{
  "year": "R2",
  "exam_type": "予備",
  "subject_name": "民法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事実】\n１．Ａは，早くに夫と死別し，Ａ所有の土地上に建物を建築して一人で暮らしていた（以下では，この土地及び建物を「本件不動産」という。）。Ａは，身の回りのことは何でも一人で行っていたが，高齢であったことから，近所に住むＡの娘Ｂが，時折，Ａの自宅を訪問してＡの様子を見るようにしていた。\n２．令和２年４月１０日，Ａの友人であるＣがＡの自宅を訪れると，Ａは廊下で倒れており，呼び掛けても返事がなかった。Ａは，Ｃが呼んだ救急車で病院に運ばれ，一命を取り留めたものの，意識不明の状態のまま入院することになった。\n３．令和２年４月２０日，ＢはＣの自宅を訪れ，Ａの命を助けてくれたことの礼を述べた。Ｃは，Ｂから，Ａの意識がまだ戻らないこと，Ａの治療のために多額の入院費用が掛かりそうだが，突然のことで資金の調達のあてがなく困っていることなどを聞き，無利息で１００万円ほど融通してもよいと申し出た。\nそこで，ＢとＣは，同日，返還の時期を定めずに，ＣがＡに１００万円を貸すことに合意し，ＣはＢに１００万円を交付した（以下では，この消費貸借契約を「本件消費貸借契約」という。）。\n本件消費貸借契約締結の際，ＢはＡの代理人であることを示した。Ｂは，受領した１００万円をＡの入院費用の支払に充てた。\n４．令和２年４月２１日，Ｂは，家庭裁判所に対し，Ａについて後見開始の審判の申立てをした。\n令和２年７月１０日，家庭裁判所は，Ａについて後見開始の審判をし，Ｂが後見人に就任した。\nそこで，ＣがＢに対して【事実】３の貸金を返還するよう求めたところ，ＢはＡから本件消費貸借契約締結の代理権を授与されていなかったことを理由として，これを拒絶した。\n〔設問１〕\nＣは，本件消費貸借契約に基づき，Ａに対して，貸金の返還を請求することができるか。\n５．その後，Ａの事理弁識能力は著しい改善を見せ，令和３年７月２０日，【事実】４の後見開始の審判は取り消された。しかし，長期の入院生活によって運動能力が低下したＡは，介護付有料老人ホーム甲に入居することにし，甲を運営する事業者と入居に関する契約を締結し，これに基づき，入居一時金を支払った。また，甲の入居費用は月額２５万円であり，毎月末に翌月分を支払うとの合意がされた。同日，Ａは，甲に入居した。\n６．Ａは，本件不動産以外にめぼしい財産がなく，甲の入居費用を支払えなくなったことから，令和４年５月１日，知人のＤから，弁済期を令和５年４月末日とし，無利息で５００万円を借り入れた。\n７．令和５年６月１０日，Ａは，親族であるＥから，本件不動産の売却を持ち掛けられた。Ｅは，実際には本件不動産が３０００万円相当の価値を有していることを知っていたが，Ａをだまして本件不動産を不当に安く買い受けようと考え，様々な虚偽の事実を並べ立てて，本件不動産の価値は３００万円を超えないと言葉巧みに申し向けた。Ａは，既に生活の本拠を甲に移しており，将来にわたって本件不動産を使用する見込みもなかったことから，売買代金を債務の弁済等に充てようと考え，その価値は３００万円を超えないものであると信じて，代金３００万円で本件不動産を売却することにした。そこで，同月２０日，Ａは，Ｅとの間で，本件不動産を代金３００万円で売り渡す旨の契約（以下「本件売買契約」という。）を締結し，同日，本件\n- 2 -自宅についてＡからＥへの売買を原因とする所有権移転登記（以下「本件登記」という。）がされた。\n８．令和５年７月１０日，本件売買契約の事実を知ったＤは，Ａに対して，本件不動産の価値は３０００万円相当であり，Ｅにだまされているとして，本件売買契約を取り消すように申し向けたが，Ａは，「だまされているのだとしても，親族間で紛争を起こしたくない」として取り合おうとしない。なお，本件売買契約に基づく代金支払債務の履行期は未だ到来しておらず，Ｅ\nは，本件売買契約の代金３００万円を支払っていない。\n〔設問２〕\nＤは，本件不動産について強制執行をするための前提として，Ｅに対し，本件登記の抹消登記手続を請求することを考えている。考えられる複数の法律構成を示した上で，Ｄの請求が認められるかどうかを検討しなさい。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/民事系.pdf",
  "subject": 3,
  "purpose": "設問１は，高齢者が事理弁識能力を失った後に，その親族が本人の代理人として契約を締結し，その後に本人の後見人に就職したという事例を題材に，無権代理人の後見人就職という論点について問う問題である。無権代理人が後見人に就任した場合には，無権代理人の本人の地位を相続した場合と同様に，追認拒絶の可否が問題となり得るが，解答に当たっては，問題の所在を的確に指摘した上で，相続事例との異同等を踏まえながら，事案に即した論述をすることが求められる。\n設問２は，債務者の唯一のめぼしい責任財産である不動産について詐欺による売買契約が行われた事例を題材として，詐害行為取消権と債権者代位権に関する民法の規律の基本的知識を問うとともに，取消権の代位行使の可否について論理的な法的思考ができるのかを問うものである。解答に当たっては，詐害行為取消権と債権者代位権の要件該当性等について事案に即した検討をするとともに，特に債権者代位権の行使については，表意者保護のために認められている詐欺取消権等が代位行使の対象となるか否かについて論理的に分析をすることが求められる。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "q1",
        "text": "設問１は，高齢者が事理弁識能力を失った後に，その親族が本人の代理人として契約を締結し，その後に本人の後見人に就職したという事例を題材に，無権代理人の後見人就職という論点について問う問題である。無権代理人が後見人に就任した場合には，無権代理人の本人の地位を相続した場合と同様に，追認拒絶の可否が問題となり得るが，解答に当たっては，問題の所在を的確に指摘した上で，相続事例との異同等を踏まえながら，事案に即した論述をすることが求められる。"
      },
      {
        "type": "q2",
        "text": "設問２は，債務者の唯一のめぼしい責任財産である不動産について詐欺による売買契約が行われた事例を題材として，詐害行為取消権と債権者代位権に関する民法の規律の基本的知識を問うとともに，取消権の代位行使の可否について論理的な法的思考ができるのかを問うものである。解答に当たっては，詐害行為取消権と債権者代位権の要件該当性等について事案に即した検討をするとともに，特に債権者代位権の行使については，表意者保護のために認められている詐欺取消権等が代位行使の対象となるか否かについて論理的に分析をすることが求められる。"
      }
    ]
  }
}