{
  "year": "R2",
  "exam_type": "予備",
  "subject_name": "商法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は，飲食店の経営，飲食店の経営を行う会社の株式を保有することにより当該会社の事業活動を支配・管理すること等を目的とする会社であり，種類株式発行会社ではない。甲社の発行済株式の総数は１０００株であり，そのうち，創業者であるＡが４００株を，Ａの息子であるＢが３００株を，Ａの娘であるＣが３００株を，それぞれ保有していた。\n甲社の取締役はＡのみであり，監査役は置いていない。\n２．甲社は，Ａが店長兼料理長となっている日本料理店を営むとともに，いずれも飲食店の経営等を目的とする乙株式会社（以下「乙社」という。）と丙株式会社（以下「丙社」という。）の発行済株式の全てを保有していた。乙社の取締役はＢのみであり，乙社はＢが店長兼料理長となっているフ\nランス料理レストラン（以下「レストラン乙」という。）を営んでいる。丙社の取締役はＣのみであり，丙社はＣが店長兼料理長となっているイタリア料理レストラン（以下「レストラン丙」という。）を営んでいる。甲社における乙社及び丙社の株式の帳簿価額は，それぞれ３０００万円であった。\nここ数年，甲社の貸借対照表上の総資産額は１億円前後で推移しており，令和２年６月１０日に確定した令和元年４月１日から令和２年３月３１日までの事業年度に係る貸借対照表上の総資産額も１億円であった。甲社は，令和２年４月１日以降，下記６の合意までの間に，資本金，準備金及び剰余金の額に影響を与える行為や自己株式の取得を行っておらず，他社との間で吸収合併や吸収分割，事業の譲受けも行っていない。また，甲社は，これまでに新株予約権を発行したこともない。\n３．Ｂは，個人として，２００本以上に及ぶワインのコレクションを有していたが，収納スペースの問題もあり，コレクションの入替えを円滑に行うために，その半数程度を処分することを検討していた。ちょうどその頃，レストラン乙の改装が行われており，ワインセラーのスペースにも余裕ができることとなるため，Ｂは，自己のワインコレクションから１００本を選んで乙社に買い取らせることとした。\nそのためにＢが選んだワイン１００本（以下「本件ワイン」という。）の市場価格は総額１５０万円であり，レストラン乙での提供価格は総額３００万円程度となることが見込まれた。\n４．Ｂは，乙社による本件ワインの買取りにつき，父であり，甲社の代表者でもあるＡには話をしておいた方がいいだろうと考え，令和２年６月２３日，Ａの自宅を訪れた。Ｂは，Ａに対し，本件ワインのリストと市場価格を示しつつ，本件ワインをレストラン乙で提供するならば総額で３００万円程度になる旨を述べた。これに対して，Ａは，「それならば３００万円で，乙社が買い取ることにすればいいよ。」と述べた。\n令和２年６月２５日，乙社は，Ｂから本件ワインを３００万円で買い取った（以下「本件買取り」という。）。\n５．令和２年７月１日，Ａと共に改装後のレストラン乙を訪れたＣは，そのワインセラーをのぞいたことをきっかけとして，本件買取りが行われたことを初めて知った。本件ワインの買取価格を聞いたＣは，「さすがに高過ぎるんじゃないか。」と不満を述べたが，Ａは，「改装祝いを兼ねているし。」\nと述べ，Ｂも，「おやじが決めたんだから，お前は黙っていろよ。」と言って取り合わなかった。それまでもＡがＢばかりを支援することに不満を募らせていたＣは，大いに憤った。\n〔設問１〕\nＣは，甲社の株主として，本件買取りに関するＢの乙社に対する損害賠償責任とＡの甲社に対\n- 4 -する損害賠償責任を追及したいと考えている。Ｂ及びＡの会社法上の損害賠償責任の有無とそれぞれの責任をＣが追及する方法について，論じなさい。\n６．本件買取りをきっかけとして，Ａ及びＢとたもとを分かつ決心をしたＣは，甲社から独立してレストラン丙を経営したいと考え，Ａと交渉を行った。その結果，令和２年８月１２日，Ｃが保有する甲社株式を甲社に譲渡するのと引換えに，甲社が保有する丙社株式をＣに譲渡する旨の合意（以下「本件合意」という。）が成立した。\n〔設問２〕\n本件合意の内容を実現させるために甲社及び丙社において会社法上必要となる手続について，説明しなさい。なお，令和２年８月１２日現在の甲社の分配可能額は５０００万円であり，その後，分配可能額に変動をもたらす事象は生じていない。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/民事系.pdf",
  "subject": 4,
  "purpose": "設問１では，本件買取りに関するＢの乙社に対する責任及びＡの甲社に対する責任の有無と，それをＣが甲社の株主として追及する方法を検討することが求められている。Ｂの乙社に対する責任については，本件買取りは乙社における利益相反取引（自己のためにする直接取引。会社法第３５６条第１項第２号）に当たるが，乙社の唯一の株主である甲社の代表取締役Ａによる承認を得ていることを，Ｂの乙社に対する責任の有無との関係でどう評価するかがポイントとなる。この場合，当該\nＡの同意のみではＢの乙社に対する責任（特定責任）を免除することはできないことについても理解しておく必要がある（会社法第８４７条の３第１０項）。Ａの甲社に対する責任については，不適切な子会社管理であるとして任務懈怠に当たるか否かや，甲社をして乙社における利益相反取引に当たる本件買取りについて同意・\n承認せしめたことが任務懈怠に当たるか否かなどを検討した上で，甲社に生じた損害をどのように考えるべきかが問題となる。また，以上の責任をＣが甲社の株主として追及するには，乙社との関係ではいわゆる多重代表訴訟（会社法第８４７条の３）を，甲社との関係では株主代表訴訟（会社法第８４７条）を提起することになるが，特に前者についてその可否を検討することが求められる。\n設問２では，本件合意の内容を実現させる手続として，甲社における自己株式の取得の手続（会社法第１５６条等）及び子会社株式の譲渡の手続（会社法第４６７条第１項第２号の２）並びに丙社における譲渡制限株式の譲渡承認手続（会社法第\n１３９条）について説明することが求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１では，本件買取りに関するＢの乙社に対する責任及びＡの甲社に対する責任の有無と，それをＣが甲社の株主として追及する方法を検討することが求められている。Ｂの乙社に対する責任については，本件買取りは乙社における利益相反取引（自己のためにする直接取引。会社法第３５６条第１項第２号）に当たるが，乙社の唯一の株主である甲社の代表取締役Ａによる承認を得ていることを，Ｂの乙社に対する責任の有無との関係でどう評価するかがポイントとなる。この場合，当該\nＡの同意のみではＢの乙社に対する責任（特定責任）を免除することはできないことについても理解しておく必要がある（会社法第８４７条の３第１０項）。Ａの甲社に対する責任については，不適切な子会社管理であるとして任務懈怠に当たるか否かや，甲社をして乙社における利益相反取引に当たる本件買取りについて同意・\n承認せしめたことが任務懈怠に当たるか否かなどを検討した上で，甲社に生じた損害をどのように考えるべきかが問題となる。また，以上の責任をＣが甲社の株主として追及するには，乙社との関係ではいわゆる多重代表訴訟（会社法第８４７条の３）を，甲社との関係では株主代表訴訟（会社法第８４７条）を提起することになるが，特に前者についてその可否を検討することが求められる。"
      },
      {
        "type": "q2",
        "text": "設問２では，本件合意の内容を実現させる手続として，甲社における自己株式の取得の手続（会社法第１５６条等）及び子会社株式の譲渡の手続（会社法第４６７条第１項第２号の２）並びに丙社における譲渡制限株式の譲渡承認手続（会社法第\n１３９条）について説明することが求められる。"
      }
    ]
  }
}