{
  "year": "R2",
  "exam_type": "予備",
  "subject_name": "刑事訴訟法",
  "text": "刑事訴訟法］\n- 1 -以下の事例に基づき，甲の罪責について論じなさい（特別法違反の点を除く。）。\n１ 甲（２８歳，男性，身長１６５センチメートル，体重６０キログラム）は，２年前に養子縁組によって氏を変更し，当該変更後の氏名（以下「変更後の氏名」という。）を用いて暴力団Ｘ組組員として活動を始めた。甲は，自営していた人材派遣業や日常生活においては，専ら当該変更前の氏名（以下「変更前の氏名」という。）を用いていた。\n２ 甲は，Ｘ組と抗争中の暴力団Ｙ組の組長乙を襲撃する計画を立てていたところ，乙が，交際中のＡ宅に足繁く通っているとの情報を入手した。甲は，Ａ宅を監視する目的で，Ａ宅の向かいにあるＢ所有のマンション居室（以下「本件居室」という。）を借りるため，某月１日，Ｂに会い，「部屋を借りたい。」と申し込んだ。Ｂは，暴力団員やその関係者とは本件居室の賃貸借契約を締結する意思はなく，準備していた賃貸借契約書にも「賃借人は暴力団員又はその関係者ではなく，本物件を暴力団と関係する活動に使いません。賃借人が以上に反した場合，何らの催告も要せずして本契約を解除することに同意します。」との条項（以下「本件条項」という。）\nを設けていた。Ｂは，甲に対し，本件条項の内容を説明した上，身分や資力を証明する書類の提示のほか，家賃の引落しで使用する口座の指定を求めた。\n甲は，自己がＸ組組員であり，Ａ宅を監視する目的で本件居室を使用する予定である旨告げれば，前記契約の締結ができないと考え，Ｂに対し，Ｘ組組員であることは告げず，その目的を秘しつつ本件居室を人材派遣業の事務所として使用する予定である旨告げた。甲は，Ｂに変更後の氏名を名乗れば，暴力団員であることが発覚する可能性があると考え，Ｂに対し，変更前の氏名を名乗った上，養子縁組前に取得し，氏名欄に変更前の氏名が記載された正規の有効な自動車運転免許証を示した。また，甲は，養子縁組前に開設し，口座名義を変更していない預金口座の通帳に十分な残高が記帳されていたため，Ｂに対し，同通帳を示し，同口座を家賃の引落しで使用する口座として指定した。甲は，同日，前記契約書の賃借人欄に現住所及び変更前の氏名を記入した上，その認印を押し，同契約書をＢに渡した。Ｂは，甲が暴力団員やその関係者でなく，本件居室を暴力団と関係する活動に使うつもりもない旨誤信し，甲との間で上記契約を締結した。この際，甲には家賃等必要な費用を支払う意思も資力もあった。\nなお，前記マンションが所在する某県では，暴力団排除の観点から，不動産賃貸借契約には本件条項を設けることが推奨されていた。また，実際にも，同県の不動産賃貸借契約においては，暴力団員又はその関係者が不動産を賃借して居住することによりその資産価値が低下するのを避けたいとの賃貸人側の意向も踏まえ，本件条項が設けられるのが一般的であった。\n３ 乙の警護役であるＹ組組員の丙（２０歳，男性，身長１８０センチメートル，体重８５キログラム）は，同月９日午前１時頃，Ａ宅前路上に停めた自動車に乗り，Ａ宅にいた乙を待っていたところ，前記マンション敷地から同路上に出てきた甲を見掛けた。その際，丙は，甲のことを，風貌が甲と酷似する後輩の丁と勘違いし，甲に対し，「おい，こんな時間にどこに行くんだ。」\nと声を掛けた。これに対し，甲は，無言で上記路上から立ち去ろうとした。これを見た丙は，丁に無視されたと思い込み，同車から降りて甲を追い掛け，「無視すんなよ。こら。」と威圧的に言い，上記路上から約３０メートル先の路上において，甲の前に立ち塞がった。丙は，その時，甲が丁でないことに気付くとともに，暴力団員風で見慣れない人物であったことから，その行動を不審に思い，乙に電話で報告しようと考え，着衣のポケットからスマートフォンを取り出した。他方，甲は，丙が取り出したものがスタンガン（高電圧によって相手にショックを与える護身具）であると勘違いし，それまでの丙の態度から，直ちにスタンガンで攻撃され，火傷を負わされたり，意識を失わされたりするのではないかと思い込み，同日午前１時３分頃，- 2 -\n自己の身を守るため，丙に対し，とっさに拳でその顔面を１回殴ったところ，丙は，転倒して路面に頭部を強く打ち付け，急性硬膜下血腫の傷害を負い，そのまま意識を失った。なお，甲は，丙の態度を注視していれば，丙が取り出したものがスマートフォンであり，丙が直ちに自己に暴行を加える意思がないことを容易に認識することができた。\n甲は，同日午前１時４分頃，丙が身動きせず，意識を失っていることを認識したが，丙に対する怒りから，丙に対し，足でその腹部を３回蹴り，丙に加療約１週間を要する腹部打撲の傷害を負わせた。\n丙は，同日午前９時頃，搬送先の病院において，前記急性硬膜下血腫により死亡したが，甲の足蹴り行為により死期が早まることはなかった。\n- 3 -次の【事例】を読んで，後記〔設問〕に答えなさい。\n【事例】\n甲は，①「被告人は，令和元年６月１日，Ｈ県Ｉ市内の自宅において，交際相手の乙に対し，その顔面を平手で数回殴るなどの暴行を加え，よって，同人に加療約５日間を要する顔面挫傷等の傷害を負わせたものである。」との傷害罪の公訴事実により，同月２０日，Ｈ地方裁判所に起訴された。\n同事件について，同年８月１日，甲に対し，同公訴事実の傷害罪により有罪判決が宣告され，同月１６日，同判決が確定した。\nところが，前記判決が確定した後，甲が同年５月１５日に路上で見ず知らずの通行人丙に傷害を負わせる事件を起こしていたことが判明し，同事件について，甲は，②「被告人は，令和元年\n５月１５日，Ｊ県Ｌ市内の路上において，丙に対し，その顔面，頭部を拳骨で多数回殴るなどの暴行を加え，よって，同人に加療約６か月間を要する脳挫傷等の傷害を負わせたものである。」との傷害罪の公訴事実により，同年１２月２０日，Ｊ地方裁判所に起訴された。\n公判において，甲の弁護人は，「②の起訴の事件は，既に有罪判決が確定した①の起訴の事件と共に常習傷害罪の包括一罪を構成する。よって，免訴の判決を求める。」旨の主張をした。\n〔設問〕\n前記の弁護人の主張について，裁判所は，どのように判断すべきか。\n仮に，①の起訴が，「被告人は，常習として，令和元年６月１日，Ｈ県Ｉ市内の自宅において，交際相手の乙に対し，その顔面を平手で数回殴るなどの暴行を加え，よって，同人に加療約５日間を要する顔面挫傷等の傷害を負わせたものである。」との常習傷害罪の公訴事実で行われ，同公訴事実の常習傷害罪により有罪判決が確定していた場合であればどうか。\n（参照条文） 暴力行為等処罰ニ関スル法律第１条ノ３第１項 常習トシテ刑法第２０４条，第２０８条，第２２２条又ハ第２６１条ノ罪ヲ犯シタル者人ヲ傷害シタルモノナルトキハ１年以上１５年以下ノ懲役ニ処シ其ノ他ノ場合ニ在リテハ３\n月以上５年以下ノ懲役ニ処ス\n- 4 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/刑事系.pdf",
  "subject": 7,
  "purpose": "本問は，常習傷害罪として包括一罪を構成する可能性がある複数の行為の一部につき，確定判決を経た事件（以下「前訴」という。）と，前訴の確定判決前に犯されたが同判決後に発覚して起訴された行為に関する事件（以下「後訴」という。）\nの両者，あるいは一方が，単純一罪として訴因構成された事例において，前訴の確定判決の一事不再理効が及ぶ範囲の検討を通じ，刑事訴訟法の基本的な学識の有無及び具体的事案における応用力を試すものである。\n憲法第３９条は，「何人も，……既に無罪とされた行為については，刑事上の責任を問はれない。又，同一の犯罪について，重ねて刑事上の責任を問はれない。」とし，これを受けた刑事訴訟法第３３７条第１号は，「確定判決を経たとき」には，「判決で免訴の言渡をしなければならない」と定めているところ，本問では，後訴について，既に確定判決を経たものとみて免訴判決をすべきか，すなわち，確定判決の一事不再理効の客観的範囲をどのように考えるべきかが問題となる。この点については，「公訴事実の同一性」（刑事訴訟法第３１２条第１項）の有無を基準とする見解や同時訴追の可能性の有無を基準とする見解など様々な立場があり得るが，いかなる見解を採るにせよ，一事不再理効の根拠・趣旨に言及した上で，その客観的範囲に関する判断基準を明らかにする必要がある。\nまた，前者の見解を採った場合に本問で問題となるのは，公訴事実の狭義の同一性ではなく，公訴事実の単一性の有無であるから，その旨を明らかにした上で，裁判所は，前訴・後訴の両訴因に記載された事実のみを基礎として単一性を判断すべきなのか，それとも，いずれの訴因の記載内容にもなっていない要素について証拠により心証形成した上で単一性を判断すべきなのかなど，公訴事実の単一性の判断方法について，その根拠とともに論じることが求められる。\n本問の検討に当たっては，実体的には常習特殊窃盗罪を構成するとみられる窃盗行為が単純窃盗罪として起訴され，確定判決があった後，確定判決前に犯された余罪の窃盗行為が単純窃盗罪として起訴された事案に関する最高裁判所の判例（最判平成１５年１０月７日刑集５７巻９号１００２頁）があることから，この判例についての理解も示しつつ，自説の立場から本問の【事例】及び〔設問〕の仮設事例への当てはめを行い，それぞれ免訴判決をすべきか否かの結論を述べる必要がある。\n上記判例は，公訴事実の単一性の有無について，基本的には，前訴・後訴の各訴因の記載のみを基礎としてその比較対照により判断するのが相当であるとしつつも，訴因自体において一方の罪が他方の罪と実体的に一罪を構成するかどうかにつき検討すべき契機が存在する場合には，実体に立ち入って付随的に心証形成をし，両訴因間における公訴事実の単一性の有無を判断すべきであるとしている。この基準による場合には，本問の前訴・後訴の各訴因において，常習性の発露という要素を考慮すべき契機が存在するかどうかに焦点を当てて，結論を導くこととなろう。"
}