{
  "year": "R2",
  "exam_type": "予備",
  "subject_name": "民事訴訟法",
  "text": "（〔設問１〕と〔設問２〕の配点の割合は，７：３）次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\nＸ運転の普通乗用自動車が，Ｙ運転の普通自動二輪車に追突する事故が発生した（以下「本件事故」という。）。\nＸは，Ｙに生じた損害として，Ｙ所有の自動二輪車の損傷について損害賠償債務が発生したことを認め，このＹの物損については，ＸＹ間の合意に基づき，Ｘの加入する保険会社から損害額の全額が支払われた。しかし，本件事故によるＹの人的損害の発生については，ＸＹ間の主張が食い違い，交渉が平行線となった。\nそこで，Ｘは，Ｙに対し，本件事故に基づくＹの人的損害については生じていないとして，ＸのＹに対する本件事故による損害賠償債務が存在しないことの確認を求める訴えを提起した（以下「本訴」という。）。\nＹは，この本訴請求に対し，本件事故によりＹに頭痛の症状が生じ，現在も治療中であると主張して争うとともに，本件事故による治療費用としてＹが多額の支出をしているので，その支出と通院に伴う慰謝料の一部のみをまずは請求すると主張し，Ｘに対し，本件事故による損害賠償請求の一部請求として，５００万円及びこれに対する本件事故日以降の遅延損害金の支払を求める反訴を提起した。\nなお，以下の各設問では，遅延損害金については検討の対象外とし，論じる必要はない。\n〔設問１〕\n受訴裁判所は，審理の結果，Ｙを治療した医師の証言等の結果から，以下のような心証を形成した。\nＹには本件事故後に頭痛の症状が認められたが，既に必要な治療は終了している。そして，その頭痛の症状及び程度からすれば，本件事故前からのＹの持病である慢性頭痛と考えるのが相当であるから，本件事故による損害とは認められない。その他，本件事故によるＹの人的損害の発生を認めるに足りる証拠はない。そして，Ｙは，本件事故による物損について損害額の全額の支払を受けているから，Ｙの損害はすべて填補されたというべきである。\nこの場合に，受訴裁判所は，本訴についてどのような判決を下すべきか，判例の立場に言及しつつ，答えなさい。また，本訴についての判決の既判力は，当該判決のどのような判断について生じるか，答えなさい。\n〔設問２〕\n裁判所は，〔設問１〕のとおり本訴について判決するとともに，反訴（一部請求）について請求棄却の判決をして，同判決が確定した（以下「前訴判決」という。）。\nしかし，前訴判決後，Ｙは，当初訴えていた頭痛だけでなく，手足に強いしびれが生じるようになり，介護が必要な状態となった。\nそこで，Ｙは，前訴判決後に生じた各症状は本件事故に基づくものであり，後遺症も発生したと主張して，前訴判決後に生じた治療費用，後遺症による逸失利益等の財産的損害とともに本件事故の後遺症による精神的損害を理由に，Ｘに対し，本件事故による損害賠償請求の残部請求として，３０００万円及びこれに対する本件事故日以降の遅延損害金の支払を求める新たな訴えを提起した（以下「後訴」という。）。\n- 6 -前訴判決を前提とした上で，後訴においてＹの残部請求が認められるためにどのような根拠付けが可能かについて，判例の立場に言及しつつ，前訴におけるＸ及びＹの各請求の内容に留意して，Ｙ側の立場から論じなさい。\n- 7 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/民事系.pdf",
  "subject": 5,
  "purpose": "設問１は，金額を明示しない債務不存在確認の訴え（本訴）が提起されて係属中に，反訴として当該債務に係る給付の訴えが提起された場合における債務不存在確認の訴えの訴訟物及び既判力に関する理解を問う問題である。具体的には，まず，金額を明示しない債務不存在確認の訴えの適法性が問われ，さらに，債務不存在確認の訴えにおいて給付訴訟の反訴がなされた場合の確認の利益に関する判例の立場を念頭に置きつつ，反訴が明示的一部請求訴訟であることを踏まえた上で，本問の事案における本訴の帰すうについて，その判決に生ずる既判力の点も含め，検討されているかを問うものである。\n設問２は，設問１での既判力の生ずる範囲を前提として，被告の前訴の反訴請求が一部請求であったことから，残部を後訴で請求した場合に後訴請求を基礎付ける論拠が問題となる。前訴における本訴・反訴それぞれの判決について生じる既判力を理解した上で，本問で問題となる交通事故事案の不法行為訴訟の特質を踏まえ，残部請求や後遺症による損害の追加請求に関する判例の論理構成に言及しつつ，残部請求の可否について説得的に論述し，本問の具体的事案に当てはめた検討をすることができるかが問われている。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "q1",
        "text": "設問１は，金額を明示しない債務不存在確認の訴え（本訴）が提起されて係属中に，反訴として当該債務に係る給付の訴えが提起された場合における債務不存在確認の訴えの訴訟物及び既判力に関する理解を問う問題である。具体的には，まず，金額を明示しない債務不存在確認の訴えの適法性が問われ，さらに，債務不存在確認の訴えにおいて給付訴訟の反訴がなされた場合の確認の利益に関する判例の立場を念頭に置きつつ，反訴が明示的一部請求訴訟であることを踏まえた上で，本問の事案における本訴の帰すうについて，その判決に生ずる既判力の点も含め，検討されているかを問うものである。"
      },
      {
        "type": "q2",
        "text": "設問２は，設問１での既判力の生ずる範囲を前提として，被告の前訴の反訴請求が一部請求であったことから，残部を後訴で請求した場合に後訴請求を基礎付ける論拠が問題となる。前訴における本訴・反訴それぞれの判決について生じる既判力を理解した上で，本問で問題となる交通事故事案の不法行為訴訟の特質を踏まえ，残部請求や後遺症による損害の追加請求に関する判例の論理構成に言及しつつ，残部請求の可否について説得的に論述し，本問の具体的事案に当てはめた検討をすることができるかが問われている。"
      }
    ]
  }
}