{
  "year": "R2",
  "exam_type": "予備",
  "subject": 6,
  "subject_name": "刑法",
  "text": "以下の事例に基づき，甲の罪責について論じなさい（特別法違反の点を除く。）。\n１ 甲（２８歳，男性，身長１６５センチメートル，体重６０キログラム）は，２年前に養子縁組によって氏を変更し，当該変更後の氏名（以下「変更後の氏名」という。）を用いて暴力団Ｘ組組員として活動を始めた。甲は，自営していた人材派遣業や日常生活においては，専ら当該変更前の氏名（以下「変更前の氏名」という。）を用いていた。\n２ 甲は，Ｘ組と抗争中の暴力団Ｙ組の組長乙を襲撃する計画を立てていたところ，乙が，交際中のＡ宅に足繁く通っているとの情報を入手した。甲は，Ａ宅を監視する目的で，Ａ宅の向かいにあるＢ所有のマンション居室（以下「本件居室」という。）を借りるため，某月１日，Ｂに会い，「部屋を借りたい。」と申し込んだ。Ｂは，暴力団員やその関係者とは本件居室の賃貸借契約を締結する意思はなく，準備していた賃貸借契約書にも「賃借人は暴力団員又はその関係者ではなく，本物件を暴力団と関係する活動に使いません。賃借人が以上に反した場合，何らの催告も要せずして本契約を解除することに同意します。」との条項（以下「本件条項」という。）\nを設けていた。Ｂは，甲に対し，本件条項の内容を説明した上，身分や資力を証明する書類の提示のほか，家賃の引落しで使用する口座の指定を求めた。\n甲は，自己がＸ組組員であり，Ａ宅を監視する目的で本件居室を使用する予定である旨告げれば，前記契約の締結ができないと考え，Ｂに対し，Ｘ組組員であることは告げず，その目的を秘しつつ本件居室を人材派遣業の事務所として使用する予定である旨告げた。甲は，Ｂに変更後の氏名を名乗れば，暴力団員であることが発覚する可能性があると考え，Ｂに対し，変更前の氏名を名乗った上，養子縁組前に取得し，氏名欄に変更前の氏名が記載された正規の有効な自動車運転免許証を示した。また，甲は，養子縁組前に開設し，口座名義を変更していない預金口座の通帳に十分な残高が記帳されていたため，Ｂに対し，同通帳を示し，同口座を家賃の引落しで使用する口座として指定した。甲は，同日，前記契約書の賃借人欄に現住所及び変更前の氏名を記入した上，その認印を押し，同契約書をＢに渡した。Ｂは，甲が暴力団員やその関係者でなく，本件居室を暴力団と関係する活動に使うつもりもない旨誤信し，甲との間で上記契約を締結した。この際，甲には家賃等必要な費用を支払う意思も資力もあった。\nなお，前記マンションが所在する某県では，暴力団排除の観点から，不動産賃貸借契約には本件条項を設けることが推奨されていた。また，実際にも，同県の不動産賃貸借契約においては，暴力団員又はその関係者が不動産を賃借して居住することによりその資産価値が低下するのを避けたいとの賃貸人側の意向も踏まえ，本件条項が設けられるのが一般的であった。\n３ 乙の警護役であるＹ組組員の丙（２０歳，男性，身長１８０センチメートル，体重８５キログラム）は，同月９日午前１時頃，Ａ宅前路上に停めた自動車に乗り，Ａ宅にいた乙を待っていたところ，前記マンション敷地から同路上に出てきた甲を見掛けた。その際，丙は，甲のことを，風貌が甲と酷似する後輩の丁と勘違いし，甲に対し，「おい，こんな時間にどこに行くんだ。」\nと声を掛けた。これに対し，甲は，無言で上記路上から立ち去ろうとした。これを見た丙は，丁に無視されたと思い込み，同車から降りて甲を追い掛け，「無視すんなよ。こら。」と威圧的に言い，上記路上から約３０メートル先の路上において，甲の前に立ち塞がった。丙は，その時，甲が丁でないことに気付くとともに，暴力団員風で見慣れない人物であったことから，その行動を不審に思い，乙に電話で報告しようと考え，着衣のポケットからスマートフォンを取り出した。他方，甲は，丙が取り出したものがスタンガン（高電圧によって相手にショックを与える護身具）であると勘違いし，それまでの丙の態度から，直ちにスタンガンで攻撃され，火傷を負わされたり，意識を失わされたりするのではないかと思い込み，同日午前１時３分頃，- 2 -\n自己の身を守るため，丙に対し，とっさに拳でその顔面を１回殴ったところ，丙は，転倒して路面に頭部を強く打ち付け，急性硬膜下血腫の傷害を負い，そのまま意識を失った。なお，甲は，丙の態度を注視していれば，丙が取り出したものがスマートフォンであり，丙が直ちに自己に暴行を加える意思がないことを容易に認識することができた。\n甲は，同日午前１時４分頃，丙が身動きせず，意識を失っていることを認識したが，丙に対する怒りから，丙に対し，足でその腹部を３回蹴り，丙に加療約１週間を要する腹部打撲の傷害を負わせた。\n丙は，同日午前９時頃，搬送先の病院において，前記急性硬膜下血腫により死亡したが，甲の足蹴り行為により死期が早まることはなかった。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/刑事系.pdf",
  "purpose": "本問は，甲が，⑴本件居室の賃貸借契約締結に際し，その契約書の賃借人欄に変更後の氏名ではなく変更前の氏名を記入するなどした上，同契約書をＢに渡したこと，⑵その際，Ｂに対し，自己が暴力団員であることを告げず，本件居室の使用目的がＡ宅の監視目的であることを秘しつつ，Ｂとの間で同契約を締結し，本件居室の賃借権を取得したこと，⑶丙の顔面を拳で殴って丙を転倒させ，丙に急性硬膜下血腫の傷害を負わせ，さらに，丙の腹部を足で蹴って丙に腹部打撲の傷害を負わせ，丙を同急性硬膜下血腫の傷害により死亡させたことを内容とする事例について，甲の罪責に関する論述を求めるものである。\n⑴については，有印私文書偽造罪・同行使罪の成否が問題になるところ，前者については，客観的構成要件要素である「偽造」の意義を示した上で，変更前の氏名は，甲が自営していた人材派遣業や日常生活で専ら使用していたものであることを踏まえつつ，前記契約書の性質に照らし，名義人と作成者との人格の同一性に齟齬が生じたといえるのか否かを検討する必要がある。\n⑵については，２項詐欺罪の成否が問題になるところ，主に論ずべき点として，客観的構成要件要素である「人を欺く行為」（欺罔行為）の意義を示した上で，甲には家賃等必要な費用を支払う意思も資力もあったことを踏まえつつ，甲の属性（暴力団員であるか否か）や，本件居室の使用目的（暴力団と関係する活動か否か）が，前記契約締結の判断の基礎となる重要な事項といえるか否かを検討する必要がある。\n⑶については，甲は，丙が取り出したスマートフォンをスタンガンと勘違いして，これで攻撃されると思い込みながら，自己の身を守るため，第１暴行（丙の顔面を殴る行為）を行っていることから，誤想防衛又は誤想過剰防衛の処理が問題になるところ，甲は，丙が意識を失っていることを認識したのに，丙に対する怒りから，第２暴行（丙の腹部を蹴る行為）を行い，丙に腹部打撲の傷害を負わせているため，第１暴行と第２暴行の関係を踏まえつつ，その擬律を判断する必要がある。\nいずれについても，各構成要件等の正確な知識，基本的理解や，本事例にある事実を丁寧に拾って的確に分析した上，当てはめを具体的に行う能力が求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は，甲が，⑴本件居室の賃貸借契約締結に際し，その契約書の賃借人欄に変更後の氏名ではなく変更前の氏名を記入するなどした上，同契約書をＢに渡したこと，⑵その際，Ｂに対し，自己が暴力団員であることを告げず，本件居室の使用目的がＡ宅の監視目的であることを秘しつつ，Ｂとの間で同契約を締結し，本件居室の賃借権を取得したこと，⑶丙の顔面を拳で殴って丙を転倒させ，丙に急性硬膜下血腫の傷害を負わせ，さらに，丙の腹部を足で蹴って丙に腹部打撲の傷害を負わせ，丙を同急性硬膜下血腫の傷害により死亡させたことを内容とする事例について，甲の罪責に関する論述を求めるものである。\n⑴については，有印私文書偽造罪・同行使罪の成否が問題になるところ，前者については，客観的構成要件要素である「偽造」の意義を示した上で，変更前の氏名は，甲が自営していた人材派遣業や日常生活で専ら使用していたものであることを踏まえつつ，前記契約書の性質に照らし，名義人と作成者との人格の同一性に齟齬が生じたといえるのか否かを検討する必要がある。\n⑵については，２項詐欺罪の成否が問題になるところ，主に論ずべき点として，客観的構成要件要素である「人を欺く行為」（欺罔行為）の意義を示した上で，甲には家賃等必要な費用を支払う意思も資力もあったことを踏まえつつ，甲の属性（暴力団員であるか否か）や，本件居室の使用目的（暴力団と関係する活動か否か）が，前記契約締結の判断の基礎となる重要な事項といえるか否かを検討する必要がある。\n⑶については，甲は，丙が取り出したスマートフォンをスタンガンと勘違いして，これで攻撃されると思い込みながら，自己の身を守るため，第１暴行（丙の顔面を殴る行為）を行っていることから，誤想防衛又は誤想過剰防衛の処理が問題になるところ，甲は，丙が意識を失っていることを認識したのに，丙に対する怒りから，第２暴行（丙の腹部を蹴る行為）を行い，丙に腹部打撲の傷害を負わせているため，第１暴行と第２暴行の関係を踏まえつつ，その擬律を判断する必要がある。\nいずれについても，各構成要件等の正確な知識，基本的理解や，本事例にある事実を丁寧に拾って的確に分析した上，当てはめを具体的に行う能力が求められる。"
      }
    ]
  }
}