{
  "year": "R2",
  "exam_type": "予備",
  "subject_name": "実務基礎（民事）",
  "text": "司法試験予備試験用法文を適宜参照して，以下の各設問に答えなさい。ただし，登記上の利害関係を有する第三者に対する承諾請求権（不動産登記法第６８条参照）を検討する必要はない。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n〔設問１〕\n弁護士Ｐは，Ｘから次のような相談を受けた。\n【Ｘの相談内容】\n「私（Ｘ）はＺ県の出身ですが，大学卒業後は仕事の都合でＺ県を離れていました。近年，定年退職の時期が迫り，老後は故郷に戻りたいと考え，自宅を建築するためにＺ県内で手頃な土地を探していたところ，甲土地の所有者であるＡが甲土地を売りに出していることを知り，立地も良かったことから，甲土地を買うことにしました。\n私は，令和２年５月１日，Ａから，売買代金５００万円，売買代金の支払時期及び所有権移転登記の時期をいずれも同月２０日とし，代金の完済時に所有権が移転するとの約定で甲土地を買い受け，同月２０日に売買代金を支払いました。なお，所有権移転登記については，甲土地の付近に居住し，料亭を営む私の兄のＢを名義人とした方が都合がよいと考え，ＡやＢと相談の上，Ｂ名義で所有権移転登記を経由することにしました。\nところが，甲土地の購入後，私は，引き続き勤務先で再雇用されることになり，甲土地上に自宅を建築するのを見合わせることにしました。すると，令和７年７月上旬頃，甲土地の隣地に住むＣから，甲土地を使わないのであれば１０００万円で買い受けたいとの申出があり，諸経費の負担を考慮しても相当のもうけがでることから，甲土地をＣに売ることにしました。\n私は，早速，Ｃに甲土地を売却する準備にとりかかり，甲土地の登記事項証明書を取り寄せました。すると，原因を令和２年８月１日金銭消費貸借同日設定，債権額を６００万円，債務者をＢ，抵当権者をＹとする別紙登記目録（略）記載の抵当権設定登記（以下「本件抵当権設定登記」\nという。）がされていることが判明しました。\n私は，慌ててＢに確認したところ，Ｂは，経営する料亭の資金繰りが悪化したことから，令和\n２年８月１日，友人のＹから，返済期限を同年１２月１日，無利息で，６００万円の融資を受けるとともに，甲土地に抵当権を設定したが，返済が滞っているとのことでした。\n以上のとおり，甲土地の所有者は私であり，本件抵当権設定登記は所有者である私に無断でされた無効なものですので，Ｙに対し，本件抵当権設定登記の抹消登記手続を求めたいと考えています。なお，Ｂは，甲土地の所有権名義を私に戻すことを確約していますし，兄弟間で訴訟まではしたくありませんので，今回は，Ｙだけを被告としてください。」\n弁護士Ｐは，令和８年１月１５日，【Ｘの相談内容】を前提に，Ｘの訴訟代理人として，Ｙに対し，本件抵当権設定登記の抹消登記を求める訴訟（以下「本件訴訟」という。）を提起することにした。\n以上を前提に，以下の各問いに答えなさい。\n(1) 弁護士Ｐが，本件訴訟において，Ｘの希望を実現するために選択すると考えられる訴訟物を記載しなさい。\n(2) 弁護士Ｐが，本件訴訟の訴状（以下「本件訴状」という。）において記載すべき請求の趣旨（民\n- 2 -事訴訟法第１３３条第２項第２号）を記載しなさい。なお，付随的申立てについては，考慮する必要はない。\n(3) 弁護士Ｐは，本件訴状において，仮執行宣言の申立て（民事訴訟法第２５９条第１項）をしなかった。その理由を，民事執行法の関係する条文に言及しつつ，簡潔に説明しなさい。\n(4) 弁護士Ｐは，本件訴状において，請求を理由づける事実（民事訴訟規則第５３条第１項）として，以下の各事実を主張した。\n(あ) Ａは，令和２年５月１日当時，甲土地を所有していた。\n(い) Ａは，〔①〕。\n(う) 甲土地について，〔②〕。\n上記①及び②に入る具体的事実を，それぞれ記載しなさい。\n〔設問２〕\n弁護士Ｑは，本件訴状の送達を受けたＹから次のような相談を受けた。\n【Ｙの相談内容】\n「(a) 私（Ｙ）は，Ｂの友人です。私は，令和２年７月下旬頃，Ｂから，Ｂが経営する料亭の資金繰りに困っているとして，６００万円を貸してほしいと頼まれました。私は，他ならぬＢの頼みではありましたが，金額も金額なので，誰かに保証人になってもらうか，担保を入れてほしいと告げました。すると，Ｂは，令和２年５月１日に所有者であるＡ\nから売買代金５００万円で甲土地を買っており，甲土地を担保に入れても構わないと述べたため，私は，貸付けに応じることにしました。私は，令和２年８月１日，Ｂに対し，返済期限を同年１２月１日，無利息で６００万円を貸し付け，同年８月１日，Ｂとの間で，この貸金債権を被担保債権として，甲土地に抵当権を設定するとの合意をしました。\nところが，Ｂは，令和４年１２月１日に１００万円を返済し，令和７年１２月２５日に２００万円を返済したのみで，それ以外の返済をしません。\nＸは，Ｘが令和２年５月１日にＡから甲土地を買ったと主張していますが，同日にＡから甲土地を買ったのはＸではなくＢであり，私は，所有者であるＢとの間で甲土地に抵当権を設定するとの合意をし，その合意に基づき本件抵当権設定登記を経由したのですから，正当な抵当権者であり，本件抵当権設定登記を抹消する必要はありません。\n（b) 仮にＸが主張するとおり，ＢではなくＸが甲土地の買主であったとしても，Ｂは，令和２年８月１日の貸付けの際，甲土地の登記事項証明書を持参しており，私が確認すると，確かにＢが甲土地の所有名義人となっていましたので，私は，Ｂが甲土地の所有者であると信じ，上記(a)で述べたとおり，Ｂに対して６００万円を貸し付け，抵当権の設定を受けたのです。仮にＸが甲土地の買主であったとしても，Ｘの意思でＢ名義の所有権移転登記がされたことは明らかですので，今回の責任はＸにあることになります。\n私は，本件抵当権設定登記の抹消に応じる必要はないと思います。」弁護士Ｑは，【Ｙの相談内容】を前提に，Ｙの訴訟代理人として，本件訴訟の答弁書（以下「本件答弁書」という。）を作成した。\n以上を前提に，以下の各問いに答えなさい。\n(1) ①弁護士Ｑは，【Ｙの相談内容】(a)の言い分を本件訴訟における抗弁として主張すべきか否か，その結論を記載しなさい。②抗弁として主張する場合には，どのような抗弁を主張するか，その結論を記載し（当該抗弁を構成する具体的事実を記載する必要はない。），抗弁として主張しない場合は，その理由を説明しなさい。\n- 3 -\n(2) 弁護士Ｑは，【Ｙの相談内容】(b)を踏まえて，本件答弁書において，抗弁として，以下の各事実を主張した。\n(ア) Ｙは，Ｂに対し，令和２年８月１日，弁済期を同年１２月１日として，６００万円を貸し付けた。\n(イ) ＢとＹは，令和２年８月１日，Ｂの（ア）の債務を担保するため，甲土地に抵当権を設定するとの合意をした（以下「本件抵当権設定契約」という。）。\n(ウ) 本件抵当権設定契約当時，〔①〕。\n(エ) （ウ）は，Ｘの意思に基づくものであった。\n(オ) Ｙは，本件抵当権設定契約当時，〔②〕。\n(カ) 本件抵当権設定登記は，本件抵当権設定契約に基づく。\n(ⅰ) 上記①及び②に入る具体的事実を，それぞれ記載しなさい。\n(ⅱ) 弁護士Ｑが，本件答弁書において，【Ｙの相談内容】(b)に関する抗弁を主張するために，上記(ア)の事実を主張した理由を簡潔に説明しなさい。\n〔設問３〕\n弁護士Ｐは，準備書面において，本件答弁書で主張された【Ｙの相談内容】(b)に関する抗弁に対し，民法第１６６条第１項第１号による消滅時効の再抗弁を主張した。\n弁護士Ｑは，【Ｙの相談内容】を前提として，二つの再々抗弁を検討したところ，そのうちの一方については主張自体失当であると考え，もう一方のみを準備書面において主張することとした。\n以上を前提に，以下の各問いに答えなさい。\n(1) 弁護士Ｑとして主張することとした再々抗弁の内容を簡潔に説明しなさい。\n(2) 弁護士Ｑが再々抗弁として主張自体失当であると考えた主張について，主張自体失当と考えた理由を説明しなさい。\n〔設問４〕\nＹに対する訴訟は，審理の結果，Ｘが敗訴した。すると，Ｂは，自分が甲土地の買主であると主張して，Ｘへの所有権移転登記手続を拒むようになった。そこで，弁護士Ｐは，Ｘの訴訟代理人として，Ｂに対して，所有権に基づく妨害排除請求権としての所有権移転登記請求権を訴訟物として，真正な登記名義の回復を原因とする所有権移転登記を求める訴訟（以下「本件第２訴訟」という。）\nを提起した。\n第１回口頭弁論期日で，Ｂは，Ａが令和２年５月１日当時甲土地を所有していたことは認めたが，ＡがＸに対して甲土地を売ったことは否認し，自分がＡから甲土地を買ったと主張した。\nその後，第１回弁論準備手続期日で，弁護士Ｐは，書証として令和２年５月２０日にＡの銀行預金口座に宛てて５００万円が送金された旨が記載されたＸ名義の銀行預金口座の通帳（本件預金通帳）及び甲土地の令和３年分から令和７年分までのＢを名宛人とする固定資産税の領収書（本件領収書）を提出し，いずれも取り調べられ，Ｂはいずれも成立の真正を認めた。\nその後，２回の弁論準備手続期日を経た後，第２回口頭弁論期日において，本人尋問が実施され，Ｘは次の【Ｘの供述内容】のとおり，Ｂは次の【Ｂの供述内容】のとおり，それぞれ供述した。\n【Ｘの供述内容】\n「私はＺ県の出身ですが，大学卒業後は仕事の都合でＺ県を離れていました。近年，定年退職の時期が迫り，老後は故郷に戻りたいと考え，自宅を建築するためにＺ県内で手頃な土地を探していたところ，甲土地の所有者であるＡが甲土地を売りに出していることを知り，立地も良かったことから，- 4 -\n甲土地を買うことにし，Ａとの間で，売買代金額の交渉を始めました。最初は，私が４００万円を主張し，Ａが６００万円を主張していましたが，お互い歩み寄り，代金を５００万円とすることで折り合いがつきました。\n私は，令和２年５月１日，兄のＢと共にＡ宅を訪れ，Ａと私は，口頭で，私がＡから売買代金５００万円で甲土地を買い受けることに合意しました。所有権移転登記については，甲土地の付近に居住し，料亭を営み地元でも顔が広いＢを所有名義人とした方が，建物建築のための地元の金融機関からの融資が円滑に進むだろうと考え，ＡやＢの了解を得て，Ｂ名義で所有権移転登記を経由することにしました。私は，同月２０日，私の銀行口座からＡの銀行口座に５００万円を送金して，売買代金をＡに支払いました。ところが，甲土地の購入後，私は，引き続き勤務先で再雇用されることになったため，甲土地上に自宅を建築するのを見合わせることにし，甲土地は更地のままになり，金融機関から融資を受けることもありませんでした。\n甲土地は，私の所有ですので，令和３年分から令和７年分までその固定資産税は私が負担しています。甲土地は，登記上は，Ｂが所有者であり，Ｂに固定資産税の納付書が届くので，私は，Ｂから納付書をもらって固定資産税を納付していました。」\n【Ｂの供述内容】\n「私は，Ｚ県内の自己所有の建物で妻子と共に生活をしています。甲土地は，当初は，定年退職の時期が迫り，老後は故郷に戻りたいと考えたＸが，自宅を建てるために購入しようと，Ａとの間で代金額の交渉をしていました。しかし，Ｘは，令和２年の正月，やはり老後も都会で生活したいと考えるようになったので，甲土地の購入はやめようと思う，ただ甲土地は良い物件であるし，Ａも甲土地を売りたがっていると述べて，私に甲土地を購入しないかと打診してきました。\n私は，早速甲土地を見に行ったところ，立地もよく，ＸとＡとの間でまとまっていた５００万円という代金額も安く感じられたことから，私がＡから甲土地を買うことにしました。\nもっとも，令和元年末に私の料亭が食中毒を出してしまい，客足が遠のいており，私自身が甲土地の売買代金をすぐに工面することはできなかったことから，差し当たり，Ｘに立て替えてもらうことになりました。もちろん，私は，資金繰りがつき次第Ｘに同額を返還するつもりでしたが，なかなか料亭の売上げが回復せず，Ｘに立替金を返還することができないまま，今日に至ってしまいました。\nこのことは大変申し訳ないと思っています。\n所有権移転登記の名義が私であることからも，私が甲土地の所有者であることは明らかです。なお，甲土地の固定資産税は，私が支払っていると思いますが，税金関係は妻に任せており，詳しくは分かりません。」以上を前提に，以下の問いに答えなさい。\n弁護士Ｐは，本件第２訴訟の第３回口頭弁論期日までに，準備書面を提出することを予定している。\nその準備書面において，弁護士Ｐは，前記の提出された各書証並びに前記【Ｘの供述内容】及び【Ｂの供述内容】と同内容のＸ及びＢの本人尋問における供述に基づいて，ＸがＡから甲土地を買った事実が認められることにつき，主張を展開したいと考えている。弁護士Ｐにおいて，上記準備書面に記載すべき内容を，提出された各書証や両者の供述から認定することができる事実を踏まえて，答案用紙１頁程度の分量で記載しなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/実務基礎.pdf",
  "subject": 9,
  "purpose": "設問１は，所有権に基づく妨害排除請求権としての抵当権設定登記抹消登記請求権が問題となる訴訟において，原告の希望に応じた訴訟物，請求の趣旨，仮執行宣言の申立ての当否及び請求を理由づける事実について説明を求めるものである。物権的登記請求権の法律要件や意思表示を命ずる判決の効力について正確な理解が問われている。\n設問２は，被告の二つの主張に関し，各主張の位置付け及び抗弁となる場合の抗弁事実の内容を問うものである。否認と抗弁の違いについて正確な理解が求められるとともに，実体法及び判例の理解を踏まえて抗弁事実の内容を正確に論ずることが求められる。\n設問３は，被告代理人の訴訟活動上の選択に関し，時効の更新の要件効果や時効援用権の喪失に関する判例の理解を踏まえながら，本件への当てはめを適切に検討することが求められる。\n設問４は，原告代理人の立場から，請求原因事実が認められることに関し準備書面に記載すべき事項を問うものである。書証及び当事者尋問の結果を検討し，いかなる証拠によりいかなる事実を認定することができるかを示すとともに，各認定事実に基づく推認の過程を，本件の具体的な事案に即して，説得的に論述することが求められる。"
}