{
  "year": "R2",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "報道機関による取材活動については，一般にその公共性が認められているものの，取材対象者の私生活の平穏の確保の観点から問題があるとされ，とりわけ，特定の事件・事象に際し取材活動が過熱・集中するいわゆるメディア・スクラムについて，何らかの対策がとられる必要があると指摘されてきた。中でも，取材活動の対象が，犯罪被害者及びその家族等となる場合，それらの者については，何の落ち度もなく，悲嘆の極みというべき状況にあることも多いことから，報道機関に対して批判が向けられてきた。\nそのような状況の下で，犯罪被害者及びその家族等の保護を目的として，これらの者に対する取材活動を制限する立法が行われることとなった。\n具体的には，まず，「犯罪及びこれに準ずる心身に有害な影響を及ぼす行為」を「犯罪等」とし，「犯罪等により害を被った者及びその家族又は遺族」を「犯罪被害者等」とした上で，報道を業とする者（個人を含む。以下「報道関係者」という。）の取材活動について，犯罪被害者等に対して取材及び取材目的での接触（自宅・勤務先等への訪問，電話，ファックス，メール，手紙，外出時の接近等）を行うこと（以下「取材等」という。）を禁止する。ただし，当該犯罪被害者等の同意がある場合はこの限りでない（この同意は，報道関係者一般に対するものでも，特定の報道関係者に対するものでもあり得る。）。なお，捜査機関は，捜査に当たる場合には，犯罪被害者等が取材等に同意するか否かについて確認し，報道関係者から問合せがあった場合には回答するものとするほか，犯罪被害者等が希望する場合には，その一部又は全員が取材等に同意しないことを記者会見等で公表することもできる。\n次に，以上の取材等の禁止（犯罪被害者等の同意がある場合を除く。）に違反する報道関係者があった場合，捜査機関が所在する都道府県の公安委員会は，当該報道関係者に対して，行政手続法等の定めるところに従い憲法上適正な手続を履践した上で，取材等中止命令を発することができる。\nこの命令に違反した者は処罰される。したがって，犯罪被害者等へ取材等を行うことは，犯罪被害者等の同意がある場合を除き禁止されるが，直ちに処罰されるわけではなく，処罰されるのは取材等中止命令が発出されているにもかかわらず，取材等を行った場合であるということになる。\nなお，犯罪被害者等は，取材等中止命令の解除を申し出ることができ，その場合，当該命令は速やかに解除される。また，上述のとおり，犯罪被害者等の同意がある場合は，取材等の禁止は適用されない。\n以上のような立法による取材活動の制限について，その憲法適合性を論じなさい。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "本問は，犯罪被害者等の私生活の平穏の確保を目的とする取材の自由の制限について，その憲法適合性を問うものである。取材の自由を，関連判例も参照しつつ，表現の自由との関係で適切に位置付けた上で，その制約の憲法適合性に関する判断枠組みを的確に定立し，本問の立法が憲法に適合するか否かについて，その目的と手段を評価して判断することが求められる。\n一方で，犯罪被害者等の私生活の平穏の確保は，それをある程度限定的に捉えるならば，取材活動を制約する立法目的として十分に重要なものでありえよう。また，犯罪被害者等にはそもそも取材に応じる義務はない。加えて，本問の立法による処罰は命令の発出を経た段階的なものとなっている。\n他方で，私生活の平穏ということを幅広く理解すれば，取材活動を制約する根拠としてこれを直ちに承認することは困難である。また，基本的には公共性を有するはずの犯罪報道について，本問の立法は，当該報道の内容や性質，犯罪の種類や犯罪被害者等の立場などにかかわらずに，取材活動を，取材目的での接触を行うことについてまで，同意のない限り一律に禁止し，命令違反については刑罰をもって臨んでいる。\n解答に当たっては，以上のような諸点について類型的・具体的に想定をして検討することが求められよう。捜査機関を同意確認のための主たるルートとすることの問題性や，犯罪被害者等の心情が時間とともに，また，取材者とのコミュニケーシ\nョンの中で変化する可能性についても，考慮して論じることが期待される。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は，犯罪被害者等の私生活の平穏の確保を目的とする取材の自由の制限について，その憲法適合性を問うものである。取材の自由を，関連判例も参照しつつ，表現の自由との関係で適切に位置付けた上で，その制約の憲法適合性に関する判断枠組みを的確に定立し，本問の立法が憲法に適合するか否かについて，その目的と手段を評価して判断することが求められる。\n一方で，犯罪被害者等の私生活の平穏の確保は，それをある程度限定的に捉えるならば，取材活動を制約する立法目的として十分に重要なものでありえよう。また，犯罪被害者等にはそもそも取材に応じる義務はない。加えて，本問の立法による処罰は命令の発出を経た段階的なものとなっている。\n他方で，私生活の平穏ということを幅広く理解すれば，取材活動を制約する根拠としてこれを直ちに承認することは困難である。また，基本的には公共性を有するはずの犯罪報道について，本問の立法は，当該報道の内容や性質，犯罪の種類や犯罪被害者等の立場などにかかわらずに，取材活動を，取材目的での接触を行うことについてまで，同意のない限り一律に禁止し，命令違反については刑罰をもって臨んでいる。\n解答に当たっては，以上のような諸点について類型的・具体的に想定をして検討することが求められよう。捜査機関を同意確認のための主たるルートとすることの問題性や，犯罪被害者等の心情が時間とともに，また，取材者とのコミュニケーシ\nョンの中で変化する可能性についても，考慮して論じることが期待される。"
      }
    ]
  }
}