{
  "year": "R2",
  "exam_type": "予備",
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで，後記〔設問〕に答えなさい。\n【事例】\n１ Ｈ地方検察庁検察官Ｐは，Ｉ警察署司法警察員Ｋから，令和２年２月１日にＪ県Ｌ市内の民家で住人のＶ（７７歳，男性）が殺害された殺人被疑事件について，Ａ（４５歳，男性）を逮捕することの是非について相談を受けた。その時点までに収集された主な証拠の概要は以下のとおりである。\n⑴ 捜査の端緒に関する捜査報告書（証拠①）\n「令和２年２月１日午後９時５０分頃，Ｖと同居していた息子Ｂから，『Ｖが何者かに殺されている。』旨の１１０番通報があり，同日午後９時５８分頃，警察官がＶ方に臨場したところ，Ｖが１階居間の床上に大量に血を流して仰向けに倒れていた。Ｖは，臨場した救急隊員により直ちに病院へ搬送されたものの，医師によりＶの死亡が確認された。」\n⑵ 実況見分調書（証拠②）\n「警察官が臨場した際にＶが倒れていた位置は，Ｖ方１階居間中央にある応接テーブルの西側約１メートルの位置であり，その周囲の床部分には，多量の血痕が付着していた。\nＶ方からは，遺留指紋６点が採取されたが，凶器の発見には至らなかった。」\n⑶ 遺留指紋に関する捜査報告書（証拠③）上記遺留指紋のうち５点は，Ｖの指紋と一致し，残りの１点は，上記応接テーブル上面から採取されたもので，Ａの指紋と一致した旨が記載されている。\n⑷ 司法解剖医の警察官面前の供述録取書（証拠④）\n「Ｖの死因は，胸部刺創による心臓刺創に起因する失血死である。成傷器は，先端は鋭利，かつ，刃の長さが１５センチメートル以上の片刃の刃物と推定される。Ｖは，これにより１回刺突され，ほぼ即死したものと考えられる。」\n⑸ Ｂの警察官面前の供述録取書（証拠⑤）\n「令和２年２月１日午後２時頃，Ｖに見送られて外出した。同日午後９時４５分頃，帰宅して自宅に入ると，Ｖが大量に血を流して倒れており，全く反応がなかったので，何者かに殺害されたのだと思い，１１０番通報した。\nＡのことは知っている。Ｖは，Ｖ方の東隣の店舗でクリーニング店を営んでおり，Ａは，同店で１５年間にわたり従業員として働いていた者である。同店の経営状況が悪くなったことから，Ｖが令和元年１２月末にＡを解雇した。しかし，Ａは，新しい就職先が見つからず，令和２年１月２０日頃から毎日のように同店を訪れては，再び雇ってほしいとＶに懇願しており，Ｖは，これを断り続けていた。同月２７日夕方には，同店事務室でＶとＡ\nが話をしていた際，Ａが大声を上げながら両手でＶを突き飛ばしたということがあった。\nその時は，たまたま店番をしていた私がＡを制止し，Ａをなだめて帰ってもらった。\nＡは，Ｖに用があるときはいつもクリーニング店を訪ねて来ており，私が知る限り，ＡがＶ方に上がったことはなかった。また，Ｖ方１階居間にあった応接テーブル上面は，事件当日，私が外出する直前の午後１時４５分頃に，私が全体にわたり拭き掃除をした。応接テーブル上面にＡの指紋が残されていたのであれば，その指紋が付いたのは，私が同日午後２時頃に外出してから午後９時４５分頃に帰宅するまでの間としか考えられない。」\n⑹ Ｖ方西隣の住民Ｗ１の警察官面前の供述録取書（証拠⑥）\n「令和２年２月１日午後６時頃，私が自宅にいたところ，Ｖ方から男性の大きな怒鳴り声が聞こえたが，何と言って怒鳴っていたかまでは分からなかった。」\n- 6 -\n２ 検察官Ｐは，司法警察員Ｋからの上記相談に対し，㋐ＡがＶを死亡させた犯人であること（Ａの犯人性）について，証拠③等の有力な証拠があるものの，これらの証拠に基づき認められる間接事実の推認力が十分でないと考えた。そのため，検察官Ｐは，現時点でＡを逮捕することは妥当ではなく，更なる捜査が必要であると判断し，司法警察員Ｋにその旨を伝えた。\n３ その後，主に以下の証拠が収集され，再度司法警察員Ｋから相談を受けたことから，検察官Ｐは，㋑以前に収集された証拠に基づき認められる間接事実に，証拠⑦から⑪に基づき認められる間接事実が加わったことにより，Ａの犯人性を十分に推認できると考え，Ａを逮捕することが妥当であると判断して，司法警察員Ｋにその旨を伝えた。\n⑴ Ｃの警察官面前の供述録取書（証拠⑦）\n「Ａは，私の高校時代の同級生で，今も友人である。令和２年２月１日夜，Ａから私の携帯電話に電話がかかってきた。その通話で，Ａは，『むかついたので人をナイフで刺してやった。刺したナイフは，高校の近くのＭ県Ｎ市Ｏ町にある竹やぶに投げ捨てた。さすがに見付かることはないよな。』と言ってきた。その時は，Ａが酒に酔って冗談を言っているものと思って受け流したが，その後，Ａが前に働いていたクリーニング店の経営者が自宅で刺し殺されたことを報道で知って，Ａがやったのではないかと思い，怖くなった。友人であるＡのことを裏切りたくなくて悩んだが，Ａが罪を犯したのであればきちんと償ってほしいと思い，同月５日朝，自分から警察に連絡して，Ａから聞いた話を伝えることにした。」\n⑵ Ｃの携帯電話の精査結果に関する捜査報告書（証拠⑧）\nＣから任意提出を受けたＣ所有の携帯電話のデータを精査した結果，Ａが契約する携帯電話の番号がＡの姓名で登録されており，令和２年２月１日午後９時頃に同番号から着信があり，約５分間にわたって通話した履歴があった旨が記載されている。\n⑶ ナイフの領置経過に関する捜査報告書（証拠⑨）\nＣの供述に基づき，警察官がＭ県Ｎ市Ｏ町にある上記竹やぶ内を探索したところ，令和\n２年２月５日午前１１時頃，血痕様のものが付着した刃体の長さ約１５．５センチメートルの片刃のナイフを発見し，これを領置した旨が記載されている。\n⑷ 上記ナイフに付着した血痕様のものに関する鑑定書（証拠⑩）上記ナイフに付着した血痕様のものは，人血であり，そのＤＮＡ型は，Ｖのものと一致した旨が記載されている。\n⑸ 司法解剖医の警察官面前の供述録取書（証拠⑪）\n「上記ナイフは，その形状から，Ｖの死因となった胸部刺創を形成した凶器と考えて矛盾はない。上記胸部刺創が，深さ約１５センチメートルに達していた上，肋骨が刺切されていたことに照らすと，凶器をかなり強い力でＶの身体に突き刺したものと認められる。」\n４ Ａは，Ｖを被害者とする殺人罪の被疑事実で通常逮捕され，引き続き，勾留された。勾留期限までに収集された主な証拠の概要は以下のとおりである。\n⑴ Ｂの検察官面前の供述録取書（証拠⑫）証拠⑤記載の内容と同旨。\n⑵ Ｃの検察官面前の供述録取書（証拠⑬）証拠⑦記載の内容と同旨。\n⑶ 通行人Ｗ２の警察官面前の供述録取書（証拠⑭）\n「令和２年２月１日午後６時頃，保育園に預けている娘を迎えに行くためＶ方の前を通ったところ，Ｖ方から，『お前は長年店に尽くしてきた俺のことを何も考えていない。殺すぞ。』と怒鳴り付ける男性の大声が聞こえた。続いて，別の男性の声で，『ろくに働きもしていな\n- 7 -かったくせに。また働かせろなんて無理に決まっているだろう。』と怒鳴り返しているのが聞こえた。気になったが，保育園のお迎えの時間が迫っていたので，それ以上は聞かずにその場を離れた。」\n⑷ Ｗ２の検察官面前の供述録取書（証拠⑮）証拠⑭記載の内容と同旨。\n⑸ Ａの警察官面前の供述録取書（証拠⑯）\n「Ｖを殺したのは私ではない。Ｖ方に上がったこともない。事件があった日は，ずっと自宅にいたと思う。」\n⑹ Ａの検察官面前の供述録取書（証拠⑰）\n「警察の取調べではうそをついていた。私が持っていたナイフがＶの胸に刺さり，Ｖを死なせてしまったことは，事実である。しかし，私は，刺そうと思って刺したのではないし，Ｖを殺すつもりもなかった。事件当日は，Ｖを脅して再雇用に応じさせようと思い，午後\n６時頃，ナイフを持ってＶ方に行った。Ｖに居間に通された後，Ｖを脅すために，何も言わずにＶの方に刃先を向けてナイフを構えたところ，突然Ｖが向かってきたので，とっさに目を閉じて後ずさりした。次の瞬間，強い衝撃を手に感じ，目を開けるとＶの胸にナイ\nフが突き刺さっていたので怖くなり，そのナイフを抜き取って逃げた。」\n５ 検察官Ｐは，勾留期限までに，Ａにつき，Ｖを被害者とする殺人罪の公訴事実（逮捕勾留に係る被疑事実と同一の内容）で公訴を提起し，同公訴提起に係る殺人被告事件は，公判前整理手続に付された。\n６ 公判前整理手続において，検察官は，「Ａは，令和２年２月１日午後６時頃，大声でＶを怒鳴り付けて再雇用を迫ったものの，ＶがかつてのＡの勤務態度を非難して再雇用を断ったため，これに憤慨し，殺意をもって，Ｖの胸部をナイフで１回突き刺し，Ｖを死亡させた。」などと記載した証明予定事実記載書を裁判所に提出するとともに弁護人に送付し，併せて，証拠①から④，⑧から⑬，⑮及び⑰の各証拠の取調べを裁判所に請求した。\nこれに対し，Ａの弁護人は，証拠⑰と同旨の予定主張を明らかにするとともに，証拠④，⑪，⑬及び⑮について「不同意」とし，その他の証拠については「同意」との意見を述べたので，検察官は，司法解剖医，Ｃ及びＷ２の証人尋問を請求した。\n裁判所は，争点を刺突行為及び殺意の有無と整理した上で，司法解剖医，Ｃ及びＷ２につき，いずれも証人として尋問する旨の決定をするなどし，公判前整理手続を終結した。\n７ その後，第１回公判期日までの間において，Ａの弁護人は，Ａについて保釈の請求をしたが，Ｈ地方裁判所裁判官は，刑事訴訟法第８９条第１号及び第４号に該当する事由があり，また，同法第９０条に基づく職権による保釈を許すべき事情も認められないとして，同保釈請求を却下した。\n８ 公判期日に実施されたＣの証人尋問において，検察官が，Ｃに対し，事件当日の夜にＡから電話で聞かされた内容について質問し，Ｃが証拠⑬と同旨の証言をしたところ，㋒Ａの弁護人は，「ただ今の証言は証拠能力のない伝聞供述であるから，証拠排除を求める。」と述べた。裁判長が検察官に意見を求めたところ，検察官は，弁護人の申立てには理由がない旨を条文上の根拠とともに答えた。\n〔設問１〕\n⑴ 下線部㋐に関し，検察官Ｐは，Ｖ方１階居間中央の応接テーブル上面にＡの指紋が付着していた事実は，Ａの犯人性を推認させる間接事実であるが，その推認力は限定的であると考えた。その思考過程を，具体的事実を指摘しつつ答えなさい。なお，証拠⑤に記載されたＢの供述の信用性は認められることを前提とする。\n⑵ 下線部㋑に関し，検察官ＰがＡの犯人性を十分に推認できると考えた思考過程を，具体\n- 8 -的事実を指摘しつつ答えなさい。なお，証拠⑦に記載されたＣの供述の信用性は認められることを前提とする。\n〔設問２〕\n⑴ 公判前整理手続において，Ａの弁護人は，検察官が取調べを請求した証拠の開示を受け，これらの証拠に対してどのような意見を述べるかを検討するに当たり，犯行が行われた時刻頃にＶ方からの物音を聞いた者がＷ２のほかにいるならば，その者の供述録取書の開示を受けたいと考えた。この場合，Ａの弁護人は，どのような手段を採るべきか，また，その手段を採る際に具体的にどのようなことを明らかにすべきか，条文上の根拠を示しつつ答えなさい。\n⑵ Ａの弁護人が上記⑴の手段を採ったのに対し，検察官は，証拠⑥をＡの弁護人に開示した。その検察官の思考過程を，その判断要素を踏まえ，具体的事実を指摘しつつ答えなさい。\n〔設問３〕\n下線部㋒に関し，裁判所は，Ａの弁護人の申立てに基づき証拠排除決定をすべきか。検察官がＣの証言によりどのような事実を立証しようとしているかを踏まえた上で，具体的理由を付して答えなさい。\n〔設問４〕\n結審後，判決宣告期日までの間に，Ａの父親が死亡した。Ａの弁護人が勾留中のＡとの接見でその旨を伝えたところ，Ａから「父の葬儀にだけは出席したい。何とか出席できるようにしてほしい。」と依頼された。Ａの弁護人が採り得る複数の手段について，条文上の根拠を示しつつ，本事例における具体的な事実関係に即して答えなさい。\n- 9 -",
  "source_pdf": "data/pdfs/preliminary_exam/R2/論述/試験問題/実務基礎.pdf",
  "subject": 10,
  "purpose": "本問は，犯人性あるいは実行行為・殺意が争点となる殺人事件を題材に，犯人性の認定における間接事実の推認力（設問１），類型証拠開示請求の要件及び類型証拠該当性（設問２），被告人の供述を内容とする証言の証拠能力（設問３），被告人を身柄拘束から解放する手段（設問４）について，【事例】に現れた証拠や事実，手続の経過を適切に把握した上で，法曹三者それぞれの立場から，その思考過程及び採るべき具体的対応について解答することを求めており，刑事事実認定の基本構造及び刑事手続についての基本的知識の理解並びに基礎的実務能力を試すものである。"
}