{
  "year": "R7",
  "exam_type": "予備",
  "subject": 18,
  "subject_name": "国際関係法（私法系）",
  "text": "甲国人Ａ男と日本人Ｂ女は、Ｂがワーキング・ホリデー制度を利用して甲国に滞在していたときに同じ職場で知り合い、その後、甲国で適法に婚姻した。ＡとＢは、婚姻後５年ほど甲国で共同生活を送り、その間、二人の間に子Ｃ（甲国及び日本の重国籍）が生まれた。その後、Ａが日本の会社に転職することになり、Ａ、Ｂ及びＣは一緒に日本に移り住み、それ以降、日本に居住している。\nＡとＢは、乙国のリゾート地を気に入って長期の休暇の度に利用していたところ、Ａは、日本に移り住んでから１年後に、不動産業者Ｙ（乙国法人。乙国に本店を有し、乙国以外には営業所や財産を一切有しておらず、乙国以外で事業等を行っていない。）との間で、乙国のリゾート地の不動産αを購入する契約を締結した。\n以上の事実を前提として、以下の設問に答えなさい。なお、各問は独立した問いである。\n〔設問１〕\nＡは、不動産αを購入したものの、その後ＡとＢが共に仕事で忙しくなり、乙国で長期の休暇を過ごすことが難しくなった。そのため、Ａは、不動産αを購入してから５年後、Ｙに対して不動産αの転売を相談したところ、Ｙから、転売ではなく期限付きの会員制施設利用権購入契約（１年のうち決められた期間だけ対象施設の独占的利用権が付与される契約）の対象とすることを勧められ、Ｙに不動産αの運用を委託した。Ｙは、乙国への旅行客向けに、乙国内の滞在型宿泊施設の会員制施設利用権の購入を勧めるセミナーを乙国内で定期的に開催していた。乙国を初めて旅行で訪れた日本人Ｘ（日本に常居所\n・住所を有する。）は、宿泊していたホテルのロビーに貼ってあったＹの当該セミナーのポスターに目を留めた。Ｘは、それまでＹの名前を聞いたこともなくＹという会社を知らなかったが、セミナー会場がホテルのすぐ近くであることや参加者には無料のアフタヌーンティーが提供されるとの宣伝文句に興味をひかれ、セミナーに行ってみることにした。Ｘは、セミナーの内容を聞き終わり、アフタヌーンテ\nィーも満喫したため、Ｙの社員に「もう帰りたい。」と告げた。しかし、Ｘは、それまで愛想の良かったＹの社員複数名から取り囲まれ、「契約を締結しないと帰さない。」と言われたため困惑し、その場で、不動産αを毎年１０月の１か月間独占的に利用することのできる会員制施設利用権購入契約（以下\n「本件契約」という。）をＹとの間で締結し、インターネットバンキングを利用して頭金１００万円を乙国所在のＹ名義の銀行口座に振り込んで支払った。なお、本件契約の契約書においては、紛争解決条項として、「Ｐ条：本契約は、乙国法に準拠し、乙国法に従って解釈されるものとする。Ｑ条：本契約に関する一切の紛争は、乙国裁判所を専属的合意管轄裁判所とする。」と明記されていた。\nＸは、日本に帰ってから本件契約を締結したことを後悔し、契約締結後１か月が経った頃、本件契約に係る意思表示を取り消したいと思うようになった。そこで、Ｘは、Ｙに対して、日本の消費者契約法第４条第３項第２号の適用及び同号に基づく本件契約に係る意思表示の取消しを主張した上で、支払済みの金銭の全額の返還を求める訴え（以下「本件訴え」という。）を日本の裁判所に提起した。\n〔小問１〕\n⑴ 本件訴えについて、Ｙは、「本件契約の契約書中のＱ条に基づき乙国裁判所に専属的管轄合意がされているため、本件訴えは却下されるべきである。」と主張している。Ｙのこの主張は認められるかについて論じなさい。\n⑵ Ｙの⑴の主張が認められないとした場合に、本件訴えについて、日本の裁判所の国際裁判管轄権が認められるかについて論じなさい。\n〔小問２〕\nＹは、本件訴えについて日本の裁判所の国際裁判管轄権を争うことなく応訴した。この場合において、Ｘの日本法に基づく主張が認められるかについて、準拠法の決定過程を示しながら論じなさい。\n- 26 -\n〔設問２〕\nＡは、日本に移り住んでから１５年後に死亡した。Ａは、遺言を作成しておらず、Ａの遺産として残された財産は、乙国所在の不動産α、日本所在の動産及び日本の銀行に対する預金債権のみであったところ、ＢとＣとの間でＡの遺産をどのように分割するかについて争いが生じた。Ｃは、日本の家庭裁判所に対し、Ｂを相手方として、遺産分割の調停を申し立てたが、調停事件は不成立により終了し、遺産分割の審判の申立てがあったものとみなされて、審判に移行した。裁判所は、この遺産分割において、動産及び銀行預金についてはＢ及びＣの持分をそれぞれ２分の１ずつ、不動産αについてはＢの持分を３分の１、Ｃの持分を３分の２とすることを前提として審判をした。裁判所が前提とした持分の判断について、準拠法の決定過程を示しながら説明しなさい。\nなお、甲国法には本問に関する範囲で、以下の規定があるものとする。\n【甲国法】\n① 被相続人の直系卑属は以下の規定に従って相続人となる。\n第１号 親等が異なる者の間では、その近い者を先にする。\n第２号 親等が同じである者は、同順位で相続人となる。\n② 被相続人の配偶者は常に相続人となる。この場合において、①の規定によって相続人となるべき者があるときは、その者と同順位とする。\n③ 同順位の相続人が数人あるときは、その相続分は以下の規定に従う。\n第１号 直系卑属及び配偶者が相続人であるときは、直系卑属の相続分は３分の２とし、配偶者の相続分は３分の１とする。（第２号以下略）\n④ 相続については、被相続人の死亡時の常居所地法を適用する。ただし、不動産の相続については、不動産の所在地法を適用する。\n- 27 -",
  "source_pdf": "data/pdfs/preliminary_exam/R7/論述/試験問題/R7_予備_論文_選択科目.pdf"
}