{
  "year": "R7",
  "exam_type": "予備",
  "subject": "商 法",
  "text": "次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は、住宅用インテリアの企画、製造、販売等を業とする大\n会社でない取締役会設置会社であり、会計監査人設置会社でない監査役設置会社である。甲社の定\n款には、その発行する全部の株式の内容として譲渡による当該株式の取得について取締役会の承認\nを要すること、定時株主総会の議決権の基準日は毎年１２月３１日とすること、事業年度は毎年１\n月１日から１２月３１日までの１年とすることが定められている。甲社の発行済株式の総数は１０\n００株であり、令和５年１２月３１日の株主名簿によれば、創業者であるＡが５００株を、ＢとＣ\nが１５０株ずつを、Ａの親族であるＤとＥが１００株ずつを、それぞれ保有していた。甲社の創業\n以来、Ａが代表取締役を、ＢとＣが取締役を、Ｆが監査役を、それぞれ務め、ＤとＥは甲社の日常\nの経営に関わっていない。\n２．Ｄは、令和６年２月頃、その保有する甲社の株式の全部（以下「本件株式」という。）を売却し\nて家計の足しにしたいとＡに相談した。Ａは、甲社が同年３月３１日に本件株式を１株当たり１\n０万円（総額１０００万円）で買い取ることとし、同月開催予定の甲社の定時株主総会におい\nて、そのことを取り上げるとＤに約束した。\n３．甲社は、会社法上必要な手続を経て、令和６年３月３１日に、Ｄから、本件株式を総額１０００\n万円で買い取った。その過程で、Ａは、同月に開催された甲社の定時株主総会において、「本総\n会において適法に確定した計算書類に基づいて計算したところ、令和６年３月３１日における分\n配可能額は１２００万円以上あり、甲社が本件株式を買い取ることに問題はない。」と説明し、\n甲社による本件株式の取得の承認を受けた。\n４．ところが、令和６年７月になって、甲社の預金口座の記録を照会していたＢが上記３の計算書類\nの基礎となった令和５年中の会計帳簿に過誤があったことを偶然発見した。当該過誤は、甲社に\nおいて会計帳簿をほぼ単独で作成していた経理担当従業員Ｇが、一部の取引について会計帳簿へ\nの記載を失念したために発生したものであった。Ｆによる会計監査は、例年、会計帳簿が適正に\n作成されたことを前提として計算書類と会計帳簿の内容の照合を行うのみであったため、会計監\n査では当該過誤が発見されず、上記３の定時株主総会においても、Ｆは疑義を述べなかった。Ａ\nは、甲社の経理及び財務を担当しており、計算書類の作成と分配可能額の計算も自分で行ってい\nたが、その基礎となる会計帳簿の作成については直属の部下であるＧに任せきりにして関与して\nおらず、Ｇによる一部の取引についての会計帳簿への記載の失念に気付かなかった。当該過誤を\n修正したところ、令和６年３月３１日における分配可能額は８００万円であった。\n〔設問１〕\n上記１から４までを前提として、次の⑴及び⑵に答えなさい。なお、本件株式の取得価格は適正\nな金額であったものとする。\n⑴ 甲社による本件株式の買取りは有効かについて、論じなさい。\n⑵ 甲社による本件株式の買取りに関して、Ａ、Ｄ及びＦは、甲社に対し、会社法上どのような責\n任を負うかについて、論じなさい。\n下記５以下においては、上記２から４までの事実は存在しないことを前提として、〔設問２〕に\n答えなさい。\n５．Ａは、令和６年５月頃、とある同族企業の社長から、親族である株主が死亡するたびに株式が多\n\n数の相続人に分散したために会社の管理が厄介になったという話を聞いて心配になり、全ての甲社\nの株式を自分の手元で保有したいと考えるようになった。ＡがＢ、Ｃ、Ｄ及びＥに個別に相談した\nところ、Ｂ、Ｃ及びＤは対価次第で甲社の株式の売却に応じると回答したが、Ｅは「長年にわたり\n株主であった自分を、さしたる理由もなく甲社から排除しようというのか。」と不満を強く述べ、\n売却を固く拒否した。\n６．Ａは、旧知の税理士Ｈに甲社の株式の評価額の算定を依頼し、「１株当たり６万円から１０万円\nまでの範囲が甲社の株式の適正な評価額である。」との意見を得た。そこで、Ａは、令和６年７月\n３１日までに、甲社の取締役会の承認を受け、Ｂ、Ｃ及びＤから、その保有する甲社の株式を１株\n当たり１０万円で適法に取得し、当該株式について、株主名簿の名義書換が行われた。他方、Ａ\nは、同年８月以降、Ｅに対し、特別支配株主の株式等売渡請求（以下「本件売渡請求」という。）\nをすることとし、甲社に対し、その旨及び株式売渡対価を１株当たり６万円、取得日を同年９月２\n０日とすることなどの会社法所定の事項を通知し、同年８月２０日開催の甲社の取締役会におい\nて、その承認を受けた。甲社は、同月２７日に、会社法所定の事項をＥに通知し、また、本件売渡\n請求に関する事項を記載した会社法所定の書面を甲社本店に備え置いた。その通知を受けたＥは、\nＡの都合で一方的に甲社から排除されることに不満を強く抱き、さらに、Ｂ、Ｃ及びＤからの株式\nの取得の事実を知り、その取得価格が本件売渡請求における株式売渡対価の額と異なることに対し\nて不満を一層強めた。\n〔設問２〕\n令和６年９月２日時点において、Ｅの立場において会社法上どのような手段を採ることが考えら\nれるかについて、論じなさい。",
  "source_pdf": "問題文元pdf/予備試験/R7/R7_予備_論文_民法・商法・民事訴訟法.pdf"
}