{
  "year": "R7",
  "exam_type": "予備",
  "subject": 10,
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで、後記〔設問〕に答えなさい。\n【事例】\n１ Ａ（２５歳）は、甲県乙市内に住む友人Ｘ及び乙市の西約３０キロメートルにある離島の丙島に住む友人Ｙを訪ねようと考え、令和６年２月１日、Ｘ及びＹに電話をかけ、Ｙに対しては同月３日、Ｘに対しては同月５日に遊びに行く旨伝えた。Ａは、同月３日午前１０時頃、丙島への唯一の交通手段である旅客車両用フェリー（以下「本件フェリー」という。）で乙市を出発して丙島に渡り、同日午後１時頃、Ｔレンタカー丙営業所において、車種を指定して普通乗用自動車１台（登録番号：Ｎ３００わ７７７７。以下「本件車両」という。）を「返却期限は同月４日午後５時、返却場所は同営業所」の契約で借り受けた。その際、Ａは、同営業所従業員\nＶから、レンタカー料金３万円は前払いである旨告げられたが、後払いにしてほしい旨懇願し、Ｖは渋々それを受け入れ、契約書にその旨記載した。\nＡは、同月３日午後２時頃、本件車両を運転してＹ方に赴き、Ｙと丙島内を観光するなどした後、同月４日午後４時頃、Ｙを同人方に送り届け、Ｙと別れた。Ａは、その後も本件車両を使用し、返却期限である同日午後５時を過ぎても本件車両を返却しなかった。Ｖは、返却期限になってもＡが本件車両を返却しに来ないので、同日午後６時頃、Ａの携帯電話に電話をかけた。Ａは、その電話で「これから返しに行く。」などと言ったが、Ｖから現在地等を尋ねられても何も答えず、一方的に電話を切った。その後、ＶはＡに何度も電話をかけたが、Ａは電話に出なかった。Ａは、同日午後６時４５分頃、本件車両とともに乙市行きの本件フェリーに乗り込み、同フェリーは同日午後７時に出港した。\n２ Ａは、同月５日午前１０時頃、本件車両を運転して乙市内のＸ方を訪ね、一緒に観光しようと誘った。ＸがＡに「この車どうしたんだ。」と聞くと、ＡはＸに「丙島のレンタカー屋で借りた。もう期限過ぎてるけどね。」と言った。ＸはＡに「返さないとだめだよ。そんな車で遊びになんか行けないよ。」と言ってＡの誘いを断ったため、Ａは、一人で乙市内を観光するなどしていた。Ｖは、同日午後１時頃、Ａに電話をかけ、応答したＡに居場所を尋ねたところ、Ａ\nは「今、丙島にいる。もう少しで営業所に着く。」などと言って一方的に電話を切り、乙市内の観光を続けた。Ｖは、その後も繰り返しＡに電話をかけたが、Ａが一切電話に出なかったため、同月７日、本件車両をだまし取られたとして丙警察署に被害届を提出した。丙警察署の司法警察員は、詐欺の被疑事実（その要旨は別紙のとおり）で丙簡易裁判所裁判官にＡに対する逮捕状を請求し、同月９日、同裁判官から同事実での逮捕状の発付を受けた。\nＡは、同月１０日午後５時頃、本件車両を運転中、乙市内の公道上でガードレールに衝突する事故を起こした。その際、Ａは、運転席側窓ガラスに頭をぶつけて負傷し、本件車両を放置してその場から逃げ去った。当該事故の目撃者Ｗが警察に１１０番通報し、司法警察員Ｋらが臨場した。Ｋらは、当該事故車両のナンバーから、詐欺の被害届が出されている本件車両であると把握し、①令状の発付を受けずに、本件車両が放置された現場の写真撮影及び本件車両内の証拠品の押収等を行った。その結果、本件車両内から、同月３日午前１０時乙市発丙島行き及び同月４日午後７時丙島発乙市行きの本件フェリーの乗客用チケットの各半券並びに同月４日午後７時丙島発乙市行きの本件フェリーの車両用チケットの半券を押収したほか、運転席側窓ガラスに付着した血痕を採取した。同時に、Ｋらは、目撃者Ｗから聴取した運転者の逃走方向へ向かったところ、頭部から出血しているＡを現場付近で発見した。Ｋらは、人定事項を確認の上、同月１０日、Ａを詐欺罪により通常逮捕した。Ａの逮捕時の所持金は５万円であった。Ａは、逮捕後のＫによる弁解録取手続において「レンタカーをだまし取っていない。同月\n- 7 -\n４日にＶから電話を受けた時、１週間延長してくれと言って承諾してもらった。」などと供述した。Ｋは、本件車両内から採取した血痕のＤＮＡ型がＡのものであるか否かを判別するため、Ａに対し口腔内細胞の提出を求めたが、Ａがそれを拒んだことから、②令状の発付を受けた上、医師がＡの腕に注射針を挿入して血液を採取した。\n３ 同月１２日、Ａは、詐欺の送致事実（その要旨は別紙に同じ）により甲地方検察庁検察官Ｐに送致された。Ａは、Ｐによる弁解録取手続においてもＫによる弁解録取手続時と同様の供述をし、所要の手続を経て、同日中に勾留された。\n③検察官Ｐは、司法警察員Ｋに対し、本件車両内で発見された本件フェリーのチケットの各半券について、購入日時・場所を解明するよう補充捜査の指示をした。捜査の結果、同月３日午前１０時乙市発丙島行き及び同月４日午後７時丙島発乙市行きの乗客用チケットは同月２日午後３時頃Ａがインターネットで予約購入し、その後窓口で発券されていたのに対し、同月４\n日午後７時丙島発乙市行きの車両用チケットについては、同月４日午後６時３０分頃、Ａが丙島フェリー乗り場の窓口で直接購入し発券されていたことが判明した。\nまた、検察官Ｐは、同月１４日にＸの事情聴取を行った。Ｘは、同月１日にＡから遊びに行くという電話があったことや同月５日にＡがＸ方に来た際に前記２記載のやり取りがあったことを供述した。Ｘは、そのほか、同月１日のＡとの電話で、同月５日に乙駅構内で待ち合わせて遊びに行くと約束したこと、同月５日にＸ方を訪れた際にＡは「昔から欲しかった車種だった。ナンバーも覚えやすいだろ。」などと言っていたこと、その車のナンバーがＮ３００わ７７７７という同じ数字が並んだものだったのでよく覚えていることなどを供述したため、Ｐは、その旨の同月１４日付け検察官面前調書を作成し、Ｘはこれに署名押印した。\n検察官Ｐは、その他所要の捜査を遂げ、詐欺の被疑事実で送致されたＡについて、同月２１日、④単純横領の罪で公判請求した。Ｐは、単純横領罪の成立時期について、⑤㋐同月４日午後５時頃、㋑同月４日午後６時頃、㋒同月４日午後６時４５分頃をそれぞれ検討したが、検討の結果、㋒同月４日午後６時４５分頃とすることにした。\n４ Ａは、同年３月１８日の第１回公判期日の冒頭手続において、同年２月４日にＶから電話を受けた際、本件車両の返却期限の延長を了承してもらったので、横領していないと主張し、Ａの弁護人Ｂも、Ａの無罪を主張した。また、検察官Ｐが同月５日にＸ方を訪れた際のＡの言動等を立証するために証拠請求したＸの検察官面前調書をＢが不同意としたため、Ｐは、Ｘの証人尋問を請求し、裁判官ＪはＸを証人として採用した。Ｘは、同年４月１５日の第２回公判期日において「令和６年２月１日にＡから電話があったかどうか、同月５日にＡが私の家に来たかどうか、いずれももう何か月も前のことなので覚えていない。Ａは、地元の中学校の同級生で、いつも怖い先輩たちとつるんでいた。今日傍聴席にいる人たちも、Ａが昔からつるんでいた先輩たちだと思う。」などと証言し、現に法廷の傍聴席には、Ａと同年代の男性が約１０名おり、Ａと目配せをしたり、Ｘの証言中に咳払いをしたりしていた。Ｐは、Ｘの記憶喚起を試みたが、Ｘの証言内容は変わらなかったため、Ｘの同年２月１４日付け検察官面前調書の証拠採用を求め、⑥Ｊは同調書を証拠として採用した。\n〔設問１〕\n⑴ 下線部①につき、司法警察員Ｋらが、本件車両が放置された現場の写真撮影、本件車両内の本件フェリーのチケットの各半券の押収を、令状の発付を受けずに行うことができる理由を答えなさい。\n⑵ 下線部②につき、司法警察員Ｋが発付を受けた令状の種類及びその令状が必要であると考えた理由を答えなさい。\n〔設問２〕\n- 8 -\n⑴ 検察官Ｐが下線部③の指示をした理由を答えなさい。\n⑵ 下線部④につき、検察官Ｐが送致事実である詐欺ではなく単純横領の罪でＡを公判請求した理由について、詐欺罪の成立に積極的に働く事実、消極的に働く事実の双方を挙げつつ答えなさい。\n⑶ 下線部⑤につき、検察官Ｐが単純横領の成立時期について㋐、㋑及び㋒を検討した理由並びに㋐、㋑ではなく㋒と結論付けた理由を答えなさい。\n〔設問３〕\n下線部⑥につき、裁判官ＪがＸの検察官面前調書の採否を決定するに当たって考慮した具体的事実を、条文上の根拠と併せて答えなさい。\n〔設問４〕\n弁護人Ｂが、公判請求後にＡと接見した際\n⑴ 「起訴された事実は間違いないが、無罪主張をしてほしい。」とＡから言われ、無罪を主張すること⑵ 「Ｙに『ＡがＶとの電話で、返却期限の延長を了承してもらっているのをレンタカーの助手席で聞いていた。』といううその証言をさせてほしい。」とＡから言われ、Ｙを証人請求することについて、それぞれ弁護士倫理上問題はあるか、司法試験予備試験用法文中の弁護士職務基本規程を適宜参照し、根拠条文と併せて答えなさい。\n- 9 -\n【別紙】 ※具体的な犯行場所や被害品時価等は省略\n被疑事実の要旨被疑者は、車両借受け名目で車両をだまし取ろうと考え、令和６年２月３日午後１時頃、Ｔレンタカー丙営業所において、同営業所従業員Ｖに対し、真実は、レンタカーとして借り受けた車両を返却する意思がないのに、これがあるように装って車両の借受けを申し込み、同人をして借受期間経過後直ちに同車両が返却されるものと誤信させ、よって、その頃、同所において、同人から同人管理に係る普通乗用自動車１台（Ｎ３００わ７７７７）の交付を受け、もって人を欺いて財物を交付させたものである。\n- 10 -",
  "source_pdf": "data/pdfs/preliminary_exam/R7/論述/試験問題/R7_予備_論文_法律実務基礎科目（民事・刑事）.pdf"
}