{
  "year": "R7",
  "exam_type": "予備",
  "subject": "刑事訴訟法",
  "source_pdf": "問題文元pdf\\予備試験\\R7\\R7_予備_短答_刑法・刑事訴訟法.pdf",
  "problems": [
    {
      "question_number": 1,
      "question_text": "（配点：４）\n次の【事例】に関する後記アからオまでの各【記述】を判例の立場に従って検討し、正しい場合\nには１を、誤っている場合には２を選びなさい。（解答欄は、アからオの順に［No.15］から［No.\n19］）\n【事 例】\n保険会社の従業員である甲は、顧客Ａが独りで住んでいる一戸建て家屋に多額の現金が保管さ\nれていることを知り、Ａを殺害した上で同現金を手に入れようと計画した。甲は、その計画に従\nい、某月１日午後４時頃、Ａを戸外に連れ出し、麻酔薬を吸引させて気絶させた上、自動車の後\n部座席にＡを押し込み、同車を運転してＡを山奥まで運んだ。さらに、甲は、同日午後６時頃、\n気絶していたＡを車外に引っ張り出した上、自殺に見せ掛けるため、大木の枝に縛り付けた縄で\nＡの頸部をくくり、そのままＡをつり下げて窒息死させた。甲は、Ａが持っていたＡ方の鍵を入\n手した上で、その場にＡの死体を放置して上記自動車を運転してＡ方に向かった。甲は、同日午\n後８時５０分頃、上記鍵を使用してＡ方内に立ち入り、同所に保管されていた現金５００万円を\n自己のかばんに入れて上記計画を完遂した。\n甲は、Ａ方を燃やして犯行を隠蔽しようと考え、同日午後９時頃、Ａ方居室の畳に火を放って\nＡ方を出た。その直後、付近住民が異変に気付いてＡ方内に立ち入り、上記畳を取り外して屋外\nに投げ捨てたため、同畳以外は焼損しなかった。\n甲は、同月５日、逮捕され、その後の弁解録取手続において、自暴自棄になり、警察官Ｂが甲\nの弁解を記載した弁解録取書を手で破り捨てた。\nＡには死亡事故を起こしたことによる前科があり、乙は、かつてＡから同前科があることを聞\nいていた。乙は、Ａが死亡したことを知り、同月７日、インターネットの掲示板に「Ａは、事故\nを起こして人を死なせた前科がある。」と書き込み、インターネットを利用する不特定多数の者\nが閲覧可能な状態にした。\n【記 述】\nの行為を全体的に考察すれば、生前のＡの財物に対する占有を侵害しているから、甲に殺人罪\n及び窃盗罪が成立し、強盗殺人罪は成立しない。［No.15］\nものの、甲がＡを殺した犯人である以上、甲に不作為による死体遺棄罪が成立する。［No.\n16］\nいて、甲に非現住建造物等放火既遂罪が成立する。［No.17］\nったとしても、甲に公用文書毀棄罪が成立する。［No.18］\nオ．乙がインターネットの掲示板に書き込んだ行為について、乙が摘示した事実が真実であった\nとしても、乙に名誉毀損罪が成立する。［No.19］\n- 12 -\n［刑事訴訟法］",
      "choice_1": "甲がＡを殺害してＡ方で現金５００万円を手に入れた行為について、甲の計画を踏まえて甲",
      "choice_2": "甲がＡを殺した後にその場にＡの死体を放置した行為について、甲にはＡの葬祭義務がない",
      "choice_3": "甲が焼損させたＡ方居室の畳は建造物の付属物であるから、甲が同畳を焼損させた行為につ",
      "choice_4": "甲が弁解録取書を手で破り捨てた行為について、同弁解録取書に甲及びＢの署名押印がなか",
      "correct_answer": "17",
      "correctness_pattern": "☓☓☓☓"
    },
    {
      "question_number": 2,
      "question_text": "（配点：２）\n公判前整理手続に関する次のアからオまでの各記述のうち、正しいものの組合せは、後記１から\n５までのうちどれか。（解答欄は、［№21］）\n等のうち、その者が公判期日において供述すると思料する内容が明らかになるものを裁判所に\n提出しなければならない。\nるとの主張を行う予定がある場合、公判前整理手続において、裁判所及び検察官に対し、これ\nを明らかにする必要がある。\nおいて取調べを請求しなかった証拠について、裁判所が職権で証拠調べをすることはできない。\nオ．裁判所は、公判前整理手続において鑑定を行うことを決定した場合、鑑定の結果の報告がな\nされるまでに相当の期間を要すると認めるときには、公判前整理手続内において、鑑定人に鑑\n定の手続の一部を行わせることができる。\n１．ア イ ２．ア エ ３．イ オ ４．ウ エ ５．ウ オ\n- 13 -",
      "choice_1": "検察官又は弁護人は、裁判所に対し、公判前整理手続に付すことを請求できない。",
      "choice_2": "検察官は、証人の尋問を請求する場合、争点及び証拠の整理のために、その者の供述録取書",
      "choice_3": "弁護人は、公判前整理手続に付された事件の公判において被告人の行為が正当防衛に該当す",
      "choice_4": "公判前整理手続に付された事件の公判では、検察官、被告人及び弁護人が公判前整理手続に",
      "correct_answer": "2",
      "correctness_pattern": "☓〇☓☓"
    },
    {
      "question_number": 3,
      "question_text": "（配点：２）\n次のアからオまでの各記述のうち、正しいものの組合せは、後記１から５までのうちどれか。\n（解答欄は、［№22］）\nて、それを証拠とすることに同意することができる。\nでも、それに基づく弁論は弁護人が行う。\nあるときは、公訴の提起前に限り、裁判官に押収、捜索、検証、証人の尋問又は鑑定の処分を\n請求することができる。\nきない。\nオ．弁護人は、捜査機関が令状の発付を受けて行う捜索差押えに立ち会う権利を有する。\n１．ア エ ２．ア オ ３．イ ウ ４．イ エ ５．ウ オ",
      "choice_1": "弁護人は、検察官から取調べの請求がなされた書証について、被告人の明示した意思に反し",
      "choice_2": "控訴審では、被告人自身が弁論をすることはできず、控訴趣意書を被告人が差し出した場合",
      "choice_3": "弁護人は、あらかじめ証拠を保全しておかなければその証拠を使用することが困難な事情が",
      "choice_4": "原審における弁護人は、被告人の明示した意思に反して、被告人のため上訴をすることがで",
      "correct_answer": "2",
      "correctness_pattern": "☓〇☓☓"
    },
    {
      "question_number": 4,
      "question_text": "（配点：２）\n接見交通権に関する次のアからオまでの各記述のうち、誤っているものは幾つあるか。後記１か\nら６までのうちから選びなさい。ただし、判例がある場合には、それに照らして考えるものとする。\n（解答欄は、［№28］）\nけるなど弁護人から援助を受ける機会を確保する目的で設けられたものであり、憲法の保障に\n由来するものである。\nの中断等により捜査に顕著な支障が生ずる場合に限られるところ、捜査機関が弁護人から身体\nの拘束を受けている被疑者との接見の申出を受けた時に、現に被疑者を取調べ中である場合や\n実況見分、検証等に立ち会わせている場合、また、間近い時に取調べ等をする確実な予定があ\nって、弁護人の申出に沿った接見を認めたのでは、取調べ等が予定どおり開始できなくなるお\nそれがある場合などは、原則として取調べの中断等により捜査に顕著な支障が生ずる場合に当\nたる。\n後の初回の接見は、これを速やかに行うことが被疑者の防御の準備のために特に重要であるの\nで、捜査機関は、現に被疑者を取調べ中であって、弁護人の申出に沿った即時の接見を認める\nと捜査に顕著な支障が生じる場合であっても、直ちに取調べを中断して、接見させなければな\nらない。\n罪である被疑事件の捜査のため必要があるときは、被告事件についての防御権の不当な制限に\nわたらない限り、被告事件の弁護人と被告人との接見に関し、その日時等を指定することがで\nきる。\nオ．検察官が検察庁の庁舎内に接見設備のある部屋等が存在しないことを理由として接見の申出\nを拒否したにもかかわらず、弁護人がなお同庁舎内における即時の接見を求め、即時に接見す\nる必要性が認められる場合には、検察官は、例えば立会人のいる部屋での短時間の接見などの\nように、いわゆる秘密交通権が十分に保障されないような態様の短時間の接見であってもよい\nかどうかという点につき、弁護人の意向を確かめ、弁護人がそのような接見であっても差し支\nえないとの意向を示したときは、それができるように特別の配慮をすべき義務がある。\n１．０個 ２．１個 ３．２個 ４．３個 ５．４個 ６．５個",
      "choice_1": "接見交通権は、身体の拘束を受けている被告人又は被疑者が弁護人と相談し、その助言を受",
      "choice_2": "刑事訴訟法第３９条第３項の「捜査のため必要があるとき」とは、接見等を認めると取調べ",
      "choice_3": "弁護人を選任することができる者の依頼により弁護人となろうとする者と被疑者との逮捕直",
      "choice_4": "勾留されている被告人が同時に余罪の被疑者として勾留されている場合、検察官は、その余",
      "correct_answer": "2",
      "correctness_pattern": "☓〇☓☓"
    },
    {
      "question_number": 5,
      "question_text": "（配点：３）\n私人による現行犯逮捕に関する次のアからオまでの各記述のうち、正しいものは幾つあるか。後\n記１から６までのうちから選びなさい。ただし、判例がある場合には、それに照らして考えるもの\nとする。（解答欄は、［№29］）\n続をしなければならない。\nされた時からではなく、その者を受け取った時から、４８時間以内に検察官に送致する手続を\nしなければならない。\nオ．現行犯人を逮捕した私人は、逮捕の現場で令状によらずに捜索差押えをすることができる。\n１．０個 ２．１個 ３．２個 ４．３個 ５．４個 ６．５個\n- 15 -",
      "choice_1": "私人は、急速を要する場合に限り、その理由を告げた上で現行犯人を逮捕することができる。",
      "choice_2": "司法警察員は、私人から現行犯人の引渡しを受けた場合、直ちに裁判官の逮捕状を求める手",
      "choice_3": "私人が現行犯逮捕する場合には、その私人が犯行を現に目撃していなければならない。",
      "choice_4": "司法警察員は、私人から現行犯人の引渡しを受け、留置の必要があると思料する場合、逮捕",
      "correct_answer": "2",
      "correctness_pattern": "☓〇☓☓"
    }
  ]
}