{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 15 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＡ社とＢ社は，新型インフルエンザの感染の有無を検査する試薬を共同開発することとし，Ａ社の従業員甲とＢ社の従業員乙が，共同研究を行い，α試薬を発明した。Ａ社の勤務規則には，従業員が発明をするに至った行為がその職務に属するときは，当該発明についての特許を受ける権利はＡ社が承継する旨の定めがあった。また，Ｂ社の勤務規則にも，これと同様の定めがあった。\n以上の事実関係を前提に，以下の各設問に答えよ。ただし，各設問に記載した追加的な事実関係は別個の独立したものである。\n〔設問１〕\n甲は，α試薬の発明について一緒に特許出願をしようと乙に持ちかけたところ，乙は，乙の特許を受ける権利はＢ社に帰属するので，特許出願はＢ社で行いたいと述べた。しかし，甲が甲及び乙の名義で特許出願をすることに固執した結果，甲と乙が共同でα試薬の発明について特許出願をした。\n１．Ａ社及びＢ社は，甲又は乙に対し，どのような請求をすることができるか。また，甲及び乙が前記特許出願について特許権の設定登録を受けた場合はどうか。\n２．甲及び乙が前記特許出願について特許権の設定登録を受けた後，Ｂ社がα試薬の製造販売を開始した場合，甲は，Ｂ社に対し，α試薬の製造販売の差止め及び損害賠償を請求することができるか。\n〔設問２〕\n甲は，α試薬について，共同研究に関与していなかったＡ社の同僚の丙に評価を求めたところ，丙は，無断で，α試薬の発明を自己の単独発明として特許出願をした。\n甲，乙，Ａ社又はＢ社は，丙に対し，どのような請求をすることができるか。また，丙が前記特許出願について特許権の設定登録を受けた場合はどうか。\nα試薬の発明を自己の単独発明として特許出願をしたのが，丙ではなく，甲であった場合と対比して論ぜよ。\n- 16 -\n〔第２問〕（配点：５０）\nアニメーションのキャラクターデザイナーである甲は，戯れに思い付いたキャラクターの容姿を描いた絵画Ａを作成した。甲は，絵画Ａを友人である乙に見せたところ，乙が欲しいと言ったので，他人に譲渡しないこと及び他人に見せないことを条件に，乙にこれを贈与した。しかしながら，その後，乙は，借金に困り，その返済のために絵画Ａを売ろうと考え，知り合い十数名にこれを見せた。そして，乙は，そのうちの丙に絵画Ａを売却した。丙は，絵画Ａに描かれたキャラクターが気に入り，そのキャラクターの彫刻Ｂを作成し，これを自らが経営する玩具店の店内に置いた。その際，丙は，乙が絵画Ａは自分が作成したと言ったことを信じ，乙の承諾のみを受けた。丁市の市民公園の担当者は，子供が喜びそうな彫刻を探していたところ，偶然に丙の玩具店において彫刻Ｂを見て，これが適当であると考えた。そこで，丁市は，丙から彫刻Ｂを購入し，その市民公園内にこれを設置した。映画製作者である戊は，丁市を中心にストーリーが展開する映画Ｃを製作し，そのＤＶＤを販売している。映画Ｃのラストシーン約１分間は，丁市の市民公園を舞台としたもので，そのうちの１０秒程度に彫刻Ｂが写っている。\n以上の事実関係を前提に，以下の各設問に答えよ。\n〔設問１〕\n１．甲は，乙に対して，著作権法上どのような請求をすることができるか。\n２．甲は，丙に対して，著作権法上どのような請求をすることができるか。\n〔設問２〕\n１．甲は，映画ＣのＤＶＤを販売する戊の行為が甲の有する著作権を侵害することを理由として，戊に対して，その行為の差止めを請求するために，どのような主張をすべきか。\n２．前記１の甲の主張に対する戊の反論として，どのようなものが考えられるか。\n３．前記２の戊の反論に対する甲の再反論として，どのようなものが考えられるか。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法］\n〔第１問〕\n特許を受ける権利は発明者に原始的に帰属するが，当該発明が職務発明（特許法第３５条第\n１項）に当たる場合には，あらかじめ契約，勤務規則その他の定めにより特許を受ける権利を発明者の使用者等に承継させることを定めることができる。\n特許出願後の特許を受ける権利の承継は，相続その他の一般承継の場合を除き，特許庁長官への届出が効力要件とされ（特許法第３４条第４項），また，特許権の移転は，相続その他の一般承継の場合を除き，登録が効力要件とされる（特許法第９８条第１項第１号）。なお，特許を受ける権利の承継の届出（出願人名義変更届）は，譲受人が権利の承継を証明する書面を添付することにより，単独で行うことができ，また，特許権の移転登録手続は，譲渡人と譲受人との共同申請によることを原則とするが，移転登録手続を命じる判決によるときは譲受人が単独で行うことができる。\nそして，特許を受ける権利又は特許権が共有に係るときは，各共有者は，他の共有者の同意を得なければ，その持分を譲渡することができない（特許法第３３条第３項，第７３条第１項）。\n以上を前提に，本問は，共同発明が職務発明である場合の法律関係を問うものである。\n設問１の１では，α試薬の発明は，甲及び乙の共同発明であるとともに，甲とＡ社との関係，乙とＢ社との関係ではそれぞれ職務発明となることを把握した上で，Ａ社及びＢ社がα試薬の発明の特許を受ける権利を承継するかどうか，承継するとした場合あるいは承継しないとした場合に，Ａ社及びＢ社は，甲及び乙にいかなる請求をすることができるかについて，本問の事実関係に即して論じる必要がある。Ａ社及びＢ社が特許を受ける権利を承継するとした場合には，後記の最高裁判所の判決を踏まえた論述が求められる。\n設問１の２では，甲のＢ社に対するα試薬の製造販売の差止請求及び損害賠償請求の可否を論じるに当たり，Ｂ社は，職務発明に基づく通常実施権を有するか等について検討する必要がある。\n設問２は，共同発明について冒認出願がされた場合における真の権利者の救済手続についての理解を問うものである。特許出願をした特許を受ける権利の共有者の一人の承継人であると称して特許権の設定登録を受けた無権利者に対する当該特許権の持分の移転登録手続請求を認めた最高裁判所の判決（最判平成１３年６月１２日民集５５巻４号７９３頁・生ゴミ処理装置事件）を踏まえた論述が求められる。\n論述を展開するに当たっては，発明者でない丙が無断で特許出願をした場合と共同発明者の一人である甲が無断で単独出願をした場合との対比が必要となる。なお，設問では甲，乙，Ａ社又はＢ社の丙に対する請求について問われているので，設問１の１で検討したように，Ａ社及びＢ社がα試薬の発明の特許を受ける権利を承継するか否かが論述の前提となる。\n〔第２問〕\n設問１は，甲が作成した絵画Ａの贈与を受けて，これを知り合い十数名に見せ，そのうちの丙に売却した乙に対する甲の請求を，また，絵画Ａに描かれたキャラクターの彫刻Ｂを作成し，これを自らが経営する玩具店の店内に置き，丁市に譲渡した丙に対する甲の請求を問うものであり，甲が乙及び丙に対していかなる権利の侵害に基づいてどのような請求をすることが可能であるかを論述させるものである。乙の行為により侵害される権利としては，公表権，譲渡権等が問題となる。公表権に関しては，乙の行為が「著作物でまだ公表されていないもの・・・\nを公衆に提供し，又は提示する」（著作権法第１８条第１項）ものに当たるかどうかや，甲と乙との間の他人に見せない旨の合意と著作権法第１８条第２項第２号との関係を論じる必要がある。譲渡権に関しては，乙の行為が著作物の「原作品又は複製物・・・の譲渡により公衆に- 12 -\n提供する」（著作権法第２６条の２第１項）ものに当たるかどうか，著作権法第２６条の２第\n２項第３号に該当するものの譲渡に当たるかどうか，甲と乙との間の他人に譲渡しない旨の合意が同号の適用に影響を与えるかどうかを論じる必要がある。丙の行為により侵害される権利としては，翻案権，展示権，譲渡権，同一性保持権，公表権等が問題となる。翻案権に関しては，彫刻Ｂの作成が翻案に当たる場合について論述することが求められる。彫刻Ｂの作成が翻案に当たるとした場合，彫刻Ｂが絵画Ａの二次的著作物となることから，展示権，譲渡権については，同法第２８条，公表権については，同法第１８条第１項後段に言及することとなろう。\nそして，乙及び丙に対する請求として，差止請求や損害賠償請求が可能であるかどうかについて論じる必要がある。\n設問２は，甲と，ラストシーンの１０秒程度に彫刻Ｂが写っている映画ＣのＤＶＤを販売している戊との間の法律関係を問うものである。まず，著作権の侵害を理由とする甲の戊に対する差止請求の主張に関しては，頒布権（著作権法第２６条第２項）の侵害等を論述することが求められる。次に，甲の主張に対する戊の反論及び戊の反論に対する甲の再反論に関しては，戊の行為と著作権法第４６条との関係（二次的著作物が「屋外の場所に恒常的に設置されている」場合における原著作物についての著作権に対する同条の適用や同条第４号の該当性），映画Ｃに彫刻Ｂが写っていることが著作物の複製に当たるかどうか等について検討する必要がある。"
}