{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\n隣接するＸ国とＹ国の間では，Ｙ国が実効的な支配を行っているα地方の領有権が長く争われてきた。最近になってＹ国がα地方領有の正当性を声高に主張し，同時にα地方に駐留する軍隊を大幅に増強したために，両国の関係が極度に悪化し，Ｘ国とα地方を区切る事実上の境界線付近で小規模な軍事衝突も幾つか起こった。\nＸ国は，Ｙ国のこうした行為に反発して，自国内にいるＹ国民の出国を禁止すると同時に，彼らの資産を没収するという措置を採った。それに反発したＹ国は，Ｙ国内のＸ国民の預金を凍結し，さらに，Ｘ国及びＹ国（以下「ＸＹ両国」という。）が加盟する地域機関であるＡ連合の設立条約に基づいて，Ａ連合の「平和安全保障理事会」を緊急招集した。開催された平和安全保障理事会は，Ｘ国代表反対のまま３分の２の多数を得て（決議採択のための定足数及び採択要件を満たしている。），Ａ連合設立条約第４条⒜に基づいて，Ｘ国の措置を中止させるためにＡ連合加盟国に必要な手段を採ることを授権する旨の決議を採択した。その直後，Ｙ国はα地方からＸ国内（Ｘ国が実効的支配を行い，Ｙ国もＸ国領土と承認している地域）に軍隊を侵攻させ，Ｙ国民の出国とその資産の回復を要求してＸ国内の一部の占領を続けた。\nＸＹ両国は国際連合加盟国であり，またＸＹ両国は共に，「国際司法裁判所規程第３６条第２項の規定に従い，この宣言の日付以後の事態又は事実に関して同日以後に発生するすべての紛争であって他の平和的解決方法によって解決されないものについて，国際司法裁判所の管轄を，同一の義務を受諾する他の国に対する関係において，かつ，相互条件で，当然にかつ特別の合意なしに義務的であると認めることを宣言する光栄を有します。」との宣言を，１９６０年代に国際連合事務総長にあてて行っている。\nまた，Ａ連合設立条約第４条⒜は，「重大な状況において，平和安全保障理事会の決定に従って，加盟国に介入する連合の権利」を規定し，第５条⒝は，平和安全保障理事会の権限として，「設立条約第４条⒜に従って，連合のために，重大な状況において，連合が加盟国に介入する方式を承認すること」を挙げる。\n〔設 問〕\n⑴ Ｙ国が行ったＸ国民の預金凍結措置を法的に評価しなさい。\n⑵ Ｙ国が行った軍事的侵攻を，Ａ連合の対応も含めて法的に評価しなさい。\n⑶ Ｙ国によるＸ国領土の一部占領後，他の多くの国際連合加盟国が事態の深刻性に懸念を持った。これら加盟国が，国際連合を利用していかなる措置を求めることができるかについて説明しなさい。\n⑷ 領土の一部を占領されたＸ国は，Ｙ国の軍事占領を止めさせるために，国際司法裁判所をどのように利用することができるか。管轄権の基礎も含めて説明しなさい。\n- 30 -\n〔第２問〕（配点：５０）\nＡ国の非政府船舶Ｘが調査捕鯨に向かうために公海を航行していたところ，Ｂ国の非政府船舶ＹとＺが，調査捕鯨に抗議する目的で，Ａ国船舶Ｘに体当たりした。Ａ国船舶Ｘでは，乗組員の数名が重傷を負った。Ａ国の政府船舶Ｋが近くの公海上に居合わせたため，救助作業に従事するとともに，Ｂ国船舶ＹとＺにＡ国の港に入港するように要請したところ，Ｂ国船舶Ｙは，自発的にＡ国の港に入港した。Ｂ国船舶Ｚは，その後も，公海上でＡ国船舶Ｘに対する航行妨害や軽微な体当たりを継続した。Ａ国もＢ国も国際連合海洋法条約の当事国である。Ａ国の刑法では，傷害罪については，「Ａ国外においてＡ国民に対して傷害の罪を犯した者」にもＡ国刑法の適用があり，それにより処罰されると規定している。Ａ国は，Ａ国刑法を適用して，Ｂ国船舶Ｙの船長であるＢ国人甲を傷害罪で処罰した。\n〔設問１〕\nＡ国がＡ国刑法を適用してＢ国船舶Ｙの船長であるＢ国人甲を処罰した点について，国際法上どのように評価されるかを，次の順序で論じなさい。\n⑴ 国際法は，国家が管轄権を行使する根拠として何を認めているか，それに関する国際法の原則を明らかにしなさい。\n⑵ Ａ国は，Ａ国の港に入港したＢ国船舶Ｙの船長甲にＡ国刑法を適用して傷害罪で処罰したが，Ａ国が公海上で体当たりを行ったＢ国船舶Ｙの船長Ｂ国人甲の行為について傷害罪で処罰することができると考えたことについて，国際法上の根拠に照らしてどのように評価されるか論じなさい。\n〔設問２〕\nＡ国の政府船舶Ｋが，Ａ国船舶Ｘに対する航行妨害や軽微な体当たりを繰り返すＢ国船舶Ｚに対して，その公海上で停船命令を発して強制的にこれを停止させて乗船検査を行うなどの執行措置を採る場合を想定して，次の順序で論じなさい。\n⑴ 国際連合海洋法条約の規定する公海制度の根本をなす原則（管轄権行使に関する原則を含む。）は何かを明らかにしなさい。\n⑵ Ａ国の政府船舶Ｋによる，公海上にあるＢ国船舶Ｚに対する乗船検査などの執行措置について，国際連合海洋法条約の根拠に照らして国際法上どのように評価されるか論じなさい。\n- 31 -\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 17,
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国際紛争が発生したときに，国際法上，紛争当事国や紛争の局外にある第三国がそれに対していかなる対応をすることが可能かを問うている。\n設問（１）では，Ｙ国がＸ国民に対して行った預金凍結措置がそれ自体だけからの判断だと国際法上許されないことを前提にして，それが対抗措置として正当化できるかどうか，具体的には「先行違法行為の存在」等の実体要件や「義務履行要請」等の手続要件がいかなるもので，上記Ｙ国の措置がこれらの要件を満たすか否かを問うている。\n設問（２）は，Ｙ国の武力行使が，ＸＹ両国が加入する地域機関のＡ連合平和安全保障理事会の決議によって許されるか否かを問うものである。武力行使は一般的には禁止されているが，自衛の要件を満たすものは例外であり，国連安全保障理事会の決定によるものも許されると通説的には解されている。本問では，Ａ連合平和安全保障理事会の決議が武力行使を正当化し得るかどうか，特に国連憲章第８章「地域的取極」との関係でどのように位置付けられるかが最大のポイントである。\n設問（３）は，ＸＹ国間の国際紛争に対して，国連が何をできるかを前提にして，紛争の局\n- 15 -外にある国連加盟国が国連に対して何を要請できるかを問うものである。国連では，武力行使が現実に起こった状況では，国連安全保障理事会が第一次的な責任を持ち，総会の責任が安全保障理事会の責任を補完するものにすぎないこと，また総会は加盟国に対して勧告を行うにとどまるが，国連安全保障理事会は国際紛争を解決するための勧告にとどまらず（国連憲章第６\n章），「平和に対する脅威」等を認定して強制措置を実施することができる。これらの点を踏まえて，解答を作成することが期待される。\n設問（４）では，そもそも国際司法裁判所が本件について管轄権を持ち得るか，国際司法裁判所の管轄権があればＸ国はＹ国に何を請求すればよいか，また本案判決前に「暫定措置（又は仮保全措置）」（国際司法裁判所規程第４１条）を求めることはできるか，暫定措置の有用性はどうかを問うている。\n国際関係法（公法系）の場合も，法規の解釈と対象状況への当てはめ（適用）は，きちんと分けて考えることが期待される。\n〔第２問〕\n＜日本の法曹が直面する事象としての現実性＞本問の事例は，現在進行形で，日本が国際法上の対応が求められている問題を素材としている。数年にわたり，鯨類資源の利用と保存という問題に係る国際法上の方針として，日本は調査捕鯨を実施している。この調査捕鯨を実施する日本の船舶は，毎年，公海上で外国船舶及びその乗員から妨害行為を受けているが，これらの妨害行為に対して国際法上で日本がいかなる措置を採り得るかの判断は，日本にとって喫緊の課題である。さらに，状況によっては，公海上で妨害行為を行う船舶の船長や実行行為者について，日本の国内裁判所でこれらの個人が訴えられる可能性もある。\n設問１ ＜管轄権の種類と国際法上の根拠＞第一に，管轄権の国際法上の根拠を問うている。管轄権の根拠は属地主義，属人主義及びそれらの亜種，保護主義，普遍主義など，複数存在し，国際社会での承認の程度はそれぞれで相違している。本問でＡ国の国内法が規定する管轄権の根拠は何か，その根拠が国際法上でどの程度承認されているかを説明した上で，同国内法規定が本問の事実に適用される態様（事例への当てはめ）を明らかにしなければならない。\n第二に，管轄権には，立法・執行・裁判という種類ないし機能がある。本問の事例で，Ａ国内水にＢ国を旗国とする船舶が任意で入港したという事実に着目して，同船舶の船長に対して\nＡ国の執行・裁判管轄権が行使されること，その前提としては，Ａ国の国内法の適用が公海上の外国人による妨害行為に及んでいること，すなわち，立法管轄権が及んでいることを説明しなければならない。立法管轄権の行使は，他の種類の管轄権に比較して，国際法による許容性が高いことや，ローチュス号事件が本問における事件と類似性を持つ先例として存在することなども，関連する論点として考えることができる。\n設問２ ＜公海制度の基本原則とそれに照らした公海上の措置の法的評価＞第一に，公海の基本原則である公海自由の原則，公海秩序維持のための旗国主義が問われている。国連海洋法条約（新司法試験用法文搭載法令）の規定群を反復するだけでなく，公海自由の原則と旗国主義につき，その趣旨目的も含めて，「簡にして要を得た」説明が求められる。\n第二に，本問の事例で，公海上で旗国以外の国が船舶に対して執行措置を採ることが許されるかを決定するに際しては，妨害行為の性質判断が前提となる。海賊とみなすならば，関連規定群の解釈とともに，本問の事実に即して規定を適用（事例への当てはめ）して結論を導くことが求められる。あるいは，海賊とはみなさずに，妨害行為を衝突とみなすことの適否を論じたり，国連海洋法条約に規定する例外からは離れて，非旗国が公海上の船舶に対して執行措置を採ることを法的に正当化する可能性を導けないか，そのための根拠となる規定が国連海洋法\n- 16 -条約にあるか（例えば，旗国の義務規定）などの検討を行うことも考えられる。",
  "scoring_notes": "-1-\n平成２１年新司法試験の採点実感等に関する意見（憲法）\n１ 出題の趣旨の補足\n論ずべき具体的事項等については， 既に出題の趣旨において説明したとおりである。\n憲法では，従前から新しい領域の素材を提示する出題がされているが，これは必ず\nしも全く新しい議論をさせようとするものではない。法科大学院の授業や基本書の記\n述から身に付けることが可能な基本的事項を正確に理解し，これを基に，具体的問題\nに即して思考する力，応用力を試すものである。その際，教科書的知識をただ答案用\n紙に転記するのではなく，個別・具体の事案に応じて，憲法上の問題点を発見し，説\n得力のある理由を付して，自らの結論を導くことが求められている。\n２ 採点方針及び採点実感\n各考査委員から寄せられた意見・感想をまとめると，以下のとおりとなる。\n(1) 全般的な印象について\nア 今回の出題でも，憲法上の争点を見抜く力が問われているところ，出題趣旨を\n的確に把握し，重要な論点をほぼ提起した上で，法論理的思考力を発揮しつつ十\n分な検討を行っている答案もあった。しかし，全体的には，答案における考察の\n程度，個別具体的な検討という点で，まだ不十分さが残った。受験者の能力差は\n非常に大きく，自分で考える力を看取することができる答案が自然と高得点にな\nり，基本的な知識や理解を欠く者が低得点にとどまるという具合に，答案の水準\nには大きな開きがあり，それが点数差となって現れていた。優秀な答案は期待し\nたよりも少なく，下位の答案には，記述内容が稚拙で，法律問題の答案の記述と\nは言い難いもの，記載内容が乏しく，法的な論理力，思考力を判断する前提を欠\nくものがあったことも指摘された。\nイ 昨年と比べて資料の量が少なかったためか，問題文等を漫然と「書き写す」型\nの答案は減った。内容面でも，例えば，まず法令違憲の主張を行い，それが認め\nられない場合でも適用違憲（処分違憲）を論じるというように，両者の関係の理\n解が適切と思われるものが増えるなど，違憲判断の方法に関する理解ができてき\nているように思われた。\nウ 設問１，２の双方バランスよく解答できている答案は少なかった。設問１と設\n問２では，総じて，設問１の方がよくできていた。設問１の解答は，多くの答案\nでおおむね出題意図に沿った論述となっており，設問２で差が付いたように思わ\nれる。\nエ 出題では，Ｘ側の「主張」を述べた上で，Ｙ側の「大学の処分を正当化する主\n張」を想定しながら，「あなた自身の結論及び理由」を記載することが求められ\nている。この点について，Ｘ側の主張，Ｙ側の反論，自分の見解のそれぞれを独\n立して書き分ける必要があると思い込んでいる答案や， 最初にＸの主張において，\nＹ側の反論を先取りした主張や理由も含めて記載し，Ｙ側の主張として同様のこ\nとを書き，更に「見解」も同じように３回同内容を繰り返すものがあった。想定\nされるＹ側の主張は，必ずしもそれを独立に詳論する必要はなく， 「自身の結論\n及び理由」の中で，一体として議論に組み込んで示せば足りる。\nまた，Ｘの「主張」に対しておよそ通らないようなＹ側の主張を持ち出し，そ\n-2-\nれを「見解」の部分であっさり否定するといったものも見られた。\nなお，Ｘの弁護士としては，Ｘの立場に立ってどれだけ的確な主張を行うこと\nができるかが問われるが，この点に関する論述の優劣がそのまま答案全体の出来\nを左右しているようにも思われた。\nオ 提供された素材を読みこなし，事案に即して考える力が求められているが，い\nわば定型的に「問題となるのは，違憲審査基準である。 」という趣旨を記載する\n答案が多く，旧司法試験の場合とはまた別の意味で，答案がパターン化しつつあ\nるのではないかとの懸念がある。例えば，事案の分析をほとんどせずに，直ちに\n違憲審査基準の議論に移行し，一般論から導いた審査基準に「当てはめ」て，そ\nのまま結論に至るという答案が相当数見られた。このように，審査基準を具体的\n事案に即して検討せずに，審査基準の一般論だけで規則の合憲性を判断するので\nは，事実に即した法的分析や法的議論として不十分である。\nカ 問題文や資料をきちんと読んで事実関係を把握することは，適切な論述をする\nための前提であるが，問題文の誤解，曲解などが目に付いた。例えば，①Ｙ県立\n大学を国立大学と取り違えたり，県立大学の公権力性に気付かずＹ県立大学を私\n人ととらえ，私人間効力の問題を論じているもの，②本研究中止の処分の根拠を\n遺伝子情報保護規則に違反し情報開示した点にあるととらえて論じたもの，③Ｃ\nが死亡した， Ｃの家族が遺伝子の開示を承諾したなどの事実を前提に論じたもの，\n④「定められた手続に従って・・・審査した」とあるのに，憲法第３１条違反を\n中心的に問題として指摘するもの，⑤遺伝子情報保護規則においては，疾病原因\nとなる遺伝子情報のみが本人に開示されることとされているという点を正しくと\nらえていないものなどが少なからずあった。\n(2) 設問１について\nア ほとんどの答案は，本研究に対する中止処分を学問研究の自由の制約ととらえ\nてその合憲性を検討し，その中の比較的多数の答案が，事例に即して，先端科学\n研究や医療研究の特殊性に着目してその合憲性を検討するなど，出題意図に沿う\n論述をしており，好印象が持たれた。また，Ｃが研究に同意している点について\nは，危険治療であっても受けたいというＣの意思を尊重すべきとする意見がある\n一方，幾ら同意しているとはいえ，専門家ではないＣの同意を過度に重要視すべ\nきではないとする意見もあるなど，具体性を持った論述も少なくなかった。\nなお， 指針の位置付けとＹ県立大学医学部の規則による規制の可否については，\nこれを検討している答案が１割程度と少数にとどまったが，両者の相違の理由，\n規則制定の背景・経緯を踏まえて説得力のある論述を行っている答案もあり，そ\nのような答案は，総じて全体的にも高水準の内容となっていた。\nイ 答案からうかがわれた課題としては，以下のようなものが挙げられる。\n① 多くの受験者によって，憲法第２３条の自由と規制に関する問題だというこ\nとが理解され，その制約の限度については，それなりに記述されていた。しか\nし，同条が規定する学問の自由の中に学問研究の自由が含まれることの解釈を\n欠くもの，あるいは，学問の自由の精神的自由における位置付けについて，同\n条の独自の意義を説明できずに，単に，思想良心の自由を具体化したものだと\nしたり，表現の自由の一態様と解釈するなどの記述をするものも散見された。\n② 事案に即して考えるのではなく，単純に違憲審査基準を立場によって使い分\n-3-\nけ，自分は中間の基準をとるという，パターンとして答案を記載しようとする\n姿勢のものも目に付いた。例えば，Ｘ側の主張として厳格審査基準，Ｙ側とし\nて合理性の基準，自分としては中間審査の基準を採るというのが典型である。\nその論述過程で，具体的な事案の検討や論理の展開をほとんどすることなく，\n単に抽象的に，Ｘ側として，「精神的自由権だから」，「民主政の過程に影響を\n与えるから」学問研究の自由は重要だと記載し，Ｙ側として， 「本件のような\n先端医療分野では被験者の生命身体を保護する必要があるから」とし，自説に\nおける違憲審査基準については， 「原告と大学側の中間を採る」というスタン\nスしか示されていない答案も見られた。このような内容では事案に即した検討\nができているとは言えない。\n③ 「明白かつ現在の危険」の基準をその本来的な意味・内容を正確に理解しな\nいまま本件に用いる不適切な論述が散見された。\n④ 憲法第２３条は一方で原告（個々の研究者）の研究の自由を保障するが，他\n方で研究者の所属する大学の自治をも保障する。大学の自治は通常，学問の自\n由を保障するための制度的保障であると理解されているが，本問では，両者は\n対立関係にあるため，これをどう調整するのかという問題を避けて通ることは\nできない。この点を十分検討している答案は，余り見られなかった。\n⑤ 処分の要件である「重大な事態」に本件が当てはまるかどうかの検討に終始\nし，憲法上の問題を論じられていない答案が少数ながらあった。\n(3) 設問２について\nア Ｘは，Ｃには憲法第１３条の自己情報コントロール権があり，Ｃへの情報の開\n示はこれにこたえるものであり，インフォームドコンセントの観点からも不可欠\nの行為であるところ，本件規則はかかるＣの権利を侵害すると主張し，これに対\nしてＹは，ＣによるＣ自身の情報取得がＣの自己加害につながるとしてパターナ\nリスティックな規制を，Ｃの家族については同条のプライバシー権を保護する規\n制の必要を主張するという構造を把握できた答案があった。\nイ 答案からうかがわれた課題としては，以下のようなものが挙げられる。\n① 本問で問題となる人権が，被験者Ｃの知る権利及びその家族のプライバシー\n権であることに気付いていない答案が予想していた以上にあった。そのため，\n本件停職処分により侵害される人権に触れることなく，単に停職処分の軽重に\nついて違憲性を論じている答案や，侵害される人権を，営業の自由，職業選択\nの自由や表現の自由，学問成果の発表の自由ととらえる答案も見られた。\n知る権利に気付いても，表現の自由との関係における一般論に終始するだけ\nとなってしまうものもあり，「自律としての自由」と「他律であるパターナリ\nズム」との対立構図において被験者らの知る権利を論ずるものは少なかった。\nまた，パターナリズムの問題に一応触れても，遺伝子情報の保護という特殊性\nに立ち入ることなく，単に，未成年でないから規制は正当化できないといった\nことだけで結論付けてしまう論述になっているものもあった。また，家族の遺\n伝子情報をＣに開示したことの規則違反を指摘していても，それがプライバシ\nー権の問題であることを意識していない答案も少なくなかった。\n② 本件処分の理由は，規則に違反する情報開示であるため，直接的には，被験\n者であるＣの遺伝子情報を知る権利の侵害が問題になる。知る権利は自己の情\n-4-\n報に関する限り，憲法第２１条ではなくプライバシー権の発展型としての情報\nプライバシー権（自己情報コントロール権）として位置付けることも可能であ\nる。Ｃが家族の遺伝子情報を知ることは，家族の情報プライバシー権との間で\nの衝突を生む。それをどう解釈し，どちらを優先させるかが重要な論点となる\nが，この点を適切に論じたものは多くはなかった。\n③ 輸血拒否事件判決を理解していれば，Ｃに対するＸの説明責任が問題になる\nことに気付くことができたはずである。\n④ 第三者の憲法上の権利侵害を理由としてＸが違憲主張する適格が問題となる\nが，この問題に触れていない答案や，触れていても論述に適切さを欠くものも\n見られた。\n⑤ 部分社会の法理を展開し，停職処分は大学内部の問題であって，一般市民法\n秩序と直接かかわらないから司法審査が及ばないと書くものがあった。富山大\n学判決の判断枠組みを，本件のような場合にもそのまま用いることの妥当性や\n部分社会論自体の問題性を論じる必要がある。\n⑥ Ｃが何のために自己及び家族の遺伝子情報を知りたかったのかが分からなか\nったためか，「専門的知識に欠けるＣが遺伝子情報を知っても無意味なのでＣ\nは保護に値しない」と断ずるものがあったが，このような見方を示すだけで結\n論とするのでは説得力のある検討とは言えない。\nまた，関係者の利益状況の分析をするに当たり，Ｃに開示された第三者の情\n報が家族の情報であることに着目することはともかく，単に， 「家族だから本\n人と同視できる」，「家族であるのでプライバシー権保護の必要性が低い」とす\nるのも，必ずしも十分な検討とは言い難い。\n３ 答案から見て今後の法科大学院教育に求めるもの\n前記２(1)アで指摘したように，憲法に関する基本的理解が十分身に付いていないと\n思われる答案がそれなりにあった。法科大学院における教育を通じて，具体的事案に\n対応可能となるための不可欠の前提である，基本的な理解を着実にさせることが求め\nられるであろう。\nまた，与えられた事実のごく一部を適当に拾って審査基準に形式的に「当てはめ」\nているだけで結論が出たと考えるのではなく，様々な事実を法的観点から分析・評価\nし，一つの筋道立った結論を導こうとする姿勢を身に付けさせるよう促す必要がある\nと思われる。\n-5-\n平成２１年新司法試験の採点実感等に関する意見（行政法）\n１ 出題の趣旨等\n別途公表している「出題の趣旨」も合わせて，参照いただきたい。\n・ 設問１は，建築確認の取消訴訟の原告適格，狭義の訴えの利益，建築確認の執行\n停止について問うものである。取り分け原告適格について，Ｆらの個別事情を踏ま\nえた丁寧な論述をすることが求められている。\n・ 設問２は，実体上の違法事由（接道義務違反，地下駐車場と児童室の距離制限違\n反），手続上の違法事由（紛争予防条例に定める説明会の開催義務違反，行政手続\n法上の公聴会開催義務違反） の主張が認められ得るかを検討させ， 特にＦについて，\n行政事件訴訟法第１０条第１項の主張制限について問うものである。\n２ 採点方針\n・ Ｆらに原告適格が認められるか，個別の違法事由の主張が認められるかといった\n個々の結論よりも，結論に至る過程でどれだけ説得力のある論述をしているかを重\n要視した。したがって，結論それ自体の記載では解答したことにはならず，結論に\n至る思考過程を説得的に論証することが求められる。\n・ 建築確認の根拠法令である建築基準法及び関連条例の抜粋から，その目的と各種\n規制の内容を理解し，根拠法令が建築確認を通してどのような利益を保護しようと\nしているのかをよく考え，趣旨に基づいた論述をした答案が高く評価された。\n・ 基本的理解が現れている答案が高い評価を受けた一方で，一知半解の知識のみに\n基づいて書いた答案は低い評価に止まった。\n・ 条文を条・項・号まで的確に挙げているか，すなわち法文を踏まえているか否か\nも，評価に当たって考慮した。\n３ 採点実感\n以下は，採点委員から寄せられた主要な意見をまとめたものである。内容の重複す\nる部分も存在するが， 受験者等に対する重要な示唆となり得るものとして， 紹介する。\n・ 論ずべき事項が，問題文によってかなり具体的に示されていたことから，全く筋\n違いの方向で論じる答案は少なく，大部分の答案は，取消訴訟を提起し執行停止を\n申し立てるべきことを前提に，取消訴訟の原告適格や執行停止の要件について論じ\nていた。\n・ 全体として，基本的な問題であり，実力がよく測定されてそのまま評価の差に反\n映した印象である。 よく理解できている受験者と勉強が不足している受験者の間で，\n得点差が明確に出ており，学習の到達度を明確に判定できたと考えている。\n・ 問題が素直なものであったため，受験者の出来具合は比較的高い感があったが，\n非常に優れた答案は少なかった。\n・ 全体として，暗記である程度対応できる一般論については比較的書けているのに\n対し，具体的な事案の分析，法の解釈・適用，基本的な論述といった場面では，能\n力の不足が顕著である。\n・ これまでも言われてきたところではあるが，総じて，訴訟法に関する設問１と比\nべ，主に行政実体法の解釈に関する設問２の評価が低い傾向にあった。結論部分の\n-6-\nみを示している答案が相当数見られ，自分の頭で考えて答えを導く答案は，多くは\nなかった。行政実体法に接する学習が足りていないのか，議論の進め方が雑である\nという印象が強い。\n・ 原告適格に関する一般的な判断の枠組みは，言葉として暗記して答案に再現して\nはいるものの，内容を理解せずに適用されている例，事案に即した具体的な当ては\nめが弱い例が，かなり多く見られる。ここには，丸暗記に頼った従来型学習の弊害\nがなお払拭されていない状況がうかがわれる。多くの受験者は，建築確認の根拠条\n文を丁寧に検討することなく，建築基準法第１条の目的規定とＢ県中高層建築物の\n建築に係る紛争の予防と調整に関する条例の「近隣関係住民」の規定を挙げるにと\nどめている。建築確認の要件が全く検討されていない答案や建築紛争条例が関連法\n令に該当するのかといった議論を省いた答案が，相当数見られた。つまり，何が個\n別的に法令で保護されていると解釈できるのかについて，法令を注意深く，丁寧に\n分析した答案は極めて少ない。\n・ 行政事件訴訟法第９条第２項は，法令に違反してなされた場合に害されることと\nなる利益の内容・性質を勘案することを求めている。しかし，利益の内容及び性質\nに関して原告適格を論じた答案は少なく，火災からの安全と児童室利用の際の交通\n安全を区別していない答案も多く見られた。同法第９条第２項の列挙する要素を羅\n列するだけの答案や，小田急訴訟大法廷判決についての知識はあっても，その理解\nが表面的であり，原告適格判断の基礎が身に付いていない答案が多く見られた。つ\nまり，原告適格の有無が具体的にどのように検討されるべきなのかという基本問題\nについて，理解がなお十分ではない。\n・ 個別の論点について触れてはいるが，論述の流れや説得力において物足りないタ\nイプの答案が目立つ。\n・ 工事の完了に伴う取消訴訟の帰趨に関して，議論を落としている答案や，触れて\nはいるものの，訴えの利益が消滅する理由が全く述べられていない（ないしは不十\n分な）答案が多かった。\n・ 執行停止に関して，行政事件訴訟法の要件を解釈した上で，本件を適切に当ては\nめて利益衡量を行った答案は，極めて少数であった。多くの答案は，侵害される利\n益や訴えの利益の消滅のおそれにかんがみて執行停止が認められるといった程度の\n記述にとどまっていた。重大な損害の解釈について論じないまま，結論のみを述べ\nる答案も見られた。効力停止の必要性について論じているものは少ない。\n・ 法科大学院の教育において，条例制定権に関する問題が憲法と行政法の間の谷間\nに入り込んでしまっているのか，条例制定権に関しての理解不足が目立つ。\n・ 資料に挙げられた二つの条例について，法律に基づいて制定された条例なのか，\n地方公共団体が自主的に制定した条例なのかといった区別や，その性質の違いを意\n識した答案は少数であった。\n・ 会議録に出ている事実関係をそのまま転記し，又は要約するだけで結論に持ち込\nむ答案が少なくない。例えば，接道義務及び児童室にかかわる法令違反に関して，\nそのような答案が見られた。問題文中の情報を切り貼りするだけの答案では，解答\nしたことには全くならない。\n・ 接道義務違反，距離制限違反について多くの答案は言及していたが，法律条文の\n趣旨を踏まえて，その解釈を示し，具体的な事実関係を当てはめて結論を出すとい\n-7-\nう，法的三段論法に沿った論述は少なかった。答案の中には，法律の条文のみを引\n用して，直ちに結論を示すものが見られ，法律解釈の基本が理解できていない。例\nえば，児童室が「児童公園，・・これらに類するもの」（Ｂ県建築安全条例第２７条\n第４号）に該当するかについて，条文の趣旨解釈から説明しているものは少なく，\n条文を解釈するという姿勢に欠けている。本件児童室は児童が利用しやすい施設だ\nから児童公園に類するなど，法文に続けて，単純に事実関係を論じるだけで，法令\nへの当てはめの議論になっていない答案， 当てはめが見られない答案が少なくない。\n・ 説明会開催義務違反に関しては，手続的違法による処分の取消し可能性について\nのみ論じる答案がかなり多かった。建築基準法と自主条例の関係に関して，この点\nを論じる必要性に関して意識されていないものも少なくない。\n・ 公聴会に関しては，多くの答案が行政手続法第１０条に基づいて適切に論じてい\nた。しかし，紛争予防条例に基づく説明会と区別ができていない答案や，行政手続\n法に言及できていない答案も見られた。\n・ 主張制限については，一通り書き込まれている答案が多かった。しかし，そのよ\nうな答案のほとんどは，行政事件訴訟法第１０条第１項については原告適格と同様\nに考えればよいといった説明に終わっていた。\n・ 読みやすい文章，流れのある文章が見られる反面，論点を追うだけで文章が続い\nていない答案が見られた。\n・ 対象外の論述を展開している答案，余事記載をしている答案も見られたが，当然\nながら，その部分には点数は与えられない。\n４ 今後の出題の在り方\n・ 何について論じるのかという点について，一層明確にすべきであるといった意見\nが見られる一方で， 問題文における指示が懇切丁寧すぎるといった意見も見られた。\n５ 今後の法科大学院教育に求めるもの\n・ 行政法の基礎は，難しい理論の分析以前に，法令の規定を正確に読み解くことで\nあり，そうした技術の訓練が必要である。日ごろから，多くの法令に触れて学習す\nることが，重要な意味を持つ。\n・ 与えられた事実と法令を基に，自分の頭を使って考えたことを分かりやすく表現\nするという訓練が不可欠である。判例を始めとする法律知識は重要ではあるが，こ\nれも考える素材として重要であるという意識を持って勉強を進めることが望まれる。\n・ 問題点を発見し，これについてじっくり論理的に考え，その結果を達意の文章に\nできる能力を身に付けさせることが要請される。知識は基礎的なもので構わず，む\nしろ，それを掘り下げることができるように，上記能力を磨くことが重要である。\n・ 実際の行政訴訟の場では， 文献や立法資料が乏しい中で行政実体法を手掛かりに，\nその趣旨を考え，説得力のある論理を検討することが多い。法科大学院では，具体\n的な事案を素材に，個別の行政実体法の趣旨に基づいた検討ができる能力を学生に\n身に付けさせる指導を期待する。\n・ 事案を分析し，法を具体的に解釈，適用する場面において能力の不足が顕著であ\nる。マニュアル志向，正解志向に陥ることなく，具体的な事案に基づいて，柔軟か\nつバランスのとれた実務的な法的思考力を身に付けさせる教育を望みたい。\n-8-\n・ 基礎的な理解に乏しい受験者も見られ，修了認定の厳格化が必要である。\n-9-\n平成２１年新司法試験の採点実感等に関する意見（民法）\n１ 出題の趣旨，ねらい等\n民事系科目第２問は，機械の製造販売事業を営む株式会社の取引及び合併をめぐる\n事例に関し，様々な角度から，民法上及び会社法上の問題点等についての基礎的な理\n解の有無を問う総合問題である。単に知識の有無の確認をするだけではなく，具体的\nな事実関係に即して基本的問題を掘り下げて考察する能力，具体的事実を法的観点か\nら評価し構成する能力，法律上の権利を具体的場面で活用する能力，論理的に一貫し\nた論述をする能力の有無などを試すものである。\n民事系科目第２問の前半（設問１から設問３まで）は民法からの出題であり，会社\n間の売買契約に関する問題である。Ｘ社がＡ社に金属加工機械１台を所有権留保特約\n付きで売却し，Ａ社がこれをＹ社に転売し，Ｘ社からＹ社に直接納品されたが，Ａ社\nのＸ社に対する代金債務が履行されなかったため，Ｘ社がＡ社との売買契約を解除し\nた上，Ｙ社に対し目的物の返還を求めて提訴したという事案について，多面的な検討\nを求めることにより，種々の能力の程度を測るものである。\n設問１は，Ｘ社とＡ社との間の売買契約について，注文書及び注文請書に誤記があ\nり，両当事者が一致して意図していた目的物の型番とは異なる型番がこれらの書面に\n記載されたという場合において， 売買契約の目的物， 誤記が契約の効力に与える影響，\n錯誤の成否について問うものである。契約当事者の真意は合致しているものの，物理\n的な表示がそれとは異なっている場合の処理という基礎的な問題ではあるが，結論に\n至る理由付けを具体的事案に即して述べるためには，理論的考察と事実の評価との両\n面にわたる能力が求められる。錯誤の成否にも言及することを求めたのは，そうしな\nい場合には，錯誤とはならないと理解しそのように書く答案，錯誤とはならないと理\n解したためにあえて言及しない答案，錯誤の成否についてはよく分からない（又は問\n題点に気付かない）ために言及しない答案が出現することが予想されるので，第２類\n型と第３類型とを識別する必要があると考えたためである。なお，本件では，種類物\n売買であるという特徴もある。\n設問２は，Ｙ社による上記機械の即時取得の要件に関する問題である。（１）①は，\n「Ａ社とＹ社との間の売買契約に基づく引渡しがされたこと」という事実をＹ社が主\n張立証する必要があるかどうかを問うものである。取引行為に基づく占有取得の要件\nについて，その意義（占有取得の意義，それが取引行為に「基づく」ものであること\nの意味）を問うている。なお，この事実は，種類物の特定にもかかわるものである。\n（１）②は，「Ｙ社が引渡しを受ける際，Ａ社がＸ社に代金全額を弁済していない事\n実を知らなかったこと」という事実をＹ社が主張立証する必要があるかどうかを問う\nものである。ここでは，即時取得の要件である「善意」又は「無過失」に関する一般\n的な論述よりも，上記事実が即時取得の要件である「善意」とは異なるものであるこ\nとを正確に指摘した上，その評価をすることが求められる。 （２）③及び④は，即時\n取得における過失の評価に関する問題であるが，それぞれの性格は異なる。 （２）③\nは，具体的事実が過失の認定判断に働くかどうか，その理由は何かの説明を求めるも\nのであり，事実の分析及び評価に係るものである。他方， （２）④は，過失の有無の\n判断が占有取得時にされるべきであるという理論的性格を持つものである。以上のよ\nうに，設問２は，要件事実の基本的知識を確認するだけではなく，実体法上の理論的\n-1 0-\n問題の検討及び具体的事実の慎重な分析と評価を求めるという，多面的な性格を持つ\n問題である。\n設問３は，Ｘ社がＹ社に対し，引き渡された機械の返還とともに，その使用料相当\n額をも請求しようとする場合について，その法的根拠を１つ示した上，いつから請求\nすることができるかの説明を求めるものである。法的根拠（不当利得返還請求権，悪\n意占有者の果実返還義務，不法行為に基づく損害賠償請求権が考えられる。 ）といつ\nから請求することができるか（引渡時，解除時，返還請求時，返還請求訴訟提起時が\n考えられる。）との組合せと理由付けが整合的なものとして示されていること，その\n前提として所有権留保売買の法的構成及びそこでの買主又は転得者の使用権限に関す\nる分析がされていることが求められる。この問題は，他人の物を権原なく使用する場\n合の清算関係及び所有権留保売買における売主と転得者との関係という民法上の重要\n問題に関する基本的理解と，具体的事実を法的観点から評価し構成する能力を問うも\nのである。\n２ 採点方針\n今回の論文式試験においては，新司法試験開始以来，初めて民法と商法との大大問\n形式での出題がなされることになったが，民法の領域については，従来と同様，受験\n者の能力を多面的に測ることを目指した。すなわち，第１に，民法上の基本的な問題\nについての理解が着実にできているかどうかを確かめることにした。第２に，単に知\n識の確認をするだけでなく，掘り下げた考察をし，それを明確に表現する能力，論理\n的に一貫した叙述をする能力，及び，具体的事実を注意深く分析した上，法的観点か\nら評価し構成する能力を確かめることにした。 第３に， 基本的な問題の奥に存在する，\nより高度な問題に気が付いて，それに取り組む答案があれば，これを積極的に評価す\nることにした。\nなお，採点の基本方針としては，新司法試験の制度理念が遺憾なく発揮されるよう\nにするという観点から，一方では，総花式に諸論点に浅く言及する答案よりも，ある\n論点についての考察の要所において周到堅実や創意工夫に富む答案には高い評価を与\nえるようにし，他方では，論理的に矛盾した構成やあり得ない法的解釈をするなど積\n極的な誤りが著しい答案には低い評価を与えるようにし，しかも全体として適切な得\n点分布が実現されるようにした。\n３ 採点実感等\n採点実感等については，各考査委員の感想を総合すると以下のとおりとなる。\n(1) 概観\n出題の意図に即した答案の存否及び多寡については，次のとおりである。設問１\nについては， 出題の意図におおむね即した答案が多数であった。 設問２については，\n小問によってばらつきがあり，特に小問（２）①では，出題の意図におおむね即し\nた答案が大多数であったのに対し，同④では，出題の意図を把握できなかった答案\nが大多数であった。設問３については，出題の意図に即した答案は，少なかった。\n出題時に予定していた解答水準と実際の解答水準については， 次のとおりである。\n設問１においては， 予想されたとおり， 一応の水準に達するものが過半数あったが，\n期待した水準に達するものは多くなかった。設問２においては，小問によってばら\n-1 1-\nつきがあり，そのばらつきは，予想よりやや大きかった。小問（１）①は，期待し\nた水準に達しているものが大多数であり， これは予想を上回った。（１） ②及び （２）\n③は，期待した水準には達していないが，一応の解答をするものが多かった。（２）\n④は，題意を正確に理解し，一応の水準に達したものは少数であり，これは予想を\n下回った。設問３については，一応の水準に達していないものが予想以上に多くあ\nった。\n答案の水準についての絶対的評価については，全体として，傑出した答案が少な\nく平板なものが多いことを指摘する意見があった。また，下位の答案には非常に低\nい質のものがあることを指摘する意見もあった。\n(2) 設問１について\n本問は，契約の成立に関する基本的問題であるが，多くの答案は，当事者の合致\nした真意による型番の機械についての売買契約が成立し，錯誤は成立しないという\n構成をとっていて，その点においては一応の水準に達している。しかし，なぜ錯誤\nが成立しないのかについて，明確に説明できているものは多くない。錯誤が成立す\nるとした上，妥当な結論に至ろうとして，錯誤の要件を操作したり（錯誤となるが\n重過失がないというそれ自体は正しいもののほか， 「共通錯誤」だから錯誤になら\nないという奇異なものもあった。），契約の成立時期を操作したりする（権限のない\n担当者の協議段階で契約が成立する，履行過程における新契約が成立するなど。 ）\nなどの苦労をしているものも相当数あった。また，少数ではあるが，本件売買契約\nの目的物は誤記された型番の機械（当事者の意図していないもの。 ）であるとした\n上，この契約は錯誤により無効であると述べて済ませているものもあったが，これ\nについては，それではどこかおかしいと考え直すことができないのは，法曹となる\nための資質が疑われるという意見があった。\nなお，本件売買が不特定物（種類物）売買であることを正しく指摘したものはご\nく少数であった。また，特定された後の具体的な機械が目的物であるとする誤答が\n散見された。\n(3) 設問２について\n本問は，一見すると要件事実のみにかかわる問題のようであるが，その内容は，\n提示された「事実」の注意深い分析とその評価，及び，その前提としての実体法の\n理解を問うものである。力のある者は， 「事実」を正確に分析した上，要件事実の\n理解と実体法の理解をバランスよく論述するが，力のないものは， 「事実」の分析\nを怠り，要件事実の平板な叙述にとどまっていた。\n小問（１）①については，おおむね良好な解答状況であった。更に進んで，いわ\nゆる「基づく引渡し」について論じているものも相当数あったが，不特定物の特定\nに言及しているものはほとんどなかった。\n小問（１）②については，「事実②」を単純に即時取得の「善意」を意味するも\nのであると即断し，民法第１８６条第１項の推定の問題として，平板な論述をする\nものが多かった。提示された事実の慎重な分析をする力の弱さが現れたと指摘する\n意見が多く出された。\n小問（２）③については，規範的要件である「過失」の性質，位置付けについて\nは，おおよその理解ができているものが多かったが，これらについて正確に述べる\nことなく， 事実の社会的な評価に係る自らの見解を述べる答案も少なからずあった。\n-1 2-\n小問（２）④については，基準時の問題に気付かないものが大多数であった。こ\nれは，即時取得の要件の判断の基準時についての知識がないのではなく，具体的事\n実についてその知識を正しく用いて判断するという力が弱いことを示していると思\nわれる。事実を時系列に即して整理することができていないという指摘もあった。\n(4) 設問３について\n所有権留保の問題に言及していないものが大半であり，そもそも担保物権法の問\n題だということにさえ気付かないものも多数あり，題意に対応できていない答案が\n多かった。これは，担保物権法の基礎的理解が極めて不十分であることを示してい\nると考えられる。\nまた，選択した法律構成と使用料相当額請求の始期との論理的整合性のないもの\nも相当あった。これは，当該法律構成についての基礎的な理解が不十分であるとと\nもに，論理的な思考能力の不足も表していると思われる。\n(5) 全体を通じて\n設問１と設問３は，多くの受験者にとって，その場で考える必要がある問題であ\nったと思われる。習得した基本的知識に基づいて，自ら考え，妥当な結論に至り，\n論理的に整合性のある論述をする必要がある。設問２は，一見すると要件事実の知\n識のみを問うているかのように見えるが，その内容は，事実の分析能力と実体法の\n理解をも確かめるものである。いずれの問題においても，提示された事実を正確に\n理解する必要があるが，それが不十分な答案が少なくなかった。\nこのように， 第２問前半は， 民法の問題について， 基本的知識の有無だけでなく，\n具体的事実との関係での知識の的確な活用，未知の問題についての考察，論理的な\n叙述といった， 法律家として求められる能力を多面的に測ることを目指したところ，\n各問題についての出来不出来はあったものの，全体を通して見ると，上記の能力の\nある者を選別できたのではないかと考える。この意味で，今回の出題は，一定の成\n果があったように思われる。\nもっとも，第２問後半（商法）の問題との関係からか，第２問の前半全体として\nの解答の分量が少ないという指摘があった。\n４ 今後の法科大学院教育に求めるもの\n前記「２ 採点方針」に記載した諸点，すなわち，民法上の基本的な問題について\nの着実な理解，掘り下げた考察をしそれを明確に表現する能力，論理的に一貫した叙\n述をする能力， 具体的事実を注意深く分析しこれを法的観点から評価し構成する能力，\nより高度な問題にも取り組もうとする姿勢は，いずれも法律家になろうとする者に今\n後とも求められるものであると考える。なお，前述のとおり，下位の答案に非常に質\nの低いものも見られるとの指摘などもあったことから，取り分けそのような者につい\nては，まずは基本的な理解を着実に習得することが必要とされよう。\n-1 3-\n平成２１年新司法試験の採点実感等に関する意見（商法）\n１ 出題の趣旨，ねらい等\n既に 「平成２１年新司法試験論文式試験問題出題趣旨」（以下 「出題趣旨」 という。）\nにおいて説明しているとおりであり，特に補足すべき点はない。\n２ 採点方針，採点実感等\n民事系科目第２問の設問４から設問６までが商法からの出題であるが，これらは，\nいずれも，問題文に示された比較的詳細な事実や議決権行使書面及び委任状といった\n法的文書を読み解き，分析して，商法上の論点を的確に抽出した上，民事訴訟や民事\n保全の手続をも活用しつつ，事案に即した有効な法的対応を行うことができるかとい\nう，法曹に求められる基本的な知識と能力を試すものである。\n設問４については，ほとんどの答案が会社法第３６０条の差止請求権の問題として\n検討することができていた。同条の適用に当たっては，Ｘ社の取締役の行為が法令違\n反の行為になるかという問題と，同社に回復することができない損害が生ずるおそれ\nがあるかという問題を検討することとなるが，これらの双方の論点につき，多くの答\n案が取り上げていたものの，「法令」違反の意義をきちんと論じていた答案は，多く\nはなかった。例えば，かなりの割合の答案は，独占禁止法違反の行為が当然に会社法\n第３６０条に規定する法令に違反する行為に当たると単純に記述していたが，裁判例\n・学説上重要な問題として論じられている会社法第４２３条における任務懈怠として\nの「法令」違反（善管注意義務違反，忠実義務違反）と同様の議論が会社法第３６０\n条についても問題になり得ることを意識した答案は少なかったし，合併比率の不公正\nの点を論じた答案も少なく，応用力が十分でないことがうかがわれた。また，問題文\nにおいては，Ｚ社との基本合意をＸ社が白紙撤回し，それに対し，Ｚ社がＸ社に対す\nる損害賠償請求の提訴を準備していることを詳しく記述している。この損害賠償が認\nめられれば，Ｘ社に損害が発生することから，基本合意を破棄してＤ社との合併を行\nおうとしているＸ社の取締役の行為は，取締役の善管注意義務違反という違法性の問\n題としても，「当該株式会社に回復することができない損害が生ずるおそれがあると\nき」の問題としても，論じられるべきものであることが分かるはずであるが，これを\n指摘して論じている答案は極めて少なかった。問題文をよく読んでそこに書かれてい\nる事実の法的意義を読み解くという姿勢ないし能力の欠如を示すものであろう。\n設問５については，出題趣旨で説明しているように，議決権行使書面と委任状，そ\nれぞれに関する法制の違いをどこまで理解しているかを試す問題であったが，ほとん\nどの答案は，これをきちんと理解していなかった。このことは，委任状の受任者であ\nるＺ社が会社提案議案に反対の議決権行使をしているにもかかわらず，同議案に賛成\nとの記載のある委任状を特段の根拠を示すことなく同議案への賛成票に算入してしま\nっている答案がほとんどであったことに端的に示されている。また，賛否の記載のな\nい議決権行使書面の効力については，会社法施行規則第６６条第１項第２号という明\n文の規定があるのに，これに言及する答案はほとんどなく，かえって同号の規定に反\nする内容を漫然と記述している答案も相当数あったところであり，規則のレベルまで\n学習が及んでいないことがうかがわれた。\n設問６については，出題趣旨で説明しているように，設問５における検討結果を踏\n-1 4-\nまえ，合併承認の総会決議が成立していないことを論じて，そこから当該総会決議の\n取消しの訴えを提起するとともに，それを本案とする実効的な仮の地位を定める仮処\n分命令の申立ての検討を論じることが期待された。しかし，設問５に対するほとんど\nの答案の内容が上記のようなものとなっていたため，合併承認の総会決議が当然に成\n立したということを前提とする答案が多く，そもそも，このような期待される論点に\n入らない答案が多かった。多くの答案は，独占禁止法違反や議長の議事運営の不公正\nさ（答案によっては，これらに加えて合併比率の不公正さ）による株主総会決議の無\n効や取消しの問題のみを論じるにとどまっていたが，このような答案も，設問４にお\nける検討と同様，独占禁止法違反や合併比率の不公正さが決議無効原因になるかとい\nう問題点をきちんと論じているものは，ほとんどなかった。これらの瑕疵につき，合\n併の効力発生後は合併無効の訴えによらなければ争うことができないことは，多くの\n答案で触れられていたが，株主総会の決議の無効の確認又は取消しの訴えと合併の無\n効の訴えとの関係まで論じたものは，少なかったし，独占禁止法違反や合併比率の不\n公正が合併無効の原因となるかという問題点についても，検討を行っていない答案が\n多かった。\n全般的に言うことができるのは，例年指摘されていることではあるが，問題文に記\n載されている事実関係の法的意義を読み解くこと（事実関係への当てはめ）が不十分\nであり， その結果， 法的論点についての理解に基づく踏み込んだ議論ができず， また，\nその前提として，当該論点に関する法令の規定や裁判例への言及もほとんどされてい\nないということである。条文や裁判例を出発点として議論をするという法律実務家に\n最も必要な姿勢に欠けていると言わざるを得ないであろう。上述したように，議決権\n行使書面と委任状の違いといった実務的にも重要な基本的制度の理解が不十分である\nし，実務的には極めて重要となる仮処分命令について触れている答案も，極めて少な\nかった。加えて，票数の数え間違い等，法律実務家としての能力以前の初歩的なミス\nも目立った。\n３ 今後の出題\n本年の出題における試みとして，裁判例・学説等が余りなく，一義的な答えを知識\nとして有していないであろう問題（設問５の②）を出題し，受験者がそのような問題\nについても自分なりに考え， 解答を導く能力を有しているかどうかを問うこととした。\n各自で考えたそれなりの解答が得られ，有益な試みであったと考えられるが，採点方\n法が難しくなったことは事実であり，出題形式等における更なる工夫を考えることも\n必要であろう。なお，独占禁止法違反が取締役の行為の差止め，株主総会の決議の無\n効，合併の無効等の原因になるかという問題は，会社法の問題であるとともに，独占\n禁止法の解釈問題としての面も有しているため，他法との境界領域にかかわる出題を\nする際の課題も感じられた。\n４ 今後の法科大学院教育に求めるもの\n受験生には，議決権行使書面と委任状の問題，民事保全の手続による救済等のよう\nに，基本的であり，かつ，実務的にも非常に重要な制度に関する理解ができていない\n傾向が見られる。これは，法科大学院における商法教育の重点の置き方にも，問題が\n存在する可能性があるのではなかろうか。また，事実関係を正確に読み解き，そこに\n-1 5-\n含まれている法的問題を抽出する能力，理論を深く理解して，それを応用する能力等\nも，不十分である。今後とも，これらの法曹に求められる基本的能力を涵養する教育\nが求められるであろう。\n-1 6-\n平成２１年新司法試験の採点実感等に関する意見（民事訴訟法）\n１ 出題趣旨・ねらい等\n基本的には，「出題趣旨」に記載したとおりである。\n今年の民事訴訟法の出題は，大大問ではなく，大問形式であったことから，訴訟物\nの問題など，大大問では出題が比較的難しい分野について受験者の理解力・思考力を\n試す問題を出題した。第１問，第２問共に，基本的な知識を基礎としつつも，応用力\nを試す問題を出題することにより，これまでの学習で培った基礎的知識に基づき，具\n体的事例に即して論理的に分析かつ思考して，妥当な結論を導き出すことができるか\nどうかを試すものである。\n設問１は，いわゆる「相手方の援用しない自己に不利益な事実の陳述」という周知\nの論点に関するものである。ここでは，弁論主義の第１及び第２テーゼや，自白の意\n義に関する基本的な理解が前提となる。その上で，設問１では，建物収去土地明渡請\n求訴訟において建物買取請求権の行使が問題となる設例に基づき，証拠調べの要否と\nいう観点から検討させることにより，その応用力を問うことを意図している。取り分\nけ，小問（３）は，擬制自白に関する民事訴訟法第１５９条第１項が，主張責任を負\nう相手方の主張する事実について争うかどうかを明らかにしない場合を想定した規定\nであることを踏まえつつ，主張責任を負う当事者が相手方の主張する事実について争\nうことを明らかにしない場合にどのように考えるかという新たな論点を提示して，受\n験者の思考力・分析力を試すものである。\n設問２は，訴訟物，訴えの利益，既判力等の民事訴訟法に関する基本的な概念につ\nいての理解を前提とするものであり，まずは，これらの概念について正確に理解して\nいることが必要となる。その上で，設問２では，具体的な事案の訴訟経過に即して，\n訴えの利益の有無，訴訟物及び既判力の内容を，当事者の立場から複眼的に検討・分\n析することが求められる。取り分け，小問（２）では，第１訴訟と第２訴訟の訴訟物\nが同一であることを前提としながら，少なくとも建物収去を求める部分については棄\n却されるべきであるとの被告の主張の論拠について考えさせる問題であり， 受験者は，\n既判力についての基本的な理解を踏まえ，一部認容判決の敗訴部分の既判力や留保付\n判決の留保部分に生じる効力など，被告の主張の論拠について考えることが求められ\nる。\n２ 採点実感等\n答案を採点した委員から寄せられた意見をまとめると，次のとおりである。\n(1) 解答に当たっては，基礎的な概念について正確に理解することが必要となる。も\nとより，基礎的な概念や内容そのものを不必要に長々と論じることは求められてい\nないが，条文の趣旨や基本的な理念の理解が不十分なまま論理を展開する答案も少\nなくなかった。採点に当たっては，基本的な概念の理解が正確であれば一定の評価\nを与えるようにしたが，例えば，第１問について，弁論主義の第１及び第２テーゼ\nの意義について正確に理解していない答案や，第３テーゼを証拠調べの要否に関す\nるものと誤解しているものが目立った。第２問について，既判力の問題と二重起訴\nの問題とを混同しているものなどが見られた。応用力を試す問題であっても，飽く\nまで土台となるのは民事訴訟法の理念についての基礎的な理解力であり，この基礎\n-1 7-\nがぜい弱な場合には説得的な答案を書くのは困難となることに留意すべきである。\n(2) 解答に当たっては，問題の所在を正確に把握した上で，基本的な理念に照らして\n考えていくことが必要となるが，答案の中には，問題の所在を注意深く検討するこ\nとなく，既知の論点についての論述から結論を導き出しているものも多かった。例\nえば，設問１の小問（３）は，前記のとおり，擬制自白に関する民事訴訟法第１５\n９条第１項がそのまま適用される場面ではないことから，同項の適用される場面か\nどうかを考えた上で，同項の趣旨に照らして，証拠調べを要することなく判決の基\n礎とすることができるかを考察することが必要となるが，そもそも問題の所在に気\nが付いていない答案も少なくなかった。また，設問２の小問（２）では， 「少なく\nとも建物収去を求める部分については」との出題趣旨について注意深く検討するこ\nとなく，既判力の一般論から結論を導き出している答案がほとんどであった。\n(3) 採点に当たっては，論理的な一貫性も考慮したが，小問ごとに望ましいと考えら\nれる結論を追求する余り，論理的な一貫性を欠く答案も散見された。例えば，設問\n１において，建物買取請求権を権利抗弁であるとしながら，小問によっては，事実\nの主張であるとの立場に立って自白の成否を論じているものが少なくなかった。こ\nれは，権利抗弁についての基本的な理解が不十分であることにもよろうが，自説か\nら説明することが困難な問題に直面した場合にどのような議論を展開するかにより\nその応用力が明らかになるのであり，結論の妥当性を追及する余り，問題に応じて\n立場を変更し，論理的な一貫性を欠くことがないように注意すべきである。\n(4) 設問では，裁判長又は弁護士と司法修習生との会話の中で解答するに当たり前提\nとすべき事項，検討する必要がない事項が明示され，その会話を踏まえて，設問に\n答えるよう指示されている。しかしながら，答案の中には，設問２の弁護士と修習\n生との会話において，第１訴訟と第２訴訟の訴訟物が同一であるとされているにも\nかかわらず，その訴訟物が異なることを前提に解答しているものもあった。また，\n設問１は，証拠調べをすることなく判決の基礎とすることができるかどうかが問わ\nれているが，結論として自白の成否のみを解答しているものなども散見された。解\n答に当たっては，問題文全体を注意深く読み，問われていることに正面から答える\nことが基本である。\n３ 今後の法科大学院教育に求めるもの\n法科大学院の教育においては，民事訴訟法の基本的な概念を正確に理解するように\n指導をしているところであるが，設問２において既判力が問題となる場面と二重起訴\nが問題になる場面が異なることが理解できていない答案も散見されたように，基本的\nな概念を正確に理解することの重要性が改めて認識されるべきであろう。\n-1 8-\n平成２１年新司法試験の採点実感等に関する意見（刑法）\n１ 出題の趣旨について\n既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針等\n出題の趣旨にのっとり，具体的事例に基づいて甲乙の罪責を問うことによって，刑\n事実体法及びその解釈論の理解，具体的事実に法規範を適用する能力並びに論理的思\n考力を総合的に評価することが基本方針である。\nその際，基本的な刑法総論・各論の諸論点に対する理解の有無・程度，事実の評価\nや最終的な結論の具体的妥当性などに加えて，結論に至るまでの法的思考過程の論理\n性を重視して評価した。\nその結果，結論の妥当性と論理的一貫性の両者の調和を意識して問題に迫り，ある\nいは迫ろうとした答案は高い評価に，論理的整合性さえあれば良しとして結論の妥当\n性を軽視したり，逆に，結論の妥当性に偏って論理的整合性を軽視したりする答案は\n低い評価にならざるを得なかった。\nまた，問題文に示された具体的事実が持つ意味や重さを的確に評価することが求め\nられているが，事実の持つ意味や重さを考慮せず，漫然と問題文中の事実を書き写す\nことで「事実を摘示し」たものと誤解している答案や，事実の持つ意味や重さについ\nて不適切な評価をし，あるいは，自己の見解に沿うように事実の評価をねじ曲げる答\n案もあり，これらは低い評価となった。\n結局，無理のない自然な事実の評価をした上で，刑法の基本的解釈論を踏まえ，論\n理的整合性に留意しつつ適切な結論を導き出すことを心掛けることが肝要であって，\nこのような姿勢で本問に臨めば，おのずと一定（ 「一つ」ではない。）の結論に到達し\n得るものと思われる。現に，多くの答案の結論は，おおむね一定の範囲に収まってい\nた。\n３ 採点実感等\n(1) 全体\nほとんどの答案が，Ａに生じた合計２００万円分の財産的損害に関する甲乙の罪\n責を中心に論じており，これは出題意図に沿うものである。\n後半の狂言行為については， 監禁罪や偽計業務妨害罪の成否を論じた答案が多く，\n犯人隠避ないし証拠隠滅罪の成否に触れた答案も相当数あったが，狂言行為に関す\nる甲乙の罪責に全く触れていない答案も少なくなかった。\n(2) 具体例\n考査委員による意見交換の結果を踏まえ，答案に見られた代表的な問題点を列挙\nする。\nア 甲乙の関係について\n① 甲が，乙の行為及びその結果に対し刑事責任を負うためには，甲乙の関係に\nつき，間接正犯か何らかの共犯の成立が必要であるのに，これらの点に関する\n言及がないまま，Ａに生じた財産的損害について甲に財産犯の成立を肯定する\n答案。\n-1 9-\n② 本件では， 甲乙間に犯罪を共同実行する意思連絡は一切ないにもかかわらず，\n積極的に片面的共同正犯を肯定する立場であることを論述することもないまま，\n甲が事後的に乙の行為やＡの損害を承認していることを根拠に共同正犯の成立\nを肯定したり，犯罪既遂後の乙の関与をもって従犯の成立を肯定したりするな\nど，犯罪が既遂に達した後の関与等を根拠に共犯関係を肯定する答案。\n③ 甲乙に成立するとする犯罪が食い違うのに，それに関する説明が全くなされ\nていない答案。\n例えば，８０万円の損害について，甲に業務上横領罪の教唆犯を，乙に電子\n計算機使用詐欺罪の正犯を認めるもの。\n④ 甲の乙に対する２００万円に関する指示行為が犯罪に該当するとしながら，\nそのうちの１２０万円が甲の利益に帰属しなかったことのみを理由とし，甲の\n指示行為と乙による１２０万円の払戻行為との間の因果関係や錯誤の検討もな\nいまま甲の責任を否定する答案。\nなお，考査委員からは，②のような答案の背景の一つに，問題文において主\n要事実が確定しているにもかかわらず間接事実の積み重ねによる事実認定を行\nうという誤りを犯している場合があるのではないか，④の点は，刑法の因果関\n係論や錯誤論によれば， 一定限度で 「具体的に予見しなかった結果や因果経過」\nについても因果関係や故意責任を肯定し得るのであるから，この点の検討を欠\nくのは，刑法の基本的な理解が不十分であるか断片的にしか身に付いていない\nものと言わざるを得ないのではないかなどの指摘がなされた。ちなみに，④の\n点について，明確に因果関係の有無を検討し，あるいは，甲の認識と実現結果\nとの食い違いについて，これが（抽象的）事実の錯誤の問題なのか，法的評価\nの違いにすぎないのか，などの問題意識を有する秀逸な答案もごく少数ながら\nあった。\nイ 財産犯の理解について\n① 横領未遂罪の成立を認める答案や８０万円をＡの口座からＢの口座に直接振\nり込んだ行為を窃盗罪とする答案。\n② 同一の被害について，特段の問題意識を持たないまま複数の財産犯の成立を\n認める答案。\n例えば，８０万円の送金行為につき，背任罪，横領罪，電子計算機使用詐欺\n罪のすべてが成立するとするもの。\n③ キャッシュカードや通帳等の横領罪の成立を認めるのみで，Ａに生じた合計\n２００万円の財産的被害に関する犯罪の成否を検討していない答案。\n④ 横領罪と背任罪の関係について，そのいずれを検討すべきか，両罪の区別に\n関する一般論を長々と論じる答案。\nこのような点を論じても，結局は，個別の犯罪構成要件の充足を論証しない\n限り甲乙に成立する犯罪を確定することはできないのであるから，詳細に論述\nすることに余り意味はない。\n⑤ 甲の乙に対する指示時点で預金の横領が既遂に達するとする答案。\nこの結論には，理論的にも実質的にも無視し得ない様々な問題（例えば，乙\nの行為前にＡが預金を払い戻したり，第三者が預金を差し押さえたりした場合\nに，横領の被害をどう考えるのかなど。 ）があるのに，この点の検討がないま\n-2 0-\nまこの結論を採ることには疑問がある。\nウ その他\n① 狂言行為それ自体がＡに対する背任罪を構成するとした答案。\n本問で示された具体的事実関係において，果たして背任罪の構成要件の充足\nを判断できるか疑問と言わざるを得ない。\n② 具体的事実を構成要件に当てはめる際，抽象的に要件を充足することを指摘\nするのみで，具体的にどのような法的構成なのか分からない答案。\n例えば，「自己の占有する他人の物，の要件を満たす」旨の結論だけを示し，\n具体的に，占有の対象が「Ａの口座に預金として預け入れられた現金」たる物\nであることや，その所有者・占有者がだれであるかが明示されていないもの。\n③ 場当たり的で筋道が通っていない論述や，読み手の存在を意識しているとは\n考えにくい論述，基本的な法律用語に関する誤字・当て字などが多数目に付く\n答案。\nエ まとめ\n上記各例は，刑法総論や刑法所定の財産犯の構成要件の理解が不十分であるも\nの，それにとどまらず刑罰法規の解釈・適用に関する根本的な理解が欠如してい\nると言わざるを得ないもの，断片的な知識や典型論点に関する一般論は一応身に\n付いているものの，問題解決のためにそれを活用・応用することができていない\nものなどであって，いずれも，低い評価とならざるを得なかった代表例である。\nもっとも，全体を見れば，問題文で示された具体的事実を抽出し，これを法的\nに当てはめるという姿勢は定着しつつあり，また，比較的難易度が高い問題を前\nに，基礎的な知識を応用して論理的な解決を目指そうとする答案も多いことが指\n摘でき，これらは望ましい傾向である。\n４ 今後の出題について\n出題の在り方について様々な意見があると承知しているが，新司法試験に求められ\nる目的を十分に考慮しつつ，受験者の能力の適正な評価が可能な問題となるべく，今\n後も工夫を重ねていきたい。\n５ 今後の法科大学院教育に求めるもの\n前述のとおり，事実を抽出して法的に当てはめるという問題解決の姿勢は定着しつ\nつあるものの，刑法の基礎的な理解が不十分な答案もなお散見された。その中には，\n刑法の基本的な原理原則ないし解釈態度がなお十分に身に付いていないと思われるも\nのや，具体的な事実関係から離れた典型論点に関する判例・学説の結論を機械的に当\nてはめているにすぎないと思われるものも含まれている。\n法科大学院においては，引き続き，具体的事案に即して基本的な刑法解釈論を理解\nさせるとともに，修得した知識を具体的事案の解決のためバランス良く総合的に使い\nこなす能力の涵養になお一層努めていただきたいと考えている。\n-2 1-\n平成２１年新司法試験の採点実感等に関する意見（刑事訴訟法）\n１ 採点方針等\n本年の問題も，過去３回の試験と同様，比較的長文の事実関係を記載した事例を設\n定し，そこに生起している刑事訴訟法上の問題点につき，問題解決に必要な法解釈を\nした上で，法解釈・適用に必要不可欠な具体的事実を抽出・分析し，これに法解釈に\nより導かれた規範の当てはめを行い，一定の結論を筋道立てて説得的に論述すること\nを求めており，法律家になるための学識・法解釈適用能力・論理的思考力・論述能力\n等を試すものである。\n出題に当たっては，刑事訴訟法の中でも重要であり，法律家になるために理解して\nおかなければならない犯罪捜査に関する基本的な問題と証拠法に関する伝聞法則を選\n定した上，設問において，答案で論じてほしい事項を画定明示することにより，受験\n者が，一定の時間内に，法解釈と事実の分析等の双方について，必要十分な論述を行\nうことができるように配慮した。\n具体的な出題の趣旨については，公表されているとおりである。設問１では，殺人\n及び死体遺棄事件を素材として，被疑者の共犯者が経営する会社を適法に発付された\n捜索差押許可状に基づいて捜索した際に行われた様々な写真撮影について，その適法\n性を問い，捜索差押えという強制処分の過程における写真撮影についての考え方を示\nした上，事例への法適用の部分では事実が持つ意味を的確に位置付けて論じることを\n求めている。設問２では，被疑者による犯行再現実験の結果を記載した実況見分調書\nについて，その要証事実との関係で証拠能力を問い，本件の具体的事実関係を的確に\n把握・分析した上で，適用可能性のある伝聞例外規定に係る要件等の法解釈とその要\n件への当てはめについて論じることを求めている。採点に当たっては，このような出\n題の趣旨に沿った論述が的確になされているかに留意した。設問１は，法科大学院の\n授業で直接扱う事例ではないかもしれないが，令状に基づく強制処分の制度趣旨とい\nう基本に立ち帰って考える能力を体得していれば，筋道だった論述ができるはずであ\nる。また，設問２は，法科大学院で刑事訴訟法をまじめに学習した者であれば，何を\n論じなければならないかは明白であり，その素材となる判例や学説等も容易に思い浮\nかぶような事例である。\n２ 採点実感\n次に，採点実感についてであるが，合格判定会議後に各考査委員から様々な意見を\n聴いているので，そのような意見をも踏まえた感想を述べる。全般的には，新司法試\n験が志向している法解釈とこれに則して具体的な事実関係を分析した論述がなされて\nいる答案が少なからず見られ，これは法科大学院における刑事実務を意識した理論教\n育が定着の方向にある成果と感じられた。設問１については，強制処分の過程におけ\nる写真撮影の法的性質について的確に論じた上で，各写真撮影ごとに個々の事例中に\n現れた具体的事実を的確に抽出，分析しながら論じられた答案が見受けられ，また，\n設問２については，本件での要証事実を的確に理解した上で，最高裁判所の判例法理\n等の理解をも踏まえて的確な論述ができている答案も見られた。他方，昨年までと同\n様に，不正確な抽象的法解釈や判例の表現の意味を真に理解することなく機械的に暗\n記して，これを断片的に記述しているかのような答案も相当数見受けられたほか，関\n-2 2-\n連条文から解釈論を論述・展開することなく，問題文中の事実をただ書き写している\nかのような解答もあり，法律試験答案の体をなしていないものも見られた。\n以下，法科大学院における教育と学習の指針に資するため，理解が不十分と思われ\nた点を具体的に述べる。\n設問１については，適法に発付された捜索差押許可状に基づいて，憲法第３５条の\n保障が及ぶ屋内を捜索する際に行われた対象者の意に反する様々な写真撮影について\nその適法性を問うているにもかかわらず，これを単に任意捜査として許されるか否か\nという観点からのみ論じている答案や， 各写真撮影を刑事訴訟法第１１１条にいう 「必\n要な処分」 として当然のように許されるとのみ論じている答案が見受けられた。 また，\n各写真撮影については，個々の具体的な事実関係（特に撮影対象と被疑事実との関連\n性を検討する素材になる事実）が被疑者の供述調書など問題文中に現れているにもか\nかわらず，これを的確に抽出，分析できていない答案もあった。\n法適用に関しては，事例に含まれている具体的事実を抽出・分析することが肝要で\nあり，相当数の答案が問題文にある必要かつ十分な具体的事実を抽出できていた。し\nかし，更に踏み込んで個々の事実が持つ意味を深く考えることが望まれる。例えば，\n通帳に手書きで記載されていた「→Ｔ．Ｋ」の意味について，被疑者甲野太郎への殺\n害報酬の原資となっている可能性があるとの通帳の本件との関連性については論じて\nいる答案が少なからずあったものの，さらに，鉛筆での書き込みであって，捜査機関\nが後に書き込んだものではなく，捜索差押え時からこの書き込みが存在したことを明\nらかにする必要があるなどとの写真撮影の必要性についても検討している答案は少数\nであった。学習に際しては，具体的事実の抽出能力に加えて，その事実が持つ法的意\n味を意識して分析する能力の体得が望まれるところである。\n設問２については， 本件での具体的な事実関係を前提に， 要証事実を的確にとらえ，\n最高裁判所の判例法理等の理解を踏まえた的確な論述ができている答案は比較的少数\nにとどまった。 本件では正に検察官が設定した立証趣旨が意味を持つ場合であるのに，\n何らの説明もなく検察官の立証趣旨に拘束される必要がない，あるいは検察官の立証\n趣旨には意味がないとだけ断じ，最高裁判所の判例の見解が前提としていた事案とは\n異なるにもかかわらず， 刑事訴訟法第３２１条第３項所定の要件を満たすだけでなく，\n同法第３２２条第１項所定の要件をも満たす必要があるとした答案が多数あった。法\n律家は常に結論に至る理由を示し説明しなければならない。 このような答案について，\nあえて厳しい評価をすれば，事案分析能力・思考能力の不備・欠如を露呈するものと\n言わざるを得ない。\n３ 今後の法科大学院教育に求めるもの\nこのような結果を踏まえて，今後の法科大学院教育においては，手続を構成する制\n度の趣旨・目的を基本から正確に理解し，これを具体的事例について適用できる能力\nを身に付けること，筋道立った論理的文章を書く能力を身に付けること，重要な判例\n法理を正確に理解し，具体的事実関係を前提としている判例の射程範囲を正確にとら\nえることなどが要請される。 特に， 実務教育の更なる充実の観点から基本に立ち返り，\n通常の刑事手続，すなわち当たり前の手続の流れを正確に理解しておくことが，当然\nの前提として求められよう。\n-2 3-\n平成２１年新司法試験の採点実感等に関する意見（倒産法）\n１ 出題の趣旨・ねらい等（出題の趣旨に補足して）\n個別的な内容については，既に「出題の趣旨」として公表したとおりである。今年\nの問題作成に当たっては，実務上生起する問題の解決能力や，実体法の理解と関連付\nけて手続法の問題を考察する能力を試すこと等に重点を置くこととした。\n２ 採点方針\n解答の際に言及すべき点については，既に「出題の趣旨」として公表したとおりで\nある。\n第１問については，問題の事例から具体的事実を拾い上げて，事業譲渡についての\n裁判所の許可等の要件の充足性を十分に，かつ，丁寧に論じることができたかという\n点に重点を置いた。\n第２問についても，具体的な事実を踏まえた論述をすることができたかという点に\n重点を置いたほか，財産分与の否認可能性，慰謝料請求権についての破産管財人の処\n分権の有無については，様々な考え方，理由付けがあり得ることから，その結論より\nも，自説の根拠の記述の丁寧さ，一貫性に重点を置くこととした。\n３ 採点実感等\n(1) 第１問\n設問１の（１）及び（２）については，事業譲渡についての許可，株主総会の特\n別決議に代わる許可及び担保権消滅の許可の各申立て等の手続を採るという基本的\nな事項自体は，多くの答案において，正しく指摘されていた。しかしながら，そも\nそも再生手続開始後の早い段階での事業譲渡をすることが相当である理由，それぞ\nれの許可の要件の本件事案における充足性の有無については，これらを丁寧に論ず\nる答案と，記述が不十分な答案とに分かれた。なお，事業譲渡についての許可と株\n主総会の特別決議に代わる許可との区別が的確にされていない答案も見られた。\nまた， 設問１の （３） については，未払金を支払うことを可能とする根拠条文 （民\n事再生法第８５条第５項の「少額の再生債権を早期に弁済しなければ再生債務者の\n事業の継続に著しい支障を来すとき」に関する部分）を正確に指摘できず，同条第\n２項や同条第５項の「少額の再生債権を早期に弁済することにより再生手続を円滑\nに進行することができるとき」に関する部分といった他の根拠を掲げる答案が相当\n数見られた。問題の事例の的確な把握と条文を正確に理解する能力を養うことの重\n要性を感じた次第である。\n次に，設問２については，Ａ社とＤ社との間の権利関係について，発生する代金\n返還債務の金額等を含めて具体的に述べる必要があるところ，抽象的な記述にとど\nまるものが散見された。\n総じて，第１問については，多くの答案が基本的な論点自体はとらえていたもの\nの，上記の点等で差が付くこととなった。\n(2) 第２問\n設問１の（１）については，多くの答案が財産分与の否認可能性という論点に触\nれていたが，詐害行為取消訴訟が破産管財人によって受継された場合，これが訴え\n-2 4-\nの変更の手続により否認訴訟に変更されるという点についての理解が不十分であっ\nたため，破産管財人において訴訟の受継をするか否かという本件における最終的な\n結論に至る論理が不適切，不十分なものになっていた答案が相当数あった。後記の\n点を含め，倒産手続に関連する訴訟法，実体法についての総合的な理解が必要であ\nると感じられた。また，本件における財産分与の否認可能性については，否認のう\nちどの類型のものが問題となるのか，その要件のうちのどの要素が問題となるのか\nといった視点から整理した上で，具体的事実を丁寧に拾い上げることが期待された\nが，そのように丁寧に論じる答案は少なく，事実の拾い上げが不十分であるもの，\n単に財産分与と詐害行為取消しに関する判例の見解に基づき結論を示すにとどまる\nもの等が相当数見られた。この点についても，財産分与及び否認権の制度趣旨にさ\nかのぼった考察ができるような能力の養成の必要性が感じられた。\n設問１の（２）については，免責手続中の強制執行禁止規定が非免責債権にも適\n用されるか否かという論点自体に触れた答案が極めて少なかった。この点，条文の\n文言に照らして結論は明らかと考えた可能性もあるが，免責決定確定後の取扱いと\n並べて論ずるのであれば，上記の論点に検討を加えるべきであり，その意味で問題\nの発見能力が必ずしも十分ではなかったのではないかと思われる。\n設問２については，離婚に伴う慰謝料請求権が行使上の一身専属権ととらえるこ\nとができるかどうか，訴え提起，認容判決確定と手続が進行していった場合，その\n性質がどの段階で失われて破産財団に属することになるのかという論点については，\n多くの答案が的確にとらえていたが，後者の論点に検討を加えないものも少数なが\nら見られた。\nしかしながら，上記の論点に関しても，単に判例に即して結論を示すにとどまる\n答案が相当数あり，行使上の一身専属権ということができる理由，訴え提起による\nその性質の喪失の有無についての理由にまで踏み込んで論ずる答案は，少数であっ\nた。\n第２問は，総じて言えば，単に結論を示すのではなく，その理由をどこまで丁寧\nかつ説得的に論じるかで差が付いたが，出題者が期待した程度に十分な理由付けを\n示した答案は非常に少なかったという印象である。\n４ 今後の出題について\n今後も，特定の傾向に偏することなく，基礎的な事項の理解を確認する問題と受験\n者の問題発見能力を試す問題，倒産実体法に関する問題と倒産手続法に関する問題，\n企業倒産に関する問題と個人倒産に関する問題等，幅広い出題を心掛けることが望ま\nしいと考える。\n５ 今後の法科大学院教育に求めるもの\n本年の問題のように，具体的事案から，問題点を発見し，意味のある具体的事実を\n抽出するには，問題となる法規，制度の趣旨，根拠までさかのぼって考察する能力が\n必要であると考えられる。\n今後も，基礎的な事項の十分な理解に重点を置くべきことは言うまでもないが，上\n記のような考察が身に付くようにするための教育が必要であると感じられた。\n-2 5-\n平成２１年新司法試験の採点実感等に関する意見（租税法）\n１ 出題の趣旨，ねらい等（出題の趣旨に補足して）及び採点方針\n出題の趣旨については，既に公表済みであるが，昨年までと同様，法科大学院にお\nける租税法の基本的な事項に関する学習を前提として，具体的な事案について，租税\n法規の解釈論をどのように展開することができるか，どのように事実関係を認定し租\n税法規に当てはめて判断できるかを試すものである。\n第１問の出題のねらいは，公表済みの出題の趣旨で示しているとおりであり，採点\nの方針も，基本的には，本問の解答に当たって必要な基本的な法的知識・理解が備わ\nっているか，問題の解決に必要な前提事実を適切に把握・分析しているか，これらの\n把握・分析に即して適切に自説が展開されているかという点に留意して採点した。ま\nた，設問１の（１）の課税が許される根拠では，現行所得税法の解釈論を踏まえた検\n討がされているか，設問２（２）③の減価償却費については，犯罪供用物件について\n減価償却費控除を許すべきかという問題意識が示されているか，といった点にも着目\nしていた。なお，設問２の（２）①の未精算のコインの控除の可否に関しては，出題\n者としては，法的な精算義務がないことを前提に債務確定がないとの解答を念頭に置\nいていたが， 答案の中には， コインは次回に入店したときに使用される可能性があり，\n精算するか否かが確定していないことを理由として債務が確定していないと論じるも\nのも相当数あった。これは事案に即した柔軟な解答といえるので相応の評価を行って\nいる（厳密にいえば，精算が未了だから確定しないとする説と法的に精算義務がない\nとする説とでは，前者では，客がコインの精算を求めた時点で債務の確定があると考\nえるが，後者は，客が精算を求めたとしてもなお債務の確定はなく，現実の支払があ\nった時点で必要経費に算入されるという違いがある。）。\n第２問設問１の主たるねらいは，役員の分掌変更に伴って支給される退職慰労金の\n所得分類に関する判断を求めるところにあるが，その判断に当たって，判例（最判昭\n和５８年９月９日民集３７巻７号９６２頁等）の立場を踏まえ，退職所得課税の趣旨\nを退職所得の要件ないし退職の意義の解釈に適切に反映させることができるかどうか，\nその解釈に照らして本問の事案におけるＡの分掌変更をどのように評価するかといっ\nた点を重視して，採点を行った。\n第２問設問２の主たるねらいは，一つには，役員退職給与に関する法人税法上の取\n扱いについて正確な理解を問うところにあり，もう一つには，Ｂ社がＡに対して甲土\n地をもってその時価より低額の簿価相当額で退職慰労金を支給したことについて益金\n及び損金の両面における判断を求めるところにある。採点に当たっては，法人税法第\n２２条第２項，同条第３項及び第３４条の規定並びにそれらの規定の相互関係に関す\nる正確な理解に基づき，論理的に条文を操作し，本問の事案に即した判断を行うこと\nができるかどうかを重視した。\n２ 採点実感等\n第１問は，違法所得という所得税法上の一つの論点であっただけに，全体的な印象\nでは，出題の意図を外した答案は少なく，それなりの水準の答案が多かったと評価で\nきる。もっとも，Ｃに対する５０万円の支払請求権について，その法的な権利行使可\n能性を検討せずに権利確定ありとした答案が全体の約３割に上っていた。このような\n-2 6-\n答案を見ると，権利確定主義という基本的事項の知識を得ることだけに学習の目標を\n置き，事案ごとの実践的な理解を得ようとする姿勢がおろそかになってはいないかと\nの不安を感じないわけにはいかない。また，所得区分に関してであるが，事業所得の\n要件の一つである「計算と危険」について，Ａは賭博で負けるおそれがあるから危険\nを負担していると論じた答案があったが，これでは，勝ち負けなど問題とならない通\n常の物品販売業等は危険を負担していないから事業所得にならないということになり\nかねない。「計算と危険」という基本的用語を記憶はしているが，理解をしていない\nことを示すものとなっている。\nこれらの答案を見る限り，単に基本的用語の知識を得ることを目標とするのではな\nく，判例等の具体的事案を通じて，実践的にこれを理解するという学習態度を身に付\nける必要があるように思われた。\n第２問は， 設問１については， 退職所得課税の趣旨及び退職所得の意義については，\n確立された判例もあり基本的事項であることから，出題時に予定していた解答水準を\n満たす答案がかなり多かったと思われる。もっとも，退職所得課税の趣旨を退職所得\nの要件ないし退職の意義の解釈に反映させようとすることなく，それぞれについて単\nに記憶した内容を記述するにとどまるように思われる答案も散見された。また，Ａの\n分掌変更を退職所得と給与所得との区別に関してどのように評価するかという点につ\nいては，常勤の取締役と非常勤の監査役との職務内容，勤務形態等の違いを考慮して\n適切な判断を示す答案が多かったが，Ａが取締役副社長の任期満了後も引き続き役員\nを務めているという事実を重視し形式的な判断に基づき勤務関係の継続を認める答案\nや特段の説得的な論拠を示すことなく本件退職慰労金の内訳に拘泥する答案も散見さ\nれた。そのほか，現物給与に係る収入金額について，所得税法第３６条第１項括弧書\n及び同条第２項の意味内容を理解していない答案も散見された。\n設問２では，法人税法における役員退職給与の取扱いに関する基本的な理解が十分\nでない答案がかなり見られた。取り分け法人税法第３４条第１項及び第２項の条文を\n括弧書も含めて正確に読むことができていないと思われる答案も少なからずあった。\n法曹にとって必須の能力である条文読解力の涵養が強く望まれる。さらに，退職慰労\n金の現物支給の取扱いについては，出題時に予定していた解答水準を満たす答案は少\nなかった。本問の事案が法人税法第２２条第２項の適用を検討すべき事案であること\nにさえ気がついていない答案もかなり見られた。法人税法第２２条第２項が法人税の\n課税標準の計算に関する基本規定の一つであることを考えると，このような基本規定\nを具体的な事案について適用する能力を涵養することが望まれる。本問の事案に関し\nては， 例えば， 最高裁判所の判決 （最判平成１０年６月１２日判時１６４８号５３頁）\nの事案における税務処理が参考になる。\n第２問については，設問１及び設問２共に，取り扱った論点がほぼ同じである答案\nが多数を占めたが，出題時に想定した他の論点にも言及し検討を加えた答案について\nは，加点で対応した。\n３ 今後の出題について\n今後の出題については，租税法の基本である所得税の重要性が再認識されるところ\nである。出題の在り方としては，これまでどおり，具体的な事実関係の下で租税法の\n基本的な条文や概念の理解とその適用能力を試す問題を出題し，出題形式は，受験者\n-2 7-\nが出題の意図に従って解答しやすくするよう小問を順次検討していく形式によること\nが望ましいと考えられる。\n４ 今後の法科大学院教育に求めるもの\n基本的な条文や概念を他と関連付けて多角的に検討し理解する学習を基礎にして，\nそこで習得した知識や能力を事例演習等によって確認し，それらの応用力や総合的判\n断力を涵養していくというような教育が望まれる。\n-2 8-\n平成２１年新司法試験の採点実感等に関する意見（経済法）\n１ 出題の趣旨について\n出題に当たり，独占禁止法上の制度・規定の趣旨及び内容を正確に理解し，問題文\nの行為が市場における競争にどのような影響を与えるかを念頭に置いて，事実を丹念\nに検討した上で，要件の当てはめができるか，それらが論理的かという点を評価し得\nるような問題作成を目指した。\n出題した２問は，独占禁止法の基本に基づいて検討すれば解答し得る問題であり，\n公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求め\nるものではない。\n２ 採点方針\n出題の趣旨で述べたとおり，独占禁止法違反の成否についての結論ではなく，同法\nの基本的概念や個別の要件の意義を，その趣旨を踏まえて正しく理解しているか，当\n該行為が市場における競争に与える影響を十分に洞察しようとして，問題文のどの事\n実をどのような観点から取り上げるか分析した上で， 的確に要件に当てはめているか，\nそれらは論理的で説得的かという観点から，法的な能力を見ようとした。\n第１問は，不当な取引制限の成否を問うものであり，①部品の共同購入の計画（以\n下，「設問①」という。）については，部品購入市場のみならず，製品価格の上限を協\n議して決定するとしていること及び部品の共同購入によるコスト共通化といった事実\nに着目して，製品販売市場に関しても，競争に影響を与える共同行為の成否を検討し\nているかを見た。②共同物流会社の設立の計画（以下， 「設問②」という。）は，共同\n物流会社が行うこととなる事業活動の態様からして，製品販売市場における競争事業\n者間において重要な競争手段について情報を共有することとなり，このことによる当\n該市場における共同行為の成否を検討しているかを見た。\n第２問は，不当廉売（一般指定第６項。以下，「第６項」という。）の成否を問うも\nのであり，まず，事業者の創意工夫により良質・廉価な商品を供給しようとする努力\nを助長しようとする独占禁止法がなぜ不当廉売を規制するのかを理解し， その関連で，\n第６項前・後段の各要件を正確に理解できているかを見た。その上で，第６項前・後\n段のいずれを適用するかの結論自体にはこだわらず，（１） 中部地方の廉売 （以下，「設\n問（１）」という。）では，価格要件，継続性要件の検討により，第６項前段又は後段\nを正確に適用しているか，（２）東日本地域の廉売（以下，「設問（２）」という。）で\nは，３７インチテレビと４０インチテレビの間で価格設定に違いがあることに着目し\nて， 第６項前・後段の適用を論理的・説得的に論じているかを見た。 また， 設問 （１）\n及び（２）の双方について，他の事業者の事業活動に対する影響を丹念に検討してい\nるか，そこでは，キャンペーン期間，数量，程度のほか，設問（１）では新規開店セ\nール，旧型製品等の要素を，設問（２）ではＡの市場における地位，商品の人気等の\n要素を勘案しているかを見た。\n３ 採点実感等\n(1) 出題の意図に即した答案の存否，多寡について\n第１問の設問①においては，部品購入市場と製品販売市場のそれぞれについて競\n-2 9-\n争に影響を与える共同行為の成否を検討した答案は多くなく，どちらかの市場につ\nいてのみ論じているものが過半を占めた。また，適用法条を私的独占や優越的地位\nの濫用とする答案が散見された。設問②においては，多くの答案が情報共有の問題\nを論じていたが，適用法条として，不当な取引制限に触れず，企業結合規制（独占\n禁止法第４章）のみとする答案が少なからずあった。\n第２問については，不当廉売の成否を検討した答案がほとんどであったが，不当\n廉売に触れずに私的独占や優越的地位の濫用等を検討している答案も少数ながら存\n在した。採点方針で述べたとおり，第６項前・後段のいずれを適用するかの結論自\n体にはこだわらなかったが，設問（１）では，第６項前段を検討して不当廉売に当\nたらないとする答案が多く，設問（２）では，３７インチテレビ及び４０インチテ\nレビを一括して第６項前段又は後段を適用する答案が相当数あった。\n(2) 出題時に予定していた解答水準と実際の解答水準の差異について\n第１問の設問①については，問題文の計画の基本的内容が部品の共同購入につい\nてであるために，部品購入市場における競争に影響を与える共同行為の成否を検討\nする答案が多く，製品販売市場について論じる答案は少ないのではないか，また，\n製品販売市場について論じる場合も，製品価格の上限を協議して決定することには\n比較的容易に着目できても，部品の共同購入によるコスト共通化に着目する答案は\n少ないのではないかと予想していた。 しかし， 実際には， 部品購入市場には触れず，\n製品販売市場における競争に影響を与える共同行為の成否だけを論じた答案が一定\n数見受けられたほか，製品販売市場について論じた答案の多くは，コスト共通化の\n問題を論じていたものの， 製品価格の上限の問題に触れない答案が一定割合あった。\n設問②については，競争手段にかかわる情報の共有に着目し，具体的に検討した答\n案が多かったが，製品物流市場における競争への影響を検討するにとどまる答案も\n散見された。\n第２問については，不当廉売の規制理由と，その関連で第６項前・後段の各要件\nがどのようなものであるかに関し，相応に論ずることを期待していたが，的確に解\n答できた答案は予想より少なく，第６項前・後段の各要件を区別できていない答案\nも散見された。また，設問（２）では，３７インチテレビ及び４０インチテレビを\n一括して第６項前段又は後段を適用する答案が相当数あったものの，その理由を論\n理的・説得的に論じるものは少なかった。他の事業者の事業活動に対する影響につ\nいては，設問（１）において，新規開店セール，旧型製品等の要素を摘示できてい\nる答案が多かった一方，設問（２）では，大量仕入れによる廉価販売によって他の\n事業者が競争上不利になること自体を否定的にとらえているのではないかとうかが\nえる答案も目立った。第２問は，全体として，よく論じられている答案とそうでな\nい答案に二分される傾向が見られた。\n４ 今後の出題について\n今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与\nえる影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりは\nないと考えられる。\n５ 今後の法科大学院教育に求めるもの\n-3 0-\n経済法の問題は， 不必要に細かな知識や過度に高度な知識を要求するものではない。\n経済法の基本的な考え方をきちんと理解し，これを多様な事例に応用できる力を身に\n付けているかどうかを見ようとするものである。法科大学院は，出題の意図したとこ\nろを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それ\nを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，\n論点主義的な記述ではなく，構成要件の意義を正確に示した上，当該行為が市場にお\nける競争へどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に\n当てはめることを論理的・説得的に示すことができるように教育してほしい。\n-3 1-\n平成２１年新司法試験の採点実感等に関する意見（知的財産法）\n１ 出題の趣旨，採点方針等\n第１問，第２問共に，典型的な論点を含む事例問題であって，両問を通じ，法曹に\n必要となる事実関係の分析力，基本的事項についての正確な知識と理解度，これらを\n前提とした論理的な思考力，応用力，論理一貫した論述をすることができる力等をみ\nようとしたものである。 答案の内容については， 一つの結論にこだわるものではなく，\nきちんとした論拠とともに説得力をもった論述がなされていれば， 相応の評価をした。\n(1) 第１問（特許法）について\n本問は，当事者の関係や論点が絡み合っており，特に職務発明と共同発明が組み\n合わさっていることにより，必ずしも通り一遍の知識だけで対応できるような問題\nではないといえよう。しかし，一つの答えを正解として求めているわけではなく，\nいかなる結論になるにせよ，きちんと問題の所在を意識し，論理一貫した論述を行\nっていれば，相応の評価を与え得る答案として扱った。要は，基本的な知識を前提\nにしながら，その場で事例に即して問題を解決に導く柔軟な思考力，応用力をみよ\nうとしたものである。\n(2) 第２問（著作権法）について\n本問は，美術の著作物について，多数の関係者が登場する事実関係の中で，問題\nとなる行為がいかなる権利を侵害しているのかを正確に把握し，バランスよく論じ\nる能力をみようとしたものである。 論点が多いため， すべてを詳しく論じていては，\n時間も答案用紙のスペースも不足するものと思われる。事案に即して論じるべき内\n容と程度を適切に取捨選択し，メリハリの利いた論述がなされることを期待して出\n題したものである。\n２ 採点実感等\n期待していた水準に達していると評価できる答案は多くはなかった。論点や出題の\n意図を理解していないのではないかと思われるもの，漫然と事実関係を羅列している\nもの，自らが有している断片的な知識を並べたにすぎないと思われるものなど，低く\n評価せざるを得ない答案も少なくなかった。\n他方，出題の意図に即し，法律の目的・仕組み・諸原則をきちんと踏まえた条文解\n釈を行った上，ポイントを押さえた的確な論述がなされている答案も一定数あり，こ\nのような答案については高い評価を与えることができた。\n(1) 第１問（特許法）について\n設問１の１については，本問の発明が共同発明及び職務発明の両者に当たるもの\nであるから，いずれについても論じる必要がある。しかし，甲からＡ社への及び乙\nからＢ社への特許を受ける権利の移転に関し，共有者の同意（特許法第３３条第３\n項）について全く論じていない答案が多かった。このような答案が多かったのは，\nあたかもＡ社，Ｂ社に原始的に特許を受ける権利が帰属するかのような答案が多か\nったことと関係があるように思われる。すなわち，職務発明に関して，特許を受け\nる権利は自然人（従業者等）に原始的に帰属し，これが勤務規則等に従って使用者\n等に承継されるものであるということを理解していないことに起因しているのでは\nないか。さらに，本問の場合，職務発明の成否につき長々と論じるまでもないこと\n-3 2-\nは明らかであるが，殊更に細かな事実関係をいちいち取り上げて論じている答案が\n見られるなど，バランス感覚の不足を感じさせるものも少なくなかった。\n設問１の２については，最低限，法定通常実施権（特許法第３５条第１項）につ\nいて論じられるべきものと考えていたが，これについてはきちんと指摘されている\n答案が多く，一応の理解をしているものと推察された。\n設問２は，無権利者による出願がなされた場合において，特許権の設定登録前後\nで権利者がいかなる請求をすることができるのかにつき，共同出願違反の場合と比\n較しつつ論じさせる問題である。相当数の答案において，相違点を踏まえた論述を\nしようと努力する姿勢が感じとられ，この点はそれなりに評価できたのであるが，\nきちんと整理され， スムーズに読み切ることのできるような答案は多くはなかった。\n中には，対比を全くしていない答案もあり，このような答案については，当然のこ\nとではあるが，設問に答えようとしていないものとしてそれ相応の評価しか与えな\nかった。\n本問は，全体として，基本的な裁判例（最判平成１３年６月１２日民集５５巻４\n号７９３頁（生ゴミ処理装置事件） ，東京地判平成１４年７月１７日判時１７９９\n号１５５頁（ブラジャー事件））を踏まえた上，自らの主張に即して論述する必要\nがあるが，これらの裁判例を意識していない答案も相当数見受けられたのは残念で\nあった。基本的な裁判例については，しっかりと勉強して理解しておいてほしい。\nそして，関連する問題が出た場合には，裁判例における考え方と同じ考え方をする\n場合であっても異なる考え方をする場合であっても，きちんと論拠を示しつつ自説\nを展開してもらいたい。\n(2) 第２問（著作権法）について\n設問１の１については，多くの答案は，公表権侵害や譲渡権侵害等，問題となる\n権利侵害についてそれなりに論じており， その点は評価することができた。 しかし，\n公表に関する同意の推定（著作権法第１８条第２項第２号）について全く触れられ\nていない答案や，触れられてはいるが「他人に見せないことを条件に」したことと\nの関係について触れられていない答案が多かった。また，譲渡権侵害に関し，比較\n的多くの答案において消尽について触れていたが，その際に適用される規定（著作\n権法第２６条の２第２項第３号） を正確に指摘できていないものが少なくなかった。\nまた，譲渡しない旨の特約と当該規定との関係をきちんと論じていない答案が多か\nった。\n設問１の２についても，多くの答案は，翻案権侵害，同一性保持権侵害，公表権\n侵害等，問題となる権利侵害についてそれなりに論じており，やはりこの点は評価\nすることができた。しかし，彫刻Ｂ（二次的著作物）を通じて働く絵画Ａ（原著作\n物）の権利に関し，著作権については著作権法第２８条を指摘すれば足りるが，著\n作者人格権には同規定が適用されず，例えば公表権侵害であれば，同法第１９条第\n１項後段の適用の問題となることを指摘する必要がある。この点について正確に区\n別して記載されている答案は少なく，条文を注意深く読み，理解しておいてほしい\nと感じた。\n設問２の１では，頒布権侵害が問題となることに気付くべきであるが，これにつ\nいて論じられている答案が必ずしも多くなかった。また，論じられていても，それ\nが同法第２６条第２項の適用によるものであることまで指摘されている答案は相当\n-3 3-\nに限られていた。そもそも，本問で直接問われているのは，映画ＣのＤＶＤを販売\nする行為である。それにもかかわらず，映画Ｃを作成した行為だけを論じたり（そ\nの行為については，同法第２８条により，彫刻Ｂを通じて働く絵画Ａの複製権の侵\n害が考えられるが，ここで問われているＤＶＤの販売行為について答えるものには\nなっていない。），あるいは，上映権侵害であるなどとする答案が目立ったが，問題\n文をよく読み，何を問われているのかをよく考えて答えてほしいと感じた。\n設問２の２では，多くの答案において同法第４６条に言及している点は評価する\nことができたが，説得的な論述ができている答案は多くはなかった。一方，彫刻Ｂ\nが映画Ｃに写っている時間が比較的短いことや，必然的に写り込んだにすぎないの\nではないかとの観点から，実質的に見て著作権侵害には当たらない旨の指摘は，表\n現は各人各様ながら， それなりに論じられており， この点は評価することができた。\n設問２の３では，同法第４６条により制限される著作権は，その原作品が屋外の\n場所に恒常的に設置されている美術の著作物 （ここでは彫刻Ｂ） の著作権であって，\n当該美術の著作物（二次的著作物）の原著作物たる絵画Ａについての著作権につい\nては制限されるものではない，という主張をすることが考えられるが，この点につ\nいて論じられている答案が少なかったのは残念であった。\n全体的に，基本的な条文や論点の理解が，十分になされていないのではないかと\nの印象を受けた。また，緻密に事案を分析する力が不足しているのではないかとも\n感じた。基本的事項の理解や事案の分析力は，法曹にとって必要不可欠な能力なの\nであるから，受験者にあっては，これらの能力の涵養に一層心を砕いてほしい。\nなお，答案の書き方について一点指摘しておきたい。設問２では，双方の主張を\n論じる形の答案を求めたものであるが，設問１でも同様の書き方をした答案が散見\nされた。いかなる書き方をするのか特に指定しているわけではないが，設問１につ\nき，双方の主張を論じる形をとったもので良好な答案と評価できるものは，ほとん\nどなかった。設問２に引きずられたのかもしれないが，どのような書き方をするか\nについても論述の展開力にほかならないのであるから，十分に心してほしいと思わ\nれた。\n３ 今後の法科大学院教育に求めるもの\n例年指摘していることであるが，法科大学院では，学生に対し，まず基本的事項を\nしっかりと理解させて身に付けさせるよう努めていただきたい。その上で，事例を丁\n寧に分析し，法的に意味のある事実関係を抽出した上で法的評価を行い，当てはめを\n行うという訓練を積ませていただきたい。\nまた，非常に読みにくい，文章力に課題があると思われる答案が見られた。実務に\nおいて，書面で自己の主張を展開する場面は多い。自分の述べたいことが端的に伝わ\nる文章を書けないようでは，実務家としても心許ない。法科大学院におかれては，適\n宜，この点にも配意した指導をしていただく必要があるように思われる。\n-3 4-\n平成２１年新司法試験の採点実感等に関する意見（労働法）\n１ 出題の趣旨，ねらい等\n公表済みの「出題の趣旨」のとおりである。第１問，第２問とも，労働法における\n基本的な事項を扱った問題であり，法令及び判例に関する正確な知識・理解を前提と\nして，具体的事例から結論を導くために必要な論点を抽出し，法律要件に照らして事\n実を確定した上，ルールに当てはめて適切・妥当な結論を導くという，法律実務家と\nして求められる基礎的な能力を試そうとするものである。\n２ 採点方針\n出題の趣旨を把握した上，各論点について十分な論述ができているかどうか，及び\n結論に至る道筋を論理的に示すことができているかどうかを基準として採点した。結\n論を導くために必要な論点の抽出が的確に行われ，これに関する論述が水準に達して\nいると認められる答案には，おおむね標準以上の得点を与え，それを上回る説得力の\nある答案構成，重要論点の優れた掘り下げ等が認められる答案には，更に高得点を与\nえることを目安とした。なお，第２問のうち設問１及び設問２には，ほぼ同程度の配\n点をした。\n３ 採点実感等\n(1) 第１問について\n比較的多くの答案が，論述すべき主要な論点に言及しており，結論に至る道筋も\nおおむね示し得ていたといえる。もっとも，個々の論点に係る論述については精粗\nがあり，すべての論点について，十分な事実を拾い上げ，根拠となる法令，就業規\n則等の条項，判例による基準等を示しながら高い説得力を持たせ得たものは，多く\nなかった。\nまず，配転命令権の存否に関しては，ＸとＹ社との間に勤務地及び職種について\nの個別合意が存したのか，就業規則の関係規定が配転命令権の根拠となり得るのか\nについて論及することが求められるが，これらの点を十分に論じない答案が少なか\nらず見られた。その一方で，配転命令権の根拠に関する一般論を必要以上に詳述す\nるなど，論述のポイントが適切でないと考えられるものも散見された。また，配転\n命令権の濫用に関して，多くの答案において濫用の有無の判断基準等については一\n定水準の論述がなされていたものの，判断の枠組みが漠然とした総合考慮になって\nいたり，事実の評価が一面的であったり，配転命令権の存否に関して論ずべき事項\nを取り上げるなどする答案も見られた。\n次に，解雇の有効性に関しては，Ｙ社がＸの無断欠勤を理由として解雇している\nという設例を前提として，無断欠勤は就業規則に定められた解雇事由に該当するの\nか，さらに，Ｘの態度が無断欠勤と評価し得るのかについて，事実関係に即した十\n分な論述が求められるところ，配転命令が無効であることから直ちに解雇が無効で\nあるとの結論を導くなど，論述が不十分であるものが散見された。また，変更解約\n告知について論及する答案も若干見受けられたが，それが何を意味し，本設例でな\nぜこの点への論及が必要なのか，理解に苦しむものが多かった。\nさらに，平成２１年２月分から５月分までのＸの賃金請求権に関しては，多くの\n-3 5-\n答案がＸの賃金請求権の根拠として民法第５３６条第２項を指摘することはできて\nいた。しかし，なぜこの規定による処理が適切であるのかを十分に説明し得た答案\nは多くなく，また，解雇が無効であることを理由に２月分についても賃金請求を可\n能とするなど，理解が十分でないと思われるものも散見された。中間収入の控除に\n関しては，労働基準法第２６条による平均賃金の６割という基準には多くの答案が\n言及していたものの，中間収入を得た時期と控除の対象となる賃金請求権の発生時\n期との対応関係を意識できていないものや， 「中間収入が賃金の６割を超えないか\nら控除は許されない」などとする明らかな誤解に基づく答案が多数あり，判例の正\n確な理解が不十分であることがうかがわれた。また，解雇が無効であれば，受領済\nみの解雇予告手当は不当利得となり，返還義務が生じることとなるが，この点を明\n確に指摘した上で相殺の可否まで論じた答案は，少数にとどまった。\n(2) 第２問について\nまず，設問１の雇止めの可否については，全般的に適切な論述がなされている答\n案が多かった。\nただ，平成２０年９月３０日における労働契約の合意解除と同年１０月１日にお\nける新たな有期労働契約の締結という本設例における特徴的な事情が，解雇権濫用\n法理（規定）の類推適用の当否や雇止めの適法性の判断にどのように影響するのか\nについては，十分な考慮が必要であるにもかかわらず，全く論及しない，又は論述\nが薄い答案が相当数あった。逆に，この点が意識できていた答案は，全体的にもお\nおむね高評価であったといえ，法的判断の前提として必要な事実を具体的な事例か\nら拾い上げ，的確に評価する能力の涵養が望まれる。\nまた，雇止めを不当であると評価するのであれば，それを前提としてＸとＹ社と\nの間の労働契約の帰すうはどのようになるのかが論じられなければならないが，そ\nの点に論及した答案は少数にとどまった。\n次に，設問２については，ストライキの正当性を論じるに当たり，その目的との\n関係については適切に論述できている答案が多かったが，態様（部分スト）との関\n係での論述が不十分であるものが多かった。\nまた，懲戒処分の効力に関して論じるに当たり，労働契約法第１５条のみに基づ\nいて立論するか，労働組合法第７条を用いるのか，あるいは憲法第２８条，民法第\n９０条等の規定を援用するかについては，いずれの構成もあり得るし，複数のアプ\nローチを併用することも考えられるが，中には，これらの規定の適用関係が整理さ\nれず，理解が混乱していると思われる答案が見られた。また，労働組合法第７条を\n用いる場合には，同条の私法的効果についても論及する必要があるが，これがなさ\nれていない答案も散見された。\n賃金カットの効力に関する論述については，理由を示さずに結論のみを記述する\n答案や，ストライキ参加者と非参加者とを区別せずに論じている答案が散見された\nほか，非参加者が工場内に滞留していたことについての言及がないものが目に付い\nた。\n総じて，設問１と比べて設問２の論述が低調な答案が目立った。答案作成におけ\nる時間配分が適切になされていなかったことにも，その原因の一端があるのではな\nいかと感じられるので，解答に当たって留意が望まれる。\n(3) 第１問，第２問を通じて，判例の立場が明確である論点については，判例の立場\n-3 6-\nによらないとしても，少なくとも判例についての理解を示すべきである。その前提\nとして，主要な判例については，単なる要旨だけではなく，背景となった事実関係\nを踏まえながら，意義と内容を理解しておく必要があるが，そのような学習が不足\nしているのではないかと感じる答案が間々見られた。\n４ 今後の出題について\n出題方針等について変更すべき点は，特にない。\n法令，判例，学説等に関する正確な基礎的知識があることを前提に，具体的事例に\n即しつつ，主張を組み立て，あるいは，ルールを適用する能力・素養を試す出題を継\n続することとしたい。\n５ 今後の法科大学院教育に求めるもの\n具体的な事例の中から必要な事実を取捨選択して論点を抽出し，解答者なりの筋道\nを立てて結論に至るという，基本的な能力の伸長が望まれる。基礎的な知識の習得は\nもちろん不可欠であるが，その適用に当たり，当該事実関係の下での主張及び証拠に\n飽くまで即しながら，全体として筋の通った解決を目指すという思考方法が身に付く\nような指導をお願いしたい。\nまた，上述の点とも関係するが，実務法曹の養成という観点からは，主要な判例に\nついて，自ら原典を参照する習慣を身に付けさせることが重要である。当該判例が，\nいかなる事実関係の下で，どのような法的構成を用い，結論を導いているのかという\n点に関する分析・理解を深めさせることにより，判例理論を他の事例に応用できる能\n力を身に付けさせるよう，配意願いたい。\n-3 7-\n平成２１年新司法試験の採点実感等に関する意見（環境法）\n【第１問】\n１ 出題の意図に即した答案の存否，多寡\n第１問は，環境負荷物質の種類に応じてどのような対応や手法が必要となるかを，\n論理的に説明できる能力を問う基本的な問題であった。\n設問１は，ばい煙に対する規制と有害大気汚染物質対策に関して，対応の仕方を比\n較し， それぞれの考え方を説明する点については， 大気汚染防止法の規定にのっとり，\nおおむね出題の意図に即した適切な解答をしていた。そして，対応の仕方に相違があ\nる理由については，科学的知見が確実であるか否かによることを正確に指摘している\n者が多かった。さらに，有害大気汚染物質対策について予防原則に言及する答案が多\nく見られたが，このような記述は正当なものとして扱った。なお，大気汚染防止法第\n１８条の２０の規定の趣旨を誤ってとらえ，有害大気汚染物質は未然防止原則の適用\nであるが，ばい煙は予防原則の適用であるとする答案が若干見られた。このような混\n乱は環境法の基本原則の学習が十分ではないことを示している。なお，設問１の問の\n順序に沿って解答するものがほとんどであったが，中には，対応の仕方の相違の理由\nから書き出すものなど，問の順序を無視して解答する答案も見られた。問の順序を無\n視した答案は、出題の趣旨に沿った解答をすることが困難になったためか、結果的に\n得点を得られないことが少なくなかった。\n設問２小問１に関しては，二酸化炭素の特質について，国民の日常生活からも相当\n量が排出され，発生源を特定しにくいことを挙げるものが多く，この点については出\n題の意図に沿う者が比較的多かった。もっとも，その上で，二酸化炭素については世\n界全体での削減が問題となり， 国全体での総量削減が問題となることを指摘する者は，\n意外に必ずしも多くはなかった。設問の「規制的手法と異なった手法」とは，環境基\n本法第２２条にいう経済的手法であるが，二酸化炭素の特質に基づいて，なぜ経済的\n手法を中心とする手法が有効かの理由を明確に記述するものは余り多くなかった。上\n記のように，二酸化炭素の発生源を特定できないため通常の規制になじみにくいこと\nについて指摘するものは相当数見られ，この点は出題の意図に沿うものであったが，\n総量の削減の必要についての認識が乏しいためか，①国全体での削減が必要となるこ\nと，②その際，二酸化炭素は現在のところ人為的活動に伴って不可避的に生ずるもの\nであり，その削減にはばくだいなコストが掛かるため社会的コストを少なくする点で\n経済的手法が望ましいこと， ③技術革新・技術普及の促進の点で経済的手法の方が （一\n度基準を決めたら変えにくい）規制的手法に比べて有効であること，を指摘するもの\nは，それほど多くはなかった。\n設問２小問２は，経済的手法の中でどういう措置があるかを挙げ，長所短所を問う\n問題であり，税・賦課金，排出枠（排出量，排出権）取引，補助金の長短を解答する\nものであるが，小問１で問うた，二酸化炭素の排出削減に経済的手法がなぜ有効かと\nいう点を再度るる述べるものが少なくなかった。このような記述には点数を与えるこ\nとができなかった。排出枠取引の長所としては，まず，総量の管理ができることを挙\nげる必要があるが，これが書けているものは意外に少なかった。短所としてモニタリ\nングの困難性や国際競争力への配慮が問題となることなどを書いているものは，比較\n的多かった。税・賦課金については，経済的手法一般の長所のほか，財源が調達でき\n-3 8-\nることを挙げるものが多かった。補助金については，長所として即効性があることな\nどを書いた答案，短所として財源が確保しにくいこと，汚染者負担原則に反する場合\nがあることなどを書いた答案が比較的多かった。\n全体としてみれば，設問１については，総じて出題の意図に即した答案が多く，設\n問２については，比較的良くできてはいたものの，設問１に比べると出題の意図に沿\nうものとは言い難い答案も間々見られた。\n２ 出題の意図と実際の解答に差異がある場合の原因として考えられること\nこれは設問２について間々見られたが，なぜ温暖化問題に関して規制的手法ではな\nく，経済的手法が注目されているかについて，理由付けを含めた勉強が十分になされ\nていない面があったと思われる。原因の一端は，二酸化炭素は世界全体での総量削減\nが問題となる性質を有しており，そのために国全体としても総量の削減が必要なこと\nを十分認識していない者が少なからずいた点にあると思われる。司法試験用法文に掲\n載されている重要な法律の一つである地球温暖化対策推進法は，正に京都議定書の法\n的拘束力のある目標達成を図ることを目的とするものであり，このことに思い至る必\n要があったといえよう。\n３ 今後の法科大学院教育に求めるもの\n本問のように，環境負荷物質の種類に応じてどのような対応や手法が必要となるか\nを，資料を使いながら検討する出題は，環境法の大きな柱である環境法政策の根本的\n部分を扱ったものである。また，中でも設問２については，国内法に直結する（各教\n科書にも書かれている。）必要最小限の知識に思いが至ることは重要なことであった\nといえよう。本問の出題により，環境法では法政策に関しても問うことについて改め\nてメッセージが伝えられたと思う。法科大学院で日ごろから環境法政策の根本的部分\nについても考察できる素地を与えていただけるよう御指導をお願いしたい。\n【第２問】\n１ 出題の意図に即した答案の存否，多寡\n(1) 設問１の①の段階では，空き地が自然公園法第１４条第１項の特別保護地区内の\n場合には，廃タイヤの廃棄・野積み行為が，同法第１４条第３項第５号（物の集積\n・貯蔵）に該当し，県知事は同法第２７条第１項に基づき中止命令・原状回復命令\nを発することができる。この点については大半の答案が指摘していたが，この行為\nが，自然公園法の目的とする優れた自然の風景地の保護に反する行為であることを\n指摘した答案は少なかった。これは，「美しい山岳に恵まれた自然公園」において，\nカタクリ（同法第１３条第３項第１０号の指定を受けている。 ）の群生地に近接す\nる空き地に廃タイヤが野積み状態にあることの問題性を認識できなかったことによ\nるものと思われる。なお，「ぼや」が同法第１４条第３項第６号の「火入れ」に該\n当するとか，同項第７号の「損傷」に該当するとしてしまった答案も少なくなかっ\nた。これでは「ぼや」を自然公園法上の要許可行為とすることになる。要許可行為\nの趣旨を理解することが必要である。また上記命令に従わなかったときに講じ得る\n県知事の行政代執行について言及している答案が少なかったのは意外であった。設\n問１の①ではこの点を挙げるかどうかが大きなポイントである。\n-3 9-\n空き地が同法第１３条第１項の特別地域内にあるかどうかについては，場合分け\nをすることも考えられる。域内にあるとすれば，同条第３項各号の該当性を検討し\nた上で，同法第２７条第１項の該当性に言及することになる。\n同法第２７条１項の条文の読み方について，同法第１３条第３項，第１４条第３\n項の許可に付せられた条件に違反した者に対してのみ命令を発することができると\nした答案がかなりあったが，同法第２７条の命令は同法第１３条第３項，第１４条\n第３項の規定に違反しただけで発することができることとされている。\nなお県知事の措置として罰則規定を適用すべく刑事告発することについて言及す\nることも可能である。\n(2) 設問１の②の段階では，同法第４７条による原因者負担を挙げることが求められ\nるが，この条項を挙げた答案は半数に達しなかった。設問１ではこの条項を挙げる\nかどうかで大きく差が付いた。なお，民事訴訟を提起して損害賠償請求をすること\nを挙げた答案が多かったが，本問は行政上の措置を求めているので，採点の対象と\nしていない。\n(3) 設問２ではまず当事者能力について，権利能力なき社団（民事訴訟法第２９条）\n該当性についての主張をすることになるが，この点についての言及がない答案が散\n見された。団体固有の請求権を根拠としない場合には，当事者適格について，環境\n保護団体として原告適格があるとの主張が求められるが，任意的訴訟担当や紛争管\n理権の主張を挙げた答案は少なかった。 さらに， この点が判示された最高裁判決 （最\n判昭和６０年１２月２０日裁判集民事１４６号３３６頁・豊前火力発電所事件）を\n挙げた答案はわずかであった。\n実体権としての人格権，環境権の主張については，ほとんどの答案が言及してい\nた。ただ本件の原告が団体であることを考慮した主張はほとんどなく，ただ単に環\n境権を否定するという結論のみを記した答案が多かった。\n２ 出題の意図と実際の解答に差異がある場合の原因として考えられること\n設問１については，事例に即した法規の読み方ができなかったことが大きな原因で\nある。自然公園法そのものは，法科大学院の環境法の授業では詳しく触れることは必\nずしも多くないと思われる。しかし，環境法の基本的法令について，その法の趣旨・\n目的を読み取り，具体的事例に該当する条文を探索するという基本的能力があれば、\n自然公園法についての詳細な知識はなくても，本問について解答することは困難では\nなかったと思われる。また，条文の読み方の基礎がまだ不足している傾向があった。\n設問２は，環境権あるいは環境訴訟における当事者適格という環境法上の大きな論\n点がテーマであったが，多くの答案は十分な掘り下げがなかった。\n３ 今後について\n(1) 自然公園法については，細かい条項は無理としても，環境法の基本理念と関連す\nる点については法科大学院で触れていただきたい。 環境負荷を与えた者に対しては，\n環境法の基本的な考え方である汚染者(原因者）負担原則が様々な個別法で具体化さ\nれているのであり，自然破壊の回復措置として同法が規定している同法第４７条の\n原因者負担もその一例であることを， 環境法教育において論及することが望まれる。\n(2) 環境保護団体の当事者適格は環境訴訟上の大きな論点である。任意的訴訟担当や\n-4 0-\n紛争管理権は民事訴訟法上の論点でもあるが，環境法に即し学生自身が整理・考察\nしておくことが必要である。\n環境権については，単に肯定，否定という結論のみを整理するのではなく，裁判\nではどのような主張がされているのか，なぜ否定するのか等について，理由付けを\n含めつつ，掘り下げて理解しておくことが期待される。\n-4 1-\n平成２１年新司法試験の採点実感等に関する意見（国際関係法（公法系））\n１ 出題の趣旨・ねらい\n「出題趣旨」において詳述したが，それに付加すべき点は以下のとおりである。\n問題の作成に当たっては，国際法の基本的な考え方と基本的な知識を習得していれ\nば解答できるように努めた。加えて，日々の国際問題に関心を持っている受験者であ\nれば，具体的な問題状況を思い浮かべることができ，答案が充実したものになるよう\nに心掛けた。他方で，単なる時事的な知識や細かな派生的知識を有しているかどうか\nによって評価が決まらないように工夫した。\n２ 採点方針\n特に以下の点に配意して答案の評価を行った。\n第一に，設問にかかわる国際法の基本概念・基本原理を正確に理解しているかどう\nかを主要な評価基準とした。当然，論述が論理的であって論述相互の間に矛盾がない\nかどうかについても留意した。また，論述が条約条文の単なる書き写しではなく，受\n験者の理解が現れているかどうかも注意深く見た。\n第二に，設問から，単一の論理だけではなく，複数の論理の展開が可能であること\nを理解できているかどうかに注目した。\n第三に，法規範の事実への当てはめが的確に行われているかどうか，そもそも法規\n範の解釈と法規範の事実への当てはめとを明確に区別して認識しているかどうかにも\n注意した。\n３ 採点実感\n(1) 全体\n基本概念や基本原理（特にその名称）については一応答えられている答案が多か\nった。その結果，国際法の考え方についての理解の深浅によって評価が分かれるこ\nととなった。\n他方，条約条文を引き写しているにすぎない答案や，自分で基本概念・基本原理\nをかみ砕いて理解し，それを自分の論述の根拠として効果的に組み込もうという工\n夫が感じられない答案も散見された。また，法規範の解釈とその事例への当てはめ\nを明確に区別できていない答案が目立ち，そのような答案は低い評価となった。\n(2) 第１問\n国際法の基本というべき安全保障に関する問題を出題した。安全保障は新司法試\n験では初の出題であったが，おおむね一定の水準に達しており，第１問全体につい\nて充実した論述を行った答案もごく少数であるが見受けられた。他方で，国際法の\n基本中の基本ともいうべき自衛権について十分に理解していない答案もあったのは\n遺憾であった。\n第１問の小問の一部は平成２０年度と同様の出題であったところ，当然のことな\nがらそれらについて多くの受験者は準備していたと思われ，それ以外の部分の解答\nによって評価に差が付くこととなった。\n(3) 第２問\n設問１，設問２とも，問題文に解答を求める事項を明示したので，多くの受験者\n-4 2-\nが出題の意図を的確に把握していた。設問１（１）や設問２（２）のように，基本\n的事項を確認するための問題は比較的良く書けていた。 中でも， 設問２ （２） では，\n国連海洋法条約の条文を引用しながら， 「海賊」や「衝突」だけではなく，それ以\n外の可能性にも言及するなど，よく考えて論述している答案が予想した以上にあっ\nた。\n他方，設問１（２）では，立法管轄権と執行管轄権が適切に区別されていない答\n案が散見された。\n４ 今後の出題について\n今後も国際法の基本的な考え方を習得しているかどうかを第一の評価基準とし，基\n本的な考え方と基本的な知識・理解がしっかり身に付いていれば細かな派生的知識が\nなくても解答できるような出題をすることが適切であると考えている。\n５ 今後の法科大学院教育に求めるもの\n法科大学院では，いわゆる“頭が固い”法曹に育て上げないようにすることが望ま\nれるが，この観点からは，国際関係法（公法系）は，格好の素材を提供する科目であ\nると思われる。 一つの設問について， 複数の考え方や論理の組立て方があり得ること，\n機械的な既存の条文の解釈論・適用（当てはめ）だけではなく，その背後まで立ち返\nって（それこそが，「基本原理」を理解することの意味である。）設問を考え，その上\nで自らの見解を構築するような訓練をしてほしい。\n他方，国際関係法（公法系）も法学の一つであることに変わりがないが，解釈と適\n用（当てはめ）を意識的に区別する訓練が乏しい印象がある。国際関係法（公法系）\nについても，他の法学諸分野と同様に，学生が解釈と適用（当てはめ）を意識的に区\n別できるような教育をお願いしたい。\n-4 3-\n平成２１年度新司法試験の採点実感等に関する意見（国際関係法（私法系））\n１ 出題の趣旨，ねらい等\n本年度の国際関係法（私法系）の問題は，狭義の国際私法（抵触法）及び国際民事\n訴訟法から出題されている。これらの法分野に関する理解を問うため，財産法と家族\n法の双方に関する法の抵触と国際民事訴訟法の分野から出題した。\n２ 採点方針\n採点に当たっては，各問題の各設問につき，法律問題が正しく特定されているか，\n特定された法律問題に含まれている論点が適確に把握されているかを評価の要点とし\nた。さらに，各論点について関連法規の理解が十分かつ正確にできているか，事例へ\nの当てはめが丁寧にできているかも重要な評価の基準とした。\nなお，学説が分かれている論点については，結論それ自体によって評価に差を設け\nることはしていない。むしろ，論拠を示しつつ，自説が論理的に展開できているか否\nかを基準にして成績評価をした。いまだ確たる判例法が形成されいない論点との関連\nについても同様である。もっとも，新司法試験が将来の法曹としての資質を問うもの\nである以上，自説を展開するに際しては，関連する重要な判例を踏まえたものである\nことを重視した。\n３ 採点実感\n(1) 第１問について\n設問１は，離婚事件の間接管轄を問うものである。いわゆる鏡像理論に従いつつ\n昭和３９年３月２５日の最高裁判決が定立した基準を型どおりに事例に当てはめる\nという平板な答案が比較的多かったように見える。直接管轄の基準よりも緩やかな\n基準によるとの処理や最後の婚姻住所地を管轄原因とする処理なども答案として排\n斥されない。そういった処理の可能性と妥当性に言及しながら論理を展開すると，\n昭和３９年判決の基準を踏襲するにせよ，少なくとも答案の平板さを避けることが\nできたように思われる。また，平成８年６月２４日の最高裁判決が持ち得る意義に\nついて明示的に言及すると積極的な評価を得ることができたであろう。なお，事例\nの甲国裁判所に間接管轄が認められるか否かという結論それ自体は，評価に影響し\nない。\n設問２は，婚姻の実質的成立要件の準拠法（通則法第２４条第１項）を問うもの\nである。要件欠缺の効果を含めて配分的適用という連結方法の趣旨がよく理解でき\nているか否かが評価のポイントとなっている。理解の正確さを判定するために「再\n婚禁止期間」と「重婚」という要件が用いられている。いわゆる一方的・双方的要\n件を抵触法の平面でとらえる説を採用するか，実質法の平面でこれをとらえる説を\n採用するかは評価に影響しない。 いずれの説に依拠するにせよ， その理由を明示し，\n明示した理由に沿って論理的に解決を試みているか否かが決定的である。自らが採\nった説を咀しゃくしていないとみられる答案や両説を混同しているとみられる答案\nが少なくなかった。\n設問３は，婚姻の方式の準拠法を問うものである。この問題に正しい理解に基づ\nいて解答した答案の割合は相対的に低かった。これは，外国に所在する当事者間で\n-4 4-\n挙行される婚姻も通則法第２４条第２項及び第３項の規定の適用対象であることが\n十分に認識されていないことに起因していると思われる（第３項ただし書の日本人\n条項に言及するものが相当数あった。）。また，民法第７４１条の規定自体を知らな\nいと見られる答案も多数あった。\n(2) 第２問について\n設問１は，法人機関の代表権の性質決定と従属法いかんを問うものである。前者\nについては正しくこれを従属法の問題として性質決定する解答が多く，また，多数\nが従属法を設立準拠法主義としていた。ただし，そのように性質決定すべき理由や\n（本拠地法主義との比較において）設立準拠法主義のもつ利点を十分に把握してい\nるか疑わしい答案が少なくなかった。\n設問２（１）は，国際裁判管轄の合意という外形をとりながら，およそ国際裁判\n管轄を決定する際に考慮すべき法的利益は何かという基本的な問題に関するもので\nある。訴訟活動の難易に言及する答案は多数あったが，その一方で，法廷地と準拠\n法の予見可能性や法廷地と執行地の一致がもたらす利点に言及するものは意外に少\nなかった。\nなお，本問において問われているのは法的な利点である。国際裁判管轄に関する\n．．\n相手方の主張を受け容れれば引き換えに他の契約条項につき自己の主張が通るとい\nった，契約交渉技術上の利点ではない。\n設問２（２）の解答には，次の論点との関係において通則法第７条と第８条の規\n定の解釈が求められている。すなわち，①通則法第７条の規定は黙示の法選択を否\n定するか否か，②第８条第１項と第２項との関係いかん，③特徴的給付という基準\nの意義である。これらの論点に関する規定の一般的な解釈を前提にして，第８条の\n規定を事例に当てはめなければならない。当てはめに際しては， 「推定」を覆す事\n情の存否につき言及することが求められている。解釈との関連では，上記③の点に\nつき論述不足の答案が少なくなかった。\n設問３は，債権譲渡の債務者に対する効力の準拠法を問うものである。多くの答\n案は正しく通則法第２３条の規定を適用していた。一般的な解釈論として譲渡債権\nの準拠法によることの合理性，換言すると当該規定の趣旨に言及する答案は，概し\nて，力強く論理を展開できていたように見える。\n４ 今後の出題について\n今後も，狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を\n組み合わせた事例問題を出題することになると考えられる。 もっとも， 今年と同様に，\nこれらの法分野の一部からは出題をしないこともあり得る。\n司法試験は，論理的に思考する能力など将来の法律実務家としての基本的な能力を\n判定するための試験であり，個々の分野の専門家としての能力を検定するものではな\nい。来年以降の国際関係法（私法系）も，この点を踏まえた問題とすることが望まし\nい。\n来年からは「外国等に対する我が国の民事裁判権に関する法律」及び「国際物品売\n買契約に関する国際連合条約」が出題範囲に入ることになるが，特に後者については\n各法科大学院の教育内容を勘案して出題することが望まれる。\n-4 5-\n５ 今後の法科大学院教育に求めるもの\n狭義の国際私法（抵触法）については，受験者の答案を見る限り，基本的知識に関\nする教育は相当なレベルに達していると思われる。個々の規定の趣旨の理解について\nはいまだ十分ではないように見えるけれども，これは通則法の施行からそれほど時間\nが経過していないことも影響していると推測される。\n国際民事訴訟法については，法科大学院の授業レベルに大きな差異があるように見\nえる。制度の趣旨を踏まえた基本的な理解を学生に得させる教育が望まれる。\n-4 6-"
}