{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\nＡは，喫茶店経営をしていたが，その地域に縄張を持つ暴力団員Ｂからポーカーゲーム機賭博によるもうけ話を聞かされて，その気になり，Ｂからポーカーゲーム機１０台を購入し，喫茶店の店舗内にポーカーゲーム専用の部屋を設けて，そこにポーカーゲーム機１０台を設置し，平成２０年\n１月３日から，ポーカーゲーム機を客に利用させるようになった。\nポーカーゲーム機賭博の方法は，以下のとおりであった。\n① 客は，コイン１枚につき５００円をＡに支払って，賭博の元手として必要なだけのコインの交付を受ける。\n② コインをゲーム機に投入して（１枚から２０枚の範囲で投入可能），ゲーム機の画面に表示される５枚のトランプのカードの絵柄の組合せにより勝負を決するが，絵柄がそろわなければコインはそのまま機械内に回収され，絵柄がそろった場合は，そろう確率の高低に応じて，投入したコイン１枚につき１枚から１００枚のコインが機械から排出される。\n③ 客は，店を出る際に，手元に残ったコインがある場合それを１枚５００円で精算するか，あるいは，そのまま持ち帰って次に入店してポーカーゲームをする際に，そのコインを使用する。\n④ なお，Ａはポーカーゲーム機の絵柄のそろう確率を調整することができ，Ａが客よりも勝つ確率を高く設定していたが，客との間の個々の勝負は偶然に左右されるものであった。\n平成２０年１月３日から同年１２月３１日までの間，Ａがコインを交付するときに客から受け取った現金の総額は８０００万円，客がコインを精算する際にＡが客に支払った現金の総額は５０００万円になっていた。\nところで，Ａは，常連客のＣに対し，後払いの約束でコインを渡していた。Ｃは，そのコインで勝負したがすべて負け，平成２０年１２月１５日時点でＡから後払いの約束で受け取ったコインの枚数は１０００枚（５０万円分）となっていた。そこで，Ａは，Ｃに５０万円の支払を求めたが，結局，Ｃは支払わず，同年１２月３１日までに，５０万円は回収できなかった。\nまた，平成２０年１２月３１日時点では，２００枚のコイン（１０万円分）を客が持ち帰っていて，精算されないままとなっていた。\nＡにポーカーゲーム機を売った暴力団員Ｂは，ポーカーゲーム機賭博に関する経営指導料の名目で，月々２０万円を支払うようにＡに要求してきたため，Ａは，平成２０年１月から１２月までの１２か月分の合計２４０万円をＢに支払った。\nポーカーゲーム機１０台の平成２０年における減価償却費の合計額は５０万円である。\nなお，Ａは，平成２１年１月早々に，常習賭博罪で警察に逮捕され，起訴されて有罪判決を受け，ポーカーゲーム機１０台はすべて没収された。\n以上を前提に，Ａのポーカーゲーム機賭博による利得に対する所得税法の適用に関して，以下の設問に答えなさい。\n〔設 問〕\n１．Ａのポーカーゲーム機賭博による利得は課税されるが，このような利得に課税が許される理由と，Ａのポーカーゲーム機賭博による所得の種類は何かを述べなさい。\n２．Ａのポーカーゲーム機賭博による所得の種類を踏まえ，平成２０年分のＡのポーカーゲーム機賭博による所得の計算に関する以下の問題点について論じなさい。\n⑴ Ｃから回収されていない５０万円は，収入金額となるか。\n⑵ 以下の金額は，所得の計算上控除されるか。\n① 客がコインを持ち帰ったため，精算未了となっている１０万円\n- 8 -\n② 暴力団員Ｂに支払った２４０万円\n③ ポーカーゲーム機の減価償却費５０万円\n- 9 -\n〔第２問〕（配点：５０）\nＡは，Ｂ株式会社（内国法人。以下「Ｂ社」という。）の常勤の取締役を２０数年間務め，平成２０年３月期決算に係る定時株主総会の終結をもって取締役副社長としての任期を満了したが，同株主総会において非常勤の監査役に選任され，その後は監査役としての職務に専念している。ＡがＢ社の取締役に就任した当時，同社は倒産寸前の苦境に陥っていたが，Ａは長年かけて同社の経営の再建に尽力し株式上場の立役者となった。このことは社内外を問わず衆目の一致するところである。\n前記株主総会では，Ａは引き続き役員を務めることになったが，これを機にＡに役員退職慰労金支給規程に従って退職慰労金を支給することが決議された。その決議を受けて，Ｂ社の取締役会では，役員退職慰労金支給規程の定める基準に従ってＡに対する退職慰労金の額を１億３０００万円とする旨の提案がなされた。これに対して，審議の冒頭で，「Ａの我が社への貢献は高く評価するが，それでも上場して間もない我が社の資産，収益等の現状からみて高額すぎるのではないか。」との強硬な反対意見が出され，これに同調する者もいたが，途中から，「もっともな御意見ではあるが，上場会社としてそれなりの配慮があってもよいのではないか。」との賛成意見が優勢になり，結局，原案どおり承認された。決定された退職慰労金の内訳及び内容は以下のとおりである。\n① 標準退職慰労金 ７０００万円この金額は，役員退職慰労金支給規程の定める基準に従い，役位別の最終報酬月額に役位ごとの在任期間の年数及び役位別の役位係数を乗じて算出したものである。\n② 功労加算金 ２０００万円この金額は，役員退職慰労金支給規程の定める基準に従い，「在任中特に功績が著しかったと認められる役員」に対して標準退職慰労金の金額の３０％を超えない範囲で支給することができるものとされている功労加算金について，算出したものである。\n③ 特別功労加算金 ４０００万円この金額は，役員退職慰労金支給規程の定める基準に従い，「当社の創業を主導し推進した役員，強力な戦略の成功をもたらした役員，当社の苦境を脱し盛業に導いた役員，その他当社に大いなる貢献をなし，その功績が顕著であったと認められる役員」に対して功労加算金の金額の倍額を超えない範囲で支給することができるものとされている特別功労加算金について，算出したものである。\n特別功労加算金については，金銭で支給することにした標準退職慰労金及び功労加算金とは異なり，Ｂ社所有の帳簿価額４０００万円の甲土地を支給することにした。\nＢ社は，Ａに対する退職慰労金（以下「本件退職慰労金」という。）の支給に当たって，１億３０００万円について，損金処理をする一方，所得税を源泉徴収した。なお，甲土地の支給時の時価は１億円であった。\n以上の事案について，以下の設問に答えなさい。ただし，取締役に対する損害賠償請求の可能性及びそれに伴う課税問題を検討する必要はない。\n〔設 問〕\n１．本件退職慰労金に係る所得の種類及び収入金額が所得税の課税上どうなるかについて，所得税法における課税の趣旨にも触れながら，条文を摘示しつつ論じなさい。\n２．本件退職慰労金の支給に係るＢ社の法人税の課税関係がどうなるかについて，条文を摘示しつつ論じなさい。\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "[租 税 法］租税法の出題に関しては，これまで，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含み，いずれも基本的な理解を問うものを出題することとしてきた。\n〔第１問〕\n本問は，いわゆる不法利得に対する課税の在り方を通じて，所得税法の基礎的な理解と応用力を試すものである。\nまず，設問１前段の課税が許される根拠については，包括的所得概念・純資産増加説といった所得概念を踏まえる必要はあるが，所得税法の条文上，不法な利得を所得から除外したり非課税とする規定がないことなど，飽くまでも法解釈論としての根拠を示す必要があろう。設問\n１後段は，所得区分を問題にしているが，ここでは，主に事業所得か雑所得かの区分が問題となる。\n設問２（１）は，不法利得の収入金額の年度帰属の問題であり，権利確定主義，管理支配基準がキーワードになる。利息制限法による制限超過の未収利息についての管理支配基準を適用した最高裁判所の判決（最判昭和４６年１１月９日民集２５巻８号１１２０頁）が参考になるが，いずれにせよ，Ｃに対する請求権の行使が法律上可能かどうかを踏まえて，権利確定があったかどうかを検討すれば一定の結論を導くことができる。\n設問２（２）は，必要経費に係る問題である。①は，そもそも賭博での負金の支出が，所得税法第３７条第１項にいう「必要経費」に当たるかどうか（賭博の負金のような法的支払義務のない支出は，任意の家事的支出で，消費ととらえる考え方もあろう。），原価なのか販売費等\n- 9 -なのかの問題があり，更に債務が確定しているかどうかが検討されなければならない。必要経費性については完璧な解答までを求めているわけではなく，本問では，主にコインの精算が法的に義務付けられるものかどうかなどに着目して，これに整合的な結論を導けるかどうかを試している。②は，暴力団員に対する指導料名目の支出についてであるが，必要経費の要件である事業関連性，客観的必要性があるかどうかにつき，当該支出の実質を踏まえて，どう評価するかが問題となる。また，公序に反するような支出について必要経費控除が認められるかどうかという，いわゆる違法経費控除の可否についても検討されなければならない。③は，違法な事業に供されている機械についての減価償却費の控除の可否を問うもので，②と同様に違法経費の観点から，控除の可否が問題となる。設問２は，イレギュラーな所得稼得形態の収入金額と必要経費性を問題としているだけに，問題解決に必要な基礎知識と，問題点抽出力，応用力，自説を説得的で整合的に論述する能力が試されている。\n〔第２問〕\n本問は，役員退職慰労金の支給に関する課税上の問題について，所得税法及び法人税法のそれぞれの観点から検討することを求めるものであり，１つの事案を多角的・包括的に分析する能力及び条文を正確に読解し事実を要件に適切に当てはめる能力を試している。\n設問１は，役員の分掌変更に伴って支給される退職慰労金の所得税法上の取扱いについて，①給与所得と退職所得との区別，取り分け所得税法における退職所得課税の趣旨及び同法第３０条に規定する「退職」の意義の理解，②現物所得の取扱いに関する所得税法第３６条第１項括弧書及び同条第２項の理解を踏まえ，本文の事案に即して検討することを求めるものである。\n①については，取り分け勤務関係の終了の意義に関する最高裁判所の判決（最判昭和５８年９月９日民集３７巻７号９６２頁等）の立場を踏まえた論述が求められる。\n設問２は，役員退職慰労金の支給，特に現物支給を，法人税法に従ってどのように処理すべきかを問うものである。法人税法上の所得算定の基本構造に照らし，役員退職慰労金の現物支給については，１個の取引であるが，益金及び損金の両面において処理しなければならないことを理解した上で，益人及び損金の両面において当該役員退職慰労金の支給を関連規定の要件に当てはめることを求めている。その当てはめの検討においては，法人税法上の所得算定の基本構造及び本問の事案に関連する条文を正確に理解しているかどうかが問われており，取り分け法人税法第２２条第２項，同条第３項及び第３４条の規定並びにそれらの規定の相互関係に関する正確な理解が重要である。"
}