{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\n１ Ａ，Ｂ及びＣの各社はいずれも，事業者向けの商品Ｘを製造販売する機械メーカーであり，各社のＸの市場占有率（シェア）は，Ａが５０％，Ｂ及びＣが各２５％である。Ａ及びＢ（以下「両社」という。）は，Ｘに関し，最近，需要が低迷し部品の値上がりが著しいことから，コスト削減の方策として，①部品の共同購入及び②共同物流会社の設立を計画している。\n２ 部品の共同購入について両社の製造販売するＸの主要部品の規格や仕様は共通している。そこで，両社は，共同購入によるスケールメリットを活用して，部品の購入費用を引き下げることを考えている。具体的には，個々の部品ごとに両社の購入予定数量を合計した上で，部品メーカーとの交渉窓口をＡ又はＢに一本化し，その合計数量で単価をどこまで引き下げることができるかを交渉し，両社にとって最も有利な条件の購入先１社から同一単価で当該部品を購入することにする。その際，両社は，部品メーカーとの交渉のベースとなる各部品の調達予定金額の目安を設けることにするが，さらに，この調達予定金額の目安を検討する前提資料とするために，Ｘの販売量が落ち込まない範囲内で想定できるＸの販売価格の上限を協議し決めておくことも検討している。\nなお，両社のいずれにおいても，この共同購入の対象となる部品の購入費用は，Ｘの製造コストの約８０％であり，Ｘの製造コストは，製品価格の約８０％である。また，この共同購入の対象となる部品は，Ｘのみに使用されており，我が国でこれを製造している部品メーカーは３社である。\n３ 共同物流会社の設立について\nＡは千葉県千葉市内にある自社の工場で，Ｂは大阪府堺市内にある自社の工場でそれぞれＸの製造をしているが，両社の需要家は全国に散在しているため，従来は，Ａは九州の需要家へも千葉市内の工場から，Ｂは北海道の需要家へも堺市内の工場から，それぞれ自社トラックで配送していた。そこで，両社は，トラックの利用効率の向上や配送時間の短縮等を図るため，Ａが５１\n％，Ｂが４９％の割合で出資してＸの物流業務を行う共同出資会社甲を設立し，それぞれ保有しているＸ配送用のトラックを甲に譲渡して，甲において以下のような方法で配送することを考えている。なお，両社とも，物流コストは，製品価格の約１０％を占めている。\n⑴ 甲の従業員は，両社からの出向者とし，いずれからの出向であるかを問わず，両社製のＸについて配送業務に従事する。\n⑵ 千葉市及び堺市の各工場に甲が運営する共同物流センターを設け，各共同物流センターは，両社製のＸを一定数在庫し，１台のトラックが両社製のＸを積載して配送する混載方式を採る。\n⑶ 両社は，それぞれの受注に関し，需要家の名称及び所在地並びに受注数量，納期及び販売価格（単価及び値引き額等）を記載した納品書を甲に送付し，甲の従業員は，各共同物流センタ\nーの輸送能力や両社製のＸの在庫状況を勘案して，最も効率的に配送できるよう，トラック配備及び配送ルートを調整する。\n〔設 問〕\n前記の①部品の共同購入及び②共同物流会社の設立の各計画について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n- 12 -\n〔第２問〕（配点：５０）\nＡ電機株式会社（以下「Ａ」という。）は，東京都に本店を置き，家電製品の小売業を営む者である。Ａは，平成１２年ころから，その販売する家電製品が低価格であることにより顧客の支持を獲得し，関東地方を中心に東日本地域全域で店舗数を急速に拡大するとともに，売上高を伸ばしている。Ａは，平成１８年以降，東日本地域の家電小売業において売上高第１位になっている。\n東日本地域では，Ａのような業態をとるいわゆる家電量販店には，ＡのほかＢ及びＣなどが存在する。Ａ，Ｂ及びＣはそれぞれ東日本地域の主要な都市に参入しており，各社の都市部におけるシェアは多少異なるが，おおむね次のとおりである。家電小売業全体で見ると，いわゆる家電量販店の合算シェアは５０％程度を占め，Ａは第１位でシェア２５％から３０％，Ｂが第２位でシェア\n１０％前後，Ｃが第３位でシェア５％前後である。家電小売業全体における家電量販店を除く家電小売店（以下「家電専門店」という。）の合算シェアは５０％程度であるが，ほとんどが小規模事業者でありシェア０．５％を超える家電専門店は存在しない。\nこのような状況において，Ａは，５年後には全国の主要な地域において売上高第１位になることを目標に掲げ，全国に本格的に進出することとした。また，Ａは，そのため東日本地域における経営基盤を強化することとした。そこで，Ａは，次の⑴及び⑵の方針を採ることとした。\n⑴ Ａは，まず中部地方に進出することとし，平成２１年６月１日に名古屋に３店舗を開店する。\nその新規開店セールとして，今後１か月間，毎週末に販売キャンペーンを行い，週末ごとに各店において先着５０名に対していわゆる格安パソコンを２０００円で販売する。なお，Ａはこの格安パソコンを３万円で仕入れたが，その後新型製品が販売されたために，旧型製品となっている。\n⑵ Ａは，その地盤である東日本地域において販売活動を強化するために以下の販売キャンペーンを行う。①我が国で販売されている主要な液晶テレビのメーカー４社（以下「４社」という。）の３７インチ及び４０インチの液晶テレビ（以下「本件液晶テレビ」という。）を，今後３か月間，それぞれおおむね１４万円及び１９万円で販売する。②本件液晶テレビの販売台数には制限を設けない。本件液晶テレビをキャンペーンの対象にしたのは，Ａが有力市場調査会社Ｄに依頼して行ったアンケート調査により，消費者が購入したいとする家電製品中トップにあったことから，消費者にアピールすると考えたためである。\nＡは，本件液晶テレビを４社から直接仕入れているが，このキャンペーンに際して４社と個別に仕入価格の交渉をした結果，４社からそれぞれ毎月１万台以上を仕入れることを条件に，１台当たりの仕入価格を３７インチテレビについては１５万円，４０インチテレビについては１８万円で購入することに成功している。他の家電量販店及びすべての家電専門店は，Ａのような大量購入ができないために，本件液晶テレビの仕入価格は３７インチテレビでは１６万円，４０インチテレビでは２１万円をいずれも上回るものと見込まれる。\nなお，Ａにおいて，本件液晶テレビの販売に係る経費及び総務部門や店舗全体を運営し管理するために要する経費等の諸費用は，テレビ１台当たり２万円である。したがって，Ａの本件液晶テレビの総販売原価，すなわちテレビの仕入価格にこの諸費用２万円を加えた金額は，３７インチテレビについては１７万円，４０インチテレビについては２０万円である。\n〔設 問〕\n弁護士甲は，Ａの前記方針が独占禁止法に違反しないかどうかＡから相談を受けた。甲は弁護士としていかなる回答をすべきか述べなさい。なお，解答するに当たり付加的な事情を考慮すべき場合には，そのような事情を補って述べなさい。\n- 13 -\n- 14 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "[経 済 法］\n〔第１問〕\n本問は，コスト削減を一つの契機とする機械メーカーによる部品の共同購入及び共同物流会社の設立等の計画に関する独占禁止法上の問題点を検討させることをその趣旨としている。\nこのような業務提携は，必然的に競争事業者間の共同行為という性格を有することから，不当な取引制限の構成要件である「行為の共同性」，「事業活動の相互拘束」，「一定の取引分野」，「競争の実質的制限」等についての理解を問うものである。\n部品の共同購入については，これが部品の購入市場のみならず製品販売市場における競争にも影響を及ぼすおそれがあることを踏まえ，それぞれの市場における不当な取引制限の成否を検討する必要がある。\nまず，部品購入市場においては，共同購入カルテルの成否について，当該市場を一定の取引分野として画定することの可否，本件共同購入計画の具体的な内容に基づく事業活動の相互拘束性の判断，当該市場における競争の実質的制限の有無をいかなる事実によって認定すべきか等についての検討が求められよう。\n- 10 -製品販売市場においては，部品の共同購入が行われることによるコストの共通化が川下市場における製品の販売価格に影響を及ぼす可能性に着眼し，価格カルテルの成否について，部品の調達予定金額の目安を検討する前提資料として製品価格の上限を協議して決定することを含め，行為の共同性や事業活動の相互拘束あるいは競争の実質的制限をどのように認定するかについて検討する必要があろう。\nまた，共同物流会社の設立については，同社が実際に行うこととなる事業活動の態様からすると，競争事業者である共同出資会社間において，競争手段にかかわる情報を共有することにより，一定の共通認識を生ずるおそれがないかという観点から，製品の販売市場における不当な取引制限の成否について検討することになる。\nその場合は，当該会社の人的構成，あるいは配送の具体的な方法，製品の販売価格に占める物流コストの比率などの事実関係を踏まえ，当該情報の共有が競争に与える影響をどのように判断するか，行為の共同性や事業活動の相互拘束をいかに理解するか等がポイントとなろう。\nいずれにしても，本問では，論点主義的な記述ではなく，不当な取引制限の構成要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ａが中部地方で計画しているパソコンの販売及び東日本地域で計画している液晶テレビの販売について独占禁止法に違反しないかどうかを問うことによって，同法上の不当廉売規制に関して基本的な理解ができているかを確認するものである。いずれも一般指定６項の要件を検討することになり，６項前段については，「正当な理由」，「供給に要する費用を著しく下回る」，「継続して」，「他の事業者の事業活動を困難にするおそれ」の要件を，６項後段については，「不当に」，「低い対価」，「他の事業者の事業活動を困難にするおそれ」の要件を検討することになる。\nＡが中部地方で計画しているパソコンの販売については，「継続して」の要件，「他の事業者の事業活動を困難にするおそれ」の要件，「正当な理由」の要件を正確に理解し，問題文に示された仕入価格，新規開店セール，キャンペーン期間，旧型製品などから適切に事実を抽出してその当てはめができるかを確認している。本件は，「継続して」の要件をみたすかどうか判断が分かれ，いずれの立場によるかによって６項前段，後段のいずれを適用するかが変わってくる。また，独占禁止法に違反しないとするものが多いと思われる。しかし，それらが唯一の答えであるとする趣旨ではなく，要件を正確に理解した上で，事実関係を検討し正確に当てはめられるか，それらは論理的であるかを確認する趣旨である。\n東日本地域で計画している液晶テレビの販売については，継続性の要件を満たすと考えられるが，３７インチテレビの販売価格は仕入価格を下回り，４０インチテレビの販売価格は仕入価格を上回るが総販売原価を下回る事実関係となっていることから，６項前段，後段の適用関係が問題になり得る。さらに，他の事業者の事業活動を困難にするおそれ及び正当な理由又は不当性（公正競争阻害性）があるか否かも問題文に示された事実から検討することになろう。\n具体的には，価格については，３７インチテレビは６項前段，４０インチテレビは６項後段を適用するもの，一括して６項前段又は後段を適用するものなどがあり得るし，他の事業者の事業活動を困難にするおそれはＡの市場における地位，アンケート調査での当該商品の人気及び家電専門店への影響等からこれを肯定する答案が考えられるが，ここでも一つの答えしかないとする趣旨ではない。\nいずれにせよ，本問においても，要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n- 11 -"
}