{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目］\n- 1 -\n〔第１問〕（配点：１００）\n遺伝子は，細胞を作るためのタンパク質の設計図である。人間には約２万５０００個の遺伝子があると推測されている。遺伝情報は，子孫に受け継がれ得る情報で，個人の遺伝的特質及び体質を示すものであるが，その基になる遺伝子に係る情報は，当該個人にとって極めて機微に係る情報である。遺伝子には，すべての人間に共通な生存に不可欠な部分と，個人にオリジナルの部分とがある。もし生存に不可欠な遺伝子が異常になると，細胞や体の働きが損なわれるので，その個体は病気になることもある。既に多数の遺伝子疾患が知られており，また，高血圧などの生活習慣病や癌，そして神経難病なども遺伝子の影響を受けることが解明されつつある。\n遺伝子治療とは，生命活動の根幹である遺伝子を制御する治療法であり，正常な遺伝子を細胞に補ったり，遺伝子の欠陥を修復・修正することで病気を治療する手法である。遺伝子治療の実用化のためには，動物実験の次の段階として，人間を対象とした臨床研究も必要である。遺伝子治療においては，まず，当該疾患をもたらしている遺伝子の異常がどこで起こっているかなどについて調べる必要がある。それを確定するためには，遺伝にかかわるので，本人だけではなく，家族の遺伝子も検査する必要がある。遺伝子治療は，難病の治癒のための新たな可能性を有する治療法ではあるが，安全性という点でなお不十分な面があるし，未知の部分もある。例えば，治療用の正常な遺伝子の導入が適切に行われないと，癌抑制遺伝子等の有益な遺伝子を壊すことがある。さらに，遺伝子という生命の根幹にかかわる点で，遺伝子治療によって「生命の有り様」を人間が変えることにもなり得るなど，遺伝子治療それ自体をめぐって様々なレベルで議論されている。\n【注：本問では，遺伝子治療に関する知見は以上の記述を前提とすること。】\n政府は，遺伝子を人為的に組み換えたり，それを生殖細胞に移入したりして操作することには人間を改造する危険性もあるが，研究活動は研究者の自由な発想を重視して本来自由に行われるべきであることを考慮し，研究者の自主性や倫理観を尊重した柔軟な規制の形態が望ましいとして，罰則を伴った法律による規制という方式を採らなかった。２００２年に，文部科学省及び厚生労働省が共同して，制裁規定を一切含まない「遺伝子治療臨床研究に関する指針」（２００４年に全部改正され，２００８年に一部改正された【参考資料１】。以下「本指針」という。）を制定した。こうして，遺伝子治療の臨床研究（以下「遺伝子治療臨床研究」という。）について研究者が遵守すべき指針が定められ，大学や研究所に設置される審査委員会で審査・承認を受けた後，さらに文部科学省\n・厚生労働省で審査・承認されて研究が行われている。\n２００９年に，国立大学法人Ａ大学医学部Ｂ教授らのグループによる遺伝子治療臨床研究において，被験者が一人死亡する事故が起きた。また，遺伝子に係る情報の漏洩事件も複数起きた。そこで，同年，Ｙ県立大学医学部は，「審査委員会規則」を改正し，専門機関としてより高度の倫理性と責任性を持つべきであるとして，遺伝子治療臨床研究によって重大な事態が生じたときには当該研究の中止を命ずることができるようにした【参考資料２】。さらに，同医学部は，「遺伝子情報保護規則」【参考資料３】を新たに定め，匿名化（その個人情報から個人を識別する情報の全部又は一部を取り除き，代わりに当該個人情報の提供者とかかわりのない符号又は番号を付すことをいう。）されておらず，特定の個人と結び付いた形で保持されている遺伝子に係る情報について規律した。当該規則は，本人の求めがある場合でも，「遺伝子治療の対象である疾病の原因となる遺伝子情報」以外の開示を禁止している。その理由は，すべての遺伝子に係る情報を開示することが本人に与えるマイナスの影響を考慮したからである。また，当該規則は，被験者ばかりでなく，遺伝子検査・診断を受けたすべての人の遺伝子に係る情報を第三者に開示することを禁止している。その理由は，その開示によって生じるかもしれない様々な問題の発生等を考慮したからである。\nＹ県立大学医学部の，Ｘ教授を代表者とする遺伝子治療臨床研究グループは，２００３年以来難病性疾患に関する従来の治療法の問題点を解決する新規治療法の開発を目的として，動物による実\n- 2 -験を行ってきた。２０１※年に，Ｘ教授のグループは，Ｘ教授を総括責任者とし，本指針が定める手続に従って，遺伝子治療臨床研究（以下「本研究」という。）を実施することの承認を受けた。Ｘ教授は，難病治療のために来院したＣを診断したところ，Ｃの難病の原因は遺伝子に関係する可能性が極めて高いと判断した。Ｃは成人であるので，Ｘ教授は，Ｃの同意を得てその遺伝子を検査した。さらに，Ｘ教授はＣに，家族全員（父，母，兄及び姉）の遺伝子も検査する必要があることを説明し，その家族４人からそれぞれ同意を得た上で，４人の遺伝子も検査した。その結果，Ｃの難病が遺伝子の異常によるものであることが判明した。Ｘ教授は，動物実験で有効であった遺伝子治療法の被験者としてＣが適切であると考え，Ｃに対し，遺伝子治療を行う必要性等，本指針が定める説明をすべて行った。説明を受けた後，Ｃは，本研究の被験者となることを受諾する条件として，自己ばかりでなくその家族４人の遺伝子に係るすべての情報の開示をＸ教授に求めた。Ｘ教授は，Ｃの求めに応じて，Ｃ以外の家族４人の同意を得ずに，Ｃ自身及びその家族４人の遺伝子に係るすべての情報をＣに伝えた。Ｃは，本研究の被験者になることに同意する文書を提出した。\nＣを被験者とする本研究が実施されたが，その過程で全く予測し得なかった問題が生じ，Ｃは重体に陥り，そのため，Ｃに対する本研究は続けることができなくなった（その後，Ｃは回復した。）。\nＹ県立大学医学部長は，定められた手続に従い慎重に審査した上で，Ｘ教授らによる本研究の中止を命じた。その後，この問題を契機として調査したところ，「遺伝子情報保護規則」に違反する行為が明らかとなった。任命権者である学長は，Ｘ教授によるＣへのＣ自身及びその家族４人の遺伝子に係る情報の開示が「遺伝子情報保護規則」に違反していることを理由に，Ｘ教授を１か月の停職処分に処した。\n〔設問１〕\nＸ教授は，本研究の中止命令（注：行政組織内部の職務命令自体の処分性については，本問では処分性があるものとする。）の取消しを求めて訴訟を提起することにした。あなたがＸ教授から依頼を受けた弁護士であったならば，憲法上の問題についてどのような主張を行うか述べなさい。\nそして，大学側の処分を正当化する主張を想定しながら，あなた自身の結論及び理由を述べなさい。\n〔設問２〕\nＸ教授は，遺伝子に係る情報の開示（注：個人情報に関する法令や条例との関係については，本問では論じる必要はない。）に関する１か月の停職処分の取消しを求めて訴訟を提起することにした。あなたがＸ教授から依頼を受けた弁護士であったならば，憲法上の問題についてどのような主張を行うか述べなさい。\nそして，大学側の処分を正当化する主張を想定しながら，あなた自身の結論及び理由を述べなさい。\n- 3 -\n【参考資料１】\n文部科学省／厚生労働省「遺伝子治療臨床研究に関する指針」平成１４年３月２７日\n（平成１６年１２月２８日全部改正；平成２０年１２月１日一部改正）（抄録）第一章 総則第一 目的この指針は，遺伝子治療の臨床研究（以下「遺伝子治療臨床研究」という。）に関し遵守すべき事項を定め，もって遺伝子治療臨床研究の医療上の有用性及び倫理性を確保し，社会に開かれた形での適正な実施を図ることを目的とする。\n第二 定義一 この指針において「遺伝子治療」とは，疾病の治療を目的として遺伝子又は遺伝子を導入した細胞を人の体内に投与すること及び二に定める遺伝子標識をいう。\n二 この指針において「遺伝子標識」とは，疾病の治療法の開発を目的として標識となる遺伝子又は標識となる遺伝子を導入した細胞を人の体内に投与することをいう。\n三 この指針において「研究者」とは，遺伝子治療臨床研究を実施する者をいう。\n四 この指針において「総括責任者」とは，遺伝子治療臨床研究を実施する研究者に必要な指示を行うほか，遺伝子治療臨床研究を総括する立場にある研究者をいう。\n五～九 （略）第三～第五 （略）第六 生殖細胞等の遺伝的改変の禁止人の生殖細胞又は胚（一の細胞又は細胞群であって，そのまま人又は動物の胎内において発生の過程を経ることにより一の個体に成長する可能性のあるもののうち，胎盤の形成を開始する前のものをいう。以下同じ。）の遺伝的改変を目的とした遺伝子治療臨床研究及び人の生殖細胞又は胚の遺伝的改変をもたらすおそれのある遺伝子治療臨床研究は，行ってはならない。\n第七 適切な説明に基づく被験者の同意の確保遺伝子治療臨床研究は，適切な説明に基づく被験者の同意（インフォームド・コンセント）が確実に確保されて実施されなければならない。\n第八 （略）第二章 被験者の人権保護第一 （略）第二 被験者の同意一 総括責任者又は総括責任者の指示を受けた医師である研究者（以下「総括責任者等」という。）は，遺伝子治療臨床研究の実施に際し，第三に掲げる説明事項を被験者に説明し，文書により自由意思による同意を得なければならない。\n二 同意能力を欠く等被験者本人の同意を得ることが困難であるが，遺伝子治療臨床研究を実施することが被験者にとって有用であることが十分に予測される場合には，審査委員会の審\n- 4 -査を受けた上で，当該被験者の法定代理人等被験者の意思及び利益を代弁できると考えられる者（以下「代諾者」という。）の文書による同意を得るものとする。この場合においては，当該同意に関する記録及び同意者と当該被験者の関係を示す記録を残さなければならない。\n第三 被験者に対する説明事項総括責任者等は，第二の同意を得るに当たり次のすべての事項を被験者（第二の二に該当する場合にあっては，代諾者）に対し十分な理解が得られるよう可能な限り平易な用語を用いて説明しなければならない。\n一 遺伝子治療臨床研究の目的，意義及び方法二 遺伝子治療臨床研究を実施する機関名三 遺伝子治療臨床研究により予期される効果及び危険四 他の治療法の有無，内容並びに当該治療法により予期される効果及び危険五 被験者が遺伝子治療臨床研究の実施に同意しない場合であっても何ら不利益を受けることはないこと。\n六 被験者が遺伝子治療臨床研究の実施に同意した場合であっても随時これを撤回できること。\n七 個人情報保護に関し必要な事項八 その他被験者の人権の保護に関し必要な事項\n（以下略）\n【参考資料２】\nＹ県立大学医学部「審査委員会規則」第１条～第７条 （略）第８条 医学部長は，被験者の死亡その他遺伝子治療臨床研究により重大な事態が生じたときは，総括責任者に対し，遺伝子治療臨床研究の中止又は変更その他必要な措置を命ずるものとする。\n（以下略）\n【参考資料３】\nＹ県立大学医学部「遺伝子情報保護規則」第１条 本学部において，遺伝子に係る情報であって，匿名化されておらず個人を識別することができるもの（以下「遺伝子情報」という。）の取扱いについては，この規則によるものとする。\n第２条～第５条 （略）第６条 本学部の教職員は，いかなる理由による場合であっても，遺伝子情報を開示しないものとする。\n２ 前項の規定にかかわらず，総括責任者は，遺伝子検査又は診断を受けた者からの求めがある場合には，遺伝子治療の対象である疾病の原因となる遺伝子情報に限り，本人に開示しなければならない。\n（以下略）\n- 5 -\n〔第２問〕（配点：１００）\n建設会社Ａは，Ｂ県Ｃ市内に所在するＡ所有地（以下「本件土地」という。）において，鉄筋コンクリート造，地上９階，地下２階で，住戸１００戸のほか，１３５台収容の地下駐車場を備えるマンション（以下「本件建築物」という。）の建築を計画した。本件建築物は，高さ３０メートル，敷地面積５９８８平方メートル，建築面積３３２１平方メートル，延べ面積２万１６４３平方メート\nルである。本件土地は，都市計画法上の第二種中高層住居専用地域に位置している。\nＡは，平成２０年７月２３日，本件土地の周辺住民からの申出に基づき，本件建築物の建築計画に関する説明会を開催した。本件土地の周辺住民で構成する「Ｄ地域の生活環境を守る会」は，Ｂ県建築主事Ｅ（Ｃ市には建築主事が置かれていない。）に対し，同年９月２６日付け申入書をもって，周辺住民とＡとの協議が整うまで，Ａに対し，本件建築物に係る建築計画について建築基準法第６\n条第１項に基づく確認をしないこと，また，同計画については，建築基準法等に違反している疑いがあり，周辺住民の反対も強いので，公聴会を開催することを求める申入れをした。\nその後，Ａと周辺住民の間で何度か協議が行われたが，話合いはまとまらなかった。同年１２月\n１２日，Ａは，Ｅに対し，建築基準法第６条第１項により建築確認の申請を行った。Ｅは，公聴会を開催することなく，Ａに対し，平成２１年１月８日付けで建築確認（以下「本件確認」という。）をした。\n本件土地の周辺住民であるＦ，Ｇ，Ｈ，Ｉの４名（以下「Ｆら」という。）は，同年１月２２日，Ｂ県建築審査会に対し，本件確認の取消しを求める審査請求をしたが，同年４月８日，Ｂ県建築審査会は，これを棄却する裁決を行った。\nそこで，Ｆらは，訴訟の提起を決意し，同年４月１４日，弁護士Ｊの事務所を訪問して，同事務所に所属する弁護士Ｋと面談した。これを受けて，同月下旬，本件に関し，弁護士Ｊと弁護士Ｋが会議を行った。\n【資料１ 法律事務所の会議録】を読んだ上で，弁護士Ｋの立場に立って，弁護士Ｊの指示に応\nじ，設問に答えなさい。\nなお，本件土地等の位置関係は【資料２ 説明図】に示してあり，また，建築基準法，Ｂ県建築安全条例，Ｂ県中高層建築物の建築に係る紛争の予防と調整に関する条例（以下「本件紛争予防条例」という。）の抜粋は，【資料３ 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設 問〕\n１．Ｆらが本件建築物の建築を阻止するために考えられる法的手段（訴訟とそれに伴う仮の救済措置）を挙げた上で，それを用いる場合の行政事件訴訟法上の問題点を中心に論じなさい。\n２．考え得る本件確認の違法事由について詳細に検討し，当該違法事由の主張が認められ得るかを論じなさい。また，原告Ｆがいかなる違法事由を主張できるかを論じなさい。\n- 6 -\n【資料１ 法律事務所の会議録】\n弁護士Ｊ：本日はＦらの案件について基本的な処理方針を議論したいと思います。Ｆらは，本件建築物が違法であると主張しているようですが，その理由はどのようなものですか。\n弁護士Ｋ：本件土地は，幅員６メートルの道路（以下「本件道路」という。）に約３０メートルにわたって接しているのですが，Ｆらは，本件建築物のような大きなマンションを建築する場合，この程度の道路では道路幅が不十分だと主張しています。また，本件道路が公道に接する部分にゲート施設として遮断機が設置されているため，遮断機が下りた状態では車の通行が不可能であり，遮断機を上げた状態でも実際に車が通行できる道路幅は３メートル\n弱しかないそうです。さらに，Ａの説明では，遮断機の横にインターホンが設置されており，非常時には遮断機の設置者であるＬ神社の事務所に連絡して遮断機を上げることができるそうですが，Ｆらは，常に連絡が取れて遮断機を上げることができるか心配であると話しています。つまり，火災時などに消防車等が進入することが困難で，防災上問題があると述べております。\n弁護士Ｊ：どうして，道路に遮断機が設置されているのですか。\n弁護士Ｋ：本件道路は，Ｌ神社の参道なのですが，Ｂ県知事から幅員６メートルの道路として位置指定を受けており，いわゆる位置指定道路に当たるそうです。Ｌ神社では，参道への違法駐車が後を絶たないことから，本件道路が公道に接する部分に遮断機を設置しているとのことです。\n弁護士Ｊ：なるほど，位置指定道路ですか。宅地造成等の際に，新たに開発される敷地予定地が接道義務を満たすようにするため，位置の指定を受けた私道を建築基準法上の道路として扱う制度ですね（建築基準法第４２条第１項第５号）。まず，本件土地については，幅員がどれだけの道路に，どれだけの長さが接していなければならないか調べてください。その上で，本件道路との関係で，本件建築物の建築に違法な点がないかを検討してください。\n弁護士Ｋ：分かりました。このほか，本件建築物の地下駐車場出入口から約１０メートルのところに，市立図書館（以下「本件図書館」という。）に設置されている児童室（以下「本件児童室」という。）の専用出入口があります。Ｆらは，地下駐車場の収容台数が１３５台とかなり大規模なものなので，本件児童室を利用する子供の安全性に問題がある，と主張しています。\n弁護士Ｊ：本件児童室は一体どのようなものですか。\n弁護士Ｋ：本件図書館内にあって，児童関係の図書を一箇所に集め，一般の利用者とは別に閲覧場所等を設けたもので，児童用の座席が１０人分程度用意されています。本件児童室には，本件図書館の出入口とは別に，先ほど触れた専用出入口が設けられ，専用出入口は午後５\n時に閉鎖されますが，本件図書館の他の部分とは内部の出入口でつながっており，本件図書館の利用者はだれでも自由に行き来できるようです。本件児童室内には，児童用のサンダルが置かれたトイレがあり，また，幼児の遊び場コーナーがあるなど，児童の利用しやすい設備が整っています。本件図書館は，総床面積３４４０平方メートル，地下１階，地上４階ですが，本件児童室は，１階部分のうち約１００平方メートルを占めています。\n弁護士Ｊ：なるほど。本件児童室との関係で，本件建築物の建築に違法な点がないかを検討してください。確認ですが，本件建築物は，容積率，高さ，建ぺい率の点では法令に合致しているのですね。\n弁護士Ｋ：はい，そのようです。\n弁護士Ｊ：Ｆらの主張はそれだけですか。\n弁護士Ｋ：Ａは，本件建築物の建築について一応説明会を開催したのですが，情報の開示が不十分で，住民に質問の機会を与えず，一方的に終了を宣言するなど，形ばかりのものだったそうです。\n- 7 -弁護士Ｊ：そもそもＡには説明会の開催義務があるのですか。\n弁護士Ｋ：本件紛争予防条例には，説明会の開催についての規定があり，Ｆらは，Ａの行為は条例違反に当たると主張しております。\n弁護士Ｊ：そうですか。本件において当該条例違反が認められるか，仮に認められるとして，それが本件確認との関係でどのような意味を持つのか，それぞれについて検討してください。\n弁護士Ｋ：分かりました。最後になりますが，Ｆらは，本件確認を行う際には，公聴会を開催する必要があったにもかかわらず，建築主事Ｅはこれを行っていない，という点も強調しておりました。\n弁護士Ｊ：なるほど。それでは，以上のＦらの主張について，その当否も含めて検討しておいてください。\n弁護士Ｋ：はい，分かりました。\n弁護士Ｊ：次に，訴訟手段についてですが，本件建築物の建築を阻止するためには，どのような方法が考えられるか検討してください。建築基準法第９条第１項に基づく措置命令をめぐる行政訴訟も考えられますが，これについては後日議論することとして，今回は検討の対象から外してください。また，検査済証の交付を争っても建築の阻止には役立ちませんから，これも除外してください。\n弁護士Ｋ：了解しました。それでは，本件確認を争う手段を検討してみます。\n弁護士Ｊ：本件確認が処分に当たることは疑いありませんし，審査請求も既に行われています。出訴期間も現時点では問題ないようですね。訴訟を提起するとして，Ｆらは本件建築物とどのような関係にあるのですか。\n弁護士Ｋ：Ｆは，本件土地から１０メートルの地点にあるマンションの一室に居住しています。Ｇは，Ｆの居住するマンションの所有者ですが，そこには住んでおりません。したがって，ＦとＧは，本件建築物から至近距離に居住するか，建築物を所有しているといえます。\n弁護士Ｊ：ＨとＩはどうですか。\n弁護士Ｋ：Ｈは，小学２年生で，本件児童室に毎週通っており，Ｉはその父親です。二人は，本件土地から５００メートル離れたマンションに住んでいます。\n弁護士Ｊ：そうですか。全員が訴訟を提起する資格があるのか，ここは今回の案件で特に重要だと思いますので，個別具体的に丁寧に検討してください。\n弁護士Ｋ：はい，分かりました。\n弁護士Ｊ：訴訟を適法に提起できるとして，自らの法律上の利益との関係で，本案においていかなる違法事由を主張できるのでしょうか。まず，Ｆについて検討してみてください。\n弁護士Ｋ：分かりました。\n弁護士Ｊ：建築工事の進ちょく状況はどうですか。\n弁護士Ｋ：急ピッチで進められており，この調子でいくと，余り遠くない時期に完成に至りそうです。\n弁護士Ｊ：Ｆらが望んでいるのは建築を阻止することですし，本件建築物が完成してしまうと訴訟手続上不利になる可能性もありますね。本件建築物が完成した場合，どのような法的問題が生じるかを整理した上で，訴訟係属中の工事の進行を止めるための法的手段について，それが認容される見込みがあるかどうかも含めて検討してください。\n弁護士Ｋ：そうですね。よく調べてみます。\n- 8 -\n【資料２ 説明図】\n公 道遮断機 6m本件児童室本件図書館本件土地駐車場出入口 6m本件道路\n6m\nＬ神社\n- 9 -\n【資料３ 関係法令】\n○ 建築基準法（昭和２５年５月２４日法律第２０１号）（抜粋）\n（目的）第１条 この法律は，建築物の敷地，構造，設備及び用途に関する最低の基準を定めて，国民の生命，健康及び財産の保護を図り，もつて公共の福祉の増進に資することを目的とする。\n（用語の定義）第２条 この法律において次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n一～九 （略）九の二 耐火建築物 次に掲げる基準に適合する建築物をいう。\nイ その主要構造部が(1)又は(2)のいずれかに該当すること。\n(1) 耐火構造であること。\n(2) 次に掲げる性能（外壁以外の主要構造部にあつては，(ⅰ)に掲げる性能に限る。）に関して政令で定める技術的基準に適合するものであること。\n(ⅰ) 当該建築物の構造，建築設備及び用途に応じて屋内において発生が予測される火災による火熱に当該火災が終了するまで耐えること。\n(ⅱ) 当該建築物の周囲において発生する通常の火災による火熱に当該火災が終了するまで耐えること。\nロ （略）九の三～三十五 （略）\n（建築物の建築等に関する申請及び確認）第６条 建築主は，第１号から第３号までに掲げる建築物を建築しようとする場合（中略），これらの建築物の大規模の修繕若しくは大規模の模様替をしようとする場合又は第４号に掲げる建築物を建築しようとする場合においては，当該工事に着手する前に，その計画が建築基準関係規定（この法律並びにこれに基づく命令及び条例の規定（以下「建築基準法令の規定」という。）その他建築物の敷地，構造又は建築設備に関する法律並びにこれに基づく命令及び条例の規定で政令で定めるものをいう。以下同じ。）に適合するものであることについて，確認の申請書を提出して建築主事の確認を受け，確認済証の交付を受けなければならない。（以下略）\n一～四 （略）\n２，３ （略）\n４ 建築主事は，第１項の申請書を受理した場合においては，同項第１号から第３号までに係るものにあつてはその受理した日から３５日以内に，同項第４号に係るものにあつてはその受理した日から７日以内に，申請に係る建築物の計画が建築基準関係規定に適合するかどうかを審査し，審査の結果に基づいて建築基準関係規定に適合することを確認したときは，当該申請者に確認済証を交付しなければならない。\n５～１５ （略）\n（建築物に関する完了検査）第７条 建築主は，第６条第１項の規定による工事を完了したときは，国土交通省令で定めるところにより，建築主事の検査を申請しなければならない。\n２，３ （略）\n４ 建築主事が第１項の規定による申請を受理した場合においては，建築主事又はその委任を受けた当該市町村若しくは都道府県の職員（以下この章において「建築主事等」という。）は，その申請を受理した日から７日以内に，当該工事に係る建築物及びその敷地が建築基準関係規定に適合\n- 10 -しているかどうかを検査しなければならない。\n５ 建築主事等は，前項の規定による検査をした場合において，当該建築物及びその敷地が建築基準関係規定に適合していることを認めたときは，国土交通省令で定めるところにより，当該建築物の建築主に対して検査済証を交付しなければならない。\n（違反建築物に対する措置）第９条 特定行政庁は，建築基準法令の規定又はこの法律の規定に基づく許可に付した条件に違反した建築物又は建築物の敷地については，当該建築物の建築主，当該建築物に関する工事の請負人（請負工事の下請人を含む。）若しくは現場管理者又は当該建築物若しくは建築物の敷地の所有者，管理者若しくは占有者に対して，当該工事の施工の停止を命じ，又は，相当の猶予期限を付けて，当該建築物の除却，移転，改築，増築，修繕，模様替，使用禁止，使用制限その他これらの規定又は条件に対する違反を是正するために必要な措置をとることを命ずることができる。\n２～１５ （略）\n（大規模の建築物の主要構造部）第２１条 高さが１３メートル又は軒の高さが９メートルを超える建築物（その主要構造部（床，屋根及び階段を除く。）の政令で定める部分の全部又は一部に木材，プラスチックその他の可燃材料を用いたものに限る。）は，第２条第９号の２イに掲げる基準に適合するものとしなければならない。ただし，構造方法，主要構造部の防火の措置その他の事項について防火上必要な政令で定める技術的基準に適合する建築物（政令で定める用途に供するものを除く。）は，この限りでない。\n２ 延べ面積が３０００平方メートルを超える建築物（その主要構造部（床，屋根及び階段を除く。）の前項の政令で定める部分の全部又は一部に木材，プラスチックその他の可燃材料を用いたものに限る。）は，第２条第９号の２イに掲げる基準に適合するものとしなければならない。\n（道路の定義）第４２条 この章の規定において「道路」とは，次の各号の一に該当する幅員４メートル（特定行政庁がその地方の気候若しくは風土の特殊性又は土地の状況により必要と認めて都道府県都市計画審議会の議を経て指定する区域内においては，６メートル。次項及び第３項において同じ。）以上のもの（地下におけるものを除く。）をいう。\n一 道路法（昭和２７年法律第１８０号）による道路二～四 （略）五 土地を建築物の敷地として利用するため，道路法（中略）によらないで築造する政令で定める基準に適合する道で，これを築造しようとする者が特定行政庁からその位置の指定を受けたもの２～６ （略）\n（敷地等と道路との関係）第４３条 建築物の敷地は，道路（中略）に２メートル以上接しなければならない。（以下略）一，二 （略）\n２ 地方公共団体は，特殊建築物，階数が３以上である建築物，政令で定める窓その他の開口部を有しない居室を有する建築物又は延べ面積（中略）が１０００平方メートルを超える建築物の敷地が接しなければならない道路の幅員，その敷地が道路に接する部分の長さその他その敷地又は建築物と道路との関係についてこれらの建築物の用途又は規模の特殊性により，前項の規定によつては避難又は通行の安全の目的を充分に達し難いと認める場合においては，条例で，必要な制限を付加することができる。\n（容積率）第５２条 建築物の延べ面積の敷地面積に対する割合（以下「容積率」という。）は，次の各号に掲げる区分に従い，当該各号に定める数値以下でなければならない。（以下略）一 （略）\n- 11 -二 第一種中高層住居専用地域若しくは第二種中高層住居専用地域内の建築物又は第一種住居地域，第二種住居地域，準住居地域，近隣商業地域若しくは準工業地域内の建築物（中略） １０分の１０，１０分の１５，１０分の２０，１０分の３０，１０分の４０又は１０分の５０のうち当該地域に関する都市計画において定められたもの三～六 （略）\n２～１５ （略）\n（建築物の各部分の高さ）第５６条 建築物の各部分の高さは，次に掲げるもの以下としなければならない。\n一，二 （略）三 第一種低層住居専用地域若しくは第二種低層住居専用地域内又は第一種中高層住居専用地域若しくは第二種中高層住居専用地域（中略）内においては，当該部分から前面道路の反対側の境界線又は隣地境界線までの真北方向の水平距離に１．２５を乗じて得たものに，第一種低層住居専用地域又は第二種低層住居専用地域内の建築物にあつては５メートルを，第一種中高層住居専用地域又は第二種中高層住居専用地域内の建築物にあつては１０メートルを加えたもの２～７ （略）\n○ Ｂ県建築安全条例（昭和２５年Ｂ県条例第１１号）（抜粋）\n（趣旨）第１条 建築基準法（以下「法」という。）（中略）第４３条第２項による建築物の敷地及び建築物と道路との関係についての制限の付加（中略）については，この条例の定めるところによる。\n（建築物の敷地と道路との関係）第４条 延べ面積（同一敷地内に２以上の建築物がある場合は，その延べ面積の合計とする。）が１０００平方メートルを超える建築物の敷地は，その延べ面積に応じて，次の表に掲げる長さ以上道路に接しなければならない。\n延べ面積 長さ\n１０００平方メートルを超え，２０００平方メートル以下のもの ６メートル\n２０００平方メートルを超え，３０００平方メートル以下のもの ８メートル\n３０００平方メートルを超えるもの １０メートル\n２ 延べ面積が３０００平方メートルを超え，かつ，建築物の高さが１５メートルを超える建築物の敷地に対する前項の規定の適用については，同項中「道路」とあるのは，「幅員６メートル以上の道路」とする。\n３ 前二項の規定は，建築物の周囲の空地の状況その他土地及び周囲の状況により知事が安全上支障がないと認める場合においては，適用しない。\n（敷地から道路への自動車の出入口）第２７条 自動車車庫等の用途に供する建築物の敷地には，自動車の出入口を次に掲げる道路のいずれかに面して設けてはならない。ただし，交通の安全上支障がない場合は，第５号を除き，この限りでない。\n一 道路の交差点若しくは曲がり角，横断歩道又は横断歩道橋（地下横断歩道を含む。）の昇降口から５メートル以内の道路\n- 12 -二 勾配が８分の１を超える道路三 道路上に設ける電車停留場，安全地帯，橋詰め又は踏切から１０メートル以内の道路四 児童公園，小学校，幼稚園，盲学校，ろう学校，養護学校，児童福祉施設，老人ホームその他これらに類するものの出入口から２０メートル以内の道路五 前各号に掲げるもののほか，知事が交通上支障があると認めて指定した道路\n○ Ｂ県中高層建築物の建築に係る紛争の予防と調整に関する条例（昭和５３年Ｂ県条例第６４号）\n（抜粋）\n（目的）第１条 この条例は，中高層建築物の建築に係る計画の事前公開並びに紛争のあつせん及び調停に関し必要な事項を定めることにより，良好な近隣関係を保持し，もつて地域における健全な生活環境の維持及び向上に資することを目的とする。\n（定義）第２条 この条例において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n一 中高層建築物 高さが１０メートルを超える建築物（第一種低層住居専用地域及び第二種低層住居専用地域（都市計画法（昭和４３年法律第１００号）第８条第１項第１号に掲げる第一種低層住居専用地域及び第二種低層住居専用地域をいう。）にあつては，軒の高さが７メートルを超える建築物又は地階を除く階数が３以上の建築物）をいう。\n二 紛争 中高層建築物の建築に伴つて生ずる日照，通風及び採光の阻害，風害，電波障害等並びに工事中の騒音，振動等の周辺の生活環境に及ぼす影響に関する近隣関係住民と建築主との間の紛争をいう。\n三 建築主 中高層建築物に関する工事の請負契約の注文者又は請負契約によらないで自らその工事をする者をいう。\n四 近隣関係住民 次のイ又はロに掲げる者をいう。\nイ 中高層建築物の敷地境界線からその高さの２倍の水平距離の範囲内にある土地又は建築物に関して権利を有する者及び当該範囲内に居住する者ロ 中高層建築物による電波障害の影響を著しく受けると認められる者\n（知事の責務）第３条 知事は，紛争を未然に防止するよう努めるとともに，紛争が生じたときは，迅速かつ適正に調整するよう努めなければならない。\n（当事者の責務）第４条 建築主は，紛争を未然に防止するため，中高層建築物の建築を計画するに当たつては，周辺の生活環境に及ぼす影響に十分配慮するとともに，良好な近隣関係を損なわないよう努めなければならない。\n２ 建築主及び近隣関係住民は，紛争が生じたときは，相互の立場を尊重し，互譲の精神をもつて，自主的に解決するよう努めなければならない。\n（説明会の開催等）第６条 建築主は，中高層建築物を建築しようとする場合において，近隣関係住民からの申出があつたときは，建築に係る計画の内容について，説明会等の方法により，近隣関係住民に説明しなければならない。\n２ 知事は，必要があると認めるときは，建築主に対し，前項の規定により行つた説明会等の内容について報告を求めることができる。\n- 13 -",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n今年度も，「憲法」論文式問題は，判例及び学説に関する知識を単に「書き連ね」たような，観念的，定型的，「自動販売機」型の答案を求めるものではなく，「考える」ことを求めている。\nすなわち，判例及び学説に関する正確な理解と検討に基づいて問題を解くための精緻な判断枠組みを構築し，そして事案の内容に即した個別的・具体的な検討を求めている。\n今年の論文問題では，設問１及び設問２の構成が従来と異なっている。\n第１に，相異なる理由で行われた２つの処分にかかわる憲法問題を，設問１と設問２とでそれぞれ問う構成になっている。答える「量」が増えたことを考慮して，資料を含めた分量を減らした。そして，問題文の中で，それぞれ何が問題になるのかについて明確なヒントを書き込み，また議論が不必要に拡散しないように注を付したり，文中で（例えば，「定められた手続に従い慎重に審査した」）限定したりしている。第２に，Ｘ側の主張に対する大学側の主張を「想定して」検討することを求めている。まず，Ｘ側の主張は，理にかない，筋の通った主張を十分に行う必要がある。そして，その主張に対応する大学側の「反論」は，「見解」を展開する中でそれと一体としての議論に組み込んで示すべきものであり，「反論」では詳論する必要はなく，ポイントだけを述べればよい（例えば，指針と「規則」の違いを正当化する理由として大学の自治，あるいは研究を承認した大学としてより高度の倫理と責任を持つべきとする等の主張）。「反論」を組み込んだ「あなた自身の見解」は，詳細に検討した上で（例えば，大学の自治の憲法上の位置付け，意味内容等を論じ，研究の自由を制約する根拠としての大学の自治の主張について論じる。），説得力のある理由を述べて結論を導き出す必要がある。\n今年度の問題では，大学の「規則」自体の違憲性の問題と処分違憲が問題となる。\n設問１における「規則」違憲では，指針と「規則」の違い（それは，法律と条例の関係の問題でも，命令への委任の問題でもない。），そして憲法第２３条で保障される研究の自由の制約の合憲性が問題となる。本問で問題となる研究は実験を伴うものであり，思索中心の研究の自由とは異なる側面を有している。また，本問での制約は，研究中止措置に向けられたものであって，何ら言論活動を禁止するものではない。したがって，本問での制約は，表現内容に基づく制約と同じものではない。\n設問２における「規則」違憲では，被験者の遺伝子情報を知る権利の制約が問題となる。\n知る権利は，憲法上明文では規定されていないので，憲法上の位置付けが問題となる。知る権利は，表現の自由との関係で位置付けられているが，本件の場合には，送り手の自由と受けての自由という関係でのものではない。むしろ，本問での知る権利は，憲法第１３条の幸福追求権に位置付けられている自己情報コントロール権に基づく情報開示請求権といえる。\n停職処分を受けたＸ自身は，実質的に研究の自由を制約されることになる。ただし，本件処分の違憲性を争う場合には，Ｘは，直接的には，Ｃの情報開示請求権侵害を主張することになるので，特定の第三者の権利侵害を理由として違憲主張をできるかが問題となる。違憲主張適格に関しては，判例の判断枠組みを正確に挙げた上で，それがこの問題に関する唯一の判断枠組みといえるか等も検証した上で，本件のような問題の場合の判断枠組み，そして個別的・具体的検討が必要である。\n知る権利の制約の違憲性に関しては，２つの異なる問題が存在する。それは，被験者自身の情報の本人への開示の問題と，被験者以外の人の情報の被験者への不開示の問題である。前者では，すべての遺伝子に係る情報を開示することが本人に与えるマイナスの影響への考慮という理由は，いわゆるパターナリスティックな理由であり，制約を正当化する理にかなった理由\n- 1 -といえるか否かについて検討する必要がある。後者では，その開示によって生じるかもしれない様々な問題とは何かを具体的に想定した上で，第三者への情報提供を一切認めない規定の合憲性を，取り分け被験者の疾病の性質との関係で検討する必要がある。\n設問１及び設問２の処分違憲に共通する大学側の主張として部分社会論を想定した場合には，「あなた自身の見解」において，部分社会論を展開した判例の判断枠組みを本件にそのまま使用することの適切性，部分社会論自体の問題性等を論じる必要がある。また，設問２における処分違憲に関しては，取り分け，ＸがＣに対して，Ｃの要望とは異なる「規則」の内容について説明していないことも，問題となる。\n〔第２問〕\n本問は，建築主事がマンションの建築確認を行ったのに対し，当該マンションの建築に反対する周辺住民Ｆらが採るべき救済手段について論じさせるものである。問題文と資料から基本的な事実関係を把握し，建築基準法や関連条例の趣旨を読み解いた上で，採るべき救済手段の訴訟要件等を検討するとともに，本案における違法事由を論じる力を試すものである。\n設問１は，建築確認に基づく建築を阻止するために考えられる法的手段（訴訟とそれに伴う仮の救済措置）に関して，基本的な理解を問う問題である。資料１において，措置命令や検査済証交付をめぐる行政訴訟は検討の対象から除外されているので，本件確認の取消訴訟を論じることが考えられる。さらに，資料１では，本件確認の処分性，審査請求前置，出訴期間には問題がないとされているので，主として原告適格と狭義の訴えの利益を検討すべきことになる。\n原告適格については，行政事件訴訟法の条文と判例を踏まえ，いかなる判断枠組みにより，いかなる点に着目して判断すべきかを明らかにした上で，建築基準法及び関連条例の趣旨目的や，本件においてＦらが主張する利益の内容性質に即して，原告適格の有無を論じることが必要である。取り分け，本件では，Ｆが本件土地から至近距離にあるマンションに居住し，Ｇが当該マンションを所有し，Ｈが本件児童室に毎週通っており，Ｉがその父親であるなど，それぞれ法的地位が異なっていることから，個別具体的に検討を加えることが求められる。\n狭義の訴えの利益については，資料１の指示に従い，建築物が完成した場合の問題点を検討することが要求されている。判例を踏まえた上で，説得力のある立論を行うことが期待される。\n仮の救済措置としては，本件確認の執行停止が考えられる。行政事件訴訟法に定める要件の該当性について，本件事案でＦらが主張し得る利益に即し，「重大な損害」の要件を中心に，具体的に論じることが必要である。\n設問２は，上記法的手段の本案で主張すべき本件確認の適法性を検討させる問題であり，実体上及び手続上の違法事由が考えられる。\n実体上の違法事由として，まず，接道義務違反が問題となる。建築基準法及び本件建築安全条例から，本件建築物についていかなる内容の接道義務が課せられているかを読み取った上で，本件道路がこの要件を満たしているかを検討しなければならない。特に，本件道路に遮断ゲー\nトが設置されている点について，接道義務が設けられている趣旨に照らし，適切な解釈を行うことが求められる。\n次に，本件建築物の地下駐車場と本件児童室の出入口間の距離が問題となる。本件建築安全条例によっていかなる規制がなされているかを指摘した上で，その趣旨に照らし，本件児童室が規制対象に当たるかを論じなければならない。\n手続面では，本件紛争防止条例に定める説明会の開催と，行政手続法に定める公聴会の開催が問題となる。それぞれの根拠規定の趣旨を明らかにした上で，本件において義務違反があると認められるか，認められるとして，それが本件確認にいかなる意味を持つかを検討することが必要である。\n最後に，本問では，Ｆが以上の違法事由をすべて主張できるか検討することも求められてい\n- 2 -る。行政事件訴訟法の条文を踏まえ，違法事由ごとに検討を加える必要がある。\n【民事系科目】\n〔第１問〕\n設問１は，一方当事者が主張責任を負う主要事実を，その当事者が主張せず，かえって相手方当事者が主張した場合において，その主張を判決の基礎とすることができるかどうか，当事者の証明を経ないで判決の基礎とすることができるかどうかを，小問（１）ないし（３）の各場合に分けて，論じさせるものである。本問は，いわゆる「相手方の援用しない自己に不利益な事実の陳述」という周知の論点に関するものであるが，建物収去土地明渡請求訴訟において建物買取請求権の行使が問題となる設例に基づき，証拠調べの要否という観点から検討させることにより，弁論主義，事実の要証性などについて，基本的な理解とともに，その応用力を問うことを意図している。被告が主張責任を負う事実である建物買取請求権の行使の事実を原告が主張しているという本問の問題状況を理解し，建物買取請求権の行使の訴訟法的な意義，弁論主義（いわゆる第１テーゼ及び主張共通の原則）との関係，当事者間に争いのある事実の要証性，自白された事実について証明を要しないとする民事訴訟法第１７９条の趣旨などについて，自己の理解を明らかにした上で，自説の立場から，小問（１）から（３）までの場合について，証拠調べの要否を論じることになる。\n小問（１）は，原告が被告による建物買取請求権行使の事実を主張し，被告がこれを否認する場合であり，小問（２）は，被告がその事実を自ら援用した場合である。自白の不要証効に照準を合わせつつ，自白の意義，自白（先行自白も含む。）の成否等について検討することになろう。小問（３）は，裁判所が釈明を求めたにもかかわらず，被告が原告の主張する事実を争うことを明らかにしない場合であり，擬制自白の成否が問題となるが，民事訴訟法第１５９\n条第１項は，主張責任を負う相手方の主張する事実について争うかどうかを明らかにしない場合を想定した規定であることから，主張責任を負う当事者が相手方の主張する事実について争うことを明らかにしない場合にそのまま適用できないことを理解する必要がある。同項の趣旨等も踏まえ，証拠調べを要するかどうかを論じることが求められる。\n設問２は，訴訟物，訴えの利益，既判力等の民事訴訟法に関する基本的な概念についての理解を前提として，各当事者の立場から，複眼的な思考・検討を求めるものである。\n小問（１）においては，訴えの利益が訴訟要件の一つであること，給付訴訟においては原則として訴えの利益が認められること，同一訴訟物について債務名義が存在する場合には訴えの利益が否定されることなどを前提に，設例に即した論述をすることが求められる。\n小問（２）は，第１訴訟と第２訴訟の訴訟物が同一であることを前提としながら，少なくとも建物収去を求める部分については棄却されるべきであるとの被告の主張の論拠について考えさせる問題である。受験生は，既判力の意義や積極的・消極的作用についての基本的な理解を踏まえ，一部認容判決の敗訴部分の既判力や留保付判決の留保部分に生じる効力など，被告の上記主張の論拠について考えることが求められる。\n小問（３）は，小問（１）及び（２）の被告の主張に対し，原告の立場からいかなる反論をすることが可能かを考えさせるものである。小問（１）の主張に対しては，第１訴訟の確定判決で認容された部分と第２訴訟の請求を対比しつつ，新たに債務名義を得る利益があるという立場から議論をすることが必要となる。また，小問（２）の主張に対しては，既判力の時的限界についての基本的な理解を踏まえ，設例の具体的事実を的確に摘示しつつ，既判力の基準時前の事由を前訴において主張することが期待し得たかなどの観点から論じることが求められる。\n〔第２問〕\n- 3 -本問は，機械の製造販売事業を営む株式会社の取引及び合併をめぐる事例に関し，様々な角度から，民法上及び会社法上の問題点等についての基礎的な理解の有無を問う総合問題である。\n単に知識の有無の確認をするだけではなく，具体的な事実関係に即して基本的問題を掘り下げて考察する能力，具体的事実を法的観点から評価し構成する能力，法律上の権利を具体的場面で活用する能力，論理的に一貫した論述をする能力の有無などを試すものである。\n設問１から設問３までは，会社間の売買契約に関する問題である。Ｘ社がＡ社に金属加工機械１台を所有権留保特約付きで売却し，Ａ社がこれをＹ社に転売し，Ｘ社からＹ社に直接納品されたが，Ａ社のＸ社に対する代金債務が履行されなかったため，Ｘ社がＡ社との売買契約を解除した上，Ｙ社に対し目的物の返還を求めて提訴したという事案について，多面的な検討を求めることにより，種々の能力の程度を測るものである。\n設問１は，Ｘ社とＡ社との間の売買契約について，注文書及び注文請書に誤記があり，両当事者が一致して意図していた目的物の型番とは異なる型番がこれらの書面に記載されたという場合において，売買契約の目的物，誤記が契約の効力に与える影響，錯誤の成否について問うものである。契約当事者の真意は合致しているものの，物理的な表示がそれとは異なっている場合の処理という基礎的な問題ではあるが，結論に至る理由付けを具体的事案に即して述べるためには，理論的考察と事実の評価との両面にわたる能力が求められる。なお，本件では，種類物売買であるという特徴もある。\n設問２は，Ｙ社による上記機械の即時取得の要件に関する問題である。（１）①は，「Ａ社とＹ社との間の売買契約に基づく引渡しがされたこと」という事実をＹ社が主張立証する必要があるかどうかを問う。取引行為に基づく占有取得の要件について，その意義（占有取得の意義，それが取引行為に「基づく」ものであることの意味）を問うものである。なお，この事実は，種類物の特定にもかかわるものである。（１）②は，「Ｙ社が引渡しを受ける際，Ａ社がＸ社に代金全額を弁済していない事実を知らなかったこと」という事実をＹ社が主張立証する必要があるかどうかを問う。ここでは，即時取得の要件である「善意」又は「無過失」に関する一般的な論述よりも，上記事実が即時取得の要件である「善意」とは異なるものであることを正確に指摘した上，その評価をすることが求められる。（２）③及び④は，即時取得における過失の評価に関する問題であるが，それぞれの性格は異なる。（２）③は，具体的事実が過失の認定判断に働くかどうか，その理由は何かの説明を求めるものであり，事実の分析及び評価に係るものである。他方，（２）④は，過失の有無の判断が占有取得時にされるべきであるという理論的性格を持つものである。以上のように，設問２は，要件事実の基本的知識を確認するだけではなく，実体法上の理論的問題の検討及び具体的事実の慎重な分析と評価を求めるという，多面的な性格を持つ問題である。\n設問３は，Ｘ社がＹ社に対し，引き渡された機械の返還とともに，その使用料相当額をも請求しようとする場合について，その法的根拠を1つ示した上，いつから請求することができるかの説明を求めるものである。法的根拠（不当利得返還請求権，悪意占有者の果実返還義務，不法行為に基づく損害賠償請求権が考えられる。）といつから請求することができるか（引渡時，解除時，返還請求時，返還請求訴訟提起時が考えられる。）との組合せと理由付けが整合的なものとして示されていること，その前提として所有権留保売買の法的構成及びそこでの買主又は転得者の使用権限に関する分析がされていることが求められる。この問題は，他人の物を権原なく使用する場合の清算関係及び所有権留保売買における売主と転得者との関係という民法上の重要問題に関する基本的理解と，具体的事実を法的観点から評価し構成する能力を問うものである。\n設問４から設問６までは，株式会社の合併に関する問題である。Ｘ社がＺ社との間の事業の譲渡等に関する基本合意を白紙撤回した上，Ｄ社からの吸収合併の申入れを受け入れ，合併契約承認の株主総会を開催し，決議をしたという事案について，合併に関する一連の手続の進行\n- 4 -の過程に応じて，それに係る法的諸問題につき多面的な検討を求めることにより，種々の能力の程度を測ろうとするものである。\n設問４は，合併契約の締結や当該合併契約の承認を目的とする株主総会の招集を阻止するための手段となる会社法上の株主の権利について問うものである。その最も有効な権利として考えられるものは，株主による取締役の行為の差止め（会社法第３６０条）であるが，その要件の充足の検討に当たり，様々な法的論点の分析が求められる。第１に問題となるのは，同条第\n１項に規定する「法令」の意義であり，善管注意義務や忠実義務（同法第３３０条，民法第６４４条，会社法第３５５条），さらに，独禁法などの公益を守るための法令も含まれるのかが問題となり，善管注意義務ないし忠実義務については，基本合意違反による損害賠償債務の発生と合併によってもたらされるＸ社の利益との比較や，合併比率の不公正という問題がＸ社自身にどのような損害をもたらし得るのか等の分析を行うことが期待される。第２に問題となるのは，会社法第３６０条第３項に規定する「回復することのできない損害」がＸ社に生ずるおそれの有無であり，本問の事案に即して，丁寧に具体的な当てはめをする必要がある。\n設問５は，株主総会における議決権行使書面による議決権行使や委任状に基づく議決権の代理行使をめぐる法律問題をきちんと理解することができているかどうかについて試すものである。議決権行使書面による議決権行使の場合，書面に記載されたとおりの議決権行使がされたものとして取り扱われるが（会社法第３１１条第１項，第２項），委任状に基づく議決権の代理行使は，代理人による投票をもって議決権行使として取り扱われるのであり，このような両制度の趣旨・意義，法的構造の違い等についての基本認識が問われている。①において問題となるのは，まず，賛否の記載のない議決権行使書面について各議案につき賛成又は反対とみなす旨を記載することであるが，これは会社法施行規則第６６条第１項第２号により認められており，その有効性を肯定した下級審裁判例も存在する。これに対し，委任状については，そもそも白紙委任が認められるのか，また，代理人が委任状の指示に反したときに代理人による議決権行使の効果はそのまま認められるのかが問われる。これらは下級審裁判例・学説で議論された問題ではあるものの，本問の事例は，かつての多くの例とは異なり，会社経営陣に反対する株主側が委任状を勧誘したという最近の事例を踏まえたものとなっており，従来の議論をどこまで応用できるかという柔軟な法的推論を行う能力も試されている。②において問題となるのは，議決権行使書面と委任状により矛盾する内容の権利の行使を株主が行った場合の効力をどのように考えるかという論点であり，従来，余り論じられていないものである。考え方としては，議決権行使書面の送付と委任状の交付の時点を比較して後のものを優先する考え方，代理人による議決権行使を本人による議決権行使と同視して優先する考え方，矛盾した議決権行使としていずれも無効とする考え方等があり得るが，いずれにしても，自分なりの法律構成を行った上で結論を導く応用能力が必要とされている。\n設問６は，合併承認総会の後の段階において，合併の効力が発生する前と後とに分けた上，合併の実現を阻止するための手段としての会社法上の権利（設問４で解答した手段を除く。）について問うものである。合併の効力発生の前においては，合併を承認した株主総会の決議について，取消しの訴えや無効確認の訴えを提起するとともに，それらを本案とする仮処分命令の申立てを行うことにより，合併の実現を阻止することが考えられるが，そのような決議の効力を争う根拠として，設問５における自らの解答を前提として特別決議が成立しているかどうか，議長不信任動議や投票数の算入方法に関する抗議を議長が無視して決議の成立を宣言したことが決議の方法の法令違反等となるかどうか，当該合併が独禁法第１５条第１項第１号に違反するとした場合にそれが決議の無効事由となるかどうか等が，検討される必要がある。合併の効力発生の後においては，合併無効の訴えによらなければ，合併の無効は主張できなくなるが，合併条件の不公正，独禁法違反等が合併無効事由になるかが，前記の会社法上の効力等の問題を踏まえて論じられる必要がある。\n- 5 -\n【刑事系科目】\n〔第１問〕\n本問は，具体的事例に基づいて甲乙の罪責を問うことによって，刑事実体法及びその解釈論の理解，具体的事実に法規範を適用する能力並びに論理的思考力を試すものである。\n問題文前半は，刑法所定の財産犯に関する理解及び間接正犯ないし共犯に関する理解を問うものである。\nまず，Ａに生じた合計２００万円の財産的損害について，甲乙にいかなる財産犯が成立し得るかが問題となる。この検討に当たっては，刑法所定の財産犯の構成要件に関する正確な理解が必要不可欠である。その上で，本件の具体的事実関係においていかなる犯罪が成立するかを検討することになるが，その際，第１に，いわゆる「預金の占有」の趣旨・根拠についての的確な理解を前提に，Ａの口座についての「預金の占有」が対銀行との関係での払戻権限を踏まえて甲乙各人にそれぞれ認められるか否かによって，成立し得る財産犯が異なることに留意する必要がある。例えば，「預金の占有」を有する者には横領罪が成立し得るものの窃盗罪や電子計算機使用詐欺罪は成立しないと解されることなどに関する正確な理解が必要となろう。第\n２に，本問の具体的事実関係において甲乙にＡの口座の払戻権限が認められるか否かなどについて的確に事実を評価した上で，これに法的な当てはめを行い，甲乙に成立し得る財産犯を確定することが必要である。第３に，以上の検討を前提に，次に述べる甲乙の法的な関係の理解に従って，本問の事実関係に即して甲乙に成立すると考えられる財産犯の各構成要件要素の充足を検討し，最終的に甲乙の罪責を確定する必要がある。その際，単に，問題文に表れた事実を漫然と羅列するのではなく，いかなる事実がいかなる構成要件要素の該当性判断に関係があると考えているのか分かるように論述しなければ，「事実を摘示しつつ」との出題意図に答えたことにはならない。例えば，問題文に記載された各事実関係のうち，どの事実が甲乙の「預金の占有」の有無を基礎付ける事実で，どの事実が甲乙の「（占有の）業務性」の有無を基礎付ける事実であると考えているのかが分かるように「事実を摘示しつつ」犯罪構成要件要素が充足されるか否かの結論を導くことが求められている。\n次に，甲乙の法的な関係が問題となる。本問では，実際に合計２００万円の預金払戻等に及んだのが乙である上，甲が当初認識していた事実と実際に生じた事実との間にそごが生じていることから，乙の行為について甲が刑事責任を負うか否かに関し，いかなる理論構成によるべきか，間接正犯や共犯の各成立要件を踏まえて検討することが必要である。その際，正犯がだれであるかが問題となり，甲を教唆犯，乙を正犯とする考え方のほか，甲を間接正犯，乙を故意ある幇助道具とする考え方などがあり得るところ，後者の考え方によるには乙が甲の意図を認識している点や乙に正犯性を認め得るのではないかとの点が障害となり得ることに留意しつつ，本問の具体的事実関係に即して論理的に考察することが求められている。さらに，乙による１２０万円の払戻行為に関する甲の刑事責任について，前記そごを理由に因果関係や故意を否定し得るのかどうかの検討も重要である。\nまた，甲乙の罪責に関する構成によっては，共犯と身分に関する処理が必要となろう。\n問題文後半は，甲乙のいわゆる狂言行為についていかなる犯罪が成立するか，主として財産犯以外の刑法各論の基礎的な知識と当てはめの能力を問うものである。\n具体的には，監禁罪，偽計業務妨害罪，その他の国家的法益に対する罪等の成否が問題となり得る幾つかの事実関係の中から，問題文において詳細に事実が提示されている甲乙の行為で，理論上重要な問題点を含む事項について犯罪の成否を論述することが求められている。取り分け，甲が乙を自動車のトランクに閉じ込めた行為について，乙がこれを承諾していることが監禁罪の成否に与える影響に関する理論的な対立に留意しつつも，本問の具体的事実関係において当該理論がどのよ\n- 6 -うに適用されるべきかを注意深く検討することが必要であろう。\n最後に，甲乙に成立する犯罪相互の関係に留意して罪数判断を示すことも必要である。\n論述においては，刑法解釈上の論点に関する学説等の立場・見解の相違によって結論が異なり得る個々の問題点については，自らの採る結論のみならず，それが正当であるとする論拠を説得的に論述することが必要である。ただし，その場合，飽くまでも本問の事実関係を前提に，結論を導くのに必要な点を中心に論ずるべきであって，本問の事実関係からかけ離れた一般論や結論を左右しない論点に関する理論的対立の検討に力を注ぐのは，出題意図にかなうものとは言えないであろう。\nまた，既知の判例や典型事例等の結論を，それが前提とする事実関係や本問の事実関係との相違を十分検討せずに本問に当てはめたり，逆に，自ら是とする見解に適合しやすいよう恣意的に事実をわい曲して評価したりすることも不適当と言わざるを得ない。\n本問においては，事例を丁寧に分析・評価し，基本的な刑法解釈論を踏まえて粘り強く論理的な思考を重ね，それを説得的に論述することこそが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，殺人及び死体遺棄事件を素材として，被疑者甲の共犯者乙が経営するＴ化粧品販売株式会社を適法に発付された捜索差押許可状に基づいて捜索した際に行われた様々な写真撮影について，その適法性を論じさせることにより，捜索差押えという強制処分の過程における写真撮影の法的性質についての考え方，ひいては令状主義及び刑事訴訟法第２１８条第１項の定める捜索，差押え及び検証についての正確な理解と具体的事実への適用能力を試すものである。\n捜索差押時に行われる写真撮影の適法性については，当該写真撮影が捜索差押えに付随する処分として許される場合があるとの見解や捜索差押えの意義・内容からその本来的効力として写真撮影が許されるとする見解などがあり得るが，いずれにせよ，まず，令状主義の意義と趣旨に立ち帰ってこの問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。その上で，例えば，捜索差押えに付随する処分として許されるとする見解からは，証拠物の証拠価値を保存するため，あるいは手続の適法性の担保のため写真撮影が許されるとの規範を定立することになろう。\n事例への法適用の部分では，具体的事例の写真①から④のいずれについても，写真撮影の対象が本件捜索差押許可状の差押対象物，すなわち令状の本来的効力の対象である「本件に関連する保険証書，借用証書，預金通帳，金銭出納帳，手帳，メモ，ノート」に該当するか否かをまず検討し，その上で，当該写真撮影が証拠物の証拠価値を保存するためなどに必要であるか否かを検討してその適法性を論ずることになろうが，いずれも事例中に現れた具体的事実を的確に抽出，分析しながら論証すべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。例えば，写真①については，白壁に書かれた記載の意味について甲の供述調書の記載から，本件との関連性を認定し，差押対象物である「本件に関連するメモ」として，白壁の一部を破壊し取り外して差し押さえるよりも写真撮影にとどめる方が処分を受ける者にとって不利益がより小さいため適法であるなどとの分析が可能であるし，写真②及び③については，通帳はいずれもＡ名義であるが，乙名義のパスポート\nやＡ名義の印鑑などと同じ引き出し内に入っていたことから乙が実質的に管理・使用していた- 7 -通帳であることを論じたり，Ｘ銀行の通帳にある「→Ｔ．Ｋ」との鉛筆での書き込みの意味を検討し，通帳が発見された時点からその書き込みがあったことを明らかにする必要性を論じることなどが求められよう。また，写真④については，撮影されたパスポート，名刺等は令状記載の差押対象物ではないが，乙による通帳の管理・使用すなわち，引き出し内にあった預金通帳が本件に関連する通帳に該当する点を明らかにするため，同じ引き出し内にあったパスポー\nト等の乙の名義部分だけを写真撮影するという行為が，差押手続の適法性担保の観点から許されないか等を論じる必要があろう。\n設問２は，被疑者甲による犯行再現実験の結果を記録した実況見分調書について，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。\n本問では，検察官は「被告人が本件車両を海中に沈めることができたこと」という立証趣旨を設定したが，弁護人は，その立証趣旨を「被告人が本件車両を海中に沈めて死体遺棄したこと」であると考え，本件実況見分調書の証拠調べ請求に対し，不同意の意見を述べている。犯行再現行為が問題となった判例によれば，弁護人が考えるように犯罪事実の存在が要証事実になると見るべき場合には，刑事訴訟法第３２１条第３項所定の要件を満たす必要があるだけではなく，再現者が被告人である場合には同法第３２２条第１項所定の要件をも満たす必要があるとされていることから，果たして本件における要証事実をどのようにとらえるべきか，事例中に現れた具体的事実関係を前提にして，的確な分析が求められる。\n事案に則した前記判例の正確な理解を踏まえつつ，本件の具体的事実関係を的確に把握すれば，本件は，判例の見解が前提としていた事案とは異なり，検察官が設定した立証趣旨をそのまま前提にするとおよそ証拠としては無意味になるような例外的な場合などではなく，甲が供述しているような犯行態様が現場の客観的な環境との関係で物理的に可能であるか否かが正に問題になる事案であるとの理解が可能である。\nいずれの設問についても，法解釈論や要件について抽象的に論じるにとどまったり，判例の見解をそのまま書き写すのではなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて再生手続における事業譲渡に関する制度及び双方未履行の双務契約関係の処理等についての理解を問うものである。\n設問１（１）については，まず，Ｑ社の意向を踏まえた上で選択すべき事業承継の方策として，再生手続開始後の早い段階での事業譲渡が考えられることを指摘し，それに必要な手続（具体的には民事再生法第４２条及び第４３条の裁判所の許可の申立て）について，本件事案の下でそれらの要件を充足するか否かを具体的に検討し，論じる必要がある。\n（２）については，Ｂ銀行の態度，他の債権者への弁済の必要性等本件の事情に照らして，別除権協定の可能性を含め，担保権実行手続中止命令及び担保権消滅許可の申立てといった再生債務者として採るべき手続を明らかにすることが求められる。さらに，それらの申立てが認められる要件について具体的事案に即して論じる必要がある。\n（３）については，再生債権の弁済に関する原則的な取扱いに触れた上で，本件において少額の再生債権を弁済することを可能とする条文上の根拠として考えられるもの，具体的には民事再生法第８５条第５項（「少額の再生債権を早期に弁済しなければ再生債務者の事業の継続に著しい支障を来すとき」に関する部分）を正確に指摘するとともに，具体的事案に即して，その要件の充足の有無を論じる必要がある。\n- 8 -設問２については，民事再生法第４９条による処理の原則を指摘した上で，Ａ社が履行を選択し，又はＤ社の催告に確答しなかった場合と，Ａ社が解除を選択した場合とに分けて，Ａ社及びＤ社間の法律関係に関し，Ｄ社の有する債権及び債務が再生手続上どのように取り扱われるかという点や，Ａ社による解除が履行済みの部分に与える効果等について具体的に論じる必要がある。\n〔第２問〕\n本問は，具体的な事例を通じて，離婚をめぐって生ずる各種の法律関係と破産手続との関係等についての理解を問うものである。\n設問１（１）については，詐害行為取消訴訟が破産手続開始とともに中断すること，破産管財人においてこれを受継することができること及び破産管財人が受継した場合には同訴訟が否認訴訟に変更されることを前提とした上で，本件における財産分与の否認の可否を踏まえて，破産管財人の受継の要否等を論じる必要がある。そして，財産分与の否認の可否については，否認類型を意識しつつ，マンションの購入代金の提供者等本件における具体的な事情を踏まえて論じることが求められる。\n（２）については，養育費の支払義務に係る債権が非免責債権となることを明らかにするとともに，同義務に係る債務名義による強制執行の可否を免責許可決定の確定前と確定後に分けて論じる必要がある。そして，同決定の確定前については，民事再生法第２４９条第１項が非免責債権についても適用されることを示した上で，その理由についても論じることが求められる。\n設問２については，破産財団に関する訴訟が破産手続開始決定とともに中断するとの原則を明らかにした上で，本件の慰謝料請求権に係る訴訟が上記原則の適用を受けるか否かについて，本件慰謝料請求権の性質をどうとらえるか（行使上の一身専属的なものととらえられるかどうか），その性質が訴えの提起や判決の確定という事情によって変化を来すのかどうかという点に検討を加え，理由を明確にして自説を論じる必要がある。\n[租 税 法］租税法の出題に関しては，これまで，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含み，いずれも基本的な理解を問うものを出題することとしてきた。\n〔第１問〕\n本問は，いわゆる不法利得に対する課税の在り方を通じて，所得税法の基礎的な理解と応用力を試すものである。\nまず，設問１前段の課税が許される根拠については，包括的所得概念・純資産増加説といった所得概念を踏まえる必要はあるが，所得税法の条文上，不法な利得を所得から除外したり非課税とする規定がないことなど，飽くまでも法解釈論としての根拠を示す必要があろう。設問\n１後段は，所得区分を問題にしているが，ここでは，主に事業所得か雑所得かの区分が問題となる。\n設問２（１）は，不法利得の収入金額の年度帰属の問題であり，権利確定主義，管理支配基準がキーワードになる。利息制限法による制限超過の未収利息についての管理支配基準を適用した最高裁判所の判決（最判昭和４６年１１月９日民集２５巻８号１１２０頁）が参考になるが，いずれにせよ，Ｃに対する請求権の行使が法律上可能かどうかを踏まえて，権利確定があったかどうかを検討すれば一定の結論を導くことができる。\n設問２（２）は，必要経費に係る問題である。①は，そもそも賭博での負金の支出が，所得税法第３７条第１項にいう「必要経費」に当たるかどうか（賭博の負金のような法的支払義務のない支出は，任意の家事的支出で，消費ととらえる考え方もあろう。），原価なのか販売費等\n- 9 -なのかの問題があり，更に債務が確定しているかどうかが検討されなければならない。必要経費性については完璧な解答までを求めているわけではなく，本問では，主にコインの精算が法的に義務付けられるものかどうかなどに着目して，これに整合的な結論を導けるかどうかを試している。②は，暴力団員に対する指導料名目の支出についてであるが，必要経費の要件である事業関連性，客観的必要性があるかどうかにつき，当該支出の実質を踏まえて，どう評価するかが問題となる。また，公序に反するような支出について必要経費控除が認められるかどうかという，いわゆる違法経費控除の可否についても検討されなければならない。③は，違法な事業に供されている機械についての減価償却費の控除の可否を問うもので，②と同様に違法経費の観点から，控除の可否が問題となる。設問２は，イレギュラーな所得稼得形態の収入金額と必要経費性を問題としているだけに，問題解決に必要な基礎知識と，問題点抽出力，応用力，自説を説得的で整合的に論述する能力が試されている。\n〔第２問〕\n本問は，役員退職慰労金の支給に関する課税上の問題について，所得税法及び法人税法のそれぞれの観点から検討することを求めるものであり，１つの事案を多角的・包括的に分析する能力及び条文を正確に読解し事実を要件に適切に当てはめる能力を試している。\n設問１は，役員の分掌変更に伴って支給される退職慰労金の所得税法上の取扱いについて，①給与所得と退職所得との区別，取り分け所得税法における退職所得課税の趣旨及び同法第３０条に規定する「退職」の意義の理解，②現物所得の取扱いに関する所得税法第３６条第１項括弧書及び同条第２項の理解を踏まえ，本文の事案に即して検討することを求めるものである。\n①については，取り分け勤務関係の終了の意義に関する最高裁判所の判決（最判昭和５８年９月９日民集３７巻７号９６２頁等）の立場を踏まえた論述が求められる。\n設問２は，役員退職慰労金の支給，特に現物支給を，法人税法に従ってどのように処理すべきかを問うものである。法人税法上の所得算定の基本構造に照らし，役員退職慰労金の現物支給については，１個の取引であるが，益金及び損金の両面において処理しなければならないことを理解した上で，益人及び損金の両面において当該役員退職慰労金の支給を関連規定の要件に当てはめることを求めている。その当てはめの検討においては，法人税法上の所得算定の基本構造及び本問の事案に関連する条文を正確に理解しているかどうかが問われており，取り分け法人税法第２２条第２項，同条第３項及び第３４条の規定並びにそれらの規定の相互関係に関する正確な理解が重要である。\n[経 済 法］\n〔第１問〕\n本問は，コスト削減を一つの契機とする機械メーカーによる部品の共同購入及び共同物流会社の設立等の計画に関する独占禁止法上の問題点を検討させることをその趣旨としている。\nこのような業務提携は，必然的に競争事業者間の共同行為という性格を有することから，不当な取引制限の構成要件である「行為の共同性」，「事業活動の相互拘束」，「一定の取引分野」，「競争の実質的制限」等についての理解を問うものである。\n部品の共同購入については，これが部品の購入市場のみならず製品販売市場における競争にも影響を及ぼすおそれがあることを踏まえ，それぞれの市場における不当な取引制限の成否を検討する必要がある。\nまず，部品購入市場においては，共同購入カルテルの成否について，当該市場を一定の取引分野として画定することの可否，本件共同購入計画の具体的な内容に基づく事業活動の相互拘束性の判断，当該市場における競争の実質的制限の有無をいかなる事実によって認定すべきか等についての検討が求められよう。\n- 10 -製品販売市場においては，部品の共同購入が行われることによるコストの共通化が川下市場における製品の販売価格に影響を及ぼす可能性に着眼し，価格カルテルの成否について，部品の調達予定金額の目安を検討する前提資料として製品価格の上限を協議して決定することを含め，行為の共同性や事業活動の相互拘束あるいは競争の実質的制限をどのように認定するかについて検討する必要があろう。\nまた，共同物流会社の設立については，同社が実際に行うこととなる事業活動の態様からすると，競争事業者である共同出資会社間において，競争手段にかかわる情報を共有することにより，一定の共通認識を生ずるおそれがないかという観点から，製品の販売市場における不当な取引制限の成否について検討することになる。\nその場合は，当該会社の人的構成，あるいは配送の具体的な方法，製品の販売価格に占める物流コストの比率などの事実関係を踏まえ，当該情報の共有が競争に与える影響をどのように判断するか，行為の共同性や事業活動の相互拘束をいかに理解するか等がポイントとなろう。\nいずれにしても，本問では，論点主義的な記述ではなく，不当な取引制限の構成要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ａが中部地方で計画しているパソコンの販売及び東日本地域で計画している液晶テレビの販売について独占禁止法に違反しないかどうかを問うことによって，同法上の不当廉売規制に関して基本的な理解ができているかを確認するものである。いずれも一般指定６項の要件を検討することになり，６項前段については，「正当な理由」，「供給に要する費用を著しく下回る」，「継続して」，「他の事業者の事業活動を困難にするおそれ」の要件を，６項後段については，「不当に」，「低い対価」，「他の事業者の事業活動を困難にするおそれ」の要件を検討することになる。\nＡが中部地方で計画しているパソコンの販売については，「継続して」の要件，「他の事業者の事業活動を困難にするおそれ」の要件，「正当な理由」の要件を正確に理解し，問題文に示された仕入価格，新規開店セール，キャンペーン期間，旧型製品などから適切に事実を抽出してその当てはめができるかを確認している。本件は，「継続して」の要件をみたすかどうか判断が分かれ，いずれの立場によるかによって６項前段，後段のいずれを適用するかが変わってくる。また，独占禁止法に違反しないとするものが多いと思われる。しかし，それらが唯一の答えであるとする趣旨ではなく，要件を正確に理解した上で，事実関係を検討し正確に当てはめられるか，それらは論理的であるかを確認する趣旨である。\n東日本地域で計画している液晶テレビの販売については，継続性の要件を満たすと考えられるが，３７インチテレビの販売価格は仕入価格を下回り，４０インチテレビの販売価格は仕入価格を上回るが総販売原価を下回る事実関係となっていることから，６項前段，後段の適用関係が問題になり得る。さらに，他の事業者の事業活動を困難にするおそれ及び正当な理由又は不当性（公正競争阻害性）があるか否かも問題文に示された事実から検討することになろう。\n具体的には，価格については，３７インチテレビは６項前段，４０インチテレビは６項後段を適用するもの，一括して６項前段又は後段を適用するものなどがあり得るし，他の事業者の事業活動を困難にするおそれはＡの市場における地位，アンケート調査での当該商品の人気及び家電専門店への影響等からこれを肯定する答案が考えられるが，ここでも一つの答えしかないとする趣旨ではない。\nいずれにせよ，本問においても，要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n- 11 -\n[知的財産法］\n〔第１問〕\n特許を受ける権利は発明者に原始的に帰属するが，当該発明が職務発明（特許法第３５条第\n１項）に当たる場合には，あらかじめ契約，勤務規則その他の定めにより特許を受ける権利を発明者の使用者等に承継させることを定めることができる。\n特許出願後の特許を受ける権利の承継は，相続その他の一般承継の場合を除き，特許庁長官への届出が効力要件とされ（特許法第３４条第４項），また，特許権の移転は，相続その他の一般承継の場合を除き，登録が効力要件とされる（特許法第９８条第１項第１号）。なお，特許を受ける権利の承継の届出（出願人名義変更届）は，譲受人が権利の承継を証明する書面を添付することにより，単独で行うことができ，また，特許権の移転登録手続は，譲渡人と譲受人との共同申請によることを原則とするが，移転登録手続を命じる判決によるときは譲受人が単独で行うことができる。\nそして，特許を受ける権利又は特許権が共有に係るときは，各共有者は，他の共有者の同意を得なければ，その持分を譲渡することができない（特許法第３３条第３項，第７３条第１項）。\n以上を前提に，本問は，共同発明が職務発明である場合の法律関係を問うものである。\n設問１の１では，α試薬の発明は，甲及び乙の共同発明であるとともに，甲とＡ社との関係，乙とＢ社との関係ではそれぞれ職務発明となることを把握した上で，Ａ社及びＢ社がα試薬の発明の特許を受ける権利を承継するかどうか，承継するとした場合あるいは承継しないとした場合に，Ａ社及びＢ社は，甲及び乙にいかなる請求をすることができるかについて，本問の事実関係に即して論じる必要がある。Ａ社及びＢ社が特許を受ける権利を承継するとした場合には，後記の最高裁判所の判決を踏まえた論述が求められる。\n設問１の２では，甲のＢ社に対するα試薬の製造販売の差止請求及び損害賠償請求の可否を論じるに当たり，Ｂ社は，職務発明に基づく通常実施権を有するか等について検討する必要がある。\n設問２は，共同発明について冒認出願がされた場合における真の権利者の救済手続についての理解を問うものである。特許出願をした特許を受ける権利の共有者の一人の承継人であると称して特許権の設定登録を受けた無権利者に対する当該特許権の持分の移転登録手続請求を認めた最高裁判所の判決（最判平成１３年６月１２日民集５５巻４号７９３頁・生ゴミ処理装置事件）を踏まえた論述が求められる。\n論述を展開するに当たっては，発明者でない丙が無断で特許出願をした場合と共同発明者の一人である甲が無断で単独出願をした場合との対比が必要となる。なお，設問では甲，乙，Ａ社又はＢ社の丙に対する請求について問われているので，設問１の１で検討したように，Ａ社及びＢ社がα試薬の発明の特許を受ける権利を承継するか否かが論述の前提となる。\n〔第２問〕\n設問１は，甲が作成した絵画Ａの贈与を受けて，これを知り合い十数名に見せ，そのうちの丙に売却した乙に対する甲の請求を，また，絵画Ａに描かれたキャラクターの彫刻Ｂを作成し，これを自らが経営する玩具店の店内に置き，丁市に譲渡した丙に対する甲の請求を問うものであり，甲が乙及び丙に対していかなる権利の侵害に基づいてどのような請求をすることが可能であるかを論述させるものである。乙の行為により侵害される権利としては，公表権，譲渡権等が問題となる。公表権に関しては，乙の行為が「著作物でまだ公表されていないもの・・・\nを公衆に提供し，又は提示する」（著作権法第１８条第１項）ものに当たるかどうかや，甲と乙との間の他人に見せない旨の合意と著作権法第１８条第２項第２号との関係を論じる必要がある。譲渡権に関しては，乙の行為が著作物の「原作品又は複製物・・・の譲渡により公衆に- 12 -\n提供する」（著作権法第２６条の２第１項）ものに当たるかどうか，著作権法第２６条の２第\n２項第３号に該当するものの譲渡に当たるかどうか，甲と乙との間の他人に譲渡しない旨の合意が同号の適用に影響を与えるかどうかを論じる必要がある。丙の行為により侵害される権利としては，翻案権，展示権，譲渡権，同一性保持権，公表権等が問題となる。翻案権に関しては，彫刻Ｂの作成が翻案に当たる場合について論述することが求められる。彫刻Ｂの作成が翻案に当たるとした場合，彫刻Ｂが絵画Ａの二次的著作物となることから，展示権，譲渡権については，同法第２８条，公表権については，同法第１８条第１項後段に言及することとなろう。\nそして，乙及び丙に対する請求として，差止請求や損害賠償請求が可能であるかどうかについて論じる必要がある。\n設問２は，甲と，ラストシーンの１０秒程度に彫刻Ｂが写っている映画ＣのＤＶＤを販売している戊との間の法律関係を問うものである。まず，著作権の侵害を理由とする甲の戊に対する差止請求の主張に関しては，頒布権（著作権法第２６条第２項）の侵害等を論述することが求められる。次に，甲の主張に対する戊の反論及び戊の反論に対する甲の再反論に関しては，戊の行為と著作権法第４６条との関係（二次的著作物が「屋外の場所に恒常的に設置されている」場合における原著作物についての著作権に対する同条の適用や同条第４号の該当性），映画Ｃに彫刻Ｂが写っていることが著作物の複製に当たるかどうか等について検討する必要がある。\n[労 働 法］\n〔第１問〕\n本問は，配転命令を契機として無断欠勤を理由とする普通解雇が行われた事例について，法的問題点を抽出し，具体的な事例に適用することを通じて，配置転換及び解雇をめぐる問題の理解を問うものである。いずれも労働法における基本的な論点といえるが，そのまま適用するかどうかは別として，これらに関する判例の知識が前提となり，それを正確に示した上で自らの考えを述べることが期待される。\nまず，本問の事例では，配転命令が普通解雇の前提となっていることから，Ｘに対する配転命令の効力について論じる必要がある。ＸとＹ社との合意内容や就業規則の規定に照らしながら，Ｙ社がＸに対して配転命令を出す権限を有していたかを記述し，さらに配転命令が権利濫用に当たらないか否かを，判例による判断枠組みを踏まえながら，本件の具体的な事実関係に即して分析することが求められる。\n次に，それを前提に，本件解雇が有効かどうかを検討することになる。本件解雇が就業規則の規定に基づいて行われていることを指摘した上で，Ｘが本社に出社しなかったことが就業規則に定める解雇事由に該当するか否か，あるいは解雇権の濫用（労働契約法第１６条）に当たらないかどうかを吟味すべきである。また，必要があれば，労働基準法第２０条の解雇予告の問題にも触れることになろう。\n最後に，以上を踏まえつつ，ＸとＹ社との法的地位，権利関係について整理する必要がある。\n配転命令や普通解雇が無効である場合，Ｘが出社しなくなった２月１日から解雇が行われた時点までと，その後５月３１日までのそれぞれについて，賃金の支払を求めることができるかを民法第５３６条第２項を用いて説明することが必要となる。さらに，Ｘのアルバイト収入が控除されるかどうか，控除されるとするとその金額は幾らか（労働基準法第２６条や同法第２４\n条との関係），支払済みの解雇予告手当はどのように扱うべきかを述べることが求められる。\n〔第２問〕\n本問は，期間従業員の労働契約の打切りと，それを契機に行われた労働組合のストライキの事例を素材として，有期労働契約の終了，争議行為の正当性，ストライキ時における賃金カッ\n- 13 -ト，懲戒処分の根拠・効力といった問題に関する理解を問うものである。事実関係はやや複雑であるが，論点はオーソドックスであり，労働法に関する基本的な理解を求めるものである。\n設問１では，Ｙ社がＸ らに対して行った雇用打切りの法的性質は何か，これが有期労働契\n１約の更新拒絶（雇止め）であるとすれば，雇用打切りについて解雇権濫用規定（労働契約法第\n１６条）は類推適用されるか，類推適用を認めた場合，本件雇止めは法的にどのように評価されるか，本件雇止めが不当と解される場合の効果はいかなるものかが論点となり，事実関係を踏まえた検討が求められる。また，Ｙ社は，平成２０年９月３０日付けで従来の労働契約をいったん合意解約するとともに，平成２１年３月３１日をもって退職することを内容とする新契約を締結しており，この事実が解雇権濫用規定の類推適用の当否や，雇止めの当否にどのように影響するのかについても検討する必要がある。\n設問２では，まず，Ｙ社がＮ組合の役員であるＲとＳに対して行った懲戒処分の根拠と効力が問題となる。懲戒処分の根拠については，本問の事実関係（Ｙ社就業規則の懲戒事由規定の存在）に留意する必要がある。懲戒処分の効力については労働契約法第１５条に沿って検討することになるが，本件懲戒処分は，Ｎ組合のストライキの計画・指導を理由に行われているので，本件ストライキの正当性が重要な論点となる。特に，Ｘ ら期間従業員問題の打開を図る\n１目的で実施されたという目的面と，本件ストライキが部分ストという形で実施されたという態様面で，それぞれどのように評価されるかがポイントとなろう。また，懲戒処分の効力に関する法律構成としては，労働契約法第１５条だけで構成するか，憲法第２８条や民法の公序規定\n（民法第９０条）を用いるか，あるいは不当労働行為禁止規定（労働組合法第７条）を活用するかが問題となる。さらに，懲戒権の濫用に関しては，ＲとＳに対する処分の相当性及び懲戒手続の当否についても検討する必要がある。\n[環 境 法］\n〔第１問〕\n本問は，環境負荷物質の種類に応じてどのような対応や手法が必要となるかを，論理的に説明できる能力を問う問題である。環境法政策の根本的部分を扱ったものである。\n設問１では，ばい煙及び有害大気汚染物質へのそれぞれの対応について条文を挙げつつ説明し，ばい煙については，いわゆる規制的手法が用いられていること，有害大気汚染物質対策に関しては，事業者の責務とされ，罰則もなく，自主的取組手法が中心であることを示し，対応の仕方に相違がある理由については，科学的知見が確実であるか否かによることを説明することが求められている。\n設問２の小問１は，二酸化炭素の特質について，①排出者は特定の者ではなく，程度の差は大きいが国民全体がかかわっていること，②二酸化炭素については世界全体での削減が問題となり，国全体での総量削減が必要であり，地域的な排出量の偏在は問題とならないこと，③二酸化炭素は現在のところ人為的活動に伴って不可避的に生ずるものであり，その削減にははくだいなコストが掛かるため，いかに社会的コストを少なくして削減するかが重要となること，④前記③と同様の理由から継続的削減が重要であり，削減のために現在の技術では十分でなく，技術革新・技術普及が必要であることなどを指摘することが求められている。そして，経済的手法が重要であることについて，その理由を，上記の特質と対応させて指摘することが求められる。\n設問２の小問２は，経済的手法の中でどういう措置があるかを挙げ，長所短所を問う問題であり，税・賦課金，排出枠取引（排出量取引，排出権取引），補助金の長短を説明することが求められる。\n〔第２問〕\n- 14 -本問は，自然環境保全に関し，自然公園法の全体的理解及び自然破壊という具体的事例における同法規定の適用のされ方の理解並びに環境民事訴訟における環境保護団体の訴訟法上の論点及び環境権等の実体法上の論点についての理解を問うものである。\n設問１の①の段階では，廃タイヤの集積という行為に対し，行政上の措置に関する法の規定がどのように適用されるかを正しく示し，検討することが求められる。自然公園法（以下「法」という。）第１４条第１項の特別保護地区内では，同条第３項が適用され，その違反に対して県知事は法第２７条の中止命令・原状回復命令を発することができる。また，法第１３条第１\n項の特別地域内では，同条第３項の要件に該当する場合に法第２７条の適用がある。解答に当たっては，これらの規定がいずれも優れた自然の風景地の保護を目的とすることを考慮することが期待される。なお，法第２７条については，県知事の措置として行政代執行について言及することが求められる。\n設問１の②の段階では，さらに，公園事業として設置された施設を焼失させた原因者に対しては，法第４７条に基づき費用負担を求め得ることにも言及することが求められる。なお，本問は行政上の措置を求めているので，民事訴訟の提起は対象とはしていない。\n設問２では，本件団体の主張として，まず当事者能力について，権利能力なき社団（民事訴訟法第２９条）に該当するとの主張が求められる。次に，団体固有の請求権に基づいて請求するのでなければ，当事者適格について，環境保護団体として原告適格があるとの主張が求められる。この点について予想される法的主張としては，選定当事者（同法第３０条），任意的訴訟担当として許されるとの主張のほか，環境利益をめぐる提訴前に重要な解決行動を行った紛争管理権者として当事者適格を有する（紛争管理権説）との主張や，訴訟提起前の紛争解決過程への関与等を任意的訴訟担当の要件として再構築するという主張も挙げられよう。\n次に実体権として撤去請求を根拠付けるものとしては，人格権，環境権の主張が予想される。\nいずれの場合でも，本問の原告が団体であることを考慮した主張を検討することが必要である。\nこれらに対する乙の反論としては，権利能力なき社団に該当しないとの反論，選定当事者，任意的訴訟担当が認められる要件を満たさないとの反論のほか，紛争管理権説に対しては，最高裁で否定されている（最判昭和６０年１２月２０日裁判集民事１４６号３３６頁・豊前火力発電所事件）との反論が考えられる。\nまた，環境権に対しては，環境権そのものが認められないことのほか，団体としての環境権に対する反論が考えられる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際紛争が発生したときに，国際法上，紛争当事国や紛争の局外にある第三国がそれに対していかなる対応をすることが可能かを問うている。\n設問（１）では，Ｙ国がＸ国民に対して行った預金凍結措置がそれ自体だけからの判断だと国際法上許されないことを前提にして，それが対抗措置として正当化できるかどうか，具体的には「先行違法行為の存在」等の実体要件や「義務履行要請」等の手続要件がいかなるもので，上記Ｙ国の措置がこれらの要件を満たすか否かを問うている。\n設問（２）は，Ｙ国の武力行使が，ＸＹ両国が加入する地域機関のＡ連合平和安全保障理事会の決議によって許されるか否かを問うものである。武力行使は一般的には禁止されているが，自衛の要件を満たすものは例外であり，国連安全保障理事会の決定によるものも許されると通説的には解されている。本問では，Ａ連合平和安全保障理事会の決議が武力行使を正当化し得るかどうか，特に国連憲章第８章「地域的取極」との関係でどのように位置付けられるかが最大のポイントである。\n設問（３）は，ＸＹ国間の国際紛争に対して，国連が何をできるかを前提にして，紛争の局\n- 15 -外にある国連加盟国が国連に対して何を要請できるかを問うものである。国連では，武力行使が現実に起こった状況では，国連安全保障理事会が第一次的な責任を持ち，総会の責任が安全保障理事会の責任を補完するものにすぎないこと，また総会は加盟国に対して勧告を行うにとどまるが，国連安全保障理事会は国際紛争を解決するための勧告にとどまらず（国連憲章第６\n章），「平和に対する脅威」等を認定して強制措置を実施することができる。これらの点を踏まえて，解答を作成することが期待される。\n設問（４）では，そもそも国際司法裁判所が本件について管轄権を持ち得るか，国際司法裁判所の管轄権があればＸ国はＹ国に何を請求すればよいか，また本案判決前に「暫定措置（又は仮保全措置）」（国際司法裁判所規程第４１条）を求めることはできるか，暫定措置の有用性はどうかを問うている。\n国際関係法（公法系）の場合も，法規の解釈と対象状況への当てはめ（適用）は，きちんと分けて考えることが期待される。\n〔第２問〕\n＜日本の法曹が直面する事象としての現実性＞本問の事例は，現在進行形で，日本が国際法上の対応が求められている問題を素材としている。数年にわたり，鯨類資源の利用と保存という問題に係る国際法上の方針として，日本は調査捕鯨を実施している。この調査捕鯨を実施する日本の船舶は，毎年，公海上で外国船舶及びその乗員から妨害行為を受けているが，これらの妨害行為に対して国際法上で日本がいかなる措置を採り得るかの判断は，日本にとって喫緊の課題である。さらに，状況によっては，公海上で妨害行為を行う船舶の船長や実行行為者について，日本の国内裁判所でこれらの個人が訴えられる可能性もある。\n設問１ ＜管轄権の種類と国際法上の根拠＞第一に，管轄権の国際法上の根拠を問うている。管轄権の根拠は属地主義，属人主義及びそれらの亜種，保護主義，普遍主義など，複数存在し，国際社会での承認の程度はそれぞれで相違している。本問でＡ国の国内法が規定する管轄権の根拠は何か，その根拠が国際法上でどの程度承認されているかを説明した上で，同国内法規定が本問の事実に適用される態様（事例への当てはめ）を明らかにしなければならない。\n第二に，管轄権には，立法・執行・裁判という種類ないし機能がある。本問の事例で，Ａ国内水にＢ国を旗国とする船舶が任意で入港したという事実に着目して，同船舶の船長に対して\nＡ国の執行・裁判管轄権が行使されること，その前提としては，Ａ国の国内法の適用が公海上の外国人による妨害行為に及んでいること，すなわち，立法管轄権が及んでいることを説明しなければならない。立法管轄権の行使は，他の種類の管轄権に比較して，国際法による許容性が高いことや，ローチュス号事件が本問における事件と類似性を持つ先例として存在することなども，関連する論点として考えることができる。\n設問２ ＜公海制度の基本原則とそれに照らした公海上の措置の法的評価＞第一に，公海の基本原則である公海自由の原則，公海秩序維持のための旗国主義が問われている。国連海洋法条約（新司法試験用法文搭載法令）の規定群を反復するだけでなく，公海自由の原則と旗国主義につき，その趣旨目的も含めて，「簡にして要を得た」説明が求められる。\n第二に，本問の事例で，公海上で旗国以外の国が船舶に対して執行措置を採ることが許されるかを決定するに際しては，妨害行為の性質判断が前提となる。海賊とみなすならば，関連規定群の解釈とともに，本問の事実に即して規定を適用（事例への当てはめ）して結論を導くことが求められる。あるいは，海賊とはみなさずに，妨害行為を衝突とみなすことの適否を論じたり，国連海洋法条約に規定する例外からは離れて，非旗国が公海上の船舶に対して執行措置を採ることを法的に正当化する可能性を導けないか，そのための根拠となる規定が国連海洋法\n- 16 -条約にあるか（例えば，旗国の義務規定）などの検討を行うことも考えられる。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，外国離婚判決の承認要件である国際裁判管轄の基準を問うと同時に，婚姻の実質的\n・形式的成立要件に適用される準拠法いかんを問う問題である。いずれの設問においても丁寧な当てはめの作業が示されなければならない。\n設問１は，離婚事件の国際裁判管轄（間接管轄）の基準を問うものである。まず，間接管轄と直接管轄の関係に触れ，その上で，最高裁判所の判決（最判昭和３９年３月２５日民集１８巻３号４８６頁及び最判平成８年６月２４日民集５０巻７号１４５１頁）を意識した基準の定立及び設問の事案への当てはめが求められている。\n設問２は，法の適用に関する通則法（以下「通則法」という。）第２４条第１項の問題であることの認識及び配分的適用と呼ばれる準拠法の適用方法の理解を問うものである。いわゆる一方的要件と双方的要件を抵触法又は実質法のいずれの平面の問題としてとらえるにせよ，再婚禁止期間（小問１）と重婚禁止（小問２）に関する要件の処理方法に言及することが求められている。また，当事者の本国法による婚姻の実質的成立要件が共に充足されない場合の法律効果の処理についても検討しなければならない（小問２）。\n設問３は，婚姻の形式的成立要件に適用される準拠法及びいわゆる領事婚に関する民法第７４１条の理解を問うものである。①と②の方法を婚姻の方式の問題として性質決定することを前提として，①の方法は，通則法第２４条第２項又は第３項により指定される甲国法による婚姻の形式的成立要件を満たすものであるが，②の方法は，同条第３項に基づき指定される日本民法第７４１条の要件を欠くことが示されなければならない。\n〔第２問〕\n本問は，国際的な取引の事案を基に，関係する問題の準拠法の決定方法及び専属的裁判管轄合意をめぐる当事者の利益状況を問う問題である。いずれの設問においても丁寧な当てはめの作業が示されなければならない。\n設問１は，法人の機関の代表権の準拠法を問う問題である。法人の機関の代表権を法人のいわゆる従属法の問題として性質決定することを前提とし，設立準拠法主義と本拠地法主義のいずれが従属法として採られるべきかという点を中心にした論述を求めるものである。\n設問２の小問１は，専属裁判管轄の合意が当事者のいかなる法的利益に影響するかを問うものである。\n設問２の小問２は，当事者が契約準拠法を定めなかった場合おける準拠法決定のプロセスを問うものである。通則法第７条の規定の適用がないことを確認した後に，いわゆる特徴的給付について言及しながら，同法第８条第１項の「最も密接に関係がある地の法」と同条第２項の「推定」の関係を説明することが求められている。\n設問３は，債権譲渡の債務者に対する効力の準拠法を問うものである。通則法第２３条の規定の立法の趣旨，特に譲渡債権の準拠法によらない場合の不都合等に言及しながら，債務者との関係における債権譲渡の効力の問題として性質決定すべきことを論述し，当該規定を適用することが求められている。\n- 17 -",
  "scoring_notes": "しも全く新しい議論をさせようとするものではない。法科大学院の授業や基本書の記\n述から身に付けることが可能な基本的事項を正確に理解し，これを基に，具体的問題\nに即して思考する力，応用力を試すものである。その際，教科書的知識をただ答案用\n紙に転記するのではなく，個別・具体の事案に応じて，憲法上の問題点を発見し，説\n得力のある理由を付して，自らの結論を導くことが求められている。\n２ 採点方針及び採点実感\n各考査委員から寄せられた意見・感想をまとめると，以下のとおりとなる。\n(1) 全般的な印象について\nア 今回の出題でも，憲法上の争点を見抜く力が問われているところ，出題趣旨を\n的確に把握し，重要な論点をほぼ提起した上で，法論理的思考力を発揮しつつ十\n分な検討を行っている答案もあった。しかし，全体的には，答案における考察の\n程度，個別具体的な検討という点で，まだ不十分さが残った。受験者の能力差は\n非常に大きく，自分で考える力を看取することができる答案が自然と高得点にな\nり，基本的な知識や理解を欠く者が低得点にとどまるという具合に，答案の水準\nには大きな開きがあり，それが点数差となって現れていた。優秀な答案は期待し\nたよりも少なく，下位の答案には，記述内容が稚拙で，法律問題の答案の記述と\nは言い難いもの，記載内容が乏しく，法的な論理力，思考力を判断する前提を欠\nくものがあったことも指摘された。\nイ 昨年と比べて資料の量が少なかったためか，問題文等を漫然と「書き写す」型\nの答案は減った。内容面でも，例えば，まず法令違憲の主張を行い，それが認め\nられない場合でも適用違憲（処分違憲）を論じるというように，両者の関係の理\n解が適切と思われるものが増えるなど，違憲判断の方法に関する理解ができてき\nているように思われた。\nウ 設問１，２の双方バランスよく解答できている答案は少なかった。設問１と設\n問２では，総じて，設問１の方がよくできていた。設問１の解答は，多くの答案\nでおおむね出題意図に沿った論述となっており，設問２で差が付いたように思わ\nれる。\nエ 出題では，Ｘ側の「主張」を述べた上で，Ｙ側の「大学の処分を正当化する主\n張」を想定しながら，「あなた自身の結論及び理由」を記載することが求められ\nている。この点について，Ｘ側の主張，Ｙ側の反論，自分の見解のそれぞれを独\n立して書き分ける必要があると思い込んでいる答案や， 最初にＸの主張において，\nＹ側の反論を先取りした主張や理由も含めて記載し，Ｙ側の主張として同様のこ\nとを書き，更に「見解」も同じように３回同内容を繰り返すものがあった。想定\nされるＹ側の主張は，必ずしもそれを独立に詳論する必要はなく， 「自身の結論\n及び理由」の中で，一体として議論に組み込んで示せば足りる。\nまた，Ｘの「主張」に対しておよそ通らないようなＹ側の主張を持ち出し，そ\n-2-\nれを「見解」の部分であっさり否定するといったものも見られた。\nなお，Ｘの弁護士としては，Ｘの立場に立ってどれだけ的確な主張を行うこと\nができるかが問われるが，この点に関する論述の優劣がそのまま答案全体の出来\nを左右しているようにも思われた。\nオ 提供された素材を読みこなし，事案に即して考える力が求められているが，い\nわば定型的に「問題となるのは，違憲審査基準である。 」という趣旨を記載する\n答案が多く，旧司法試験の場合とはまた別の意味で，答案がパターン化しつつあ\nるのではないかとの懸念がある。例えば，事案の分析をほとんどせずに，直ちに\n違憲審査基準の議論に移行し，一般論から導いた審査基準に「当てはめ」て，そ\nのまま結論に至るという答案が相当数見られた。このように，審査基準を具体的\n事案に即して検討せずに，審査基準の一般論だけで規則の合憲性を判断するので\nは，事実に即した法的分析や法的議論として不十分である。\nカ 問題文や資料をきちんと読んで事実関係を把握することは，適切な論述をする\nための前提であるが，問題文の誤解，曲解などが目に付いた。例えば，①Ｙ県立\n大学を国立大学と取り違えたり，県立大学の公権力性に気付かずＹ県立大学を私\n人ととらえ，私人間効力の問題を論じているもの，②本研究中止の処分の根拠を\n遺伝子情報保護規則に違反し情報開示した点にあるととらえて論じたもの，③Ｃ\nが死亡した， Ｃの家族が遺伝子の開示を承諾したなどの事実を前提に論じたもの，\n④「定められた手続に従って・・・審査した」とあるのに，憲法第３１条違反を\n中心的に問題として指摘するもの，⑤遺伝子情報保護規則においては，疾病原因\nとなる遺伝子情報のみが本人に開示されることとされているという点を正しくと\nらえていないものなどが少なからずあった。\n(2) 設問１について\nア ほとんどの答案は，本研究に対する中止処分を学問研究の自由の制約ととらえ\nてその合憲性を検討し，その中の比較的多数の答案が，事例に即して，先端科学\n研究や医療研究の特殊性に着目してその合憲性を検討するなど，出題意図に沿う\n論述をしており，好印象が持たれた。また，Ｃが研究に同意している点について\nは，危険治療であっても受けたいというＣの意思を尊重すべきとする意見がある\n一方，幾ら同意しているとはいえ，専門家ではないＣの同意を過度に重要視すべ\nきではないとする意見もあるなど，具体性を持った論述も少なくなかった。\nなお， 指針の位置付けとＹ県立大学医学部の規則による規制の可否については，\nこれを検討している答案が１割程度と少数にとどまったが，両者の相違の理由，\n規則制定の背景・経緯を踏まえて説得力のある論述を行っている答案もあり，そ\nのような答案は，総じて全体的にも高水準の内容となっていた。\nイ 答案からうかがわれた課題としては，以下のようなものが挙げられる。\n① 多くの受験者によって，憲法第２３条の自由と規制に関する問題だというこ\nとが理解され，その制約の限度については，それなりに記述されていた。しか\nし，同条が規定する学問の自由の中に学問研究の自由が含まれることの解釈を\n欠くもの，あるいは，学問の自由の精神的自由における位置付けについて，同\n条の独自の意義を説明できずに，単に，思想良心の自由を具体化したものだと\nしたり，表現の自由の一態様と解釈するなどの記述をするものも散見された。\n② 事案に即して考えるのではなく，単純に違憲審査基準を立場によって使い分\n-3-\nけ，自分は中間の基準をとるという，パターンとして答案を記載しようとする\n姿勢のものも目に付いた。例えば，Ｘ側の主張として厳格審査基準，Ｙ側とし\nて合理性の基準，自分としては中間審査の基準を採るというのが典型である。\nその論述過程で，具体的な事案の検討や論理の展開をほとんどすることなく，\n単に抽象的に，Ｘ側として，「精神的自由権だから」，「民主政の過程に影響を\n与えるから」学問研究の自由は重要だと記載し，Ｙ側として， 「本件のような\n先端医療分野では被験者の生命身体を保護する必要があるから」とし，自説に\nおける違憲審査基準については， 「原告と大学側の中間を採る」というスタン\nスしか示されていない答案も見られた。このような内容では事案に即した検討\nができているとは言えない。\n③ 「明白かつ現在の危険」の基準をその本来的な意味・内容を正確に理解しな\nいまま本件に用いる不適切な論述が散見された。\n④ 憲法第２３条は一方で原告（個々の研究者）の研究の自由を保障するが，他\n方で研究者の所属する大学の自治をも保障する。大学の自治は通常，学問の自\n由を保障するための制度的保障であると理解されているが，本問では，両者は\n対立関係にあるため，これをどう調整するのかという問題を避けて通ることは\nできない。この点を十分検討している答案は，余り見られなかった。\n⑤ 処分の要件である「重大な事態」に本件が当てはまるかどうかの検討に終始\nし，憲法上の問題を論じられていない答案が少数ながらあった。\n(3) 設問２について\nア Ｘは，Ｃには憲法第１３条の自己情報コントロール権があり，Ｃへの情報の開\n示はこれにこたえるものであり，インフォームドコンセントの観点からも不可欠\nの行為であるところ，本件規則はかかるＣの権利を侵害すると主張し，これに対\nしてＹは，ＣによるＣ自身の情報取得がＣの自己加害につながるとしてパターナ\nリスティックな規制を，Ｃの家族については同条のプライバシー権を保護する規\n制の必要を主張するという構造を把握できた答案があった。\nイ 答案からうかがわれた課題としては，以下のようなものが挙げられる。\n① 本問で問題となる人権が，被験者Ｃの知る権利及びその家族のプライバシー\n権であることに気付いていない答案が予想していた以上にあった。そのため，\n本件停職処分により侵害される人権に触れることなく，単に停職処分の軽重に\nついて違憲性を論じている答案や，侵害される人権を，営業の自由，職業選択\nの自由や表現の自由，学問成果の発表の自由ととらえる答案も見られた。\n知る権利に気付いても，表現の自由との関係における一般論に終始するだけ\nとなってしまうものもあり，「自律としての自由」と「他律であるパターナリ\nズム」との対立構図において被験者らの知る権利を論ずるものは少なかった。\nまた，パターナリズムの問題に一応触れても，遺伝子情報の保護という特殊性\nに立ち入ることなく，単に，未成年でないから規制は正当化できないといった\nことだけで結論付けてしまう論述になっているものもあった。また，家族の遺\n伝子情報をＣに開示したことの規則違反を指摘していても，それがプライバシ\nー権の問題であることを意識していない答案も少なくなかった。\n② 本件処分の理由は，規則に違反する情報開示であるため，直接的には，被験\n者であるＣの遺伝子情報を知る権利の侵害が問題になる。知る権利は自己の情\n-4-\n報に関する限り，憲法第２１条ではなくプライバシー権の発展型としての情報\nプライバシー権（自己情報コントロール権）として位置付けることも可能であ\nる。Ｃが家族の遺伝子情報を知ることは，家族の情報プライバシー権との間で\nの衝突を生む。それをどう解釈し，どちらを優先させるかが重要な論点となる\nが，この点を適切に論じたものは多くはなかった。\n③ 輸血拒否事件判決を理解していれば，Ｃに対するＸの説明責任が問題になる\nことに気付くことができたはずである。\n④ 第三者の憲法上の権利侵害を理由としてＸが違憲主張する適格が問題となる\nが，この問題に触れていない答案や，触れていても論述に適切さを欠くものも\n見られた。\n⑤ 部分社会の法理を展開し，停職処分は大学内部の問題であって，一般市民法\n秩序と直接かかわらないから司法審査が及ばないと書くものがあった。富山大\n学判決の判断枠組みを，本件のような場合にもそのまま用いることの妥当性や\n部分社会論自体の問題性を論じる必要がある。\n⑥ Ｃが何のために自己及び家族の遺伝子情報を知りたかったのかが分からなか\nったためか，「専門的知識に欠けるＣが遺伝子情報を知っても無意味なのでＣ\nは保護に値しない」と断ずるものがあったが，このような見方を示すだけで結\n論とするのでは説得力のある検討とは言えない。\nまた，関係者の利益状況の分析をするに当たり，Ｃに開示された第三者の情\n報が家族の情報であることに着目することはともかく，単に， 「家族だから本\n人と同視できる」，「家族であるのでプライバシー権保護の必要性が低い」とす\nるのも，必ずしも十分な検討とは言い難い。\n３ 答案から見て今後の法科大学院教育に求めるもの\n前記２(1)アで指摘したように，憲法に関する基本的理解が十分身に付いていないと\n思われる答案がそれなりにあった。法科大学院における教育を通じて，具体的事案に\n対応可能となるための不可欠の前提である，基本的な理解を着実にさせることが求め\nられるであろう。\nまた，与えられた事実のごく一部を適当に拾って審査基準に形式的に「当てはめ」\nているだけで結論が出たと考えるのではなく，様々な事実を法的観点から分析・評価\nし，一つの筋道立った結論を導こうとする姿勢を身に付けさせるよう促す必要がある\nと思われる。\n-5-\n平成２１年新司法試験の採点実感等に関する意見（行政法）\n１ 出題の趣旨等\n別途公表している「出題の趣旨」も合わせて，参照いただきたい。\n・ 設問１は，建築確認の取消訴訟の原告適格，狭義の訴えの利益，建築確認の執行\n停止について問うものである。取り分け原告適格について，Ｆらの個別事情を踏ま\nえた丁寧な論述をすることが求められている。\n・ 設問２は，実体上の違法事由（接道義務違反，地下駐車場と児童室の距離制限違\n反），手続上の違法事由（紛争予防条例に定める説明会の開催義務違反，行政手続\n法上の公聴会開催義務違反） の主張が認められ得るかを検討させ， 特にＦについて，\n行政事件訴訟法第１０条第１項の主張制限について問うものである。\n２ 採点方針\n・ Ｆらに原告適格が認められるか，個別の違法事由の主張が認められるかといった\n個々の結論よりも，結論に至る過程でどれだけ説得力のある論述をしているかを重\n要視した。したがって，結論それ自体の記載では解答したことにはならず，結論に\n至る思考過程を説得的に論証することが求められる。\n・ 建築確認の根拠法令である建築基準法及び関連条例の抜粋から，その目的と各種\n規制の内容を理解し，根拠法令が建築確認を通してどのような利益を保護しようと\nしているのかをよく考え，趣旨に基づいた論述をした答案が高く評価された。\n・ 基本的理解が現れている答案が高い評価を受けた一方で，一知半解の知識のみに\n基づいて書いた答案は低い評価に止まった。\n・ 条文を条・項・号まで的確に挙げているか，すなわち法文を踏まえているか否か\nも，評価に当たって考慮した。\n３ 採点実感\n以下は，採点委員から寄せられた主要な意見をまとめたものである。内容の重複す\nる部分も存在するが， 受験者等に対する重要な示唆となり得るものとして， 紹介する。\n・ 論ずべき事項が，問題文によってかなり具体的に示されていたことから，全く筋\n違いの方向で論じる答案は少なく，大部分の答案は，取消訴訟を提起し執行停止を\n申し立てるべきことを前提に，取消訴訟の原告適格や執行停止の要件について論じ\nていた。\n・ 全体として，基本的な問題であり，実力がよく測定されてそのまま評価の差に反\n映した印象である。 よく理解できている受験者と勉強が不足している受験者の間で，\n得点差が明確に出ており，学習の到達度を明確に判定できたと考えている。\n・ 問題が素直なものであったため，受験者の出来具合は比較的高い感があったが，\n非常に優れた答案は少なかった。\n・ 全体として，暗記である程度対応できる一般論については比較的書けているのに\n対し，具体的な事案の分析，法の解釈・適用，基本的な論述といった場面では，能\n力の不足が顕著である。\n・ これまでも言われてきたところではあるが，総じて，訴訟法に関する設問１と比\nべ，主に行政実体法の解釈に関する設問２の評価が低い傾向にあった。結論部分の\n-6-\nみを示している答案が相当数見られ，自分の頭で考えて答えを導く答案は，多くは\nなかった。行政実体法に接する学習が足りていないのか，議論の進め方が雑である\nという印象が強い。\n・ 原告適格に関する一般的な判断の枠組みは，言葉として暗記して答案に再現して\nはいるものの，内容を理解せずに適用されている例，事案に即した具体的な当ては\nめが弱い例が，かなり多く見られる。ここには，丸暗記に頼った従来型学習の弊害\nがなお払拭されていない状況がうかがわれる。多くの受験者は，建築確認の根拠条\n文を丁寧に検討することなく，建築基準法第１条の目的規定とＢ県中高層建築物の\n建築に係る紛争の予防と調整に関する条例の「近隣関係住民」の規定を挙げるにと\nどめている。建築確認の要件が全く検討されていない答案や建築紛争条例が関連法\n令に該当するのかといった議論を省いた答案が，相当数見られた。つまり，何が個\n別的に法令で保護されていると解釈できるのかについて，法令を注意深く，丁寧に\n分析した答案は極めて少ない。\n・ 行政事件訴訟法第９条第２項は，法令に違反してなされた場合に害されることと\nなる利益の内容・性質を勘案することを求めている。しかし，利益の内容及び性質\nに関して原告適格を論じた答案は少なく，火災からの安全と児童室利用の際の交通\n安全を区別していない答案も多く見られた。同法第９条第２項の列挙する要素を羅\n列するだけの答案や，小田急訴訟大法廷判決についての知識はあっても，その理解\nが表面的であり，原告適格判断の基礎が身に付いていない答案が多く見られた。つ\nまり，原告適格の有無が具体的にどのように検討されるべきなのかという基本問題\nについて，理解がなお十分ではない。\n・ 個別の論点について触れてはいるが，論述の流れや説得力において物足りないタ\nイプの答案が目立つ。\n・ 工事の完了に伴う取消訴訟の帰趨に関して，議論を落としている答案や，触れて\nはいるものの，訴えの利益が消滅する理由が全く述べられていない（ないしは不十\n分な）答案が多かった。\n・ 執行停止に関して，行政事件訴訟法の要件を解釈した上で，本件を適切に当ては\nめて利益衡量を行った答案は，極めて少数であった。多くの答案は，侵害される利\n益や訴えの利益の消滅のおそれにかんがみて執行停止が認められるといった程度の\n記述にとどまっていた。重大な損害の解釈について論じないまま，結論のみを述べ\nる答案も見られた。効力停止の必要性について論じているものは少ない。\n・ 法科大学院の教育において，条例制定権に関する問題が憲法と行政法の間の谷間\nに入り込んでしまっているのか，条例制定権に関しての理解不足が目立つ。\n・ 資料に挙げられた二つの条例について，法律に基づいて制定された条例なのか，\n地方公共団体が自主的に制定した条例なのかといった区別や，その性質の違いを意\n識した答案は少数であった。\n・ 会議録に出ている事実関係をそのまま転記し，又は要約するだけで結論に持ち込\nむ答案が少なくない。例えば，接道義務及び児童室にかかわる法令違反に関して，\nそのような答案が見られた。問題文中の情報を切り貼りするだけの答案では，解答\nしたことには全くならない。\n・ 接道義務違反，距離制限違反について多くの答案は言及していたが，法律条文の\n趣旨を踏まえて，その解釈を示し，具体的な事実関係を当てはめて結論を出すとい\n-7-\nう，法的三段論法に沿った論述は少なかった。答案の中には，法律の条文のみを引\n用して，直ちに結論を示すものが見られ，法律解釈の基本が理解できていない。例\nえば，児童室が「児童公園，・・これらに類するもの」（Ｂ県建築安全条例第２７条\n第４号）に該当するかについて，条文の趣旨解釈から説明しているものは少なく，\n条文を解釈するという姿勢に欠けている。本件児童室は児童が利用しやすい施設だ\nから児童公園に類するなど，法文に続けて，単純に事実関係を論じるだけで，法令\nへの当てはめの議論になっていない答案， 当てはめが見られない答案が少なくない。\n・ 説明会開催義務違反に関しては，手続的違法による処分の取消し可能性について\nのみ論じる答案がかなり多かった。建築基準法と自主条例の関係に関して，この点\nを論じる必要性に関して意識されていないものも少なくない。\n・ 公聴会に関しては，多くの答案が行政手続法第１０条に基づいて適切に論じてい\nた。しかし，紛争予防条例に基づく説明会と区別ができていない答案や，行政手続\n法に言及できていない答案も見られた。\n・ 主張制限については，一通り書き込まれている答案が多かった。しかし，そのよ\nうな答案のほとんどは，行政事件訴訟法第１０条第１項については原告適格と同様\nに考えればよいといった説明に終わっていた。\n・ 読みやすい文章，流れのある文章が見られる反面，論点を追うだけで文章が続い\nていない答案が見られた。\n・ 対象外の論述を展開している答案，余事記載をしている答案も見られたが，当然\nながら，その部分には点数は与えられない。\n４ 今後の出題の在り方\n・ 何について論じるのかという点について，一層明確にすべきであるといった意見\nが見られる一方で， 問題文における指示が懇切丁寧すぎるといった意見も見られた。\n５ 今後の法科大学院教育に求めるもの\n・ 行政法の基礎は，難しい理論の分析以前に，法令の規定を正確に読み解くことで\nあり，そうした技術の訓練が必要である。日ごろから，多くの法令に触れて学習す\nることが，重要な意味を持つ。\n・ 与えられた事実と法令を基に，自分の頭を使って考えたことを分かりやすく表現\nするという訓練が不可欠である。判例を始めとする法律知識は重要ではあるが，こ\nれも考える素材として重要であるという意識を持って勉強を進めることが望まれる。\n・ 問題点を発見し，これについてじっくり論理的に考え，その結果を達意の文章に\nできる能力を身に付けさせることが要請される。知識は基礎的なもので構わず，む\nしろ，それを掘り下げることができるように，上記能力を磨くことが重要である。\n・ 実際の行政訴訟の場では， 文献や立法資料が乏しい中で行政実体法を手掛かりに，\nその趣旨を考え，説得力のある論理を検討することが多い。法科大学院では，具体\n的な事案を素材に，個別の行政実体法の趣旨に基づいた検討ができる能力を学生に\n身に付けさせる指導を期待する。\n・ 事案を分析し，法を具体的に解釈，適用する場面において能力の不足が顕著であ\nる。マニュアル志向，正解志向に陥ることなく，具体的な事案に基づいて，柔軟か\nつバランスのとれた実務的な法的思考力を身に付けさせる教育を望みたい。\n-8-\n・ 基礎的な理解に乏しい受験者も見られ，修了認定の厳格化が必要である。\n-9-\n平成２１年新司法試験の採点実感等に関する意見（民法）\n１ 出題の趣旨，ねらい等\n民事系科目第２問は，機械の製造販売事業を営む株式会社の取引及び合併をめぐる\n事例に関し，様々な角度から，民法上及び会社法上の問題点等についての基礎的な理\n解の有無を問う総合問題である。単に知識の有無の確認をするだけではなく，具体的\nな事実関係に即して基本的問題を掘り下げて考察する能力，具体的事実を法的観点か\nら評価し構成する能力，法律上の権利を具体的場面で活用する能力，論理的に一貫し\nた論述をする能力の有無などを試すものである。\n民事系科目第２問の前半（設問１から設問３まで）は民法からの出題であり，会社\n間の売買契約に関する問題である。Ｘ社がＡ社に金属加工機械１台を所有権留保特約\n付きで売却し，Ａ社がこれをＹ社に転売し，Ｘ社からＹ社に直接納品されたが，Ａ社\nのＸ社に対する代金債務が履行されなかったため，Ｘ社がＡ社との売買契約を解除し\nた上，Ｙ社に対し目的物の返還を求めて提訴したという事案について，多面的な検討\nを求めることにより，種々の能力の程度を測るものである。\n設問１は，Ｘ社とＡ社との間の売買契約について，注文書及び注文請書に誤記があ\nり，両当事者が一致して意図していた目的物の型番とは異なる型番がこれらの書面に\n記載されたという場合において， 売買契約の目的物， 誤記が契約の効力に与える影響，\n錯誤の成否について問うものである。契約当事者の真意は合致しているものの，物理\n的な表示がそれとは異なっている場合の処理という基礎的な問題ではあるが，結論に\n至る理由付けを具体的事案に即して述べるためには，理論的考察と事実の評価との両\n面にわたる能力が求められる。錯誤の成否にも言及することを求めたのは，そうしな\nい場合には，錯誤とはならないと理解しそのように書く答案，錯誤とはならないと理\n解したためにあえて言及しない答案，錯誤の成否についてはよく分からない（又は問\n題点に気付かない）ために言及しない答案が出現することが予想されるので，第２類\n型と第３類型とを識別する必要があると考えたためである。なお，本件では，種類物\n売買であるという特徴もある。\n設問２は，Ｙ社による上記機械の即時取得の要件に関する問題である。（１）①は，\n「Ａ社とＹ社との間の売買契約に基づく引渡しがされたこと」という事実をＹ社が主\n張立証する必要があるかどうかを問うものである。取引行為に基づく占有取得の要件\nについて，その意義（占有取得の意義，それが取引行為に「基づく」ものであること\nの意味）を問うている。なお，この事実は，種類物の特定にもかかわるものである。\n（１）②は，「Ｙ社が引渡しを受ける際，Ａ社がＸ社に代金全額を弁済していない事\n実を知らなかったこと」という事実をＹ社が主張立証する必要があるかどうかを問う\nものである。ここでは，即時取得の要件である「善意」又は「無過失」に関する一般\n的な論述よりも，上記事実が即時取得の要件である「善意」とは異なるものであるこ\nとを正確に指摘した上，その評価をすることが求められる。 （２）③及び④は，即時\n取得における過失の評価に関する問題であるが，それぞれの性格は異なる。 （２）③\nは，具体的事実が過失の認定判断に働くかどうか，その理由は何かの説明を求めるも\nのであり，事実の分析及び評価に係るものである。他方， （２）④は，過失の有無の\n判断が占有取得時にされるべきであるという理論的性格を持つものである。以上のよ\nうに，設問２は，要件事実の基本的知識を確認するだけではなく，実体法上の理論的\n-1 0-\n問題の検討及び具体的事実の慎重な分析と評価を求めるという，多面的な性格を持つ\n問題である。\n設問３は，Ｘ社がＹ社に対し，引き渡された機械の返還とともに，その使用料相当\n額をも請求しようとする場合について，その法的根拠を１つ示した上，いつから請求\nすることができるかの説明を求めるものである。法的根拠（不当利得返還請求権，悪\n意占有者の果実返還義務，不法行為に基づく損害賠償請求権が考えられる。 ）といつ\nから請求することができるか（引渡時，解除時，返還請求時，返還請求訴訟提起時が\n考えられる。）との組合せと理由付けが整合的なものとして示されていること，その\n前提として所有権留保売買の法的構成及びそこでの買主又は転得者の使用権限に関す\nる分析がされていることが求められる。この問題は，他人の物を権原なく使用する場\n合の清算関係及び所有権留保売買における売主と転得者との関係という民法上の重要\n問題に関する基本的理解と，具体的事実を法的観点から評価し構成する能力を問うも\nのである。\n２ 採点方針\n今回の論文式試験においては，新司法試験開始以来，初めて民法と商法との大大問\n形式での出題がなされることになったが，民法の領域については，従来と同様，受験\n者の能力を多面的に測ることを目指した。すなわち，第１に，民法上の基本的な問題\nについての理解が着実にできているかどうかを確かめることにした。第２に，単に知\n識の確認をするだけでなく，掘り下げた考察をし，それを明確に表現する能力，論理\n的に一貫した叙述をする能力，及び，具体的事実を注意深く分析した上，法的観点か\nら評価し構成する能力を確かめることにした。 第３に， 基本的な問題の奥に存在する，\nより高度な問題に気が付いて，それに取り組む答案があれば，これを積極的に評価す\nることにした。\nなお，採点の基本方針としては，新司法試験の制度理念が遺憾なく発揮されるよう\nにするという観点から，一方では，総花式に諸論点に浅く言及する答案よりも，ある\n論点についての考察の要所において周到堅実や創意工夫に富む答案には高い評価を与\nえるようにし，他方では，論理的に矛盾した構成やあり得ない法的解釈をするなど積\n極的な誤りが著しい答案には低い評価を与えるようにし，しかも全体として適切な得\n点分布が実現されるようにした。\n３ 採点実感等\n採点実感等については，各考査委員の感想を総合すると以下のとおりとなる。\n(1) 概観\n出題の意図に即した答案の存否及び多寡については，次のとおりである。設問１\nについては， 出題の意図におおむね即した答案が多数であった。 設問２については，\n小問によってばらつきがあり，特に小問（２）①では，出題の意図におおむね即し\nた答案が大多数であったのに対し，同④では，出題の意図を把握できなかった答案\nが大多数であった。設問３については，出題の意図に即した答案は，少なかった。\n出題時に予定していた解答水準と実際の解答水準については， 次のとおりである。\n設問１においては， 予想されたとおり， 一応の水準に達するものが過半数あったが，\n期待した水準に達するものは多くなかった。設問２においては，小問によってばら\n-1 1-\nつきがあり，そのばらつきは，予想よりやや大きかった。小問（１）①は，期待し\nた水準に達しているものが大多数であり， これは予想を上回った。（１） ②及び （２）\n③は，期待した水準には達していないが，一応の解答をするものが多かった。（２）\n④は，題意を正確に理解し，一応の水準に達したものは少数であり，これは予想を\n下回った。設問３については，一応の水準に達していないものが予想以上に多くあ\nった。\n答案の水準についての絶対的評価については，全体として，傑出した答案が少な\nく平板なものが多いことを指摘する意見があった。また，下位の答案には非常に低\nい質のものがあることを指摘する意見もあった。\n(2) 設問１について\n本問は，契約の成立に関する基本的問題であるが，多くの答案は，当事者の合致\nした真意による型番の機械についての売買契約が成立し，錯誤は成立しないという\n構成をとっていて，その点においては一応の水準に達している。しかし，なぜ錯誤\nが成立しないのかについて，明確に説明できているものは多くない。錯誤が成立す\nるとした上，妥当な結論に至ろうとして，錯誤の要件を操作したり（錯誤となるが\n重過失がないというそれ自体は正しいもののほか， 「共通錯誤」だから錯誤になら\nないという奇異なものもあった。），契約の成立時期を操作したりする（権限のない\n担当者の協議段階で契約が成立する，履行過程における新契約が成立するなど。 ）\nなどの苦労をしているものも相当数あった。また，少数ではあるが，本件売買契約\nの目的物は誤記された型番の機械（当事者の意図していないもの。 ）であるとした\n上，この契約は錯誤により無効であると述べて済ませているものもあったが，これ\nについては，それではどこかおかしいと考え直すことができないのは，法曹となる\nための資質が疑われるという意見があった。\nなお，本件売買が不特定物（種類物）売買であることを正しく指摘したものはご\nく少数であった。また，特定された後の具体的な機械が目的物であるとする誤答が\n散見された。\n(3) 設問２について\n本問は，一見すると要件事実のみにかかわる問題のようであるが，その内容は，\n提示された「事実」の注意深い分析とその評価，及び，その前提としての実体法の\n理解を問うものである。力のある者は， 「事実」を正確に分析した上，要件事実の\n理解と実体法の理解をバランスよく論述するが，力のないものは， 「事実」の分析\nを怠り，要件事実の平板な叙述にとどまっていた。\n小問（１）①については，おおむね良好な解答状況であった。更に進んで，いわ\nゆる「基づく引渡し」について論じているものも相当数あったが，不特定物の特定\nに言及しているものはほとんどなかった。\n小問（１）②については，「事実②」を単純に即時取得の「善意」を意味するも\nのであると即断し，民法第１８６条第１項の推定の問題として，平板な論述をする\nものが多かった。提示された事実の慎重な分析をする力の弱さが現れたと指摘する\n意見が多く出された。\n小問（２）③については，規範的要件である「過失」の性質，位置付けについて\nは，おおよその理解ができているものが多かったが，これらについて正確に述べる\nことなく， 事実の社会的な評価に係る自らの見解を述べる答案も少なからずあった。\n-1 2-\n小問（２）④については，基準時の問題に気付かないものが大多数であった。こ\nれは，即時取得の要件の判断の基準時についての知識がないのではなく，具体的事\n実についてその知識を正しく用いて判断するという力が弱いことを示していると思\nわれる。事実を時系列に即して整理することができていないという指摘もあった。\n(4) 設問３について\n所有権留保の問題に言及していないものが大半であり，そもそも担保物権法の問\n題だということにさえ気付かないものも多数あり，題意に対応できていない答案が\n多かった。これは，担保物権法の基礎的理解が極めて不十分であることを示してい\nると考えられる。\nまた，選択した法律構成と使用料相当額請求の始期との論理的整合性のないもの\nも相当あった。これは，当該法律構成についての基礎的な理解が不十分であるとと\nもに，論理的な思考能力の不足も表していると思われる。\n(5) 全体を通じて\n設問１と設問３は，多くの受験者にとって，その場で考える必要がある問題であ\nったと思われる。習得した基本的知識に基づいて，自ら考え，妥当な結論に至り，\n論理的に整合性のある論述をする必要がある。設問２は，一見すると要件事実の知\n識のみを問うているかのように見えるが，その内容は，事実の分析能力と実体法の\n理解をも確かめるものである。いずれの問題においても，提示された事実を正確に\n理解する必要があるが，それが不十分な答案が少なくなかった。\nこのように， 第２問前半は， 民法の問題について， 基本的知識の有無だけでなく，\n具体的事実との関係での知識の的確な活用，未知の問題についての考察，論理的な\n叙述といった， 法律家として求められる能力を多面的に測ることを目指したところ，\n各問題についての出来不出来はあったものの，全体を通して見ると，上記の能力の\nある者を選別できたのではないかと考える。この意味で，今回の出題は，一定の成\n果があったように思われる。\nもっとも，第２問後半（商法）の問題との関係からか，第２問の前半全体として\nの解答の分量が少ないという指摘があった。\n４ 今後の法科大学院教育に求めるもの\n前記「２ 採点方針」に記載した諸点，すなわち，民法上の基本的な問題について\nの着実な理解，掘り下げた考察をしそれを明確に表現する能力，論理的に一貫した叙\n述をする能力， 具体的事実を注意深く分析しこれを法的観点から評価し構成する能力，\nより高度な問題にも取り組もうとする姿勢は，いずれも法律家になろうとする者に今\n後とも求められるものであると考える。なお，前述のとおり，下位の答案に非常に質\nの低いものも見られるとの指摘などもあったことから，取り分けそのような者につい\nては，まずは基本的な理解を着実に習得することが必要とされよう。\n-1 3-\n平成２１年新司法試験の採点実感等に関する意見（商法）\n１ 出題の趣旨，ねらい等\n既に 「平成２１年新司法試験論文式試験問題出題趣旨」（以下 「出題趣旨」 という。）\nにおいて説明しているとおりであり，特に補足すべき点はない。\n２ 採点方針，採点実感等\n民事系科目第２問の設問４から設問６までが商法からの出題であるが，これらは，\nいずれも，問題文に示された比較的詳細な事実や議決権行使書面及び委任状といった\n法的文書を読み解き，分析して，商法上の論点を的確に抽出した上，民事訴訟や民事\n保全の手続をも活用しつつ，事案に即した有効な法的対応を行うことができるかとい\nう，法曹に求められる基本的な知識と能力を試すものである。\n設問４については，ほとんどの答案が会社法第３６０条の差止請求権の問題として\n検討することができていた。同条の適用に当たっては，Ｘ社の取締役の行為が法令違\n反の行為になるかという問題と，同社に回復することができない損害が生ずるおそれ\nがあるかという問題を検討することとなるが，これらの双方の論点につき，多くの答\n案が取り上げていたものの，「法令」違反の意義をきちんと論じていた答案は，多く\nはなかった。例えば，かなりの割合の答案は，独占禁止法違反の行為が当然に会社法\n第３６０条に規定する法令に違反する行為に当たると単純に記述していたが，裁判例\n・学説上重要な問題として論じられている会社法第４２３条における任務懈怠として\nの「法令」違反（善管注意義務違反，忠実義務違反）と同様の議論が会社法第３６０\n条についても問題になり得ることを意識した答案は少なかったし，合併比率の不公正\nの点を論じた答案も少なく，応用力が十分でないことがうかがわれた。また，問題文\nにおいては，Ｚ社との基本合意をＸ社が白紙撤回し，それに対し，Ｚ社がＸ社に対す\nる損害賠償請求の提訴を準備していることを詳しく記述している。この損害賠償が認\nめられれば，Ｘ社に損害が発生することから，基本合意を破棄してＤ社との合併を行\nおうとしているＸ社の取締役の行為は，取締役の善管注意義務違反という違法性の問\n題としても，「当該株式会社に回復することができない損害が生ずるおそれがあると\nき」の問題としても，論じられるべきものであることが分かるはずであるが，これを\n指摘して論じている答案は極めて少なかった。問題文をよく読んでそこに書かれてい\nる事実の法的意義を読み解くという姿勢ないし能力の欠如を示すものであろう。\n設問５については，出題趣旨で説明しているように，議決権行使書面と委任状，そ\nれぞれに関する法制の違いをどこまで理解しているかを試す問題であったが，ほとん\nどの答案は，これをきちんと理解していなかった。このことは，委任状の受任者であ\nるＺ社が会社提案議案に反対の議決権行使をしているにもかかわらず，同議案に賛成\nとの記載のある委任状を特段の根拠を示すことなく同議案への賛成票に算入してしま\nっている答案がほとんどであったことに端的に示されている。また，賛否の記載のな\nい議決権行使書面の効力については，会社法施行規則第６６条第１項第２号という明\n文の規定があるのに，これに言及する答案はほとんどなく，かえって同号の規定に反\nする内容を漫然と記述している答案も相当数あったところであり，規則のレベルまで\n学習が及んでいないことがうかがわれた。\n設問６については，出題趣旨で説明しているように，設問５における検討結果を踏\n-1 4-\nまえ，合併承認の総会決議が成立していないことを論じて，そこから当該総会決議の\n取消しの訴えを提起するとともに，それを本案とする実効的な仮の地位を定める仮処\n分命令の申立ての検討を論じることが期待された。しかし，設問５に対するほとんど\nの答案の内容が上記のようなものとなっていたため，合併承認の総会決議が当然に成\n立したということを前提とする答案が多く，そもそも，このような期待される論点に\n入らない答案が多かった。多くの答案は，独占禁止法違反や議長の議事運営の不公正\nさ（答案によっては，これらに加えて合併比率の不公正さ）による株主総会決議の無\n効や取消しの問題のみを論じるにとどまっていたが，このような答案も，設問４にお\nける検討と同様，独占禁止法違反や合併比率の不公正さが決議無効原因になるかとい\nう問題点をきちんと論じているものは，ほとんどなかった。これらの瑕疵につき，合\n併の効力発生後は合併無効の訴えによらなければ争うことができないことは，多くの\n答案で触れられていたが，株主総会の決議の無効の確認又は取消しの訴えと合併の無\n効の訴えとの関係まで論じたものは，少なかったし，独占禁止法違反や合併比率の不\n公正が合併無効の原因となるかという問題点についても，検討を行っていない答案が\n多かった。\n全般的に言うことができるのは，例年指摘されていることではあるが，問題文に記\n載されている事実関係の法的意義を読み解くこと（事実関係への当てはめ）が不十分\nであり， その結果， 法的論点についての理解に基づく踏み込んだ議論ができず， また，\nその前提として，当該論点に関する法令の規定や裁判例への言及もほとんどされてい\nないということである。条文や裁判例を出発点として議論をするという法律実務家に\n最も必要な姿勢に欠けていると言わざるを得ないであろう。上述したように，議決権\n行使書面と委任状の違いといった実務的にも重要な基本的制度の理解が不十分である\nし，実務的には極めて重要となる仮処分命令について触れている答案も，極めて少な\nかった。加えて，票数の数え間違い等，法律実務家としての能力以前の初歩的なミス\nも目立った。\n３ 今後の出題\n本年の出題における試みとして，裁判例・学説等が余りなく，一義的な答えを知識\nとして有していないであろう問題（設問５の②）を出題し，受験者がそのような問題\nについても自分なりに考え， 解答を導く能力を有しているかどうかを問うこととした。\n各自で考えたそれなりの解答が得られ，有益な試みであったと考えられるが，採点方\n法が難しくなったことは事実であり，出題形式等における更なる工夫を考えることも\n必要であろう。なお，独占禁止法違反が取締役の行為の差止め，株主総会の決議の無\n効，合併の無効等の原因になるかという問題は，会社法の問題であるとともに，独占\n禁止法の解釈問題としての面も有しているため，他法との境界領域にかかわる出題を\nする際の課題も感じられた。\n４ 今後の法科大学院教育に求めるもの\n受験生には，議決権行使書面と委任状の問題，民事保全の手続による救済等のよう\nに，基本的であり，かつ，実務的にも非常に重要な制度に関する理解ができていない\n傾向が見られる。これは，法科大学院における商法教育の重点の置き方にも，問題が\n存在する可能性があるのではなかろうか。また，事実関係を正確に読み解き，そこに\n-1 5-\n含まれている法的問題を抽出する能力，理論を深く理解して，それを応用する能力等\nも，不十分である。今後とも，これらの法曹に求められる基本的能力を涵養する教育\nが求められるであろう。\n-1 6-\n平成２１年新司法試験の採点実感等に関する意見（民事訴訟法）\n１ 出題趣旨・ねらい等\n基本的には，「出題趣旨」に記載したとおりである。\n今年の民事訴訟法の出題は，大大問ではなく，大問形式であったことから，訴訟物\nの問題など，大大問では出題が比較的難しい分野について受験者の理解力・思考力を\n試す問題を出題した。第１問，第２問共に，基本的な知識を基礎としつつも，応用力\nを試す問題を出題することにより，これまでの学習で培った基礎的知識に基づき，具\n体的事例に即して論理的に分析かつ思考して，妥当な結論を導き出すことができるか\nどうかを試すものである。\n設問１は，いわゆる「相手方の援用しない自己に不利益な事実の陳述」という周知\nの論点に関するものである。ここでは，弁論主義の第１及び第２テーゼや，自白の意\n義に関する基本的な理解が前提となる。その上で，設問１では，建物収去土地明渡請\n求訴訟において建物買取請求権の行使が問題となる設例に基づき，証拠調べの要否と\nいう観点から検討させることにより，その応用力を問うことを意図している。取り分\nけ，小問（３）は，擬制自白に関する民事訴訟法第１５９条第１項が，主張責任を負\nう相手方の主張する事実について争うかどうかを明らかにしない場合を想定した規定\nであることを踏まえつつ，主張責任を負う当事者が相手方の主張する事実について争\nうことを明らかにしない場合にどのように考えるかという新たな論点を提示して，受\n験者の思考力・分析力を試すものである。\n設問２は，訴訟物，訴えの利益，既判力等の民事訴訟法に関する基本的な概念につ\nいての理解を前提とするものであり，まずは，これらの概念について正確に理解して\nいることが必要となる。その上で，設問２では，具体的な事案の訴訟経過に即して，\n訴えの利益の有無，訴訟物及び既判力の内容を，当事者の立場から複眼的に検討・分\n析することが求められる。取り分け，小問（２）では，第１訴訟と第２訴訟の訴訟物\nが同一であることを前提としながら，少なくとも建物収去を求める部分については棄\n却されるべきであるとの被告の主張の論拠について考えさせる問題であり， 受験者は，\n既判力についての基本的な理解を踏まえ，一部認容判決の敗訴部分の既判力や留保付\n判決の留保部分に生じる効力など，被告の主張の論拠について考えることが求められ\nる。\n２ 採点実感等\n答案を採点した委員から寄せられた意見をまとめると，次のとおりである。\n(1) 解答に当たっては，基礎的な概念について正確に理解することが必要となる。も\nとより，基礎的な概念や内容そのものを不必要に長々と論じることは求められてい\nないが，条文の趣旨や基本的な理念の理解が不十分なまま論理を展開する答案も少\nなくなかった。採点に当たっては，基本的な概念の理解が正確であれば一定の評価\nを与えるようにしたが，例えば，第１問について，弁論主義の第１及び第２テーゼ\nの意義について正確に理解していない答案や，第３テーゼを証拠調べの要否に関す\nるものと誤解しているものが目立った。第２問について，既判力の問題と二重起訴\nの問題とを混同しているものなどが見られた。応用力を試す問題であっても，飽く\nまで土台となるのは民事訴訟法の理念についての基礎的な理解力であり，この基礎\n-1 7-\nがぜい弱な場合には説得的な答案を書くのは困難となることに留意すべきである。\n(2) 解答に当たっては，問題の所在を正確に把握した上で，基本的な理念に照らして\n考えていくことが必要となるが，答案の中には，問題の所在を注意深く検討するこ\nとなく，既知の論点についての論述から結論を導き出しているものも多かった。例\nえば，設問１の小問（３）は，前記のとおり，擬制自白に関する民事訴訟法第１５\n９条第１項がそのまま適用される場面ではないことから，同項の適用される場面か\nどうかを考えた上で，同項の趣旨に照らして，証拠調べを要することなく判決の基\n礎とすることができるかを考察することが必要となるが，そもそも問題の所在に気\nが付いていない答案も少なくなかった。また，設問２の小問（２）では， 「少なく\nとも建物収去を求める部分については」との出題趣旨について注意深く検討するこ\nとなく，既判力の一般論から結論を導き出している答案がほとんどであった。\n(3) 採点に当たっては，論理的な一貫性も考慮したが，小問ごとに望ましいと考えら\nれる結論を追求する余り，論理的な一貫性を欠く答案も散見された。例えば，設問\n１において，建物買取請求権を権利抗弁であるとしながら，小問によっては，事実\nの主張であるとの立場に立って自白の成否を論じているものが少なくなかった。こ\nれは，権利抗弁についての基本的な理解が不十分であることにもよろうが，自説か\nら説明することが困難な問題に直面した場合にどのような議論を展開するかにより\nその応用力が明らかになるのであり，結論の妥当性を追及する余り，問題に応じて\n立場を変更し，論理的な一貫性を欠くことがないように注意すべきである。\n(4) 設問では，裁判長又は弁護士と司法修習生との会話の中で解答するに当たり前提\nとすべき事項，検討する必要がない事項が明示され，その会話を踏まえて，設問に\n答えるよう指示されている。しかしながら，答案の中には，設問２の弁護士と修習\n生との会話において，第１訴訟と第２訴訟の訴訟物が同一であるとされているにも\nかかわらず，その訴訟物が異なることを前提に解答しているものもあった。また，\n設問１は，証拠調べをすることなく判決の基礎とすることができるかどうかが問わ\nれているが，結論として自白の成否のみを解答しているものなども散見された。解\n答に当たっては，問題文全体を注意深く読み，問われていることに正面から答える\nことが基本である。\n３ 今後の法科大学院教育に求めるもの\n法科大学院の教育においては，民事訴訟法の基本的な概念を正確に理解するように\n指導をしているところであるが，設問２において既判力が問題となる場面と二重起訴\nが問題になる場面が異なることが理解できていない答案も散見されたように，基本的\nな概念を正確に理解することの重要性が改めて認識されるべきであろう。\n-1 8-\n平成２１年新司法試験の採点実感等に関する意見（刑法）\n１ 出題の趣旨について\n既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針等\n出題の趣旨にのっとり，具体的事例に基づいて甲乙の罪責を問うことによって，刑\n事実体法及びその解釈論の理解，具体的事実に法規範を適用する能力並びに論理的思\n考力を総合的に評価することが基本方針である。\nその際，基本的な刑法総論・各論の諸論点に対する理解の有無・程度，事実の評価\nや最終的な結論の具体的妥当性などに加えて，結論に至るまでの法的思考過程の論理\n性を重視して評価した。\nその結果，結論の妥当性と論理的一貫性の両者の調和を意識して問題に迫り，ある\nいは迫ろうとした答案は高い評価に，論理的整合性さえあれば良しとして結論の妥当\n性を軽視したり，逆に，結論の妥当性に偏って論理的整合性を軽視したりする答案は\n低い評価にならざるを得なかった。\nまた，問題文に示された具体的事実が持つ意味や重さを的確に評価することが求め\nられているが，事実の持つ意味や重さを考慮せず，漫然と問題文中の事実を書き写す\nことで「事実を摘示し」たものと誤解している答案や，事実の持つ意味や重さについ\nて不適切な評価をし，あるいは，自己の見解に沿うように事実の評価をねじ曲げる答\n案もあり，これらは低い評価となった。\n結局，無理のない自然な事実の評価をした上で，刑法の基本的解釈論を踏まえ，論\n理的整合性に留意しつつ適切な結論を導き出すことを心掛けることが肝要であって，\nこのような姿勢で本問に臨めば，おのずと一定（ 「一つ」ではない。）の結論に到達し\n得るものと思われる。現に，多くの答案の結論は，おおむね一定の範囲に収まってい\nた。\n３ 採点実感等\n(1) 全体\nほとんどの答案が，Ａに生じた合計２００万円分の財産的損害に関する甲乙の罪\n責を中心に論じており，これは出題意図に沿うものである。\n後半の狂言行為については， 監禁罪や偽計業務妨害罪の成否を論じた答案が多く，\n犯人隠避ないし証拠隠滅罪の成否に触れた答案も相当数あったが，狂言行為に関す\nる甲乙の罪責に全く触れていない答案も少なくなかった。\n(2) 具体例\n考査委員による意見交換の結果を踏まえ，答案に見られた代表的な問題点を列挙\nする。\nア 甲乙の関係について\n① 甲が，乙の行為及びその結果に対し刑事責任を負うためには，甲乙の関係に\nつき，間接正犯か何らかの共犯の成立が必要であるのに，これらの点に関する\n言及がないまま，Ａに生じた財産的損害について甲に財産犯の成立を肯定する\n答案。\n-1 9-\n② 本件では， 甲乙間に犯罪を共同実行する意思連絡は一切ないにもかかわらず，\n積極的に片面的共同正犯を肯定する立場であることを論述することもないまま，\n甲が事後的に乙の行為やＡの損害を承認していることを根拠に共同正犯の成立\nを肯定したり，犯罪既遂後の乙の関与をもって従犯の成立を肯定したりするな\nど，犯罪が既遂に達した後の関与等を根拠に共犯関係を肯定する答案。\n③ 甲乙に成立するとする犯罪が食い違うのに，それに関する説明が全くなされ\nていない答案。\n例えば，８０万円の損害について，甲に業務上横領罪の教唆犯を，乙に電子\n計算機使用詐欺罪の正犯を認めるもの。\n④ 甲の乙に対する２００万円に関する指示行為が犯罪に該当するとしながら，\nそのうちの１２０万円が甲の利益に帰属しなかったことのみを理由とし，甲の\n指示行為と乙による１２０万円の払戻行為との間の因果関係や錯誤の検討もな\nいまま甲の責任を否定する答案。\nなお，考査委員からは，②のような答案の背景の一つに，問題文において主\n要事実が確定しているにもかかわらず間接事実の積み重ねによる事実認定を行\nうという誤りを犯している場合があるのではないか，④の点は，刑法の因果関\n係論や錯誤論によれば， 一定限度で 「具体的に予見しなかった結果や因果経過」\nについても因果関係や故意責任を肯定し得るのであるから，この点の検討を欠\nくのは，刑法の基本的な理解が不十分であるか断片的にしか身に付いていない\nものと言わざるを得ないのではないかなどの指摘がなされた。ちなみに，④の\n点について，明確に因果関係の有無を検討し，あるいは，甲の認識と実現結果\nとの食い違いについて，これが（抽象的）事実の錯誤の問題なのか，法的評価\nの違いにすぎないのか，などの問題意識を有する秀逸な答案もごく少数ながら\nあった。\nイ 財産犯の理解について\n① 横領未遂罪の成立を認める答案や８０万円をＡの口座からＢの口座に直接振\nり込んだ行為を窃盗罪とする答案。\n② 同一の被害について，特段の問題意識を持たないまま複数の財産犯の成立を\n認める答案。\n例えば，８０万円の送金行為につき，背任罪，横領罪，電子計算機使用詐欺\n罪のすべてが成立するとするもの。\n③ キャッシュカードや通帳等の横領罪の成立を認めるのみで，Ａに生じた合計\n２００万円の財産的被害に関する犯罪の成否を検討していない答案。\n④ 横領罪と背任罪の関係について，そのいずれを検討すべきか，両罪の区別に\n関する一般論を長々と論じる答案。\nこのような点を論じても，結局は，個別の犯罪構成要件の充足を論証しない\n限り甲乙に成立する犯罪を確定することはできないのであるから，詳細に論述\nすることに余り意味はない。\n⑤ 甲の乙に対する指示時点で預金の横領が既遂に達するとする答案。\nこの結論には，理論的にも実質的にも無視し得ない様々な問題（例えば，乙\nの行為前にＡが預金を払い戻したり，第三者が預金を差し押さえたりした場合\nに，横領の被害をどう考えるのかなど。 ）があるのに，この点の検討がないま\n-2 0-\nまこの結論を採ることには疑問がある。\nウ その他\n① 狂言行為それ自体がＡに対する背任罪を構成するとした答案。\n本問で示された具体的事実関係において，果たして背任罪の構成要件の充足\nを判断できるか疑問と言わざるを得ない。\n② 具体的事実を構成要件に当てはめる際，抽象的に要件を充足することを指摘\nするのみで，具体的にどのような法的構成なのか分からない答案。\n例えば，「自己の占有する他人の物，の要件を満たす」旨の結論だけを示し，\n具体的に，占有の対象が「Ａの口座に預金として預け入れられた現金」たる物\nであることや，その所有者・占有者がだれであるかが明示されていないもの。\n③ 場当たり的で筋道が通っていない論述や，読み手の存在を意識しているとは\n考えにくい論述，基本的な法律用語に関する誤字・当て字などが多数目に付く\n答案。\nエ まとめ\n上記各例は，刑法総論や刑法所定の財産犯の構成要件の理解が不十分であるも\nの，それにとどまらず刑罰法規の解釈・適用に関する根本的な理解が欠如してい\nると言わざるを得ないもの，断片的な知識や典型論点に関する一般論は一応身に\n付いているものの，問題解決のためにそれを活用・応用することができていない\nものなどであって，いずれも，低い評価とならざるを得なかった代表例である。\nもっとも，全体を見れば，問題文で示された具体的事実を抽出し，これを法的\nに当てはめるという姿勢は定着しつつあり，また，比較的難易度が高い問題を前\nに，基礎的な知識を応用して論理的な解決を目指そうとする答案も多いことが指\n摘でき，これらは望ましい傾向である。\n４ 今後の出題について\n出題の在り方について様々な意見があると承知しているが，新司法試験に求められ\nる目的を十分に考慮しつつ，受験者の能力の適正な評価が可能な問題となるべく，今\n後も工夫を重ねていきたい。\n５ 今後の法科大学院教育に求めるもの\n前述のとおり，事実を抽出して法的に当てはめるという問題解決の姿勢は定着しつ\nつあるものの，刑法の基礎的な理解が不十分な答案もなお散見された。その中には，"
}