{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n１．Ａ株式会社（以下「Ａ社」という。）の代表者Ｐから次のような相談を受けた弁護士として，以下の設問に答えなさい。Ｐの相談内容は，すべて証拠により裏付けられる事実であるとする。\n【Ｐからの相談内容】\n私はＡ社の代表取締役をしておりますＰと申します。\nＡ社は旅館業を営むことを業としております。Ａ社が経営している旅館は，温泉町の一角にあります木造２階建ての温泉旅館です。私の祖父の代からの老舗で，建物は築５０年にもなろうとしておりますが，昔からの従業員による家庭的なもてなしと敷地内に温泉が出ること，ちょっとした散策ができる和風庭園があることが好評で，ひいきにしていただいているお客様もいて，これまでやってきておりました。祖父の跡を継いだ父が２年前に急死してからは，それまで東京で会社勤めをしていた長男の私が呼び戻されて，代表取締役として経営に携わってきました。\nしかし，さすがに施設が老朽化して，度々の修繕に費用が掛かることもあり，苦しい経営を続けていましたところ，今般の経済情勢の厳しさから，とうとう手元資金がほとんどなくなり，直近の支払のめども立たなくなってしまいました。民事再生というものを申し立てることにより，破産という最悪の事態を避けることができると聞いて，この度御相談に伺った次第でございます。\nＡ社の他の取締役である私の母親と妻も賛成してくれており，裁判所に納める予納金として必要なお金は，何とか工面してまいりました。\nＡ社の財務の概要を御説明いたします。まず，最大の債権者はＢ銀行で，債権額は約２億円です。Ａ社の唯一の資産であります旅館の土地建物に，第１順位の抵当権を有しております。\n仕入れその他の取引業者の債権者は１５社，債権総額は約３０００万円です。それから，お恥ずかしい話ですが，法人税，社会保険料等の公租公課の未納分が約２０００万円たまっており，また，従業員の過去１か月分の給料合計約２００万円も遅配となっております。負債は以上のとおりです。\n資産としては，先ほども申し上げましたとおり，唯一のものが旅館の土地建物で，Ｂ銀行の２億円の抵当権がついております。この土地建物についている担保権はこれだけです。この土地建物の時価は，温泉が出ることを考慮してもせいぜい１億円ではないかと，幾つもの不動産業者が査定を出しており，間違いのないところだろうと考えられます。しかし，Ｂ銀行は，この不動産の時価は１億５０００万円は下らないはずであり，そのような前提で支払条件を示さない限り，抵当権の実行も辞さないと，強く主張しています。\nこの土地建物のほかには特段の資産はなく，裁判所への予納金を支払うと，手元の資金はわずかしか残っていない状態です。\nこうした現状から，Ａ社単独での再生は困難であり，どこかにスポンサーを見付けて支援をしていただかなければならないことは，私も理解しております。そこで，八方手を尽くして探しましたところ，ようやく１社だけ，支援を引き受けていただける会社が見付かりました。この会社は，同じ県内で幾つも旅館を経営しておりますＱ社です。援助の条件といたしましては，出せる金額は１億５０００万円が上限で，Ｑ社自らが主体となって施設と従業員を引き受けて経営することを希望していますが，負債や抵当権の負担は引き継がないことを支援の条件としています。\n私どもも，旅館の経営者としての能力には限界を感じており，Ｑ社に旅館を引き継いでいただけるのは有り難いと思っております。Ｑ社としては，これからのシーズンを控えて，できるだけ早く引継ぎをすることを強く希望しておりまして，私としても，従業員を引き止めるにももう限界で，一刻も早くＱ社に入っていただかなければならないと感じております。\nただ，Ａ社の株主構成としては，私が株式の６０％を有しているほか，遠方に住む２名の弟がそれぞれ２０％を保有しておりますところ，弟たちは，民事再生を申し立てることには理解を示\n- 2 -してくれましたが，旅館を人手に渡すことについては強く反対しており，簡単に納得してくれそうにありません。\nこのような現状ですが，どうかよろしくお願いいたします。\n〔設 問〕\n⑴ 弁護士としてＡ社を代理して再生手続開始の申立てをし，その手続中において，Ｑ社に対し，同社の希望する条件で，Ａ社の事業を承継させる方針を立てたとする。その場合に再生手続開始決定後に採るべき手続について述べなさい。\n⑵ 下線 を引いた部分で示したＢ銀行の方針に対して，Ａ社として採り得る対応策について述べなさい。\n⑶ 再生手続開始直後，Ｐから以下のような相談を受けた。考えられる対処方法について論じなさい。\n【Ｐからの相談内容】\n昔から旅館の日本庭園の手入れをお願いしている庭師のＣさんへの昨年秋の庭木の剪定の代金３０万円が未払になっています。Ｃさんから，この３０万円を直ちに支払ってもらわない限り，今後の作業はしないとの通告がありました。Ｃさんは大変な腕利きですし，うちの庭園のことは熟知していますので，他の業者に代えるのは大きなマイナスです。これからの行楽シーズンに向けて，すぐにでも庭園の手入れをしてもらう必要があるのですが，手元にあるお金で未払金を支払ってあげることはできないでしょうか。\n２．前記１の相談内容に係る事案において，再生手続開始決定前，Ａ社は建築業者Ｄ社に対して，旅館の離れの建物の改修工事を請負代金２００万円で発注し，代金の一部として１２０万円を支払っており，再生手続開始決定時点において，工事は出来高２割の状態であったとする。Ａ社とＤ社との間の請負契約が再生手続開始決定後にどのように処理されることになるのかについて説明しなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ男とＢ女は婚姻し，夫婦で飲食店を営んでいた。その後，Ａは，家業の飲食店をＢに任せ，自らは中古車販売業を始めた。しかし，Ａは，仕事上のトラブルから，次第に仕事もせずに昼間から飲酒をするなどの状態になり，Ｂに対しても，暴言を吐いたり，暴力を振るうことが多くなった。そこで，ＡとＢは，ついに協議により離婚したが，当時ＡとＢには１０歳の子Ｃがおり，ＣはＢに引き取られることになった。\n〔設 問〕\n以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．【事 例】において，Ａは，離婚の約１年ほど前から，中古車販売業に関連して多額の負債を抱えるようになり，離婚から約半年後に自ら破産手続開始の申立てをするに至った。\n⑴ 離婚した当時，Ａは，既に無資力の状態にあったが，Ａ名義の唯一の財産ともいうべき時価１０００万円のマンション（以下「甲マンション」という。）を，財産分与として，Ｂに譲渡していた（以下「本件財産分与」という。）。甲マンションについては，本件財産分与の後，直ちに所有権移転登記がされ，Ｂが単独で所有権の登記名義人となっている。なお，甲マン\nションは，Ａが中古車販売業を始めてしばらくした後に，Ａが家族の住居として購入し，Ａが単独で所有権の登記名義人となっていたものである。しかし，Ａは，中古車販売によって得た利益のほとんどを酒代等の遊興費に充てていたので，甲マンションについては，そのロ\nーンの支払を含め，実質的な購入資金は，すべてＢが一家の生計を立てていた飲食店の利益から支払われ，離婚の当時，既にローンは完済されていた。\nその後，Ａについて破産手続が開始され，破産管財人が選任された。破産手続開始当時，本件財産分与については，Ａの破産債権者であるＤが詐害行為取消訴訟を提起し，係属中であった（以下「本件詐害行為取消訴訟」という。）。本件詐害行為取消訴訟は，破産手続開始決定によってどのような影響を受け，これに対して，破産管財人は，どのような対応を採ることが考えられるか。本件財産分与について否認が可能かどうかという点を踏まえて検討しなさい。\n⑵ Ａは，離婚したころからＥ社で働き始め，Ｅ社から給与を支給されていたところ，Ｃの養育費について，離婚の当時，ＡＢ間で話合いが行われたが，協議は進まず，Ｂが家事調停を申し立てた。その結果，毎月末日にＡがＢに対して５万円を支払うことが合意され，その旨の調停調書が作成された。\nその後，Ａは，自ら破産手続開始の申立てをするとともに，免責許可の申立てをし，Ａについて破産手続が開始されることになったが，破産手続開始当時，養育費について２か月分が未払の状態であった。そこで，Ｂは，破産手続が終了した後に，前記調停調書に基づいて，ＡのＥ社に対する給料債権を差し押さえようと考えている。Ｂによる強制執行の申立てが，破産手続終了後，①免責許可決定確定前にされる場合と，②免責許可決定確定後にされる場合とに分けて，その可否を検討しなさい。\n２．【事 例】において，Ｂは，離婚後も飲食店の経営を続けていたが，原材料費の高騰によって経営は悪化し，生活費を消費者金融業者等からの借入れで賄うようになり，離婚から約半年後，自ら破産手続開始の申立てをするに至った。\nところで，Ｂは，婚姻中にＡから度々受けた暴行及び虐待により，精神的苦痛を被ったとして，離婚後，Ａに対して，不法行為を理由に慰謝料の支払を求める訴えを提起していた（以下\n「本件慰謝料請求訴訟」という。）。\n- 4 -本件慰謝料請求訴訟の係属中に，Ｂについて破産手続が開始され，破産管財人が選任された。\n⑴ Ｂは，破産手続開始後も，本件慰謝料請求訴訟を追行することができるか。\n⑵ 破産手続開始後，本件慰謝料請求訴訟について慰謝料２００万円の支払を命じる判決が確定した場合，破産管財人は，Ａに対して，その履行を求めることができるか。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて再生手続における事業譲渡に関する制度及び双方未履行の双務契約関係の処理等についての理解を問うものである。\n設問１（１）については，まず，Ｑ社の意向を踏まえた上で選択すべき事業承継の方策として，再生手続開始後の早い段階での事業譲渡が考えられることを指摘し，それに必要な手続（具体的には民事再生法第４２条及び第４３条の裁判所の許可の申立て）について，本件事案の下でそれらの要件を充足するか否かを具体的に検討し，論じる必要がある。\n（２）については，Ｂ銀行の態度，他の債権者への弁済の必要性等本件の事情に照らして，別除権協定の可能性を含め，担保権実行手続中止命令及び担保権消滅許可の申立てといった再生債務者として採るべき手続を明らかにすることが求められる。さらに，それらの申立てが認められる要件について具体的事案に即して論じる必要がある。\n（３）については，再生債権の弁済に関する原則的な取扱いに触れた上で，本件において少額の再生債権を弁済することを可能とする条文上の根拠として考えられるもの，具体的には民事再生法第８５条第５項（「少額の再生債権を早期に弁済しなければ再生債務者の事業の継続に著しい支障を来すとき」に関する部分）を正確に指摘するとともに，具体的事案に即して，その要件の充足の有無を論じる必要がある。\n- 8 -設問２については，民事再生法第４９条による処理の原則を指摘した上で，Ａ社が履行を選択し，又はＤ社の催告に確答しなかった場合と，Ａ社が解除を選択した場合とに分けて，Ａ社及びＤ社間の法律関係に関し，Ｄ社の有する債権及び債務が再生手続上どのように取り扱われるかという点や，Ａ社による解除が履行済みの部分に与える効果等について具体的に論じる必要がある。\n〔第２問〕\n本問は，具体的な事例を通じて，離婚をめぐって生ずる各種の法律関係と破産手続との関係等についての理解を問うものである。\n設問１（１）については，詐害行為取消訴訟が破産手続開始とともに中断すること，破産管財人においてこれを受継することができること及び破産管財人が受継した場合には同訴訟が否認訴訟に変更されることを前提とした上で，本件における財産分与の否認の可否を踏まえて，破産管財人の受継の要否等を論じる必要がある。そして，財産分与の否認の可否については，否認類型を意識しつつ，マンションの購入代金の提供者等本件における具体的な事情を踏まえて論じることが求められる。\n（２）については，養育費の支払義務に係る債権が非免責債権となることを明らかにするとともに，同義務に係る債務名義による強制執行の可否を免責許可決定の確定前と確定後に分けて論じる必要がある。そして，同決定の確定前については，民事再生法第２４９条第１項が非免責債権についても適用されることを示した上で，その理由についても論じることが求められる。\n設問２については，破産財団に関する訴訟が破産手続開始決定とともに中断するとの原則を明らかにした上で，本件の慰謝料請求権に係る訴訟が上記原則の適用を受けるか否かについて，本件慰謝料請求権の性質をどうとらえるか（行使上の一身専属的なものととらえられるかどうか），その性質が訴えの提起や判決の確定という事情によって変化を来すのかどうかという点に検討を加え，理由を明確にして自説を論じる必要がある。"
}