{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\n１ Ａ，Ｂ及びＣの各社はいずれも，事業者向けの商品Ｘを製造販売する機械メーカーであり，各社のＸの市場占有率（シェア）は，Ａが５０％，Ｂ及びＣが各２５％である。Ａ及びＢ（以下「両社」という。）は，Ｘに関し，最近，需要が低迷し部品の値上がりが著しいことから，コスト削減の方策として，①部品の共同購入及び②共同物流会社の設立を計画している。\n２ 部品の共同購入について両社の製造販売するＸの主要部品の規格や仕様は共通している。そこで，両社は，共同購入によるスケールメリットを活用して，部品の購入費用を引き下げることを考えている。具体的には，個々の部品ごとに両社の購入予定数量を合計した上で，部品メーカーとの交渉窓口をＡ又はＢに一本化し，その合計数量で単価をどこまで引き下げることができるかを交渉し，両社にとって最も有利な条件の購入先１社から同一単価で当該部品を購入することにする。その際，両社は，部品メーカーとの交渉のベースとなる各部品の調達予定金額の目安を設けることにするが，さらに，この調達予定金額の目安を検討する前提資料とするために，Ｘの販売量が落ち込まない範囲内で想定できるＸの販売価格の上限を協議し決めておくことも検討している。\nなお，両社のいずれにおいても，この共同購入の対象となる部品の購入費用は，Ｘの製造コストの約８０％であり，Ｘの製造コストは，製品価格の約８０％である。また，この共同購入の対象となる部品は，Ｘのみに使用されており，我が国でこれを製造している部品メーカーは３社である。\n３ 共同物流会社の設立について\nＡは千葉県千葉市内にある自社の工場で，Ｂは大阪府堺市内にある自社の工場でそれぞれＸの製造をしているが，両社の需要家は全国に散在しているため，従来は，Ａは九州の需要家へも千葉市内の工場から，Ｂは北海道の需要家へも堺市内の工場から，それぞれ自社トラックで配送していた。そこで，両社は，トラックの利用効率の向上や配送時間の短縮等を図るため，Ａが５１\n％，Ｂが４９％の割合で出資してＸの物流業務を行う共同出資会社甲を設立し，それぞれ保有しているＸ配送用のトラックを甲に譲渡して，甲において以下のような方法で配送することを考えている。なお，両社とも，物流コストは，製品価格の約１０％を占めている。\n⑴ 甲の従業員は，両社からの出向者とし，いずれからの出向であるかを問わず，両社製のＸについて配送業務に従事する。\n⑵ 千葉市及び堺市の各工場に甲が運営する共同物流センターを設け，各共同物流センターは，両社製のＸを一定数在庫し，１台のトラックが両社製のＸを積載して配送する混載方式を採る。\n⑶ 両社は，それぞれの受注に関し，需要家の名称及び所在地並びに受注数量，納期及び販売価格（単価及び値引き額等）を記載した納品書を甲に送付し，甲の従業員は，各共同物流センタ\nーの輸送能力や両社製のＸの在庫状況を勘案して，最も効率的に配送できるよう，トラック配備及び配送ルートを調整する。\n〔設 問〕\n前記の①部品の共同購入及び②共同物流会社の設立の各計画について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n- 12 -\n〔第２問〕（配点：５０）\nＡ電機株式会社（以下「Ａ」という。）は，東京都に本店を置き，家電製品の小売業を営む者である。Ａは，平成１２年ころから，その販売する家電製品が低価格であることにより顧客の支持を獲得し，関東地方を中心に東日本地域全域で店舗数を急速に拡大するとともに，売上高を伸ばしている。Ａは，平成１８年以降，東日本地域の家電小売業において売上高第１位になっている。\n東日本地域では，Ａのような業態をとるいわゆる家電量販店には，ＡのほかＢ及びＣなどが存在する。Ａ，Ｂ及びＣはそれぞれ東日本地域の主要な都市に参入しており，各社の都市部におけるシェアは多少異なるが，おおむね次のとおりである。家電小売業全体で見ると，いわゆる家電量販店の合算シェアは５０％程度を占め，Ａは第１位でシェア２５％から３０％，Ｂが第２位でシェア\n１０％前後，Ｃが第３位でシェア５％前後である。家電小売業全体における家電量販店を除く家電小売店（以下「家電専門店」という。）の合算シェアは５０％程度であるが，ほとんどが小規模事業者でありシェア０．５％を超える家電専門店は存在しない。\nこのような状況において，Ａは，５年後には全国の主要な地域において売上高第１位になることを目標に掲げ，全国に本格的に進出することとした。また，Ａは，そのため東日本地域における経営基盤を強化することとした。そこで，Ａは，次の⑴及び⑵の方針を採ることとした。\n⑴ Ａは，まず中部地方に進出することとし，平成２１年６月１日に名古屋に３店舗を開店する。\nその新規開店セールとして，今後１か月間，毎週末に販売キャンペーンを行い，週末ごとに各店において先着５０名に対していわゆる格安パソコンを２０００円で販売する。なお，Ａはこの格安パソコンを３万円で仕入れたが，その後新型製品が販売されたために，旧型製品となっている。\n⑵ Ａは，その地盤である東日本地域において販売活動を強化するために以下の販売キャンペーンを行う。①我が国で販売されている主要な液晶テレビのメーカー４社（以下「４社」という。）の３７インチ及び４０インチの液晶テレビ（以下「本件液晶テレビ」という。）を，今後３か月間，それぞれおおむね１４万円及び１９万円で販売する。②本件液晶テレビの販売台数には制限を設けない。本件液晶テレビをキャンペーンの対象にしたのは，Ａが有力市場調査会社Ｄに依頼して行ったアンケート調査により，消費者が購入したいとする家電製品中トップにあったことから，消費者にアピールすると考えたためである。\nＡは，本件液晶テレビを４社から直接仕入れているが，このキャンペーンに際して４社と個別に仕入価格の交渉をした結果，４社からそれぞれ毎月１万台以上を仕入れることを条件に，１台当たりの仕入価格を３７インチテレビについては１５万円，４０インチテレビについては１８万円で購入することに成功している。他の家電量販店及びすべての家電専門店は，Ａのような大量購入ができないために，本件液晶テレビの仕入価格は３７インチテレビでは１６万円，４０インチテレビでは２１万円をいずれも上回るものと見込まれる。\nなお，Ａにおいて，本件液晶テレビの販売に係る経費及び総務部門や店舗全体を運営し管理するために要する経費等の諸費用は，テレビ１台当たり２万円である。したがって，Ａの本件液晶テレビの総販売原価，すなわちテレビの仕入価格にこの諸費用２万円を加えた金額は，３７インチテレビについては１７万円，４０インチテレビについては２０万円である。\n〔設 問〕\n弁護士甲は，Ａの前記方針が独占禁止法に違反しないかどうかＡから相談を受けた。甲は弁護士としていかなる回答をすべきか述べなさい。なお，解答するに当たり付加的な事情を考慮すべき場合には，そのような事情を補って述べなさい。\n- 13 -\n- 14 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "[経 済 法］\n〔第１問〕\n本問は，コスト削減を一つの契機とする機械メーカーによる部品の共同購入及び共同物流会社の設立等の計画に関する独占禁止法上の問題点を検討させることをその趣旨としている。\nこのような業務提携は，必然的に競争事業者間の共同行為という性格を有することから，不当な取引制限の構成要件である「行為の共同性」，「事業活動の相互拘束」，「一定の取引分野」，「競争の実質的制限」等についての理解を問うものである。\n部品の共同購入については，これが部品の購入市場のみならず製品販売市場における競争にも影響を及ぼすおそれがあることを踏まえ，それぞれの市場における不当な取引制限の成否を検討する必要がある。\nまず，部品購入市場においては，共同購入カルテルの成否について，当該市場を一定の取引分野として画定することの可否，本件共同購入計画の具体的な内容に基づく事業活動の相互拘束性の判断，当該市場における競争の実質的制限の有無をいかなる事実によって認定すべきか等についての検討が求められよう。\n- 10 -製品販売市場においては，部品の共同購入が行われることによるコストの共通化が川下市場における製品の販売価格に影響を及ぼす可能性に着眼し，価格カルテルの成否について，部品の調達予定金額の目安を検討する前提資料として製品価格の上限を協議して決定することを含め，行為の共同性や事業活動の相互拘束あるいは競争の実質的制限をどのように認定するかについて検討する必要があろう。\nまた，共同物流会社の設立については，同社が実際に行うこととなる事業活動の態様からすると，競争事業者である共同出資会社間において，競争手段にかかわる情報を共有することにより，一定の共通認識を生ずるおそれがないかという観点から，製品の販売市場における不当な取引制限の成否について検討することになる。\nその場合は，当該会社の人的構成，あるいは配送の具体的な方法，製品の販売価格に占める物流コストの比率などの事実関係を踏まえ，当該情報の共有が競争に与える影響をどのように判断するか，行為の共同性や事業活動の相互拘束をいかに理解するか等がポイントとなろう。\nいずれにしても，本問では，論点主義的な記述ではなく，不当な取引制限の構成要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ａが中部地方で計画しているパソコンの販売及び東日本地域で計画している液晶テレビの販売について独占禁止法に違反しないかどうかを問うことによって，同法上の不当廉売規制に関して基本的な理解ができているかを確認するものである。いずれも一般指定６項の要件を検討することになり，６項前段については，「正当な理由」，「供給に要する費用を著しく下回る」，「継続して」，「他の事業者の事業活動を困難にするおそれ」の要件を，６項後段については，「不当に」，「低い対価」，「他の事業者の事業活動を困難にするおそれ」の要件を検討することになる。\nＡが中部地方で計画しているパソコンの販売については，「継続して」の要件，「他の事業者の事業活動を困難にするおそれ」の要件，「正当な理由」の要件を正確に理解し，問題文に示された仕入価格，新規開店セール，キャンペーン期間，旧型製品などから適切に事実を抽出してその当てはめができるかを確認している。本件は，「継続して」の要件をみたすかどうか判断が分かれ，いずれの立場によるかによって６項前段，後段のいずれを適用するかが変わってくる。また，独占禁止法に違反しないとするものが多いと思われる。しかし，それらが唯一の答えであるとする趣旨ではなく，要件を正確に理解した上で，事実関係を検討し正確に当てはめられるか，それらは論理的であるかを確認する趣旨である。\n東日本地域で計画している液晶テレビの販売については，継続性の要件を満たすと考えられるが，３７インチテレビの販売価格は仕入価格を下回り，４０インチテレビの販売価格は仕入価格を上回るが総販売原価を下回る事実関係となっていることから，６項前段，後段の適用関係が問題になり得る。さらに，他の事業者の事業活動を困難にするおそれ及び正当な理由又は不当性（公正競争阻害性）があるか否かも問題文に示された事実から検討することになろう。\n具体的には，価格については，３７インチテレビは６項前段，４０インチテレビは６項後段を適用するもの，一括して６項前段又は後段を適用するものなどがあり得るし，他の事業者の事業活動を困難にするおそれはＡの市場における地位，アンケート調査での当該商品の人気及び家電専門店への影響等からこれを肯定する答案が考えられるが，ここでも一つの答えしかないとする趣旨ではない。\nいずれにせよ，本問においても，要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n- 11 -",
  "scoring_notes": "経済法の基本的な考え方をきちんと理解し，これを多様な事例に応用できる力を身に\n付けているかどうかを見ようとするものである。法科大学院は，出題の意図したとこ\nろを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それ\nを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，\n論点主義的な記述ではなく，構成要件の意義を正確に示した上，当該行為が市場にお\nける競争へどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に\n当てはめることを論理的・説得的に示すことができるように教育してほしい。\n-3 1-\n平成２１年新司法試験の採点実感等に関する意見（知的財産法）\n１ 出題の趣旨，採点方針等\n第１問，第２問共に，典型的な論点を含む事例問題であって，両問を通じ，法曹に\n必要となる事実関係の分析力，基本的事項についての正確な知識と理解度，これらを\n前提とした論理的な思考力，応用力，論理一貫した論述をすることができる力等をみ\nようとしたものである。 答案の内容については， 一つの結論にこだわるものではなく，\nきちんとした論拠とともに説得力をもった論述がなされていれば， 相応の評価をした。\n(1) 第１問（特許法）について\n本問は，当事者の関係や論点が絡み合っており，特に職務発明と共同発明が組み\n合わさっていることにより，必ずしも通り一遍の知識だけで対応できるような問題\nではないといえよう。しかし，一つの答えを正解として求めているわけではなく，\nいかなる結論になるにせよ，きちんと問題の所在を意識し，論理一貫した論述を行\nっていれば，相応の評価を与え得る答案として扱った。要は，基本的な知識を前提\nにしながら，その場で事例に即して問題を解決に導く柔軟な思考力，応用力をみよ\nうとしたものである。\n(2) 第２問（著作権法）について\n本問は，美術の著作物について，多数の関係者が登場する事実関係の中で，問題\nとなる行為がいかなる権利を侵害しているのかを正確に把握し，バランスよく論じ\nる能力をみようとしたものである。 論点が多いため， すべてを詳しく論じていては，\n時間も答案用紙のスペースも不足するものと思われる。事案に即して論じるべき内\n容と程度を適切に取捨選択し，メリハリの利いた論述がなされることを期待して出\n題したものである。\n２ 採点実感等\n期待していた水準に達していると評価できる答案は多くはなかった。論点や出題の\n意図を理解していないのではないかと思われるもの，漫然と事実関係を羅列している\nもの，自らが有している断片的な知識を並べたにすぎないと思われるものなど，低く\n評価せざるを得ない答案も少なくなかった。\n他方，出題の意図に即し，法律の目的・仕組み・諸原則をきちんと踏まえた条文解\n釈を行った上，ポイントを押さえた的確な論述がなされている答案も一定数あり，こ\nのような答案については高い評価を与えることができた。\n(1) 第１問（特許法）について\n設問１の１については，本問の発明が共同発明及び職務発明の両者に当たるもの\nであるから，いずれについても論じる必要がある。しかし，甲からＡ社への及び乙\nからＢ社への特許を受ける権利の移転に関し，共有者の同意（特許法第３３条第３\n項）について全く論じていない答案が多かった。このような答案が多かったのは，\nあたかもＡ社，Ｂ社に原始的に特許を受ける権利が帰属するかのような答案が多か\nったことと関係があるように思われる。すなわち，職務発明に関して，特許を受け\nる権利は自然人（従業者等）に原始的に帰属し，これが勤務規則等に従って使用者\n等に承継されるものであるということを理解していないことに起因しているのでは\nないか。さらに，本問の場合，職務発明の成否につき長々と論じるまでもないこと\n-3 2-\nは明らかであるが，殊更に細かな事実関係をいちいち取り上げて論じている答案が\n見られるなど，バランス感覚の不足を感じさせるものも少なくなかった。\n設問１の２については，最低限，法定通常実施権（特許法第３５条第１項）につ\nいて論じられるべきものと考えていたが，これについてはきちんと指摘されている\n答案が多く，一応の理解をしているものと推察された。\n設問２は，無権利者による出願がなされた場合において，特許権の設定登録前後\nで権利者がいかなる請求をすることができるのかにつき，共同出願違反の場合と比\n較しつつ論じさせる問題である。相当数の答案において，相違点を踏まえた論述を\nしようと努力する姿勢が感じとられ，この点はそれなりに評価できたのであるが，\nきちんと整理され， スムーズに読み切ることのできるような答案は多くはなかった。\n中には，対比を全くしていない答案もあり，このような答案については，当然のこ\nとではあるが，設問に答えようとしていないものとしてそれ相応の評価しか与えな\nかった。\n本問は，全体として，基本的な裁判例（最判平成１３年６月１２日民集５５巻４\n号７９３頁（生ゴミ処理装置事件） ，東京地判平成１４年７月１７日判時１７９９\n号１５５頁（ブラジャー事件））を踏まえた上，自らの主張に即して論述する必要\nがあるが，これらの裁判例を意識していない答案も相当数見受けられたのは残念で\nあった。基本的な裁判例については，しっかりと勉強して理解しておいてほしい。\nそして，関連する問題が出た場合には，裁判例における考え方と同じ考え方をする\n場合であっても異なる考え方をする場合であっても，きちんと論拠を示しつつ自説\nを展開してもらいたい。\n(2) 第２問（著作権法）について\n設問１の１については，多くの答案は，公表権侵害や譲渡権侵害等，問題となる\n権利侵害についてそれなりに論じており， その点は評価することができた。 しかし，\n公表に関する同意の推定（著作権法第１８条第２項第２号）について全く触れられ\nていない答案や，触れられてはいるが「他人に見せないことを条件に」したことと\nの関係について触れられていない答案が多かった。また，譲渡権侵害に関し，比較\n的多くの答案において消尽について触れていたが，その際に適用される規定（著作\n権法第２６条の２第２項第３号） を正確に指摘できていないものが少なくなかった。\nまた，譲渡しない旨の特約と当該規定との関係をきちんと論じていない答案が多か\nった。\n設問１の２についても，多くの答案は，翻案権侵害，同一性保持権侵害，公表権\n侵害等，問題となる権利侵害についてそれなりに論じており，やはりこの点は評価\nすることができた。しかし，彫刻Ｂ（二次的著作物）を通じて働く絵画Ａ（原著作\n物）の権利に関し，著作権については著作権法第２８条を指摘すれば足りるが，著\n作者人格権には同規定が適用されず，例えば公表権侵害であれば，同法第１９条第\n１項後段の適用の問題となることを指摘する必要がある。この点について正確に区\n別して記載されている答案は少なく，条文を注意深く読み，理解しておいてほしい\nと感じた。\n設問２の１では，頒布権侵害が問題となることに気付くべきであるが，これにつ\nいて論じられている答案が必ずしも多くなかった。また，論じられていても，それ\nが同法第２６条第２項の適用によるものであることまで指摘されている答案は相当\n-3 3-\nに限られていた。そもそも，本問で直接問われているのは，映画ＣのＤＶＤを販売\nする行為である。それにもかかわらず，映画Ｃを作成した行為だけを論じたり（そ\nの行為については，同法第２８条により，彫刻Ｂを通じて働く絵画Ａの複製権の侵\n害が考えられるが，ここで問われているＤＶＤの販売行為について答えるものには\nなっていない。），あるいは，上映権侵害であるなどとする答案が目立ったが，問題\n文をよく読み，何を問われているのかをよく考えて答えてほしいと感じた。\n設問２の２では，多くの答案において同法第４６条に言及している点は評価する\nことができたが，説得的な論述ができている答案は多くはなかった。一方，彫刻Ｂ\nが映画Ｃに写っている時間が比較的短いことや，必然的に写り込んだにすぎないの\nではないかとの観点から，実質的に見て著作権侵害には当たらない旨の指摘は，表\n現は各人各様ながら， それなりに論じられており， この点は評価することができた。\n設問２の３では，同法第４６条により制限される著作権は，その原作品が屋外の\n場所に恒常的に設置されている美術の著作物 （ここでは彫刻Ｂ） の著作権であって，\n当該美術の著作物（二次的著作物）の原著作物たる絵画Ａについての著作権につい\nては制限されるものではない，という主張をすることが考えられるが，この点につ\nいて論じられている答案が少なかったのは残念であった。\n全体的に，基本的な条文や論点の理解が，十分になされていないのではないかと\nの印象を受けた。また，緻密に事案を分析する力が不足しているのではないかとも\n感じた。基本的事項の理解や事案の分析力は，法曹にとって必要不可欠な能力なの\nであるから，受験者にあっては，これらの能力の涵養に一層心を砕いてほしい。\nなお，答案の書き方について一点指摘しておきたい。設問２では，双方の主張を\n論じる形の答案を求めたものであるが，設問１でも同様の書き方をした答案が散見\nされた。いかなる書き方をするのか特に指定しているわけではないが，設問１につ\nき，双方の主張を論じる形をとったもので良好な答案と評価できるものは，ほとん\nどなかった。設問２に引きずられたのかもしれないが，どのような書き方をするか\nについても論述の展開力にほかならないのであるから，十分に心してほしいと思わ\nれた。\n３ 今後の法科大学院教育に求めるもの\n例年指摘していることであるが，法科大学院では，学生に対し，まず基本的事項を\nしっかりと理解させて身に付けさせるよう努めていただきたい。その上で，事例を丁\n寧に分析し，法的に意味のある事実関係を抽出した上で法的評価を行い，当てはめを\n行うという訓練を積ませていただきたい。\nまた，非常に読みにくい，文章力に課題があると思われる答案が見られた。実務に\nおいて，書面で自己の主張を展開する場面は多い。自分の述べたいことが端的に伝わ\nる文章を書けないようでは，実務家としても心許ない。法科大学院におかれては，適\n宜，この点にも配意した指導をしていただく必要があるように思われる。\n-3 4-\n平成２１年新司法試験の採点実感等に関する意見（労働法）\n１ 出題の趣旨，ねらい等\n公表済みの「出題の趣旨」のとおりである。第１問，第２問とも，労働法における\n基本的な事項を扱った問題であり，法令及び判例に関する正確な知識・理解を前提と\nして，具体的事例から結論を導くために必要な論点を抽出し，法律要件に照らして事\n実を確定した上，ルールに当てはめて適切・妥当な結論を導くという，法律実務家と\nして求められる基礎的な能力を試そうとするものである。\n２ 採点方針\n出題の趣旨を把握した上，各論点について十分な論述ができているかどうか，及び\n結論に至る道筋を論理的に示すことができているかどうかを基準として採点した。結\n論を導くために必要な論点の抽出が的確に行われ，これに関する論述が水準に達して\nいると認められる答案には，おおむね標準以上の得点を与え，それを上回る説得力の\nある答案構成，重要論点の優れた掘り下げ等が認められる答案には，更に高得点を与\nえることを目安とした。なお，第２問のうち設問１及び設問２には，ほぼ同程度の配\n点をした。\n３ 採点実感等\n(1) 第１問について\n比較的多くの答案が，論述すべき主要な論点に言及しており，結論に至る道筋も\nおおむね示し得ていたといえる。もっとも，個々の論点に係る論述については精粗\nがあり，すべての論点について，十分な事実を拾い上げ，根拠となる法令，就業規\n則等の条項，判例による基準等を示しながら高い説得力を持たせ得たものは，多く\nなかった。\nまず，配転命令権の存否に関しては，ＸとＹ社との間に勤務地及び職種について\nの個別合意が存したのか，就業規則の関係規定が配転命令権の根拠となり得るのか\nについて論及することが求められるが，これらの点を十分に論じない答案が少なか\nらず見られた。その一方で，配転命令権の根拠に関する一般論を必要以上に詳述す\nるなど，論述のポイントが適切でないと考えられるものも散見された。また，配転\n命令権の濫用に関して，多くの答案において濫用の有無の判断基準等については一\n定水準の論述がなされていたものの，判断の枠組みが漠然とした総合考慮になって\nいたり，事実の評価が一面的であったり，配転命令権の存否に関して論ずべき事項\nを取り上げるなどする答案も見られた。\n次に，解雇の有効性に関しては，Ｙ社がＸの無断欠勤を理由として解雇している\nという設例を前提として，無断欠勤は就業規則に定められた解雇事由に該当するの\nか，さらに，Ｘの態度が無断欠勤と評価し得るのかについて，事実関係に即した十\n分な論述が求められるところ，配転命令が無効であることから直ちに解雇が無効で\nあるとの結論を導くなど，論述が不十分であるものが散見された。また，変更解約\n告知について論及する答案も若干見受けられたが，それが何を意味し，本設例でな\nぜこの点への論及が必要なのか，理解に苦しむものが多かった。\nさらに，平成２１年２月分から５月分までのＸの賃金請求権に関しては，多くの\n-3 5-\n答案がＸの賃金請求権の根拠として民法第５３６条第２項を指摘することはできて\nいた。しかし，なぜこの規定による処理が適切であるのかを十分に説明し得た答案\nは多くなく，また，解雇が無効であることを理由に２月分についても賃金請求を可\n能とするなど，理解が十分でないと思われるものも散見された。中間収入の控除に\n関しては，労働基準法第２６条による平均賃金の６割という基準には多くの答案が\n言及していたものの，中間収入を得た時期と控除の対象となる賃金請求権の発生時\n期との対応関係を意識できていないものや， 「中間収入が賃金の６割を超えないか\nら控除は許されない」などとする明らかな誤解に基づく答案が多数あり，判例の正\n確な理解が不十分であることがうかがわれた。また，解雇が無効であれば，受領済\nみの解雇予告手当は不当利得となり，返還義務が生じることとなるが，この点を明\n確に指摘した上で相殺の可否まで論じた答案は，少数にとどまった。\n(2) 第２問について\nまず，設問１の雇止めの可否については，全般的に適切な論述がなされている答\n案が多かった。\nただ，平成２０年９月３０日における労働契約の合意解除と同年１０月１日にお\nける新たな有期労働契約の締結という本設例における特徴的な事情が，解雇権濫用\n法理（規定）の類推適用の当否や雇止めの適法性の判断にどのように影響するのか\nについては，十分な考慮が必要であるにもかかわらず，全く論及しない，又は論述\nが薄い答案が相当数あった。逆に，この点が意識できていた答案は，全体的にもお\nおむね高評価であったといえ，法的判断の前提として必要な事実を具体的な事例か\nら拾い上げ，的確に評価する能力の涵養が望まれる。\nまた，雇止めを不当であると評価するのであれば，それを前提としてＸとＹ社と\nの間の労働契約の帰すうはどのようになるのかが論じられなければならないが，そ\nの点に論及した答案は少数にとどまった。\n次に，設問２については，ストライキの正当性を論じるに当たり，その目的との\n関係については適切に論述できている答案が多かったが，態様（部分スト）との関\n係での論述が不十分であるものが多かった。\nまた，懲戒処分の効力に関して論じるに当たり，労働契約法第１５条のみに基づ\nいて立論するか，労働組合法第７条を用いるのか，あるいは憲法第２８条，民法第\n９０条等の規定を援用するかについては，いずれの構成もあり得るし，複数のアプ\nローチを併用することも考えられるが，中には，これらの規定の適用関係が整理さ\nれず，理解が混乱していると思われる答案が見られた。また，労働組合法第７条を\n用いる場合には，同条の私法的効果についても論及する必要があるが，これがなさ\nれていない答案も散見された。\n賃金カットの効力に関する論述については，理由を示さずに結論のみを記述する\n答案や，ストライキ参加者と非参加者とを区別せずに論じている答案が散見された\nほか，非参加者が工場内に滞留していたことについての言及がないものが目に付い\nた。\n総じて，設問１と比べて設問２の論述が低調な答案が目立った。答案作成におけ\nる時間配分が適切になされていなかったことにも，その原因の一端があるのではな\nいかと感じられるので，解答に当たって留意が望まれる。\n(3) 第１問，第２問を通じて，判例の立場が明確である論点については，判例の立場\n-3 6-\nによらないとしても，少なくとも判例についての理解を示すべきである。その前提\nとして，主要な判例については，単なる要旨だけではなく，背景となった事実関係\nを踏まえながら，意義と内容を理解しておく必要があるが，そのような学習が不足\nしているのではないかと感じる答案が間々見られた。\n４ 今後の出題について\n出題方針等について変更すべき点は，特にない。\n法令，判例，学説等に関する正確な基礎的知識があることを前提に，具体的事例に\n即しつつ，主張を組み立て，あるいは，ルールを適用する能力・素養を試す出題を継\n続することとしたい。\n５ 今後の法科大学院教育に求めるもの\n具体的な事例の中から必要な事実を取捨選択して論点を抽出し，解答者なりの筋道\nを立てて結論に至るという，基本的な能力の伸長が望まれる。基礎的な知識の習得は\nもちろん不可欠であるが，その適用に当たり，当該事実関係の下での主張及び証拠に\n飽くまで即しながら，全体として筋の通った解決を目指すという思考方法が身に付く\nような指導をお願いしたい。\nまた，上述の点とも関係するが，実務法曹の養成という観点からは，主要な判例に\nついて，自ら原典を参照する習慣を身に付けさせることが重要である。当該判例が，\nいかなる事実関係の下で，どのような法的構成を用い，結論を導いているのかという\n点に関する分析・理解を深めさせることにより，判例理論を他の事例に応用できる能\n力を身に付けさせるよう，配意願いたい。\n-3 7-\n平成２１年新司法試験の採点実感等に関する意見（環境法）\n【第１問】\n１ 出題の意図に即した答案の存否，多寡\n第１問は，環境負荷物質の種類に応じてどのような対応や手法が必要となるかを，\n論理的に説明できる能力を問う基本的な問題であった。\n設問１は，ばい煙に対する規制と有害大気汚染物質対策に関して，対応の仕方を比\n較し， それぞれの考え方を説明する点については， 大気汚染防止法の規定にのっとり，\nおおむね出題の意図に即した適切な解答をしていた。そして，対応の仕方に相違があ\nる理由については，科学的知見が確実であるか否かによることを正確に指摘している\n者が多かった。さらに，有害大気汚染物質対策について予防原則に言及する答案が多\nく見られたが，このような記述は正当なものとして扱った。なお，大気汚染防止法第\n１８条の２０の規定の趣旨を誤ってとらえ，有害大気汚染物質は未然防止原則の適用\nであるが，ばい煙は予防原則の適用であるとする答案が若干見られた。このような混\n乱は環境法の基本原則の学習が十分ではないことを示している。なお，設問１の問の\n順序に沿って解答するものがほとんどであったが，中には，対応の仕方の相違の理由\nから書き出すものなど，問の順序を無視して解答する答案も見られた。問の順序を無\n視した答案は、出題の趣旨に沿った解答をすることが困難になったためか、結果的に\n得点を得られないことが少なくなかった。\n設問２小問１に関しては，二酸化炭素の特質について，国民の日常生活からも相当\n量が排出され，発生源を特定しにくいことを挙げるものが多く，この点については出\n題の意図に沿う者が比較的多かった。もっとも，その上で，二酸化炭素については世\n界全体での削減が問題となり， 国全体での総量削減が問題となることを指摘する者は，\n意外に必ずしも多くはなかった。設問の「規制的手法と異なった手法」とは，環境基\n本法第２２条にいう経済的手法であるが，二酸化炭素の特質に基づいて，なぜ経済的\n手法を中心とする手法が有効かの理由を明確に記述するものは余り多くなかった。上\n記のように，二酸化炭素の発生源を特定できないため通常の規制になじみにくいこと\nについて指摘するものは相当数見られ，この点は出題の意図に沿うものであったが，\n総量の削減の必要についての認識が乏しいためか，①国全体での削減が必要となるこ\nと，②その際，二酸化炭素は現在のところ人為的活動に伴って不可避的に生ずるもの\nであり，その削減にはばくだいなコストが掛かるため社会的コストを少なくする点で\n経済的手法が望ましいこと， ③技術革新・技術普及の促進の点で経済的手法の方が （一\n度基準を決めたら変えにくい）規制的手法に比べて有効であること，を指摘するもの\nは，それほど多くはなかった。\n設問２小問２は，経済的手法の中でどういう措置があるかを挙げ，長所短所を問う\n問題であり，税・賦課金，排出枠（排出量，排出権）取引，補助金の長短を解答する\nものであるが，小問１で問うた，二酸化炭素の排出削減に経済的手法がなぜ有効かと\nいう点を再度るる述べるものが少なくなかった。このような記述には点数を与えるこ\nとができなかった。排出枠取引の長所としては，まず，総量の管理ができることを挙\nげる必要があるが，これが書けているものは意外に少なかった。短所としてモニタリ\nングの困難性や国際競争力への配慮が問題となることなどを書いているものは，比較\n的多かった。税・賦課金については，経済的手法一般の長所のほか，財源が調達でき\n-3 8-\nることを挙げるものが多かった。補助金については，長所として即効性があることな\nどを書いた答案，短所として財源が確保しにくいこと，汚染者負担原則に反する場合\nがあることなどを書いた答案が比較的多かった。\n全体としてみれば，設問１については，総じて出題の意図に即した答案が多く，設\n問２については，比較的良くできてはいたものの，設問１に比べると出題の意図に沿\nうものとは言い難い答案も間々見られた。\n２ 出題の意図と実際の解答に差異がある場合の原因として考えられること\nこれは設問２について間々見られたが，なぜ温暖化問題に関して規制的手法ではな\nく，経済的手法が注目されているかについて，理由付けを含めた勉強が十分になされ\nていない面があったと思われる。原因の一端は，二酸化炭素は世界全体での総量削減\nが問題となる性質を有しており，そのために国全体としても総量の削減が必要なこと\nを十分認識していない者が少なからずいた点にあると思われる。司法試験用法文に掲\n載されている重要な法律の一つである地球温暖化対策推進法は，正に京都議定書の法\n的拘束力のある目標達成を図ることを目的とするものであり，このことに思い至る必\n要があったといえよう。\n３ 今後の法科大学院教育に求めるもの\n本問のように，環境負荷物質の種類に応じてどのような対応や手法が必要となるか\nを，資料を使いながら検討する出題は，環境法の大きな柱である環境法政策の根本的\n部分を扱ったものである。また，中でも設問２については，国内法に直結する（各教\n科書にも書かれている。）必要最小限の知識に思いが至ることは重要なことであった\nといえよう。本問の出題により，環境法では法政策に関しても問うことについて改め\nてメッセージが伝えられたと思う。法科大学院で日ごろから環境法政策の根本的部分\nについても考察できる素地を与えていただけるよう御指導をお願いしたい。\n【第２問】\n１ 出題の意図に即した答案の存否，多寡\n(1) 設問１の①の段階では，空き地が自然公園法第１４条第１項の特別保護地区内の\n場合には，廃タイヤの廃棄・野積み行為が，同法第１４条第３項第５号（物の集積\n・貯蔵）に該当し，県知事は同法第２７条第１項に基づき中止命令・原状回復命令\nを発することができる。この点については大半の答案が指摘していたが，この行為\nが，自然公園法の目的とする優れた自然の風景地の保護に反する行為であることを\n指摘した答案は少なかった。これは，「美しい山岳に恵まれた自然公園」において，\nカタクリ（同法第１３条第３項第１０号の指定を受けている。 ）の群生地に近接す\nる空き地に廃タイヤが野積み状態にあることの問題性を認識できなかったことによ\nるものと思われる。なお，「ぼや」が同法第１４条第３項第６号の「火入れ」に該\n当するとか，同項第７号の「損傷」に該当するとしてしまった答案も少なくなかっ\nた。これでは「ぼや」を自然公園法上の要許可行為とすることになる。要許可行為\nの趣旨を理解することが必要である。また上記命令に従わなかったときに講じ得る\n県知事の行政代執行について言及している答案が少なかったのは意外であった。設\n問１の①ではこの点を挙げるかどうかが大きなポイントである。\n-3 9-\n空き地が同法第１３条第１項の特別地域内にあるかどうかについては，場合分け\nをすることも考えられる。域内にあるとすれば，同条第３項各号の該当性を検討し\nた上で，同法第２７条第１項の該当性に言及することになる。\n同法第２７条１項の条文の読み方について，同法第１３条第３項，第１４条第３\n項の許可に付せられた条件に違反した者に対してのみ命令を発することができると\nした答案がかなりあったが，同法第２７条の命令は同法第１３条第３項，第１４条\n第３項の規定に違反しただけで発することができることとされている。\nなお県知事の措置として罰則規定を適用すべく刑事告発することについて言及す\nることも可能である。\n(2) 設問１の②の段階では，同法第４７条による原因者負担を挙げることが求められ\nるが，この条項を挙げた答案は半数に達しなかった。設問１ではこの条項を挙げる\nかどうかで大きく差が付いた。なお，民事訴訟を提起して損害賠償請求をすること\nを挙げた答案が多かったが，本問は行政上の措置を求めているので，採点の対象と\nしていない。\n(3) 設問２ではまず当事者能力について，権利能力なき社団（民事訴訟法第２９条）\n該当性についての主張をすることになるが，この点についての言及がない答案が散\n見された。団体固有の請求権を根拠としない場合には，当事者適格について，環境\n保護団体として原告適格があるとの主張が求められるが，任意的訴訟担当や紛争管\n理権の主張を挙げた答案は少なかった。 さらに， この点が判示された最高裁判決 （最\n判昭和６０年１２月２０日裁判集民事１４６号３３６頁・豊前火力発電所事件）を\n挙げた答案はわずかであった。\n実体権としての人格権，環境権の主張については，ほとんどの答案が言及してい\nた。ただ本件の原告が団体であることを考慮した主張はほとんどなく，ただ単に環\n境権を否定するという結論のみを記した答案が多かった。\n２ 出題の意図と実際の解答に差異がある場合の原因として考えられること\n設問１については，事例に即した法規の読み方ができなかったことが大きな原因で\nある。自然公園法そのものは，法科大学院の環境法の授業では詳しく触れることは必\nずしも多くないと思われる。しかし，環境法の基本的法令について，その法の趣旨・\n目的を読み取り，具体的事例に該当する条文を探索するという基本的能力があれば、\n自然公園法についての詳細な知識はなくても，本問について解答することは困難では\nなかったと思われる。また，条文の読み方の基礎がまだ不足している傾向があった。\n設問２は，環境権あるいは環境訴訟における当事者適格という環境法上の大きな論\n点がテーマであったが，多くの答案は十分な掘り下げがなかった。\n３ 今後について\n(1) 自然公園法については，細かい条項は無理としても，環境法の基本理念と関連す\nる点については法科大学院で触れていただきたい。 環境負荷を与えた者に対しては，"
}