{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "- 25 -\n[環 境 法]\n〔第１問〕（配点：５０）\n環境負荷物質を大気中に排出することを抑制する手法について，以下の設問に答えなさい。\n〔設問１〕\nばい煙と有害大気汚染物質についての対応の仕方を比較し，それぞれの考え方を説明するとともに，なぜ対応の仕方にそのような相違があるかを論じなさい。解答に当たっては資料１も参照すること。\n【資料１】\n○ 大気汚染防止法（昭和４３年６月１０日法律第９７号）附則（抄）\n１～８ （略）\n（指定物質抑制基準）\n９ 環境大臣は，当分の間，有害大気汚染物質による大気の汚染により人の健康に係る被害が生ずることを防止するために必要があると認めるときは，有害大気汚染物質のうち人の健康に係る被害を防止するためその排出又は飛散を早急に抑制しなければならないもので政令で定めるもの（以下「指定物質」という。）を大気中に排出し，又は飛散させる施設（工場又は事業場に設置されるものに限る。）で政令で定めるもの（以下「指定物質排出施設」という。）\nについて，指定物質の種類及び指定物質排出施設の種類ごとに排出又は飛散の抑制に関する基準（以下「指定物質抑制基準」という。）を定め，これを公表するものとする。\n（勧告）\n１０ 都道府県知事は，指定物質抑制基準が定められた場合において，当該都道府県の区域において指定物質による大気の汚染により人の健康に係る被害が生ずることを防止するために必要があると認めるときは，指定物質排出施設を設置している者に対し，指定物質抑制基準を勘案して，指定物質排出施設からの指定物質の排出又は飛散の抑制について必要な勧告をすることができる。\n（報告）\n１１ 都道府県知事は，前項の勧告をするために必要な限度において，同項に規定する者に対し，指定物質排出施設の状況その他必要な事項に関し報告を求めることができる。\n１２ 環境大臣は，指定物質による大気の汚染により人の健康に係る被害が生ずることを防止するため緊急の必要があると認めるときは，都道府県知事又は第３１条第１項の政令で定める市の長に対し，第１０項の規定による勧告に関し，必要な指示を行うことができる。\n１３ 環境大臣は，前項の指示をするために必要な限度において，指定物質排出施設を設置している者に対し，指定物質排出施設の状況その他必要な事項に関し報告を求めることができる。\n〔設問２〕\n環境基本法第２２条は，規制的手法とは異なった手法について規定している。この手法を国内の二酸化炭素排出削減に用いることが有効であるとの議論がある。これについて，資料２を参照しつつ，以下の小問に答えなさい。\n⑴ 前記議論について，その理由は何か。ばい煙と比較しつつ，二酸化炭素の特質に基づいて答えなさい。\n⑵ 前記議論について，具体的にあり得る措置を複数挙げた上，それぞれの長所，短所を述べなさい。\n- 26 -\n【資料２】\n○ 京都議定書目標達成計画（平成１７年４月２８日策定，平成１８年７月１１日一部改定，平成２０年３月２８日全部改定）（抄）第１章 地球温暖化対策の推進に関する基本的方向第２節 地球温暖化対策の基本的考え方\n１．環境と経済の両立（略）\n２．革新的技術の開発とそれを中核とする低炭素社会づくり京都議定書の約束を達成するとともに，更に「低炭素社会」に向けて長期的・継続的な排出削減を進めるには，究極的には化石燃料への依存を減らすことが必要である。\n環境と経済の両立を図りつつ，これらの目標を達成するため，既に効果を上げている対策や既存技術の普及を加速することと併せて，省エネルギー，再生可能エネルギー，原子力等の環境・エネルギー技術に磨きをかけ，創造的な技術革新を図り，効率的な機器や先進的なシステムの普及を図るとともに，ライフスタイル，都市や交通の在り方など社会の仕組みを根本から変えていくことで，世界をリードする環境立国を目指す。\n３．全ての主体の参加・連携の促進とそのための透明性の確保，情報の共有地球温暖化問題は，経済社会活動，地域社会，国民生活全般に深く関わることから，国，地方公共団体，事業者，国民といった全ての主体が参加・連携して取り組むことが必要である。\nこのため，地球温暖化対策の進捗状況に関する情報を積極的に提供・共有することを通じて各主体の対策・施策への積極的な参加や各主体間の連携の強化を促進する。\nまた，深刻さを増す地球温暖化問題に関する知見や，６％削減約束の達成のために格段の努力を必要とする具体的な行動，及び一人一人が何をすべきかについての情報を，なるべく目に見える形で伝わるよう，積極的に提供・共有し，広報普及活動を行い，家庭や企業における意識の改革と行動の喚起につなげる。\n４．多様な政策手段の活用分野ごとの実情をきめ細かく踏まえて，削減余地を最大限発現し，あらゆる政策手段を総動員して，効果的かつ効率的な温室効果ガスの抑制等を図るため，各主体間の費用負担の公平性に配慮しつつ，自主的手法，規制的手法，経済的手法，情報的手法など多様な政策手段を，その特徴を活かしながら，有効に活用する。\nまた，幅広い排出抑制効果を確保するため，コスト制約を克服する技術開発・対策導入を誘導するような経済的手法を活用したインセンティブ付与型施策を重視する。\n５．評価・見直しプロセス（ＰＤＣＡ）の重視（略）\n６．地球温暖化対策の国際的連携の確保（略）\n- 27 -\n〔第２問〕（配点：５０）\nＡ県にあるＢ国定公園は，美しい山岳に恵まれた自然公園である。Ｂ国定公園にはカタクリ（自然公園法第１３条第３項第１０号の指定を受けている。）の群落があり，近隣に住む甲は，そのカタクリの群落の保護・生育を図ることを目的とする団体（以下「本件団体」という。）を設立して代表者となり，会則も作成して，これまで約３０名の地域住民の会員とともに，１０年以上にわたって，そのカタクリの群落の生育調査を行い，年数回の一般向けの観察会や保護・生育のための提言を行ってきた。\nところで，約３年前から，Ｂ国定公園の特別保護地区内の遊歩道沿いにある前記カタクリの群落に近接した空き地に，乙が多数回にわたって数百本もの廃タイヤを投棄し，廃タイヤが野積みされた状態になっている。そして約１年前から，前記野積みされた廃タイヤからの自然発火により，頻繁に「ぼや」が発生したため，甲ら本件団体のメンバーは，前記野積みされた廃タイヤの処理について，Ａ県に対し，早急に対策を講じるよう何度も交渉をしていた（①）。\nその後，前記野積みされた廃タイヤの自然発火により大規模な火災が発生し，Ｂ国定公園においてＡ県が公園事業として設置していたビジターセンターが焼失するとともに，前記カタクリの群落も焼失した（②）。\nこの場合について，以下の設問に答えなさい。\n〔設問１〕\n①の段階及び②以後の段階において，それぞれＡ県知事は乙に対し，行政上，どのような対応措置を採ることができるか。ただし，廃棄物の処理及び清掃に関する法律に基づく措置は除くものとする。\n〔設問２〕\n①の段階で，本件団体が乙に対し，前記野積みされた廃タイヤの撤去を求める裁判上の請求をしたときに，その請求は認められるか。予想される当事者の法的主張とそれに対する相手方当事者の反論とを指摘しながら論じなさい。\n- 28 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "[環 境 法］\n〔第１問〕\n本問は，環境負荷物質の種類に応じてどのような対応や手法が必要となるかを，論理的に説明できる能力を問う問題である。環境法政策の根本的部分を扱ったものである。\n設問１では，ばい煙及び有害大気汚染物質へのそれぞれの対応について条文を挙げつつ説明し，ばい煙については，いわゆる規制的手法が用いられていること，有害大気汚染物質対策に関しては，事業者の責務とされ，罰則もなく，自主的取組手法が中心であることを示し，対応の仕方に相違がある理由については，科学的知見が確実であるか否かによることを説明することが求められている。\n設問２の小問１は，二酸化炭素の特質について，①排出者は特定の者ではなく，程度の差は大きいが国民全体がかかわっていること，②二酸化炭素については世界全体での削減が問題となり，国全体での総量削減が必要であり，地域的な排出量の偏在は問題とならないこと，③二酸化炭素は現在のところ人為的活動に伴って不可避的に生ずるものであり，その削減にははくだいなコストが掛かるため，いかに社会的コストを少なくして削減するかが重要となること，④前記③と同様の理由から継続的削減が重要であり，削減のために現在の技術では十分でなく，技術革新・技術普及が必要であることなどを指摘することが求められている。そして，経済的手法が重要であることについて，その理由を，上記の特質と対応させて指摘することが求められる。\n設問２の小問２は，経済的手法の中でどういう措置があるかを挙げ，長所短所を問う問題であり，税・賦課金，排出枠取引（排出量取引，排出権取引），補助金の長短を説明することが求められる。\n〔第２問〕\n- 14 -本問は，自然環境保全に関し，自然公園法の全体的理解及び自然破壊という具体的事例における同法規定の適用のされ方の理解並びに環境民事訴訟における環境保護団体の訴訟法上の論点及び環境権等の実体法上の論点についての理解を問うものである。\n設問１の①の段階では，廃タイヤの集積という行為に対し，行政上の措置に関する法の規定がどのように適用されるかを正しく示し，検討することが求められる。自然公園法（以下「法」という。）第１４条第１項の特別保護地区内では，同条第３項が適用され，その違反に対して県知事は法第２７条の中止命令・原状回復命令を発することができる。また，法第１３条第１\n項の特別地域内では，同条第３項の要件に該当する場合に法第２７条の適用がある。解答に当たっては，これらの規定がいずれも優れた自然の風景地の保護を目的とすることを考慮することが期待される。なお，法第２７条については，県知事の措置として行政代執行について言及することが求められる。\n設問１の②の段階では，さらに，公園事業として設置された施設を焼失させた原因者に対しては，法第４７条に基づき費用負担を求め得ることにも言及することが求められる。なお，本問は行政上の措置を求めているので，民事訴訟の提起は対象とはしていない。\n設問２では，本件団体の主張として，まず当事者能力について，権利能力なき社団（民事訴訟法第２９条）に該当するとの主張が求められる。次に，団体固有の請求権に基づいて請求するのでなければ，当事者適格について，環境保護団体として原告適格があるとの主張が求められる。この点について予想される法的主張としては，選定当事者（同法第３０条），任意的訴訟担当として許されるとの主張のほか，環境利益をめぐる提訴前に重要な解決行動を行った紛争管理権者として当事者適格を有する（紛争管理権説）との主張や，訴訟提起前の紛争解決過程への関与等を任意的訴訟担当の要件として再構築するという主張も挙げられよう。\n次に実体権として撤去請求を根拠付けるものとしては，人格権，環境権の主張が予想される。\nいずれの場合でも，本問の原告が団体であることを考慮した主張を検討することが必要である。\nこれらに対する乙の反論としては，権利能力なき社団に該当しないとの反論，選定当事者，任意的訴訟担当が認められる要件を満たさないとの反論のほか，紛争管理権説に対しては，最高裁で否定されている（最判昭和６０年１２月２０日裁判集民事１４６号３３６頁・豊前火力発電所事件）との反論が考えられる。\nまた，環境権に対しては，環境権そのものが認められないことのほか，団体としての環境権に対する反論が考えられる。"
}