{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "- 25 -\n[環 境 法]\n〔第１問〕（配点：５０）\n環境負荷物質を大気中に排出することを抑制する手法について，以下の設問に答えなさい。\n〔設問１〕\nばい煙と有害大気汚染物質についての対応の仕方を比較し，それぞれの考え方を説明するとともに，なぜ対応の仕方にそのような相違があるかを論じなさい。解答に当たっては資料１も参照すること。\n【資料１】\n○ 大気汚染防止法（昭和４３年６月１０日法律第９７号）附則（抄）\n１～８ （略）\n（指定物質抑制基準）\n９ 環境大臣は，当分の間，有害大気汚染物質による大気の汚染により人の健康に係る被害が生ずることを防止するために必要があると認めるときは，有害大気汚染物質のうち人の健康に係る被害を防止するためその排出又は飛散を早急に抑制しなければならないもので政令で定めるもの（以下「指定物質」という。）を大気中に排出し，又は飛散させる施設（工場又は事業場に設置されるものに限る。）で政令で定めるもの（以下「指定物質排出施設」という。）\nについて，指定物質の種類及び指定物質排出施設の種類ごとに排出又は飛散の抑制に関する基準（以下「指定物質抑制基準」という。）を定め，これを公表するものとする。\n（勧告）\n１０ 都道府県知事は，指定物質抑制基準が定められた場合において，当該都道府県の区域において指定物質による大気の汚染により人の健康に係る被害が生ずることを防止するために必要があると認めるときは，指定物質排出施設を設置している者に対し，指定物質抑制基準を勘案して，指定物質排出施設からの指定物質の排出又は飛散の抑制について必要な勧告をすることができる。\n（報告）\n１１ 都道府県知事は，前項の勧告をするために必要な限度において，同項に規定する者に対し，指定物質排出施設の状況その他必要な事項に関し報告を求めることができる。\n１２ 環境大臣は，指定物質による大気の汚染により人の健康に係る被害が生ずることを防止するため緊急の必要があると認めるときは，都道府県知事又は第３１条第１項の政令で定める市の長に対し，第１０項の規定による勧告に関し，必要な指示を行うことができる。\n１３ 環境大臣は，前項の指示をするために必要な限度において，指定物質排出施設を設置している者に対し，指定物質排出施設の状況その他必要な事項に関し報告を求めることができる。\n〔設問２〕\n環境基本法第２２条は，規制的手法とは異なった手法について規定している。この手法を国内の二酸化炭素排出削減に用いることが有効であるとの議論がある。これについて，資料２を参照しつつ，以下の小問に答えなさい。\n⑴ 前記議論について，その理由は何か。ばい煙と比較しつつ，二酸化炭素の特質に基づいて答えなさい。\n⑵ 前記議論について，具体的にあり得る措置を複数挙げた上，それぞれの長所，短所を述べなさい。【資料２】\n○ 京都議定書目標達成計画（平成１７年４月２８日策定，平成１８年７月１１日一部改定，平成２０年３月２８日全部改定）（抄）第１章 地球温暖化対策の推進に関する基本的方向第２節 地球温暖化対策の基本的考え方\n１．環境と経済の両立（略）\n２．革新的技術の開発とそれを中核とする低炭素社会づくり京都議定書の約束を達成するとともに，更に「低炭素社会」に向けて長期的・継続的な排出削減を進めるには，究極的には化石燃料への依存を減らすことが必要である。\n環境と経済の両立を図りつつ，これらの目標を達成するため，既に効果を上げている対策や既存技術の普及を加速することと併せて，省エネルギー，再生可能エネルギー，原子力等の環境・エネルギー技術に磨きをかけ，創造的な技術革新を図り，効率的な機器や先進的なシステムの普及を図るとともに，ライフスタイル，都市や交通の在り方など社会の仕組みを根本から変えていくことで，世界をリードする環境立国を目指す。\n３．全ての主体の参加・連携の促進とそのための透明性の確保，情報の共有地球温暖化問題は，経済社会活動，地域社会，国民生活全般に深く関わることから，国，地方公共団体，事業者，国民といった全ての主体が参加・連携して取り組むことが必要である。\nこのため，地球温暖化対策の進捗状況に関する情報を積極的に提供・共有することを通じて各主体の対策・施策への積極的な参加や各主体間の連携の強化を促進する。\nまた，深刻さを増す地球温暖化問題に関する知見や，６％削減約束の達成のために格段の努力を必要とする具体的な行動，及び一人一人が何をすべきかについての情報を，なるべく目に見える形で伝わるよう，積極的に提供・共有し，広報普及活動を行い，家庭や企業における意識の改革と行動の喚起につなげる。\n４．多様な政策手段の活用分野ごとの実情をきめ細かく踏まえて，削減余地を最大限発現し，あらゆる政策手段を総動員して，効果的かつ効率的な温室効果ガスの抑制等を図るため，各主体間の費用負担の公平性に配慮しつつ，自主的手法，規制的手法，経済的手法，情報的手法など多様な政策手段を，その特徴を活かしながら，有効に活用する。\nまた，幅広い排出抑制効果を確保するため，コスト制約を克服する技術開発・対策導入を誘導するような経済的手法を活用したインセンティブ付与型施策を重視する。\n５．評価・見直しプロセス（ＰＤＣＡ）の重視（略）\n６．地球温暖化対策の国際的連携の確保（略）〔第２問〕（配点：５０）\nＡ県にあるＢ国定公園は，美しい山岳に恵まれた自然公園である。Ｂ国定公園にはカタクリ（自然公園法第１３条第３項第１０号の指定を受けている。）の群落があり，近隣に住む甲は，そのカタクリの群落の保護・生育を図ることを目的とする団体（以下「本件団体」という。）を設立して代表者となり，会則も作成して，これまで約３０名の地域住民の会員とともに，１０年以上にわたって，そのカタクリの群落の生育調査を行い，年数回の一般向けの観察会や保護・生育のための提言を行ってきた。\nところで，約３年前から，Ｂ国定公園の特別保護地区内の遊歩道沿いにある前記カタクリの群落に近接した空き地に，乙が多数回にわたって数百本もの廃タイヤを投棄し，廃タイヤが野積みされた状態になっている。そして約１年前から，前記野積みされた廃タイヤからの自然発火により，頻繁に「ぼや」が発生したため，甲ら本件団体のメンバーは，前記野積みされた廃タイヤの処理について，Ａ県に対し，早急に対策を講じるよう何度も交渉をしていた（①）。\nその後，前記野積みされた廃タイヤの自然発火により大規模な火災が発生し，Ｂ国定公園においてＡ県が公園事業として設置していたビジターセンターが焼失するとともに，前記カタクリの群落も焼失した（②）。\nこの場合について，以下の設問に答えなさい。\n〔設問１〕\n①の段階及び②以後の段階において，それぞれＡ県知事は乙に対し，行政上，どのような対応措置を採ることができるか。ただし，廃棄物の処理及び清掃に関する法律に基づく措置は除くものとする。\n〔設問２〕\n①の段階で，本件団体が乙に対し，前記野積みされた廃タイヤの撤去を求める裁判上の請求をしたときに，その請求は認められるか。予想される当事者の法的主張とそれに対する相手方当事者の反論とを指摘しながら論じなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "[環 境 法］\n〔第１問〕\n本問は，環境負荷物質の種類に応じてどのような対応や手法が必要となるかを，論理的に説明できる能力を問う問題である。環境法政策の根本的部分を扱ったものである。\n設問１では，ばい煙及び有害大気汚染物質へのそれぞれの対応について条文を挙げつつ説明し，ばい煙については，いわゆる規制的手法が用いられていること，有害大気汚染物質対策に関しては，事業者の責務とされ，罰則もなく，自主的取組手法が中心であることを示し，対応の仕方に相違がある理由については，科学的知見が確実であるか否かによることを説明することが求められている。\n設問２の小問１は，二酸化炭素の特質について，①排出者は特定の者ではなく，程度の差は大きいが国民全体がかかわっていること，②二酸化炭素については世界全体での削減が問題となり，国全体での総量削減が必要であり，地域的な排出量の偏在は問題とならないこと，③二酸化炭素は現在のところ人為的活動に伴って不可避的に生ずるものであり，その削減にははくだいなコストが掛かるため，いかに社会的コストを少なくして削減するかが重要となること，④前記③と同様の理由から継続的削減が重要であり，削減のために現在の技術では十分でなく，技術革新・技術普及が必要であることなどを指摘することが求められている。そして，経済的手法が重要であることについて，その理由を，上記の特質と対応させて指摘することが求められる。\n設問２の小問２は，経済的手法の中でどういう措置があるかを挙げ，長所短所を問う問題であり，税・賦課金，排出枠取引（排出量取引，排出権取引），補助金の長短を説明することが求められる。\n〔第２問〕本問は，自然環境保全に関し，自然公園法の全体的理解及び自然破壊という具体的事例における同法規定の適用のされ方の理解並びに環境民事訴訟における環境保護団体の訴訟法上の論点及び環境権等の実体法上の論点についての理解を問うものである。\n設問１の①の段階では，廃タイヤの集積という行為に対し，行政上の措置に関する法の規定がどのように適用されるかを正しく示し，検討することが求められる。自然公園法（以下「法」という。）第１４条第１項の特別保護地区内では，同条第３項が適用され，その違反に対して県知事は法第２７条の中止命令・原状回復命令を発することができる。また，法第１３条第１\n項の特別地域内では，同条第３項の要件に該当する場合に法第２７条の適用がある。解答に当たっては，これらの規定がいずれも優れた自然の風景地の保護を目的とすることを考慮することが期待される。なお，法第２７条については，県知事の措置として行政代執行について言及することが求められる。\n設問１の②の段階では，さらに，公園事業として設置された施設を焼失させた原因者に対しては，法第４７条に基づき費用負担を求め得ることにも言及することが求められる。なお，本問は行政上の措置を求めているので，民事訴訟の提起は対象とはしていない。\n設問２では，本件団体の主張として，まず当事者能力について，権利能力なき社団（民事訴訟法第２９条）に該当するとの主張が求められる。次に，団体固有の請求権に基づいて請求するのでなければ，当事者適格について，環境保護団体として原告適格があるとの主張が求められる。この点について予想される法的主張としては，選定当事者（同法第３０条），任意的訴訟担当として許されるとの主張のほか，環境利益をめぐる提訴前に重要な解決行動を行った紛争管理権者として当事者適格を有する（紛争管理権説）との主張や，訴訟提起前の紛争解決過程への関与等を任意的訴訟担当の要件として再構築するという主張も挙げられよう。\n次に実体権として撤去請求を根拠付けるものとしては，人格権，環境権の主張が予想される。\nいずれの場合でも，本問の原告が団体であることを考慮した主張を検討することが必要である。\nこれらに対する乙の反論としては，権利能力なき社団に該当しないとの反論，選定当事者，任意的訴訟担当が認められる要件を満たさないとの反論のほか，紛争管理権説に対しては，最高裁で否定されている（最判昭和６０年１２月２０日裁判集民事１４６号３３６頁・豊前火力発電所事件）との反論が考えられる。\nまた，環境権に対しては，環境権そのものが認められないことのほか，団体としての環境権に対する反論が考えられる。",
  "scoring_notes": "れているのであり，自然破壊の回復措置として同法が規定している同法第４７条の\n原因者負担もその一例であることを， 環境法教育において論及することが望まれる。\n(2) 環境保護団体の当事者適格は環境訴訟上の大きな論点である。任意的訴訟担当や紛争管理権は民事訴訟法上の論点でもあるが，環境法に即し学生自身が整理・考察\nしておくことが必要である。\n環境権については，単に肯定，否定という結論のみを整理するのではなく，裁判\nではどのような主張がされているのか，なぜ否定するのか等について，理由付けを\n含めつつ，掘り下げて理解しておくことが期待される。平成２１年新司法試験の採点実感等に関する意見（国際関係法（公法系））\n１ 出題の趣旨・ねらい\n「出題趣旨」において詳述したが，それに付加すべき点は以下のとおりである。\n問題の作成に当たっては，国際法の基本的な考え方と基本的な知識を習得していれ\nば解答できるように努めた。加えて，日々の国際問題に関心を持っている受験者であ\nれば，具体的な問題状況を思い浮かべることができ，答案が充実したものになるよう\nに心掛けた。他方で，単なる時事的な知識や細かな派生的知識を有しているかどうか\nによって評価が決まらないように工夫した。\n２ 採点方針\n特に以下の点に配意して答案の評価を行った。\n第一に，設問にかかわる国際法の基本概念・基本原理を正確に理解しているかどう\nかを主要な評価基準とした。当然，論述が論理的であって論述相互の間に矛盾がない\nかどうかについても留意した。また，論述が条約条文の単なる書き写しではなく，受\n験者の理解が現れているかどうかも注意深く見た。\n第二に，設問から，単一の論理だけではなく，複数の論理の展開が可能であること\nを理解できているかどうかに注目した。\n第三に，法規範の事実への当てはめが的確に行われているかどうか，そもそも法規\n範の解釈と法規範の事実への当てはめとを明確に区別して認識しているかどうかにも\n注意した。\n３ 採点実感\n(1) 全体\n基本概念や基本原理（特にその名称）については一応答えられている答案が多か\nった。その結果，国際法の考え方についての理解の深浅によって評価が分かれるこ\nととなった。\n他方，条約条文を引き写しているにすぎない答案や，自分で基本概念・基本原理\nをかみ砕いて理解し，それを自分の論述の根拠として効果的に組み込もうという工\n夫が感じられない答案も散見された。また，法規範の解釈とその事例への当てはめ\nを明確に区別できていない答案が目立ち，そのような答案は低い評価となった。\n(2) 第１問\n国際法の基本というべき安全保障に関する問題を出題した。安全保障は新司法試\n験では初の出題であったが，おおむね一定の水準に達しており，第１問全体につい\nて充実した論述を行った答案もごく少数であるが見受けられた。他方で，国際法の\n基本中の基本ともいうべき自衛権について十分に理解していない答案もあったのは\n遺憾であった。\n第１問の小問の一部は平成２０年度と同様の出題であったところ，当然のことな\nがらそれらについて多くの受験者は準備していたと思われ，それ以外の部分の解答\nによって評価に差が付くこととなった。\n(3) 第２問\n設問１，設問２とも，問題文に解答を求める事項を明示したので，多くの受験者が出題の意図を的確に把握していた。設問１（１）や設問２（２）のように，基本\n的事項を確認するための問題は比較的良く書けていた。 中でも， 設問２ （２） では，\n国連海洋法条約の条文を引用しながら， 「海賊」や「衝突」だけではなく，それ以\n外の可能性にも言及するなど，よく考えて論述している答案が予想した以上にあっ\nた。\n他方，設問１（２）では，立法管轄権と執行管轄権が適切に区別されていない答\n案が散見された。\n４ 今後の出題について\n今後も国際法の基本的な考え方を習得しているかどうかを第一の評価基準とし，基\n本的な考え方と基本的な知識・理解がしっかり身に付いていれば細かな派生的知識が\nなくても解答できるような出題をすることが適切であると考えている。\n５ 今後の法科大学院教育に求めるもの\n法科大学院では，いわゆる“頭が固い”法曹に育て上げないようにすることが望ま\nれるが，この観点からは，国際関係法（公法系）は，格好の素材を提供する科目であ\nると思われる。 一つの設問について， 複数の考え方や論理の組立て方があり得ること，\n機械的な既存の条文の解釈論・適用（当てはめ）だけではなく，その背後まで立ち返\nって（それこそが，「基本原理」を理解することの意味である。）設問を考え，その上\nで自らの見解を構築するような訓練をしてほしい。\n他方，国際関係法（公法系）も法学の一つであることに変わりがないが，解釈と適\n用（当てはめ）を意識的に区別する訓練が乏しい印象がある。国際関係法（公法系）\nについても，他の法学諸分野と同様に，学生が解釈と適用（当てはめ）を意識的に区\n別できるような教育をお願いしたい。平成２１年度新司法試験の採点実感等に関する意見（国際関係法（私法系））\n１ 出題の趣旨，ねらい等\n本年度の国際関係法（私法系）の問題は，狭義の国際私法（抵触法）及び国際民事\n訴訟法から出題されている。これらの法分野に関する理解を問うため，財産法と家族\n法の双方に関する法の抵触と国際民事訴訟法の分野から出題した。\n２ 採点方針\n採点に当たっては，各問題の各設問につき，法律問題が正しく特定されているか，\n特定された法律問題に含まれている論点が適確に把握されているかを評価の要点とし\nた。さらに，各論点について関連法規の理解が十分かつ正確にできているか，事例へ\nの当てはめが丁寧にできているかも重要な評価の基準とした。\nなお，学説が分かれている論点については，結論それ自体によって評価に差を設け\nることはしていない。むしろ，論拠を示しつつ，自説が論理的に展開できているか否\nかを基準にして成績評価をした。いまだ確たる判例法が形成されいない論点との関連\nについても同様である。もっとも，新司法試験が将来の法曹としての資質を問うもの\nである以上，自説を展開するに際しては，関連する重要な判例を踏まえたものである\nことを重視した。\n３ 採点実感\n(1) 第１問について\n設問１は，離婚事件の間接管轄を問うものである。いわゆる鏡像理論に従いつつ\n昭和３９年３月２５日の最高裁判決が定立した基準を型どおりに事例に当てはめる\nという平板な答案が比較的多かったように見える。直接管轄の基準よりも緩やかな\n基準によるとの処理や最後の婚姻住所地を管轄原因とする処理なども答案として排\n斥されない。そういった処理の可能性と妥当性に言及しながら論理を展開すると，\n昭和３９年判決の基準を踏襲するにせよ，少なくとも答案の平板さを避けることが\nできたように思われる。また，平成８年６月２４日の最高裁判決が持ち得る意義に\nついて明示的に言及すると積極的な評価を得ることができたであろう。なお，事例\nの甲国裁判所に間接管轄が認められるか否かという結論それ自体は，評価に影響し\nない。\n設問２は，婚姻の実質的成立要件の準拠法（通則法第２４条第１項）を問うもの\nである。要件欠缺の効果を含めて配分的適用という連結方法の趣旨がよく理解でき\nているか否かが評価のポイントとなっている。理解の正確さを判定するために「再\n婚禁止期間」と「重婚」という要件が用いられている。いわゆる一方的・双方的要\n件を抵触法の平面でとらえる説を採用するか，実質法の平面でこれをとらえる説を\n採用するかは評価に影響しない。 いずれの説に依拠するにせよ， その理由を明示し，\n明示した理由に沿って論理的に解決を試みているか否かが決定的である。自らが採\nった説を咀しゃくしていないとみられる答案や両説を混同しているとみられる答案\nが少なくなかった。\n設問３は，婚姻の方式の準拠法を問うものである。この問題に正しい理解に基づ\nいて解答した答案の割合は相対的に低かった。これは，外国に所在する当事者間で挙行される婚姻も通則法第２４条第２項及び第３項の規定の適用対象であることが\n十分に認識されていないことに起因していると思われる（第３項ただし書の日本人\n条項に言及するものが相当数あった。）。また，民法第７４１条の規定自体を知らな\nいと見られる答案も多数あった。\n(2) 第２問について\n設問１は，法人機関の代表権の性質決定と従属法いかんを問うものである。前者\nについては正しくこれを従属法の問題として性質決定する解答が多く，また，多数\nが従属法を設立準拠法主義としていた。ただし，そのように性質決定すべき理由や\n（本拠地法主義との比較において）設立準拠法主義のもつ利点を十分に把握してい\nるか疑わしい答案が少なくなかった。\n設問２（１）は，国際裁判管轄の合意という外形をとりながら，およそ国際裁判\n管轄を決定する際に考慮すべき法的利益は何かという基本的な問題に関するもので\nある。訴訟活動の難易に言及する答案は多数あったが，その一方で，法廷地と準拠\n法の予見可能性や法廷地と執行地の一致がもたらす利点に言及するものは意外に少\nなかった。\nなお，本問において問われているのは法的な利点である。国際裁判管轄に関する\n．．\n相手方の主張を受け容れれば引き換えに他の契約条項につき自己の主張が通るとい\nった，契約交渉技術上の利点ではない。\n設問２（２）の解答には，次の論点との関係において通則法第７条と第８条の規\n定の解釈が求められている。すなわち，①通則法第７条の規定は黙示の法選択を否\n定するか否か，②第８条第１項と第２項との関係いかん，③特徴的給付という基準\nの意義である。これらの論点に関する規定の一般的な解釈を前提にして，第８条の\n規定を事例に当てはめなければならない。当てはめに際しては， 「推定」を覆す事\n情の存否につき言及することが求められている。解釈との関連では，上記③の点に\nつき論述不足の答案が少なくなかった。\n設問３は，債権譲渡の債務者に対する効力の準拠法を問うものである。多くの答\n案は正しく通則法第２３条の規定を適用していた。一般的な解釈論として譲渡債権\nの準拠法によることの合理性，換言すると当該規定の趣旨に言及する答案は，概し\nて，力強く論理を展開できていたように見える。\n４ 今後の出題について\n今後も，狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を\n組み合わせた事例問題を出題することになると考えられる。 もっとも， 今年と同様に，\nこれらの法分野の一部からは出題をしないこともあり得る。\n司法試験は，論理的に思考する能力など将来の法律実務家としての基本的な能力を\n判定するための試験であり，個々の分野の専門家としての能力を検定するものではな\nい。来年以降の国際関係法（私法系）も，この点を踏まえた問題とすることが望まし\nい。\n来年からは「外国等に対する我が国の民事裁判権に関する法律」及び「国際物品売\n買契約に関する国際連合条約」が出題範囲に入ることになるが，特に後者については\n各法科大学院の教育内容を勘案して出題することが望まれる。５ 今後の法科大学院教育に求めるもの\n狭義の国際私法（抵触法）については，受験者の答案を見る限り，基本的知識に関\nする教育は相当なレベルに達していると思われる。個々の規定の趣旨の理解について\nはいまだ十分ではないように見えるけれども，これは通則法の施行からそれほど時間\nが経過していないことも影響していると推測される。\n国際民事訴訟法については，法科大学院の授業レベルに大きな差異があるように見\nえる。制度の趣旨を踏まえた基本的な理解を学生に得させる教育が望まれる。"
}