{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，法的な問題とそれに対する考えを述べた上で，ＸのＹ社に対する法的地位，権利関係について論じなさい（金銭債権に関して述べる場合は，平成２１年５月３１日を基準として，金額を明示すること。遅延損害金は考えなくてよい。）。\nなお，Ｙ社の就業規則（抜粋）は，後記のとおりである。\n【事 例】\nＸは，求人雑誌で衣料品等の販売を全国に展開するＹ社の販売員募集の広告を見て応募し，平成１３年４月に期間の定めなく採用された。Ｘは，希望どおり自宅から徒歩１５分のＭ店で販売員をすることになったが，雇用契約締結の際に，勤務場所や従事する業務について特別の話はなく，雇用契約書にもその記載はなかった。Ｘの給与は，基本給だけであり，平成２０年４月以降は月額３０万円で，当月分が毎月２５日に支払われていた。Ｙ社では，Ｍ店を含めて，就業規則は周知されていた。\nところが，Ｍ店店長（以下「店長」という。）は，平成２０年１２月２０日，Ｘに対し，突然，平成２１年２月１日付けでの本社総務課勤務を命じた。Ｘは，自宅療養中で介護が必要な父親と小学校低学年の子１人の３人暮らしであり，毎年４月と１０月に行われる店長との面談で，家族の状況を話し，勤務店を変わることはできないことを伝えていた。Ｘが「本社は自宅から片道２時間半以上掛かり，通勤は不可能です。病気の父を抱え，家族が転居することはできないし，父と子を残して単身で転居することもできません。それに，これまで，希望していないのに販売員が異動になった例は，聞いたことがありません。」と話すと，店長は，「会社の方針で，人件費削減のために販売員は期間雇用のパート従業員とすることになり，販売員の中で給与が高いＸを最初に異動対象とした。本社での具体的な仕事は，まだ決まっていない。給与は，通勤手当が付くほかは変わらない。本社勤務ができないなら，辞めてもらうしかない。」と話した。\nＸは，異動に納得ができず，平成２０年１２月２０日以降，店長に対して，家庭の事情などを繰り返し伝えて異動に応じられないと話したが，店長は，異動に従業員の同意はいらないと言って聞き入れなかった。Ｘは，平成２１年２月１日にＭ店に行ったところ，異動辞令が出ていると言われ，店内に入れず，その後，出社しなかった。Ｘには，Ｙ社から２度電話があり，本社に出社するように言われたため，Ｍ店なら勤務すると答えたが，「本社以外に勤務場所はない，Ｍ店では働かせない。」と告げられた。２月２５日には給与が振り込まれず，２月２７日に，３月１日付けで解雇するとの通知書が送られてきた。Ｘは，すぐに店長に電話して，解雇は認められないと抗議をしたところ，３月１０日に，Ｘの銀行口座に３０万円が送金されるとともに，同日，Ｙ社から，「解雇理由は無断欠勤（就業規則第３７条第１号，第５号）であり，送金したのは解雇予告手当である。」と記載された文書と，退職金の支給のための書類が送付されてきた。Ｘは，Ｙ社に電話して解雇は認めないと伝え，退職金支給書類を返送しなかった。Ｙ社の退職金規程によれば，Ｘが３月に退職した場合の退職金は１０５万円であった。\nなお，Ｙ社は，Ｘの後任として，２月１日からパート従業員１名を採用している。また，Ｘは，生活のため，４月１日から近所のコンビニエンスストアでアルバイトをし，４月と５月に各１４万円の収入を得ているが，元のようにＭ店で働きたいと思っている。\n【就業規則（抜粋）】\n（転勤等）第１１条 会社は，従業員に対して，業務の都合により，就業の場所又は従事する業務の変更を命じることができる。\n- 20 -\n（解雇）第３７条 会社は，従業員が次の各号のいずれかに該当するときは，解雇する。\n① 職務遂行能力が不十分又は勤務態度が不良でその職務に不適格であるとき。\n②～④ （略）\n⑤ 前各号に準じる事由があるとき。\n- 21 -\n〔第２問〕（配点：５０）\n次の設例を読んで，後記の設問に答えなさい。\n【設 例】\n１ 電機メーカーＹ社は，主力商品である半導体製品の売上不振によって業績が悪化したため，平成２０年７月，主力工場であるＡ工場の生産縮小を決定した。そして，Ｙ社は，同年８月\n１８日，期間１年の有期労働契約で雇用され，比較的単純な作業に従事する期間従業員であるＸ ら１００名の雇用を，期間の満了時期にかかわらず，同年９月末日限りで打ち切る方針を固\n１め，全員に通知した。Ａ工場における平成２０年度上半期の生産高は，それ以前に比べて著しく落ち込み，その後も回復を見込めない情勢にあった。\nしかし，Ｘ ら期間従業員がこの打切りに強く反発したため，Ｙ社は雇用打切りの方針をいっ\n１たん断念し，同年９月３０日付けで労働契約を合意解約するとともに，同年１０月１日付けで６か月の期間を定めた労働契約を期間従業員全員との間で新たに締結した。その内容は，「本労働契約の期間は，平成２０年１０月１日から平成２１年３月３１日までとし，期間従業員は，３月３１日をもって退職するものとする。」というものであった。Ｘ らは不満を抱いたものの，１\n当面の生活を重視して契約締結に応じた。また，Ｙ社は，Ａ工場の生産体制を縮小する中で，従業員の雇用を確保するため，平成２０年１０月１日以降，正社員及び期間従業員の労働時間を１日８時間から７時間に短縮した。\n２ Ｘ ら期間従業員は，前記労働契約によって就労を継続したが，Ａ工場の業績は回復せず，Ｙ\n１社全体としても業績が悪化したので（平成２０年度下半期の売上高は，前年度比で３割近く減少し，経常損失を生じる見込みである。），Ｙ社は，平成２１年２月２０日，期間従業員１００名全員について，同年３月３１日をもって雇用を終了することを決定し，通知した。通知に際しては，Ａ工場長がＸ ら期間従業員全員を集めて２回にわたって説明会を開き，雇用打切りに１\n至る経緯や理由について説明を行った。\nこれに対して，１００名の期間従業員のうち６０名は雇用打切りに応じたが，Ｘ ～Ｘ の１ ４０４０名は納得せず，Ｙ社に対して労働契約上の地位の確認を求める訴えを提起することを考えている。一方，Ｙ社は，平成２１年４月１日以降，Ｘ ら４０名の就労を拒否している。\n１\nＸ ら４０名は，期間１年の有期労働契約を６回ないし１０回更新して就労してきたものであ\n１る。契約更新に際しては，その都度契約書を取り交わしてきたものの，従来は更新を拒絶された事例はない。Ｘ らの業務は，ライン製造における補助作業であり，正社員のような熟練作業\n１ではないが，半導体製造にとって不可欠の業務であり，時間外労働に従事することもあった。\nなお，平成２１年２月２０日の期間従業員への雇用打切り通知当時，Ｙ社には約３２００億円の内部留保があり，雇用を打ち切らなくても，直ちに資産状況が債務超過に陥るという状況にあったわけではない。雇用打切りに際しては，正社員の労働時間の更なる短縮や，Ｙ社役員，管理職及び正社員の給与・賞与カット等の措置は講じられていない。\n３ Ｙ社正社員の約８０パーセントを組織するＮ組合は，当初は期間従業員の人員整理を静観していたが，同じ労働者として放置しておくべきではないという声が高まり，また，Ｙ社が第２段階の人員削減として正社員の人員整理を計画しているとの情報を得て危機感を強め，平成\n２１年４月１５日，Ｙ社との間で団体交渉を行った。そして，Ｘ ら期間従業員のうち雇用期間\n１の長い者２５名を再雇用するよう申し入れるとともに，Ｎ組合員ら正社員の人員整理計画の有無について明らかにするよう求めた。これに対して，Ｙ社は，「期間従業員の雇用問題は，Ｎ組合との団交事項ではない。正社員の人員整理は６月から実施する予定であるが，詳細が確定した段階で交渉に応ずる。」と回答して交渉を１回で打ち切り，その後は交渉に応じていない。\nそこで，Ｎ組合は，期間従業員問題の打開を図り，また，Ｙ社が正社員の人員整理を予定していることに抗議するため，平成２１年４月３０日，組合規約所定の手続を経て，Ａ工場にお\n- 22 -けるストライキの実施を決定し，Ｎ組合Ａ工場支部に指示した。この指示を受けて，Ａ工場に勤務するＮ組合員１６５名のうち，主要製造ラインの班長職組合員及びコンピュータ制御部門に所属する組合員計４５名は，５月１０日，全日ストライキを決行した。この結果，同日のＡ工場の生産機能は完全に停止し，約１２００万円の損害が発生した。その際，ストライキに参加しないＮ組合員らは，従事すべき業務がなくなったが，終日，工場内に滞留した。なお，Ｙ社は，Ａ工場に勤務する非組合員については，５月１０日の勤務を免除した上，当日分の賃金を支給した。\n４ Ｙ社は，Ａ工場のＮ組合員ら１６５名全員について５月１０日分の賃金（基本給）を５月賃金からカットするとともに，６月３０日，ストライキを計画・指導したＮ組合執行委員長Ｒ及び書記長Ｓに対し，「故意に会社業務を妨害したとき」とのＹ社就業規則の懲戒事由に基づき，Ｒを出勤停止１０日間，Ｓをけん責の懲戒処分に付した。同就業規則には，懲戒手続について，「会社とＮ組合によって組織する懲戒委員会を開催し，事実調査及び処分について協議する。」\nとの規定がある。懲戒委員会では，Ｒ及びＳを呼んでその言い分を聴いた上，Ｙ社とＮ組合副執行委員長らが２回にわたって協議したものの，決裂した。\n〔設 問〕\n１．Ｙ社がＸ らに対して行った雇用打切りの法的評価について論じなさい。\n１２．Ｙ社がＲとＳに対して行った懲戒処分及びＮ組合員ら１６５名に対して行った賃金カットの効力について論じなさい。\n- 23 -\n- 24 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "[労 働 法］\n〔第１問〕\n本問は，配転命令を契機として無断欠勤を理由とする普通解雇が行われた事例について，法的問題点を抽出し，具体的な事例に適用することを通じて，配置転換及び解雇をめぐる問題の理解を問うものである。いずれも労働法における基本的な論点といえるが，そのまま適用するかどうかは別として，これらに関する判例の知識が前提となり，それを正確に示した上で自らの考えを述べることが期待される。\nまず，本問の事例では，配転命令が普通解雇の前提となっていることから，Ｘに対する配転命令の効力について論じる必要がある。ＸとＹ社との合意内容や就業規則の規定に照らしながら，Ｙ社がＸに対して配転命令を出す権限を有していたかを記述し，さらに配転命令が権利濫用に当たらないか否かを，判例による判断枠組みを踏まえながら，本件の具体的な事実関係に即して分析することが求められる。\n次に，それを前提に，本件解雇が有効かどうかを検討することになる。本件解雇が就業規則の規定に基づいて行われていることを指摘した上で，Ｘが本社に出社しなかったことが就業規則に定める解雇事由に該当するか否か，あるいは解雇権の濫用（労働契約法第１６条）に当たらないかどうかを吟味すべきである。また，必要があれば，労働基準法第２０条の解雇予告の問題にも触れることになろう。\n最後に，以上を踏まえつつ，ＸとＹ社との法的地位，権利関係について整理する必要がある。\n配転命令や普通解雇が無効である場合，Ｘが出社しなくなった２月１日から解雇が行われた時点までと，その後５月３１日までのそれぞれについて，賃金の支払を求めることができるかを民法第５３６条第２項を用いて説明することが必要となる。さらに，Ｘのアルバイト収入が控除されるかどうか，控除されるとするとその金額は幾らか（労働基準法第２６条や同法第２４\n条との関係），支払済みの解雇予告手当はどのように扱うべきかを述べることが求められる。\n〔第２問〕\n本問は，期間従業員の労働契約の打切りと，それを契機に行われた労働組合のストライキの事例を素材として，有期労働契約の終了，争議行為の正当性，ストライキ時における賃金カッ\n- 13 -ト，懲戒処分の根拠・効力といった問題に関する理解を問うものである。事実関係はやや複雑であるが，論点はオーソドックスであり，労働法に関する基本的な理解を求めるものである。\n設問１では，Ｙ社がＸ らに対して行った雇用打切りの法的性質は何か，これが有期労働契\n１約の更新拒絶（雇止め）であるとすれば，雇用打切りについて解雇権濫用規定（労働契約法第\n１６条）は類推適用されるか，類推適用を認めた場合，本件雇止めは法的にどのように評価されるか，本件雇止めが不当と解される場合の効果はいかなるものかが論点となり，事実関係を踏まえた検討が求められる。また，Ｙ社は，平成２０年９月３０日付けで従来の労働契約をいったん合意解約するとともに，平成２１年３月３１日をもって退職することを内容とする新契約を締結しており，この事実が解雇権濫用規定の類推適用の当否や，雇止めの当否にどのように影響するのかについても検討する必要がある。\n設問２では，まず，Ｙ社がＮ組合の役員であるＲとＳに対して行った懲戒処分の根拠と効力が問題となる。懲戒処分の根拠については，本問の事実関係（Ｙ社就業規則の懲戒事由規定の存在）に留意する必要がある。懲戒処分の効力については労働契約法第１５条に沿って検討することになるが，本件懲戒処分は，Ｎ組合のストライキの計画・指導を理由に行われているので，本件ストライキの正当性が重要な論点となる。特に，Ｘ ら期間従業員問題の打開を図る\n１目的で実施されたという目的面と，本件ストライキが部分ストという形で実施されたという態様面で，それぞれどのように評価されるかがポイントとなろう。また，懲戒処分の効力に関する法律構成としては，労働契約法第１５条だけで構成するか，憲法第２８条や民法の公序規定\n（民法第９０条）を用いるか，あるいは不当労働行為禁止規定（労働組合法第７条）を活用するかが問題となる。さらに，懲戒権の濫用に関しては，ＲとＳに対する処分の相当性及び懲戒手続の当否についても検討する必要がある。"
}