{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\n隣接するＸ国とＹ国の間では，Ｙ国が実効的な支配を行っているα地方の領有権が長く争われてきた。最近になってＹ国がα地方領有の正当性を声高に主張し，同時にα地方に駐留する軍隊を大幅に増強したために，両国の関係が極度に悪化し，Ｘ国とα地方を区切る事実上の境界線付近で小規模な軍事衝突も幾つか起こった。\nＸ国は，Ｙ国のこうした行為に反発して，自国内にいるＹ国民の出国を禁止すると同時に，彼らの資産を没収するという措置を採った。それに反発したＹ国は，Ｙ国内のＸ国民の預金を凍結し，さらに，Ｘ国及びＹ国（以下「ＸＹ両国」という。）が加盟する地域機関であるＡ連合の設立条約に基づいて，Ａ連合の「平和安全保障理事会」を緊急招集した。開催された平和安全保障理事会は，Ｘ国代表反対のまま３分の２の多数を得て（決議採択のための定足数及び採択要件を満たしている。），Ａ連合設立条約第４条⒜に基づいて，Ｘ国の措置を中止させるためにＡ連合加盟国に必要な手段を採ることを授権する旨の決議を採択した。その直後，Ｙ国はα地方からＸ国内（Ｘ国が実効的支配を行い，Ｙ国もＸ国領土と承認している地域）に軍隊を侵攻させ，Ｙ国民の出国とその資産の回復を要求してＸ国内の一部の占領を続けた。\nＸＹ両国は国際連合加盟国であり，またＸＹ両国は共に，「国際司法裁判所規程第３６条第２項の規定に従い，この宣言の日付以後の事態又は事実に関して同日以後に発生するすべての紛争であって他の平和的解決方法によって解決されないものについて，国際司法裁判所の管轄を，同一の義務を受諾する他の国に対する関係において，かつ，相互条件で，当然にかつ特別の合意なしに義務的であると認めることを宣言する光栄を有します。」との宣言を，１９６０年代に国際連合事務総長にあてて行っている。\nまた，Ａ連合設立条約第４条⒜は，「重大な状況において，平和安全保障理事会の決定に従って，加盟国に介入する連合の権利」を規定し，第５条⒝は，平和安全保障理事会の権限として，「設立条約第４条⒜に従って，連合のために，重大な状況において，連合が加盟国に介入する方式を承認すること」を挙げる。\n〔設 問〕\n⑴ Ｙ国が行ったＸ国民の預金凍結措置を法的に評価しなさい。\n⑵ Ｙ国が行った軍事的侵攻を，Ａ連合の対応も含めて法的に評価しなさい。\n⑶ Ｙ国によるＸ国領土の一部占領後，他の多くの国際連合加盟国が事態の深刻性に懸念を持った。これら加盟国が，国際連合を利用していかなる措置を求めることができるかについて説明しなさい。\n⑷ 領土の一部を占領されたＸ国は，Ｙ国の軍事占領を止めさせるために，国際司法裁判所をどのように利用することができるか。管轄権の基礎も含めて説明しなさい。\n- 30 -\n〔第２問〕（配点：５０）\nＡ国の非政府船舶Ｘが調査捕鯨に向かうために公海を航行していたところ，Ｂ国の非政府船舶ＹとＺが，調査捕鯨に抗議する目的で，Ａ国船舶Ｘに体当たりした。Ａ国船舶Ｘでは，乗組員の数名が重傷を負った。Ａ国の政府船舶Ｋが近くの公海上に居合わせたため，救助作業に従事するとともに，Ｂ国船舶ＹとＺにＡ国の港に入港するように要請したところ，Ｂ国船舶Ｙは，自発的にＡ国の港に入港した。Ｂ国船舶Ｚは，その後も，公海上でＡ国船舶Ｘに対する航行妨害や軽微な体当たりを継続した。Ａ国もＢ国も国際連合海洋法条約の当事国である。Ａ国の刑法では，傷害罪については，「Ａ国外においてＡ国民に対して傷害の罪を犯した者」にもＡ国刑法の適用があり，それにより処罰されると規定している。Ａ国は，Ａ国刑法を適用して，Ｂ国船舶Ｙの船長であるＢ国人甲を傷害罪で処罰した。\n〔設問１〕\nＡ国がＡ国刑法を適用してＢ国船舶Ｙの船長であるＢ国人甲を処罰した点について，国際法上どのように評価されるかを，次の順序で論じなさい。\n⑴ 国際法は，国家が管轄権を行使する根拠として何を認めているか，それに関する国際法の原則を明らかにしなさい。\n⑵ Ａ国は，Ａ国の港に入港したＢ国船舶Ｙの船長甲にＡ国刑法を適用して傷害罪で処罰したが，Ａ国が公海上で体当たりを行ったＢ国船舶Ｙの船長Ｂ国人甲の行為について傷害罪で処罰することができると考えたことについて，国際法上の根拠に照らしてどのように評価されるか論じなさい。\n〔設問２〕\nＡ国の政府船舶Ｋが，Ａ国船舶Ｘに対する航行妨害や軽微な体当たりを繰り返すＢ国船舶Ｚに対して，その公海上で停船命令を発して強制的にこれを停止させて乗船検査を行うなどの執行措置を採る場合を想定して，次の順序で論じなさい。\n⑴ 国際連合海洋法条約の規定する公海制度の根本をなす原則（管轄権行使に関する原則を含む。）は何かを明らかにしなさい。\n⑵ Ａ国の政府船舶Ｋによる，公海上にあるＢ国船舶Ｚに対する乗船検査などの執行措置について，国際連合海洋法条約の根拠に照らして国際法上どのように評価されるか論じなさい。\n- 31 -\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 17,
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国際紛争が発生したときに，国際法上，紛争当事国や紛争の局外にある第三国がそれに対していかなる対応をすることが可能かを問うている。\n設問（１）では，Ｙ国がＸ国民に対して行った預金凍結措置がそれ自体だけからの判断だと国際法上許されないことを前提にして，それが対抗措置として正当化できるかどうか，具体的には「先行違法行為の存在」等の実体要件や「義務履行要請」等の手続要件がいかなるもので，上記Ｙ国の措置がこれらの要件を満たすか否かを問うている。\n設問（２）は，Ｙ国の武力行使が，ＸＹ両国が加入する地域機関のＡ連合平和安全保障理事会の決議によって許されるか否かを問うものである。武力行使は一般的には禁止されているが，自衛の要件を満たすものは例外であり，国連安全保障理事会の決定によるものも許されると通説的には解されている。本問では，Ａ連合平和安全保障理事会の決議が武力行使を正当化し得るかどうか，特に国連憲章第８章「地域的取極」との関係でどのように位置付けられるかが最大のポイントである。\n設問（３）は，ＸＹ国間の国際紛争に対して，国連が何をできるかを前提にして，紛争の局\n- 15 -外にある国連加盟国が国連に対して何を要請できるかを問うものである。国連では，武力行使が現実に起こった状況では，国連安全保障理事会が第一次的な責任を持ち，総会の責任が安全保障理事会の責任を補完するものにすぎないこと，また総会は加盟国に対して勧告を行うにとどまるが，国連安全保障理事会は国際紛争を解決するための勧告にとどまらず（国連憲章第６\n章），「平和に対する脅威」等を認定して強制措置を実施することができる。これらの点を踏まえて，解答を作成することが期待される。\n設問（４）では，そもそも国際司法裁判所が本件について管轄権を持ち得るか，国際司法裁判所の管轄権があればＸ国はＹ国に何を請求すればよいか，また本案判決前に「暫定措置（又は仮保全措置）」（国際司法裁判所規程第４１条）を求めることはできるか，暫定措置の有用性はどうかを問うている。\n国際関係法（公法系）の場合も，法規の解釈と対象状況への当てはめ（適用）は，きちんと分けて考えることが期待される。\n〔第２問〕\n＜日本の法曹が直面する事象としての現実性＞本問の事例は，現在進行形で，日本が国際法上の対応が求められている問題を素材としている。数年にわたり，鯨類資源の利用と保存という問題に係る国際法上の方針として，日本は調査捕鯨を実施している。この調査捕鯨を実施する日本の船舶は，毎年，公海上で外国船舶及びその乗員から妨害行為を受けているが，これらの妨害行為に対して国際法上で日本がいかなる措置を採り得るかの判断は，日本にとって喫緊の課題である。さらに，状況によっては，公海上で妨害行為を行う船舶の船長や実行行為者について，日本の国内裁判所でこれらの個人が訴えられる可能性もある。\n設問１ ＜管轄権の種類と国際法上の根拠＞第一に，管轄権の国際法上の根拠を問うている。管轄権の根拠は属地主義，属人主義及びそれらの亜種，保護主義，普遍主義など，複数存在し，国際社会での承認の程度はそれぞれで相違している。本問でＡ国の国内法が規定する管轄権の根拠は何か，その根拠が国際法上でどの程度承認されているかを説明した上で，同国内法規定が本問の事実に適用される態様（事例への当てはめ）を明らかにしなければならない。\n第二に，管轄権には，立法・執行・裁判という種類ないし機能がある。本問の事例で，Ａ国内水にＢ国を旗国とする船舶が任意で入港したという事実に着目して，同船舶の船長に対して\nＡ国の執行・裁判管轄権が行使されること，その前提としては，Ａ国の国内法の適用が公海上の外国人による妨害行為に及んでいること，すなわち，立法管轄権が及んでいることを説明しなければならない。立法管轄権の行使は，他の種類の管轄権に比較して，国際法による許容性が高いことや，ローチュス号事件が本問における事件と類似性を持つ先例として存在することなども，関連する論点として考えることができる。\n設問２ ＜公海制度の基本原則とそれに照らした公海上の措置の法的評価＞第一に，公海の基本原則である公海自由の原則，公海秩序維持のための旗国主義が問われている。国連海洋法条約（新司法試験用法文搭載法令）の規定群を反復するだけでなく，公海自由の原則と旗国主義につき，その趣旨目的も含めて，「簡にして要を得た」説明が求められる。\n第二に，本問の事例で，公海上で旗国以外の国が船舶に対して執行措置を採ることが許されるかを決定するに際しては，妨害行為の性質判断が前提となる。海賊とみなすならば，関連規定群の解釈とともに，本問の事実に即して規定を適用（事例への当てはめ）して結論を導くことが求められる。あるいは，海賊とはみなさずに，妨害行為を衝突とみなすことの適否を論じたり，国連海洋法条約に規定する例外からは離れて，非旗国が公海上の船舶に対して執行措置を採ることを法的に正当化する可能性を導けないか，そのための根拠となる規定が国連海洋法\n- 16 -条約にあるか（例えば，旗国の義務規定）などの検討を行うことも考えられる。"
}