{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：５０）\n日本人男Ｘと甲国人女Ｙは日本において婚姻し，甲国において婚姻生活を送っていたが，婚姻後しばらくして両者の性格上の相違からその婚姻関係は破たんした。Ｘは日本に戻り，現在ＸとＹはそれぞれ日本と甲国に居住している。両者がそれぞれの本国において別居を始めて５年を経過したころ，Ｙは甲国において他の日本人男Ａと親しくなり，甲国におけるＡとの婚姻生活を望むに至った。そこで，Ｘとの離婚を決意したＹは甲国の裁判所に離婚訴訟を提起した。訴状は，日本と甲国とが締結している司法共助の取決めに従い適法にＸに送達された。Ｘは，急きょ，甲国の弁護士資格を有する者を代理人として選任し，甲国裁判所の国際裁判管轄を争ったが，甲国裁判所はその管轄を肯定した。そして同裁判所は，「１２か月以上継続した別居」を離婚原因とする甲国の規定を適用して，ＸとＹとを離婚する旨の判決を言い渡した。判決確定後１か月して，ＹとＡは婚姻しようとしている。\nＸとＹの間に子はない。この事例について，甲国の国際私法からの反致はないものとして，以下の設問に答えなさい。\n〔設 問〕\n１．甲国裁判所の離婚判決の効力を日本で承認するための要件である国際裁判管轄は甲国に認められるか。\n２．法の適用に関する通則法（平成１８年法律第７８号）の下におけるＹとＡの婚姻の実質的成立要件につき，次の問いに答えなさい。\n⑴ 甲国裁判所の判決が日本において効力を有し，かつ，Ｙの本国法である甲国法は再婚禁止期間の制度を現在では廃止しているとする。離婚判決の確定後６か月を経過することなく挙行されるＹとＡの婚姻は有効に成立するか。\n⑵ 甲国裁判所の判決が日本において効力を有せず，かつ，重婚を禁止する甲国の規定は「配偶者のある者が重ねてした婚姻は無効とする」と定めているとして，ＹとＡの婚姻の成立の有効性について論じなさい。\n３．婚姻の実質的成立要件が満たされていると仮定して，Ａは，Ｙとの婚姻を挙行するにつき，①甲国の機関の関与の下に甲国法に従い婚姻を挙行した後に，甲国機関の発行する婚姻証明書を甲国に駐在する日本の領事に提出する方法又は②日本法の定める婚姻の届書を甲国に駐在する日本の領事に提出する方法のいずれを採るべきか。\n- 34 -\n〔第２問〕（配点：５０）\nＸは，日本のＳ市に本店を置く食品の加工・販売を業とする株式会社であり，日本以外には営業所等を有さない。Ｘは多くの国から食材を輸入しているが，新たに甲国から冷凍食材の輸入をしたいと考えている。Ｙは，甲国法に従い設立された会社であって，甲国に本店を有し，専ら甲国において食材の加工・販売を行っており，甲国以外には財産や営業所等を有さない。ＸがＹに取引の開始について打診したところ，ＹはＹのＣＥＯ（chief executive officer，最高経営責任者）であるＢをＸの本社に赴かせ，ＢはＸの代表取締役であるＡに対して，Ｙを売主，Ｘを買主とする冷凍食材に関する売買契約（以下「本件契約」という。）を締結することを提案した。\n〔設 問〕\n１．ＢがＹを代表して本件契約を締結することができるか否かは，いずれの国の法で判断すべきか。\n２．Ｂに本件契約の締結権限があるとして，次の問いに答えなさい。\n⑴ Ｘは，外国の会社と契約を締結する場合には，通常，契約書に「当事者はＸの本店所在地を管轄する地方裁判所の専属的裁判管轄に服することを合意する」旨の条項を入れている。\nしかし，Ｂは甲国の裁判所の専属的裁判管轄に服することに合意するようＡに求めている。\nＢの主張を受け入れた場合の利点と不利な点を，Ｘの立場に立って説明しなさい。\n⑵ ＡとＢは日本の裁判所の専属的裁判管轄に服することに合意したが，本件契約の準拠法については，Ａは日本法を，Ｂは甲国法をそれぞれ主張して最後まで譲らなかった。そのため，ＡとＢは，当事者間で準拠法の合意がないまま，Ｘの本店で本件契約を締結した。本件契約にはいずれの国の法が適用されるか。\n３．Ｙは，Ｘに対する本件契約上の代金債権を乙国の金融機関であるＴ（乙国法に従い設立された会社であって，乙国に本店を有し，日本を含む世界各国に支店を有する。）に譲渡した。ＴがＸに対して日本の裁判所で本件契約上の代金債権の弁済を求めたとすれば，ＴのＸに対する対抗要件は，いずれの国の法で判断されるか。本件契約の準拠法が日本法であるとし，かつ，ＹとＴとの債権譲渡契約の準拠法が甲国法であるとして答えなさい。\n- 35 -",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "[国際関係法（私法系）］\n〔第１問〕\n本問は，外国離婚判決の承認要件である国際裁判管轄の基準を問うと同時に，婚姻の実質的\n・形式的成立要件に適用される準拠法いかんを問う問題である。いずれの設問においても丁寧な当てはめの作業が示されなければならない。\n設問１は，離婚事件の国際裁判管轄（間接管轄）の基準を問うものである。まず，間接管轄と直接管轄の関係に触れ，その上で，最高裁判所の判決（最判昭和３９年３月２５日民集１８巻３号４８６頁及び最判平成８年６月２４日民集５０巻７号１４５１頁）を意識した基準の定立及び設問の事案への当てはめが求められている。\n設問２は，法の適用に関する通則法（以下「通則法」という。）第２４条第１項の問題であることの認識及び配分的適用と呼ばれる準拠法の適用方法の理解を問うものである。いわゆる一方的要件と双方的要件を抵触法又は実質法のいずれの平面の問題としてとらえるにせよ，再婚禁止期間（小問１）と重婚禁止（小問２）に関する要件の処理方法に言及することが求められている。また，当事者の本国法による婚姻の実質的成立要件が共に充足されない場合の法律効果の処理についても検討しなければならない（小問２）。\n設問３は，婚姻の形式的成立要件に適用される準拠法及びいわゆる領事婚に関する民法第７４１条の理解を問うものである。①と②の方法を婚姻の方式の問題として性質決定することを前提として，①の方法は，通則法第２４条第２項又は第３項により指定される甲国法による婚姻の形式的成立要件を満たすものであるが，②の方法は，同条第３項に基づき指定される日本民法第７４１条の要件を欠くことが示されなければならない。\n〔第２問〕\n本問は，国際的な取引の事案を基に，関係する問題の準拠法の決定方法及び専属的裁判管轄合意をめぐる当事者の利益状況を問う問題である。いずれの設問においても丁寧な当てはめの作業が示されなければならない。\n設問１は，法人の機関の代表権の準拠法を問う問題である。法人の機関の代表権を法人のいわゆる従属法の問題として性質決定することを前提とし，設立準拠法主義と本拠地法主義のいずれが従属法として採られるべきかという点を中心にした論述を求めるものである。\n設問２の小問１は，専属裁判管轄の合意が当事者のいかなる法的利益に影響するかを問うものである。\n設問２の小問２は，当事者が契約準拠法を定めなかった場合おける準拠法決定のプロセスを問うものである。通則法第７条の規定の適用がないことを確認した後に，いわゆる特徴的給付について言及しながら，同法第８条第１項の「最も密接に関係がある地の法」と同条第２項の「推定」の関係を説明することが求められている。\n設問３は，債権譲渡の債務者に対する効力の準拠法を問うものである。通則法第２３条の規定の立法の趣旨，特に譲渡債権の準拠法によらない場合の不都合等に言及しながら，債務者との関係における債権譲渡の効力の問題として性質決定すべきことを論述し，当該規定を適用することが求められている。\n- 17 -"
}