{
  "year": "H21",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔設問１と設問２の配点の割合は，４：６〕）\n次の文章を読んで，以下の１と２の設問に答えよ（なお，本問における賃貸借契約については借地法（大正１０年法律第４９号）の規定が適用されることを前提とする。）。\n１ Ｘは，父Ａの唯一の子であったが，Ａが平成１９年２月に他界したため，Ａの所有する土地（以下「本件土地」という。）を単独で相続した。本件土地上にはＡの知り合いであるＹの所有する建物（以下「本件建物」という。）が存在しているが，Ｙは，現在，家族とともに他県に居住しており，２か月に一度程度，維持管理のため，本件建物を訪れている。Ｘは，以前，Ａから，Ｙが不法に本件土地を占拠していると聞いたことがあったため，Ａの他界後，Ｙに対し，本件建物を取り壊し，本件土地を明け渡すように求めた。すると，Ｙは，Ａの相続人が明らかになったことから地代を支払いたいとして，３０万円をＸ方に持参したが，Ｘは，本件土地をＹに貸した覚えはないとして，Ｙの持参した金銭の受領を拒絶した。\nＹが本件土地の明渡しに応じなかったことから，Ｘは，同年１２月２５日，Ｙを被告として，Ｔ地方裁判所に建物収去土地明渡しを求める訴え（以下「第１訴訟」という。）を提起した。平成\n２０年１月２９日に開かれた第１回口頭弁論の期日において，Ｘは訴状を陳述し，Ｘが本件土地を現在所有していること，Ｙが本件土地上に本件建物を所有して本件土地を占有していることを主張し，本件建物の収去及び本件土地の明渡しを求めた。これに対し，Ｙは，同期日において，答弁書を陳述し，Ｘの主張する事実はいずれも認めるが，Ｙは，昭和５３年３月８日，Ａとの間において，本件土地につき，賃料を年額３０万円，存続期間を３０年とし，建物の所有を目的とする賃貸借契約（以下「本件賃貸借契約」という。）を締結しており，本件賃貸借契約の効力はなお継続しているから，Ｘの請求には理由がないと反論した。\n第１回口頭弁論の期日において，裁判所は，当事者の意見を聴いて，事件を弁論準備手続に付した。平成２０年２月２６日に開かれた第１回弁論準備手続の期日において，Ｘは，ＹからＡに対し賃料の支払がされた形跡はなく，ＡがＹとの間に本件賃貸借契約を締結したことはないと反論した。これに対し，Ｙは，本件賃貸借契約の成立や賃料の支払に関する書証を提出し，その取調べが行われた。\n第１回弁論準備手続の期日の結果を踏まえ，Ｘは，本件賃貸借契約の成立を前提とする訴訟活動を行うことも必要であると考えるに至り，同年３月２８日に開かれた第２回弁論準備手続の期日において，Ｙが主張する本件賃貸借契約の内容に基づき，仮に本件賃貸借契約の成立の事実が認められる場合であっても，その契約は訴え提起後に３０年の存続期間（昭和５３年３月８日から平成２０年３月７日まで）が満了したので終了したと主張した。また，Ｘは，同期日において，平成２０年３月１日にＹから本件賃貸借契約の更新を請求されたが，その翌日，その更新を拒絶したと主張した。\n同年４月２５日に開かれた第３回弁論準備手続の期日において，Ｘは，本件賃貸借契約の更新を拒絶する正当事由として，Ｙは他県に自宅を構えて家族とともに居住しており，今後，本件土地を使用する必要性に乏しいこと，他方，Ｘは，現在，築４５年の木造賃貸アパートに居住しているが，老朽化に伴う危険性から建て替え工事が必要であり，家主からも強く立ち退きを求められていることから，本件土地を使用する必要性が高いことなどを主張したが，Ｙは，正当事由の存在を争った。\nその後，同年５月２８日に開かれた第４回弁論準備手続の期日において，Ｘは，以下の事実を主張した。\n「第３回弁論準備手続の期日の２日後である平成２０年４月２７日，Ｙから突然電話があり，本件訴訟の件で話合いをしたいと言われたので，Ｘの自宅近くの喫茶店でＹと会った。Ｙは，訴\n- 2 -えを提起されている以上，Ｘの主張に対しては必要な反論をせざるを得ないが，Ａの長男であるＸと長期間にわたり訴訟で争うことは必ずしも自らの本意ではないと述べて，本件建物をその時価である５００万円で買い取ってほしいと依頼してきた。自分としては，弁護士から，建物買取請求権という制度があるとの説明を受けたことがあり，知り合いの不動産鑑定士から，本件建物の時価は５００万円程度ではないかと聞いていたことから，本来は，Ｙの費用で本件建物を収去してほしいところではあるが，Ｙが本件建物から早期に退去してくれるのであれば，５００万円で本件建物を買い取ることもやむを得ないと考えた。そこで，Ｙに対し，本件賃貸借契約が存続期間の満了により終了したことを認めた上で，本件建物を５００万円で買い取ることを請求するのですかと確認したところ，Ｙは，そのとおりであると回答した。このようにして，Ｙは，本件建物の買取請求権の行使の意思表示を行った。」以下は，第４回弁論準備手続の期日が終了した直後に，裁判長と傍聴を許された司法修習生との間で交わされた会話である。\n裁判長：本期日におけるＸの主張についてはどのように理解すればよいでしょうか。\n修習生：Ｘの主張は，Ｙが，Ｘに対し，平成２０年４月２７日，本件建物の買取請求権を行使する旨意思表示をしたという主張であると理解できます。\n裁判長：そうですね。この主張は，本件訴訟の主張立証責任との関係ではどのような意味を有するのでしょうか。\n修習生：本件訴訟において，Ｘは，所有権に基づく建物収去土地明渡しを請求しています。これに対し，Ｙは，本件土地の占有権原に関する主張として，建物の所有を目的とする本件賃貸借契約をＹとの間で締結し，それに基づき本件土地の引渡しを受けたと主張していますが，Ｘは，更に本件賃貸借契約が存続期間の満了により終了し，その更新拒絶について正当事由があると主張しています。Ｙによる建物買取請求権の行使は，本件賃貸借契約の存続期間が満了し，契約の更新がないことを前提として，借地権者であるＹが，借地権設定者であるＸに対し，本件建物を時価である５００万円で買い取ることを請求するものです。\n裁判長：建物買取請求権の行使は，本件訴訟のように建物収去土地明渡請求がされている場合には，いずれの当事者が主張すべきものですか。\n修習生：建物買取請求権の行使の事実を主張するのは，本来，借地権者であるＹのはずです・\n・・。しかし，本件訴訟ではＸが主張しています。\n裁判長：Ｘとしては，本件賃貸借契約が認められるのであれば，とにかくＹに建物から早期に退去してもらい，土地を明け渡してほしいと望むことも考えられますが，Ｙによる建物買取請求権の行使の事実が認められると，本件建物の所有権は建物買取請求権の行使と同時にＸに移転することになりますから，少なくとも，ＸはＹに対し建物収去を求めることはできなくなりますね。ところで，仮に，裁判所が，Ｙに対し，本件建物の買取請求権の行使について釈明を求めた場合，Ｙとしては，どのような対応をすることが考えられるでしょうか。\n修習生：Ｙの対応としては，①Ｙが本件建物の買取請求権を行使したというＸの主張する事実を争う場合，②Ｘの主張する事実を自ら援用する場合，③裁判所が釈明を求めたにもかかわらず，Ｘの主張する事実を争うことを明らかにしない場合，の３通りが考えられるのではないでしょうか。\n裁判長：そうですね。本件賃貸借契約の終了が認められる場合において，Ｙが本件建物の買取請求権を行使したというＸの主張する事実を，証拠調べをすることなく，判決の基礎とすることはできますか。あなたが考えた３通りの各場合について検討してください。\n修習生：はい。わかりました。\n- 3 -\n〔設問１〕\n前記会話を踏まえた上で，本件賃貸借契約の終了が認められる場合において，「ＹはＸに対して本件建物を時価である５００万円で買い取るべきことを請求した」というＸの主張する事実を，(i)Ｙが否認したとき，(ii)Ｙが援用したとき，(iii)Ｙが争うことを明らかにしなかったときについて，それぞれ，証拠調べをすることなく，判決の基礎とすることができるかどうかについて論じなさい。\n２ 第１訴訟のその後の審理において，Ｙは，Ｘの主張する建物買取請求権の行使の事実を援用するとともに，本件建物の時価相当額である５００万円の支払があるまでは本件建物の引渡しを拒むと申し立てたことから，裁判所は，結局，Ｙに対し，本件建物の代金５００万円の支払を受けるのと引換えに本件建物を退去して本件土地を明け渡すよう命ずる旨の判決を言い渡し，その判決は平成２０年１１月２１日の経過により確定した。\nＸは，平成２１年１月ころ，親戚の集う新年会の席上，親戚Ｂから，「数年前にＡと会った際，本件土地をめぐってＹとトラブルになっており，その件で，今は亡き兄Ｃと相談していると言っていた。」と聞いた。そこで，Ｘは，すぐにＡの亡兄Ｃの家族を訪ねて事情を聞いたところ，確かに，数年前にＡが書類を封筒に入れて持参し，Ｃと２人で相談していたことがあったとのことであり，ＡがＣ方に持参した書類は，封筒に入れたまま保管しているとのことであった。そこで，Ｘは，Ｃの家族からその封筒を受け取って自宅に戻り，封筒内の書類を整理したところ，ＡからＹにあてた平成１８年４月３日付け内容証明郵便が見付かった。同内容証明郵便には，Ａが，Ｙ\nに賃料支払の催告を行い，２週間以内に未払賃料の支払がないときは本件賃貸借契約を解除するとの意思表示を行った旨の記載があり，Ｙが同内容証明郵便を同月６日に受領したことを示す郵便物配達証明書も同封されていた。\nそこで，Ｘは，Ｙを被告として，平成２１年４月１３日，別紙の訴状をＴ地方裁判所に提出して，新たな訴え（以下「第２訴訟」という。）を提起した。これに対し，Ｙは，弁護士に委任して答弁書を裁判所に提出し，Ｘの提起した訴えは，訴えの利益が認められないので却下されるべきであると主張するとともに，第２訴訟におけるＸの請求には，第１訴訟の確定判決の効力が及ぶので，第２訴訟の請求は，少なくとも建物収去を求める部分については棄却されるべきであると主張した。この答弁書の送達を受けたＸは不安になり，自分も弁護士に相談した方がよいと考え，第２訴訟の第１回口頭弁論の期日の前に，Ｄ弁護士を訪れた。\n以下は，Ｘから相談を受けたＤ弁護士と同弁護士の下で修習中の司法修習生との会話である。\n弁護士：Ｘは，第１訴訟の判決確定後に新たな事実が判明したとの理由から，Ｙに対して第２の訴えを提起したのですね。\n修習生：はい。第２訴訟は，賃料不払による賃貸借契約の解除の場合には建物買取請求権の行使ができないことを前提とする訴訟です。建物買取請求権は，誠実な借地人の保護のための規定ですので，借地人の債務不履行による賃貸借契約の解除の場合には，借地人には建物買取請求権は認められないとする最高裁判所の判例があります。\n弁護士：よく勉強していますね。次に，第２訴訟の訴訟物について考えてみましょう。第２訴訟において，Ｘは，Ｙに対し，本件土地の所有権に基づき，本件建物の収去と本件土地の明渡しを求めていますが，土地所有者が，土地上に建物を所有してその土地を占有する者に対して，所有権に基づき建物収去土地明渡しを請求する場合の訴訟物については，どのように考えられますか。\n修習生：はい。この場合の訴訟物については，考え方が分かれていますが，一般的な考え方によれば，この場合の訴訟物は所有権に基づく返還請求権としての土地明渡請求権１個で- 4 -あり，判決主文に建物収去が加えられるのは，土地明渡しの債務名義だけでは別個の不動産である地上建物の収去執行ができないという執行法上の制約から，執行方法を明示するためであるにすぎないとされています。したがって，建物収去は，土地明渡しの手段ないし履行態様であって，土地明渡しと別個の実体法上の請求権の発現ではないということになります。\n弁護士：その考え方に立つと，第２訴訟の訴訟物と第１訴訟の訴訟物とが同一かどうかについては，どのように考えるべきでしょうか。\n修習生：第１訴訟の判決は，Ｙに対し，本件建物の代金５００万円の支払を受けるのと引換えに，本件建物を退去して本件土地を明け渡すよう命ずるものです。建物収去土地明渡訴訟の訴訟物について先ほどお話しした一般的な考え方に立つとすれば，建物退去土地明渡訴訟についても，訴訟物は所有権に基づく返還請求権としての土地明渡請求権であり，「建物退去」の点については「建物収去」の点と同様に，土地明渡しの手段ないし履行態様にすぎないと考えることができますので，その訴訟物は同一であるといえるかと思います。\n弁護士：そうですね。ここでは，第１訴訟と第２訴訟の訴訟物は同一であるという考え方を前提として考えてみましょう。ところで，Ｙは，第２訴訟において，どのような主張をしていますか。\n修習生：Ｘの提起した訴えは，訴えの利益が認められないので却下されるべきであると主張するとともに，第２訴訟におけるＸの請求には，Ｙに対し，本件建物の代金５００万円の支払を受けるのと引換えに本件建物を退去して本件土地を明け渡すよう命じた第１訴訟の確定判決の効力が及ぶので，第２訴訟の請求は，少なくとも建物収去を求める部分については棄却されるべきであると主張しています。\n弁護士：Ｙの主張を理解するには，建物収去土地明渡請求と，建物代金の支払を受けるのと引換えに建物退去土地明渡しを命ずる判決との関係をどのように考えるかが問題となりそうですね。まず，Ｙのそれぞれの主張について，その論拠をまとめてみた方がよいかもしれません。その上で，それぞれの主張について，どのような反論をすべきか，検討してください。\n修習生：はい。わかりました。\n〔設問２〕\n⑴ 前記会話を踏まえた上で，Ｘには第２訴訟について訴えの利益が認められないので，その訴えは却下されるべきであるとするＹの主張につき，その考えられる論拠を説明しなさい。\n⑵ 前記会話を踏まえた上で，第２訴訟におけるＸの請求には第１訴訟の確定判決の効力が及ぶので，第２訴訟の請求は，少なくとも建物収去を求める部分については棄却されるべきであるとのＹの主張につき，その考えられる論拠を説明しなさい。\n⑶ 上記⑴及び⑵の論拠を踏まえた上で，第２訴訟におけるＹの主張に対し，Ｘとしてはいかなる反論をすべきかについて論じなさい。\n- 5 -\n【別 紙】\n訴 状平成２１年４月１３日\nＴ地方裁判所原 告 Ｘ 印当事者の表示 （省略）建物収去土地明渡請求事件訴訟物の価額 （省略）貼用印紙額 （省略）第１ 請求の趣旨\n１ 被告は，原告に対し，別紙物件目録１（省略）記載の建物を収去して同目録２（省略）記載の土地を明け渡せ\n２ 訴訟費用は被告の負担とするとの判決を求める。\n第２ 請求の原因\n１ 別紙物件目録２記載の土地（以下「本件土地」という。）は，もと原告の父である訴外亡Ａ（以下「亡Ａ」という。）が所有していたところ，平成１９年２月３日，亡Ａが死亡した。原告は，亡Ａの唯一の相続人であったことから，本件土地を相続した。\n２ 被告は，昭和５３年８月１０日から本件土地上に別紙物件目録１記載の建物（以下「本件建物」という。）を所有して，本件土地を占有し続けている。\n３ よって，原告は，被告に対し，本件土地の所有権に基づき，本件建物の収去及び本件土地の明渡しを求める。\n第３ 事情\n１ 原告は，被告に対し，かつて本件土地につき建物収去土地明渡しを求める訴えを提起したが（Ｔ地方裁判所（ワ）第○○号事件），裁判所は，亡Ａと被告間の昭和５３年３月８日付け土地賃貸借契約（以下「本件賃貸借契約」という。）の存在と被告の建物買取請求権の行使を前提に，建物代金５００万円の支払を受けるのと引換えに，建物退去土地明渡しを命ずる旨の判決を言い渡し，この判決は確定した。\n２ しかし，もともと被告は，平成１６年分及び平成１７年分の賃料の支払を怠り，平成１８年\n４月６日配達の内容証明郵便によって，亡Ａから賃料不払を理由とする解除の意思表示を受けていた。したがって，被告が建物買取請求権を行使した時点で，本件賃貸借契約は消滅していたのであって，本件賃貸借契約の存続を前提にＹが行った建物買取請求権の行使は無効な行為というほかない。被告は，原告に対し，本件建物を収去して本件土地を明け渡すべきである。\n証 拠 方 法 （省略）附 属 書 類 （省略）\n- 6 -\n【資 料】\n○ 借地法（大正１０年法律第４９号）第２条 借地権ノ存続期間ハ石造，土造，瓦造又ハ之ニ類スル堅固ノ建物ノ所有ヲ目的トスルモノニ付テハ６０年，其ノ他ノ建物ノ所有ヲ目的トスルモノニ付テハ３０年トス但シ建物カ此ノ期間満了前朽廃シタルトキハ借地権ハ之ニ因リテ消滅ス\n２ 契約ヲ以テ堅固ノ建物ニ付３０年以上，其ノ他ノ建物ニ付２０年以上ノ存続期間ヲ定メタルトキハ借地権ハ前項ノ規定ニ拘ラス其ノ期間ノ満了ニ因リテ消滅ス第３条 契約ヲ以テ借地権ヲ設定スル場合ニ於テ建物ノ種類及構造ヲ定メサルトキハ借地権ハ堅固ノ建物以外ノ建物ノ所有ヲ目的トスルモノト看做ス\n第４条 借地権消滅ノ場合ニ於テ借地権者カ契約ノ更新ヲ請求シタルトキハ建物アル場合ニ限リ前契約ト同一ノ条件ヲ以テ更ニ借地権ヲ設定シタルモノト看做ス但シ土地所有者カ自ラ土地ヲ使用スルコトヲ必要トスル場合其ノ他正当ノ事由アル場合ニ於テ遅滞ナク異議ヲ述ヘタルトキハ此ノ限ニ在ラス\n２ 借地権者ハ契約ノ更新ナキ場合ニ於テハ時価ヲ以テ建物其ノ他借地権者カ権原ニ因リテ土地ニ附属セシメタル物ヲ買取ルヘキコトヲ請求スルコトヲ得\n３ 第５条第１項ノ規定ハ第１項ノ場合ニ之ヲ準用ス第５条 当事者カ契約ヲ更新スル場合ニ於テハ借地権ノ存続期間ハ更新ノ時ヨリ起算シ堅固ノ建物ニ付テハ３０年，其ノ他ノ建物ニ付テハ２０年トス此ノ場合ニ於テハ第２条第１項但書ノ規定ヲ準用ス\n２ 当事者カ前項ニ規定スル期間ヨリ長キ期間ヲ定メタルトキハ其ノ定ニ従フ\n- 7 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：２００〔〔設問１〕から〔設問６〕までの配点の割合は，1.4：4.8：3.8：3：4：\n3〕）以下の【事実】１から９までを読んで〔設問１〕から〔設問３〕までに，【事実】10から14までを読んで〔設問４〕に，【事実】15から20までを読んで〔設問５〕及び〔設問６〕にそれぞれ答えよ。\n【事実】\n１．Ｘ株式会社（以下「Ｘ社」という。）は，機械を製造して販売する事業を営む会社である。Ｘ社が製造する機械のうち，金属加工機械は，２５の機種があり，それぞれの機種に１つの型番が付されていて，その型番はＰＳ１０１からＰＳ１２５までである。\nＹ株式会社（以下「Ｙ社」という。）は，ナイフやフォークなど金属製の食器を製造する事業を営む会社である。Ｙ社が製造する商品の中でも，合金を素材とするコップは，特徴的なデザインと独特の触感が好評を得ていて，人気の商品である。\nＡ株式会社（以下「Ａ社」という。）は，物品を販売する事業を営む会社である。Ａ社は，従来，Ｙ社に物品を納入してきた実績がある。\n２．Ｙ社は，数年ぶりに，主力商品のコップを製造するために使用する金属加工機械を更新することを決定し，これをＡ社から調達する方針を固め，Ｙ社の役員であるＢが，その実行に携わることとなった。Ｂは，これまでＡ社との折衝に当たってきた従業員のＣに対し，Ａ社との交渉においては，Ｙ社の主力商品の製造に使用する高額の機械の調達であるから，諸事について慎重を期するよう指示した。\n３．Ｃは，Ａ社の担当者と相談したところ，Ｘ社製の型番ＰＳ１１２という番号で特定される機種の金属加工機械を調達することが適切であると考えるに至った。Ｃの意向を知ったＡ社の担当者は，Ｘ社に問い合わせをし，型番ＰＳ１１２の機械の在庫があることを確認した。\n４．このようにして，ＹＡの両社間で交渉が進められた結果，Ｙ社は，平成２０年２月１日，Ａ社との間で，Ｘ社製の型番ＰＳ１１２の金属加工機械１台（新品）を代金１０５０万円（消費税相当額を含む。）で買い受ける旨の契約を締結した。売買代金は，まず，そのうち２００万円を契約締結時に，また，残金の８５０万円は目的物の引渡しを受ける際に，それぞれ支払うこととされた。そして，Ｙ社は，同日，Ａ社に代金の一部として２００万円を支払った。\nなお，Ａ社は，前記の売買契約を締結する際，型番ＰＳ１１２の機械をＸ社から近日中に売買により調達することをＹ社に伝えていた。\n５．Ａ社の担当者は，Ｙ社との売買契約が締結された平成２０年２月１日の夕刻，改めてＸ社の担当者に電話をし，Ｙ社に転売する予定であることを告げた上，Ｘ社から同社製の型番ＰＳ\n１１２の金属加工機械１台（新品）を購入するに当たっての契約条件を協議した。この契約条件の中には，ＡＸ間の売買代金額（消費税相当額を含む。）を８４０万円とすること，内金１００万円は銀行振込みとし，残金７４０万円についてはＡ社が支払のために約束手形１通を振り出して交付すること，引渡しの時期及び場所のほか，次に示す注文書の備考欄①②の内容の条件が含まれていた。契約条件の協議が整った後，Ａ社の担当者はＸ社の担当者に対し，｢後ほど発注権限のある上司の決裁を得て，正式に注文書をお送りしますのでよろしくお願いします。｣と述べた。Ａ社の担当者は，発注権限のある上司に対し，Ｙ社に売り渡す型番ＰＳ１１２の機械をＸ社から調達するための協議が整ったことの報告をし，その上司の決裁を得た上，次の注文書を作成し，これをＸ社の担当者に送付した。この注文書の記載は，担当者間の前記の協議内容を反映するものであるが，品名欄には，型番の誤記があった。\n- 2 -\nNo.0751平成２０年２月４日注 文 書\nＸ株式会社 御中\n○県○市○区○町３－５－１\nＡ株式会社代表取締役 ○○○○ 印下記のとおりご注文いたします。\n(1) 品 名 貴社製の金属加工機械（型番ＰＳ１２２）\n(2) 数 量 １台\n(3) 金 額 ８４０万円（消費税を含む）\n(4) 支払方法 内金１００万円は平成２０年２月１２日に貴社銀行預金口座に振込み。\n残金は，引渡完了の際に，弊社振出の約束手形１通を交付（額面額７４０万円，支払期日平成２０年４月３０日）。\n(5) 引渡時期 平成２０年２月１５日\n(6) 引渡場所 Ｙ株式会社工場（○県○市○町１－４－１２）に貴社から直接納品。\n〔備考〕\n① 本件機械の所有権は，弊社が上記(4)記載の代金を完済するまで貴社が留保し，代金完済時に移転するものとします。\n② 弊社が上記(4)記載の代金の一部でも支払わない場合，貴社は，催告をすることなく直ちに契約を解除することができるものとします。\n６．この注文書を受け取ったＸ社の担当者は，受注を決定する権限のある上司に対し，Ａ社の担当者と協議した契約条件で型番ＰＳ１１２の機械の販売を受注したいと説明し，その決裁を得た上，平成２０年２月７日，【事実】５記載の注文書と同一内容である注文請書をＡ社に送付した。なお，この注文請書においても，「(1) 品 名 弊社製の金属加工機械（型番ＰＳ１２２）」\nと記載されていた。同月８日，これを受け取ったＡ社の担当者は，確かに注文請書を受け取った旨をＸ社に連絡した（以下このＸＡ間の売買契約を「本件売買契約」という。）。そして，Ａ社は，Ｘ社に対し，同月１２日，代金の一部として１００万円をＸ社の銀行預金口座に振り込んだ。\n７．Ｘ社の納品作業を担当する従業員は，注文請書の写しを参照しながら納品の準備を進め，平成２０年２月１５日の午前に，Ａ社との約定により直接にＹ社の工場に，型番ＰＳ１２２の機械１台を搬入しようとした。しかし，Ｙ社の側から，調達しようとしたのは型番ＰＳ１１２の機械であることが指摘されたため，Ｘ社の前記従業員は，Ｘ社の受注事務担当者と連絡を取ったところ，Ｙ社の指摘のとおりであることが確認された。そこで，いったん搬入を取りやめ，改めて同日午後に型番ＰＳ１１２の機械１台をＹ社の工場に運んだ（以下この１台の機械を「動産甲」という。）。Ｙ社の担当者が，間違いなく動産甲が型番ＰＳ１１２の機械であることを確認し，動産甲は，滞りなく同日中にＹ社の工場に搬入された。\nそこで，同日，Ｙ社は，Ａ社に対し，両社間の売買の残代金８５０万円を支払った。また，- 3 -\nＡ社は，Ｘ社に対し，支払期日を平成２０年４月３０日とするＡ社振出しの額面額７４０万円の約束手形を交付した。\n８．動産甲の取引を担当したＡ社の担当者は，平成２０年２月２０日，Ｙ社を訪ね，搬入の過程で機種の取り違いがあった不手際を詫び，それにもかかわらず一連の取引が無事に終了したことへの謝辞を述べた。応接に当たったＣは，取引を慎重に進めるように求めた【事実】２記載のＢの指示を踏まえ，ＸＡの両社間の代金決済について特にトラブルが起きていないか，ということを質した。これに対し，Ａ社の担当者は，代金の一部が既に支払われていること，及び残代金の支払のため平成２０年４月３０日を支払期日とするＡ社振出しの約束手形を交付したことを説明したが，代金が完済されるまでＸ社が動産甲の所有権を留保していることは告げなかった。Ｃは，この説明を受けたことで一応納得し，直接にＸ社に対し取引経過を照会することはしなかった。\n９．その後，Ａ社は，平成２０年４月３０日に前記約束手形に係る手形金の支払をせず，そのころに事実上倒産した。そこで，Ｘ社は，Ａ社に対し，【事実】５記載の注文書の備考欄②の特約に基づき，同年５月２日到達の書面により，本件売買契約を解除する旨の意思表示をし，また，Ｙ社に対し，同年５月７日到達の書面により，動産甲の返還を請求した。しかし，Ｙ社がこれに応じないので，Ｘ社は，Ｙ社に対し，所有権に基づき動産甲の返還を請求する訴訟を提起した（以下この訴訟を「本件訴訟」という。）。\n〔設問１〕 本件売買契約は，何を目的物として成立したものであると考えられるか，理由を付し\nて結論を述べなさい。その際，【事実】５記載の注文書及び【事実】６記載の注文請書にあった型番誤記が本件売買契約の効力に影響を与えるか，錯誤の成否にも言及しつつ述べなさい。\n〔設問２〕\n⑴ Ｘ社のＹ社に対する本件訴訟において，Ｙ社が，自己の即時取得によりＸ社が動産甲の所有権を喪失したことを主張しようとするときに，「Ａ社が，平成２０年２月１日，Ｙ社との間で，\n【事実】４記載の売買契約を締結したこと」のほか，次に掲げる事実①及び事実②を主張立証\nする必要があると考えられるか。それぞれ理由を付して説明しなさい。\n① Ａ社が，Ｙ社に対し，平成２０年２月１５日，【事実】４記載の売買契約に基づき動産甲を引き渡したこと。\n② Ｙ社が，①の引渡しを受ける際，Ａ社がＸ社に対し代金全額を弁済していない事実を知らなかったこと。\n⑵ 本件訴訟においてＹ社のする即時取得の主張に対し，Ｘ社から，それへの反論として「Ｙ社は，Ａ社に動産甲の所有権があると信じたことについて過失がある。」との主張がされた場合において，Ｙ社の過失の有無を認定判断する上で，次に掲げる事実③及び事実④は，どのように評価されるか。それぞれ理由を付して説明しなさい。\n③ 【事実】４記載のとおり，Ｙ社が，Ａ社がＸ社との売買により目的物を調達することを知っていたこと。\n④ 【事実】８記載のとおり，Ｙ社が，本件売買契約の残代金が平成２０年４月３０日を支払期日とする約束手形で支払われることを知っていたこと。\n〔設問３〕 Ｘ社は，本件訴訟において，Ｙ社に対し，動産甲の使用料相当額の支払も併せて請求\nしたいと考えた。Ｘ社は，どのような法的根拠に基づいて，いつからの使用料相当額の請求をすることができるか，考えられる法的根拠を一つ示し，その法的根拠が成り立つ理由及びいつからの請求をすることができるかの理由を付して説明しなさい。\n- 4 -\n【事実】 以下の10から14までは，【事実】１から９までのＸ社に関するものである。\n10．Ｘ社は，監査役会設置会社であり，発行済株式総数（普通株式のみ）１０万株，株主数５０００人の上場企業である（単元株制度は採用していない。）。Ｘ社は，財務状況が悪化したため，同じ機械メーカーであり，Ｘ社の発行済株式の５％を長年保有して友好関係にあるＺ株式会社\n（以下「Ｚ社」という。）に対し，事業の柱の一つである精密機械製造事業を譲渡するとともに，同社との間に研究，開発，販売等の面における協同関係を築くことにより，この苦境を乗り切ろうと考えた。そして，Ｘ社は，平成２０年６月２日，Ｚ社との間で，事業の譲渡及び協同関係の構築に向けた交渉を始めるための基本合意を締結した（以下この合意を「本件基本合意」\nという。）。\n11．ところが，本件基本合意の締結後，Ｘ社は，財務状況の悪化が急速に進み，キャッシュフロ\nーの確保も難しくなったため，本件基本合意に基づくＺ社への事業の譲渡によって得ることができる対価による収入や，同社との協同関係の構築だけでは，企業としての存続が危うくなってきた。\n12．そのような折，Ｚ社のライバル企業である機械メーカーのＤ株式会社（以下「Ｄ社」という。）がＸ社に対して合併を申し入れてきた。合併の条件は，Ｘ社の普通株式４株にＤ社の普通株式１株を交付するという合併比率によって，Ｄ社を吸収合併存続株式会社とし，Ｘ社を吸収合併消滅株式会社とする吸収合併を行うというものであり，Ｄ社は，Ｘ社の精密機械製造事業に魅力を感じ，同事業を含めてＸ社の事業全部を吸収合併により取得することを申し入れてきたものであった。\n13．Ｘ社の取締役会は，Ｚ社よりも企業体力に優るＤ社に吸収合併されれば，Ｘ社は独立した企業ではなくなるものの，同社の財務状況の悪化やキャッシュフロー不足の問題が解決され，事業全体の存続や従業員の雇用の確保につながると考え，平成２０年１０月８日，Ｚ社との本件基本合意を白紙撤回した上，Ｄ社から申入れのあったとおりの合併条件により，Ｘ社がＤ社に吸収合併されることを受け入れることを決めた。\n14．これに対し，Ｚ社は，Ｘ社の精密機械製造事業を何としても手に入れたいと考え，Ｘ社に対し，本件基本合意に基づく事業の譲渡及び協同関係の構築の実現を迫り，Ｄ社との合併に反対した。Ｚ社は，本件基本合意に基づき，Ｘ社を債務者として，Ｄ社との合併の交渉の差止めの仮処分命令の申立てを行ったが，当該申立てが却下されたため，Ｘ社に対する本件基本合意違反を理由とする損害賠償請求の訴えの提起を準備している。また，Ｚ社は，Ｘ社とＤ社の合併は，両社の企業規模や１株当たり純資産の比較，Ｘ社の培ってきた取引関係や評判等からすれば，その合併比率がＸ社の株主にとって不当に不利益なものとなっており，また，私的独占の禁止及び公正取引の確保に関する法律（以下「独禁法」という。）第１５条第１項第１号に規定する「当該合併によって一定の取引分野における競争を実質的に制限することとなる場合」に当たり，同法に違反するものであると主張し（独禁法違反の点は，実際に認定され得るものであった。），合併に反対している。\n〔設問４〕 Ｚ社は，Ｘ社の株主としての権利を行使し，合併契約の締結や当該合併契約の承認を\n目的とする株主総会の招集を阻止したいと考えている。Ｚ社は，Ｘ社の株主として，どのような会社法上の手段を採ることができるか。理由を付して説明しなさい。\n【事実】 【事実】10から14までのＸ社については，その後，以下の15から20までの経過があった。\n15．Ｘ社は，Ｚ社の反対にもかかわらず，Ｄ社との間で合併契約を平成２０年１０月１５日に締結し，Ｘ社取締役会は，当該合併契約の承認を目的とする臨時株主総会を同年１２月１日に開催することを決定したことから，同社取締役は，その招集通知を発するとともに，株主総会参考書類及び次の議決権行使書面を株主に交付した。\n- 5 -議 決 権 行 使 書 株主番号 議決権行使個数 個\nＸ株式会社 御中私は，平成２０年１２月１日開催の 議案 第１号議案貴社臨時株主総会（継続会又は延会を （略）含む。)における議案につき，右記のとおり（賛否を○印で表示）議決権を 賛 賛行使します。 否平成２０年 月 日 表示欄 否議案につき賛否の表示をされない場合は，賛成の表示があったものとして取り扱います。 株主 住所\nＸ株式会社 氏名届出印\n16．これに対し，Ｚ社は，合併条件がＸ社の株主にとって不利益であるとして，Ｘ社の株主に対し，合併契約の承認に反対する内容の委任状勧誘を行った。このＺ社による委任状勧誘は，次の委任状用紙に基づいて行われており，金融商品取引法に従って行われたものであった。\n委 任 状私は， を代理人と定め，下記の権限を委任します。\n１ 平成２０年１２月１日開催予定のＸ株式会社臨時株主総会並びにその延会及び継続総会に出席し，下記議案につき，私の指示（○印で表示）に従って議決権を行使すること。\nただし，賛否を明示しない場合，代理人名を記載しない場合及び原案に対し修正案が提出された場合は，いずれも白紙委任します。\n２ 復代理人の選任の件記\nＸ株式会社とＤ株式会社が平成２０年１０月\n１５日に締結した合併 原案に対し 賛 否契約の承認についての議案平成２０年 月 日議決権行使個数 個株主 住所氏名届出印\n17．Ｘ社に議決権行使書面を提出して行使された議決権の数は，合計３万６０００個であった。\nそのうち，合併契約の承認議案に賛成と記載されていた数は５０００個で，同議案に反対と記載されていた数は２０００個，さらに，同議案に対する賛否の記載がされていない数は２万\n９０００個であった。これに対し，Ｚ社に委任状を交付した株主の議決権の数は，合計１万\n２０５０個であった。そのうち，会社提案の合併契約の承認議案に反対と記載されている委任\n- 6 -状の議決権の数は２０００個で，同議案に賛成と記載されている委任状の議決権の数は５０個，さらに，同議案に対する賛否の記載がされていない委任状の議決権の数は１万個であった。\n18．平成２０年１２月１日，Ｘ社の臨時株主総会が開催された。この臨時株主総会において議決権を行使することができる者を定める基準日現在において，Ｘ社は自己株式を保有しておらず，また，相互保有株式も存在しなかった。\n19．Ｚ社は，Ｘ社の臨時株主総会の議場に１万２０５０株分のすべての委任状を持参し，自ら保有する５０００株分と合わせて，特に留保なしに，合併契約の承認議案につき，議決権を行使して反対の意思表示を行った。当該臨時株主総会におけるＺ社以外のＸ社株主による議決権行使（議決権行使書面によるものを除く。）は，合併契約の承認議案への賛成が６０００個で，反対が１０００個であった。議場においては，Ｘ社とＺ社が議案の当否及び投票内容の賛否への算入方法をめぐって激しく対立し，混乱したが，定款の定めにより議長とされているＸ社の代表取締役社長Ｅは，Ｚ社の提出した議長不信任動議や，投票数の算入方法に対する抗議を無視し，合併契約の承認決議の成立を宣言した。\n20．その後，Ｘ社は，平成２１年４月１日を合併の効力発生日とする合併の登記を行うこととしている。\n〔設問５〕 Ｘ社の臨時株主総会において，合併契約の承認議案に対し，賛否それぞれどれだけの\n数の議決権の行使があったと考えるべきか。次の①及び②の場合に分け，それぞれ理由を付して説明しなさい。\n① Ｘ社株主には，Ｘ社に議決権行使書面を提出しつつ，Ｚ社に委任状を交付した者はいなかった場合\n② Ｘ社株主には，Ｘ社に議決権行使書面を提出するとともに，Ｚ社に委任状も交付し，いずれにおいても合併契約の承認議案に対する賛否の欄に賛否を記載しなかったＦがおり，同人の有する議決権が１００個含まれていた場合\n〔設問６〕 Ｘ社の臨時株主総会の終了後，Ｚ社が合併の実現を阻止するためには，会社法に基づ\nき，どのような手段を採ることができるか（〔設問４〕で解答した手段を除く。）。合併の効力が発生する前と後とで分け，それぞれ理由を付して説明しなさい。\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/H21/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n設問１は，一方当事者が主張責任を負う主要事実を，その当事者が主張せず，かえって相手方当事者が主張した場合において，その主張を判決の基礎とすることができるかどうか，当事者の証明を経ないで判決の基礎とすることができるかどうかを，小問（１）ないし（３）の各場合に分けて，論じさせるものである。本問は，いわゆる「相手方の援用しない自己に不利益な事実の陳述」という周知の論点に関するものであるが，建物収去土地明渡請求訴訟において建物買取請求権の行使が問題となる設例に基づき，証拠調べの要否という観点から検討させることにより，弁論主義，事実の要証性などについて，基本的な理解とともに，その応用力を問うことを意図している。被告が主張責任を負う事実である建物買取請求権の行使の事実を原告が主張しているという本問の問題状況を理解し，建物買取請求権の行使の訴訟法的な意義，弁論主義（いわゆる第１テーゼ及び主張共通の原則）との関係，当事者間に争いのある事実の要証性，自白された事実について証明を要しないとする民事訴訟法第１７９条の趣旨などについて，自己の理解を明らかにした上で，自説の立場から，小問（１）から（３）までの場合について，証拠調べの要否を論じることになる。\n小問（１）は，原告が被告による建物買取請求権行使の事実を主張し，被告がこれを否認する場合であり，小問（２）は，被告がその事実を自ら援用した場合である。自白の不要証効に照準を合わせつつ，自白の意義，自白（先行自白も含む。）の成否等について検討することになろう。小問（３）は，裁判所が釈明を求めたにもかかわらず，被告が原告の主張する事実を争うことを明らかにしない場合であり，擬制自白の成否が問題となるが，民事訴訟法第１５９\n条第１項は，主張責任を負う相手方の主張する事実について争うかどうかを明らかにしない場合を想定した規定であることから，主張責任を負う当事者が相手方の主張する事実について争うことを明らかにしない場合にそのまま適用できないことを理解する必要がある。同項の趣旨等も踏まえ，証拠調べを要するかどうかを論じることが求められる。\n設問２は，訴訟物，訴えの利益，既判力等の民事訴訟法に関する基本的な概念についての理解を前提として，各当事者の立場から，複眼的な思考・検討を求めるものである。\n小問（１）においては，訴えの利益が訴訟要件の一つであること，給付訴訟においては原則として訴えの利益が認められること，同一訴訟物について債務名義が存在する場合には訴えの利益が否定されることなどを前提に，設例に即した論述をすることが求められる。\n小問（２）は，第１訴訟と第２訴訟の訴訟物が同一であることを前提としながら，少なくとも建物収去を求める部分については棄却されるべきであるとの被告の主張の論拠について考えさせる問題である。受験生は，既判力の意義や積極的・消極的作用についての基本的な理解を踏まえ，一部認容判決の敗訴部分の既判力や留保付判決の留保部分に生じる効力など，被告の上記主張の論拠について考えることが求められる。\n小問（３）は，小問（１）及び（２）の被告の主張に対し，原告の立場からいかなる反論をすることが可能かを考えさせるものである。小問（１）の主張に対しては，第１訴訟の確定判決で認容された部分と第２訴訟の請求を対比しつつ，新たに債務名義を得る利益があるという立場から議論をすることが必要となる。また，小問（２）の主張に対しては，既判力の時的限界についての基本的な理解を踏まえ，設例の具体的事実を的確に摘示しつつ，既判力の基準時前の事由を前訴において主張することが期待し得たかなどの観点から論じることが求められる。\n〔第２問〕\n- 3 -本問は，機械の製造販売事業を営む株式会社の取引及び合併をめぐる事例に関し，様々な角度から，民法上及び会社法上の問題点等についての基礎的な理解の有無を問う総合問題である。\n単に知識の有無の確認をするだけではなく，具体的な事実関係に即して基本的問題を掘り下げて考察する能力，具体的事実を法的観点から評価し構成する能力，法律上の権利を具体的場面で活用する能力，論理的に一貫した論述をする能力の有無などを試すものである。\n設問１から設問３までは，会社間の売買契約に関する問題である。Ｘ社がＡ社に金属加工機械１台を所有権留保特約付きで売却し，Ａ社がこれをＹ社に転売し，Ｘ社からＹ社に直接納品されたが，Ａ社のＸ社に対する代金債務が履行されなかったため，Ｘ社がＡ社との売買契約を解除した上，Ｙ社に対し目的物の返還を求めて提訴したという事案について，多面的な検討を求めることにより，種々の能力の程度を測るものである。\n設問１は，Ｘ社とＡ社との間の売買契約について，注文書及び注文請書に誤記があり，両当事者が一致して意図していた目的物の型番とは異なる型番がこれらの書面に記載されたという場合において，売買契約の目的物，誤記が契約の効力に与える影響，錯誤の成否について問うものである。契約当事者の真意は合致しているものの，物理的な表示がそれとは異なっている場合の処理という基礎的な問題ではあるが，結論に至る理由付けを具体的事案に即して述べるためには，理論的考察と事実の評価との両面にわたる能力が求められる。なお，本件では，種類物売買であるという特徴もある。\n設問２は，Ｙ社による上記機械の即時取得の要件に関する問題である。（１）①は，「Ａ社とＹ社との間の売買契約に基づく引渡しがされたこと」という事実をＹ社が主張立証する必要があるかどうかを問う。取引行為に基づく占有取得の要件について，その意義（占有取得の意義，それが取引行為に「基づく」ものであることの意味）を問うものである。なお，この事実は，種類物の特定にもかかわるものである。（１）②は，「Ｙ社が引渡しを受ける際，Ａ社がＸ社に代金全額を弁済していない事実を知らなかったこと」という事実をＹ社が主張立証する必要があるかどうかを問う。ここでは，即時取得の要件である「善意」又は「無過失」に関する一般的な論述よりも，上記事実が即時取得の要件である「善意」とは異なるものであることを正確に指摘した上，その評価をすることが求められる。（２）③及び④は，即時取得における過失の評価に関する問題であるが，それぞれの性格は異なる。（２）③は，具体的事実が過失の認定判断に働くかどうか，その理由は何かの説明を求めるものであり，事実の分析及び評価に係るものである。他方，（２）④は，過失の有無の判断が占有取得時にされるべきであるという理論的性格を持つものである。以上のように，設問２は，要件事実の基本的知識を確認するだけではなく，実体法上の理論的問題の検討及び具体的事実の慎重な分析と評価を求めるという，多面的な性格を持つ問題である。\n設問３は，Ｘ社がＹ社に対し，引き渡された機械の返還とともに，その使用料相当額をも請求しようとする場合について，その法的根拠を1つ示した上，いつから請求することができるかの説明を求めるものである。法的根拠（不当利得返還請求権，悪意占有者の果実返還義務，不法行為に基づく損害賠償請求権が考えられる。）といつから請求することができるか（引渡時，解除時，返還請求時，返還請求訴訟提起時が考えられる。）との組合せと理由付けが整合的なものとして示されていること，その前提として所有権留保売買の法的構成及びそこでの買主又は転得者の使用権限に関する分析がされていることが求められる。この問題は，他人の物を権原なく使用する場合の清算関係及び所有権留保売買における売主と転得者との関係という民法上の重要問題に関する基本的理解と，具体的事実を法的観点から評価し構成する能力を問うものである。\n設問４から設問６までは，株式会社の合併に関する問題である。Ｘ社がＺ社との間の事業の譲渡等に関する基本合意を白紙撤回した上，Ｄ社からの吸収合併の申入れを受け入れ，合併契約承認の株主総会を開催し，決議をしたという事案について，合併に関する一連の手続の進行\n- 4 -の過程に応じて，それに係る法的諸問題につき多面的な検討を求めることにより，種々の能力の程度を測ろうとするものである。\n設問４は，合併契約の締結や当該合併契約の承認を目的とする株主総会の招集を阻止するための手段となる会社法上の株主の権利について問うものである。その最も有効な権利として考えられるものは，株主による取締役の行為の差止め（会社法第３６０条）であるが，その要件の充足の検討に当たり，様々な法的論点の分析が求められる。第１に問題となるのは，同条第\n１項に規定する「法令」の意義であり，善管注意義務や忠実義務（同法第３３０条，民法第６４４条，会社法第３５５条），さらに，独禁法などの公益を守るための法令も含まれるのかが問題となり，善管注意義務ないし忠実義務については，基本合意違反による損害賠償債務の発生と合併によってもたらされるＸ社の利益との比較や，合併比率の不公正という問題がＸ社自身にどのような損害をもたらし得るのか等の分析を行うことが期待される。第２に問題となるのは，会社法第３６０条第３項に規定する「回復することのできない損害」がＸ社に生ずるおそれの有無であり，本問の事案に即して，丁寧に具体的な当てはめをする必要がある。\n設問５は，株主総会における議決権行使書面による議決権行使や委任状に基づく議決権の代理行使をめぐる法律問題をきちんと理解することができているかどうかについて試すものである。議決権行使書面による議決権行使の場合，書面に記載されたとおりの議決権行使がされたものとして取り扱われるが（会社法第３１１条第１項，第２項），委任状に基づく議決権の代理行使は，代理人による投票をもって議決権行使として取り扱われるのであり，このような両制度の趣旨・意義，法的構造の違い等についての基本認識が問われている。①において問題となるのは，まず，賛否の記載のない議決権行使書面について各議案につき賛成又は反対とみなす旨を記載することであるが，これは会社法施行規則第６６条第１項第２号により認められており，その有効性を肯定した下級審裁判例も存在する。これに対し，委任状については，そもそも白紙委任が認められるのか，また，代理人が委任状の指示に反したときに代理人による議決権行使の効果はそのまま認められるのかが問われる。これらは下級審裁判例・学説で議論された問題ではあるものの，本問の事例は，かつての多くの例とは異なり，会社経営陣に反対する株主側が委任状を勧誘したという最近の事例を踏まえたものとなっており，従来の議論をどこまで応用できるかという柔軟な法的推論を行う能力も試されている。②において問題となるのは，議決権行使書面と委任状により矛盾する内容の権利の行使を株主が行った場合の効力をどのように考えるかという論点であり，従来，余り論じられていないものである。考え方としては，議決権行使書面の送付と委任状の交付の時点を比較して後のものを優先する考え方，代理人による議決権行使を本人による議決権行使と同視して優先する考え方，矛盾した議決権行使としていずれも無効とする考え方等があり得るが，いずれにしても，自分なりの法律構成を行った上で結論を導く応用能力が必要とされている。\n設問６は，合併承認総会の後の段階において，合併の効力が発生する前と後とに分けた上，合併の実現を阻止するための手段としての会社法上の権利（設問４で解答した手段を除く。）について問うものである。合併の効力発生の前においては，合併を承認した株主総会の決議について，取消しの訴えや無効確認の訴えを提起するとともに，それらを本案とする仮処分命令の申立てを行うことにより，合併の実現を阻止することが考えられるが，そのような決議の効力を争う根拠として，設問５における自らの解答を前提として特別決議が成立しているかどうか，議長不信任動議や投票数の算入方法に関する抗議を議長が無視して決議の成立を宣言したことが決議の方法の法令違反等となるかどうか，当該合併が独禁法第１５条第１項第１号に違反するとした場合にそれが決議の無効事由となるかどうか等が，検討される必要がある。合併の効力発生の後においては，合併無効の訴えによらなければ，合併の無効は主張できなくなるが，合併条件の不公正，独禁法違反等が合併無効事由になるかが，前記の会社法上の効力等の問題を踏まえて論じられる必要がある。\n- 5 -\n【刑事系科目】\n〔第１問〕\n本問は，具体的事例に基づいて甲乙の罪責を問うことによって，刑事実体法及びその解釈論の理解，具体的事実に法規範を適用する能力並びに論理的思考力を試すものである。\n問題文前半は，刑法所定の財産犯に関する理解及び間接正犯ないし共犯に関する理解を問うものである。\nまず，Ａに生じた合計２００万円の財産的損害について，甲乙にいかなる財産犯が成立し得るかが問題となる。この検討に当たっては，刑法所定の財産犯の構成要件に関する正確な理解が必要不可欠である。その上で，本件の具体的事実関係においていかなる犯罪が成立するかを検討することになるが，その際，第１に，いわゆる「預金の占有」の趣旨・根拠についての的確な理解を前提に，Ａの口座についての「預金の占有」が対銀行との関係での払戻権限を踏まえて甲乙各人にそれぞれ認められるか否かによって，成立し得る財産犯が異なることに留意する必要がある。例えば，「預金の占有」を有する者には横領罪が成立し得るものの窃盗罪や電子計算機使用詐欺罪は成立しないと解されることなどに関する正確な理解が必要となろう。第\n２に，本問の具体的事実関係において甲乙にＡの口座の払戻権限が認められるか否かなどについて的確に事実を評価した上で，これに法的な当てはめを行い，甲乙に成立し得る財産犯を確定することが必要である。第３に，以上の検討を前提に，次に述べる甲乙の法的な関係の理解に従って，本問の事実関係に即して甲乙に成立すると考えられる財産犯の各構成要件要素の充足を検討し，最終的に甲乙の罪責を確定する必要がある。その際，単に，問題文に表れた事実を漫然と羅列するのではなく，いかなる事実がいかなる構成要件要素の該当性判断に関係があると考えているのか分かるように論述しなければ，「事実を摘示しつつ」との出題意図に答えたことにはならない。例えば，問題文に記載された各事実関係のうち，どの事実が甲乙の「預金の占有」の有無を基礎付ける事実で，どの事実が甲乙の「（占有の）業務性」の有無を基礎付ける事実であると考えているのかが分かるように「事実を摘示しつつ」犯罪構成要件要素が充足されるか否かの結論を導くことが求められている。\n次に，甲乙の法的な関係が問題となる。本問では，実際に合計２００万円の預金払戻等に及んだのが乙である上，甲が当初認識していた事実と実際に生じた事実との間にそごが生じていることから，乙の行為について甲が刑事責任を負うか否かに関し，いかなる理論構成によるべきか，間接正犯や共犯の各成立要件を踏まえて検討することが必要である。その際，正犯がだれであるかが問題となり，甲を教唆犯，乙を正犯とする考え方のほか，甲を間接正犯，乙を故意ある幇助道具とする考え方などがあり得るところ，後者の考え方によるには乙が甲の意図を認識している点や乙に正犯性を認め得るのではないかとの点が障害となり得ることに留意しつつ，本問の具体的事実関係に即して論理的に考察することが求められている。さらに，乙による１２０万円の払戻行為に関する甲の刑事責任について，前記そごを理由に因果関係や故意を否定し得るのかどうかの検討も重要である。\nまた，甲乙の罪責に関する構成によっては，共犯と身分に関する処理が必要となろう。\n問題文後半は，甲乙のいわゆる狂言行為についていかなる犯罪が成立するか，主として財産犯以外の刑法各論の基礎的な知識と当てはめの能力を問うものである。\n具体的には，監禁罪，偽計業務妨害罪，その他の国家的法益に対する罪等の成否が問題となり得る幾つかの事実関係の中から，問題文において詳細に事実が提示されている甲乙の行為で，理論上重要な問題点を含む事項について犯罪の成否を論述することが求められている。取り分け，甲が乙を自動車のトランクに閉じ込めた行為について，乙がこれを承諾していることが監禁罪の成否に与える影響に関する理論的な対立に留意しつつも，本問の具体的事実関係において当該理論がどのよ\n- 6 -うに適用されるべきかを注意深く検討することが必要であろう。\n最後に，甲乙に成立する犯罪相互の関係に留意して罪数判断を示すことも必要である。\n論述においては，刑法解釈上の論点に関する学説等の立場・見解の相違によって結論が異なり得る個々の問題点については，自らの採る結論のみならず，それが正当であるとする論拠を説得的に論述することが必要である。ただし，その場合，飽くまでも本問の事実関係を前提に，結論を導くのに必要な点を中心に論ずるべきであって，本問の事実関係からかけ離れた一般論や結論を左右しない論点に関する理論的対立の検討に力を注ぐのは，出題意図にかなうものとは言えないであろう。\nまた，既知の判例や典型事例等の結論を，それが前提とする事実関係や本問の事実関係との相違を十分検討せずに本問に当てはめたり，逆に，自ら是とする見解に適合しやすいよう恣意的に事実をわい曲して評価したりすることも不適当と言わざるを得ない。\n本問においては，事例を丁寧に分析・評価し，基本的な刑法解釈論を踏まえて粘り強く論理的な思考を重ね，それを説得的に論述することこそが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，殺人及び死体遺棄事件を素材として，被疑者甲の共犯者乙が経営するＴ化粧品販売株式会社を適法に発付された捜索差押許可状に基づいて捜索した際に行われた様々な写真撮影について，その適法性を論じさせることにより，捜索差押えという強制処分の過程における写真撮影の法的性質についての考え方，ひいては令状主義及び刑事訴訟法第２１８条第１項の定める捜索，差押え及び検証についての正確な理解と具体的事実への適用能力を試すものである。\n捜索差押時に行われる写真撮影の適法性については，当該写真撮影が捜索差押えに付随する処分として許される場合があるとの見解や捜索差押えの意義・内容からその本来的効力として写真撮影が許されるとする見解などがあり得るが，いずれにせよ，まず，令状主義の意義と趣旨に立ち帰ってこの問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。その上で，例えば，捜索差押えに付随する処分として許されるとする見解からは，証拠物の証拠価値を保存するため，あるいは手続の適法性の担保のため写真撮影が許されるとの規範を定立することになろう。\n事例への法適用の部分では，具体的事例の写真①から④のいずれについても，写真撮影の対象が本件捜索差押許可状の差押対象物，すなわち令状の本来的効力の対象である「本件に関連する保険証書，借用証書，預金通帳，金銭出納帳，手帳，メモ，ノート」に該当するか否かをまず検討し，その上で，当該写真撮影が証拠物の証拠価値を保存するためなどに必要であるか否かを検討してその適法性を論ずることになろうが，いずれも事例中に現れた具体的事実を的確に抽出，分析しながら論証すべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。例えば，写真①については，白壁に書かれた記載の意味について甲の供述調書の記載から，本件との関連性を認定し，差押対象物である「本件に関連するメモ」として，白壁の一部を破壊し取り外して差し押さえるよりも写真撮影にとどめる方が処分を受ける者にとって不利益がより小さいため適法であるなどとの分析が可能であるし，写真②及び③については，通帳はいずれもＡ名義であるが，乙名義のパスポート\nやＡ名義の印鑑などと同じ引き出し内に入っていたことから乙が実質的に管理・使用していた- 7 -通帳であることを論じたり，Ｘ銀行の通帳にある「→Ｔ．Ｋ」との鉛筆での書き込みの意味を検討し，通帳が発見された時点からその書き込みがあったことを明らかにする必要性を論じることなどが求められよう。また，写真④については，撮影されたパスポート，名刺等は令状記載の差押対象物ではないが，乙による通帳の管理・使用すなわち，引き出し内にあった預金通帳が本件に関連する通帳に該当する点を明らかにするため，同じ引き出し内にあったパスポー\nト等の乙の名義部分だけを写真撮影するという行為が，差押手続の適法性担保の観点から許されないか等を論じる必要があろう。\n設問２は，被疑者甲による犯行再現実験の結果を記録した実況見分調書について，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。\n本問では，検察官は「被告人が本件車両を海中に沈めることができたこと」という立証趣旨を設定したが，弁護人は，その立証趣旨を「被告人が本件車両を海中に沈めて死体遺棄したこと」であると考え，本件実況見分調書の証拠調べ請求に対し，不同意の意見を述べている。犯行再現行為が問題となった判例によれば，弁護人が考えるように犯罪事実の存在が要証事実になると見るべき場合には，刑事訴訟法第３２１条第３項所定の要件を満たす必要があるだけではなく，再現者が被告人である場合には同法第３２２条第１項所定の要件をも満たす必要があるとされていることから，果たして本件における要証事実をどのようにとらえるべきか，事例中に現れた具体的事実関係を前提にして，的確な分析が求められる。\n事案に則した前記判例の正確な理解を踏まえつつ，本件の具体的事実関係を的確に把握すれば，本件は，判例の見解が前提としていた事案とは異なり，検察官が設定した立証趣旨をそのまま前提にするとおよそ証拠としては無意味になるような例外的な場合などではなく，甲が供述しているような犯行態様が現場の客観的な環境との関係で物理的に可能であるか否かが正に問題になる事案であるとの理解が可能である。\nいずれの設問についても，法解釈論や要件について抽象的に論じるにとどまったり，判例の見解をそのまま書き写すのではなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて再生手続における事業譲渡に関する制度及び双方未履行の双務契約関係の処理等についての理解を問うものである。\n設問１（１）については，まず，Ｑ社の意向を踏まえた上で選択すべき事業承継の方策として，再生手続開始後の早い段階での事業譲渡が考えられることを指摘し，それに必要な手続（具体的には民事再生法第４２条及び第４３条の裁判所の許可の申立て）について，本件事案の下でそれらの要件を充足するか否かを具体的に検討し，論じる必要がある。\n（２）については，Ｂ銀行の態度，他の債権者への弁済の必要性等本件の事情に照らして，別除権協定の可能性を含め，担保権実行手続中止命令及び担保権消滅許可の申立てといった再生債務者として採るべき手続を明らかにすることが求められる。さらに，それらの申立てが認められる要件について具体的事案に即して論じる必要がある。\n（３）については，再生債権の弁済に関する原則的な取扱いに触れた上で，本件において少額の再生債権を弁済することを可能とする条文上の根拠として考えられるもの，具体的には民事再生法第８５条第５項（「少額の再生債権を早期に弁済しなければ再生債務者の事業の継続に著しい支障を来すとき」に関する部分）を正確に指摘するとともに，具体的事案に即して，その要件の充足の有無を論じる必要がある。\n- 8 -設問２については，民事再生法第４９条による処理の原則を指摘した上で，Ａ社が履行を選択し，又はＤ社の催告に確答しなかった場合と，Ａ社が解除を選択した場合とに分けて，Ａ社及びＤ社間の法律関係に関し，Ｄ社の有する債権及び債務が再生手続上どのように取り扱われるかという点や，Ａ社による解除が履行済みの部分に与える効果等について具体的に論じる必要がある。\n〔第２問〕\n本問は，具体的な事例を通じて，離婚をめぐって生ずる各種の法律関係と破産手続との関係等についての理解を問うものである。\n設問１（１）については，詐害行為取消訴訟が破産手続開始とともに中断すること，破産管財人においてこれを受継することができること及び破産管財人が受継した場合には同訴訟が否認訴訟に変更されることを前提とした上で，本件における財産分与の否認の可否を踏まえて，破産管財人の受継の要否等を論じる必要がある。そして，財産分与の否認の可否については，否認類型を意識しつつ，マンションの購入代金の提供者等本件における具体的な事情を踏まえて論じることが求められる。\n（２）については，養育費の支払義務に係る債権が非免責債権となることを明らかにするとともに，同義務に係る債務名義による強制執行の可否を免責許可決定の確定前と確定後に分けて論じる必要がある。そして，同決定の確定前については，民事再生法第２４９条第１項が非免責債権についても適用されることを示した上で，その理由についても論じることが求められる。\n設問２については，破産財団に関する訴訟が破産手続開始決定とともに中断するとの原則を明らかにした上で，本件の慰謝料請求権に係る訴訟が上記原則の適用を受けるか否かについて，本件慰謝料請求権の性質をどうとらえるか（行使上の一身専属的なものととらえられるかどうか），その性質が訴えの提起や判決の確定という事情によって変化を来すのかどうかという点に検討を加え，理由を明確にして自説を論じる必要がある。\n[租 税 法］租税法の出題に関しては，これまで，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含み，いずれも基本的な理解を問うものを出題することとしてきた。\n〔第１問〕\n本問は，いわゆる不法利得に対する課税の在り方を通じて，所得税法の基礎的な理解と応用力を試すものである。\nまず，設問１前段の課税が許される根拠については，包括的所得概念・純資産増加説といった所得概念を踏まえる必要はあるが，所得税法の条文上，不法な利得を所得から除外したり非課税とする規定がないことなど，飽くまでも法解釈論としての根拠を示す必要があろう。設問\n１後段は，所得区分を問題にしているが，ここでは，主に事業所得か雑所得かの区分が問題となる。\n設問２（１）は，不法利得の収入金額の年度帰属の問題であり，権利確定主義，管理支配基準がキーワードになる。利息制限法による制限超過の未収利息についての管理支配基準を適用した最高裁判所の判決（最判昭和４６年１１月９日民集２５巻８号１１２０頁）が参考になるが，いずれにせよ，Ｃに対する請求権の行使が法律上可能かどうかを踏まえて，権利確定があったかどうかを検討すれば一定の結論を導くことができる。\n設問２（２）は，必要経費に係る問題である。①は，そもそも賭博での負金の支出が，所得税法第３７条第１項にいう「必要経費」に当たるかどうか（賭博の負金のような法的支払義務のない支出は，任意の家事的支出で，消費ととらえる考え方もあろう。），原価なのか販売費等\n- 9 -なのかの問題があり，更に債務が確定しているかどうかが検討されなければならない。必要経費性については完璧な解答までを求めているわけではなく，本問では，主にコインの精算が法的に義務付けられるものかどうかなどに着目して，これに整合的な結論を導けるかどうかを試している。②は，暴力団員に対する指導料名目の支出についてであるが，必要経費の要件である事業関連性，客観的必要性があるかどうかにつき，当該支出の実質を踏まえて，どう評価するかが問題となる。また，公序に反するような支出について必要経費控除が認められるかどうかという，いわゆる違法経費控除の可否についても検討されなければならない。③は，違法な事業に供されている機械についての減価償却費の控除の可否を問うもので，②と同様に違法経費の観点から，控除の可否が問題となる。設問２は，イレギュラーな所得稼得形態の収入金額と必要経費性を問題としているだけに，問題解決に必要な基礎知識と，問題点抽出力，応用力，自説を説得的で整合的に論述する能力が試されている。\n〔第２問〕\n本問は，役員退職慰労金の支給に関する課税上の問題について，所得税法及び法人税法のそれぞれの観点から検討することを求めるものであり，１つの事案を多角的・包括的に分析する能力及び条文を正確に読解し事実を要件に適切に当てはめる能力を試している。\n設問１は，役員の分掌変更に伴って支給される退職慰労金の所得税法上の取扱いについて，①給与所得と退職所得との区別，取り分け所得税法における退職所得課税の趣旨及び同法第３０条に規定する「退職」の意義の理解，②現物所得の取扱いに関する所得税法第３６条第１項括弧書及び同条第２項の理解を踏まえ，本文の事案に即して検討することを求めるものである。\n①については，取り分け勤務関係の終了の意義に関する最高裁判所の判決（最判昭和５８年９月９日民集３７巻７号９６２頁等）の立場を踏まえた論述が求められる。\n設問２は，役員退職慰労金の支給，特に現物支給を，法人税法に従ってどのように処理すべきかを問うものである。法人税法上の所得算定の基本構造に照らし，役員退職慰労金の現物支給については，１個の取引であるが，益金及び損金の両面において処理しなければならないことを理解した上で，益人及び損金の両面において当該役員退職慰労金の支給を関連規定の要件に当てはめることを求めている。その当てはめの検討においては，法人税法上の所得算定の基本構造及び本問の事案に関連する条文を正確に理解しているかどうかが問われており，取り分け法人税法第２２条第２項，同条第３項及び第３４条の規定並びにそれらの規定の相互関係に関する正確な理解が重要である。\n[経 済 法］\n〔第１問〕\n本問は，コスト削減を一つの契機とする機械メーカーによる部品の共同購入及び共同物流会社の設立等の計画に関する独占禁止法上の問題点を検討させることをその趣旨としている。\nこのような業務提携は，必然的に競争事業者間の共同行為という性格を有することから，不当な取引制限の構成要件である「行為の共同性」，「事業活動の相互拘束」，「一定の取引分野」，「競争の実質的制限」等についての理解を問うものである。\n部品の共同購入については，これが部品の購入市場のみならず製品販売市場における競争にも影響を及ぼすおそれがあることを踏まえ，それぞれの市場における不当な取引制限の成否を検討する必要がある。\nまず，部品購入市場においては，共同購入カルテルの成否について，当該市場を一定の取引分野として画定することの可否，本件共同購入計画の具体的な内容に基づく事業活動の相互拘束性の判断，当該市場における競争の実質的制限の有無をいかなる事実によって認定すべきか等についての検討が求められよう。\n- 10 -製品販売市場においては，部品の共同購入が行われることによるコストの共通化が川下市場における製品の販売価格に影響を及ぼす可能性に着眼し，価格カルテルの成否について，部品の調達予定金額の目安を検討する前提資料として製品価格の上限を協議して決定することを含め，行為の共同性や事業活動の相互拘束あるいは競争の実質的制限をどのように認定するかについて検討する必要があろう。\nまた，共同物流会社の設立については，同社が実際に行うこととなる事業活動の態様からすると，競争事業者である共同出資会社間において，競争手段にかかわる情報を共有することにより，一定の共通認識を生ずるおそれがないかという観点から，製品の販売市場における不当な取引制限の成否について検討することになる。\nその場合は，当該会社の人的構成，あるいは配送の具体的な方法，製品の販売価格に占める物流コストの比率などの事実関係を踏まえ，当該情報の共有が競争に与える影響をどのように判断するか，行為の共同性や事業活動の相互拘束をいかに理解するか等がポイントとなろう。\nいずれにしても，本問では，論点主義的な記述ではなく，不当な取引制限の構成要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ａが中部地方で計画しているパソコンの販売及び東日本地域で計画している液晶テレビの販売について独占禁止法に違反しないかどうかを問うことによって，同法上の不当廉売規制に関して基本的な理解ができているかを確認するものである。いずれも一般指定６項の要件を検討することになり，６項前段については，「正当な理由」，「供給に要する費用を著しく下回る」，「継続して」，「他の事業者の事業活動を困難にするおそれ」の要件を，６項後段については，「不当に」，「低い対価」，「他の事業者の事業活動を困難にするおそれ」の要件を検討することになる。\nＡが中部地方で計画しているパソコンの販売については，「継続して」の要件，「他の事業者の事業活動を困難にするおそれ」の要件，「正当な理由」の要件を正確に理解し，問題文に示された仕入価格，新規開店セール，キャンペーン期間，旧型製品などから適切に事実を抽出してその当てはめができるかを確認している。本件は，「継続して」の要件をみたすかどうか判断が分かれ，いずれの立場によるかによって６項前段，後段のいずれを適用するかが変わってくる。また，独占禁止法に違反しないとするものが多いと思われる。しかし，それらが唯一の答えであるとする趣旨ではなく，要件を正確に理解した上で，事実関係を検討し正確に当てはめられるか，それらは論理的であるかを確認する趣旨である。\n東日本地域で計画している液晶テレビの販売については，継続性の要件を満たすと考えられるが，３７インチテレビの販売価格は仕入価格を下回り，４０インチテレビの販売価格は仕入価格を上回るが総販売原価を下回る事実関係となっていることから，６項前段，後段の適用関係が問題になり得る。さらに，他の事業者の事業活動を困難にするおそれ及び正当な理由又は不当性（公正競争阻害性）があるか否かも問題文に示された事実から検討することになろう。\n具体的には，価格については，３７インチテレビは６項前段，４０インチテレビは６項後段を適用するもの，一括して６項前段又は後段を適用するものなどがあり得るし，他の事業者の事業活動を困難にするおそれはＡの市場における地位，アンケート調査での当該商品の人気及び家電専門店への影響等からこれを肯定する答案が考えられるが，ここでも一つの答えしかないとする趣旨ではない。\nいずれにせよ，本問においても，要件の意義を正確に理解した上で，当該行為の市場における競争への影響を念頭に置き，事実関係を丹念に検討した上でその当てはめを行うことが求められる。\n- 11 -\n[知的財産法］\n〔第１問〕\n特許を受ける権利は発明者に原始的に帰属するが，当該発明が職務発明（特許法第３５条第\n１項）に当たる場合には，あらかじめ契約，勤務規則その他の定めにより特許を受ける権利を発明者の使用者等に承継させることを定めることができる。\n特許出願後の特許を受ける権利の承継は，相続その他の一般承継の場合を除き，特許庁長官への届出が効力要件とされ（特許法第３４条第４項），また，特許権の移転は，相続その他の一般承継の場合を除き，登録が効力要件とされる（特許法第９８条第１項第１号）。なお，特許を受ける権利の承継の届出（出願人名義変更届）は，譲受人が権利の承継を証明する書面を添付することにより，単独で行うことができ，また，特許権の移転登録手続は，譲渡人と譲受人との共同申請によることを原則とするが，移転登録手続を命じる判決によるときは譲受人が単独で行うことができる。\nそして，特許を受ける権利又は特許権が共有に係るときは，各共有者は，他の共有者の同意を得なければ，その持分を譲渡することができない（特許法第３３条第３項，第７３条第１項）。\n以上を前提に，本問は，共同発明が職務発明である場合の法律関係を問うものである。\n設問１の１では，α試薬の発明は，甲及び乙の共同発明であるとともに，甲とＡ社との関係，乙とＢ社との関係ではそれぞれ職務発明となることを把握した上で，Ａ社及びＢ社がα試薬の発明の特許を受ける権利を承継するかどうか，承継するとした場合あるいは承継しないとした場合に，Ａ社及びＢ社は，甲及び乙にいかなる請求をすることができるかについて，本問の事実関係に即して論じる必要がある。Ａ社及びＢ社が特許を受ける権利を承継するとした場合には，後記の最高裁判所の判決を踏まえた論述が求められる。\n設問１の２では，甲のＢ社に対するα試薬の製造販売の差止請求及び損害賠償請求の可否を論じるに当たり，Ｂ社は，職務発明に基づく通常実施権を有するか等について検討する必要がある。\n設問２は，共同発明について冒認出願がされた場合における真の権利者の救済手続についての理解を問うものである。特許出願をした特許を受ける権利の共有者の一人の承継人であると称して特許権の設定登録を受けた無権利者に対する当該特許権の持分の移転登録手続請求を認めた最高裁判所の判決（最判平成１３年６月１２日民集５５巻４号７９３頁・生ゴミ処理装置事件）を踏まえた論述が求められる。\n論述を展開するに当たっては，発明者でない丙が無断で特許出願をした場合と共同発明者の一人である甲が無断で単独出願をした場合との対比が必要となる。なお，設問では甲，乙，Ａ社又はＢ社の丙に対する請求について問われているので，設問１の１で検討したように，Ａ社及びＢ社がα試薬の発明の特許を受ける権利を承継するか否かが論述の前提となる。\n〔第２問〕\n設問１は，甲が作成した絵画Ａの贈与を受けて，これを知り合い十数名に見せ，そのうちの丙に売却した乙に対する甲の請求を，また，絵画Ａに描かれたキャラクターの彫刻Ｂを作成し，これを自らが経営する玩具店の店内に置き，丁市に譲渡した丙に対する甲の請求を問うものであり，甲が乙及び丙に対していかなる権利の侵害に基づいてどのような請求をすることが可能であるかを論述させるものである。乙の行為により侵害される権利としては，公表権，譲渡権等が問題となる。公表権に関しては，乙の行為が「著作物でまだ公表されていないもの・・・\nを公衆に提供し，又は提示する」（著作権法第１８条第１項）ものに当たるかどうかや，甲と乙との間の他人に見せない旨の合意と著作権法第１８条第２項第２号との関係を論じる必要がある。譲渡権に関しては，乙の行為が著作物の「原作品又は複製物・・・の譲渡により公衆に- 12 -\n提供する」（著作権法第２６条の２第１項）ものに当たるかどうか，著作権法第２６条の２第\n２項第３号に該当するものの譲渡に当たるかどうか，甲と乙との間の他人に譲渡しない旨の合意が同号の適用に影響を与えるかどうかを論じる必要がある。丙の行為により侵害される権利としては，翻案権，展示権，譲渡権，同一性保持権，公表権等が問題となる。翻案権に関しては，彫刻Ｂの作成が翻案に当たる場合について論述することが求められる。彫刻Ｂの作成が翻案に当たるとした場合，彫刻Ｂが絵画Ａの二次的著作物となることから，展示権，譲渡権については，同法第２８条，公表権については，同法第１８条第１項後段に言及することとなろう。\nそして，乙及び丙に対する請求として，差止請求や損害賠償請求が可能であるかどうかについて論じる必要がある。\n設問２は，甲と，ラストシーンの１０秒程度に彫刻Ｂが写っている映画ＣのＤＶＤを販売している戊との間の法律関係を問うものである。まず，著作権の侵害を理由とする甲の戊に対する差止請求の主張に関しては，頒布権（著作権法第２６条第２項）の侵害等を論述することが求められる。次に，甲の主張に対する戊の反論及び戊の反論に対する甲の再反論に関しては，戊の行為と著作権法第４６条との関係（二次的著作物が「屋外の場所に恒常的に設置されている」場合における原著作物についての著作権に対する同条の適用や同条第４号の該当性），映画Ｃに彫刻Ｂが写っていることが著作物の複製に当たるかどうか等について検討する必要がある。\n[労 働 法］\n〔第１問〕\n本問は，配転命令を契機として無断欠勤を理由とする普通解雇が行われた事例について，法的問題点を抽出し，具体的な事例に適用することを通じて，配置転換及び解雇をめぐる問題の理解を問うものである。いずれも労働法における基本的な論点といえるが，そのまま適用するかどうかは別として，これらに関する判例の知識が前提となり，それを正確に示した上で自らの考えを述べることが期待される。\nまず，本問の事例では，配転命令が普通解雇の前提となっていることから，Ｘに対する配転命令の効力について論じる必要がある。ＸとＹ社との合意内容や就業規則の規定に照らしながら，Ｙ社がＸに対して配転命令を出す権限を有していたかを記述し，さらに配転命令が権利濫用に当たらないか否かを，判例による判断枠組みを踏まえながら，本件の具体的な事実関係に即して分析することが求められる。\n次に，それを前提に，本件解雇が有効かどうかを検討することになる。本件解雇が就業規則の規定に基づいて行われていることを指摘した上で，Ｘが本社に出社しなかったことが就業規則に定める解雇事由に該当するか否か，あるいは解雇権の濫用（労働契約法第１６条）に当たらないかどうかを吟味すべきである。また，必要があれば，労働基準法第２０条の解雇予告の問題にも触れることになろう。\n最後に，以上を踏まえつつ，ＸとＹ社との法的地位，権利関係について整理する必要がある。\n配転命令や普通解雇が無効である場合，Ｘが出社しなくなった２月１日から解雇が行われた時点までと，その後５月３１日までのそれぞれについて，賃金の支払を求めることができるかを民法第５３６条第２項を用いて説明することが必要となる。さらに，Ｘのアルバイト収入が控除されるかどうか，控除されるとするとその金額は幾らか（労働基準法第２６条や同法第２４\n条との関係），支払済みの解雇予告手当はどのように扱うべきかを述べることが求められる。\n〔第２問〕\n本問は，期間従業員の労働契約の打切りと，それを契機に行われた労働組合のストライキの事例を素材として，有期労働契約の終了，争議行為の正当性，ストライキ時における賃金カッ\n- 13 -ト，懲戒処分の根拠・効力といった問題に関する理解を問うものである。事実関係はやや複雑であるが，論点はオーソドックスであり，労働法に関する基本的な理解を求めるものである。\n設問１では，Ｙ社がＸ らに対して行った雇用打切りの法的性質は何か，これが有期労働契\n１約の更新拒絶（雇止め）であるとすれば，雇用打切りについて解雇権濫用規定（労働契約法第\n１６条）は類推適用されるか，類推適用を認めた場合，本件雇止めは法的にどのように評価されるか，本件雇止めが不当と解される場合の効果はいかなるものかが論点となり，事実関係を踏まえた検討が求められる。また，Ｙ社は，平成２０年９月３０日付けで従来の労働契約をいったん合意解約するとともに，平成２１年３月３１日をもって退職することを内容とする新契約を締結しており，この事実が解雇権濫用規定の類推適用の当否や，雇止めの当否にどのように影響するのかについても検討する必要がある。\n設問２では，まず，Ｙ社がＮ組合の役員であるＲとＳに対して行った懲戒処分の根拠と効力が問題となる。懲戒処分の根拠については，本問の事実関係（Ｙ社就業規則の懲戒事由規定の存在）に留意する必要がある。懲戒処分の効力については労働契約法第１５条に沿って検討することになるが，本件懲戒処分は，Ｎ組合のストライキの計画・指導を理由に行われているので，本件ストライキの正当性が重要な論点となる。特に，Ｘ ら期間従業員問題の打開を図る\n１目的で実施されたという目的面と，本件ストライキが部分ストという形で実施されたという態様面で，それぞれどのように評価されるかがポイントとなろう。また，懲戒処分の効力に関する法律構成としては，労働契約法第１５条だけで構成するか，憲法第２８条や民法の公序規定\n（民法第９０条）を用いるか，あるいは不当労働行為禁止規定（労働組合法第７条）を活用するかが問題となる。さらに，懲戒権の濫用に関しては，ＲとＳに対する処分の相当性及び懲戒手続の当否についても検討する必要がある。\n[環 境 法］\n〔第１問〕\n本問は，環境負荷物質の種類に応じてどのような対応や手法が必要となるかを，論理的に説明できる能力を問う問題である。環境法政策の根本的部分を扱ったものである。\n設問１では，ばい煙及び有害大気汚染物質へのそれぞれの対応について条文を挙げつつ説明し，ばい煙については，いわゆる規制的手法が用いられていること，有害大気汚染物質対策に関しては，事業者の責務とされ，罰則もなく，自主的取組手法が中心であることを示し，対応の仕方に相違がある理由については，科学的知見が確実であるか否かによることを説明することが求められている。\n設問２の小問１は，二酸化炭素の特質について，①排出者は特定の者ではなく，程度の差は大きいが国民全体がかかわっていること，②二酸化炭素については世界全体での削減が問題となり，国全体での総量削減が必要であり，地域的な排出量の偏在は問題とならないこと，③二酸化炭素は現在のところ人為的活動に伴って不可避的に生ずるものであり，その削減にははくだいなコストが掛かるため，いかに社会的コストを少なくして削減するかが重要となること，④前記③と同様の理由から継続的削減が重要であり，削減のために現在の技術では十分でなく，技術革新・技術普及が必要であることなどを指摘することが求められている。そして，経済的手法が重要であることについて，その理由を，上記の特質と対応させて指摘することが求められる。\n設問２の小問２は，経済的手法の中でどういう措置があるかを挙げ，長所短所を問う問題であり，税・賦課金，排出枠取引（排出量取引，排出権取引），補助金の長短を説明することが求められる。\n〔第２問〕\n- 14 -本問は，自然環境保全に関し，自然公園法の全体的理解及び自然破壊という具体的事例における同法規定の適用のされ方の理解並びに環境民事訴訟における環境保護団体の訴訟法上の論点及び環境権等の実体法上の論点についての理解を問うものである。\n設問１の①の段階では，廃タイヤの集積という行為に対し，行政上の措置に関する法の規定がどのように適用されるかを正しく示し，検討することが求められる。自然公園法（以下「法」という。）第１４条第１項の特別保護地区内では，同条第３項が適用され，その違反に対して県知事は法第２７条の中止命令・原状回復命令を発することができる。また，法第１３条第１\n項の特別地域内では，同条第３項の要件に該当する場合に法第２７条の適用がある。解答に当たっては，これらの規定がいずれも優れた自然の風景地の保護を目的とすることを考慮することが期待される。なお，法第２７条については，県知事の措置として行政代執行について言及することが求められる。\n設問１の②の段階では，さらに，公園事業として設置された施設を焼失させた原因者に対しては，法第４７条に基づき費用負担を求め得ることにも言及することが求められる。なお，本問は行政上の措置を求めているので，民事訴訟の提起は対象とはしていない。\n設問２では，本件団体の主張として，まず当事者能力について，権利能力なき社団（民事訴訟法第２９条）に該当するとの主張が求められる。次に，団体固有の請求権に基づいて請求するのでなければ，当事者適格について，環境保護団体として原告適格があるとの主張が求められる。この点について予想される法的主張としては，選定当事者（同法第３０条），任意的訴訟担当として許されるとの主張のほか，環境利益をめぐる提訴前に重要な解決行動を行った紛争管理権者として当事者適格を有する（紛争管理権説）との主張や，訴訟提起前の紛争解決過程への関与等を任意的訴訟担当の要件として再構築するという主張も挙げられよう。\n次に実体権として撤去請求を根拠付けるものとしては，人格権，環境権の主張が予想される。\nいずれの場合でも，本問の原告が団体であることを考慮した主張を検討することが必要である。\nこれらに対する乙の反論としては，権利能力なき社団に該当しないとの反論，選定当事者，任意的訴訟担当が認められる要件を満たさないとの反論のほか，紛争管理権説に対しては，最高裁で否定されている（最判昭和６０年１２月２０日裁判集民事１４６号３３６頁・豊前火力発電所事件）との反論が考えられる。\nまた，環境権に対しては，環境権そのものが認められないことのほか，団体としての環境権に対する反論が考えられる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際紛争が発生したときに，国際法上，紛争当事国や紛争の局外にある第三国がそれに対していかなる対応をすることが可能かを問うている。\n設問（１）では，Ｙ国がＸ国民に対して行った預金凍結措置がそれ自体だけからの判断だと国際法上許されないことを前提にして，それが対抗措置として正当化できるかどうか，具体的には「先行違法行為の存在」等の実体要件や「義務履行要請」等の手続要件がいかなるもので，上記Ｙ国の措置がこれらの要件を満たすか否かを問うている。\n設問（２）は，Ｙ国の武力行使が，ＸＹ両国が加入する地域機関のＡ連合平和安全保障理事会の決議によって許されるか否かを問うものである。武力行使は一般的には禁止されているが，自衛の要件を満たすものは例外であり，国連安全保障理事会の決定によるものも許されると通説的には解されている。本問では，Ａ連合平和安全保障理事会の決議が武力行使を正当化し得るかどうか，特に国連憲章第８章「地域的取極」との関係でどのように位置付けられるかが最大のポイントである。\n設問（３）は，ＸＹ国間の国際紛争に対して，国連が何をできるかを前提にして，紛争の局\n- 15 -外にある国連加盟国が国連に対して何を要請できるかを問うものである。国連では，武力行使が現実に起こった状況では，国連安全保障理事会が第一次的な責任を持ち，総会の責任が安全保障理事会の責任を補完するものにすぎないこと，また総会は加盟国に対して勧告を行うにとどまるが，国連安全保障理事会は国際紛争を解決するための勧告にとどまらず（国連憲章第６\n章），「平和に対する脅威」等を認定して強制措置を実施することができる。これらの点を踏まえて，解答を作成することが期待される。\n設問（４）では，そもそも国際司法裁判所が本件について管轄権を持ち得るか，国際司法裁判所の管轄権があればＸ国はＹ国に何を請求すればよいか，また本案判決前に「暫定措置（又は仮保全措置）」（国際司法裁判所規程第４１条）を求めることはできるか，暫定措置の有用性はどうかを問うている。\n国際関係法（公法系）の場合も，法規の解釈と対象状況への当てはめ（適用）は，きちんと分けて考えることが期待される。\n〔第２問〕\n＜日本の法曹が直面する事象としての現実性＞本問の事例は，現在進行形で，日本が国際法上の対応が求められている問題を素材としている。数年にわたり，鯨類資源の利用と保存という問題に係る国際法上の方針として，日本は調査捕鯨を実施している。この調査捕鯨を実施する日本の船舶は，毎年，公海上で外国船舶及びその乗員から妨害行為を受けているが，これらの妨害行為に対して国際法上で日本がいかなる措置を採り得るかの判断は，日本にとって喫緊の課題である。さらに，状況によっては，公海上で妨害行為を行う船舶の船長や実行行為者について，日本の国内裁判所でこれらの個人が訴えられる可能性もある。\n設問１ ＜管轄権の種類と国際法上の根拠＞第一に，管轄権の国際法上の根拠を問うている。管轄権の根拠は属地主義，属人主義及びそれらの亜種，保護主義，普遍主義など，複数存在し，国際社会での承認の程度はそれぞれで相違している。本問でＡ国の国内法が規定する管轄権の根拠は何か，その根拠が国際法上でどの程度承認されているかを説明した上で，同国内法規定が本問の事実に適用される態様（事例への当てはめ）を明らかにしなければならない。\n第二に，管轄権には，立法・執行・裁判という種類ないし機能がある。本問の事例で，Ａ国内水にＢ国を旗国とする船舶が任意で入港したという事実に着目して，同船舶の船長に対して\nＡ国の執行・裁判管轄権が行使されること，その前提としては，Ａ国の国内法の適用が公海上の外国人による妨害行為に及んでいること，すなわち，立法管轄権が及んでいることを説明しなければならない。立法管轄権の行使は，他の種類の管轄権に比較して，国際法による許容性が高いことや，ローチュス号事件が本問における事件と類似性を持つ先例として存在することなども，関連する論点として考えることができる。\n設問２ ＜公海制度の基本原則とそれに照らした公海上の措置の法的評価＞第一に，公海の基本原則である公海自由の原則，公海秩序維持のための旗国主義が問われている。国連海洋法条約（新司法試験用法文搭載法令）の規定群を反復するだけでなく，公海自由の原則と旗国主義につき，その趣旨目的も含めて，「簡にして要を得た」説明が求められる。\n第二に，本問の事例で，公海上で旗国以外の国が船舶に対して執行措置を採ることが許されるかを決定するに際しては，妨害行為の性質判断が前提となる。海賊とみなすならば，関連規定群の解釈とともに，本問の事実に即して規定を適用（事例への当てはめ）して結論を導くことが求められる。あるいは，海賊とはみなさずに，妨害行為を衝突とみなすことの適否を論じたり，国連海洋法条約に規定する例外からは離れて，非旗国が公海上の船舶に対して執行措置を採ることを法的に正当化する可能性を導けないか，そのための根拠となる規定が国連海洋法\n- 16 -条約にあるか（例えば，旗国の義務規定）などの検討を行うことも考えられる。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，外国離婚判決の承認要件である国際裁判管轄の基準を問うと同時に，婚姻の実質的\n・形式的成立要件に適用される準拠法いかんを問う問題である。いずれの設問においても丁寧な当てはめの作業が示されなければならない。\n設問１は，離婚事件の国際裁判管轄（間接管轄）の基準を問うものである。まず，間接管轄と直接管轄の関係に触れ，その上で，最高裁判所の判決（最判昭和３９年３月２５日民集１８巻３号４８６頁及び最判平成８年６月２４日民集５０巻７号１４５１頁）を意識した基準の定立及び設問の事案への当てはめが求められている。\n設問２は，法の適用に関する通則法（以下「通則法」という。）第２４条第１項の問題であることの認識及び配分的適用と呼ばれる準拠法の適用方法の理解を問うものである。いわゆる一方的要件と双方的要件を抵触法又は実質法のいずれの平面の問題としてとらえるにせよ，再婚禁止期間（小問１）と重婚禁止（小問２）に関する要件の処理方法に言及することが求められている。また，当事者の本国法による婚姻の実質的成立要件が共に充足されない場合の法律効果の処理についても検討しなければならない（小問２）。\n設問３は，婚姻の形式的成立要件に適用される準拠法及びいわゆる領事婚に関する民法第７４１条の理解を問うものである。①と②の方法を婚姻の方式の問題として性質決定することを前提として，①の方法は，通則法第２４条第２項又は第３項により指定される甲国法による婚姻の形式的成立要件を満たすものであるが，②の方法は，同条第３項に基づき指定される日本民法第７４１条の要件を欠くことが示されなければならない。\n〔第２問〕\n本問は，国際的な取引の事案を基に，関係する問題の準拠法の決定方法及び専属的裁判管轄合意をめぐる当事者の利益状況を問う問題である。いずれの設問においても丁寧な当てはめの作業が示されなければならない。\n設問１は，法人の機関の代表権の準拠法を問う問題である。法人の機関の代表権を法人のいわゆる従属法の問題として性質決定することを前提とし，設立準拠法主義と本拠地法主義のいずれが従属法として採られるべきかという点を中心にした論述を求めるものである。\n設問２の小問１は，専属裁判管轄の合意が当事者のいかなる法的利益に影響するかを問うものである。\n設問２の小問２は，当事者が契約準拠法を定めなかった場合おける準拠法決定のプロセスを問うものである。通則法第７条の規定の適用がないことを確認した後に，いわゆる特徴的給付について言及しながら，同法第８条第１項の「最も密接に関係がある地の法」と同条第２項の「推定」の関係を説明することが求められている。\n設問３は，債権譲渡の債務者に対する効力の準拠法を問うものである。通則法第２３条の規定の立法の趣旨，特に譲渡債権の準拠法によらない場合の不都合等に言及しながら，債務者との関係における債権譲渡の効力の問題として性質決定すべきことを論述し，当該規定を適用することが求められている。\n- 17 -"
}