{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\n競馬好きの個人Ａは，不動産賃貸業を営む傍ら，インターネットを介して馬券を購入できるサ\nービスを利用して馬券を購入している。Ａの馬券購入方法は，競走馬や騎手等の情報を収集・分析した上で，着順予想の確度と配当率の大小を組み合わせた購入パターンに従い，年間を通じての収支（当たり馬券の払戻金の合計額と外れ馬券を含む全ての馬券の購入代金との差額）で利益が得られるように工夫しながら，偶然性の影響を減殺するために年間を通じてほぼ全てのレース\nで馬券を購入するというものである。そして，平成２１年から平成２５年までの５年間に，年間約３０００レースのうちのほぼ全てのレースを対象として，１年当たり５０００万円程度の馬券を購入し，収支の上で毎年利益を得ていた。利益の額は，年によって大きく変動したものの，平均すると１年当たり２００万円程度であった。\nＡは，自己のノウハウを基に競馬予想ソフトウェア（以下「ソフト」という。）を開発し，これにユーザーが独自の条件設定を行うことができる機能を付けて売り出せばより多くの利益を得られるのではないかと考え，平成２６年から，このソフトの小売販売事業を始めた。もっとも，これと並行して上記の方法による馬券の購入も継続し，従前と同程度の利益を上げながら，そこで得られる新たな競馬予想ノウハウをソフトのバージョンアップに取り入れていた。平成２８年には，株式会社Ｂ（以下「Ｂ社」という。）を設立して同社の代表取締役に就任し，同社において，株式会社Ｃ（以下「Ｃ社」という。）その他の小売業者にソフトの卸売を行うこととした。\nＡは，個人で営む不動産賃貸業でも安定した収入を得ており，所有する建物の一つを，毎月の賃料を当月末日に支払う約定でＤに賃貸していた。平成２８年１０月１日に借地借家法第３２条に基づく賃料増額請求権を行使してＤに対し賃料を月額２０万円から２５万円に増額するよう求めたところ，Ｄがこれに応じず，民事調停も整わなかったため，ＡはＥ地方裁判所（以下「Ｅ地裁」という。）に賃料増額請求の訴訟を提起した。その結果，Ｅ地裁は，Ａの請求を一部認容して賃料を月額２３万円とする判決を言い渡し，この判決は平成２９年１２月２８日に確定した。そのため，Ｄは，平成３０年１月４日にＡに対し，月額２３万円で計算した平成２８年１０月１日以降の増額分の未払賃料及び遅延損害金（以下，両者を併せて「本件未払賃料等」という。）を全額支払った。\n他方で，Ｂ社の経営も順調であったが，ソフトの卸売先であるＣ社の資金繰りが悪化し，同社から，同社の所有する甲土地をＢ社に売却するので，その売買代金を未払のソフト仕入代金と同額にして相殺処理してほしいとの申出を受けた。Ｂ社は，Ｃ社への資金援助になると考えてこれを承諾し，平成３０年８月１日にＣ社との間で，時価３０００万円相当の甲土地を代金４０００\n万円で買い受ける旨の売買契約を締結し，その売買代金債務とＣ社のＢ社に対する未払のソフト仕入代金債務４０００万円とを相殺して，同日にＣ社の費用負担で甲土地の所有権移転登記を受けた。\nＡは，令和２年５月１日にＢ社から甲土地を時価と同額の代金３３００万円で買い取り，これを不動産賃貸業の用に供した。\nなお，Ｂ社もＣ社も，毎年１月１日から１２月３１日までの期間を事業年度としている。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１⑴ Ａが平成２５年に得た当たり馬券の払戻金に係る所得は，Ａの同年分の所得税の計算上どの所得に分類されるか，説明しなさい。\n⑵ Ａが平成２６年に得た当たり馬券の払戻金に係る所得は，Ａの同年分の所得税の計算上どの所得に分類されるか，説明しなさい。２ ＡがＤから得た本件未払賃料等に係る収入は，Ａの所得税の計算上いつの年分の不動産所得に係る総収入金額に算入されるか，説明しなさい。\n３⑴ Ｂ社によるＣ社からの平成３０年８月１日の甲土地の買受けに関して，Ｂ社の同日を含む事業年度の法人税の計算上，損金の額への計上はどのようにすべきか，説明しなさい。\n⑵ Ｂ社によるＡへの令和２年５月１日の甲土地の売却に関して，Ｂ社の同日を含む事業年度の法人税の計算上，益金の額及び損金の額への計上はどのようにすべきか，説明しなさい。〔第２問〕（配点：５０）\n個人Ａは，食品卸売業を目的とする株式会社Ｂ（以下「Ｂ社」という。）の創業者であるＣの子で，同社の使用人であった。平成２３年にＣが死亡し，遺産分割協議の結果，Ａの姉のＤがＢ社株式の大半を相続して経営を引き継ぎ，Ａは少数の同社株式を相続した上で，同社の取締役に就任し，事業年度ごとに決められる毎月一定額の役員給与（以下「本件役員給与」という。）の支給を受けることとされた。しかし，Ｄが経営を独占したため，毎月開催される取締役会に形式的に出席するほかは，Ｂ社にはＡの行うべき業務はなかった。そこでＡは，Ｂ社勤務中の経験をいかし，Ｂ社の取締役に就任したまま，平成２４年中に，冷凍食品の小売販売店を個人で開業することとした。\nこの開業以来Ａの店で働いていたＥは，Ｅにとって唯一の親族である高齢の父親Ｆ（妻（Ｅの母親）とは死別）と同居してその介護をしていたところ，平成２６年中にＦの症状が進んでＥの手に負えなくなったことから，Ｆを介護付有料老人ホームに入所させたいと考えるようになったが，Ｅ\nが適切と考える施設の入居一時金を支払うにはＦの全財産である貯金を使っても３００万円不足するため，特に貯金のないＥは同年半ばに，Ａに３００万円の借金を申し込んだ。この申込みを受けたＡは，これまでのＥの誠実な働きぶりを高く評価していたため，「Ｅさんの働きぶりにはいつも感心しています。これからも長くこの店で働いてくださいね。」と言って，低利・無担保でこの借金の申入れに応じて貸し付けることとした（以下，この貸付金を「本件貸付金」という。）。Ｅは平成２６年及び平成２７年にはＡに対して約定の元利支払を行ったが，平成２７年末にＦが亡くなった際の心労などから病気になり，平成２８年中に病死した。Ａに対するＥの債務は元本が２００万円残っており，また，Ｅが病死するまでの期間に相当する平成２８年分の利息１万円が未払のままであったが，Ｆの介護にお金をつぎ込んでいたＥには貯金はなく，自動車などのめぼしい財産もなかった。\nＡは，開業以来事業の用に供していた冷凍庫付軽自動車甲を平成２８年末に同業のＧに譲渡して，その譲渡による利益を，平成２９年３月１４日に提出した平成２８年分の所得税の確定申告書において，所得に含めて申告した。平成２９年３月中にＧから，甲が契約した性能を満たしていないから契約を解除するとの連絡があったが，Ａがこの主張を認めなかったため，ＡとＧの間で民事訴訟\n（以下「本件訴訟」という。）となり，平成３０年６月１５日にＡ敗訴の判決が確定した。同日，Ａは代金等をＧに払い戻し，甲の引渡しを受けた。\n本件訴訟係属中の平成２９年８月には，開業以来のＡの所得についての税務調査が行われ，その結果に基づいて平成２５年分から平成２８年分のＡの事業所得につき，収入の計上漏れなどを理由とする増額更正処分が，平成２９年１２月に行われた。Ａはこの処分について不服申立てを行っていない。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１ 本件役員給与の課税関係について，以下の問いに答えなさい。\n⑴ Ｂ社が本件役員給与を損金に算入し得る場合の根拠規定とその趣旨及び適用関係を，簡潔に説明しなさい。\n⑵ 本件役員給与に不相当に高額な部分がある場合，Ｂ社の所轄税務署長Ｈが，法人税法第３４条第２項（以下「本件規定」という。）に基づいて本件役員給与の一部の損金算入を否認する処分を行うことは適法か。本件規定の括弧書に「前項……の適用があるものを除く。」と規定されている点を考慮した上で，本件規定の適用関係に触れつつ，簡潔に説明しなさい。２ 本件貸付金に関する課税関係について，以下の問いに答えなさい。\n⑴ ＡがＥから受け取った本件貸付金の利息と未収受の利息は，Ａの所得税の計算上どのように扱われるか，簡潔に説明しなさい。\n⑵ 平成２８年にＥが病死したという事情は，Ａの所得税の計算上どのように扱われるか，説明しなさい。\n３ Ａを敗訴させた本件訴訟の判決が平成３０年６月１５日に確定したことにより，Ａのいつの年分のどの所得分類に係る所得額がどのように変化するか。また，Ａは，その変化をどのような手続によって自分の所得税の計算に反映させることができるか。条文上の根拠を摘示しつつ説明しなさい。- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，競馬での当たり馬券の払戻金の所得分類（設問１⑴，⑵），賃料増額請求の当否が争われた場合の賃料収入の帰属年度（設問２），法人による資産の高額譲受けとその資産の転売における法人の課税関係（設問３⑴，⑵）について問うものである。\n設問１⑴では，近時の最高裁判例（最判平成２９年１２月１５日民集７１巻１０号２２３５頁）の事案と類似の事案について，当たり馬券の払戻金に係る所得が所得税法に定められた１０種類の所得のどれに分類されるかが問われている。\n上記最判の事案では，一時所得か雑所得かが争われた。しかし，これらの所得は他の８種類の所得に該当しないとされた場合に初めてその該当性が問題となるのであるから，本問の解答に当たっては，まず，これら以外に該当の可能性がある所得について検討しなければならないことに気付く必要がある。そうすると，最初に検討すべきは，事業所得（所得税法第２７条第\n１項）の該当性ということになる。具体的には，馬券の購入行為が事業に当たるか否かを，判例・裁判例（弁護士顧問料事件・最判昭和５６年４月２４日民集３５巻３号６７２頁，会社取締役商品先物取引事件・名古屋地判昭和６０年４月２６日行集３６巻４号５８９頁）による事業所得該当基準に照らして検討すべきこととなる。\nその結果，事業所得に当たらないとした場合には，次に，一時所得（所得税法第３４条第１項）の該当性を検討することになる。具体的には，Ａの平成２５年分の当たり馬券の払戻金所得が，一時所得から除外される「営利を目的とする継続的行為から生じた所得」（同項）に当たるか否かが問題となる。論述に当たっては，上記最判及びその引用する先行判例（最判平成\n２７年３月１０日刑集６９巻２号４３４頁）が示した判断基準に触れながら，Ａの馬券購入行為が，①継続的行為といえるか，②客観的に見て営利を目的とする行為といえるかについて，問題文に現れた諸事情に即して当てはめを行うことが求められる。そして，その結果，一時所得にも当たらないとした場合には，雑所得（同法第３５条第１項）に該当すると結論付けることになる。\n設問１⑵は，Ａが平成２６年に競馬予想ソフトの小売販売事業を始め，前年までと同様の馬券の購入で得られる新たな競馬予想ノウハウをソフトのバージョンアップに取り入れるという状況の変化があり，このような事情が，Ａの当たり馬券の払戻金所得の分類において，前年と- 24 -\nの違いをもたらすか否かを問うものである。\nここでは，このような事情により，Ａの当たり馬券の払戻金所得が，競馬予想ソフトの小売販売事業（小売業。所得税法施行令第６３条第７号）に付随して行われる経済活動から得られる所得として，事業所得に該当するのではないか，という論点に気付くかどうかがポイントとなる。結論としては，肯定・否定のどちらもあり得ると考えられるが，いずれにしても説得的な論述が求められる。\n設問２は，不動産賃料の増額請求の当否が賃貸人と賃借人との間で争われた事例を通じて，所得税法における収入の帰属年度についての基本的な理解を問うものである。\n解答に当たっては，まず，所得税法第３６条第１項を摘示し，「収入すべき金額」という規定が恣意性を排除するために現金主義ではなく権利確定主義を採用したものであることを指摘した上で，賃料増額請求権が形成権であるといえども賃料増額請求が争われた場合は原則として判決が確定した時点が権利確定時点であるという規範を判例（仙台賃料増額請求事件判決・\n最判昭和５３年２月２４日民集３２巻１号４３頁）から抽出し，本件においては平成２９年分の収入金額に算入されるとの結論を導くことが期待される。\n設問３⑴は，法人が時価を超える対価により資産を譲り受ける，いわゆる高額譲受けをした際の損金の側の取扱いを問うものである。\n本件土地の時価と対価との差額である１０００万円の経済的利益がＢ社からＣ社に無償で供与されたことになることを指摘し，この利益供与は「別段の定め」がない限り損金の額に算入されることになる（法人税法第２２条第３項）のか，その「別段の定め」はあるのか，という思考過程を経た上で，その「別段の定め」として寄附金の損金算入制限の規定があり（同法第\n３７条第１項），本件の経済的利益が寄附金に該当して損金算入制限を受けるか，という論点にたどり着くことが求められている。そして，寄附金に当たるとした場合には，損金算入が制限される分だけＢ社に対する課税額が増えることになるので，租税法律主義の観点から，その根拠となり得る法人税法第３７条第７項の適用関係を説得的に説明する必要がある。\n設問３⑵は，資産の高額譲受けをした法人がその資産を他に転売する際の，益金の側と損金の側の取扱いを問うものである。\nまず，益金の側では，「有償…による資産の譲渡」（法人税法第２２条第２項）に当たり，その収益の額である対価の３３００万円が益金の額に算入されるとの解答が期待される。\n次に，損金の側では，「原価」（法人税法第２２条第３項第１号）に当たる本件土地の取得価額が損金の額に算入されるところ，⑴で取得時の時価と対価の差額である１０００万円が寄附金に当たるとした場合には，本件土地の取得価額が幾らになるかについての検討が期待される。\n〔第２問〕\n本問では，法人が支給した役員給与の損金算入の可否（設問１），個人事業主が従業員に貸し付けた金員に関する所得税の課税関係（設問２），及び事業用固定資産の譲渡から得られた所得が後の判決確定により失われた場合の所得金額等の修正方法（設問３）について，問われている。\n設問１⑴では，役員給与を法人の損金に算入し得る根拠規定とその趣旨，適用関係が問われている。役員給与の損金不算入については法人税法第３４条が詳細な規定を置いているが，同条の見出しが「役員給与の損金不算入」とあるように，同条の眼目は，一定の役員給与を「損金の額に算入しない」ことにある。すなわち，同条は，論理的には，原則として損金算入できる役員給与につき，例外的な損金不算入を定めているものである。この場合の「原則」は，法人の所得計算の基本規定である同法第２２条に規定されており，損金については同条第３項が規定を置いているから，役員給与が同項のどの号に該当するかを検討する必要がある。その上で，同法第３４条第１項が同項各号該当のものを除いて損金不算入としている趣旨，また，「事業年度ごとに決められる毎月一定額の役員給与」である本件役員給与が同項のどの号に該当するかなどを，順を追って検討する必要がある。\n設問１⑵では，法人税法第３４条第２項の適用関係が問われている。上述のとおり，同条第\n１項，第２項は「損金の額に算入しない」ことを定めた規定であるから，第２項にいう「前項\n…の規定の適用があるもの」とは，第１項の規定により損金不算入とされたものを指す。⑴で確認したように，本件役員給与は第１項により損金不算入とはならない性質のものであるため，第１項により「損金の額に算入しない」こととはされず，第１項は適用されない。したがって，第２項を適用し，改めてその一部を損金不算入とすることに規定の適用上の問題はない。本問では，このことを簡潔に説明することが求められている。\n設問２⑴は本件貸付金の利息の所得税の計算上の扱い，具体的には，その所得分類と帰属年度が問われている。本件貸付金がＡの事業と関係あるものであればその利息は事業所得とされる。本件の貸付けが，働きぶりの良いＥが今後長くＡの店で働くことを期待して実行されていて，言わばＡの事業における福利厚生のための行為というべきものと評価されれば，そのような貸付けは事業に関連することになる。その場合，その既収・未収の利息は，事業の付随収入として，それぞれそれを受け取る権利が確定した年分の事業所得の総収入金額に算入されよう。\n設問２⑵は，本件貸付金が事業関連性を有することを前提に，その貸倒損失の扱いを問うものである。事業関連性を有する貸付金の貸倒損失は，所得税法第５１条第２項により，それが貸倒れた年分の事業所得の必要経費に算入される。\n本問では，一般に債権が貸倒れたと判断されるための基準を指摘した上で，Ｅが病死し，換金できるような目ぼしい財産は残されておらず，Ｅの債務を相続する身寄りもない等の事情が，その判断基準に照らしてどのように評価されるかを検討する必要がある。\n設問３は，平成２８年中に甲を譲渡した契約の解除が，平成３０年６月１５日に確定した本件訴訟の判決により確定したことにより，Ａの所得税の課税関係がどのように変更され，その変更をＡはどのような手続きで自分の所得計算に反映させるべきかが問われている。\nまず，甲はＡの事業の用に供されていた固定資産であり，Ａの冷凍食品小売業という事業において，甲のような固定資産を反復継続的に譲渡することは考えられないから，この譲渡は所得税法第３３条第２項に該当しない同条第１項の譲渡に当たるので，その譲渡からは譲渡所得が発生する。したがって，平成２８年分の譲渡所得を発生させる基礎となった事実が，平成３０年の判決により，「それと異なることが確定した」ことになる。\nこのことは，国税通則法第２３条第２項第１号に該当するから，Ａは同項に基づく更正の請求を，判決確定日の翌日から２か月以内に行なえばよいように思えるが，直接にこのような解決をすることは，同項柱書２つ目の括弧書の規定に抵触する。この間の事情を正確に説明し，同条第２項による更正の請求と同条第１項による更正の請求の関係から，同条第１項による更正の請求が認められるべきことを説得的に説明することが求められる。\nさらに，Ａが，平成２９年１２月に平成２８年分の所得につき増額更正処分を受けてこの処分が確定していることが，Ａによる更正の請求にどのような影響を及ぼすかを，国税通則法第\n２３条第１項柱書２つ目の括弧書の規定の文言とその内容に即して説明することが求められる。\n以上の諸点を考慮しつつ，本件訴訟の判決が平成３０年６月１５日に確定したことにより，Ａは，平成２８年分の所得税の法定申告期限から５年以内という期間制限を満たす限り，国税通則法第２３条第１項による更正の請求を行なうことができるという結論を導くことが期待されている。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等［第１問］（配点：５０）\n本問では，競馬の当たり馬券の払戻金に係る所得の種類（設問１），不動産賃料増額請求に関する収入金額計上時期（設問２），法人が資産を高額で譲り受け転売した際の損金・益金（設問３）\nについて，問われている。\n＜設問１⑴＞設問１⑴では，競馬の当たり馬券の払戻金に係る所得の種類が問われている。\n候補となる所得分類は，事業所得（所得税法第２７条），一時所得（同法第３４条），雑所得（同法第３５条）である。そして，同法第３４条第１項「一時所得とは……以外の所得……」，同法第３５条第1項「雑所得とは……のいずれにも該当しない所得……」という条文の構造に照らして，まず事業所得該当性を検討し，次に一時所得該当性を検討することが求められる。先に一時所得該当性を検討し，次に事業所得該当性を検討するという，順番を逆転させた答案が，少数ながら存在した（５⑴でも後述）。\n事業所得該当性については，判例・裁判例（弁護士顧問料事件・最判昭和５６年４月２４日民集３５巻３号６７２頁，会社取締役商品先物取引事件・名古屋地判昭和６０年４月２６日行集３６巻４号５８９頁）による事業所得該当基準（自己の危険と計算，独立性，営利性，有償性，反復継続性，社会的地位，精神的肉体的労力の程度，人的物的設備の有無，相当期間安定した収益を得る可能性）に照らして検討すべきである。多くの答案が弁護士顧問料事件の基準を適切に再現し，検討することができていた。少数ではあるが設問１⑴で事業所得に該当するという結論を出す答案も存在した。そうしてしまうと，設問１⑵で何が問われているかが分からなくなってしまう。\n一時所得該当性については，所得税法第３４条第１項の「営利を目的とする継続的行為から生じた所得以外の一時の所得で労務その他の役務又は資産の譲渡の対価としての性質を有しないもの」のうち「営利を目的とする継続的行為から生じた所得」の範囲を探求することとなる。無対価性要件のみ掲げている答案が少数ながら存在したが，本問では無対価性要件は関係ない。営利性，継続性について，最判平成２９年１２月１５日民集７１巻１０号２２３５頁における「偶然性の影響を減殺するために，年間を通じてほぼ全てのレースで馬券を購入する」とほぼ同様の事実が問題文に記されている。最判平成２７年３月１０日刑集６９巻２号４３４頁における「一連の馬券の購入が一体の経済活動の実態を有する」という判示を意識した答案も存在した。\nなお，馬券に関する判例を知っているからこそ，事業所得該当性の議論をしない答案も存在した。本来は条文の構造に照らして先に事業所得該当性を検討し次に一時所得該当性を検討するべきであるが，判例を知っているが故に答案者にとって不利になるという事態を避けるべく，採点に当たっては判例の理解に基づいて事業所得該当性の検討を割愛した答案であるかを吟味し，前述の不利が生じないよう配慮した。\n＜設問１⑵＞設問１⑵では，「競馬予想ノウハウをソフトのバージョンアップに取り入れ」ることに着目して，平成２５年と同様の態様の馬券購入であっても，平成２６年においては事業と関連するとい- 6 -えるか，が問われている。なお，ソフトの小売販売事業そのものは事業所得の起因となる事業に該当することが議論の前提となる。\n関連するといえるから事業所得に当たる，とする答案の方が多かった。が，競馬予想ノウハウを構築することは馬券を購入しなくても新聞等を見ることで可能であるから馬券購入自体はソフト小売販売事業と関連するとはいえず事業所得に当たらない（雑所得に当たる），とする答案も相当数存在した。結論としてはどちらもあり得ると考えられる。関連性の有無を論述できるかがポイントとなる。なお，前述のとおり，設問１⑴について事業所得という結論を出してしまうと，\n設問１⑵では，ソフト小売販売事業との関連性の有無を検討するまでもなく問題の所得は事業所得に当たると言わざるを得ないので，検討ポイントがなくなってしまう。\n＜設問２＞設問２では，不動産賃料について貸手が増額請求をし，借り手が応じなかった場合の増額部分の収入が総収入金額に算入される年度が問われている。\nまず，所得税法第３６条第１項の「収入すべき金額」の意義を論述することが求められる。リーディングケースと位置付けられる雑所得貸倒分不当利得返還請求事件・最判昭和４９年３月８日民集２８巻２号１８６頁は四つのポイントを示した。第一に，「収入した金額」（同法第６７条参照）ではなく「収入すべき金額」という文言であるから，「～べき」という何らかの規範的な基準である。第二に，「現実の収入」に着目する訳ではない（現金主義ではない）。第三に，「収入の原因たる権利が確定的に発生」という「権利確定主義」である。第四に，現実の収入の時まで待つとすると納税者の「恣意」を許し課税の公平を期し難い。なお，第一・第二の点に関し，\n同法第３６条第１項が「収入金額とすべき金額」（又は「総収入金額に算入すべき金額」）と表現しているから現金主義ではないのだ，と論じる答案が少数ながら存在した。しかし，仮に「～収入金額とすべき金額～は，～収入した金額～とする」という条文であったならば現金主義であるから，現行法が現金主義ではない根拠は「収入すべき金額」の方であり「収入金額とすべき金額」\nではない。\n次に，権利確定主義にいうところの「確定」とは，いつの時点かが問題となる。リーディングケースと位置付けられる仙台賃料増額請求事件・最判昭和５３年２月２４日民集３２巻１号４３頁は，賃料増額請求について争われた場合は，原則として「裁判が確定した時」である，と判示している。なお，この判例については，例外部分（管理支配基準）の判例として習うことが多いと見受けられるが，争いがある場合は「裁判が確定した時」という原則の部分も，所得税法の理解において重要である。本問との関りからこの判例の原則部分を適切に再現した答案が，期待していたより少なかったのは残念であった。この原則部分を再現したとは読み取れない答案であっても，債務名義，無条件請求権，なすべきことをなした基準等，権利の「確定」の具体化をしている答案には相応の加点をした。なお，仙台賃料増額請求事件（係争中であるが仮執行宣言に基づき金員を収受した場合）と本問との事実関係の違いについては多くの答案が適切に理解していた。\n仙台賃料増額請求事件の原則部分の判示の前提として，本問では平成２８年に賃料増額請求をしたものの平成２８年に所得税法第３６条第１項の権利確定がある訳ではない，という黙示の判断がある。形成権として増額賃料部分の権利は平成２８年に発生しているものの，借地借家法第３２条第２項の「増額を正当とする裁判が確定するまでは，相当と認める額の建物の借賃を支払うことをもって足りる」などの規定に照らして，平成２８年に所得税法第３６条第１項の権利確定があるとはいえない，ということを論述している答案が，期待していたよりも多かったことは喜ばしい。平成２９年か平成３０年かについては，仙台賃料増額請求事件の原則部分のとおり，裁判確定時たる平成２９年と解すべきである。\n＜設問３⑴＞設問３⑴では，資産の高額譲受の場面における損金の扱いが問われている。\nまず，譲り受けた資産の時価３０００万円と代償であるソフト仕入代金債権４０００万円との差額である１０００万円が社外に流出しているという事態を把握することが求められる。そして，\n１０００万円の社外流出について損金算入の可否を検討することが求められている。\nしかし，過半数ではないものの相当数の答案が，４０００万円の損金算入の可能性を視野に入れていた。本問では，社外流出した価値が１０００万円にとどまるから，４０００万円の損金算入の可能性を考えるということは，同時に３０００万円の益金算入の可能性を明示的又は黙示的に視野に入れることを意味し，この立場に立つと，本問と異なり資産を時価（３０００万円）で購入する際も３０００万円を益金に算入する可能性を視野に入れることになる。他方で，資産の時価購入に際し課税所得が生じるはずがない以上，この立場からは，資産購入の時点で購入代金３０００万円を損金に算入せざるを得なくなる。そして，この推論を押し進めると，既に代金３０００万円を損金に算入してしまったため，設問３⑵のように後に資産を転売する際に，「原価」\n（法人税法第２２条第３項第１号）が０円になってしまい，おかしな課税結果を招いてしまう。\nここから，４０００万円の損金算入の可能性があるとする前述の立場の誤りは明らかであろう。\nまた，４０００万円の損金算入の可能性を視野に入れていた答案の背景には，同法第２２条第２項が「無償による資産の譲受け」を益金計上事由としていることとの並びで，「資産の譲受け」\nに際して益金計上の可能性を視野に入れなければいけないという思い込みがあったように読み取れる。\n１０００万円の社外流出がＢ社の収益獲得に貢献し得るならば法人税法第２２条第３項第２号の費用，し得ないならば同項第３号の損失として損金に算入し得るかが問題になる，と把握できたとして，次に，損金算入を制限する「別段の定め」（同項柱書）があるかを探すことになる。\n候補として挙がるのは同法第３７条の寄附金である。\n法人税法第３７条第８項は，明示的に，資産の低額譲渡について規定している。他方，本問のような資産の高額譲受の場面を明示的に規律している条文はない。したがって，根拠条文は，寄附金を一般的に定義している同条第７項の「金銭その他の資産又は経済的な利益の贈与又は無償の供与」であると考えるのが素直である（４０００万円を資産に含めた上でＢ社が低額譲渡しているとし同条第８項を根拠とする場合は別論）。高額譲受について同条第８項のような明示の規定はないため，法人税法の教科書等でも，高額譲受に関する法人税法の適用方法については複数の可能性が示されるなどの苦慮が見受けられる。本年の租税法の問題の中では難しい問題である。\nそのため，精密な論述を期待しにくいが，法人税法第３７条第７項にいう無償性について検討することが求められる。\n１０００万円の社外流出の損金算入の可否を論ずる際に，惜しいが正解とは評せないパターンの答案を二種類紹介する。\n第一に，Ｂ社がＣ社を救済することに合理的な理由があるので，寄附金に該当しない，と論ずる答案が複数ある。法人税基本通達９－４－２(子会社等を再建する場合の無利息貸付け等)が「合理的な再建計画に基づくものである等その無利息貸付け等をしたことについて相当な理由がある」場合に寄附金非該当としていることやこの点に関する裁判例を念頭に置いた上での答案であると推測される。しかし，当該通達の妥当する場面は限定的である上に，子会社救済がめぐりめぐって株主たる親会社単独の利害の計算として利益になる場面はあり得るかもしれないが本問の- 8 -Ｃ社はＢ社の子会社等ではない。寄附金でないというためには広告宣伝費のようにＢ社単独の利害の計算として利益となる見込みに基づいていなければならないが，問題文で「資金援助」のためであることが明示されているので，寄附金に該当しないと論証することは難しい。\n第二に，Ｂ社の売掛金未回収事案につき，貸倒損失（興銀事件・最判平成１６年１２月２４日民集５８巻９号２６３７頁）と同様に，「全額が回収不能」であることが「客観的に明らか」ではないから，損金算入できない，と論ずる答案が複数ある。判例をよく勉強した答案であるといえるし，あり得ない理屈ではない。しかし，貸倒損失の損金計上要件を満たしてないと論じたとして，次に，債権消滅の寄附金該当性を論じなければ結局損金算入の可否を論じ切ったことにはならない（もし寄附金該当性を飽くまで論じないとしたら，債権消滅を前提とした問題文に対し債権は未だ消滅していないことを前提としていることになってしまう），という難点がある。\n最後に，１０００万円の社外流出が寄附金に当たると論述したら，法人税法第３７条第１項により，損金算入に限度額が政令によって設定されていることを指摘することが求められる。試験会場で政令は配布されていないので，損金算入限度額を具体的に計算することまでは求められていない。損金算入限度額の存在を指摘する答案が期待していたよりも少なかったことは残念である。\n＜設問３⑵＞設問３⑵では，高額で譲り受けた資産を時価で転売する際の，益金と損金の扱いが問われている。\nまず，益金については，法人税法第２２条第２項の「有償……による資産の譲渡」による収益として，３３００万円を益金に計上することとなる。同項を掲記せず「法人税法第２２条の２第１項又は第４項」のみを掲記する答案が少数ながら存在した。益金についての根拠条文はまず同法第２２条第２項であることを再確認していただきたい。\n次に，法人税法第２２条第３項第１号の「原価」が幾らであるのかについての論述が求められる。同条第３項としか書いていない答案が複数存在したので，注意していただきたい。\n高額で譲り受けた資産の原価は譲受け時の時価である３０００万円に限られ，１０００万円の社外流出は寄附金であるので原価に算入されない旨を論述することが求められる。\nなお，本問では「益金の額及び損金の額への計上」が問われている。３３００万円－３０００万円＝３００万円が益金に計上されるとのみ回答し（つまり，法人税法第２２条第1項の「所得の金額は……益金の額から……損金の額を控除した金額とする」が意識されていない），損金について論述していない答案があったことは残念である。\n第１問を通じた成績としては，「優秀」「良好」とされる答案が多く，「一応の水準」「不良」とされる答案は少なかった。\n［第２問］（配点：５０）\n本問では，支給した役員給与の法人における損金算入の可否（設問１），個人事業主が従業員に貸し付けた金員に関する所得税の課税関係（設問２），及び事業用固定資産の譲渡から得られた所得が後の判決確定により失われた場合の所得金額等の修正方法（設問３）について，問われている。\n＜設問１＞設問１⑴では，役員給与を法人の損金に算入し得る根拠規定とその趣旨，適用関係が問われている。\n企業会計上は，役員給与も使用人給与と同じく一般管理費であり，法人税法上も同法第２２条第３項第２号により損金への算入が原則として認められる。他方で，中小法人を中心としたわが- 9 -国の法人経営の実態に鑑みると，役員給与を原則どおり損金算入し得るものとした場合には，法人の業績に応じて役員給与を増減させるなどの調整が行なわれ，法人所得額が操作される結果，\n課税の公平が害される危険性が否定できない。このため，法人税法は第２２条第３項の「別段の定め」として第３４条を置き，一定の要件を満たさない役員給与の損金算入を制限している。\nこのような制度趣旨から，法人税法第３４条第１項では，定期同額給与（第１号），事前確定届出給与（第２号）及び一定の要件を満たす業績連動給与（第３号）の３類型を，上述のような操作の危険性が低いものとして，損金不算入とする役員給与から除いている。\n本件役員給与は，「事業年度ごとに決められる毎月一定額の役員給与」であるから，法人税法第３４条第１項第１号の要件を満たすため，同条第１項の適用対象とはならず，原則どおり損金に算入し得る（損金への算入が制限されない）。\n設問１⑵では，法人税法第３４条第２項の適用関係が問われている。上述のとおり，同条第１項は一定の役員給与を「損金の額に算入しない」ことを定めた規定であるから，同条第２項にいう「前項…の規定の適用があるもの」とは，同条第１項の規定により損金不算入とされたものを指す。すなわち，この括弧書は，同項の適用により損金不算入とされた役員給与を，再び同条第２項の適用対象としないという，当然のことを定めているにすぎない。そして，設問１⑴で確認したように，本件役員給与は定期同額給与であって同条第１項により損金不算入とはならない性質のものであるため，同項により「損金の額に算入しない」こととはされず，同項は適用されない。したがって，同条第２項を適用し，改めてその一部を損金不算入とすることに規定の適用上の問題はない（適法に処分をなし得る）。\n以上に述べたところから分かるように，本問は法人税に関する極めて基礎的な事項に関する理解を問うものであるが，残念ながら，役員給与を損金に算入し得る根拠規定として，正しく法人税法第２２条第３項第２号を指摘した答案は，全体の半数弱であった。これらの答案の多くは，\n設問１⑵を含め，問題文で要求された事項を手際よく説明し，相対的に高い評価の対象となった。\nこれに対して，法人税法第２２条第３項第２号を指摘しない答案の多くは，「役員給与は法人税法上，原則として損金不算入であるが，例外的に，同法第３４条第１項各号に該当する場合には，同条により損金算入が認められる」などとし，本件役員給与が同条第１項第1号に該当することのみを，損金算入可とする根拠規定として挙げていた。これは，損金に関する法人税法の構造を誤解するものであり，到底，高い評価は望めない内容である。\n問題文で指摘した法人税法第３４条第２項（本件規定）の括弧書の意義についても，上述のような損金算入制限の構造を理解していれば何ら説明に困る点はないが，この点を誤り，「役員給与は法人税法第３４条第１項各号に該当することにより，損金に算入される」と考えると，同項第１号に「該当する」本件役員給与は，同項の「適用がある」から不相当に高額な部分の損金算入を本件規定により否認することは違法との誤答が導かれる。「一旦濫用のおそれがないとされた役員給与を，更に否認の対象とすることは適当ではない」といった実質論を付け加える答案も散見された。\n他方で，本件役員給与に法人税法第３４条第１項の「適用がある」としつつ，本件規定の適用対象となるという結論を導く答案においては，「不相当に高額な部分の損金算入を認めることは制度趣旨に反する」というような実質論を用いて，「同項の適用がある」場合の縮小解釈を試みることになり，答案作成に苦しんだ割には，低い評価にとどまった。\nなお，問題文の「本件役員給与の一部の損金算入を否認する処分」の「否認」という用語をとらえて，これを租税回避の否認と同様に理解し，「租税法律主義の下では，個別的否認規定がなければ否認できず，Ｈの処分は違法である」などとする答案も複数見られたが，基礎的な用語の- 10 -意義の理解を根本的に欠いていると評さざるを得ない。\n＜設問２＞設問２⑴は本件貸付金の利息の所得税の計算上の扱い，具体的には，その所得分類と帰属年度が問われている。信頼できる従業員であるＥの求めに応じ，自分の店での勤続を期待して低利無担保で金銭を貸すのは，言わば従業員の福利厚生のための行為であって小売業というＡの事業と密接に関連するから，Ｅから受け取った利息（以下「本件利息」という。）は付随収入としてＡの事業所得に該当する。そして，現実に受け取った利息がそれを受け取った平成２６年及び平成２７年分のＡの事業所得の総収入金額に含められることはもちろん，権利確定主義の下では，未収の平成２８年分の利息も，問題文の事情の下では権利が確定したものと考えられ，同年分のＡの事業所得に含められるべきことになる。\n設問２⑵は，平成２８年中にＥが，目ぼしい資産もなく相続人もない状況で死亡したため，Ａは未払いの元本２００万円と利息１万円をもはや受け取ることができなくなったという事情が，\nどのようにＡの所得計算に反映されるかを問うものである。\n設問２⑴で確認したとおり，本件利息はＡの事業所得に含められるから，事業所得の計算においてこの事情を処理すべきである。この場合，所得税法第５１条第２項の適用が問題となる。同項を適用するためには，貸し倒れた債権が「事業の遂行上生じた」ことが必要であるが，設問２⑴より，この要件は満たされる。\n次に債権が貸し倒れたと言えるかどうかは，その全額の回収不能が客観的に明らかであるかどうかによって判断される。これは法人税法に関する上記の興銀事件最高裁判決から導かれる規範であるが，所得税に関しても貸倒れの意義を異なって解釈する理由はない。この規範に照らすと，\n問題文の事情の下では，ＡのＥに対する債権は貸し倒れたと評価される。したがって，元利合計の２０１万円全額がＡの平成２８年分の事業所得の計算上必要経費に算入されることになる。\nこの設問２については，本件利息の所得分類を正しく事業所得と判定した答案は，出題時の予想よりは少なく，全体の６分の１程度にとどまった。これらの答案は，設問２⑵において貸し倒れた債権の事業関連性を正確に指摘するものが多く，結果として，高い評価につながった。また，\n残った元本２００万円と未収の利息１万円が同じ扱いとされ，２０１万円が貸倒損失となることを正しく指摘した答案も多く，それに対しては更に高い評価を与えた。\n答案の約半数は，本件利息を「雑所得」と評価していた。これらの答案の多くは，「Ａの事業は冷凍食品の小売販売であって，貸金業ではない」としていたが，本件においてＡがＥに金を貸した具体的な事情を捨象するものであり，正当ではない。\nただし，本件利息が雑所得であることを前提に設問２⑵に正しく答えた場合には，相応の評価をすることとした。この場合も貸倒れを判定する規範や貸し倒れた事実の評価は事業所得の場合と同様であり，未収利息の１万円は所得税法第６４条第１項によりなかったものとみなされ，元本の２００万円は「雑所得を生ずべき業務の用に供され又はこれらの所得の基因となる資産……の損失の金額」として同法第５１条第４項の規定により，Ａの平成２８年分の雑所得の計算上，\n必要経費に算入される。ただし，雑所得との前提の下でその処理を正しく書いた答案はごくごく少数であり，多くは未収利息に同法第６４条第１項の適用があることを指摘するだけであったため，低い評価にとどまった。なお，数は多くないが，同法第５１条第４項の適用について，Ａの平成２８年分の雑所得の金額を上限として必要経費に算入すべきことを正しく指摘した答案など，雑所得であることを前提とすれば優秀と言える答案には，相応の評価を与えた。\n採点していて気になった点が２点ある。第1点は，本件利息の所得分類を一時所得とした答案が一定数あったことである。本件利息はＡのＥへの貸金という「役務」の対価であるし，平成２- 11 -６年以降継続的に発生している所得であることも考え合わせると，本件貸付金が「１回限りのものであった」ことを指摘して一時所得とする評価は理解に苦しむ。\n第２点は，設問２⑴の所得分類をどう答えるかとは別に，設問２⑵の事情を所得税法第５２条第１項又は同条第２項の適用対象とする答案が散見されたことである。これも理解に苦しむ点である。事業関連性のある債権の貸倒れには，同法第５１条第２項を素直に適用すべきである。\nなお，設問２⑴で事業所得以外の所得分類を答えた上で，設問２⑵でＡの事業所得の計算上の損失として処理しようとする答案も，ある程度の数見られた。これについては条文の指摘などを採点対象としつつ，論理が甚だしく不整合である点も採点上の考慮要素とした。\n＜設問３＞設問３は，平成２８年中に甲を譲渡した契約の解除が，平成３０年６月１５日に確定した本件訴訟の判決により確定したことにより，Ａの所得税の課税関係がどのように変更され，その変更をＡはどのような手続きで自分の所得計算に反映させるべきかが問われている。\n平成２８年における甲の譲渡は，所得税法第３３条第１項に該当し，同条第２項に該当しない資産の譲渡であるから，この譲渡からは譲渡所得が発生し，当該譲渡所得は，権利確定主義の下で，甲をＧに引き渡した平成２８年中の所得として課税対象とされている。他方，本件訴訟においてＡを敗訴させる判決が確定したことにより，平成２８年に課税済みの上記譲渡所得が遡及的に消滅することになる。この場合の課税所得・税額の修正方法としては，更正の請求を用いる。\n平成３０年６月に確定した本件訴訟の判決は，国税通則法第２３条第２項第１号にいう「課税標準等又は税額等の計算の基礎となった事実に関する訴えについての判決」に該当するが，平成２８年分の所得税の法定申告期限は平成２９年３月１５日であり，そこから５年（同条第１項柱書）を経過するまでの期間は，同条第２項柱書二つ目の括弧書により同項の更正の請求をすることが許されないところ，判決の確定した平成３０年６月１５日は，まだ５年が経過していない期間に属する。しかし，同項は一定の事由がある場合に，期間の制限なく同条第１項の更正の請求ができる旨を規定しているものであるから，この場合には，同条第２項第１号に該当することを理由に同条第１項の更正の請求をすることが認められる。\nさらに，Ａは，平成２９年１２月に平成２８年分の所得税につき増額更正処分を受けてこれに対して不服申立てを行なっていないが，国税通則法第２３条第１項柱書二つ目の括弧書は，この場合でも更正後の課税標準等又は税額等について同項の更正の請求をなし得る旨を定めているので，この点も障害にはならない。\n結論として，Ａは，平成２８年分の譲渡所得が失われたことにより，国税通則法第２３条第１項第１号の事由があるとして，平成２９年３月１５日から５年以内であれば，同項の更正の請求をして，救済を受けることができる。\n上述のとおり，本問では国税通則法の規定を素直に適用することが求められているだけであり，\n甲の譲渡から生じた所得が譲渡所得であることを間違えなければ，細部はともかく，相応の評価を与えられる答案となったものが多い。\nなお，Ａに更正の請求を認めるとした答案の中には，譲渡所得の喪失を所得税法第６４条第１項の適用対象とし，同法第１５２条により更正の請求ができるとしたものが多数あったが，本問の事情では，譲渡の事実そのものが判決の確定により遡及的になくなっているため，国税通則法第２３条第２項第１項を振り出しにする検討が適切である。\n誤答としては，甲の譲渡から生じた所得がＡの事業所得となるとしつつ，その喪失の事実を更正の請求によりＡの所得計算に反映させようとしたものが代表例である。過去の年分に事業所得の総収入金額に含められた金額が失われた場合には，所得税法第５１条第２項，同法施行令第１- 12 -４１条第１号の適用により，その金額が失われた年分の所得の計算に反映させる作りとなっており，更正の請求を用いることはできない。したがって，甲の譲渡から生じた所得を事業所得としつつ，その喪失の事実を更正の請求によりＡの所得計算に反映させるとする答案は，所得税の基本的な構造を理解していないものと評価せざるを得ない。\n他方，上記のような所得分類の違いによる損失処理方法の違いを正確に指摘し，そのことを甲の譲渡から生じる所得の所得分類を論じる意義として挙げる答案も，少数ながらあり，その多くは極めて高い評価の対象となった。\nなお，「更正の請求」を「更生の請求」と書いた答案が散見された。必要経費に「参入する」（正しくは「算入する」）と並ぶ，租税法における誤字の代表例であるが，以後，気を付けるべきである。\n第２問を通じた成績としては，「優秀」とされる答案がやや少ないものの，優秀・良好・一応の水準・不良の四つの評価に適切に分布したものとなった。\n３ 今後の出題について本年は，第１問設問３と第２問設問１が法人税法に関する問題，第２問設問３が国税通則法に関する問題，その余が所得税法に関する問題であった。範囲としては，今後も所得税法からの出題を中心としつつも，法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる（ここには，租税法の解釈・適用等に関する一般的な事項が当然含まれる）。その意味で，法人税法や国税通則法の学習をなおざりにして「優秀」ないし「良好」の評価を得ることは困難であろう。\n内容としては，所得税法，法人税法，国税通則法に関する基本概念や制度に関する基本的な知識の有無及び程度，さらにはこれらの知識を利用して条文の文言を解釈し，当該条文を具体的な事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n４ 今後の法科大学院教育に求めるもの⑴ 基本的な概念や基本的な知識の習得例年の採点実感で指摘しているとおり，本年においても，租税法の基本的な概念や基本的な知識の理解を欠く答案が一定数以上見られた。本年の第１問設問１⑴について，一時所得該当性から検討し，次に事業所得該当性を検討するという，所得税法第３４条第１項の「一時所得とは，\n利子所得，配当所得，不動産所得，事業所得，給与所得，退職所得，山林所得及び譲渡所得以外の所得……」の順番を無視した答案が軽視し難い割合で存在した。\nまた，第２問設問１において，役員給与が損金に算入される根拠規定を法人税法第２２条第３項第２号と正答できない答案や，同法第３４条第１項と第２項との関係を正しく答えられない答案がそれぞれ一定数見られた。第２問設問２で本件利息の所得分類を一時所得とした答案や，第２問設問３で甲の譲渡から事業所得が生じるとした答案も，一定数見られた。\n同様の例として第２問設問２で本件利息の帰属年度を利息債権の発生の時とし，それを金銭消費貸借契約が成立した平成２６年とする答案が複数あったことも指摘しておきたい。\nなお，第２問設問２の本件利息や設問３の甲の譲渡から生じた所得の所得分類を決定せずに論を進めている答案も複数見られたが，これらも，所得税法の基本的な運用能力を欠くものと言わざるを得ない。\n平成３０年及び令和元年の採点実感にも記載したとおり，法科大学院においては，まず，基本的な概念や基本的な知識を正確に理解させることに重点を置いた上で，次のステップとして条文の相互関係，さらには個々の規定の趣旨・目的の議論と条文の文理解釈との間のつながりを考察- 13 -できる能力の習得を目的とした教育が望まれる。\n⑵ 事実認定と当てはめに関する能力の取得事実認定と当てはめに関する能力の習得の重要性は，連年の採点実感でも指摘したところである。本年の第１問設問１において，⑴の事業所得・一時所得に該当しない理由を基礎付ける事実，\n⑵の事業所得に該当する（又は該当しない）理由を基礎付ける事実を，問題文から適切に拾い上げている答案が多数であった。他方，設問１⑵において，平成２６年についての質問であるのに，\n平成２８年に設立されたＢ社と絡めて論述しようとする答案が少数ながら存在した。また，設問３⑵において，取引相手が代表取締役であることから役員給与（法人税法第３４条）の議論に引きずり込まれている答案が少数ながら存在したことは残念であった。\n第２問設問２において，Ａが営むのが冷凍食品の小売業であって貸金業ではないことを理由に本件利息が事業所得に該当しないとする多数の答案は，本問における事実関係を正しく理解していないと言わざるを得ない。また，問題文の事実を答案用紙に引き写すだけではなく，「言わば従業員の福利厚生のための貸付けである」，「事業の継続に重要な従業員の確保のための行為と言い得る」というような「評価」を通じて結論を導くことの重要性は，引き続き十分に認識される必要がある。\n⑶ 法人税法・国税通則法の学習法人税法に関する設問の正答率は，例年，相当程度低い。本年の第１問設問１・２の所得税法関係について良く書けている答案の中でも設問３の法人税法関係については途端に理解が不確かとなる答案が見受けられた。特に，設問３⑴の高額譲受について，４０００万円の損金算入（明示又は黙示に３０００万円の益金算入）の可能性を視野に入れている答案が目立ったことは残念であった。\nまた，第２問設問１は，役員給与の課税上の扱いに関する最も基本的な点を問うものであったにもかかわらず，既に述べたとおり，約半数の答案は正しい答えを導いていなかった。\n第２問設問３は，前述したとおり，国税通則法第２３条第２項，同条第１項を問題文の事実に当てはめるだけの問題であったが，細かな点まで目配りして解答した答案は少数にとどまった。\n法人税法，国税通則法に関する出題範囲は，これらの法律のごく一部に限られており，比較的時間に余裕がない授業であっても，基礎的な制度理解と重要判例を学習する時間を確保することは，不可能ではないと思われる。\n⑷ 判例・裁判例の学習毎年の採点実感で触れられているところであるが，適切な内容の答案であっても，関連する最高裁判例や重要な下級審裁判例に触れるものはほとんどなく，極めて問題である。\nただし，令和元年の採点実感でも指摘したように，判例・裁判例に言及する答案は着実に増えており，本年においても，第１問設問１⑴及び⑵において，事業所得該当性の基準に関する弁護士顧問料事件における判示を適切に再現した答案が多数存在した。設問２においても，権利確定主義に関する雑所得貸倒分不当利得返還請求事件の判示を正確に再現した答案が多数存在した。\n他方，仙台賃料増額請求事件判決の判示のうち，本問に関係しない例外部分（管理支配基準）に引きずられた答案が少なかったことは良かったことであるが，本問に関する原則部分（賃料増額請求について争われた場合は，裁判確定時が収入金額に関する権利確定時点である）を適切に再現した答案が少なかったことは残念であった。また，以上の判例や馬券に関する判例に関し，判示を再現できているにもかかわらず，「～については～と解すべきである（判例同旨）。」「判例によれば，～は～と解されている。」などの表現をしていないため（５⑵でも後述），判例の理解に基づいて答案を書いていることをアピールできていない答案が相当数あったことは残念であっ- 14 -た。\n第２問設問２において，債権の貸倒れの判断基準に関して，法人税に関する事案であることに触れつつ興銀事件最高裁判決に言及する答案や，同じく設問３において，国税通則法第２３条の第１項と第２項との関係について判示した下級審裁判例を指摘する答案など，深い判例の理解を示した優秀な答案があったことは，日頃の学習における判例・裁判例の重要性の理解の浸透を示すものとして，特筆すべきであろう。引き続き，判例・裁判例の重要性を意識させる教育が法科大学院において行なわれることを期待したい。\n５ 租税法を勉強するに当たり⑴ 条文の正確な理解と適切な引用平成３０年，令和元年の採点実感において，「租税法の勉強は，『一に条文，二に基礎知識，三に判例』となろう。」と記載した。この点は，本年の採点実感においても変わるところはない。\n本年の答案における条文の引用は，第１問に関しては，設問１⑴の所得税法第３４条第１項「営利を目的とする継続的行為から生じた所得以外」や，設問２の同法第３６条第１項「収入すべき金額」を適切に掲記するなど，一定の水準以上と評価し得る状況であった。ただし，設問３については，前述のとおり，益金・損金の理解が不確かな答案が相当数存在したこと，中でも設問３⑵において，益金に関する法人税法第２２条第２項，損金に関する同法第２２条第３項第１号「原価」を明示していない答案が目立ったことは残念であった。このほか，難度の高い議論ではあるが，設問３⑴において，明らかに低額譲渡を指している同法第３７条第８項を高額譲受の本問に何の説明もなく「適用」するとしてしまった答案については，条文の適用についてもう一歩注意深くなることが望ましい。逆に，４０００万円を資産に含めて同条第８項を適用するとか，あるいは，同条第８項の趣旨に照らして，又は同条第８項とのバランスに配慮して，など，同条第８項の「適用」を上手く避けている答案は，素晴らしい。第２問設問３における国税通則法第２３条第２項柱書の括弧書，同条第１項柱書の括弧書など，細部にわたって正確に条文を指摘したものは多くなく，一層の教育上の努力が望まれる。\nまた，法人税法第３４条第１項が適用される場合には，正しくは，その「柱書」と書くべきところを同項「本文」と書いた答案が多数見られ，条文に関する基礎的な知識に疑いが持たれた例もある。\n租税法令の正確な理解とその運用能力を身に付けることは，租税法を勉強する基本中の基本であり，そのためには，常に法令を参照して要件と効果の意味を理解し，現在検討している問題が条文中のどの文言に関連するのかを確認することが不可欠である。\n⑵ 判例に関する関心と理解連年の採点実感において指摘したとおり，最高裁判例及び重要な下級審裁判例に関する知識は，\n租税法の基本的な知識の一部である。したがって，それらの判決における事案と判決内容について，正確かつ論理的な理解をしておく必要がある。\nそして，過去の採点実感で述べたことの繰り返しになるが，司法試験の解答に際しては，論点について判例等がある場合には，問題文に特に「判例に言及しつつ」などの指示がなされていなくても，これに言及することが，原則として必要だと理解すべきであり，それがない場合は減点を覚悟すべきである。自説が判例等と異なる場合であっても，この間の事情は変わらない。\nまた，平成３０年，令和元年の採点実感で示したとおり，限られた試験時間内で答案を作成する以上，答案における判例等への言及と言っても，特別なことが要求されるわけではない。例えば，「～については～と解すべきである（判例同旨）。」「判例によれば，～は～と解されている。」などの表現で，自説と判例との関係を自覚していることが示されていれば，一応は必要性を満たしていると言い得る。また，判例の趣旨を理解していることが採点者に伝われば足りるのであるから，一字一句判決文を暗記してそのとおりに書く必要もない。\n本年の試験においては，上記のような手法で判例への言及を手短に，かつ，適切に行なう答案が相当数見られ，中には事件名（通称）を付して引用している答案も見られた。これらの答案には，相応の高い評価を与えたことを強調しておきたい。\n⑶ 基本的かつ偏らない知識の習得採点実感を熟読すれば分かるように，本年の問題は，第１問設問３を除けば，ごく基本的な事項に関する出題にとどまるし，同問についても，学生向けの基本書で指摘されている重要事項であって，それほど難易度が高いわけではない。\nそれにもかかわらず，「優秀」や「良好」の答案が相当数あったものの，期待した水準に達していない答案もなお多いのは，出題された制度や論点についての基礎的な知識を欠いているからである。また，当然のことながら，所得税法のみを勉強していたのでは，法人税法や国税通則法に関する問題，さらには，租税法の解釈・適用の一般論に関する問題は解けない。\nしたがって，司法試験の出題範囲全体に対して目配りしつつ，基礎的な知識をしっかりと身に付けることが，まずは必要な事柄と言えよう。\n６ その他参考事項令和元年の採点実感でも指摘したが，租税法に限らず，答案の作成はコミュニケーションであり，\n何を問われているかを正確に把握し，必要な内容を誤解なく伝える答案が，必然的に高得点となる。\n反対に，問題文や問いの内容を自分勝手に理解して作成した答案では，良い成績は望めない。\n本年の第１問設問１では，所得分類が問われており，所得税法に所得分類が存在することが当然の前提であるにもかかわらず，所得分類が存在する趣旨の説明や，果ては所得税法が包括的所得概念を採用している趣旨の説明をして，字数と時間を浪費してしまっている答案が少数ながら存在した。設問３の質問内容は，⑴「損金の額への計上」，⑵「益金の額及び損金の額への計上」と明瞭に区別されているのに，⑴で益金についても論じようとする答案が少数ながら存在した。\n第２問設問１⑴では，関連する規定の「趣旨及び適用関係」が問われており，同じく⑵では，「本件役員給与に不相当に高額な部分がある場合」に「処分を行なうことは適法か」が問われている。\nこれに対して，⑴で「損金に算入し得るか否か」を答えたり，⑵で「不相当に高額な部分があるか否か」を検討したりした答案も少なからず見られたが，これらは問われている事柄に正しく答えた答案とは言えない。答案作成は時間の制約下で行なうものではあるが，常に「何が問われているか」\nに十分な注意を払う必要がある。\nまた，本年の答案で目立ったのは，内容に整合性を欠く答案である。第1問設問３に関して，⑴で１０００万円（又は４０００万円）の損金算入を論じ，⑵でも４０００万円の損金算入を論じるなど，二重に損金算入する結果となってしまうことについて無頓着な答案が存在した。第２問設問２に関して，⑴で本件利息を雑所得や一時所得と解答した上で，⑵ではその貸倒損失を事業所得の計算に反映させようとする答案や，同じく設問３で甲の譲渡から事業所得が生じるとしつつ，更正の請求を行ない得るとする答案などがその例である。このような答案は，必要な論点に言及してはいるものの，答案作成者が関係規定や制度の内容を正しく理解しているかを疑わせるものである。\nさらには，第２問設問１で，法人税法第３４条１項の適用が「あった」又は「なかった」，損金「算入となる」又は「不算入となる」というような結論部分での誤記と思われる答案が複数あった。\n答案作成上の不注意の程度が著しい例として指摘しておきたい。これも過去の採点実感の記載の繰り返しとなるが，租税法に関しては，日頃から制度に関する基礎的な知識や判例等の理解を蓄積しておけば，おのずから，「これは～を問うものだな。」ということが分かるはずである。\nその意味でも，既に何度も述べたとおり，条文や制度の基本的な理解と判例等への関心を有していれば，司法試験の租税法において，高得点をマークすることは，決して難しいことではない。"
}