{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\n１ 令和元年１０月から１１月にかけて，Ｈ市内で，何者かが一戸建ての民家に侵入して室内から金品を窃取するという住居侵入窃盗事件が，連続して５件発生した。５件いずれの事件においても，現場民家の１階掃き出し窓のクレセント錠近くのガラスが半円形に割られた上で施錠が外され，室内が物色されて金品が窃取されており，同市を管轄するＨ警察署には，不安を感じた住民から早期の犯人検挙を求める要望が多数寄せられていた。\nＨ警察署司法警察員Ｐは，同市内に居住する甲が，同年１２月１日夜，同市内の一戸建てのＸ方において，庭に面した１階掃き出し窓のクレセント錠近くのガラスにガラスカッターを当てているのを，顔見知りの住民Ｗに目撃されたために逃走した旨の情報を，Ｗからの通報により覚知した。\n同事件については，窃盗被害が発生しておらず被害届が提出されなかったために立件されないこととなったが，甲がガラスカッターを当てていたクレセント錠近くの窓ガラスに，半円形の傷跡が残されており，その傷跡は一連の住居侵入窃盗事件の窓ガラスの割れ跡と形状において類似していたことから，Ｐは，甲が一連の住居侵入窃盗事件の犯人ではないかと目星を付け，同月２日，Ｗの事情聴取をし，甲がＸ方窓ガラスにガラスカッターを当てていたのを目撃した状況に関するＷの供述調書を作成した。\nそうした中，同月３日午後８時頃から同日午後９時頃までの間に，同市内の一戸建てのＶ方において，家人が不在の隙に，Ｖ方の庭に面した１階掃き出し窓のクレセント錠近くのガラスが半円形に割られた上で施錠が外され，Ｖ方１階の居間にあったタンスの１段目引出しに保管されていた，封がされていない茶封筒入り１万円札１０枚が窃取されるという事件が発生した（以下「本件住居侵入窃盗」という。）。Ｖは，同日午後９時頃帰宅して本件住居侵入窃盗の被害に気付き，１１０番通報した。\n２ その通報を受けてＶ方付近を検索したＨ警察署司法警察員Ｐ及びＱは，犯人の発見には至らなかったが，本件住居侵入窃盗における窓ガラスの割れ跡が，Ｘ方窓ガラスに残された半円形の傷跡の形状に類似していたことから，甲が本件住居侵入窃盗に及んだのではないか，ひいては本件住居侵入窃盗と前記５件の住居侵入窃盗事件は甲による連続窃盗事件ではないかと考えた。そこで，Ｐ及びＱは，甲にＨ警察署への任意同行を求めて甲の取調べを実施することとし，同月４日午後６時頃に甲方に赴いたが不在のため同方付近で待機していたところ，同日午後９時頃，甲が帰宅したのを確認したので，甲方のインターホンを鳴らし，玄関先に出てきた甲に対し，「昨日発生したＶ方における住居侵入窃盗の件で話を聞かせてもらいたいので，Ｈ警察署に来てもらえないか。」と申し向けた。それに対し甲は，「疑われるのは本意ではないし，早く犯人が捕まってほしいので協力します。」と言ってこれに同意した。そこで，Ｐ及びＱは，甲を徒歩で同行し，同日午後９時１０分過ぎ頃，Ｈ警察署に到着した。\n①Ｐは，同日午後９時２０分頃から，Ｈ警察署取調室において，甲に黙秘権及び取調室からいつでも退去できる旨を告げた上で，本件住居侵入窃盗について甲の取調べを開始した。同取調べは，当初Ｐが担当し，後にＱが引き継いで，翌５日午後９時３０分頃まで約２４時間行われたが，その間，甲は，取調べを拒否して帰宅しようとしたことはなく，仮眠したい旨の申出をしたこともなかった。また，Ｐ及びＱは，甲からのトイレの申出にはいずれも応じたほか，朝食，昼食及び夕食を摂らせて休憩させた。そして，同取調べ中，同取調室及びその周辺には，現に取調べを行っている\n１名の取調官のほかに警察官が待機することはなかった。甲は，取調べが開始された同月４日は，「やっていません。証拠があるなら見せてください。」などと言って自らが本件住居侵入窃盗を行ったことにつき否認していたが，時間の経過とともに疲労し，翌５日午後３時頃には，言葉数が少なくなった。その頃，Ｑは，Ｐから取調べを引き継いだが，甲の供述態度は変わらず，Ｑは，同日午後５時頃に甲に夕食を摂らせた。そして，取調べ再開後も，言葉数が少ないながらも甲が否認している状況が続いたため，Ｑは，「このままではらちが明かない，これまでの取調べにより甲が疲労している今の状況であれば，軽微なうそをつくだけで自白を得られるのではないか。」と考え，同日午後７時１０分頃，本件住居侵入窃盗が行われた同月３日の夜に甲が目撃されたという情報は得ていなかったにもかかわらず，甲に対し，「１２月３日の夜，君が自宅から外出するのを見た人がいるんだ。」と申し向けた。それを聞いた甲は，それまでの取調べの結果疲労していたこととあいまって自白するしかないと思い込み，同月５日午後７時３０分頃，本件住居侵入窃盗を行ったことを認めるに至った。そして，甲は，Ｑから問われたことにポツリポツリと答えながら，同日午後\n８時２０分頃までにかけて，本件住居侵入窃盗を行った状況を自白した。そこで，Ｑは，同日午後\n９時２０分頃までの間，甲の前記自白を内容とする供述調書１通を作成し，同日午後９時３０分頃，取調べを終了した。\nその後，甲は，本件住居侵入窃盗の被疑事実により逮捕勾留されたが，甲は，徹夜で取調べを受けていなければ否認を続けることができたと考えて後悔し，黙秘に転じたため，前記供述調書１通のほかには甲の供述調書が作成されることはなかった。\n３ 甲が勾留された後，甲方の捜索が行われ，封がされていない，被害品と同種の茶封筒入り１万円札１０枚と，ガラスを半円形に切ることができるガラスカッター１点が発見押収された。また，実況見分を行った結果，本件住居侵入窃盗における窓ガラスの半円形の割れ跡は，甲方から発見押収されたガラスカッターにより形成可能であることが判明した。その後，甲は，黙秘のまま本件住居侵入窃盗の事実で公判請求された。なお，甲方から発見押収された茶封筒入り現金１０万円及びガラスカッターからは，Ｖの指紋やＶ方ガラスからの付着物等Ｖに直接結び付く痕跡は検出されなかった。また，同ガラスカッターは，一般に流通し，容易に入手可能なものであった。ほかに，本件住居侵入窃盗につき，その犯行状況を撮影した防犯カメラ映像その他の甲の犯行であることを直接裏付ける証拠は得られなかった。\n公判において，甲は，本件住居侵入窃盗の事実を否認し，検察官は，甲方から押収された前記茶封筒入り現金１０万円や前記ガラスカッターのほか，甲の自白を内容とする前記供述調書等の取調べを請求した。また，検察官は，Ｘ方における甲の犯行と，本件住居侵入窃盗の犯行とは手口が類似しており，このことは，甲が本件住居侵入窃盗の犯人であることを推認させる事実であるとして，Ｘ方における甲の犯行を目撃した状況に関するＷの前記供述調書のほか，Ｘ方の実況見分調書（Ｘ\n方掃き出し窓のクレセント錠近くのガラスに半円形の傷跡が残っている状況を撮影した写真等添付のもの）や，窓ガラスの割れ跡等に関する実況見分調書（本件住居侵入窃盗における窓ガラスの半円形の割れ跡が，Ｘ方窓ガラスに残された半円形の傷跡と形状において類似しており，甲方から発見押収されたガラスカッターによりいずれも形成可能であることを明らかにしたもの）を証拠調べ請求した。\n甲の弁護人は，Ｗの前記供述調書については，不同意との証拠意見を述べた。これを受けて検察官は，Ｗの前記供述調書と同じ立証趣旨で，②Ｗの証人尋問を請求したところ，弁護人は，Ｗの証人尋問につき，「異議あり。関連性なし。」との証拠意見を述べた。\n〔設問１〕 下線部①の取調べの適法性について，具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n１．自白に対する，自白法則及び違法収集証拠排除法則の適用の在り方について論じなさい。\n２．１で論じた自己の見解に基づき，下線部①の取調べで得られた甲の自白の証拠能力について，具体的事実を摘示しつつ論じなさい。\n〔設問３〕 下線部②の請求につき，裁判所はこれを認めるべきか。弁護人の証拠意見を踏まえて，\n具体的事実を摘示しつつ論じなさい。",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，住居侵入窃盗事件の捜査及び公判に関する具体的な事例を素材として，刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，Ｈ市内で夜間に発生したＶ方における住居侵入窃盗事件（以下「本件住居侵\n入窃盗事件」という。）に関し，司法警察員Ｐ及びＱが，その２日前の夜間に同市内で発生した，手口が類似するＸ方における住居侵入未遂事件（以下「Ｘ方における事件」という。）で目撃された甲をＨ警察署まで任意同行した上，約２４時間という長時間にわたり，一睡もさせずに徹夜で，更に偽計も用いて実施した取調べ（以下「下線部①の取調べ」という。）の適法性を論じさせることにより，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者の取調べがいかなる限度で許されるのか，すなわち，被疑者に対する任意取調べの適法性に関する判断枠組みの理解及び具体的事実への法適用能力を試すものである。\n任意同行後の被疑者に対する任意取調べの適法性について扱った最高裁判所の判例としては，宿泊を伴う取調べが実施された事案に関する最決昭和５９年２月２９日刑集３８巻３号４７９頁（いわゆる高輪グリーン・マンション殺人事件）がある。同決定は，任意捜査の一環としての被疑者取調べは，第一に，強制手段によることはできず，第二に，強制手段を用いない場合でも，事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法・態様及び限度において許容されるという二段階の適法性の判断枠組みを示している。そして，深夜に任意同行した後，徹夜で，翌日の夜まで約２２時間という長時間にわたって被疑者に対する取調べが実施された事案に関する最決平成元年７月４\n日刑集４３巻７号５８１頁（いわゆる平塚強盗致死事件）も，この判断枠組みに従い，取調べの適否について判断している。本問の検討に当たっては，これらの最高裁判例の考え方を踏まえた上で，まず，上記判断枠組みの第一段階にいう「強制手段」については，刑事訴訟法第１９７条第１項但書にいう強制処分該当性の問題として位置付け，その意義を明らかにするなど，実定法上の規定との関係をも意識しつつ論じることが求められる。また，上記判断枠組みの第二段階にいう「相当」性については，いわゆる比例原則を任意取調べに適用したものとして捜査の必要性と被侵害利益とを比較衡量して判断するとの立場（比較衡量説），捜査機関に対する行為規範としての観点から判断するとの立場（行為規範説）など，その理論的根拠や考慮要素に関する理解は分かれ得るが，いずれの立場に立つにせよ，前記最高裁判例に対する理解を前提として，いかなる立場に立脚しているのかを明確にしながら論じることが求められる。\n上記のような理解を前提とした上，下線部①の取調べについて，事例に現れた具体的事実が前記判断枠組みにおいてどのような意味を持つのかを意識しながら，その適法性を検討する必要がある。\nすなわち，第一段階の判断として，下線部①の取調べが強制処分に当たるのか否かにつき，Ｈ警察署への任意同行に甲が明示的に同意していたことや，Ｈ警察署における具体的な取調べ状況等を踏まえ，甲の意思を制圧していないか，甲の身体・行動の自由等に制約を加えていないか等の観点から評価することが求められる。\nそして，第一段階の検討において，強制処分に当たらないとの結論に至った場合には，第二段階の判断として，約２４時間という長時間にわたり，一睡もさせずに徹夜で，その間に疲労して口数が少なくなっていた甲に対し，本件住居侵入窃盗事件当日の夜，甲が自宅から外出するのを見た人がいる旨の偽計をも用いて行われた取調べが，任意取調べとして社会通念上相当性を欠くか否かについて検討することとなる。ここでは，前記最高裁判例が考慮要素として挙げる，事案の性質，被疑者に対する容疑の程度，被疑者の態度等につき具体的事実を適切に抽出し評価することが求められる。この相当性の判断に当たっては，事例に現れた具体的事実をただ漫然と羅列して結論を述べればよいわけではなく，例えば，比較衡量説に立つ場合には，捜査の必要性と比較衡量すべき反対利益としての被侵害利益をどう捉えるのかについて，どのような事実が甲のいかなる利益の侵害を基礎付けるのかを明らかにしながら論じることが必要である。また，約２４時間にわたり，徹夜で行われた取調べが，それのみでも社会通念上相当性を欠き違法であると判断した場合は格別，そうでない場合には，それまでの取調べにより疲労している甲に対して偽計を用いて行われた取調べについて，その偽計の内容・程度も勘案しつつ，その適法性を判断すべきである。\n〔設問２〕は，甲の自白が，前記のとおり，長時間にわたり，徹夜で行われた取調べにおい\nて，偽計を用いて獲得されているところ，まず，〔設問２－１〕において，自白法則及び違法収集証拠排除法則の自白への適用の在り方を一般的に問うた上，次いで，〔設問２－２〕において，〔設問２－１〕で論じた自己の見解に基づいて甲の前記自白の証拠能力を論じさせることにより，自白法則及び違法収集証拠排除法則という証拠法における基本原則が，自白という供述証拠にどのように適用されるのか（後者については適用の有無自体も含む。）についての基本的な理解と，それを踏まえた，具体的事例を解決するための法的思考力を試すものである。\n刑事訴訟法第３１９条第１項は，任意にされたものでない疑いのある自白の証拠能力を否定しているが，この自白法則の根拠についての考え方は，伝統的な理解とされる，供述人の心理状態に注目するいわゆる任意性説（虚偽排除説，人権擁護説ないしこれらを併用する説を含む。）\nと，いわゆる違法排除説とに大別することができる。同法則に関する最高裁判例としては，例えば，最大判昭和４５年１１月２５日刑集２４巻１２号１６７０頁があり，同判決は，「虚偽の自白が誘発されるおそれのある場合」には，そこで得られた自白の「任意性に疑いがある」\nものとしている。また，違法収集証拠排除法則については，違法に収集された証拠物の証拠能力についての判断として，最判昭和５３年９月７日刑集３２巻６号１６７２頁があり，同判決は，明文の規定はないものの，刑事訴訟法の解釈により，証拠物の押収等の手続に令状主義の精神を没却するような重大な違法があり，これを証拠として許容することが，将来における違法な捜査の抑制の見地からして相当でないと認められる場合には，当該証拠の証拠能力が否定されると判示している。\nそして，供述証拠である自白にも違法収集証拠排除法則が適用されるのか，その前提として，自白法則と違法収集証拠排除法則の関係をどのように考えるのかについては，両者は共通する原理に基づくものであって，違法収集証拠排除法則が一般的な法則であり，自白法則は言わば違法収集証拠排除法則の特別規定だとする見解（違法排除一元説），自白の証拠能力は専ら任意性の観点から判断され，自白には違法収集証拠排除法則は適用されないとする見解（任意性一元説），供述の任意性の観点とは別に違法収集証拠排除法則を自白にも適用することができるとする見解（二元説）など見解が分かれているが，〔設問２－１〕では，これらのいずれの見解に立つにせよ，自白法則及び違法収集証拠排除法則の根拠及び判断基準をそれぞれ明らかにした上で，両法則の自白への適用の在り方について，自説の立場を論じることが求められる（なお，違法収集証拠排除法則の自白への適用を認めた下級審裁判例として，東京高判平成１４年９月４日判時１８０８号１４４頁（いわゆるロザール事件控訴審判決）等がある。）。\nその上で，〔設問２－２〕では，〔設問１〕で検討した下線部①の取調べの適法性に関する論述内容を踏まえつつ，立場によってはそこでは触れなかった具体的事実をも適切に拾い上げながら，自説の立場から，甲の自白の証拠能力の有無及びその理由を説得的に論述することが求められる。いわゆる任意性説の立場から自白法則を適用するに当たっては，下線部①の取調べのうち，いかなる事実がどのような理由から，甲に対する心理的圧迫や心理的強制，ないし甲の黙秘権等の侵害を基礎付けると評価されるのか（あるいはされないのか）など，当該取調べが甲の心理状態に与えた影響や権利行使に与えた影響いかんについて十分言及しながら論じることが求められる。また，違法収集証拠排除法則を自白に適用するに当たっては，一般に取調べは令状主義とは関係がないとされることから，証拠物に関する前記昭和５３年最高裁判例のいう，令状主義の精神を没却するような重大な違法の有無という基準を用いて甲の自白の証拠能力を判断してよいのかという点や，下線部①の取調べのうち，いかなる事実がどのような理由から重大な違法と評価されるのか（あるいはされないのか），将来の違法捜査抑制の見地から甲の自白を証拠として許容するのが相当でないと評価されるのか（あるいはされないのか）\nなどについて論述することが求められる。本問では，Ｑが用いた偽計は，本件住居侵入窃盗事件の犯行目撃自体に関するものではなく，本件住居侵入窃盗事件当日の夜に甲が自宅から外出したのを目撃されたという内容にとどまっている一方で，それまでに行われていた長時間にわたる徹夜の取調べにより疲労していたこととそうした偽計とがあいまって，甲が自白するしかないと思い込み，本件住居侵入窃盗事件を行った旨自白するに至っており，このような事情を- 20 -\n自説の立場からどのように評価するのかを説得的に論じる必要がある。\n〔設問３〕は，検察官が，本件住居侵入窃盗事件と手口の類似する，起訴されていないＸ方\nにおける事件を目撃したＷの証人尋問により，本件住居侵入窃盗事件の甲の犯人性を証明しようとしている場合において，Ｗの証人尋問の請求を認めるべきか否かを問うことにより，いわゆる類似事実による犯人性の証明の可否についての基本的な理解及び具体的事実への法適用能力を試すものである。\nこの点について，最高裁判所は，前科証拠を犯人性の証明に用いることの適否に関する最判平成２４年９月７日刑集６６巻９号９０７頁，併合審理されている類似の犯罪事実を犯人性の間接事実とすることの適否に関する最決平成２５年２月２０日刑集６７巻２号１頁において，このような類似の犯罪事実による犯人性の証明が許されるためには，当該犯罪事実が顕著な特徴を有し，かつ，それが起訴に係る犯罪事実と相当程度類似することが必要であるとしている。\n本問の検討に当たっては，これらの最高裁判例を踏まえ，弁護人の証拠意見の趣旨を把握した上で，本問のように，起訴されていない類似の犯罪事実を犯人性の証明に用いることができるのか否かを論じる必要がある。その際には，これらの類似の犯罪事実を犯人性の証明に用いることが許されないとすれば，その理論的根拠はどこにあるかを明らかにするとともに，許される場合があるとすれば，その判断基準及び根拠を十分に説明することが求められる。\nその上で，一戸建ての民家の庭に面した１階掃き出し窓のクレセント錠近くのガラスを，ガラスカッターを用いて半円形に割って解錠するという手口の特殊性・類似性の有無・程度，Ｘ方における事件と本件住居侵入窃盗事件の時間的・場所的近接性の有無・程度，ガラスカッタ\nーの入手の容易性等について，具体的事実を適切に拾い上げながら評価し，Ｗの証人尋問の請求を認めるべきか否かを論じることが求められている。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様，比較的長文の事例を設定し，その捜査及び公判の過程に現れた刑事手続上の問題点について，問題の所在を的確に把握し，その法的解決に重要な具体的事実を抽出して分析した上，これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導き出すとともに，その過程を筋道立てて説得的に論述することが求められている。これを通じて，法律実務家になるために必要な刑事訴訟法に関する基本的学識，事案分析能力，法解釈・適用能力，論理的思考力，論述能力等を試すものである。\n出題の趣旨は，既に公表したとおりである。\n〔設問１〕は，Ｈ市内で夜間に発生したＶ方における住居侵入窃盗事件（本件住居侵入窃盗事件）\nに関し，司法警察員Ｐ及びＱが，その２日前の夜間に同市内で発生した，手口が類似するＸ方における住居侵入未遂事件（Ｘ方における事件）で目撃された甲をＨ警察署まで任意同行した上，約２４時間という長時間にわたり，一睡もさせずに徹夜で取調べを行い，それまでの取調べにより疲労して言葉数が少なくなっていた甲に，更に偽計をも用いて取調べを実施していることから（下線部①の取調べ），それが，被疑者に対する任意取調べとして許容される限界を越え，違法と評価されないかを問うものである。検討に当たっては，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者の取調べの適法性に関する法的判断枠組みを的確に示した上で，事例に現れた具体的事実がその判断枠組みの適用上どのような意味を持つのかを意識しながら，下線部①の取調べの適法性を論じることが求められる。\n〔設問２〕は，甲の自白が，前記のとおり，長時間にわたり，徹夜で行われた取調べにおいて，\n偽計をも用いて獲得されているところ，まず，〔設問２－１〕において，自白法則及び違法収集証拠排除法則の自白への適用の在り方を一般的に問うた上，次いで，〔設問２－２〕において，〔設問２－１〕で論じた自己の見解に基づいて甲の前記自白の証拠能力が認められるかを問うものである。\n具体的には，自白法則及び違法収集証拠排除法則という証拠法における基本原則が，自白という供述証拠にどのように適用されるのか（後者については適用の有無自体も含む。）について，自説の立場から両法則の適用関係を示した上で，各自の理解に即して，甲の自白の証拠能力の有無を判断するのに必要な証拠法則を，事例に現れた具体的事実に当てはめて，結論を導くことが求められる。\n〔設問３〕は，検察官が，本件住居侵入窃盗事件と手口の類似する，未だ起訴されていないＸ方における事件を目撃したＷの証人尋問により，本件住居侵入窃盗事件についての甲の犯人性を証明しようとしている場合において，いわゆる類似事実による犯人性の証明が許されるのかを問うものである。こうした証明が許されないとすればその理論的根拠はどこにあるのか，許される場合があるとすればその判断基準及び根拠は何かを論じ，それを踏まえて，事例に現れた具体的事実を適切に摘示し，評価しながら，裁判所が検察官によるＷの証人尋問請求を認めるべきか否かの結論を導くことが求められる。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は，いずれも，捜査及び公判に関して刑事訴訟法が定める制度・手続及び関連する判例の基本的な理解に関わるものであり，法科大学院において刑事手続に関する科目を履修した者であれば，本事例において何を論じるべきかはおのずと把握できるはずである。\nまず，〔設問１〕については，任意同行後の被疑者に対する任意取調べの適法性について判断した最決昭和５９年２月２９日刑集３８巻３号４７９頁（以下「昭和５９年判例」という。），最決平成元年７月４日刑集４３巻７号５８１頁（以下「平成元年判例」という。）など，法科大学院の授業でも取り扱われる基本的な判例を正確に理解し，その判断枠組みを意識しつつ，事例中から抽出した具体的事実を分析・検討して論じれば，説得的な論述が可能だと思われる。\n〔設問２〕の，自白に対する違法収集証拠排除法則の適用の在り方については，この問題に対す- 6 -る判断を示した下級審の裁判例はあるものの，最高裁判所の判例はなく，受験生にとって必ずしも十分な勉強が及んでいない論点だったかもしれない。しかし，自白法則及び違法収集証拠排除法則はいずれも証拠法における基本原則であり，両法則に関する正しい知識や理解があれば，自白と証拠物との異同や両法則の根拠・証拠能力の判断基準等に遡って考えることにより十分解答が可能であろう。また，〔設問２－２〕において，甲の自白に違法収集証拠排除法則を適用する際には，〔設問１〕における，下線部①の取調べの適法性に関する論述内容との整合性に留意しながら論じる必要がある。\n〔設問３〕については，類似事実による犯人性の証明に関して判断した最判平成２４年９月７日刑集６６巻９号９０７頁（以下「平成２４年判例」という。），最決平成２５年２月２０日刑集６７巻２号１頁（以下「平成２５年判例」という。）といった基本的な判例がある。ただし，本問は，\nこれらの判例の事案とは異なり，未だ起訴されていない余罪を類似事実として犯人性の証明に用いようとした事案であり，その意味で，判例に関する理解の具体的事案への応用力を試す側面を有するものである。両判例が示している判断基準だけでなく，その理論的根拠を正確に理解していれば，\nＸ方における事件という類似事実が，本件住居侵入窃盗事件についての犯人性の証明に用いられる場合の推認過程を意識して分析・検討し，説得的に論述することが可能であろう。\n２ 採点実感各考査委員の意見を踏まえた感想を記す。\n⑴ おおむね出題の意図に沿った論述をしていると評価できる答案としては，次のようなものがあった。\nまず，〔設問１〕では，被疑者に対する任意取調べの限界に関して昭和５９年判例の示した，「強制手段によることができ」ず，任意捜査としても，「事案の性質，被疑者に対する容疑の程度，\n被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法ないし態様及び限度において，許容される」という二段階の判断枠組みについての正確な理解を示し，自説の立場から強制処分の意義や任意取調べの適法性に関する判断基準を正確に提示した上で，下線部①の取調べによって制約される権利・利益の内容を意識しながら，事例から必要な具体的事実を抽出し，\n強制処分の意義に照らして本件取調べが強制処分に当たるのかを検討し，これに当たらないとした場合に，本件取調べが社会通念上相当と認められる方法，態様及び限度で行われたと評価できるのかについて，判例の示す，「事案の性質，被疑者に対する容疑の程度，被疑者の態度等」の判断要素に照らして事例に現れた具体的事情を的確に拾い上げながら論じ，説得的に結論を導き出している答案が見受けられた。\n〔設問２－１〕では，自白法則について自説の根拠及び証拠能力の判断基準を述べるとともに，\n違法収集証拠排除法則については証拠物に関する最判昭和５３年９月７日刑集３２巻６号１６７２頁（以下「昭和５３年判例」という。）に関する正確な理解を踏まえて，自白に対する同法則の適用の有無及びその根拠を示し，適用されるとした場合には証拠能力の判断基準及びその根拠を含めて自説の立場を論じ，両法則の適用関係を明らかにした上で，〔設問２－２〕では，〔設問２－１〕で論じた自説の立場から，〔設問１〕における下線部①の取調べの適法性についての論述内容との整合性に配慮しつつ，事例に現れた具体的事情を的確に拾い上げ，各自の理解に即して，適用されるべき法則を適切に当てはめて結論を述べている答案が見受けられた。\n〔設問３〕では，平成２４年判例及び平成２５年判例に関する正確な理解を示しつつ，類似事実による犯人性の証明が許容されないとされる場合の根拠や，許容されるとすればその根拠及び判断基準を述べた上で，事例に現れた具体的事情を的確に拾い上げて当てはめ，Ｗの証人尋問請求の可否の結論を説得的に導いている答案が見受けられた。そのような答案の中には，上記判例の示す判断基準を満たすことによって，余人による犯行の可能性が著しく下がるために，実証的根拠の乏しい人格評価を介することなく経験則により犯人の同一性を推認できることから，類似- 7 -事実による犯人性の証明が許されると指摘した上で，その基準を事例に対し適切に当てはめているものが一定数あった。\n⑵ 他方，そもそも，法原則・法概念の意義や関連する判例の判断基準等についての記述が不十分・不正確で，当該項目についての理解が不足していると見ざるを得ない答案や，法原則・法概念の意義や関連する判例の判断基準等として記述された内容自体には問題がないものの，これらを機械的に暗記して記述するのみで，なぜ法原則・法概念がそのような意義を持つものとされ，また，判例においてそのような判断基準が採用されているのかを，当該法原則・法概念の趣旨や当該判例の理論的根拠に遡って論述することができていない答案，具体的事実に対してそれらの法原則・法概念や判断基準等を的確に適用することができていない答案，具体的事実に対する洞察が表面的で，その抽出が不十分であったり，その事実の持つ意味の分析が不十分・不適切であったりする答案が見受けられた。\n〔設問１〕においては，任意同行後の被疑者の任意取調べの適法性が問われているのであるから，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者の取調べがいかなる限度で許されるのかについて，その法的判断の枠組みを示す必要がある。多くの答案は，昭和５９年判例の，第一に，「強制手段によることができ」ず，第二に，強制手段を用いない場合でも，「事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法ないし態様及び限度において，許容される」という二段階の判断枠組みを意識しつつ，事例に現れた具体的事情を拾い上げて上記判断枠組みに従い相応に当てはめて結論を導いていた。しかしながら，本件取調べが実定法上のいかなる規定との関係で問題になるのかをおよそ意識していない答案が散見されたほか，昭和５９年判例の判断枠組みに全く言及することなく，\n問題文の事情を漫然と羅列して結論を出している答案や，最決昭和５１年３月１６日刑集３０巻２号１８７頁（以下「昭和５１年判例」という。）が判示する，「必要性，緊急性なども考慮したうえ，具体的状況のもとで相当と認められる限度において許容される」との判断基準を何の説明もなく用いる答案が少なからず見受けられた。立場によっては，昭和５１年判例の示す判断基準を用いるとの判断もあり得るであろうが，昭和５９年判例は，任意同行後の被疑者に対する任意取調べの限界に関する事案であるのに対し，昭和５１年判例は，警察官が，任意同行した被疑者に対して呼気検査に応じるよう説得していた際に，退室しようとした被疑者の左手首をつかんで引き止める，という有形力の行使が問題となった事案であって，判例の判断基準を用いるに当たっては，それぞれの判例において判断の前提となっている事案が異なることや，当該判断基準を任意取調べの場面において適用することの理論的根拠をも意識する必要がある。\nまた，下線部①の取調べが強制処分に当たるのかを検討するに当たり，「相手方の明示又は黙示の意思（ないし合理的に推認される意思）に反して」「重要な権利・利益を実質的に制約する処分」かどうかという有力な学説の示す定義を用いて検討しながら，甲が取調べに応じる旨明示的に述べており，取調べを拒否する申出をしていないので甲の意思に反しないと安易に結論付け，\n甲の黙示の意思（ないし合理的に推認される意思）に全く言及しない答案や，長時間にわたり徹夜で，更に偽計をも用いて行われた本件取調べが甲のいかなる権利・利益を制約するのか（あるいはしないのか）についての検討が不十分な答案が少なからず見受けられた。さらに，強制処分該当性の検討に際して，下線部①の取調べが「実質逮捕」に当たるかと問題提起し，実質逮捕に当たり刑事訴訟法第１９９条や令状主義に違反することのみを指摘して違法と結論付ける答案が相当数見受けられたが，任意同行が実質的な逮捕であるとすると，そのことと刑事訴訟法第１９７条や取調べに対する規律である同法第１９８条との関係，すなわち，実質逮捕と取調べの適否との関連に言及せず，本件の取調べのために用いられた具体的な方法に対する問題意識を欠いている答案が多く見られた。\n本件取調べが社会通念上相当と認められるかを判断する場面については，検討に際して，長時間の取調べの適法性，徹夜の取調べの適法性，偽計を用いた取調べの適法性というように，事例- 8 -に現れた事情を分断した上で，その事情ごとに個別に検討を加えるだけで，総合的な分析・考慮のできていない答案が少なからず見受けられたが，本問では，通常は人が就寝している時間帯を含む約２４時間という長時間にわたる取調べが徹夜で行われ，その中で疲労して言葉数が少なくなっていた甲に偽計が用いられているのであるから，そうした具体的事情があいまって生じた状態について多角的・総合的に分析・考慮する視点が必要であろう。また，昭和５９年判例が判示した取調べの適法性に関する，「事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法ないし態様及び限度において，許容される」\nとの基準やそこで考慮すべき要素を基礎付ける理論的な説明については，学説上，いわゆる比較衡量説や行為規範説などの見解が示されているが，この点について意識的かつ正確に論じている答案は少数であり，比較衡量説に立っていると思われるのに，取調べの必要性と比較衡量される甲の権利・利益等への言及が不十分・不正確な答案，両説の発想が不正確に混在している答案などが見られた。\nなお，本問では，立場によっては，下線部①の取調べが強制処分に当たり違法であるとする答案もあり得るところであり，その場合には任意取調べとして社会通念上相当と認められるかについては具体的事実を検討することなく結論に至ることになるであろうが，そのような立場による場合であっても，任意同行後の被疑者の任意取調べの限界に関して判断したリーディングケースとして昭和５９年判例や平成元年判例があるのであるから，その法的判断の枠組みを十分意識しつつ論じなければならない。\n〔設問２〕では，自白に対する「自白法則及び違法収集証拠排除法則の適用の在り方」が問われているのであるから，自白法則の根拠及び証拠能力の判断基準と，証拠物に対する違法収集証拠排除法則の根拠及び証拠能力の判断基準を併記しただけでは不十分であり，両法則の自白への適用関係について，自説の立場を論じなければならないが，この点に関する問題の所在や理論状況を的確に理解して論じられている答案は少数であった。自白法則については，虚偽排除説，人権擁護説，違法排除説など，自説の根拠及び証拠能力の判断基準について相応に論じることができている答案が大半であったものの，違法収集証拠排除法則の自白への適用の在り方を示すことができている答案は多くなく，そもそも，両法則の自白に対する適用関係に関する問題意識を欠いている答案が少なからず見受けられた。すなわち，〔設問２－１〕では，自白法則と違法収集証拠排除法則の内容を漫然と並列的に述べるにとどまっているため，その記述から，後者が自白に適用されるのか否か自体が判然とせず，〔設問２－２〕では，事例に現れた事情を羅列してそれぞれの法則を脈絡なく当てはめているにとどまる答案が少なくなかった。\nまた，自白とそれを録取した供述調書（自白調書）の関係についての理解を根本的に誤り，甲の自白については違法収集証拠排除法則を適用して証拠能力を否定し，自白調書についてはその派生証拠として証拠能力を否定するという，誤解に基づく答案が散見された。\n〔設問２－２〕では，下線部①の取調べにより得られた甲の自白の証拠能力について，〔設問２－１〕で述べた判断基準を具体的事情に当てはめて結論を出すことが求められているが，〔設問１〕と〔設問２〕における説明ないし論述の整合性が考慮されていない答案が少なからず見られた。すなわち，〔設問１〕では，取調べが適法だと結論付けておきながら，〔設問２－２〕では，\n取調べに重大な違法があるので甲の自白に証拠能力がないとする答案や，〔設問１〕では，取調べで偽計を用いることは刑事訴訟法上何ら制限されておらず問題がないと述べたのに，〔設問２－２〕では，本問の偽計が，虚偽の自白を誘発し，あるいは甲の黙秘権等重要な権利を侵害するので甲の自白に証拠能力がないとする答案，〔設問１〕では，約２４時間の徹夜にわたる取調べが甲の移動の自由や黙秘権等の侵害に当たり違法だと述べたのに，〔設問２－２〕では，違法収集証拠排除法則を適用した上で，偽計を用いた点にしか言及しない答案など，〔設問１〕と〔設問２〕の関係についてどのように考えたのかが判然としない答案がこれに当たる。また，〔設問２－２〕で自白に対しても違法収集証拠排除法則を適用し，その証拠能力を判断するに当たり，「令状主義の精神を没却するような重大な違法」の有無を基準の一つとする答案が少なからず見られたが，取調べが違法とされる根拠を，偽計を用いたことに求めるのならば，違法の程度は，\n偽計が違法である理由と関連付けて評価される必要があり，昭和５３年判例の表現を漫然と用いるだけでは説明が足りないと言わざるを得ないであろう。\n本事例で用いられたのは，本件住居侵入窃盗事件の当日の夜に甲が自宅から外出するのを見た人がいる旨の偽計であり，犯行自体の目撃に関するものではないが，その違いに的確に留意しつつ，長時間にわたり一睡もさせずに徹夜で取調べが行われ，言葉数が少なくなって疲労していた甲に対し，本問のような偽計を用いれば，たとえそれが犯行自体の目撃に関するものではなかったとしても，判断能力が低下して自白するしかないとの心理状態に陥りかねないことなどに言及し，甲の心理に与えた影響を考慮することができている答案が少数ながら見られた。これに対して，このような偽計の内容・程度に全く言及することなく，偽計が用いられた点を漫然と指摘して甲の自白の証拠能力を否定する答案や，反対に，偽計が用いられる前に，長時間にわたり，徹夜で取調べが行われているという本事例の事情を度外視し，犯行自体の目撃に関する偽計ではないとの理由のみで甲の自白の証拠能力を肯定する答案など，事例に現れた具体的事情を多角的・総合的に考慮することができていない答案が少なくなかった。偽計を用いて得られた自白の証拠能力に関して判断した，最大判昭和４５年１１月２５日刑集２４巻１２号１６７０頁は，「偽計によって被疑者が心理的強制を受け，その結果虚偽の自白が誘発されるおそれのある場合」には，\nその「自白はその任意性に疑いがあるものとして，証拠能力を否定すべき」だと判示しており，\nその判断においても，偽計が用いられれば直ちに自白の任意性に疑いがあるとされているわけではない。検討に当たっては，当該事案において，いかなる偽計が用いられ，それが捜査官の他の発言や被疑者の置かれた状況等ともあいまって，被疑者の心理に果たして，またいかなる影響を与えたか，具体的に考慮することが必要であろう。\n〔設問３〕では，平成２４年判例及び平成２５年判例が，前科事実や併合審理されている類似事実を犯人性の証明に用いることが許容される場合について示した，類似する犯罪事実が「顕著な特徴」を有し，かつ，その特徴が起訴に係る犯罪事実と「相当程度類似」している必要がある旨の判断基準については，おおむね適切に論じている答案が相当数見受けられた一方で，上記判断基準自体に関する記述が不十分・不正確な答案も少なくなかった上，類似事実による犯人性の証明が許容されないとされる理論的根拠や，上記判断基準を満たす場合には類似事実による犯人性の証明が何故許容されるのかについての理解が不十分・不正確な答案が少なくなかった。\nまた，本事例が，上記判例の各事案とは異なり，起訴されていない余罪に関する類似事実を犯人性の証明に用いようとしている場合であるという違いに留意しつつ，判断基準を具体的事実に当てはめることができている答案が少数ながら見られた一方で，多くの答案が，判例の事案との相違を意識できておらず，Ｘ方における事件に関するＷの目撃供述を「前科証拠」などと誤解して記述する答案も少なくなかった。\nさらに，〔設問３〕ではＷの証人尋問請求の可否を問われているにもかかわらず，出題の趣旨を把握できずに，伝聞法則について大々的に論述する答案や，Ｗの証人尋問の必要性を主に論ずる答案が散見されたのは残念である。\n検察官によるＷの証人尋問請求に対して，弁護人の証拠意見を踏まえて裁判所がこれを認めるべきかを問われているのであるから，Ｗの証人尋問請求を認容すべきであるのか，却下すべきであるのかの結論まで的確に述べる必要があるが，この点が不十分・不正確な答案も少なからず見受けられた。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕においては，下線部①の取調べの適法性についての問題の所在を明確に意識し，昭- 10 -和５９年判例が示す，任意同行後の被疑者の任意取調べの適法性に関する二段階の法的判断の枠組みに対する正確な理解を踏まえ，強制処分の意義や任意取調べの限界について，自説の立場から的確な法解釈論を展開して判断基準を正確に示した上で，事例に現れた具体的事情を的確に分析・抽出し，強制処分該当性に関しては，甲の意思や下線部①の取調べによって制約される権利・利益の内容・重要性を明らかにして当てはめを行い，任意取調べとして社会通念上相当と認められるかに関しては，その理論的な説明に関する比較衡量説，行為規範説などの自説の立場から，\n事案の性質，容疑の程度を踏まえた甲に対する取調べの必要性や，本件取調べが甲の身体・心理に与えた影響などの要素を丁寧に考慮しながら，一貫した当てはめを行い，妥当な結論を導くことができていた答案である。\n〔設問２〕については，〔設問２－１〕において，自白法則につき，虚偽排除説，人権擁護説など供述人の心理状態に注目する，いわゆる任意性説，又は違法排除説など，自説の立場の根拠及び証拠能力の判断基準を明確に述べ，違法収集証拠排除法則につき，証拠物に関する昭和５３年判例を意識しつつ，自白への同法則の適用の有無について，いわゆる任意性一元説，違法排除一元説，二元説などいずれの立場に立つのかをその根拠とともに論じ，違法収集証拠排除法則が自白にも適用されるとの立場に立つ場合には，昭和５３年判例の示す，「令状主義の精神を没却するような重大な違法があり，これを証拠として許容することが，将来における違法な捜査の抑制の見地からして相当でないと認められる場合」という，証拠物に関する証拠排除の基準を自白にも用いるのかをその論拠とともに述べ，両法則の適用関係を明らかにした上で，〔設問２－２〕においては，〔設問１〕における下線部①の取調べの適法性に関する論述内容との整合性に配慮しつつ，通常は人が寝ている時間帯を含む約２４時間という長時間にわたり徹夜で取調べを実施し，疲労して判断能力が低下していると考えられる甲に，犯行当日の夜の虚偽の目撃情報を告げるという偽計が用いられているといった，本事例に現れた具体的事情を的確に拾い上げて，自白法則又は違法収集証拠排除法則（立場によっては両法則）を適切に当てはめて，結論を説得的に導くことができていた答案である。\n〔設問３〕については，Ｗの証人尋問請求に対する「異議あり。関連性なし。」との弁護人の証拠意見を踏まえて，類似事実による犯人性の証明の可否を問う出題趣旨を正しく捉え，平成２４年判例及び平成２５年判例に関する正確な理解を示しつつ，そうした証明が許容されるか否か並びに許容される場合の根拠及び判断基準を述べ，判例の示す，一般的な類似事実の存在から犯人性を推認することは実証的根拠の乏しい人格評価を介するもので許されないが，犯罪事実が顕著な特徴を有し，かつ，それが起訴に係る犯罪事実と相当程度類似するという基準を満たす場合には，実証的根拠の乏しい人格評価を介することなく，類似事実の存在自体から経験則により犯人の同一性を推認できるという推認過程の違いにも留意した上で，事例に現れた，本件住居侵入窃盗事件とＸ方における事件との時間的場所的近接性や犯行手口の特徴などの具体的事情を適切に拾い上げて当てはめを行い，Ｗの証人尋問請求の可否の結論を説得的に導くことができていた答案である。\nこのように，出題の意図に沿った十分な論述がなされている答案は僅かであった。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については，昭和５９年判例の示す二段階の判断枠組みを意識しつつ，一定の判断基準を述べた上で，事例に現れた具体的事実を抽出・検討することはできているものの，下線部①の取調べによって甲のどのような権利・利益が制約されるのかを具体的に指摘できていなかったり，個々の事実が持つ意味の分析がやや不十分であったりした答案などである。\n〔設問２〕については，〔設問２－１〕では，自白法則の根拠及び証拠能力の判断基準について自説の立場を正確に論じるとともに，違法収集証拠排除法則の自白への適用の在り方について，\n証拠物に関する昭和５３年判例を念頭に置きつつ，自白への同法則の適用の有無及び適用する場合における一定の判断基準を述べてはいるものの，その説得的な論拠が示されておらず，証拠物- 11 -に関する違法収集証拠排除法則の排除基準との関係について十分意識されていない答案，〔設問２－２〕では，事例に現れた具体的事実を抽出し，〔設問２－１〕で述べた判断基準に当てはめてはいるものの，個々の事実が持つ意味を多角的・総合的に検討する視点が物足りない答案などである。\n〔設問３〕については，平成２４年判例及び平成２５年判例を意識しつつ，一定の判断基準及びその根拠を述べた上で，事例に現れた具体的事実を拾い上げて当てはめを行い，結論を導くことができているものの，判例に対する理解がやや表層的で，事例に現れた具体的事実の抽出・分析が不十分であり，自らが導き出した結論に対する説得力が不足する答案などである。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については，任意同行後の被疑者の任意取調べの限界に関して一定の見解を示すことができてはいるものの，昭和５９年判例に対する理解が不十分であり，当てはめでは，本事例に現れた具体的事実の抽出が不十分ないし一面的で，自己の立場に都合の良い事実のみを重点的に拾い上げて結論を導いている答案や，抽出した事実とそこから導き出した結論との整合性にやや疑問が感じられる答案などである。\n〔設問２〕については，自白法則及び違法収集証拠排除法則のそれぞれにつき，その根拠及び証拠能力の判断基準を一応述べているものの，内容がやや不十分である答案，違法収集証拠排除法則の自白への適用の在り方が判然としない答案，当てはめにおいて具体的事実の抽出が全体的に不十分な答案，〔設問１〕における取調べの適法性に関する論述と〔設問２－２〕における当てはめが矛盾しているとまではいえないものの，その整合性に関する配慮が不十分な答案などである。\n〔設問３〕については，類似事実による犯人性の証明の可否が問題となっていることは理解し，\n一応の判断基準を立てて当てはめを行っているものの，平成２４年判例及び平成２５年判例に対する理解が不十分で，形式的に事実を羅列して当てはめをしているにとどまる答案などである。\n⑷ 「不良の水準」にとどまると認められる答案上記の水準に及ばない不良なものをいう。一般的には，刑事訴訟法上の基本的な原則の意味を理解することなく機械的に暗記し，これを断片的に（更に正確さを欠いた形で）記述しているだけの答案や，関係条文・法原則を踏まえた法解釈を論述・展開することなく，問題文の事例をただ書き写しているかのような答案等，法律学に関する基本的学識と能力が欠如しているものである。例を挙げれば，〔設問１〕では，本問の下線部①の取調べが強制処分ないし「実質逮捕」に当たらないとして任意取調べとしての相当性を問題としたはずなのに，その相当性を逸脱していることを理由に「身体拘束」に至っているので違法であるとの結論を導くような答案，任意同行の適否を長々と検討し，同行に対する甲の同意があることのみを理由として，同行後の取調べを適法と結論付ける答案，〔設問２〕では，〔設問1〕における取調べの適法性に関する論述と〔設問2－２〕における当てはめが矛盾している答案，違法収集証拠排除法則を偽計による自白に適用するに際して，偽計が違法である理由を全く考慮することなく，漫然と令状主義の精神に違反するかどうかを論じている答案，自白と自白調書の関係を誤解して派生証拠の証拠能力について論じている答案，〔設問３〕では，弁護人の証拠意見の意味を理解できずに，出題の趣旨から外れて伝聞法則やＷの証人尋問の必要性を長々と論じている答案などがこれに属する。\n４ 法科大学院教育に求めるもの本問において求められていた法曹になるための基本的な知識・能力は，昭和５９年判例，平成元年判例，昭和５３年判例，平成２４年判例，平成２５年判例などの最高裁の基本的な判例に対する正確な理解や，自白法則及び違法収集証拠排除法則といった，証拠法において基本的で重要な原則に対する正確な理解であり，法科大学院教育を受け，原理原則に遡って理解を深めた者であれば，\n理論的に決して難解な問題ではないはずである。今後の法科大学院教育においても，刑事手続を構- 12 -成する各制度の趣旨・目的について，最高裁の基本的な判例を踏まえて，原理原則に遡り，基本から深くかつ正確に理解すること，それを踏まえて，関係条文や判例法理を具体的事例に当てはめて適用する能力を身に付けること，自説の立場から論述の整合性に配慮しつつ論理立てて分かりやすい文章で表現できる能力を培うことが強く求められる。\nまた，刑事訴訟法においては，刑事実務における手続の立体的な理解が不可欠であり，通常の捜査・公判の過程を具体的に想起できるように，実務教育との有機的連携を意識し，刑事手続の各局面において，裁判所，検察官，弁護人の法曹三者が具体的にどのような立場からどのような活動を行い，それがどのように関連して手続が進んでいくのかなど，刑事手続が法曹三者それぞれの立場から動態として積み重ねられていくことについて理解を深めていくことが重要である。"
}