{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００〔〔設問１〕,〔設問２〕及び〔設問３〕の配点は，４０：２５：３５〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\nⅠ\n【事実】\n１．Ａは，甲土地上に乙建物を所有して居住していたが，令和２年５月２０日，Ｂとの間で，甲土地及び乙建物をＢに売却する契約（以下「契約①」という。）を締結した。Ｂは乙建物内でチェロの練習をする予定であったため，ＡＢ間において，乙建物が特に優れた防音性能を備えた物件であることが合意の内容とされ，代金額が６０００万円と定められた。\n２．契約①において，Ｂは，契約時に１０００万円を支払い，残額を甲土地及び乙建物の引渡しがされた日から１か月以内に支払うこと，残代金の完済後直ちに甲土地及び乙建物につき\nＡからＢへの所有権移転登記手続を行うこととされた。\n３．Ａは，令和２年７月２５日，契約①に基づく残代金債権（５０００万円）をＣに代金４５００万円で売却し，Ｃへの債権譲渡を通知する旨の内容証明郵便が同月３０日にＢに到達した。\n４．令和２年９月２５日，Ｂは甲土地及び乙建物の引渡しを受けた。その後，Ｂは，昼間に乙建物内でチェロの練習をしていたところ，近隣住民から，音が漏れ聞こえてうるさいと苦情を申し立てられ，その際，以前Ａとの間でも同様のトラブルがあったと言われた。\n５．令和２年１０月１０日，Ｂが業者に点検させたところ，乙建物が契約①において合意された防音性能を備えていないことが判明した。\n６．そこで，Ｂは，Ａに対し，契約①で定められた防音性能を乙建物に備えさせるための工事に要する費用の見積書を提示し，費用を負担するか，工事を自ら手配するかを選択して履行するよう求めたが，Ａからの応答はない。\n７．令和２年１０月３０日，Ｃは，Ｂに対して契約①の残代金５０００万円の支払を求めた。\n〔設問１〕\n【事実】１から７までを前提として，次の問いに答えなさい。\nＢは，乙建物に住み続けることを前提に，上記【事実】５の防音性能の不備を理由としてＣへの支払額を少なくしたいと考えている。このとき，契約①に基づくＢの主張として考えられるものを複数挙げ，それぞれその主張が認められるかを検討しなさい。\nⅡ 【事実】１から７までに加え，以下の【事実】８から12までの経緯があった。なお，本件における土地の位置関係は別紙図面のとおりである。\n【事実】\n８．ところで，甲土地は，鉄道駅から徒歩圏内の住宅地にある。甲土地は，かつて，その隣地である丙土地と一筆の土地でありＤが所有していたが，分割されて袋地になり，ＤからＡに売却されていた。\n９．Ａから甲土地を購入したＢは，丙土地の端のａ部分（幅１メートル）を公道に至るための徒歩での通行路として利用していた。その後，Ｂは，自家用車の購入を計画したが，ａ部分の道幅は車両の通行には十分でなかったため，令和３年１月１０日，Ｄとの間で，丙土地のａ部分及びこれに隣接するｂ部分（幅２メートル。以下，ａ部分とｂ部分を合わせて「ｃ部分」という。）につき，通行を目的とする地役権を甲土地のために設定すること，Ｂは毎年１月に２万円をＤに支払うことに合意した（以下「契約②」という。）。Ｂは，同日，Ｄに対して２万円を支払い，以後，ｃ部分を徒歩及び自家用車で通行している。\n10．令和４年以降，Ｂは，毎年２万円の支払をしなくなった。\n11．令和６年３月１日，Ｂが毎年２万円を支払わないのであればｃ部分を花壇として利用したいと考えたＤは，Ｂに支払を催告し，１週間以内に支払わなければ契約②を解除する旨の意思表示をしたが，同月８日を経過しても，Ｂは支払に応じなかった。\n12．Ｂは，「㋐ｃ部分，少なくともそのうちのａ部分については，Ｂは，Ｄによる地役権の設定がなくても通行する権利がある。」，「仮に，地役権の設定がなければｃ部分を通行できないとしても，Ｄは契約②を解除することはできない。すなわち，確かに，Ｂは毎年２万円を支払っていないが，㋑地役権設定契約によって設定者が債務を負うことはなく，Ｄは契約②によって債務を負っていない以上，解除をすることはできない。」と述べている。\nこれに対して，Ｄは，Ｂが毎年２万円を支払わない以上，㋒契約②によってＤが債務を負っていなかったとしても，Ｄは契約②を解除することができるはずであるし，また，そもそも地役権設定契約によって設定者は債務を負い，したがって，契約②によってＤも債務を負っていたと述べている。\n〔設問２〕\n【事実】８から12までを前提として，以下の(1)及び(2)に答えなさい。\n(1) 【事実】12の下線部㋐のＢの発言は，正当であると認められるか。ａ部分及びｃ部分のそれぞれにつき，検討しなさい。\n(2) 【事実】12の下線部㋑及び㋒につき，Ｂ及びＤが地役権設定契約の性質をどう捉え，それを踏まえて契約②の債権債務関係をどのように分析し，また，解除の制度趣旨についてどのような理解を基礎としているのかをそれぞれ発言者ごとに明らかにした上で，Ｄが契約②を解除することができるかを検討しなさい。\nⅢ 【事実】１から12までに加え，以下の【事実】13から21までの経緯があった。\n【事実】\n13．Ｂは，甲土地に隣接する丁土地を購入することで，車の通行の問題を解決しようと考えた。\n14．丁土地はＥの所有地であり，その旨の登記がされていた。\n15．Ｅは長期入院加療中であったため，Ｅの財産の管理は，Ｅから依頼があったわけではないが，事実上，Ｅの妻ＦがＥの姉Ｇに相談して行っていた。Ｂから丁土地の売買の申入れを受けたＦは，丁土地はＥが相続により取得したが誰も利用しておらず，また，Ｅの医療費が今後更に必要なことから，前向きに考え，Ｇに相談した。Ｇは，売却に賛成し，もし売却するならＧの事業の資金のために売却金の一部を使わせてほしいと，Ｆに申し入れた。\n16．Ｅには子がなく，Ｅの親族はＦとＧのみであり，ＥもＦも日頃からＧを頼りにしていた。\nそこで，Ｆは，Ｅの医療費に充てるほか，代金の一部をＧの事業の資金に充てるために，丁土地を売却することにした。\n17．令和６年７月１０日，Ｂは，Ｅから丁土地を２０００万円で購入する契約（以下「契約③」という。）を締結したが，この契約は，ＦがＥの代理人として締結したものであり，その締結の場にはＦの求めに応じてＧも同席した。Ｆは，Ｅの委任状及び印鑑登録証明書をＢに示したが，実は，ＦはＥに対して丁土地の売却のことを知らせておらず，丁土地に関してＥからＦに代理権が授与されたことはなく，委任状は自宅に保管されていたＥの実印をＦが勝手に利用して作成したものであり，Ｅの印鑑登録証明書はＦが取り寄せたものであった。Ｆは，Ｂに対し，Ｅが入院加療中であって医療費が必要であること，丁土地の売却にはＥの親族の- 3 -\n了解も得ていることを話し，Ｂは，夫が入院加療中であるから妻が取引をするのは通常のことと考え，それ以上にＥに確認するなどの措置は採らなかった。\n18．契約③において，Ｂは契約時に４００万円を支払うこと，残代金の支払及び丁土地の所有権移転登記手続は令和６年９月２０日に行うこととされた。Ｂは，これに従ってＦに４００万円を交付し，Ｆは，このうち２００万円をＥの医療費に備えて取り置き，残る２００万円をＧの指定した銀行口座に振り込んだ。\n19．令和６年７月２４日，Ｅは，容態が急変して契約③について知らずに死亡した。最期までＥの判断力に衰えは見られなかった。その後，Ｆは相続を放棄し，Ｇは，同年８月２４日，Ｅ名義の預金口座を解約して全額の払戻しを受けて，Ｅの医療費を弁済した。\n20．令和６年９月１３日，Ｇは不動産業者から丁土地を２６００万円で売ってほしい旨の打診を受けた。\n21．令和６年９月２０日，Ｂは，Ｇに対し，残代金を提供した上，契約③に基づき丁土地の所有権移転登記手続を求めたが，Ｇはこれを拒絶した。\n〔設問３〕\n【事実】13から21までを前提として，次の問いに答えなさい。\n契約③に基づくＢのＧに対する所有権移転登記手続請求は認められるか。ＦがＥの配偶者であることを踏まえて，検討しなさい。(別紙図面)私有地私有地 甲土地 丙土地 公道\nｂ部分\nｃ部分\nａ部分丁土地 私有地公道論文式試験問題集［民事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，民法の幅広い分野から，民法の基礎的な理解とともにその応用力をも問うものであり，当事者の主張を踏まえつつ複数の法律問題の相互関係を適切に理解したり，事案の特殊性を論理的に分析して自説を展開する能力が試されている。\n設問１は，令和２年４月１日に施行された民法（債権関係）の改正法（平成２９年法律第４９号。以下「改正法」という。）を踏まえ，契約不適合責任，債務不履行，相殺，債権譲渡等といった民法債権編の複数の制度・規定について，基本的な理解ができているか，その理解を具体的事例における救済手段の検討を通じて適切に展開することができるかを問うものである。\n設問１の事実関係の下では，契約不適合責任（民法第５６２条）が問題となるところ，問題文において，買主Ｂが乙建物に引き続き居住することを前提に，代金支払額をなるべく少なくするために，契約①に基づきどのような主張をすることができるかという趣旨であることが明示されているのであるから，契約不適合責任に基づく二つの救済手段，すなわち，代金減額請求権の行使，及び追完に代わる損害賠償請求権と売買代金債権との相殺による減額の可否を検討すれば足り，居住が不可能になる解除や，契約に基づくものではない不法行為等について言及する必要はない。\n前提として，売主Ａが契約不適合責任を負うことを確認する必要があるが，契約不適合責任が認められるかについては，契約当事者が特に合意した内容及び取引上の社会通念に照らして判断されることを示しつつ，乙建物の品質（防音性能）には契約不適合があると述べる必要がある。設問１では，ＡＢ間において，乙建物が特に優れた防音性能を備えた物件であることが合意の内容とされ，代金額が定められたこと（【事実】１），乙建物は合意された防音性能を備えていないこと（【事実】５）などからすると契約不適合があると評価することが求められる。\n代金減額請求権の発生については，原則として追完の催告を行った上で，催告で定められた相当期間経過後も追完がないことが必要であることに加え，契約不適合につき買主に帰責事由がある場合は行使することができないことを述べた上で，設問１の事実関係から，これらの要件が認められることを述べる必要がある。その際，代金減額の効果が発生するためには代金減額請求の意思表示が必要であることも述べる必要があり，代金減額請求権の行使により「不適合に応じた」減額の効果が生じることも併せて指摘することが望ましい。\nＢが代金減額請求権を行使するに当たり，売買代金債権の譲受人Ｃに対抗することができるかについては，Ｃへの債権譲渡につき債務者対抗要件が具備されていることを指摘した上で，その具備前に民法第４６８条第１項の「譲渡人に対して生じた事由」が存在したといえるかが問題となることを指摘する必要がある。「譲渡人に対して生じた事由」の意義については，㋐\n広く抗弁事由の主たる発生原因ないし法的基礎の存在をもって足りると解することができる立場，㋑抗弁それ自体の存在を必要とする立場などが考えられ，いずれの立場によっても構わないが，請負契約に基づく残報酬債権が第三者に譲渡されて対抗要件が備えられた後に，請負人の仕事完成義務の不履行が生じ，これに基づき注文者が請負契約を解除した場合に関する最判昭和４２年１０月２７日民集２１巻８号２１６１頁を踏まえた検討が求められる。\n㋐の立場による場合には，請負契約における仕事完成債務の不履行を理由とする注文者による解除の場面のみならず，同一の双務契約において売主が債務不履行に陥った場合における買主の救済手段である代金減額請求にも同様に適用可能な解釈準則として，民法第４６８条第１\n項の「事由」が抗弁事由の主な発生原因である契約の存在で足りるとする一般的な考え方を基礎としているものと考えることになると思われる。そして，上記最高裁判決もこれに沿うものとして位置付けることが可能であるとして，代金減額請求権の発生という抗弁事由の発生原因又は法的基礎に当たる契約①の存在をもって，同項の「事由」に当たることなどを論ずべきことになる。\n㋑の立場による場合には，例えば，代金減額請求が不適合物の給付を履行と認容した上で新たに契約規範を再設定（契約改訂）する側面も有しているという特殊性に鑑み，抗弁の発生原因として，売買契約の存在に加えて引渡しをも必要とするなどと考えることになるが，併せて，代金減額請求と解除との異質性を指摘するなど，上記最高裁判決の射程が及ばないと考えるべき根拠を説得的に展開する必要がある。\n追完に代わる損害賠償債権と売買代金債権との相殺による実質的な減額については，その前提として，Ｂが追完に代わる損害賠償債権を有していることが必要であるが，その根拠規定については民法第４１５条第１項に基づく立場と同条第２項の適用又は類推適用に基づく立場があると考えられる。いずれの立場によっても構わないが，自己の採用した立場から一貫性のある法律構成をすることが必要であるほか，後者の立場では，同項各号のいずれに該当するかを検討する必要がある。また，併せて，乙建物の防音性能が特に優れていることが保証されていること（【事実】１）や，Ａは近隣トラブルから目的物に防音性能の不備があることを認識することができたこと（【事実】４）などの問題文に表された事情に照らして，Ａに債務者の責めに帰することができない事由が認められるとはいえないことを指摘する必要もある。\nＢがＡに対する損害賠償債権を自働債権，売買代金債権を受働債権とする相殺をＣに対抗することができるかについては，改正法において新設された民法第４６９条（債権の譲渡における相殺権）に照らして判断されることになる。自働債権である追完に代わる損害賠償債権の取得時は不適合物の引渡時（令和２年９月２５日）であるものと解されることを前提にすると（最判昭和５４年３月２０日判例時報９２７号１８６頁），これは受働債権に係る債権譲渡の対抗要件が具備された時点（令和２年７月３０日）以後であることから，同条第２項の適用の可否が問題となる。本件においては自働債権と受働債権がともに同一の売買契約に基づいているという意味での関連性を有することから，条文上の根拠については同項第１号とする立場と同項第２号とする立場があると考えられる。\n民法第４６９条第２項第１号を根拠とする立場については，「前の原因」が存在するといえるための基準についての解釈を示す必要があり，例えば，自働債権の主たる発生原因が対抗要件具備時前に備わっていれば足りるとすることなどが考えられる。このような考え方に立つ場合には，更に契約債権に関しては当該契約の存在をもって足りるのか，それとも契約の存在に加えて相殺の合理的期待を基礎付ける具体的事情，例えば，自働債権と受働債権との間に（同一契約に基づく）関連性が認められることなどの付加的事情の存在も必要となるのかについても検討することが望ましい。\n民法第４６９条第２項第２号を根拠とする立場については，同条の条文構造自体からは同項第２号が自働債権の取得時のみならずその発生原因の成立時までもが受働債権に係る債権譲渡の対抗要件具備後である場合を想定したものであると考えられることから，同条第１項及び同条第２項第１号との関係性をどう見るかといった諸点に言及し，踏み込んで論証することが望ましい。\n設問２は，公道に至るための他の土地の通行権（以下「隣地通行権」という。）の成立要件及び効果に関する基本的知識及び理解を問うとともに，有償の地役権設定契約の解除の可否を地役権設定契約の構造及び解除制度の意義から導き出す論理的思考力を問うものである。\n小問⑴では，まず，【事実】８から，一筆の土地を分割して譲渡したことによって甲土地が袋地となったのであるから，残余地である丙土地を目的とする隣地通行権が成立すること（民法第２１３条）を示す必要がある。その際，この規律は，隣地通行権の負担は袋地の発生を生じさせた残余地の所有者が負うべきであり，それ以外の囲繞地に負担を負わせるべきではないとの考え方に基づくことを説明することが望ましい。\n次に，甲土地の所有権は，袋地となった後にＡからＢに移転していることから，このことが民法第２１３条によって発生した隣地通行権の存続に影響するかについて検討することが必要である。分割によって生じた袋地がその後に第三者に譲渡された場合でも，隣地通行権は残余地自体に課された物的負担であるとして，隣地通行権は存続するという立場（最判平成２年１１月２０日民集４４巻８号１０３７頁）と民法第２１３条は袋地を発生させた当事者間のみに適用されるから隣地通行権は消滅するとの立場があり，いずれの立場によっても構わないが，後者の立場に立つのであれば，判例を批判した上で論じる必要がある。\nさらに，丙土地のうち隣地通行権が成立する土地の範囲も問題となるが，隣地通行権に関する通行の場所及び通行の方法は，通行権を有する者のために必要であり，かつ，隣地のために損害が最も少ないものを選ばなければならないこと（民法第２１１条第１項）を説明する必要がある。本件では，【事実】９によれば，ａ部分については，丙土地の端であって甲土地の利用に対する影響も少なく，甲土地から徒歩で公道に出るために必要最小限の部分であるといえることを指摘しつつ，隣地通行権が成立するとする必要がある。\nｃ部分のうちａ部分を除くｂ部分についても隣地通行権が成立するかについては，当該隣地通行権が自動車による通行を内容とするか否かによる。その成否については，判例によれば，自動車による通行を認める必要性，周辺の土地の状況，通行権が認められることによる不利益等の諸般の事情を考慮して判断されるとされており（最判平成１８年３月１６日民集６０巻３\n号７３５頁），これをそのまま引用することまでは要求されないが，判断基準として，判例の示す考慮要素などを指摘する必要がある（もちろん，全てを挙げる必要はない。）。小問⑴では，Ｄから甲土地を譲り受けたＡ及び，その後に甲土地を取得したＢも，もともと徒歩で公道に出ていたこと（【事実】８及び９）から，徒歩で公道に出るという内容で甲土地と丙土地との利用の調整ができていたと考えられること，甲土地は駅から徒歩圏内にあることなどを指摘しつつ，Ｄに対し丙土地のｂ部分を排他的に利用できない不利益を課してまで自家用車による通行を認める必要はないなどと論述することが考えられる。\nなお，ａ部分の隣地通行権は，法定地役権であるから，法定の要件が満たされている限り隣地通行権は存続し，ａ部分を目的とする約定地役権の成立又はその消滅により影響を受けることはない旨が述べられていることが望ましい。\n小問⑵では，下線部㋑のＢの発言及び下線部㋒のＤの発言が，有償の地役権設定契約の性質及び解除の制度趣旨について，それぞれどのような理解に基づくか，並びに有償の地役権設定契約の性質を踏まえると契約②によってＢ・Ｄ間にどのような債権債務関係が生じるかを説明した上で，これらの発言のどちらの理解が正当であるかを検討することが必要である。いずれの発言を正当としても構わないが，それぞれの発言が依拠する理解と整合的に一方の正当性を説明することが求められている。\nまず，下線部㋑のＢの発言は，地役権設定者は地役権設定契約によって債務を負わないことを前提に，Ｄは契約②によって債務を負わないから，契約②は解除することができないとするものである。債務不履行を理由とする解除制度の目的は，不履行をしている債務者の債権者を「契約の拘束力からの解放」を認めることにあるところ，この発言は，「契約の拘束力からの解放」とは債権者の負う債務から債権者を解放するためにあるとの立場を前提とし，解除は債権者も債務を負う双務契約にのみ適用されると解する。Ｄは契約②によって債務を負わないから，契約②を解除することができないことになる。\nこれに対し，下線部㋒のＤの発言は，解除制度は，債権者をその債務に限らず広く契約の拘束力から解放するとの理解に基づく。このような考え方によれば，債権者は，当該契約の効力を消滅させる法的利益がある場合には，当該契約によって債務を負っていなくても，契約を解除することができることになる。また，下線部㋒のＤの発言は，予備的に，そもそも，契約②\nによってＤは債務を負っていたから解除制度が適用されると主張するものである。\n小問⑵では，下線部㋑及び下線部㋒のそれぞれの発言につき，地役権設定契約の性質を分析した上で，契約②によってＤが債務を負うか，契約②によってＤが債務を負わないとすれば，債務を負わないＤが契約②を解除することができるかどうかを，解除制度の趣旨と結び付けて説明することが求められる。\nまず，有償の地役権設定契約の性質をどのように理解するかについては，大別して，契約②が全体として地役権設定契約であると解する考え方と，契約②は地役権設定契約と毎年２万円の支払に関する特約からなるとする考え方に分けることができる。\n契約②は全体として地役権設定契約であると解する考え方においても，考え方は分かれ得るところ，例えば，有償の地役権設定契約から生じる債権債務関係については，承役地の所有者は地役権設定契約により地役権を設定する債務を負うと解する立場があり得る。この立場によれば，契約②において，Ｄによる地役権設定債務と，Ｂによる地役権設定の対価の支払債務とが対価的牽連関係に立つといえる。\n次に，契約②は地役権設定契約と毎年２万円の支払に関する特約からなるとする考え方においても，考え方は分かれ得る。例えば，地役権設定契約を物権契約であると理解する立場によれば，物権契約から債権債務関係は生じないから，ＢとＤは，地役権設定契約とは別に債権契約としてＢがＤに毎年２万円を支払う特約をしたものと整理することになる。このような考え方によれば，地役権設定契約とは別個のものである対価に関する特約の不履行を理由として，地役権設定契約（契約②）を解除することができるかが問題となり，両者の関係をどのように理解するかによって，解除を肯定する考え方，否定する考え方のいずれも考えられる。なお，地役権設定契約を物権契約ではないと理解したとしても，地役権には無償のものもあることから，地役権設定の対価の合意は地役権設定契約の本質的要素ではないことを理由に，契約②は地役権設定契約と対価に関する特約の二つからなると考えることもできるであろう。\n小問⑵においては，上記のような考え方の分岐について詳細に説明することまでは求められておらず，飽くまでも，与えられた題材から問題文に示された問題意識に留意しつつ，自説を展開することが求められている。\n設問３は，夫婦の一方による他方の特有財産の売却の効力を問うものである。夫婦の日常家事の連帯債務（民法第７６１条）の構造やそれをめぐる議論を正確に理解し展開することができるかを確認し，併せて無権代理の基本的な法律関係及び相続についての基本的な事項の理解を確認するものである。同条の解釈に関する基本的な判例として，最判昭和４４年１２月１８\n日民集２３巻１２号２４７６頁がある。\nまず，設問３の事実関係の下では，買主ＢのＧに対する登記請求は，ＥＢ間の売買契約に基づく売主Ｅの登記移転義務（民法第５６０条）の履行請求であるので，その前提として，Ｅの姉Ｇが相続によりＥの地位を承継していることを説明する必要がある。【事実】１６によれば，Ｅには子，直系尊属，Ｇ以外の兄弟姉妹がなく，妻Ｆは相続を放棄しているから，Ｇが単独でＥを相続したことが認められる（民法第８８９条第１項第２号）。なお，Ｇは預金を解約してその払戻しを受けていること（【事実】１９）を指摘しつつ，法定単純承認があったと認められること（民法第９２１条第１号）を示すことが望ましい。\n次に，妻Ｆは，夫Ｅから丁土地の売却の権限を与えられていないにもかかわらず，Ｅの特有財産である丁土地について，Ｂとの間で売買契約を締結しているところ，このようなＦの行為が，夫婦の日常家事に関する法律行為といえるのであれば， Ｅも売買契約に基づく登記移転義務（民法第５６０条）を負うので，丁土地の売買がＥＦ夫婦の日常家事に関する法律行為といえるかを検討する必要がある。\n日常家事に関する法律行為の意義については，個々の夫婦がそれぞれ共同の生活を営む上において通常必要な法律行為をいうことを示した上で，その具体的範囲については，個々の夫婦の共同生活を基本としてその内部的事情や個別的な目的とともに，当該法律行為の種類，性質等も考慮して客観的に判断されるべきことを，理由とともに示す必要がある（前掲昭和４４年\n１２月１８日最高裁判決参照）。\n【事実】１６によれば，売買代金の一部を他方配偶者の医療費に充てる目的があったとはい\nえ，Ｅの姉Ｇの事業の資金を用立てるものでもあったこと，そもそも他方配偶者の特有財産の処分であること，不動産の取引であって非日常的な，高額の取引であることという事情が認められるから，このことを指摘しつつ，日常家事債務の範囲外と評価されるとする必要がある（前掲昭和４４年１２月１８日最高裁判決参照）。\n日常家事債務の範囲外であるとしても，次に，表見代理により相手方が保護されないかについて検討する必要がある。この点について，相手方においてその範囲内であると信じるにつき正当の理由があるときには，民法第１１０条の趣旨を類推適用して，相手方が保護されるとする立場（前掲昭和４４年１２月１８日最高裁判決参照）による場合は，民法第７６１条の基礎に連帯責任の前提として夫婦の相互の代理権があり，同条はそのような代理権を定めるものであることを明らかにする必要がある。また，そのような法定代理権を基礎として民法第１１０\n条を適用することができるかについて，夫婦の財産的独立を損なうおそれがあることから，直接適用ではなく，趣旨を類推適用することが相当であるという考え方を説明し，正当な理由における信頼の対象が，当該法律行為が日常家事の範囲に属することであって，相手方に代理権があることではないことを明らかにする必要がある。\n【事実】１７によれば，仮にＢの信頼は夫婦の日常家事の範囲内であるという点の信頼を含\nむものであったとしても，正当の理由を基礎付けるに当たっては，例えば，委任状等を提示しているという点については，Ｆの代理権の存在についての信頼の一事情となるのが通常であるが，日常家事の範囲についての信頼の一事情となるかは問題であり，Ｅの特有財産である不動産の処分について，Ｂの信頼に正当の理由はないと評価することが求められる。\n以上と異なり，民法第１１０条を直接適用する立場，民法第７６１条の代理権を否定する立場などもあり得る。いずれの立場によっても構わないが，これらの立場による場合には，前掲昭和４４年１２月１８日最高裁判決を批判した上で，日常家事の範囲の捉え方，民法第７６１\n条が代理権を定めるものかどうか，第三者保護をどのような手法で，またどのような範囲で図るのが適切かに関し，判例と異なる立場を採ることについて説得的に論じる必要がある。\n設問３では，無権代理についての基本的な法律関係の理解も問われている。すなわち，Ｆの行為は無権代理であって，Ｅの追認がない限り，Ｅに対して効力を生じないが（民法第１１３条第１項），Ｅは生前に追認せずに死亡し，Ｅの相続人はＧのみであり，ＧがＢの請求を拒絶したのは，この追認を拒絶するものと考えられるから，このような追認拒絶の可否が問題となる。\n本人は追認・追認拒絶について何ら態度決定をしていなかった場合，相続人はその地位を承継し，この選択権を有する。無権代理と相続については，一連の判例があるが，設問３は，無権代理人の本人相続ではなく，第三者の本人相続であるから，これらの判例が問題とする場面とは事案を異にする。一般には，第三者である相続人は，追認･追認拒絶の選択権があり，追認を拒絶すれば，当該売買契約は本人に効果帰属しないことが確定するから，相手方Ｂは本人たる地位にあるＧに対して，売買契約の履行を求めることはできない。しかし，設問３においては，Ｇは，ＦとＢとの間の売買契約締結に立会い，その場でＦは丁土地の売却についてＥの親族（Ｇ）の了解を得ていることを告げている（【事実】１７）。その背後では，Ｇは，当該売買契約に関して事前にＦから相談を受けて，売却に問題はない旨を述べた上，売買代金の一部をＧの事業の資金に利用させてくれるよう申し入れており（【事実】\n１５），実際にも，代金の一部がＦからＧに交付されている（【事実】１８）。このような事情を勘案すれば，後に，ＧがＥの相続人の立場で，追認を拒絶することは，信義則に反すると評価する余地があり（民法第１条第２項），この点についての検討が求められる。\n追認拒絶が許されるか否かについては，肯定，否定のいずれの立場によっても構わないが，追認拒絶が許されないとする立場による場合には，さらに，追認拒絶を選択することが許されないことにより，なぜ，追認がされたのと同様の効果が生じると考えることが可能であるかも説明する必要がある。他方で，追認拒絶が許されるとする立場による場合には，上記の諸事情にもかかわらず，そのように判断される根拠を丁寧に説得的に論じる必要がある。\nなお，Ｂの登記請求に関しては，残代金の支払について同時履行の抗弁（民法第５３３条）が問題となることから，改めて残代金の提供が必要であることを指摘した上で，本件ではＢが残金の支払を提供して請求していること（【事実】２１）にも言及することが望ましい。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（令和２年司法試験論文式試験問題出題の趣旨【民事系科目】〔第１問〕をいう。以下同じ。）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことができるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，\n論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評価する能力を確かめることとした。これらを実現するために，一つの設問に複数の採点項目を設け，\n採点項目ごとに，必要な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点について緻密な検討をし，それらの問題点の相互関係に意を払う答案が，優れた法的思考能力を示していると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，\n論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な検討の一部がなく，そのことにより知識や理解が一部不足することがうかがわれるときでも，そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また，反対に，論理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，低く評価することとした。また，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の⑴から⑶までにおいて，それぞれ全般的な採点実感を紹介し，また，\nそれを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」の四つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし，ここで示された答案は上記の各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。また，答案の全体的傾向から感じられたことについては，⑷で紹介することとする。\nなお，各設問において論ずべき事項がどのようなものであったかについては，既に公表した出題の趣旨に詳しく記載したところであるので，これと重複を避けつつ採点実感を述べることとする。\n⑴ 設問１についてア 設問１の全体的な採点実感設問１において論ずべき事項は，大別して，①契約不適合責任の有無，②代金減額請求権の発生の有無とＣへの対抗の可否，③追完に代わる損害賠償請求権と売買代金債権との相殺とＣへの対抗の可否であり，②においては，民法第４６８条第１項の「譲渡人に対して生じた事由」\nの解釈，③においては，民法第４６９条第２項第１号又は第２号の解釈が含まれる。\n全体としては，二つの救済方法として，代金減額請求権と追完に代わる損害賠償請求権について検討している答案が相対的に多数ではあったものの，各要件の検討や当てはめに関する論述の粗密や適否に差が見られ，これらが評価の分かれ目になっていたといえる。なお，問題文- 1 -においては，Ｂが乙建物に住み続けることを前提とした上で，Ｃへの支払額を少なくするためのＢの契約責任に基づく主張について解答をするように求めているにもかかわらず，契約の解除，取消しといった契約関係を解消する主張や，不法行為などの契約に基づく主張ではないものを長々と論じる答案が散見されたが，当然ながら評価することはできない。これに対し，二つの救済方法がどのような関係にあるのかについてまで言及している答案も少数だがあり，このような答案は非常に高く評価された。\n個別に見ると，①に関しては，契約不適合責任が問題となることについては多くの答案が触れていたが，契約不適合の認定判断において，性能が契約に適合しないという結論だけを述べているものや，買主であるＢの目的のみをもって判断しているものが見られた。\n②に関しては，まず，代金減額請求を基礎付ける要件や効果について，論述が不足しているものや，知識が不十分であるものが散見された。例えば，買主に帰責事由がないという要件を充足していることについて触れていないものが比較的多く見られたが，このような基本的な要件の充足・不充足については簡潔でもよいから検討する必要がある。また，本問では，追完の催告を不要とする特段の事情の存在を問題文から読み取ることができないにもかかわらず，Ａによる応答のないことをもって，民法第５６３条第２項第４号の「履行の追完を受ける見込みがないことが明らか」に該当するとしていたものなども散見された。さらに，代金減額請求について「相殺」を論じるものも少なからず見られた。このような答案は，代金減額請求権の法的性質は形成権であって，これを行使することにより代金減額の効果が生じるという基本的な点についての理解が不足していると考えられ，低い評価にとどまった。\n次に，民法第４６８条第１項の「譲渡人に対して生じた事由」の解釈については，同項の解釈として論じることができていない答案や，上記のように代金減額請求について「相殺」を論じたものはもとより，「相殺」を論じていないものであっても，同項の問題ではなく，同法第４６９条の問題として論じている答案が見られ，特に後者については基本的な理解が不足していると考えられ，低い評価にとどまった。\n③に関しては，まず，追完に代わる損害賠償請求を基礎付ける要件について，例えば売主に免責事由が存在しないことなど，基本的な要件についての論述が不足しているものが散見された。また，民法第４６９条第２項第１号又は第２号の解釈問題について示す必要があるが，同項第１号又は第２号のいずれが適用されるかという以前に同条第１項又は第２項のいずれが適用されるかについて分析ができていない答案が相当数あったほか，これを同法第４６８条の問題として論じる答案も散見され，特に後者については，上記と同様に低い評価にとどまった。\nイ 答案の例優秀に属する答案の例は，本設問では，上記の①から③までの各点に関してバランスよく論理的に論述し，設問１における事実関係に基づいてポイントを的確に指摘して判断を示すとともに，それぞれの要件と事実の当てはめを丁寧に検討した上で，特に上記の②及び③について，\nそれぞれの解釈論を掘り下げつつ，自説に従って一貫した主張をしていたものなどである。\n良好に属する答案の例は，優秀に属する答案と比べ，代金減額請求や債務履行に基づく損害賠償請求を基礎付ける基本的な要件の検討が不十分であったり，上記の②又は③について，解釈論の検討が不十分であったりするが，①から③までの各点について相応の論述がされているものなどである。\n一応の水準に属する答案の例は，①から③までの各点について記載はされているものの，表層的な検討にとどまっていたり，権利の発生要件についての論述が欠けていたりするものなどである。\n不良に属する答案の例は，債権譲渡との関係について全く触れていないもの，代金減額請求又は債務履行に基づく損害賠償請求の一方についてしか触れられていないもの，契約の解除，\n取消しといった契約関係を解消する主張又は不法行為等の契約に基づく主張ではないものを長- 2 -々と論ずるものなどである。\n⑵ 設問２についてア 設問２の全体的な採点実感設問２において論ずべき事項は，大別して，小問⑴について，隣地通行権の成立とその範囲等，小問⑵について，地役権設定契約によって設定者が債務を負うことはなく，債務を負っていない以上，解除をすることはできないとの発言（Ｂの発言），仮に設定者が債務を負っていなかったとしても，設定者は地役権設定契約を解除することができるはずであるし，地役権設定契約によって設定者は債務を負うとの発言（Ｄの発言）に関し，①地役権設定契約の性質をどう捉え，それを踏まえて契約②の内容をどのように分析しているか，②解除の制度趣旨についてどのような理解を基礎としているのか，③これらの発言のどちらの理解が正当であるかである。\n小問⑴について，全体としては，残余地である丙土地を目的とする隣地通行権（民法第２１３条）が成立するとしたものが相対的に多数であったが，その成立範囲について，同法第２１１条第１項に基づいてａ部分に成立することに言及している答案は多くはなかった。また，個別にみると，通行地役権との区別がついていない答案や，袋地が譲渡されたときの隣地通行権の帰趨について論じていない答案が散見されたほか，ａ部分とｃ部分のそれぞれについて検討することが設問の趣旨であるにもかかわらず，一方についてのみしか検討していない答案もみられた。\n小問⑵について，全体としては，①から③までについて十分に論じられた答案は少なく，Ｄの債務とＢの債務を混乱して論じている答案や，問題文で指示した解答の流れから外れた論じ方をする答案も散見された。これに対し，少数ではあるが，関連する条文や各制度の趣旨を手掛かりとして自説を一貫して展開するものもあり，このような答案は非常に高く評価された。\n個別に見ると，①に関しては，Ｄが契約②によって債務を負うことを基礎づけるに当たり，\n債務の内容を的確に論じることのできなかった答案が相対的に多数であり，物権契約，片務契約，双務契約などについて一応触れている答案であっても，それ以上の分析に踏み込んでいる答案は多くなかった。また，例えば，契約②を，地役権設定契約と２万円を支払う特約とからなるとする立場を採用する場合には，Ｄが，Ｂによる特約の債務不履行を理由に，契約②を全体として解除できる理由を説明する必要があるが，説明不足のまま解除を肯定する答案が相当数あった。\n②に関しては，解除制度の趣旨について，債権者を契約の法的拘束力から解放すると述べつつ，「法的拘束力からの解放」とは何かについて，自ら負担する債務からの解放であるか，それに限られないのかについて結論が異なり得るところ，その違いを認識せずに十分に論じることができない答案が散見された。\n③に関しては，前提となる①及び②について十分に論じることができてない答案が相対的に多数であったため，十分に論じられた答案は少なかった。\nイ 答案の例(ｱ) 小問⑴優秀に属する答案の例は，隣地通行権（民法第２１３条）の成否，袋地が譲渡された場合の隣地通行権の存続，同法第２１１条第１項の解釈とａ部分及びｃ部分への同項の要件の当てはめについて，いずれも丁寧な分析を行うものである。\n良好に属する答案の例は，上記各点について相応の記述をしているものの，優秀に属する答案に比べ，袋地が譲渡された場合の隣地通行権の存続についての検討が不足しているものや，民法第２１１条第１項の解釈や要件の当てはめが不十分であるものなどである。\n一応の水準に属する答案の例は，隣地通行権（民法第２１３条）の成立や，ａ部分及びｃ部分への同法第２１１条第１項の要件の当てはめについて，表層的な検討にとどまっている- 3 -ものなどである。\n不良に属する答案の例は，隣地通行権（民法第２１３条）と通行地役権との区別がついていないものや，ａ部分又はｃ部分のいずれか一方についてしか検討していないものなどである。\n(ｲ) 小問⑵優秀に属する答案の例は，上記の①から③までの各点に関して，設定契約の性質や本件契約の債権債務関係について的確に考察するとともに，②ＢＤ双方の解除の制度趣旨の理解についても的確に掘り下げた上で，③解除の可否について明快に結論を導くものである。\n良好に属する答案の例は，優秀に属する答案と比べ，Ｄの発言についての検討が不十分であったりするが，①から③までの各点について相応の論述がされているものなどである。\n一応の水準に属する答案の例は，上記①や②について，不十分な点はあるものの，それなりに筋の通った論述をするものである。\n不良に属する答案の例は，出題の趣旨を理解できず，大きく筋を外してしまったものや，\n設問の指示に従わずに自説を展開するだけのものなどである。\n⑶ 設問３についてア 設問３の全体的な採点実感設問３において論ずべき事項は，大別すると，①売買契約に基づく売主の登記移転義務の相続，②日常家事に関する法律行為への該当性，③日常家事に関する代理権を基礎とする表見代理との関係，④無権代理に関与した第三者が本人の地位を相続した場合における追認拒絶権の行使の可否等である。\n設問３は，典型的な論点を扱うものであり，全体としては，一定程度の論述がされている答案が多かったが，日常家事に関する法律行為の範囲をどのような基準，要素に基づいて判断するか，民法第１１０条の趣旨を類推適用する立場に立つ場合にはその根拠をどのように考えるか，表見代理における信頼の対象は何かなどの点について，論述の粗密や適否に差が見られ，\nこれらが評価の分かれ目になっていたといえる。\n個別に見ると，①については相対的に多数の答案が触れていたが，相続関係についての論述の有無，粗密には差が見られ，例えば，「Ｆが相続放棄した結果としてＧが相続人となる」など不正確な論述をするものや，相続の放棄について触れていないものも散見された。これに対し，Ｅには子，直系尊属，Ｇ以外の兄弟姉妹がなく，妻Ｆは相続を放棄しているから，Ｇが単独でＥを相続したことが認められることを条文（民法第８８９条第１項第２号）を示して簡潔に論述しているものは，高く評価された。\n②については，判例の立場を前提とする答案が比較的多数であったが，日常家事債務の定義，\n「日常家事」の判断基準とその根拠が曖昧なものが少なくなかった。これに対し，これらの点について丁寧に論じて本問に当てはめているものは高く評価された。\n③については，判例の立場を前提とする答案が多数であり，この立場における正当な理由の信頼の対象は，当該法律行為が日常家事の範囲に属することであって，相手方に代理権があることではないことを論じているものも多数であったが，このような答案であっても，その当てはめにおいて，例えば，妻Ｆが夫の印鑑を有していたことなど，Ｆが代理権を有するか否かの信頼の有無を判断する際の判断要素をそのまま用いて当てはめを行ってしまっているものが相当数あった。また，民法第７６１条は，夫婦が日常家事の連帯債務を負うというものであるところ，同条を根拠として特段の解釈を示すことなく，夫婦相互の「代理権」があるとして論述するものが多かった。なお，判例の立場を採らない答案については，判例の立場に対する的確な批判をした上で自説を展開する必要があるが，そのような論じ方をした答案はあまりなく，\n大半が低い評価にとどまるものであった。\n④については，追認拒絶をすることが許されないという立場に立つ答案が相対的に多数であ- 4 -ったが，問題意識を持って丁寧に事情について論述することができている答案は多くはなく，\n追認拒絶をすることができない結果，売買契約の効力がＥの相続人であるＧに帰属し，Ｂの登記請求が認められるとの結論まで論じた答案は少なかった。これに対し，問題文の事情を丁寧に考量している答案は高く評価された。\nなお，本問においてＦの締結した契約③について表見代理の成立を認めることは難しいと考えられるが（出題の趣旨参照），これを成立するとした答案が散見されたほか，さらに，それを前提とした上で，Ｅを相続したＧがＢの請求を拒むことが信義則に反するかについて卒然と論じるという一貫性のない答案が見られた（これを論じるのであれば，「仮に契約③が無効であるとしても」といった限定を付けることが最低限必要である。）。\nイ 答案の例優秀に属する答案の例は，①について丁寧に当てはめた上で，Ｆの行為について任意代理権がないことを前提として，②及び③について判例の規範を理由とともに論述し，丁寧な当てはめを行い，④について無権代理の本人の地位を承継したＧは無権代理人ではないものの，Ｂとの関係で追認拒絶が信義則上許されない事情があり，追認したのと同様の効果となることから，\n売買契約の効力が本人に帰属することについて丁寧に論じるものである。\n良好に属する答案の例は，優秀に属する答案と比べ，①について当てはめが不十分であったり，②についての理由や規範の定立が不十分であったりするが，①から④までの各点について相応の論述がされているものなどである。\n一応の水準の答案の例は，②及び③の各点について記載はされているものの，表層的な検討にとどまっているものなどである。\n不良な答案の例は，②及び③の流れが十分におさえられていなかったり，③の一般論についての論述が不十分又は不正確であり，かつ一般論に対する事実の当てはめが不整合なものや，\n民法第１０９条に基づく表見代理の成否について長々と論ずるものなどである。\n⑷ 全体を通じ補足的に指摘しておくべき事項本年の問題も，昨年に引き続き，どのような法規範（判例により形成される規範を含む。）の適用を問題とすべきかという大きな検討課題の把握は比較的容易であり，実際にも，これを大きくは外さない答案が少なくなかった。それでも答案間で評価に差が付くのは，分析の深度や精度，\n更には論理的な展開力などによるところが大きいと感じられることも，昨年と同様である。\nすなわち，本年の各設問にも現れているように，ある一つの事案を解決するに当たっては，複数の制度や判例等にまたがった分析が必要となるが，当然ながら，そのためには，個々の制度等についての理解が必要であり，更には，制度相互間の体系的な理解が必要になる。その上で，これを一つの分析結果にまとめ上げるためには，その理解している内容を，示された事実関係を踏まえて論理的に展開していくことが重要である。\nこのような法律の体系的理解とこれに基づく実践的な論理展開能力の重要性は例年指摘しているところであり，引き続き留意をしていただきたい。その上で，本年の答案を見て特に感じられたことについて，幾つか指摘しておきたい。\n第１に，問題文をよく読まず,その指示や趣旨に従わずに論ずるものが散見されたことである。\n例えば，設問１において，Ｂが乙建物に住み続けることを前提として，Ｃへの支払額を少なくするためのＢの契約責任に基づく主張について尋ねているにもかかわらず，契約の解除，取消しといった契約関係を解消する主張などを論じる答案が散見されたことや，設問２において，問題文で指示した解答の流れから外れた論じ方をする答案も散見されたことである。問題文において指示した内容に応じて解答する前提で採点はされるから，限られた時間内に必要十分な答案を作成するためには，問題文をよく読んで理解した上で答案を作成することが肝要である。\n第２に，特定の法律効果の発生の有無を検討することが求められているのに，その基本的な要件が満たされているかどうかを検討せず，自己が主要な論点と考える部分のみを論ずるものが散- 5 -見されたことである。例えば，設問１において，契約不適合責任の有無について深く論ずること自体はよいとしても，それのみを検討し，代金減額請求や損害賠償請求の他の要件に触れないまま，安易に請求権の発生を認める答案が散見された。法律効果を発生させるためには法律要件が満たされていなければならないという当然の基本的原則を常に銘記する必要がある。\n第３に，毎年のように指摘をしているにもかかわらず，本年も，文字が乱雑であったり，小さすぎたり，あるいは線が細すぎたりして，判読が困難なものが一定数存在したことである。特に，\n十分な答案構成をせずに書き始め，後から既述部分に多数の挿入をする答案は，必然的に文字が小さくなり，その判読が困難になる。これらの点についても，引き続き改善を望みたい。\n４ 法科大学院における今後の学習において望まれる事項本年は，民法（債権関係）改正の施行後初めての試験であり，同改正を踏まえた出題もされているが，おおむね改正内容を把握した上での解答がされており，法科大学院教育を通じて改正内容についての理解が進んでいることがうかがわれた。引き続き，改正内容を踏まえた法的知識の習得に取り組んでいただきたい。\nまた，本年においても，昨年ほどではないものの，設問の文字数を減らして受験者の事務処理の負担を軽減しつつ，財産法の分野における基本的知識・理解を横断的に問う問題が出題された。条文や判例に関する基本的な知識を踏まえ，問題文を注意深く読んだ上で，【事実】に顕れた事情を分析して設問の趣旨を適切に捉え，筋道を立てて論旨を展開すれば，相当程度の水準の解答ができるはずである（設問２の小問(2)は，多くの受験生にとってこれまでに検討したことがない問題であったと思われ，検討に時間を要するとは考えられるが，このような問題であっても，基本的な知識・理解が十分身に付いていれば，それを手掛かりとしながら検討することは可能であると考えられる。）。限られた時間内で答案を作成するためには，短時間で自己の見解を適切に文章化するのに必要な基本的知識・理解を身に付けることが肝要であり，引き続き，法的知識の体得に努めていただきたい。\nさらに，本年も，昨年同様，判例を参考にすることで深い検討を行うことができる問題が出題されているが，法律実務における判例の理解・検討の重要性を再認識していただきたい（判例の採った論理や結論を墨守することを推奨してはいないが，判例と異なる見解を採るのであれば，判例を正確に指摘して批判することが必須である。）。例年指摘されているところであるが，判例を検討する際には，その前提となっている事実関係を基に，その価値判断や論理構造に注意を払いながらより具体的に検討することが重要であり，かつ，様々なケースを想定して判例の射程を考えることで，\n判例の内容をより的確に捉えることができるものである。このような作業を行うことで，個々の制度についての理解が深まるだけでなく，制度相互間の体系的な理解が定着することに改めて留意していただきたい。"
}