{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕⑴,〔設問１〕⑵,〔設問２〕の配点割合は４５：３０：２５〕）\nＸは，Ａ県Ｂ市内の自宅脇に所有する農地において農業を営んでいたが，地域に医療施設が存在せず，その設置を望む声が近隣の農家に強いことから，医師である長男に医院を開設させることとし，所有する農地の一部（以下「本件農地」という。）を転用して，そこに長男のための医院を建築することを計画した。このため，農地法第４条第１項に基づく農地の転用許可の取得が必要となり，ＸがＢ市の担当課に相談したところ，農業振興地域の整備に関する法律（以下「農振法」という。）第８条第１項に基づきＢ市が定めた農業振興地域整備計画の一環としての農用地利用計画（以下「本件計画」という。）により，本件農地が同条第２項第１号所定の農用地区域内の農地に指定されている旨を指摘された。そして，そのままでは同法第１７条及び農地法第４条第６項第１号イにより転用は認められず，Ａ県への転用許可申請の前提として，Ｂ市に対して，農振法第１３条第１項に基づく本件計画の変更により本件農地を農用地区域から除外することを申し出なければならない旨を伝えられた。\nＸの相談を受けて，Ｂ市の担当課が精査したところ，本件農地を含む区域においては，平成１３年４月頃からＡ県により国の補助を受けて土地改良法に基づく土地改良事業として農業用の用排水施設の改修事業（以下「本件事業」という。）が実施されていたことが判明した。すなわち，本件事業は，従来の用排水施設の老朽化に伴い，大雨時の周辺農地の冠水や施設の維持管理労力の増加等の弊害が顕在化したために，施設の補修・改修を行うもので，本件農地を直接の受益地とする上流部分については，平成２０年末頃には工事が終了していたものの，その後の計画変更による工事の中断もあって，全体としては，平成３０年１２月に完了している。そのため，同課においては，本件事業は，農振法第１０条第３項第２号及び農業振興地域の整備に関する法律施行規則第４条の３第１号イの事業に該当し，農業振興地域の整備に関する法律施行令（以下「農振法施行令」という。）第９条により，当該工事の完了した平成３０年度の翌年度の初日から起算して８年を経過するまでは，本件農地は農振法第１３条第２項第５号の要件を満たさないとの判断がなされた。そして，同課職員は，Ｘに対し，この期間が経過するまでは，本件農地についての本件計画の変更の申出は受け付けられない旨を回答した。\nしかし，Ｘは，これに納得せず，Ｂ市長が定めた「農業振興地域整備計画の管理に関する運用指針」（以下「本件運用指針」という。）第４条第１項により，令和元年５月８日，Ｂ市長に対する本件計画の変更申出書（以下「本件申出書」という。）を所定の窓口に提出しようとしたものの，その受け取りを拒否されたため，即日，本件申出書を担当課に郵送した。本件申出書は，同月１０日，同課に到達したが，同課は，これをＸに返送した。これについてＸが同課に電話で問い合わせたところ，同課職員は，所定の期間が経過するまでは，本件農地についての申出を受け付けることはできない旨を答えた。これに対して，Ｘは，申出をやめる意思がない旨を職員に伝えたものの，その後，翌令和２年５月中旬になっても，Ｂ市から本件計画の変更又はその拒絶についての本件運用指針第４条第４項による通知は受けていない。\nＸは，本件計画の変更を実現するため，訴訟を提起すべく，同月１３日，弁護士Ｃに相談した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｃの指示に沿って，弁護士Ｄの立場に立って，Ｂ市の反論を想定しながら設問に答えなさい。\nなお，関係法令の抜粋を【資料１ 関係法令】に，本件運用指針の抜粋を【資料２ Ｂ市農業振興地域整備計画の管理に関する運用指針（抜粋）】に，それぞれ掲げてあるので，適宜参照しなさい。\n〔設問１〕\n⑴ Ｘは，Ｂ市を被告として，抗告訴訟を提起することを考えている。本件計画の変更及びその申出の拒絶は，抗告訴訟の対象となる処分に該当するかを検討しなさい。\n- 2 -\n⑵ 本件計画の変更及びその申出の拒絶が処分であることを前提として，本件申出書を返送されたＸが提起すべき抗告訴訟について，その訴訟要件の充足性と本案においてすべき主張をそれぞれ検討しなさい。ただし，Ｘの申出に対する拒否処分はされていないものとし，義務付けの訴えについては検討を要しない。\n〔設問２〕\n仮に，今後，Ｂ市によって，本件計画の変更の申出前にＢ市担当課職員がした回答どおりの理由により，同申出を拒絶する通知がなされ，Ｘがそれに対する取消訴訟を提起する場合，本案において，どのような違法事由を主張することが考えられるかを検討しなさい。ただし，当該訴訟が適法であることを前提とする。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｃ：それでは，Ｘさんの案件について，検討しましょう。本件農地について，農用地区域から除外するための本件計画の変更の申出をＢ市が認めないことに関する争いですから，本件計画の変更，更にその申出の拒絶の処分性から検討しましょう。\n弁護士Ｄ：農用地区域から除外するための計画変更については，その処分性を否定するＢ市による主張が予想されます。しかし，こうした計画変更やその申出の拒絶の処分性については，下級審の判断も分かれており，まだ，決着はついていないようですので，なお，検討の余地はありそうです。\n弁護士Ｃ：そうですね。では，まず，農用地区域を定める計画自体の法的性格を検討してみてください。本件計画の設定が区域内の農地所有者の権利義務に及ぼす影響を整理した上，都市計画法上の用途地域指定についての判例（最高裁判所昭和５７年４月２２日第一小法廷判決，民集３６巻４号７０５頁）も参考にして，計画としての性質や規制の程度などの違いも考えながら，本件計画の法的性格を考えてみましょう。さらに，それを踏まえて，本件農地のような個別の農地を農用地区域から除外するための計画変更の処分性を検討してください。\n弁護士Ｄ：承知しました。\n弁護士Ｃ：もっとも，本件計画の変更に処分性を認めることができたとしても，当然に，それについての申出の拒絶に処分性が認められることにはなりません。農振法上は，本件計画の設定と同様に市町村等の職権による計画変更が前提とされているように思えますが。\n弁護士Ｄ：本件のような個別の農地についての計画変更を判断するためには，実務上，農地所有者等からの申出が不可欠で，こうした計画変更は，多くの市町村で広く行われています。特にＢ市においては，市長の策定した本件運用指針第４条によって計画変更の申出とそれに対する可否の通知の手続が定められています。\n弁護士Ｃ：それでは本件運用指針の存在なども考慮に入れながら，その申出の性格と併せて，本件計画の変更及びその申出の拒絶の処分性を検討してください。ただし，Ｘさんは，本件農地についての別の処分を申請して，その拒否処分に対して取消訴訟を提起することもできるわけですので，本件計画の変更の段階での抗告訴訟による救済の必要性も，検討してください。\n弁護士Ｄ：承知しました。\n弁護士Ｃ：つぎに，Ｘさんは，本件計画の変更の申出をしたわけですが，本件計画の変更及びその申出の拒絶が処分であるとすれば，その申出に対する可否の通知をしないＢ市の担当課による処理については，行政手続法上も問題がありそうですね。\n弁護士Ｄ：Ｂ市は，農用地区域からの除外に１年程度を要する旨を公表しており，Ｘさんと同時期にＢ市にその申出をした他の農地所有者らに対しては，既に先月中に通知がなされています。\n弁護士Ｃ：それでは，本件計画の変更及びその申出の拒絶が処分であること，Ｘさんの申出への拒否処分がされていないことを前提として，その置かれている状態やＢ市による対応の法的な意味を検討した上で，どのような抗告訴訟を提起すべきかを検討してください。その訴訟要件の充足性に加えて，本案においてすべき主張についても検討をお願いします。義務付けの訴えの提起も考えられますが，これについては，今回の検討からは除外しておきます。\n弁護士Ｄ：承知しました。\n弁護士Ｃ：最後に，今後，Ｂ市により，本件計画の変更の申出前にＢ市担当課職員がした回答どおりの理由により，本件計画の変更の申出を拒絶する通知がなされる可能性もありますので，これに対してＸさんが取消訴訟を提起する場合，当該訴訟が適法であることを前提として，本案においてどのような違法事由の主張が考えられるかも，検討しておいてください。今回は，手続上の違法は，検討から除外しておきましょう。\n弁護士Ｄ：Ｂ市は，土地改良事業である本件事業との関係から，農振法第１３条第２項第５号を満たさないとしていますが，Ｘさんは，本件農地については，この要件を充足していると考えて\n- 4 -います。Ｘさんによると，本件事業は，農地の冠水の防止を主たる目的とするもので，これによって関係する農地の生産性が向上するとは考えにくいそうです。とりわけ，本件農地は，高台にあるため，ほとんど本件事業の恩恵は受けないと言っています。\n弁護士Ｃ：それでは，まず，その点にどのような違法が考えられるかについて，本件計画の目的も踏まえて，検討してください。\n弁護士Ｄ：さらに，本件事業全体の完了は平成３０年でしたが，本件農地と関連する部分の工事については，その１０年も前に完了していたそうで，農振法施行令第９条の規定する８年という期間制限を一律に適用されることにも，Ｘさんは不満を感じています。\n弁護士Ｃ：この政令自体が無効であるとまではいえず，その定める８年という期間も不適切とまではいえないとしても，例外を認めずに，この政令の定める期間制限を機械的に適用していることに問題がありそうですね。土地改良事業との関係で農用地区域からの除外を制限している農振法の趣旨目的を踏まえて，本件農地について，これに基づく政令所定の期間制限に例外を認める解釈を検討してください。\n弁護士Ｄ：承知しました。\n- 5 -\n【資料１ 関係法令】\n〇 農地法（昭和２７年法律第２２９号）（抜粋）\n（農地の転用の制限）第４条 農地を農地以外のものにする者は，都道府県知事（中略）の許可を受けなければならない。（以下略）一～九 （略）\n２～５ （略）\n６ 第１項の許可は，次の各号のいずれかに該当する場合には，することができない。(以下略)一 次に掲げる農地を農地以外のものにしようとする場合イ 農用地区域（中略）内にある農地ロ （略）二～六 （略）\n７～１１ （略）\n〇 農業振興地域の整備に関する法律（昭和４４年法律第５８号）（抜粋）\n（農業振興地域の整備の原則）第２条 この法律に基づく農業振興地域の指定及び農業振興地域整備計画の策定は，農業の健全な発展を図るため，土地の自然的条件，土地利用の動向，地域の人口及び産業の将来の見通し等を考慮し，かつ，国土資源の合理的な利用の見地からする土地の農業上の利用と他の利用との調整に留意して，農業の近代化のための必要な条件をそなえた農業地域を保全し及び形成すること並びに当該農業地域について農業に関する公共投資その他農業振興に関する施策を計画的に推進することを旨として行なうものとする。\n（市町村の定める農業振興地域整備計画）第８条 都道府県知事の指定した一の農業振興地域の区域の全部又は一部がその区域内にある市町村は（中略）その区域内にある農業振興地域について農業振興地域整備計画を定めなければならない。\n２ 農業振興地域整備計画においては，次に掲げる事項を定めるものとする。\n一 農用地等として利用すべき土地の区域（以下「農用地区域」という。）及びその区域内にある土地の農業上の用途区分二～六 （略）\n３ （略）\n４ 市町村は，第１項の規定により農業振興地域整備計画を定めようとするときは（中略）当該農業振興地域整備計画のうち第２項第１号に掲げる事項に係るもの（以下「農用地利用計画」という。）について，都道府県知事に協議し，その同意を得なければならない。\n（農業振興地域整備計画の基準）第１０条 （略）\n２ （略）\n３ 市町村の定める農業振興地域整備計画のうち農用地利用計画は，当該農業振興地域内にある農用地等及び農用地等とすることが適当な土地であつて，次に掲げるものにつき，当該農業振興地域における農業生産の基盤の保全，整備及び開発の見地から必要な限度において農林水産省令で定める基準に従い区分する農業上の用途を指定して，定めるものでなければならない。\n一 （略）二 土地改良法（中略）に規定する土地改良事業又はこれに準ずる事業で，農業用用排水施設の新設又は変更，区画整理，農用地の造成その他の農林水産省令で定めるものの施行に係る区域内にある土地\n- 6 -三～五 （略）\n４，５ （略）\n（農業振興地域整備計画の変更）第１３条 都道府県又は市町村は，農業振興地域整備基本方針の変更若しくは農業振興地域の区域の変更により（中略）又は経済事情の変動その他情勢の推移により必要が生じたときは（中略）遅滞なく，農業振興地域整備計画を変更しなければならない。（以下略）\n２ 前項の規定による農業振興地域整備計画の変更のうち，農用地等以外の用途に供することを目的として農用地区域内の土地を農用地区域から除外するために行う農用地区域の変更は，次に掲げる要件のすべてを満たす場合に限り，することができる。\n一～四 （略）五 当該変更に係る土地が第１０条第３項第２号に掲げる土地に該当する場合にあつては，当該土地が，農業に関する公共投資により得られる効用の確保を図る観点から政令で定める基準に適合していること。\n３，４ （略）\n(土地利用についての勧告）第１４条 市町村長は，農用地区域内にある土地が農用地利用計画において指定した用途に供されていない場合において，農業振興地域整備計画の達成のため必要があるときは，その土地の所有者又はその土地について所有権以外の権原に基づき使用及び収益をする者に対し，その土地を当該農用地利用計画において指定した用途に供すべき旨を勧告することができる。\n２ 市町村長は，前項の規定による勧告をした場合において，その勧告を受けた者がこれに従わないとき，又は従う見込みがないと認めるときは，その者に対し，その土地を農用地利用計画において指定した用途に供するためその土地について所有権又は使用及び収益を目的とする権利を取得しようとする者で市町村長の指定を受けたものとその土地についての所有権の移転又は使用及び収益を目的とする権利の設定若しくは移転に関し協議すべき旨を勧告することができる。\n（都道府県知事の調停）第１５条 市町村長が前条第２項の規定による勧告をした場合において，その勧告に係る協議が調わず，又は協議をすることができないときは，同項の指定を受けた者は，その勧告があつた日から起算して２箇月以内に（中略）都道府県知事に対し，その協議に係る所有権の移転又は使用及び収益を目的とする権利の設定若しくは移転につき必要な調停をなすべき旨を当該市町村長を経由して申請することができる。\n２ 都道府県知事は，前項の規定による申請があつたときは，すみやかに調停を行なうものとする。\n３，４ （略）\n（農用地区域内における開発行為の制限）第１５条の２ 農用地区域内において開発行為（中略）をしようとする者は，あらかじめ（中略）都道府県知事（中略）の許可を受けなければならない。(以下略)一～十二 （略）\n２～１０ （略）\n（農地等の転用の制限）第１７条 都道府県知事（中略）は，農用地区域内にある（中略）農地及び採草放牧地についての同法〔（注）農地法〕第４条第１項（中略）の許可に関する処分を行うに当たつては，これらの土地が農用地利用計画において指定された用途以外の用途に供されないようにしなければならない。\n〇 農業振興地域の整備に関する法律施行令（昭和４４年政令第２５４号）（抜粋）\n〔（注） 本政令中，「法」は農業振興地域の整備に関する法律を指す。〕\n（農用地区域の変更に係る基準）\n- 7 -第９条 法第１３条第２項第５号の政令で定める基準は，当該変更に係る土地が法第１０条第３項第\n２号に規定する事業の工事が完了した年度の翌年度の初日から起算して８年を経過した土地であることとする。\n〇 農業振興地域の整備に関する法律施行規則（昭和４４年農林省令第４５号）（抜粋）\n〔（注） 本規則中，「法」は農業振興地域の整備に関する法律を指す。〕\n（土地改良事業等）第４条の３ 法第１０条第３項第２号の農林水産省令で定める事業は，次に掲げる要件を満たしているものとする。\n一 次のいずれかに該当する事業（主として農用地の災害を防止することを目的とするものその他の農業の生産性を向上することを直接の目的としないものを除く。）であること。\nイ 農業用用排水施設の新設又は変更（当該事業の施行により農業の生産性の向上が相当程度図られると見込まれない土地にあつては，当該事業を除く。）ロ～ホ （略）二 次のいずれかに該当する事業であること。\nイ 国が行う事業ロ 国が直接又は間接に経費の全部又は一部につき補助を行う事業\n【資料２ Ｂ市農業振興地域整備計画の管理に関する運用指針（抜粋）】\n（目的）第１条 農用地区域は，今後おおむね１０年以上にわたり農業上の利用を確保すべき土地について設定するものであり，農用地利用計画の変更については，十分慎重を期す必要があるため，その場合における運用基準を定めるものである。\n（変更手続き）第４条 農用地利用計画の変更を必要とする者（以下「申出人」という。）は，別に定める申出書と必要な関係書類を添えて，正副２部作成し，農業振興課窓口に提出しなければならない。\n２ 農用地利用計画の変更の申出が計画を変更すべき事由に該当する場合は，Ｂ市農業振興審議会に付議し，意見を求めるものとする。\n３ 農用地利用計画の変更をするときは，県（国）と事前に協議を行うこととする。\n４ 申出書による農用地利用計画の変更の可否については，申出人に通知するものとする。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n農地を他の目的に転用するに際しては，農地法第４条第１項に基づく都道府県知事等による農地転用許可を要するが，当該農地が農業振興地域の整備に関する法律（以下「農振法」という。）第８条第１項に基づく市町村の農用地利用計画により，農用地区域内の農地に指定されている場合には，原則として，農地の転用は認められない。したがって，こうした農地を転用するためには，その前提として，農振法第１３条第１項に基づく計画変更による当該農地の農用地区域からの除外を求めなければならない。本問は，近隣農家のための医院設置を目的として農地（以下「本件農地」という。）を転用するため，それを農用地区域から除外するためのＢ市による農用地利用計画（以下「本件計画」という。）の変更が求められた事例について，農振法や関係法令の仕組みを踏まえながら，そこでの法律問題を分析することが求められている。\nまず，本問の事例においては，Ｘによる本件農地を農用地区域から除外するための本件計画\n- 2 -の変更をＢ市が認めておらず，それを争う前提として，本件計画の変更及びその申出の拒絶の処分性が問われている（設問１(1)）。さらに，本件計画の変更及びその拒絶が処分であることを前提として，Ｘによる本件農地の農用地区域からの除外の申出をＢ市が受け付けず，これに対する可否の通知をしていない状況において，Ｘが選択すべき抗告訴訟の検討が求められる（設問１(2)）。最後に，Ｂ市により，本件申出を拒絶する通知がなされた場合に，それに対する取消訴訟において，Ｘがどのような違法事由を主張すべきかが問われている（設問２）。以上の点について，【法律事務所の会議録】を踏まえながら，そこで示されている弁護士Ｃの指示に沿って，Ｂ市による反論も想定しつつ，弁護士Ｄの立場から検討することが求められる。\nまず，【設問１】(1)は，いわゆる処分性を問うものであるが，農用地区域の設定や除外の処分性については，なお，下級審判決は分かれている。まず，農用地区域の設定自体については，その法的効果として，農振法等により，様々な農地の利用制限が規定されている。こうした土地利用を規制する計画の法的性格については，都市計画法上の用途地域に関し，これを法令類似のものであるとする判例（【法律事務所の会議録】に掲げられた最高裁判所昭和５７年４月\n２２日第一小法廷判決）がある。しかし，その適用範囲や規制の強度等を考えると，これと農用地区域の規制を同視し得るか否かは問題となろうし，さらに，その範囲の点からも，個別の農地についての農用地区域からの除外について，同様に解してよいかについては，別途，検討を要する。さらに，本件の事例においては，Ｂ市の内部規程とはいえ，運用指針には，農用地区域からの除外の申出と可否の通知が制度化されており，これを農振法の趣旨を具体化したものとみて，農用地区域からの除外について，農地所有者等の申請権を読み取り，本件申出に対する可否の通知に処分性を認める解釈もあり得よう。さらに，処分性の判断においては，救済の必要性に関する実質的考慮も求められることから，本問の事案においても，後に予想される農地法第４条第１項に基づく農地転用許可の拒否処分に対する取消訴訟の段階での救済可能性の評価についても，言及が求められている。\n次に，【設問１】(2)は，本件計画の変更及びその申出の拒絶に処分性が認められることを前提としつつ，Ｂ市が本件申出を返送して，１年以上たっても，これに対する可否の通知をしていないという事案について，Ｘがいかなる抗告訴訟を選択すべきかの検討が求められる。それらが処分であることを前提とすると，本件計画の変更の申出は申請であることになるが，まずは，行政手続法第７条に照らすと，Ｘの申出は，いかなる状況に置かれていることになるか。\n行政手続法の基本的な理解が問われている。その結果，Ｘが選択すべき抗告訴訟は，不作為の違法確認訴訟ということになるが，事案から読み取れる範囲で，その訴訟要件充足性及び本案の主張の検討も求められる。Ｘの申出の置かれている状況を前提として，訴訟要件としては，Ｘの申出が「法令に基づく申請」に該当すること，それに対する処分がなされていないこと，本案の主張としては，申出から「相当の期間」が経過していることが整理されなければならない。なお，申請型義務付け訴訟の併合提起が考えられるが，本問では，その検討は求められていない。\n最後に，【設問２】においては，その後にＸの申出に対する拒絶の通知がなされたと仮定して，その取消訴訟において，この申出を拒絶することの違法事由として，Ｘが主張すべき違法事由の検討が求められる。農用地区域からの除外については，農振法や関係法令において，極めて多岐にわたる積極又は消極の要件が規定されているが，ここでは，事前の相談においてＢ\n市から示された拒絶の理由について，その妥当性が問題とされる。すなわち，土地改良事業である用排水施設の改修との関係について，やや複雑な法令の適用関係に照らして，農振法第１３条第２項第５号の要件の充足性を検討することが求められる。まず，本件事業の目的や本件農地との関係など，与えられた事案の範囲で，農業の振興という本件計画の基本的な目的も踏まえつつ，本件事業が農振法第１０条第３項第２号及び同法施行規則第４条の３第１号イの事業に該当するか否かが検討され，それに基づいて申出の拒絶の違法事由が提示されなければな\n- 3 -らない。次に，同法施行令第９条の規定する８年という期間制限の本件農地に対する適用が問題とされる。同条の文言上は，農用地区域からの除外が例外なく一律に排除されているようにも読めるが，こうした政令は，無効とまでは言えないとしても，委任した法律の趣旨目的に適合するように解釈されなければならない。土地改良事業との関係で農用地区域からの除外を制限する農振法の目的は，「公共投資により得られる効用の確保」である。このことから，本件農地の農用地区域からの除外が本件事業の「効用」に与える影響との関係を踏まえて，一律の期間制限に例外を認める解釈が求められることとなる。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視していることは，例年と同じく，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析・検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準⑴ 設問１⑴・ 最高裁判例で示された処分性判断の定式を示した上で，農用地区域を定める計画自体の法的性格について，農業振興地域の整備に関する法律（以下「農振法」という。）ないし農地法の関係規定を挙げながら，農用地利用計画にいかなる法効果が付与されているか，計画の変更によりこれがいかなる影響を受けるかを検討し，本件計画の変更の処分性を論じ，また，申出の拒絶の処分性について，申請権の法的根拠を挙げながら論じた上で，成熟性に言及して結論を導いているものなどは，一応の水準に達しているものと判断した。\n・ これに加えて，都市計画法上の用途地域指定についての判例（最高裁昭和５７年判決）の理解を正確に示した上で，農振法等に基づく農用地利用計画の法効果との異同を検討するもの，また，\n成熟性について，転用許可拒否処分取消訴訟等の別訴を提起した場合に考えられる帰結を挙げ，\nそれとの差異に言及しながら，本件計画の変更段階での救済の必要性を実質的に検討しているものなどは，良好な答案と判断した。\n・ さらに，最高裁昭和５７年判決が前提とする用途地区と比べた農用地区域の特殊性や利用強制など土地利用制限の相違に言及するなど，同判決に対する深い理解を示しつつ説得的に論じるもの，法的な申請権の有無について，内部規定である運用指針と農振法との関係や，農振法の趣旨目的を踏まえつつ説得的に論じるもの，成熟性について，多角的かつ詳細に検討しているものなどは，優秀な答案と判断した。\n⑵ 設問１⑵・ 本件計画の変更の申出が行政手続法上の申請に当たることについて，同法の関係規定を踏まえて検討した上で（なお，設問１⑴で検討したものを引用することも可），不作為の違法確認訴訟の訴訟要件及び本案要件について最低限の検討を加えて，Ｘがすべき主張について一定の結論を導いているものについては，一応の水準に達しているものと判断した。\n・ これに加えて，申出が到達することにより審査義務が発生することや，到達後の申出書の返却は法的に無意味であることなどについて，行政手続法の関係規定を指摘しながら法的検討をするもの，不作為の違法確認訴訟の訴訟要件及び本案要件について，行政事件訴訟法の該当条文に即して個別に検討し，具体的な事実関係を踏まえた当てはめが示されているものなどは，良好な答案と判断した。\n・ さらに，不作為の違法確認訴訟における各要件について，関係規定の解釈を踏まえた的確な理解を示しつつ，各要件及び当てはめについて詳細かつ網羅的な検討が加えられているものなどは，\n優秀な答案と判断した。\n⑶ 設問２- 5 -・ ①農振法第１３条第２項第５号該当性について，農振法，農業振興地域の整備に関する法律施行令（以下「農振法施行令」という。），農業振興地域の整備に関する法律施行規則（以下「農振法施行規則」という。）といった関係規定から処分要件を抽出した上で，本件事案に即した当てはめを検討し，また，②農振法施行令第９条の規定する８年という期間制限の本件農地に対する適用の可否について，同規定の解釈を示しながら当てはめを検討した上で結論を示しているものなどは，一応の水準に達しているものと判断した。\n・ 上記①について，関係規定を示しながら処分要件を丁寧に拾い上げ，本件計画の目的，本件事業の目的，本件農地との関係について具体的に言及した上で解釈し，具体的事例に即して当てはめが検討されているもの，上記②について，期間制限の目的等を踏まえて農振法施行令第９条を解釈し，一定の結論を導いているものなどは，良好な答案と判断した。\n・ 上記①及び上記②について，説得的な解釈論を展開した上で，本件事例において妥当な解決が示されているものなどは，優秀な答案と判断した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n⑴ 全体的印象（悪筆・誤字）\n○ 毎年の採点実感で繰り返し指摘されてきたにもかかわらず，今年も書き殴った文字，極端に小さな文字，線が細く薄い文字，極めてくせの強い文字で書かれるなどしたため，何度か読解を試みても判読困難な答案が見られた。読めてこその採点であり，採点者が努力しても判読できなければ答案の評価は困難である。結局のところ受験者本人が不利益を被ることになるので，他の人が読むということを意識して，客観的に見て判読しやすい文字を書くよう普段から工夫し，丁寧な筆記を心掛けたい。字の大きさ，間隔等にも気を配ると良い。\n○ 毎年のように指摘されているが，「画定」（確定），「市長村長」（市町村長），「機会」（機械）といったものは，誤字により，当該言葉の持つ意味自体が変わってしまうものであり，気を付けてほしい。\n（法解釈・基礎的法概念等の理解）\n○ 条文の読み込みや体系的理解が不十分な答案が多かった。行政法の分野では，要件がよく整理されて立法されており，条文をきちんと読めば論述のヒントが得られることが多いのに，条文に記載された要件をキーワードとして押さえることなく，何となく行政法の一般理論の勉強で得られた知識を展開してしまって，ポイントがずれてしまった答案も多かった。\n○ 当然のことながら，法律論の基礎は，条文の解釈とそれへの当てはめである。適用されるべき具体の条文に即することなく，専ら抽象的あるいは一般的な「定式」のごときものに基づいて議論を展開するのは，適切な議論とはいえない。\n○ 行政法上の基本的な概念や用語を知ってはいるもののその理解が十分ではない答案や，誤解しているのではないかと思われる答案が見られた。例えば，委任命令を行政規則とするものや，申請に基づく処分と届出を混同しているもの，申請を拒否する処分を不利益処分とする初歩的なミスが見られた。\n○ 都市計画法上の用途地域指定について，土地収用や換地処分を予定しているなどといった誤った記述が非常に多く見受けられるなど，法律や判例等に関する知識以前の基本的な用語について理解していない答案，不作為の違法確認訴訟の本案審理の内容が何かを理解していない答案，政省令を裁量基準（法的拘束力を有しない裁量基準）と誤解している答案，運用指針が法令であると誤解している答案などが多く見られた。これらは，司法試験を受験する上で最低限理解しておくべき行政法の常識的な知識ともいうべきものである。\n（読解・分析・構成・表現力）\n- 6 -○ 例年のことではあるが，問題文中に書かれている指示に従って一つ一つ議論を積み重ねることのできた答案は極めて少なかった。このことは，型どおりの解答はできるが，それ以上に問題に即した事案を分析することを苦手とし，問われたことに柔軟に対応する力が欠けている受験生が多いことを示しているのではないかと考えられた。事案について，自由に各自の議論を展開し，\n自由な発想で何らかの結論を導けば良いわけではなく，設問はもちろん，会議録中の「指示に沿って」，一定の立場から，指示された検討事項を丹念に検討していくことが求められている。\n○ 問題文や会議録には解答のヒントや誘導が盛り込まれており，これらを丁寧に読むことは，解答の必要条件である。それにもかかわらず，問題文の事実や指示を読んでいないか，あるいは事案等を正確に理解せず，問題文が何を要求しているかについての論理的な理解が甘いまま解答しているのではないかと思われる答案が多く見られた。問題文をきちんと読んで，何を論じ，解答すべきかを把握した上で答案を作成することは，試験対策ということを超えて法律家としての必須の素質でもあることを認識してほしい。\n○ 次のように，問題文の事実や指示を読んでいないか，あるいは事案等を正確に理解せずに解答しているのではないかという答案が散見された。\n・ 会議録で答案の方向性を示されているにもかかわらず，設問１⑴で，本件計画の設定が農地所有者の権利義務に及ぼす影響について整理されていない答案・ 設問１⑵において，「処分はされていないものとし」との記載があるにもかかわらず，拒否処分取消訴訟を検討する答案や義務付け訴訟について検討する答案・ 設問１⑵は，⑴とは異なり，計画変更及びその申出の拒絶が処分であることを前提とするものであるにもかかわらず，⑴については論述が不十分な一方で，⑵についての答案において申出の拒絶の処分性について長々と論述する答案○ 挿入の多用，大幅な順序の入替えなど，非常に読みにくい答案がいくつかあった。答案の方針が定まらないまま書き始めている可能性があり，問題文等を丁寧に読みしっかりとした答案構成を検討することが重要である。\n○ 自己が採る結論をなぜ導けるのかということを説得的に記載することが最も大切であるのに，\n問題文中の事実を指摘しただけで，さしたる根拠も論理もなく突如として結論が現れる答案が多く見られた。例えば，会議録に記載のある生の事実（「農地所有者等からの申出が不可欠」，「農地の生産性が向上するとは考えにくい」，「本件農地は高台にある」など。）を拾って記載するだけで，\nそれが法的にどういう意味があるのかということについて検討されていないような答案である。\n規範を立て，それに具体的事実を当てはめることによって結論が得られるという過程をきちんと文章で示せるよう普段から学習しておくのが大切である。\n（途中答案・時間配分）\n○ 本年度は，解答が終了していないいわゆる途中答案がかなり見られ，特に，設問２については，\nほとんど解答がされていないものや，全く解答がないものが少なくなかった。本年度の問題の分量については，例年と比べて，特に増加しているとは考えられないことから，設問２のように問題文に示された事実に沿って個別法を解釈し，実体的な違法事由を検討するタイプの問題に不慣れな受験生が多いのではないかと思われる。\n○ 設問１⑴は相当の分量をもって解答している一方で，設問２の解答が数行にとどまる答案があった。設問２について十分な解答を書くだけの時間がなかったのだろうが，試験時間が限られている以上，時間配分にも注意すべきである。特に，本問の事案の検討から離れて一般論を長々と書いていることが，時間が足りなくなる一つの要因になっているのではないかと感じた。\n○ 設問１⑴よりも⑵が比較的よくできていた。他方，設問２は，これに充てる時間に限りがあったためか，非常に出来が悪かった。条文構造が複雑で，資料から法の仕組みを読み解き，それをアウトプットすることが難しかったのであろうと推測するが，時間配分に注意する必要があると同時に，複雑な法制度を短時間で読み解くことができるように，判例の学習に際して関係する法- 7 -制度の理解に時間を割くことが求められる。\n⑵ 設問１⑴（全体について）\n○ 設問１⑴については，おおむね書けていたという印象である。ただし，個々の問題点の相互関係を理解して的確な論理展開をしている答案は極めて少数であった。特に，申請権の有無と処分性の関係について理解していない答案が目立った。\n○ 設問１⑴について，会議録において，計画自体の法的性格（処分性）と計画変更の処分性とを別個に検討するよう，解答のための手順が示されているにもかかわらず，多くの答案は，それを無視し，処分の定義をいくつかの要素に分類した上で（例えば「公権力性」と「直接的法効果性」\nなど），それに当てはめて処分性の有無を判断するにとどまっていた。一口に処分性の問題といっても，例えば，行政規範や行政計画の処分性の有無が問われる場面と申請に対する処分かどうかが問われる場面とでは，検討すべき事項が異なるはずである。また，計画変更の処分性について論ずると書き出しつつ，計画の処分性を論じて終わっているもの，計画の処分性について検討すると書き出したのに，いつの間にか計画変更の処分性について論じているものなど，両者の区別を余り意識しない答案も散見された。\n○ 拘束的計画や完結的計画といった行政計画に関する様々な用語を使用して，処分性について検討しているものの，その意味を正確に理解していないのではないかと思われる答案が見られた。\n○ 処分性の判定に当たり，公権力性の有無に一切言及しない，また，公権力性の有無について係争行為を行った主体が「国又は公共団体」であるか否かで判断するなど，基本概念の理解ないし用法が十分ではない答案が多かった。\n○ 処分性は係争行為の根拠となる法令に照らして定型的に判断されるべきであり，本件に登場するＸの事情に照らして判断すべきものでないことはもはや周知のものと思われるが，いまだに本件事業や本件農地に係る個別の事情を論じている答案が少なからず見受けられたのは残念であった。\n○ 簡単な検討で処分性を否定する答案が見られたが，原告側代理人の立場に立った検討が求められていることに留意してほしい。\n○ 運用指針を裁量基準であるとする答案が相応の数に上った。計画変更又は申出の拒絶の処分性を肯定するとしても，それは裁量処分ではなく，また，手続自体に裁量があるとの趣旨を読み取ることも困難であるから（Ｂ市は，申出者に対して通知をしてもしなくても良いなどという定めにはなっていない），行政法における裁量の位置付けやその理解について，正確に学習をする必要がある。\n（処分性の定義）\n○ 処分性の一般的な判断基準については，多くの答案である程度の解答をすることができていた。\n○ 多くの答案で判例が定立している処分性の定義が記載されており，処分性という行政法の基本的な概念の学習は定着していることがうかがわれた。他方で，「公共団体」を「地方公共団体」としたり，「権利義務を形成し」を「権利義務を制限し」としたり，「法律上」（認められる）を抜かしたりするなど，定義を正確に記載することができていない答案もかなりの数に上った。基本的な概念については，その正確な定義を理解しておくことが必須であることを再確認しておく必要がある。\n（農用地利用計画の処分性・最高裁昭和５７年判決の理解）\n○ 本件計画の設定が区域内の農地所有者の権利義務に及ぼす影響（農用地利用計画の法的効果）\nについては，農振法が定める土地利用制限の具体的内容を同法の条文に即して検討することが求められており，多くの答案が，転用制限（農振法第１７条），開発制限（同法第１５条の２），利用強制（同法第１４条，第１５条）のいずれかの条文を挙げることができていたが，他方で，検討が不十分な答案が多かった。\n- 8 -○ 会議録では，「都市計画法上の用途地域指定についての判例」（最高裁昭和５７年判決）を参考にし，計画としての性質や規制の程度等の違いも考えながら検討するよう指示があるところ，同判決の理解を踏まえた上で，出題趣旨に沿って秀逸な論証を行う答案も相応に見受けられた一方で，同判決自体に全く言及せず，用途地域指定との比較も全くしておらず，そのため，検討の焦点がずれたり，十分な検討がされなかったり（農振法第１７条による転用制限の存在のみをもって処分性を直ちに肯定するなど）する答案が多く見られた。会議録の文脈から，本問ではこの判例の前提事案との異同を論じる必要があることは，読み取らなければならない。\n○ 最高裁昭和５７年判決について判例の結論と理由を正確に指摘している答案がそれなりにあった反面，理解が不十分な答案が極めて多かった。例えば，行政計画が青写真にすぎない旨を記載したり，土地区画整理事業に関する換地の有無に言及したりするなど，最高裁昭和４１年２月２３日大法廷判決，最高裁平成２０年９月１０日大法廷判決などを念頭に，都市計画法以外の法律の仕組みに言及する答案が続出した。また，最高裁昭和５７年判決は，用途地域の指定について処分性を否定しているが，それがどのような理由によるものであり，本問とはどのような違いがあるかを正確に示している答案は余り見られず，中には処分性を肯定する判例としている答案も見られた。\n○ 少なくとも主要な判例について，その内容を正確に理解することは行政法の学習においては重要であり，基本的な学習が不十分ではないかと考えられる。判例学習に際して，当該事案に係る都市計画法，土地収用法といった重要な個別法律の仕組みを理解することが，行政法を学ぶ上での判例学習の意義といえる。しかも，行政計画における処分性の論点は有名論点であり，問題となる行政計画の性質など事案に応じて判決の結論も異なるのであるから，判例の学習においては，\n問題となっている事実関係やその背後にある制度の概要や判決の射程にも気を配りたいところである。\n（申出の拒絶の処分性）\n○ 申出の拒絶を処分と解し得るか否かは，法令としての効力を有さない運用指針のみに根拠がある申出をもって，法令上の申請と解して申出者に処分に対する申請権が与えられていると解することが可能か否かがその前提問題となるから，農振法には申請権があるとは書かれていないことや，運用指針には法令としての効力がないということを踏まえて論述をする必要がある。答案の中には，この点を意識し，法令の仕組み全体を踏まえれば申請権があると解釈し得るとか，運用指針が農振法のあるべき解釈を具体化したと解釈し得るなどの考えを導き出したものがある一方で，上記の点を意識することなく，運用指針中に申出に関する定めがあることや，申出に対して変更の可否を通知する定めがあることのみをもって申出の拒絶が処分である旨をいきなり論ずるものや，運用指針は法令としての効力を当然に有する旨を前提として論ずるものも散見され，行政法に関する学習の定着度や実力の差が現れたところと思われた。\n○ 申出の拒絶に処分性が認められるかどうかを検討する際には，申出がどのような性質を持つのかという点を考えるべきであるが，かなりの答案が，申出の拒絶自体について，判例の処分性判断の定式に照らして処分性があるかどうかを検討していた。そうした答案は，問題の意図を十分に理解していないと思う。また，同様に，運用指針で手続が定められているからとか，計画の変更が処分だからという理由だけで，処分性があると導いたり，「農地所有者等からの申出が不可欠」\nであるという会議録中の生の事実を記載するだけで，その事実がどのように位置付けられるのか，\nそれがどうして申請権の存在を導くことになるのかということについて検討しないまま処分性を肯定したりする答案が多かった。\n○ 申請権が付与されていれば申請の拒絶は処分性を有することになるという関係を理解していないためか，申出の拒絶により本件計画が変更されないことになるから申出人の権利義務に影響が及ぶとして申出の拒絶に処分性を認める答案も多く見られた。\n○ 計画除外の申出が行政手続法所定の申請に当たるかどうか，同法第７条を念頭に検討すること- 9 -が求められるところ，この点につき結論に至る過程を的確に論じている答案は少なかった。\n（成熟性）\n○ 会議録に，「本件計画の変更の段階での抗告訴訟による救済の必要性」を検討するよう指示があるにもかかわらず，紛争の成熟性について全く触れていない答案が散見された。また，抗告訴訟による救済の必要性に触れるものも，想定し得る他の訴訟として，会議録に記載されている「本件農地についての別の処分を申請して，その拒否処分に対して取消訴訟を提起する」をそのまま記載するにとどまった答案がかなりの数に上った。会議録の記載は，当該記載から具体的な拒否処分や具体的な取消訴訟を自ら想定し，それを前提に計画変更に係る紛争の成熟性を論ずる必要があることを示唆するものであることがその文脈から明らかである上，紛争の成熟性は，その概念に照らし，具体的な紛争とそれを前提とする具体的な訴訟の適法性を論じなければ，それを検討したことにならないことも明らかであり，紛争の成熟性という概念の理解について，抽象的な言葉の記憶にとどまらずにその内実をきちんと学習しておく必要性があるように思われた。\n○ 成熟性についてはそもそも論点として検討すること自体していない答案が多く，問題文を読んでいるのか疑問があった。また，救済の実効性，紛争の早期確定というワードは出てきていたが，\nその論理の筋道まで論証しきったものは少なく，記載があったとしても，抽象的に別の取消訴訟を提起することも可能であると記載されているだけで，転用許可の拒否処分に対して取消訴訟を提起することができる旨の指摘がない答案が非常に多かった。最高裁昭和５７年判決も，用途地域指定の処分性を否定する理由として，建築確認などを争う段階で用途地域指定の違法性を主張して救済を求める途があることを挙げていたところであり，そのような論点は会議録の中で触れられている。\n○ 救済の必要性の内容として，地域における医療施設の設置の必要性など，本件事案に特有の個別具体的な事情を挙げる答案が散見されたが，処分性の有無はそのような個別具体的な事情によって左右されないことについての理解が不十分であることによるものであると思われる。\n⑶ 設問１⑵（全体について）\n○ 不作為の違法確認訴訟における訴訟要件や本案要件について，条文を引用し，問題文の事案を丁寧に拾って要件への当てはめをするという形式的なことができていない答案が多かった。理論的ないわゆる論点と言われるものの議論も重要であるが，実務においても，訴訟要件及び本案要件の当てはめは基本であり，普段の学習においてもないがしろにせず，注意するよう心掛けてほしいところである。\n○ 申請の不受理や申請書の返戻は正に行政手続法第７条違反になる場合であり，本問でも同条によりＢ市に審査義務が発生していることは，多くの答案が指摘することができていたと思う。だが，不作為の違法確認訴訟の訴訟要件との関係で，本件申出書の返却が法的にどのような意味を持つのかという点に言及することができている答案は少なかった。また，本件申出書の返却を申請拒否処分と捉えた答案もあった。\n○ 行政手続法に即して，本件申出書の返送やその違法性を説明している答案は余り見られず，１年間が経過していた事実のみから，直ちに違法とする答案が少なくなかった。\n○ 抽象的に不作為の違法確認訴訟の訴訟要件が何であるか記載されていても，訴訟要件への本事例の当てはめがされていない答案もあり，本件で肝心な「相当な期間の経過」についても，検討が不十分な答案が多かった。一方で，申出書の返却と行政指導について厚く論じる答案もあり，\nバランスの悪い答案となっていた。\n○ 不作為の違法確認訴訟の訴訟要件・本案要件の充足の有無を検討するに当たり，行政事件訴訟法第３条第５項，第３７条に基づく検討とは別に，いわゆる確認訴訟における確認の利益の有無（即時確定の利益，対象選択の適否，方法選択の適否など）を検討する答案が少なからず存在した。不作為の違法確認訴訟の「確認」に引きずられたのであろうか。それとも，不作為の違法確- 10 -認訴訟においても確認の利益の有無を検討すべしといった教育を受けたのであろうか。非常に違和感が残った。\n○ 不作為の違法確認の訴えにおいては，何も処分がされていないことが前提であるから，何らかの処分がされ，当該処分を争う訴えを起こすことが可能となる時点を特定することが前提となる出訴期間の定めが適用される余地はないはずであるのに，不作為の違法確認の訴えにも出訴期間の定めの適用があり，その要件を満たしている旨を論ずる答案が散見された。出訴期間の意義について理解が不足しているものと思われた。\n○ 申出書の返送後，Ｘと市職員とのやりとりを行政指導と捉えた答案が少なからず存在した。許認可の申請前後の行政と市民とのやりとりは，行政指導でよく扱われることは事実であるが，本件における職員の発言内容には，行政指導の要素は含まれていない。思い込みが先行してしまい，\n問題文の読み込みが不足しているように思われる。\n○ 少数ではあったが，被告をＢ市が所属するＡ県とすべきとする答案もあったところ，Ａ県とＢ市は別個独立の公共団体であり，それぞれ独立の被告適格を有するという半ば常識によって判断し得る事項を理解できていなかったのは残念であった。\n（訴訟類型の選択）\n○ 問題文中に抗告訴訟という指示があるなど，問題文がかなり解答の方向を限定していたため，\n訴訟の類型については，多くの答案が不作為の違法確認訴訟と解答することができていた。ただし，差止訴訟，無効確認訴訟とする答案も散見され，これらは，訴訟類型の理解が十分ではないか，あるいは，事案を誤解しているのではないかと思われた。\n○ ①申出拒絶の取消又は無効確認訴訟，②申出書の返送の取消訴訟，③申出拒絶処分の差止訴訟，\n④申出に対する応答を受ける地位を有することに係る確認訴訟（公法上の実質的当事者訴訟）を指摘する答案があった。①及び②は，会議録において，申出への拒否処分自体がされていないことを前提とするよう指示されている以上，取り消す又は無効を確認する対象となる処分が存在しないことを前提として検討すべきことと整合せず，③は，Ｂ市が申出書を返送して申出を受理しないとされる状態にしている以上，処分をする蓋然性自体がなく，④は，抗告訴訟には該当しないから，「Ｘが提起すべき抗告訴訟について…検討しなさい」という問題文とは整合しないものであることが明らかである。このように，これらの訴訟は，少し冷静に考えればいずれも提起し得ないものであることに容易に気付くことが可能なもの（現に，途中で気が付いて正しく修正できていた答案もあった。）であり，行政事件訴訟法に掲げられた訴訟類型の基本的な理解を定着させることが重要である。\n○ ほとんどの答案は正しい訴訟類型を選択していたが，当該訴訟類型を選択したことの正当性を自覚的に論証した答案は必ずしも多くはなかった。普段から検討の機会が多くはない訴訟類型が問題として取り上げられたことが理由として考えられるほかに，問題文に書かれていた事案の事実状況が慎重に検討されていないことも関係しているのではないかとも思われる。\n（申出が申請に該当すること）\n○ 申出が行政手続法上の申請に該当し，それが行政庁に到達することによって行政庁の審査及び応答義務が生ずるにもかかわらず，応答がされていないことの問題点を論ずる必要があるという問題の基本的な構造は理解できている答案が比較的多かったものの，これを正確に文章で表現できている答案は少数にとどまった。\n○ 会議録においては，Ｘの「置かれている状態やＢ市による対応の法的な意味を検討した上で」\nと記載されているにもかかわらず，申出書の到達により行政手続法第７条の定める審査義務が発生していること，到達後のＢ市による申出書の返却行為は法的には無意味であり申請である申出は応答されていない状態であること，申出書の返却が法的には無意味であることなどについて，\n丁寧に記載している答案は少なかった。多くの答案が，このような検討をしないままＢ市の対応が不作為である旨を端的に指摘するにとどまり，中には，Ｂ市の不作為があることを摘示するこ- 11 -とすらせず，不作為があることを当然の前提として，他の要件の検討のみを記載する答案も散見された。\n○ 申請に対する応答義務があることを暗黙の前提として論ずるにとどまり，それを定めた行政手続法第７条を指摘することができていない答案がかなりの数に上った。申請に対する応答（処分）\nがないことが違法であることを指摘するためには，その前提として申請に対する応答義務が存在しなければならないという当然のことをきちんと文章化できるかどうかというところに普段の学習の程度や実力の差が現れたと思われる。\n（不作為の違法確認の訴訟要件）\n○ 不作為の違法確認訴訟を挙げることはできているものの，不作為の違法確認訴訟の理解が不十分と思われる答案が多く見られた。例えば，義務付け訴訟と区別できていないのではないかと思われる答案が見られた。また，不作為の違法確認訴訟の訴訟要件の理解が不正確な答案も少なくなかった。\n○ 訴訟要件の充足性は，訴訟要件を定める法令のどの文言に対応するのかを理解することなくしてこれを正確に検討することは不可能なはずであり，事実に法律を正確に適用することが法律実務家にとって最も基本的なスキルであることを意識することが大切である。\n⑷ 設問２（全体について）\n○ 他の問題で時間を使いすぎたためか，途中で解答が終わっている答案や全く解答がない答案がかなり見られた。解答に要する時間配分の都合もあると推察されるが，「個別事情を考慮しないでなされた処分（通知）には裁量の逸脱があるので違法」のように，全体として論述内容の粗い，\n極めて大雑把な検討にとどまったりする答案がかなりの数に上ったほか，行政裁量の違法判断の一般論を展開し，農振法や農振法施行令等についてはほとんど検討することなく，いくつかの事実を挙げて，申出の拒絶を違法とするなど，論ずべきポイントを捉えきれなかったものも多く，\n他の問題と比べて最も不出来な答案が多かった。他方で，数は多くはなかったが，農振法や農振法施行令，農振法施行規則等を参照し，問題文中の事実を踏まえて検討している答案も見られた。\n○ 本問では複雑な法令の適用関係を読み解くことが求められている。そして一般的にこの種の設問では，資料として示された関係法令の条文に事案を当てはめた「解釈」を，論理的な筋道を立てて，丁寧に展開することが求められる。農用地区域については，農振法，農振法施行令，農振法施行規則といった法令が複層的に存在していることから，やや複雑な法令の構造を把握し，的確に条文への当てはめをすることが必要であったが，的確に条文を当てはめることができている答案は少数であり，当てはめが混乱したり，不十分にとどまったりしたものが大半であった。\n○ 農地の冠水の防止を目的とするのは本件事業であるにもかかわらず，本件計画が農地の冠水の防止を目的としていると論ずるもの，本件事業が農振法第１０条第３項第２号，農振法施行規則第４条の３第１号が規定する事業に該当しない結果として本件農地が同法第１３条第２項第５号の土地に該当し，本件計画を変更すべきであると論ずる意図と思われるところ，本件事業は同法第１３条第２項第５号に該当しないから本件計画を変更すべきであると論ずるものなど，本件計画，本件事業及び本件農地を明確に区別し，それぞれがどのような趣旨内容のものであり，どの条項が適用されるのかを的確に把握することなく論じていると思われる答案が多かった。\n○ 会議録にある「本件農地についての別の処分を申請して，その拒否処分に対して取消訴訟を提起する」という会話文中の「別の処分」が何なのかを考えずにそのまま書き写しているだけの答案や，同じく「本件事業は，農地の冠水の防止を主たる目的とするもので，これによって関係する農地の生産性が向上するとは考えにくい」，「とりわけ，本件農地は，高台にあるため，ほとんど本件事業の恩恵は受けない」という会話文を書き写し，法令のどの要件との関係が問題になるかを示すことなく，「したがって考慮不尽に当たる」といった結論めいたことを書いている答案など，会話文が持つ法的含意を余り考えない安易な答案も数多くあった。\n- 12 -（裁量論について）\n○ 設問２については，多くの答案が裁量権濫用の問題として捉えており，このために判断のポイントを十分に押さえきれていない論述となっていた。条文をよく読んだ上で論理的に考えれば，\n裁量権濫用の問題でないことは分かるはずであり，問題の論理的構造を把握する能力が不足していると言わざるを得ない。\n○ 農振法の規定から下位法令をたどることができず，本問で適用すべき規定を正確に指摘できていない答案が多かった。おそらくそのこともあって，同法第１３条第２項第５号の要件該当性の判断についてはＢ市に裁量が認められるとした上で，裁量権の踰越濫用の有無を検討する答案が多かった。また，農振法施行令第９条の規定を裁量基準とした答案は，行政法の基本的知識が欠けていると思われる。\n○ 農用地区域の変更は裁量処分ではなく，一定の事情が発生した場合に当然にそれをすべきものであり，そのことは法令の規定振りからも相当程度明確に読み取れるにもかかわらず，これを裁量処分として論じ，裁量権の逸脱濫用があると結論付けるものが多数であった。規定の文言，処分の性質や内容等を良く考えて裁量の有無を決することが大切である。\n○ 本問で裁量権の踰越濫用を検討している点で既に疑問であるが，裁量権の踰越濫用の一般論を長々と論じている答案が散見された。そのような答案は，問題文の中から関係する事実を見付けて，それを条文に当てはめるといった作業が本問で求められていることを理解していないと思う。\n○ 特に検討を踏まえることなく，端的に農振法施行令や農振法施行規則を行政規則であり，裁量基準であるとする答案も少なくなかった。\n（農振法第１３条第２項第５号該当性）\n○ 農振法第１３条第２項第５号該当性については，会議録中に記載されているＸの主張に沿って本件農地が同法第１０条第３項第２号に掲げる土地に該当しないことを論じる必要があり，そのためには，同号を受けて定められた農振法施行規則第４条の３の第１号該当性を検討する必要がある。同号の定めを丹念に読み，Ｘの主張する事実関係を同号の規定に当てはめていくことが必要であり，かつ，それで足りるはずであるが，本件事業が同号柱書の括弧書及び同号イの括弧書によって除外される事業であることを記載できている答案は驚くほど少なかった。勉強したことのない法令であっても，落ち着いて精読した上で法令の仕組みがどのようなものかを正確に理解し，その当てはめを答案に着実に記載していくことが求められている。\n○ 本問において，農振法施行令第９条の適用が問題になることを指摘することができている答案の中でも，同条の趣旨をきちんと示した上で結論を導いている答案は必ずしも多くなかった。また，同条の適用の例外を論証するに当たり，その不当な結果のみを取り上げて論ずる答案が少なくなく，そもそも，なぜ例外を認めるような解釈が可能であるかを論じたものは余り見られなかった。\n○ 取消訴訟の対象となる処分の根拠規範である農振法施行規則の条文を引用しない答案が多かった点は，同じ解答者の答案が設問１の処分性の検討においては判例の定式に従って条文を引用していることとの対比においても目を引くところである。あるいは，委任立法の解釈の在り方に言及した答案がほとんどなかった点に鑑みれば，委任立法への意識の薄さゆえであるかもしれない。\n（政令による期間制限）\n○ 会議録で「土地改良事業との関係で農用地区域からの除外を制限している農振法の趣旨目的を踏まえて」として，農振法の趣旨目的を踏まえて農振法施行令所定の期間制限に例外を認める解釈を検討するよう指示されているにもかかわらず，農振法の条文を全く検討しない答案が極めて多く，農振法第１３条第２項第５号が「農業に関する公共投資により得られる効用の確保を図る観点から」と定めていることに言及した上でこれを踏まえた検討を行った答案は非常に少数であった。政令が法令の委任を受けて制定される下位法令である以上，政令を解釈するに当たっては法令の趣旨を参酌しながら検討することが求められ，問題文に引用されている法令の条文を精読- 13 -した上で問題の要求に着実に答えていくことが何よりも重要である。\n○ 農振法施行令は法規命令であるのに，農振法施行令の機械的適用はすべきでなく，個別事情を考慮していないといった答案が多かった。機械的適用・個別事情の考慮は，裁量基準（行政規則）\nで議論される論点である。法規命令と行政規則とが十分に区別されていないように思われる。\n○ 会議録において詳しく会話がなされているためか，比較的事案の事情は拾えている答案が多かった。ただし，政令の規定の法適合性や法に適合するための解釈といった委任命令の範囲等に関することにまで触れている答案は多くはなかった。\n○ 「農地の生産性が向上するとは考えにくい」，「本件農地は高台にある」などの議事録にある生の事実だけを記載する答案が散見され，法的検討が不十分であった。そのため，農振法施行規則該当性として論じようとするのか，裁量権の逸脱濫用として論じようとするのかさえ，明らかでない答案もあった。\n５ 今後の法科大学院教育に求めるもの・ 単に判例の知識を詰め込むような知識偏重の教育は必要ないであろうが，主要な判例については，\n当該判例の内容や射程についての理解を正確に身に付けることは重要と思われる。\n・ 実体的な違法性の検討においては，多くの答案は裁量論に（のみ）重点を置いており，多くの受験生にとっては，個別法に沿った解釈論を組み立てる能力の涵養について，手薄となっているように思われる。実体的な検討において，裁量論が重要であることについては言うまでもないが，個別法に沿った解釈論も行政法の学習においては重要であり，法科大学院においては，このような分野についてもトレーニングが行われる必要があると考えられる。\n・ 法科大学院には，基礎知識をおろそかにしない教育，事実を規範に丁寧に当てはめ，それを的確に表現する能力を養う教育を期待したい。\n・ これまでも繰り返し言われていることだろうが，行政法の基本的な概念・仕組みと重要な最高裁判例の内容・射程を確実に理解した上で，それらの知識を前提にして，事例問題の演習を行うことが求められるように思われる。事例問題の演習においては，条文をきちんと読み，問題文の中から関係する事実を拾い出して，それを条文に当てはめたり法的に評価したりする作業を丁寧に行うことなどを意識すべきだろう。\n・ 法曹実務家は現実の紛争解決に有効な法理論を身に付けることが求められる。そして現実に生起する紛争事案は，二当事者間の対立紛争という比較的単純な事案ばかりではなく，紛争当事者が三者以上存在したり利害関係人が多数存在するような事案も少なくなく，そうした複雑な紛争につき適切な法理論を用いて的確に解決に導くことが求められる。そのためには基本的な法理論を土台ないし根本から深く理解することが重要であり，「応用力」というのはその発現形態にすぎない。すなわち法理の基本に立ち返って深く掘り下げることができるような思考力を涵養することが，真の応用力を身に付ける早道と思うので，そのような観点からの教育を期待したい。\n・ 今回の答案の全体的な傾向は，法律家としての思考が表現されている答案が少なかったことにあるように思う。生の事実をただ拾うのではなく，それが法的にどのような意味を持つのか，どの法令のどの文言との関係で問題となるのかなどについて，考え，表現する癖を付ける教育が望まれる。\n・ 「申請に対する不作為」を手続的瑕疵と捉え，手続的瑕疵が処分の取消事由に該当するかという論点につき検討した答案が少なくなかった点は予想外であった。そのように解答した者の言い分は，\n行政手続法第７条違反であるから同法第５条や第８条に違反した場合と同様に考えたということであろう。確かに，これがなぜ誤りであるかという点につき明確に説明している行政法教科書は余り見かけないように思われる。法科大学院の授業でも十分に触れられていないかもしれない。もっとも，①手続的瑕疵が処分の取消事由に該当するかという論点が存在する理由，あるいは②不作為の違法確認訴訟が行政庁の「不作為という判断」自体の適法性を争う訴訟であることを正確に理解していれば，そのような誤った理解には至らないと思われる。受験者には正確な理解が求められるが，\n- 14 -法科大学院での行政法の教え方についても考えさせられるところがあった。\n・ 設問への解答において行政裁量を論じる必要があるか否かをよく考えずに裁量の有無，裁量の逸脱・濫用を検討する答案が目立った。本案における行政処分の適法性の検討においては事案のいかんを問わずとにかく行政裁量を論じれば良いと考えているのではないかと疑われる答案が，全体としては優秀な答案の中にも少なからず見られ，事案を具体的に検討することなく，裁量の有無，裁量の逸脱・濫用に関する一般論の展開に終始する答案も少なくないなど，行政裁量の問題が飽くまでも法律解釈の問題の一部であるという基本的な事柄が理解されていないと実感した。行政裁量に関する基本的な学習に問題があることが，このような設問によって逆に明らかになったように思われるが，これまでの行政法総論の学習，教育の在り方全体を見直す必要があるのではないかという気がした。\n- 15 -"
}