{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕,〔設問２〕及び〔設問３〕の配点は，４０：２５：３５〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\nⅠ\n【事実】\n１．Ａは，甲土地上に乙建物を所有して居住していたが，令和２年５月２０日，Ｂとの間で，甲土地及び乙建物をＢに売却する契約（以下「契約①」という。）を締結した。Ｂは乙建物内でチェロの練習をする予定であったため，ＡＢ間において，乙建物が特に優れた防音性能を備えた物件であることが合意の内容とされ，代金額が６０００万円と定められた。\n２．契約①において，Ｂは，契約時に１０００万円を支払い，残額を甲土地及び乙建物の引渡しがされた日から１か月以内に支払うこと，残代金の完済後直ちに甲土地及び乙建物につき\nＡからＢへの所有権移転登記手続を行うこととされた。\n３．Ａは，令和２年７月２５日，契約①に基づく残代金債権（５０００万円）をＣに代金４５００万円で売却し，Ｃへの債権譲渡を通知する旨の内容証明郵便が同月３０日にＢに到達した。\n４．令和２年９月２５日，Ｂは甲土地及び乙建物の引渡しを受けた。その後，Ｂは，昼間に乙建物内でチェロの練習をしていたところ，近隣住民から，音が漏れ聞こえてうるさいと苦情を申し立てられ，その際，以前Ａとの間でも同様のトラブルがあったと言われた。\n５．令和２年１０月１０日，Ｂが業者に点検させたところ，乙建物が契約①において合意された防音性能を備えていないことが判明した。\n６．そこで，Ｂは，Ａに対し，契約①で定められた防音性能を乙建物に備えさせるための工事に要する費用の見積書を提示し，費用を負担するか，工事を自ら手配するかを選択して履行するよう求めたが，Ａからの応答はない。\n７．令和２年１０月３０日，Ｃは，Ｂに対して契約①の残代金５０００万円の支払を求めた。\n〔設問１〕\n【事実】１から７までを前提として，次の問いに答えなさい。\nＢは，乙建物に住み続けることを前提に，上記【事実】５の防音性能の不備を理由としてＣへの支払額を少なくしたいと考えている。このとき，契約①に基づくＢの主張として考えられるものを複数挙げ，それぞれその主張が認められるかを検討しなさい。\nⅡ 【事実】１から７までに加え，以下の【事実】８から12までの経緯があった。なお，本件における土地の位置関係は別紙図面のとおりである。\n【事実】\n８．ところで，甲土地は，鉄道駅から徒歩圏内の住宅地にある。甲土地は，かつて，その隣地である丙土地と一筆の土地でありＤが所有していたが，分割されて袋地になり，ＤからＡに売却されていた。\n９．Ａから甲土地を購入したＢは，丙土地の端のａ部分（幅１メートル）を公道に至るための徒歩での通行路として利用していた。その後，Ｂは，自家用車の購入を計画したが，ａ部分の道幅は車両の通行には十分でなかったため，令和３年１月１０日，Ｄとの間で，丙土地のａ部分及びこれに隣接するｂ部分（幅２メートル。以下，ａ部分とｂ部分を合わせて「ｃ部\n- 2 -分」という。）につき，通行を目的とする地役権を甲土地のために設定すること，Ｂは毎年１月に２万円をＤに支払うことに合意した（以下「契約②」という。）。Ｂは，同日，Ｄに対して２万円を支払い，以後，ｃ部分を徒歩及び自家用車で通行している。\n10．令和４年以降，Ｂは，毎年２万円の支払をしなくなった。\n11．令和６年３月１日，Ｂが毎年２万円を支払わないのであればｃ部分を花壇として利用したいと考えたＤは，Ｂに支払を催告し，１週間以内に支払わなければ契約②を解除する旨の意思表示をしたが，同月８日を経過しても，Ｂは支払に応じなかった。\n12．Ｂは，「㋐ｃ部分，少なくともそのうちのａ部分については，Ｂは，Ｄによる地役権の設定がなくても通行する権利がある。」，「仮に，地役権の設定がなければｃ部分を通行できないとしても，Ｄは契約②を解除することはできない。すなわち，確かに，Ｂは毎年２万円を支払っていないが，㋑地役権設定契約によって設定者が債務を負うことはなく，Ｄは契約②によって債務を負っていない以上，解除をすることはできない。」と述べている。\nこれに対して，Ｄは，Ｂが毎年２万円を支払わない以上，㋒契約②によってＤが債務を負っていなかったとしても，Ｄは契約②を解除することができるはずであるし，また，そもそも地役権設定契約によって設定者は債務を負い，したがって，契約②によってＤも債務を負っていたと述べている。\n〔設問２〕\n【事実】８から12までを前提として，以下の(1)及び(2)に答えなさい。\n(1) 【事実】12の下線部㋐のＢの発言は，正当であると認められるか。ａ部分及びｃ部分のそれぞれにつき，検討しなさい。\n(2) 【事実】12の下線部㋑及び㋒につき，Ｂ及びＤが地役権設定契約の性質をどう捉え，それを踏まえて契約②の債権債務関係をどのように分析し，また，解除の制度趣旨についてどのような理解を基礎としているのかをそれぞれ発言者ごとに明らかにした上で，Ｄが契約②を解除することができるかを検討しなさい。\nⅢ 【事実】１から12までに加え，以下の【事実】13から21までの経緯があった。\n【事実】\n13．Ｂは，甲土地に隣接する丁土地を購入することで，車の通行の問題を解決しようと考えた。\n14．丁土地はＥの所有地であり，その旨の登記がされていた。\n15．Ｅは長期入院加療中であったため，Ｅの財産の管理は，Ｅから依頼があったわけではないが，事実上，Ｅの妻ＦがＥの姉Ｇに相談して行っていた。Ｂから丁土地の売買の申入れを受けたＦは，丁土地はＥが相続により取得したが誰も利用しておらず，また，Ｅの医療費が今後更に必要なことから，前向きに考え，Ｇに相談した。Ｇは，売却に賛成し，もし売却するならＧの事業の資金のために売却金の一部を使わせてほしいと，Ｆに申し入れた。\n16．Ｅには子がなく，Ｅの親族はＦとＧのみであり，ＥもＦも日頃からＧを頼りにしていた。\nそこで，Ｆは，Ｅの医療費に充てるほか，代金の一部をＧの事業の資金に充てるために，丁土地を売却することにした。\n17．令和６年７月１０日，Ｂは，Ｅから丁土地を２０００万円で購入する契約（以下「契約③」という。）を締結したが，この契約は，ＦがＥの代理人として締結したものであり，その締結の場にはＦの求めに応じてＧも同席した。Ｆは，Ｅの委任状及び印鑑登録証明書をＢに示したが，実は，ＦはＥに対して丁土地の売却のことを知らせておらず，丁土地に関してＥからＦに代理権が授与されたことはなく，委任状は自宅に保管されていたＥの実印をＦが勝手に利用して作成したものであり，Ｅの印鑑登録証明書はＦが取り寄せたものであった。Ｆは，Ｂに対し，Ｅが入院加療中であって医療費が必要であること，丁土地の売却にはＥの親族の- 3 -\n了解も得ていることを話し，Ｂは，夫が入院加療中であるから妻が取引をするのは通常のことと考え，それ以上にＥに確認するなどの措置は採らなかった。\n18．契約③において，Ｂは契約時に４００万円を支払うこと，残代金の支払及び丁土地の所有権移転登記手続は令和６年９月２０日に行うこととされた。Ｂは，これに従ってＦに４００万円を交付し，Ｆは，このうち２００万円をＥの医療費に備えて取り置き，残る２００万円をＧの指定した銀行口座に振り込んだ。\n19．令和６年７月２４日，Ｅは，容態が急変して契約③について知らずに死亡した。最期までＥの判断力に衰えは見られなかった。その後，Ｆは相続を放棄し，Ｇは，同年８月２４日，Ｅ名義の預金口座を解約して全額の払戻しを受けて，Ｅの医療費を弁済した。\n20．令和６年９月１３日，Ｇは不動産業者から丁土地を２６００万円で売ってほしい旨の打診を受けた。\n21．令和６年９月２０日，Ｂは，Ｇに対し，残代金を提供した上，契約③に基づき丁土地の所有権移転登記手続を求めたが，Ｇはこれを拒絶した。\n〔設問３〕\n【事実】13から21までを前提として，次の問いに答えなさい。\n契約③に基づくＢのＧに対する所有権移転登記手続請求は認められるか。ＦがＥの配偶者であることを踏まえて，検討しなさい。\n- 4 -\n(別紙図面)私有地私有地 甲土地 丙土地 公道\nｂ部分\nｃ部分\nａ部分丁土地 私有地公道\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点の割合は，６０：４０〕）\n次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は，電子機器部品の製造及び販売等を目的とする会社法上の公開会社でない会社であり，取締役会，監査役及び会計監査人を置いており，一種類の株式（以下「本件普通株式」という。）のみを発行している。甲社の資本金の額は１０億円，発行可能株式総数は２０万株，発行済株式の総数は８万株であり，Ａが５万１０００株を，Ｂが２\n万９０００株を，それぞれ保有している。甲社の取締役はＡ，Ｃ及びＤの３人であり，Ａが代表取締役会長を，Ｃが代表取締役社長を，それぞれ務めている。なお，Ｂは，甲社の役員に就任していない。\n２．甲社は，規模はそれほど大きくないが，高い技術力を持っていた。甲社の業績は，約１０年前の設立以来，堅調に推移してきたため，２年前までは，毎事業年度，欠かさずに剰余金の配当をしてきた。しかし，近時は，支払が遅延する取引先が増えたため，甲社は仕入資金の調達が必要になったが，金融機関が満足な融資をしてくれないため，資金繰りに窮するようになった。\n３．このような状況で，Ａは，令和元年１２月頃，甲社の資金繰りの改善を図ることが急務であり，少なくとも２億円の資金調達が必須であると考えた。甲社は，銀行から借入れをすることが困難であったため，Ａは，株式の発行が最善であると考えたが，普通株式では引受人を見付けることができない可能性が高かったため，議決権のある剰余金配当優先株式（以下「本件優先株式」という。）を新たに発行することによって２億円の資金調達をすることを計画した。\n４．Ａが本件優先株式を引き受けて出資してくれそうな者を探したところ，Ａの叔父Ｐとその友人\nＱがそれぞれ１億円ずつ出資してもよいという意向を示した。そこで，Ａが，令和２年２月中旬に，中立的な専門機関に対し，甲社の事業計画や財務状況を示す資料を提供して，本件優先株式について合理的な方法による評価額の算定を依頼したところ，本件優先株式の評価額は１株当たり４万円と算定された。\n５．これを受けて，Ａが，Ｐ及びＱに対し，１株当たりの払込金額を４万円として，本件優先株式をＰ及びＱにそれぞれ２５００株ずつ（合計５０００株）発行することを打診したところ，Ｐ及びＱは，少なくともそれぞれ甲社の発行済株式の総数の５％ずつを保有したいため，１株当たりの払込金額を２万円として，本件優先株式をＰ及びＱにそれぞれ５０００株ずつ（合計１\n万株）発行するように主張して譲らなかった。\n６．そこで，ＡがＣ及びＤに意見を聞いたところ，２人とも２億円の資金調達を実現するためには，Ｐ及びＱの主張を受け入れる以外に選択肢がないが，Ｂが反対して計画が挫折する可能性が小さくないという意見であった。\n７．Ａは，令和２年３月１７日，甲社の取締役会（以下「本件取締役会」という。）を招集して，役員の全員が出席の上で，対応策を協議したところ，Ａ，Ｃ及びＤは，２億円の資金調達を実現するためには，株主総会の場で何とかしてＢの同意を取り付けるほかないという意見で一致した。その上で，本件取締役会では，同月２５日に甲社の本社で定時株主総会（以下「本件定時総会」という。）を開催すること，「計算書類の報告の件」及び「事業報告の報告の件」を会議の目的事項とすること，「定款変更の件」を会議の目的事項として，本件優先株式の内容等の所要の事項を定める定款変更を行う旨の議案（以下「本件議案１」という。）を本件定時総会に提出すること，「新株式発行の件」を会議の目的事項として，本件優先株式の発行（以下「本件株式発行」という。）を行う旨の議案（以下「本件議案２」という。）を本件定時総会に提出することなどが決議された。なお，本件議案２は，①募集株式は本件優先株式１万株とすること，②１株当たりの払込金額は２万円（払込金額の合計は２億円）とすること，③払込期日は同年\n- 2 -\n４月１０日とすること，④増加する資本金と資本準備金の額はいずれも１億円とすること，⑤本件優先株式をＰ及びＱにそれぞれ５０００株ずつ割り当てることを内容とするものであった。\n８．Ｃは，令和２年３月１７日，Ａ及びＢに対し，本件定時総会の招集通知（以下「本件招集通知」という。）を書面で発した。本件招集通知には，本件定時総会の開催日時及び開催場所のほか，会議の目的事項として「計算書類の報告の件」及び「事業報告の報告の件」が記載されており，当該目的事項との関係で必要とされる書類も，計算書類や事業報告を始め，全て添付されていた。しかし，本件招集通知には，本件議案１及び本件議案２に関する記載がなく，また，「定款変更の件」という会議の目的事項及び「新株式発行の件」という会議の目的事項がいずれも記載されていなかった。\n９．令和２年３月２５日に開催された本件定時総会には，役員の全員が出席しており，また，株主であるＡ及びＢのいずれもが出席した。Ｃが「定款変更の件」について本件議案１を，「新株式発行の件」について本件議案２を，それぞれ本件定時総会に上程したところ，Ｂは，本件議案\n１及び本件議案２のことを初めて知って驚いた。しかし，Ｂは，Ｃから，２億円の資金調達が急務であること，そのためには，事実上，本件株式発行以外に選択肢がないこと，２万円という１株当たりの払込金額は中立的な専門機関が合理的な方法によって算定した評価額に相当する額である旨を説明されて，そのような事情であれば本件株式発行によって自己の持株比率が下がるのもやむを得ないと考えて，渋々ながら賛成したため，本件議案１及び本件議案２がいずれも可決された（以下，本件議案１に関する本件定時総会の決議を「本件決議１」といい，本件議案２に関する本件定時総会の決議を「本件決議２」という。）。\n10．その後，Ｃが会社法所定の手続を行い，Ｐ及びＱが払込期日である令和２年４月１０日にそれぞれ１億円ずつを払い込んだことにより，Ｐ及びＱに対する本件株式発行が行われた。なお，上記４の本件優先株式の客観的な評価額の算定後，払込期日までの間に，本件優先株式の価値を著しく変動させるような事情はなかった。\n〔設問１〕 Ｂは，本件株式発行の効力の発生後になって初めて，中立的な専門機関が合理的な方\n法によって算定した本件優先株式の評価額が１株当たり４万円であったことを知った。Ｂは，本件決議１及び本件決議２には瑕疵があり，そのことが本件株式発行の効力に影響を及ぼすと考えている。Ｂは，令和２年５月１４日の時点で，どのような訴えを提起して，どのような主張をすることが考えられるかを検討した上で，その主張の当否について，論じなさい。\n下記11及び12では，上記８及び９とは異なり，本件株式発行が適法に行われたことを前提として，\n〔設問２〕に答えなさい。\n11．本件株式発行によって甲社の資金繰りは改善した。しかし，その後，約２年が経過し，甲社の資金繰りは再び苦しくなってきた。甲社は，Ｐ及びＱの要望により，毎事業年度，本件優先株式について剰余金の配当をしてきたが，資金繰りが苦しい中，甲社にとっては，本件優先株式に係る剰余金の配当が重荷になってきた。なお，本件優先株式は，その発行後，Ｐ及びＱがそれぞれ５０００株ずつを保有し続けている。\nまた，甲社の定款では，本件優先株式の内容として，発行可能種類株式総数のほか，①甲社が剰余金の配当をするときは，本件優先株式の株主に対し，本件普通株式の株主に先立ち，各事業年度に，本件優先株式１株につき１０００円（以下「配当優先額」という。）を配当すること，②本件優先株式について配当優先額の配当をした後に，更に分配可能額がある場合には，本件優先株式の株主は本件普通株式の株主と共に株式数に応じて配当を受けることができること，③ある事業年度において本件優先株式の株主に対してする１株当たりの配当の額が配当優先額に達しない場合には，当該不足額は翌事業年度以降に累積すること，④本件優先株式の株\n- 3 -主は，株主総会における決議事項の全部について議決権を行使することができること，⑤本件優先株式の譲渡による取得には，甲社の承認を要すること，⑥会社法第３２２条第２項に基づき，同条第１項の規定による種類株主総会の決議を要しないことが定められていた。\n12．このような状況で，甲社は，本件優先株式についてのみ株式の併合をすること（以下「本件株式併合」という。）を計画し，取締役会で，役員の全員が出席の上で，臨時株主総会（以下「本件臨時総会」という。）を開催すること，「株式併合の件」を会議の目的事項として，①本件優先株式のみを２株につき１株の割合で併合すること，②本件株式併合の効力発生日，③効力発生日における発行可能株式総数について定める議案（以下「本件議案３」という。）を本件臨時総会に提出することなどを決議した。\n甲社は，この取締役会の決議に従い，招集手続を経て，本件臨時総会を開催した。本件臨時総会では，Ｃが，本件優先株式に係る甲社の剰余金の配当の負担を軽減するためには本件株式併合が必要である旨を説明した上で，本件議案３について審議したところ，Ｐ及びＱが強く反対したが，Ａ及びＢが賛成したため，本件議案３が可決された（以下，本件議案３に関する本件臨時総会の決議を「本件決議３」という。）。なお，甲社は，本件臨時総会の開催に先立ち，株主に対する会社法所定の通知をするとともに，本件株式併合に関する事項を記載した会社法所定の書面を本店に備え置いた。また，Ｐは，本件臨時総会に先立ち，本件株式併合に反対する旨を甲社に対し書面で通知した。\n〔設問２〕\n⑴ 本件株式併合の効力の発生によって，Ｐには，どのような不利益が生じ，又は生じるおそれがあると考えられるかについて，説明しなさい。\n⑵ Ｐは，本件決議３に従い，本件株式併合の効力が発生することによって，自己に不利益が生じ，又は生じるおそれがあることに強い不満を感じている。Ｐは，本件株式併合の効力の発生前の時点で，どのような会社法上の手段を採ることが考えられるかについて，論じなさい。なお，損害賠償を請求するという手段については，論じなくてよい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，４０：２０：４０］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\n１．Ｘは，旧友Ａとの間で，Ｘが所有する賃貸用建物（以下「本件建物」という。）について，賃料月額２０万円，期間の定めなしとの約定でＡに賃貸するとの賃貸借契約（以下「本件契約」という。）を締結し，Ａに対し，本件契約に基づき，本件建物を引き渡した。\n２．Ａは，本件建物で書店を経営し，Ａの子であるＹ１及びＹ２（以下「Ｙら」という。）が書店を手伝っていた。\n３．Ａは，５月に死亡した。Ａの配偶者は，既に死亡しており，Ａの相続人は，Ｙらのみである。\nＹらは，まだＡの遺産についての遺産分割をしていない。\n４．Ｘは，７月末，Ｙらに対し，「ＸとＡは，今年の４月１日，本件契約について９月３０日をもって終了するとの解約の合意をした。Ａは，その際，Ｘに対し，９月３０日までに本件建物を明け渡すと言った。」と述べた上で，本件建物の明渡しの具体的な時期を問い合わせた。\n５．Ｙ１とＹ２は，８月初め頃に話合いをした。この話合いの場において，Ｙ１は，「Ａから本件契約の解約の合意をしたとは聞いていない。Ｙ１とＹ２は，相続によってＡから本件建物の賃借権を承継し，書店の経営も引き継いでいる。Ｙ１は，Ｘに対し，Ａの死亡後，Ｙ１が本件契約に基づく賃料の請求先となったことを知らせたが，Ｘは，本件契約が終了するとは言わずに，これを了承した。また，本件契約に基づく賃料は，現在まで滞りなく支払ってきた。」とし，本件建物を明け渡す必要はないと述べた。これに対し，Ｙ２は，「本件建物を明け渡し，敷金を返還してもらった方がよい。Ｙ２は，Ａの生前，Ａから，Ｘに敷金を差し入れてあると聞いていた。実際に，本件契約を締結した頃の日付で１２０万円を受領した旨のＸ名義の受領書がＡの遺品の中にあった。この受領書が敷金の差し入れの証拠になる。」と述べた。\n６．Ｙ２が８月中旬に，Ｘに対して敷金が全額返還されるか問い合わせたところ，Ｘは，Ｙ２に対し，「８月分まで賃料の滞納はなく，本件建物をきれいに使ってくれて修繕の必要もない。しかし，Ａから本件契約の締結時に受け取ったのは礼金であって，返還の必要のある敷金ではない。」と述べた。\n７．そこで，Ｙ２は，その翌日，かねてより相談していた弁護士Ｌに，上記１から６までの経緯を説明した上で，Ｘから敷金を返還してもらうことができるかどうかを検討してもらうこととした。\n以下は，弁護士Ｌと司法修習生Ｐとの間の会話である。\nＬ：Ｙ２は本件建物を明け渡して敷金を返還してもらうことを希望しています。Ｙ１が本件契約の解約の合意を争っているため，本件建物の明渡しの見通しはついていませんが，Ｘに対し敷金返還を請求する訴えを提起した場合に，本件建物の明渡しをしないままの状態であっても，本案判決を得ることはできるでしょうか。ここでは，敷金返還請求権は，賃貸借終了後，不動産が明け渡されたときに，敷金によって担保されるそれまでに生じた一切の債務の額を控除した残額につき発生するものと考えましょう。\nＰ：そうすると，本件建物の明渡し前には敷金返還請求権は発生しないので，将来給付の訴えの適法性を検討せよということですね。敷金返還請求権が本件建物の明渡しを条件とする条件付請求権ということであれば，将来給付の訴えの適法性が認められるのではないでしょうか。\n- 2 -\nＬ：条件付請求権であっても，将来給付の訴えの適法性が認められるとは限りませんよ。ここでは，Ｙ２の法定相続分が２分の１であることを考慮し，６０万円のみの請求をすることとして，「Ｘは，Ｙらから本件建物の明渡しを受けたときは，Ｙ２に対し，６０万円を支払え。」との請求の趣旨による将来給付の訴えの適法性につき検討してもらいましょう。これを「課題１」とします。検討の際には，本件の具体的状況を踏まえた上で，敷金返還請求権の特質のほか，当事者間の衡平の観点から，適法性が認められた場合の被告の負担を考慮する必要があります。ただし，応訴の負担は考慮する必要がありません。\nＰ：はい，分かりました。ところで，もし，将来給付の訴えの適法性が認められないという結論になるとすると，敷金に関する確認の訴えを提起することになるのでしょうか。\nＬ：良い機会ですから，将来給付の訴えが不適法とされる場合に備え，敷金に関する確認の訴えの利益についても考えましょう。Ｙ２の立場から，どのような訴えであれば確認の利益が認められるかを検討してください。その際には，既判力により確定する必要性を考慮して，なぜその訴えであれば確認の利益が認められるのかについて説明してください。これを「課題２」とします。\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｌから与えられた課題１及び課題２について答えなさい。\n【事 例（続き)】\n８．Ｘは，Ｙらが９月３０日を経過しても本件建物の明渡しをしないことから，Ｙらを被告として，本件契約の終了に基づく本件建物の明渡しを求める訴えを提起した（以下，この訴えに係る訴訟を「本件訴訟」という。）。Ｘは，訴状において，Ｙらの被相続人であり，本件契約の相手方当事者であったＡとの間で本件契約の解約の合意がされた旨主張している。\n９．本件訴訟は，裁判官Ｊが単独で審理及び裁判をすることとなった。本件訴訟の第１回口頭弁論期日において，Ｘは，訴状を陳述した。これに対し，Ｙらはいずれも，請求を棄却するとの判決を求め，本件契約の解約の合意について，Ｙ１は否認し，Ｙ２は知らないとした。\n10．その後に指定された和解期日において，裁判官Ｊが他の当事者を退席させた上でＸ，Ｙ１，Ｙ２を順次個別に面接する方式により，和解協議が実施された。Ｙ２は，その際，裁判官Ｊに対し，「Ｘは，Ａが差し入れた敷金を礼金であるとして返還しようとしないが，敷金を返還してくれるのであれば，Ｙ２は，Ｘに本件建物を明け渡してもよい。Ｙ２としては，無理に書店の経営を続けなくともよいのではないかと思っている。今から思えば，Ａも，日頃から店の経営不振に悩んでおり，Ｘに相談しているという話もしていた。本件建物を明け渡して敷金が戻るような和解が成立することを希望している。」と述べた。しかし，Ｙ１が飽くまで本件契約の継続を希望したため，和解は成立しなかった。\n以下は，裁判官Ｊと司法修習生Ｑとの間の会話である。\nＪ：今日は和解成立には至りませんでした。和解手続における当事者の発言内容をその後の判決に影響させることがないように，注意する必要があります。\nＱ：それでは，先ほどの和解期日におけるＹ２の発言から，ＸＡ間の解約の合意は存在したという心証を得て，それに基づいて判決をすることはできないのですね。\nＪ：もちろん許されません。それを理解してもらうために，まず，民事訴訟法においては，裁判所は何を心証形成の資料とすることができるとされているのかを示した上で，和解期日における\nＹ２の発言がそれに当たらないことを説明してください。また，和解手続における当事者の発言内容を心証形成の資料とすることができるとすると，どのような問題が生ずるかについて，理由を示して検討してください。これらを「課題」とします。\n- 3 -\n〔設問２〕\nあなたが司法修習生Ｑであるとして，Ｊから与えられた課題について答えなさい。\n【事 例（続き)】\n11．本件訴訟の第２回口頭弁論期日において，Ｘは，Ａが生前にＸとの間で本件契約の解約の合意をしていたことを裏付けるため，「Ｘは，４月３日，本件建物の内外を検分し，Ａに対して，『大変きれいに使ってくれていますね。これなら修繕の必要はない。』と述べるなど，Ａとの間で本件建物の明渡しの準備について話をした。Ｙ２は，書店の手伝いをしていたことから，その際，ＸとＡとの会話を聞いたはずである。」と主張した。これに対し，Ｙ２は，「４月３日にＸが主張するＸとＡの会話を聞いた記憶はない。Ａが作成していた業務日誌を見ても，Ｘとの間で本件契約の解約や本件建物の明渡しを前提とした会話があったことは記載されていない。」\nと主張し，Ｘが主張するような会話がなかったことを立証するため，Ａが作成した同日の業務日誌（以下「本件日誌」という。）を提出して書証の申出をした。裁判所は，同期日において，本件日誌を取り調べた。\n12．本件訴訟の第３回口頭弁論期日が指定された後，Ｘ，Ｙ１及びＹ２は，訴訟外で解決に向けた協議をした。その結果，ＸとＹ１の間では協議が整わなかったが，ＸとＹ２の間では，解決に向けた合意がされ，ＸがＹ２に対する訴えを取り下げることとなった。そこで，Ｘは，裁判所に対し，Ｙ２に対する訴えの取下書を提出し，それを受け，Ｙ２は，裁判所に対し，Ｘの訴えの取下げに同意する旨の書面を提出した。\n以下は，裁判官Ｊと司法修習生Ｒとの間の会話である。\nＪ：ＸがＹ２に対する訴えの取下書を提出し，Ｙ２もその同意書を提出しています。ＸはＹ２に対する訴えのみを取り下げることができるのでしょうか。\nＲ：それを考えるに当たっては，まず，本件訴訟が共同訴訟のどの類型に当たるのかを考慮する必要があります。\nＪ：そうですね。それでは，その結果を踏まえて，ＸはＹ２に対する訴えのみを取り下げることができるのかを検討してください。これを「課題１」とします。\nまた，仮にＸがＹ２に対する訴えのみを取り下げることができるとして，残されたＸとＹ１のみの訴訟において本案判決がされる場合に，第２回口頭弁論期日にＹ２が提出した本件日誌の取調べの結果を事実認定に用いてよいかを，共同訴訟における証拠調べの効果及びそれが訴えの取下げによって影響を受けるかどうかを踏まえて検討してください。これを「課題２」とします。\n〔設問３〕\nあなたが司法修習生Ｒであるとして，Ｊから与えられた課題１及び課題２について答えなさい。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，民法の幅広い分野から，民法の基礎的な理解とともにその応用力をも問うものであり，当事者の主張を踏まえつつ複数の法律問題の相互関係を適切に理解したり，事案の特殊性を論理的に分析して自説を展開する能力が試されている。\n設問１は，令和２年４月１日に施行された民法（債権関係）の改正法（平成２９年法律第４９号。以下「改正法」という。）を踏まえ，契約不適合責任，債務不履行，相殺，債権譲渡等といった民法債権編の複数の制度・規定について，基本的な理解ができているか，その理解を具体的事例における救済手段の検討を通じて適切に展開することができるかを問うものである。\n設問１の事実関係の下では，契約不適合責任（民法第５６２条）が問題となるところ，問題文において，買主Ｂが乙建物に引き続き居住することを前提に，代金支払額をなるべく少なくするために，契約①に基づきどのような主張をすることができるかという趣旨であることが明示されているのであるから，契約不適合責任に基づく二つの救済手段，すなわち，代金減額請求権の行使，及び追完に代わる損害賠償請求権と売買代金債権との相殺による減額の可否を検討すれば足り，居住が不可能になる解除や，契約に基づくものではない不法行為等について言及する必要はない。\n前提として，売主Ａが契約不適合責任を負うことを確認する必要があるが，契約不適合責任が認められるかについては，契約当事者が特に合意した内容及び取引上の社会通念に照らして判断されることを示しつつ，乙建物の品質（防音性能）には契約不適合があると述べる必要がある。設問１では，ＡＢ間において，乙建物が特に優れた防音性能を備えた物件であることが合意の内容とされ，代金額が定められたこと（【事実】１），乙建物は合意された防音性能を備えていないこと（【事実】５）などからすると契約不適合があると評価することが求められる。\n代金減額請求権の発生については，原則として追完の催告を行った上で，催告で定められた相当期間経過後も追完がないことが必要であることに加え，契約不適合につき買主に帰責事由がある場合は行使することができないことを述べた上で，設問１の事実関係から，これらの要件が認められることを述べる必要がある。その際，代金減額の効果が発生するためには代金減額請求の意思表示が必要であることも述べる必要があり，代金減額請求権の行使により「不適合に応じた」減額の効果が生じることも併せて指摘することが望ましい。\nＢが代金減額請求権を行使するに当たり，売買代金債権の譲受人Ｃに対抗することができるかについては，Ｃへの債権譲渡につき債務者対抗要件が具備されていることを指摘した上で，その具備前に民法第４６８条第１項の「譲渡人に対して生じた事由」が存在したといえるかが問題となることを指摘する必要がある。「譲渡人に対して生じた事由」の意義については，㋐\n広く抗弁事由の主たる発生原因ないし法的基礎の存在をもって足りると解することができる立場，㋑抗弁それ自体の存在を必要とする立場などが考えられ，いずれの立場によっても構わないが，請負契約に基づく残報酬債権が第三者に譲渡されて対抗要件が備えられた後に，請負人の仕事完成義務の不履行が生じ，これに基づき注文者が請負契約を解除した場合に関する最判\n- 4 -昭和４２年１０月２７日民集２１巻８号２１６１頁を踏まえた検討が求められる。\n㋐の立場による場合には，請負契約における仕事完成債務の不履行を理由とする注文者による解除の場面のみならず，同一の双務契約において売主が債務不履行に陥った場合における買主の救済手段である代金減額請求にも同様に適用可能な解釈準則として，民法第４６８条第１\n項の「事由」が抗弁事由の主な発生原因である契約の存在で足りるとする一般的な考え方を基礎としているものと考えることになると思われる。そして，上記最高裁判決もこれに沿うものとして位置付けることが可能であるとして，代金減額請求権の発生という抗弁事由の発生原因又は法的基礎に当たる契約①の存在をもって，同項の「事由」に当たることなどを論ずべきことになる。\n㋑の立場による場合には，例えば，代金減額請求が不適合物の給付を履行と認容した上で新たに契約規範を再設定（契約改訂）する側面も有しているという特殊性に鑑み，抗弁の発生原因として，売買契約の存在に加えて引渡しをも必要とするなどと考えることになるが，併せて，代金減額請求と解除との異質性を指摘するなど，上記最高裁判決の射程が及ばないと考えるべき根拠を説得的に展開する必要がある。\n追完に代わる損害賠償債権と売買代金債権との相殺による実質的な減額については，その前提として，Ｂが追完に代わる損害賠償債権を有していることが必要であるが，その根拠規定については民法第４１５条第１項に基づく立場と同条第２項の適用又は類推適用に基づく立場があると考えられる。いずれの立場によっても構わないが，自己の採用した立場から一貫性のある法律構成をすることが必要であるほか，後者の立場では，同項各号のいずれに該当するかを検討する必要がある。また，併せて，乙建物の防音性能が特に優れていることが保証されていること（【事実】１）や，Ａは近隣トラブルから目的物に防音性能の不備があることを認識することができたこと（【事実】４）などの問題文に表された事情に照らして，Ａに債務者の責めに帰することができない事由が認められるとはいえないことを指摘する必要もある。\nＢがＡに対する損害賠償債権を自働債権，売買代金債権を受働債権とする相殺をＣに対抗することができるかについては，改正法において新設された民法第４６９条（債権の譲渡における相殺権）に照らして判断されることになる。自働債権である追完に代わる損害賠償債権の取得時は不適合物の引渡時（令和２年９月２５日）であるものと解されることを前提にすると（最判昭和５４年３月２０日判例時報９２７号１８６頁），これは受働債権に係る債権譲渡の対抗要件が具備された時点（令和２年７月３０日）以後であることから，同条第２項の適用の可否が問題となる。本件においては自働債権と受働債権がともに同一の売買契約に基づいているという意味での関連性を有することから，条文上の根拠については同項第１号とする立場と同項第２号とする立場があると考えられる。\n民法第４６９条第２項第１号を根拠とする立場については，「前の原因」が存在するといえるための基準についての解釈を示す必要があり，例えば，自働債権の主たる発生原因が対抗要件具備時前に備わっていれば足りるとすることなどが考えられる。このような考え方に立つ場合には，更に契約債権に関しては当該契約の存在をもって足りるのか，それとも契約の存在に加えて相殺の合理的期待を基礎付ける具体的事情，例えば，自働債権と受働債権との間に（同一契約に基づく）関連性が認められることなどの付加的事情の存在も必要となるのかについても検討することが望ましい。\n民法第４６９条第２項第２号を根拠とする立場については，同条の条文構造自体からは同項第２号が自働債権の取得時のみならずその発生原因の成立時までもが受働債権に係る債権譲渡の対抗要件具備後である場合を想定したものであると考えられることから，同条第１項及び同条第２項第１号との関係性をどう見るかといった諸点に言及し，踏み込んで論証することが望ましい。\n設問２は，公道に至るための他の土地の通行権（以下「隣地通行権」という。）の成立要件\n- 5 -及び効果に関する基本的知識及び理解を問うとともに，有償の地役権設定契約の解除の可否を地役権設定契約の構造及び解除制度の意義から導き出す論理的思考力を問うものである。\n小問⑴では，まず，【事実】８から，一筆の土地を分割して譲渡したことによって甲土地が袋地となったのであるから，残余地である丙土地を目的とする隣地通行権が成立すること（民法第２１３条）を示す必要がある。その際，この規律は，隣地通行権の負担は袋地の発生を生じさせた残余地の所有者が負うべきであり，それ以外の囲繞地に負担を負わせるべきではないとの考え方に基づくことを説明することが望ましい。\n次に，甲土地の所有権は，袋地となった後にＡからＢに移転していることから，このことが民法第２１３条によって発生した隣地通行権の存続に影響するかについて検討することが必要である。分割によって生じた袋地がその後に第三者に譲渡された場合でも，隣地通行権は残余地自体に課された物的負担であるとして，隣地通行権は存続するという立場（最判平成２年１１月２０日民集４４巻８号１０３７頁）と民法第２１３条は袋地を発生させた当事者間のみに適用されるから隣地通行権は消滅するとの立場があり，いずれの立場によっても構わないが，後者の立場に立つのであれば，判例を批判した上で論じる必要がある。\nさらに，丙土地のうち隣地通行権が成立する土地の範囲も問題となるが，隣地通行権に関する通行の場所及び通行の方法は，通行権を有する者のために必要であり，かつ，隣地のために損害が最も少ないものを選ばなければならないこと（民法第２１１条第１項）を説明する必要がある。本件では，【事実】９によれば，ａ部分については，丙土地の端であって甲土地の利用に対する影響も少なく，甲土地から徒歩で公道に出るために必要最小限の部分であるといえることを指摘しつつ，隣地通行権が成立するとする必要がある。\nｃ部分のうちａ部分を除くｂ部分についても隣地通行権が成立するかについては，当該隣地通行権が自動車による通行を内容とするか否かによる。その成否については，判例によれば，自動車による通行を認める必要性，周辺の土地の状況，通行権が認められることによる不利益等の諸般の事情を考慮して判断されるとされており（最判平成１８年３月１６日民集６０巻３\n号７３５頁），これをそのまま引用することまでは要求されないが，判断基準として，判例の示す考慮要素などを指摘する必要がある（もちろん，全てを挙げる必要はない。）。小問⑴では，Ｄから甲土地を譲り受けたＡ及び，その後に甲土地を取得したＢも，もともと徒歩で公道に出ていたこと（【事実】８及び９）から，徒歩で公道に出るという内容で甲土地と丙土地との利用の調整ができていたと考えられること，甲土地は駅から徒歩圏内にあることなどを指摘しつつ，Ｄに対し丙土地のｂ部分を排他的に利用できない不利益を課してまで自家用車による通行を認める必要はないなどと論述することが考えられる。\nなお，ａ部分の隣地通行権は，法定地役権であるから，法定の要件が満たされている限り隣地通行権は存続し，ａ部分を目的とする約定地役権の成立又はその消滅により影響を受けることはない旨が述べられていることが望ましい。\n小問⑵では，下線部㋑のＢの発言及び下線部㋒のＤの発言が，有償の地役権設定契約の性質及び解除の制度趣旨について，それぞれどのような理解に基づくか，並びに有償の地役権設定契約の性質を踏まえると契約②によってＢ・Ｄ間にどのような債権債務関係が生じるかを説明した上で，これらの発言のどちらの理解が正当であるかを検討することが必要である。いずれの発言を正当としても構わないが，それぞれの発言が依拠する理解と整合的に一方の正当性を説明することが求められている。\nまず，下線部㋑のＢの発言は，地役権設定者は地役権設定契約によって債務を負わないことを前提に，Ｄは契約②によって債務を負わないから，契約②は解除することができないとするものである。債務不履行を理由とする解除制度の目的は，不履行をしている債務者の債権者を「契約の拘束力からの解放」を認めることにあるところ，この発言は，「契約の拘束力からの解放」とは債権者の負う債務から債権者を解放するためにあるとの立場を前提とし，解除は債\n- 6 -権者も債務を負う双務契約にのみ適用されると解する。Ｄは契約②によって債務を負わないから，契約②を解除することができないことになる。\nこれに対し，下線部㋒のＤの発言は，解除制度は，債権者をその債務に限らず広く契約の拘束力から解放するとの理解に基づく。このような考え方によれば，債権者は，当該契約の効力を消滅させる法的利益がある場合には，当該契約によって債務を負っていなくても，契約を解除することができることになる。また，下線部㋒のＤの発言は，予備的に，そもそも，契約②\nによってＤは債務を負っていたから解除制度が適用されると主張するものである。\n小問⑵では，下線部㋑及び下線部㋒のそれぞれの発言につき，地役権設定契約の性質を分析した上で，契約②によってＤが債務を負うか，契約②によってＤが債務を負わないとすれば，債務を負わないＤが契約②を解除することができるかどうかを，解除制度の趣旨と結び付けて説明することが求められる。\nまず，有償の地役権設定契約の性質をどのように理解するかについては，大別して，契約②が全体として地役権設定契約であると解する考え方と，契約②は地役権設定契約と毎年２万円の支払に関する特約からなるとする考え方に分けることができる。\n契約②は全体として地役権設定契約であると解する考え方においても，考え方は分かれ得るところ，例えば，有償の地役権設定契約から生じる債権債務関係については，承役地の所有者は地役権設定契約により地役権を設定する債務を負うと解する立場があり得る。この立場によれば，契約②において，Ｄによる地役権設定債務と，Ｂによる地役権設定の対価の支払債務とが対価的牽連関係に立つといえる。\n次に，契約②は地役権設定契約と毎年２万円の支払に関する特約からなるとする考え方においても，考え方は分かれ得る。例えば，地役権設定契約を物権契約であると理解する立場によれば，物権契約から債権債務関係は生じないから，ＢとＤは，地役権設定契約とは別に債権契約としてＢがＤに毎年２万円を支払う特約をしたものと整理することになる。このような考え方によれば，地役権設定契約とは別個のものである対価に関する特約の不履行を理由として，地役権設定契約（契約②）を解除することができるかが問題となり，両者の関係をどのように理解するかによって，解除を肯定する考え方，否定する考え方のいずれも考えられる。なお，地役権設定契約を物権契約ではないと理解したとしても，地役権には無償のものもあることから，地役権設定の対価の合意は地役権設定契約の本質的要素ではないことを理由に，契約②は地役権設定契約と対価に関する特約の二つからなると考えることもできるであろう。\n小問⑵においては，上記のような考え方の分岐について詳細に説明することまでは求められておらず，飽くまでも，与えられた題材から問題文に示された問題意識に留意しつつ，自説を展開することが求められている。\n設問３は，夫婦の一方による他方の特有財産の売却の効力を問うものである。夫婦の日常家事の連帯債務（民法第７６１条）の構造やそれをめぐる議論を正確に理解し展開することができるかを確認し，併せて無権代理の基本的な法律関係及び相続についての基本的な事項の理解を確認するものである。同条の解釈に関する基本的な判例として，最判昭和４４年１２月１８\n日民集２３巻１２号２４７６頁がある。\nまず，設問３の事実関係の下では，買主ＢのＧに対する登記請求は，ＥＢ間の売買契約に基づく売主Ｅの登記移転義務（民法第５６０条）の履行請求であるので，その前提として，Ｅの姉Ｇが相続によりＥの地位を承継していることを説明する必要がある。【事実】１６によれば，Ｅには子，直系尊属，Ｇ以外の兄弟姉妹がなく，妻Ｆは相続を放棄しているから，Ｇが単独でＥを相続したことが認められる（民法第８８９条第１項第２号）。なお，Ｇは預金を解約してその払戻しを受けていること（【事実】１９）を指摘しつつ，法定単純承認があったと認められること（民法第９２１条第１号）を示すことが望ましい。\n次に，妻Ｆは，夫Ｅから丁土地の売却の権限を与えられていないにもかかわらず，Ｅの特有\n- 7 -財産である丁土地について，Ｂとの間で売買契約を締結しているところ，このようなＦの行為が，夫婦の日常家事に関する法律行為といえるのであれば， Ｅも売買契約に基づく登記移転義務（民法第５６０条）を負うので，丁土地の売買がＥＦ夫婦の日常家事に関する法律行為といえるかを検討する必要がある。\n日常家事に関する法律行為の意義については，個々の夫婦がそれぞれ共同の生活を営む上において通常必要な法律行為をいうことを示した上で，その具体的範囲については，個々の夫婦の共同生活を基本としてその内部的事情や個別的な目的とともに，当該法律行為の種類，性質等も考慮して客観的に判断されるべきことを，理由とともに示す必要がある（前掲昭和４４年\n１２月１８日最高裁判決参照）。\n【事実】１６によれば，売買代金の一部を他方配偶者の医療費に充てる目的があったとはい\nえ，Ｅの姉Ｇの事業の資金を用立てるものでもあったこと，そもそも他方配偶者の特有財産の処分であること，不動産の取引であって非日常的な，高額の取引であることという事情が認められるから，このことを指摘しつつ，日常家事債務の範囲外と評価されるとする必要がある（前掲昭和４４年１２月１８日最高裁判決参照）。\n日常家事債務の範囲外であるとしても，次に，表見代理により相手方が保護されないかについて検討する必要がある。この点について，相手方においてその範囲内であると信じるにつき正当の理由があるときには，民法第１１０条の趣旨を類推適用して，相手方が保護されるとする立場（前掲昭和４４年１２月１８日最高裁判決参照）による場合は，民法第７６１条の基礎に連帯責任の前提として夫婦の相互の代理権があり，同条はそのような代理権を定めるものであることを明らかにする必要がある。また，そのような法定代理権を基礎として民法第１１０\n条を適用することができるかについて，夫婦の財産的独立を損なうおそれがあることから，直接適用ではなく，趣旨を類推適用することが相当であるという考え方を説明し，正当な理由における信頼の対象が，当該法律行為が日常家事の範囲に属することであって，相手方に代理権があることではないことを明らかにする必要がある。\n【事実】１７によれば，仮にＢの信頼は夫婦の日常家事の範囲内であるという点の信頼を含\nむものであったとしても，正当の理由を基礎付けるに当たっては，例えば，委任状等を提示しているという点については，Ｆの代理権の存在についての信頼の一事情となるのが通常であるが，日常家事の範囲についての信頼の一事情となるかは問題であり，Ｅの特有財産である不動産の処分について，Ｂの信頼に正当の理由はないと評価することが求められる。\n以上と異なり，民法第１１０条を直接適用する立場，民法第７６１条の代理権を否定する立場などもあり得る。いずれの立場によっても構わないが，これらの立場による場合には，前掲昭和４４年１２月１８日最高裁判決を批判した上で，日常家事の範囲の捉え方，民法第７６１\n条が代理権を定めるものかどうか，第三者保護をどのような手法で，またどのような範囲で図るのが適切かに関し，判例と異なる立場を採ることについて説得的に論じる必要がある。\n設問３では，無権代理についての基本的な法律関係の理解も問われている。すなわち，Ｆの行為は無権代理であって，Ｅの追認がない限り，Ｅに対して効力を生じないが（民法第１１３条第１項），Ｅは生前に追認せずに死亡し，Ｅの相続人はＧのみであり，ＧがＢの請求を拒絶したのは，この追認を拒絶するものと考えられるから，このような追認拒絶の可否が問題となる。\n本人は追認・追認拒絶について何ら態度決定をしていなかった場合，相続人はその地位を承継し，この選択権を有する。無権代理と相続については，一連の判例があるが，設問３は，無権代理人の本人相続ではなく，第三者の本人相続であるから，これらの判例が問題とする場面とは事案を異にする。一般には，第三者である相続人は，追認･追認拒絶の選択権があり，追認を拒絶すれば，当該売買契約は本人に効果帰属しないことが確定するから，相手方Ｂは本人たる地位にあるＧに対して，売買契約の履行を求めることはできない。\n- 8 -しかし，設問３においては，Ｇは，ＦとＢとの間の売買契約締結に立会い，その場でＦは丁土地の売却についてＥの親族（Ｇ）の了解を得ていることを告げている（【事実】１７）。その背後では，Ｇは，当該売買契約に関して事前にＦから相談を受けて，売却に問題はない旨を述べた上，売買代金の一部をＧの事業の資金に利用させてくれるよう申し入れており（【事実】\n１５），実際にも，代金の一部がＦからＧに交付されている（【事実】１８）。このような事情を勘案すれば，後に，ＧがＥの相続人の立場で，追認を拒絶することは，信義則に反すると評価する余地があり（民法第１条第２項），この点についての検討が求められる。\n追認拒絶が許されるか否かについては，肯定，否定のいずれの立場によっても構わないが，追認拒絶が許されないとする立場による場合には，さらに，追認拒絶を選択することが許されないことにより，なぜ，追認がされたのと同様の効果が生じると考えることが可能であるかも説明する必要がある。他方で，追認拒絶が許されるとする立場による場合には，上記の諸事情にもかかわらず，そのように判断される根拠を丁寧に説得的に論じる必要がある。\nなお，Ｂの登記請求に関しては，残代金の支払について同時履行の抗弁（民法第５３３条）が問題となることから，改めて残代金の提供が必要であることを指摘した上で，本件ではＢが残金の支払を提供して請求していること（【事実】２１）にも言及することが望ましい。\n〔第２問〕\n１ 本問は，①公開会社でない株式会社（以下「非公開会社」という。）が募集株式の発行等をする場合にどのような手続が要求されるか，それらの手続に瑕疵があることが当該募集株式の発行等の効力にどのような影響を及ぼすか，及び募集株式の発行等の無効をどのような訴えにより主張すべきかについての理解等を問う（設問１）とともに，②会社が特定の種類の株式のみを対象として株式の併合をしようとする場合に，当該種類株式の株主とその他の種類株式の株主がどのような利害状況に置かれるのか，及び不利益を受けるおそれのある種類株式の株主の事前の法的救済方法としてどのようなものが考えられるかの理解等を問う\n（設問２）ものである。いずれの点についても，会社法上の重要な規定・制度及び重要な判例に関する基礎的な理解を有していることを前提に，それを本問の事案に適切に応用することができるか否かが試されている。\n２⑴ 設問１においては，Ｂは，①議決権のある剰余金配当優先株式（本件優先株式）の発行\n（本件株式発行）を行う旨の議案（本件議案２）に関する甲社の定時株主総会（本件定時総会）の決議（本件決議２）には，取消事由があり，非公開会社において，募集事項を決定する株主総会の決議に取消事由があることは，本件株式発行の無効原因に該当すると主張すること，及び②本件優先株式の内容等の所要の事項を定める定款変更を行う旨の議案\n（本件議案１）に関する本件定時総会の決議（本件決議１）には，取消事由があるため，本件株式発行は定款の定めのない種類の株式の発行となり，これは本件株式発行の無効原因に該当すると主張することが考えられる。\n⑵ そして，令和２年５月１４日の時点では，本件株式発行の効力が生じているため，Ｂは，例えば，新株発行の無効の訴え（会社法第８２８条第１項第２号）を提起し，本件株式発行の無効原因として，上記⑴①及び②のとおり主張することが考えられる。\nこれらのことを論述する際には，本問においては，⒜新株発行の無効の訴えの提訴期間\n（非公開会社にあっては，株式の発行の効力が生じた日から１年以内。会社法第８２８条第１項第２号）が経過していないこと，さらに，⒝株式の発行の無効原因として，株主総会の決議の取消事由を主張する場合には，当該決議の取消しの訴えの提訴期間内（株主総会の決議の日から３か月内。同法第８３１条第１項柱書き前段）に，新株発行の無効の訴えを提訴しなければならないとする立場に立つときは，その提訴期間も経過していないことにも言及することが求められる。\n- 9 -\n⑶ Ｂの上記⑴①の主張の当否を論ずるに当たっては，本問において，甲社は取締役会設置会社であるから，株主総会の招集通知には，株主総会の日時及び場所のみならず，株主総会の目的である事項及び払込金額が募集株式の引受人に特に有利な金額である場合（いわゆる有利発行の場合）における募集株式を引き受ける者の募集に係る議案の概要を記載しなければならなかったにもかかわらず（会社法第２９９条第２項第２号，第４項，第２９８条第１項，会社法施行規則第６３条第７号ホ），本件定時総会の招集通知（本件招集通知）には，株主総会の日時及び場所のみを記載していたため，本件決議２には，株主総会の招集の手続の法令違反という株主総会の決議の取消事由があること（同法第８３１条第\n１項第１号）を指摘した上で，いわゆる全員出席総会による瑕疵の治癒が認められるか否かについて，判例（最判昭和６０年１２月２０日民集３９巻８号１８６９頁）等も踏まえ，検討することが求められる。\nまた，有利発行の場合には，取締役は株主総会の決議に際して有利発行を必要とする理由を説明しなければならず（会社法第１９９条第３項），それを欠くことは，株主総会の決議の方法の法令違反という取消事由（同法第８３１条第１項第１号）に該当するところ，本問において，甲社の取締役Ｃは，本件決議２に際し，２億円の資金調達が急務であり，そのためには，事実上，本件株式発行以外に選択肢がないことを説明する一方で，２万円という払込金額が公正な払込金額である旨の虚偽の説明をしており，株主Ｂは本件株式発行が有利発行であることを認識することができていないため，果たして取締役Ｃは有利発行を必要とする理由を説明したものと評価することができるか，あるいは仮にそのような評価が可能であるとした場合であっても，株主の議決権行使に重要な影響を及ぼす事項について虚偽の説明をして，本件決議２を成立させているため，決議方法の著しい不公正という取消事由（同号）が認められないかといった点について，検討することが求められる。\nさらに，本件決議２に取消事由が認められると解する場合には，例えば，「非公開会社については，その性質上，会社の支配権に関わる持株比率の維持に係る既存株主の利益〔支配的利益〕の保護を重視し，その意思に反する株式の発行は株式発行無効の訴えにより救済するというのが会社法の趣旨と解されるのであり，非公開会社において，株主総会の特別決議を経ないまま株主割当て以外の方法による募集株式の発行がされた場合，その発行手続には重大な法令違反があり，この瑕疵は上記株式発行の無効原因になる」とする判例\n（最判平成２４年４月２４日民集６６巻６号２９０８頁。なお，公開会社については「株式会社の代表取締役が新株を発行した場合には，右新株が，株主総会の特別決議を経ることなく，株主以外の者に対して特に有利な発行価額をもって発行されたものであっても，その瑕疵は，新株発行無効の原因とはならない」とする最判昭和４６年７月１６日集民１０３号４０７頁を参照。非公開会社については最判昭和４６年７月１６日の射程は及ばないと解される。）を踏まえ，本問のように，募集事項を決定する株主総会の決議を経ている場合であっても，本件決議２に上記のような取消事由があると解するときは，既存株主の意思に反してその支配的利益が害されているといえるか否かについて，事案に即して検討した上で，本件株式発行に無効原因が認められると解すべきか否かを論ずることが求められる。加えて，Ｂには，有利発行である本件株式発行を差し止める機会が実質的に与えられなかったことも考慮して，本件株式発行に無効原因があると認められるか否かを論じることも考えられる（最判平成９年１月２８日民集５１巻１号７１頁を参照）。\n⑷ Ｂの上記⑴②の主張の当否を論ずるに当たっても，上記⑶と同様に，本件決議１には，株主総会の目的である事項及び定款の変更に係る議案の概要の記載がないという株主総会の招集の手続の法令違反があり，そのことが株主総会の決議の取消事由に該当すること（会社法第８３１条第１項第１号）を指摘した上で，いわゆる全員出席総会による瑕疵の治癒が認められるか否かについて，判例（前掲最判昭和６０年１２月２０日）等も踏まえ，検\n- 10 -討することが求められる。\nそして，本件決議１に取消事由が認められると解する場合には，本件株式発行が定款の定めのない種類の株式の発行に該当し，これが本件新株発行の無効原因に該当すると認められるか否かについて，検討することが求められる。\n３ 設問２⑴においては，本件優先株式のみを対象とする株式の併合（本件株式併合）の効力の発生によって，本件優先株式の株主であるＰは，その保有する本件優先株式の数が半減するため，①株主総会における議決権の割合が大幅に縮減することになること，②優先配当額の総額も半減することになることなどについて，説明することが求められる。その際には，Ｐの議決権割合がどれほど縮減することになるかを具体的に算定した上で，Ｐは，本件株式併合の効力の発生前には有していた一定の少数株主権も行使することができなくなることに言及したり，本件優先株式には累積条項が付されていることなどに鑑みると，優先配当額の総額の縮減によってＰが受ける不利益は比較的大きいと考えられることに言及したりするなど，より深い分析を示すことができていれば，なお望ましい。\n４ 設問２⑵においては，Ｐは，本件株式併合の効力の発生前の時点で，会社法上の手段として，①反対株主の株式買取請求をすること（会社法第１１６条第１項第３号イ），②本件株式併合について，差止請求をすること（同法第１８２条の３），③本件優先株式のみを２株につき１株の割合で併合すること等について定める議案（本件議案３）に関する甲社の臨時株主総会（本件臨時総会）の決議（本件決議３）について，株主総会の決議の取消しの訴えを提起することなどが考えられる。\n⑴ Ｐは，種類株主総会の決議を要しない旨の会社法第３２２条第２項の定めがある本件においては，反対株主の株式買取請求をすることができる。Ｐが反対株主の株式買取請求をすることについて論ずるに当たっては，設問２⑴の解答及び本問におけるその他の事実関係を踏まえ，反対株主の株式買取請求の要件が満たされているか否か，例えば，本件優先株式の株主に損害を及ぼすおそれがあるか否か（同法第１１６条第１項第３号柱書き）や，「反対株主」に該当するか否か（同条第２項）などにも言及することが求められる。\n⑵ Ｐが株式の併合の差止請求をすることについて論ずるに当たっては，設問２⑴の解答及び本問におけるその他の事実関係を踏まえ，取り分け差止事由が認められるか否かについて検討することが求められる。\nこの点に関する解釈としては様々なものがあり得るところであり，例えば，①甲社が本件優先株式を発行する前に発行していた株式（本件普通株式）の株主は本件株式併合によって他の株主と共通しない特別の利益を得るため，株主総会の決議について特別の利害関係を有する者に該当し，かつ，本件株式併合は専ら本件優先株式の株主の優先配当権を実質的に縮減することを目的とするため，本件決議３は著しく不当な決議に該当することから，本件決議３には，取消事由がある（会社法第８３１条第１項第３号）と認められ，これが（瑕疵のない株主総会の決議による決定を求める）同法第１８０条第２項に違反し，差止事由である法令違反（同法第１８２条の３）が認められるといった解釈が考えられる。\nまた，②優先株主の優先配当権の実質的な縮減を目的とする不当な株式併合であって権利濫用の法令違反があるとして，差止事由である法令違反が認められるという解釈も考えられる。さらに，③取締役の善管注意義務を定める一般的な規定（同法第３３０条，民法第\n６４４条）も会社法第１８２条の３にいう「法令」に含まれるとする理解を前提に，取締役は善管注意義務の一内容として株主間の不当な利益移転を生じさせないようにする義務を負うところ，本問では，このような義務の違反があるため，差止事由である法令違反が認められるとする解釈も考えられる。なお，④①から③までのように本件決議３に取消事由があるとしても，実際に本件決議３が取り消されない限りは，差止事由である法令違反があるとは認められないとする解釈も考えられる。\n- 11 -\n⑶ Ｐが本件決議３の取消しの訴えの提起をすることについて論ずるに当たっては，仮に本件決議３が取り消された場合には，これによって本件株式併合も無効となると解されるため，本件決議３の取消しの訴えの提起をすることは，本件株式併合の効力が発生した後に，本件株式併合の無効を主張する前提となることに言及するなど，まずは，本件株式併合の効力の発生前の時点で，本件決議３の取消しの訴えを提起することの意義を明らかにすることが望ましい。\nその上で，本問における事実関係を踏まえ，本件決議３に取消事由が認められるか否か，例えば，上記⑵における①から③までの解釈と同様の解釈により，本件決議３には，取消事由がある（会社法第８３１条第１項第３号）と認められるか否かなどについて検討することが求められる。\n〔第３問〕\n本問は，ＸとＡとの建物（以下「本件建物」という。）の賃貸借（以下この賃貸借に係る契約を「本件契約」という。）の継続中，賃借人であるＡが死亡し，Ｙ１及びＹ２（以下「Ｙら」という。）がＡを相続したところ，ＸがＹらに対してＡとの間で本件契約の解約の合意をしたと主張している事案を題材として，①敷金に関する将来給付の訴えの適法性及び確認の訴えにおける確認の利益の検討（設問１），②和解手続における当事者の発言の内容を裁判官が心証形成の資料とすることができない理由の検討（設問２），③本問の共同訴訟（以下「本件訴訟」\nという。）において共同被告の一方に対する訴えを取り下げることの可否と，仮にそれができるとする場合に取下げにより当事者ではなくなった者が取下げの前に提出して取り調べられた証拠の証拠調べの結果を事実認定に用いることができるかどうかの検討（設問３）をそれぞれ求めるものである。\nまず，設問１の課題１では，Ｘが本件契約の締結時にＡから交付された１２０万円について敷金であることを否定し，Ｙ１がＸとＡとの間の本件契約の解約の合意を争って本件建物の明渡しを拒んでいるという事実関係の下において，敷金の返還を求めるＹ２の立場から，本件建物の明渡しをしないままの状態で敷金の返還を求める将来給付の訴えの適法性についての検討が求められている。ここでは，敷金返還請求権が目的物の明渡しを条件として，それまでに生じた敷金の被担保債権一切を控除した残額につき発生するため，本件建物の明渡し前には請求権の成否及び額が明確に定まらないこと，したがって本件訴訟はその事実審の口頭弁論終結時\n（基準時）には請求権の成否及び額が具体化しない将来給付の訴えであることを踏まえ，民事訴訟法（以下「法」という。）第１３５条の将来給付の訴えの利益に言及した上で，将来給付の訴えの適法性につき検討する必要がある。基準時までにその成否及び額が定まらない請求権を行使する給付の訴えの適法性については，判断の枠組みとそのような権利の性質の位置付けに関していくつかの考え方が成り立ち得る。いわゆる権利保護の資格（請求の適格）と権利保護の利益とを分けて前者の問題として論ずる考え方，将来の権利発生の蓋然性と現在これを行使する必要性とを総合的に判断するとの観点から論ずる考え方などが考えられるが，いずれにせよ，設問において敷金返還請求権の特質のほか，当事者間の衡平の観点から将来給付の適法性が認められた場合の被告の負担を考慮することが求められているとおり，将来における権利発生の蓋然性のみならず，将来の強制執行に対する防御のために請求異議の訴えを提起しなければならなくなるかもしれない被告の負担につき論ずる必要がある。その際には，判例（最高裁判所昭和５６年１２月１６日大法廷判決・民集３５巻１０号１３６９頁，最高裁判所昭和６３年３月３１日第一小法廷判決・裁判集民事１５３号６２７頁等）が示した将来給付の訴えの適法性の判断基準を用いることが適当かどうかも意識しつつ敷金返還請求権に即して検討することが求められるとともに，本件におけるＸとＹ２間の争いの状況を踏まえて具体的に考察することが期待される。\n- 12 -次に，設問１の課題２では，本件建物の明渡し前における敷金関係の確認の訴えにつき，確認の利益の一般的指標とされる確認訴訟という方法を選択することの適切性，確認対象の適切性，即時確定の必要性に従って，あるいは確認訴訟における権利保護の資格と利益に沿って，Ｙ２の立場からそれぞれが肯定されるように，説得的な立論をすることが求められる。そのうちでも特に，敷金返還請求権が設問１の課題１では将来の給付訴訟の対象と性質付けられていることとの関係で，どのような確認対象であれば基準時に確定する必要が認められるかにつき，即時確定の必要性又は権利保護の利益と関係付けた確認対象又は権利保護の資格の理解を示す必要がある。その際には，賃貸借契約継続中における敷金債権の確認の利益を肯定した判例（最高裁判所平成１１年１月２１日第一小法廷判決・民集５３巻１号１頁）のように確認対象を現在の権利又は法律関係と位置付ける立場のほか，将来の権利又は法律関係と位置付けた上で確認対象となり得ると解する立場もある。どちらを採るかにより評価に差が生ずるわけではないが，前者については，敷金返還請求権を単に条件付債権と位置付けるにとどまらず，設問１の課題１では将来と性質付けた給付訴訟との違いを示し，本件の紛争状況から見て確認の利益が肯定される対象を具体的に検討することが期待される。また，後者については，ＸがＡの支払った金銭は敷金でないと争っている等といった具体的な事情をできるだけ挙げた上で，将来具体化する対象であっても即時確定の利益又は権利保護の利益が認められることを本件に即して説得的に論ずることが求められる。\n設問２では，和解手続におけるＹ２の発言から本件契約の解約の合意の存在を認定することができない理由の検討が求められている。ここでは，法第２４７条において，裁判所が「口頭弁論の全趣旨及び証拠調べの結果」をしん酌して心証を形成するものとされていることを指摘した上で，和解手続における当事者の発言がこれらに当たらないことを論証する必要がある。\nまた，設問２では，和解手続における当事者の発言内容を心証形成の資料とすることができるとした場合の問題についても検討することが求められている。ここでは，単に「手続保障を欠く」などとするにとどまる答案は，論証として不十分であり，当事者の発言内容が裁判官の心証に影響し得るとすると，例えば，和解の成立に向けた当事者の自由な発言を阻害するおそれがあること，本問のようにいわゆる交互面接方式により行われた和解手続では情報の共有や反論の機会の保障がないままに判決がされるおそれがあることなど，より実質的な観点から，具体的に問題点を指摘することが期待される。\n設問３の課題１では，本件訴訟において，ＸがＹ２に対する訴えのみを取り下げることができるかどうかの検討が求められている。そこで，その前提として，本件訴訟について訴訟共同の必要があるものかどうか，すなわち，本件訴訟が通常共同訴訟であるのか，固有必要的共同訴訟であるのかという点が問題となる。本件訴訟が通常共同訴訟であると考える場合には，例えば，相続財産の共有が民法第２４９条以下の共有と性質を異にするものではないこと，建物明渡義務が不可分債務に当たり義務者各自が全部につき除去義務を負うことなどを指摘して，本件訴訟が通常共同訴訟であり，共同訴訟人独立の原則（法第３９条）が本件訴訟にも適用されること，その帰結として，ＸがＹ２に対する訴えの取下げをすることができることを示す必要がある。本件訴訟について，固有必要的共同訴訟であると解し，ＸはＹ２に対する訴えの取下げをすることはできないとする場合であっても，説得力のある理由が示されていれば評価に差異はないが，いずれにせよ，自説の根拠と結論との整合性が求められる。\n次に，設問３の課題２では，Ｘが適法にＹ２に対する訴えのみを取り下げたという前提の下において，ＸとＹ１のみの訴訟において本案判決がされる場合に，取下げがされる前の期日においてＹ２が提出して取調べがされた本件日誌の証拠調べの結果を事実認定に用いてよいかどうかの検討が求められている。ここでは，「共同訴訟における証拠調べの効果」と「それが訴えの取下げによって影響を受けるかどうか」という問題文中で示された二つの視点を踏まえつつ検討を進める必要がある。まず，一つ目の視点，すなわち「共同訴訟における証拠調べの効\n- 13 -果」については，共同訴訟人の一人が提出した証拠から得られる証拠資料はその援用がなくとも他の共同訴訟人に関する事実認定にも用いることができるという通常共同訴訟における証拠共通の原則の意義や証拠共通の原則が認められる根拠を説明することが求められる。次いで，二つ目の視点，すなわち「それが訴えの取下げによって影響を受けるかどうか」という点については，訴えの取下げがあった部分は初めから係属していなかったものとみなされる（法第２６２条第１項）という訴えの取下げの効果を指摘することが必要となるが，これらの論証を通じ，ＸのＹ２に対する訴えの取下げがＹ２の申出により取調べがされた本件日誌についての証拠共通に影響を与えるのではないかという問題意識が導かれることとなる。これが課題２における主要な検討事項となる。本件日誌を証拠として用いることができるとの結論を採る場合には，その根拠として，例えば，判例（最高裁判所昭和３２年６月２５日第三小法廷判決・民集\n１１巻６号１１４３頁）によれば，証拠申出の撤回は，証拠調べの終了後においては許されないとされており，その結論は相手方に有利な証拠資料が得られている可能性があることを考慮すると是認されることや，Ｙ２の申出によりされた証拠調べの結果は，証拠共通の原則によりＸとＹ１との関係においても心証を形成する資料となっているところ，それは，係属が消滅した訴訟における訴訟行為から別の訴訟法律関係が生じているといい得ることから，取下げによってもその効果は維持されるべきであることなどを指摘することが考えられる。これに対し，本件日誌を証拠として用いることができないとする結論を採る場合には，その根拠として，例えば，取下げの結果，当事者の訴訟行為によって形成された法律効果は全て消滅することを前提とし，証拠申出の撤回は，弁論主義に照らし，相手方の同意があれば許されるとした上で，ＸがＹ２に対する訴えの取下げをしたことにより，実質的には，Ｙ２の証拠申出とこれに基づく証拠調べの結果の消滅に同意をしているものとみることができることなどを指摘することが考えられよう。課題２については，いずれの結論であっても，評価に差異はないが，いずれにせよ，論理的かつ説得的な論証が求められる。\n【刑事系科目】\n〔第１問〕\n本問は，設問１で，甲がＡから依頼されたＢに対する貸金債権（以下「本件債権」という。）の回収に際し，その金額は５００万円であるのに，６００万円であると水増ししつつ，自身が暴力団組員であると装うなどしてＢを畏怖させ，Ｄ銀行Ｅ支店に開設された甲名義の預金口座\n（以下「本件甲口座」という。）に６００万円を送金させた行為について甲に成立する財産犯に関し，被害額が６００万円になるとの立場と１００万円になるとの立場のそれぞれの理論構成を検討させた上，甲に成立する財産犯について検討させ，設問２で，甲がワインに混入した睡眠薬をＡが摂取して死亡したことについて，甲について殺人既遂罪の成立要件は満たされず，同罪は成立しないとの結論も考えられるところ，同結論の根拠となり得る具体的な事実を３つ挙げさせた上，同結論を導く理由を事実ごとに簡潔に示させ，さらに，設問３で，甲が同支店窓口係員Ｆに本件甲口座から６００万円の払戻しを請求し，同額の払戻しを受けた行為について１項詐欺罪の成否を，甲がＣに対する借金返済のため同６００万円の払戻しを受け，これをＣに渡して費消した行為について横領罪の成否を，甲がＡに対する５００万円の返還を免れるため睡眠薬を混入したワインをＡに飲ませて眠り込ませ，その睡眠薬の影響によりＡの心臓疾患を悪化させ，心不全でＡを死亡させた行為について２項強盗殺人罪の成否を，甲が同ワイン\nをＡに飲ませた後，Ａ方で発見した腕時計を奪取した行為について成立する財産犯を，それぞれ検討させ，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n- 14 -甲は，Ｂに対し，本件債権額を６００万円に水増ししつつ，自身が暴力団組員ではないのにそうであるかのように装い，「金を返さないのであれば，うちの組の若い者をあんたの家に行かせることになる。」などと言った上，本件甲口座に６００万円を入金するよう要求し，Ｂに，本件債権額が６００万円であると誤信させなかったものの，甲が暴力団員であるとは誤信させ，その結果，甲の要求に応じなければ自身やその家族に危害が加えられるのではないかと畏怖したＢをして，Ｂ名義の預金口座から６００万円を本件甲口座に送金させ，その残高を同額分増加させている。\n上記につき，甲に成立する財産犯が，恐喝罪か詐欺罪かが問題となり，両罪の区別基準を示した上，具体的事実を摘示して当てはめを行う必要があるところ，判例の立場（最判昭和２４年２月８日刑集３巻２号８３頁）に従えば，Ｂが甲を暴力団員であると誤信した点は，Ｂに畏怖の念を生じさせる一材料にとどまっているため，甲に成立する財産犯は恐喝罪と考えられる。\nこの場合，恐喝罪の客観的構成要件要素として，まず，「脅迫」の意義を正確に示した上で，具体的事実を摘示して当てはめを行い，次に，Ｂの「畏怖」，そして，これに基づく６００万円の送金事実を摘示した上，Ｂと甲との間に現実の現金移転がないことから，同事実が，「財物を交付させ」たことに当たるのか，「財産上不法の利益を得」たことに当たるのか，すなわち１項恐喝罪と２項恐喝罪のいずれが成立するかについて，自説を根拠とともに簡潔に論じる必要がある。また，主観的構成要件要素についても検討する必要がある。\nところで，本問では，甲に成立する財産犯である恐喝罪の被害額（１項恐喝罪の場合，「財物」に当たる現金の金額，２項恐喝罪の場合，「財産上の利益」に当たる預金債権の金額）が，①６００万円になるとの立場（以下「①の立場」という。）及び②１００万円になるとの立場\n（以下「②の立場」という。）双方からの説明が求められており，それぞれの立場の理論構成を根拠とともに論じる必要があるところ，甲は，ＡからＢに対する本件債権の回収権限を与えられ，その権利行使に際し，恐喝的手段を用いてＢから弁済の趣旨で６００万円の送金を受けているため，本件債権額の範囲内については権利の行使といえるから，その範囲内についても恐喝罪の構成要件に該当するといえるか否かが問題になる。\nこの問題については，恐喝罪の保護法益の内容や同罪における「財産上の損害」の要否及びその内容に関する理解が重要な前提となる。すなわち，①の立場からの説明としては，権利行使に際し恐喝的手段が用いられている場合，a.債務者の占有の適法性や要保護性を問わず，６００万円全体について占有侵害が認められるとの説明や，b.同罪を個別財産に対する罪と捉えた上，甲の恐喝行為に基づくＡの交付行為により６００万円の現金ないし預金債権が失われたことから，６００万円が「財産上の損害」に当たるとの説明等が考えられる。\n他方，②の立場からの説明としては， 権利行使に際し恐喝的手段が用いられている場合でも，c.債務者には履行遅滞に陥った債務の金額を適法に保持する正当な利益を欠くとして，債権額を超過する１００万円の限りで法益侵害が認められるとの説明や，d.５００万円の範囲ではＢが金銭を交付することによって同じ金額の債務が消滅するため，実質的には１００万円の限度で「財産上の損害」が生じているとの説明等が考えられる。\nさらに，甲は，Ａから与えられた本件債権の回収権限に基づいてその弁済をＢに請求しているため，その行為について，違法性が阻却されるか否かも検討する余地があるが，甲の請求額は，本件債権額を１００万円も超過し，かつ，甲がＢに恐喝的手段を用いる緊急性はもとより，必要性も相当性もないため，違法性が阻却される余地はないと考えられる。\n設問２について甲は，Ａ方において，生命に対する危険性が全くない量の睡眠薬を混入したワインをＡに飲ませて，数時間は目の覚めない状態にした（以下「第１行為」という。）上，致死量に達する有毒ガスをＡに吸引させ（以下「第２行為」という。），Ａを殺害する計画（以下「本件計画」\nという。）を立て，これに従い，第１行為を行ったものの，急にＡの殺害が怖くなったため第\n- 15 -\n２行為をやめることにしてＡ方から立ち去ったが，Ａは睡眠薬の影響により心臓疾患が悪化した結果，心不全で死亡している。このように，甲が行った第１行為は，それ自体では一般的に人を死亡させる危険性がない行為であり，かつ，甲は，第１行為によってＡを殺害する意思はなく，これに必要と考えていた第２行為を行わなかったのであるから，理論構成によっては，殺人既遂罪の成立を否定する結論を導く余地もあるといえる。\nすなわち，本問では，【事例２】の５，６，８及び９の事実のうちから，当該理論構成の当てはめに必要と考えられる具体的な事実３つを挙げた上で，前記結論を導く理由を事実ごとに簡潔に説明する必要があるところ，その３つの具体的な事実としては，①甲がＡに飲ませた睡眠薬は病院で処方される一般的な医薬品で，Ａの特殊な心臓疾患がなければ生命に対する危険性は全くなかったこと（以下「①の事実」という。），②同心臓疾患を一般人は認識できず，甲も知らなかったこと（以下「②の事実」という。），③甲は，ワインに混入した量の睡眠薬を摂取させる行為によって，Ａが死亡する認識・予見を欠いていたこと（以下「③の事実」という。）\nなどが挙げられる。\nそして，殺人既遂罪の成立が否定される理由として，様々な理論構成からの説明が考えられるが，まず，第１行為は実行行為に当たらない，あるいは，その段階で実行の着手が認められないとの説明が考えられる。例えば，実行行為性の危険性の判断に関し，一般人が認識できない事情を判断資料から除外する立場や，実行の着手の判断において，犯行計画を考慮しない立場を前提とすれば，①の事実に着目したとき，第１行為は実行行為に当たらない，あるいは，その段階で実行の着手はなく，甲に殺人既遂罪は成立しないとの説明が考えられる。\n次に，第１行為とＡの死亡結果との間に因果関係が認められないとの説明も考えられる。例えば，相当因果関係における相当性の判断資料に関し，行為時において一般人が認識し得た事情及び行為者が特に認識していた事情に限定する立場によれば，②の事実に着目したとき，Ａ\nの心臓疾患の事実は同判断資料から除かれ，よって，第１行為とＡの死亡結果との間に因果関係は認められず，甲に殺人既遂罪は成立しないとの説明が考えられる。\nさらに，甲に殺意はなかったとの説明も考えられる。例えば，③の事実に着目したとき，第\n１行為の段階によってＡを殺害する意思はなく，これに必要と考えていた第２行為を行わなかった甲には，第１行為によって死亡結果を惹起する認識・予見がなく，よって，同罪の故意がない，あるいは，Ａの死亡結果は，甲の予期に反するものであり，客観的な因果経過と甲の認識する因果経過との間に重大な錯誤があり，よって，同罪の故意が阻却され，それぞれ甲に同罪は成立しないとの説明が考えられる。\n本問は，一定の結論を導くためには，具体的にいかなる事実に着目して，理論構成をすることができるかを検討させることによって，刑法理論の理解に基づき，事実関係の分析能力を問うものである。解答に際しては，複数の事実を一括せず，１個の事実に対応する理由を逐一論じる必要がある一方，１個の事実に対応する理由は複数あっても良く，また，理論構成の根拠や他説への批判を論じる必要はなく，要点を簡潔に示すのが肝要である。\n設問３について\n⑴ 甲が６００万円の払戻しを銀行窓口係員に請求し，その払戻しを受けた行為について甲が，Ｂに送金させた６００万円の払戻しをＤ銀行Ｅ支店窓口係員Ｆに請求し，その払戻しを受けた行為について，犯罪行為によって領得した金員（犯罪被害金）であることを秘した払戻行為であることから，１項詐欺罪の成否が問題となる。同罪の成立要件の検討に際しては，「人を欺く行為」（欺罔行為）の意義を正確に示した上で，具体的事実を摘示して当てはめを行う必要があるところ，本件については，甲がＤ銀行に対して有効な預金債権を取得していることを踏まえつつ，払戻請求を受けた金員が犯罪被害金か否かは，金融機関の職員において払戻し許否の判断の基礎となる重要な事項といえるか，甲が払戻しを請求する行為\n- 16 -は，払戻しの客体が犯罪被害金ではないことを示す行為といえるか（挙動による欺罔），甲には銀行に対して，払戻しを請求している金員が犯罪被害金であることを告知する義務があったか（不作為による欺罔）などについて，具体的に検討する必要がある。なお，仮に詐欺罪の成立を認めるとしても，同罪の客体は恐喝罪の被害額に限定されることになるため，設問１における結論と整合的な検討が必要になる。\n⑵ 甲が現金６００万円の払戻しを受け，これを自己の借金返済のために費消した行為について甲が，自己の借金返済に充てるため，Ａの所有に帰属し，Ａに引き渡すべき現金５００万円を含む６００万円の払戻しをＦから受けた上，これをＣに交付して費消した行為について，被害額を５００万円とする横領罪の成否が問題となり，その客観的構成要件要素及び主観的構成要件要素を検討する必要があるが，客観的構成要件要素のうち，どの行為を「横領」行為と捉えるかによって，横領罪の客体が異なり得る点に留意する必要がある。すなわち，甲が現実に６００万円をＣに交付した行為を「横領」と捉える場合，客体は甲が所持している現金ということになるのに対し，甲がＣに対する弁済に充てることを決意して払戻請求を行っていることに着目し，払戻しを受ける行為を「横領」と捉える場合には，本件甲口座に預金として預け入れられた金員が客体ということになり，それが「自己の占有する他人の物」\nといえることを示す必要が生じる。なお，いずれの構成を前提としても，Ａに対する横領罪の客体は，Ａに交付すべき５００万円に限定されることになると解される。\n⑶ 甲が５００万円の返還を免れるために睡眠薬をＡに飲ませて死亡させた行為について甲が，Ａに引き渡すべきであった５００万円を自己の借金返済のため費消したことをＡに知られた後，Ａを殺害してその返還を免れようと考えつつ本件計画を立て，第１行為によりＡを死亡させた事実について，２項強盗殺人罪の成否が問題となり，その客観的構成要件要素及び主観的構成要件要素を検討する必要があるところ，Ａの死亡結果及び財産上の利益の強取行為については，甲の犯行計画に反し，第１行為によって現実化しているため，いわゆる早すぎた構成要件実現の問題として，故意既遂犯の成否が問題となる。\nこの点，殺人既遂罪の成否に関する判断については，最決平成１６年３月２２日刑集５８巻３号１８７頁が参考になる。すなわち，当該判例の考え方に従えば，①第１行為が第２行為を確実かつ容易に行うために必要不可欠なものであったこと，②第１行為に成功した場合，それ以降の犯罪計画を遂行する上で障害となるような特段の事情が存しなかったと認められること，③第１行為と第２行為が時間的場所的に近接していることなどの事情が認められ，第１行為が第２行為に密接な行為であり，第１行為の開始時点で既に殺人に至る客観的な危険性が認められる場合には，行為者は一連の殺人行為に着手して，その目的を遂げたものであり，行為者の認識と異なり，第１行為によって被害者が死亡していても殺人既遂罪の成立が認められることになる。当該判例を前提とした場合，本件事案についても，第１行為の段階で，殺人罪の実行の着手が認められるか否かを検討する必要があるが，その際，時間的場所的関係や使用した薬物の性質などについて当該判例の事案と比較することが求められる。\nそして，同罪の実行の着手を認めた場合，Ａの心臓疾患の存在を一般人が認識できず，甲も知らなかったことを踏まえつつ，因果関係の有無について具体的に検討を加える必要がある。\n他方，当該判例の考え方に従わない場合，殺人既遂罪の成否については，同罪の実行行為及び故意の有無の判断方法について，自説を根拠とともに論じた上で，当てはめを的確に行う必要がある。例えば，Ａの死亡結果を発生させた行為として因果の起点となる第１行為のみを実行行為として捉えた上で，第 1 行為と死亡結果との間の因果関係を肯定した場合，第１行為の段階で甲に故意が認められるか否かについて，甲がＡの殺害に必要と考えていた- 17 -\n第２行為を留保していたことや，因果関係の錯誤があることを踏まえつつ，根拠とともに十分論じる必要がある。\n２項強盗殺人罪は，被害者を殺害して財産上の利益を取得すれば直ちに成立するのではなく，２項強盗罪の成立要件を満たす必要があるから，同罪の実行行為である「暴行」又は「脅迫」が認められるかについて検討する必要がある。この点に関し，第１行為の段階で「暴行」\nがあったといえるかについては，「暴行」とは有形力・物理力の行使と解されることを踏まえつつ，具体的事実を摘示して当てはめを行う必要がある。そして，この点については，ワインを飲ませることは強盗罪の予定する有形力には当たらない，あるいは，ワインを飲むことについてはＡが同意しているという理由から，第１行為は強盗罪にいう「暴行」に当たらないと解する余地があるだろう。他方，「暴行」を肯定する論理としては，例えば，睡眠薬の混入を知らずにワインを飲んだＡの錯誤に基づく無効な同意による薬剤の作用を有形力と見ることや，究極の反抗抑圧手段である被害者の殺害は実質的に暴行を包含していると考えられること，気体を吸引させる第２行為を「暴行」に当たるとした上で，第１行為と第２行為を一連の実行行為と捉えることなどが考えられよう。\nさらに，「暴行」を肯定した場合については，本件の具体的事実関係において，甲が「財産上不法の利益を得」たといえるかについて，財産上の利益の意義を正確に示した上で，具体的事実を摘示して当てはめを行う必要がある。\nなお，２項強盗殺人罪又は殺人罪の実行の着手を否定した場合でも，５００万円の返還を免れるためにＡを殺害する目的で準備を進めた上，実際にワインを飲ませてＡを死亡させた行為について，自説の立場からいかなる犯罪が成立するかについて，論理一貫した検討が必要になる。例えば，殺人予備罪，強盗予備罪の成否のほか，Ａに生じた数時間は目の覚めない状態が「傷害」に当たるとする立場からは，傷害（致死）罪，（重）過失傷害罪（又は同致死罪）などの成否が問題となり得る。\n⑷ 甲がＡ所有の腕時計を奪取した行為について甲がＡ方から立ち去る際に発見したＡ所有の腕時計を上着のポケットに入れて，Ａ方から立ち去り，これを奪取した行為について，その奪取意思が生じた時期が第１行為後であったことに着目すれば，昏酔強盗罪ではなく，窃盗罪の成否が問題となり，その客観的構成要件及び主観的構成要件の充足の有無を検討する必要がある。ただし，甲に２項強盗殺人罪の成立を認める立場からは，客体が「財産上の利益」と「財物」との違いこそあれ，甲が侵害しようとした５００万円の返還債務と腕時計はＡの財産との点で重なり合いがあり，同一機会にこれらを侵害したことに着目し，上記行為について１項強盗殺人罪の成否を検討する余地もある。\n⑸ 最後に，上記のことを踏まえ，罪数を論じる必要がある。\n〔第２問〕\n本問は，住居侵入窃盗事件の捜査及び公判に関する具体的な事例を素材として，刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，Ｈ市内で夜間に発生したＶ方における住居侵入窃盗事件（以下「本件住居侵\n入窃盗事件」という。）に関し，司法警察員Ｐ及びＱが，その２日前の夜間に同市内で発生した，手口が類似するＸ方における住居侵入未遂事件（以下「Ｘ方における事件」という。）で目撃された甲をＨ警察署まで任意同行した上，約２４時間という長時間にわたり，一睡もさせずに徹夜で，更に偽計も用いて実施した取調べ（以下「下線部①の取調べ」という。）の適法\n- 18 -性を論じさせることにより，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者の取調べがいかなる限度で許されるのか，すなわち，被疑者に対する任意取調べの適法性に関する判断枠組みの理解及び具体的事実への法適用能力を試すものである。\n任意同行後の被疑者に対する任意取調べの適法性について扱った最高裁判所の判例としては，宿泊を伴う取調べが実施された事案に関する最決昭和５９年２月２９日刑集３８巻３号４７９頁（いわゆる高輪グリーン・マンション殺人事件）がある。同決定は，任意捜査の一環としての被疑者取調べは，第一に，強制手段によることはできず，第二に，強制手段を用いない場合でも，事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法・態様及び限度において許容されるという二段階の適法性の判断枠組みを示している。そして，深夜に任意同行した後，徹夜で，翌日の夜まで約２２時間という長時間にわたって被疑者に対する取調べが実施された事案に関する最決平成元年７月４\n日刑集４３巻７号５８１頁（いわゆる平塚強盗致死事件）も，この判断枠組みに従い，取調べの適否について判断している。本問の検討に当たっては，これらの最高裁判例の考え方を踏まえた上で，まず，上記判断枠組みの第一段階にいう「強制手段」については，刑事訴訟法第１９７条第１項但書にいう強制処分該当性の問題として位置付け，その意義を明らかにするなど，実定法上の規定との関係をも意識しつつ論じることが求められる。また，上記判断枠組みの第二段階にいう「相当」性については，いわゆる比例原則を任意取調べに適用したものとして捜査の必要性と被侵害利益とを比較衡量して判断するとの立場（比較衡量説），捜査機関に対する行為規範としての観点から判断するとの立場（行為規範説）など，その理論的根拠や考慮要素に関する理解は分かれ得るが，いずれの立場に立つにせよ，前記最高裁判例に対する理解を前提として，いかなる立場に立脚しているのかを明確にしながら論じることが求められる。\n上記のような理解を前提とした上，下線部①の取調べについて，事例に現れた具体的事実が前記判断枠組みにおいてどのような意味を持つのかを意識しながら，その適法性を検討する必要がある。\nすなわち，第一段階の判断として，下線部①の取調べが強制処分に当たるのか否かにつき，Ｈ警察署への任意同行に甲が明示的に同意していたことや，Ｈ警察署における具体的な取調べ状況等を踏まえ，甲の意思を制圧していないか，甲の身体・行動の自由等に制約を加えていないか等の観点から評価することが求められる。\nそして，第一段階の検討において，強制処分に当たらないとの結論に至った場合には，第二段階の判断として，約２４時間という長時間にわたり，一睡もさせずに徹夜で，その間に疲労して口数が少なくなっていた甲に対し，本件住居侵入窃盗事件当日の夜，甲が自宅から外出するのを見た人がいる旨の偽計をも用いて行われた取調べが，任意取調べとして社会通念上相当性を欠くか否かについて検討することとなる。ここでは，前記最高裁判例が考慮要素として挙げる，事案の性質，被疑者に対する容疑の程度，被疑者の態度等につき具体的事実を適切に抽出し評価することが求められる。この相当性の判断に当たっては，事例に現れた具体的事実をただ漫然と羅列して結論を述べればよいわけではなく，例えば，比較衡量説に立つ場合には，捜査の必要性と比較衡量すべき反対利益としての被侵害利益をどう捉えるのかについて，どのような事実が甲のいかなる利益の侵害を基礎付けるのかを明らかにしながら論じることが必要である。また，約２４時間にわたり，徹夜で行われた取調べが，それのみでも社会通念上相当性を欠き違法であると判断した場合は格別，そうでない場合には，それまでの取調べにより疲労している甲に対して偽計を用いて行われた取調べについて，その偽計の内容・程度も勘案しつつ，その適法性を判断すべきである。\n〔設問２〕は，甲の自白が，前記のとおり，長時間にわたり，徹夜で行われた取調べにおい\nて，偽計を用いて獲得されているところ，まず，〔設問２－１〕において，自白法則及び違法収集証拠排除法則の自白への適用の在り方を一般的に問うた上，次いで，〔設問２－２〕にお\n- 19 -いて，〔設問２－１〕で論じた自己の見解に基づいて甲の前記自白の証拠能力を論じさせることにより，自白法則及び違法収集証拠排除法則という証拠法における基本原則が，自白という供述証拠にどのように適用されるのか（後者については適用の有無自体も含む。）についての基本的な理解と，それを踏まえた，具体的事例を解決するための法的思考力を試すものである。\n刑事訴訟法第３１９条第１項は，任意にされたものでない疑いのある自白の証拠能力を否定しているが，この自白法則の根拠についての考え方は，伝統的な理解とされる，供述人の心理状態に注目するいわゆる任意性説（虚偽排除説，人権擁護説ないしこれらを併用する説を含む。）\nと，いわゆる違法排除説とに大別することができる。同法則に関する最高裁判例としては，例えば，最大判昭和４５年１１月２５日刑集２４巻１２号１６７０頁があり，同判決は，「虚偽の自白が誘発されるおそれのある場合」には，そこで得られた自白の「任意性に疑いがある」\nものとしている。また，違法収集証拠排除法則については，違法に収集された証拠物の証拠能力についての判断として，最判昭和５３年９月７日刑集３２巻６号１６７２頁があり，同判決は，明文の規定はないものの，刑事訴訟法の解釈により，証拠物の押収等の手続に令状主義の精神を没却するような重大な違法があり，これを証拠として許容することが，将来における違法な捜査の抑制の見地からして相当でないと認められる場合には，当該証拠の証拠能力が否定されると判示している。\nそして，供述証拠である自白にも違法収集証拠排除法則が適用されるのか，その前提として，自白法則と違法収集証拠排除法則の関係をどのように考えるのかについては，両者は共通する原理に基づくものであって，違法収集証拠排除法則が一般的な法則であり，自白法則は言わば違法収集証拠排除法則の特別規定だとする見解（違法排除一元説），自白の証拠能力は専ら任意性の観点から判断され，自白には違法収集証拠排除法則は適用されないとする見解（任意性一元説），供述の任意性の観点とは別に違法収集証拠排除法則を自白にも適用することができるとする見解（二元説）など見解が分かれているが，〔設問２－１〕では，これらのいずれの見解に立つにせよ，自白法則及び違法収集証拠排除法則の根拠及び判断基準をそれぞれ明らかにした上で，両法則の自白への適用の在り方について，自説の立場を論じることが求められる（なお，違法収集証拠排除法則の自白への適用を認めた下級審裁判例として，東京高判平成１４年９月４日判時１８０８号１４４頁（いわゆるロザール事件控訴審判決）等がある。）。\nその上で，〔設問２－２〕では，〔設問１〕で検討した下線部①の取調べの適法性に関する論述内容を踏まえつつ，立場によってはそこでは触れなかった具体的事実をも適切に拾い上げながら，自説の立場から，甲の自白の証拠能力の有無及びその理由を説得的に論述することが求められる。いわゆる任意性説の立場から自白法則を適用するに当たっては，下線部①の取調べのうち，いかなる事実がどのような理由から，甲に対する心理的圧迫や心理的強制，ないし甲の黙秘権等の侵害を基礎付けると評価されるのか（あるいはされないのか）など，当該取調べが甲の心理状態に与えた影響や権利行使に与えた影響いかんについて十分言及しながら論じることが求められる。また，違法収集証拠排除法則を自白に適用するに当たっては，一般に取調べは令状主義とは関係がないとされることから，証拠物に関する前記昭和５３年最高裁判例のいう，令状主義の精神を没却するような重大な違法の有無という基準を用いて甲の自白の証拠能力を判断してよいのかという点や，下線部①の取調べのうち，いかなる事実がどのような理由から重大な違法と評価されるのか（あるいはされないのか），将来の違法捜査抑制の見地から甲の自白を証拠として許容するのが相当でないと評価されるのか（あるいはされないのか）\nなどについて論述することが求められる。本問では，Ｑが用いた偽計は，本件住居侵入窃盗事件の犯行目撃自体に関するものではなく，本件住居侵入窃盗事件当日の夜に甲が自宅から外出したのを目撃されたという内容にとどまっている一方で，それまでに行われていた長時間にわたる徹夜の取調べにより疲労していたこととそうした偽計とがあいまって，甲が自白するしかないと思い込み，本件住居侵入窃盗事件を行った旨自白するに至っており，このような事情を- 20 -\n自説の立場からどのように評価するのかを説得的に論じる必要がある。\n〔設問３〕は，検察官が，本件住居侵入窃盗事件と手口の類似する，起訴されていないＸ方\nにおける事件を目撃したＷの証人尋問により，本件住居侵入窃盗事件の甲の犯人性を証明しようとしている場合において，Ｗの証人尋問の請求を認めるべきか否かを問うことにより，いわゆる類似事実による犯人性の証明の可否についての基本的な理解及び具体的事実への法適用能力を試すものである。\nこの点について，最高裁判所は，前科証拠を犯人性の証明に用いることの適否に関する最判平成２４年９月７日刑集６６巻９号９０７頁，併合審理されている類似の犯罪事実を犯人性の間接事実とすることの適否に関する最決平成２５年２月２０日刑集６７巻２号１頁において，このような類似の犯罪事実による犯人性の証明が許されるためには，当該犯罪事実が顕著な特徴を有し，かつ，それが起訴に係る犯罪事実と相当程度類似することが必要であるとしている。\n本問の検討に当たっては，これらの最高裁判例を踏まえ，弁護人の証拠意見の趣旨を把握した上で，本問のように，起訴されていない類似の犯罪事実を犯人性の証明に用いることができるのか否かを論じる必要がある。その際には，これらの類似の犯罪事実を犯人性の証明に用いることが許されないとすれば，その理論的根拠はどこにあるかを明らかにするとともに，許される場合があるとすれば，その判断基準及び根拠を十分に説明することが求められる。\nその上で，一戸建ての民家の庭に面した１階掃き出し窓のクレセント錠近くのガラスを，ガラスカッターを用いて半円形に割って解錠するという手口の特殊性・類似性の有無・程度，Ｘ方における事件と本件住居侵入窃盗事件の時間的・場所的近接性の有無・程度，ガラスカッタ\nーの入手の容易性等について，具体的事実を適切に拾い上げながら評価し，Ｗの証人尋問の請求を認めるべきか否かを論じることが求められている。\n【選択科目】"
}