{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＸ社は，電子部品である甲（以下「甲部品」という。）のメーカーである。Ｙ社は，電子機器である乙（以下「乙機器」という。）のメーカーである。Ｘ社及びＹ社は，Ｙ社がＸ社の全株式を取得することを計画している（以下「本件計画」という。）。\n甲部品は，乙機器の製造に不可欠な重要部品の一つである。乙機器の製造原価に占める甲部品の仕入原価の割合は大きくない。乙機器は装置である丙（以下「丙装置」という。）に組み込まれた後に，世界中の産業需要家に販売される。丙装置の製造原価に占める乙機器の仕入原価の割合はごく僅かである。甲部品には，乙機器メーカーを需要者とする組込品のほか，乙機器や丙装置の修理のための交換品も存在するが，交換品の取引規模は小さい。また，甲部品が乙機器以外の製品の製造に用いられることもあるが，それら製品の製造に係る甲部品の取引規模は僅少である。Ｙ社が乙機器以外のそれら製品を製造することはない。\nＸ社やＹ社を含む甲部品及び乙機器の各メーカーは，複数の国に製造，配送の拠点を有している。\nまた，甲部品及び乙機器ともに，重量に比して価格が高いとの特徴から，輸送費が価格に占める割合は低く，輸送費が取引上の障壁とはならない。そのため，甲部品及び乙機器について，日本を含む世界中の需要者（甲部品については乙機器メーカー，乙機器については丙装置メーカー）は，供給者の所在する国を問わず発注しており，供給者もそれに応じ得る状況にある。次に見る乙機器の仕様の差異に基づく価格差を除けば，甲部品及び乙機器ともに，地域にかかわらず世界における販売価格は実質的に同一である。\n最終製品である丙装置は，メーカーの違いにより機能や性能に大きな差異はないが，メーカーごとに仕様が異なる。丙装置の仕様ごとに，乙機器の仕様も若干異なる。ただし，仕様が異なっても，乙機器に係る基本的な製造設備や製造工程は同じであり，製造のために特別な技術を要することもない。丙装置の仕様に応じた乙機器の製造設備の調整の費用は大きなものではないが，製造設備の調整から商業的な乙機器の製造まで２か月から３か月を要する。それら調整は製造設備ごとに行われ，各製造拠点において，丙装置の仕様に対応した仕様の異なる乙機器の製造が可能である。丙装置メーカーは，乙機器メーカーに対して取引上の立場が強い。甲部品は，メーカーの違いにより機能や性能に差異はないほか，丙装置や乙機器とは異なり，いずれのメーカーの仕様も同じである。\n全世界における甲部品の販売状況（販売額に基づく市場シェア）は，Ｘ社が約５０パーセント，Ａ社が約４５パーセント，Ｂ社及びＣ社がそれぞれ約５パーセント未満である。これらメーカー間では活発な競争が行われてきたところ，製造設備の更新期にあったＡ社は，工場を新設するなどして製造設備を増強した。その結果，Ａ社には十分な製造余力がある。また，Ｂ社にも若干の製造余力がある。他方，Ｘ社及びＣ社に製造余力はない。甲部品の製造には高額な設備を要することから，投下資本を回収するために製造設備の稼働率を高く維持することが，甲部品の各メーカーにとって，経営上重要になっている。\n次に，全世界における乙機器の販売状況（販売額に基づく市場シェア）は，Ｄ社が約４０パーセント，Ｙ社が約３０パーセント，Ｅ社が約２０パーセント，Ｆ社が約１０パーセントである。Ｄ社は甲部品のほとんどをＡ社から購入している。Ｙ社は甲部品の多くをＸ社から購入しているが，安定調達の観点から，Ａ社，Ｂ社及びＣ社から購入する分もある。Ｅ社及びＦ社は，いずれも甲部品のほとんどをＸ社から購入している。Ｙ社及びＦ社に製造余力がない一方で，Ｄ社及びＥ社には若干の製造余力がある。Ｄ社及びＥ社は，製造余力を活用すべく，甲部品を含む乙機器の製造に要する部品について，入札手続の導入等によるより良い条件での調達を模索している。さらに，Ｅ社は，必要となる甲部品の一部を自ら製造することを計画しており，今後２年以内に，少量ではあるがその商業的な製造が開始される見込みである。\nなお，Ｆ社は，Ｘ社から，甲部品以外の製品を相当量購入している。Ｘ社におけるＦ社との取引\n- 12 -の多くは，甲部品以外の製品に係る取引で占められており，Ｘ社にとってＦ社は，甲部品以外の製品について極めて重要な顧客である。他方，それら甲部品以外の製品について，Ｆ社がＸ社以外の取引先を確保することは容易である。\n〔設 問〕\n本件計画について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を検討しなさい。\n- 13 -\n〔第２問〕（配点：５０）\nＡ県浄化槽協会（以下「協会」という。）は，トイレから発生するし尿や台所，風呂，洗濯機等からの生活雑排水を微生物を利用して浄化した後，側溝等に放流する設備である浄化槽の普及を図ることにより，生活環境の保全と公衆衛生の向上に寄与することを目的とする一般社団法人である。\n協会は，Ａ県内で浄化槽の製造，施工，保守点検又は清掃を行う事業者を主な会員（以下，協会に所属する者を「会員」といい，所属しない者を「非会員」という。）とする県内唯一の団体であり，会員数は約４５０名である。協会には，会員である各事業者がそれぞれ所属する製造，施工，保守点検及び清掃の各部会があり，保守点検部会の会員は１４０名，清掃部会の会員は７０名である。\n協会は，社員総会及び理事会を置き，社員総会で各部会の入会基準を決定し，各部会において，それら入会基準に基づき，入会申請者の入会の可否を決定している。各部会への入会を認められた者は，自動的に協会への入会が認められる。協会は，浄化槽に関する説明会や講習会を開催し，その際，住宅や事業所等に浄化槽の設置を希望する者に対して会員を優先して紹介し，会員に対しても公民館や学校等の浄化槽に係る大口の取引を優先的に斡旋するため，Ａ県内で浄化槽の製造，施工，清掃を行う各事業者は，全て会員である。保守点検を行う事業者については，１４０名の会員のほか，非会員であるＢら１５名が存在する。Ａ県の保守点検業者全体の契約件数及び売上高に占める保守点検業者である会員の契約件数及び売上高の割合は，いずれも約９割である。\n住宅や事業所等に浄化槽を設置した者は，法令上，年３回以上の保守点検（機器の調整点検，水質検査，消毒剤の補充及び害虫駆除等を行うこと），年１回以上の清掃（汚泥を槽外に引き抜き，浄化槽を洗浄すること），年１回の法定検査（Ａ県においては，Ａ県職員が浄化後の水質検査や機器の適正作動の確認を行うこと）を受けなければならない。また，法令上，保守点検を行った者は，保守点検の度に検査結果を記録票に記載しなければならず，浄化槽設置者は，これを３年間保管し，年１回の法定検査の際，これを提示する必要がある。その結果，不良な保守点検を行う者が発見された場合，都道府県知事は，その者に対し，必要な助言，指導，勧告又は改善命令を行うことができる。\nＡ県内で保守点検業を行うためには，法令や条例上，Ａ県知事の登録を受けなければならず，その登録の有効期間は３年である。また，条例上，その登録（更新を含む。以下同じ。）の申請を行おうとする者は，自らが浄化槽の清掃業の許可を受けていない限り，業務を行おうとする区域において現に清掃業の許可を受けている浄化槽清掃業者と提携していることを証明する書類を提出しなければならない。浄化槽の清掃業の許可は，法令上，業務区域を管轄する市町村長により行われるところ，Ａ県下の市町村においては，清掃によって生じる汚泥等の一般廃棄物の処理業の許可を受けていることを浄化槽の清掃業の許可基準の一つとしている。一般廃棄物の処理業については，処理業務の総量を超える業者の参入を認める必要はなく，Ａ県内では，処理業務の総量に見合った許可が既にされているため，新規に許可がされる見込みはない。その結果，Ａ県において浄化槽の保守点検業の登録を受けようとする場合，その者が清掃業の許可を受けておらず，かつ，一般廃棄物処理業の許可も受けていなければ，新たに清掃業の許可を受けられる見込みが乏しいため，Ａ県内の清掃業者と提携するほかない。\nところで，数年前から，Ａ県内の河川は，その水質が全国で最も汚濁の著しいものの一つとして報道されるようになった。Ａ県では浄化槽の保守点検業者が相当数に上るにもかかわらず，新規に浄化槽を設置する住宅や事業所等は減少している。こうした事情から，協会は，浄化槽の保守点検をめぐる競争が激化して過度な低料金化が進むと，環境保全と公衆衛生に十分配慮した事業活動ができなくなるという理由で，保守点検業者である会員に対して，会員間で既存の取引先を尊重して奪い合わないよう，協会からの除名を示唆しながら強く指導し続けている。また，協会は，平成２８年４月の社員総会において，上記と同様の理由で，Ａ県内で浄化槽の保守点検を行う他の事業者の顧客を低料金を提示して奪おうとする者から申請があっても入会を認めないこと，清掃業の許可を受けていない非会員が保守点検業を行うためＡ県知事に登録を申請する際，清掃業者である会員\n- 14 -が，有償であると無償であるとを問わず，当該登録申請者と提携してはならないこと，ただし，その者が低料金を提示して会員の既存の顧客を奪わないと確約した場合には，有償で提携してよいことをそれぞれ決定した。さらに，協会は，平成２８年４月以降，上記と同様の理由で，Ａ県内の保守点検業者が使用する水質検査薬や消毒剤のほとんど全てを供給するメーカーに対して，Ａ県内で非会員にそれらを供給しないよう働き掛け，これに同意させている。これらのメーカーは，非会員に販売すると会員に対する販売を妨害されるおそれがあるため，それぞれ，協会の要求に同意することを余儀なくされている。非会員が別の販路や方法で浄化槽用の水質検査薬や消毒剤を入手することはできない。なお，平成２８年４月以降も，Ａ県内の浄化槽の保守点検をめぐる競争は激化しているため，その料金は一貫して下落し続けている。\nＡ県内の浄化槽保守点検業者である非会員のＢら１５名は，清掃業の許可も一般廃棄物処理業の許可も受けていない者であるが，平成２８年１０月から平成３０年１０月までの間に３回ないし５回の入会申込みをそれぞれ行ったところ，他の事業者の顧客を低料金を提示して奪おうとする者であり，生活環境の保全と公衆衛生の向上に配慮した事業活動を行うことができないことを理由に，保守点検部会において，Ｂらの入会申込みはいずれも否決された。Ｂらは，協会に入会することができないため，水質検査薬や消毒剤の入手が困難となっているほか，登録期間の満了後には，保守点検業の登録の申請に必要な浄化槽清掃業者との提携を受けられなくなるため，保守点検業を継続して営むことはできなくなると見込まれる。なお，Ｂらが，これまでに不良な保守点検を行ったとしてＡ県知事から行政指導及び行政処分を受けたことはない。\n〔設 問〕\n問題文において，独占禁止法に違反する行為は認められるか，認められるとすれば，誰のどのような行為か，適用条文も含めて検討しなさい。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "〔第１問〕\n- 26 -本問は，Ｙ社が取引関係にあるＸ社の全株式を取得する計画（以下「本件計画」という。）が，垂直型企業結合として，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第１０条第１項に違反しないかを問うものである。垂直型企業結合が競争を実質的に制限することとなるメカニズムを理解しているか，市場や取引に係る様々な考慮要素を適切に評価できるかを確認しようとするものであり，企業結合の公表事例やガイドライン等，特に最近改正された企業結合ガイドラインにおける垂直型企業結合規制に係る細かな知識を求めるものではない。\n独占禁止法第１０条第１項の「一定の取引分野」，すなわち市場の画定は，商品範囲と地理的範囲についてなされる。それぞれ需要の代替性を基本に供給の代替性を考慮して画定することになる。商品範囲については，差別化されていない甲部品とは異なり，乙機器はそれが組み込まれる丙装置に応じて仕様が若干異なることから，需要の代替性の観点からは丙装置に応じて乙機器に係る一定の取引分野も細分化される可能性がある。\nしかし，供給の代替性の観点からは，仕様にかかわらず広く乙機器に係る市場が画定されると考えられ，この点を丁寧に検討することが求められる。地理的範囲については，甲部品，乙機器ともに，需要者が世界各地の供給者から取引先を選定しており，また，各供給者は世界中の販売地域において実質的に同一の価格で販売していることなどから，いわゆる世界市場を画定できるかについて検討する必要がある。\nなお，乙機器が組み込まれる丙装置に係る市場については，丙装置の製造原価に占める乙機器の仕入原価の割合がごく僅かであることから，本件計画が問題となるような競争上の影響を及ぼすとは考えられない。また，甲部品が乙機器以外の製品の製造に用いられることなどもあるが，その取引規模は小さく，また，Ｙ社が乙機器以外の製品を製造することもないことから，本件計画が問題となるような競争上の影響を及ぼすとは考えられない。\n独占禁止法第１０条第１項の「競争を実質的に制限することとなる」については，その解釈を論じた上で，本件計画が垂直型企業結合であることを前提に，単独行動，協調的行動それぞれの観点から設例の事実関係に即してその有無を判断することになろう。\n企業結合ガイドラインでは，垂直型企業結合についていわゆるセーフハーバーが設けられているが，本問はこうした知識を問うものではない。\n本問において単独行動による競争の実質的制限の蓋然性は，本件計画により市場の閉鎖性・排他性がもたらされることにより生じる。ここでは，Ｘ社がＹ社の競争者に対して甲部品の供給を拒絶する場合と，Ｙ社がＸ社の競争者から甲部品の購入を拒絶する場合が問題となる。前者はいわゆる投入物閉鎖であり，甲部品の供給を拒絶することにより，乙機器市場において競争を実質的に制限することとならないかが問題となる。また，後者はいわゆる顧客閉鎖であり，甲部品の購入を拒絶することにより，甲部品市場において競争を実質的に制限することとならないかが問題となる。\n前者（投入物閉鎖）について，Ｅ社及びＦ社は甲部品のほとんどをＸ社から購入しており，Ｘ社による甲部品の供給拒絶による事業活動への影響は大きそうである。そして，仮にこの供給拒絶によってＥ社及びＦ社の競争圧力が減じられることがあれば，乙機器市場において競争の実質的制限が生じることとなるかもしれない。ここでは，Ｅ社及び\nＦ社に対して甲部品の供給が拒絶されたとしても，十分な製造余力を有するＡ社，若干の製造余力を有するＢ社からの供給を受け得るのではないかということや，供給を拒絶されてもＥ社は近い将来に甲部品の一部を自製する計画であることなどを検討することになろう。また，甲部品以外の製品に係る取引関係から，Ｆ社は甲部品の取引について\n- 27 -もＸ社に対して取引上の立場が強いと考えられ，Ｘ社が甲部品の供給を拒絶することはないのではないか，甲部品の製造設備について稼働率の維持が重要であるならば，Ｘ社が甲部品の供給を拒絶することはないのではないかなども検討することになろう。\n後者（顧客閉鎖）については，Ｙ社がＡ社，Ｂ社及びＣ社からの甲部品の購入を拒絶するとしても，若干ながら乙機器の製造余力（甲部品の購入余力）があるＤ社等への販売が可能ではないか，Ｙ社がＡ社，Ｂ社及びＣ社から甲部品を購入しているのは安定調達の観点に基づくものであり，本件計画によってそれら購入を停止することはないのではないかなどを，設例の事実関係から説得的に分析することが求められる。\nなお，市場の閉鎖性・排他性に係るこれら考慮要素は，企業結合の公表事例において，供給拒絶や購入拒絶の能力やインセンティブとして検討されているものであるが（例えば，ヤマハ発動機によるＫＹＢモーターサイクルサスペンションの株式取得事例（平成\n２５年度）），能力やインセンティブという用語や分類を用いることを求めるものではなく，本件計画が競争に与える影響という観点から競争制限のメカニズムを的確に示して，設例の事実関係から競争の実質的制限の蓋然性を論理的かつ説得的に示し得るかを評価するものである。\n本問において協調的行動による競争の実質的制限の蓋然性は，本件計画によりＸ社及びＹ社が競争者の価格等の情報を入手し得るようになる結果，それらの間で協調的に行動することが高い確度で予測できるようになることにより生じ得る。ここでは，Ｙ社との取引を通じて，甲部品の市場において，Ｘ社と，Ａ社，Ｂ社及びＣ社との間で協調的行動が生じる場合と，Ｘ社との取引を通じて，乙機器の市場において，Ｙ社と，Ｄ社，Ｅ社及びＦ社との間で協調的行動が生じる場合が問題となる。\n前者（甲部品市場における協調的行動の蓋然性）については，競争者数の少なさ，甲部品の同質性といった協調促進的な考慮要素と，大きな製造余力を有することによるＡ社の協調的行動からの逸脱のインセンティブ，より良い取引条件を求めるというＤ社やＥ社からの競争圧力といった協調阻害的な考慮要素とを，全体としてどのように評価するかが問題となる。\n後者（乙機器市場における協調的行動の蓋然性）については，競争者数の少なさ，Ｅ社及びＦ社との取引量の大きさに起因する情報量の大きさといった協調促進的な考慮要素と，若干ではあるが乙機器が差別化されていること，乙機器の製造原価に占める甲部品の仕入原価の割合が小さいことによる費用共通化の割合の小ささ，若干の製造余力が存在することによるＤ社やＥ社の協調的行動からの逸脱のインセンティブ，需要者である丙装置メーカーからの競争圧力といった協調阻害的な考慮要素とを，全体としてどのように評価するかが問題となる。\nいずれもこれら多数の考慮要素を全て列挙，検討する必要はないとしても，協調的行動による競争の実質的制限の蓋然性の有無を説得的に論じることが重要である。\n〔第２問〕\n本問は，浄化槽の普及を図ることにより，生活環境の保全と公衆衛生の向上に寄与することを目的とする一般社団法人であるＡ県浄化槽協会（以下「協会」という。）が，数年前からＡ県内の河川の水質が全国で最も汚濁の著しいものの一つとして報道されるようになったという状況において行った行為の独占禁止法上の評価を問うものである。\nまず，協会は上記のような目的を有する一般社団法人であるから，独占禁止法第２条第\n２項に定める「事業者団体」の定義に照らして，これに当たるかを検討する必要がある。\n- 28 -また，事業者団体の行為と評価できるかについても，当該団体の意思決定機関による決定であるか，そうでないとしても構成事業者から事業者団体の行為と認識されていたと考えられるか等によって判断する必要がある。\n協会が事業者団体であるとして，まずは，設例の事実関係の中に事業者団体の行為であって独占禁止法上問題となり得るものを識別することが必要であり，本問においては，設例に示されている順に，会員の保守点検業者に対する競争回避の指導，非会員の保守点検業者に対する入会拒否，会員の清掃業者に対する非会員の保守点検業者との提携禁止，メーカーに対する検査薬等の供給拒否要請のそれぞれの行為に関して，個別に又は行為の与える影響を踏まえてまとめるなどしつつ，同法第８条各号のうち適切と考えられるものを選択して，その該当性を論じる必要がある。この点に関しては，その前提として，同条第１号と第３号ないし第５号の関係が理解されている必要がある（以下，号数のみを記す。）。第１号に該当するというためには，市場競争が実質的に制限され，価格等の取引条件をある程度自由に左右することができる力としての市場支配力の形成・\n維持・強化が必要であるのに対して，第３号ないし第５号はそれに至らない程度・態様の競争の阻害で足りると考えられること，本問では，協会による各行為が行われた後も，Ａ県内の浄化槽の保守点検をめぐる競争が激化しているため，その料金は一貫して下落し続けているという事実を踏まえて該当条文を判断する必要がある。なお，第１号に関して，事業者を排除し，市場の開放性を妨げる力の形成それ自体で，「一定の取引分野における競争を実質的に制限すること」の要件を充足するという考え方もあり得るが，以下では，第３号ないし第５号について述べる。\n第３号については，「一定の事業分野」の意義，事業者団体へ加入せずに一定の事業分野において事業活動を行うことの困難性，どのような態様によるどの程度の「事業者の数」の制限が第３号に該当するために必要かについて，理解できているかが問われる。「一定の取引分野」とは異なる「一定の事業分野」に関しては諸説あるが，これらに基づいて一般的な説明が行われ，設例の事実関係を当てはめて解答することが必要である。また，事業者団体に加入しなくとも一定の事業分野で活動することができることもあり得るところ，設例の事実関係で示されている非会員の保守点検業者の置かれた状況（特に清掃業者と提携しなければ，Ａ県で保守点検業者として登録を継続できないが，清掃業者は非会員である保守点検業者との提携を原則として禁止されていること）を前提として，浄化槽に係る県内唯一の団体である協会に加入しなければ保守点検業者が一定の事業分野において事業活動を行うことが困難かどうか検討する必要がある。さらに，上記のように，第３号で求められる市場競争への影響の程度が第１号におけるより低い程度で足りると考えられるところ，設例の事実関係の下で自由競争減殺が認められるか否かについても解答する必要がある。\n第４号に関しては，「構成事業者の機能又は活動」の制限及び「不当に」の意義が問題になる。前者は，構成事業者の価格，生産数量，販売数量，取引先，販売方法など基本的な競争手段を制限するものが中心であること，後者は正当な理由なく市場支配力の形成･維持･強化に至らない程度・態様において競争を阻害することであることが理解されているか，協会が構成事業者（会員）に対して行った，どのような行為が上記の要件に当たるかを的確に論じることができるかが問われている。\n第５号該当性については，「事業者」の範囲（事業者団体の構成事業者に限らないこと），「不公正な取引方法に該当する行為」の意義（「に該当する行為」と規定されているところ，行為要件のみを充足することで足りるか，効果要件まで充足する必要があるか，不\n- 29 -公正な取引方法のどの類型に該当するか），「させるようにすること」の意義（強制がなくとも勧奨で足りること）について一般的に述べた上，設例の事実関係を丁寧に当てはめることが求められる。\nこれらの点を解答するに当たっては，Ａ県の保守点検業者全体の契約件数及び売上高に占める協会の会員である保守点検業者の契約件数及び売上高の割合がいずれも約９割であること，協会が入会制限，非会員との提携禁止，メーカーに対する働き掛けを始めた平成２８年４月以降もＡ県内の浄化槽の保守点検をめぐる競争は激化しており，その料金は一貫して下落し続けていること，働き掛けを受けたメーカーは非会員である保守点検業者と取引しないことにそれぞれ同意していること，清掃業者である会員が，有償であると無償であるとを問わず，非会員の保守点検業者と提携してはならないこと，ただし，その者が低料金を提示して会員の既存の顧客を奪わないと確約した場合には，有償で提携してよいとしたこと等の事実関係に着目する必要があろう。\n正当化事由については，「不当に」や「公共の利益に反して」などの文言がない第３号，第５号についても，この点が問題となると考えられるところ，第３号，第４号，第５号該当性が問われる行為について，いずれも，当該行為の目的が独占禁止法第１条の究極目的に照らして正当と評価されるか，その目的を達成する上で当該行為が手段として相当か等によって判断されることが理解されているかが問われる。\n本問では，数年前からＡ県内の河川の水質が全国で最も汚濁の著しいものの一つとして報道されるようになったという背景において，協会の主張する行為の目的（生活環境の保全と公衆衛生の向上）は，「一般消費者の利益を確保する」ことを含む独占禁止法の究極目的に照らして正当なものと判断できるかどうか，低料金で保守点検を行う事業者を排除することが，その目的を達成するための手段として相当か（目的と手段との直接的な関連性があるか，より競争制限的でない他の手段はないか）等を検討する必要がある。"
}