{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\nＸ女とＹ男の夫婦は日本に居住していた。ところが，その後その離婚が問題となった。以上の事実を基に，以下の設問に答えなさい。\n〔設問１〕\nＸとＹは共に甲国人であり，現在もなお，共に日本に常居所を有している。ＸとＹは離婚することに合意した。財産分与についても合意が成立している。甲国には協議離婚制度はなく，裁判離婚主義が採られているので，ＸとＹは，裁判所での手続によらなければならないと考え，また日本で生活しているので日本の裁判所での手続により，その手続の中でも離婚訴訟ではなく調停手続により離婚を成立させることを希望して調停を申し立てた。ＸとＹについて調停離婚を認めることができるかどうか，調停離婚が認められないとした場合には，日本の裁判所においていかなる手続によることができるかについて論じなさい。\nなお，甲国民法には，下記のように，当事者間に離婚とその諸効果について合意が成立している場合に，原則的に当事者の合意を尊重する裁判手続がある。\n【甲国民法】\n① 夫婦は，離婚及びその諸効果について合意した場合には，離婚の諸効果を定める合意書について裁判官の承認を得るべく，共同で離婚を請求することができる。\n② 裁判官は，夫婦の合意が真意に基づくものであり，自由になされ，かつ思慮あるものであるとの心証を得た場合には，その合意書を認可し，離婚を言い渡す。\n③ 裁判官は，その合意書が子又は夫婦の一方の利益を保持するには不十分であると認定する場合には，認可を拒否し，離婚を言い渡さないことができる。\n〔設問２〕\nＸとＹは共に乙国人であり，共に日本に常居所・住所を有していたが，Ｙは日本で出会った乙国人\nＡ女と不貞行為に及び，それがＸに知られて，婚姻関係が破綻し，ＸとＹは事実上別居し，ＹはＡと同居するに至った。ＹとＡはその後，共に乙国に帰国してしまい，現在は乙国に住所を有している（Ｘは乙国内でのＹの住所を知っている。）。他方，Ｘは現在も日本に住所を有している。\nＸは，もはやＹと離婚するほかないと考え，日本の裁判所に夫婦関係調整の調停を申し立てたが，Ｙはこれに応じなかった。そこで，Ｘは日本の裁判所にＹを被告として，離婚，財産分与，慰謝料を求めて訴訟を提起した。このうち，財産分与については，夫婦の財産の分配と清算についてのみ請求されている。また，慰謝料については，離婚せざるを得なくなったことについての精神的苦痛とＹの不貞行為についての精神的苦痛への賠償の両方を含むものとして請求されている。\n〔小問１〕\n本件訴訟における上記各請求について，日本の裁判所の国際裁判管轄権が認められるかどうかについて論じなさい（調停事件の国際裁判管轄権について論じる必要はない。）。\n〔小問２〕\n仮に上記各請求について日本の裁判所の国際裁判管轄権が認められるものとした場合，上記各請求について判断するに当たり適用すべき準拠法の決定について論じなさい。\n- 40 -\n〔第２問〕(配点：５０)\nＸは，建設資材の原材料などを販売する日本の株式会社であり，日本以外に営業所を有していない。Ｙは，建設資材Ｍの製造・販売を目的とする甲国法人の会社であり，甲国以外に営業所を有していない。\n商品Ｇは，通常，建設資材Ｍを製造するための原材料として使用されるものであり，多数の企業が商品Ｇを販売している。各企業が販売している商品Ｇの強度には若干の相違があるが，いずれの商品Ｇであっても，建設資材Ｍの製造を行うことができる。ただし，ごく一部の先端的な設備を有する工場（Ｙの工場を含む。）では，品質の高い建設資材Ｍを製造しているため，一定以上の強度を有する商品Ｇを使用しなければ建設資材Ｍの製造を行うことができない。\nＹは，Ｘが販売する商品Ｇの価格が比較的低額であったことから，Ｘに対して商品Ｇのサンプル\n（＝見本）を送付するよう求めた。Ｙの求めに応じて，Ｘは，Ｙに対して，商品Ｇのサンプルを送付した。Ｙがサンプルを使用してＹの工場で建設資材Ｍの試験製造を行ったところ，建設資材Ｍの製造を行うことができた。そこで，Ｙは，Ｘとの間で，次のような内容の売買契約（以下「本件契約」という。）を締結した。\n⑴ Ｘは，Ｙに対して，２００トンの商品Ｇを引き渡すものとする。\n⑵ 商品Ｇの引渡地は，甲国のＫ港とする。\n⑶ Ｙは，Ｙが商品Ｇを甲国のＫ港で受領した日から７営業日以内に，Ｘが甲国に開設したＸ名義の銀行口座に振り込む方法で，代金を支払う。\n⑷ 代金は，１億円（１トン当たり５０万円）とする。\n本件契約には国際裁判管轄権に関する条項や仲裁条項はなかった。\nその後，Ｙは，甲国のＫ港で商品Ｇを受領した。Ｙが直ちに商品Ｇを検査したところ，その商品\nＧは，サンプルと比べて強度が不足しており，Ｙの工場では建設資材Ｍの製造のための原材料として使用できないことが判明した。そこで，Ｙは，Ｘに対して，検査結果を示すとともに受領した商品Ｇがサンプルと同等品質のものではなかった旨を通知し，他社から，サンプルと同じ強度の商品\nＧを２００トン，代金１億６０００万円で購入した。Ｙは，この購入代金と本件契約代金との差額である６０００万円の損害を被ったとして，Ｘがその損害の賠償を行うべきであると主張し，本件契約代金全額の支払を拒んでいる。\nなお，甲国は，「国際物品売買契約に関する国際連合条約」（以下「ウィーン売買条約」という。）の締約国ではない。\n以上の事実を前提として，以下の設問に答えなさい。なお，各問は独立した問いである。\n〔設問１〕\nＸは，Ｙを被告として，未払代金１億円の支払を求める訴えを日本の裁判所に提起した。この訴えについて，日本の裁判所の国際裁判管轄権が認められるかどうかについて論じなさい。\nなお，Ｙは，建設資材Ｍの製造方法に関連した発明について，甲国のほか日本でも特許権を有している（そのうち日本で登録されたＹの特許権の評価額は，５０００万円である。）。\n〔設問２〕\nＹは，Ｘを被告として，Ｘの契約違反によって被った損害の賠償を求める訴えを日本の裁判所に提起した。本件契約には，「⑸ 甲国法を準拠法とする。」との条項があったとする。\nこの訴訟において，Ｘ及びＹのいずれも，Ｙによる損害賠償請求について，日本の民法の適用があることを前提にそれぞれの主張を行った。裁判所は，この請求について，日本の民法を適用して判断することができるかについて論じなさい（ウィーン売買条約の適用について論じる必要はない。）。\n- 41 -\n〔設問３〕\nＹは，Ｘを被告として，Ｘの契約違反によって被った損害の賠償を求める訴えを日本の裁判所に提起した。本件契約には，準拠法が明示的にも黙示的にも定められていなかったとする。\n〔小問１〕\nこの訴訟において，裁判所は，Ｙによる損害賠償請求について，ウィーン売買条約第１条の規定に基づき，ウィーン売買条約を適用することとした。裁判所の判断の過程を説明しなさい\n（ウィーン売買条約第２条から第６条までの規定について論じる必要はない。）。\n〔小問２〕\nこの訴訟において，裁判所は，Ｙによる損害賠償請求について，ウィーン売買条約を適用した上で，Ｘが引き渡した商品Ｇが契約に適合しておらず，Ｘに契約上の義務の不履行があったことを理由として，Ｙの上記請求を認めた。裁判所の判断の過程を説明しなさい（ウィーン売買条約第３８条から第４０条までの規定及び第７４条から第７７条までの規定について論じる必要はない。）。\nなお，Ｙは，Ｘに対して，商品Ｇを先端的な設備を有するＹの工場で使用することなどの特定の目的を一切伝えていなかった。\n- 42 -",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，離婚(及びその附帯処分や関連請求)が問題となる事案を素材として，国際私法と国際民事手続法に関する基本的理解と応用力を問うものである。離婚は事件数も多く実務上の重要性も高いため，今回出題した。\n〔設問１〕は離婚の方法について問うものである。\nまず，法律関係の性質決定が問題となる。本設問の問題は，離婚の実質（法の適用に関する通則法（以下「通則法」という。）第２７条）の問題であると性質決定する説が多数説である。\nこの説によった場合には，離婚準拠法たる甲国法の手続を日本の調停手続によって代行することができるかどうかという問題（実体と手続の適応問題）が生じる。代行を認める立場（多数の家裁実務）も，代行を認めない立場もあり得るが，いずれの立場を採るにせよ，甲国法の内容と日本の調停手続の性質を踏まえて論じることが求められる。調停手続による代行を認めない場合には，（現在の学説によれば）審判によることができる。審判によるとした場合にも，調停に代わる審判（家事事件手続法（以下「家事法」という。）第２８４条）か，合意に相当\n- 42 -する審判（家事法第２７７条）かという問題があり，これについても論じることが望ましい。\nその他の説として，日本で調停離婚によることが可能かは手続の問題と性質決定して法廷地法によらしめる説もある。もっとも，この説も，実体の準拠法を全く適用しないわけではなく，離婚が法律行為によって可能か，裁判所による形成が必要かは，実体かつ実質の問題であって離婚準拠法により，そこで裁判所の手続によるとされていることを前提としている。この説による場合には，調停離婚も裁判所による離婚形成に当たることとなろう。\nさらに，方式（通則法第３４条）の問題とする説もある。この説は，多数説とは根本的に異なる立場であるので，この説を採る場合には，多数説についても記述した上で，これを採る理由を述べるべきである。\n〔設問２〕は離婚請求とそれに伴う財産分与請求，慰謝料請求の国際裁判管轄権と準拠法の\n決定について問うものである。\n〔小問１〕は国際裁判管轄権についての問題である。\nまず，離婚請求についてであるが，これは「人事に関する訴え」（人事訴訟法(以下「人訴法」という。)第２条第１号，第３条の２柱書）に当たるので，その国際裁判管轄権は人訴法第３条の２による。人訴法第３条の２各号の定める管轄原因のうち本件に当てはまるのは第６号（最後の共通住所)である。同規定の要件への丁寧な当てはめが求められる。\n次に財産分与請求についてであるが，これについてはまず人訴法第３条の４第２項の存在を指摘すべきである。これはもともと審判事項であるが，人事訴訟において申し立てられていれば，人訴法第３２条第１項により，訴訟に附帯して裁判される（附帯処分)。人訴法第３条の４はそのような附帯処分について国際裁判管轄権を定めている。家事法第３条の１２各号の定める管轄原因のうち本件に該当するのは第３号である（その趣旨は人訴法第３条の２第６号と同じ。)。最後に慰謝料請求についてであるが，これについてはまず人訴法第３条の３の存在を指摘すべきである。これは人事訴訟に係る請求ではないが，その関連請求であり，離婚請求と併合することによって人訴法による国際裁判管轄権が認められる。同規定の要件への丁寧な当てはめが求められる。\n〔小問２〕は準拠法の決定についての問題である。\n離婚請求については通則法第２７条による。同条本文において準用する第２５条を適用し，同一本国法たる乙国法による。\n財産分与として請求されているのは清算的要素のみとした。これについては離婚と性質決定する２７条説と夫婦財産制と性質決定する２６条説がある。いずれの説による場合もその理由を述べるべきであるが，２７条説による場合には，その理由の中で２６条によるべき問題との区別（夫婦財産制の準拠法と離婚準拠法の役割分担)についても論じることが望ましい。\n慰謝料請求については一括して離婚と性質決定する説，一括して不法行為と性質決定する説，離婚自体による慰謝料と個別的不法行為による慰謝料を区別する説がある。このうち不法行為と性質決定する場合には，本問では夫婦という特別の関係によって結ばれた者の間の不法行為なので，通則法第２０条がこの場合に適用されるかどうかについても検討すべきである。\n〔第２問〕\n本問は，国際的な売買取引をめぐる事案を素材として，財産・取引分野における国際私法及び国際民事手続法並びに「国際物品売買契約に関する国際連合条約」（以下「ウィーン売買条約」という。）を中心とする国際取引法に関する基本的理解と応用力を問うものである。\n〔設問１〕は，財産関係事件について，被告が外国法人であって日本に主たる営業所等を有\nしていない場合，すなわち民事訴訟法（以下「民訴法」という。）第３条の２に基づく国際裁判管轄権が日本の裁判所に認められない場合において，どのような管轄原因があれば日本の裁判所の国際裁判管轄権が認められるかを問うものである。設問１では，特に民訴法第３条の３\n- 43 -第３号について論ずることが求められている。\nまず，Ｘの訴えが本件契約に基づく未払代金の支払を求めるものであることや，Ｙが日本で登録された特許権を有していることなどを指摘した上で，民訴法第３条の３第３号に掲げる「財産権上の訴え」であること，同号に定める「当該訴えが金銭の支払を請求するものである」こと及び「差し押さえることができる被告の財産が日本国内にある」ことを認定する必要がある。\n次に，同号括弧書の「その財産の価額が著しく低いとき」について，その趣旨等に基づく法解釈を行った上で，これに該当するかどうかを判断することが求められる。\n民訴法第３条の３第３号に基づき日本の裁判所の国際裁判管轄権が肯定されると解した場合には，同法第３条の９に定める「特別の事情」の有無についての検討を行う必要がある。\nその上で，本件訴えについて，日本の裁判所の国際裁判管轄権が認められるかどうかの結論を示すことが求められる。\n〔設問２〕は，本件契約に甲国法を準拠法と定める条項があった場合において，その後の訴\n訟で当事者が日本の民法の適用があることを前提にそれぞれの主張を行ったときに，契約の準拠法の変更があったといえるかどうかを問うものである。\nまず，本件訴えが契約違反によって被った損害の賠償を求めるものであることから，「法律行為の効力」の問題として法律関係の性質決定がされ，法の適用に関する通則法（以下「通則法」という。）第７条以下の規定によって準拠法が決定されることを示す必要がある。本件契約には甲国法を準拠法と定める条項があったため，通則法第７条によれば，当事者が「選択した地の法」である甲国法が本件損害賠償請求の問題の準拠法とされよう。\nしかし，その後の訴訟で当事者が日本の民法の適用があることを前提にそれぞれの主張を行っていることから，通則法第９条により，日本法への準拠法の変更がなされたものと解することができないかが問題となる。この点を判断する前提として，当事者による準拠法の変更が，明示的なものでなければならないのか，それとも黙示的なものでも足りるのかも論点となろう。\n通則法第９条の趣旨等に基づく法解釈を行った上で，この問題に対する結論を導くことが求められる。\n〔設問３〕は，ウィーン売買条約の適用要件と同条約における物品の契約不適合の問題につ\nいての理解を問うものである。\n〔小問１〕は，ウィーン売買条約の適用要件を定める同条約第１条に言及することが求めら\nれる。まず，ＸとＹの営業所がそれぞれ日本と甲国に所在しており，本件契約が物品売買契約であることから，本件契約が同条⑴に定める「営業所が異なる国に所在する当事者間の物品売買契約」に該当するかどうかにつき判断しなければならない。次に，本件契約にウィーン売買条約が適用されるのは，当事者の営業所の所在する国が「いずれも締約国である場合」（同条\n⑴(a)）又は「国際私法の準則によれば締約国の法の適用が導かれる場合」（同条⑴(b)）であることを指摘する必要がある。甲国がウィーン売買条約の締約国でないことから，(a)の場合には該当しないため，本件契約に同条約が適用されるためには，(b)の場合でなければならない。この点につき，「国際私法」とは法廷地の国際私法をいうと解されていることから，日本で裁判を行っている本件では，日本の国際私法である通則法第７条以下の規定によって本件契約の準拠法を判断することが求められる。\n本件契約には準拠法が明示的にも黙示的にも定められていなかったため，通則法第７条ではなく同法第８条第１項により，本件契約に「最も密接な関係がある地の法」（最密接関係地法）が本件契約の準拠法となることを指摘する必要がある。そして，通則法第８条第２項の特徴的給付の理論に基づく推定規定について，その趣旨や特徴的給付の意味を明らかにした上で，本件に適用することが求められる。その上で，推定を覆す事情の有無を検討しなければならない。\n以上の検討の結果，本件契約の準拠法は売主の営業所所在地国である日本法になろう。\n結論として，日本がウィーン売買条約の締約国であることから上記の(b)の場合に該当し，- 44 -本件契約について同条約が適用される旨を示すことが求められる。\n〔小問２〕は，ウィーン売買条約が適用される場合に，売主が引き渡した物品の不適合を理\n由として買主が求める損害賠償についての根拠条文を問うものである。\nまず，ウィーン売買条約第４５条⑴(b)に基づき，「売主が契約又はこの条約に基づく義務を履行しない場合」に，買主が損害賠償請求を行うことができることを指摘する必要がある。次に，売主Ｘが引き渡した物品Ｇが契約に適合しないものであってＸに契約違反があったことを，ウィーン売買条約第３５条（特に同条⑵(c)）に言及して説明しなければならない。\n- 45 -",
  "scoring_notes": "１ 出題の趣旨，ねらい等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点の方針は，基本的に，例年と同様である。すなわち，関連する分野ごとに基本的な知識を備えているか否か，さらに，基本的論述力を発揮できているか否かといった点が問われている。設問ごとに重点を異にするが，①狭義の国際私法（抵触法）及び国際民事手続法の基本的な構造を正確に理解しているか，②個々の法規範（条理により導かれるものを含む。）の趣旨を理解しているか(常に趣旨について論述することが必要だというわけではないが，それがその設問における当該法規範の解釈に影響し得る場合にはその論述が必要である。)，③複数の法規範を視野に入れながら，相互の関連を理解しているか，④これらの点の理解に基づき，設問の事実関係等から適切に論点を導くことができるか，⑤個々の論点について，条文の正確な理解を示し，それぞれの要件を解釈し，\n根拠を提示しつつ，段階を追って準拠法の決定過程を正確に説明し，関連する法規範を適切に適用することができているか，これらが採点の基準とされた。\n①ないし③の理解が曖昧又は欠けていると認められる答案は，「不良」ないし「一応の水準」にとどまった。それらが明瞭に表現されている答案は，「良好」又は「優秀」なものと判定された。\n④及び⑤に関して明瞭な論述が展開されているものが，「優秀」と評価された。\n学説が分かれている論点については，結論それ自体によって得点に差を設けることはせず，自説の論拠を十分に示しつつ，これを論理的に展開することができているか否かを基本として採点した。\n３ 採点実感等⑴ 〔第１問〕についてア 〔設問１〕について(ｱ) 〔設問１〕では，理論的にはまず性質決定が問題となろう。ここで問題とされるのは「離婚の方法」といわれる問題であり，それが離婚の実質（法の適用に関する通則法（以下「通則法」という。）第２７条)か方式（通則法第３４条)か手続かが問題となろう。しかし，性質決定についての結論とその理由の両方が書けていた優秀な答案は残念ながら少なく，通則法第２７条によるとの結論のみが書かれているものが多かった(同条によることの理由としては，例えば，離婚の方法が離婚制度の基本に関わるというものが考えられる。)。手続として法廷地法によらしめる答案も少数ながらあったが，その理由ないしこの説における離婚準拠法と法廷地法の役割分担については書けていないものが多かった。通則法第３４条によるとの答案もあったが，その理由は書かれておらず，単に「方法」=「方式」と考えているのではないかと思われた。\n(ｲ) 通則法第２７条による場合には，本問に掲げた甲国法の裁判手続を日本の調停手続で代行できるかどうかが問題となる（実体と手続の適応問題)。ここでは日本の調停手続についての基本的な理解の足りない答案が多かったのは残念なことであった。例えば，調停が裁判官の関与なく行われるという誤った認識（家事事件手続法（以下「家事法」という。)第２４７条，同法第２４８条ほか参照)を示すものがあった。なお，調停も一種の裁判であるとする立場においては，調停委員会が，当事者間に成立した合意が相当でないと認める場合には，\n調停を成立させないことができると定める家事法第２７２条第１項本文や，調停調書の記載が確定判決等と同一の効力を有することを定める家事法第２６８条第１項を根拠として挙げることが考えられる。\nそれに対して，調停では裁判所の関与がなお弱く，前述の甲国法の裁判手続を代行できな- 44 -いとする立場を採った場合には，審判による代行について検討することとなる。審判による代行を認める場合には，合意に相当する審判（家事法第２７７条)と調停に代わる審判（家事法２８４条)のいずれによるかについて検討することが望ましい。しかし，この点についても論じている答案は少数であった。もっとも，単に「審判による」とする答案でもその前提や理由が書けていれば「良好」な点数を獲得できるようにしている。\n調停によることはできないとする答案のうちで審判に触れずに人事訴訟によるとするものが相当数あったのは驚きであった。人事訴訟によるべきだとする説は古くは有力な説であったが，現在では，特に本問のように離婚準拠法が当事者間の合意を尊重する立場である場合には支持されていない。審判が裁判の一種である（家事法第７３条参照）との基本的な理解があれば，当然に審判について言及することになるはずであり，それができないようでは「一応の水準」との評価も得られない。なお，そのような答案のうち，訴訟によるとの趣旨で日本民法第７７０条によるとしているものがあり，それ自体は理解できるが，離婚準拠法は甲国法だとしながら離婚原因等の実体の問題についても同条によるとする論理矛盾に陥っているものもあった。\n(ｳ) 調停の国際裁判管轄権について論じている答案が相当数あったが，本設問ではＸＹともに日本に住所を有している事案であり，かつ，設問中で国際裁判管轄権についての検討を求めているわけではないので，これについて触れることは不要である。\nまた，公序について論じている答案も相当数あったが，本問では甲国法の裁判離婚を日本のいずれの手続によって代行するかが問題であり，異常な結果の発生は問題にはならないので，これについて触れることは不要である。\nイ 〔設問２ 小問１〕について(ｱ) 国際裁判管轄権は手続の問題なので法廷地法によるとの記述が相当数あった。そのことに誤りはないが，答案としては，明文の規定があるのであれば，まずは，条文の要件の解釈や当てはめを丁寧に行って結論を述べることが求められる。法廷地法によることは当然のことであって，それ自体が条文の解釈適用に影響するものではなく，紙幅も限られていることからすると，必ずしもこれに触れる必要はない（この点は，第２問についても同様である。）。\n(ｲ) 平成３０年の人事訴訟法（以下「人訴法」という。)等の改正を知らず，改正前の判例の枠組みで書いていた答案も散見された。そのような解答では「一応の水準」との評価も得られない。\n重要な法改正で試験時に施行されているものは学習しておかなければならない。\n(ｳ) 本問の離婚請求は人訴法第３条の２第６号に該当するケースであり，この管轄原因のみで日本の裁判所は国際裁判管轄権を有することとなるため，同条第１号ないし第５号に定める管轄原因については，配点していないが，それらに該当しないことについての記述があれば加点事由とすることとした（ただし，複数の管轄原因に該当しないことについて記述したとしても，大幅な加点がされるものではない。）。なお，同条第６号に該当することが確認できれば，同条第７号に触れることは不要である。\n本問の離婚請求については，人訴法第３条の２第６号への当てはめが問題となるが，当てはめをするに際しては，設問中のどの事実関係が，条文上のどの要件に該当するのかを丁寧に記述することが必要である（同号の要件のうち，「日本国内に住所がある身分関係の当事者の一方からの訴え」について当てはめをしていない答案が少なくなかった。）。なお，このように条文の要件への単純な当てはめによって結論が得られる場合には，必ずその趣旨について記述しなければならないというわけではない。もっとも，その趣旨まで的確に記述しているものには加点した。\n離婚請求については「優秀」と評価される答案が多かった。\n(ｴ) 財産分与請求については人訴法第３条の４第２項によるが，これを適用できているものは少数であった。財産分与が元々審判事項であるとの基本的な理解に乏しく，同項の存在意義が十分に- 45 -は理解されていないこともその原因の一つではないかとも推測される。離婚訴訟においては，未成年の子がいる場合には親権者の指定が問題となるほか，実務上，養育費等の子の監護に関する処分や財産分与に関する処分などの審判事項についても申し立てられることは非常に多いので，\n同条についても勉強してほしい。\n(ｵ) 慰謝料請求については人訴法第３条の３による（同法第１７条によるものもあったが，同条は国際裁判管轄権に関する規定ではない。）。同条の当てはめについては，括弧書きに該当することの確認をしていないものが多数あった。括弧書きなので触れなくてもよいと考えたのかもしれないが，これは本文の例外を定めるものではなく，本文の要件に人事訴訟の当事者間での請求であるとの要件を追加するものである。離婚訴訟では，例えば不貞行為の相手方などの第三者に対する損害賠償請求が併合されることがよくあるが，そのような請求ではなく，人事訴訟の当事者間での請求であることを確かめなければならない。もっとも，括弧書きの当てはめが抜けていても「良好」な点数の獲得は可能である。\nなお，離婚自体の精神的苦痛に基づく慰謝料請求は人訴法によるとしながら，個別不法行為（本問では不貞行為）に基づく慰謝料は民事訴訟法（以下「民訴法」という。)によるとする答案も散見された。狭義の国際私法において両者を区別して性質決定するのと同様に考えたのであろう。\nしかし，ここでは管轄が問題となっているので，訴訟上の請求を単位として考えるべきである。\n本問では上記のような区別をせずに慰謝料請求という一本の請求がなされている（実務ではこれが普通である。）。管轄に関しては一つの請求についてそのように区別することはできない。\n(ｶ) 本問の場合，国際裁判管轄権を否定すべき「特別の事情」に該当し得る事実は問題文からはうかがえないので，人訴法第３条の５については必ずしも触れる必要はないが，書かれていればその内容に応じて加点事由の一つとして考慮している。\nウ 〔設問２ 小問２〕について(ｱ) 離婚準拠法についてはよくできていた。\n(ｲ) 財産分与については扶養の問題と性質決定するものも少数あったが，問題文では清算的要素のみが問題となっていることを明示している。問題文をよく読まれたい。\nこれについては通則法２６条説を採るものが多かった。その理由として第三者保護を挙げるものが相当数あった。それが誤りだというわけではないが，本問では離婚する当事者間での離婚給付が問題になっており，第三者の利害には関わらない（なお，婚姻中の財産の帰属については，\nこの問題について同法２７条説を採る場合でも，その前提問題として同法第２６条による。）。そこで，離婚当事者間の関係に当てはまる理由，例えば，夫婦財産の清算は夫婦財産制が現実の意味を持つ局面であるとか，夫婦財産契約で離婚時の清算についても定めていることがあるといった理由のほうが優れていると思われた。\n(ｳ) 慰謝料の全部又は一部を不法行為と性質決定した上で通則法第１７条を適用するに際し，不貞行為が行われた地の法によるとするものが若干あったが，それは行動地であろう。同条本文は結果発生地主義を採っており，同条ただし書にも該当しないので，本問では侵害の対象となった婚姻生活の営まれていた地がこれに当たると考えられる。\nエ 第１問の全体について人訴法が民訴法の特別法であること（人訴法第１条のほか，特に国際裁判管轄権につき同法第２９条第１項参照），訴訟事項と審判事項の区別，家事調停の性質，合意に相当する審判（家事法第２７７条)と調停に代わる審判（家事法第２８４条)の区別といった人訴法及び家事法の全体構造及び基本的事項についての理解が不十分な者が多いように思われる。これらについては法科大学院教育において十分な時間が掛けられていないことが多いので学習に困難が伴うこともあろうが，ひとり国際私法・国際民事手続法の理解に必要であるのみならず，実務家として人事・家事事件を扱う- 46 -ための基本でもあるので，ぜひ勉強してほしい。\n⑵ ［第２問］についてア 〔設問１〕は，財産関係事件について，被告が外国法人であって日本に主たる営業所等を有していない場合，すなわち民訴法第３条の２の規定に基づく国際裁判管轄権が日本の裁判所に認められない場合において，どのような管轄原因があれば日本の裁判所の国際裁判管轄権が認められるかを問うものであった。\n［設問１］では，特に被告の差押可能財産所在地管轄(民訴法第３条の３第３号)の解釈・適用について論ずることが求められていたが，この管轄を指摘できていない答案が一定数あった。\nこの管轄を指摘していた答案の多くは，民訴法第３条の３第３号括弧書きの「その財産の価額が著しく低いとき」にも言及した上で結論まで示していたが，同号（及び同号括弧書き）の趣旨等に基づく法解釈を行って判断基準を提示した上で結論を導いていた答案は，少数にとどまった。本問において，特許権の評価額が５０００万円であることが「その財産の価額が著しく低いとき」に当たるか否かを判断するためには，同号括弧書きの趣旨等を踏まえてその要件を解釈することが必要であるが，このような法解釈が十分でない答案であっても，同号に定める「財産権上の訴え」であることや，「差し押さえることができる被告の財産が日本国内にある」ことに関して丁寧な認定や当てはめを行っている答案については，一定の評価が与えられている。\n被告の差押可能財産の所在に基づき日本の裁判所の国際裁判管轄権が肯定されると解した場合には，これが，直ちに当事者間の衡平，裁判の適正・迅速に基づくものといえるとは限らないことから，民訴法第３条の９に定める「特別の事情」の有無についての検討を行う必要があるが，多くの答案は，同条にも触れていた。\nなお，被告の差押可能財産所在地管轄に触れずに，日本の裁判所の国際裁判管轄権を肯定できない多数の管轄原因を検討する答案も一定数あった。このような答案については点数を与えていない。もっとも論述全体として国際裁判管轄権に関する基本的理解を示すことができているものについては，全体点の中で若干の評価点を与えた。また，民訴法第３条の５第３項などを根拠に日本の管轄権を肯定するなど，国際裁判管轄権に関する各規定の理解ができていない答案も若干数あった。\nイ 〔設問２〕は，本件契約に甲国法を準拠法と定める条項があった場合において，その後の訴訟で当事者が日本の民法の適用があることを前提にそれぞれの主張を行ったときに，契約の準拠法の変更があったといえるかどうかを問うものであった。\n大多数の答案は，契約ないし法律行為の効力の問題と性質決定を行い，通則法第７条以下の規定によって準拠法を決定した上で，準拠法の変更に関する同法第９条に言及していた。\nただし，当事者による準拠法の変更が，明示的なものでなければならないのか，それとも黙示的なものでも足りるのかの点について検討していない答案も一定数あった。\nまた，本件の損害賠償請求は，債務不履行に基づくものであるにもかかわらず，これを不法行為と性質決定するなど，国際私法の基本的理解ができていない答案が若干数あった。\nウ 〔設問３〕小問１は，「国際物品売買契約に関する国際連合条約」（以下「条約」という。）\nの適用要件についての理解を問うものであった。\n多くの答案が，条約の適用要件を定める条約第１条に言及した上で，同条⑴(b)の「国際私法の準則によれば締約国の法の適用が導かれる場合」についての検討を行うことができていた。\nその上で，日本の国際私法である通則法第７条以下の規定によって本件契約の準拠法を判断していたが，同法第８条の解釈・適用に関する論述の丁寧さの程度については，答案によって差異が見られた。例えば，同条の規定は，同条第１項において，最密接関係地法が準拠法となることを前提としつつ，その判断基準の明確化の観点から，最密接関係地法を推定するものとし- 47 -て，同条第２項において，いわゆる特徴的給付の理論を採用しているにもかかわらず，同条第１項に触れることなく，同条第２項についてのみ論じている答案も少なくなかった。\n小問２は，条約が適用される場合に，売主が引き渡した物品の不適合を理由として買主が求める損害賠償についての根拠条文を問うものであった。多くの答案は，必要な条文を示すことができていた。\nなお，［設問３］については，時間の制約もあってか，白紙の答案が一定数あったのは残念であった。\n４ 今後の出題について狭義の国際私法，国際民事手続法及び国際取引法の各分野の基本的事項を組み合わせた事例問題が出題されることになると思われる。\n５ 受験生と今後の法科大学院教育に求めるもの⑴ 全体の法構造をしっかり理解した上で，個々の条文を解釈，運用する力を養うことが望まれる。今回は特に３⑴エに書いたように人訴法及び家事法の全体構造及び基本的事項についての理解不足を感じた。法科大学院では限られた時間の中大変ではあると思うが，これらについても教育をお願いしたい。\n⑵ 答案作成に当たり，条文の適用が問題となる場合には，まず，条文を明示すべきである。次に，\n条文の適用を検討するに当たっては，当該条文の要件を明示した上で，同要件を満たす事実関係があるかどうかを判断すべきであるが，そのいずれかが欠けているものが散見される。そして，\n最後に最終的な結論を明示すべきである。\n答案の記述は当該問題の解決に必要な部分を厚くすべきである。条文の要件解釈や当てはめに問題がないような場合にも，条文や制度の趣旨について長々と記載しているものがあるが，基本的には，\n条文の趣旨等は，その要件解釈や当てはめに必要な範囲で記載すれば足りる。\n管轄原因は，一つでも要件を満たすものがあれば，日本の裁判所の管轄権が認められるにもかかわらず，要件を満たさない多数の管轄原因を検討している答案が相当数見られた。基本的には，\n要件を満たすと思われる管轄原因を中心に検討することで足り，要件を満たさないと考えられる管轄原因については，例えば，被告の住所等による管轄権のような主要な管轄原因について簡単に触れることで十分ではないかと考えられる。\n⑶ 文字が乱雑で判読が困難あるいは不能な答案が多い。採点時に文字の解読に多大の時間と労力を費やしているが，それでも判読できない箇所を含む答案が相当数あった。そのような場合にはたとえ内容的に優れた記述であったとしても評価することができない。また判読困難なものも点数が低くなることがしばしばである（他人が読んで分かる文章を書く能力は評価の対象である。）。あまり苦労せずとも読める字を書くよう努められたい。\n- 48 -"
}