{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の【事例１】及び【事例２】を読んで，後記〔設問１〕から〔設問３〕について，答えなさい。\n【事例１】\n１ ＡはＢに対し，個人的に５００万円を貸していた（この貸金債権を以下「本件債権」という。）。\n本件債権に係る弁済期限は到来していたが，ＢがＡからの返済の督促に応じず，また，Ａ自身忙しかったことから，Ａは，知人の甲に本件債権の回収を依頼しようとして，甲に対し，「御礼はするから代わりにＢから５００万円を回収してきてくれないか。あんたに回収を頼むことは，Ｂには電話で伝えておく。」と申し向けた。甲は，その依頼を承諾し，Ｂの電話番号をＡから教えてもらった。甲は，金融業者Ｃに多額の借金があったところ，上記依頼を受けた後，Ｃから，その返済を督促されたため，Ｂに対して，債権額についてうそをつくなどして水増しした額を請求し，その差額で少しでもＣに対する自己の債務を弁済しようと考えた。\n２ 甲は，某月１日，Ｂに電話を掛け，Ｂに対し，自身が暴力団組員ではないのにそうであるかのように装い，「Ａから債権の取立てを頼まれた。債権は６００万円だとＡから聞いている。その金を指定する口座に入金しろ。金を返さないのであれば，うちの組の若い者をあんたの家に行かせることになる。」などと言った。Ｂは，事前にＡからの電話で本件債権の回収を甲に依頼したと聞いていたが，その額は５００万円だと認識していた。しかし，Ｂは，甲が暴力団組員であると誤信し，甲の要求に応じなければ自身やその家族に危害を加えられるのでないかと畏怖した結果，甲に６００万円を交付することとし，甲に対し，「分かりました。明日送金します。」と答えた。\nＢは，翌２日，自己名義の預金口座から甲の指定に係るＤ銀行Ｅ支店に開設された甲名義の預金口座（預金残高０円）に６００万円を送金し，その結果，同口座の預金残高が６００万円になった。\n〔設問１〕 以下の①及び②の双方に言及した上で，【事例１】における甲のＢに対する罪責につい\nて，論じなさい（特別法違反の点は除く。また，本件債権に係る利息及び遅延損害金については考慮する必要はない。）。\n① 甲に成立する財産犯の被害額が６００万円になるとの立場からは，どのような説明が考えられるか。\n② 甲に成立する財産犯の被害額が１００万円にとどまるとの立場からは，どのような説明が考えられるか。\n【事例２】（【事例１】の事実に続けて，以下の事実があったものとする。）\n３ 甲は，同日，前記口座にＢから６００万円の入金があったことを確認した。甲は，Ｃからの督促が予想以上に厳しいことから，６００万円全額をＣに対する弁済に充てようと決意し，同日中に，Ｄ銀行Ｅ支店の窓口係員Ｆに対して，同口座から６００万円の払戻しを請求し，Ｆから同額の払戻しを受けた。甲は，同日，Ｃに対し，上記６００万円を交付して自己の債務を弁済した。\n甲は，同日，Ａに対し，「昨日，Ｂに対して返済するようにきつく言った。Ｂは，反省した様子で『今度こそは必ず返す。返済を１０日間だけ待ってほしい。』と言っていた。」などとうそをつき，それを信用したＡは，「しょうがないな。あと少しだけ待ってやるか。」などと言い，同月１１日まで，本件債権の回収状況に関して，甲に確認することはなかった。なお，本件債権について，その存在を証明する資料はなく，Ａ，Ｂ及び甲以外に知っている者はいなかった。\n４ その後，同月１２日になっても，甲からＡに連絡がなかったため，Ａが甲を追及したところ，- 2 -甲は，本件債権に係るＢからの返済金を自己の債務の弁済に充てたことを打ち明けた。これに憤慨したＡは，甲に対して，直ちに５００万円を返還するように厳しく申し向けた。その後，甲は，金策に努めたものの，返還に充てる金を工面できなかったことから，Ａに相続人がいないことを奇貨として，その返還を免れる目的で，Ａを殺害しようと決意した。\n５ 甲は，Ａを殺害するため，その方法についてインターネットで調べたところ，市販されている\nＸ剤及びＹ剤を混合すると，致死性のある有毒ガスが発生することが分かった。そこで，甲は，以前に自身が病院で処方されていた睡眠薬をＡに飲ませてＡを眠らせた上で，当該有毒ガスを用いて自殺に見せ掛けてＡを殺害することを計画した。甲の計画は，具体的には，犯行に必要な道具を全て自車に積み込んで，Ａ方に隣接する駐車場まで自車で移動して同所に駐車し，Ａ方に行き，ワインに混ぜた睡眠薬をＡに飲ませてＡを眠らせた後，直ちに自車に戻って車内に置いておいたＸ剤等を取った上で，再度Ａ方に赴いて有毒ガスを発生させ，これをＡに吸入させてＡを殺害するというものであった。甲は，同月１６日，ホームセンターでＸ剤及びＹ剤のほか，これらを混ぜるためのバケツを購入した。\n６ 甲は，前記計画を実行するため，翌１７日，Ａに電話を掛けて，Ａに対し，「これまでのことをきちんと謝罪したい。」と言い，同日，計画していたとおり，前記駐車場に自車を駐車し，自車内にＸ剤，Ｙ剤及びバケツを置いたまま，ワインと睡眠薬を持ってＡ方に行った。なお，甲が自車内に置いていたＸ剤及びＹ剤は，それらを混ぜ合わせれば致死量の有毒ガスが発生する程度の量であった。甲は，Ａ方において，Ａがトイレに行った隙に，睡眠薬をＡのグラス内のワインに混入した。Ａは，そのワインを飲み干し，間もなく，睡眠薬の影響で眠り込んだ。甲は，計画どおりＸ剤等を取りに行くために同駐車場に戻ろうとしたが，急にＡを殺害することが怖くなり，有毒ガスを発生させることを止めた。\n７ 甲は，Ａ方を去ろうとした際，机上にＡ所有の高級腕時計があることに気付き，遊興費を得るためにそれを換金しようと考え，同腕時計を自らの上着のポケットに入れて，Ａ方から立ち去った。\n８ Ａは，覚醒することなく，甲がＡ方から立ち去った数時間後に，急性心不全で死亡した。Ａには，Ａ自身も認識していなかった特殊な心臓疾患があり，Ａは，睡眠薬の摂取によって同疾患が急激に悪化して，急性心不全に陥ったものであった。Ａに同疾患があることについては，一般人は認識できず，甲もこれを知らなかった。\n９ 本件で甲がＡのワインに混入した睡眠薬は，病院で処方される一般的な医薬品であった。その混入量は，確実に数時間は目を覚まさない程度ではあったが，Ａの特殊な心臓疾患がなければ，生命に対する危険性は全くないものであった。また，甲も，本件で混入した量の睡眠薬を摂取しても，Ａが死亡することはないと思っていた。\n〔設問２〕 仮に【事例１】並びに【事例２】の３，４及び７の事実が認められず，【事例２】の５，\n６，８及び９の事実のみが認められた場合，Ａが睡眠薬を摂取して死亡したことについて，甲に殺人既遂罪が成立しないという結論の根拠となり得る具体的な事実としては，どのようなものがあるか。考えられるものを３つ挙げた上で，上記の結論を導く理由を事実ごとに簡潔に述べなさい。\n〔設問３〕 【事例２】における甲の行為について，その罪責を論じなさい（住居等侵入罪（刑法\n第１３０条）及び特別法違反の点は除く。）。なお，【事例１】における甲の罪責及び【事例１】で成立する犯罪との罪数については論じる必要はない。\n- 3 -論文式試験問題集［刑事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\n１ 令和元年１０月から１１月にかけて，Ｈ市内で，何者かが一戸建ての民家に侵入して室内から金品を窃取するという住居侵入窃盗事件が，連続して５件発生した。５件いずれの事件においても，現場民家の１階掃き出し窓のクレセント錠近くのガラスが半円形に割られた上で施錠が外され，室内が物色されて金品が窃取されており，同市を管轄するＨ警察署には，不安を感じた住民から早期の犯人検挙を求める要望が多数寄せられていた。\nＨ警察署司法警察員Ｐは，同市内に居住する甲が，同年１２月１日夜，同市内の一戸建てのＸ方において，庭に面した１階掃き出し窓のクレセント錠近くのガラスにガラスカッターを当てているのを，顔見知りの住民Ｗに目撃されたために逃走した旨の情報を，Ｗからの通報により覚知した。\n同事件については，窃盗被害が発生しておらず被害届が提出されなかったために立件されないこととなったが，甲がガラスカッターを当てていたクレセント錠近くの窓ガラスに，半円形の傷跡が残されており，その傷跡は一連の住居侵入窃盗事件の窓ガラスの割れ跡と形状において類似していたことから，Ｐは，甲が一連の住居侵入窃盗事件の犯人ではないかと目星を付け，同月２日，Ｗの事情聴取をし，甲がＸ方窓ガラスにガラスカッターを当てていたのを目撃した状況に関するＷの供述調書を作成した。\nそうした中，同月３日午後８時頃から同日午後９時頃までの間に，同市内の一戸建てのＶ方において，家人が不在の隙に，Ｖ方の庭に面した１階掃き出し窓のクレセント錠近くのガラスが半円形に割られた上で施錠が外され，Ｖ方１階の居間にあったタンスの１段目引出しに保管されていた，封がされていない茶封筒入り１万円札１０枚が窃取されるという事件が発生した（以下「本件住居侵入窃盗」という。）。Ｖは，同日午後９時頃帰宅して本件住居侵入窃盗の被害に気付き，１１０番通報した。\n２ その通報を受けてＶ方付近を検索したＨ警察署司法警察員Ｐ及びＱは，犯人の発見には至らなかったが，本件住居侵入窃盗における窓ガラスの割れ跡が，Ｘ方窓ガラスに残された半円形の傷跡の形状に類似していたことから，甲が本件住居侵入窃盗に及んだのではないか，ひいては本件住居侵入窃盗と前記５件の住居侵入窃盗事件は甲による連続窃盗事件ではないかと考えた。そこで，Ｐ及びＱは，甲にＨ警察署への任意同行を求めて甲の取調べを実施することとし，同月４日午後６時頃に甲方に赴いたが不在のため同方付近で待機していたところ，同日午後９時頃，甲が帰宅したのを確認したので，甲方のインターホンを鳴らし，玄関先に出てきた甲に対し，「昨日発生したＶ方における住居侵入窃盗の件で話を聞かせてもらいたいので，Ｈ警察署に来てもらえないか。」と申し向けた。それに対し甲は，「疑われるのは本意ではないし，早く犯人が捕まってほしいので協力します。」と言ってこれに同意した。そこで，Ｐ及びＱは，甲を徒歩で同行し，同日午後９時１０分過ぎ頃，Ｈ警察署に到着した。\n①Ｐは，同日午後９時２０分頃から，Ｈ警察署取調室において，甲に黙秘権及び取調室からいつでも退去できる旨を告げた上で，本件住居侵入窃盗について甲の取調べを開始した。同取調べは，当初Ｐが担当し，後にＱが引き継いで，翌５日午後９時３０分頃まで約２４時間行われたが，その間，甲は，取調べを拒否して帰宅しようとしたことはなく，仮眠したい旨の申出をしたこともなかった。また，Ｐ及びＱは，甲からのトイレの申出にはいずれも応じたほか，朝食，昼食及び夕食を摂らせて休憩させた。そして，同取調べ中，同取調室及びその周辺には，現に取調べを行っている\n１名の取調官のほかに警察官が待機することはなかった。甲は，取調べが開始された同月４日は，「やっていません。証拠があるなら見せてください。」などと言って自らが本件住居侵入窃盗を行ったことにつき否認していたが，時間の経過とともに疲労し，翌５日午後３時頃には，言葉数が少\n- 2 -なくなった。その頃，Ｑは，Ｐから取調べを引き継いだが，甲の供述態度は変わらず，Ｑは，同日午後５時頃に甲に夕食を摂らせた。そして，取調べ再開後も，言葉数が少ないながらも甲が否認している状況が続いたため，Ｑは，「このままではらちが明かない，これまでの取調べにより甲が疲労している今の状況であれば，軽微なうそをつくだけで自白を得られるのではないか。」と考え，同日午後７時１０分頃，本件住居侵入窃盗が行われた同月３日の夜に甲が目撃されたという情報は得ていなかったにもかかわらず，甲に対し，「１２月３日の夜，君が自宅から外出するのを見た人がいるんだ。」と申し向けた。それを聞いた甲は，それまでの取調べの結果疲労していたこととあいまって自白するしかないと思い込み，同月５日午後７時３０分頃，本件住居侵入窃盗を行ったことを認めるに至った。そして，甲は，Ｑから問われたことにポツリポツリと答えながら，同日午後\n８時２０分頃までにかけて，本件住居侵入窃盗を行った状況を自白した。そこで，Ｑは，同日午後\n９時２０分頃までの間，甲の前記自白を内容とする供述調書１通を作成し，同日午後９時３０分頃，取調べを終了した。\nその後，甲は，本件住居侵入窃盗の被疑事実により逮捕勾留されたが，甲は，徹夜で取調べを受けていなければ否認を続けることができたと考えて後悔し，黙秘に転じたため，前記供述調書１通のほかには甲の供述調書が作成されることはなかった。\n３ 甲が勾留された後，甲方の捜索が行われ，封がされていない，被害品と同種の茶封筒入り１万円札１０枚と，ガラスを半円形に切ることができるガラスカッター１点が発見押収された。また，実況見分を行った結果，本件住居侵入窃盗における窓ガラスの半円形の割れ跡は，甲方から発見押収されたガラスカッターにより形成可能であることが判明した。その後，甲は，黙秘のまま本件住居侵入窃盗の事実で公判請求された。なお，甲方から発見押収された茶封筒入り現金１０万円及びガラスカッターからは，Ｖの指紋やＶ方ガラスからの付着物等Ｖに直接結び付く痕跡は検出されなかった。また，同ガラスカッターは，一般に流通し，容易に入手可能なものであった。ほかに，本件住居侵入窃盗につき，その犯行状況を撮影した防犯カメラ映像その他の甲の犯行であることを直接裏付ける証拠は得られなかった。\n公判において，甲は，本件住居侵入窃盗の事実を否認し，検察官は，甲方から押収された前記茶封筒入り現金１０万円や前記ガラスカッターのほか，甲の自白を内容とする前記供述調書等の取調べを請求した。また，検察官は，Ｘ方における甲の犯行と，本件住居侵入窃盗の犯行とは手口が類似しており，このことは，甲が本件住居侵入窃盗の犯人であることを推認させる事実であるとして，Ｘ方における甲の犯行を目撃した状況に関するＷの前記供述調書のほか，Ｘ方の実況見分調書（Ｘ\n方掃き出し窓のクレセント錠近くのガラスに半円形の傷跡が残っている状況を撮影した写真等添付のもの）や，窓ガラスの割れ跡等に関する実況見分調書（本件住居侵入窃盗における窓ガラスの半円形の割れ跡が，Ｘ方窓ガラスに残された半円形の傷跡と形状において類似しており，甲方から発見押収されたガラスカッターによりいずれも形成可能であることを明らかにしたもの）を証拠調べ請求した。\n甲の弁護人は，Ｗの前記供述調書については，不同意との証拠意見を述べた。これを受けて検察官は，Ｗの前記供述調書と同じ立証趣旨で，②Ｗの証人尋問を請求したところ，弁護人は，Ｗの証人尋問につき，「異議あり。関連性なし。」との証拠意見を述べた。\n〔設問１〕 下線部①の取調べの適法性について，具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n１．自白に対する，自白法則及び違法収集証拠排除法則の適用の在り方について論じなさい。\n２．１で論じた自己の見解に基づき，下線部①の取調べで得られた甲の自白の証拠能力について，具体的事実を摘示しつつ論じなさい。\n〔設問３〕 下線部②の請求につき，裁判所はこれを認めるべきか。弁護人の証拠意見を踏まえて，\n具体的事実を摘示しつつ論じなさい。\n- 3 -",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，設問１で，甲がＡから依頼されたＢに対する貸金債権（以下「本件債権」という。）の回収に際し，その金額は５００万円であるのに，６００万円であると水増ししつつ，自身が暴力団組員であると装うなどしてＢを畏怖させ，Ｄ銀行Ｅ支店に開設された甲名義の預金口座\n（以下「本件甲口座」という。）に６００万円を送金させた行為について甲に成立する財産犯に関し，被害額が６００万円になるとの立場と１００万円になるとの立場のそれぞれの理論構成を検討させた上，甲に成立する財産犯について検討させ，設問２で，甲がワインに混入した睡眠薬をＡが摂取して死亡したことについて，甲について殺人既遂罪の成立要件は満たされず，同罪は成立しないとの結論も考えられるところ，同結論の根拠となり得る具体的な事実を３つ挙げさせた上，同結論を導く理由を事実ごとに簡潔に示させ，さらに，設問３で，甲が同支店窓口係員Ｆに本件甲口座から６００万円の払戻しを請求し，同額の払戻しを受けた行為について１項詐欺罪の成否を，甲がＣに対する借金返済のため同６００万円の払戻しを受け，これをＣに渡して費消した行為について横領罪の成否を，甲がＡに対する５００万円の返還を免れるため睡眠薬を混入したワインをＡに飲ませて眠り込ませ，その睡眠薬の影響によりＡの心臓疾患を悪化させ，心不全でＡを死亡させた行為について２項強盗殺人罪の成否を，甲が同ワイン\nをＡに飲ませた後，Ａ方で発見した腕時計を奪取した行為について成立する財産犯を，それぞれ検討させ，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n- 14 -甲は，Ｂに対し，本件債権額を６００万円に水増ししつつ，自身が暴力団組員ではないのにそうであるかのように装い，「金を返さないのであれば，うちの組の若い者をあんたの家に行かせることになる。」などと言った上，本件甲口座に６００万円を入金するよう要求し，Ｂに，本件債権額が６００万円であると誤信させなかったものの，甲が暴力団員であるとは誤信させ，その結果，甲の要求に応じなければ自身やその家族に危害が加えられるのではないかと畏怖したＢをして，Ｂ名義の預金口座から６００万円を本件甲口座に送金させ，その残高を同額分増加させている。\n上記につき，甲に成立する財産犯が，恐喝罪か詐欺罪かが問題となり，両罪の区別基準を示した上，具体的事実を摘示して当てはめを行う必要があるところ，判例の立場（最判昭和２４年２月８日刑集３巻２号８３頁）に従えば，Ｂが甲を暴力団員であると誤信した点は，Ｂに畏怖の念を生じさせる一材料にとどまっているため，甲に成立する財産犯は恐喝罪と考えられる。\nこの場合，恐喝罪の客観的構成要件要素として，まず，「脅迫」の意義を正確に示した上で，具体的事実を摘示して当てはめを行い，次に，Ｂの「畏怖」，そして，これに基づく６００万円の送金事実を摘示した上，Ｂと甲との間に現実の現金移転がないことから，同事実が，「財物を交付させ」たことに当たるのか，「財産上不法の利益を得」たことに当たるのか，すなわち１項恐喝罪と２項恐喝罪のいずれが成立するかについて，自説を根拠とともに簡潔に論じる必要がある。また，主観的構成要件要素についても検討する必要がある。\nところで，本問では，甲に成立する財産犯である恐喝罪の被害額（１項恐喝罪の場合，「財物」に当たる現金の金額，２項恐喝罪の場合，「財産上の利益」に当たる預金債権の金額）が，①６００万円になるとの立場（以下「①の立場」という。）及び②１００万円になるとの立場\n（以下「②の立場」という。）双方からの説明が求められており，それぞれの立場の理論構成を根拠とともに論じる必要があるところ，甲は，ＡからＢに対する本件債権の回収権限を与えられ，その権利行使に際し，恐喝的手段を用いてＢから弁済の趣旨で６００万円の送金を受けているため，本件債権額の範囲内については権利の行使といえるから，その範囲内についても恐喝罪の構成要件に該当するといえるか否かが問題になる。\nこの問題については，恐喝罪の保護法益の内容や同罪における「財産上の損害」の要否及びその内容に関する理解が重要な前提となる。すなわち，①の立場からの説明としては，権利行使に際し恐喝的手段が用いられている場合，a.債務者の占有の適法性や要保護性を問わず，６００万円全体について占有侵害が認められるとの説明や，b.同罪を個別財産に対する罪と捉えた上，甲の恐喝行為に基づくＡの交付行為により６００万円の現金ないし預金債権が失われたことから，６００万円が「財産上の損害」に当たるとの説明等が考えられる。\n他方，②の立場からの説明としては， 権利行使に際し恐喝的手段が用いられている場合でも，c.債務者には履行遅滞に陥った債務の金額を適法に保持する正当な利益を欠くとして，債権額を超過する１００万円の限りで法益侵害が認められるとの説明や，d.５００万円の範囲ではＢが金銭を交付することによって同じ金額の債務が消滅するため，実質的には１００万円の限度で「財産上の損害」が生じているとの説明等が考えられる。\nさらに，甲は，Ａから与えられた本件債権の回収権限に基づいてその弁済をＢに請求しているため，その行為について，違法性が阻却されるか否かも検討する余地があるが，甲の請求額は，本件債権額を１００万円も超過し，かつ，甲がＢに恐喝的手段を用いる緊急性はもとより，必要性も相当性もないため，違法性が阻却される余地はないと考えられる。\n設問２について甲は，Ａ方において，生命に対する危険性が全くない量の睡眠薬を混入したワインをＡに飲ませて，数時間は目の覚めない状態にした（以下「第１行為」という。）上，致死量に達する有毒ガスをＡに吸引させ（以下「第２行為」という。），Ａを殺害する計画（以下「本件計画」\nという。）を立て，これに従い，第１行為を行ったものの，急にＡの殺害が怖くなったため第\n- 15 -\n２行為をやめることにしてＡ方から立ち去ったが，Ａは睡眠薬の影響により心臓疾患が悪化した結果，心不全で死亡している。このように，甲が行った第１行為は，それ自体では一般的に人を死亡させる危険性がない行為であり，かつ，甲は，第１行為によってＡを殺害する意思はなく，これに必要と考えていた第２行為を行わなかったのであるから，理論構成によっては，殺人既遂罪の成立を否定する結論を導く余地もあるといえる。\nすなわち，本問では，【事例２】の５，６，８及び９の事実のうちから，当該理論構成の当てはめに必要と考えられる具体的な事実３つを挙げた上で，前記結論を導く理由を事実ごとに簡潔に説明する必要があるところ，その３つの具体的な事実としては，①甲がＡに飲ませた睡眠薬は病院で処方される一般的な医薬品で，Ａの特殊な心臓疾患がなければ生命に対する危険性は全くなかったこと（以下「①の事実」という。），②同心臓疾患を一般人は認識できず，甲も知らなかったこと（以下「②の事実」という。），③甲は，ワインに混入した量の睡眠薬を摂取させる行為によって，Ａが死亡する認識・予見を欠いていたこと（以下「③の事実」という。）\nなどが挙げられる。\nそして，殺人既遂罪の成立が否定される理由として，様々な理論構成からの説明が考えられるが，まず，第１行為は実行行為に当たらない，あるいは，その段階で実行の着手が認められないとの説明が考えられる。例えば，実行行為性の危険性の判断に関し，一般人が認識できない事情を判断資料から除外する立場や，実行の着手の判断において，犯行計画を考慮しない立場を前提とすれば，①の事実に着目したとき，第１行為は実行行為に当たらない，あるいは，その段階で実行の着手はなく，甲に殺人既遂罪は成立しないとの説明が考えられる。\n次に，第１行為とＡの死亡結果との間に因果関係が認められないとの説明も考えられる。例えば，相当因果関係における相当性の判断資料に関し，行為時において一般人が認識し得た事情及び行為者が特に認識していた事情に限定する立場によれば，②の事実に着目したとき，Ａ\nの心臓疾患の事実は同判断資料から除かれ，よって，第１行為とＡの死亡結果との間に因果関係は認められず，甲に殺人既遂罪は成立しないとの説明が考えられる。\nさらに，甲に殺意はなかったとの説明も考えられる。例えば，③の事実に着目したとき，第\n１行為の段階によってＡを殺害する意思はなく，これに必要と考えていた第２行為を行わなかった甲には，第１行為によって死亡結果を惹起する認識・予見がなく，よって，同罪の故意がない，あるいは，Ａの死亡結果は，甲の予期に反するものであり，客観的な因果経過と甲の認識する因果経過との間に重大な錯誤があり，よって，同罪の故意が阻却され，それぞれ甲に同罪は成立しないとの説明が考えられる。\n本問は，一定の結論を導くためには，具体的にいかなる事実に着目して，理論構成をすることができるかを検討させることによって，刑法理論の理解に基づき，事実関係の分析能力を問うものである。解答に際しては，複数の事実を一括せず，１個の事実に対応する理由を逐一論じる必要がある一方，１個の事実に対応する理由は複数あっても良く，また，理論構成の根拠や他説への批判を論じる必要はなく，要点を簡潔に示すのが肝要である。\n設問３について\n⑴ 甲が６００万円の払戻しを銀行窓口係員に請求し，その払戻しを受けた行為について甲が，Ｂに送金させた６００万円の払戻しをＤ銀行Ｅ支店窓口係員Ｆに請求し，その払戻しを受けた行為について，犯罪行為によって領得した金員（犯罪被害金）であることを秘した払戻行為であることから，１項詐欺罪の成否が問題となる。同罪の成立要件の検討に際しては，「人を欺く行為」（欺罔行為）の意義を正確に示した上で，具体的事実を摘示して当てはめを行う必要があるところ，本件については，甲がＤ銀行に対して有効な預金債権を取得していることを踏まえつつ，払戻請求を受けた金員が犯罪被害金か否かは，金融機関の職員において払戻し許否の判断の基礎となる重要な事項といえるか，甲が払戻しを請求する行為\n- 16 -は，払戻しの客体が犯罪被害金ではないことを示す行為といえるか（挙動による欺罔），甲には銀行に対して，払戻しを請求している金員が犯罪被害金であることを告知する義務があったか（不作為による欺罔）などについて，具体的に検討する必要がある。なお，仮に詐欺罪の成立を認めるとしても，同罪の客体は恐喝罪の被害額に限定されることになるため，設問１における結論と整合的な検討が必要になる。\n⑵ 甲が現金６００万円の払戻しを受け，これを自己の借金返済のために費消した行為について甲が，自己の借金返済に充てるため，Ａの所有に帰属し，Ａに引き渡すべき現金５００万円を含む６００万円の払戻しをＦから受けた上，これをＣに交付して費消した行為について，被害額を５００万円とする横領罪の成否が問題となり，その客観的構成要件要素及び主観的構成要件要素を検討する必要があるが，客観的構成要件要素のうち，どの行為を「横領」行為と捉えるかによって，横領罪の客体が異なり得る点に留意する必要がある。すなわち，甲が現実に６００万円をＣに交付した行為を「横領」と捉える場合，客体は甲が所持している現金ということになるのに対し，甲がＣに対する弁済に充てることを決意して払戻請求を行っていることに着目し，払戻しを受ける行為を「横領」と捉える場合には，本件甲口座に預金として預け入れられた金員が客体ということになり，それが「自己の占有する他人の物」\nといえることを示す必要が生じる。なお，いずれの構成を前提としても，Ａに対する横領罪の客体は，Ａに交付すべき５００万円に限定されることになると解される。\n⑶ 甲が５００万円の返還を免れるために睡眠薬をＡに飲ませて死亡させた行為について甲が，Ａに引き渡すべきであった５００万円を自己の借金返済のため費消したことをＡに知られた後，Ａを殺害してその返還を免れようと考えつつ本件計画を立て，第１行為によりＡを死亡させた事実について，２項強盗殺人罪の成否が問題となり，その客観的構成要件要素及び主観的構成要件要素を検討する必要があるところ，Ａの死亡結果及び財産上の利益の強取行為については，甲の犯行計画に反し，第１行為によって現実化しているため，いわゆる早すぎた構成要件実現の問題として，故意既遂犯の成否が問題となる。\nこの点，殺人既遂罪の成否に関する判断については，最決平成１６年３月２２日刑集５８巻３号１８７頁が参考になる。すなわち，当該判例の考え方に従えば，①第１行為が第２行為を確実かつ容易に行うために必要不可欠なものであったこと，②第１行為に成功した場合，それ以降の犯罪計画を遂行する上で障害となるような特段の事情が存しなかったと認められること，③第１行為と第２行為が時間的場所的に近接していることなどの事情が認められ，第１行為が第２行為に密接な行為であり，第１行為の開始時点で既に殺人に至る客観的な危険性が認められる場合には，行為者は一連の殺人行為に着手して，その目的を遂げたものであり，行為者の認識と異なり，第１行為によって被害者が死亡していても殺人既遂罪の成立が認められることになる。当該判例を前提とした場合，本件事案についても，第１行為の段階で，殺人罪の実行の着手が認められるか否かを検討する必要があるが，その際，時間的場所的関係や使用した薬物の性質などについて当該判例の事案と比較することが求められる。\nそして，同罪の実行の着手を認めた場合，Ａの心臓疾患の存在を一般人が認識できず，甲も知らなかったことを踏まえつつ，因果関係の有無について具体的に検討を加える必要がある。\n他方，当該判例の考え方に従わない場合，殺人既遂罪の成否については，同罪の実行行為及び故意の有無の判断方法について，自説を根拠とともに論じた上で，当てはめを的確に行う必要がある。例えば，Ａの死亡結果を発生させた行為として因果の起点となる第１行為のみを実行行為として捉えた上で，第 1 行為と死亡結果との間の因果関係を肯定した場合，第１行為の段階で甲に故意が認められるか否かについて，甲がＡの殺害に必要と考えていた- 17 -\n第２行為を留保していたことや，因果関係の錯誤があることを踏まえつつ，根拠とともに十分論じる必要がある。\n２項強盗殺人罪は，被害者を殺害して財産上の利益を取得すれば直ちに成立するのではなく，２項強盗罪の成立要件を満たす必要があるから，同罪の実行行為である「暴行」又は「脅迫」が認められるかについて検討する必要がある。この点に関し，第１行為の段階で「暴行」\nがあったといえるかについては，「暴行」とは有形力・物理力の行使と解されることを踏まえつつ，具体的事実を摘示して当てはめを行う必要がある。そして，この点については，ワインを飲ませることは強盗罪の予定する有形力には当たらない，あるいは，ワインを飲むことについてはＡが同意しているという理由から，第１行為は強盗罪にいう「暴行」に当たらないと解する余地があるだろう。他方，「暴行」を肯定する論理としては，例えば，睡眠薬の混入を知らずにワインを飲んだＡの錯誤に基づく無効な同意による薬剤の作用を有形力と見ることや，究極の反抗抑圧手段である被害者の殺害は実質的に暴行を包含していると考えられること，気体を吸引させる第２行為を「暴行」に当たるとした上で，第１行為と第２行為を一連の実行行為と捉えることなどが考えられよう。\nさらに，「暴行」を肯定した場合については，本件の具体的事実関係において，甲が「財産上不法の利益を得」たといえるかについて，財産上の利益の意義を正確に示した上で，具体的事実を摘示して当てはめを行う必要がある。\nなお，２項強盗殺人罪又は殺人罪の実行の着手を否定した場合でも，５００万円の返還を免れるためにＡを殺害する目的で準備を進めた上，実際にワインを飲ませてＡを死亡させた行為について，自説の立場からいかなる犯罪が成立するかについて，論理一貫した検討が必要になる。例えば，殺人予備罪，強盗予備罪の成否のほか，Ａに生じた数時間は目の覚めない状態が「傷害」に当たるとする立場からは，傷害（致死）罪，（重）過失傷害罪（又は同致死罪）などの成否が問題となり得る。\n⑷ 甲がＡ所有の腕時計を奪取した行為について甲がＡ方から立ち去る際に発見したＡ所有の腕時計を上着のポケットに入れて，Ａ方から立ち去り，これを奪取した行為について，その奪取意思が生じた時期が第１行為後であったことに着目すれば，昏酔強盗罪ではなく，窃盗罪の成否が問題となり，その客観的構成要件及び主観的構成要件の充足の有無を検討する必要がある。ただし，甲に２項強盗殺人罪の成立を認める立場からは，客体が「財産上の利益」と「財物」との違いこそあれ，甲が侵害しようとした５００万円の返還債務と腕時計はＡの財産との点で重なり合いがあり，同一機会にこれらを侵害したことに着目し，上記行為について１項強盗殺人罪の成否を検討する余地もある。\n⑸ 最後に，上記のことを踏まえ，罪数を論じる必要がある。\n〔第２問〕\n本問は，住居侵入窃盗事件の捜査及び公判に関する具体的な事例を素材として，刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，Ｈ市内で夜間に発生したＶ方における住居侵入窃盗事件（以下「本件住居侵\n入窃盗事件」という。）に関し，司法警察員Ｐ及びＱが，その２日前の夜間に同市内で発生した，手口が類似するＸ方における住居侵入未遂事件（以下「Ｘ方における事件」という。）で目撃された甲をＨ警察署まで任意同行した上，約２４時間という長時間にわたり，一睡もさせずに徹夜で，更に偽計も用いて実施した取調べ（以下「下線部①の取調べ」という。）の適法\n- 18 -性を論じさせることにより，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者の取調べがいかなる限度で許されるのか，すなわち，被疑者に対する任意取調べの適法性に関する判断枠組みの理解及び具体的事実への法適用能力を試すものである。\n任意同行後の被疑者に対する任意取調べの適法性について扱った最高裁判所の判例としては，宿泊を伴う取調べが実施された事案に関する最決昭和５９年２月２９日刑集３８巻３号４７９頁（いわゆる高輪グリーン・マンション殺人事件）がある。同決定は，任意捜査の一環としての被疑者取調べは，第一に，強制手段によることはできず，第二に，強制手段を用いない場合でも，事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法・態様及び限度において許容されるという二段階の適法性の判断枠組みを示している。そして，深夜に任意同行した後，徹夜で，翌日の夜まで約２２時間という長時間にわたって被疑者に対する取調べが実施された事案に関する最決平成元年７月４\n日刑集４３巻７号５８１頁（いわゆる平塚強盗致死事件）も，この判断枠組みに従い，取調べの適否について判断している。本問の検討に当たっては，これらの最高裁判例の考え方を踏まえた上で，まず，上記判断枠組みの第一段階にいう「強制手段」については，刑事訴訟法第１９７条第１項但書にいう強制処分該当性の問題として位置付け，その意義を明らかにするなど，実定法上の規定との関係をも意識しつつ論じることが求められる。また，上記判断枠組みの第二段階にいう「相当」性については，いわゆる比例原則を任意取調べに適用したものとして捜査の必要性と被侵害利益とを比較衡量して判断するとの立場（比較衡量説），捜査機関に対する行為規範としての観点から判断するとの立場（行為規範説）など，その理論的根拠や考慮要素に関する理解は分かれ得るが，いずれの立場に立つにせよ，前記最高裁判例に対する理解を前提として，いかなる立場に立脚しているのかを明確にしながら論じることが求められる。\n上記のような理解を前提とした上，下線部①の取調べについて，事例に現れた具体的事実が前記判断枠組みにおいてどのような意味を持つのかを意識しながら，その適法性を検討する必要がある。\nすなわち，第一段階の判断として，下線部①の取調べが強制処分に当たるのか否かにつき，Ｈ警察署への任意同行に甲が明示的に同意していたことや，Ｈ警察署における具体的な取調べ状況等を踏まえ，甲の意思を制圧していないか，甲の身体・行動の自由等に制約を加えていないか等の観点から評価することが求められる。\nそして，第一段階の検討において，強制処分に当たらないとの結論に至った場合には，第二段階の判断として，約２４時間という長時間にわたり，一睡もさせずに徹夜で，その間に疲労して口数が少なくなっていた甲に対し，本件住居侵入窃盗事件当日の夜，甲が自宅から外出するのを見た人がいる旨の偽計をも用いて行われた取調べが，任意取調べとして社会通念上相当性を欠くか否かについて検討することとなる。ここでは，前記最高裁判例が考慮要素として挙げる，事案の性質，被疑者に対する容疑の程度，被疑者の態度等につき具体的事実を適切に抽出し評価することが求められる。この相当性の判断に当たっては，事例に現れた具体的事実をただ漫然と羅列して結論を述べればよいわけではなく，例えば，比較衡量説に立つ場合には，捜査の必要性と比較衡量すべき反対利益としての被侵害利益をどう捉えるのかについて，どのような事実が甲のいかなる利益の侵害を基礎付けるのかを明らかにしながら論じることが必要である。また，約２４時間にわたり，徹夜で行われた取調べが，それのみでも社会通念上相当性を欠き違法であると判断した場合は格別，そうでない場合には，それまでの取調べにより疲労している甲に対して偽計を用いて行われた取調べについて，その偽計の内容・程度も勘案しつつ，その適法性を判断すべきである。\n〔設問２〕は，甲の自白が，前記のとおり，長時間にわたり，徹夜で行われた取調べにおい\nて，偽計を用いて獲得されているところ，まず，〔設問２－１〕において，自白法則及び違法収集証拠排除法則の自白への適用の在り方を一般的に問うた上，次いで，〔設問２－２〕にお\n- 19 -いて，〔設問２－１〕で論じた自己の見解に基づいて甲の前記自白の証拠能力を論じさせることにより，自白法則及び違法収集証拠排除法則という証拠法における基本原則が，自白という供述証拠にどのように適用されるのか（後者については適用の有無自体も含む。）についての基本的な理解と，それを踏まえた，具体的事例を解決するための法的思考力を試すものである。\n刑事訴訟法第３１９条第１項は，任意にされたものでない疑いのある自白の証拠能力を否定しているが，この自白法則の根拠についての考え方は，伝統的な理解とされる，供述人の心理状態に注目するいわゆる任意性説（虚偽排除説，人権擁護説ないしこれらを併用する説を含む。）\nと，いわゆる違法排除説とに大別することができる。同法則に関する最高裁判例としては，例えば，最大判昭和４５年１１月２５日刑集２４巻１２号１６７０頁があり，同判決は，「虚偽の自白が誘発されるおそれのある場合」には，そこで得られた自白の「任意性に疑いがある」\nものとしている。また，違法収集証拠排除法則については，違法に収集された証拠物の証拠能力についての判断として，最判昭和５３年９月７日刑集３２巻６号１６７２頁があり，同判決は，明文の規定はないものの，刑事訴訟法の解釈により，証拠物の押収等の手続に令状主義の精神を没却するような重大な違法があり，これを証拠として許容することが，将来における違法な捜査の抑制の見地からして相当でないと認められる場合には，当該証拠の証拠能力が否定されると判示している。\nそして，供述証拠である自白にも違法収集証拠排除法則が適用されるのか，その前提として，自白法則と違法収集証拠排除法則の関係をどのように考えるのかについては，両者は共通する原理に基づくものであって，違法収集証拠排除法則が一般的な法則であり，自白法則は言わば違法収集証拠排除法則の特別規定だとする見解（違法排除一元説），自白の証拠能力は専ら任意性の観点から判断され，自白には違法収集証拠排除法則は適用されないとする見解（任意性一元説），供述の任意性の観点とは別に違法収集証拠排除法則を自白にも適用することができるとする見解（二元説）など見解が分かれているが，〔設問２－１〕では，これらのいずれの見解に立つにせよ，自白法則及び違法収集証拠排除法則の根拠及び判断基準をそれぞれ明らかにした上で，両法則の自白への適用の在り方について，自説の立場を論じることが求められる（なお，違法収集証拠排除法則の自白への適用を認めた下級審裁判例として，東京高判平成１４年９月４日判時１８０８号１４４頁（いわゆるロザール事件控訴審判決）等がある。）。\nその上で，〔設問２－２〕では，〔設問１〕で検討した下線部①の取調べの適法性に関する論述内容を踏まえつつ，立場によってはそこでは触れなかった具体的事実をも適切に拾い上げながら，自説の立場から，甲の自白の証拠能力の有無及びその理由を説得的に論述することが求められる。いわゆる任意性説の立場から自白法則を適用するに当たっては，下線部①の取調べのうち，いかなる事実がどのような理由から，甲に対する心理的圧迫や心理的強制，ないし甲の黙秘権等の侵害を基礎付けると評価されるのか（あるいはされないのか）など，当該取調べが甲の心理状態に与えた影響や権利行使に与えた影響いかんについて十分言及しながら論じることが求められる。また，違法収集証拠排除法則を自白に適用するに当たっては，一般に取調べは令状主義とは関係がないとされることから，証拠物に関する前記昭和５３年最高裁判例のいう，令状主義の精神を没却するような重大な違法の有無という基準を用いて甲の自白の証拠能力を判断してよいのかという点や，下線部①の取調べのうち，いかなる事実がどのような理由から重大な違法と評価されるのか（あるいはされないのか），将来の違法捜査抑制の見地から甲の自白を証拠として許容するのが相当でないと評価されるのか（あるいはされないのか）\nなどについて論述することが求められる。本問では，Ｑが用いた偽計は，本件住居侵入窃盗事件の犯行目撃自体に関するものではなく，本件住居侵入窃盗事件当日の夜に甲が自宅から外出したのを目撃されたという内容にとどまっている一方で，それまでに行われていた長時間にわたる徹夜の取調べにより疲労していたこととそうした偽計とがあいまって，甲が自白するしかないと思い込み，本件住居侵入窃盗事件を行った旨自白するに至っており，このような事情を- 20 -\n自説の立場からどのように評価するのかを説得的に論じる必要がある。\n〔設問３〕は，検察官が，本件住居侵入窃盗事件と手口の類似する，起訴されていないＸ方\nにおける事件を目撃したＷの証人尋問により，本件住居侵入窃盗事件の甲の犯人性を証明しようとしている場合において，Ｗの証人尋問の請求を認めるべきか否かを問うことにより，いわゆる類似事実による犯人性の証明の可否についての基本的な理解及び具体的事実への法適用能力を試すものである。\nこの点について，最高裁判所は，前科証拠を犯人性の証明に用いることの適否に関する最判平成２４年９月７日刑集６６巻９号９０７頁，併合審理されている類似の犯罪事実を犯人性の間接事実とすることの適否に関する最決平成２５年２月２０日刑集６７巻２号１頁において，このような類似の犯罪事実による犯人性の証明が許されるためには，当該犯罪事実が顕著な特徴を有し，かつ，それが起訴に係る犯罪事実と相当程度類似することが必要であるとしている。\n本問の検討に当たっては，これらの最高裁判例を踏まえ，弁護人の証拠意見の趣旨を把握した上で，本問のように，起訴されていない類似の犯罪事実を犯人性の証明に用いることができるのか否かを論じる必要がある。その際には，これらの類似の犯罪事実を犯人性の証明に用いることが許されないとすれば，その理論的根拠はどこにあるかを明らかにするとともに，許される場合があるとすれば，その判断基準及び根拠を十分に説明することが求められる。\nその上で，一戸建ての民家の庭に面した１階掃き出し窓のクレセント錠近くのガラスを，ガラスカッターを用いて半円形に割って解錠するという手口の特殊性・類似性の有無・程度，Ｘ方における事件と本件住居侵入窃盗事件の時間的・場所的近接性の有無・程度，ガラスカッタ\nーの入手の容易性等について，具体的事実を適切に拾い上げながら評価し，Ｗの証人尋問の請求を認めるべきか否かを論じることが求められている。\n【選択科目】"
}