{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の【事例】について，以下の設問に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，工作機械の部品の製造を業とする株式会社であり，Ｂ株式会社（以下「Ｂ社」という。）の完全子会社であって，α地方をその営業地域としていた。\nＡ社は，令和２年６月頃，α地方の製造業の業績悪化のあおりを受け，急激に財務状況が悪化していた。\nしかし，Ａ社は，Ｃ銀行から，令和２年７月１日，６０００万円の運転資金を借り受け，その営業を継続した。また，Ａ社は，同月１０日，自動車販売会社であるＤ株式会社（以下「Ｄ社」という。）から，事業用車両１台（以下「本件事業用車両」という。）を代金１０００万円で月々５０万円を各月１５日に支払う旨の割賦払いの約定で所有権留保特約の下，購入した。\nなお，本件事業用車両は，Ｄ社名義で登録されている。\n一方，Ｂ社も業績が悪化し，運転資金が欠乏するに至り，Ｂ社は，Ｅ銀行から，令和２年７月１６日，５０００万円の運転資金を借り受けた。\nところが，Ａ社が部品を卸していた主たる取引先が令和２年８月１４日，破産手続開始の決定を受けた。この事態に至り，Ａ社の代表取締役であるＸは，同年９月１日，Ｃ銀行に対し，運転資金の追加融資を依頼したが断られた。そのため，Ａ社は，同月４日，全ての債権者に対し，「当社は，資金繰りに行き詰まり，本日までにお支払いをすべき債務の支払ができなくなり，今後，支払ができる見込みもありません。そのため，関係各位には，ご迷惑をお掛けいたしますが，近々破産の申立てをする予定です。」と記載された通知書（以下「本件通知書」という。）を郵送した。\nＡ社が本件通知書を発したことを知ったＥ銀行は，親会社であるＢ社の資金繰りにも不安を抱き，Ｂ社に対し，Ｅ銀行に対する債務５０００万円について担保の提供を求めた。そこで，Ｂ社の依頼を受けたＡ社は，令和２年９月１０日，Ｂ社のＥ銀行に対する債務５０００万円を担保するため，Ａ社の所有する甲土地に抵当権を設定し（以下「本件担保提供」という。），同月１４日，当該抵当権設定登記（以下「本件抵当権設定登記」という。）が経由された。なお，Ａ社は，甲土地以外の不動産を所有しておらず，他にみるべき財産を有していない。\nまた，Ａ社は，本件事業用車両の代金につき９月分以降の分割代金を支払うことができなかったため，令和２年９月２３日，本件事業用車両の残代金９００万円の支払に代えて，Ｄ社に対し，本件事業用車両を代物弁済に供した。その当時の本件事業用車両の評価額は，７５０万円であった。\nＡ社は，令和２年１２月１日，α地方裁判所に破産手続開始の申立てを行い，同月２日午後\n５時，破産手続開始の決定がされ，破産管財人Ｙが選任された。\n〔設 問〕 以下の１から３については，それぞれ独立したものとして解答しなさい。\n１．【事例】において，仮に，Ｃ銀行が令和２年１１月２日，本件担保提供について，詐害行為取消権に基づき，Ｅ銀行に対し，α地方裁判所に本件抵当権設定登記の抹消登記手続請求訴訟（以下「本件訴訟１」という。）を提起し，同年１２月２日現在，同裁判所に係属中であったとする。本件訴訟１は，Ａ社に対する破産手続開始の決定により，どのような取扱いを受けるか，論じなさい。\n- 2 -\n２．【事例】において，仮に，破産管財人Ｙが本件担保提供について，破産法第１６０条第１項又は第１６２条第１項に基づき否認するとして，Ｅ銀行に対し，α地方裁判所に本件抵当権設定登記の抹消登記手続請求訴訟（以下「本件訴訟２」という。）を提起したとする。本件訴訟\n２における破産管財人Ｙの上記主張の当否について，本件担保提供がＡ社の債務を担保するためではなく，Ａ社の親会社であるＢ社の債務を担保するためのものであることに留意して論じなさい。\n３．【事例】において，仮に，破産管財人Ｙが令和２年９月２３日にＤ社に対してされた本件事業用車両による代物弁済について，破産法第１６２条第１項に基づき否認するとして，Ｄ社に対し，α地方裁判所に本件事業用車両の引渡請求訴訟（以下「本件訴訟３」という。）を提起したとする。本件訴訟３における破産管財人Ｙの上記主張の当否について，論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について，以下の設問に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，精密機械の製造を業とする会社であり，その所有する土地上に精密機械を製造する工場（以下「本件工場」という。）を建築し所有している。\nＡ社は，令和２年４月頃，それまでの過剰な設備投資に起因する借入金の増加が原因となって苦境に陥っていた。Ａ社の令和２年４月３０日時点での資産の総額は１０億円，債務の総額は１３億円である。\nＡ社の代表取締役であるＢは，自社の資金繰りが悪化し，新規の借入れも困難になったことから，自力での再建を断念し，法的倒産手続により精密機械の製造に係る事業（以下「本件事業」という。）を譲渡するための方法について相談するため，令和２年５月１日，Ｃ弁護士を訪ねた。Ａ社と親密な関係にあり，財務状態が良好な同業のＤ株式会社（以下「Ｄ社」という。）は，Ａ社が法的倒産手続に入った場合には，本件事業を譲り受ける意向を表明しており，債権者（後述のＥ銀行を除く。）は，Ｄ社がＡ社から本件事業を譲り受けることにつき，その譲渡代金額を含め賛成している。\n〔設 問〕\n【事例】に加え，下記〔Ａ社に関する事情〕が令和２年４月３０日時点で存するとき，Ａ社\nの相談を受けたＣ弁護士は，本件事業を維持継続した上でⅮ社に譲渡するためには，破産手続開始又は再生手続開始のいずれを申し立てるのが相当であるとＢに助言すべきか。\n解答に当たっては，①法的倒産手続の申立て後手続開始前に資金援助をするＤ社に対して優先的に弁済をするための方策，②本件工場及び敷地に設定されたＥ銀行の抵当権について，その実行を阻止し又はこれを消滅させるための方策，③Ｆ社との取引関係を維持するための方策について，【事例】及び〔Ａ社に関する事情〕を踏まえ，破産手続による場合と再生手続による場合とを比較して論じなさい。\n〔Ａ社に関する事情〕\nＡ社は，資金繰りが悪化し，本件事業を維持継続することが困難になっている。そこで，Ｄ社は，Ａ社が法的倒産手続の申立てをすれば，Ａ社の資金繰りを支えるため，法的倒産手続の開始前に最大で３０００万円の資金援助を直ちに行う旨の意向を有しているが，そのような資金援助を行った場合に優先的に弁済を受けることができるのか心配している。\nＡ社は，Ｅ銀行から本件工場の建築資金３億円を借り入れる（以下「本件借入れ」という。）際，本件借入れに係る債務を被担保債務として本件工場及び敷地に抵当権を設定していた。本件借入れの残高は，令和２年４月３０日時点で２億円であったところ，同時点での本件工場及び敷地の価額については，Ａ社が１億円であると主張する一方で，Ｅ銀行は，１億８０００万円であると主張し，早期の債権回収を図るため担保権実行の方針を明らかにしている。\nＡ社は，本件事業に欠かせない部品の調達先であるＦ株式会社（以下「Ｆ社」という。）から，代金につき毎月末日締め翌月１５日払いとの約定で部品を仕入れており，Ｆ社以外に当該部品の調達先を確保するのが極めて困難な状況にある。Ｆ社は，Ａ社に対し，その代金が期限までに支払われなければ直ちにＡ社との取引を打ち切る旨を明らかにしている。Ａ社は，Ｆ社に対し，部品の代金としておおむね５００万円前後を毎月支払っており，令和２年５月１５日支払予定の代金額は４８０万円である。\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "〔第１問〕\n本問は，株式会社が破産手続開始決定を受けた場合の具体的事例を基に，破産者のした法律行為やこれに関連して行われた債権者の行為が破産手続との関係でどのように規律されるのかを問い，破産手続における関係者の権利調整に係る規律の在り方，当該規律の制度趣旨についての基本的な理解を問うものである。\n設問１は，債権者であるＣ銀行が本件担保提供を詐害行為とし，Ａ社から抵当権の設定を受けた受益者であるＥ銀行を被告として（民法第４２４条の７第１項第１号参照），民法第４２４条第１項に規定する詐害行為取消権に基づき，本件抵当権設定登記の抹消登記手続請求訴訟\n（本件訴訟１）を提起した場合に，その後，Ａ社に対する破産手続開始の決定があったとき，本件訴訟１がどのような取扱いを受けるかについて検討を求めるものである。\n破産法は，その目的を達成するため（破産法第１条参照），破産手続開始の決定があった場合における他の手続との調整規定を設けており（同法第４２条以下参照），破産者を当事者とする破産財団に関する訴えの取扱いについては同法第４４条に規定しているところ，事案によれば，甲土地は，Ａ社の破産財団に属するものということができそうであるが，Ａ社は，本件訴訟１の当事者ではないことからすると，同項の規定によって本件訴訟１が中断することはなさそうである。ただ，事案によれば，Ａ社に対する破産手続開始の決定があったときには，本件訴訟１がα地方裁判所に係属しているというのであるから，本件訴訟１については，民法第\n４２４条第１項の規定により破産債権者の提起した訴訟が破産手続開始当時係属するときはその訴訟手続は中断する旨規定する破産法第４５条第１項の適用があるものということができる。解答に当たっては，本件訴訟１の訴訟手続の中断について，これら破産法の規定を具体的\n- 21 -に指摘して当てはめつつ論ずる必要がある。また，設問１は，本件訴訟１の取扱いを問うものであるから，中断後の受け継ぎの規律（同法第４５条第２項参照）についても言及することが求められよう。\n設問２は，破産管財人Ｙが本件担保提供について，破産法第１６０条第１項又は第１６２条第１項に基づき否認するとし，Ｅ銀行を被告として，本件抵当権設定登記の抹消登記手続請求訴訟（本件訴訟２）を提起した場合について，破産管財人Ｙの当該主張の当否につき検討を求めるものである。そうすると，本件担保提供について，否認の対象となる行為として同法第１６０条第１項又は第１６２条第１項の要件を充足しているということができるのかについて検討することが求められているから，解答に当たっては，設問を結論付ける上で必要となる否認の要件を自らの考え方に基づいて適切に摘示し，解釈した上で，事案に即して当てはめ，自らの考え方を論ずる必要がある。\nここで，事例によれば，本件担保提供は，本件通知書が郵送された後にされたものであることに照らせば，本件担保提供についてＡ社の支払の停止後にされた行為であるということができるのかについて検討が必要となる。関連して判例（ただし，旧破産法第７４条第１項に係るもの）では，支払停止とは，債務者が資力欠乏のため債務の支払をすることができないと考えてその旨を明示的又は黙示的に外部に表示する行為をいうものと解すべきとされている（最一判昭和６０年２月１４日判例時報１１４９号１５９頁）。そこで，解答に当たっては，支払停止の概念について自らの考え方を示すとともに，事案に即した適切な当てはめをして論ずることが必要である。また，本件担保提供がＡ社の支払の停止後の担保提供であるとしても，設問\n２の問題文に触れられているとおり，本件担保提供が親会社Ｂ社の債務を担保するためのものであることに留意して検討する必要がある。すなわち，解答に当たっては，破産法第１６２条第１項に基づく否認の主張の当否に関しては，同項に基づく否認の制度趣旨に照らし，同項において文言上否認の対象とされている，「既存の債務」についてされた担保の供与行為をどのように解するのか（破産者『自らの債務についての』担保の供与行為であると解されること）\nを明らかにした上で，同項に基づく否認の要件を満たさないことにつき，事案に即した当てはめをして論ずることが求められるほか，同法第１６０条第１項に基づく否認の主張の当否に関しても，その制度趣旨に照らし，同項において否認の対象とされている行為はどのようなものか，換言すれば，文言上否認の対象から除かれている，「担保の供与」をどのように解するのか（破産法第１６０条第１項で適用対象外とされるのは，破産者『自らの債務についての』担保の供与行為であると解され，他人の債務に関する担保の供与は，破産者の財産減少行為であると観念され，適用対象外とされないこと）を明らかにした上で，同項に基づく否認の要件の充足性について，事案に即した当てはめをして論ずることが求められよう。\n設問３は，破産管財人ＹがＤ社に対してされた本件事業用車両による代物弁済について，破産法第１６２条第１項に基づき否認するとし，Ｄ社を被告として，本件事業用車両の引渡請求訴訟（本件訴訟３）を提起した場合について，破産管財人Ｙの当該主張の当否につき検討を求めるものである。そうすると，設問２における場合と同様，ここでも，解答に当たっては，設問を結論付ける上で必要となる否認の要件を自らの考え方に基づいて適切に摘示し，解釈した上で，事案に即して当てはめ，自らの考え方を論ずる必要がある。\nここで，事例によれば，Ｄ社は，本件事業用車両に係る所有権留保特約付きの売買契約の売主であって，担保権者であること等の事情がある。関連して判例（ただし，旧破産法第７２条第１号に係るもの）では，債務者（買主）が動産売買の先取特権の存する物件を被担保債権額\n（売買代金額）と同額に評価して当該債権者（売主）に代物弁済に供する行為は，売買当時に比し代物弁済当時に当該物件の価格が増加していない限り他の破産債権者を害する行為に当たらず，否認が認められないものとされ，その理由として，破産債権者を害する行為とは，破産債権者の共同担保を減損させる行為であるところ，もともと当該物件は破産債権者の共同担保\n- 22 -ではなかったものであり，当該代物弁済により当該債権者の債務は消滅に帰したからである旨示されているところである（最一判昭和４１年４月１４日民集２０巻４号６１１頁）。そこで，解答に当たっては，破産法第１６２条第１項に基づく否認の要件として，対象となる行為の有害性を要するものとするのか，要するものとしてその意義や否認の要件上の位置付けについて自らの考え方を明らかにしつつ，事案に即した当てはめをして結論を導くことが求められよう。\n〔第２問〕\n本問は，資金繰りが悪化するなどし，法的倒産手続の利用を検討することとなった株式会社を題材に，同社を取り巻くいくつかの事情を勘案しつつ，本件事業を維持継続した上でＤ社に譲渡するために，破産手続開始又は再生手続開始のいずれを申し立てるのが相当であるかの検討を通じ，破産手続ないし再生手続の特徴や違いについて，基本的な理解を問うものである。\n設問においては，①から③までの方策について，事例及びＡ社に関する事情を踏まえ，破産手続による場合と再生手続による場合とを比較して論ずることが求められているから，解答に当たっては，これに対応し，関連した制度を摘示した上で比較しつつ，事案に即した当てはめをして論ずることが求められている。\nまず，設問では，本件事業を維持継続した上でＤ社に譲渡するための方策についての検討が求められているところ，Ａ社に関する事情として，Ｄ社はＡ社について法的倒産手続の申立てがあれば資金援助を行う意向を有している一方で，後に優先的な弁済を受けることができるのか心配しているという事情があるのであるから，法的倒産手続において，そのような効果を生む方策（設問①の方策）の有無が検討課題となり得る。この点，破産手続では，開始前の原因により生じた債権は，財団債権でないものは破産債権であり（破産法第２条第５項），基本的に優先弁済をすることができないものとされている一方，再生手続では，上記のようないわゆる救済融資により生じた債権については，民事再生法第１２０条による共益債権化の可能性が問題となり得る。そこで，解答に当たっては，当該制度の指摘のほか，当該制度が民事再生法に設けられている趣旨やその要件を踏まえつつ，事案に即して当該制度の適用可能性について論ずる必要がある。\nまた，設問では，本件事業を維持継続した上でＤ社に譲渡するための検討が求められているところ，Ａ社に関する事情として，Ｅ銀行により，本件事業が行われている本件工場及び敷地に設定されていた抵当権の実行の方針が明らかにされているという事情があるのであるから，法的倒産手続において，当該抵当権の実行を阻止し又はこれを消滅させるための方策（設問②\nの方策）の有無が検討課題となり得る。この点，破産手続では，別除権者（破産法第６５条）であるＥ銀行の抵当権の実行を止めるための手段がないものとされている一方，再生手続では，上記のようなＥ銀行の抵当権については，民事再生法第３１条による担保権の実行手続の中止命令の制度の適用可能性が問題となり得る。また，Ｅ銀行の抵当権に対しては，実際上，別除権者であるＥ銀行との合意（いわゆる別除権協定）により当該抵当権を抹消した上で，担保目的物である本件工場及び敷地をＤ社に譲渡することが目指されることになろうが（このことは，破産手続，再生手続ともに同様であるといえよう。），その合意に至らない場合もあり得る。そうすると，そのような場合であっても，担保権を消滅させるための方策の有無が問題となり得る。この点，破産手続においては，破産法第１８６条以下の規定に基づく担保権消滅の許可の制度があるが，当該制度では，結局，（別除権協定の締結もできず）担保権の実行の意向を明確にしている担保権者（本問では，Ｅ銀行）による担保権の実行を阻止することができないものであり（同法第１８７条参照），Ｅ銀行の意向に反するものというべき本件事業を維持継続した上でのＤ社への譲渡に役立つ制度であるとは言い難いところである。一方，再生手続では，Ｅ銀行の抵当権については，民事再生法第１４８条による担保権消滅の許可の制度の適用可能性が問題となり得る。そこで，解答に当たっては，再生手続における民事再生法第３１条によ\n- 23 -る担保権の実行手続の中止命令の制度，同法第１４８条による担保権消滅の許可の制度の各指摘のほか，各制度が併せて民事再生法に設けられている趣旨やその要件を踏まえつつ，事案に即して各制度の適用可能性について論ずる必要がある。\nさらに，設問では，本件事業を維持継続した上でＤ社に譲渡するための検討が求められているところ，Ａ社に関する事情として，本件事業に欠かせない部品の調達先であるＦ社が期限までの代金支払に応じなければ，直ちにＡ社との取引を打ち切る旨を明らかにしているという事情があるのであるから，法的倒産手続において，Ｆ社に対し代金を弁済し，Ｆ社との取引関係を維持するための方策（設問③の方策）の有無が検討課題となり得る。この点，破産手続では，取引先を維持するために破産者が負う破産債権等への弁済を可能とする明文の根拠規定はないものとされている一方，再生手続では，上記のようなＦ社の有する債権については，民事再生法第８５条第５項（後半部分）による弁済許可の制度の適用可能性が問題となり得る。そこで，解答に当たっては，当該制度の指摘のほか，当該制度が民事再生法に設けられている趣旨やその要件を踏まえつつ，事案に即して当該制度の適用可能性について論ずる必要がある。\nそして，以上のような各検討を踏まえ，本件事業を維持継続した上でＤ社に譲渡するために，破産手続開始又は再生手続開始のいずれを申し立てるのが相当であるかについて，自らの考え方を論じ，結論を示すことが求められている。"
}