{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\n医療機器メーカーＸ社は，カプセル内視鏡Ｌを開発した。カプセル内視鏡とは，小型カメラ，ライト，モーターなどを内蔵したカプセル状の内視鏡であり，患者が飲み込むと消化器官の内部を順次撮影し，画像を体外に送信した後，肛門から自然排出されるものである。光ファイバーなどで体外とつながれた従来の内視鏡（いわゆる胃カメラなど）よりも患者への負担が少なく，これまで経口挿入が困難であった小腸も容易に撮影できるという利点がある。\n以上の事実関係を前提として，以下の設問１ないし３に答えなさい。なお，設問１ないし３及び設問１の⑴と⑵はそれぞれ独立したものであり，相互に関係はないものとする。\n〔設 問〕\n１. Ｘは，カプセル内視鏡Ｌの発明について，社内の職務発明規程に基づき特許を受ける権利を原始取得した上で特許出願をし，さらに査定前に同権利をＹ社に有償で譲渡した。Ｙは，特許を受ける権利を譲り受けてから，補正や出願の変更をしていない。\n⑴ Ｙが査定を受ける前に，ＸからＹへの上記譲渡契約は，Ｙによる代金の不払により，債務不履行を理由に解除された。特許庁がまだ査定をしていない段階で，Ｘは，どのような手段でＹから特許出願人としての地位を回復することができるか。\n⑵ Ｙに対して特許権が付与された後に，Ｙは更にＺ社に特許権を譲渡した。その後，ＺがＬを製造販売して利益を得ていたところ，ＸからＹへの特許を受ける権利の譲渡契約は，Ｙによる代金の不払により，債務不履行を理由に解除された。ここで，Ｚは，Ｙから特許権を譲り受ける時点で，ＹのＸに対する債務不履行の事実について善意であった。Ｘは，Ｚに対して，訴訟上どのような請求が可能か。異なる見解にも留意しつつ論じなさい。\n２. Ｘは，さらに，カプセル内視鏡Ｌを用いて小腸の疾病αの発症の有無を診断する方法Ｍを開発した。この診断方法Ｍを用いると，疾病αの発症を２０％の確率で発見できるが，疾病αの初期徴候は患者によって多様であるため，残る８０％についてはなお発見できない。また，診断方法Ｍを用いると，下痢などの副作用が必ず生じることも分かっている。\nこの診断方法Ｍは，特許法上，「発明」に当たるか。また，当該方法は，特許法上，「産業上利用することができる」ものに当たるか。\n３. Ｘは，カプセル内視鏡Ｌを製造販売しているところ，このＬには，撮影した消化器官内部の画像を効率よく逐次に体外へ送信する部品が内蔵されている。また，この部品には，通信機器メーカーＷ社が特許権Ｐを有するデータ送信装置の発明が用いられている。\nここで，Ｌは，医療機器における通信システムＱの普及を目的とした日本の民間標準化団体\nＲが策定した通信規格Ｓに準拠した製品である。また，Ｗは，Ｒの会員として，Ｒの知的財産権ポリシーに従い，Ｒに対して，特許権Ｐが通信規格Ｓの必須特許である旨を通知するとともに，Ｐについて「公正，合理的，かつ非差別的な条件」（本件条件）で取消不能なライセンス\nを誰にでも許諾する用意がある旨の宣言（本件宣言）をしていた。\nＷは，Ｘに対して，特許権Ｐに基づき，Ｌの製造販売の差止めと損害賠償をそれぞれ請求することができるか。\n- 18 -\n〔第２問〕（配点：５０）\n作家甲は，少年αが主人公として登場し，ボーイスカウト活動に参加しつつ青春を謳歌するという内容の小説Ｐを執筆した。Ｐの出版後，漫画家乙は，甲の許諾を得て，Ｐに基づいて漫画Ｑを作成した。Ｑには，αについて，その髪型や髪の色，瞳の色，顔の形，眉や目鼻立ち，ボーイスカウトの制服，体型などの特徴（以下「本件特徴」という。）が，生き生きと描かれていた。他方，Ｐ\nには，本件特徴を含むαの絵画的側面の具体的，詳細な記載がされていなかった。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，各設問はそれぞれ独立したものであり，相互に関係はないものとする。また，著作者人格権について触れる必要はない。\n〔設 問〕\n１．Ｑを見た画家丙は，乙の許諾を得ただけで，甲の許諾を得ずに，本件特徴をよく捉えたαの肖像画Ｒ１を作成した。丙は，Ｒ１の複製物を製造して販売しようとしている。\n甲は，丙に対して，Ｒ１の複製物の販売行為につき，著作権侵害に基づく差止めを請求することができるか。異なる見解にも留意しつつ論じなさい。\n２．乙は，本件特徴をよく捉えたαの肖像画Ｒ２を作成した。その後，乙はＲ２の原作品（縦４０㎝×横２０㎝）を譲渡したが，Ｒ２については贋作が出回った。そこで，Ｒ２の原作品を所有するに至った美術商丁は，その真贋について，これを真作であると鑑定し，当該原作品を店内で展示した上，今後当該原作品と所在を共にして流通させるべく，鑑定証書Ｓを１通作成した。\n丁は，鑑定対象である絵画を特定するため，Ｒ２の原作品を２０％の面積に縮小し，縦１６\n㎝×横１０㎝のサイズにしたカラーコピー（以下「本件コピー」という。）を作成して，Ｓに貼り付けた。Ｓの大きさは，縦２０㎝×横１０㎝であり，その表面には，「鑑定証書」との表題の下に，「下記の本肖像画については，丁による厳正な鑑定の結果，乙が描き下ろした真作であると認められることを証明する。」との記載がされ，「記」と記載されたその下部に，本件コピーが大きなスペースをとって貼り付けられ，最下部に，Ｒ２の著作者が乙である旨の記載がされていたが，裏面には丁の屋号や連絡先の記載がされているのみであった。また，Ｓは，表裏一体のものとしてラミネート加工がされていたが，本件コピーの部分は取り外しができる構造となっていた。さらに，鑑定証書に鑑定対象である絵画のコピーを貼り付けることは，それまで丁の同業者の間でほとんど行われていなかった。\n丁は，Ｓを，Ｒ２の原作品とともに譲渡しようとしていたため，乙は，丁に対し，Ｓの譲渡行為につき著作権侵害に基づく差止めを請求する訴訟を提起した。これに対する丁の反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n３．乙は，Ｑが匿名の第三者により無断でインターネット上の電子掲示板に投稿されたため，当該掲示板の運営者戊に対し，そのことを伝えるとともに，Ｑの売上げが激減し乙が経済的打撃を受けており，受領後３日以内にその送信の停止を要請するとの内容証明郵便を送付した。戊は，掲示板運営者として当該掲示板に掲載された投稿の最終的な送信停止の権限を有しており，実際にも必要があれば直ちに送信停止を行うことができた。\n戊の運営する当該掲示板は，プロの小説家や漫画家を志す人からの投稿を募る掲示板として始まり，公的機関からも表彰されるなど，良質の掲示板であるとして雑誌等にも紹介され，戊も，当該掲示板に，著作権を侵害する投稿は厳禁とする旨の注意書きを掲載し，送信停止の要請があった場合にも公正な調査を心掛けてその要否を決するなど丁寧に対応していた。しかし，当該掲示板の人気が高まり，大量の投稿がされるようになるにつれて，戊には，日々数百件もの送信停止の要請が寄せられ，戊はその対応に追われるようになっていた。また，戊は，当該掲示板について，広告収入を得ていたが，掲示板の運営費がかさみ，わずかの利益を得るにとどまっていた。このような中で，乙の上記内容証明郵便が送付され，戊は，これを受領し閲読\n- 19 -したものの，特段の是正措置を採らずに，３週間，放置していた。\n乙は，戊に対して，Ｑを送信する行為につき，著作権侵害に基づく差止めを請求することができるか。戊が運営する掲示板は，著作権を侵害しない用途に使用され得るものであることに留意しつつ論じなさい。\n- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１は，特許を受ける権利の譲渡契約の解除による権利者の救済手段を問うものである。\n設問２は，効果を発揮する確率が必ずしも高くない技術，副作用という弊害を伴う技術，及び人に対する医療行為のそれぞれについて，発明該当性と産業利用可能性を問うものである。\n設問３は，標準必須特許に関するいわゆるＦＲＡＮＤ宣言後の特許権の行使の可否を問うものである。\n第１問の全体を通して，権利の帰属，客体，侵害という，特許法（以下「法」という。）の幅広い分野についての理解と知識が求められている。\n２ 設問１については，まず，特許を受ける権利の譲渡契約の解除により契約の各当事者に原状回復義務が生じること（民法第５４５条第１項本文）が前提となる。\nその上で，査定前における，譲渡契約の直接の相手方であるＹとの関係が問われている⑴では，Ｘは，自己が特許を受ける権利を有する旨の確認を求める訴訟をＹに対して提起し，その勝訴判決を添えて，特許庁で出願人名義変更の手続をとることになる。\nまた，登録後に特許権を承継したＺとの関係が問われている⑵では，２つの考え方があり得る。１つは，解除の遡及効から，冒認（法第１２３条第１項第６号）を理由に，ＸはＺに対して特許権の移転を請求できる（法第７４条）というものである。その立場によると，Ｙ\nの債務不履行の事実について善意のＺは，有償の法定通常実施権（法第７９条の２各項）を取得する限りで保護されることになる。今一つの考え方は，契約解除という特定の局面にお\n- 30 -いては，民法上の原状回復制度（民法第５４５条第１項本文）が，特許法上の移転の特例制度（法第７４条）に優先して適用されるというものである。その立場によると，Ｚが解除前の第三者として特許権の移転登録を既に経ていれば，ＸからＺに対する特許権の移転請求は認められないことになる（民法第５４５条第１項但書）。これらいずれの考え方による場合でも，異なる見解にも留意しつつ，自己の立場を明らかにすることが求められる。\n３ 設問２については，まず，診断方法Ｍが疾病αの発症を２０％の確率でしか発見できないことが問題となる。発明の定義（法第２条第１項）では，発明がその効果を発揮する確率や反復可能性については直接言及がない。もっとも，最判平成１２年２月２９日民集５４巻２\n号７０９頁【黄桃の育種増殖法事件】によれば，「同条にいう「自然法則を利用した」発明であるためには，当業者がそれを反復実施することにより同一結果を得られること，すなわち，反復可能性のあることが必要である。そして，この反復可能性は，「植物の新品種を育種し増殖する方法」に係る発明の育種過程に関しては，その特性に鑑み，科学的にその植物を再現することが当業者において可能であれば足り，その確率が高いことを要しないものと解するのが相当である。」とされている。本問では，人の疾病に係る診断方法の発明についても同様の規範が妥当するか，また，事案への当てはめとして２０％の発症発見確率をどのように評価するのかを，社会に有用な技術の創出を促すという法の趣旨や，今後の改良発明の可能性等に照らして，説得的に論じることが望ましい。\nまた，本問においては，診断方法Ｍを用いると下痢などの副作用が必ず生じることも，問題となる。このような，その実施が弊害を伴う技術について，危険性等を理由に特許権の付与を否定する立場としては，未完成なので，そもそも「発明」（法第２９条第１項柱書）に該当しないとする考え方や，発明ではあるが特許要件としての産業利用可能性（同項柱書）\nを満たさないとする考え方等があり得る。他方で，実施に弊害が伴うとしても，それは別の（現在，または将来の）技術によって回避され得ること等を理由に，特許権の付与を肯定することも考えられる。本問では，関連する判例・裁判例（最判昭和４４年１月２８日民集２３巻１号５４頁【エネルギー発生装置事件】，東京高判昭和６１年１２月２５日無体裁集１８巻３号５７９頁【紙幣パンチ孔事件】等）にも触れながら，発明該当性や産業利用可能性の各要件の趣旨に照らして，規範の定立と当てはめを行うことが望ましい。\nさらに，本問においては，Ｍが人の疾病αの発症の有無を診断する方法であることが問題となる。このような医療行為については，従事する医師について特許権侵害責任を免除する明文措置を欠く現行法の解釈としては，産業利用可能性（同項柱書）を欠くと解する以外にないとする裁判例がある（東京高判平成１４年４月１１日判時１８２８号９９頁【外科手術を再生可能に光学的に表示するための方法及び装置事件】）。他方で，このように医療行為について広く特許性を否定するいわゆる川上規制に対しては，医師を免責する必要があるとしても，その手段として医療が「産業」でないと捉えることの不自然さに加えて，同じく医療に関わる物（医薬品，医療機器等）の発明が特許され得ることとの整合性や，医療行為の研究開発を促す必要性等からの批判がある。本問では，Ｍが診断方法の発明であることを前提に，そうした医療行為の特許性がなぜ問題とされているのかを明らかにした上で，自身の立場を展開することが望ましい。\n４ 設問３については，まず，問題の所在として，一方では，Ｘによるカプセル内視鏡Ｌの製造販売が，Ｗの有する特許権Ｐに関する特許発明の業としての実施（法第６８条本文）に当たること，しかし他方では，Ｗは通信規格Ｓの必須特許であるＰに関して，誰にでもＦＲＡ\nＮＤ条件で実施を許諾する用意がある旨の本件宣言をしていたことについて，それぞれ述べる必要がある。\nその上で，このようなＦＲＡＮＤ宣言された特許権に基づく権利行使に対して，実施許諾\n（ライセンス）の抗弁を否定しつつ，一定の範囲で権利濫用の抗弁を認めた，知財高裁の判\n- 31 -断（差止請求については知財高決平成２６年５月１６日判時２２２４号１４６頁（②事件），損害賠償請求については知財高判平成２６年５月１６日判時２２２４号１４６頁（①事件）\n【アップル対サムスン事件】）を踏まえて，その当否を論じた後に，定立した規範を本問に\n当てはめることが望ましい。\n例えば，この知財高裁の判断と同様の見解を採るならば，①差止請求については，Ｘが本件条件によるライセンスを受ける意思を有するときには，Ｗの権利行使は権利の濫用（民法第１条第３項）に当たり許されないことになろう。また，②損害賠償請求については，(a)\n本件条件でのライセンス料相当額を超える損害賠償請求は，Ｘがライセンスを受ける意思を有しない等の特段の事情がない限り認められず，(b)本件条件でのライセンス料相当額の範囲内の損害賠償請求は，著しく不公正であると認められるなど特段の事情がない限り認められることになろう。\n〔第２問〕\n１ 設問１は，販売行為の差止請求権を基礎付ける著作権法上の権利（著作権法（以下「法」という。）第２８条を介して原著作者が有する譲渡権（法第２６条の２第１項））について，二次的著作物の部分利用に関する理解を問うものである。設問２は，鑑定の対象となる絵画のコピーを貼付した鑑定証書の譲渡に関し，引用（法第３２条第１項，第４７条の７）の各要件に関する理解を問うものである。設問３は，著作権を侵害しない用途に使用され得る電子掲示板の運営者に関して，その侵害主体性についての理解を問うものである。\n２ 設問１では，まず，著作者甲により創作された著作物Ｐが翻案されてＱが作成されたことを踏まえて，Ｑが，Ｐを原著作物とする二次的著作物（法第２条第１項第１１号）といえることを指摘する必要がある。その上で，甲が丙に対し差止請求（法第１１２条第１項）できるかにつき，丙が，原著作物Ｐの二次的著作物Ｑを見てＲ１を作成し，その複製物を製造して販売しようとしている行為が，法第２８条を介して甲が有する譲渡権を侵害するといえるかが問題となる。\n二次的著作物の部分利用に係る規範に関しては，最判平成１３年１０月２５日判時１７６７号１１５頁【キャンディ・キャンディ事件】を念頭に置いて，自説を展開して論述しつつ，反対説を提示してこれに反論することが求められる。この点に関し，原著作者の譲渡権の侵害が成立するためには二次的著作物におけるその利用部分において問題となる原著作物の創作的表現が感得されることを必ずしも要しないとの見解を採った場合には，法第２８条に「同一の種類の権利」と規定されていること，二次的著作物においては原著作物に依存しない部分はないことなどを指摘することとなろう。これに対して，原著作物の権利者が三次的，四次的な著作物等についても無限連鎖的に権利を有することとなりかねず不当であること，創作した者を保護するという法の趣旨に反することなどを指摘して，原著作物の創作的表現が感得されることを要するとの見解を採ることがあり得よう。そして，原著作物Ｐに本件特徴を含むαの絵画的側面の具体的，詳細な記載がされておらずＲ１についてＰの創作的表現が感得できるとはいえないという本件事実関係の下において，それぞれの立場から，差止請求の可否を論ずることとなろう。\n３ 設問２では，まず，丁が，本件コピーを貼付したＳの譲渡に関し，乙の差止請求に対して提起する反論として，適法引用（法第３２条第１項，第４７条の７）の主張が考えられる旨指摘する必要がある。その上で，その妥当性について，適法引用の各要件（「公表」された著作物であること，「引用」としての利用に該当すること，「公正な慣行に合致」するものであり，かつ，「引用の目的上正当な範囲内」であること）につき，最判昭和５５年３月２８\n日民集３４巻３号２４４頁【モンタージュ写真事件】，知財高判平成２２年１０月１３日判時２０９２号１３５頁【絵画鑑定証書事件】の判示を念頭に置きつつ，自説を展開して論述\n- 32 -し，本件事案に適切に当てはめることが求められる。\nまず，丁は，Ｒ２の原作品を店内で展示しているから，法第４５条第１項，第４条第４項により，「公表」されたものとみなされることを指摘することとなろう。\n次に，本件コピーを貼付したＳの譲渡が「引用」としての利用に該当するかについて，引用側の表現と被引用著作物との関係を実質的に見たときに，前者が主，後者が従の関係にあり（附従性），かつ両者が明瞭に区別されているかどうか（明瞭区別性）により決するという見解を採った場合には，例えば，Ｓ記載の文言からすれば，本件コピーにより特定される肖像画が真作であるとの評価は「批評」に準じた行為であるとして「附従性」を肯定し，また，Ｓの表題，記載内容，体裁からすれば，鑑定対象を特定するために本件コピーが貼付されているといえるとして「明瞭区別性」も肯定することが考えられる。\nなお，適法引用といえるために，引用側の表現につき，著作物性を具備することを要するかについても問題となるが，この点については，Ｓに記載された定型的文言や裏面の屋号等の記載（引用側の表現）につき，著者の個性が現れているとはいえず，著作物性を具備しているとは言い難いことを押さえた上で，自説の立場から一貫した説明ができていれば十分である。\nまた，本件コピーを貼付したＳの譲渡が，「公正な慣行に合致」するものであるといえるかに関しては，法がこの要件を定めている趣旨を踏まえて，社会通念に照らして合理的と言い得る引用のみを許容する見解（条理説）が考えられるが，この点については，いずれの結論を採るにせよ，自ら定立した規範に適切に当てはめができていれば十分である。\n例えば，「公正な慣行に合致」との要件を満たすとの結論を採る場合には，丁が本件コピ\nーを貼付したＳを譲渡しようとしているのは，今後の流通に際し鑑定対象である絵画を特定するためであり，適正な鑑定業務の一環と評価されること，ＳにはＲ２の著作者が乙である旨の記載もされ，適切な出所表示もされていることなどを指摘して，社会通念に照らして本件コピーを貼付したＳの譲渡（本件における引用）には合理性が認められることを述べ，他方，業界において未だ慣行が存していないとしても，その内容を見なければ，当然に社会通念に照らして合理性を欠くとは言い難いこと，本件コピーの部分につき取り外しができる構造となっていたとしても，直ちに独立して流通するおそれが肯定されるものではないことなどを指摘して，社会通念に照らして当該引用に合理性が認められるとの上記結論を左右しないとすることが考えられるであろう。\nさらに，本件コピーの貼付が，「引用の目的上正当な範囲内」であるといえるかが問題となる。この点についても，いずれの結論を採るにせよ，適切に当てはめができていれば十分である。例えば，「引用の目的上正当な範囲内」との要件を満たすとの結論を採る場合には，上記の引用の目的（今後の流通に際し鑑定対象である絵画を特定する。）を踏まえると，たとえ本件コピーがＳの大きさ（縦２０㎝×横１０㎝）のうち大きな部分を占めるとしても，本件コピーの態様（Ｒ２の原作品を２０％の面積に縮小したものである。）に照らせば，上記引用の目的との間で権衡がとれているものと評価できることなどを述べることが考えられよう。\n以上のように，提示されている各事実を丁寧に当てはめて，本件コピーを貼付したＳの譲渡が法第３２条第１項に規定する要件を充足するかについて判断し，その判断に応じて，丁の反論の妥当性を述べることとなろう。\n４ 設問３では，乙が，電子掲示板運営者である戊に対して，Ｑを送信する行為につき，著作権侵害（公衆送信権侵害・法第２３条第１項）に基づく差止め（法第１１２条第１項）を請求することができるかについて，戊が著作権侵害の主体といえるかが問題となる。電子掲示板運営者の侵害主体性を検討するに当たっては，最判昭和６３年３月１５日民集４２巻３号\n１９９頁【クラブキャッツアイ事件】，最判平成２３年１月１８日民集６５巻１号１２１頁\n- 33 -\n【まねきＴＶ事件】，最判平成２３年１月２０日民集６５巻１号３９９頁【ロクラクⅡ事件】，\n東京高判平成１７年３月３日判時１８９３号１２６頁【２ちゃんねる事件】等の判示を念頭に置きつつ，自説を展開して論述し，反対説を提示してこれに反論することが求められる。\nこの点に関し，例えば，演奏権の侵害主体性を管理支配性と利益帰属性の有無から決した考え方（いわゆるカラオケ法理。上記【クラブキャッツアイ事件】）や，複製権の侵害主体性を複製実現の枢要行為該当性から決した考え方（上記【ロクラクⅡ事件】）を採った場合も，本件において，単なる場の提供や利益の取得から直ちに戊の侵害主体性を肯定することは相当でなく，戊の電子掲示板が価値中立的な媒体であるところを踏まえると，戊が自らの運営する電子掲示板において著作権侵害が存在することを認識したにもかかわらずそれから一定の期間内に適切な対応を採らなかったなどの戊の不作為が認められて初めて，その著作権侵害の侵害主体性が肯定できることを押さえる必要があろう。その上で，いずれの結論を採るにせよ，本件事案に適切に当てはめることが求められる。\n例えば，戊が最終的な送信停止権限を有し，広告収入を得ていたこと，侵害通知を受領してから３週間という期間の間特段の是正措置を採っていないことを指摘し，たとえ戊が侵害厳禁の注意書きを掲載し，大量の送信停止要請が寄せられてその対応に追われていることを考慮したとしても，著作権侵害の投稿に対し一定の期間内に適切な対応を採らなかったと評価し得るものとして，戊の不作為自体が著作権侵害行為に該当するものと見ることが考えられよう。この場合，乙は，戊に対して，Ｑを送信する行為につき，著作権侵害（公衆送信権侵害）に基づく差止めを請求することができると帰結することになろう。"
}