{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\n医療機器メーカーＸ社は，カプセル内視鏡Ｌを開発した。カプセル内視鏡とは，小型カメラ，ライト，モーターなどを内蔵したカプセル状の内視鏡であり，患者が飲み込むと消化器官の内部を順次撮影し，画像を体外に送信した後，肛門から自然排出されるものである。光ファイバーなどで体外とつながれた従来の内視鏡（いわゆる胃カメラなど）よりも患者への負担が少なく，これまで経口挿入が困難であった小腸も容易に撮影できるという利点がある。\n以上の事実関係を前提として，以下の設問１ないし３に答えなさい。なお，設問１ないし３及び設問１の⑴と⑵はそれぞれ独立したものであり，相互に関係はないものとする。\n〔設 問〕\n１. Ｘは，カプセル内視鏡Ｌの発明について，社内の職務発明規程に基づき特許を受ける権利を原始取得した上で特許出願をし，さらに査定前に同権利をＹ社に有償で譲渡した。Ｙは，特許を受ける権利を譲り受けてから，補正や出願の変更をしていない。\n⑴ Ｙが査定を受ける前に，ＸからＹへの上記譲渡契約は，Ｙによる代金の不払により，債務不履行を理由に解除された。特許庁がまだ査定をしていない段階で，Ｘは，どのような手段でＹから特許出願人としての地位を回復することができるか。\n⑵ Ｙに対して特許権が付与された後に，Ｙは更にＺ社に特許権を譲渡した。その後，ＺがＬを製造販売して利益を得ていたところ，ＸからＹへの特許を受ける権利の譲渡契約は，Ｙによる代金の不払により，債務不履行を理由に解除された。ここで，Ｚは，Ｙから特許権を譲り受ける時点で，ＹのＸに対する債務不履行の事実について善意であった。Ｘは，Ｚに対して，訴訟上どのような請求が可能か。異なる見解にも留意しつつ論じなさい。\n２. Ｘは，さらに，カプセル内視鏡Ｌを用いて小腸の疾病αの発症の有無を診断する方法Ｍを開発した。この診断方法Ｍを用いると，疾病αの発症を２０％の確率で発見できるが，疾病αの初期徴候は患者によって多様であるため，残る８０％についてはなお発見できない。また，診断方法Ｍを用いると，下痢などの副作用が必ず生じることも分かっている。\nこの診断方法Ｍは，特許法上，「発明」に当たるか。また，当該方法は，特許法上，「産業上利用することができる」ものに当たるか。\n３. Ｘは，カプセル内視鏡Ｌを製造販売しているところ，このＬには，撮影した消化器官内部の画像を効率よく逐次に体外へ送信する部品が内蔵されている。また，この部品には，通信機器メーカーＷ社が特許権Ｐを有するデータ送信装置の発明が用いられている。\nここで，Ｌは，医療機器における通信システムＱの普及を目的とした日本の民間標準化団体\nＲが策定した通信規格Ｓに準拠した製品である。また，Ｗは，Ｒの会員として，Ｒの知的財産権ポリシーに従い，Ｒに対して，特許権Ｐが通信規格Ｓの必須特許である旨を通知するとともに，Ｐについて「公正，合理的，かつ非差別的な条件」（本件条件）で取消不能なライセンス\nを誰にでも許諾する用意がある旨の宣言（本件宣言）をしていた。\nＷは，Ｘに対して，特許権Ｐに基づき，Ｌの製造販売の差止めと損害賠償をそれぞれ請求することができるか。〔第２問〕（配点：５０）\n作家甲は，少年αが主人公として登場し，ボーイスカウト活動に参加しつつ青春を謳歌するという内容の小説Ｐを執筆した。Ｐの出版後，漫画家乙は，甲の許諾を得て，Ｐに基づいて漫画Ｑを作成した。Ｑには，αについて，その髪型や髪の色，瞳の色，顔の形，眉や目鼻立ち，ボーイスカウトの制服，体型などの特徴（以下「本件特徴」という。）が，生き生きと描かれていた。他方，Ｐ\nには，本件特徴を含むαの絵画的側面の具体的，詳細な記載がされていなかった。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，各設問はそれぞれ独立したものであり，相互に関係はないものとする。また，著作者人格権について触れる必要はない。\n〔設 問〕\n１．Ｑを見た画家丙は，乙の許諾を得ただけで，甲の許諾を得ずに，本件特徴をよく捉えたαの肖像画Ｒ１を作成した。丙は，Ｒ１の複製物を製造して販売しようとしている。\n甲は，丙に対して，Ｒ１の複製物の販売行為につき，著作権侵害に基づく差止めを請求することができるか。異なる見解にも留意しつつ論じなさい。\n２．乙は，本件特徴をよく捉えたαの肖像画Ｒ２を作成した。その後，乙はＲ２の原作品（縦４０㎝×横２０㎝）を譲渡したが，Ｒ２については贋作が出回った。そこで，Ｒ２の原作品を所有するに至った美術商丁は，その真贋について，これを真作であると鑑定し，当該原作品を店内で展示した上，今後当該原作品と所在を共にして流通させるべく，鑑定証書Ｓを１通作成した。\n丁は，鑑定対象である絵画を特定するため，Ｒ２の原作品を２０％の面積に縮小し，縦１６\n㎝×横１０㎝のサイズにしたカラーコピー（以下「本件コピー」という。）を作成して，Ｓに貼り付けた。Ｓの大きさは，縦２０㎝×横１０㎝であり，その表面には，「鑑定証書」との表題の下に，「下記の本肖像画については，丁による厳正な鑑定の結果，乙が描き下ろした真作であると認められることを証明する。」との記載がされ，「記」と記載されたその下部に，本件コピーが大きなスペースをとって貼り付けられ，最下部に，Ｒ２の著作者が乙である旨の記載がされていたが，裏面には丁の屋号や連絡先の記載がされているのみであった。また，Ｓは，表裏一体のものとしてラミネート加工がされていたが，本件コピーの部分は取り外しができる構造となっていた。さらに，鑑定証書に鑑定対象である絵画のコピーを貼り付けることは，それまで丁の同業者の間でほとんど行われていなかった。\n丁は，Ｓを，Ｒ２の原作品とともに譲渡しようとしていたため，乙は，丁に対し，Ｓの譲渡行為につき著作権侵害に基づく差止めを請求する訴訟を提起した。これに対する丁の反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n３．乙は，Ｑが匿名の第三者により無断でインターネット上の電子掲示板に投稿されたため，当該掲示板の運営者戊に対し，そのことを伝えるとともに，Ｑの売上げが激減し乙が経済的打撃を受けており，受領後３日以内にその送信の停止を要請するとの内容証明郵便を送付した。戊は，掲示板運営者として当該掲示板に掲載された投稿の最終的な送信停止の権限を有しており，実際にも必要があれば直ちに送信停止を行うことができた。\n戊の運営する当該掲示板は，プロの小説家や漫画家を志す人からの投稿を募る掲示板として始まり，公的機関からも表彰されるなど，良質の掲示板であるとして雑誌等にも紹介され，戊も，当該掲示板に，著作権を侵害する投稿は厳禁とする旨の注意書きを掲載し，送信停止の要請があった場合にも公正な調査を心掛けてその要否を決するなど丁寧に対応していた。しかし，当該掲示板の人気が高まり，大量の投稿がされるようになるにつれて，戊には，日々数百件もの送信停止の要請が寄せられ，戊はその対応に追われるようになっていた。また，戊は，当該掲示板について，広告収入を得ていたが，掲示板の運営費がかさみ，わずかの利益を得るにとどまっていた。このような中で，乙の上記内容証明郵便が送付され，戊は，これを受領し閲読したものの，特段の是正措置を採らずに，３週間，放置していた。\n乙は，戊に対して，Ｑを送信する行為につき，著作権侵害に基づく差止めを請求することができるか。戊が運営する掲示板は，著作権を侵害しない用途に使用され得るものであることに留意しつつ論じなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問１は，特許を受ける権利の譲渡契約の解除による権利者の救済手段を問うものである。\n設問２は，効果を発揮する確率が必ずしも高くない技術，副作用という弊害を伴う技術，及び人に対する医療行為のそれぞれについて，発明該当性と産業利用可能性を問うものである。\n設問３は，標準必須特許に関するいわゆるＦＲＡＮＤ宣言後の特許権の行使の可否を問うものである。\n第１問の全体を通して，権利の帰属，客体，侵害という，特許法（以下「法」という。）の幅広い分野についての理解と知識が求められている。\n２ 設問１については，まず，特許を受ける権利の譲渡契約の解除により契約の各当事者に原状回復義務が生じること（民法第５４５条第１項本文）が前提となる。\nその上で，査定前における，譲渡契約の直接の相手方であるＹとの関係が問われている⑴では，Ｘは，自己が特許を受ける権利を有する旨の確認を求める訴訟をＹに対して提起し，その勝訴判決を添えて，特許庁で出願人名義変更の手続をとることになる。\nまた，登録後に特許権を承継したＺとの関係が問われている⑵では，２つの考え方があり得る。１つは，解除の遡及効から，冒認（法第１２３条第１項第６号）を理由に，ＸはＺに対して特許権の移転を請求できる（法第７４条）というものである。その立場によると，Ｙ\nの債務不履行の事実について善意のＺは，有償の法定通常実施権（法第７９条の２各項）を取得する限りで保護されることになる。今一つの考え方は，契約解除という特定の局面においては，民法上の原状回復制度（民法第５４５条第１項本文）が，特許法上の移転の特例制度（法第７４条）に優先して適用されるというものである。その立場によると，Ｚが解除前の第三者として特許権の移転登録を既に経ていれば，ＸからＺに対する特許権の移転請求は認められないことになる（民法第５４５条第１項但書）。これらいずれの考え方による場合でも，異なる見解にも留意しつつ，自己の立場を明らかにすることが求められる。\n３ 設問２については，まず，診断方法Ｍが疾病αの発症を２０％の確率でしか発見できないことが問題となる。発明の定義（法第２条第１項）では，発明がその効果を発揮する確率や反復可能性については直接言及がない。もっとも，最判平成１２年２月２９日民集５４巻２\n号７０９頁【黄桃の育種増殖法事件】によれば，「同条にいう「自然法則を利用した」発明であるためには，当業者がそれを反復実施することにより同一結果を得られること，すなわち，反復可能性のあることが必要である。そして，この反復可能性は，「植物の新品種を育種し増殖する方法」に係る発明の育種過程に関しては，その特性に鑑み，科学的にその植物を再現することが当業者において可能であれば足り，その確率が高いことを要しないものと解するのが相当である。」とされている。本問では，人の疾病に係る診断方法の発明についても同様の規範が妥当するか，また，事案への当てはめとして２０％の発症発見確率をどのように評価するのかを，社会に有用な技術の創出を促すという法の趣旨や，今後の改良発明の可能性等に照らして，説得的に論じることが望ましい。\nまた，本問においては，診断方法Ｍを用いると下痢などの副作用が必ず生じることも，問題となる。このような，その実施が弊害を伴う技術について，危険性等を理由に特許権の付与を否定する立場としては，未完成なので，そもそも「発明」（法第２９条第１項柱書）に該当しないとする考え方や，発明ではあるが特許要件としての産業利用可能性（同項柱書）\nを満たさないとする考え方等があり得る。他方で，実施に弊害が伴うとしても，それは別の（現在，または将来の）技術によって回避され得ること等を理由に，特許権の付与を肯定することも考えられる。本問では，関連する判例・裁判例（最判昭和４４年１月２８日民集２３巻１号５４頁【エネルギー発生装置事件】，東京高判昭和６１年１２月２５日無体裁集１８巻３号５７９頁【紙幣パンチ孔事件】等）にも触れながら，発明該当性や産業利用可能性の各要件の趣旨に照らして，規範の定立と当てはめを行うことが望ましい。\nさらに，本問においては，Ｍが人の疾病αの発症の有無を診断する方法であることが問題となる。このような医療行為については，従事する医師について特許権侵害責任を免除する明文措置を欠く現行法の解釈としては，産業利用可能性（同項柱書）を欠くと解する以外にないとする裁判例がある（東京高判平成１４年４月１１日判時１８２８号９９頁【外科手術を再生可能に光学的に表示するための方法及び装置事件】）。他方で，このように医療行為について広く特許性を否定するいわゆる川上規制に対しては，医師を免責する必要があるとしても，その手段として医療が「産業」でないと捉えることの不自然さに加えて，同じく医療に関わる物（医薬品，医療機器等）の発明が特許され得ることとの整合性や，医療行為の研究開発を促す必要性等からの批判がある。本問では，Ｍが診断方法の発明であることを前提に，そうした医療行為の特許性がなぜ問題とされているのかを明らかにした上で，自身の立場を展開することが望ましい。\n４ 設問３については，まず，問題の所在として，一方では，Ｘによるカプセル内視鏡Ｌの製造販売が，Ｗの有する特許権Ｐに関する特許発明の業としての実施（法第６８条本文）に当たること，しかし他方では，Ｗは通信規格Ｓの必須特許であるＰに関して，誰にでもＦＲＡ\nＮＤ条件で実施を許諾する用意がある旨の本件宣言をしていたことについて，それぞれ述べる必要がある。\nその上で，このようなＦＲＡＮＤ宣言された特許権に基づく権利行使に対して，実施許諾\n（ライセンス）の抗弁を否定しつつ，一定の範囲で権利濫用の抗弁を認めた，知財高裁の判断（差止請求については知財高決平成２６年５月１６日判時２２２４号１４６頁（②事件），損害賠償請求については知財高判平成２６年５月１６日判時２２２４号１４６頁（①事件）\n【アップル対サムスン事件】）を踏まえて，その当否を論じた後に，定立した規範を本問に\n当てはめることが望ましい。\n例えば，この知財高裁の判断と同様の見解を採るならば，①差止請求については，Ｘが本件条件によるライセンスを受ける意思を有するときには，Ｗの権利行使は権利の濫用（民法第１条第３項）に当たり許されないことになろう。また，②損害賠償請求については，(a)\n本件条件でのライセンス料相当額を超える損害賠償請求は，Ｘがライセンスを受ける意思を有しない等の特段の事情がない限り認められず，(b)本件条件でのライセンス料相当額の範囲内の損害賠償請求は，著しく不公正であると認められるなど特段の事情がない限り認められることになろう。\n〔第２問〕\n１ 設問１は，販売行為の差止請求権を基礎付ける著作権法上の権利（著作権法（以下「法」という。）第２８条を介して原著作者が有する譲渡権（法第２６条の２第１項））について，二次的著作物の部分利用に関する理解を問うものである。設問２は，鑑定の対象となる絵画のコピーを貼付した鑑定証書の譲渡に関し，引用（法第３２条第１項，第４７条の７）の各要件に関する理解を問うものである。設問３は，著作権を侵害しない用途に使用され得る電子掲示板の運営者に関して，その侵害主体性についての理解を問うものである。\n２ 設問１では，まず，著作者甲により創作された著作物Ｐが翻案されてＱが作成されたことを踏まえて，Ｑが，Ｐを原著作物とする二次的著作物（法第２条第１項第１１号）といえることを指摘する必要がある。その上で，甲が丙に対し差止請求（法第１１２条第１項）できるかにつき，丙が，原著作物Ｐの二次的著作物Ｑを見てＲ１を作成し，その複製物を製造して販売しようとしている行為が，法第２８条を介して甲が有する譲渡権を侵害するといえるかが問題となる。\n二次的著作物の部分利用に係る規範に関しては，最判平成１３年１０月２５日判時１７６７号１１５頁【キャンディ・キャンディ事件】を念頭に置いて，自説を展開して論述しつつ，反対説を提示してこれに反論することが求められる。この点に関し，原著作者の譲渡権の侵害が成立するためには二次的著作物におけるその利用部分において問題となる原著作物の創作的表現が感得されることを必ずしも要しないとの見解を採った場合には，法第２８条に「同一の種類の権利」と規定されていること，二次的著作物においては原著作物に依存しない部分はないことなどを指摘することとなろう。これに対して，原著作物の権利者が三次的，四次的な著作物等についても無限連鎖的に権利を有することとなりかねず不当であること，創作した者を保護するという法の趣旨に反することなどを指摘して，原著作物の創作的表現が感得されることを要するとの見解を採ることがあり得よう。そして，原著作物Ｐに本件特徴を含むαの絵画的側面の具体的，詳細な記載がされておらずＲ１についてＰの創作的表現が感得できるとはいえないという本件事実関係の下において，それぞれの立場から，差止請求の可否を論ずることとなろう。\n３ 設問２では，まず，丁が，本件コピーを貼付したＳの譲渡に関し，乙の差止請求に対して提起する反論として，適法引用（法第３２条第１項，第４７条の７）の主張が考えられる旨指摘する必要がある。その上で，その妥当性について，適法引用の各要件（「公表」された著作物であること，「引用」としての利用に該当すること，「公正な慣行に合致」するものであり，かつ，「引用の目的上正当な範囲内」であること）につき，最判昭和５５年３月２８\n日民集３４巻３号２４４頁【モンタージュ写真事件】，知財高判平成２２年１０月１３日判時２０９２号１３５頁【絵画鑑定証書事件】の判示を念頭に置きつつ，自説を展開して論述し，本件事案に適切に当てはめることが求められる。\nまず，丁は，Ｒ２の原作品を店内で展示しているから，法第４５条第１項，第４条第４項により，「公表」されたものとみなされることを指摘することとなろう。\n次に，本件コピーを貼付したＳの譲渡が「引用」としての利用に該当するかについて，引用側の表現と被引用著作物との関係を実質的に見たときに，前者が主，後者が従の関係にあり（附従性），かつ両者が明瞭に区別されているかどうか（明瞭区別性）により決するという見解を採った場合には，例えば，Ｓ記載の文言からすれば，本件コピーにより特定される肖像画が真作であるとの評価は「批評」に準じた行為であるとして「附従性」を肯定し，また，Ｓの表題，記載内容，体裁からすれば，鑑定対象を特定するために本件コピーが貼付されているといえるとして「明瞭区別性」も肯定することが考えられる。\nなお，適法引用といえるために，引用側の表現につき，著作物性を具備することを要するかについても問題となるが，この点については，Ｓに記載された定型的文言や裏面の屋号等の記載（引用側の表現）につき，著者の個性が現れているとはいえず，著作物性を具備しているとは言い難いことを押さえた上で，自説の立場から一貫した説明ができていれば十分である。\nまた，本件コピーを貼付したＳの譲渡が，「公正な慣行に合致」するものであるといえるかに関しては，法がこの要件を定めている趣旨を踏まえて，社会通念に照らして合理的と言い得る引用のみを許容する見解（条理説）が考えられるが，この点については，いずれの結論を採るにせよ，自ら定立した規範に適切に当てはめができていれば十分である。\n例えば，「公正な慣行に合致」との要件を満たすとの結論を採る場合には，丁が本件コピ\nーを貼付したＳを譲渡しようとしているのは，今後の流通に際し鑑定対象である絵画を特定するためであり，適正な鑑定業務の一環と評価されること，ＳにはＲ２の著作者が乙である旨の記載もされ，適切な出所表示もされていることなどを指摘して，社会通念に照らして本件コピーを貼付したＳの譲渡（本件における引用）には合理性が認められることを述べ，他方，業界において未だ慣行が存していないとしても，その内容を見なければ，当然に社会通念に照らして合理性を欠くとは言い難いこと，本件コピーの部分につき取り外しができる構造となっていたとしても，直ちに独立して流通するおそれが肯定されるものではないことなどを指摘して，社会通念に照らして当該引用に合理性が認められるとの上記結論を左右しないとすることが考えられるであろう。\nさらに，本件コピーの貼付が，「引用の目的上正当な範囲内」であるといえるかが問題となる。この点についても，いずれの結論を採るにせよ，適切に当てはめができていれば十分である。例えば，「引用の目的上正当な範囲内」との要件を満たすとの結論を採る場合には，上記の引用の目的（今後の流通に際し鑑定対象である絵画を特定する。）を踏まえると，たとえ本件コピーがＳの大きさ（縦２０㎝×横１０㎝）のうち大きな部分を占めるとしても，本件コピーの態様（Ｒ２の原作品を２０％の面積に縮小したものである。）に照らせば，上記引用の目的との間で権衡がとれているものと評価できることなどを述べることが考えられよう。\n以上のように，提示されている各事実を丁寧に当てはめて，本件コピーを貼付したＳの譲渡が法第３２条第１項に規定する要件を充足するかについて判断し，その判断に応じて，丁の反論の妥当性を述べることとなろう。\n４ 設問３では，乙が，電子掲示板運営者である戊に対して，Ｑを送信する行為につき，著作権侵害（公衆送信権侵害・法第２３条第１項）に基づく差止め（法第１１２条第１項）を請求することができるかについて，戊が著作権侵害の主体といえるかが問題となる。電子掲示板運営者の侵害主体性を検討するに当たっては，最判昭和６３年３月１５日民集４２巻３号\n１９９頁【クラブキャッツアイ事件】，最判平成２３年１月１８日民集６５巻１号１２１頁【まねきＴＶ事件】，最判平成２３年１月２０日民集６５巻１号３９９頁【ロクラクⅡ事件】，\n東京高判平成１７年３月３日判時１８９３号１２６頁【２ちゃんねる事件】等の判示を念頭に置きつつ，自説を展開して論述し，反対説を提示してこれに反論することが求められる。\nこの点に関し，例えば，演奏権の侵害主体性を管理支配性と利益帰属性の有無から決した考え方（いわゆるカラオケ法理。上記【クラブキャッツアイ事件】）や，複製権の侵害主体性を複製実現の枢要行為該当性から決した考え方（上記【ロクラクⅡ事件】）を採った場合も，本件において，単なる場の提供や利益の取得から直ちに戊の侵害主体性を肯定することは相当でなく，戊の電子掲示板が価値中立的な媒体であるところを踏まえると，戊が自らの運営する電子掲示板において著作権侵害が存在することを認識したにもかかわらずそれから一定の期間内に適切な対応を採らなかったなどの戊の不作為が認められて初めて，その著作権侵害の侵害主体性が肯定できることを押さえる必要があろう。その上で，いずれの結論を採るにせよ，本件事案に適切に当てはめることが求められる。\n例えば，戊が最終的な送信停止権限を有し，広告収入を得ていたこと，侵害通知を受領してから３週間という期間の間特段の是正措置を採っていないことを指摘し，たとえ戊が侵害厳禁の注意書きを掲載し，大量の送信停止要請が寄せられてその対応に追われていることを考慮したとしても，著作権侵害の投稿に対し一定の期間内に適切な対応を採らなかったと評価し得るものとして，戊の不作為自体が著作権侵害行為に該当するものと見ることが考えられよう。この場合，乙は，戊に対して，Ｑを送信する行為につき，著作権侵害（公衆送信権侵害）に基づく差止めを請求することができると帰結することになろう。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等第１問は，特許を受ける権利の譲渡契約の解除による権利者の法的地位，効果の発揮に課題を孕む技術に関する発明該当性と産業利用可能性，標準必須特許に関する特許権の行使の可否という，\n特許法の幅広い分野（主体，客体，侵害）についての基礎的な理解を，具体的な事例を通じて問うものである。\n第２問は，二次的著作物の部分利用に係る原著作者の著作権の効力，引用の抗弁，電子掲示板運営者の侵害主体性という，著作権法上の議論が盛んな論点の基本的な理解を，比較的長文の事例を通じて問うものである。\nいずれも，論点と重要事実を的確に抽出する事案分析能力，当該論点に係る裁判例・学説の理解を前提とした法解釈とその当てはめに関する思考力及び論述能力を試すことを目的に，まず，設問から論点を的確かつ網羅的に抽出して，問題の所在を指摘し，裁判例のあるものについてはその判旨を念頭に置きつつ，法解釈を展開した上で，的確に事案に当てはめているか否かに応じて，優秀度を判定した。\n⑴ 第１問ア 設問１設問１においては，まず，特許を受ける権利の譲渡契約の解除に遡及効が生じることを指摘する必要がある。その上で，査定前における譲渡契約の直接の相手方であるＹとの関係が問われている⑴では，Ｘが，特許庁で出願人名義変更の手続を採ることができる旨を指摘した答案を「一応の水準」，さらに，その前提として，自己が特許を受ける権利を有する旨の確認を求める訴訟をＹに対して提起し，確認判決を取得すべき旨を指摘した答案を，その理由付けに応じて「良好」又は「優秀」と評価した。\nまた，登録後に特許権を承継したＺとの関係が問われている⑵では，特許法上の移転の特例制度（同法第７４条第１項）と，民法上の解除前の第三者保護制度（同法第５４５条第１項但書）のいずれかに依拠したＸの法律上の地位について指摘した答案を「一応の水準」と評価した。さらに，特許法上の移転の特例制度に依拠した答案については，Ｚが有償の通常実施権を得ることについて（同法第７９条の２各項），また，民法上の解除前の第三者保護制度に依拠した答案については，Ｚが同規定によって保護されるための要件についてまで触れた答案を「良好」，両制度を対比しながら自己の依拠した制度が優先的に適用されるべき理由を説得的に論じた答案を「優秀」と評価した。\nイ 設問２設問２においては，まず，診断方法Ｍが疾病αの発症を２０％の確率でしか発見できないことについて，発明の定義（特許法第２条第１項）を摘示した上で，最判平成１２年２月２９日民集５４巻２号７０９頁【黄桃の育種増殖法事件】の規範，すなわち同条にいう「自然法則を利用した」発明であるためには，当業者がそれを反復実施することにより同一結果を得られること（反復可能性）のあることが必要であるが，それは必ずしも高確率である必要はない旨を指摘した答案を「一応の水準」と評価した。さらに，この規範を人の疾病に係る診断方法の発明の特性に鑑みて適切に当てはめた答案を「良好」，そして，社会に有用な技術の創出を促すという法の趣旨や，今後の改良発明の可能性等をも考慮して，当該技術の発明該当性を説得的に論じた答案を「優秀」と評価した。\nまた，診断方法Ｍを用いると下痢などの副作用が必ず生じることから，「発明」（同法第２９- 24 -条第１項柱書）の完成の有無や，産業利用可能性（同項柱書）が問題になることを的確に指摘した答案を「一応の水準」と評価した。さらに，関連する判例・裁判例（最判昭和４４年１月２８日民集２３巻１号５４頁【エネルギー発生装置事件】，東京高判昭和６１年１２月２５日無体裁集１８巻３号５７９頁【紙幣パンチ孔事件】等）にも触れながら，実施が弊害を伴う技術であっても別の技術によって回避され得ること等を踏まえつつ，発明該当性や産業利用可能性の各要件の趣旨に照らして規範の定立と当てはめを行った答案を「良好」又は「優秀」と評価した。\nそして，人の疾病αの発症の有無を診断する方法の発明であるＭについて，医療現場で実施する医師の特許権侵害責任を免除する特許法上の制度を欠くために，産業利用可能性（同項柱書）が問題となることを的確に指摘した答案を「一応の水準」と評価した。さらに，関連する裁判例（東京高判平成１４年４月１１日判時１８２８号９９頁【外科手術を再生可能に光学的に表示するための方法及び装置事件】）にも触れながら，その是非を検討し，各自の規範を定立して本件に当てはめられている答案を「良好」，それに加えて，医療行為について広く特許性を否定するいわゆる川上規制の是非や，同じく医療に関わる物（医薬品，医療機器等）の発明が特許され得ることとの整合性，医療行為の研究開発を促す必要性等の幅広い視点が表れた答案を「優秀」と評価した。\nウ 設問３設問３においては，まず，Ｘによるカプセル内視鏡Ｌの製造販売が，Ｗの有する特許権Ｐに関する特許発明の業としての実施（同法第６８条本文）に当たることについて述べた上で，ＦＲＡＮＤ宣言された特許権に基づく権利行使に関する当事者の利害状況，例えばＷは特許権Ｐが通信規格Ｓの必須特許として採用されることによりＰの対象技術が多くの者に実施されるという利益を得ていること，他方でＸはＷによる本件宣言を前提にその実施品であるカプセル内視鏡Lを製造販売していることから，Ｗによる特許権の行使が一定の範囲に制限されるべきではないかとの問題意識が表れた答案を「一応の水準」と評価した。\nそして，さらに，同じくＦＲＡＮＤ宣言された特許権に基づく権利行使について，実施許諾（ライセンス）の抗弁を否定しつつ，一定の範囲で権利濫用の抗弁を認めた，知財高裁の判断（差止請求については知財高決平成２６年５月１６日判時２２２４号１４６頁（②事件），損害賠償請求については知財高判平成２６年５月１６日判時２２２４号１４６頁（①事件）【アップル対サムスン事件】）を踏まえて，その是非を論じつつ，各自の規範を定立し，本件におけるＷの権利行使の可否について当てはめを行った答案を，裁判例の理解の正確性と，自説の説得性に応じて，「良好」又は「優秀」として評価した。\n⑵ 第２問ア 設問１本設問においては，①甲がＰの著作者でありＰについて著作権を有すること，②ＱがＰの二次的著作物（著作権法第２条第１項第１１号）であることから，甲がＱの利用について乙が有するのと同一の種類の権利を有すること（同法第２８条），③本件特徴はＱの創作的表現部分であり，それをよく捉えたＲ１は当該部分と実質的に同一の表現であること，④Ｒ１について乙は譲渡権（同法第２６条の２第１項）を行使できることから，甲も，Ｒ１の複製物の販売行為について，譲渡権侵害に基づく差止めを請求することができると解され得ること（同法第１１２条第１項），⑤しかし，Ｐには，本件特徴を含むαの絵画的側面の具体的，詳細な記載がなく，ゆえに本件特徴は専ら乙の創作性が発揮された部分に相当すること，⑥そのような部分に，Ｐの著作者である甲の著作権の効力が及ぶと解してよいかが問題となること等を的確に論述することが「一応の水準」である。\nその上で，上記⑥について，原著作物の創作性を引き継ぐ要素と二次的著作物の著作者の創- 25 -作性のみが発揮されている要素を区別すべきでないとした考え方（東京高判平成１２年３月３０日判時１７２６号１６２頁【キャンディ・キャンディ事件】）と，これに反対する考え方があることを踏まえつつ，それぞれの根拠を摘示して，いずれを自説として採用するかを論述していれば，その論証の説得性に応じて「良好」又は「優秀」と評価した。\nイ 設問２本設問においては，①丁は引用に係る著作権制限規定（同法第３２条第１項）に依拠して反論することが考えられること，丁が適法引用を主張するためには，②Ｒ２が公表された著作物であり（同法第４条第４項，同法第４５条第１項），③Ｒ２のカラーコピーを作成してＳに貼り付ける行為が引用に該当し，④当該行為が公正な慣行に合致し，かつ⑤正当な範囲内で行われていなければならないこと，⑥引用して利用する側の著作物性の要否（例えば，東京地判平成１０年２月２０日判時１６４３号１７６頁【バーンズ・コレクション事件】は必要と解し，\n知財高判平成２２年１０月１３日判時２０９２号１３５頁【絵画鑑定証書事件】は不要と解している。），⑦当該行為が適法引用に当たるといえれば，複製権の制限により作成された複製物の譲渡に係る著作権制限規定（同法第４７条の７）によって，Ｓの譲渡行為も適法と評価できること等を的確に論述することが「一応の水準」である。\nその上で，旧著作権法上の引用の成否について，最判昭和５５年３月２８日（民集３４巻３号２４４頁【モンタージュ写真事件】）が援用した「引用を含む著作物の表現形式上，引用して利用する側の著作物と，引用されて利用される側の著作物とを明瞭に区別して認識することができ，かつ，右両著作物の間に前者が主，後者が従の関係があると認められる場合でなければならない」とする基準を現行法上も採用すべきか否か，採用するとした場合にどの要件の下で採用すべきか，上記④について，現実の慣行が存在しなければ公正慣行の要件は常に充足されないと解すべきか否かについて自説を論じていれば，その論証の説得性に応じて，また，そのようにして導かれた適法引用に係る各要件の解釈を，Ｒ２のカラーコピーのサイズや，当該コピーがＳから取り外し可能な構造とされていること等の事実に的確に当てはめることができていれば，その当てはめの的確性等に応じて，「良好」又は「優秀」と評価した。\nさらに，著作権法第４８条第１項第１号が定める出所明示義務は，乙の差止請求とそれに対する丁の反論の検討においては直接的な関連を有しないことや，出所明示の有無は，公正慣行の要件充足の判断においてなお考慮され得る等の論述があれば，高く評価した。\nウ 設問３本設問においては，①乙は，公衆送信権（同法第２３条第１項）の侵害を理由として，戊に対して差止請求を行うこと（同法第１１２条第１項），②Ｑの物理的な公衆送信の主体は匿名の第三者であること，③電子掲示板の運営者が当該著作権の規範的な侵害主体と評価され得る場合及び④本設問の事案がそのような場合に該当するか否か等を的確に論述することが「一応の水準」である。\nその上で，上記③について，（戊が運営するものを含む）電子掲示板が著作権を侵害しない用途にも使用され得るものであることをきちんと踏まえた規範が自説として定立されていれば，その論証の説得性に応じて，また，上記④について，設例で与えられた様々な事実（戊が最終的な送信停止の権限を有している事実や，大量の送信停止要請が寄せられて戊がその対応に追われている事実等）が，当該規範の当てはめに的確に活用されていれば，その当てはめの的確性等に応じて，「良好」又は「優秀」と評価した。\n３ 採点実感等⑴ 第１問ア 設問１特許を受ける権利の譲渡契約が解除され，遡及効が生じることについては，言及できていた- 26 -答案は多かった。\n⑴については，特許庁において出願人名義の変更手続（特許庁長官への届出，特許法第３４条第４項）が必要であることについて言及する答案は少なからずあったが，その前提として，\n（Ｙの協力がなければ）Ｘが特許を受ける権利を有する旨の確認判決が必要となる点を説明できていた答案は少数であった。なお，ＸがＹに当該権利を「譲渡した」と記され，また，特許出願人としての地位を「回復する」手段を問う本問では，Yが既に特許出願人の地位にあること，つまり当該権利のＸからＹへの承継に係る特許庁長官への届出が既に行われていることは明らかであるが，その欠缺を理由に特許を受ける権利がＸからＹへ移転していないことを前提とする答案が散見された。\n⑵については，契約の解除の効果により，本件発明に係る出願が冒認（同法第１２３条第１項第６号）に該当し，特許を受ける権利を有する者であるＸが，同法第７４条に基づく移転請求をなし得るのではないか，ということについて言及した答案は少なくなかった。他方で，譲渡契約の解除によって特許を受ける権利がＸに復帰し，権利の二重譲渡状態が生ずると論じるものもあったが，これは，解除前の第三者に対する契約解除の効果について一般に支持されている考え方とは異なるものである。\nまた，同設問は，「異なる見解にも留意しつつ」論じることを求めているが，これに言及できている答案は少なく，異なる見解に触れた答案であっても，なぜそれを自説として採用しないかについて，根拠を明らかにして論じるものがほとんどなかった。例えば，特許権の移転の特例制度（同法第７４条第１項）よりも，民法上の解除前の第三者保護制度（同法第５４５条第１項但書）を優先するという結論を採用するにしても，なぜそのように解すべきかについて説得的な論証を試みる答案はごく少数であった。\nさらに，特許権の移転の特例制度によるべきであるとする答案であっても，善意のＺに関する有償の法定通常実施権（特許法第７９条の２各項）まで条文を記載した上で言及した答案は少なかった。また，同法第７４条第１項に基づく移転請求の可否を論じることなく，または，\n同条の移転請求を否定したにもかかわらず，同法第７９条の２の適用を論じる答案が一部見られたが，基本的な条文の要件を理解していないと言わざるを得ない。他方で，民法第５４５条第1項但書と特許法第７９条の２各項による第三者保護を比較し，要件・効果の差異にも言及して検討した答案は高く評価した。\nイ 設問２多くの答案は，Ｍが確率が高くない技術である点と，副作用という弊害を伴う技術である点については触れていた。もっとも，これらの各事実が，条文上のどの要件に位置付けられるのかについて，不明瞭又は不正確な答案が多く見られた。例えば，発見率が２０％にとどまることや，副作用が生じる事実を，発明の「高度性」要件の問題として論じる答案も見られたが，\n同要件についての基本的理解が不十分であると評価せざるを得ない。他方で，適切な要件に位置付けた上で，その解釈や本問の事実の評価にも言及して整合的な結論を導いている答案は高く評価することができた。\nまた，Ｍが人を診断する医療行為に係る発明である点については，これを拾い上げてその問題の所在を指摘し，産業利用可能性の問題として適切に位置付けられている答案は多くはなかった。このような基本的な論点については，十分な学習が望まれる。\n本設問を通じて，裁判例への言及が全くないか，それがあっても裁判例の一般的な判断とかけ離れた結論を示す答案も少なからず見られた。裁判例の理解に当たっては，いかなる事実に基づいて結論が導かれたのかが重要であり，当てはめも含めた丁寧な学習が望まれる。\nウ 設問３最後の設問であったからか，あるいは実務的な論点として学習が不十分であったためか，総じて本設問に対する解答の出来は芳しくなく，ほぼ白紙状態の答案も少なくなかった。受験者- 27 -の多くは，関連する裁判例（前掲の知財高決平成２６年５月１６日判時２２２４号１４６頁等【アップル対サムスン事件】）をほとんど学習していなかったのではないかと推察される。確かに，それ自体が先端的といわれる法分野である特許法の中でも，特に先端的な論点を扱った裁判例ではあるが，ＦＲＡＮＤ宣言特許の行使については国際的にも大きな議論を呼んでいるだけでなく，我が国では知財高裁のいわゆる大合議部の判断が下されており，しかもそれは以降の標準的な判例教材にも掲載されているのであるから，少なくとも問題の所在と裁判例の立場を正確に理解していることが望まれる。\nまた，上記裁判例の立場に従う場合には，差止請求と損害賠償請求を区別して論じる必要があるが，これらを区別せずに結論を導いている答案が一部認められた。他方で，両者を区別した上で，さらに，Ｘが本件宣言に基づくライセンスを受ける意思があるかどうかについても言及し，それぞれを場合分けし，理由を付した上で結論を示すことができている答案は，極めて高く評価することができた。さらに，損害賠償請求については，ほとんどの答案が，本件条件でのライセンス料相当額の範囲内の損害賠償請求が認められることを指摘するにとどまり，この場合であっても著しく不公正であると認められるなどの特段の事情があるときには請求できないことについて触れられた答案はほとんどなく，また，本件条件でのライセンス料相当額を超える損害賠償請求が阻まれる論拠について触れられた答案も稀であった。\nなお，たとえ裁判例の見解とは異なっていても，例えば特許権者Ｗによる本件宣言（申込み）\nと，それを前提としたＸによるＬの製造販売（承諾）により，特許権Ｐのライセンス契約が成立している等，根拠を示して特許権行使の可否を論じた答案については，一定の評価を与えた。\n他方で，本件宣言がなされていることから，当然に権利行使が全てできないとの結論のみを示す答案も一部存在したが，取り分け裁判例と異なる法律構成を採る場合には，そのように解すべき理由についても述べるべきである。\n⑵ 第２問ア 設問１ほとんどの答案は漫画Ｑの二次的著作物性に言及できていたが，小説Ｐに著作物性が認められること，甲はあくまでもＰの著作者（すなわちＱの原著作物の著作者）として丙に対して権利行使すること，丙がＰの創作的表現を利用していないことをきちんと説明した上で論述を展開するのではなく，いきなり二次的著作物の部分利用に係る原著作者の著作権の効力に係る論点を展開する答案が散見された。根拠となる条文をこまめに摘示するとともに，自己の答案の論理構成が明確に伝わるように論を進めるべきである。\nまた，甲は，丙による肖像画Ｒ１の販売行為の差止めを求めているのであるから，譲渡権の侵害要件の充足を前提として論じるべきであるが，当該著作権が問題となる点に気が付かない答案も散見された。侵害論を検討するに際しては，対象となる権利が何かをまず明確に把握することが重要である。\n原著作者の譲渡権の侵害が成立するためには，二次的著作物におけるその利用部分において原著作物の創作的表現が感得されることを必ずしも要しないとの見解を採るに当たり，（前掲の東京高判平成１２年３月３０日判時１７２６号１６２頁【キャンディ・キャンディ事件】が示した）原著作物の創作性を引き継ぐ要素と二次的著作物の著作者の創作性のみが発揮されている要素の区別はしばしば困難であるという根拠に依拠する答案が多く見られたが，本問の事案は両要素の区別が容易な設例であるにもかかわらず，上記の理由のみを挙げて漫然と甲が差止請求できるとの結論を導いている答案があった。\n本設問が，著作権法第２８条にいう「同一の種類の権利」の解釈問題であることを明示した答案は少なく，さらに，「異なる意見」にも留意することが要求されているにもかからず，単に解釈上の争いがあることを指摘するのみで，自説についてだけ言及する答案も少なくなかっ- 28 -た。本設問では，反対説を意識しつつ自説のための理由付けを行うことが求められているのであるから，反対説の根拠にも言及した上で，それに反論を試みるべきであろう。\nなお，一部の答案に，Ｒ１は二次的著作物ではなく，別の独立した絵画の著作物であるとして，または，キャラクターには著作物性がないとして，甲の請求を否定するものがあった。\n条文の形式的な摘示を誤る答案も散見された（例えば，同法「２６条の２第１項」と記載すべきところ，単に「２６条の２」と記載している（項数の記載がない）答案や「２６の２条」\nなどと記載している答案，同法「２条１項１１号」と記載すべきところ，「２条１１項」「２条１１号」「２条１項１０号」などと記載している答案）。\nイ 設問２多くの答案が，美術の著作物等の展示に伴う複製等に係る著作権制限規定（同法第４７条）\nや美術の著作物等の譲渡等の申出に伴う複製等に係る著作権制限規定（同法第４７条の２）に基づく反論を試みていた（その中には適法引用について全く触れないものもあった）。同法第４７条によって許容されるのは，美術の著作物等の原作品による展示に伴う小冊子等への複製・上映・公衆送信であり，本設問の事案における鑑定証書のように，観覧者とは関係なく作成され，原作品とともに流通するもののために行われる複製は，本条と直接関係しない。また，\n同法第４７条の２は，オークション等に対応した規定であり，本条によって許容される複製・公衆送信は，譲渡等の申出の用に供する目的で行われ，かつ政令で定める措置（著作権法施行令第７条の２，著作権法施行規則第４条の２）を講じたものに限定されることに注意しなければならない。\n本設問で問題となっているのはＳの譲渡であるところ，肖像画Ｒ２と鑑定証書Ｓとの峻別ができておらず，消尽法理に言及する答案が見られた。同法理の基本的な理解を欠いていると思われる。\n丁が適法引用（同法第３２条第１項）を主張するためには，Ｒ２は「公表」された著作物でなければならないが，当該要件に言及できている答案はあまり多くなかった。条文上の要件であるから，論述において言及することが求められる。また，Ｒ２が「公表」された著作物であることを言及する答案においても，根拠条文（同法第４条第４項，同法第４５条第１項）とともにその点を指摘できた答案はほとんどなかった。\n引用する側の著作物性の要否について言及した答案は少なかった。一方で，少数ではあるが，\nＳが著作物性を有しないことを指摘した上で，この点を検討した答案も見られたところであり，\nそれらは高く評価することができた。\n大半の答案が前掲の最判昭和５５年３月２８日民集３４巻３号２４４頁【モンタージュ写真事件】に示された二要件に触れており，現行法におけるその条文上の位置付けにも言及できている答案は多かった。一方で，当該二要件に触れずに，条文の文言に直截に依拠して判断する立場を採る答案も，一定数見られた。ただ，いずれにしても，丁寧な当てはめを行っている答案は多いとはいえず，単に事実のみを羅列して，どの要件についての検討を行っているのか分からない答案も散見された。\n極めて多くの答案が，鑑定証書に対象絵画のコピーを張り付けることが丁の同業者の間でほとんど行われていなかったという事実をもって，端的に公正慣行の要件を充足しないと結論付けていた。しかし，条文の当該文言を重視しすぎると，新しく登場した引用方法については常に引用の抗弁が成立せず，著作権者の権利行使によって慣行自体の形成が妨げられることになりかねない。少なくない裁判例や学説が当該文言を柔軟に解釈していることに鑑みれば，この点についてもう少し深い考察を展開してほしかったところである。一方で，少数ではあるが，\n同要件について，社会通念の観点から合理的か否かで判断する立場にも言及してこの点を検討した答案も見られたところであり，それらは高く評価することができた。\n同法第４７条の７に言及した答案は多くなかった。乙は，譲渡の差止めを請求しているので- 29 -あるから，譲渡を許容する明文規定を指摘すべきであろう。\nウ 設問３乙の請求に係る支分権の特定（公衆送信権）と関連条文の摘示において不十分な答案が目立った。例えば，同法「２３条１項」と記載すべきところ，単に「２３条」とのみ記載する（項数の記載がない）答案が散見された（同条第２項は伝達権に係る規定であるため，項数を明記する必要がある）。\n大半の答案においては，物理的な公衆送信の主体が第三者であるため，戊に侵害主体性が認められるか否かが問題となることが指摘できていた。戊の侵害主体性を判断するために定立された規範は様々であったが，比較的多くの答案においては，本設問の事案から重要事実を拾い，\nそれらを定立した規範に当てはめる努力が行われていたと評価できる。一方で，どのような規範に基づいて戊の侵害主体性を判断すべきかを示さずに，単に結論のみを示した答案も少なくなかった。また，本設問に示された事実をただ列挙するのみで，それらがどのように侵害主体性の判断において考慮されたかについて言及しない答案も散見された。\n戊が最終的な送信停止の権限を有している事実及び僅かながら利益を得ている事実のみを拾って，戊の侵害主体性を直ちに肯定する答案も一定数見られたが，このような解釈を採用すると，電子掲示板の運営者は著作権を侵害する投稿の有無を常時監視しなければならなくなり，\n掲示板の規模が大きくなればなるほどそれが困難になって，掲示板の運営自体が不可能になってしまう。そのため，これらの答案は，本設問が要求する「戊が運営する掲示板は，著作権を侵害しない用途にも使用され得るものであることに留意」したものということができず，低い評価を免れなかった。\n電子掲示板の運営者に過度な負担を強いることなくその侵害主体性を判断するための規範としては，例えば，著作権を侵害する投稿があった時点ではなく，運営者が当該投稿を不当に放置していると評価できるようになった時点ではじめて侵害主体性を肯定するといったものがあり得よう（東京高判平成１７年３月３日判時１８９３号１２６頁【２ちゃんねる事件】）。少数ではあるが，このような立場に立って規範を定立し，乙が送付した内容証明郵便を戊が閲読した後も３週間特段の是正措置を採らなかった事実を拾い上げて，これに当てはめる努力をしていた答案も見られたところであり，それらは高く評価することができた。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，\n裁判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの本年は，基本的な論点に関する知識，論理的思考力及び論述力を問うとともに，問題文に記載された事実を丁寧に拾い上げた上で，事案に則した個別具体的な解決策を導く力を問う出題を心掛けた。しかし，論点の内容についてはそれなりに記載されていても，実務において重視される事実関係の把握・分析が不十分と思われる答案が少なくなかった。\n取り分け特許法においては，基本的かつ重要な論点の内容についての理解が不十分な答案が目に付いた。その原因は，第１問が，例年出題される特許権の侵害をめぐる攻防以外の論点や，やや先端的な論点を扱っていたためであるかもしれないが，特許法上の重要論点は，侵害に関するものにとどまるものではないのであるから，法科大学院には，引き続き，基本的な論点を偏りなく学ぶことの重要性を意識した教育を行うことが期待される。\nまた，判例や判断基準を示す裁判例があるにもかかわらず，それを念頭に置かずに論じていると見られる答案も散見されたが，飽くまで法科大学院は実務家を養成する教育機関なのであるから，重要と目される判例や裁判例，少なくとも最高裁と知財高裁大合議部の判断については，先例性の観点から一定の重点を置いた教育が行われることが望ましい。\nなお，関連条文を摘示せずに論を展開する答案も見られたが，条文を前提とした解釈が基本であるから，法科大学院においては，引き続き，実務における条文の重要性を意識した教育が行われることを望みたい。"
}