{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点の割合は，６０：４０〕）\n次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は，電子機器部品の製造及び販売等を目的とする会社法上の公開会社でない会社であり，取締役会，監査役及び会計監査人を置いており，一種類の株式（以下「本件普通株式」という。）のみを発行している。甲社の資本金の額は１０億円，発行可能株式総数は２０万株，発行済株式の総数は８万株であり，Ａが５万１０００株を，Ｂが２\n万９０００株を，それぞれ保有している。甲社の取締役はＡ，Ｃ及びＤの３人であり，Ａが代表取締役会長を，Ｃが代表取締役社長を，それぞれ務めている。なお，Ｂは，甲社の役員に就任していない。\n２．甲社は，規模はそれほど大きくないが，高い技術力を持っていた。甲社の業績は，約１０年前の設立以来，堅調に推移してきたため，２年前までは，毎事業年度，欠かさずに剰余金の配当をしてきた。しかし，近時は，支払が遅延する取引先が増えたため，甲社は仕入資金の調達が必要になったが，金融機関が満足な融資をしてくれないため，資金繰りに窮するようになった。\n３．このような状況で，Ａは，令和元年１２月頃，甲社の資金繰りの改善を図ることが急務であり，少なくとも２億円の資金調達が必須であると考えた。甲社は，銀行から借入れをすることが困難であったため，Ａは，株式の発行が最善であると考えたが，普通株式では引受人を見付けることができない可能性が高かったため，議決権のある剰余金配当優先株式（以下「本件優先株式」という。）を新たに発行することによって２億円の資金調達をすることを計画した。\n４．Ａが本件優先株式を引き受けて出資してくれそうな者を探したところ，Ａの叔父Ｐとその友人\nＱがそれぞれ１億円ずつ出資してもよいという意向を示した。そこで，Ａが，令和２年２月中旬に，中立的な専門機関に対し，甲社の事業計画や財務状況を示す資料を提供して，本件優先株式について合理的な方法による評価額の算定を依頼したところ，本件優先株式の評価額は１株当たり４万円と算定された。\n５．これを受けて，Ａが，Ｐ及びＱに対し，１株当たりの払込金額を４万円として，本件優先株式をＰ及びＱにそれぞれ２５００株ずつ（合計５０００株）発行することを打診したところ，Ｐ及びＱは，少なくともそれぞれ甲社の発行済株式の総数の５％ずつを保有したいため，１株当たりの払込金額を２万円として，本件優先株式をＰ及びＱにそれぞれ５０００株ずつ（合計１\n万株）発行するように主張して譲らなかった。\n６．そこで，ＡがＣ及びＤに意見を聞いたところ，２人とも２億円の資金調達を実現するためには，Ｐ及びＱの主張を受け入れる以外に選択肢がないが，Ｂが反対して計画が挫折する可能性が小さくないという意見であった。\n７．Ａは，令和２年３月１７日，甲社の取締役会（以下「本件取締役会」という。）を招集して，役員の全員が出席の上で，対応策を協議したところ，Ａ，Ｃ及びＤは，２億円の資金調達を実現するためには，株主総会の場で何とかしてＢの同意を取り付けるほかないという意見で一致した。その上で，本件取締役会では，同月２５日に甲社の本社で定時株主総会（以下「本件定時総会」という。）を開催すること，「計算書類の報告の件」及び「事業報告の報告の件」を会議の目的事項とすること，「定款変更の件」を会議の目的事項として，本件優先株式の内容等の所要の事項を定める定款変更を行う旨の議案（以下「本件議案１」という。）を本件定時総会に提出すること，「新株式発行の件」を会議の目的事項として，本件優先株式の発行（以下「本件株式発行」という。）を行う旨の議案（以下「本件議案２」という。）を本件定時総会に提出することなどが決議された。なお，本件議案２は，①募集株式は本件優先株式１万株とすること，②１株当たりの払込金額は２万円（払込金額の合計は２億円）とすること，③払込期日は同年\n- 2 -\n４月１０日とすること，④増加する資本金と資本準備金の額はいずれも１億円とすること，⑤本件優先株式をＰ及びＱにそれぞれ５０００株ずつ割り当てることを内容とするものであった。\n８．Ｃは，令和２年３月１７日，Ａ及びＢに対し，本件定時総会の招集通知（以下「本件招集通知」という。）を書面で発した。本件招集通知には，本件定時総会の開催日時及び開催場所のほか，会議の目的事項として「計算書類の報告の件」及び「事業報告の報告の件」が記載されており，当該目的事項との関係で必要とされる書類も，計算書類や事業報告を始め，全て添付されていた。しかし，本件招集通知には，本件議案１及び本件議案２に関する記載がなく，また，「定款変更の件」という会議の目的事項及び「新株式発行の件」という会議の目的事項がいずれも記載されていなかった。\n９．令和２年３月２５日に開催された本件定時総会には，役員の全員が出席しており，また，株主であるＡ及びＢのいずれもが出席した。Ｃが「定款変更の件」について本件議案１を，「新株式発行の件」について本件議案２を，それぞれ本件定時総会に上程したところ，Ｂは，本件議案\n１及び本件議案２のことを初めて知って驚いた。しかし，Ｂは，Ｃから，２億円の資金調達が急務であること，そのためには，事実上，本件株式発行以外に選択肢がないこと，２万円という１株当たりの払込金額は中立的な専門機関が合理的な方法によって算定した評価額に相当する額である旨を説明されて，そのような事情であれば本件株式発行によって自己の持株比率が下がるのもやむを得ないと考えて，渋々ながら賛成したため，本件議案１及び本件議案２がいずれも可決された（以下，本件議案１に関する本件定時総会の決議を「本件決議１」といい，本件議案２に関する本件定時総会の決議を「本件決議２」という。）。\n10．その後，Ｃが会社法所定の手続を行い，Ｐ及びＱが払込期日である令和２年４月１０日にそれぞれ１億円ずつを払い込んだことにより，Ｐ及びＱに対する本件株式発行が行われた。なお，上記４の本件優先株式の客観的な評価額の算定後，払込期日までの間に，本件優先株式の価値を著しく変動させるような事情はなかった。\n〔設問１〕 Ｂは，本件株式発行の効力の発生後になって初めて，中立的な専門機関が合理的な方\n法によって算定した本件優先株式の評価額が１株当たり４万円であったことを知った。Ｂは，本件決議１及び本件決議２には瑕疵があり，そのことが本件株式発行の効力に影響を及ぼすと考えている。Ｂは，令和２年５月１４日の時点で，どのような訴えを提起して，どのような主張をすることが考えられるかを検討した上で，その主張の当否について，論じなさい。\n下記11及び12では，上記８及び９とは異なり，本件株式発行が適法に行われたことを前提として，\n〔設問２〕に答えなさい。\n11．本件株式発行によって甲社の資金繰りは改善した。しかし，その後，約２年が経過し，甲社の資金繰りは再び苦しくなってきた。甲社は，Ｐ及びＱの要望により，毎事業年度，本件優先株式について剰余金の配当をしてきたが，資金繰りが苦しい中，甲社にとっては，本件優先株式に係る剰余金の配当が重荷になってきた。なお，本件優先株式は，その発行後，Ｐ及びＱがそれぞれ５０００株ずつを保有し続けている。\nまた，甲社の定款では，本件優先株式の内容として，発行可能種類株式総数のほか，①甲社が剰余金の配当をするときは，本件優先株式の株主に対し，本件普通株式の株主に先立ち，各事業年度に，本件優先株式１株につき１０００円（以下「配当優先額」という。）を配当すること，②本件優先株式について配当優先額の配当をした後に，更に分配可能額がある場合には，本件優先株式の株主は本件普通株式の株主と共に株式数に応じて配当を受けることができること，③ある事業年度において本件優先株式の株主に対してする１株当たりの配当の額が配当優先額に達しない場合には，当該不足額は翌事業年度以降に累積すること，④本件優先株式の株\n- 3 -主は，株主総会における決議事項の全部について議決権を行使することができること，⑤本件優先株式の譲渡による取得には，甲社の承認を要すること，⑥会社法第３２２条第２項に基づき，同条第１項の規定による種類株主総会の決議を要しないことが定められていた。\n12．このような状況で，甲社は，本件優先株式についてのみ株式の併合をすること（以下「本件株式併合」という。）を計画し，取締役会で，役員の全員が出席の上で，臨時株主総会（以下「本件臨時総会」という。）を開催すること，「株式併合の件」を会議の目的事項として，①本件優先株式のみを２株につき１株の割合で併合すること，②本件株式併合の効力発生日，③効力発生日における発行可能株式総数について定める議案（以下「本件議案３」という。）を本件臨時総会に提出することなどを決議した。\n甲社は，この取締役会の決議に従い，招集手続を経て，本件臨時総会を開催した。本件臨時総会では，Ｃが，本件優先株式に係る甲社の剰余金の配当の負担を軽減するためには本件株式併合が必要である旨を説明した上で，本件議案３について審議したところ，Ｐ及びＱが強く反対したが，Ａ及びＢが賛成したため，本件議案３が可決された（以下，本件議案３に関する本件臨時総会の決議を「本件決議３」という。）。なお，甲社は，本件臨時総会の開催に先立ち，株主に対する会社法所定の通知をするとともに，本件株式併合に関する事項を記載した会社法所定の書面を本店に備え置いた。また，Ｐは，本件臨時総会に先立ち，本件株式併合に反対する旨を甲社に対し書面で通知した。\n〔設問２〕\n⑴ 本件株式併合の効力の発生によって，Ｐには，どのような不利益が生じ，又は生じるおそれがあると考えられるかについて，説明しなさい。\n⑵ Ｐは，本件決議３に従い，本件株式併合の効力が発生することによって，自己に不利益が生じ，又は生じるおそれがあることに強い不満を感じている。Ｐは，本件株式併合の効力の発生前の時点で，どのような会社法上の手段を採ることが考えられるかについて，論じなさい。なお，損害賠償を請求するという手段については，論じなくてよい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n１ 本問は，①公開会社でない株式会社（以下「非公開会社」という。）が募集株式の発行等をする場合にどのような手続が要求されるか，それらの手続に瑕疵があることが当該募集株式の発行等の効力にどのような影響を及ぼすか，及び募集株式の発行等の無効をどのような訴えにより主張すべきかについての理解等を問う（設問１）とともに，②会社が特定の種類の株式のみを対象として株式の併合をしようとする場合に，当該種類株式の株主とその他の種類株式の株主がどのような利害状況に置かれるのか，及び不利益を受けるおそれのある種類株式の株主の事前の法的救済方法としてどのようなものが考えられるかの理解等を問う\n（設問２）ものである。いずれの点についても，会社法上の重要な規定・制度及び重要な判例に関する基礎的な理解を有していることを前提に，それを本問の事案に適切に応用することができるか否かが試されている。\n２⑴ 設問１においては，Ｂは，①議決権のある剰余金配当優先株式（本件優先株式）の発行\n（本件株式発行）を行う旨の議案（本件議案２）に関する甲社の定時株主総会（本件定時総会）の決議（本件決議２）には，取消事由があり，非公開会社において，募集事項を決定する株主総会の決議に取消事由があることは，本件株式発行の無効原因に該当すると主張すること，及び②本件優先株式の内容等の所要の事項を定める定款変更を行う旨の議案\n（本件議案１）に関する本件定時総会の決議（本件決議１）には，取消事由があるため，本件株式発行は定款の定めのない種類の株式の発行となり，これは本件株式発行の無効原因に該当すると主張することが考えられる。\n⑵ そして，令和２年５月１４日の時点では，本件株式発行の効力が生じているため，Ｂは，例えば，新株発行の無効の訴え（会社法第８２８条第１項第２号）を提起し，本件株式発行の無効原因として，上記⑴①及び②のとおり主張することが考えられる。\nこれらのことを論述する際には，本問においては，⒜新株発行の無効の訴えの提訴期間\n（非公開会社にあっては，株式の発行の効力が生じた日から１年以内。会社法第８２８条第１項第２号）が経過していないこと，さらに，⒝株式の発行の無効原因として，株主総会の決議の取消事由を主張する場合には，当該決議の取消しの訴えの提訴期間内（株主総会の決議の日から３か月内。同法第８３１条第１項柱書き前段）に，新株発行の無効の訴えを提訴しなければならないとする立場に立つときは，その提訴期間も経過していないことにも言及することが求められる。\n- 9 -\n⑶ Ｂの上記⑴①の主張の当否を論ずるに当たっては，本問において，甲社は取締役会設置会社であるから，株主総会の招集通知には，株主総会の日時及び場所のみならず，株主総会の目的である事項及び払込金額が募集株式の引受人に特に有利な金額である場合（いわゆる有利発行の場合）における募集株式を引き受ける者の募集に係る議案の概要を記載しなければならなかったにもかかわらず（会社法第２９９条第２項第２号，第４項，第２９８条第１項，会社法施行規則第６３条第７号ホ），本件定時総会の招集通知（本件招集通知）には，株主総会の日時及び場所のみを記載していたため，本件決議２には，株主総会の招集の手続の法令違反という株主総会の決議の取消事由があること（同法第８３１条第\n１項第１号）を指摘した上で，いわゆる全員出席総会による瑕疵の治癒が認められるか否かについて，判例（最判昭和６０年１２月２０日民集３９巻８号１８６９頁）等も踏まえ，検討することが求められる。\nまた，有利発行の場合には，取締役は株主総会の決議に際して有利発行を必要とする理由を説明しなければならず（会社法第１９９条第３項），それを欠くことは，株主総会の決議の方法の法令違反という取消事由（同法第８３１条第１項第１号）に該当するところ，本問において，甲社の取締役Ｃは，本件決議２に際し，２億円の資金調達が急務であり，そのためには，事実上，本件株式発行以外に選択肢がないことを説明する一方で，２万円という払込金額が公正な払込金額である旨の虚偽の説明をしており，株主Ｂは本件株式発行が有利発行であることを認識することができていないため，果たして取締役Ｃは有利発行を必要とする理由を説明したものと評価することができるか，あるいは仮にそのような評価が可能であるとした場合であっても，株主の議決権行使に重要な影響を及ぼす事項について虚偽の説明をして，本件決議２を成立させているため，決議方法の著しい不公正という取消事由（同号）が認められないかといった点について，検討することが求められる。\nさらに，本件決議２に取消事由が認められると解する場合には，例えば，「非公開会社については，その性質上，会社の支配権に関わる持株比率の維持に係る既存株主の利益〔支配的利益〕の保護を重視し，その意思に反する株式の発行は株式発行無効の訴えにより救済するというのが会社法の趣旨と解されるのであり，非公開会社において，株主総会の特別決議を経ないまま株主割当て以外の方法による募集株式の発行がされた場合，その発行手続には重大な法令違反があり，この瑕疵は上記株式発行の無効原因になる」とする判例\n（最判平成２４年４月２４日民集６６巻６号２９０８頁。なお，公開会社については「株式会社の代表取締役が新株を発行した場合には，右新株が，株主総会の特別決議を経ることなく，株主以外の者に対して特に有利な発行価額をもって発行されたものであっても，その瑕疵は，新株発行無効の原因とはならない」とする最判昭和４６年７月１６日集民１０３号４０７頁を参照。非公開会社については最判昭和４６年７月１６日の射程は及ばないと解される。）を踏まえ，本問のように，募集事項を決定する株主総会の決議を経ている場合であっても，本件決議２に上記のような取消事由があると解するときは，既存株主の意思に反してその支配的利益が害されているといえるか否かについて，事案に即して検討した上で，本件株式発行に無効原因が認められると解すべきか否かを論ずることが求められる。加えて，Ｂには，有利発行である本件株式発行を差し止める機会が実質的に与えられなかったことも考慮して，本件株式発行に無効原因があると認められるか否かを論じることも考えられる（最判平成９年１月２８日民集５１巻１号７１頁を参照）。\n⑷ Ｂの上記⑴②の主張の当否を論ずるに当たっても，上記⑶と同様に，本件決議１には，株主総会の目的である事項及び定款の変更に係る議案の概要の記載がないという株主総会の招集の手続の法令違反があり，そのことが株主総会の決議の取消事由に該当すること（会社法第８３１条第１項第１号）を指摘した上で，いわゆる全員出席総会による瑕疵の治癒が認められるか否かについて，判例（前掲最判昭和６０年１２月２０日）等も踏まえ，検\n- 10 -討することが求められる。\nそして，本件決議１に取消事由が認められると解する場合には，本件株式発行が定款の定めのない種類の株式の発行に該当し，これが本件新株発行の無効原因に該当すると認められるか否かについて，検討することが求められる。\n３ 設問２⑴においては，本件優先株式のみを対象とする株式の併合（本件株式併合）の効力の発生によって，本件優先株式の株主であるＰは，その保有する本件優先株式の数が半減するため，①株主総会における議決権の割合が大幅に縮減することになること，②優先配当額の総額も半減することになることなどについて，説明することが求められる。その際には，Ｐの議決権割合がどれほど縮減することになるかを具体的に算定した上で，Ｐは，本件株式併合の効力の発生前には有していた一定の少数株主権も行使することができなくなることに言及したり，本件優先株式には累積条項が付されていることなどに鑑みると，優先配当額の総額の縮減によってＰが受ける不利益は比較的大きいと考えられることに言及したりするなど，より深い分析を示すことができていれば，なお望ましい。\n４ 設問２⑵においては，Ｐは，本件株式併合の効力の発生前の時点で，会社法上の手段として，①反対株主の株式買取請求をすること（会社法第１１６条第１項第３号イ），②本件株式併合について，差止請求をすること（同法第１８２条の３），③本件優先株式のみを２株につき１株の割合で併合すること等について定める議案（本件議案３）に関する甲社の臨時株主総会（本件臨時総会）の決議（本件決議３）について，株主総会の決議の取消しの訴えを提起することなどが考えられる。\n⑴ Ｐは，種類株主総会の決議を要しない旨の会社法第３２２条第２項の定めがある本件においては，反対株主の株式買取請求をすることができる。Ｐが反対株主の株式買取請求をすることについて論ずるに当たっては，設問２⑴の解答及び本問におけるその他の事実関係を踏まえ，反対株主の株式買取請求の要件が満たされているか否か，例えば，本件優先株式の株主に損害を及ぼすおそれがあるか否か（同法第１１６条第１項第３号柱書き）や，「反対株主」に該当するか否か（同条第２項）などにも言及することが求められる。\n⑵ Ｐが株式の併合の差止請求をすることについて論ずるに当たっては，設問２⑴の解答及び本問におけるその他の事実関係を踏まえ，取り分け差止事由が認められるか否かについて検討することが求められる。\nこの点に関する解釈としては様々なものがあり得るところであり，例えば，①甲社が本件優先株式を発行する前に発行していた株式（本件普通株式）の株主は本件株式併合によって他の株主と共通しない特別の利益を得るため，株主総会の決議について特別の利害関係を有する者に該当し，かつ，本件株式併合は専ら本件優先株式の株主の優先配当権を実質的に縮減することを目的とするため，本件決議３は著しく不当な決議に該当することから，本件決議３には，取消事由がある（会社法第８３１条第１項第３号）と認められ，これが（瑕疵のない株主総会の決議による決定を求める）同法第１８０条第２項に違反し，差止事由である法令違反（同法第１８２条の３）が認められるといった解釈が考えられる。\nまた，②優先株主の優先配当権の実質的な縮減を目的とする不当な株式併合であって権利濫用の法令違反があるとして，差止事由である法令違反が認められるという解釈も考えられる。さらに，③取締役の善管注意義務を定める一般的な規定（同法第３３０条，民法第\n６４４条）も会社法第１８２条の３にいう「法令」に含まれるとする理解を前提に，取締役は善管注意義務の一内容として株主間の不当な利益移転を生じさせないようにする義務を負うところ，本問では，このような義務の違反があるため，差止事由である法令違反が認められるとする解釈も考えられる。なお，④①から③までのように本件決議３に取消事由があるとしても，実際に本件決議３が取り消されない限りは，差止事由である法令違反があるとは認められないとする解釈も考えられる。\n- 11 -\n⑶ Ｐが本件決議３の取消しの訴えの提起をすることについて論ずるに当たっては，仮に本件決議３が取り消された場合には，これによって本件株式併合も無効となると解されるため，本件決議３の取消しの訴えの提起をすることは，本件株式併合の効力が発生した後に，本件株式併合の無効を主張する前提となることに言及するなど，まずは，本件株式併合の効力の発生前の時点で，本件決議３の取消しの訴えを提起することの意義を明らかにすることが望ましい。\nその上で，本問における事実関係を踏まえ，本件決議３に取消事由が認められるか否か，例えば，上記⑵における①から③までの解釈と同様の解釈により，本件決議３には，取消事由がある（会社法第８３１条第１項第３号）と認められるか否かなどについて検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている令和２年司法試験の論文式試験出題の趣旨に特に補足すべき点はない。\n２ 採点方針及び採点実感民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，分析し，会社法上の論点を的確に抽出して各設問に答えるという過程を通じ，事例解析能力，論理的思考力，会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものであり，従来と同様である。\nその際に，論点について，過不足なく記述がある答案や，記述に多少の不足があっても，総じて記述が論理的である答案，制度の趣旨等に照らして条文を解釈している答案，事案に即して具体的な検討がされている答案には，一定の高い評価を与えた。これらも，従来と同様である。なお，例年言及しているが，文字を判読することができず，文章を理解することができない答案が見られる。\nそのような文章については，趣旨が不明であるものと判断した上で，採点せざるを得ない。\n⑴ 設問１についてア 全体的な採点実感設問１は，公開会社でない株式会社（以下「非公開会社」という。）が募集株式の発行等をする場合にどのような手続が要求されるか，それらの手続に瑕疵があることが当該募集株式の発行等の効力にどのような影響を及ぼすか，及び募集株式の発行等の無効をどのような訴えにより主張すべきかについての理解等を問うものである。\n(ｱ) 設問１においては，Ｂは，①議決権のある剰余金配当優先株式（本件優先株式）の発行（本件株式発行）を行う旨の議案（本件議案２）に関する甲社の定時株主総会（本件定時総会）\nの決議（本件決議２）には，取消事由があり，非公開会社において，募集事項を決定する株主総会の決議に取消事由があることは，本件株式発行の無効原因に該当すると主張すること，\n及び②本件優先株式の内容等の所要の事項を定める定款変更を行う旨の議案（本件議案１）\nに関する本件定時総会の決議（本件決議１）には，取消事由があるため，本件株式発行は定款の定めのない種類の株式の発行となり，これは本件株式発行の無効原因に該当すると主張することが考えられる。\nそして，令和２年５月１４日の時点では，本件株式発行の効力が生じているため，Ｂは，\n例えば，新株発行の無効の訴え（会社法第８２８条第１項第２号）を提起し，本件株式発行の無効原因として，上記①及び②のとおり主張することが考えられる。\nこれらのことを論述する際には，本問においては，⒜新株発行の無効の訴えの提訴期間（非公開会社にあっては，株式の発行の効力が生じた日から１年以内。会社法第８２８条第１項第２号）が経過していないこと，さらに，⒝株式の発行の無効原因として，株主総会の決議の取消事由を主張する場合には，当該決議の取消しの訴えの提訴期間内（株主総会の決議の日から３か月以内。同法第８３１条第１項柱書前段）に，新株発行の無効の訴えを提起しなければならないとする見解に立つときは，その提訴期間も経過していないことにも言及することが求められる。\nしかし，そもそも新株発行の無効の訴えに言及していない答案が決して少ないとは言えなかった。また，新株発行の無効の訴えと，株主総会の決議の取消しの訴え又は当該決議の取消事由との関係について，十分に理解しておらず，何ら言及していない答案や，当該決議の取消しの訴えを提起し，当該決議を取り消す旨の判決を得た上で，当該決議を欠くことを理由として，新株発行の無効の訴えを提起するとする答案（このような手順を踏むことは，新株発行の無効の訴えの提訴期間が経過してしまう危険が大きいため，実務的には考え難い。）\n- 7 -もかなり存在した。\n(ｲ) Ｂの上記①の主張の当否を論ずるに当たっては，本問において，甲社は取締役会設置会社であるから，株主総会の招集通知には，株主総会の日時及び場所のみならず，株主総会の目的である事項及び払込金額が募集株式の引受人に特に有利な金額である場合（いわゆる有利発行の場合）における募集株式を引き受ける者の募集に係る議案の概要を記載しなければならなかった（会社法第２９９条第２項第２号，第４項，第２９８条第１項，会社法施行規則第６３条第７号ホ）。しかし，本件定時総会の招集通知（本件招集通知）には，株主総会の日時及び場所のみを記載していたため，本件決議２には，株主総会の招集の手続の法令違反という株主総会の決議の取消事由があること（同法第８３１条第１項第１号）を指摘することが求められる（なお，本問においては，「定款変更の件」及び「株式発行の件」という会議の目的事項について取締役会で決定しているため，同法第３０９条第５項の違反はないと考えられる。）。\nしかし，会社法第２９９条第２項第２号及び第４項並びに第２９８条第１項の適用関係や内容を正しく理解しておらず，株主総会の招集通知に株主総会の目的である事項を記載しなければならないことに言及していなかったり，株主総会の目的である事項（議題）と議案を混同していたりする答案が多かった。\n(ｳ) その上で，本問においては，株主全員（Ａ及びＢ）が本件定時総会に出席しているから，\nいわゆる全員出席総会による瑕疵の治癒が認められるか否かについて，会社法が「株主総会を招集するためには招集権者による招集の手続を経ることが必要であるとしている趣旨は，\n全株主に対し，会議体としての機関である株主総会の開催と会議の目的たる事項を知らせることによつて，これに対する出席の機会を与えるとともにその議事及び議決に参加するための準備の機会を与えることを目的とするものであるから，招集権者による株主総会の招集の手続を欠く場合であつても，株主全員がその開催に同意して出席したいわゆる全員出席総会において，株主総会の権限に属する事項につき決議をしたときには，右決議は有効に成立する」とする判例（最判昭和６０年１２月２０日民集３９巻８号１８６９頁）や，全員出席総会による瑕疵の治癒が認められるためには，株主が瑕疵を認識しつつ，株主総会の開催に同意していることが必要であるとする見解（大阪地判平成３０年９月２５日金判１５５３号５９頁）等も踏まえ，検討することが求められる。\nそして，本問においては，上記の判例を踏まえ，株主全員（Ａ及びＢ）が異議を述べずに出席しているから，全員出席総会による瑕疵の治癒が認められると論ずることや，上記の見解を踏まえ，（ⅰ）招集通知に記載すべき議案の概要においては本件株式発行が有利発行である旨が示されている必要があると解した上で，Ｂは有利発行であることを認識していないため，瑕疵を認識して開催に同意したとは評価することができず，全員出席総会による瑕疵の治癒は認められないと論ずること，又は（ⅱ）招集通知に記載すべき議案の概要においては本件株式発行が有利発行である旨が示されている必要はなく，払込金額等の募集事項が記載されていれば足りると解した上で，Ｂは瑕疵を認識して開催に同意したとも評価することができるため，全員出席総会による瑕疵の治癒が認められると論ずることなどが考えられる。\nしかし，全員出席総会による瑕疵の治癒について論じている答案は多くなく，さらに，これについて，株主が瑕疵を認識しつつ，株主総会の開催に同意していることの要否を問題とするなど，充実した論述をしている答案は少なかった。\n(ｴ) また，本問においては，本件株式発行が有利発行に該当することは比較的明らかであると考えられるところ，有利発行の場合には，取締役は株主総会の決議に際して有利発行を必要とする理由を説明しなければならず（会社法第１９９条第３項），それを欠くことは，株主総会の決議の方法の法令違反という取消事由（同法第８３１条第１項第１号）に該当する。\n本問においては，Ｃは，本件決議２に際し，２億円の資金調達が急務であり，そのためには，\n- 8 -事実上，本件株式発行以外に選択肢がないことを説明する一方で，２万円という払込金額が公正な払込金額である旨の虚偽の説明をしており，Ｂは本件株式発行が有利発行であることを認識することができていないため，果たしてＣは有利発行を必要とする理由を説明したものと評価することができるか，あるいは仮にそのような評価が可能であるとした場合であっても，株主の議決権行使に重要な影響を及ぼす事項について虚偽の説明をして，本件決議２を成立させているため，決議方法の著しい不公正という取消事由（同号）が認められないかといった点について，検討することが求められる。\nその際には，甲社の取締役は，有利発行を必要とする理由の説明（会社法第１９９条第３項）をしていないと評価することができるため，本件決議２には決議方法の法令違反という取消事由（同法第８３１条第１項第１号）が認められると論ずることが考えられる。他方で，\nＡは，２億円の資金調達が急務であること及びそのためには事実上，本件株式発行以外に選択肢がないことを説明しているから，有利発行を必要とする理由を説明したと評価することができると論ずることもあり得る。また，Ａは，株主の議決権行使に重要な影響を及ぼす事項について虚偽の説明をして，本件決議２を成立させているため，本件決議２には，決議方法の著しい不公正という取消事由（同号）が認められると論ずることもあり得る。\n本件株式発行が有利発行に該当するか否かについて言及している答案は多かった。その中では，有利発行を必要とする理由の説明をしていないと認定する答案が最も多かったが，そのような認定をした根拠を十分に述べない答案も少なくなかった。また，特に根拠を挙げることなく，有利発行を必要とする理由を説明したと認定する答案も散見された。なお，上記のとおり，本問においては，本件株式発行が有利発行に該当することは比較的明らかであると考えられるため，本件株式発行が有利発行に該当するか否かについては，さほど厚く論ずる必要はないと考えられるが，その点を長々と論ずる答案が少なからず見られた。\n(ｵ) そして，本件決議２に取消事由が認められると解する場合には，例えば，「非公開会社については，その性質上，会社の支配権に関わる持株比率の維持に係る既存株主の利益〔支配的利益〕の保護を重視し，その意思に反する株式の発行は株式発行無効の訴えにより救済するというのが会社法の趣旨と解されるのであり，非公開会社において，株主総会の特別決議を経ないまま株主割当て以外の方法による募集株式の発行がされた場合，その発行手続には重大な法令違反があり，この瑕疵は上記株式発行の無効原因になる」とする判例（最判平成２４年４月２４日民集６６巻６号２９０８頁）を踏まえ，本問のように，募集事項を決定する株主総会の決議を経ている場合であっても，本件決議２に上記のような取消事由があると解するときは，既存株主の意思に反してその支配的利益が害されていると言うことができるか否かについて，事案に即して検討した上で，本件株式発行に無効原因が認められると解すべきか否かを論ずることが求められる。\n前掲最判平成２４年４月２４日の判示内容に照らすと，募集事項を決定する株主総会の決議の手続を経ていても，決議に取消事由がある場合には，株主は自らの支配的利益が損なわれていることに真に同意しているとは評価することができず，株主の意思に反して支配的利益が損なわれていると言うことができるため，株式の発行の無効原因が認められると解されると論ずることが考えられる。その上で，本問においては，上記のように，募集事項を決定する本件決議２について取消事由が認められると解されるため，本件株式発行には無効原因が認められ，Ｂの主張が認められると論ずることが考えられる。\n他方で，株主総会の決議に取消事由がある場合であっても，それが既存株主の支配的利益に影響を及ぼさないときは，株式の発行の無効原因が認められないとする解釈もあり得る。\nそのような解釈を採る場合には，本問においては，支配的利益に影響を及ぼすと論ずること又は影響を及ぼさないと論ずることのいずれもがあり得る。\nまた，Ｂには，有利発行である本件株式発行を差し止める機会が実質的に与えられなかっ- 9 -たことも考慮して，本件株式発行に無効原因があると認められるか否かを論ずることも考えられる（最判平成９年１月２８日民集５１巻１号７１頁を参照）。すなわち，会社法上，非公開会社において，原則として株主総会の決議が要求されるところ，株主総会の決議の手続が要求される場合には，株主はこのような手続を通じて募集事項を知ることができるといった理由から，募集事項の公示が要求されていない。ところが，本問においては，株主総会の決議の手続を経ているものの，Ｂに有利発行であることが秘匿されているため，Ｂには株式発行差止請求権を行使する機会が保障されていなかったと評価することもできる。そのことに着目して，本件株式発行には無効原因が認められ，したがって，上記のＢの主張は認められると論ずることもあり得る。\nこのように，本件決議２に上記のような取消事由があることと本件株式発行の無効原因との関係について十分な論述がされている答案は必ずしも多くなかったが，非公開会社における株主の支配的利益を厚く保護すべきであるという前掲最判平成２４年４月２４日の実質的根拠等に言及した上で，本件株式発行の効力を論ずる答案は一定数見られた。また，特に理由を述べることなく，本件決議２に取消事由があることが直ちに本件株式発行の無効原因に該当するかのように論ずる答案が相当数見られた（株式の発行の無効原因は，判例及び学説上，限定的に解されている一方で，株主総会の決議の取消事由は，株主総会の決議の瑕疵の中でも比較的軽微な事由であるとされていることとの平仄が検討されておらず，株式の発行の無効という結論に合わせた強引な論述であると言わざるを得ない。）。なお，株主総会の決議の取消しの訴えを提起し，当該決議を取り消す旨の判決を得た上で，新株発行の無効の訴えを提起することを前提として，前掲最判平成２４年４月２４日の判示内容をそのまま当てはめる答案も一定数見られた。\n(ｶ) Ｂの上記②の主張の当否を論ずるに当たっても，上記と同様に，本件決議１には，株主総会の目的である事項及び定款の変更に係る議案の概要の記載がないという株主総会の招集の手続の法令違反があり，そのことが株主総会の決議の取消事由に該当すること（会社法第８３１条第１項第１号）を指摘した上で，全員出席総会による瑕疵の治癒が認められるか否かについて，判例（前掲最判昭和６０年１２月２０日）等も踏まえ，検討することが求められる。\n(ｷ) そして，本件決議１に取消事由が認められると解する場合には，本件株式発行が定款の定めのない種類の株式の発行に該当し，これが本件株式発行の無効原因に該当すると認められるか否かについて，検討することが求められる。\n他方で，全員出席総会による瑕疵の治癒が認められるためには，株主が瑕疵を認識しつつ，\n株主総会の開催に同意していることが必要であるとする見解に立った上で，Ｂが瑕疵を認識していたかどうかを問題にする答案の場合には，本件決議１については瑕疵の認識があるため治癒が認められるとする答案もあり得る。\nこれについては，本件決議２と本件決議１を区別しないで，いずれも決議に取消事由が認められるため，本件株式発行には無効原因が認められると論ずる答案が多かった。もっとも，\n本件決議１については，決議に取消事由が認められるため，本件株式発行が定款の定めのない種類の株式の発行に該当し，これが本件株式発行の無効原因に該当すると論ずる答案も，\n少数ではあるが，見られた。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例募集株式の発行に係る募集事項を決定する本件決議２に取消事由があること及び定款変更に係る本件決議１に取消事由があるため本件株式発行は定款に定めのない種類の株式の発行に該当することが，それぞれ本件株式発行の無効原因であることを明示した上で，新株発行の無効の訴えと株主総会の決議の取消しの訴えの関係について両方の訴えの提訴期間の違い- 10 -などに言及しつつ，Ｂが提起すべき訴えを論ずるもの本件決議２に際して有利発行を必要とする理由の説明（会社法第１９９条第３項）がされたと評価することができるかどうかについて，当該説明が要求される趣旨から論証し，事案に即して会社側の資金調達事情と株主利益を比較衡量するなどした上，丁寧に検討するもの有利発行に該当する募集株式の発行における募集事項を決定する株主総会の特別決議を欠くことが株式の発行の無効原因に該当するかどうかについて，公開会社の場合と非公開会社の場合を区別した上で，判例を踏まえ，非公開会社の募集株式の発行が問題となっている本問について，公開会社の場合と取扱いを異にすることができる根拠を丁寧に論ずるもの全員出席総会に関する前掲最判昭和６０年１２月２０日を踏まえ，本問においては虚偽の説明により有利発行である旨を認識していないため，瑕疵を認識して開催に同意したとは認められない旨を丁寧に論ずるもの本件株式発行に無効事由が認められるかどうかという問題について，甲社が非公開会社であることを重視し，非公開会社における募集株式の発行に係る前掲最判平成２４年４月２４日を踏まえて論ずるもの。また，当該問題について，同判例に明示的に言及していないとしても，甲社が非公開会社であることが議論にどのような影響を及ぼすかに強く留意しながら，\n論ずるもの株式の発行の無効原因について，募集事項の公示の欠缺が株式の発行の無効原因になるとする前掲最判平成９年１月２８日を踏まえ，本件においてＢに有利発行であることが秘匿されているため，株式の発行の差止めの機会が実質的に保障されておらず，したがって無効原因になると論ずるもの(ｲ) 不良に該当する答案の例主張と訴え又は申立てとを区別せず，想定されるＢの主張について言及していないもの株式の発行の無効原因として，本件決議１の取消事由を明示しておらず，その結果として本件株式発行の効力への影響について言及していないもの，又は本件決議１に取消事由があることがなぜ本件株式発行の無効原因になるかについての理由を示さずに，本件決議１に取消事由があるかどうかを論ずるものＢが提起すべき訴えについて，新株発行の無効の訴えと株主総会の決議（本件決議１，本件決議２）の取消しの訴えの関係を全く検討しないで，両者を漫然と指摘するもの払込金額に関する虚偽の説明について，会社法第１９９条第３項の有利発行における理由の説明の問題ではなく，同法第３１４条の取締役の説明義務の問題として論ずるもの本件株式発行が有利発行に該当するか否かについては詳細に長く論ずる一方で，払込金額に関する虚偽の説明の法的評価については短く論ずるにとどまり，論述のバランスを失しているもの全員出席総会について，会社法第３００条の問題として論ずるもの，又は全員出席総会に言及することなく，Ｂは株主総会で説明を受け，それに納得して議決権を行使したから瑕疵が治癒されると論ずるもの有利発行に該当する募集株式の発行における募集事項を決定する株主総会の決議を欠くことが株式の発行の無効原因に該当するかどうかについて，公開会社と非公開会社を区別することなく，一般的な議論を展開するもの株式の発行の無効原因について「重大な瑕疵に限る」という規範を立てたのに，当てはめにおいてこれを意識せず，手続違反を直ちに株式の発行の無効原因に結び付けるもの⑵ 設問２⑴についてア 全体的な採点実感設問２⑴は，会社が特定の種類の株式のみを対象として株式の併合をしようとする場合に，\n当該種類株式の株主とその他の種類株式の株主がどのような利害状況に置かれるかについての- 11 -理解等を問うものである。\n設問２⑴においては，本件優先株式のみを対象とする株式の併合（本件株式併合）の効力の発生によって，本件優先株式の株主であるＰは，その保有する本件優先株式の数が半減するため，①株主総会における議決権の割合が大幅に縮減することになること，②優先配当額の総額も半減することになることなどについて，説明することが求められる。\nその際には，Ｐの議決権割合がどれほど縮減することになるかを具体的に算定した上で，Ｐは，本件株式併合の効力の発生前には行使することができた一定の少数株主権も行使することができなくなることに言及したり，本件優先株式には累積条項が付されていることなどに鑑みると，優先配当額の総額の縮減によってＰが受ける不利益は比較的大きいと考えられることに言及したり，Ｂの議決権割合が３分の１超になるため，Ｐは株主総会の特別決議事項についてキャスティングボートを握ることができないようになることに言及するなど，より深い分析をしていれば，なお望ましい。\n上記①と②については，言及している答案が多かった。また，上記のような分析をしている答案も一定数見られた。なお，本件株式併合により，本件優先株式の数は半分になるものの，\n議決権割合は半分にはならないが，議決権割合も半分になるとする答案が少なからず見られた。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例本件株式併合によってＰにどのような不利益が生じ，又は生じ得るかについて，事案に即して具体的な数字を挙げて議決権割合の縮減や優先配当額の減少等を論ずるもの議決権割合の縮減及び優先配当額の縮減について指摘した上で，３％以上の議決権を有することを行使の要件とする少数株主権を行使することができなくなること，累積的参加的優先株式であることに言及して，普通株式としての配当や累積部分についても不利益が生じ得ることなどを論ずるもの(ｲ) 不良に該当する答案の例議決権割合の縮減又は優先配当額の縮減のいずれか一方にしか言及していないもの持株数が減少し，又は持株比率が低下すると述べるが，議決権割合が低下することや優先配当額が減少することに言及せず，本件株式併合によって生じ得る不利益を抽象的かつ一般的に論ずるにすぎないもの⑶ 設問２⑵についてア 全体的な採点実感設問２⑵は，会社が特定の種類の株式のみを対象として株式の併合をしようとする場合に，\n不利益を受けるおそれのある種類株式の株主の事前の法的救済方法としてどのようなものが考えられるかについての理解等を問うものである。\n(ｱ) 設問２⑵においては，Ｐは，本件株式併合の効力の発生前の時点で，会社法上の手段として，①反対株主の株式買取請求をすること（会社法第１１６条第１項第３号イ），②本件株式併合について，差止請求をすること（同法第１８２条の３），③本件優先株式のみを２株につき１株の割合で併合すること等について定める議案（本件議案３）に関する甲社の臨時株主総会（本件臨時総会）の決議（本件決議３）について，株主総会の決議の取消しの訴えを提起することなどが考えられる。\n(ｲ) 第１に，Ｐは，種類株主総会の決議を要しない旨の会社法第３２２条第２項の定めがある本問においては，同法第１１６条第１項第３号イの規定により反対株主の株式買取請求をすることができる。Ｐが反対株主の株式買取請求をすることについて論ずるに当たっては，設問２⑴の解答及び本問におけるその他の事実関係を踏まえ，反対株主の株式買取請求の要件が満たされていること，例えば，本件優先株式の株主に損害を及ぼすおそれがある（同号柱書）と認められることや，事前の反対通知と株主総会での反対をしているので「反対株主」\n- 12 -に該当する（同条第２項）と認められることなどにも具体的に言及することが求められる。\nしかし，Ｐが会社法第１１６条第１項第３号イの規定により反対株主の株式買取請求をすることなどに言及している答案は少なかった。他方で，本件株式併合によって１株に満たない端数は生じないため，Ｐは同法第１８２条の４の規定により反対株主の株式買取請求をすることができないことに言及している答案が相当数見られた。\n(ｳ) 第２に，Ｐは，本件株式併合について，差止請求をすることが考えられる。Ｐが本件株式併合の差止請求をすることについて論ずるに当たっては，設問２⑴の解答及び本問におけるその他の事実関係を踏まえ，取り分け差止事由が認められるか否かについて検討することが求められる。\nこの点に関する解釈としては様々なものがあり得るところである。例えば，①甲社が本件優先株式を発行する前に発行していた株式（本件普通株式）の株主は本件株式併合によって他の株主と共通しない特別の利益を得るため，株主総会の決議について特別の利害関係を有する者に該当し，かつ，本件株式併合は専ら本件優先株式の株主の優先配当権を実質的に縮減することを目的とするため，本件決議３は著しく不当な決議に該当することから，本件決議３には，取消事由がある（会社法第８３１条第１項第３号）と認められ，これが（瑕疵のない株主総会の決議による決定を求める）同法第１８０条第２項に違反し，差止事由である法令違反（同法第１８２条の３）が認められるといった解釈が考えられる。また，②本件優先株式の株主の優先配当権の実質的な縮減を目的とする不当な株式の併合であって権利濫用の法令違反があるとして，差止事由である法令違反が認められるという解釈も考えられる。\nさらに，③取締役の善管注意義務を定める一般的な規定（同法第３３０条，民法第６４４条）\nも会社法第１８２条の３の「法令」に含まれるとする理解を前提に，取締役は善管注意義務の一内容として株主間の不当な利益移転を生じさせないようにする義務を負うところ，本問においては，このような義務の違反があるため，差止事由である法令違反が認められるとする解釈も考えられる。加えて，④本件株式併合は，実質的には，本件優先株式の権利内容を変更するための定款変更と等しいことから，同法第３２２条第１項第１号及び第３項ただし書が類推適用され，種類株主総会の決議が要求されるのに，それを経ていないことが法令違反に該当するとする解釈も考えられる。なお，⑤上記①から④までのように本件決議３に取消事由があるとしても，実際に本件決議３が取り消されない限りは，差止事由である法令違反があるとは認められないとする解釈も考えられる。\nしかし，これらを十分に論じている答案は少なかった。他方で，本問においては，差止事由である法令違反が認められないため，Ｐは本件株式併合について差止請求をすることができないと論ずる答案が相当数見られた。\n(ｴ) 第３に，Ｐは，本件決議３について，株主総会の決議の取消しの訴えを提起することが考えられる。Ｐが本件決議３の取消しの訴えを提起することについて論ずるに当たっては，仮に本件決議３が取り消された場合には，これによって本件株式併合も無効となると解されるため，本件決議３の取消しの訴えを提起することは，本件株式併合の効力が発生した後に，\n本件株式併合の無効を主張する前提となることに言及するなど，まずは，本件株式併合の効力の発生前の時点で，本件決議３の取消しの訴えを提起することの意義を明らかにすることが望ましい。\nその上で，本問における事実関係を踏まえ，本件決議３に取消事由が認められるか否か，\n例えば，上記①から④までの解釈と同様の解釈を採り，本件決議３には，取消事由がある（会社法第８３１条第１項第３号）と認められると論ずることなどが考えられる。\nＰが本件決議３の取消しの訴えを提起することについて論ずる答案は一定数見られた。Ｐが本件株式の併合の差止請求をすること及び差止事由について論じている答案は，Ｐが本件決議３の取消しの訴えを提起すること及び取消事由についても論じていることが多かった。\n- 13 -なお，差止事由又は取消事由として，株主平等原則違反に言及する答案が相当数見られたが，\n株主平等原則を定める会社法第１０９条第１項の規定が特定の種類株式についてのみ株式の併合をする本件にも（類推）適用されるかどうかを適切に論じている答案は少なかった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例反対株主の株式買取請求（会社法第１１６条第１項第３号イ）や株式の併合の差止請求（同法第１８２条の３）など，複数の救済手段に言及し，かつ，条文の要件を正確に示すもの種類株主総会の決議の省略を定款で規定することを認めることによる利益と，それによって生じ得る種類株主の不利益とを，会社法がどのように利害調整をしているかを，会社法第１１６条第１項第３号イの規定による反対株主の株式買取請求も含めて体系的に論ずるもの株式の併合の差止事由の解釈において，大多数の株式を保有するＡ及びＢが株式の併合によって得る利益と少数株主であるＰ（Ｑ）の不利益を具体的に対比し，甲社の定款規定の存在にもかかわらず，本件決議３が株主間において著しく不当（あるいは不公平）なものである実態を指摘した上で，種類株式の制度及び種類株主総会の制度の趣旨とそれに関する会社法の規律を踏まえつつ，Ｐを救済するための解釈論を具体的に（複数）検討するもの株式の併合の差止事由の解釈において，①特別利害関係人の該当性を論じつつ，専らＰ（Ｑ）に不利益をもたらすことを目的とした「著しく不当な決議」であると論ずるもの，②株主平等原則を定める会社法第１０９条第１項の趣旨及び射程範囲を論じた上で，事案に即して丁寧に当てはめるもの株式の併合の差止事由の解釈において，本件決議３の取消事由（会社法第８３１条第１項第３号）が法令違反に該当することを論じた上で，さらに，本件株式併合が本件優先株式の権利内容を変更する定款変更と実質的に同じであることを指摘し，同法第３２２条第１項第１号及び第３項ただし書を類推適用することができる旨を丁寧に論ずるもの(ｲ) 不良に該当する答案の例Ｐが「強い不満を感じている」，Ｐは「どのような会社法上の手段を採ることが考えられるか」と問われているのに，株式の併合の差止事由の解釈において，Ｐの立場からの主張を十分に検討せず，多数決の濫用等を考慮することなく，救済を否定する論述に終始するものＰの救済策として，抽象的に反対株主の株式買取請求や株式の併合の差止請求を挙げるのみで，権利行使の要件を満たすかどうかの当てはめをしていないもの株式の併合の差止事由の解釈において，①何ら悩みを見せずに法令違反はないとするもの，\n②結果の不当性は理解しつつも，適切な理論構成を展開できないもの会社法第８３１条第１項第３号を株式の併合の差止事由とする場合について，取消事由が存在することがなぜ株式の併合の法令違反と言うことができるかについての説明がないものＰが採ることができる会社法上の救済手段について，株式の併合の差止請求の可否のみを論じ，その要件である法令違反について詳細な理由を述べることなく，例えば，特定の種類株式についてのみ株式の併合をする場合に株主平等原則（会社法第１０９条第１項）が（類推）適用されるかどうかを検討せずに，単に株主平等の原則に反するとのみ述べるもの本件株式併合により端数が生ずるかどうかを検討することなしに，会社法第１８２条の４の規定により反対株主の株式買取請求をすることができると論ずるもの３ 法科大学院教育に求められるもの設問１においては，新株発行の無効の訴えに言及しない答案や，それに言及しているものの，株主総会の決議の取消しの訴えとの関係について十分に言及しない答案が少なくなかった。会社の行為（本問においては新株発行）の効力が問題となる場合には，そのことをどのような訴えによって争うべきかについても，適切に理解することが求められる。\n- 14 -本件決議２に取消事由があることが本件株式発行の無効原因になるかどうかについて，非公開会社の事例であることを考慮して論ずることができている答案は，必ずしも多くなかった。会社法上，\n募集株式の発行等については，非公開会社と公開会社とで，株主にどのような保護を与えるべきかが異なるという考え方の下，異なる手続規制が用意されているため，このような会社法の基本的な規律を踏まえた検討が必要であることに強く留意してほしい。このような観点から検討する際には，\n会社法上の代表的な判例（本問についていえば前掲最判平成２４年４月２４日等）について，その判例の事案と問題文中の事実関係の異同を適切に拾い上げ，事実関係に即して柔軟かつ適切に，その判例についての理解を応用することができるようになれば，なお望ましい。\n本件決議１に取消事由があることを認定しつつも，そのことがどのような理由から本件株式発行の効力に影響するかについては十分に検討しない答案が多かった。本問において問われているのは，\n本件株式発行の効力であるため，何が法的論点であるかを常に意識しながら検討をする必要がある。\n全員出席総会による瑕疵の治癒が認められるか否かが問題となることに言及している答案も多くなかった。会社法上の基本的な制度や，条文，判例について理解していることが前提であるが，問題文中の事実関係から，会社法上重要な意味を有する事実を適切に拾い上げることができることが必要である。\n設問２⑴は，比較的良くできていたが，Ｐの持株比率が低下することを挙げるにとどまる答案など，本件株式併合によって株主に生じ得る不利益を抽象的かつ一般的に論ずるにすぎない答案も少なからず見られた。また，問題文において「どのような不利益が生じ，又は生じるおそれがあると考えられるかについて，説明しなさい。」と問われているにもかかわらず，例えば，単に「持株数（比率）が減少する」という事実のみに言及するにとどまり，生じ，又は生じるおそれがある不利益についての具体的な説明を欠くと評価せざるを得ないような答案も見られた。会社がある行為をする場合に，そのことが利害関係人（本問においては株主）にどのような影響を及ぼし得るかについては，できる限り具体的にイメージし論述することができる力を養うことが求められる。そのことは，事前の手続規制や事後的な救済手段など，会社法上の制度について深く理解するために必要なことであると考えられる。\n設問２⑵においては，会社が特定の種類の株式のみを対象として株式の併合をしようとする場合に，不利益を受けるおそれのある種類株式の株主の事前の法的救済方法として，会社法第１１６条第１項第３号イの規定により反対株主の株式買取請求をすることに言及している答案は少なかった。また，本問の事例は，同法第１８２条の４の規定により反対株主の株式買取請求をすることができる場面であると誤解している答案が少なくなかった。必ずしも確認する機会が多くない条文であっても，種類株式が発行されている場合における異なる種類株主間の利益調整の必要性とその１つの調整方法である反対株主の株式買取請求等が認められるための要件といった会社法上の基本的な制度についての理解を前提として，問題文中の事実関係に即して適用されるであろう条文を探し出し，その内容を正確に理解することができることが必要である。\nＰが本件株式の併合の差止請求をすること又は本件決議３の取消しの訴えを提起することについて論ずるに当たっては，差止事由又は取消事由である法令違反をどのように構成するかが難しかったようであるが，会社法上の基本的かつ重要な制度について学習する上で，例えば，株主総会の決議について特別の利害関係を有する者が議決権を行使したことによって当該決議が取り消されることとなるかどうかについて検討することとなる機会は少なくないのであるから，そのような機会を通じて身に付けた基本的な理解を前提として，問題文中の事実関係に即して柔軟かつ適切に，その理解を応用することができることが期待される。\n従来と同様に，会社法上の基本的な制度や，条文，判例についての理解を確実なものとするとともに，問題文中の事実関係から重要な意味を有する事実を適切に拾い上げ，これを評価し，条文を的確に解釈及び適用する能力と論理的思考力を養う教育が求められる。\n- 15 -"
}