{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，４０：２０：４０］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\n１．Ｘは，旧友Ａとの間で，Ｘが所有する賃貸用建物（以下「本件建物」という。）について，賃料月額２０万円，期間の定めなしとの約定でＡに賃貸するとの賃貸借契約（以下「本件契約」という。）を締結し，Ａに対し，本件契約に基づき，本件建物を引き渡した。\n２．Ａは，本件建物で書店を経営し，Ａの子であるＹ１及びＹ２（以下「Ｙら」という。）が書店を手伝っていた。\n３．Ａは，５月に死亡した。Ａの配偶者は，既に死亡しており，Ａの相続人は，Ｙらのみである。\nＹらは，まだＡの遺産についての遺産分割をしていない。\n４．Ｘは，７月末，Ｙらに対し，「ＸとＡは，今年の４月１日，本件契約について９月３０日をもって終了するとの解約の合意をした。Ａは，その際，Ｘに対し，９月３０日までに本件建物を明け渡すと言った。」と述べた上で，本件建物の明渡しの具体的な時期を問い合わせた。\n５．Ｙ１とＹ２は，８月初め頃に話合いをした。この話合いの場において，Ｙ１は，「Ａから本件契約の解約の合意をしたとは聞いていない。Ｙ１とＹ２は，相続によってＡから本件建物の賃借権を承継し，書店の経営も引き継いでいる。Ｙ１は，Ｘに対し，Ａの死亡後，Ｙ１が本件契約に基づく賃料の請求先となったことを知らせたが，Ｘは，本件契約が終了するとは言わずに，これを了承した。また，本件契約に基づく賃料は，現在まで滞りなく支払ってきた。」とし，本件建物を明け渡す必要はないと述べた。これに対し，Ｙ２は，「本件建物を明け渡し，敷金を返還してもらった方がよい。Ｙ２は，Ａの生前，Ａから，Ｘに敷金を差し入れてあると聞いていた。実際に，本件契約を締結した頃の日付で１２０万円を受領した旨のＸ名義の受領書がＡの遺品の中にあった。この受領書が敷金の差し入れの証拠になる。」と述べた。\n６．Ｙ２が８月中旬に，Ｘに対して敷金が全額返還されるか問い合わせたところ，Ｘは，Ｙ２に対し，「８月分まで賃料の滞納はなく，本件建物をきれいに使ってくれて修繕の必要もない。しかし，Ａから本件契約の締結時に受け取ったのは礼金であって，返還の必要のある敷金ではない。」と述べた。\n７．そこで，Ｙ２は，その翌日，かねてより相談していた弁護士Ｌに，上記１から６までの経緯を説明した上で，Ｘから敷金を返還してもらうことができるかどうかを検討してもらうこととした。\n以下は，弁護士Ｌと司法修習生Ｐとの間の会話である。\nＬ：Ｙ２は本件建物を明け渡して敷金を返還してもらうことを希望しています。Ｙ１が本件契約の解約の合意を争っているため，本件建物の明渡しの見通しはついていませんが，Ｘに対し敷金返還を請求する訴えを提起した場合に，本件建物の明渡しをしないままの状態であっても，本案判決を得ることはできるでしょうか。ここでは，敷金返還請求権は，賃貸借終了後，不動産が明け渡されたときに，敷金によって担保されるそれまでに生じた一切の債務の額を控除した残額につき発生するものと考えましょう。\nＰ：そうすると，本件建物の明渡し前には敷金返還請求権は発生しないので，将来給付の訴えの適法性を検討せよということですね。敷金返還請求権が本件建物の明渡しを条件とする条件付請求権ということであれば，将来給付の訴えの適法性が認められるのではないでしょうか。Ｌ：条件付請求権であっても，将来給付の訴えの適法性が認められるとは限りませんよ。ここでは，Ｙ２の法定相続分が２分の１であることを考慮し，６０万円のみの請求をすることとして，「Ｘは，Ｙらから本件建物の明渡しを受けたときは，Ｙ２に対し，６０万円を支払え。」との請求の趣旨による将来給付の訴えの適法性につき検討してもらいましょう。これを「課題１」とします。検討の際には，本件の具体的状況を踏まえた上で，敷金返還請求権の特質のほか，当事者間の衡平の観点から，適法性が認められた場合の被告の負担を考慮する必要があります。ただし，応訴の負担は考慮する必要がありません。\nＰ：はい，分かりました。ところで，もし，将来給付の訴えの適法性が認められないという結論になるとすると，敷金に関する確認の訴えを提起することになるのでしょうか。\nＬ：良い機会ですから，将来給付の訴えが不適法とされる場合に備え，敷金に関する確認の訴えの利益についても考えましょう。Ｙ２の立場から，どのような訴えであれば確認の利益が認められるかを検討してください。その際には，既判力により確定する必要性を考慮して，なぜその訴えであれば確認の利益が認められるのかについて説明してください。これを「課題２」とします。\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｌから与えられた課題１及び課題２について答えなさい。\n【事 例（続き)】\n８．Ｘは，Ｙらが９月３０日を経過しても本件建物の明渡しをしないことから，Ｙらを被告として，本件契約の終了に基づく本件建物の明渡しを求める訴えを提起した（以下，この訴えに係る訴訟を「本件訴訟」という。）。Ｘは，訴状において，Ｙらの被相続人であり，本件契約の相手方当事者であったＡとの間で本件契約の解約の合意がされた旨主張している。\n９．本件訴訟は，裁判官Ｊが単独で審理及び裁判をすることとなった。本件訴訟の第１回口頭弁論期日において，Ｘは，訴状を陳述した。これに対し，Ｙらはいずれも，請求を棄却するとの判決を求め，本件契約の解約の合意について，Ｙ１は否認し，Ｙ２は知らないとした。\n10．その後に指定された和解期日において，裁判官Ｊが他の当事者を退席させた上でＸ，Ｙ１，Ｙ２を順次個別に面接する方式により，和解協議が実施された。Ｙ２は，その際，裁判官Ｊに対し，「Ｘは，Ａが差し入れた敷金を礼金であるとして返還しようとしないが，敷金を返還してくれるのであれば，Ｙ２は，Ｘに本件建物を明け渡してもよい。Ｙ２としては，無理に書店の経営を続けなくともよいのではないかと思っている。今から思えば，Ａも，日頃から店の経営不振に悩んでおり，Ｘに相談しているという話もしていた。本件建物を明け渡して敷金が戻るような和解が成立することを希望している。」と述べた。しかし，Ｙ１が飽くまで本件契約の継続を希望したため，和解は成立しなかった。\n以下は，裁判官Ｊと司法修習生Ｑとの間の会話である。\nＪ：今日は和解成立には至りませんでした。和解手続における当事者の発言内容をその後の判決に影響させることがないように，注意する必要があります。\nＱ：それでは，先ほどの和解期日におけるＹ２の発言から，ＸＡ間の解約の合意は存在したという心証を得て，それに基づいて判決をすることはできないのですね。\nＪ：もちろん許されません。それを理解してもらうために，まず，民事訴訟法においては，裁判所は何を心証形成の資料とすることができるとされているのかを示した上で，和解期日における\nＹ２の発言がそれに当たらないことを説明してください。また，和解手続における当事者の発言内容を心証形成の資料とすることができるとすると，どのような問題が生ずるかについて，理由を示して検討してください。これらを「課題」とします。〔設問２〕\nあなたが司法修習生Ｑであるとして，Ｊから与えられた課題について答えなさい。\n【事 例（続き)】\n11．本件訴訟の第２回口頭弁論期日において，Ｘは，Ａが生前にＸとの間で本件契約の解約の合意をしていたことを裏付けるため，「Ｘは，４月３日，本件建物の内外を検分し，Ａに対して，『大変きれいに使ってくれていますね。これなら修繕の必要はない。』と述べるなど，Ａとの間で本件建物の明渡しの準備について話をした。Ｙ２は，書店の手伝いをしていたことから，その際，ＸとＡとの会話を聞いたはずである。」と主張した。これに対し，Ｙ２は，「４月３日にＸが主張するＸとＡの会話を聞いた記憶はない。Ａが作成していた業務日誌を見ても，Ｘとの間で本件契約の解約や本件建物の明渡しを前提とした会話があったことは記載されていない。」\nと主張し，Ｘが主張するような会話がなかったことを立証するため，Ａが作成した同日の業務日誌（以下「本件日誌」という。）を提出して書証の申出をした。裁判所は，同期日において，本件日誌を取り調べた。\n12．本件訴訟の第３回口頭弁論期日が指定された後，Ｘ，Ｙ１及びＹ２は，訴訟外で解決に向けた協議をした。その結果，ＸとＹ１の間では協議が整わなかったが，ＸとＹ２の間では，解決に向けた合意がされ，ＸがＹ２に対する訴えを取り下げることとなった。そこで，Ｘは，裁判所に対し，Ｙ２に対する訴えの取下書を提出し，それを受け，Ｙ２は，裁判所に対し，Ｘの訴えの取下げに同意する旨の書面を提出した。\n以下は，裁判官Ｊと司法修習生Ｒとの間の会話である。\nＪ：ＸがＹ２に対する訴えの取下書を提出し，Ｙ２もその同意書を提出しています。ＸはＹ２に対する訴えのみを取り下げることができるのでしょうか。\nＲ：それを考えるに当たっては，まず，本件訴訟が共同訴訟のどの類型に当たるのかを考慮する必要があります。\nＪ：そうですね。それでは，その結果を踏まえて，ＸはＹ２に対する訴えのみを取り下げることができるのかを検討してください。これを「課題１」とします。\nまた，仮にＸがＹ２に対する訴えのみを取り下げることができるとして，残されたＸとＹ１のみの訴訟において本案判決がされる場合に，第２回口頭弁論期日にＹ２が提出した本件日誌の取調べの結果を事実認定に用いてよいかを，共同訴訟における証拠調べの効果及びそれが訴えの取下げによって影響を受けるかどうかを踏まえて検討してください。これを「課題２」とします。\n〔設問３〕\nあなたが司法修習生Ｒであるとして，Ｊから与えられた課題１及び課題２について答えなさい。",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，ＸとＡとの建物（以下「本件建物」という。）の賃貸借（以下この賃貸借に係る契約を「本件契約」という。）の継続中，賃借人であるＡが死亡し，Ｙ１及びＹ２（以下「Ｙら」という。）がＡを相続したところ，ＸがＹらに対してＡとの間で本件契約の解約の合意をしたと主張している事案を題材として，①敷金に関する将来給付の訴えの適法性及び確認の訴えにおける確認の利益の検討（設問１），②和解手続における当事者の発言の内容を裁判官が心証形成の資料とすることができない理由の検討（設問２），③本問の共同訴訟（以下「本件訴訟」\nという。）において共同被告の一方に対する訴えを取り下げることの可否と，仮にそれができるとする場合に取下げにより当事者ではなくなった者が取下げの前に提出して取り調べられた証拠の証拠調べの結果を事実認定に用いることができるかどうかの検討（設問３）をそれぞれ求めるものである。\nまず，設問１の課題１では，Ｘが本件契約の締結時にＡから交付された１２０万円について敷金であることを否定し，Ｙ１がＸとＡとの間の本件契約の解約の合意を争って本件建物の明渡しを拒んでいるという事実関係の下において，敷金の返還を求めるＹ２の立場から，本件建物の明渡しをしないままの状態で敷金の返還を求める将来給付の訴えの適法性についての検討が求められている。ここでは，敷金返還請求権が目的物の明渡しを条件として，それまでに生じた敷金の被担保債権一切を控除した残額につき発生するため，本件建物の明渡し前には請求権の成否及び額が明確に定まらないこと，したがって本件訴訟はその事実審の口頭弁論終結時\n（基準時）には請求権の成否及び額が具体化しない将来給付の訴えであることを踏まえ，民事訴訟法（以下「法」という。）第１３５条の将来給付の訴えの利益に言及した上で，将来給付の訴えの適法性につき検討する必要がある。基準時までにその成否及び額が定まらない請求権を行使する給付の訴えの適法性については，判断の枠組みとそのような権利の性質の位置付けに関していくつかの考え方が成り立ち得る。いわゆる権利保護の資格（請求の適格）と権利保護の利益とを分けて前者の問題として論ずる考え方，将来の権利発生の蓋然性と現在これを行使する必要性とを総合的に判断するとの観点から論ずる考え方などが考えられるが，いずれにせよ，設問において敷金返還請求権の特質のほか，当事者間の衡平の観点から将来給付の適法性が認められた場合の被告の負担を考慮することが求められているとおり，将来における権利発生の蓋然性のみならず，将来の強制執行に対する防御のために請求異議の訴えを提起しなければならなくなるかもしれない被告の負担につき論ずる必要がある。その際には，判例（最高裁判所昭和５６年１２月１６日大法廷判決・民集３５巻１０号１３６９頁，最高裁判所昭和６３年３月３１日第一小法廷判決・裁判集民事１５３号６２７頁等）が示した将来給付の訴えの適法性の判断基準を用いることが適当かどうかも意識しつつ敷金返還請求権に即して検討することが求められるとともに，本件におけるＸとＹ２間の争いの状況を踏まえて具体的に考察することが期待される。次に，設問１の課題２では，本件建物の明渡し前における敷金関係の確認の訴えにつき，確認の利益の一般的指標とされる確認訴訟という方法を選択することの適切性，確認対象の適切性，即時確定の必要性に従って，あるいは確認訴訟における権利保護の資格と利益に沿って，Ｙ２の立場からそれぞれが肯定されるように，説得的な立論をすることが求められる。そのうちでも特に，敷金返還請求権が設問１の課題１では将来の給付訴訟の対象と性質付けられていることとの関係で，どのような確認対象であれば基準時に確定する必要が認められるかにつき，即時確定の必要性又は権利保護の利益と関係付けた確認対象又は権利保護の資格の理解を示す必要がある。その際には，賃貸借契約継続中における敷金債権の確認の利益を肯定した判例（最高裁判所平成１１年１月２１日第一小法廷判決・民集５３巻１号１頁）のように確認対象を現在の権利又は法律関係と位置付ける立場のほか，将来の権利又は法律関係と位置付けた上で確認対象となり得ると解する立場もある。どちらを採るかにより評価に差が生ずるわけではないが，前者については，敷金返還請求権を単に条件付債権と位置付けるにとどまらず，設問１の課題１では将来と性質付けた給付訴訟との違いを示し，本件の紛争状況から見て確認の利益が肯定される対象を具体的に検討することが期待される。また，後者については，ＸがＡの支払った金銭は敷金でないと争っている等といった具体的な事情をできるだけ挙げた上で，将来具体化する対象であっても即時確定の利益又は権利保護の利益が認められることを本件に即して説得的に論ずることが求められる。\n設問２では，和解手続におけるＹ２の発言から本件契約の解約の合意の存在を認定することができない理由の検討が求められている。ここでは，法第２４７条において，裁判所が「口頭弁論の全趣旨及び証拠調べの結果」をしん酌して心証を形成するものとされていることを指摘した上で，和解手続における当事者の発言がこれらに当たらないことを論証する必要がある。\nまた，設問２では，和解手続における当事者の発言内容を心証形成の資料とすることができるとした場合の問題についても検討することが求められている。ここでは，単に「手続保障を欠く」などとするにとどまる答案は，論証として不十分であり，当事者の発言内容が裁判官の心証に影響し得るとすると，例えば，和解の成立に向けた当事者の自由な発言を阻害するおそれがあること，本問のようにいわゆる交互面接方式により行われた和解手続では情報の共有や反論の機会の保障がないままに判決がされるおそれがあることなど，より実質的な観点から，具体的に問題点を指摘することが期待される。\n設問３の課題１では，本件訴訟において，ＸがＹ２に対する訴えのみを取り下げることができるかどうかの検討が求められている。そこで，その前提として，本件訴訟について訴訟共同の必要があるものかどうか，すなわち，本件訴訟が通常共同訴訟であるのか，固有必要的共同訴訟であるのかという点が問題となる。本件訴訟が通常共同訴訟であると考える場合には，例えば，相続財産の共有が民法第２４９条以下の共有と性質を異にするものではないこと，建物明渡義務が不可分債務に当たり義務者各自が全部につき除去義務を負うことなどを指摘して，本件訴訟が通常共同訴訟であり，共同訴訟人独立の原則（法第３９条）が本件訴訟にも適用されること，その帰結として，ＸがＹ２に対する訴えの取下げをすることができることを示す必要がある。本件訴訟について，固有必要的共同訴訟であると解し，ＸはＹ２に対する訴えの取下げをすることはできないとする場合であっても，説得力のある理由が示されていれば評価に差異はないが，いずれにせよ，自説の根拠と結論との整合性が求められる。\n次に，設問３の課題２では，Ｘが適法にＹ２に対する訴えのみを取り下げたという前提の下において，ＸとＹ１のみの訴訟において本案判決がされる場合に，取下げがされる前の期日においてＹ２が提出して取調べがされた本件日誌の証拠調べの結果を事実認定に用いてよいかどうかの検討が求められている。ここでは，「共同訴訟における証拠調べの効果」と「それが訴えの取下げによって影響を受けるかどうか」という問題文中で示された二つの視点を踏まえつつ検討を進める必要がある。まず，一つ目の視点，すなわち「共同訴訟における証拠調べの効果」については，共同訴訟人の一人が提出した証拠から得られる証拠資料はその援用がなくとも他の共同訴訟人に関する事実認定にも用いることができるという通常共同訴訟における証拠共通の原則の意義や証拠共通の原則が認められる根拠を説明することが求められる。次いで，二つ目の視点，すなわち「それが訴えの取下げによって影響を受けるかどうか」という点については，訴えの取下げがあった部分は初めから係属していなかったものとみなされる（法第２６２条第１項）という訴えの取下げの効果を指摘することが必要となるが，これらの論証を通じ，ＸのＹ２に対する訴えの取下げがＹ２の申出により取調べがされた本件日誌についての証拠共通に影響を与えるのではないかという問題意識が導かれることとなる。これが課題２における主要な検討事項となる。本件日誌を証拠として用いることができるとの結論を採る場合には，その根拠として，例えば，判例（最高裁判所昭和３２年６月２５日第三小法廷判決・民集\n１１巻６号１１４３頁）によれば，証拠申出の撤回は，証拠調べの終了後においては許されないとされており，その結論は相手方に有利な証拠資料が得られている可能性があることを考慮すると是認されることや，Ｙ２の申出によりされた証拠調べの結果は，証拠共通の原則によりＸとＹ１との関係においても心証を形成する資料となっているところ，それは，係属が消滅した訴訟における訴訟行為から別の訴訟法律関係が生じているといい得ることから，取下げによってもその効果は維持されるべきであることなどを指摘することが考えられる。これに対し，本件日誌を証拠として用いることができないとする結論を採る場合には，その根拠として，例えば，取下げの結果，当事者の訴訟行為によって形成された法律効果は全て消滅することを前提とし，証拠申出の撤回は，弁論主義に照らし，相手方の同意があれば許されるとした上で，ＸがＹ２に対する訴えの取下げをしたことにより，実質的には，Ｙ２の証拠申出とこれに基づく証拠調べの結果の消滅に同意をしているものとみることができることなどを指摘することが考えられよう。課題２については，いずれの結論であっても，評価に差異はないが，いずれにせよ，論理的かつ説得的な論証が求められる。",
  "scoring_notes": "１ 出題の趣旨等民事系科目第３問は，民事訴訟法分野からの出題であり，出題の趣旨は，既に公表されている「令和２年司法試験論文式試験出題の趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては，例年と同様，受験者が，①民事訴訟の基礎的な原理，原則や概念を正しく理解し，基礎的な知識を習得しているか，②それらを前提として，設問で問われていることを的確に把握し，それに正面から答えているか，③抽象論に終始せず，設問の事案に即して具体的に掘り下げた考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては，基本的に，上記①から③までの点を重視するものとしている。\n本年においても，問題文中の登場人物の発言等において，受験者が検討し，解答すべき事項が具体的に示されている。そのため，答案の作成に当たっては，問題文において示されている検討すべき事項を適切に吟味し，そこに含まれている論点を論理的に整理した上で，論述すべき順序や相互の関係も考慮することが必要である。そして，事前に準備していた論証パターンをそのまま答案用紙に書き出したり，理由を述べることなく結論のみを記載したりするのではなく，提示された問題意識や事案の具体的な内容を踏まえつつ，論理的に一貫した思考の下で端的に検討結果を表現しなければならない。採点に当たっては，受験者がこのような意識を持っているかどうかという点についても留意している。\n３ 採点実感等⑴ 全体を通じて本年の問題では，例年同様，具体的な事案を提示し，登場人物の発言等において受験者が検討すべき事項を明らかにした上で，訴えの利益，心証形成の資料，共同訴訟の類型，訴えの取下げの効果等の民事訴訟の基礎的な概念や仕組みに対する受験者の理解を問うとともに，事案への当てはめを適切に行うことができるかどうかを試している。\n設問３について，時間が不足していたことに起因すると推測される大雑把な内容の答案が一定数見られたものの，全体としては，時間内に論述が完成していない答案は少数にとどまった。しかし，検討すべき事項の理解を誤り，検討すべき事項とは関係ない，又は不要な論述を展開する答案や，検討すべき事項自体には気が付いているものの，問題文で示されている事案への当てはめによる検討が不十分であって，抽象論に終始する答案も散見された。また，基礎的な部分の理解の不足をうかがわせる答案も少なくなかった。\nなお，条文の引用が当然求められる箇所であるにもかかわらず，その条文を引用していない答案や，引用条文の条番号が誤っている答案も一定数見られた。法律解釈における実定法の条文の重要性は，改めて指摘するまでもない。また，判読が困難な乱雑な文字や略字を用いるなど，第三者が読むことに対する意識が十分ではない答案や，特に刑事訴訟法との用語の混同など法令上の用語を誤っている答案，日本語として違和感を抱かせる表現のある答案も一定数見られた。これらについては，例年，指摘されているところであるが，本年においても，改めて注意を促したい。\n⑵ 設問１についてア 課題１の採点実感設問１では，まず，課題１として，Ｘが本件契約の締結時にＡから交付された１２０万円について敷金であることを否定し，Ｙ１がＸとＡとの間の本件契約の解約の合意を争って本件建物の明渡しを拒んでいるという事実関係の下において，敷金の返還を求めるＹ２の立場から，本件建物の明渡しをしないままの状態でこれを求める将来の給付の訴えの適法性についての検討が求められている。\nここでは，敷金返還請求権が目的物の明渡しを条件として，それまでに生じた敷金の被担保債権一切を控除した残額につき発生するため，本件建物の明渡し前には請求権の成否及び額が明確に定まらないこと，そのため，本件訴訟はその事実審の口頭弁論終結時（基準時）には訴訟物である請求権の成否及び額が具体化しない将来の給付の訴えであることを踏まえ，民事訴訟法（以下「法」という。）第１３５条の将来の給付の訴えの利益に言及した上で，将来の給付の訴えの適法性につき検討する必要がある。そして，法第１３５条については，ほとんどの答案において，指摘することができていた。\nまた，既判力の基準時までにその成否及び額が定まらない請求権を行使する将来の給付の訴えの適法性については，例えば，いわゆる権利保護の資格（請求の適格）と狭義の権利保護の利益とを分けて前者の問題として論ずる考え方や，将来の権利発生の蓋然性と現在これを行使する必要性とを総合的に判断するとの観点から論ずる考え方など判断の枠組みとそのような権利の性質の位置付けに関していくつかの考え方が成り立ち得る。いずれの考え方であっても評価に差異はないが，設問において敷金返還請求権の特質のほか，当事者間の衡平の観点から将来の給付の訴えの適法性が認められた場合における被告の負担を考慮することが求められているとおり，今後の賃料の滞納の可能性や明渡しの時の原状回復の必要性によってその額はもちろん成否さえも不明であるという敷金返還請求権の特質や，敷金返還請求権の発生要件である本件建物の明渡しは，債務者（Ｘ）ではなく，債権者（特に本件では主としてＹ１）に依存していることなど本件における当事者間の争いの状況を踏まえ，将来における権利発生の蓋然性や，将来の強制執行に対する防御のために請求異議の訴えを提起しなければならなくなるかもしれない被告の負担につき論ずる必要がある。また，その際には，判例（最高裁判所昭和５６年１２月１６日大法廷判決・民集３５巻１０号１３６９頁（大阪国際空港事件），最高裁判所昭和６３年３月３１日第一小法廷判決・裁判集民事１５３号６２７頁等）が示した将来の給付の訴えの適法性についての判断基準（①請求権の基礎となるべき事実関係及び法律関係が既に存在し，その継続が予測されるとともに，②請求権の成否及びその内容につき債務者に有利な影響を生ずるような将来における事情の変動があらかじめ明確に予測し得る事由に限られ，③これについて請求異議の訴えによりその発生を証明してのみ執行を阻止し得るという負担を債務者に課しても格別不当とはいえない場合。以下「３要件」という。）を用いることが適当かどうかも意識して検討することが期待される。\nもっとも，以上を適切に論ずる答案は，ほとんどなかった。多くの答案においては，請求の適格と狭義の権利保護の利益とを分けて前者の問題として論ずるという考え方を採った上で，\n３要件を用いて検討をしていたが，そのうち，大半の答案においては，３要件が本問のような敷金返還請求においても同様に当てはまるかどうかという点についての意識を有していないことがうかがわれた。また，３要件を用いて検討する答案であっても，具体的な事案の当てはめにおいて，敷金返還請求権の特質が適切に意識されたものは多くはなく，敷金返還請求権の特質への言及がされているものの，それが結論を導き出すに当たってどのように考慮されているのかが不明なものや，そもそも敷金返還請求権の特質が意識されていないもの，何らの具体的な根拠を示すことなくＸが請求異議の訴えの負担を負うことが不当である（又はない）という結論だけを示すものなど，当てはめにおける検討が十分ではないものが多かった。また，当てはめの内容が不適切であって自身が用いた３要件の意義を正しく理解しておらず，その表面的な文言を暗記して記述しているだけであると判断される答案も散見された。このほか，３要件とは内容や表現が若干異なっており，３要件を提示したいという趣旨であれば不正確であるもの（さらには，３要件の意味合いが異なるものとなってしまっていると考えられるもの），法第１３５条の「あらかじめその請求をする必要」と請求の適格の関係が曖昧であるものなども- 17 -一定数あった。これらの答案からは，受験者が定型的な論証パターンを暗記するだけという学習をしているのではないかと懸念される。\nこのほか，何らの基準も示すことなく，漫然と問題文中の事実を摘示しただけで結論を導く答案も少数ながらあった。このような答案は，論理を示したものとはいえず，評価されない。\nイ 課題２の採点実感設問１では，次に課題２として，敷金に関する確認の訴えにおける確認の利益の検討が求められている。\nここでは，本件建物の明渡し前における敷金関係の確認の訴えにつき，確認の利益の一般的指標とされる確認訴訟という方法を選択することの適切性，確認対象の適切性，即時確定の必要性に従って，あるいは確認訴訟における権利保護の資格と利益に沿って，Ｙ２の立場から確認の利益が肯定されるように，説得的な立論をすることが求められる。特に，敷金返還請求権が設問１の課題１では将来の給付訴訟の対象と性質付けられていることとの関係をも踏まえつつ，どのような確認対象又は権利保護の資格であれば即時確定の必要性又は権利保護の利益が肯定され，基準時に確定する必要が認められることとなるのかについて，理解を示す必要がある。その際には，賃貸借契約継続中における敷金返還請求権の確認の利益を肯定した判例（最高裁判所平成１１年１月２１日第一小法廷判決・民集５３巻１号１頁）のように確認対象を現在の権利又は法律関係と位置付ける立場のほか，将来の権利又は法律関係と位置付けた上で確認対象となり得ると解する立場もある。どちらを採るかにより評価に差が生ずるわけではないが，前者については，敷金返還請求権を単に条件付債権と位置付けるにとどまらず，将来と性質付けた給付訴訟との違いを示し，本件の紛争状況から見て確認の利益が肯定される対象を具体的に検討することが期待される。また，後者については，ＸがＡの支払った金銭は敷金でないと争っているなどといった具体的な事情をできるだけ挙げた上で，将来具体化する対象であっても即時確定の利益又は権利保護の利益が現在認められることを本件に即して説得的に論ずることが求められる。\nまず，確認の利益の一般的指標については，大半の答案が確認訴訟という方法を選択することの適切性，確認対象の適切性，即時確定の必要性の三つの指標を指摘していた。\nもっとも，その具体的な当てはめにおいては，十分ではないものや不適切なものが散見された。課題２の中心的な検討事項となる確認対象の適切性を論ずるに当たって，判例のように現在の条件付きの権利である敷金返還請求権と捉える答案は一定数あったところであり，これらは相応の評価に値するものではあるが，更に進んで将来の請求と性質付けた給付訴訟との違いを意識的に論じたものはほとんどなかった。他方で，そもそも敷金に関するどのような法律関係を確認対象と考えているのかがあやふやなまま検討を進める答案や，「敷金を差し入れたこと」，「敷金契約が成立したこと」など過去の事実や過去の法律関係を無留保で確認対象とするものも少なくなかった。このうち，過去の法律関係を確認対象とすることについては，それが常に不適切であるというものではなく，基礎的な法律関係であって判決において端的に確認対象とすることにより確認訴訟が有する紛争の直接かつ抜本的な解決の機能が果たされることなどを併せて論ずるものである限り一定の評価の対象となり得るが，ほとんどのものにおいて，\nこのような検討はされておらず，その多くにおいては，自身が過去の事実や過去の法律関係を確認対象として論じていることについての自覚がないままに論述しているものと推測された。\n以上のような答案の評価は，低いものとならざるを得ない。\nまた，確認対象の適切性を検討するに当たっては，即時確定の必要性との関係にも留意する必要がある。ここでは，原告が保護を求める法的な地位，すなわち確認対象の適切性において検討した権利又は法律関係が十分に具体化，現実化されているかということを指摘しつつ，被告の態度や行為の態様が原告の法的地位に危険や不安を生じさせているか，その危険や不安を除去するために，確認判決が必要かつ適切であることを論ずる必要がある。そして，多くの答- 18 -案において，被告の態度や行為の態様が原告の法的地位に危険や不安を生じさせているかという点に言及することができていたが，確認対象となる権利又は法律関係との関係や確認判決の必要性なども含めて多角的に論証していた答案は少なかった。また，過去の事実や過去の法律関係を確認対象とする場合には，上記のような論証から直ちに即時確定の利益が肯定されるとは言い難いにもかかわらず，この点の意識がされたものはほとんどなかった。\n課題２の結果からも，受験者が定型的な論証パターンを暗記するだけという学習をしているのではないかと懸念された。\nウ 設問１のまとめ設問１においては，多くの答案が抽象的な基準や指標を定立することができていたが，具体的な当てはめまで適切に行うことができた答案は少なかった。\n「優秀」に該当する答案は，課題１及び課題２のいずれについても，出題の趣旨を正しく理解した上で，上記の検討事項について，過不足のない論述をするものである。また，「良好」\nに該当する答案は，例えば，課題１では自身が定立した基準への当てはめがやや大雑把なものや，課題２では確認対象を現在の条件付きの権利である敷金返還請求権と捉えつつ，将来の請求と性質付けた給付訴訟との違いへの意識に乏しかったが，課題１及び課題２のいずれについても，出題の趣旨をおおむね正しく理解していたものなどである。「一応の水準」に該当する答案は，例えば，課題１及び課題２において，抽象的な基準や指標を定立することができていたものの，その当てはめが不十分なものなどである。これに対し，課題１や課題２を通じ，総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n⑶ 設問２についてア 設問２の採点実感設問２では，和解手続におけるＹ２の発言から本件契約の解約の合意の存在を認定することができない理由の検討が求められている。ここでは，争いのある事実の認定に当たり，法第２４７条において，裁判所が「口頭弁論の全趣旨及び証拠調べの結果」をしん酌して心証を形成するものとされていることを指摘した上で，和解手続における当事者の発言がこれらに当たらないことを論証する必要がある。こうした論証は，多くの答案においてされていたが，特に検討が必要な「口頭弁論の全趣旨」の意義とその当てはめについては十分に意識されていないものが目立った。また，設問２の出題の趣旨を弁論主義の問題と捉え，法第２４７条を指摘しつつ，あるいはその指摘すらなく，弁論主義について延々と論じて結論を導こうとする答案も少なからずあった。このような答案は，問題点自体の理解を根本的に誤るものであって，評価されない。この点もまた，いわゆる典型論点の定型的な論証パターンを暗記するだけという学習が中心となっていて，基礎的な条文や概念の基本的な理解がおろそかになっているのではないかと強く懸念される一例である。\nまた，設問２では，争いのある事実の認定に当たって，和解手続における当事者の発言内容を心証形成の資料とすることができるとした場合の問題についても検討することが求められている。ここでは，当事者の発言内容が裁判官の心証に影響し得るとすると，例えば，和解の成立に向けた当事者の自由な発言を阻害するおそれがあることや，本問のようにいわゆる交互面接方式により行われた和解手続では情報の共有や反論の機会の保障がないままに判決がされるおそれがあることなど，より実質的な観点から具体的に問題点を指摘することが期待される。\n多くの答案において，これらのうち少なくとも一方，特に当事者の自由な発言の阻害のおそれを指摘することができていたが，これらを多角的に論ずる答案は，多くはなかった。\nイ 設問２のまとめ「優秀」に該当する答案は，出題の趣旨を正しく理解した上で，アにおいて述べたところを適切に論述するものである。特に，争いのある事実の認定に当たって，和解手続における当事者の発言内容を心証形成の資料とすることができるとした場合の問題についても多角的に検討- 19 -する答案がこれに当たる。「良好」に該当する答案は，「優秀」に該当する答案に準ずるものではあるが，例えば，和解手続における当事者の発言内容を心証形成の資料とすることができるとした場合の問題として，和解の成立に向けた当事者の自由な発言を阻害するおそれのみを指摘するものなどがこれに当たる。「一応の水準」に該当する答案は，法第２４７条とその内容を指摘した上で，和解手続における当事者の発言がこれらに当たらないことを論証することはできていたが，和解手続における当事者の発言内容を心証形成の資料とすることができるとした場合の問題の検討が十分ではないものなどである。これらに対し，弁論主義を論ずるなど出題の趣旨の理解に欠けるものは「不良」と評価される。\n⑷ 設問３についてア 課題１の採点実感設問３では，まず課題１として，本件訴訟において，ＸがＹ２に対する訴えのみを取り下げることができるかどうか（法第２６１条第１項）の検討が求められている。ここでは，その前提として，本件訴訟について訴訟共同の必要があるものかどうか，すなわち，本件訴訟が通常共同訴訟であるのか，固有必要的共同訴訟であるのかという点の検討が必要となる。本件訴訟が通常共同訴訟であると考える場合には，例えば，実体法的観点から，相続財産の共有が民法第２４９条以下の共有と性質を異にするものではないこと，建物明渡義務が不可分債務（同法第４３０条）に当たり義務者各自が全部につき除去義務を負うことなどを指摘して，共同訴訟人独立の原則（法第３９条）が本件訴訟にも適用されること，その帰結として，ＸがＹ２に対する訴えの取下げをすることができることを示す必要がある。本件訴訟について，固有必要的共同訴訟であると解し，ＸはＹ２に対する訴えの取下げをすることはできないとする場合であっても，説得力のある理由が示されていれば評価に差異はないが，いずれにせよ，自説の根拠と結論との整合性が求められる。\n課題１では，多くの答案において，本件訴訟が通常共同訴訟であるとの結論を採っており，\nその理由としても，上記の点を指摘することができていた。もっとも，その理由を十分に論じたものは少なく，例えば，単に本件建物の明渡義務が不可分債務であるということを指摘するだけのもの，共同訴訟人独立の原則やその根拠となる条文を指摘しないまま，本件訴訟が通常共同訴訟であることをもって直ちにＸがＹ２に対する訴えの取下げをすることができるとするものなども散見された。\n他方で，本件訴訟が固有必要的共同訴訟であるとの結論を採る答案も少なくなかった。この結論であっても評価に差異はないことは上記のとおりであるが，その根拠を十分に論証する答案はほとんどなかったため，本件訴訟が通常共同訴訟であるとの結論を採る答案と比較すると，\n相対的に低い評価となった。本件訴訟が固有必要的共同訴訟であるとの結論を採る場合には，\n例えば，訴訟法的観点から，判例の結論とは差異があることを踏まえつつ，合一的確定の必要と訴訟共同の必要があることを説得的に論証することなどが必要となる。しかし，本件訴訟が固有必要的共同訴訟であるとの結論を採る答案においては，単に「合一的な確定が必要である。」\n等の結論を示すだけのものが多かった。これでは説得的な論証とは言い難い。また，実体法的観点からこれを基礎付けようとする答案も一定数あったが，このような答案は，総じて本件建物の明渡義務が不可分債務であることを根拠とするものであった。しかし，上記のとおり，本件建物の明渡義務が不可分債務であることは，本件訴訟が通常共同訴訟となることの根拠となるものであって，これにより本件訴訟が固有必要的共同訴訟であるとの結論を基礎付けることは困難である。「不可分」という語の語感に引きずられたのではないかと推測されるが，実体法の基礎的な知識の欠落があるのではないかとの危惧を禁じ得ない。また，本件訴訟が固有必要的共同訴訟であるとの結論を採る場合には，法第４０条を指摘した上で，一部に対する訴えの取下げは全員の当事者適格を失わせることとなるため，その効力を生じないことを指摘する必要があるが，この点の論証を欠く答案も少なからず見られた。このような答案は，固有必要- 20 -的共同訴訟という概念自体の理解が十分ではないのではないかと懸念される。\nこのほか，本件訴訟が固有必要的共同訴訟であるとの結論を採るにもかかわらず，Ｙ２に対する訴えの取下げができるとするもの，固有必要的共同訴訟と類似必要的共同訴訟の区別をすることなく「必要的共同訴訟」かどうかを論ずるもの，本件訴訟が類似必要的共同訴訟であるとするものなども少ないながらあった。これらの答案の評価は，低いものとなる。\nなお，本件訴訟が通常共同訴訟である（又は固有必要的共同訴訟である）という点を示すのみであり，ＸがＹ２に対する訴えの取下げができるかどうかについての結論を示さない答案も一定数あった。尋ねられたことに対して解答しなければ，評価されないことは当然である。\nイ 課題２について設問３では，次に課題２として，Ｘが適法にＹ２に対する訴えのみを取り下げたという前提の下において，ＸとＹ１のみの訴訟において本案判決がされる場合に，取下げがされる前の期日においてＹ２が提出して取調べがされた本件日誌の証拠調べの結果を事実認定に用いてよいかどうかの検討が求められている。ここでは，「共同訴訟における証拠調べの効果」と「それが訴えの取下げによって影響を受けるかどうか」という問題文中で示された二つの視点を踏まえつつ検討を進める必要がある。\nこのうち，一つ目の視点，すなわち「共同訴訟における証拠調べの効果」については，まず，\n通常共同訴訟においては共同訴訟人独立の原則により共同訴訟人の一人の訴訟行為は他の共同訴訟人に影響を及ぼさないことを述べた上で，その例外として，共同訴訟人の一人が提出した証拠から得られる証拠資料はその援用がなくとも他の共同訴訟人に関する事実認定にも用いることができるという証拠共通の原則の意義やこれが認められる根拠を説明することが求められる。相当数の答案において，共同訴訟人独立の原則やその例外としての証拠共通の原則について指摘することができていたが，証拠共通の原則の意義を論ずるに当たり，誰と誰との間の規律であるのかという視点が明確に示されていない答案も一定数あった。また，証拠共通の原則が認められる根拠については，例えば，歴史的に一つしかない事実については，その認定判断も一つしかあり得ないことから，これを認めなければ，裁判所に対して矛盾した判断をさせることとなり，自由心証主義の不当な制約となること，共同訴訟人の一部が提出した証拠であっても，他の共同訴訟人がその証拠調べの手続に関わる機会があることから，他の共同訴訟人の手続保障も図られていることなどを指摘して論ずる必要がある。もっとも，これらを過不足なく論じた答案は僅かであり，多くの答案は，前者のみを指摘するものであった。また，そのような答案においては，単に「歴史的に事実は一つ」，「自由心証主義から」などとのみ述べる答案も少なくなかった。時間の不足に起因するものであるとも考えられるが，このような答案は，\n論証としては十分なものとは言い難いことに留意が必要である。\n次に，二つ目の視点，すなわち「それが訴えの取下げによって影響を受けるかどうか」という点については，訴えの取下げがあった部分は初めから係属していなかったものとみなされる（法第２６２条第１項）という訴えの取下げの効果を指摘することが必要となるが，これを条文とともに的確に指摘することができた答案は，多くはなかった。この点は，課題２が検討を求める問題意識の前提となるものであり，この理解を欠く答案の評価は，低いものとならざるを得ない。\nそして，以上の二つの視点からの論証を通じ，ＸのＹ２に対する訴えの取下げがＹ２の申出により取調べがされた本件日誌についての証拠共通に影響を与えるのではないかという問題意識が導かれることとなる。これが課題２における主要な検討事項となる。本件日誌を証拠として用いることができるとの結論を採る場合には，その根拠として，例えば，判例（最高裁判所昭和３２年６月２５日第三小法廷判決・民集１１巻６号１１４３頁）によれば，証拠申出の撤回は，証拠調べの終了後においては許されないとされており，その結論は相手方に有利な証拠資料が得られている可能性があることを考慮すると是認されることや，Ｙ２の申出によりされ- 21 -た証拠調べの結果は，証拠共通の原則によりＸとＹ１との関係においても心証を形成する資料となっているところ，それは，係属が消滅した訴訟における訴訟行為に基づく訴訟法律関係とは別個の訴訟法律関係が生じていると言い得ることから，訴えの取下げによってもその効果は維持されるべきであることなどを指摘することが考えられる。これに対し，本件日誌を証拠として用いることができないとする結論を採る場合には，その根拠として，例えば，訴えの取下げの結果，当事者の訴訟行為によって形成された法律効果は全て消滅することを前提とし，証拠申出の撤回は，弁論主義に照らし，相手方の同意があれば許されるとした上で，ＸがＹ２に対する訴えの取下げをしたことにより，実質的にはＹ２の証拠申出とこれに基づく証拠調べの結果の消滅に同意をしているものとみることができることなどを指摘することが考えられよう。課題２については，いずれの結論であっても，評価に差異はないが，論理的かつ説得的な論証が求められる。もっとも，以上を適切に論ずる答案は，どちらの結論であってもほとんどなかった。多くの答案においては，上記のとおり，前提となる訴えの取下げの効果を指摘することができていないため，そもそも課題２が求める問題意識自体を正しく把握することができておらず，訴えの取下げの効果を指摘することができているものであっても，かろうじて「一度形成された心証は消せない。」といった理由を述べて，本件日誌を証拠として用いることができるとの結論を採るものが一定数あったほかは，結論のみを述べるもの，根拠となり得ないものを述べるものなどであった。\nウ 設問３のまとめ設問３の課題１は，他の設問及びその課題と比較すると，充実した内容の答案が多かった。\nこれに対し，課題２は，特にその主要な検討事項に関し，出題の趣旨を適切に捉えた論述をする答案は少なかった。\n「優秀」に該当する答案は，課題１及び課題２のいずれについても，出題の趣旨を正しく理解した上で，上記の検討事項について，過不足のない論述をするものである。また，「良好」\nに該当する答案は，例えば，課題１では適切な論証がされているものの，課題２では検討がやや足りないものである。「一応の水準」に該当する答案は，課題１では出題の趣旨自体は理解されているものの，その論証が十分ではないものなどである。これに対し，課題１において明らかに誤った論証をするものや，課題２において前提となる基礎的な事項の指摘を欠くなど総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n４ 法科大学院に求めるもの本年の問題に対しては，多くの答案において，一応の論述がされていたが，定型的な論証パターンをそのまま書き出したと思われる答案，出題の趣旨とは関係のない論述や解答に必要のない論述をする答案，事案に即した検討が不十分であり，抽象論に終始する答案なども，残念ながら散見された。また，民事訴訟の極めて基礎的な事項への理解や基礎的な条文の理解が十分な水準に至っていないと思われる答案も一定数あった。これらの結果は，受験者が民事訴訟の体系的理解と基礎的な知識の正確な取得のために体系書や条文を繰り返し精読するという地道な作業をおろそかにし，\n依然としていわゆる論点主義に陥っており，個別論点に対する解答の効率的な取得を重視しているのではないかとの強い懸念を生じさせる。この点は，設問１や設問２の採点実感中において指摘したとおりである。また，設問３において，典型的な論点であると思われる課題１とそうではない課題２とで論証の充実度に大きな差異があったことからも，いわゆる論点主義の弊害がうかがわれよう。昨年も指摘したところであるが，条文の趣旨や判例，学説等の正確な理解を駆使して，日々生起する様々な事象や問題に対して，論理的に思考し，説得的な結論を提示する能力は，法律実務家に望まれるところであり，このような能力は，基本法制の体系的理解と基礎的な知識の正確な取得，\n論理的な思考の日々の訓練という地道な作業によってこそ涵養され得るものと思われる。法科大学院においては，このことが法科大学院生にも広く共有されるよう指導いただきたい。以上は，例年- 22 -指摘しているところであるが，本年も重ねて強調したい。\nまた，民事訴訟法の分野においては，理論と実務とは車の両輪であり，両者の理解を共に深めることが重要である。設問２においては，和解手続における当事者の発言内容を心証形成の資料とすることができるとした場合の問題の検討が求められているが，多くの答案がその検討に当たり実務上の和解手続の姿をイメージしていたと評価することができる。これは，受験者や法科大学院等の関係者において実務の理解を深めることの重要性についての認識が共有されつつあることの現れであると受け止めたい。現実の民事訴訟手続についてのイメージがつかめないままに学習を進めることは難しいと思われる。法科大学院においては，今後とも，より一層，理論と実務を架橋することを意識した指導の工夫を積み重ねていただきたい。"
}