{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n１．いわゆるバス事業は，主に乗合バス事業と貸切バス事業とに分けられる。ここでは，乗合バス事業とは，道路運送法上の一般旅客自動車運送事業の許可を受け，有償で，乗車定員１１人以上の自動車を使用して乗合旅客を運送する事業をいい，貸切バス事業とは，同許可を受け，有償で，一個の契約により乗車定員１１人以上の自動車を貸し切って旅客を運送する事業をいうものとする。\n乗合バス事業者が路線を定めて定期に運行するバス（以下「路線バス」という。）のうち，高速道路を利用し，長距離の路線を定めて定期に運行するバスを，ここでは，高速路線バスと呼ぶこととする。また，高速路線バス以外の路線バスについては，地域住民の日常的な移動手段として利用されることが多く，ここでは，生活路線バスと呼ぶこととする。現在，高速路線バスを運行する乗合バス事業者には，生活路線バスとともに高速路線バスを運行する事業者と，高速路線バスのみを運行する事業者とがある。\n高速路線バスの事業主体は乗合バス事業者に限定されているが，国土交通大臣の許可を受ければ，その運行を貸切バス事業者に委託することができる。\n２．地方の深刻な人口減少が続く中，生活路線バス事業の大半が赤字であり，三大都市圏以外では，その傾向はより顕著となっている。その結果，全国の生活路線バスでは，近年，路線の廃止や減便が続いている。このことは，地域の生活路線バスに依存する高齢者や高校生等にとって，不可欠な移動手段を奪い，日常生活に極めて大きな支障をもたらすものである。さらに，公共交通の衰退の結果，高齢者にとって自家用車が唯一の移動手段となっていることが，高齢者の運転ミス\nによる人身事故の発生が続いている状況にもかかわらず，免許返納が進まない一因であるとの指摘もなされている。\n３．そのような中，２０２Ｘ年，超党派の国会議員は，地域における住民の移動手段の確保を目的として，「持続可能な地域交通システム法（仮称）」の制定を目指す議員連盟（以下「議連」という。）を発足させた。議連では，この観点から，公共交通の維持・拡充の方策とともに，交通渋滞による通行障害の除去を目的とする規制についても検討している。これは，大都市の一部区域や一部の観光地における交通渋滞が，地域住民の自家用車やバスでの移動の妨げとなるほか，道幅の狭いところでは住民の歩行や緊急車両の通行を困難にするなど，住民生活に著しい支障を来す程度に達しており，住民の安全・安心な生活を脅かしていると考えられるためである。\n４．議連で検討されているのは，次のような規制である。\n規制① 高速路線バスの運行は，生活路線バスを運行する乗合バス事業者にのみ認めるものとする。生活路線バスへの新規参入は，既存の生活路線バスを運行する乗合バス事業者の経営の安定を害さない場合に限り，認めるものとする。\n規制② 都道府県知事が定める特定の渋滞区域について，特定の時間帯における域外からの自家用車の乗り入れを原則として禁止するものとする。\n５．【別添資料】は，規制①及び②の内容として議連で検討されている法律案の骨子である。議連の担当者Ｘは，同法律案について，法律家甲に相談した。その際の甲とＸとのやり取りは，以下のとおりであった。\n甲：規制①が検討された背景には，生活路線バスを運行する事業者の経営が悪化する中で，地方の高齢者や高校生等の移動手段をどう確保するかという問題があったということですね。\nＸ：そうです。地方のバス事業者は，生活路線バスの慢性的赤字を，高速路線バスの収益と自治体からの補助金とで補填することにより，経営を維持している場合が少なくありません。過疎化が進み，地方のバス事業者の経営環境が著しく悪化している現在，新たな規制によるてこ入れが必\n- 2 -要だと考えています。\nそこで，地域の移動手段である生活路線バスを運行する事業者の収益を改善して，これ以上の路線廃止や減便が起こらないようにし，可能であれば，増便を促すなどして利便性が向上すればと思っております。\n甲：つまり，生活路線バスを運行する乗合バス事業者の収益を改善するために，高速専業の乗合バス事業者を認めない，ということですね。\nＸ：はい。また，規制①では，それまで高速専業だった乗合バス事業者も，生活路線バスに参入すれば，高速路線バスを運行できるようになります。これにより，生活路線バスへの新規参入を促す効果があると考えています。\n甲：その点について確認ですが，多くの利用者が見込まれる高収益の路線，例えば県庁所在地の中心駅と繁華街を結ぶ生活路線バスに参入すれば，その事業者は，高速路線バスを運行することができるようになるということですか。\nＸ：いいえ。法律案では，既存の事業者の経営の安定を害さないことを参入要件として定め，既存の生活路線バスが運行していない路線に限り新規参入を認めることにより，高収益の路線のみへの参入を排除したいと考えております。\n甲：地域の移動手段に責任を持つ事業者に限る，ということですね。これも確認なのですが，生活路線バスに参入しなかった，あるいは，参入できなかった事業者は，どうなるのでしょうか。\nＸ：高速路線バスを自ら運行することはできなくなりますが，貸切バス事業に転業すれば，生活路線バスを運行する乗合バス事業者から高速路線バスの運行を受託することはできます。\n甲：ところで，法律案では，規制②として，都市部や観光地の交通規制も考えていますね。\nＸ：はい。住民の日常生活に関わる地域交通の課題を洗い出してみたところ，渋滞によって住民の自家用車やバスによる移動が著しく困難になるという事例が各地から報告されました。歴史的な街並みが保存されている地区や住宅密集地では，道路の拡幅もできず，歩くのも危ないし緊急車両の通行もままならないということで，住民の不安も高まっています。曜日と時間帯を限ってということになりますが，規制②は，域外からの自家用車の乗り入れを禁止することによって，深刻な交通渋滞を解消するものです。\n甲：どれくらいの広さ・時間の規制を考えているのですか。\nＸ：広さは規制の対象となる区域によって様々でしょうが，最大でも混雑がひどい数平方キロメートルでしょうか。時間帯は，例えば観光地では週末や休日の午前９時から午後５時くらいを，住宅密集地では通勤・通学の時間帯を想定しています。\n甲：例えば，規制の対象となる区域の住民が，域外に居住する人の運転する自家用車に乗せてもらって当該区域に入ろうとする場合にも，規制の対象となるのですか。\nＸ：いいえ。当該区域の住民が乗車している場合には，規制の対象とはなりません。\n甲：法律案の概要は分かりました。この法律案について，関係者の間で反対する意見はありませんでしたか。\nＸ：ありました。まず，規制①ですが，これまで高速専業だった乗合バス事業者からは，生活路線バスに参入しないと高速路線バスの運行ができなくなることから，死活問題だという意見も寄せられています。また，生活路線バス用の車両の購入や，営業所の設置・維持，運転手の再教育に多くの費用が掛かることへの懸念に加え，そもそも既存の生活路線バスを運行する乗合バス事業者の経営を脅かさずに参入できる地域があるのか，という疑問も寄せられています。\n規制②については，候補地の住民からはおおむね好意的な意見が寄せられています。他府県ナンバーの自家用車の運転手にも意見を聞いたのですが，やむを得ないという声がある一方，自家用車での移動が規制されることには批判の声もあります。また，ある観光地の住民からは，渋滞の原因は観光バス等にもあるから，自家用車のみを規制してもあまり意味がないといった声も聞かれます。\n- 3 -甲：そうですか。憲法上の問題点については検討しましたか。\nＸ：いくつか憲法上の問題点があるとは認識していますが，具体的な検討はこれからです。そこで先生に，主要な論点を整理して検討をお願いしたいと考えております。\n〔設問〕\nあなたが検討を依頼された法律家甲であるとして，規制①及び②の憲法適合性について論じなさい。なお，その際には，必要に応じて，参考とすべき判例や自己の見解と異なる立場に言及すること。\n- 4 -\n【別添資料】\n持続可能な地域交通システム法（仮称）の骨子第１ 目的この法律は，公共交通の維持・拡充や交通渋滞の緩和を図ることにより，地域における住民の移動手段を確保することを目的とするものとする。\n第２ 定義\n１ 「乗合バス事業」とは，道路運送法上の一般旅客自動車運送事業の許可を受け，有償で，乗車定員１１人以上の自動車を使用して乗合旅客を運送する事業をいい，「乗合バス事業者」とは，乗合バス事業を経営する者をいうものとする。\n２ 「貸切バス事業」とは，道路運送法上の一般旅客自動車運送事業の許可を受け，有償で，一個の契約により乗車定員１１人以上の自動車を貸し切って旅客を運送する事業をいい，「貸切バス事業者」とは，貸切バス事業を経営する者をいうものとする。\n３ 「高速路線バス」とは，乗合バス事業者が路線を定めて定期に運行するバスのうち，高速道路を利用し，５０キロメートル以上の路線を定めて定期に運行するバスをいうものとする。\n４ 「生活路線バス」とは，乗合バス事業者が路線を定めて定期に運行するバスのうち，高速路線バス以外のものをいうものとする。\n５ 「特定区域」とは，域外からの自動車の乗り入れによって，地域住民の日常生活に著しい支障を来す程度の交通渋滞が生じている区域をいうものとする。\n第３ 高速路線バス\n１ 高速路線バスは，生活路線バスを運行する乗合バス事業者のみが，国土交通大臣の許可を受けた上で運行することができるものとする。\n２ 生活路線バスを運行する乗合バス事業者は，国土交通大臣の許可を受けた上で，高速路線バスの運行を，貸切バス事業者に委託することができるものとする。\n第４ 生活路線バス国土交通大臣は，既に当該地域で生活路線バスを運行している乗合バス事業者の経営の安定を害することがないと認められる場合に限り，既存の生活路線バスが運行していない路線において，新たに生活路線バスの運行を許可することができるものとする。\n第５ 特定区域\n１ 都道府県知事は，特定区域について，時間帯を定めて，当該区域の住民以外の者が乗車する自家用乗用自動車（当該区域の住民又は身体障害者が乗車する場合その他やむを得ない事由があると認められる場合を除く。）の通行を禁止することができるものとする。\n２ 前項の禁止に違反した者は，５０００円以下の過料に処するものとする。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n１．本年の問題は，職業の自由及び移動の自由に対する制約の可否を問うものである。\n規制①は，生活路線バスを運行する乗合バス事業者にのみ高速路線バスの運行を認めるものであるため，専ら高速路線バスのみを運行してきた乗合バス事業者の職業の自由を制約することになる。同時に，規制①は，生活路線バスへの新規参入について，既存の生活路線バ\nスを運行する乗合バス事業者の経営の安定を害さない場合に限り，認めるものとしている。\nまた，規制②は，特定の渋滞区域について，域外からの自家用車の乗り入れを原則として禁止するものであるため，当該区域の住民以外の者の移動の自由を制約することになる。\n２．規制①については，規制の強度，規制の目的，生活路線バス事業の特徴等を踏まえて審査基準を定立し，規制の憲法適合性について検討することが求められる。この点については，薬事法事件判決（最大判昭和５０年４月３０日民集２９巻４号５７２頁）が参考になる。同判決によれば，職業は，個人の人格的価値とも不可分の関連を有するものであるが，その一方で，社会的相互関連性が大きいため，殊に精神的自由と比して公権力による規制の要請が強い。職業活動には，種々の目的から立法府の合理的な裁量判断による種々の規制が加えられるため，規制措置の憲法適合性については，これを一律に論ずることはできないが，立法裁量には事の性質上，自ずと広狭があるとされる。同判決は，一般に許可制は職業の自由に対する強力な制限であるから，それが合憲とされるためには重要な公共の利益のために必要かつ合理的な措置であることを要するとしている。また，許可制による規制が消極目的から採られた場合には，許可制に比べて職業の自由に対するより緩やかな制限である職業活動の内容及び態様に対する規制によっては目的を十分に達成することができないと認められることを要するとされる。\n規制①は，バス事業を一つの職業として見た場合，形式的には職業遂行の自由に対する制約にとどまるとも解し得るが，専ら高速路線バスのみを運行してきた乗合バス事業者にとっては，狭義の職業選択の自由に対する制約に等しいとも言える。取り分け，本問においては，生活路線バスへの参入に対して申請者の能力や資質とは無関係の要件が設けられているため，新規参入が事実上，極めて困難であることにも注意しなければならない。\nまた，規制①の目的として，地域の公共交通の維持と，高齢者の運転ミスからの高齢者自身及び第三者の身体・生命の保護が挙げられている。そのため，規制の主目的と副次的目的の区別が可能であるかどうか，また，可能であるとした場合，どちらが主目的であるのかの検討も求められよう（前掲薬事法事件判決参照）。その上で，主たる目的が地域の公共交通の維持であると解する場合，積極目的であることを理由に，広い立法裁量を認めるべきであると論じることも可能である（小売市場事件判決〔最大判昭和４７年１１月２２日刑集２６\n巻９号５８６頁〕参照）。一方，学説においては，積極目的であるからといって審査基準を極端に緩和すべきではなく，強力な制限については立法事実を踏まえた相応に厳しい審査が求められるとする見解があり，また，判例にも，審査の枠組みの検討に当たって，当該規制立法が，どこまで政策的裁量や専門技術的裁量を尊重すべき分野に属するのかを重視したと思われるものがある（酒類販売免許制事件判決〔最判平成４年１２月１５日民集４６巻９号\n２８２９頁〕参照）。\nさらに，規制①と公衆浴場の適正配置規制との類似性を見いだすこともできるであろう。\nこの観点からは，生活路線バスは自家用車を持たない住民にとって日常生活上必要不可欠な移動手段であり，利用者の範囲が地域的に限定されていて企業としての弾力性に乏しいこと，自家用車の普及に伴い経営が困難になっていること等を述べた上で，規制①は公衆浴場の距離制限と同じく強力な制限であるが，既存の生活路線バス事業者の経営の安定を図ることにより生活路線バス網を維持する上で，必要かつ合理的な範囲内の手段であると論じることも- 1 -\nできる（公衆浴場法事件判決〔最判平成元年３月７日判例時報１３０８号１１１頁〕参照）。\nいずれの立場を採るにせよ，判例を踏まえつつ，自説と異なる立場を考慮した論述が求められる。\n３．規制②は，特定区域の住民以外の者の自家用車による移動を制限するものであるが，まず検討を要するのは，自家用車による自由な移動を，憲法上，どのように位置付けるかである。\nこの点，外国への一時旅行の事案であるが，国内における移動の自由が憲法第２２条第１項の居住・移転の自由の保障に含まれるとしていると解し得る判例がある（帆足計事件判決\n〔最大判昭和３３年９月１０日民集１２巻１３号１９６９頁〕参照）。また，その意義とし\nて，もともと居住・移転の自由は経済的自由に属すると解されてきたが，人身の自由ともつながりを持ち，さらに他の人々との意見や情報の交流などを通じて人格の形成に役立つという精神的自由の側面をも持つと指摘する見解がある（旅券発給拒否処分に関する最判昭和６０年１月２２日民集３９巻１号１頁における伊藤正己裁判官の補足意見参照）。\nこれに対し，移動の自由は，憲法第２２条第１項の「移転」に含まれるものではないとの見解もあり得る（前掲帆足計事件判決における田中耕太郎，下飯坂潤夫両裁判官の補足意見参照）。このような立場からは，移動の自由に対する制約は，一般的自由又は幸福追求権（憲法第１３条）の問題として検討されることになる。\n規制②は，単なる通過や観光目的での乗り入れのほか，講演会や集会への参加を目的とした自家用車の乗り入れをも禁止する。移動の自由に精神的自由の側面があると解した場合，規制自体は緩やかであっても，その憲法適合性は，相応に慎重に審査されることになろう。\n住民の安全で円滑な移動を確保するという目的に重要性は認められるとしても，区域という面ではなく，特定の道路への進入禁止によって立法目的が達成できないか，あるいは，混雑の主たる原因が観光バスであるとすれば，自家用車のみを規制しても混雑緩和や狭隘な道路における安全な通行にはつながらないのではないかなど，手段の必要性，合理性を検討することが求められよう。また，規制②は合憲であるとした上で，集会等への参加にこれを適用することを違憲とする立場もあり得る。\nもとより，移動の自由は憲法第２２条第１項により保障されるとしても，他の移動手段がある場合には，規制②による制約は軽微であり，その憲法適合性については緩やかな審査で足りると考えることもできる。移動の自由を憲法第１３条の一般的自由の問題だと解した場合も同様である。これらの場合，自家用車による通行は，いつ，いかなる場所においても認められるべきものではないことを前提に，目的及び手段に合理性が認められるかどうか，当事者にとって過度の負担とならないかどうかを検討することになろう（未決拘禁者の喫煙禁止に関する最大判昭和４５年９月１６日民集２４巻１０号１４１０頁も参照）。",
  "scoring_notes": "第１ 総論１ 論述内容全般について⑴ 特段必要もないのに各段階で自己と異なる立場から論述をするなど，「自己の見解と異なる立場に言及すること」に不必要にとらわれすぎている答案が一定数あったが，自説を中心に記述を展開する中で，必要な限度で他説に触れつつ，批判的検討を加えていくという書き方をすべきである。\n⑵ 基本概念（経済的自由，立法裁量，積極目的・消極目的，ＬＲＡの基準等）の理解が正確であるかどうか疑わしいものが多かった。\n⑶ 違憲審査基準（以下「審査基準」という。）の定立までは十分な記述をしながら，その具体的な適用においては，極めて形式的で簡潔過ぎる内容に終始した答案が目に付いた。\n⑷ 資料を積極的に活用し，具体的に論述を進めるように努めるべきである。\n２ 違憲審査について⑴ 例えば，判例が「他のより緩やかな制限によっては立法目的を十分に達成することができないこと」を問題にしているにもかかわらず，目的達成との関係を考慮せずに手段が最小限度であるかどうかを論じる等，審査基準の具体的内容の理解が不十分な答案が非常に多かった。\n⑵ 多くの答案は，審査基準を設定するに際し，①制約されている権利の重要性，②制約の強度，③制約の目的（消極目的か積極目的か）を検討した上で基準の設定を行っていたが，①から③までの検討と具体的な審査基準とのつながりが不明確な答案が少なくなかった。また，\n定立した審査基準とその具体的な適用が実質的に整合していない答案，審査基準の具体的な適用の結論を記載していない答案，摘示した事実に対する法的観点からの評価の記載がない答案等の問題のある答案があった。\n第２ 規制①について１ 職業の自由について⑴ 職業の自由の意義及び特性や，規制①が職業「選択」と職業「遂行」のどちらに関わる問題なのかを明確に論じていない答案が一定数見られた。\n⑵ 職業の自由の社会的相互関連性が（規制を必要とする理由ではなく）権利の重要性の論拠として説明されるもの，営業の自由を（人格的価値があるというにとどまらず）精神的自由そのものとして説明するもの等，概念や判例の論理を表層的にしか理解していない，あるいは，キーワードを脈絡なくつないでいるような，問題のある答案も見られた。\n２ 判例への言及について⑴ 関連する判例に言及しつつ論ずるべきことは問題文の要求でもあるところ，全く判例に言及しないまま論述を進める答案が少なからずあった。一般論としても，法曹を目指す者が関連する判例を無視して議論を展開することは許されないであろう。まして，本設問のように当然言及してしかるべき関連判例が存在する事案については，当該判例を明示し，その論旨を踏まえて自らの見解を示すことは必須である。\n⑵ 判例を引いている場合でも，その内容の理解が不正確な答案が散見された。確かに薬事法事件判決は，具体的規制措置の憲法第２２条第1項適合性の判断については，規制の目的・必要性，制限される職業の自由の性質・内容等の程度を検討し，これらを比較衡量した上で決定されなければならないと述べている。しかし，判例は，このような比較衡量と検討は第一次的には立法府の権限と責務であるとし，立法府の裁量の行使を前提として判断を下しているのであって，その点を無視して直ちに比較衡量で判断することを判例の趣旨であるかのよ- 1 -うに説くのは適切ではない。\n⑶ 審査基準を検討するに当たっては，小売市場事件判決が積極目的規制について立法府の広い裁量を認めていることに留意する必要がある。その際，積極目的・消極目的の二分論に従わないのであれば，そのための論証が必要であろう。一方，この目的二分論に従う場合にも，\n二分論を採らなかった判例や学説における二分論の機械的適用に対する批判を考慮することが望ましい。\n３ 違憲審査について⑴ 審査基準の定立において，経済的自由に対する制約は，一般に，内容が多種多様で，専門的技術的性格を有し，裁判所の審査能力との関係からしても，精神的自由と比べて，立法裁量に委ねられるべき要請が強いという点をきちんと押さえずに，審査基準の定立を行っている答案が一定数あった。\n⑵ 規制①について積極目的と消極目的が併存していると理解せずに，問題となるのは積極目的か消極目的のいずれか一方であるとして論じるのであれば，その点についての説明が必要である。また，国民の福利増進を（積極目的でなく）消極目的に分類する問題のある答案も見られた。\n一方，立法目的を丁寧に検討し，規制内容の強さも含めて論じて審査基準を導く答案には，\n事例の分析力や論理的な説得力が感じられた。\n⑶ 目的審査において，法案骨子の「第１ 目的」の記述に全く触れず，既存の乗合バス事業者の保護，収益改善が目的であると言い切り，「事業者の収益改善」により「移動手段を維持確保する」ことが法の目的であることについて分析していない答案が少なからずあった。\n⑷ 手段審査については，まず当該手段が立法目的を（観念的・抽象的にであれ）促進するのかどうかを確認していない答案が多くあった。次に，審査基準と現実の手段審査が対応していない答案も相当数見られた。例えば，審査基準として「実質的関連性」を挙げておきながら，現実には立法目的が抽象的に達成されていることで憲法上の問題がないとする答案や，「より制限的でない他の手段」の有無を審査するとしながら，現実に取り得る手段を具体的に挙げてその当否を検討していない答案である。\n⑸ 補助金の交付を「より制限的でない他の手段」として論述する答案が相当数あったが，本問では，生活路線バスを補助金等で補填している現状への新たなてこ入れとして規制①を導入しようとしているのであるから，上記論述は説得力があるとは認められなかった。また，「赤字は全て補助金で補填する」等のおよそ現実的とは思えないような手段，「既存の高速路線バス専業事業者と生活路線バス専業事業者を合併させる」等の「より制限的でない」とは思えないような手段を提案している答案や，高速路線バス専業事業者の不利益が過大であるかないかだけを検討している答案が目に付いた。\n⑹ 交通政策の意義，バス事業の特殊性に言及している答案は少なかったが，事案に即した検討として求められているのは，そのような点に着目した議論である。また，公衆浴場が，自家風呂のない者にとって必要不可欠な厚生施設であることを論じた公衆浴場法に関する判例を，本設問についての先例だと考えた答案は，極めて少数であった。\n４ その他⑴ 許可と許可条件，あるいは，骨子第３と第４について，問題の所在を発見・分析する過程では，両者を分けて丁寧に検討することは，確かに有用であるが，答案においてこれらを別項目に分けて記述すべきかどうかは，検討の結果による。機械的に別項目を立てるのではなく，自分の検討の結果として分けて論じる意義がない場合には，そのように答案構成すべきであろう。現実には，一定数の答案が別項目に分けて記述していたが，その相当数は，記述がほぼ重複していた。\n⑵ 憲法的観点からの見解が求められているにもかかわらず，政策的により効率的に立法目的を- 2 -実現できる別の代替案を提示しているとしか思えないものなど，問題が多い答案も散見された。\n第３ 規制②について１ 移動の自由について⑴ 憲法第２２条第１項が一時的な移動の自由を保障するかが問題となることは大半の答案で言及されていたが，単なる「移動」が「移転」に含まれるかは自明ではないのに，特段説明なく同自由は同項により保障されるとする答案が多かった。\n⑵ 規制②は，憲法第２２条第１項の保障する自由に対する制約として構成する見解も，憲法第１３条の保障する自由に対する制約として構成する見解も成り立ち得る。しかし，検討の手順としては，実体的に関係の近い個別的基本権である憲法第２２条第１項の保障対象に含まれるかを検討し，含まれない場合には包括的自由権の一内容として保障されるかを検討すべきである。\n２ 違憲審査について⑴ 規制②の違憲審査の判断枠組みについて，それが経済的自由だから緩やかな審査で足りるという図式的な議論をした答案はさすがに少なかった。\n⑵ 移動の自由が精神的自由の側面を持つとして，そのことを審査基準の設定に当たり考慮すべきだとした答案や，居住移転の自由に精神的自由や人身の自由と関わる側面があることを理由に比較的厳格な審査を基礎付ける答案があったが，こうした側面を抽象的にではなく，\n本設問の事情を考慮して具体的に論じた上で，審査基準を定立することが求められる。\n⑶ 本設問の事情として考慮すべき点としては，例えば，移動，特に車による移動が 種々の理由から様々な規制に服すること，規制②は，エリアと時間帯を限った上で，自家用車による乗り入れを規制するものであり，移動に対する規制の強度は強いものではないこと（常識で考えても，歩行者天国に伴う車両の乗り入れ禁止など，同種の規制は存在する）等を挙げることができる。これらの点に言及した答案は少数であったが，事案に即した検討として高く評価される。\n⑷ 移動の自由を一般的自由にとどまるとしながら，厳格な審査基準を導いている答案は，学説の基本的な理解に問題があると言わなければならない。\n⑸ 罰則があるので緩やかな基準を採れないという答案があったが，審査基準は権利に対する制約の態様，強さで定立されるべきである。罰則の有無は目的達成手段の審査において考慮されるべき事柄であると思われる。\n３ その他⑴ 自由権と平等原則の関係については，(ｱ)専ら自由権の侵害を問題にすべき場合，(ｲ)自由権侵害に加えて，自由に関する別異取扱いが固有の憲法問題を生じさせており平等原則違反をも問題にすべき場合，(ｳ)自由権侵害が問題にならず，専ら平等原則違反を論じれば足りる場合とがある。今回の規制②の憲法上の問題の所在は明らかに(ｱ)にあり，多くの答案もそのように論じていた。平等原則違反も論じた，あるいは専ら平等原則を論じたという答案は，\nそもそも自由権と平等原則の基本的な関係について理解が不十分であると言わざるを得ない。\n⑵ 規制②が憲法第２９条の保障する財産権の制限に当たるとする答案も見られたが，的を外した議論である。\n⑶ 刑罰に関する明確性の原則について論じている答案が見られたが，問題の所在を理解していないものと思われる。\n第４ 形式面での注意点１ 判別が困難な筆跡の答案が依然として少数ながら散見される。\n- 3 -２ 誤字には十分注意すべきである。特に，「必要不可決」や「幸福追及権」等は論外である。\n３ 答案の構成として，第１，第２，・・(1)，(2)・・と内容に応じて項目を立てて論じることは内容を正確に伝えることに資すると思われるが，それ以上にわたって，改行するたびに，ア，イ，\nウ・・や，a，b，c・・などと全く必然性がないのに細かく記号を付してブツ切りの論述を行うことは避けるべきである。求められているのは，内容が論理的に明快な論述であって，表面的に整理された形式ではない。\n- 4 -"
}