{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］〔第１問〕（配点：１００）\n以下の【事例１】及び【事例２】を読んで，後記〔設問１〕から〔設問３〕について，答えなさい。\n【事例１】\n１ ＡはＢに対し，個人的に５００万円を貸していた（この貸金債権を以下「本件債権」という。）。\n本件債権に係る弁済期限は到来していたが，ＢがＡからの返済の督促に応じず，また，Ａ自身忙しかったことから，Ａは，知人の甲に本件債権の回収を依頼しようとして，甲に対し，「御礼はするから代わりにＢから５００万円を回収してきてくれないか。あんたに回収を頼むことは，Ｂには電話で伝えておく。」と申し向けた。甲は，その依頼を承諾し，Ｂの電話番号をＡから教えてもらった。甲は，金融業者Ｃに多額の借金があったところ，上記依頼を受けた後，Ｃから，その返済を督促されたため，Ｂに対して，債権額についてうそをつくなどして水増しした額を請求し，その差額で少しでもＣに対する自己の債務を弁済しようと考えた。\n２ 甲は，某月１日，Ｂに電話を掛け，Ｂに対し，自身が暴力団組員ではないのにそうであるかのように装い，「Ａから債権の取立てを頼まれた。債権は６００万円だとＡから聞いている。その金を指定する口座に入金しろ。金を返さないのであれば，うちの組の若い者をあんたの家に行かせることになる。」などと言った。Ｂは，事前にＡからの電話で本件債権の回収を甲に依頼したと聞いていたが，その額は５００万円だと認識していた。しかし，Ｂは，甲が暴力団組員であると誤信し，甲の要求に応じなければ自身やその家族に危害を加えられるのでないかと畏怖した結果，甲に６００万円を交付することとし，甲に対し，「分かりました。明日送金します。」と答えた。\nＢは，翌２日，自己名義の預金口座から甲の指定に係るＤ銀行Ｅ支店に開設された甲名義の預金口座（預金残高０円）に６００万円を送金し，その結果，同口座の預金残高が６００万円になった。\n〔設問１〕 以下の①及び②の双方に言及した上で，【事例１】における甲のＢに対する罪責につい\nて，論じなさい（特別法違反の点は除く。また，本件債権に係る利息及び遅延損害金については考慮する必要はない。）。\n① 甲に成立する財産犯の被害額が６００万円になるとの立場からは，どのような説明が考えられるか。\n② 甲に成立する財産犯の被害額が１００万円にとどまるとの立場からは，どのような説明が考えられるか。\n【事例２】（【事例１】の事実に続けて，以下の事実があったものとする。）\n３ 甲は，同日，前記口座にＢから６００万円の入金があったことを確認した。甲は，Ｃからの督促が予想以上に厳しいことから，６００万円全額をＣに対する弁済に充てようと決意し，同日中に，Ｄ銀行Ｅ支店の窓口係員Ｆに対して，同口座から６００万円の払戻しを請求し，Ｆから同額の払戻しを受けた。甲は，同日，Ｃに対し，上記６００万円を交付して自己の債務を弁済した。\n甲は，同日，Ａに対し，「昨日，Ｂに対して返済するようにきつく言った。Ｂは，反省した様子で『今度こそは必ず返す。返済を１０日間だけ待ってほしい。』と言っていた。」などとうそをつき，それを信用したＡは，「しょうがないな。あと少しだけ待ってやるか。」などと言い，同月１１日まで，本件債権の回収状況に関して，甲に確認することはなかった。なお，本件債権について，その存在を証明する資料はなく，Ａ，Ｂ及び甲以外に知っている者はいなかった。\n４ その後，同月１２日になっても，甲からＡに連絡がなかったため，Ａが甲を追及したところ，- 2 -甲は，本件債権に係るＢからの返済金を自己の債務の弁済に充てたことを打ち明けた。これに憤慨したＡは，甲に対して，直ちに５００万円を返還するように厳しく申し向けた。その後，甲は，金策に努めたものの，返還に充てる金を工面できなかったことから，Ａに相続人がいないことを奇貨として，その返還を免れる目的で，Ａを殺害しようと決意した。\n５ 甲は，Ａを殺害するため，その方法についてインターネットで調べたところ，市販されている\nＸ剤及びＹ剤を混合すると，致死性のある有毒ガスが発生することが分かった。そこで，甲は，以前に自身が病院で処方されていた睡眠薬をＡに飲ませてＡを眠らせた上で，当該有毒ガスを用いて自殺に見せ掛けてＡを殺害することを計画した。甲の計画は，具体的には，犯行に必要な道具を全て自車に積み込んで，Ａ方に隣接する駐車場まで自車で移動して同所に駐車し，Ａ方に行き，ワインに混ぜた睡眠薬をＡに飲ませてＡを眠らせた後，直ちに自車に戻って車内に置いておいたＸ剤等を取った上で，再度Ａ方に赴いて有毒ガスを発生させ，これをＡに吸入させてＡを殺害するというものであった。甲は，同月１６日，ホームセンターでＸ剤及びＹ剤のほか，これらを混ぜるためのバケツを購入した。\n６ 甲は，前記計画を実行するため，翌１７日，Ａに電話を掛けて，Ａに対し，「これまでのことをきちんと謝罪したい。」と言い，同日，計画していたとおり，前記駐車場に自車を駐車し，自車内にＸ剤，Ｙ剤及びバケツを置いたまま，ワインと睡眠薬を持ってＡ方に行った。なお，甲が自車内に置いていたＸ剤及びＹ剤は，それらを混ぜ合わせれば致死量の有毒ガスが発生する程度の量であった。甲は，Ａ方において，Ａがトイレに行った隙に，睡眠薬をＡのグラス内のワインに混入した。Ａは，そのワインを飲み干し，間もなく，睡眠薬の影響で眠り込んだ。甲は，計画どおりＸ剤等を取りに行くために同駐車場に戻ろうとしたが，急にＡを殺害することが怖くなり，有毒ガスを発生させることを止めた。\n７ 甲は，Ａ方を去ろうとした際，机上にＡ所有の高級腕時計があることに気付き，遊興費を得るためにそれを換金しようと考え，同腕時計を自らの上着のポケットに入れて，Ａ方から立ち去った。\n８ Ａは，覚醒することなく，甲がＡ方から立ち去った数時間後に，急性心不全で死亡した。Ａには，Ａ自身も認識していなかった特殊な心臓疾患があり，Ａは，睡眠薬の摂取によって同疾患が急激に悪化して，急性心不全に陥ったものであった。Ａに同疾患があることについては，一般人は認識できず，甲もこれを知らなかった。\n９ 本件で甲がＡのワインに混入した睡眠薬は，病院で処方される一般的な医薬品であった。その混入量は，確実に数時間は目を覚まさない程度ではあったが，Ａの特殊な心臓疾患がなければ，生命に対する危険性は全くないものであった。また，甲も，本件で混入した量の睡眠薬を摂取しても，Ａが死亡することはないと思っていた。\n〔設問２〕 仮に【事例１】並びに【事例２】の３，４及び７の事実が認められず，【事例２】の５，\n６，８及び９の事実のみが認められた場合，Ａが睡眠薬を摂取して死亡したことについて，甲に殺人既遂罪が成立しないという結論の根拠となり得る具体的な事実としては，どのようなものがあるか。考えられるものを３つ挙げた上で，上記の結論を導く理由を事実ごとに簡潔に述べなさい。\n〔設問３〕 【事例２】における甲の行為について，その罪責を論じなさい（住居等侵入罪（刑法\n第１３０条）及び特別法違反の点は除く。）。なお，【事例１】における甲の罪責及び【事例１】で成立する犯罪との罪数については論じる必要はない。論文式試験問題集［刑事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，設問１で，甲がＡから依頼されたＢに対する貸金債権（以下「本件債権」という。）の回収に際し，その金額は５００万円であるのに，６００万円であると水増ししつつ，自身が暴力団組員であると装うなどしてＢを畏怖させ，Ｄ銀行Ｅ支店に開設された甲名義の預金口座\n（以下「本件甲口座」という。）に６００万円を送金させた行為について甲に成立する財産犯に関し，被害額が６００万円になるとの立場と１００万円になるとの立場のそれぞれの理論構成を検討させた上，甲に成立する財産犯について検討させ，設問２で，甲がワインに混入した睡眠薬をＡが摂取して死亡したことについて，甲について殺人既遂罪の成立要件は満たされず，同罪は成立しないとの結論も考えられるところ，同結論の根拠となり得る具体的な事実を３つ挙げさせた上，同結論を導く理由を事実ごとに簡潔に示させ，さらに，設問３で，甲が同支店窓口係員Ｆに本件甲口座から６００万円の払戻しを請求し，同額の払戻しを受けた行為について１項詐欺罪の成否を，甲がＣに対する借金返済のため同６００万円の払戻しを受け，これをＣに渡して費消した行為について横領罪の成否を，甲がＡに対する５００万円の返還を免れるため睡眠薬を混入したワインをＡに飲ませて眠り込ませ，その睡眠薬の影響によりＡの心臓疾患を悪化させ，心不全でＡを死亡させた行為について２項強盗殺人罪の成否を，甲が同ワイン\nをＡに飲ませた後，Ａ方で発見した腕時計を奪取した行為について成立する財産犯を，それぞれ検討させ，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について甲は，Ｂに対し，本件債権額を６００万円に水増ししつつ，自身が暴力団組員ではないのにそうであるかのように装い，「金を返さないのであれば，うちの組の若い者をあんたの家に行かせることになる。」などと言った上，本件甲口座に６００万円を入金するよう要求し，Ｂに，本件債権額が６００万円であると誤信させなかったものの，甲が暴力団員であるとは誤信させ，その結果，甲の要求に応じなければ自身やその家族に危害が加えられるのではないかと畏怖したＢをして，Ｂ名義の預金口座から６００万円を本件甲口座に送金させ，その残高を同額分増加させている。\n上記につき，甲に成立する財産犯が，恐喝罪か詐欺罪かが問題となり，両罪の区別基準を示した上，具体的事実を摘示して当てはめを行う必要があるところ，判例の立場（最判昭和２４年２月８日刑集３巻２号８３頁）に従えば，Ｂが甲を暴力団員であると誤信した点は，Ｂに畏怖の念を生じさせる一材料にとどまっているため，甲に成立する財産犯は恐喝罪と考えられる。\nこの場合，恐喝罪の客観的構成要件要素として，まず，「脅迫」の意義を正確に示した上で，具体的事実を摘示して当てはめを行い，次に，Ｂの「畏怖」，そして，これに基づく６００万円の送金事実を摘示した上，Ｂと甲との間に現実の現金移転がないことから，同事実が，「財物を交付させ」たことに当たるのか，「財産上不法の利益を得」たことに当たるのか，すなわち１項恐喝罪と２項恐喝罪のいずれが成立するかについて，自説を根拠とともに簡潔に論じる必要がある。また，主観的構成要件要素についても検討する必要がある。\nところで，本問では，甲に成立する財産犯である恐喝罪の被害額（１項恐喝罪の場合，「財物」に当たる現金の金額，２項恐喝罪の場合，「財産上の利益」に当たる預金債権の金額）が，①６００万円になるとの立場（以下「①の立場」という。）及び②１００万円になるとの立場\n（以下「②の立場」という。）双方からの説明が求められており，それぞれの立場の理論構成を根拠とともに論じる必要があるところ，甲は，ＡからＢに対する本件債権の回収権限を与えられ，その権利行使に際し，恐喝的手段を用いてＢから弁済の趣旨で６００万円の送金を受けているため，本件債権額の範囲内については権利の行使といえるから，その範囲内についても恐喝罪の構成要件に該当するといえるか否かが問題になる。\nこの問題については，恐喝罪の保護法益の内容や同罪における「財産上の損害」の要否及びその内容に関する理解が重要な前提となる。すなわち，①の立場からの説明としては，権利行使に際し恐喝的手段が用いられている場合，a.債務者の占有の適法性や要保護性を問わず，６００万円全体について占有侵害が認められるとの説明や，b.同罪を個別財産に対する罪と捉えた上，甲の恐喝行為に基づくＡの交付行為により６００万円の現金ないし預金債権が失われたことから，６００万円が「財産上の損害」に当たるとの説明等が考えられる。\n他方，②の立場からの説明としては， 権利行使に際し恐喝的手段が用いられている場合でも，c.債務者には履行遅滞に陥った債務の金額を適法に保持する正当な利益を欠くとして，債権額を超過する１００万円の限りで法益侵害が認められるとの説明や，d.５００万円の範囲ではＢが金銭を交付することによって同じ金額の債務が消滅するため，実質的には１００万円の限度で「財産上の損害」が生じているとの説明等が考えられる。\nさらに，甲は，Ａから与えられた本件債権の回収権限に基づいてその弁済をＢに請求しているため，その行為について，違法性が阻却されるか否かも検討する余地があるが，甲の請求額は，本件債権額を１００万円も超過し，かつ，甲がＢに恐喝的手段を用いる緊急性はもとより，必要性も相当性もないため，違法性が阻却される余地はないと考えられる。\n設問２について甲は，Ａ方において，生命に対する危険性が全くない量の睡眠薬を混入したワインをＡに飲ませて，数時間は目の覚めない状態にした（以下「第１行為」という。）上，致死量に達する有毒ガスをＡに吸引させ（以下「第２行為」という。），Ａを殺害する計画（以下「本件計画」\nという。）を立て，これに従い，第１行為を行ったものの，急にＡの殺害が怖くなったため第２行為をやめることにしてＡ方から立ち去ったが，Ａは睡眠薬の影響により心臓疾患が悪化した結果，心不全で死亡している。このように，甲が行った第１行為は，それ自体では一般的に人を死亡させる危険性がない行為であり，かつ，甲は，第１行為によってＡを殺害する意思はなく，これに必要と考えていた第２行為を行わなかったのであるから，理論構成によっては，殺人既遂罪の成立を否定する結論を導く余地もあるといえる。\nすなわち，本問では，【事例２】の５，６，８及び９の事実のうちから，当該理論構成の当てはめに必要と考えられる具体的な事実３つを挙げた上で，前記結論を導く理由を事実ごとに簡潔に説明する必要があるところ，その３つの具体的な事実としては，①甲がＡに飲ませた睡眠薬は病院で処方される一般的な医薬品で，Ａの特殊な心臓疾患がなければ生命に対する危険性は全くなかったこと（以下「①の事実」という。），②同心臓疾患を一般人は認識できず，甲も知らなかったこと（以下「②の事実」という。），③甲は，ワインに混入した量の睡眠薬を摂取させる行為によって，Ａが死亡する認識・予見を欠いていたこと（以下「③の事実」という。）\nなどが挙げられる。\nそして，殺人既遂罪の成立が否定される理由として，様々な理論構成からの説明が考えられるが，まず，第１行為は実行行為に当たらない，あるいは，その段階で実行の着手が認められないとの説明が考えられる。例えば，実行行為性の危険性の判断に関し，一般人が認識できない事情を判断資料から除外する立場や，実行の着手の判断において，犯行計画を考慮しない立場を前提とすれば，①の事実に着目したとき，第１行為は実行行為に当たらない，あるいは，その段階で実行の着手はなく，甲に殺人既遂罪は成立しないとの説明が考えられる。\n次に，第１行為とＡの死亡結果との間に因果関係が認められないとの説明も考えられる。例えば，相当因果関係における相当性の判断資料に関し，行為時において一般人が認識し得た事情及び行為者が特に認識していた事情に限定する立場によれば，②の事実に着目したとき，Ａ\nの心臓疾患の事実は同判断資料から除かれ，よって，第１行為とＡの死亡結果との間に因果関係は認められず，甲に殺人既遂罪は成立しないとの説明が考えられる。\nさらに，甲に殺意はなかったとの説明も考えられる。例えば，③の事実に着目したとき，第\n１行為の段階によってＡを殺害する意思はなく，これに必要と考えていた第２行為を行わなかった甲には，第１行為によって死亡結果を惹起する認識・予見がなく，よって，同罪の故意がない，あるいは，Ａの死亡結果は，甲の予期に反するものであり，客観的な因果経過と甲の認識する因果経過との間に重大な錯誤があり，よって，同罪の故意が阻却され，それぞれ甲に同罪は成立しないとの説明が考えられる。\n本問は，一定の結論を導くためには，具体的にいかなる事実に着目して，理論構成をすることができるかを検討させることによって，刑法理論の理解に基づき，事実関係の分析能力を問うものである。解答に際しては，複数の事実を一括せず，１個の事実に対応する理由を逐一論じる必要がある一方，１個の事実に対応する理由は複数あっても良く，また，理論構成の根拠や他説への批判を論じる必要はなく，要点を簡潔に示すのが肝要である。\n設問３について\n⑴ 甲が６００万円の払戻しを銀行窓口係員に請求し，その払戻しを受けた行為について甲が，Ｂに送金させた６００万円の払戻しをＤ銀行Ｅ支店窓口係員Ｆに請求し，その払戻しを受けた行為について，犯罪行為によって領得した金員（犯罪被害金）であることを秘した払戻行為であることから，１項詐欺罪の成否が問題となる。同罪の成立要件の検討に際しては，「人を欺く行為」（欺罔行為）の意義を正確に示した上で，具体的事実を摘示して当てはめを行う必要があるところ，本件については，甲がＤ銀行に対して有効な預金債権を取得していることを踏まえつつ，払戻請求を受けた金員が犯罪被害金か否かは，金融機関の職員において払戻し許否の判断の基礎となる重要な事項といえるか，甲が払戻しを請求する行為は，払戻しの客体が犯罪被害金ではないことを示す行為といえるか（挙動による欺罔），甲には銀行に対して，払戻しを請求している金員が犯罪被害金であることを告知する義務があったか（不作為による欺罔）などについて，具体的に検討する必要がある。なお，仮に詐欺罪の成立を認めるとしても，同罪の客体は恐喝罪の被害額に限定されることになるため，設問１における結論と整合的な検討が必要になる。\n⑵ 甲が現金６００万円の払戻しを受け，これを自己の借金返済のために費消した行為について甲が，自己の借金返済に充てるため，Ａの所有に帰属し，Ａに引き渡すべき現金５００万円を含む６００万円の払戻しをＦから受けた上，これをＣに交付して費消した行為について，被害額を５００万円とする横領罪の成否が問題となり，その客観的構成要件要素及び主観的構成要件要素を検討する必要があるが，客観的構成要件要素のうち，どの行為を「横領」行為と捉えるかによって，横領罪の客体が異なり得る点に留意する必要がある。すなわち，甲が現実に６００万円をＣに交付した行為を「横領」と捉える場合，客体は甲が所持している現金ということになるのに対し，甲がＣに対する弁済に充てることを決意して払戻請求を行っていることに着目し，払戻しを受ける行為を「横領」と捉える場合には，本件甲口座に預金として預け入れられた金員が客体ということになり，それが「自己の占有する他人の物」\nといえることを示す必要が生じる。なお，いずれの構成を前提としても，Ａに対する横領罪の客体は，Ａに交付すべき５００万円に限定されることになると解される。\n⑶ 甲が５００万円の返還を免れるために睡眠薬をＡに飲ませて死亡させた行為について甲が，Ａに引き渡すべきであった５００万円を自己の借金返済のため費消したことをＡに知られた後，Ａを殺害してその返還を免れようと考えつつ本件計画を立て，第１行為によりＡを死亡させた事実について，２項強盗殺人罪の成否が問題となり，その客観的構成要件要素及び主観的構成要件要素を検討する必要があるところ，Ａの死亡結果及び財産上の利益の強取行為については，甲の犯行計画に反し，第１行為によって現実化しているため，いわゆる早すぎた構成要件実現の問題として，故意既遂犯の成否が問題となる。\nこの点，殺人既遂罪の成否に関する判断については，最決平成１６年３月２２日刑集５８巻３号１８７頁が参考になる。すなわち，当該判例の考え方に従えば，①第１行為が第２行為を確実かつ容易に行うために必要不可欠なものであったこと，②第１行為に成功した場合，それ以降の犯罪計画を遂行する上で障害となるような特段の事情が存しなかったと認められること，③第１行為と第２行為が時間的場所的に近接していることなどの事情が認められ，第１行為が第２行為に密接な行為であり，第１行為の開始時点で既に殺人に至る客観的な危険性が認められる場合には，行為者は一連の殺人行為に着手して，その目的を遂げたものであり，行為者の認識と異なり，第１行為によって被害者が死亡していても殺人既遂罪の成立が認められることになる。当該判例を前提とした場合，本件事案についても，第１行為の段階で，殺人罪の実行の着手が認められるか否かを検討する必要があるが，その際，時間的場所的関係や使用した薬物の性質などについて当該判例の事案と比較することが求められる。\nそして，同罪の実行の着手を認めた場合，Ａの心臓疾患の存在を一般人が認識できず，甲も知らなかったことを踏まえつつ，因果関係の有無について具体的に検討を加える必要がある。\n他方，当該判例の考え方に従わない場合，殺人既遂罪の成否については，同罪の実行行為及び故意の有無の判断方法について，自説を根拠とともに論じた上で，当てはめを的確に行う必要がある。例えば，Ａの死亡結果を発生させた行為として因果の起点となる第１行為のみを実行行為として捉えた上で，第 1 行為と死亡結果との間の因果関係を肯定した場合，第１行為の段階で甲に故意が認められるか否かについて，甲がＡの殺害に必要と考えていた- 17 -\n第２行為を留保していたことや，因果関係の錯誤があることを踏まえつつ，根拠とともに十分論じる必要がある。\n２項強盗殺人罪は，被害者を殺害して財産上の利益を取得すれば直ちに成立するのではなく，２項強盗罪の成立要件を満たす必要があるから，同罪の実行行為である「暴行」又は「脅迫」が認められるかについて検討する必要がある。この点に関し，第１行為の段階で「暴行」\nがあったといえるかについては，「暴行」とは有形力・物理力の行使と解されることを踏まえつつ，具体的事実を摘示して当てはめを行う必要がある。そして，この点については，ワインを飲ませることは強盗罪の予定する有形力には当たらない，あるいは，ワインを飲むことについてはＡが同意しているという理由から，第１行為は強盗罪にいう「暴行」に当たらないと解する余地があるだろう。他方，「暴行」を肯定する論理としては，例えば，睡眠薬の混入を知らずにワインを飲んだＡの錯誤に基づく無効な同意による薬剤の作用を有形力と見ることや，究極の反抗抑圧手段である被害者の殺害は実質的に暴行を包含していると考えられること，気体を吸引させる第２行為を「暴行」に当たるとした上で，第１行為と第２行為を一連の実行行為と捉えることなどが考えられよう。\nさらに，「暴行」を肯定した場合については，本件の具体的事実関係において，甲が「財産上不法の利益を得」たといえるかについて，財産上の利益の意義を正確に示した上で，具体的事実を摘示して当てはめを行う必要がある。\nなお，２項強盗殺人罪又は殺人罪の実行の着手を否定した場合でも，５００万円の返還を免れるためにＡを殺害する目的で準備を進めた上，実際にワインを飲ませてＡを死亡させた行為について，自説の立場からいかなる犯罪が成立するかについて，論理一貫した検討が必要になる。例えば，殺人予備罪，強盗予備罪の成否のほか，Ａに生じた数時間は目の覚めない状態が「傷害」に当たるとする立場からは，傷害（致死）罪，（重）過失傷害罪（又は同致死罪）などの成否が問題となり得る。\n⑷ 甲がＡ所有の腕時計を奪取した行為について甲がＡ方から立ち去る際に発見したＡ所有の腕時計を上着のポケットに入れて，Ａ方から立ち去り，これを奪取した行為について，その奪取意思が生じた時期が第１行為後であったことに着目すれば，昏酔強盗罪ではなく，窃盗罪の成否が問題となり，その客観的構成要件及び主観的構成要件の充足の有無を検討する必要がある。ただし，甲に２項強盗殺人罪の成立を認める立場からは，客体が「財産上の利益」と「財物」との違いこそあれ，甲が侵害しようとした５００万円の返還債務と腕時計はＡの財産との点で重なり合いがあり，同一機会にこれらを侵害したことに着目し，上記行為について１項強盗殺人罪の成否を検討する余地もある。\n⑸ 最後に，上記のことを踏まえ，罪数を論じる必要がある。",
  "scoring_notes": "１ 出題の趣旨，ねらい既に公表した出題の趣旨のとおりである。\n２ 採点方針本問では，具体的事例について，甲の罪責や，その理論構成，一定の結論を導くために着目すべき事実を問うことにより，刑法総論・各論の基本的な知識と問題点についての理解，事実関係を的確に分析・評価し，具体的事実に法規範を適用する能力，対立する複数の立場から論点を検討する能力，結論の妥当性や，その導出過程の論理性，論述力等を総合的に評価することを基本方針として採点に当たった。\nいずれの設問の論述においても，各設問の内容に応じ，各事例の事実関係を法的に分析した上で，\n事案の解決に必要な範囲で法解釈論を展開し，問題文に現れた事実を具体的に摘示しつつ法規範に当てはめて妥当な結論や理論構成を導くこと，さらには，それらの結論や理論構成を導く法的思考過程が論理性を保って整理されたものであることが求められる。ただし，論じるべき点が多岐にわたることから，事実認定上又は法律解釈上争いが生じ得る事項など法的に重要な事項については手厚く論じ，そうでない事項については簡潔に済ませるなど，答案全体のバランスを考えた構成を工夫することも必要である。\n出題の趣旨でも示したように，設問１では，事例１における甲の罪責について，甲に成立する１項恐喝罪又は２項恐喝罪いずれかの被害額が，①６００万円になるとの立場及び②１００万円になるとの立場双方からの説明に言及しつつ，最終的に自説としてどのような構成でいかなる結論を採るのかを根拠とともに論じる必要があった。したがって，上記①及び②を小問形式と捉えて，それぞれの理論構成を別個に示したにとどまり，いかなる結論がいかなる理由で妥当であるのか，自説を論じていない答案は，低い評価にとどまった。\n①及び②への言及においては，出題の趣旨で記載した各立場からの説明が考えられるが，これを客観的構成要件要素に関する法解釈上の問題と位置付け，恐喝罪の保護法益の内容や同罪における「財産上の損害」の要否及びその内容に関する各見解を踏まえ，論理性を保って論述することができている答案は，高い評価であった。他方で，①及び②への言及で上記各見解に一切触れず，専ら違法性阻却の観点から，すなわち，犯行態様等の違法性阻却の判断要素に関わる事実関係の評価を変えることにより，違法性が阻却されない場合を①の立場，５００万円の交付については違法性が阻却される場合を②の立場として説明するのみの答案は，低い評価にとどまった。\n設問２は，Ａが睡眠薬を摂取して死亡したことについて，自説か否かに関わりなく，甲に殺人既遂罪が成立しないという結論の根拠となり得る具体的事実として考えられるものを３つ挙げた上で，それらが当該結論を導く理由を記述させるものであった。\nこの３つの事実としては，出題の趣旨で記載した①，②及び③の各事実が考えられる。これに対し，当該結論を導く理由としては，様々な理論構成からの説明が考えられるところ，問題文で「事実ごと」の記述が求められている以上，出題の趣旨で記載したとおり，複数の事実を一括せず，①の事実に着目して実行行為性又は実行の着手を，②の事実に着目して因果関係を，③の事実に着目して故意を，それぞれ否定することが想定されていた。また，問題文で「簡潔」な記述が求められているのであるから，理論構成の根拠や他説への批判まで論じる必要はなかった。\n設問３では，出題の趣旨で示したとおり，事例２における甲の罪責については，⑴甲が，銀行の窓口係員に対し，犯罪被害金であることを秘しつつ，甲名義の預金口座から６００万円の払戻しを請求し，同額の払戻しを受けた行為について，１項詐欺罪の成否を論じる必要があったが，犯罪被害金の払戻請求とはいえ，甲が銀行に有効な預金債権を取得していることに着目して，「欺く」行為の有無に関し，設問１における結論との整合性も意識しつつ論じることが求められていた。⑵甲がＣに対する借金返済のため前記６００万円の払戻しを受け，これをＣに渡して費消した行為については，横領罪の成否を論じる必要があったが，客体をＡに交付すべき５００万円に限定した上で，\nいかなる行為を「横領」行為と評価するかに対応させながら，甲名義口座の預金又は払い戻した現金が同罪の客体に該当するかを論じることが求められていた。\n⑶甲がＡに対する５００万円の返還を免れるため睡眠薬を混入したワインをＡに飲ませて眠り込ませ，その影響によりＡの心臓疾患を悪化させ，Ａを死亡させた行為については，２項強盗殺人罪の成否を論じる必要があったが，早すぎた構成要件実現の処理が問題になっているため，出題の趣旨でも記載したとおり，まずは実行行為をどのように構成するのか，すなわち第１行為（Ａに睡眠薬を摂取させる行為）及び第２行為（Ａに有毒ガスを吸引させる行為）を一体的に評価した上，これを実行行為として構成するのか，第１行為のみを実行行為として構成するのかを論じ，その上でそれぞれの立場から因果関係の有無や，故意の有無を論じることが求められていた。また，強盗罪の実行行為である「暴行」が認められるか否かについて，その意義に遡って具体的に論じることが求められていたが，これを肯定した場合，甲が「財産上不法の利益を得」たといえるかについて，当該文言の意義を正確に示した上で，\nＡに相続人がいないこと等の具体的事実を摘示して当てはめを行う必要があった。\nなお，２項強盗殺人罪又は殺人罪の実行の着手を否定した場合，殺人予備罪，強盗予備罪の成否のほか，傷害（致死）罪，（重）過失傷害罪（又は同致死罪）などの成否も問題となり得る以上，それらの論述が必要であった。\n⑷甲が睡眠薬を混入したワインをＡに飲ませた後，Ａ方で発見した腕時計を奪取した行為について，\n窃盗罪等の財産犯の成否を論じる必要があった。\n設問３では，⑴ないし⑷の各行為ごとに事案の解決に必要な範囲で法解釈論を展開し，問題文に現れた事実を具体的に指摘しつつ法規範に当てはめることができている答案は高い評価であった。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n⑴ 全体について本問は，前述２のとおり，論じるべき点が多岐にわたるため，厚く論じるべきものと簡潔に論じるべきものとを選別し，手際よく論じる必要があったが，論じる必要のない論点を論じる答案や必ずしも重要とは思われない論点を長々と論じる答案が相当数見られた。規範定立部分については，論証パターンの書き写しに終始しているのではないかと思われるものが多く，中には，本問を論じる上で必要のない点についてまで論証パターンの一環として記述を行うものもあったほか，論述として，表面的にはそれらしい言葉を用いているものの，論点の正確な理解ができていないのではないかと不安を覚える答案が目に付いた。また，規範定立と当てはめを明確に区別することなく，問題文に現れた事実を抜き出しただけで，その事実が持つ法的意味を特段論じずに結論を記載する答案も少なからず見られた。これは，論点の正確な理解とも関係するところであり，一定の事実がいかなる法的意味を有するかを意識しつつ，結論に至るまでの法的思考過程を論理的に的確に示すことが求められる。\n⑵ 各設問についてア 設問１について本設問では，Ｂの交付行為によってＡに対する債務が消滅することを構成要件上，どのように評価するべきかという問題意識の下，出題の趣旨に記載した見解の対立構造を示しつつ，恐喝罪の構成要件該当性について正確な法的理解を示すことが求められるが，違法性阻却の問題とした上で，専ら事実関係の評価を変えることで損害額を論じる答案が目立ち，上記の点を的確に検討できている答案は比較的少数であった。\n甲に成立する財産犯について，１項恐喝罪を認める答案が多かったが，客体が財物に該当す- 2 -るか否かを意識して論じるものは少数であったほか，恐喝罪の構成要件要素を正確に摘示しないなど，同罪の構成要件要素全般に関する理解が十分示されていない答案が散見された。\nまた，甲に詐欺既遂罪の成立を認める答案も散見されたが，Ｂは債権額については誤信しておらず，また，甲を暴力団組員と誤信した点は，畏怖の念を生じさせる一材料にとどまっているため，詐欺未遂罪はともかく，詐欺既遂罪の成立は認め難いところ，これを認める答案については構成要件要素の検討が不十分であるとの印象を受けた。\nなお，少数ながら，甲に強盗罪の成立を認める答案もあったが，行為態様からすれば，反抗抑圧に足りる程度の脅迫は認め難く，同罪の成立は一層困難といえ，具体的な事実の構成要件への当てはめができていないとの印象を受けた。\nイ 設問２について本設問では，出題の趣旨で記載した①ないし③の事実を挙げつつ，これを根拠に実行行為性又は実行の着手，因果関係及び故意を否定するための理論構成を記述することが求められていたが，多くの答案は，必要な記述を展開することができていた。\n他方，理論構成に関する基本的理解が不足しているとの印象を受ける答案も目立った。\n例えば，因果関係を否定する場合には，被害者の特殊事情を判断資料に含めるべきかという視点が不可欠であるところ，このような視点を欠いたまま，諸般の事情の総合的判断によって因果関係を否定するなど，論理過程に疑義のある答案が散見された。また，甲が第２行為を止めたことに着目して，甲に中止犯が成立し，殺人未遂罪になるため，殺人既遂罪は成立しないと結論付ける答案も相当数あった。しかし，中止犯は，未遂犯の成立を前提とする以上，中止犯が成立することが殺人既遂罪の成立を否定する理由とならないことは明らかである。これらの答案は，いずれも総じて，論証パターンを無自覚に記述しているにすぎないとの印象を受けた。\nウ 設問３について本設問では，前述２のとおり，⑴ないし⑷の各行為の擬律判断が求められていたところ，これら各行為をまんべんなく検討している答案は少数であった。\n⑴の行為については，そもそも１項詐欺罪の成否が問題となることを把握できていない答案も多かったが，これを把握できている答案についても，甲が自己名義の預金口座から犯罪によって得た金員の払戻しを請求しているという事情を適切に評価している答案はごく一部にとどまった。\n⑵の行為については，横領罪の成否が問われていることを把握できてはいても，その客体が５００万円に限定されることや，検討対象となる行為と客体の特定を意識的に結び付けて論じることができている答案は必ずしも多くなかった。\n⑶の行為については，早すぎた構成要件実現の処理が問われているところ，甲の計画に反し，\n第１行為によってＡの死亡結果及び財産上の利益の移転が現実化しているため，２項強盗殺人罪の成立を認めるためには，同罪の実行行為及び故意が認められるかを具体的に論ずることが必要になるが，そもそも問題の所在を適切に指摘できている答案は少数にとどまった。例えば，\n多くの答案が，出題の趣旨で記載した最決平成１６年３月２２日刑集５８巻３号１８７頁が示した判断要素を前提として，第１行為の段階で実行の着手が認められることから故意既遂犯の成立を導いていたが，実行の着手が認められることが，なぜ故意既遂犯の成立を認める論拠となるのかについて，十分な説明を欠いている答案が多数であった。\n強盗の実行行為性，すなわち第１行為自体，あるいは第１行為と一体的に評価された第２行為が，\n強盗罪にいう「暴行」に該当するか否かについて論じることができている答案は少数であった。他方，強盗罪の実行行為性を認める立場からは，同罪の手段と評価し得る行為によりＡが死亡した本事例では，強盗の機会性の有無について論じる必要はないはずであるのに，これを長々と論じる答- 3 -案が散見された。関連する論点をとりあえず書いておこうとするのではなく，具体的な事案の解決において必要となる論点に絞り込んで検討することが肝要である。\n少数ながら，甲が５００万円の返還を免れたことが昏酔強盗罪の客体に当たるとして同罪の成立を認め，「２項昏酔強盗殺人」という犯罪が成立するとした答案もあった。しかし，条文上，昏酔強盗罪の客体が財物に限られていることは明らかであり，基本的知識の不足と条文を確認する姿勢の欠如が感じられた。\n⑷の行為については，腕時計の奪取時点で，Ａが生存していたことは問題文上明らかであるのに，\n死亡していたとして，死者の占有が腕時計に及ぶか否かを論述する答案も散見された。例年指摘しているところであるが，問題文をよく読んで，何が問われているかを正確に把握して検討に取り掛かることが求められる。\nなお，本設問で殺人既遂罪の成否を論じず，自説の内容が不明の答案が散見された。このような答案は，設問２での記述を所与の前提としている印象を受けたが，これを前提にするのであれば，\n設問２に関する記述が自説であることを示しつつ，論じる必要があった。\n⑶ その他例年指摘している点でもあるが，用語の間違い（全体財産と個別財産等）がある答案や，文字が乱雑で判読しづらい答案，基本的用語の漢字に誤記がある答案が散見された。また，文章の補足・訂正に当たって，極めて細かい文字で挿入がなされる答案も相当数あった。時間的に余裕がないことは承知しているところであるが，採点者に読まれるものであることを意識して，大きめで読みやすい丁寧な文字で書くことが望まれる。\n⑷ 答案の水準以上を前提に，「優秀」「良好」「一応の水準」「不良」と認められる答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，各設問に関係する事実関係を的確に分析した上で，各設問の出題の趣旨や採点方針に示された主要な問題点について検討を加え，成否が問題となる犯罪の構成要件要素等について正確に論述するとともに，必要に応じて法解釈論を展開し，問題文に現れた事実を具体的に指摘して当てはめを行い，設問ごとに求められている罪責や理論構成について論理的に矛盾のない論述がなされている答案である。\n「良好」と認められる答案とは，各設問の出題の趣旨及び前記採点の方針に示された主要な問題点について指摘し，それぞれの罪責について論理的に矛盾せずに妥当な結論等を導くことができているものの，一部の問題点について検討を欠くもの，その理論構成において，主要な問題点の検討において，理解が一部不正確であったり，必要な法解釈論の展開がやや不十分であったり，\n必要な事実の抽出やその意味付けが部分的に不足していると認められるものである。\n「一応の水準」と認められる答案とは，事案の分析が不十分であったり，各設問の出題の趣旨及び前記採点の方針に示された主要な問題点について一部論述を欠いたりするなどの問題はあるものの，論述内容が論理的に矛盾することなく，刑法の基本的な理解について一応ではあるものの示すことができている答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本概念の理解が不十分であるために，各設問の出題の趣旨及び前記の採点方針に示された主要な問題点を理解できていないと認められたもの，事案に関係のない法解釈論を延々と展開しているもの，論述内容が首尾一貫しておらず論理的に矛盾したり論旨が不明であったりしているものなどである。\n４ 法科大学院教育に求めるもの刑法の学習においては，刑法の基本概念の理解を前提に，論点の所在を把握するとともに，各論- 4 -点の位置付けや相互の関連性を十分に整理し，犯罪論の体系的処理の手法を身に付けることが重要である。\n一般的に重要と考えられる論点を学習するに当たっては，一つの見解のみならず，他の主要な見解についても，その根拠や難点等に踏み込んで理解することが要請される。論点をそのように多面的に考察することなどを通じて，当該論点の理解を一層深めることが望まれる。また，刑法各論の分野においても，各罪を独立して学習するだけではなく，例えば，財産犯であれば，財産犯全体に共通する総論的，横断的事項を意識し，また，犯罪類型ごとの区別の基準を重視した学習が望まれる。\nさらに，これまでにも繰り返し指摘しているところであるが，判例を学習する際には，結論のみならず，当該判例の前提となっている具体的事実を意識し，結論に至るまでの理論構成を理解した上で，その判例が述べる規範の体系上の位置付けや，それが妥当する範囲や理論構成上の課題について検討し理解することが必要である。\n例年，取り上げるべき論点の把握が不十分なまま，論証パターンを無自覚に記述するため，取り上げなくてよい点についてまで長々と論じる答案が目に付く。事案の全体像を俯瞰して，事案に応じて必要な点について過不足なく論じるための法的思考能力を身に付けることが肝要である。\nこのような観点から，法科大学院教育においては，まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上，刑法上の諸論点に関する問題意識（なぜ問題となるのか）を喚起しつつ，その理解を深めさせ，さらに，判例の学習等を通じ具体的事案の検討を行うなどして，正解思考に陥らずに幅広く妥当な結論やそれを支える理論構成を導き出す能力を涵養するよう，より一層努めていただきたい。"
}