{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "〔第１問〕（配点：５０）\nＡ社は，Ｂ県内に所有する自社の事業所の敷地に，製造プラント工場を数棟保有し稼働させていたが，このうちにはトリクロロエチレンなどの揮発性有機化合物を使用し，これらを含む排水を排出する施設（水質汚濁防止法第２条第２項にいう特定施設に該当するものとする。）を伴う甲工場があったところ，Ａ社は，事業の見直しに伴って，この甲工場を廃止して解体・撤去した。しかし，この際に，Ａ社は，何らの措置を採ることなく，甲工場の跡地の区画（公道で区切られることなく，かつ，事業所関係者以外の立入りはない。）をそのまま引き続き自社の将来の事業用地として保有し続けていた。\nＡ社は数年後に，この甲工場跡地に新たに乙工場を建設することを計画し，そのため甲工場跡地を，約１５００平方メートルにわたって深さ数メートル程度掘り下げ，ここで発生した土壌を，自社の従業員に運搬させ，乙工場建設現場から離れており，事業所敷地内ではあるが敷地境界近くにある自社用地で長年空き地のままに放置されていた広場に運んで積み上げ保管した。\nところで，この広場の敷地境界を挟んだ隣地には，Ｃ市によって児童公園が設置されており，公園内の井戸の揚水機によってくみ上げた井戸水はＢ県の地域防災計画により災害時の用水として利用されることとされていたほか，さらに，井戸水を利用した池も設置されていて，夏には近所に住むＤらの子を含む子どもたちがこの池で泳いだり，水遊びをしていた（なお，Ｃ市は，土壌汚染対策法（以下「土対法」という。）第６４条による権限の委任を受けていない。）。\n〔設問１〕\n土対法の下で，⑴Ａ社がこの甲工場を廃止し，解体・撤去をした後に，本来採るべきであった措置は何か。また，その措置が免除されるのは，どのような場合か。⑵数年後に，乙工場の設置準備のための工事を行った際，Ａ社が本来採るべきであった措置は何か。それぞれにつき，資料も参照の上で，説明せよ。\n〔設問２〕\nＡ社が広場に積み上げて保管していた土壌に含まれていたトリクロロエチレンなどの発がん性のある揮発性有機化合物が，地下に浸透して地下水を汚染し，隣接する公園内の井戸水等を経由して，公園内の池の水をも汚染していることが新聞で報じられたため，Ｄらは不安を感じている。この場合にＤらから相談を受けたＢ県知事は，Ａ社に対していかなる法的措置を採り得るか，説明せよ。\n〔設問３〕\nＤらが，直接，Ａ社に対して採ることが可能な法的請求があるか，論ぜよ。\n- 28 -\n【資 料】\n〇 土壌汚染対策法施行令（平成１４年１１月１３日政令第３３６号）（抜粋）\n（土壌汚染状況調査の対象となる土地の基準）第３条 法第５条第１項の政令で定める基準は，次の各号のいずれにも該当することとする。\n一 次のいずれかに該当すること。\nイ 当該土地の土壌の特定有害物質（法第２条第１項に規定する特定有害物質をいう。以下同じ。）による汚染状態が環境省令で定める基準に適合しないことが明らかであり，当該土壌の特定有害物質による汚染に起因して現に環境省令で定める限度を超える地下水の水質の汚濁が生じ，又は生ずることが確実であると認められ，かつ，当該土地又はその周辺の土地にある地下水の利用状況その他の状況が環境省令で定める要件に該当すること。\nロ 当該土地の土壌の特定有害物質による汚染状態がイの環境省令で定める基準に適合しないおそれがあり，当該土壌の特定有害物質による汚染に起因して現にイの環境省令で定める限度を超える地下水の水質の汚濁が生じていると認められ，かつ，当該土地又はその周辺の土地にある地下水の利用状況その他の状況がイの環境省令で定める要件に該当すること。\nハ (略)二 次のいずれにも該当しないこと。\nイ 法第７条第４項に規定する技術的基準に適合する汚染の除去等の措置（法第６条第１項に規定する汚染の除去等の措置をいう。以下同じ。）が講じられていること。\nロ (略)\n〇 土壌汚染対策法施行規則（平成１４年１２月２６日環境省令第２９号）（抜粋）\n（使用が廃止された有害物質使用特定施設に係る工場又は事業場の敷地であった土地の調査）第１条 土壌汚染対策法（平成１４年法律第５３号。以下「法」という。）第３条第１項本文の報告は，次の各号に掲げる場合の区分に応じ，当該各号に定める日から起算して１２０日以内に行わなければならない。ただし，当該期間内に当該報告を行うことができない特別の事情があると認められるときは，都道府県知事（土壌汚染対策法施行令（平成１４年政令第３３６号。以下「令」という。）第１０条に規定する市にあっては，市長。以下同じ。）は，当該土地の所有者等（法第３条第\n１項本文に規定する所有者等をいう。以下同じ。）の申請により，その期限を延長することができる。\n一 当該土地の所有者等が当該有害物質使用特定施設（法第３条第１項に規定する有害物質使用特定施設をいう。以下同じ。）を設置していた者である場合（同項ただし書の確認を受けた場合を除く。） 当該有害物質使用特定施設の使用が廃止された日二，三 （略）\n２，３ （略）\n（人の健康に係る被害が生ずるおそれがない旨の確認）第１６条 法第３条第１項ただし書の確認を受けようとする土地の所有者等は，次に掲げる事項を記載した様式第三による申請書を提出しなければならない。\n一～五 （略）\n２ （略）\n３ 都道府県知事は，第１項の申請に係る同項第４号の土地の場所が次のいずれかに該当することが確実であると認められる場合に限り，当該土地の場所について，法第３条第１項ただし書の確認をするものとする。\n一 工場又は事業場（当該有害物質使用特定施設を設置していたもの，当該工場又は事業場に係る事業に従事する者その他の関係者以外の者が立ち入ることができないものに限る。）の敷地として利用されること。\n- 29 -二 当該有害物質使用特定施設を設置していた小規模な工場又は事業場において，事業の用に供されている建築物と当該工場又は事業場の設置者（その者が法人である場合にあっては，その代表者）の居住の用に供されている建築物とが同一のものであり，又は近接して設置されており，かつ，当該居住の用に供されている建築物が引き続き当該設置者の居住の用に供される場合において，当該居住の用に供されている建築物の敷地（これと一体として管理される土地を含む。）\nとして利用されること。\n三 (略)\n４，５ （略）\n（法第４条第１項の土地の形質の変更の届出の対象となる土地の規模）第２２条 法第４条第１項の環境省令で定める規模は，３０００平方メートルとする。ただし，現に有害物質使用特定施設が設置されている工場若しくは事業場の敷地又は法第３条第１項本文に規定する使用が廃止された有害物質使用特定施設に係る工場若しくは事業場の敷地（同項本文の報告をした工場若しくは事業場の敷地又は同項ただし書の確認を受けた土地を除く。）の土地の形質の変更にあっては，９００平方メートルとする。\n（法第４条第１項の土地の形質の変更の届出を要しない行為）第２５条 法第４条第１項第２号の環境省令で定める行為は，次に掲げる行為とする。\n一 次のいずれにも該当しない行為イ 土壌を当該土地の形質の変更の対象となる土地の区域外へ搬出すること。\nロ 土壌の飛散又は流出を伴う土地の形質の変更を行うこと。\nハ 土地の形質の変更に係る部分の深さが５０センチメートル以上であること。\n二～五 (略)\n（土壌汚染状況調査の対象となる土地の土壌の特定有害物質による汚染状態に係る基準）第２８条 令第３条第１号イの環境省令で定める基準は，土壌溶出量基準とする。\n２ 令第３条第１号ハの環境省令で定める基準は，土壌含有量基準とする。\n（地下水の水質の汚濁に係る限度）第２９条 令第３条第１号イの環境省令で定める限度は，地下水基準とする。\n（地下水の利用状況等に係る要件）第３０条 令第３条第１号イの環境省令で定める要件は，地下水の流動の状況等からみて，地下水汚染（地下水から検出された特定有害物質が地下水基準に適合しないものであることをいう。以下同じ。）が生じているとすれば地下水汚染が拡大するおそれがあると認められる区域に，次の各号のいずれかの地点があることとする。\n一 地下水を人の飲用に供するために用い，又は用いることが確実である井戸のストレーナー，揚水機の取水口その他の地下水の取水口二 （略）三 災害対策基本法（昭和３６年法律第２２３号）第４０条第１項の都道府県地域防災計画等に基づき，災害時において地下水を人の飲用に供するために用いるものとされている井戸のストレ\nーナー，揚水機の取水口その他の地下水の取水口四 （略）\n〇 水質汚濁防止法施行令（昭和４６年６月１７日政令第１８８号）（抜粋）\n（カドミウム等の物質）第２条 法第２条第２項第１号の政令で定める物質は，次に掲げる物質とする。\n一～八 （略）九 トリクロロエチレン（以下，略）\n- 30 -\n〔第２問〕（配点：５０）\nＡは，Ｂ市郊外の道路沿いに所有する土地にホテルＣを所有し，経営している。ホテルＣの周辺一帯には広大な原野が広がっており，近隣には道路沿いの店舗等が点在する程度である。開業当時は小規模な民宿であったが，次第に原野の優れた自然の風景が注目されるようになり，内外からの観光客が急増したため，Ａは資金を投じて民宿を３階建（高さ１３メートル）の建物に改築し，観光客向けのホテルＣを開業した。その後，周辺地域は国立公園の指定を受け，ホテルＣの所在地は第一種特別地域に含まれるに至った。ホテルＣは屋根や壁面の色彩や形態が自然景観に調和していると評価され，大いに繁盛した。\nところが，Ｂ市周辺を震源とする大規模な地震が発生し，ホテルＣにも内壁や外壁にひび割れなどの被害が生じた。検査の結果，損壊は甚だしいものの，大規模な修繕をすれば元どおりの使用は可能であるとされたが，Ａとしては，建物の老朽化も進んでおり，建物の価値を超える修繕費用を要することもあって，経営，安全の両面から，将来地域の復興が進んだ時点での営業再開を目指すこととし，ホテルＣを解体した。\nそれから３年を経過し，地域の復興も進んだことから，ＡはホテルＣの元の所在地と同一の位置に，従前と全く同一の高さ，面積とデザインによる建物を建築する計画を立案した。\n〔設問１〕\n自然公園法は，国立公園の区域の陸域内における行為につき，特別地域と普通地域を区分した上で，それぞれに応じた規制を定めている。その規制手法・内容の違い及びそのような違いを設けている趣旨を説明せよ。\n〔設問２〕\nＡの計画に関して自然公園法上どのような問題点があるか。問題文に現れた事情の限りで，資料を参照しつつ検討せよ。\n〔設問３〕\nＡは，仮にホテルＣの建築が認められない場合にどのような救済を求め得るか，検討せよ。\n- 31 -\n【資 料】\n〇 自然公園法施行規則(昭和３２年１０月１１日厚生省令第４１号)（抜粋）第２章 保護及び利用\n（特別地域の区分）第９条の２ 国立公園又は国定公園に関する公園計画のうち，保護のための規制に関する計画を定めるに当たつては，特別地域（特別保護地区を除く。以下同じ。）を次の各号のいずれかに掲げる地域に区分するものとする。\n一 第一種特別地域（特別保護地区に準ずる景観を有し，特別地域のうちでは風致を維持する必要性が最も高い地域であつて，現在の景観を極力保護することが必要な地域をいう。）二 第二種特別地域（第一種特別地域及び第三種特別地域以外の地域であつて，特に農林漁業活動についてはつとめて調整を図ることが必要な地域をいう。）\n三 第三種特別地域（特別地域のうちでは風致を維持する必要性が比較的低い地域であつて，特に通常の農林漁業活動については原則として風致の維持に影響を及ぼすおそれが少ない地域をいう。）\n（特別地域，特別保護地区及び海域公園地区内の行為の許可基準）第１１条\n１～５ （略）\n６ 法第２０条第３項第１号，第２１条第３項第１号及び第２２条第３項第１号に掲げる行為（前各項の規定の適用を受ける建築物の新築，改築又は増築以外の建築物の新築，改築又は増築に限る。）に係る許可基準は，第１項第２号から第５号まで並びに第４項第７号及び第９号から第１１号までの規定の例によるほか，次のとおりとする。ただし，第２項ただし書に規定する行為に該当するものについては，この限りでない。\n一，二 （略）\n７～３６ （略）\n【注：Ａの計画する建物は，上記の「前各項の規定の適用を受ける建築物」に該当しないものとする。】\n３７ 法第２０条第３項各号，第２１条第３項各号及び第２２条第３項各号に掲げる行為に係る許可基準は，前各項に規定する基準のほか，次のとおりとする。\n一 申請に係る地域の自然的，社会経済的条件から判断して，当該行為による風致又は景観の維持上の支障を軽減するため必要な措置が講じられていると認められるものであること。\n二 申請に係る場所又はその周辺の風致又は景観の維持に著しい支障を及ぼす特別な事由があると認められるものでないこと。\n三 （略）\n＊ 本条６項が引用する本条各項の規定のうち，本問で検討すべきものを以下のとおり抜粋した。省略された条項については検討を要しない。\n・ 第１項第２号次に掲げる地域（以下「特別保護地区等」という。）内において行われるものでないこと。\nイ 特別保護地区，第一種特別地域又は海域公園地区ロ （略）\n・ 第１項第３号及び第４号 （略）\n・ 第１項第５号当該建築物の屋根及び壁面の色彩並びに形態がその周辺の風致又は景観と著しく不調和でないこと。\n・ 第２項ただし書ただし，既存建築物の改築等であつて，前項第５号に掲げる基準に適合するものについては，この限りでない。\n- 32 -\n【注：「既存建築物の改築等」の定義は以下のとおり。\n既存の建築物の改築，既存の建築物の建替え若しくは災害により滅失した建築物の復旧のための新築\n（申請に係る建築物の規模が既存の建築物の規模を超えないもの又は既存の建築物が有していた機能を維持するためやむを得ず必要最小限の規模の拡大を行うものに限る。）又は学術研究その他公益上必要であり，かつ，申請に係る場所以外の場所においてはその目的を達成することができないと認められる建築物の新築，改築若しくは増築】\n・ 第４項第７号及び第９号から第１１号 （略）\n- 33 -\n- 34 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "〔第１問〕\n本問は，土壌汚染対策法（以下「法」という。）の定める制度のうち，土壌汚染の対策発動の端緒としての汚染調査・報告に係る制度上の取扱いについての理解を問うとともに，併せて違反行為による結果に対する法的措置ないし救済の可能性の検討等を求めるものである。\n法は，汚染土壌による地下水汚染や汚染土壌の直接吸引により，一般環境を経由して生じるおそれがある，人への健康リスクの低減を図ることを目的とする法律である。平成１４年に制定され，土地の所有者等に，有害物質使用特定施設の廃止時等を契機として，敷地土壌についての汚染の状況を調査・報告させ，必要な場合にはその対策を講じさせる制度を設けている。\n同法はその後の平成２１年と平成２９年に，調査すべき契機の拡大等を図る改正がなされている。\n[設問１]⑴は，工場・事業場の有害物質使用特定施設廃止時に，敷地の土壌汚染の有無の専門調査機関による調査及び調査結果の報告を義務付けるとともに，その例外を定める法第３条の制度について問うものである。トリクロロエチレンは法の特定有害物質であり，本件施設は水質汚濁防止法の特定施設に該当することから，本来は，本件施設廃止時に土地所有者等であ\n- 36 -るＡ社は，敷地の汚染の状況につき調査し，その結果を知事に報告すべきであったことを記載する必要がある。また，同条第１項ただし書は，一般環境にある人に対しての健康リスクを生じさせる可能性が少ない一定の要件を満たしている場合に，知事からその旨の確認を受けることによって，調査・報告義務を免除されることを定めており，免除の可能性にも言及することが期待される。\n次に[設問1]⑵は，平成２１年改正で追加された一定規模を超える土地の形質変更の際の知事への事前届出及びこれに基づく調査・報告を求めている法第４条の制度についての理解を問うものである。法第３条第１項ただし書の確認を受けていない使用廃止の特定施設に係る工場等の敷地については，土地の形質変更の際の届出義務を負う規模要件に該当するものとしている本問の設例では，Ａ社は法第３条第１項の定める手続に違背していることとは別に法第４条第１項の事前届出義務を負うこととなる（法第４条第１項は，同項ただし書１号で，法第３条第１項ただし書の確認を経た土地につき法第３条第７項以下の規定により届出義務を負うこととするが，それ以外の土地には法第４条第１項の適用を想定している）。\n次に，[設問２]は，法第５条による知事の調査・報告命令発出等の余地についての検討を求めるものである。法第５条は，特定有害物質による汚染により人の健康に係る被害が生じるものとして，かなり細かく厳格に定められている政令の要件に該当する土地について，当該土地所有者等に，知事が，法第３条第１項・法第４条第３項と同様の調査・報告を命じることができるものとしている。単に汚染のおそれについて報道されたというだけでなく，Ｂ知事による井戸水の水質検査の結果，当該井戸に係る地下水が，特定有害物質であるトリクロロエチレン\nにより汚染されていることが明らかとなるなどの事情のほか，この井戸水が地域防災計画により災害時に人の飲用に供するものとされているなどの事情があれば，当該土壌汚染によって人の健康被害を生ずるおそれがあると認められ得ることとなり，当該地下水の水質汚濁の原因がＡ社の空き地にあると認められるときは，Ｂ知事は，Ａ社に本件広場につき，法第５条による調査・報告を命ずることができる。命令により得られた調査結果に基づいて，法第６条によって，この土地を要措置区域に指定した上で，当該要措置区域内において講ずべき汚染除去の措置と措置の期限を示して，汚染除去計画を作成することを指示できることとなる。そして法第\n７条は，作成提出された計画によっては，その適合・変更を審査・命令でき，計画実施の履行がない場合には履行を命じることができる旨も定められている。本問の設例は，これらに該当し得ることを想定して出題されていることに気付いてほしい。このほか，知事は，法第５４条によるＡ社への報告の徴収やその土地への立入検査権限の発動や，４条違反についての法第６６条による罰則適用のための告発を行うことも可能であることを記すこともできよう。これに対し，法第１６条以下の汚染土壌搬出行為の規制や違反への措置命令等は，要措置区域等の指定を受けた汚染土地であることを前提としており，したがって本問で適用できると考えることには疑問がある。\n以上のほか，水質汚濁防止法第１４条の３に基づく措置命令も，検討されてよい。\n[設問３]は，近所の住民であるＤらは，Ａ社が，健康を害するおそれがある汚染土壌による地下水汚染を生じさせた場合，Ａ社に対して，健康被害の防止その他人格権等侵害の未然防止のために，地下水の汚染の除去を求めることができかどうかの検討を求めるものである。\n本問の場合，民事上の差止義務として，これに準ずる汚染浄化及び将来の汚染防止のための汚染土壌の浄化を命じるように求める余地があること（ただし，ＤらがＡ社の具体的行為内容を特定せず，汚染を環境基準以下とすることを求める包括的差止請求の可否に関しては論議の余地があること）等の記載が期待される。\nなお，本問の設例では，健康被害が現に生じていることとはされていないが，特にＣ市によって，池の汚染を理由として公園利用が禁止又は制限されたような場合には，これによる利便の喪失に係る損害の賠償をＡ社に対して求める可能性も検討の余地がある。\n- 37 -\n〔第２問〕\n自然公園法（以下「法」という。）は，風致の維持と利用の増進を図ることを目的としている（法第１条）。他方で，権利者の財産権に対する制約を伴うことから，それとの均衡を図ることも求められている。本問は，具体的事例を踏まえた検討を通じて，法制度の基礎的理解を確認し，複雑な法令の適用能力とその過程を論理的に説明する能力を試す趣旨のものである。\n設問１について我が国の自然公園は，管理者が土地の権利を有することを要件としない地域制の公園であり，権利者の土地利用に制限を加えるに当たっては，風致の維持と権利者の財産権保障との均衡を図る必要性がある（法第４条参照）。そこで，法は，公園計画（法第２条第５号）に基づき，その区域内に特別地域を指定することができることとし（法第２０条第１項），さらに特別地域を特別保護地区，第一種特別地域，第二種特別地域，第三種特別地域に区分する（法施行規則第９条の２）一方，特別地域に含まれない区域を普通地域とし（法第３３条第１項），それぞれの保護の必要性の程度に応じた規制を行っている。\nこうした規制の在り方は一般にゾーニングと呼ばれているが，本設問では，法及び施行規則に基づく陸域のゾーニングの概要とともに，その背景にある財産権保障との均衡について説明することが求められている。\n設問２について本事例は，国立公園の第一種特別地域内における建造物の新築又は改築が問題になる場面を取り上げている。特別地域内の工作物の新築又は改築は，許可制であり（法第２０条第３項第\n１号），その許可基準は法施行規則第１１条第６項に規定されているところ，同項が引用する同条第１項第２号イは，第一種特別地域内において行われるものでないことを要件としている。\nこれによれば，Ａの計画する建造物の建築は，新築であれ改築であれ，許可されないことになる。\nただし，同規則第１１条第６項ただし書は，同条第２項ただし書に規定する行為に該当するものはこの限りでないとしている。これによれば，Ａの計画する建造物の建築が，「既存建築物の改築等」（定義は参考資料参照）であり，かつ，同条第１項第５号に掲げる基準に適合する場合には，同規則第１１条第６項が準用する同条第１項第２号イの要件は適用されないため，第一種特別地域内における建築であることを理由に不許可とされることはない。もっとも，その場合も，同条第３７項の基準は充足する必要がある。\n本事例で挙げられている事実関係を基にすると，Ａが計画しているホテルの再建築が「既存建築物の改築等」に該当するか否かが，許可を受けられるか否かに関して大きな分かれ目となるといえよう。災害で損壊したとはいえ，滅失したのはＡの経営判断による取壊しの結果であるし，取壊しから３年を経過し，既に「ホテルＣがない風致・景観」も形成されていると思われる。反面，災害により経済的全損という滅失したのと同様の状況に至ったともいえるし，そもそも国立公園に指定された時点でホテルＣ（旧建物）は既に存在していたのであり，第一種特別地域内とはいえ，「ホテルＣがない風致・景観」に対し，Ａに多大な財産権侵害を及ぼしてまで強い法的保護を与えるべきなのかという疑問の余地もあろう。\nこうした本事例特有の悩ましさに向き合いつつ，条文の適用を丁寧に論理立てて行い，説得的に論述することが求められている。\n設問３について\nＡの計画したホテルＣの再建築が認められなかった場合の救済方法として，法が予定しているのは，損失補償である（法第６４条）。\nしかし，実際には自然公園法に基づく規制に伴う損失補償はハードルが高い。裁判例を見ても，特別地域指定の趣旨に著しく反するような不許可になることが明らかな行為の許可申請自\n- 38 -体が権利の濫用であり，不許可による損失の補償は不要であるとするもの（東京高判昭和６３年４月２０日行集３９巻３～４号２８１頁），周辺一帯の地域の風致・景観の保護の必要性，建物建築による風致・景観への影響，不許可に伴う土地の従前の用途に従った利用等が不可能ないし著しく困難になるか等を総合勘案し，財産権の内在的制約の範囲内であるとして補償を否定するもの（東京地判平成２年９月１８日行集４１巻９号１４７１頁）等がある。\nただ，本件におけるＡの計画は，これら裁判例で問題とされた行為とは性質や状況を相当異にするので，本件固有の事情を踏まえた検討が必要である。\nまた，仮にＡに対する不許可に伴う損失が補償の対象になるとしても，どの範囲の損失が，不許可に伴い「通常生ずべき損失」といい得るかという問題がある。学説としては，相当因果関係説（不許可処分と相当因果関係を有する損失が補償の対象），実損補償説（不許可処分に伴い出捐を余儀なくされた廃業費用など積極的実損のみが補償の対象），地価低落説（不許可処分に伴う地価の低落分のみが補償の対象）が挙げられるところ，補償額が土地所有者の主観的意図や思惑により左右される相当因果関係説には批判も多く，否定する裁判例もある（東京地判昭和５７年５月３１日行集３３巻５号１１３８頁，東京地判昭和６１年３月１７日行集３７巻３号２９４頁）。\n本事例でＡにとって最も切実な問題になるのは，Ａの得べかりし利益（仮に許可を受けていれば，ホテルＣの営業再開により得ることのできた利益）が補償されるか否かであろう。これについては，上記のうち相当因果関係説によれば補償の対象となる余地があるといえようが，その他の説による限り補償は困難と思われる。\n損失補償の条文に触れることはもちろん，こうした裁判例や学説の趨勢も見据えた上で，いかなる結論であれ説得的に論述することが期待されている。"
}