{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\n競馬好きの個人Ａは，不動産賃貸業を営む傍ら，インターネットを介して馬券を購入できるサ\nービスを利用して馬券を購入している。Ａの馬券購入方法は，競走馬や騎手等の情報を収集・分析した上で，着順予想の確度と配当率の大小を組み合わせた購入パターンに従い，年間を通じての収支（当たり馬券の払戻金の合計額と外れ馬券を含む全ての馬券の購入代金との差額）で利益が得られるように工夫しながら，偶然性の影響を減殺するために年間を通じてほぼ全てのレース\nで馬券を購入するというものである。そして，平成２１年から平成２５年までの５年間に，年間約３０００レースのうちのほぼ全てのレースを対象として，１年当たり５０００万円程度の馬券を購入し，収支の上で毎年利益を得ていた。利益の額は，年によって大きく変動したものの，平均すると１年当たり２００万円程度であった。\nＡは，自己のノウハウを基に競馬予想ソフトウェア（以下「ソフト」という。）を開発し，これにユーザーが独自の条件設定を行うことができる機能を付けて売り出せばより多くの利益を得られるのではないかと考え，平成２６年から，このソフトの小売販売事業を始めた。もっとも，これと並行して上記の方法による馬券の購入も継続し，従前と同程度の利益を上げながら，そこで得られる新たな競馬予想ノウハウをソフトのバージョンアップに取り入れていた。平成２８年には，株式会社Ｂ（以下「Ｂ社」という。）を設立して同社の代表取締役に就任し，同社において，株式会社Ｃ（以下「Ｃ社」という。）その他の小売業者にソフトの卸売を行うこととした。\nＡは，個人で営む不動産賃貸業でも安定した収入を得ており，所有する建物の一つを，毎月の賃料を当月末日に支払う約定でＤに賃貸していた。平成２８年１０月１日に借地借家法第３２条に基づく賃料増額請求権を行使してＤに対し賃料を月額２０万円から２５万円に増額するよう求めたところ，Ｄがこれに応じず，民事調停も整わなかったため，ＡはＥ地方裁判所（以下「Ｅ地裁」という。）に賃料増額請求の訴訟を提起した。その結果，Ｅ地裁は，Ａの請求を一部認容して賃料を月額２３万円とする判決を言い渡し，この判決は平成２９年１２月２８日に確定した。そのため，Ｄは，平成３０年１月４日にＡに対し，月額２３万円で計算した平成２８年１０月１日以降の増額分の未払賃料及び遅延損害金（以下，両者を併せて「本件未払賃料等」という。）を全額支払った。\n他方で，Ｂ社の経営も順調であったが，ソフトの卸売先であるＣ社の資金繰りが悪化し，同社から，同社の所有する甲土地をＢ社に売却するので，その売買代金を未払のソフト仕入代金と同額にして相殺処理してほしいとの申出を受けた。Ｂ社は，Ｃ社への資金援助になると考えてこれを承諾し，平成３０年８月１日にＣ社との間で，時価３０００万円相当の甲土地を代金４０００\n万円で買い受ける旨の売買契約を締結し，その売買代金債務とＣ社のＢ社に対する未払のソフト仕入代金債務４０００万円とを相殺して，同日にＣ社の費用負担で甲土地の所有権移転登記を受けた。\nＡは，令和２年５月１日にＢ社から甲土地を時価と同額の代金３３００万円で買い取り，これを不動産賃貸業の用に供した。\nなお，Ｂ社もＣ社も，毎年１月１日から１２月３１日までの期間を事業年度としている。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１⑴ Ａが平成２５年に得た当たり馬券の払戻金に係る所得は，Ａの同年分の所得税の計算上どの所得に分類されるか，説明しなさい。\n⑵ Ａが平成２６年に得た当たり馬券の払戻金に係る所得は，Ａの同年分の所得税の計算上どの所得に分類されるか，説明しなさい。\n- 6 -\n２ ＡがＤから得た本件未払賃料等に係る収入は，Ａの所得税の計算上いつの年分の不動産所得に係る総収入金額に算入されるか，説明しなさい。\n３⑴ Ｂ社によるＣ社からの平成３０年８月１日の甲土地の買受けに関して，Ｂ社の同日を含む事業年度の法人税の計算上，損金の額への計上はどのようにすべきか，説明しなさい。\n⑵ Ｂ社によるＡへの令和２年５月１日の甲土地の売却に関して，Ｂ社の同日を含む事業年度の法人税の計算上，益金の額及び損金の額への計上はどのようにすべきか，説明しなさい。\n- 7 -\n〔第２問〕（配点：５０）\n個人Ａは，食品卸売業を目的とする株式会社Ｂ（以下「Ｂ社」という。）の創業者であるＣの子で，同社の使用人であった。平成２３年にＣが死亡し，遺産分割協議の結果，Ａの姉のＤがＢ社株式の大半を相続して経営を引き継ぎ，Ａは少数の同社株式を相続した上で，同社の取締役に就任し，事業年度ごとに決められる毎月一定額の役員給与（以下「本件役員給与」という。）の支給を受けることとされた。しかし，Ｄが経営を独占したため，毎月開催される取締役会に形式的に出席するほかは，Ｂ社にはＡの行うべき業務はなかった。そこでＡは，Ｂ社勤務中の経験をいかし，Ｂ社の取締役に就任したまま，平成２４年中に，冷凍食品の小売販売店を個人で開業することとした。\nこの開業以来Ａの店で働いていたＥは，Ｅにとって唯一の親族である高齢の父親Ｆ（妻（Ｅの母親）とは死別）と同居してその介護をしていたところ，平成２６年中にＦの症状が進んでＥの手に負えなくなったことから，Ｆを介護付有料老人ホームに入所させたいと考えるようになったが，Ｅ\nが適切と考える施設の入居一時金を支払うにはＦの全財産である貯金を使っても３００万円不足するため，特に貯金のないＥは同年半ばに，Ａに３００万円の借金を申し込んだ。この申込みを受けたＡは，これまでのＥの誠実な働きぶりを高く評価していたため，「Ｅさんの働きぶりにはいつも感心しています。これからも長くこの店で働いてくださいね。」と言って，低利・無担保でこの借金の申入れに応じて貸し付けることとした（以下，この貸付金を「本件貸付金」という。）。Ｅは平成２６年及び平成２７年にはＡに対して約定の元利支払を行ったが，平成２７年末にＦが亡くなった際の心労などから病気になり，平成２８年中に病死した。Ａに対するＥの債務は元本が２００万円残っており，また，Ｅが病死するまでの期間に相当する平成２８年分の利息１万円が未払のままであったが，Ｆの介護にお金をつぎ込んでいたＥには貯金はなく，自動車などのめぼしい財産もなかった。\nＡは，開業以来事業の用に供していた冷凍庫付軽自動車甲を平成２８年末に同業のＧに譲渡して，その譲渡による利益を，平成２９年３月１４日に提出した平成２８年分の所得税の確定申告書において，所得に含めて申告した。平成２９年３月中にＧから，甲が契約した性能を満たしていないから契約を解除するとの連絡があったが，Ａがこの主張を認めなかったため，ＡとＧの間で民事訴訟\n（以下「本件訴訟」という。）となり，平成３０年６月１５日にＡ敗訴の判決が確定した。同日，Ａは代金等をＧに払い戻し，甲の引渡しを受けた。\n本件訴訟係属中の平成２９年８月には，開業以来のＡの所得についての税務調査が行われ，その結果に基づいて平成２５年分から平成２８年分のＡの事業所得につき，収入の計上漏れなどを理由とする増額更正処分が，平成２９年１２月に行われた。Ａはこの処分について不服申立てを行っていない。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１ 本件役員給与の課税関係について，以下の問いに答えなさい。\n⑴ Ｂ社が本件役員給与を損金に算入し得る場合の根拠規定とその趣旨及び適用関係を，簡潔に説明しなさい。\n⑵ 本件役員給与に不相当に高額な部分がある場合，Ｂ社の所轄税務署長Ｈが，法人税法第３４条第２項（以下「本件規定」という。）に基づいて本件役員給与の一部の損金算入を否認する処分を行うことは適法か。本件規定の括弧書に「前項……の適用があるものを除く。」と規定されている点を考慮した上で，本件規定の適用関係に触れつつ，簡潔に説明しなさい。\n- 8 -\n２ 本件貸付金に関する課税関係について，以下の問いに答えなさい。\n⑴ ＡがＥから受け取った本件貸付金の利息と未収受の利息は，Ａの所得税の計算上どのように扱われるか，簡潔に説明しなさい。\n⑵ 平成２８年にＥが病死したという事情は，Ａの所得税の計算上どのように扱われるか，説明しなさい。\n３ Ａを敗訴させた本件訴訟の判決が平成３０年６月１５日に確定したことにより，Ａのいつの年分のどの所得分類に係る所得額がどのように変化するか。また，Ａは，その変化をどのような手続によって自分の所得税の計算に反映させることができるか。条文上の根拠を摘示しつつ説明しなさい。\n- 9 -\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問は，競馬での当たり馬券の払戻金の所得分類（設問１⑴，⑵），賃料増額請求の当否が争われた場合の賃料収入の帰属年度（設問２），法人による資産の高額譲受けとその資産の転売における法人の課税関係（設問３⑴，⑵）について問うものである。\n設問１⑴では，近時の最高裁判例（最判平成２９年１２月１５日民集７１巻１０号２２３５頁）の事案と類似の事案について，当たり馬券の払戻金に係る所得が所得税法に定められた１０種類の所得のどれに分類されるかが問われている。\n上記最判の事案では，一時所得か雑所得かが争われた。しかし，これらの所得は他の８種類の所得に該当しないとされた場合に初めてその該当性が問題となるのであるから，本問の解答に当たっては，まず，これら以外に該当の可能性がある所得について検討しなければならないことに気付く必要がある。そうすると，最初に検討すべきは，事業所得（所得税法第２７条第\n１項）の該当性ということになる。具体的には，馬券の購入行為が事業に当たるか否かを，判例・裁判例（弁護士顧問料事件・最判昭和５６年４月２４日民集３５巻３号６７２頁，会社取締役商品先物取引事件・名古屋地判昭和６０年４月２６日行集３６巻４号５８９頁）による事業所得該当基準に照らして検討すべきこととなる。\nその結果，事業所得に当たらないとした場合には，次に，一時所得（所得税法第３４条第１項）の該当性を検討することになる。具体的には，Ａの平成２５年分の当たり馬券の払戻金所得が，一時所得から除外される「営利を目的とする継続的行為から生じた所得」（同項）に当たるか否かが問題となる。論述に当たっては，上記最判及びその引用する先行判例（最判平成\n２７年３月１０日刑集６９巻２号４３４頁）が示した判断基準に触れながら，Ａの馬券購入行為が，①継続的行為といえるか，②客観的に見て営利を目的とする行為といえるかについて，問題文に現れた諸事情に即して当てはめを行うことが求められる。そして，その結果，一時所得にも当たらないとした場合には，雑所得（同法第３５条第１項）に該当すると結論付けることになる。\n設問１⑵は，Ａが平成２６年に競馬予想ソフトの小売販売事業を始め，前年までと同様の馬券の購入で得られる新たな競馬予想ノウハウをソフトのバージョンアップに取り入れるという状況の変化があり，このような事情が，Ａの当たり馬券の払戻金所得の分類において，前年と- 24 -\nの違いをもたらすか否かを問うものである。\nここでは，このような事情により，Ａの当たり馬券の払戻金所得が，競馬予想ソフトの小売販売事業（小売業。所得税法施行令第６３条第７号）に付随して行われる経済活動から得られる所得として，事業所得に該当するのではないか，という論点に気付くかどうかがポイントとなる。結論としては，肯定・否定のどちらもあり得ると考えられるが，いずれにしても説得的な論述が求められる。\n設問２は，不動産賃料の増額請求の当否が賃貸人と賃借人との間で争われた事例を通じて，所得税法における収入の帰属年度についての基本的な理解を問うものである。\n解答に当たっては，まず，所得税法第３６条第１項を摘示し，「収入すべき金額」という規定が恣意性を排除するために現金主義ではなく権利確定主義を採用したものであることを指摘した上で，賃料増額請求権が形成権であるといえども賃料増額請求が争われた場合は原則として判決が確定した時点が権利確定時点であるという規範を判例（仙台賃料増額請求事件判決・\n最判昭和５３年２月２４日民集３２巻１号４３頁）から抽出し，本件においては平成２９年分の収入金額に算入されるとの結論を導くことが期待される。\n設問３⑴は，法人が時価を超える対価により資産を譲り受ける，いわゆる高額譲受けをした際の損金の側の取扱いを問うものである。\n本件土地の時価と対価との差額である１０００万円の経済的利益がＢ社からＣ社に無償で供与されたことになることを指摘し，この利益供与は「別段の定め」がない限り損金の額に算入されることになる（法人税法第２２条第３項）のか，その「別段の定め」はあるのか，という思考過程を経た上で，その「別段の定め」として寄附金の損金算入制限の規定があり（同法第\n３７条第１項），本件の経済的利益が寄附金に該当して損金算入制限を受けるか，という論点にたどり着くことが求められている。そして，寄附金に当たるとした場合には，損金算入が制限される分だけＢ社に対する課税額が増えることになるので，租税法律主義の観点から，その根拠となり得る法人税法第３７条第７項の適用関係を説得的に説明する必要がある。\n設問３⑵は，資産の高額譲受けをした法人がその資産を他に転売する際の，益金の側と損金の側の取扱いを問うものである。\nまず，益金の側では，「有償…による資産の譲渡」（法人税法第２２条第２項）に当たり，その収益の額である対価の３３００万円が益金の額に算入されるとの解答が期待される。\n次に，損金の側では，「原価」（法人税法第２２条第３項第１号）に当たる本件土地の取得価額が損金の額に算入されるところ，⑴で取得時の時価と対価の差額である１０００万円が寄附金に当たるとした場合には，本件土地の取得価額が幾らになるかについての検討が期待される。\n〔第２問〕\n本問では，法人が支給した役員給与の損金算入の可否（設問１），個人事業主が従業員に貸し付けた金員に関する所得税の課税関係（設問２），及び事業用固定資産の譲渡から得られた所得が後の判決確定により失われた場合の所得金額等の修正方法（設問３）について，問われている。\n設問１⑴では，役員給与を法人の損金に算入し得る根拠規定とその趣旨，適用関係が問われている。役員給与の損金不算入については法人税法第３４条が詳細な規定を置いているが，同条の見出しが「役員給与の損金不算入」とあるように，同条の眼目は，一定の役員給与を「損金の額に算入しない」ことにある。すなわち，同条は，論理的には，原則として損金算入できる役員給与につき，例外的な損金不算入を定めているものである。この場合の「原則」は，法人の所得計算の基本規定である同法第２２条に規定されており，損金については同条第３項が規定を置いているから，役員給与が同項のどの号に該当するかを検討する必要がある。その上で，同法第３４条第１項が同項各号該当のものを除いて損金不算入としている趣旨，また，「事\n- 25 -業年度ごとに決められる毎月一定額の役員給与」である本件役員給与が同項のどの号に該当するかなどを，順を追って検討する必要がある。\n設問１⑵では，法人税法第３４条第２項の適用関係が問われている。上述のとおり，同条第\n１項，第２項は「損金の額に算入しない」ことを定めた規定であるから，第２項にいう「前項\n…の規定の適用があるもの」とは，第１項の規定により損金不算入とされたものを指す。⑴で確認したように，本件役員給与は第１項により損金不算入とはならない性質のものであるため，第１項により「損金の額に算入しない」こととはされず，第１項は適用されない。したがって，第２項を適用し，改めてその一部を損金不算入とすることに規定の適用上の問題はない。本問では，このことを簡潔に説明することが求められている。\n設問２⑴は本件貸付金の利息の所得税の計算上の扱い，具体的には，その所得分類と帰属年度が問われている。本件貸付金がＡの事業と関係あるものであればその利息は事業所得とされる。本件の貸付けが，働きぶりの良いＥが今後長くＡの店で働くことを期待して実行されていて，言わばＡの事業における福利厚生のための行為というべきものと評価されれば，そのような貸付けは事業に関連することになる。その場合，その既収・未収の利息は，事業の付随収入として，それぞれそれを受け取る権利が確定した年分の事業所得の総収入金額に算入されよう。\n設問２⑵は，本件貸付金が事業関連性を有することを前提に，その貸倒損失の扱いを問うものである。事業関連性を有する貸付金の貸倒損失は，所得税法第５１条第２項により，それが貸倒れた年分の事業所得の必要経費に算入される。\n本問では，一般に債権が貸倒れたと判断されるための基準を指摘した上で，Ｅが病死し，換金できるような目ぼしい財産は残されておらず，Ｅの債務を相続する身寄りもない等の事情が，その判断基準に照らしてどのように評価されるかを検討する必要がある。\n設問３は，平成２８年中に甲を譲渡した契約の解除が，平成３０年６月１５日に確定した本件訴訟の判決により確定したことにより，Ａの所得税の課税関係がどのように変更され，その変更をＡはどのような手続きで自分の所得計算に反映させるべきかが問われている。\nまず，甲はＡの事業の用に供されていた固定資産であり，Ａの冷凍食品小売業という事業において，甲のような固定資産を反復継続的に譲渡することは考えられないから，この譲渡は所得税法第３３条第２項に該当しない同条第１項の譲渡に当たるので，その譲渡からは譲渡所得が発生する。したがって，平成２８年分の譲渡所得を発生させる基礎となった事実が，平成３０年の判決により，「それと異なることが確定した」ことになる。\nこのことは，国税通則法第２３条第２項第１号に該当するから，Ａは同項に基づく更正の請求を，判決確定日の翌日から２か月以内に行なえばよいように思えるが，直接にこのような解決をすることは，同項柱書２つ目の括弧書の規定に抵触する。この間の事情を正確に説明し，同条第２項による更正の請求と同条第１項による更正の請求の関係から，同条第１項による更正の請求が認められるべきことを説得的に説明することが求められる。\nさらに，Ａが，平成２９年１２月に平成２８年分の所得につき増額更正処分を受けてこの処分が確定していることが，Ａによる更正の請求にどのような影響を及ぼすかを，国税通則法第\n２３条第１項柱書２つ目の括弧書の規定の文言とその内容に即して説明することが求められる。\n以上の諸点を考慮しつつ，本件訴訟の判決が平成３０年６月１５日に確定したことにより，Ａは，平成２８年分の所得税の法定申告期限から５年以内という期間制限を満たす限り，国税通則法第２３条第１項による更正の請求を行なうことができるという結論を導くことが期待されている。"
}