{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n情報技術を用いた情報処理を業とするＹ社は，平成２９年５月１日，Ｘとの間で，基本給を月額４０万円とし，雇用期間を同３０年１０月３１日までとする期間の定めのある雇用契約（以下\n「本件雇用契約」という。）を締結した。Ｙ社の就業規則は，労働時間を１日８時間，１週４０時間と，休日を土曜日・日曜日・国民の祝日などとそれぞれ定め，賃金の計算期間を毎月１日から末日までとし，毎月１０日に前月分の賃金を支払うことを定めていた。\n本件雇用契約には，基本給を前記のとおりとした上で，１か月間の労働時間の合計（以下「月間総労働時間」という。）が１８０時間を超えた場合には，その超えた時間数に対して１時間当たりの一定額（２５００円）を乗じて得た額の賃金を，基本給に加えて支払うこととし，月間総労働時間が１４０時間に満たない場合には，その満たない時間数に対して一定額（２５００円）を乗じて得た額を，当該月の基本給額から控除して支給する旨の約定（以下「本件約定」という。）が付されていた。その趣旨は，本件約定が適用される者については，１月から１２月までの月ごとの休日を除く勤務すべき日数の多寡にかかわらず，標準の月間総労働時間を１６０時間とし，被用者の月間総労働時間がこれに満たない場合であっても，１４０時間を下回らない限りは，基本給の額を支給することとする一方で，標準の月間総労働時間を超えて勤務をしても，１８０時間を超えない限りは，基本給に時間外勤務手当が上乗せされないというものであった。\nＸは，本件約定の存在を認識し，その内容を理解した上で，前記の内容が明記された本件雇用契約の契約書に，署名・押印をした。Ｘが署名・押印をしたのは，前記の基本給は比較的高額であると評価できたこと，本件約定による労働時間制は変則的ではあるものの，１６０時間を標準の月間総労働時間として念頭に置きつつ，自分の勤務時間を適宜調節する柔軟性があるように思われたことなどからであった。\nＸは，平成２９年５月１日から同３０年１０月３１日までの間の各月において，いずれも１週間当たり４０時間を超える労働又は１日当たり８時間を超える労働を行った。同期間の各月の月間総労働時間は，平成２９年６月にあっては１８０時間を超えたが，それ以外の各月にあっては１８０時間以内であり，１４０時間に満たない月はなかった。Ｙ社は，Ｘに対し，平成２９年６月分については本件約定に基づき月間総労働時間数のうち１８０時間を超える時間数に２５００円を乗じた額の時間外勤務手当を基本給に加えて支給したが，それ以外の各月については基本給の額のみを支払った。Ｘは，平成３０年１０月３１日にＹ社を退職した。Ｙ社では，Ｘの在職期間中，本件約定のほかに，変形労働時間制やフレックスタイム制は採用していなかった。\nなお，Ｘの在職期間中の各月について１日８時間の勤務をした場合のそれぞれの月間総労働時間は，当該各月において休日を除く勤務すべき日数が異なることに伴い変動するものの，おおむね\n１４０時間から１８０時間までの間であった。また，月間総労働時間が１８０時間を超えた場合において支払われた前記の一定額は，通常の賃金の時間単価額の１２５％増しの額に対して，月間総労働時間のうち１８０時間を超えた時間数を乗じた額を超える額であった。さらに，Ｘの時間外労働時間（「時間外労働」とは，法定労働時間を超える時間の労働をいう。以下同じ。）の合計が６０\n時間を超える月はなかった。\nＸは，月間総労働時間が１８０時間を超えた月の労働時間のうち１８０時間を超えない部分における時間外労働及び月間総労働時間が１８０時間を超えなかった月の労働時間における時間外労働\n（以下「月間１８０時間以内の労働時間中の時間外労働」という。）に対する割増賃金が支払われていないとして，Ｙ社に対して，当該割増賃金の支払いを請求した。\n- 22 -\n〔設 問〕\n１．Ｘの主張に対して，Ｙ社は，月間１８０時間以内の労働時間中の時間外労働に対する割増賃金は，本件約定により，基本給に組み入れられており，未払いの割増賃金はないと反論した。このようなＹ社の反論を踏まえつつ，Ｘの請求の当否について論じなさい。\n２．さらに，Ｙ社は，仮に月間１８０時間以内の労働時間中の時間外労働に対する割増賃金の請求権がＸに発生し得ると考えたとしても，Ｘは，本件約定を含む本件雇用契約を締結したことにより，Ｙ社に対して当該割増賃金を請求する債権を放棄したと反論した。このような\nＹ社の反論を踏まえ，Ｘの請求の当否について論じなさい。\nなお，１，２を通して，割増賃金債権の消滅時効については論じなくてよい。\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n家庭用電化製品の製造・販売等を業とするＡ社においては，その総従業員数の８５％に当たる従業員が組合員として加入するＢ労働組合（以下「Ｂ組合」という。）が組織されており，Ａ社とＢ組合の間には，ユニオン・ショップ協定及びチェック・オフ協定を含む労働協約が締結されていた。\nＣは，大学卒業後，Ａ社に入社し，２２年の勤務を経て営業第二課長となった。その後，Ｃが，その部下であるＤを，営業成績が一向に上がらないことについて強い口調で叱責し，これを気に病んだＤがＡ社を辞職するという事態に至った。この事態を問題視したＡ社は，Ｂ組合との労働協約に基づいて設置され，Ａ社の管理職員とＢ組合の執行役員によって構成される懲戒委員会に，この件を付議した。懲戒委員会は，この件について事実調査を行い，ＣのＤに対する叱責等の行為は減給処分に相当するとの決定をした。この決定を受け，Ａ社は，同社の就業規則の規定に基づき，Ｃを減給処分とした。\nこの処分に不満を持ったＣは，入社以来加入しているＢ組合に相談をしたが，Ｂ組合の執行部から「この処分は，当組合の執行役員も参加した懲戒委員会の調査と決定に基づくものであり，既に解決済みである。」と返答され，全く取り合ってもらえなかった。\nこのようなＢ組合の対応に対しても不満を持ったＣは，Ｂ組合を脱退せず，同組合の組合員としての地位を維持したまま，いわゆる地域合同労組であるＥ労働組合（以下「Ｅ組合」という。）に加入した。この際，Ｃと同様にＡ社の従業員であり，かつ，Ｂ組合の組合員であって，この件についてのＡ社とＢ組合の対応に不満を持ったＦ及びＧの２名も，Ｃに共感し，Ｃと共にＥ組合に加入した。\n前記の減給処分についてＣから相談を受けたＥ組合は，Ａ社に対し，「当組合員Ｃの減給処分に関する件」を交渉事項とする団体交渉申入書を送付した。この申入書には，Ｅ組合の名称，所在地及び執行役員名と共に，「貴社が雇用する組合員」として，「貴社営業第二課長Ｃのほか貴社従業員数名」との記載があった。また，同申入書には，Ｅ組合の組合規約も添付されていた。\nこれに対し，Ａ社は，「弊社に労働組合として団体交渉を求めるのであれば，貴組合の組合員名簿をご提出ください。少なくとも，貴組合の組合員のうち弊社の従業員である者の全ての氏名を明らかにしていただかなければ，弊社としては，貴組合と責任を持って団体交渉を行うことができません。また，Ｃは，弊社内の労働組合であるＢ組合にも加入しており，二重交渉となる可能性がある以上，Ｃに関する貴組合からの団体交渉の申入れには応じることができません。さらに，Ｃは，弊社の管理職員（営業第二課長）であるため，貴組合は，適法な労働組合とは認められないものと思料します。」との書面をＥ組合に送付した。\nこれを受けて，Ｅ組合は，Ａ社に対し，「本団体交渉を行うに当たり，組合員名簿の提出は必要ありません。確かにＣはＢ組合にも加入していますが，Ｂ組合は本件について『既に解決済み』との対応を採っています。Ｃが貴社の営業第二課長であることも，本団体交渉を拒否する理由にはなりません。」との書面を送付した。しかし，Ａ社は，その後もＥ組合からの団体交渉の申入れに応じていない。\nなお，Ａ社におけるＣの営業第二課長としての勤務内容及び処遇は，①営業第二課の課員の人事考課を行い，人事考課表を同社の人事課に提出する，②営業第二課の課員それぞれから，人事異動についての希望を聴取し，聴取した事項を取りまとめて同社の人事課に提出する，③営業第二課の営業方針と計画についての原案を作成し，営業統括部長に提出する，④Ａ社の経営方針の決定機関である経営会議と取締役会には，営業第二課に関わる案件がある場合にのみ出席し，必要な説明を行うが，議事に参加する権限や議決権はない，⑤月額１２万円の役職（課長）手当が支給される- 24 -一方，時間外・休日労働に対する割増賃金は支給されない，⑥課員と同様に出社時及び退社時にタイムカードの打刻をするが，出勤・退勤時間について拘束はなく，遅刻・早退に対する賃金カット\nはないというものであった。\n〔設 問〕\n１．Ｅ組合は，Ａ社を相手方として，どのような機関に，どのような法的根拠で，どのような内容の救済を求めることが考えられるか。救済の内容について検討すべき法律上の論点を挙げつつ，論じなさい。\n２．１で述べた救済は，認められるか。検討すべき法律上の論点を挙げて論じなさい。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，時間外労働に対する割増賃金を基本給に組み入れて支払う旨の約定がある場合における割増賃金請求の当否が争点となった事案を題材とするものである。\nより具体的には，本問の事案は，月間労働時間の合計が１８０時間を超える月においてはその超える時間数に対して一定額を乗じた金額を基本給に加えて支払い，また，月間労働時間が１４０時間に満たない月においては１４０時間を下回る時間数に対して一定額を乗じて得た金額を基本給から控除して支払うが，月間労働時間が１４０時間から１８０時間までの範囲にとどまる月においては基本給の額を支払うという約定（以下「本件約定」という。）の下で，労働者が，月間労働時間が１８０時間を超えない部分における時間外労働に対する割増賃金の支払を請求したものである。これに対して，使用者は，月間労働時間が１４０時間から１８０時間までの範囲内にとどまる月の時間外労働に対する割増賃金は本件約定により基本給に組み入れられており，未払いの割増賃金はない旨を主張し，さらに，仮にそのような割増賃金の請求権が発生するとしても，労働者は，本件約定を含む雇用契約を締結したことにより，当該割増賃金を請求する債権を放棄したと主張する。\n割増賃金の請求を巡る紛争は，近時，実務上も比較的多く見られるところであり，本問は，そうした今日的な紛争形態を題材に，割増賃金請求の当否を問うことを通じて，関係条文や判例，そこから導き出される規範の正確な理解とそれらを具体的な事件に的確に当てはめ，論述する能力を問うものである。\n設問１では，労働基準法第３７条第１項が時間外労働等に対する割増賃金の支払いを使用者に義務付けている趣旨を踏まえつつ，割増賃金について同項所定の計算式によらずに一定額の基本給に組み入れて支払う旨の本件約定の適法性について論じることが求められる。判例は，同条は同条等に定められた方法によって算定される額を下回らない額の割増賃金を支払うことを使用者に義務付けるにとどまり，使用者が労働契約に基づき同条等に定められた方法以外の方法により算定される基本給の一部を時間外労働等に対する対価として支払うことは，直ちに- 34 -\n同条に反するものではないとし，その上で，その前提として，労働契約における賃金の定めについて，通常の労働時間の賃金に当たる部分と同条の定める割増賃金に当たる部分とを判別することができること（以下「判別性」という。）が必要であるとの規範を示しており（高知県観光事件・最判平成６年６月１３日集民１７２号６７３頁，テックジャパン事件・最判平成２４年３月８日集民２４０号１２１頁），こうした判例法理を正確に理解した上で解答する必要がある。\n規範への当てはめにおいては，設例に含まれる各事情が持つ意味合いを的確に捉えて本件における判別性の有無を判断することが求められる。例えば，月ごとの時間外労働時間数は月によって勤務すべき日数が異なること等により月ごとに相当大きく変動し得るものであり，月ごとの割増賃金額を判別し難いという点や，本件約定において月間１８０時間以内の労働時間中の時間外労働に対して基本給の一部が他の部分と区別されて割増賃金とされていたことを示す事情があるかなどの点が判別性の判断において参考になろう。\n設問２については，割増賃金債権が発生したとして，労働者が当該債権を放棄したと認められるかどうかが問題となる。賃金債権の放棄は一般に労働基準法第２４条第１項に定める賃金全額払いの原則と抵触することになる。この点，判例は，同項が定める全額払い原則の趣旨は，使用者が一方的に賃金を控除することを禁止し労働者に賃金の全額を確実に受領させるところにあり，労働者が自ら賃金を放棄する旨の意思表示をした場合にその効力を否定する趣旨のものであるとはいえないとする一方で，当該意思表示の効力を肯定するためには，それが自由意思に基づくものであることが明確でなければならないとした。その上で，労働者による賃金債権放棄の意思表示が有効とされ得るのは，その旨の意思表示について当該労働者の自由な意思に基づくものであると認められる合理的な理由が客観的に存在することが必要であるとしている（シンガー・ソーイング・メシーン事件・最判昭和４８年１月１９日民集２７巻１号２７\n頁）。\n本件においても，労働者が自ら賃金債権を放棄する旨の意思表示をしたと認められる事情があるか，当該意思表示について当該労働者の自由な意思に基づくものであると認められる合理的な理由が客観的に存在しているかどうかを，設例に示された事実関係に即して判断する必要がある。例えば，労働者が本件約定を締結するに当たり，月ごとの時間外労働時間数が相当大きく変動し得る中で，あらかじめその時間数を予測することが容易ではなかったと考えられることや，その一方で，本件約定における基本給が比較的高額であったことや労働者が１４０時間から１８０時間の範囲内で自分の勤務時間を適宜調整する柔軟性があると認識していた点などをどのように評価するかがポイントとなろう。\n〔第２問〕\n本問は，使用者がいわゆる地域合同労働組合から申し入れられた団体交渉に応じないことが団交拒否と支配介入の不当労働行為に該当するかどうかという点，及びその場合において当該地域合同労働組合がどのような機関に，どのような法的根拠で，どのような内容の救済を求めるかなどの点について検討することを求めるものである。\n本事例における主たる争点は，ⓐ労働組合が組合員名簿を提出しないことは団交拒否の正当な理由となるか，ⓑ当該従業員が社内の労働組合と社外の労働組合に二重に加入していることは団交拒否の正当な理由となるか，ⓒ会社の課長職である当該組合員は使用者の利益代表者（労働組合法第２条但書第１号）に該当するかといった点にある。これらの点は，近年の労使関係において度々生じる，実務上重要な問題であるが，確立された判例法理が存在する典型的論点ではなく，とりわけⓐとⓑは初見の論点であった受験者も少なくないと思われる。典型的論点の判例法理等を個々の事案に当てはめるにとどまらず，新たに生起する未知の問題に対して，法の趣旨に遡って柔軟に思考し，事案に応じた具体的な解釈・判断をすることができることは，- 35 -\n法曹人に求められる重要な能力であり，本問は，受験者が暗記中心型の学習に傾倒していないことを確認するとともに，そのような柔軟な思考能力・適応能力があるかをも問うものである。\n設問１では，本事例が団交拒否を中心とした不当労働行為事案であることから，救済機関として労働委員会と裁判所を，法的根拠として団交拒否（同法第７条第２号）と支配介入（同条第３号）をそれぞれ論じ，救済の内容については，労働委員会と裁判所にそれぞれ異なる救済を求めることができること（例えば，前者では誠実団交応諾命令とポストノーティス等，後者では団交を求める地位確認と損害賠償等を求めることができること）を論じることが求められる。設問は，救済の内容について検討すべき論点を挙げつつ論じることも求めており，この点については，例えば，不当労働行為の救済の内容についての労働委員会の裁量権の存否（第二鳩タクシー事件・最大判昭和５２年２月２３日民集３１巻１号９３頁参照）や，裁判所における団体交渉請求（団交応諾仮処分申立て）の可否等について論じることなどが求められている。\n設問２では，設問１で述べた労働委員会及び裁判所に求める救済が認められるかが問われている。労働委員会には不当労働行為の成否の判断について裁量（要件裁量）は認められないという判例の立場（寿建築研究所事件・最判昭和５３年１１月２４日集民１２５号７０９頁参照）\nに立つと，労働委員会においても，裁判所においても，不当労働行為の成否に関する同一の判断に基づいて救済の可否が決まることになる。不当労働行為の成否の判断のうち，団交拒否（同条第２号）については，前記のように，ⓐＥ組合の組合員名簿の未提出及びⓑＣの労働組合への二重加入がＡ社の団交拒否の正当な理由といえるか，ⓒ課長職であるＣに利益代表者性が認められＥ組合の法適合性（自主性）が否定されるかについて検討する必要がある。ⓐでは本件の団体交渉においてＣ以外の組合員の特定を必要とする事情があるか，ⓑでは当該団交事項について二重交渉となるおそれがあるのか，ⓒではＣの勤務実態等に照らしＣの利益代表者性を肯定すべき事情があるかが，判断のポイントとなる。また，支配介入（同条第３号）の成否については，当該団体交渉をめぐる使用者の態度が組合を弱体化させる行為に当たるかを論じることとなる。\n設問１・２を通して，本問は，不当労働行為事案に関する基本的事項を問うものであり，当事者間のやりとり等に着目すれば，論ずべき点を発見することはさほど困難ではない。不当労働行為制度の基本的な枠組みについての理解や，制度の趣旨に沿った柔軟な判断をする能力，それらに基づいて論理的に整理した論述をする能力など，法曹人としての基本的な能力が問われる。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点に当たっては，各問の事例の具体的な事実関係に即し，設問が求める法的検討・論述に必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて各論点について論理的かつ整合性のある法律構成及び事実の当てはめを行い，適切な結論を導き出しているかを基準とした。\n出題された事例の事案のポイントを正確に把握し，紛争の解決や法的検討に必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案には，おおむね平均以上の得点を与えることとした。各論点について関連する法規定や法原則の趣旨に遡った論証を展開し，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，着目すべき当該事例の特徴的な事実関係を適切に読み取って必要な分析・検討を行っているなど，特に優れた事例分析や考察が認められる答案には，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，非常に乱雑で文字の判読が困難なものもあった。文字の巧拙が得点そのものを左右するわけではないが，相手に伝えるために書くものであることを意識し，できるだけはっきりとした読みやすい文字で丁寧に答案を作成することを強く望みたい。\n３ 採点実感等⑴ 第１問について本問は，時間外労働に対する割増賃金を基本給に組み入れて支払う旨の約定がある雇用契約が締結されている場合における割増賃金請求の当否（設問１）及びそのような約定がある雇用契約の締結により割増賃金請求権が放棄されたとの主張の当否（設問２）について，関連する法規及び判例が示す規範等に照らし，事例に示された具体的事実を的確に当てはめつつ検討することを求めるものである。\n設問１では，時間外労働等に対する割増賃金の支払義務を定める労働基準法第３７条第１項の趣旨を踏まえつつ，割増賃金について同項所定の計算式によらずに基本給に組み入れて支払う旨の約定は適法か否か等を論じることが期待されたが，その出発点として同項の趣旨を正確に示すことができた答案は多くなく，そもそも同項に触れることなく私的自治の原則（契約自由の原則）\nや労働契約法の合意の原則等に関する論述を全面的に展開し，労働基準法の論点に全く触れない，\nあるいは部分的にしか触れていない答案も少なからず見られた。\n本件約定の適法性の検討においては，関連する諸判例（高知県観光事件・最判平成６年６月１３日集民１７２号６７３頁，テックジャパン事件・最判平成２４年３月８日集民２４０号１２１頁）が示す規範の内容の正確な理解が必要となる。判例は，支払われる割増賃金が労働基準法第３７条第１項所定の計算方法により算定された額を下回らない限り，これを基本給に組み入れて支払う旨の約定も適法とし，その前提として，通常の労働時間の賃金に当たる部分と時間外労働に対する割増賃金に当たる部分を判別できることが必要としているところ，多くの答案が，「判別できること」が必要とされることを言及するにとどまり，判別可能性が求められる理由や，判別された割増賃金に当たる部分が法所定の計算方法により算定された額を下回らないことが求められることについてまで正確に論じることができた答案は，多くなかった。\nまた，前記の判別可能性があるかどうかについての具体的な当てはめにおいては，事例に示された事情をそのままなぞるにとどまり，分析や評価を何ら加えていない答案や，単に「割増賃金- 32 -部分を判別することができない」との結論的な指摘をするにとどまるものが多かった。当てはめにおいてどのような事情の存否が法的な評価，判断につながるのかを記述していないものは，答案に記載した規範の内容を十分に理解し論述しているとは言い難いであろう。\n設問２では，比較的多くの答案が，賃金全額払いの原則（労働基準法第２４条第１項）に言及しつつ，賃金債権放棄の意思表示が有効となる要件として，当該意思表示が労働者の自由な意思に基づくものであると認められる合理的な理由が客観的に存在することを挙げており，それらの答案については，判例法理（シンガー・ソーイング・メシーン事件・最判昭和４８年１月１９日民集２７巻１号２７頁）に関する一定の理解がうかがわれる点で，相応の評価を与えた。他方で，\n本問におけるＹ社の反論を民法の債権放棄一般の問題として論じ，前記の賃金全額払いの原則に全く触れていない答案も散見されたのは残念であった。\n前記の判例法理への当てはめにおいては，事例に示された諸事情の中から，労働者の自由な意思に基づくものであると認めるに足りる「合理的な」理由が「客観的に」存在するかどうかの判断に資する事情を的確に取り上げて評価し，説得的に論じることが求められたが，基本給が比較的高額であると労働者が評価していたことや１４０時間から１８０時間の範囲内で自分の勤務時間を適宜調整する柔軟性があると労働者が考えたことなど，契約時の労働者の主観的認識をそのまま挙げるにとどまり，そのような理由の合理性を基礎付け得る事情が，労働者の印象にとどまらず，客観的にも存在していたのかについて意識的に分析・検討できていた答案は多くなかった。\n一部には，「Ｘは本件約定が付された雇用契約を締結したのだから当然賃金債権放棄の意思があった」などと本件約定から表面的に結論付ける答案も見られた。Ｙ社における実際の繁忙状況やＸが契約時にそれを知り得たかどうかなどの点に着目し，主観にとどまらない状況の分析ができていた答案は，相対的に高く評価された。\n設問１，２を通じて，判例が示す規範の趣旨とそれが導かれる理由の正しい理解を前提に，問題文を丁寧に読み込み，出題意図を正しく理解して解答している答案は，比較的高い評価を得た。\nその一方で，出題意図をよく考えた上で解答に取り掛かる姿勢に欠ける答案が少なからず見受けられたのは，残念であった。\n⑵ 第２問について本問は，いわゆる地域合同労働組合からの団体交渉申入れに使用者が応じないという不当労働行為の事案について，考えられる法的救済の内容及びその法的根拠，それらの法的救済をなし得る機関，並びに救済内容に係る論点を検討した上で（設問１），それらの救済の可否，すなわち不当労働行為の成否について，事例に則して具体的に検討することを求めるものである（設問２）。\n設問１では，ほとんどの答案が，救済機関として労働委員会と裁判所があることを指摘することができていたが，法的救済を求める根拠として労働組合法第７条第２号（団交拒否）のみならず同条第３号（支配介入）をも挙げることができていたものは，少数にとどまった。また，多くの答案が，求め得る救済の内容として労働委員会による使用者に対する誠実団交応諾命令及び裁判所による団体交渉を求め得る地位の確認を指摘していたが，労働委員会によるポストノーティス命令及び裁判所による損害賠償の判決を指摘することができたものはさほど多くなく，救済の内容について検討すべき論点（裁判所における団体交渉請求の可否，救済内容に関する労働委員会の裁量権の存否等）を的確に指摘して論述できた答案は少なかった。救済機関としての労働委員会と裁判所の異同について，その理論的根拠（不当労働行為制度の趣旨）に立ち返りながら考察し論じた答案は，高く評価した。\n設問２では，答案の多くが労働委員会と裁判所において不当労働行為の成否に関する判断は同一のものになるという前提に立って論述していたが，その理論的根拠，すなわち労働委員会には不当労働行為の成否の判断について裁量（要件裁量）は認められないという判例の解釈（寿建築研究所事件・最判昭和５３年１１月２４日集民１２５号７０９頁参照）に言及している答案は少数であった。\n- 33 -本問の事例において不当労働行為の成否に関して論ずべき三つのポイント（ⓐ労働組合が組合員名簿を提出しないことは団交拒否の正当な理由となるか，ⓑ当該従業員が社内の労働組合と社外の労働組合に二重に加入していることは団交拒否の正当な理由となるか，ⓒ会社の課長職である当該組合員は使用者の利益代表者に該当するか）については，ほとんどの答案が取り上げており，指摘することができた論点の多寡によって大きな差が生じることはなかったが，各論点の理論的な分析と論述の精粗により答案の優劣が分かれた。\nⓐについては，組合員名簿の提出を求めること自体がプライバシーの侵害や支配介入に当たり，\n提出に応じないことは団交拒否の正当理由になり得ないと断じるような慎重さに欠ける答案もあったが，団体交渉事項が何であるかによっては，団体交渉を求めてきた労働組合に誰が何人所属しているかを使用者側において確認することが必要となることを理解し，組合員名簿の不提出が団交拒否の正当理由になり得ることを論じることができていた答案も少なくなかった。もっとも，\n使用者側が団体交渉に応じるかどうかを判断するためとして当該団体交渉を求める労働組合の組合員を特定し，あるいは特定しようとすること自体が，場合によっては新たな不当労働行為を惹起するおそれを生じさせ得ることを的確に指摘することができた答案はごく少数であった。\nⓑについては，地域合同労働組合が団体交渉を求める事項について社内の労働組合が「解決済み」としていることのみを取り上げ，団交拒否の正当理由の存否について結論を導いたものが多く，二重交渉のおそれがあることがなぜ団交拒否の正当理由になり得るのかを理論的に掘り下げて論述した答案は少なかった。複数組合主義や中立保持義務などの一般原則を援用する答案も少なくなかったが，これらの原則から二重交渉問題について直接結論を導くことができるわけではない。自らの論証に欠落や飛躍がないか，客観的な目で見て推敲を重ねる基本的な姿勢が求められる。\nⓒの利益代表者性（労働組合法第２条ただし書第１号）の点については，趣旨の異なる労働基準法第４１条第２号の管理監督者性との違いを十分に理解せず，あるいはその違いを意識せず，\nこれらを混同して論述している答案が多く見られたことは，残念であった。また，この点の判断の当てはめとして，直接の人事権限の有無については適切に事実関係を拾い上げることができているものの，機密事項への接触の有無については十分に論及できていない答案が少なくなかった。\n基本的な概念については，類似の概念との異同に着目しつつ，その意味内容と外延を正確に理解しておくことが肝要である。利益代表者性と管理監督者性の区別を明確に意識し，労働組合法第２条ただし書第１号の趣旨と条文の構造に沿った論証ができている答案には，相対的に高い評価を与えた。\n設問１，２を通じて，基本的な論点について正確な知識と理解に基づき，設問に則して丁寧に論述することができたものは，十分に合格水準に達する答案となっていた。さらに，各論点について，法の趣旨に立ち返った理論的な考察を行い，それに基づいて適切に結論を導くことができている答案は，より高い評価を得た。\n本問では，確立した判例法理が存在するわけではなく，多くの受験者にとって初見と思われる論点も織り込み，未知の問題に対応する柔軟な思考・適応能力を問うた。そうした論点に対しても，問題の所在やその核心を理論的に正しく理解し，それに照らした丁寧な論述ができたかどうかにより，答案の優劣が分かれた。未知の論点について深い考察と正確な論証が示された答案は，\n基本的な論点についても本質を捉えた正確な論証が示されている傾向にあった。単に確立された判例の規範や通説とされる見解に基づく規範を形式的に暗記し，そこに事実を機械的に当てはめることに終始したのでは，応用力は養われない。そうした規範が判例として確立され，あるいは学説として支持される背景にある理論的基盤や法の趣旨についての理解を深め，そうした理解に基づいて，未知の問題に対しても理論的な考察と丁寧な論述をすることができる能力を着実に養うように努めてほしい。\n- 34 -４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を正確かつ深く把握し，言及を要する論点をほぼ漏れなく論じ，法令や判例の趣旨・射程の正確な理解に基づく的確な規範定立と緻密な事実の評価・当てはめを行い，全体として論理に飛躍や無理のない説得的な論述を行っていると認められる答案である。\n「良好」の水準にあると認められる答案とは，論ずべき論点にはおおむね全て触れており，法解釈について法令や判例の理解に基づく一定の見解を示した上で，設問に対する結論を導き出すのに必要な具体的事実を事例から拾い上げることができている一方で，当てはめにおいて小さな問題が見られたり，判例の理解が十分とまでは言えない面が見られたりするなど，「優秀」の水準にある答案のような論述の緻密さ，深みが認められない答案である。\n「一応の水準」にあると認められる答案とは，労働法の基本的な論点について一定の知識はあると認められるものの，論ずべき論点の一部に言及していなかったり，言及した論点においても，規範の定立に至る論理に欠落があったり，当てはめに不十分さが見られたりするほか，関係条文・判例に対する知識の正確性に難があり，論証において拾い上げる必要がある事実を事例の事実関係の中から的確に捉えて評価することができていない答案である。\n「不良」の水準にあると認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方の理解にも至っておらず，例えば，関係する法令を挙げることも規範を示すこともせずに単に問題文中の具体的な事実をなぞるにとどまっていたり，少ない知識から無理に構成した適切でない論理や規範から短絡的に断定的な結論を導いていたり，極めて表層的な当てはめに終始するだけであったりするなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思われる答案である。\n５ 今後の出題出題方針について変更すべき点は特になく，今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出した上で自己の法的見解の論証を正確かつ説得的に展開し，事例の中から有意な事実を過不足なく拾い上げて当てはめることによって，妥当な結論を導くという，法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。\n従来と同様に，労働契約法，労働基準法を中心とする個別法の分野と労働組合法を中心とする集団法の分野のバランスにも配慮する予定である。\n６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，単なる暗記にとどまらない法の趣旨や理論的基盤に基づいた本質的な理解が図られるよう，更なる指導をお願いしたい。また，それらを具体的な事案に適用して論理的に結論・解決に導く能力を磨くために，事例分析の前提となる基礎的な事実を正しく把握する理解力，結論に至る論理を導くために必要な論点を抽出し，その相互の関連性を意識しつつ分析する能力，法令，判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，法の趣旨に沿った適切な事実の当てはめを行って妥当な結論を導く能力など，法律実務家に求められる基本的な法的思考力を更に養成するよう重ねてお願いしたい。\n- 35 -"
}