{
  "year": "R2",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\nＡ国の民間企業であるＸは，Ｂ国との間で，Ｂ国政府に対してコンピュータを売り渡す旨の売買契約を締結した。ＸとＢ国との間の売買契約書には，当事者間に紛争が生じた場合には，Ａ国の法律に基づき，Ａ国の国内裁判所で裁判手続を行う旨の条項が挿入されていた。Ｘは，契約どおりにコンピュータを引き渡し，売主としての履行を完了した。ところが，Ｘが支払期日に支払を求めたところ，Ｂ国は期日を過ぎてもＸに対して売買代金を支払わなかったため，Ｘは，Ｂ国による売買代金の支払を求めて，Ａ国の国内裁判所に訴えを提起した。これに対してＢ国は，応訴の意思を示さず，国家の裁判権免除を主張して訴えの却下を求めた。\nＡ国とＢ国との間には，特定の事項又は特定の事件に関して相手国の裁判所による裁判権の行使について同意する旨の国際的合意は存在しない。また，Ｂ国が，本件裁判手続における宣言や書面による通知によって，Ａ国の裁判所による裁判権の行使に同意した事実も存在しない。\n原審は，絶対免除主義を適用して，Ｂ国に対して，Ａ国の民事裁判権からの免除を認めた。この判決を不服としたＸは，本件に相対（制限）免除主義の適用を求めて控訴した。これに対して控訴審は，Ｘの主張を認め，Ｂ国に対してＡ国の裁判権を行使できると判断し，Ｂ国に対してＸに対する売買代金の支払を命じた。\nしかし，この控訴審判決にもかかわらず，Ｂ国が当該判決の履行を拒否したため，Ｘは裁判所に対して判決の強制執行を求めた。なお，Ｂ国がＡ国内に保有する財産としては，Ｂ国の外交使節団の名義で開設されている口座の銀行預金があるのみである。\nちなみに，Ａ国とＢ国は，２００４年に採択された「国及びその財産の裁判権からの免除に関する国際連合条約」の締約国であるが，同条約は未発効である。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国が主張した国家の裁判権免除について説明するとともに，絶対免除主義とはどのような考え方であるかを説明しなさい。裁判権免除を認めるべきであるとの立場から，Ｂ国はどのような主張が可能かを論じなさい。\n２．相対（制限）免除主義とはどのような考え方であるかを説明しなさい。Ｂ国に対して裁判権免除を認めるべきでないとの立場から，Ｘはどのような主張が可能かを論じなさい。また，本件売買契約におけるＡ国の国内裁判所で裁判手続を行う旨の条項は，Ｂ国による国家の裁判権免除の放棄と考えられるかについて論じなさい。\n３．Ｂ国が履行を拒否している控訴審判決を強制執行するために，Ａ国内にあるＢ国の外交使節団名義で開設されている口座の銀行預金が差押えの対象となるかについて論じなさい。\n- 36 -\n〔第２問〕（配点：５０）\nＡ国とＢ国は，隣接する国家である。地理的に，Ａ国はＢ国の北に位置している。Ａ国の領域内のナーガ山脈を水源とするギリ川等のいくつかの川は，Ａ国領域内のある地点で一つの川に合流する。この合流点から下流の川がナーガ川であり，ギリ川は，ナーガ川となるいくつかの川の中で最も主要な川である。ナーガ川は，上流国Ａ国から下流国Ｂ国を貫流する国際河川である。\n１９７５年，Ａ国とＢ国は，「ナーガ川の利用と流域の環境の保護及び保全のための協力に関する条約」（以下「１９７５年条約」という。）を締結した。１９７５年条約の主要な規定は，以下のとおりである。第４条は，両当事国にナーガ川流域の環境の保護及び保全の義務を課している。\n第５条は，両当事国にナーガ川の利用状況，水量及び水質等についての年次報告書を提出する義務を課している。第１０条は，両国の政府代表と専門家が委員となる「ナーガ川の利用と流域の環境の保護及び保全のための委員会」（以下「ナーガ川委員会」という。）を設立する旨規定している。\n第１１条は，ナーガ川委員会の任務の一つとして，両当事国が提出する年次報告書の受理及び審査を挙げている。また，第１２条は，ナーガ川の利用に関する新たな計画の実施には，ナーガ川委員会に特別報告書を提出し，同委員会の許可を得ることが必要であると規定している。なお，第１３条は，ナーガ川委員会の意思決定は全会一致によると定めている。さらに，第１９条は，この条約の解釈又は適用に関する紛争で両当事国間の交渉によって解決できないものは，いずれかの当事国により国際司法裁判所に付託できると規定している。\nＡ国には十分な発電施設がなく，自国の火力発電所は必要な電力の１０％しか供給できない状態であった。Ａ国は，１９８０年にＢ国と「電力の安定供給に関する条約」を締結したほか，１９８２年には，Ａ国の東側に位置し，Ｂ国と国境を接していないＣ国とも同じ内容の条約を締結した。\nこれらの条約は，Ｂ国及びＣ国それぞれによる安定的な電力供給とＡ国による対価の支払の義務を規定している。また，それぞれの条約には条約と一体となる附属書が付され，毎年９月の当事国間の協議により，翌年の電力供給量を決定すると規定されている。この附属書により，例年Ａ国は必要な電力量の約５０％をＢ国から，約４０％をＣ国から輸入していた。\n２０１２年９月，Ａ国法人たる甲社が，ギリ川にダム及び水力発電所を建設し，発電事業を行う計画についての認可をＡ国に申請した。甲社は，この事業によりＡ国に必要な電力量の２０％を供給できるとし，Ａ国のエネルギー安全保障の観点からの重要性を強調した。２０１３年４月にこの計画は認可され，２０１８年１０月に発電所が稼働を開始した。\nＡ国は，２０１３年１月にナーガ川委員会に提出した年次報告書で，ギリ川における甲社の計画について簡潔に言及したものの，ナーガ川の利用に関する新たな計画に当たらないので，第１２条に基づく特別報告書を提出して，同委員会の許可を得る必要はないとの見解を示した。これに対し，Ｂ国は，この計画は下流のナーガ川に大きな影響をもたらす可能性があるため，ナーガ川委員会に計画の詳細と環境影響評価の結果に関する特別報告書を提出して，同委員会の許可を得るべきであると主張した。この計画をめぐるＡ国とＢ国の意見の対立が原因となって，ナーガ川委員会は２０１３年８月以降，実質的な活動ができなくなっている。なお，甲社がＡ国にこの計画の認可を申請した時から，国際的に定評のある環境団体が，甲社は必要な環境影響評価を実施していないと批判し，計画への反対運動を行ってきた。\n２０１８年１０月に甲社の発電所が稼働した後，ナーガ川の水量が４０％減少した。またＢ国の調査によれば，水質も著しく悪化し，ナーガ川の水を水道水として利用してきたＢ国は，ダムの稼働後，新たな浄水施設を建設しなければならなくなった。このような状況を受けて，２０１９年３月，Ｂ国は，Ａ国との「電力の安定供給に関する条約」を一方的に廃棄し，Ａ国に対する電力供給を完全に停止した。\nＡ国とＢ国は，国連加盟国であり，条約法に関するウィーン条約の当事国である。なお，両国は，国際司法裁判所規程第３６条第２項に基づく選択条項受諾宣言を行っていない。\n以上の事実を基に，以下の設問に答えなさい。\n- 37 -\n〔設 問〕\n１．甲社の計画にＡ国が認可を与えたことが国際法に違反するとの立場から，Ｂ国は慣習国際法又は条約に基づきどのような主張をすることが可能かを論じなさい。\n２．Ｂ国による「電力の安定供給に関する条約」の一方的廃棄と電力供給の完全な停止が国際法に違反するとの立場から，Ａ国はどのような主張をすることが可能かを論じなさい。\n３．Ｂ国が，Ａ国との紛争を国際司法裁判所に付託する場合，どのような管轄権の根拠で，いかなる申立てが可能かを論じなさい。また，それに対して，Ａ国はどのような管轄権に関する抗弁を主張できるかを論じなさい。\n- 38 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R2/論述/試験問題/選択.pdf",
  "subject": 17,
  "purpose": "〔第１問〕\n本問は，国家及び国有財産は，外国の裁判権から免除されるという裁判権免除に関する基本的知識と理解を問うものである。国家は，外国の裁判所に原告として訴訟を提起できるが，法廷地国所在の不動産をめぐる訴訟などの一部の例外を除いて，その同意なくして被告として裁かれることはないとの原則が裁判権免除である。１９世紀に国家主権の観念と結合し，一国の裁判所が他の国家を被告として裁くことは，その国を自己の権力に従属させることになることから生まれた原則である。この原則は，次第に各国の国内裁判所で承認され，慣習国際法の規則となった。同規則は，免除を認める範囲につき，１９世紀の絶対免除主義の考えから２０世紀には相対免除主義の考えへと移行している。\n設問１は，Ｂ国が主張する裁判権免除の概念と絶対免除主義の考え方の理解を問うものであり，基本的知識によって十分に解答が可能な設問である。解答に当たっては，国家の裁判権免除の根拠が国家の主権平等と主権の尊重に求められることを明らかにした上で，国家の活動領域がおおむね公法的権力的活動に限られ，商業的経済的活動が私人に委ねられていた１９世紀には，国家の行為や財産を全て免除の対象とする絶対免除主義が有力であったことを説明する必要がある。\nその上で，Ｂ国が，Ａ国との間で，Ａ国の裁判所による裁判権の行使に同意する国際的合意を締結した事実はなく，また，本件裁判手続における宣言や書面による通知によって，Ａ国の裁判所による裁判権の行使に同意した事実も存在しない以上，国家の裁判権免除の放棄はなされていないとして，Ｂ国は自らの同意なくして，Ａ国の民間企業であるＸと締結した売買契約の違反をめぐる紛争に関してＡ国の裁判手続に服することはないことを論述する必要がある。\n問題文にあるように，Ｂ国とＡ国の民間企業であるＸとの間の売買契約書には，当事者間に紛争が生じた場合には，Ａ国の法律に基づき，Ａ国の国内裁判所で裁判手続を行う旨の条項が挿\n- 39 -入されているが，Ｂ国の立場からは，国家の裁判権免除の放棄は常に国家から国家に対してなすことが必要であると述べ，絶対免除主義の主張を行うことになる。\n設問２は，相対（制限）免除主義とはどのような考え方であるかを問うものである。２０世紀に入ると，社会主義国が誕生し国家による貿易の独占などが行われ，また，資本主義国でも国家が経済活動に積極的に介入するなど，それまでは私人の活動領域とされた経済分野に国家の活動が及ぶようになり，そうした国家の経済活動にまで免除を認めると，外国国家と取引関係に入る私人を著しく不利な立場に立たせ，取引の安全を害することとなる。\nそこで，国家の活動を主権的行為と業務管理的行為とに区分し，前者についてのみ免除を認める相対（制限）免除主義の考え方が登場し，各国で採用されるようになったことを論述する必要がある。その際，主権的行為と業務管理的行為を区別するに当たって，個々の行為が業務管理的行為に該当するかどうかを判断する基準については当該行為の目的によって区分しようとする行為目的説と，行為の客観的性質や生ずる法律関係を基準とし，公法か私法かのいずれの関係での行為かを判断する行為性質説があるといった論点を十分に抽出して論ずる必要がある。\n本事例において，Ｘは，行為性質説に立って，Ｂ国とＡ国の民間企業であるＸとの間で締結された売買契約は，本来私人が行い得る行為であり，その行為の性質や生ずる法律関係に鑑みれば，国家の裁判権免除の対象となる主権的行為ではなく，業務管理的行為にすぎないこと，また，行為目的説に立っても，Ｂ国政府における購入したコンピュータの使用が公権力の行使に当たるともいえないと主張し，相対（制限）免除主義の適用を求めることになる。\nまた，売買契約におけるＡ国の国内裁判所で紛争を解決する旨の条項は，Ｂ国による裁判権免除の放棄と考えられるかという論点については，平成１８年７月２１日の最高裁第二小法廷判決が解答に当たって参考になるであろう。同判決は，「私人との間の書面による契約に含まれた明文の規定により当該契約から生じた紛争について我が国の民事裁判権に服することを約することによって，我が国の民事裁判権に服する旨の意思を明確に表明した場合にも，原則として，当該紛争について我が国の民事裁判権から免除されないと解するのが相当である」と述べて，免除の放棄の効果を認めたからである。さらに，国及びその財産の裁判権からの免除に関する国際連合条約（以下「国連国家免除条約」という。）に準拠する日本の外国等に対する我が国の民事裁判権に関する法律の関連規定に言及できれば，一層の補強となろう。\n設問３は，裁判権免除の放棄と強制執行の免除の放棄の相違に対する理解を問うものである。\n裁判権の行使と判決の執行は別個の手続であるとの理由から，従来は，判決を強制執行するためには改めて相手国の同意が必要であるとされてきた。国連国家免除条約も，裁判権行使についての同意と判決の強制執行についての同意とを区別している（第２０条）。\n最近では，裁判権が行使された場合に強制執行まで認める国が現れているが，その場合でも，執行の対象は商業的目的に使用されている財産か一般財産に限られ，国家の主権的公共的財産，例えば外交・領事の用に供されている公館やその敷地，外国軍隊の軍事的活動に関連して使用される財産は強制執行の対象とされていない。\n本問の場合，Ａ国内にあるＢ国の財産は，Ｂ国の外交使節団の経費に充てるための外交使節団名義で開設されている口座の銀行預金のみであり，このような国家の非商業的目的に使用される財産は強制執行の対象とはできないので，同口座の銀行預金を差押えの対象とすることはできないことになる。\n〔第２問〕\n本問は，二か国を貫流する河川の利用に関して，環境の保護に関する国家の国際法上の義務，条約の廃棄及び条約の下での義務の履行の停止を正当化する事由，並びにこれらの論点に関する国家間の紛争を国際司法裁判所に付託する場合の管轄権の根拠と被告国側が提出し得る抗弁\n- 40 -に関する基本的知識及び理解を問うものである。\n設問１は，民間の会社甲社によるＡ国の領域内におけるダム及び水力発電所の建設とその稼働により，Ｂ国の領域でナーガ川の水量が大幅に減少し，水質が著しく悪化したことについて，Ｂ国がＡ国のどのような国際法上の義務の違反を主張し得るかを問うものである。\n慣習国際法と１９７５年条約に分けて，関連する国際法規則の違反を論ずる必要がある。慣習国際法について，Ｂ国は，領域使用の管理責任と環境影響評価の実施の義務の違反を論ずることが可能である。慣習国際法の下での領域使用の管理責任とは，国家は自国の管轄又は管理の下における活動が他国の環境又は国の管轄権外の区域の環境に損害を与えないことを確保する責任を有するとされるものである。トレイル熔鉱所事件の仲裁判断（１９４１年最終判断）\n及び国際司法裁判所のコルフ海峡事件本案判決（１９４９年）に言及があり，ストックホルム人間環境宣言（１９７２年）第２１原則及び環境と開発に関するリオ宣言（１９９２年）第２原則にも示されている。Ｂ国は，甲社のギリ川でのダム及び水力発電所の建設とその稼働をＡ\n国が認可した際，Ｂ国の環境に損害を与えないことを確保する責任を有していた，と主張し得る。\nさらに，国際司法裁判所がウルグアイ川の製紙工場事件本案判決（２０１０年）で示したように，国家は慣習国際法上，環境影響評価を行う義務を負っている。本問の事実関係によれば，甲社がダム及び水力発電所の計画についての認可を申請した際，国際的に定評のある環境団体が，甲社はその計画に関して必要な環境影響評価を行っていないと批判し，反対運動を行っていた。このことから，Ａ国はこの計画の認可の際に，必要な環境影響評価が行われているかを確認すべきであった，とＢ国は主張し得る。\n１９７５年条約の下での義務の違反について，Ａ国は，甲社の計画は，ナーガ川の新たな利用に関するものではないので，第１２条に従って，ナーガ川委員会に特別報告書を提出し，同委員会の許可を得る必要はないとの立場である。しかし，ダム及び水力発電所の建設とその稼働によって，ナーガ川の水量が大幅に減少し，水質が著しく悪化したことから，Ｂ国は，Ａ国が１９７５年条約第４条の下でのナーガ川流域の環境の保護及び保全の義務に違反した，と主張し得る。また，Ｂ国は，本計画はナーガ川の上流に位置する支流のギリ川での工事であり，これによりナーガ川の環境への影響がもたらされる可能性が高かったことから，第１２条に従って，ナーガ川委員会に特別報告書を提出し，同委員会の許可を得る必要がある工事であり，Ａ国がこの義務に違反した，と主張することも可能である。\n設問２は，Ｂ国による「電力の安定供給に関する条約」の廃棄及び同条約の下での義務である電力供給の停止が国際法違反の行為であることを，Ａ国が国際法のどのような規則に基づいて主張できるかを問うものである。\n条約法に関するウィーン条約（以下「条約法条約」という。）では，第５４条と第５６条で条約の終了又は廃棄に関する規定が置かれている。本問の事実関係によれば，これらの規定の下での要件が満たされていない，とＡ国は主張し得る。さらに，Ｂ国による条約の廃棄と電力供給の停止について，第６０条の条約違反の結果としての条約の終了又は運用停止，及び第６２条の事情の根本的変化を根拠とする条約の終了又は運用停止を主張することも可能であろう。しかし，本問の事実関係から，これらの規定の下での要件が満たされているとは言えないとし，Ｂ国は条約法条約のいずれの規定も「電力の安定供給に関する条約」の廃棄と電力供給の停止の根拠とすることができない，とＡ国は主張し得る。\n「電力の安定供給に関する条約」の廃棄と電力供給の停止については，これが国際法に違反する行為であるとしても，Ａ国による慣習国際法上の義務及び１９７５年条約の下での義務の違反に対する対抗措置であり，その違法性が阻却される，とＢ国が主張することが可能である。\nこの主張についてＡ国は，慣習国際法上の対抗措置の要件である，相手国の行為の違法性と，それに対抗して採られる措置と相手国の違法行為の間の均衡性という二つの要件のいずれもが- 41 -満たされていない，と主張し得る。第一の要件については，Ａ国は，自国の行為に関して，国際法上の違法行為が存在していないとの立場である。また，たとえ，Ａ国の行為が国際違法行為に当たるとしても，「電力の安定供給に関する条約」を一方的に廃棄し，電力供給を一方的に停止する措置は，第二の要件である均衡性の要件を満たしていないとの主張が可能である。\nダム及び水力発電所の建設とその稼働の結果，Ｂ国で新たな浄水施設の建設が必要になったとはいえ，Ｂ国からＡ国への電力の安定供給の根拠となる条約を一方的に廃棄し，Ａ国の必要な電力の５０％を占めてきた電力供給を一方的に停止する措置は，Ｂ国が主張するＡ国の国際法違反の行為との関係で均衡性を欠くとの主張が可能である。\n設問３は，Ｂ国が本問に関する紛争を国際司法裁判所に付託する場合の管轄権の根拠，及び\nＡ国が提出し得る抗弁を問うものである。１９７５年条約第１９条を根拠とした国際司法裁判所の管轄権を論ずることが必要である。\n第１９条に基づき，紛争を国際司法裁判所に付託するためには，第一に，Ａ国とＢ国の間に１９７５年条約の解釈又は適用に関する紛争が存在すること，第二に，当該紛争が交渉によって解決できないことという二つの要件が満たされなければならない。第一の要件に関しては，条約の特定の規定の解釈又は適用に関して国家間で意見の不一致があることが求められる。本問では，Ｂ国が，１９７５年条約第４条及び第１２条の下での義務のＡ国による違反を主張するのに対し，Ａ国は，本件で問題になっているダム及び水力発電所の建設とその稼働は，ナー\nガ川ではなくギリ川における活動であり，１９７５年条約は適用されないとの立場で，１９７５年条約の適用自体を否定している。Ｂ国としては，この意見の不一致をもって，１９７５年条約の特定の規定の解釈又は適用に関する紛争が存在すると主張することも考えられる。第二の要件については，本問では，両国間で紛争の解決に関する交渉が行われたとの記述はない。\nしかし，Ａ国は，甲社のダム及び水力発電所の建設とその稼働について，当初から１９７５年条約が適用されないと主張していることから，Ｂ国は，本条約の解釈又は適用に関する紛争を交渉によって解決できる可能性はなかった，と主張し得る。\nＡ国の抗弁については，Ｂ国が１９７５年条約の下での義務に違反すると主張しているダム及び水力発電所の建設とその稼働は，１９７５年条約の適用の対象とならない行為であるので，同条約の解釈又は適用に関する紛争が存在しないとの抗弁の提出が可能である。また，たとえ，国際司法裁判所が両国間に１９７５年条約の解釈又は適用に関する紛争が存在することを認めたとしても，本件紛争の解決のための交渉が行われていないことから，第二の要件が満たされていないとの抗弁の提出も可能である。"
}