{
  "year": "R1",
  "exam_type": "予備",
  "subject": "民 法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事実】\n１．Ａは早くに妻と死別したが，成人した一人息子のＢはＡのもとから離れ，音信がなくなってい\nた。Ａは，いとこのＣに家業の手伝いをしてもらっていたが，平成２０年４月１日，長年のＣの\n支援に対する感謝として，ほとんど利用していなかったＡ所有の更地（時価２０００万円。以下\n「本件土地」という。）をＣに贈与した。同日，本件土地はＡからＣに引き渡されたが，本件土\n地の所有権の移転の登記はされなかった。\n２．Ｃは，平成２０年８月２１日までに本件土地上に居住用建物（以下「本件建物」という。）を\n建築して居住を開始し，同月３１日には，本件建物についてＣを所有者とする所有権の保存の\n登記がされた。\n３．平成２８年３月１５日，Ａが遺言なしに死亡し，唯一の相続人であるＢがＡを相続した。Ｂは，\nＡの財産を調べたところ，Ａが居住していた土地建物のほかに，Ａ所有名義の本件土地がある\nこと，また，本件土地上にはＣが居住するＣ所有名義の本件建物があることを知った。\n４．Ｂは，多くの借金を抱えており，更なる借入れのための担保を確保しなければならなかった。\nそこで，Ｂは，平成２８年４月１日，本件土地について相続を原因とするＡからＢへの所有権の\n移転の登記をした。さらに，同年６月１日，Ｂは，知人であるＤとの間で，１０００万円を借り\n受ける旨の金銭消費貸借契約を締結し，１０００万円を受領するとともに，これによってＤに対\nして負う債務（以下「本件債務」という。）の担保のために本件土地に抵当権を設定する旨の抵\n当権設定契約を締結し，同日，Ｄを抵当権者とする抵当権の設定の登記がされた。\n５．ＢＤ間で【事実】４の金銭消費貸借契約及び抵当権設定契約が締結された際，Ｂは，Ｄに対し，\n本件建物を所有するＣは本件土地を無償で借りているに過ぎないと説明した。しかし，Ｄは，\nＣが本件土地の贈与を受けていたことは知らなかったものの，念のため，対抗力のある借地権\nの負担があるものとして本件土地の担保価値を評価し，Ｂに対する貸付額を決定した。\n〔設問１〕\nＢが本件債務の履行を怠ったため，平成２９年３月１日，Ｄは，本件土地について抵当権の実\n行としての競売の申立てをした。競売手続の結果，本件土地は，Ｄ自らが９５０万円（本件債務の\n残額とほぼ同額）で買い受けることとなり，同年１２月１日，本件土地についてＤへの所有権の移\n転の登記がされた。同月１５日，Ｄが，Ｃに対し，本件建物を収去して本件土地を明け渡すよう請\n求する訴訟を提起したところ，Ｃは，Ｄの抵当権が設定される前に，Ａから本件土地を贈与された\nのであるから，自分こそが本件土地の所有者である，仮に，Ｄが本件土地の所有者であるとしても，\n自分には本件建物を存続させるための法律上の占有権原が認められるはずであると主張した。\nこの場合において，ＤのＣに対する請求は認められるか。なお，民事執行法上の問題について\nは論じなくてよい。\n【事実（続き）】（〔設問１〕の問題文中に記載した事実は考慮しない。）\n６．平成３０年１０月１日，Ｃは，本件土地の所有権の移転の登記をしようと考え，本件土地の登\n記事項証明書を入手したところ，ＡからＢへの所有権の移転の登記及びＤを抵当権者とする抵\n当権の設定の登記がされていることを知った。\n〔設問２〕\n- 2 -\n平成３０年１１月１日，Ｃは，Ｂに対し，本件土地の所有権移転登記手続を請求する訴訟を，\nＤに対し，本件土地の抵当権設定登記の抹消登記手続を請求する訴訟を，それぞれ提起した。\nこのうち，ＣのＤに対する請求は認められるか。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R1/R1_予備_論文_民法・商法・民事訴訟法.pdf",
  "purpose": "設問１は，同一不動産をめぐって多重の取引がされた事案を題材として，不動産\n物権変動の優劣に関する基本的な知識・理解を問うとともに，事案に即した分析能\n力や法的思考力を試すものである。\n解答に当たっては，所有権に基づく物権的返還請求権の各要件を検討する必要が\nあり，特に，抵当権設定と贈与による所有権移転との対抗関係を丁寧に説明するこ\nとが求められる。また，Ｃの占有権原の有無については，法定地上権の成否が特に\n問われるが，その制度趣旨や事案に現れている諸事情を踏まえて検討することが求\nめられる。\n設問２は，不動産が１０年間以上占有された事案を題材として，取得時効の要件\nに関する基本的な知識・理解を問うとともに，取得時効の効果等について，事案に\n即した分析能力を試すものである。\n解答に当たっては，所有権に基づく妨害排除請求権の各要件を検討する必要があ\nるが，短期取得時効の各要件について当てはめを行った上で，取得時効の効果は抵\n当権の消滅を伴うものであるのか，仮に消滅を伴う場合にはこれを主張するために\n登記が必要となるのかなどについて論じることが求められる。"
}