{
  "year": "R1",
  "exam_type": "予備",
  "subject": "商 法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は，加工食品の輸入販売業を営む取締役会設置会社であり，\nかつ，監査役設置会社である。甲社は，種類株式発行会社ではなく，その定款には，譲渡による甲\n社株式の取得について甲社の取締役会の承認を要する旨の定めがあるが，株主総会の定足数及び決\n議要件について，別段の定めはない。\n２．甲社の発行済株式の総数は２００株であり，平成２８年１２月１日に創業者Ａが急死するまでは，\nＡが１００株を，Ａの妻Ｂが全株式を有し代表取締役を務める乙株式会社（以下「乙社」という。）\nが４０株を，Ａの長男Ｃが３０株を，Ａの長女Ｄが２０株を，Ａの二女Ｅが１０株を，それぞれ有\nしていた。\n３．甲社の定款には，取締役は３人以上，監査役は１人以上とする旨の定めがあり，また，取締役及\nび監査役の任期をいずれも選任後１０年以内に終了する事業年度のうち最終のものに関する定時株\n主総会の終結の時までとする旨の定めがある。Ａが死亡する直前では，Ａ及びＣが甲社の代表取締\n役を，Ｄ及びＥが取締役を，甲社の従業員出身Ｆが監査役を，それぞれ務めていた。甲社の役員構\n成については，Ａの死亡後も，Ａが死亡により取締役を退任したこと以外に変更はない。\n４．Ａの死亡後，Ａの全相続人であるＢ，Ｃ，Ｄ及びＥが出席した遺産分割協議の場において，Ｃは，\nＡが有していた甲社株式１００株を全てＣが相続する案を提示した。しかし，Ｄが強く反対したた\nめ遺産分割協議が調わず，当該株式については株主名簿の名義書換や共有株式についての権利を行\n使すべき者の指定がされないままであった。\n５．この頃から甲社の経営方針をめぐるＣとＤの対立が激しくなった。Ｃは，何かにつけてＤを疎ん\nじ，甲社の経営を独断で行うようになった。Ｃは，甲社の経営の多角化を積極的に進めるために，\n知人の経営コンサルタントに多額の報酬を支払って雑貨の輸入販売業にも進出した。しかし，その\n業績は思うように伸びず，ついには多額の損失が生ずるようになった。Ｄは，このままでは甲社の\n経営が破綻するのではないかと恐れ，平成３１年３月頃，Ｃの経営手腕の未熟さについてＢに訴え\nた。Ｂは，ＣとＤが協力して甲社を経営していくことを望んでいたが，他方では，Ｃの経営手腕に\n不安を抱いていたので，この際，ＤがＣに代わって甲社の経営を担うのもやむを得ないとの考えに\n至り，Ｄを支援することとした。\n６．平成３１年４月２２日，乙社は，Ｄが全株式を有し代表取締役を務める丙株式会社（以下「丙社」\nという。）との間で，乙社を分割会社，丙社を承継会社とする吸収分割（以下「本件会社分割」と\nいう。）を行い，これにより，乙社が有する甲社株式４０株を全て丙社に承継させた。丙社は甲社\nに対して株主名簿の名義書換請求をしたが，Ｃは甲社を代表して本件会社分割による甲社株式の取\n得が甲社の取締役会の承認を得ていないことを理由にこれを拒絶した。このことがあってから，Ｃ\nは，Ｄを強く警戒するようになり，Ｄを甲社の経営から排除することを考え始めた。\n７．令和元年５月９日にＣの招集により開催された甲社の取締役会には，Ｃ，Ｄ，Ｅ及びＦが出席し\nた。定例の報告が終わった後，Ｃは，決議事項として予定されていなかったＤの取締役からの解任\nを目的とする臨時株主総会の開催を提案した。驚いたＤは激しく抵抗したが，Ｃは決議について特\n別の利害関係を有するという理由でＤを議決に参加させることなく，Ｃ及びＥの賛成をもって，Ｄ\nの取締役からの解任を目的とする臨時株主総会を同月２０日午前１０時に甲社本店会議室で開催す\nることを決議した（以下「本件取締役会決議」という。）。\n〔設問１〕\n上記１から７までを前提として，本件取締役会決議の効力を争うためにＤの立場において考えら\n- 4 -\nれる主張及びその主張の当否について，論じなさい。\n８．Ｃは，令和元年５月１０日，本件取締役会決議に基づき，乙社，Ｃ，Ｄ及びＥに対し，臨時株主\n総会の招集通知を発した。同月２０日午前１０時に甲社本店会議室で開催された臨時株主総会（以\n下「本件株主総会」という。）には，Ｃ，Ｄ及びＥが出席したが，乙社を代表するＢは病気と称し\nて出席しなかった。本件株主総会では，定款の定めに基づき，Ｃが議長となり，Ｄを取締役から解\n任する旨の議案につき，Ｃ及びＥは賛成し，Ｄは反対した。Ｄは，丙社を代表して丙社が本件会社\n分割により取得した甲社株式４０株についても議決権を行使して当該議案につき反対する旨主張し\nた。しかし，議長であるＣは，これを認めず，行使された議決権６０個のうち４０個の賛成があっ\nたとして，Ｄを取締役から解任する旨の決議の成立を宣言した（以下「本件株主総会決議」という。）。\n〔設問２〕\n本件株主総会決議の効力を否定するためにＤの立場において考えられる主張（〔設問１〕の本件\n取締役会決議の効力に関する事項を除く。）及びその主張の当否について，論じなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/R1/R1_予備_論文_民法・商法・民事訴訟法.pdf",
  "purpose": "本問は，取締役の解任を目的とする株主総会の招集を決定する取締役会決議の効\n力（〔設問１〕）及び取締役を解任する株主総会決議の効力（〔設問２〕）を，それぞ\nれその効力を否定する立場からの主張とその当否という形で問うものである。\n設問１では，Ｄは，まず，本件取締役会決議が予定されていなかった事項に関す\nる決議であった点が違法であると主張することが考えられるが，会社業務に関し臨\n機応変に対応すべき取締役会では，決議事項として予定されていなかった事項であ\nっても必要に応じ決議することができると解される。次に，Ｄは，Ｄを特別利害関\n係人（会社法第３６９条第２項）に当たるとして議決に参加させなかった点が違法\nであると主張することが考えられる。代表取締役を解職する取締役会決議について\nは，当該決議の対象となる代表取締役は特別利害関係人に当たるとする判例（最判\n昭和４４年３月２８日民集２３巻３号６４５頁）があり，これとの距離感を踏まえ\nて検討することが求められる。そして，Ｄが特別利害関係人に当たるとする場合に\nは，本件取締役会決議が成立要件（同条第１項）を満たしているか，当たらないと\nする場合には，瑕疵のある取締役会決議の効力が問題となる。\n設問２では，Ｄは，株主総会決議の取消しの訴え（会社法第８３１条第１項）を\n提起するため，取消事由として，まず，Ａが保有していた甲社株式１００株を定足\n数要件の分母に算入すれば定足数（同法第３４１条）を満たさないため，決議の方\n法の法令違反に当たる（同法第８３１条第１項第１号）と主張することが考えられ\nる。当該１００株については，遺産分割未了のまま相続人Ｂ，Ｃ，Ｄ及びＥの共有\n状態にあり，権利行使者の指定・通知がないので，甲社の同意がない限り議決権を\n行使することができない（同法第１０６条）ため，「議決権を行使することができ\nる株主の議決権」（定足数要件の分母。同法第３４１条）には含まれないと文言上\nは考えられるが，他方，共有株式は権利行使者の指定・通知があるまで暫定的に議\n決権を行使できないだけで，定足数要件の分母には含まれるという解釈があり，こ\nのような解釈も踏まえつつ検討することが求められる。次に，Ｄは，取消事由とし\nて，本件会社分割による譲渡制限株式の承継は譲渡承認を要しない「一般承継」（同\n法第１３４条第４号）に該当するから，株主名簿の名義書換の不当拒絶があり，丙\n社は名義書換がなくとも自己が株主であることを甲社に対抗できるため，丙社に招\n集通知を発しなかった点は招集の手続の法令違反に，丙社の議決権を認めなかった\n点は決議の方法の法令違反に，それぞれ当たる（同法第８３１条第１項第１号）と\n主張することが考えられる。会社分割は，合併と同じく組織再編の一形態とされて\nいるが，他方，合併と異なり分割会社は依然として存続し，承継される権利義務の\n範囲は当事会社の裁量に委ねられており，このような異同も踏まえつつ検討するこ\nとが求められる。"
}