{
  "year": "R1",
  "exam_type": "予備",
  "subject": 6,
  "subject_name": "刑法",
  "text": "以下の事例に基づき，甲の罪責について論じなさい（Ａに対する詐欺（未遂）罪及び特別法違反の点は除く。）。\n１ 不動産業者甲は，某月１日，甲と私的な付き合いがあり，海外に在住し日本国内に土地（以下「本件土地」という。時価３０００万円）を所有する知人Ｖから，Ｖが登記名義人である本件土地に抵当権を設定してＶのために１５００万円を借りてほしいとの依頼を受けた。\n甲は，同日，それを承諾し，Ｖから同依頼に係る代理権を付与され，本件土地の登記済証や委任事項欄の記載がない白紙委任状等を預かった。\n甲は，銀行等から合計５００万円の借金を負っており，その返済期限を徒過し，返済を迫られている状況にあったことから，本件土地の登記済証等をＶから預かっていることやＶが海外に在住していることを奇貨として，本件土地をＶに無断で売却し，その売却代金のうち１５００万円を借入金と称してＶに渡し，残金を自己の借金の返済に充てようと考えた。\nそこで，甲は，同月５日，本件土地付近の土地を欲しがっていた知人Ａに対し，「知人のＶが土地を売りたがっていて，自分が代理人としてその土地の売却を頼まれているんです。その土地は，Ａさんが欲しがっていた付近の土地で，２０００万円という安い値段なので買いませんか。」と言い，Ａは，甲の話を信用して本件土地を購入することとした。\nその際，甲とＡは，同月１６日にＡが２０００万円を甲に渡し，それと引き換えに，甲が所有権移転登記に必要な書類をＡに交付し，同日に本件土地の所有権をＡに移転させる旨合意した。甲は，同月６日，Ａ方に行き，同所で，本件土地の売買契約書２部の売主欄にいずれも「Ｖ代理人甲」と署名してＡに渡し，Ａがそれらを確認していずれの買主欄にも署名し，このように完成させた本件土地の売買契約書\n２部のうち１部を甲に戻した（甲のＡとの間の行為について表見代理に関する規定の適用はないものとする。）。\n２ その後，Ｖは，同月１３日，所用により急遽帰国したが，同日，Ａから本件土地に関する問い合わせを受けたことで甲の行動を知って激怒し，同月１４日，甲を呼び付け，甲に預けていた本件土地の登記済証や白紙委任状等を回収した。その際，Ｖは，甲に対し，「俺の土地を勝手に売りやがって。今すぐＡの所に行って売買契約書を回収してこい。明後日までに回収できなければ，お前のことを警察に通報するからな。」と怒鳴った。\n甲は，同月１４日，Ａに会いに行き，本件土地の売買契約書を回収させてほしいと伝えたが，Ａからこれを断られた。\n３ 甲は，自己に対して怒鳴っていたＶの様子から，同売買契約書をＡから回収できなかったことをＶに伝えれば，間違いなくＶから警察に通報され，逮捕されることになるし，不動産業（宅地建物取引業）の免許を取り消されることになるなどと考え，それらを免れるには，Ｖを殺すしかないと考えた。\nそこで，甲は，Ｖを呼び出した上，Ｖの首を絞めて殺害し，その死体を海中に捨てることを計画し，同月１５日午後１０時頃，電話でＶに「話がある。」と言って，日本におけるＶの居住地の近くにある公園にＶを呼び出し，その頃，同所で，Ｖの首を背後から力いっぱいロープで絞めた。\nそれによりＶは失神したが，甲は，Ｖが死亡したものと軽信し，その状態のＶを自車に載せた上，同車で前記公園から約１キロメートル離れた港に運び，同日午後１０時半頃，同所で，Ｖを海に落とした。その時点で，Ｖは，失神していただけであったが，その状態で海に落とされたことにより間もなく溺死した。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/R1/論述/試験問題/刑事系.pdf",
  "purpose": "本問は，甲が，(1)Ｖから本件土地に対する抵当権設定の代理権しか付与されていなかったのに，Ａに本件土地を売る旨の売買契約書２部に「Ｖ代理人甲」と署名した上，その内容をＡに確認させるなどしたこと，(2)Ｖに無断で本件土地の売買契約をＡと締結したこと，(3)(2)に関して，逮捕を免れるなどのために，Ｖを殺害してその死体を海中に捨てることを計画し，実際にＶの首を絞めたが，それにより失神したＶが死亡したものと軽信し，その状態のＶを海に落とし溺死させたことを内容とする事例について，甲の罪責に関する論述を求めるものである。\n(1)については，本件土地の売買契約書の作成権限が与えられていなかった甲による同契約書の作成が代理権限の逸脱に当たることを前提に，有印私文書偽造罪・同行使罪の成否について，文書の名義人に関する擬律判断を含め，その構成要件該当性を検討する必要がある。\nまた，(2)については，主に論ずべき点として，横領罪と背任罪の関係を踏まえて，本件土地に関する（横領罪における）占有が甲に認められるか，それが認められるとした場合に甲の行為が「横領」と評価できるか（既遂時期），仮に横領罪の成立が否定された場合に背任罪の成否を検討すべきかについて，本事例における事実関係を基に検討する必要がある。\n(3)については，行為者が第１行為（Ｖの首を絞める行為）により死亡結果が発生すると予見していたのに，実際は結果が発生せず，第２行為（失神したＶを海に落とした行為）により死亡結果が発生した場合（いわゆる遅すぎた構成要件の実現）\nの殺人既遂罪の成否に関し，第１行為と死亡結果との因果関係の有無及び因果関係の錯誤の処理，並びに，第２行為の擬律（抽象的事実の錯誤，過失致死罪の成否）について，また，第１行為と第２行為を１個の行為（一連の実行行為）と捉えた場合は，１個の行為と評価する根拠について，それぞれ検討する必要がある。\nいずれについても，各構成要件等の正確な知識，基本的理解や，本事例にある事実を丁寧に拾って的確に分析した上，当てはめを行う能力が求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は，甲が，(1)Ｖから本件土地に対する抵当権設定の代理権しか付与されていなかったのに，Ａに本件土地を売る旨の売買契約書２部に「Ｖ代理人甲」と署名した上，その内容をＡに確認させるなどしたこと，(2)Ｖに無断で本件土地の売買契約をＡと締結したこと，(3)(2)に関して，逮捕を免れるなどのために，Ｖを殺害してその死体を海中に捨てることを計画し，実際にＶの首を絞めたが，それにより失神したＶが死亡したものと軽信し，その状態のＶを海に落とし溺死させたことを内容とする事例について，甲の罪責に関する論述を求めるものである。\n(1)については，本件土地の売買契約書の作成権限が与えられていなかった甲による同契約書の作成が代理権限の逸脱に当たることを前提に，有印私文書偽造罪・同行使罪の成否について，文書の名義人に関する擬律判断を含め，その構成要件該当性を検討する必要がある。\nまた，(2)については，主に論ずべき点として，横領罪と背任罪の関係を踏まえて，本件土地に関する（横領罪における）占有が甲に認められるか，それが認められるとした場合に甲の行為が「横領」と評価できるか（既遂時期），仮に横領罪の成立が否定された場合に背任罪の成否を検討すべきかについて，本事例における事実関係を基に検討する必要がある。\n(3)については，行為者が第１行為（Ｖの首を絞める行為）により死亡結果が発生すると予見していたのに，実際は結果が発生せず，第２行為（失神したＶを海に落とした行為）により死亡結果が発生した場合（いわゆる遅すぎた構成要件の実現）の殺人既遂罪の成否に関し，第１行為と死亡結果との因果関係の有無及び因果関係の錯誤の処理，並びに，第２行為の擬律（抽象的事実の錯誤，過失致死罪の成否）について，また，第１行為と第２行為を１個の行為（一連の実行行為）と捉えた場合は，１個の行為と評価する根拠について，それぞれ検討する必要がある。\nいずれについても，各構成要件等の正確な知識，基本的理解や，本事例にある事実を丁寧に拾って的確に分析した上，当てはめを行う能力が求められる。"
      }
    ]
  }
}