{
  "year": "R1",
  "exam_type": "予備",
  "subject_name": "刑事訴訟法",
  "text": "次の【事例】を読んで，後記〔設問〕に答えなさい。\n【事例】\n令和元年６月５日午後２時頃，Ｈ市Ｌ町内のＶ方において，住居侵入，窃盗事件（以下「本件事件」という。）が発生した。外出先から帰宅したＶは，犯人がＶ方の机の引出しからＶ名義のクレジットカードを盗んでいるのを目撃し，警察に通報したが，犯人はＶ方から逃走した。\n警察官ＰとＱは，同月６日午前２時３０分頃，Ｖ方から８キロメートル離れたＬ町の隣町の路上を徘徊する，人相及び着衣が犯人と酷似する甲を認め，本件事件の犯人ではないかと考え，警察官の応援要請をするとともに，甲を呼び止め，「ここで何をしているのか。」などと尋ねたところ，甲は，「仕事も家もなく，寝泊りする場所を探しているところだ。」と答えた。また，Ｐが甲に，「昨日の午後２時頃，何をしていたか。」と尋ねたのに対し，甲は，「覚えていない。」旨曖昧な答えに終始した。Ｐは，最寄りのＨ警察署で本件事件について甲の取調べをしようと考え，同月６日午前３時頃，「事情聴取したいので，Ｈ警察署まで来てくれ。」と甲に言ったが，甲は，黙ったまま立ち去ろうとした。その際，甲のズボンのポケットから，Ｖ名義のクレジットカードが路上に落ちたため，Ｐが，「このカードはどうやって手に入れたのか。」と甲に尋ねたところ，甲は，「散歩中に拾った。落とし物として届けるつもりだった。」と述べて立ち去ろうとした。そこで，Ｐらは，同日午前３時５分頃，応援の警察官を含む４名の警察官で甲を取り囲んでパトカー\nに乗車させようとしたが，甲が，「俺は行かないぞ。」と言い，パトカーの屋根を両手でつかんで抵抗したので，Ｑが，先にパトカーの後部座席に乗り込み，甲の片腕を車内から引っ張り，Ｐが，甲の背中を押し，後部座席中央に甲を座らせ，その両側にＰとＱが甲を挟むようにして座った上，パトカーを出発させ，同日午前３時２０分頃，Ｈ警察署に到着した。\nＰは，Ｈ警察署の取調室において，本件事件の概要と黙秘権を告げて甲の取調べを開始した。\n甲は，取調室から退出できないものと諦めて取調べには応じたものの，本件事件への関与を否認し続けた。Ｐは，同日午前７時頃，Ｈ警察署に来てもらったＶに，取調室にいた甲を見せ，甲が本件事件の犯人に間違いない旨のＶの供述を得た。Ｐらは，甲の発見時の状況やＶの供述をまとめた捜査報告書等の疎明資料を直ちに準備し，同日午前８時，Ｈ簡易裁判所に本件事件を被疑事実として通常逮捕状の請求を行い，同日午前９時，その発付を受け，同日午前９時１０分，甲を通常逮捕した。\n甲は，同月７日午前８時３０分，Ｈ地方検察庁検察官に送致され，送致を受けた検察官は，同日午後１時，Ｈ地方裁判所裁判官に甲の勾留を請求し，同日，甲は，同被疑事実により，勾留された。\n〔設問〕\n下線部の勾留の適法性について論じなさい。ただし，刑事訴訟法第６０条第１項各号該当性及び勾留の必要性については論じなくてよい。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R1/論述/試験問題/刑事系.pdf",
  "subject": 7,
  "purpose": "本問は，民家で発生した窃盗事件について，翌日の未明に，警察官ＰとＱが，路上で，人相及び着衣が犯人と酷似する甲を認め，職務質問を開始したところ，甲のズボンのポケットからＶ名義のクレジットカードが路上に落ちたことから，抵抗する甲をパトカーに押し込んでＨ警察署に連れて行き，その後，甲を通常逮捕して，勾留したとの事例において，甲の勾留の適法性の検討を通じ，刑事訴訟法の基本的な学識の有無及び具体的事案における応用力を試すものである。\n刑事訴訟法上，逮捕と勾留は別個の処分であるが，先行する逮捕手続（さらに，同行の過程）に違法がある場合，引き続く勾留の適法性に影響を及ぼすことがあるとの理解が一般的であり，甲の勾留の適法性を検討するに当たっては，先行手続の違法が問題となる。もっとも，この点については，勾留の理由や必要（刑事訴訟法第２０７条第１項，第６０条第１項，第８７条）と異なり，明文で要件とされているわけではなく，逮捕手続の違法についても，逮捕後の時間的制限の不遵守がある場合に勾留請求を却下すべきとする（刑事訴訟法第２０６条第２項，第２０７条第\n５項）にとどまるため，なぜ先行手続の違法が勾留の適法性に影響を及ぼすのかについて，具体的根拠を示して論ずることが求められる。他方，先行手続の違法が軽微であっても直ちに勾留が違法となるとすれば，被疑者の逃亡や罪証隠滅を防いだ状態で捜査を続行することが困難となるのであって，先行手続の違法が勾留の適法性に影響を及ぼすと考えるとしても，いかなる場合に勾留が違法となるか，その判断基準を明らかにすることも必要である。\n本問では，先行手続として，警察官が甲をパトカーに押し込んでＨ警察署に連れて行った行為について，実質的な逮捕であり違法ではないかが問題となる。ここでは，任意同行と実質的な逮捕とを区別する基準を示した上で，警察官の行為が実質的逮捕であるか否かを判断することが求められる。そして，警察官の上記行為が実質的な逮捕であり違法と評価される場合，その違法が勾留の適法性に影響するのか，影響するのであれば，勾留が違法となる場合に当たるかについて，判断基準を示して検討することが求められる。また，この点について，先行手続の違法の程度（重大か否か）に着目するのであれば，【事例】において侵害された法益の質・程度や本来可能であった適法行為からの逸脱の程度（例えば，実質的な逮捕がなされた時点において緊急逮捕の要件を実質的に満たしていたか，満たしていたとして，その時点から起算して被疑者が検察官に送致され，また勾留を請求するまでの時間的制限を超過していないか，また，実質的な逮捕から約５時間後，甲の取調べ等を挟んで通常逮捕の手続が取られていることをどう評価するか）などに関わる具体的事情を考慮した上で，先行手続の違法の程度を吟味し，勾留が違法と評価されるか否かについて論述することが求められる。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は，民家で発生した窃盗事件について，翌日の未明に，警察官ＰとＱが，路上で，人相及び着衣が犯人と酷似する甲を認め，職務質問を開始したところ，甲のズボンのポケットからＶ名義のクレジットカードが路上に落ちたことから，抵抗する甲をパトカーに押し込んでＨ警察署に連れて行き，その後，甲を通常逮捕して，勾留したとの事例において，甲の勾留の適法性の検討を通じ，刑事訴訟法の基本的な学識の有無及び具体的事案における応用力を試すものである。\n刑事訴訟法上，逮捕と勾留は別個の処分であるが，先行する逮捕手続（さらに，同行の過程）に違法がある場合，引き続く勾留の適法性に影響を及ぼすことがあるとの理解が一般的であり，甲の勾留の適法性を検討するに当たっては，先行手続の違法が問題となる。もっとも，この点については，勾留の理由や必要（刑事訴訟法第２０７条第１項，第６０条第１項，第８７条）と異なり，明文で要件とされているわけではなく，逮捕手続の違法についても，逮捕後の時間的制限の不遵守がある場合に勾留請求を却下すべきとする（刑事訴訟法第２０６条第２項，第２０７条第５項）にとどまるため，なぜ先行手続の違法が勾留の適法性に影響を及ぼすのかについて，具体的根拠を示して論ずることが求められる。他方，先行手続の違法が軽微であっても直ちに勾留が違法となるとすれば，被疑者の逃亡や罪証隠滅を防いだ状態で捜査を続行することが困難となるのであって，先行手続の違法が勾留の適法性に影響を及ぼすと考えるとしても，いかなる場合に勾留が違法となるか，その判断基準を明らかにすることも必要である。\n本問では，先行手続として，警察官が甲をパトカーに押し込んでＨ警察署に連れて行った行為について，実質的な逮捕であり違法ではないかが問題となる。ここでは，任意同行と実質的な逮捕とを区別する基準を示した上で，警察官の行為が実質的逮捕であるか否かを判断することが求められる。そして，警察官の上記行為が実質的な逮捕であり違法と評価される場合，その違法が勾留の適法性に影響するのか，影響するのであれば，勾留が違法となる場合に当たるかについて，判断基準を示して検討することが求められる。また，この点について，先行手続の違法の程度（重大か否か）に着目するのであれば，【事例】において侵害された法益の質・程度や本来可能であった適法行為からの逸脱の程度（例えば，実質的な逮捕がなされた時点において緊急逮捕の要件を実質的に満たしていたか，満たしていたとして，その時点から起算して被疑者が検察官に送致され，また勾留を請求するまでの時間的制限を超過していないか，また，実質的な逮捕から約５時間後，甲の取調べ等を挟んで通常逮捕の手続が取られていることをどう評価するか）などに関わる具体的事情を考慮した上で，先行手続の違法の程度を吟味し，勾留が違法と評価されるか否かについて論述することが求められる。"
      }
    ]
  }
}