{
  "year": "R1",
  "exam_type": "予備",
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで，後記〔設問〕に答えなさい。\n【事例】\n１ Ａ（２５歳，男性）及びＢ（２２歳，男性）は，平成３１年２月２８日，「被疑者両名は，共謀の上，平成３１年２月１日午前１時頃，Ｈ県Ｉ市Ｊ町１番地先路上において，Ｖ（当時３５歳，男性）に対し，傘の先端でその腹部を２回突いた上，足でその腹部及び脇腹等の上半身を多数回蹴る暴行を加え，よって，同人に，全治約２か月間を要する肋骨骨折及び全治約３週間を要する腹部打撲傷の傷害を負わせた。」旨の傷害罪の被疑事実（以下「本件被疑事実」という。）で通常逮捕され，同年３月１日，検察官に送致された。\n送致記録に編綴された主な証拠の概要は以下のとおりである（以下，日付はいずれも平成３１年である。）。\n① Ｖの警察官面前の供述録取書\n「２月１日午前１時頃，Ｈ県Ｉ市Ｊ町１番地先路上を歩いていたところ，前から２人の男たちが歩いてきた。その男たちのうち，１人は黒色のキャップを被り，両腕にアルファベットが描かれた赤色のジャンパーを着ており，もう１人は，茶髪で黒色のダウンジャケットを着ていた。その男たちとすれ違う際，黒色キャップの男の持っていた鞄が私の体に当たった。\nしかし，その男は謝ることなく通り過ぎたので，私は，『待てよ。』と言いながら，背後から黒色キャップの男の肩に手を掛けた。すると，その男たちは振り向いて私と向かい合った。\n茶髪の男が，『喧嘩売ってんのか。』などと怒鳴ってきたので，私が，『鞄が当たった。謝れよ。』と言うと，黒色キャップの男が，『うるせえ。』などと怒鳴りながら，持っていた傘の先端で私の腹部を突いた。私が後ずさりすると，その男は，再度，傘の先端で私の腹部を強く突いたため，私は，痛くて両手で腹部を押さえながら前屈みになった。すると，茶髪の男と黒色キャップの男が，私の腹部や脇腹等の上半身を足でそれぞれ多数回蹴った。私が，路上にうずくまると，男たちは去って行った。通行人が通報してくれて救急車で病院に搬送された。これらの暴行により，私は，全治約２か月間を要する肋骨骨折及び全治約３週間を要する腹部打撲傷を負った。\n犯人の男たちについて，黒色キャップの男は，目深にキャップを被っていたのでその顔はよく見えなかった。また，私は，黒色キャップの男の方を主に見ていたので，茶髪の男の顔はよく覚えていない。」\n② 診断書\n２月１日に，Ｖについて，全治約２か月間を要する肋骨骨折及び全治約３週間を要する腹部打撲傷と診断した旨が記載されている。\n③ Ｗの警察官面前の供述録取書\n「２月１日午前１時頃，Ｈ県Ｉ市Ｊ町１番地先路上を歩いていたところ，怒鳴り声が聞こえたので右後方を見ると，道路の反対側で，男が２人組の男たちと向かい合っていた。２人組の男たちのうち，１人は，黒色のキャップを被り，両腕にアルファベットが描かれた赤色のジャンパーを着ており，もう１人は，茶髪で黒色のダウンジャケットを着ていた。黒色キ\nャップの男は，持っていた傘の先端を相手の男に向けて突き出し，相手の男の腹部を２回突いた。すると，相手の男は両手で腹部を押さえながら前屈みになった。さらに，茶髪の男と黒色キャップの男は，それぞれ足で相手の男の腹部や脇腹等の上半身を多数回蹴った。相手の男がその場にうずくまると，２人組の男たちは，その場から立ち去って行った。相手の男がうずくまったまま動かなかったので心配になって駆け寄り，救急車を呼んだ。\n２人組の男たちについて，黒色キャップの男の顔は，キャップのつばで陰になってよく見えなかった。茶髪の男の顔は，近くにあった街灯の明かりでよく見えた。今，警察官から，この写真の中に犯人がいるかもしれないし，いないかもしれないという説明を受けた上，２\n- 6 -\n０枚の男の写真を見せてもらったが，２番の写真の男が，『茶髪の男』に間違いない。警察官から，この男はＢであると聞いたが，知らない人である。」\n④ Ｗ立会いの実況見分調書犯行現場の写真及び図面が添付されており，また，Ｗが２人組の男たちの暴行を目撃した位置から同人らがいた位置までの距離は約８メートルであり，その間に視界を遮るようなものはなく，付近に街灯が設置されていた旨が記載されている。\n⑤ Ａ及びＢが犯人として浮上した経緯に係る捜査報告書犯行現場から約１００メートル離れたコンビニエンスストアに設置された防犯カメラで撮影された画像の写真が添付されており，同写真には，２月１日午前０時５０分頃，黒色のキ\nャップを被り，両腕にアルファベットが描かれた赤色のジャンパーを着た男と，茶髪で黒色のダウンジャケットを着た男の２人組が訪れた状況が撮影されている。また，同画像について，警察官が同店の店員から聴取したところ，同人は，「以前，ここに映っている黒色キャ\nップの男と茶髪の男が酔って来店し，店内で騒いだので通報した。その際，臨場した警察官が，彼らの免許証などを確認していたので，その警察官なら彼らの名前などを知っていると思う。」と供述したため，その臨場した警察官に確認したところ，黒色キャップの男がＡ，茶髪の男がＢであることが判明した旨が記載されている。\n⑥ Ａ方及びＢ方の捜索差押調書\n２月２８日，Ａ方及びＢ方の捜索を実施し，Ａ方において，傘，黒色キャップ，両腕にアルファベットが描かれた赤色のジャンパー及びＡ所有のスマートフォンを発見し，Ｂ方において，黒色のダウンジャケット及びＢ所有のスマートフォンを発見し，これらを差し押さえた旨がそれぞれ記載されている。\n⑦ 押収したスマートフォンに保存されたデータに関する捜査報告書\nＡ所有及びＢ所有のスマートフォンのデータを精査した結果，２月２日にＡがＢ宛てに送信した「昨日はカラオケ店にいたことにしよう。」と記載されたメールや，同メールにＢが返信した「防犯カメラとかで嘘とばれるかも。誰かに頼んで一緒にいたことにしてもらうのは？」と記載されたメールが発見された旨が記載されている。\n⑧ Ａの警察官面前の弁解録取書\n「本件被疑事実について，私はやっていない。昨年，傷害罪で懲役刑に処せられ，現在その刑の執行猶予中であるため，二度と手は出さないと決めている。Ｂは，中学の後輩である。\n２月１日午前１時頃は犯行場所とは別の場所にいたが，詳しいことは言いたくない。生活状況について，結婚はしておらず，無職である。約１年前に家を出てからは，交際相手や友人宅を転々としている。」\n⑨ Ａの前科調書平成３０年に傷害罪で懲役刑に処せられ，３年間の執行猶予が付された旨が記載されている。\n⑩ Ｂの警察官面前の弁解録取書\n「本件被疑事実については間違いない。」\n２ 検察官は，Ａ及びＢの弁解録取手続を行い，以下の弁解録取書を作成した。\n⑪ Ａの検察官面前の弁解録取書\n⑧記載の内容と同旨。\n⑫ Ｂの検察官面前の弁解録取書\n「本件被疑事実については間違いない。Ｖの態度に立腹し，Ａが傘の先端でＶの腹部を突いた後，私とＡがＶの腹部や脇腹等の上半身を足で蹴った。犯行当時，私は，茶髪で黒色のダウンジャケットを着ており，Ａは，黒色のキャップを被り，両腕にアルファベットが描かれた赤色のジャンパーを着ていた。Ａは，中学の先輩で，その頃からの付き合いである。もし自分がこのように話したことが知られると，Ａやその仲間の先輩たちなどから報復されるかもしれない。生活状況について，結婚はしておらず，無職である。自宅で両親と住んでい\n- 7 -る。前科はない。」検察官は，３月１日，両名につき勾留請求と併せて接見等禁止の裁判を請求し，同日，裁判官は，Ａ及びＢにつき本件被疑事実で勾留するとともに，㋐Ａにつき接見等を禁止する旨を決定した。\nなお，Ａの勾留質問調書には，Ａの供述として，「本件被疑事実については検察官に述べたとおり。」と記載され，Ｂの勾留質問調書には，Ｂの供述として，「本件被疑事実については間違いない。」と記載されている。\n３ ３月２日，Ａの弁護人は，勾留状の謄本に記載された本件被疑事実を確認した上，Ａと接見したところ，㋑Ａは，「実は，Ｖに暴力を振るって怪我をさせた。Ｂと歩いていると，いきなり後ろから肩を手でつかまれた。驚いて勢いよく振り返ったところ，手に持っていた傘の先端が，偶然Ｖの腹部に１回当たり，私の肩をつかんでいたＶの手が外れた。傘が当たったことに腹を立てたＶが，拳骨で殴り掛かってきたので，私は，自分がやられないように，足でＶの腹部を蹴った。それでもＶは，『謝れよ。』などと言いながら両手で私の両肩をつかんで離さなかったため，私は，Ｖから逃げたい一心で更にＶの腹部や脇腹等の上半身を足で多数回蹴った。\nこのとき，Ｂも，私を助けようとして，Ｖの腹部や脇腹等の上半身を足で蹴った。」旨話した。\n４ その後，検察官は，所要の捜査を行い，以下の供述録取書を作成した。\n⑬ Ａの検察官面前の供述録取書下線部㋑記載の内容と同旨。\n⑭ Ｂの検察官面前の供述録取書\n「自分が，Ｖの態度に立腹してＶの腹部や脇腹等の上半身を足で多数回蹴って怪我をさせたことは間違いない。このとき，Ａも一緒にいたが，Ａが何をしていたのかは見ていないので分からない。」\n⑮ Ｗの検察官面前の供述録取書\n③記載の内容と同旨。\n５ 検察官は，所要の捜査を遂げ，Ａ及びＢにつき，本件被疑事実と同一の内容の公訴事実で公訴を提起した（以下，同公訴提起に係る傷害被告事件につき，「本件被告事件」という。）。\nＡの弁護人は，検察官から開示された関係証拠を閲覧した上，再度Ａと接見したところ，Ａは，「本当は，Ｖの態度に腹が立って，ＶやＷが言っているとおりの暴行を加えた。しかし，自分は同種前科による執行猶予中なので，もし認めたら実刑になるだろうし，少しでも暴行を加えたことを認めてしまうと，Ｖから損害賠償請求されるかもしれない。検察官には供述録取書記載のとおり話してしまったが，裁判では，犯行現場にはいたものの，一切暴行を加えていないとして無罪を主張したい。」旨話した。\n６ 第１回公判期日における冒頭手続において，【事例】の５記載の接見内容を踏まえ，Ａは「犯行現場にはいたものの，一切暴行を加えていない。」旨述べ，㋒Ａの弁護人も無罪を主張した。\n一方，Ｂ及びＢの弁護人は，公訴事実は争わないとした。\nその後，検察官が，①，②，④から⑦，⑨，⑪から⑬及び⑮記載の各証拠の取調べを請求したところ，Ａの弁護人は，①，④，⑪から⑬及び⑮記載の各証拠について「不同意」とし，その他の証拠については「同意」との意見を述べた。また，Ｂの弁護人は，検察官請求証拠についてすべて「同意」との意見を述べた。\n裁判所は，Ａ及びＢに対する本件被告事件を分離して審理する旨を決定し，分離後のＢに対する本件被告事件の審理を先行して行った。\n７ Ｂは，自身の審理における被告人質問において，「Ａと歩いていたところ，いきなりＶが『待てよ。』などと言ってきたので，何か因縁を付けられたと思った私は，『喧嘩売ってんのか。』などと言った。すると，Ｖは，『鞄が当たった。謝れよ。』などと言ってきたので，私は，その横柄な態度に腹が立った。Ａが，『うるせえ。』などと怒鳴りながら，持っていた傘の先端でＶの腹部を２回突き，私は，前屈みになったＶの腹部や脇腹等の上半身を足で多数回蹴った。Ａも，Ｖの腹部や脇腹等の上半身を足で多数回蹴っていた。このことは，逮捕された当\n- 8 -初も話していたが，途中からＡに報復されるのが怖くなり，検察官にきちんと話すことができなかった。しかし，今は，きちんと反省していることを分かってもらおうと思い，本当のことを話した。」旨供述し，後日，結審した。\n８ その後，分離後のＡに対する本件被告事件の審理において，Ｖ及びＷの証人尋問など所要の証拠調べが行われ，さらに，Ｂの証人尋問が行われた。その際，㋓Ｂは，一貫して「本件犯行時にＡが一緒にいたことは間違いないが，Ａが何をしていたのかは見ていないので分からない。」旨証言した。\n後日，Ａは，被告人質問で，自身が暴行を加えたことを否認した。\n〔設問１〕\n下線部㋐に関し，裁判官が，Ａにつき，刑事訴訟法第２０７条第１項の準用する同法第８１条の「罪証を隠滅すると疑うに足りる相当な理由がある」と判断した思考過程を，その判断要素を踏まえ，具体的事実を指摘しつつ答えなさい。\n〔設問２〕\n検察官は，勾留請求時，③記載のＷの警察官面前の供述録取書は，本件被疑事実記載の暴行に及んだのがＡ及びＢであることを立証する証拠となると考えた。Ａ及びＢそれぞれについて，同供述録取書は直接証拠に当たるか，具体的理由を付して答えなさい。また，直接証拠に当たらない場合は，同供述録取書から，前記暴行に及んだのがＡであること又は前記暴行に及んだのがＢであることが，どのように推認されるか，検察官が考えた推認過程についても答えなさい。なお，同供述録取書に記載された供述の信用性は認められることを前提とする。\n〔設問３〕\nＡの弁護人は，３月２日の時点で，下線部㋑のＡの話を踏まえ，仮にＡが公訴提起された場合に冒頭手続でどのような主張をするか検討した。本件被疑事実中，「傘の先端でその腹部を２回突いた」こと及び「足でその腹部及び脇腹等の上半身を多数回蹴る暴行を加え」たことについて，それぞれ考えられる主張を，具体的理由を付して答えなさい。\n〔設問４〕\n下線部㋒に関し，Ａの弁護人が無罪を主張したことについて，弁護士倫理上の問題はあるか，司法試験予備試験用法文中の弁護士職務基本規程を適宜参照して論じなさい。\n〔設問５〕\n下線部㋓のＢの証人尋問の結果を踏まえ，検察官は，新たな証拠の取調べを請求しようと考えた。この場合において，検察官が取調べを請求しようと考えた証拠を答えなさい。また，その証拠について，弁護人が不同意とした場合に，検察官は，どのような対応をすべきか，根拠条文及びその要件該当性について言及しつつ答えなさい。\n- 9 -",
  "source_pdf": "data/pdfs/preliminary_exam/R1/論述/試験問題/実務基礎.pdf",
  "subject": 10,
  "purpose": "本問は，犯人性が争点となる傷害事件（共犯事件）を題材に，接見等禁止における罪証隠滅のおそれの判断要素（設問１），犯人性を認定する証拠構造（設問２），被疑者の弁解等を踏まえた事実認定上及び法律上の主張（設問３），弁護士倫理上の問題点（設問４），刑事訴訟法第３２１条１項１号書面の証拠能力（設問５）について，【事実】に現れた証拠や事実，手続の経過を適切に把握した上で，法曹三者それぞれの立場から，主張・立証すべき事実，その対応についての思考過程や問題点を解答することを求めており，刑事事実認定の基本構造，刑事手続についての基本的知識の理解及び基礎的実務能力を試すものである。"
}