{
  "year": "R1",
  "exam_type": "予備",
  "subject_name": "行政法",
  "text": "屋外広告物法は，都道府県が条例により「屋外広告物」（常時又は一定の期間継続して屋外で公衆に表示されるものであって，看板，立看板，はり紙及びはり札並びに広告塔，広告板，建物その他の工作物等に掲出され，又は表示されたもの並びにこれらに類するもの）を規制することを認めており，これを受けて，Ａ県は，屋外広告物（以下「広告物」という。）を規制するため，Ａ県屋外広告物条例（以下「条例」という。）を制定している。条例は，一定の地域，区域又は場所について，広告物又は広告物を掲出する物件（以下「広告物等」という。）の表示又は設置が禁止されている禁止地域等としているが，それ以外の条例第６条第１項各号所定の地域，区域又は場所（以下「許可地域等」という。）についても，広告物等の表示又は設置には，同項により，知事の許可を要するものとしている。そして，同項及び第９条の委任を受けて定められたＡ県屋外広告物条例施行規則（以下「規則」という。）第１０条第１項及び別表第４は，各広告物等に共通する許可基準を定め，規則第１０条第２項及び別表第５二は，建築物等から独立した広告物等の許可基準を定めている。\n広告事業者であるＢは，Ａ県内の土地を賃借し，依頼主の広告を表示するため，建築物等から独立した広告物等である広告用電光掲示板（大型ディスプレイを使い，店舗や商品のコマーシャル映像を放映するもの。以下「本件広告物」という。）の設置を計画した。そして，当該土地が都市計画区域内であり，条例第６条第１項第１号所定の許可地域等に含まれているため，Ｂは，Ａ県知事に対し，同項による許可の申請（以下「本件申請」という。）をした。\n本件広告物の設置が申請された地点（以下「本件申請地点」という。）の付近には鉄道の線路があり，その一部区間の線路と本件申請地点との距離は１００メートル未満である。もっとも，当該区間の線路は地下にあるため，設置予定の本件広告物を電車内から見通すことはできない。また，本件申請地点は商業地域ではなく，本件広告物は「自己の事務所等に自己の名称等を表示する広告物等」には該当しない。これらのことから，Ａ県の担当課は，本件申請について，規則別表第５二\n（ハ）の基準（以下「基準１」という。）に適合しない旨の判断をした。他方，規則別表第４及び第５のその他の基準については適合するとの判断がされたことから，担当課は，Ｂに対し，本件広告物の設置場所の変更を指導したものの，Ｂは，これに納得せず，設置場所の変更には応じていない。\n一方，本件申請がされたことは，本件申請地点の隣地に居住するＣの知るところとなった。そして，Ｃは，本件広告物について，派手な色彩や動きの速い動画が表示されることにより，落ちついた住宅地である周辺の景観を害し，また，明るすぎる映像が深夜まで表示されることにより，本件広告物に面した寝室を用いるＣの安眠を害するおそれがあり，規則別表第４二の基準（以下「基準２」という。）に適合しないとして，これを許可しないよう，Ａ県の担当課に強く申し入れている。\n以上を前提として，以下の設問に答えなさい。\nなお，条例及び規則の抜粋を【資料】として掲げるので，適宜参照しなさい。\n〔設問１〕\nＡ県知事が本件申請に対して許可処分（以下「本件許可処分」という。）をした場合，Ｃは，これが基準２に適合しないとして，本件許可処分の取消訴訟（以下「本件取消訴訟１」という。）の提起を予定している。Ｃは，本件取消訴訟１における自己の原告適格について，どのような主張をすべきか。想定されるＡ県の反論を踏まえながら，検討しなさい。\n〔設問２〕\n- 3 -\nＡ県知事が本件広告物の基準１への違反を理由として本件申請に対して不許可処分（以下「本件不許可処分」という。）をした場合，Ｂは，本件不許可処分の取消訴訟（以下「本件取消訴訟２」という。）の提起を予定している。Ｂは，本件取消訴訟２において，本件不許可処分の違法事由として，基準１が条例に反して無効である旨を主張したい。この点につき，Ｂがすべき主張を検討しなさい。\n- 4 -\n【資料】\n○ Ａ県屋外広告物条例（抜粋）\n（目的）第１条 この条例は，屋外広告物法に基づき，屋外広告物（以下「広告物」という。）及び屋外広告業について必要な規制を行い，もって良好な景観を形成し，及び風致を維持し，並びに公衆に対する危害を防止することを目的とする。\n（広告物の在り方）第２条 広告物又は広告物を掲出する物件（以下「広告物等」という。）は，良好な景観の形成を阻害し，及び風致を害し，並びに公衆に対し危害を及ぼすおそれのないものでなければならない。\n（許可地域等）第６条 次の各号に掲げる地域，区域又は場所（禁止地域等を除く。以下「許可地域等」という。）において，広告物等を表示し，又は設置しようとする者は，規則で定めるところにより，知事の許可を受けなければならない。\n一 都市計画区域二 道路及び鉄道等に接続し，かつ，当該道路及び鉄道等から展望できる地域のうち，知事が交通の安全を妨げるおそれがあり，又は自然の景観を害するおそれがあると認めて指定する区域\n（第１号の区域を除く。）三，四 略五 前各号に掲げるもののほか，知事が良好な景観を形成し，若しくは風致を維持し，又は公衆に対する危害を防止するため必要と認めて指定する地域又は場所\n２ 略\n（許可の基準）第９条 第６条第１項の規定による許可の基準は，規則で定める。\n○ Ａ県屋外広告物条例施行規則（抜粋）\n（趣旨）第１条 この規則は，Ａ県屋外広告物条例（以下「条例」という。）に基づき，条例の施行に関し必要な事項を定めるものとする。\n（許可の基準）第１０条 条例第６条第１項の規定による許可の基準のうち，各広告物等に共通する基準は，別表第\n４のとおりとする。\n２ 前項に規定するもののほか，条例第６条第１項の規定による許可の基準は別表第５のとおりとする。\n別表第４（第１０条第１項関係）一 地色に黒色又は原色（赤，青及び黄の色をいう。）を使用したことにより，良好な景観の形成を阻害し，若しくは風致を害し，又は交通の安全を妨げるものでないこと。\n二 蛍光塗料，発光塗料又は反射の著しい材料等を使用したこと等により，良好な景観の形成を阻害し，若しくは風致を害し，又は交通の安全を妨げるものでないこと。\n別表第５（第１０条第２項関係）一 略\n- 5 -二 建築物等から独立した広告物等\n（イ） 一表示面積は，３０平方メートル以下であること。\n（ロ） 上端の高さは，１５メートル以下であること。\n（ハ） 自己の事務所等に自己の名称等を表示する広告物等以外の広告物等について，鉄道等までの距離は，１００メートル（商業地域にあっては，２０メートル）以上であること。\n三～九 略\n- 6 -",
  "source_pdf": "data/pdfs/preliminary_exam/R1/論述/試験問題/公法系.pdf",
  "subject": 2,
  "purpose": "設問１においては，Ａ県屋外広告物条例（以下「条例」という。）に基づく広告物設置等の許可処分（以下「本件許可処分」という。）について，それにより景観や生活・健康が害されることを主張する隣地居住者の原告適格を，当該原告の立場から検討することが求められる。\nまず，行政事件訴訟法第９条第１項所定の「法律上の利益を有する者」に関する最高裁判例で示されてきた判断基準について，第三者の原告適格の判断に即して，正しく説明されなければならない。\nその上で，原告が主張する景観と生活・健康（安眠）に関する利益について，それぞれ，本件許可処分の根拠法規である条例やＡ県屋外広告物条例施行規則（以下\n「規則」という。）によって保護されているものであることが，許可の要件や目的などに即して，具体的に説明されなければならない。\nさらに，これらの利益について，それらが一般的な公益に解消しきれない個別的利益といえることが，その利益の内容や範囲等の具体的な検討を通じて，説明されなければならない。\n設問２においては，許可地域等において広告物等と鉄道等との距離を要件とする規則所定の許可基準について，条例がこれを委任した趣旨に適合し委任の範囲内にあるかを，その無効を主張する原告の立場から検討することが求められる。\nまず，この規則が定める許可基準が条例の委任に基づいて定められた委任命令であり，条例の委任の趣旨に反すれば無効となることが明確にされなければならない。\nつぎに，条例の委任の趣旨，言い換えれば条例が許可制度を設けた趣旨について，目的規定，許可地域等の定め方など，条例の規定に照らして，具体的に検討されなければならない。\n最後に，こうした目的に照らして，鉄道から広告物等が見通せるか否かを問題にすることなく，それとの距離を要件とする許可基準の定め方につき，これが条例の委任の趣旨と矛盾することから，これを定める規則が無効であるとの結論が導かれるべきこととなる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１においては，Ａ県屋外広告物条例（以下「条例」という。）に基づく広告物設置等の許可処分（以下「本件許可処分」という。）について，それにより景観や生活・健康が害されることを主張する隣地居住者の原告適格を，当該原告の立場から検討することが求められる。\nまず，行政事件訴訟法第９条第１項所定の「法律上の利益を有する者」に関する最高裁判例で示されてきた判断基準について，第三者の原告適格の判断に即して，正しく説明されなければならない。\nその上で，原告が主張する景観と生活・健康（安眠）に関する利益について，それぞれ，本件許可処分の根拠法規である条例やＡ県屋外広告物条例施行規則（以下「規則」という。）によって保護されているものであることが，許可の要件や目的などに即して，具体的に説明されなければならない。\nさらに，これらの利益について，それらが一般的な公益に解消しきれない個別的利益といえることが，その利益の内容や範囲等の具体的な検討を通じて，説明されなければならない。"
      },
      {
        "type": "q2",
        "text": "設問２においては，許可地域等において広告物等と鉄道等との距離を要件とする規則所定の許可基準について，条例がこれを委任した趣旨に適合し委任の範囲内にあるかを，その無効を主張する原告の立場から検討することが求められる。\nまず，この規則が定める許可基準が条例の委任に基づいて定められた委任命令であり，条例の委任の趣旨に反すれば無効となることが明確にされなければならない。\nつぎに，条例の委任の趣旨，言い換えれば条例が許可制度を設けた趣旨について，目的規定，許可地域等の定め方など，条例の規定に照らして，具体的に検討されなければならない。\n最後に，こうした目的に照らして，鉄道から広告物等が見通せるか否かを問題にすることなく，それとの距離を要件とする許可基準の定め方につき，これが条例の委任の趣旨と矛盾することから，これを定める規則が無効であるとの結論が導かれるべきこととなる。"
      }
    ]
  }
}