{
  "year": "R1",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "次の文章を読んで，後記の〔設問〕に答えなさい。\n甲市は，農業や農産品の加工を主産業とする小さな町である。近年，同市ではこれらの産業に従事する外国人が急増しているが，そのほとんどはＡ国出身の者である。甲市立乙中学校は，Ａ国民の集住地区を学区としており，小規模校であることもあって生徒の４分の１がＡ国民となっている。Ａ国民のほとんどはＢ教という宗教の信者である。\nＸはＡ国民の女性であり，乙中学校を卒業し，甲市内の農産品加工工場で働いている。Ｘの親もＡ国民であり，Ｘと同じ工場に勤務している。この両名（以下「Ｘら」という。）は熱心なＢ教徒であり，その戒律を忠実に守り，礼拝も欠かさない。Ｂ教の戒律によれば，女性は家庭内以外においては，顔面や手など一部を除き，肌や髪を露出し，あるいは体型がはっきり分かるような服装をしてはならない。これはＢ教における重要な戒律であるとされている。\nところで，Ｘが工場に勤務するようになった経緯として，次のようなことがあった。Ｘらは，Ｘの中学校入学当初より毎年，保健体育科目のうち水泳については，戒律との関係で水着（学校指定のものはもちろん，肌の露出を最小限にしたものも含む。）を着用することができず参加できないので，プールサイドでの見学及びレポートの提出という代替措置をとるように要望していた。なお，Ｘは，水泳以外の保健体育の授業及びその他の学校生活については，服装に関して特例が認められた上で他の生徒と同様に参加している。\nしかし，乙中学校の校長は，検討の上，水泳の授業については，代替措置を一切とらないこととした。その理由として，まず，信仰に配慮して代替措置をとることは教育の中立性に反するおそれがあり，また，代替措置の要望が真に信仰を理由とするものなのかどうかの判断が困難であるとした。さらに，上記のように，乙中学校の生徒にはＢ教徒も相当割合含まれているところ，戒律との関係で葛藤を抱きつつも水泳授業に参加している女子生徒もおり，校長は，Ｘらの要望に応えることはその意味でも公平性を欠くし，仮にＸらの要望に応えるとすると，他のＢ教徒の女子生徒も次々に同様の要望を行う可能性が高く，それにも応えるとすれば，見学者が増える一方で水泳実技への参加者が減少して水泳授業の実施や成績評価に支障が生じるおそれがあるとも述べた。\nＸは，３年間の中学校在籍中に行われた水泳の授業には参加しなかったが，自主的に見学をしてレポートを提出していた。担当教員はこれを受領したものの，成績評価の際には考慮しなかった。\n調査書（一般に「内申書」と呼ばれるもの）における３年間の保健体育の評定はいずれも，５段階評価で低い方から２段階目の「２」であった。Ｘは運動を比較的得意としているため，こうした低評価には上記の不参加が影響していることは明らかであり，学校側もそのような説明を行っている。\nＸは近隣の県立高校への進学を希望していたが，入学試験において調査書の低評価により合格最低点に僅かに及ばず不合格となり，経済的な事情もあって私立高校に進学することもできず，冒頭に述べたとおり就労の道を選んだ。客観的に見て，保健体育科目で上記の要望が受け入れられていれば，Ｘは志望の県立高校に合格することができたと考えられる。\nＸは，戒律に従っただけであるのに中学校からこのような評価を受けたことに不満を持っており，法的措置をとろうと考えている。\n〔設問〕\n必要に応じて対立する見解にも触れつつ，この事例に含まれる憲法上の問題を論じなさい。\nなお，Ｘらに永住資格はないが，適法に滞在しているものとする。また，学習指導要領上，水泳実技は中学校の各学年につき必修とされているものとする。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/R1/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "本問では，主として①信教の自由に基づく一般的な義務の免除の可否，②代替措置を講じることの政教分離原則との関係など具体的な検討が問題となるほか,③教育を受ける権利，④外国人の人権享有主体性や未成年者の人権等の論点が含まれる。\n判例としては，剣道受講拒否事件（最高裁判所第二小法廷平成８年３月８日判決，民集５０巻３号４６９頁）を意識することが求められる。もっとも，事案には異なるところが少なくないので，直接参考になるとは限らず，同事件との異同を意識しつつ，事案に即した検討が必要である。\n①については，水泳実技への参加とＢ教の教義との関係，代替措置が認められないことによる結果の重大性などを事案に即して把握し，信教の自由への影響の大きさを的確に把握して，判断枠組みを設定することが求められる。\n②は，①で設定した判断枠組みに基づく具体的検討に当たるものである。政教分離原則との関係の点も含め，代替措置をとらないことについて校長が示した理由が詳しく述べられているので，それに即して分析を進めることが必要である。\n以上が必ず論じてもらいたい内容であり，③④はそれに比較すると優先度は落ちるが，詳しく検討するためには必要な点である。特に，本件は，正面からその侵害を問題とするかどうかはともかく，社会権である教育を受ける権利が関わってくる事案である。社会権は外国人には保障されないという一般論が，学習権を背景とする教育を受ける権利との関係でも妥当するかという問題意識を感じてもらいたいところである。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問では，主として①信教の自由に基づく一般的な義務の免除の可否，②代替措置を講じることの政教分離原則との関係など具体的な検討が問題となるほか,③教育を受ける権利，④外国人の人権享有主体性や未成年者の人権等の論点が含まれる。\n判例としては，剣道受講拒否事件（最高裁判所第二小法廷平成８年３月８日判決，民集５０巻３号４６９頁）を意識することが求められる。もっとも，事案には異なるところが少なくないので，直接参考になるとは限らず，同事件との異同を意識しつつ，事案に即した検討が必要である。\n①については，水泳実技への参加とＢ教の教義との関係，代替措置が認められないことによる結果の重大性などを事案に即して把握し，信教の自由への影響の大きさを的確に把握して，判断枠組みを設定することが求められる。\n②は，①で設定した判断枠組みに基づく具体的検討に当たるものである。政教分離原則との関係の点も含め，代替措置をとらないことについて校長が示した理由が詳しく述べられているので，それに即して分析を進めることが必要である。\n以上が必ず論じてもらいたい内容であり，③④はそれに比較すると優先度は落ちるが，詳しく検討するためには必要な点である。特に，本件は，正面からその侵害を問題とするかどうかはともかく，社会権である教育を受ける権利が関わってくる事案である。社会権は外国人には保障されないという一般論が，学習権を背景とする教育を受ける権利との関係でも妥当するかという問題意識を感じてもらいたいところである。"
      }
    ]
  }
}