{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\n都市部のマンション等では，多数の自動車の駐車スペースを確保するため，二段・多段方式の機械式の駐車場装置（以下「駐車場装置」という。）が利用されることが多い。駐車場装置の製造を行う事業者（以下「製造業者」という。）は国内に６社存在し，甲社もその一つである。甲社の駐車場装置（以下「甲社製装置」という。）の売上げは，国内における駐車場装置の総販売台数の３０％を占め，第一位の市場占有率（シェア）を有している。\n駐車場装置は耐用年数が長く，安全に使用し続けるためには定期的な保守点検（駐車場装置の点検，給油，調整，破損部品の交換及び修理等）を必要とする。駐車場装置は，製造業者によって仕様が異なり，その取替部品も汎用品は少なく，駐車車両を乗せるためのパレット(車両を乗せる金属製の板)の落下防止設備，電子制御基盤など，製造業者ごとに仕様の異なる部品が大部分である（以下，これらの製造業者ごとに仕様の異なる部品を「構成部品」という。）。構成部品の故障・トラブルの発生は重大な事故の原因となり得るため，マンション等の駐車場の所有者・管理者にとって上記の故障・トラブルへの対応が最も重要であり，かかる故障・トラブルが発生した場合における迅速な対応の可否が保守業者の選定に当たって重視されることが多い。\n甲社は，北海道地区から九州・沖縄地区まで全国を幾つかの地区に分けて，子会社を設立し，子会社において，甲社製装置の販売・据付け，甲社製装置の部品の販売を行っている。Ｘ社はそのような子会社の一つであり，関東地区において甲社製装置を独占的に販売し，その据付けを行うとともに，甲社製装置の部品（構成部品を含むすべての部品）を販売している。Ｘ社による甲社製装置の販売台数は，関東地区では６製造業者の駐車場装置全体の総販売台数の４０％を占めており，第一位のシェアを有している。\n駐車場装置の保守業者には，製造業者系列の保守業者と，製造業者と資本関係のない保守業者（以下「独立系保守業者」という。）があり，関東地区においても，甲社系列の保守業者である乙社（乙社は甲社及びＸ社が共同で出資して設立した会社である。）と，独立系保守業者のＡ社，Ｂ社及びＣ社が存在している。Ａ社，Ｂ社及びＣ社は，いずれも乙社に比べて規模の小さい事業者であるが，乙社等の製造業者系列の保守業者に比べて低廉な料金で保守業務を行うことで，近時人気を集めている。関東地区における甲社製装置に係る保守業務契約に関して，Ａ社，Ｂ社及びＣ社の合計シェアは７０％を占め，乙社のシェア（３０％）よりも高くなっている。\nＸ社は，従来，構成部品を含む甲社製装置の部品をすべて自ら保管し，保守業者からの発注に応じて，その都度，部品の引渡しを行っていたが，この度，構成部品に関する販売方針を変更しようと考え，以下に述べるそれぞれの販売方針について，弁護士に私的独占の禁止及び公正取引の確保に関する法律（独占禁止法）上の問題点の検討を依頼した。\nあなたが弁護士としてＸ社から上記の依頼を受けたとして，独占禁止法上の問題点の有無を検討し，回答しなさい。なお，個々の設問に記載した事実関係は，それぞれが独立しており，他の設問の前提とはならないものとして検討しなさい。\n〔設問１〕\nＸ社の担当者は，「駐車場装置は製造業者によって仕様が異なり，それに応じて構成部品の仕様も本来異なるものがほとんどであるが，構成部品の中には他の製造業者の駐車場装置の構成部品として転用可能なものがあり，独立系の保守業者が，それを他の製造業者の駐車場装置の構成部品として転用する事例がしばしば見られる。この点に関して，国土交通省のガイドラインは，特定の製造業者の駐車場装置に他の製造業者の構成部品を使えば安全性が確保できないおそれがあるから，特定の製造業者の駐車場装置には当該製造業者製の構成部品を使用すべきであると勧告している。当社としては，この点に着目して，甲社製装置の構成部品を，独立系保守業者に販売すると，どの製造業者の駐車場装置に使用されるのか確認できず，これが甲社製装置に使用されることを確保するためには，独立系保守業者からの甲社製装置の構成部品の発注に対しては，系列の乙社において取替工事を行うことを販売の条件とするという方針を採りたい。」と説明した。\nあなたがＸ社の担当者に尋ねたところ，独立系保守業者が甲社製装置の構成部品を他の製造業者製の駐車場装置の構成部品として転用した事例がどの程度あるか，これまでに転用による事故が起きた例があるか否か，転用による具体的な危険性の程度などについては，いずれも調査を行っていないため不明であり，また，独立系保守業者に，文書や口頭で，他の製造業者製の駐車場装置に自社の部品を転用しないように注意するなどの措置を採ったことはなく，今後もそのような計画はないとのことであった。また，あなたが乙社の担当者にも尋ねたところ，担当者は「乙社は，独立系保守業者から甲社製装置の構成部品の取替えの依頼があった場合，できる限り迅速に対応したいと考えているが，乙社の顧客からの依頼があった場合にはこれを優先する。乙社の顧客に対する甲社製装置の修理に比べて，独立系保守業者の顧客に対する甲社製装置の修理は平均して２週間程度の遅れが生じることが見込まれる。」と回答した。\n〔設問２〕\nＸ社の担当者は，設問１に述べた計画に代えて，「独立系保守業者から甲社製装置の構成部品の発注を受けた場合，当該業者自身で構成部品の取替工事を行うことは認めるが，構成部品の引渡時期について条件を付したいと考えている。従来は甲社で余分の在庫を抱えて，独立系保守業者か乙社かを問わず，発注を受けた場合には直ちに当該構成部品を引き渡していたが，今後は，当社において一定の計画在庫数量を設定し，その数量の８割を基準数量とする。発注を受けた時点で，在庫数量が基準数量を下回っている場合，又は独立系保守業者への引渡しによって基準数量を下回る場合は，独立系保守業者から当該構成部品の発注を受けても，これを直ちに引き渡さず，甲社に構成部品の生産を発注し，その納入を待って構成部品を引き渡すこととしたい。その場合，甲社への生産発注から納入までは２か月程度が見込まれる。なお，引渡しによっても基準数量を確保できる場合には直ちに引渡しを行う。一方，乙社に対しては，いかなる場合であっても直ちに引渡しを行う。」と説明した。\nあなたがＸ社の担当者に尋ねたところ，担当者は「従来の保管費用が過大になってきたため，保管費用を削減するために計画在庫数量を設定し，不必要な在庫を減らすこととした。計画在庫数量は，乙社の契約者数に，それらの契約者に２か月間に生じる構成部品の故障・トラブルの平均発生頻度を乗じて得られる数量とする。」と説明した。〔第２問〕（配点：５０）\n電機メーカーのＸ社は，平成１３年に，家庭用電気製品に関する小売業者向け価格カルテルについて独占禁止法違反により課徴金納付命令を受け，以後，会社内に独占禁止法遵守体制（コンプライアンス体制）を置いていた。平成１７年１２月にＸ社の代表取締役社長Ａは，コンプライアンス部門を担当する取締役Ｂから次のような報告を受けた。すなわち，「平成１５年初めから，Ｘ社が甲省発注の重電製品であるα電気製品の納入について同業他社である５社（Ｙ社，Ｐ社，Ｑ社，Ｒ社，Ｓ社）との間で入札に関して会合を開いて話し合いを行っていることが判明した。Ｘ社の営業部門のＣが，他社の営業担当者との年１回の会合に参加して，甲省発注のα電気製品の入札（年間１５０億円程度の予算が確保されており，各四半期ごとに甲省本省・地方支分部局ごとに入札が行われる。）に関し，前年度の実績に応じて各社が受注する旨の基本ルールを確認している。また，各年度の個別の入札に当たっては，その都度，基本ルールに沿って落札できるように，各入札に参加する各社は話合いにより落札予定者と落札価格を決め，実際の入札時にも落札予定者以外の会社は落札価格より高い入札価格で応札することにより落札予定者の落札に協力してきた。」（以下「Ｂの報告」という。）という報告であった。\nこれを受け，Ｘ社は，取締役会を開催し，法令遵守の観点からこの会合に参加しない旨を決議した。ＢとＣは，平成１７年１２月末に開催された上記５社との会合に出席した上，Ｘ社が平成１８年以降この会合に参加せず，さらに，当分の間，甲省発注のα電気製品の入札から撤退する旨を告げた。その際，Ｘ社は，甲省や公正取引委員会にこれらの事実を申し出ることはしないと述べ，実際にも，申し出ることはなかった。\nＹ社も，平成１９年６月に法令遵守の監査を実施した結果，上記の話合いの事実を把握し，同月\n２０日，公正取引委員会に対し，課徴金の減免のための事実の報告を行い，更に資料も提出した。\n他方，Ｘ社は，平成１８年１月以降，甲省発注のα電気製品の入札に参加していなかったところ，α電気事業部門の営業利益が落ちてきたため，平成１９年８月，甲省の実施する入札に再参入することを決定したが，その際，他社から上記の話合いに参加するよう申入れが来てもこれに従わないこととした。Ｘ社は，同年９月末の甲省発注に係るα電気製品の入札に参加し，Ｐ社らからの話合いの申入れを拒絶し５億円で受注した。\n公正取引委員会は，Ｙ社の報告の結果，６社による上記の話合いの事実を把握することとなり，平成１９年１２月２８日，独占禁止法第４７条第１項第４号に基づいて参加事業者の事業所及び担当者の自宅に一斉に立ち入り，必要な物件の検査を行った。これに伴い，各社は，それぞれ，以後，かかる入札に関する会合に参加しない旨の通知を他社に対して発出した。\nなお，以下の各設問の解答に当たっては，平成１５年以降の行為のすべてについて現行の独占禁止法が適用されるものと仮定し，平成１７年改正独占禁止法の経過措置を含め，経過措置は考慮しないものとする。\n〔設問１〕\n公正取引委員会の審査の結果，次のような証拠が得られた。それぞれの場合において，いかなる行為が独占禁止法に違反すると認定できるか，条文を踏まえつつ具体的に述べよ。\n(1) Ｘ社と５社がＢの報告のとおりの行為を行っていた事実を認める証拠が得られた場合\n(2) Ｘ社と５社が，毎年度の会合において前年度実績に応じて各社の受注割合を決定する旨の基本ルールを確認していたことを否定し，甲省発注のα電気製品に係る個々の入札のいずれにおいても，入札に参加する事業者があらかじめ落札予定業者を決定し，他社はそれより高い入札価格で応札していた事実を認める証拠のみが得られた場合。なお，この場合において，公正取引委員会に対するＹ社の報告はなかったものと仮定する。〔設問２〕\n公正取引委員会は，審査の結果，Ｘ社，Ｙ社らの６社がいずれも独占禁止法に違反する行為を行っていたと認定し，課徴金の納付を命ずることとした。\nＸ社は，資本金が２億円で従業員が４００名の電機メーカーであり，Ｙ社は，資本金が４億円で従業員が６００名の電機メーカーである。また，両社のα電気製品に係る売上額及び事業全体の売上額（総売上額）はそれぞれ以下のとおりである。以上を前提として，Ｘ社及びＹ社が納付すべき課徴金額を算定し，その理由及び算定の過程を述べよ。\nＸ 社 平成１５年 平成１６年 平成１７年 平成１８年 平成１９年甲省発注α電気製\n１０億円 ２０億円 ２０億円 ０円 ５億円品売上額乙県等自治体発注\n３０億円 ３０億円 ４０億円 ２０億円 ２０億円\nα電気製品売上額\nＸ 社 総 売 上 額 １２００億円 １０００億円 ９００億円 ８００億円 ６００億円\nＹ 社 平成１５年 平成１６年 平成１７年 平成１８年 平成１９年甲省発注α電気製\n８億円 １６億円 １６億円 １８億円 １０億円品売上額乙県等自治体発注\n２８億円 ３５億円 ４２億円 ２１億円 １９億円\nα電気製品売上額\nＹ 社 総 売 上 額 ８００億円 １２００億円 １３００億円 ９００億円 ９００億円\n（注）これらの金額は，独占禁止法施行令で定められた基準に基づいて算定されたものである。\n乙県等自治体発注の入札については入札に関する話合いの事実は確認されていない。\n〔設問３〕\nＸ社は，公正取引委員会が発した課徴金納付命令に不服があり，同命令について審判を請求した。審判において，Ｘ社は，「甲省発注のα電気製品の売買契約においては，平成１７年以降，納入業者が独占禁止法に違反する行為により入札に参加した場合には，受注した業者は売買代金額の２０％を違約金として国に支払うとの約定が設けられている。そして，Ｘ社は，国からこの約定により平成１７年の売上額の２０％の支払請求を受け，既にこれを支払った。課徴金制度は，カルテルによる不当な利得を国が徴収することにより，違反行為者がこれを保持することを防ぐ制度であるから，既に売上額の２０％を国に支払った平成１７年分の売上について，売上額全額を基礎として課徴金を課すことは，不当な利得の剥奪という制度趣旨を超えて，過大な経済的不利益を与えることになるから許されず，課徴金の算定に当たっては，平成１７年分の売上額の２０％を算定の基礎から外すべきである。」と主張した。この主張の当否を論ぜよ。- 14 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/選択.pdf",
  "purpose": "[経 済 法］\n〔第１問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うとともに，抽象的な議論に陥いることなく具体的な事実関係に基づいた論述の展開ができるかを試すものである。\n設問１では，Ｘ社が，甲社製の駐車場装置の構成部品の販売に際し，乙社の取替工事を条件とするという販売方針について，これが不公正な取引方法に該当して違法か否かを論じることを求めた。\n一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することとなる。\nさらに，独立系保守業者の事業活動に対する影響と，構成部品の転用防止というＸ社の主張に関して，公正競争阻害性，正当化事由に係る一般的判断枠組みを論じた上で，弁護士として\nＸ社及び乙社の担当者に尋ねて得られた回答を踏まえて，Ｘ社の意図に関する事実認定を行い，あるいは営業計画の合理性を判断して，公正競争阻害性の有無について論じることが求められる。\n設問２は，Ｘ社が，構成部品の在庫費用を削減するために，計画在庫数量を設定した上で，一定の場合に独立系保守業者からの発注について引渡時期の条件を付すという販売方針について，これが不公正な取引方法に該当するか否かの検討を求めるものである。\nこの方針について，一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することが求められる。\nさらに，在庫費用の削減という目的，独立系保守業者に与える影響等の具体的事実関係に基づいて，公正競争阻害性の有無を論じることとなる。計画在庫数量を算出している基準の妥当性等を踏まえて，かかる方針の相当性を論じることになろう。その際，乙社とＸ社の資本関係，保守業者による自社在庫の可能性なども考慮され得よう。\nなお，Ｘ社からの依頼を受けた弁護士として回答することを求めており，乙社の行為に関する回答は不要であるが，Ｘ社の行為・販売方針については合理的に考え得る独占禁止法上の問題点を幅広く回答することが望ましい。\n〔第２問〕\n本問は，入札談合事案を素材として独占禁止法の基本概念の正確な理解と的確な条文解釈能力を試すものである。\n設問１は，いわゆる基本合意とそれに基づく個別調整行為という典型的な入札談合に係る事実関係をもとに，不当な取引制限の構成要件という独占禁止法の基礎を正確に理解し，使いこなすことができるか否かを問う基本的問題である。小問（１）では，本問において，毎年１回の会合における話合いから実際の入札に至るまでの行為のうち，いかなる行為が不当な取引制限の違反行為となり得るかを特定し，かつ，甲省の入札制度を踏まえた上で，具体的事実を摘示して構成要件該当性を論述することが求められる。小問（２）では，不当な取引制限に関する法律解釈又は事実認定に関する議論を問うたものであり，事実認定に関する議論にあたっては，個々の事案に即して経験則に従って事実認定を行うという事実認定の基本を踏まえた論述が望まれる。\nなお，公正取引委員会の立入検査等の審査の結果を踏まえた論述を求めており，刑事事件としての議論までを求めたものではない。\n設問２は，課徴金納付命令に関して，その算定に関する条文を踏まえながら本問での当てはめを行わせるものであり，法文を読んだ上で内容を理解し，文理に忠実に条文の操作を行って事案の解決を図るという法律家に必要な能力を試したものである。\n設問３は，課徴金納付命令に係る審判における被審人の主張の当否を論じさせるものであり，課徴金の算定に当たって違約金相当額を控除すべきか否かについて，課徴金の算定又は控除に関する条文の文理を踏まえた上で，課徴金の制度趣旨，各規定の趣旨に基づいて説得的に論述することが求められる。"
}