{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目］〔第１問〕（配点：１００）\nＡ教団は，理想の社会を追い求めて集団生活を営む信者のみが救済されるという教義を信奉しつつ活動する宗教団体であった。Ａ教団には，「暗黒」な部分を除去しなければ理想社会は実現できないという信条を強く持つ信者も少なくなく，２００Ｘ年，一部の過激な信者達が，複数の官庁・企業周辺で同時爆弾テロを実行し，その計画，指示，実行に当たった教団幹部や信者は逮捕された。\nこの同時爆弾テロは，Ａ教団の活動として行われたわけではなかったが，Ａ教団は自発的に解散せざるを得なくなった。その２年後，Ａ教団の元信者達は，同教団の幹部であった甲を代表として，新たにＢ教団を結成した。Ｂ教団は，Ａ教団当時に行われたテロ行為について深い反省の意思を表明し，Ａ教団との決別を宣言している。しかし，同時爆弾テロ事件で逮捕されなかったＡ教団の元幹部が全員Ｂ教団の幹部となっており，Ｂ教団の教典もＡ教団の教典と同一である。\nＢ教団の教義によると，信者は集団で居住して修行しなければならないことになっており，Ｂ教団結成に伴い，集団居住のための新たな施設を建設する必要が生じた。Ｂ教団は，かつてＡ教団の施設があった幾つかの都道府県で本部施設の建設を計画したが，いずれも反対運動が起こり，断念せざるを得なかった。そこで，Ｂ教団は，新たに信者となった乙がＣ市にまとまった土地（敷地面積１２００平方メートル）を所有していたことから，同土地の上に本部施設を建設することを計画した。当該施設は，本部機能を有するとともに，信者が集団で居住し，修行する施設となるものである。\nＣ市は，特例市（地方自治法第２５２条の２６の３第１項に基づき，政令による指定を受けた市）である。Ｃ市では，以前から，市民の間に良好な住環境を守ろうとする意識が強く存在し，行政もそれに積極的に対応してきている。Ｃ市は，安心して暮らせる安全で快適な住環境の維持に特に注意を払い，独自の「Ｃ市まちづくり条例」（以下「条例」と表記）を制定している。この条例は，都市計画法（都市計画法及び都市計画法施行令については，資料１参照）上の許可制とは別に，Ｃ市内の「まちづくり推進地区」に指定されている地域における１０００平方メートル以上の開発事業\n（大規模開発事業）について許可制を導入しており，大規模開発事業を行おうとする者に対して，事前手続として，「周辺住民」の過半数が同意する開発事業協定の締結及び市との協議を義務付けている。そして，条例第１８条第２項に定める要件に該当する場合には，市長は，当該開発事業を許可しないことができる（条文については，資料２参照）。\nＢ教団本部施設の建設が計画されているＤ地区は，都市計画法上は都市計画区域のうちの市街化区域であり，条例上は「まちづくり推進地区」に指定されている。Ｄ地区は，Ｃ市の中でも住宅地区として人気が高く，常に各種ランキングで住んでみたい街の上位に位置していた。Ｃ市の相談窓口には，「周辺住民」ばかりでなく，Ｂ教団の本部施設建設計画を知った市民からも，問い合わせや要望が多数寄せられるようになった。\nＢ教団の本部施設建設計画は，都市計画法上の許可要件を満たしている。Ｂ教団は，条例に基づいて「周辺住民」を対象とする事前説明会を開催した。この説明会には該当する住民の９０％以上が出席し，出席した住民からは「テロリスト集団を引き継ぐＢ教団の本部新設は絶対に認められない。」といった趣旨の発言が相次いだ。これに対して，Ｂ教団の信者から威圧的な発言があり，出席した住民は一層強い不安をかき立てられた。そして，Ｂ教団との間での開発事業協定の締結に同意する「周辺住民」は，一人もいなかった。市長は，Ｂ教団との事前協議（その内容については，資料３参照）の結果を踏まえ，条例第１７条第２項に基づいて開発事業の中止を勧告した。しかし，Ｂ教団は，これに従わず，計画を実施する構えを見せた。そこで，市長は，条例第１８条に基づいて，Ｃ市まちづくり審議会の意見を聴いた上で，Ｂ教団の開発事業計画を不許可とする処分を行った。\nＢ教団は，Ｃ市を相手どって当該不許可処分の取消し等を求める訴えを提起した。（出題者注：本問においては，「無差別大量殺人行為を行った団体の規制に関する法律」（平成１１年\n１２月７日法律第１４７号）については考慮しないこととする。 ）\n〔設 問〕\n１. あなたがＢ教団の訴訟代理人だとすれば，この訴訟において，どのような憲法上の主張を行うか，述べなさい。\n２. 設問１で述べられた教団側の主張に対する市側の反論を想定した上で，憲法上の諸問題を検討し，あなた自身の見解を述べなさい。資料１: 都市計画法及び都市計画法施行令\n1 【都市計画法（昭和４３年６月１５日法律第１００号）（抜粋）】\n（目的）第１条 この法律は，都市計画の内容及びその決定手続，都市計画制限，都市計画事業その他都市計画に関し必要な事項を定めることにより，都市の健全な発展と秩序ある整備を図り，もつて国土の均衡ある発展と公共の福祉の増進に寄与することを目的とする。\n（都市計画の基本理念）第２条 都市計画は，農林漁業との健全な調和を図りつつ，健康で文化的な都市生活及び機能的な都市活動を確保すべきこと並びにこのためには適正な制限のもとに土地の合理的な利用が図られるべきことを基本理念として定めるものとする。\n（定義）第４条 １ （略）\n２ この法律において「都市計画区域」とは次条の規定により指定された区域を…いう。\n３〜１１ （略）\n１２ この法律において「開発行為」とは，主として建築物の建築又は特定工作物の建設の用に供する目的で行なう土地の区画形質の変更をいう。\n１３〜１６ （略）\n（都市計画区域）第５条 １ 都道府県は，市…の中心の市街地を含み，かつ，自然的及び社会的条件並びに人口，土地利用，交通量その他国土交通省令で定める事項に関する現況及び推移を勘案して，一体の都市として総合的に整備し，開発し，及び保全する必要がある区域を都市計画区域として指定するものとする。（以下略）\n２〜６ （略）\n（区域区分）第７条 １ 都市計画区域について無秩序な市街化を防止し，計画的な市街化を図るため必要があるときは，都市計画に，市街化区域と市街化調整区域との区分（以下「区域区分」という。）を定めることができる。（以下略）\n２ 市街化区域は，すでに市街地を形成している区域及びおおむね十年以内に優先的かつ計画的に市街化を図るべき区域とする。\n３ （略）\n（開発行為の許可）第２９条 １ 都市計画区域又は準都市計画区域内において開発行為をしようとする者は，あらかじめ，国土交通省令で定めるところにより，都道府県知事（地方自治法…第２５２条の１９第１項の指定都市，同法第２５２条の２２第１項の中核市又は同法第２５２条の２６の３第１項の特例市（以下「指定都市等」という。）の区域内にあつては，当該指定都市等の長。以下この節において同じ。）の許可を受けなければならない。ただし，次に掲げる開発行為については，この限りではない。一 市街化区域，区域区分が定められていない都市計画区域又は準都市計画区域内において行う開発行為で，その規模が，それぞれの区域の区分に応じて政令で定める規模未満であるもの二〜十二 （略）\n２，３ （略）\n（開発許可の基準）第３３条 １ 都道府県知事は，開発許可の申請があつた場合において，当該申請に係る開発行為が，次に掲げる基準…に適合しており，かつ，その申請の手続がこの法律又はこの法律に基づく命令の規定に違反していないと認めるときは，開発許可をしなければならない。\n一〜十四 （略）\n２〜８ （略）\n（出題者注：第３３条にいう「都道府県知事」には，第２９条第１項により「特例市の長」も含む。）\n２ 【都市計画法施行令（昭和４４年６月１３日政令第１５８号）（抜粋）】\n（法第２９条第１項第１号の政令で定める規模）第１９条 法第２９条第１項第１号の政令で定める規模は，次の表の第１欄に掲げる区域ごとに，それぞれ同表の第２欄に掲げる規模とする。（以下略）第１欄 第２欄 第３欄 第４欄市街化区域 １０００平方メートル （略） （略）\n（略） （略） （略） （略）\n２ （略）資料２: Ｃ市まちづくり条例（抜粋）\n（目的）第１条 この条例は，本市のまちづくりについて，その基本理念を定め，市，市民及び事業者の責務を明らかにするとともに，市民参加によるまちづくりを推進するための基本となる事項を定めることにより，市民が安心して生活できる安全で快適な，かつ，環境保護にも配慮したまちづくりを推進し，もって，Ｃ市らしい個性豊かで住み良い都市環境の形成に寄与することを目的とする。\n（定義）第２条 この条例において，次の各号に掲げる用語の意義は，当該各号に定めるところによる。\n一 開発事業 都市計画法第４条第１２項に規定する開発行為をいう。\n二 大規模開発事業 開発事業に係る土地の面積が１０００平方メートル以上の開発事業をいう。\n三 事業区域 開発事業に係る土地の区域をいう。\n四 事業者 開発事業を行おうとする者をいう。\n五 市民 Ｃ市内に住所を有する者をいう。\n六 周辺住民 事業区域の境界線からの水平距離が２００メートル以内における土地を所有する者又は建築物の全部若しくは一部を所有し，若しくは占有する者をいう。\n（市の責務）第３条 １ 市は，まちづくりについての必要な調査を行うとともに，まちづくりのための基本計画（以下「基本計画」という。）を策定し，これを実施しなければならない。\n２ 市は，前項の基本計画の策定及び実施に当たっては，市民の意見を十分に反映させるよう努めなければならない。\n（市民の責務等）第４条 １ 市民は，安全で快適な居住環境の享受を妨げられない。\n２ 市民は，自らまちづくりに努めるとともに，市が実施する施策に協力しなければならない。\n（事業者の責務）第５条 事業者は，開発事業を行うに当たって，まちづくりに必要な措置を講ずるとともに，市が実施する施策に協力しなければならない。\n（推進地区の指定等）第１４条 １ 市長は，次の各号のいずれかに該当する地区において，市街地整備を中心としたまちづくりが必要であると認めるときは，当該地区をまちづくり推進地区（以下「推進地区」という。）として指定することができる。\n一 基本計画により，重点的なまちづくりを推進することが必要な地区二 現に市街地が形成されている地区で，安全で快適なまちづくりの実現を図るために，拠点的な市街地整備が必要な地区\n２ 市長は，推進地区の指定に当たっては，当該地区の住民その他利害関係者の意見を反映させるため，説明会の開催その他必要な措置を講ずるとともに，Ｃ市まちづくり審議会（以下「審議会」という。）の意見を聴かなければならない。\n３ 市長は，推進地区を指定したときは，その旨を告示しなければならない。（推進地区での開発事業の許可）第１５条 事業者は，推進地区において，大規模開発事業を行おうとするときは，あらかじめ，規則で定める開発事業計画書を市長に提出し，市長の許可を受けなければならない。\n（説明会の開催，協定書の締結）第１６条 １ 事業者は，前条に定める開発事業計画書を提出したのち，開発事業の内容，工事施工方法等について，周辺住民を対象とする説明会を開催しなければならない。\n２ 事業者は，前項の説明会を開催したのち，周辺住民との間で開発事業協定を締結しなければならない。開発事業協定の締結には，周辺住民の過半数の同意を必要とする。\n（事前協議，改善勧告）第１７条 １ 事業者は，前条の説明会等と並行し，又は説明会等ののちに，当該開発事業の内容，工事施工方法等について，市長と協議しなければならない。\n２ 市長は，前項の協議を踏まえ，事業者に対し当該開発事業計画の変更，中止，その他の必要な勧告を行うことができる。\n（開発事業許可の基準）第１８条 １ 市長は，次項の規定により許可しない場合を除き，第１５条の許可をしなければならない。\n２ 市長は，第１６条の開発事業協定が締結されていない場合，又は事業者が前条第２項の勧告に従わない場合において，当該開発事業が次の各号のいずれかに該当すると認めるときは，当該開発事業を許可しないことができる。\n一 本条例に基づくまちづくり基本計画に適合しない場合二 災害防止に対する支障等，市民生活の安全に支障が生ずるおそれがある場合\n３ 市長は，前２項の処分をしようとするときは，あらかじめ，審議会の意見を聴かなければならない。\n４ 市長は，第１項の処分をしたときはその旨を，第２項の処分をしたときはその旨及び理由を，遅滞なく事業者に通知するものとする。\n（中止命令等）第１９条 市長は，事業者が第１５条の許可を受けないで開発事業に着手したときは，当該事業者若しくは当該事業者から工事を請け負った者又は当該工事の現場を管理する者に対して，当該開発事業の中止を命じ，又は相当の猶予期間を付して，原状の回復，建築物の除却その他の必要な措置を命ずることができる。資料３: Ｂ教団とＣ市との事前協議メモ\nＢ教団: 我々は，本市Ｄ地区にある，信者である乙が所有する土地に教団本部施設を建設したい。\n教団本部施設は，我々の信仰生活の拠点となるものであり，正に我々の信仰を実践する場所である。このことを，市には十分配慮していただきたい。\nＣ 市: 市としては，「まちづくり条例」が定める要件を満たすことを求めている。市は，どのような方が開発事業者であっても変わりなく，同じように条例を執行している。\nＢ教団: 我々が建設する施設は，教団と信者にとって神聖な場所である。信者は集団で居住し，代表である甲に従って修行に励む。このような形態が，我々Ｂ教団の信仰の在り方である。したがって，この施設は，我々教団の信仰にとって絶対に欠くことのできないものである。\nＣ 市: 市には，あなた方の信仰自体を否定するつもりなど毛頭ない。ただ，条例が定める条件を満たすことを求めているだけである。問題の一つは，周辺住民の同意が全く得られていないことである。\nＢ教団: 周辺住民は，我々の教団とＡ教団との関係を疑い，Ａ教団当時の事件と同じようなことが起きるのではないかと思っているようである。それは，根拠のない憶測である。根拠のない憶測によって，住民は我々を危険視し，敵視している。そのような状況で，周辺住民の過半数から同意を取りつけることは，極めて困難である。\nＣ 市: Ｃ市では，古くから，宅地乱開発問題やマンション建設問題等から住民による景観論争や環境保全のための開発反対運動が展開されてきた。そのような住民による運動から，良好な住環境を守ろうとする住民の高い意識が醸成されてきたし，行政もそれに積極的に対応してきた。安心して暮らせる，良好な住環境を守ろうとする市民のコンセンサスが，「まちづくり条例」を制定させた。そのような歴史から，Ｃ市は住民の意向を尊重している。周辺住民が抱く不安は，あなた方自らが払拭すべき問題であって，市が周辺住民を説得する問題ではない。条例の要求する条件を満たすことは，あなた方の主体的な努力にかかっている。\nＢ教団: そもそも，周辺住民の同意がなければ，我々が真摯な信仰の実践活動をできないということに，問題がある。\nＣ 市: 既に述べたように，住民の意思の尊重は，Ｃ市における良好な住環境を求める運動の歴史の反映である。\nＢ教団: 我々は，Ａ教団とは別個の，独立した宗教団体である。Ａ教団当時に起きた爆弾テロ行為は，Ａ教団の活動として行われたものではなく，Ａ教団の教典や教義から逸脱した一部の者が実行したにすぎない。我々の教団は，Ａ教団の一部の信者が犯した重大な犯罪行為を真摯に反省し，Ａ教団と決別して結成された，新たな宗教団体である。教団代表である甲は，Ａ\n教団当時の犯罪行為には一切かかわっていない。甲は，この２年間真摯に修行に励み，新たな悟りを開いた。悟りの境地に達した甲代表のもとで，我々信者は真面目に信仰生活を送りたいだけである。我々の教義は，信者の内面的救済のみを求めるものである。現在のＢ教団が周辺住民に危害を与える危険性など，全くない。\nＣ 市: 市としては，Ａ教団の幹部らが２年前に起こした同時爆弾テロ事件を無視することはできない。あなた方の教典はＡ教団と同一であり，Ａ教団の元幹部があなた方の教団の幹部になっている。したがって，Ａ教団があなた方の教団の母体といえる。そして，あなた方は，Ａ教団と同様に，集団で居住する。Ａ教団当時，集団居住施設の中で爆弾が製造されていた。\nＡ教団は各地の教団施設の近隣に住む住民と様々なトラブルを起こしていたし，多くの訴訟も提起されている。集団居住の実態が分からない。集団居住施設の中で何をしているか，見えない。仮に教典自体は平和的なものであるとしても，教典から再び逸脱しないという保証はどこにもない。あなた方が，他の都市で本部施設を建設しようとしたときも，住民の反対運動にあって断念せざるを得なかったではないか。本市における事前説明会でも，あなた方の信者が威圧的な発言をしている。このような事実が，あなた方への周辺住民の不安を高めている。この不安は，周辺住民だけのものではない。それは，市の相談窓口に多くの市民から不安の声が寄せられていることにも示されている。\nＡ教団当時の同時爆弾テロ事件から得た一つの教訓は，近隣住民との間でトラブルが発生したときに，市がきちんと対応することである。市としては，あなた方の教団に関する諸々の事実を踏まえて，あなた方の開発事業計画には，条例第１８条第２項が定める「市民生活の安全に支障が生ずるおそれ」があると判断している。",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n本問は人権と統治を組み合わせた問題となっており，仮想的な事案をめぐって３つのテーマが問われている。それは，法律と条例の関係，人権の保障と民主主義の関係，そして人権の保障と安全・安心の確保の関係である。\n本事案で問題となっている「まちづくり」条例は，市の処分に関して，いわば２段階構造を採っている。第１段階では，住民自治を具体化するものとして，「周辺住民の過半数の同意」による開発事業協定の締結等の条件が課せられている。このような条件が満たされていない場合，第２段階として，市は，条例第１８条第２項各号のいずれかに該当すると認めるときには，当該開発事業を許可しないことができる。\n本事案では，こういった条例の仕組みをきちんと理解した上で，条例自体の合憲性と不許可処分の合憲性について論ずることが求められている。\n条例自体の合憲性に関する主要な問題は，「法律と条例の関係」である。徳島市公安事件上告審判決がポイントとなるが，まず，当該判決を正確に理解していることが求められる。その上で，法律と条例の目的・趣旨・効果をどのように比較するのか，どのような点で法律の範囲内である／ない，という結論を導くのかについて論じることが，必要である。\nさらに，人権の保障と民主主義の関係というテーマにかかわるが，第 1 段階での「周辺住民の過半数の同意」要件が，実際上，いわゆる禁忌施設への拒否として機能することも，問題となる。つまり，このような要件を置くことの合憲性である。\n不許可処分の違憲性に関しては，安全・安心の確保と人権の保障との兼ね合いが問題となる。\nここでは，Ｂ教団の「危険性」に関する評価が焦点となるが，資料に掲げられた事実の一面だけをとらえて，危険だから不許可は合憲，危険でないから不許可は違憲といった資料の読み方では不十分である。本問で前提となっているのは，教団の「危険性」への懸念にも一定の理由があるが，その有無・程度等には不確実な面もあるといった状況である。この文脈で，審査基準論が意味を持つ。審査基準論が用いられる文脈，意義・内容を正確に把握した上で検討することが求められる。\n条例自体の違憲性及び不許可処分の違憲性に関しては，どの人権が侵害されているのかが問題となる。本事案において専ら問題になるのは，宗教的行為の自由である。ここでも，熟慮した主張と検討が求められる。本事案の条例や不許可処分において，居住の自由そのものが制限されているわけではない。都市計画法や「まちづくり条例」一般が示しているように，自己の所有する土地に関してその利用形態が制限されることはあり得る。居住・移転の自由や財産権への侵害であるゆえに違憲であると主張するためには，更に広く深い説得力のある論述が必要となる。\nまず設問１においては，これらの問題に関して，判例・学説を正確に理解した上検討し，適切な結論を導くとともに，説得力のある理由を示すことが求められている。法律との抵触や，宗教的行為の自由の侵害を抽象的に指摘しただけで，直ちに審査基準論を展開するというのでは，不十分である。まず，どのような点で，どのような抵触や侵害が生じているのかを，Ｂ教団の立場から具体的に論じることが必要である。\n設問２におけるＣ市側の主張では，設問１におけるほど詳細な論述までを求めているわけではない。その主張の理由付けの詳細が設問２での自説の検討において述べられていれば，それでもよい。\nその上で，設問２では，設問１でのＢ教団側の主張と設問２でのＣ市側の主張を踏まえた上で，「あなた」の見解を展開することが求められている。「あなた」の見解は，必ずしも，Ｂ教団側の主張かＣ市側の主張か，という二者択一であるとは限らない。「あなた」の見解は，それらとは異なる「第３の道」となることもあり得る。例えば，徳島市公安事件上告審判決の判断には問題もある。同判決の判断が公安条例の場合を超えて，他の条例の場合にどこまで妥当するのかは，必ずしも明確ではない。ここで，この問題が論じられ，判例とは異なる「あなた」\nの見解が主張されることもあり得よう。また，Ｂ教団側の主張あるいはＣ市側の主張と「同じである」という答えでは，不十分である。なぜ，一方の主張に賛成するのかについての説得力のある理由が述べられていなければならない。"
}