{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社は，かねてから代表取締役Ｂの親友であるＣの経営するＤ社に無担保で貸付けをしていたところ，この貸付金の回収が不能になったことから，経営状況が著しく悪化した。いち早くＡ社が支払不能の状況にあると判断した同社の取引債権者であるＥ社は，平成１９年３月２日，裁判所に対し，Ａ社についての破産手続開始の申立てをし，同月２３日，破産手続開始の決定がされ，破産管財人Ｘが選任された。破産管財人Ｘは，調査の結果，Ｂに資産があることが判明したので，Ａ社がＤ社に対して有する債権のうち回収不能になった３０００万円について，Ｂに対して役員としての損害賠償責任を追及したいと考えている。\n他方，Ｅ社は，Ａ社に対して５００万円の債権を有していたので，Ａ社に対する破産手続において破産債権の届出をしたが，Ｂの妻であるＦは，平成１８年１０月に当該債権につきＥ社との間で連帯保証契約を締結していたことから，Ｅ社からの求めに応じ，同社が破産債権の届出をした後，当該連帯保証債務の全額につき弁済した。\n〔設 問〕\n以下の小問１から３までについては，それぞれ独立したものとして解答しなさい。\n１.(1) 破産管財人ＸによるＢの責任追及のための手続について説明しなさい。\n(2) 破産手続開始前から，Ｄ社への無担保の貸付けを理由として，Ａ社の株主ＧからＢに対し，回収不能分である３０００万円について，適法に株主代表訴訟（会社法第８４７条第\n３項）が提起されていた場合には，破産管財人Ｘは，Ｂの責任追及のためにどのように対応すべきか。(1)で説明した手続との関係にも留意しながら解答しなさい。\n２. Ｂは，Ａ社に対し平成１７年に２０００万円貸し付けたとして，Ａ社に対する破産手続において当該貸付金について破産債権の届出をしたが，取引債権者の多くは，Ａ社の破綻の原因を作ったＢが他の破産債権者と同様の配当を受けることに不満を持っている。他方で，Ｂは，以前から資産をはるかに上回る多額の債務を負っており，近々自己破産の申立てをすると噂されている状況にある。破産管財人Ｘとしては，Ｂが届け出た破産債権について，どのように対応することが考えられるか。\n３. Ｆは，破産手続開始の直前まで，Ａ社所有名義の建物につき，Ａ社との間で賃貸借契約を結んで居住していたが，賃料債務については合計６００万円が未払状態になっていた。Ｆは，Ｅ社に対する連帯保証債務についての弁済に係る以下の(1)(2)の債権を自働債権，上記賃料債務に係る債権を受働債権として，相殺しようとしている。(1)(2)のそれぞれの場合について相殺は認められるか。\n(1) 弁済による代位によって取得した原債権\n(2) 求償権\n- 2 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/選択.pdf",
  "purpose": "[倒 産 法］\n〔第１問〕\n設問１は，破産手続における法人の役員の責任追及について問うものである。（１）では，役員の責任の査定手続及び役員の財産に対する保全処分について説明する必要がある。（２）\n- 6 -は，株主代表訴訟が係属している場合に破産手続の開始が当該訴訟に対して与える影響について問うものであり，当該訴訟の中断及び受継（破産法第４５条の類推適用の可否）について被告からの受継申立てを含めて検討する必要があるほか，当該訴訟とは別個に査定の申立てをすることができるか等についても問題となる。\n設問２は，破綻の原因を作った代表取締役による破産債権の行使に対する破産管財人の対応について問うものである。本問では，破産管財人が破産債権者に対する損害賠償請求権を自働債権として相殺をすることができるか（破産法第１０２条）について検討する必要がある。また，明文の規定はないが，このような破産債権者が届け出た債権について衡平の観点から劣後化を図ることができるか等が問題となる。\n設問３は，保証人が保証債務を全額弁済した場合に，（１）弁済による代位によって取得した原債権及び（２）求償権を自働債権とし，破産者に対する債務に係る債権を受働債権とする相殺の可否について問うものである。弁済による代位や求償権の性質を踏まえ，破産手続開始後の債権取得による相殺制限の規律（破産法第７２条第１項第１号）の適用及び停止条件付の破産債権である求償権による停止条件成就後の相殺の可否等について検討することが必要である。\n〔第２問〕\n本問は，個人破産事件の具体的な事例を基に，破産手続と小規模個人再生手続の手続選択上の考慮要素，破産手続開始後の破産者に対する弁済の効力，自由財産の範囲拡張の裁判制度及び免責不許可事由について，その理解を問うとともに，適切に事案を分析できるか否かを試す出題である。\n設問１では，小規模個人再生手続の利点として，資格制限を回避することができ，債務者に財産の管理処分権が保持されるため従前の生活が維持され，再生計画に住宅資金特別条項（民事再生法第１９８条以下）を定めることによって住宅の確保を図り得ることを指摘した上で，再生計画の認可のために必要な最低弁済額要件（同法第２３１条第２項第４号）を充たす収入を確保し難いことが手続を利用する障害となることを論述する必要がある。\n設問２は，破産手続開始後の破産者に対する弁済の効力（破産法第５０条）について，弁済者が破産手続の開始を認識していたか否かという場合分けを踏まえ，推定規定（同法第５１条）の存在を含めて的確な分析ができるか否かを問うものである。\n設問３では，破産財団を構成する中古自動車について，自由財産の範囲拡張の裁判の申立て\n（同法第３４条第４項）ができることを指摘した上で，設問からうかがわれる破産者の事情から許可の可能性について検討することが必要となる。\n設問４では，具体的な事例から，検討すべき免責不許可事由（同法第２５２条第１項第２号，第４号及び第５号）を適切に抽出し，要件の分析を加えるとともに，裁量免責の可能性（同条第２項）についても言及することが求められている。"
}