{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目］\n- 1 -\n〔第１問〕（配点：１００）\nＡ教団は，理想の社会を追い求めて集団生活を営む信者のみが救済されるという教義を信奉しつつ活動する宗教団体であった。Ａ教団には，「暗黒」な部分を除去しなければ理想社会は実現できないという信条を強く持つ信者も少なくなく，２００Ｘ年，一部の過激な信者達が，複数の官庁・企業周辺で同時爆弾テロを実行し，その計画，指示，実行に当たった教団幹部や信者は逮捕された。\nこの同時爆弾テロは，Ａ教団の活動として行われたわけではなかったが，Ａ教団は自発的に解散せざるを得なくなった。その２年後，Ａ教団の元信者達は，同教団の幹部であった甲を代表として，新たにＢ教団を結成した。Ｂ教団は，Ａ教団当時に行われたテロ行為について深い反省の意思を表明し，Ａ教団との決別を宣言している。しかし，同時爆弾テロ事件で逮捕されなかったＡ教団の元幹部が全員Ｂ教団の幹部となっており，Ｂ教団の教典もＡ教団の教典と同一である。\nＢ教団の教義によると，信者は集団で居住して修行しなければならないことになっており，Ｂ教団結成に伴い，集団居住のための新たな施設を建設する必要が生じた。Ｂ教団は，かつてＡ教団の施設があった幾つかの都道府県で本部施設の建設を計画したが，いずれも反対運動が起こり，断念せざるを得なかった。そこで，Ｂ教団は，新たに信者となった乙がＣ市にまとまった土地（敷地面積１２００平方メートル）を所有していたことから，同土地の上に本部施設を建設することを計画した。当該施設は，本部機能を有するとともに，信者が集団で居住し，修行する施設となるものである。\nＣ市は，特例市（地方自治法第２５２条の２６の３第１項に基づき，政令による指定を受けた市）である。Ｃ市では，以前から，市民の間に良好な住環境を守ろうとする意識が強く存在し，行政もそれに積極的に対応してきている。Ｃ市は，安心して暮らせる安全で快適な住環境の維持に特に注意を払い，独自の「Ｃ市まちづくり条例」（以下「条例」と表記）を制定している。この条例は，都市計画法（都市計画法及び都市計画法施行令については，資料１参照）上の許可制とは別に，Ｃ市内の「まちづくり推進地区」に指定されている地域における１０００平方メートル以上の開発事業\n（大規模開発事業）について許可制を導入しており，大規模開発事業を行おうとする者に対して，事前手続として，「周辺住民」の過半数が同意する開発事業協定の締結及び市との協議を義務付けている。そして，条例第１８条第２項に定める要件に該当する場合には，市長は，当該開発事業を許可しないことができる（条文については，資料２参照）。\nＢ教団本部施設の建設が計画されているＤ地区は，都市計画法上は都市計画区域のうちの市街化区域であり，条例上は「まちづくり推進地区」に指定されている。Ｄ地区は，Ｃ市の中でも住宅地区として人気が高く，常に各種ランキングで住んでみたい街の上位に位置していた。Ｃ市の相談窓口には，「周辺住民」ばかりでなく，Ｂ教団の本部施設建設計画を知った市民からも，問い合わせや要望が多数寄せられるようになった。\nＢ教団の本部施設建設計画は，都市計画法上の許可要件を満たしている。Ｂ教団は，条例に基づいて「周辺住民」を対象とする事前説明会を開催した。この説明会には該当する住民の９０％以上が出席し，出席した住民からは「テロリスト集団を引き継ぐＢ教団の本部新設は絶対に認められない。」といった趣旨の発言が相次いだ。これに対して，Ｂ教団の信者から威圧的な発言があり，出席した住民は一層強い不安をかき立てられた。そして，Ｂ教団との間での開発事業協定の締結に同意する「周辺住民」は，一人もいなかった。市長は，Ｂ教団との事前協議（その内容については，資料３参照）の結果を踏まえ，条例第１７条第２項に基づいて開発事業の中止を勧告した。しかし，Ｂ教団は，これに従わず，計画を実施する構えを見せた。そこで，市長は，条例第１８条に基づいて，Ｃ市まちづくり審議会の意見を聴いた上で，Ｂ教団の開発事業計画を不許可とする処分を行った。\nＢ教団は，Ｃ市を相手どって当該不許可処分の取消し等を求める訴えを提起した。\n- 2 -\n（出題者注：本問においては，「無差別大量殺人行為を行った団体の規制に関する法律」（平成１１年\n１２月７日法律第１４７号）については考慮しないこととする。 ）\n〔設 問〕\n１. あなたがＢ教団の訴訟代理人だとすれば，この訴訟において，どのような憲法上の主張を行うか，述べなさい。\n２. 設問１で述べられた教団側の主張に対する市側の反論を想定した上で，憲法上の諸問題を検討し，あなた自身の見解を述べなさい。\n- 3 -資料１: 都市計画法及び都市計画法施行令\n1 【都市計画法（昭和４３年６月１５日法律第１００号）（抜粋）】\n（目的）第１条 この法律は，都市計画の内容及びその決定手続，都市計画制限，都市計画事業その他都市計画に関し必要な事項を定めることにより，都市の健全な発展と秩序ある整備を図り，もつて国土の均衡ある発展と公共の福祉の増進に寄与することを目的とする。\n（都市計画の基本理念）第２条 都市計画は，農林漁業との健全な調和を図りつつ，健康で文化的な都市生活及び機能的な都市活動を確保すべきこと並びにこのためには適正な制限のもとに土地の合理的な利用が図られるべきことを基本理念として定めるものとする。\n（定義）第４条 １ （略）\n２ この法律において「都市計画区域」とは次条の規定により指定された区域を…いう。\n３〜１１ （略）\n１２ この法律において「開発行為」とは，主として建築物の建築又は特定工作物の建設の用に供する目的で行なう土地の区画形質の変更をいう。\n１３〜１６ （略）\n（都市計画区域）第５条 １ 都道府県は，市…の中心の市街地を含み，かつ，自然的及び社会的条件並びに人口，土地利用，交通量その他国土交通省令で定める事項に関する現況及び推移を勘案して，一体の都市として総合的に整備し，開発し，及び保全する必要がある区域を都市計画区域として指定するものとする。（以下略）\n２〜６ （略）\n（区域区分）第７条 １ 都市計画区域について無秩序な市街化を防止し，計画的な市街化を図るため必要があるときは，都市計画に，市街化区域と市街化調整区域との区分（以下「区域区分」という。）を定めることができる。（以下略）\n２ 市街化区域は，すでに市街地を形成している区域及びおおむね十年以内に優先的かつ計画的に市街化を図るべき区域とする。\n３ （略）\n（開発行為の許可）第２９条 １ 都市計画区域又は準都市計画区域内において開発行為をしようとする者は，あらかじめ，国土交通省令で定めるところにより，都道府県知事（地方自治法…第２５２条の１９第１項の指定都市，同法第２５２条の２２第１項の中核市又は同法第２５２条の２６の３第１項の特例市（以下「指定都市等」という。）の区域内にあつては，当該指定都市等の長。以下この節において同じ。）の許可を受けなければならない。ただし，次に掲げる開発行為については，この限りではない。\n- 4 -一 市街化区域，区域区分が定められていない都市計画区域又は準都市計画区域内において行う開発行為で，その規模が，それぞれの区域の区分に応じて政令で定める規模未満であるもの二〜十二 （略）\n２，３ （略）\n（開発許可の基準）第３３条 １ 都道府県知事は，開発許可の申請があつた場合において，当該申請に係る開発行為が，次に掲げる基準…に適合しており，かつ，その申請の手続がこの法律又はこの法律に基づく命令の規定に違反していないと認めるときは，開発許可をしなければならない。\n一〜十四 （略）\n２〜８ （略）\n（出題者注：第３３条にいう「都道府県知事」には，第２９条第１項により「特例市の長」も含む。）\n２ 【都市計画法施行令（昭和４４年６月１３日政令第１５８号）（抜粋）】\n（法第２９条第１項第１号の政令で定める規模）第１９条 法第２９条第１項第１号の政令で定める規模は，次の表の第１欄に掲げる区域ごとに，それぞれ同表の第２欄に掲げる規模とする。（以下略）第１欄 第２欄 第３欄 第４欄市街化区域 １０００平方メートル （略） （略）\n（略） （略） （略） （略）\n２ （略）\n- 5 -資料２: Ｃ市まちづくり条例（抜粋）\n（目的）第１条 この条例は，本市のまちづくりについて，その基本理念を定め，市，市民及び事業者の責務を明らかにするとともに，市民参加によるまちづくりを推進するための基本となる事項を定めることにより，市民が安心して生活できる安全で快適な，かつ，環境保護にも配慮したまちづくりを推進し，もって，Ｃ市らしい個性豊かで住み良い都市環境の形成に寄与することを目的とする。\n（定義）第２条 この条例において，次の各号に掲げる用語の意義は，当該各号に定めるところによる。\n一 開発事業 都市計画法第４条第１２項に規定する開発行為をいう。\n二 大規模開発事業 開発事業に係る土地の面積が１０００平方メートル以上の開発事業をいう。\n三 事業区域 開発事業に係る土地の区域をいう。\n四 事業者 開発事業を行おうとする者をいう。\n五 市民 Ｃ市内に住所を有する者をいう。\n六 周辺住民 事業区域の境界線からの水平距離が２００メートル以内における土地を所有する者又は建築物の全部若しくは一部を所有し，若しくは占有する者をいう。\n（市の責務）第３条 １ 市は，まちづくりについての必要な調査を行うとともに，まちづくりのための基本計画（以下「基本計画」という。）を策定し，これを実施しなければならない。\n２ 市は，前項の基本計画の策定及び実施に当たっては，市民の意見を十分に反映させるよう努めなければならない。\n（市民の責務等）第４条 １ 市民は，安全で快適な居住環境の享受を妨げられない。\n２ 市民は，自らまちづくりに努めるとともに，市が実施する施策に協力しなければならない。\n（事業者の責務）第５条 事業者は，開発事業を行うに当たって，まちづくりに必要な措置を講ずるとともに，市が実施する施策に協力しなければならない。\n（推進地区の指定等）第１４条 １ 市長は，次の各号のいずれかに該当する地区において，市街地整備を中心としたまちづくりが必要であると認めるときは，当該地区をまちづくり推進地区（以下「推進地区」という。）として指定することができる。\n一 基本計画により，重点的なまちづくりを推進することが必要な地区二 現に市街地が形成されている地区で，安全で快適なまちづくりの実現を図るために，拠点的な市街地整備が必要な地区\n２ 市長は，推進地区の指定に当たっては，当該地区の住民その他利害関係者の意見を反映させるため，説明会の開催その他必要な措置を講ずるとともに，Ｃ市まちづくり審議会（以下「審議会」という。）の意見を聴かなければならない。\n３ 市長は，推進地区を指定したときは，その旨を告示しなければならない。\n- 6 -\n（推進地区での開発事業の許可）第１５条 事業者は，推進地区において，大規模開発事業を行おうとするときは，あらかじめ，規則で定める開発事業計画書を市長に提出し，市長の許可を受けなければならない。\n（説明会の開催，協定書の締結）第１６条 １ 事業者は，前条に定める開発事業計画書を提出したのち，開発事業の内容，工事施工方法等について，周辺住民を対象とする説明会を開催しなければならない。\n２ 事業者は，前項の説明会を開催したのち，周辺住民との間で開発事業協定を締結しなければならない。開発事業協定の締結には，周辺住民の過半数の同意を必要とする。\n（事前協議，改善勧告）第１７条 １ 事業者は，前条の説明会等と並行し，又は説明会等ののちに，当該開発事業の内容，工事施工方法等について，市長と協議しなければならない。\n２ 市長は，前項の協議を踏まえ，事業者に対し当該開発事業計画の変更，中止，その他の必要な勧告を行うことができる。\n（開発事業許可の基準）第１８条 １ 市長は，次項の規定により許可しない場合を除き，第１５条の許可をしなければならない。\n２ 市長は，第１６条の開発事業協定が締結されていない場合，又は事業者が前条第２項の勧告に従わない場合において，当該開発事業が次の各号のいずれかに該当すると認めるときは，当該開発事業を許可しないことができる。\n一 本条例に基づくまちづくり基本計画に適合しない場合二 災害防止に対する支障等，市民生活の安全に支障が生ずるおそれがある場合\n３ 市長は，前２項の処分をしようとするときは，あらかじめ，審議会の意見を聴かなければならない。\n４ 市長は，第１項の処分をしたときはその旨を，第２項の処分をしたときはその旨及び理由を，遅滞なく事業者に通知するものとする。\n（中止命令等）第１９条 市長は，事業者が第１５条の許可を受けないで開発事業に着手したときは，当該事業者若しくは当該事業者から工事を請け負った者又は当該工事の現場を管理する者に対して，当該開発事業の中止を命じ，又は相当の猶予期間を付して，原状の回復，建築物の除却その他の必要な措置を命ずることができる。\n- 7 -資料３: Ｂ教団とＣ市との事前協議メモ\nＢ教団: 我々は，本市Ｄ地区にある，信者である乙が所有する土地に教団本部施設を建設したい。\n教団本部施設は，我々の信仰生活の拠点となるものであり，正に我々の信仰を実践する場所である。このことを，市には十分配慮していただきたい。\nＣ 市: 市としては，「まちづくり条例」が定める要件を満たすことを求めている。市は，どのような方が開発事業者であっても変わりなく，同じように条例を執行している。\nＢ教団: 我々が建設する施設は，教団と信者にとって神聖な場所である。信者は集団で居住し，代表である甲に従って修行に励む。このような形態が，我々Ｂ教団の信仰の在り方である。したがって，この施設は，我々教団の信仰にとって絶対に欠くことのできないものである。\nＣ 市: 市には，あなた方の信仰自体を否定するつもりなど毛頭ない。ただ，条例が定める条件を満たすことを求めているだけである。問題の一つは，周辺住民の同意が全く得られていないことである。\nＢ教団: 周辺住民は，我々の教団とＡ教団との関係を疑い，Ａ教団当時の事件と同じようなことが起きるのではないかと思っているようである。それは，根拠のない憶測である。根拠のない憶測によって，住民は我々を危険視し，敵視している。そのような状況で，周辺住民の過半数から同意を取りつけることは，極めて困難である。\nＣ 市: Ｃ市では，古くから，宅地乱開発問題やマンション建設問題等から住民による景観論争や環境保全のための開発反対運動が展開されてきた。そのような住民による運動から，良好な住環境を守ろうとする住民の高い意識が醸成されてきたし，行政もそれに積極的に対応してきた。安心して暮らせる，良好な住環境を守ろうとする市民のコンセンサスが，「まちづくり条例」を制定させた。そのような歴史から，Ｃ市は住民の意向を尊重している。周辺住民が抱く不安は，あなた方自らが払拭すべき問題であって，市が周辺住民を説得する問題ではない。条例の要求する条件を満たすことは，あなた方の主体的な努力にかかっている。\nＢ教団: そもそも，周辺住民の同意がなければ，我々が真摯な信仰の実践活動をできないということに，問題がある。\nＣ 市: 既に述べたように，住民の意思の尊重は，Ｃ市における良好な住環境を求める運動の歴史の反映である。\nＢ教団: 我々は，Ａ教団とは別個の，独立した宗教団体である。Ａ教団当時に起きた爆弾テロ行為は，Ａ教団の活動として行われたものではなく，Ａ教団の教典や教義から逸脱した一部の者が実行したにすぎない。我々の教団は，Ａ教団の一部の信者が犯した重大な犯罪行為を真摯に反省し，Ａ教団と決別して結成された，新たな宗教団体である。教団代表である甲は，Ａ\n教団当時の犯罪行為には一切かかわっていない。甲は，この２年間真摯に修行に励み，新たな悟りを開いた。悟りの境地に達した甲代表のもとで，我々信者は真面目に信仰生活を送りたいだけである。我々の教義は，信者の内面的救済のみを求めるものである。現在のＢ教団が周辺住民に危害を与える危険性など，全くない。\nＣ 市: 市としては，Ａ教団の幹部らが２年前に起こした同時爆弾テロ事件を無視することはできない。あなた方の教典はＡ教団と同一であり，Ａ教団の元幹部があなた方の教団の幹部になっている。したがって，Ａ教団があなた方の教団の母体といえる。そして，あなた方は，Ａ教団と同様に，集団で居住する。Ａ教団当時，集団居住施設の中で爆弾が製造されていた。\nＡ教団は各地の教団施設の近隣に住む住民と様々なトラブルを起こしていたし，多くの訴訟も提起されている。集団居住の実態が分からない。集団居住施設の中で何をしているか，見えない。仮に教典自体は平和的なものであるとしても，教典から再び逸脱しないという保証はどこにもない。\n- 8 -あなた方が，他の都市で本部施設を建設しようとしたときも，住民の反対運動にあって断念せざるを得なかったではないか。本市における事前説明会でも，あなた方の信者が威圧的な発言をしている。このような事実が，あなた方への周辺住民の不安を高めている。この不安は，周辺住民だけのものではない。それは，市の相談窓口に多くの市民から不安の声が寄せられていることにも示されている。\nＡ教団当時の同時爆弾テロ事件から得た一つの教訓は，近隣住民との間でトラブルが発生したときに，市がきちんと対応することである。市としては，あなた方の教団に関する諸々の事実を踏まえて，あなた方の開発事業計画には，条例第１８条第２項が定める「市民生活の安全に支障が生ずるおそれ」があると判断している。\n- 9 -\n〔第２問〕（配点：１００）\nＦ国籍の外国人である男性Ａは，出入国管理及び難民認定法（以下「入管法」といい，条文だけの引用は同法を指す。）第２条の２第２項，別表第１の４に規定された留学の在留資格（在留の目的が留学である在留資格）をもって日本に在留しており，２００４年４月に甲大学福祉学部に入学し，２００７年５月現在，第４学年に在学中である。２００８年３月には卒業の見込みである。\nＡは，入学当初は，本国で工場を経営する父親から学資（月額１０万円）の援助を受けていたところ，２００６年４月に父親の会社が倒産した。このため，Ａはアルバイトを始めようと考えるに至った。留学の在留資格で在留する者には報酬を受ける活動が禁止され（第１９条第１項第２号），報酬活動を行うためには資格外活動許可が必要とされている（同条第２項）。無許可就労などに対しては，罰則が規定されている（第７３条，第７０条第１項第４号）。そこで，Ａは資格外活動許可を受けた上，２００６年５月から，レストランＰ店で週３日間のアルバイト（週２１時間）を開始した。資格外活動許可書の「新たに許可された活動の内容」欄には，「１週について２８時間以内の報酬を受ける活動（風俗営業が営まれている営業所において行われるものを除く。）」と記載されていた。しかし，時給が低いＰ店でのアルバイトでは滞在経費（１か月当たり約１４万円）の不足を補えないとして，２か月後にＡは，時給がよいＲ店に勤務先を変更した（月，水，金曜日の午後７時から午前２時，週２１時間）。同店の営業は「キヤバレーその他設備を設けて客にダンスをさせ，かつ，客の接待をして客に飲食をさせる営業」（風俗営業等の規制及び業務の適正化等に関する法律第\n２条第１項第１号）に該当するが，同法の営業許可を受けていなかった。Ａは接客には一切関与せず，アルバイトの内容は，テーブル等のセット，厨房手伝い，掃除，買い物といった作業内容であった。Ａの友人らによれば，ファミリーレストランにおけるアルバイトと実質的に変わらないという。Ａは，アルバイトで得られる月額１０万円余りと奨学金月額３万円を生活費，教科書代等に充て，授業料は一部免除を受け，不足分は親戚からの仕送りに頼ってきた。生活費の捻出に手一杯で，預金をするゆとりはない。大学におけるＡの講義出席率は平均約８０パーセントであり，３年次までで，卒業必要単位１２４のうち１００単位を既に取得している。単位取得した４５科目の成績は，優（評点１００点から８０点）が１０科目，良（評点７９点から７０点）が１０科目，可（評点６９点から６０点）が２５科目である。Ａは，Ｒ店のアルバイトを９か月余り続けた。\n２００７年４月９日にＲ店が摘発され，Ａは入国警備官による調査（第２７条）を受けた。その結果，Ａは退去強制事由に該当するとされた。すなわち，Ａは「第１９条第１項の規定に違反して\n……報酬を受ける活動を専ら行つていると明らかに認められる者」（第２４条第４号イ）に該当すると判断されたのである。４月１０日にＡは入国警備官により収容場に収容された（第３９条第１項）。\nＡの引渡しを受けた入国審査官は，審査（第４５条第１項）の結果，４月１６日に，退去強制事由（第２４条第４号イ）該当を認定し，Ａに通知した（第４７条第３項）。Ａが口頭審理を請求した（第４８条第１項）ところ，４月２３日に，特別審理官は口頭審理を行い，認定に誤りがないとの判定を下した（第４８条第８項）。これに対し，Ａは異議を申し出た（第４９条第１項）。４月３０\n日に，（法務大臣から権限委任を受けた）地方入国管理局長は，Ａの異議には理由がないとの裁決を下した（第４９条第３項，第６９条の２）。５月６日に，Ａは，主任審査官より退去強制令書の発付\n（第４９条第６項，第５１条）を受けた上，同令書の執行を受けて，改めて入国者収容所入国管理センターに収容された。このままではＡは大学に通うこともできず，本国に送還されてしまうとして，Ａの関係者から弁護士Ｂに相談があった。収容所に出張したＢに対し，Ａは，留学の在留資格をもって日本で勉学を継続できるように訴訟提起を依頼した。\n【資料１ 法律事務所の会議録】を読んだ上で，若手弁護士Ｃの立場に立って，Ｂの指示に応じ，\n設問に答えなさい。\nなお，退去強制手続の流れについては，弁護士Ｃの調査資料【資料２ 退去強制手続の流れ】があり，入管法や同法に関する省令の抜粋は【資料３ 出入国管理及び難民認定法等】に掲げてあるので，適宜参照しなさい。\n- 10 -\n〔設 問〕\n１.(1) 退去強制令書に基づくＡの収容の継続及び送還を阻止するために，Ａがいかなる法的手続（行政事件訴訟法に定めるものに限る。）をとるべきかについて，それを用いる場合の要件を中心に論じなさい。\n(2) また，Ａが退去強制事由該当の判断を争うために認定又は裁決の取消訴訟を提起する場合，認定と裁決のいずれを対象とするのが適切かを論じなさい。\n２. 上記１. の手続において退去強制事由該当の判断を争う場合に，Ａはいかなる実体法上の主張をすべきかを，詳細に論じなさい。\nなお，以上の設問に関しては，在留特別許可（第５０条）の問題を検討する必要はない。\n【資料１ 法律事務所の会議録】\n弁護士Ｂ: 今日は，Ａさんの案件について，基本的な処理方針を検討したいと思います。まず，退去強制の仕組みに関する調査結果を報告してください。\n弁護士Ｃ: 資料（資料２）を御覧ください。入管法は，退去強制事由該当の有無を３段階にわたり判断する仕組みを採用しています。入国審査官の認定，特別審理官の判定，法務大臣ないしは権限の委任を受けた地方入国管理局長の裁決という３段階の仕組みです。行政不服審査法の適用は除外されています（同法第４条第１項第１０号）。いずれかの段階で，不該当の判断が下れば，Ａさんは放免され，在留できます。本件ではいずれもいれられず，退去強制令書が発付されました。\n弁護士Ｂ: 本件では退去強制令書が発付され，Ａさんは収容されていますし，このままでは本国に送還されてしまいます。まず，何らかの手立てを講じなければなりません。発付の法的性格を解明した上で，争い方を考えてください。本件は，在留特別許可がされなかった点の問題もありますが，そもそも退去強制事由の存否を争う余地があるケースのようです。在留特別許可は後で検討することにしましょう。仮放免や人身保護請求も検討から除外してください。本件では，まずは退去強制事由非該当の主張が中心になりますから，この点を網羅的に検討したいと考えています。まず，第１９条第２項の資格外活動の許可の基準はどうなっていますか。\n弁護士Ｃ: Ａさんの許可書にも一部記載されていましたが，留学生の場合，①１週に２８時間以内，②勉強状況・在留状況に問題がなく，③稼働目的が学費その他の必要経費を賄うものであり，④申請の活動が社会通念上学生の通常行うアルバイトの範囲内であれば許可するという運用です。風営店での活動は，内容を問わず一切許可されません。\n弁護士Ｂ: 入管法が資格外活動許可制をどのように位置付けているのかが，ポイントですね。入国管理当局の見解はどうですか。\n弁護士Ｃ: 入管当局は在留資格制度の趣旨から解釈しています。留学の在留資格で在留しようとする者に対しては，上陸時に，在留期間中生活するのに十分な資産等の保有が要求されます。\n第７条第１項第２号の委任に基づき，上陸のための条件について定めた法務省令（「出入国管理及び難民認定法第７条第１項第２号の基準を定める省令」）が，資産保有要件を定めています。入管当局では，こうした上陸時の要件を重視して，就労しつつ勉学する外国人を受け入れるという政策は我が国では採用されていないとし，この前提から，第１９条第２\n項の許可は必要経費の一部を賄う程度のアルバイトのみを許容する趣旨で，滞在経費を専ら賄うアルバイトは含まないと説明しています。\n弁護士Ｂ: 上陸後の在留中に事情が変わることはあり得ることで，その点も考慮すべきかもしれませんね。まず，Ａさんがアルバイトで滞在経費を専ら賄っているといえるのかを争いましょう。そのほか，風営店での活動が一律不許可なのは，どのような理由からですか。\n- 11 -弁護士Ｃ: 学業と両立しないもので，留学生が通常行うアルバイトの範囲外という理解だと思います。\n弁護士Ｂ: 風営店での活動も多様ですから，具体的に判断すべきですね。しかし，仮に，第１９条違反だとして，それは第２４条の退去強制とどのような関係になりますか。\n弁護士Ｃ: 入管当局は，在留資格制度の趣旨から，滞在経費を専ら賄うアルバイトは第１９条第２項の許可対象ではなく，それがされれば，在留目的が実質的に変更され，第２４条第４号イの「報酬を受ける活動を専ら行つている」という要件に該当することになると説明しています。また，風営店でのアルバイトは，およそ学業と両立せず，したがって，そのようなアルバイトは在留目的変更の有力な証拠ととらえています。\n弁護士Ｂ: 実質的に在留目的が変更されたというのは一つの解釈ですが，その当否の検討が必要ですね。\n弁護士Ｃ: 退去強制の要件を定める第２４条は，第１９条第１項違反という要件と，「専ら行つている」という要件の二つから構成されていますね。\n弁護士Ｂ: 確かに，第７３条と第７０条第１項第４号を見ても，二つの罰則規定を法律は書き分けていますね。これを参考に，第２４条と第１９条第１項の関係も検討してください。第２４条第４号イの「専ら行つている」要件についての裁判所の解釈は，過去に担当した事件ではどのようなものでしたか。\n弁護士Ｃ: 例えば，アルバイトで得た金銭が遊興費，事業資金，蓄財に充てられた事例では，退去強制事由該当と判断されました。また，風営店でホステスとして専心して活動し，学業を怠り，欠席が多く単位取得も不足していたケースでも，該当の判断でした。\n弁護士Ｂ: それでは，本件における諸般の事情を総合判断して，「専ら行つている」という要件について，解釈と当てはめを具体的に検討してください。ところで，以上の検討では，退去強制令書発付に対して争うことを念頭に置いて，退去強制事由不該当を，違法性の承継を前提として主張しようと考えてきました。しかし，国の側では，違法性の承継を認めない主張をしてくるかもしれません。この点を考慮しますと，先行行為を対象に争う訴訟についても，検討しておく必要がありそうです。また，退去強制事由該当判断を直接争うことは，在留資格を是非維持したいというＡさんの依頼の趣旨にも合致します。その場合，本件では認定と判定と裁決の３段階の行為が現にされているわけですが，どうなるのでしょうか。\nこれらの３段階の行為については行政事件訴訟法でいう「処分又は裁決」には当たらないという考え方もありますが，従来の裁判例や実務を参考に，「処分又は裁決」であることを前提に検討しましょう。認定，判定，裁決について，原処分と不服審査裁決の関係とはとらえない立場もありますが，ここでは，入管法独自の不服申立ての仕組みと見て，判定なり，裁決なりを行訴法第３条第３項にいう裁決ととらえる解釈でいきましょう。そうしますと，原処分主義なら認定を，裁決主義なら裁決を争うということになりそうですが。\n弁護士Ｃ: 認定―判定―裁決を不服申立ての仕組みととらえる見解においても，解釈は分かれています。ある立場は，３日間という短期の不服申立期間など，最終判断までの迅速化を図った諸規定を重視して，３段階の行為を一体にとらえています。これに対し，明文規定の有無を重視する立場も見られます。\n弁護士Ｂ: それぞれがどのような立場なのかを整理し，どちらを採るべきかを検討してください。\n- 12 -\n【資料２ 退去強制手続の流れ】\n（Ａの手続の経過は太字で示したとおりである。）入国審査官の認定退去強制事由該当の認定（４７条３項，４項） 非該当の認定（→放免・在留）\n↓ 口頭審理の請求（４８条１項）：３日以内特別審理官の判定認定が誤りなしとの判定（４８条８項） 認定が誤りとの判定（→放免・在留）\n↓ 異議の申出（４９条１項）：３日以内地方入国管理局長の裁決 （４９条３項，６９条の２）異議の申出に理由なし 申出に理由あり（→放免・在留）\n↓主任審査官の退去強制令書発付 （４９条６項，５１条）\n↓執行（５２条１項） ・・・収容（５２条５項），送還（５２条３項，５３条）\n- 13 -\n【資料３ 出入国管理及び難民認定法等】\n○ 出入国管理及び難民認定法（昭和２６年１０月４日政令第３１９号）（抜粋）\n（在留資格及び在留期間）第２条の２ 本邦に在留する外国人は，出入国管理及び難民認定法及び他の法律に特別の規定がある場合を除き，それぞれ，当該外国人に対する上陸許可若しくは当該外国人の取得に係る在留資格又はそれらの変更に係る在留資格をもつて在留するものとする。\n２ 在留資格は，別表第１又は別表第２の上欄に掲げるとおりとし，別表第１の上欄の在留資格をもつて在留する者は当該在留資格に応じそれぞれ本邦において同表の下欄に掲げる活動を行うことができ，別表第２の上欄の在留資格をもつて在留する者は当該在留資格に応じそれぞれ本邦において同表の下欄に掲げる身分若しくは地位を有する者としての活動を行うことができる。\n３ （略）\n（入国審査官の審査）第７条 入国審査官は，前条第２項の申請（注１）があつたときは，当該外国人が次の各号……に掲げる上陸のための条件に適合しているかどうかを審査しなければならない。\n（注１）外国人による本邦への上陸申請をいう。\n一 （略）二 申請に係る本邦において行おうとする活動が虚偽のものでなく，別表第１の下欄に掲げる活動……又は別表第２の下欄に掲げる身分若しくは地位……を有する者としての活動のいずれかに該当し，かつ，別表第１の２の表及び４の表の下欄……に掲げる活動を行おうとする者については我が国の産業及び国民生活に与える影響その他の事情を勘案して法務省令で定める基準に適合すること。\n三，四 （略）\n２，３ （略）\n（在留）第１９条 別表第１の上欄の在留資格をもつて在留する者は，次項の許可を受けて行う場合を除き，次の各号に掲げる区分に応じ当該各号に掲げる活動を行つてはならない。\n一 （略）二 別表第１の３の表及び４の表の上欄の在留資格をもつて在留する者 収入を伴う事業を運営する活動又は報酬を受ける活動\n２ 法務大臣は，別表第１の上欄の在留資格をもつて在留する者から，法務省令で定める手続により，当該在留資格に応じ同表の下欄に掲げる活動の遂行を阻害しない範囲内で当該活動に属しない収入を伴う事業を運営する活動又は報酬を受ける活動を行うことを希望する旨の申請があつた場合において，相当と認めるときは，これを許可することができる。\n３ （略）\n（退去強制）第２４条 次の各号のいずれかに該当する外国人については，次章（注２）に規定する手続により，本邦からの退去を強制することができる。\n（注２）第５章（第２７条から第５５条まで）を指す。\n一〜三の三 （略）四 本邦に在留する外国人……で次に掲げる者のいずれかに該当するものイ 第１９条第１項の規定に違反して収入を伴う事業を運営する活動又は報酬を受ける活動を専ら行つていると明らかに認められる者……\nロ〜ヨ （略）\n- 14 -四の二〜十 （略）\n（違反調査）第２７条 入国警備官は，第２４条各号の一に該当すると思料する外国人があるときは，当該外国人（以下「容疑者」という。）につき違反調査をすることができる。\n（収容）第３９条 入国警備官は，容疑者が第２４条各号の一に該当すると疑うに足りる相当の理由があるときは，収容令書により，その者を収容することができる。\n２ （略）\n（容疑者の引渡）第４４条 入国警備官は，第３９条第１項の規定により容疑者を収容したときは，容疑者の身体を拘束した時から４８時間以内に，調書及び証拠物とともに，当該容疑者を入国審査官に引き渡さなければならない。\n（入国審査官の審査）第４５条 入国審査官は，前条の規定により容疑者の引渡しを受けたときは，容疑者が退去強制対象者（第２４条各号のいずれかに該当し，かつ，出国命令対象者に該当しない外国人をいう。以下同じ。）に該当するかどうかを速やかに審査しなければならない。\n２ （略）\n（審査後の手続）第４７条 （略）\n２ （略）\n３ 入国審査官は，審査の結果，容疑者が退去強制対象者に該当すると認定したときは，速やかに理由を付した書面をもつて，主任審査官及びその者にその旨を知らせなければならない。\n４ 前項の通知をする場合には，入国審査官は，当該容疑者に対し，第４８条の規定による口頭審理の請求をすることができる旨を知らせなければならない。\n５ 第３項の場合において，容疑者がその認定に服したときは，主任審査官は，その者に対し，口頭審理の請求をしない旨を記載した文書に署名させ，速やかに第５１条の規定による退去強制令書を発付しなければならない。\n（口頭審理）第４８条 前条第３項の通知を受けた容疑者は，同項の認定に異議があるときは，その通知を受けた日から３日以内に，口頭をもつて，特別審理官に対し口頭審理の請求をすることができる。\n２ （略）\n３ 特別審理官は，第１項の口頭審理の請求があつたときは，容疑者に対し，時及び場所を通知して速やかに口頭審理を行わなければならない。\n４〜７ （略）\n８ 特別審理官は，口頭審理の結果，前条第３項の認定が誤りがないと判定したときは，速やかに主任審査官及び当該容疑者にその旨を知らせるとともに，当該容疑者に対し，第４９条の規定により異議を申し出ることができる旨を知らせなければならない。\n９ （略）\n（異議の申出）第４９条 前条第８項の通知を受けた容疑者は，同項の判定に異議があるときは，その通知を受けた日から３日以内に，法務省令で定める手続により，不服の事由を記載した書面を主任審査官に提出して，法務大臣に対し異議を申し出ることができる。\n２ （略）\n３ 法務大臣は，第１項の規定による異議の申出を受理したときは，異議の申出が理由があるかどうかを裁決して，その結果を主任審査官に通知しなければならない。\n- 15 -\n４，５ （略）\n６ 主任審査官は，法務大臣から異議の申出が理由がないと裁決した旨の通知を受けたときは，速やかに当該容疑者に対し，その旨を知らせるとともに，第５１条の規定による退去強制令書を発付しなければならない。\n（退去強制令書の方式）第５１条 ……第４９条第６項の規定により，又は……に基づく退去強制の手続において発付される退去強制令書には，退去強制を受ける者の氏名，年齢及び国籍，退去強制の理由，送還先，発付年月日その他法務省令で定める事項を記載し，かつ，主任審査官がこれに記名押印しなければならない。\n（退去強制令書の執行）第５２条 退去強制令書は，入国警備官が執行するものとする。\n２ （略）\n３ 入国警備官……は，退去強制令書を執行するときは，退去強制を受ける者に退去強制令書又はその写しを示して，速やかにその者を次条に規定する送還先に送還しなければならない。……。\n４ （略）\n５ 入国警備官は，第３項本文の場合において，退去強制を受ける者を直ちに本邦外に送還することができないときは，送還可能のときまで，その者を入国者収容所，収容場その他法務大臣又はその委任を受けた主任審査官が指定する場所に収容することができる。\n６ （略）\n（送還先）第５３条 退去強制を受ける者は，その者の国籍又は市民権の属する国に送還されるものとする。\n２，３ （略）\n（権限の委任）第６９条の２ 出入国管理及び難民認定法に規定する法務大臣の権限は，法務省令で定めるところにより，地方入国管理局長に委任することができる。……。\n第７０条 次の各号のいずれかに該当する者は，３年以下の懲役若しくは禁錮若しくは３００万円以下の罰金に処し，又はその懲役若しくは禁錮及び罰金を併科する。\n一〜三の二 （略）四 第１９条第１項の規定に違反して収入を伴う事業を運営する活動又は報酬を受ける活動を専ら行つていると明らかに認められる者五〜九 （略）\n２ （略）第７３条 第７０条第１項第４号に該当する場合を除き，第１９条第１項の規定に違反して収入を伴う事業を運営する活動又は報酬を受ける活動を行つた者は，１年以下の懲役若しくは禁錮若しくは２００万円以下の罰金に処し，又はその懲役若しくは禁錮及び罰金を併科する。\n別表第１の４上欄 下 欄在留 本邦において行うことができる活動資格留学 本邦の大学若しくはこれに準ずる機関，専修学校の専門課程，外国において１２年の学校教育を修了した者に対して本邦の大学に入学するための教育を行う機関又は高等専門学校において教育を受ける活動\n- 16 -\n○ 出入国管理及び難民認定法第７条第１項第２号の基準を定める省令（平成２年５月２４日法務省令第１６号）出入国管理及び難民認定法（以下「法」という。）第７条第１項第２号の基準は，法第６条第２項の申請を行った者（以下「申請人」という。）が本邦において行おうとする次の表の上欄に掲げる活動に応じ，それぞれ同表の下欄に掲げるとおりとする。\n上 欄 下 欄活 動 基 準法別表第１の４ 一 （略）の表の留学の項 二 申請人がその本邦に在留する期間中の生活に要する費用（以下「生活費用」の下欄に掲げる という。）を支弁する十分な資産，奨学金その他の手段を有すること。ただし，活動 申請人以外の者が申請人の生活費用を支弁する場合は，この限りでない。\n三〜六（略）\n- 17 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n本問は人権と統治を組み合わせた問題となっており，仮想的な事案をめぐって３つのテーマが問われている。それは，法律と条例の関係，人権の保障と民主主義の関係，そして人権の保障と安全・安心の確保の関係である。\n本事案で問題となっている「まちづくり」条例は，市の処分に関して，いわば２段階構造を採っている。第１段階では，住民自治を具体化するものとして，「周辺住民の過半数の同意」による開発事業協定の締結等の条件が課せられている。このような条件が満たされていない場合，第２段階として，市は，条例第１８条第２項各号のいずれかに該当すると認めるときには，当該開発事業を許可しないことができる。\n本事案では，こういった条例の仕組みをきちんと理解した上で，条例自体の合憲性と不許可処分の合憲性について論ずることが求められている。\n条例自体の合憲性に関する主要な問題は，「法律と条例の関係」である。徳島市公安事件上告審判決がポイントとなるが，まず，当該判決を正確に理解していることが求められる。その上で，法律と条例の目的・趣旨・効果をどのように比較するのか，どのような点で法律の範囲内である／ない，という結論を導くのかについて論じることが，必要である。\nさらに，人権の保障と民主主義の関係というテーマにかかわるが，第 1 段階での「周辺住民の過半数の同意」要件が，実際上，いわゆる禁忌施設への拒否として機能することも，問題となる。つまり，このような要件を置くことの合憲性である。\n不許可処分の違憲性に関しては，安全・安心の確保と人権の保障との兼ね合いが問題となる。\nここでは，Ｂ教団の「危険性」に関する評価が焦点となるが，資料に掲げられた事実の一面だけをとらえて，危険だから不許可は合憲，危険でないから不許可は違憲といった資料の読み方では不十分である。本問で前提となっているのは，教団の「危険性」への懸念にも一定の理由があるが，その有無・程度等には不確実な面もあるといった状況である。この文脈で，審査基準論が意味を持つ。審査基準論が用いられる文脈，意義・内容を正確に把握した上で検討することが求められる。\n条例自体の違憲性及び不許可処分の違憲性に関しては，どの人権が侵害されているのかが問題となる。本事案において専ら問題になるのは，宗教的行為の自由である。ここでも，熟慮した主張と検討が求められる。本事案の条例や不許可処分において，居住の自由そのものが制限されているわけではない。都市計画法や「まちづくり条例」一般が示しているように，自己の所有する土地に関してその利用形態が制限されることはあり得る。居住・移転の自由や財産権への侵害であるゆえに違憲であると主張するためには，更に広く深い説得力のある論述が必要となる。\nまず設問１においては，これらの問題に関して，判例・学説を正確に理解した上検討し，適切な結論を導くとともに，説得力のある理由を示すことが求められている。法律との抵触や，宗教的行為の自由の侵害を抽象的に指摘しただけで，直ちに審査基準論を展開するというのでは，不十分である。まず，どのような点で，どのような抵触や侵害が生じているのかを，Ｂ教団の立場から具体的に論じることが必要である。\n設問２におけるＣ市側の主張では，設問１におけるほど詳細な論述までを求めているわけではない。その主張の理由付けの詳細が設問２での自説の検討において述べられていれば，それでもよい。\nその上で，設問２では，設問１でのＢ教団側の主張と設問２でのＣ市側の主張を踏まえた上\n- 1 -で，「あなた」の見解を展開することが求められている。「あなた」の見解は，必ずしも，Ｂ教団側の主張かＣ市側の主張か，という二者択一であるとは限らない。「あなた」の見解は，それらとは異なる「第３の道」となることもあり得る。例えば，徳島市公安事件上告審判決の判断には問題もある。同判決の判断が公安条例の場合を超えて，他の条例の場合にどこまで妥当するのかは，必ずしも明確ではない。ここで，この問題が論じられ，判例とは異なる「あなた」\nの見解が主張されることもあり得よう。また，Ｂ教団側の主張あるいはＣ市側の主張と「同じである」という答えでは，不十分である。なぜ，一方の主張に賛成するのかについての説得力のある理由が述べられていなければならない。\n〔第２問〕\n本問は，留学の在留資格に基づいて日本の大学に在学する外国人に対し風営店でのアルバイトを理由として退去強制令書が発付され，収容されたことについて，当該外国人の弁護士という立場から論じさせるものである。問題文と資料から基本的な事実関係，法令の趣旨を読み解き，説得力ある理由とともに，適切な結論を導くことが問われている。法科大学院における基礎的な学習を前提として，具体的な事例で，適切な救済手段や訴訟方法を選択し，それと結びついた本案の主張を展開する力を試すものである。\n設問 1 の（１）は，収容やその後に予定される送還を停止するための法的手段に関する基本的理解を問うものである。例えば，退去強制令書の発付が処分に当たることを説明した上で，その執行停止を解答する場合には，発付処分の取消訴訟を提起することに加えて，行政事件訴訟法第２５条所定の要件に即して検討する必要があろう。同条第２項の「重大な損害」という要件については，学業継続の支障，事後的な損害賠償による損害回復の困難性，人格の尊厳への侵害など，具体的根拠を伴った解釈論が望まれる。収容の継続と送還とを区別した上でそれぞれの部分についての執行停止の要否，可否を論ずるといった配慮も期待されるところである。\n以上のような発付処分の取消訴訟と執行停止の組合せではなく，それ以外の方法を選んで解答する場合には，その方法が現行法上可能かつ適切であり，その方法によって確実に収容や送還が停止できることを示すことが重要である。例えば，差止訴訟及び仮の差止めの方法を選択するのであれば，取消訴訟及び執行停止の可能性との関係をどう考えるかの検討は不可欠であろう。\n設問１の（２）は，退去強制事由に該当するという行政判断を争うための訴訟選択に関する問題である。ここでは，取消訴訟の対象を認定と裁決のどちらとすべきかが，問われている。\n入管法所定の審理の仕組みに関しては，資料に示されているように，様々な見解が存在するところであるが，本問では，２つの行為の関係を原処分と裁決の関係として解釈することを前提とした上で，原処分主義と解釈して認定の取消訴訟を提起すべきか，それとも裁決主義と理解して裁決の取消訴訟を提起すべきかという点について，解答者の立場を示すことが求められている。\n設問２は，実体法の問題として，入管法所定の退去強制事由に該当するという行政判断の当否を問うものである。これは，留学の在留資格に係る退去強制事由の解釈とその具体的適用に関するものであり，行政庁の広汎な裁量権が問題となるいわゆる在留特別許可に関するものではない。解答に当たっては，関係する条文の構造，問題文や資料で示された入管政策や入管実務における解釈を正確に把握した上で，検討を進めることが期待される。\n入管は，就労しつつ勉学するという留学の形態を原則として認めない基本政策を前提に，資格外活動を限定的に捉えている。その上で，在留目的を変更したと認められるような態様で資格外活動がなされていれば，第２４条の「専ら行つている」という要件に該当すると解釈するのである。これによると，量の面では，滞在費の大半がアルバイトで賄われていれば上記要件に該当し，質の面では，風営店でのアルバイトは一律該当と解釈される。\n- 2 -こうした行政判断について実体法上の検討を行うにあたっては，まず，本件のアルバイトが第１９条に違反するものであるのかを，問題文，資料に示された事実関係に即して検討することが必要である。その上で，第２４条の「専ら行つている」の要件該当性を検討することとなろう。その際には，第１９条と第２４条の関係に言及することが望まれる。論じ方としては，第２４条で退去強制について第１９条違反だけでなく報酬活動を「専ら行つている」という要件を加えており，また，単なる第１９条違反には軽い刑罰を規定する一方で同条違反の活動を「専ら行つている」場合には重い刑罰を定めているなど，入管法が２つの要件を書き分けている点に着目することが考えられよう。また，法律には存在しない「在留目的」といった語を用いてその実質的な変更を問題とする入管実務の解釈方法について検討したり，風営店でのア\nルバイトを一律禁止とする入管の見解に対し，本件の事実関係に即して，アルバイトに至った経緯，学業成績，出席状況，アルバイトの継続性，アルバイトの具体的内容などを取り込んだ解釈論を展開することも考えられる。\n以上のように，具体の法制度の趣旨を分析した上で，行政判断を多角的かつ柔軟に検討することが求められているのである。\n【民事系科目】\n〔第１問〕\n本問は，甲会社において，Ａ派とＢ派の対立が生じている場面で，Ａ派主導で乙会社に対する第三者割当てによる募集株式の発行が行われた事例を基に，甲会社及び乙会社における法律問題を問うものである。\n〔設問１〕は，甲会社において，第三者割当て実施後に，Ｂ派が執り得る対抗手段を解答さ\nせる問題である。甲会社の募集株式の発行の手続等の瑕疵を見付け出し，それに基づき，いかなる法的手段が可能かを検討させるものである。具体的には，新株発行無効の訴えの提起が許されるかどうかの検討が必要である。会社法は，新株発行無効の訴えの制度を定めているが（会社法第８２８条第１項第２号），無効原因については規定されておらず，どのような瑕疵を基に，新株発行無効の訴えが認められるかが問題となる。本件では，発行直前の市場価格を大きく下回る価額での発行が行われているが，募集株式の発行に当たって株主総会の決議を経ていないため，有利発行規制に違反するかどうかが論じられなければならない。また，本件では，募集株式の発行に関する取締役会決議はＢ派の取締役が海外出張中に行われたので，かかる取締役会決議の効力が問題となり得る。さらに，本件の第三者割当てがＡ派の支配権を維持するための不公正発行であったといえるかどうかも問題である。これらの募集株式の発行に関する瑕疵が認められるとするならば，続いて，それらが募集株式の発行の無効原因となるかが論じられなければならない。募集株式の発行に瑕疵があった場合における募集株式の発行の効力に関する判例及び学説を踏まえつつ，本件特有の事情を考慮して，自己の見解を述べる必要がある。なお，不公正な払込金額で株式を引き受けた者の責任（会社法第２１２条第１項）を乙会社に問うことができるかどうかも問題となる。\n〔設問２〕は，第三者割当てにより甲会社株式を引き受けた乙会社の取締役の会社に対する\n責任の有無を解答させる問題である。甲会社の株式を引き受けたものの，その後保有する株式の価値が大きく下落した場合に，どのような責任が乙会社の取締役に発生するか（若しくは発生しないか）を検討させるものである。具体的には，会社法第４２３条が定める任務懈怠の責任の有無が判断されなければならない。任務懈怠の責任と善良なる管理者の注意義務との関係，さらに，注意義務違反の判断基準を理解しているかが問われている。その際に，経営判断の原則の意義についての的確な記述が求められる。その上で，経営判断の原則を本件にどのように適用するかが論じられる必要があるが，弁護士事務所の意見書と監査法人の報告書はそれぞれ異なる視点から作成されており，これらの資料を読み解き，乙会社の取締役の責任の有無につ\n- 3 -きどのように考えるのかについて，説得力のある解答が期待されている。取締役の責任があるとする場合には，賠償すべき損害額についても検討する必要がある。\n〔第２問〕\n本問は，売買契約締結後・引渡し前にその目的物（特定物）に瑕疵が生じた場面において，民法上の様々な法的構成と争点，民事訴訟における訴訟行為をめぐる諸問題についての基本的な理解を問う総合問題である。本問は，比較的長文の事実及び当事者の主張から法的な問題点を発見する能力，当事者の望むところを的確に法的に構成する能力，そうした法的構成にとって意味のある事実を過不足なく拾い出す能力，相手方の主張の問題点や中心的な争点を明らかにする能力，具体的な事実に即して抽象的な法原則や法制度を正確に理解し法規定を解釈・適用する能力などを多面的に問うている。これらに加えて，論じるべきことを論理的かつ明快に構成した文章で表現する能力が備わっているかについても評価の対象としている。\n設問１は，課題（ａ）として，買主Ｘが支払済みの代金２００万円の返還と１８万円の損害賠償を請求するために，どのような法的構成で主張してくるかを検討するよう求めている。代金返還を主張する法的構成として中心となるのは，履行遅滞を理由とする解除に基づく原状回復請求（民法第５４１条）であるが，定期行為の履行遅滞による解除（民法第５４２条）や瑕疵担保を理由とする解除（民法第５７０条）の構成も考えられる。損害賠償については，一般の債務不履行に基づく損害賠償（民法第４１５条）と瑕疵担保を理由とする損害賠償（民法第\n５７０条）が考えられる。このうち解除に関しては，解除の対象となる売買契約の締結・解除権を発生させる要件・解除権行使について，損害賠償に関しては，損害の発生とその数額について，【弁護士間で確認された事実】から，過不足なく事実を指摘して主張を構成することが求められる。\nＹの側からの反論を考えるよう求める課題（ｂ）では，解除の主張に対し，定期行為性の否定，制度の趣旨による瑕疵担保規定の不適用・契約目的不達成要件の不充足，１２月７日の適法な提供，履行期の延期合意の成立あるいは相当期間内の履行による履行遅滞自体の否定，履行補助者性の否定と選任・監督上の無過失・不可抗力，解除の意思表示の否定などが，反論として考えられる。なお，解除権の行使について権利濫用・信義則違反という反論を評価しないわけではないが，一般条項に頼る前に検討すべきことが少なくない。損害賠償請求に対しては，特別事情の予見不能（民法第４１６条第２項），信頼利益と履行利益の同時請求の矛盾，債権者の損害軽減義務違反等による過失相殺などが反論として考えられる。答案では，これらの反論をＸの主張と対比させ，やはり事実を的確に指摘しつつ，説得力をもって論じることが求められる。\n設問２は，自白，擬制自白及び自白の撤回についての民事訴訟法の理解を主として試すものである。陳述①については，署名はあるが押印のない私文書を題材に，書証の成立に関する事実についての擬制自白の成否を論じた上で，擬制自白が成立しない場合における書証の成立の真正の証明について，民事訴訟法第２２８条第４項の規律を踏まえて説明することを求めたものである。陳述②及び陳述③については，Ｘの従前の発言が主要事実に該当するのか否か等，その法的位置付けを本件事案に即して具体的に検討した上で，自白ないし擬制自白の成否及び従前の陳述の撤回可能性を，その法的位置付けと論理的に整合するように導くこと，また，併せて，時機に後れた攻撃防御方法として却下されるものか否かについて，具体的な手続の進行状況に即して，当該攻撃防御方法を許容すると新たにどのような審理が必要となるかを踏まえつつ，論じることを求めたものである。\n設問３は，訴訟を終了させる当事者の行為，すなわち，訴えの取下げの合意，請求の放棄及び訴訟上の和解の三つの方法について，紛争の解決を希望する被告の視点から，具体的事案に即して，その長短を比較検討するというものである。具体的には，この三つの方法について，- 4 -\nそれぞれの法的性質，既判力の有無や範囲等の法的効果の検討を踏まえ，意思表示の瑕疵の主張等による紛争の蒸し返しや再訴による新たな紛争の発生の可能性等を本件具体的事案に即して検討した上で，それを横断的に比較しながら三つの方法の長短を論じることが求められる。\n【刑事系科目】\n〔第１問〕\n本問は，具体的事例を素材として，そこに現れた具体的事実に基づいて甲乙の罪責を問うことにより，刑事実体法の正確な理解，具体的事実に法規範を適用する能力及び論理的思考力を試すものである。小問１及び２は，甲乙の罪責を論じる上でポイントとなる問題点であり，これらの点について十分な検討をした上で，甲乙の罪責を罪数評価を含めて論述することが求められている。\n小問１においては，詐欺罪及び恐喝罪の成否を検討するに当たり，構成要件該当性等犯罪の成立に必要な要件を念頭において具体的事実を抽出し，要件への当てはめをすることが求められている。その際，「錯誤に基づく財産的処分行為」ないし「畏怖に基づく財産的処分行為」\nという構成要件要素への該当性を判断するに当たっては，Ａが現金を交付しようと考えるに至った理由に関し，Ａが，Ｂから１２０万円の損害賠償を求められた際，事故の全責任が自らにあることは認めながら，損害金の支払には応じなかったこと，Ａが甲乙両名と面談し，甲から「Ｂは現在も仕事を休んで治療を続けており，追加の治療費と休業補償分を加えると，未払分は１２０万円にとどまらず，既に２００万円になっている。」と言われた時にも，Ａは，２００万円の支払要求には応じなかったこと，甲が，「あんたにも家族がいるだろう。家族が事故に遭えば，被害に遭った者の気持ちが分かるかもしれんな。家族が事故に遭ってから，あの時\n２００万円払っておけば良かったと悔やんでも遅いぞ。」と申し向けて，２００万円の支払を強く要求したところ，Ａは，２００万円支払わなければならないと考え，とりあえず，手持ちの現金２０万円を甲乙に手渡したこと等の具体的事実を示した上で，これらの事実が持つ意味を的確に評価し，要件への当てはめという思考過程を論述することが必要である。\nまた，甲がＢから損害金１２０万円の取立を委任されていることと恐喝罪等の成否との関係についても，甲が自己の取り分を上乗せして１２０万円を大きく超える２００万円を請求していること，Ａの家族の生命・身体に危害を加えることをほのめかして脅迫するという手段を用いていること等の具体的事実を示した上で論述することが必要である。\n小問２においては，最高裁判所決定理由の中で，共犯関係の解消が認められないとの帰結に至る過程で着目された事実及びこれらの事実の評価から結論が導かれた過程を検討した上で，本事例を分析することが求められている。その際，最高裁判所決定の事案と本事例との類似点，相違点に留意しつつ，甲乙の人的関係，甲乙間に共犯関係が成立した経緯，甲乙の共謀の内容，Ａから２０万円の交付を受ける際に甲乙それぞれが果たした役割，甲乙の行為がＡに与えた影響，乙がこれ以上の支払要求をやめようとした際の甲に対する乙の言動，これに対する甲の対応，その後の甲の行動とこれに対する乙の予測可能性等に関する具体的事実を示し，これらの事実を評価して結論を導く思考過程を論述することが必要である。\nさらに，甲の罪責として，５０万円の費消行為をどう考えるかについては，成立が考えられる犯罪についての構成要件該当性を具体的事実に基づいて論述する必要がある。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論じるにとどまることなく，事例に示された具体的な事実関係を分析した上，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解\n- 5 -決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，連続的に発生した放火事件を素材として，将来，同一犯人による同種手口の放火事件が発生する蓋然性が高いと認められる駐車場と，犯人である嫌疑が高い被疑者の自宅前公道上におけるビデオ撮影・録画の適法性を問うことにより，「捜査」の意義，任意捜査と強制捜査の区別基準，その区別に即したビデオ撮影・録画の適法性判断基準など捜査に対する法規制に係る最も基本的な事項の理解と具体的事実への法適用能力を試すものである。\n法解釈の部分では，刑事訴訟法等の関連規定の構造と，これを解釈した最高裁判所の判例の示す「強制」手段の定義や判断基準の背後にある基本的な考え方，―例えば，なぜ「強制」の処分には特別の根拠規定が要請されているのか，また，「強制」に当たらない任意処分であっても常に許容されるわけではなく，具体的状況において一定の限界があり得ると解されている理由や趣旨―を論じた上で，そこから強制捜査と任意捜査の区別基準や，任意手段の必要性・\n緊急性や相当性等の具体的な適法性判断基準を導き出すことが求められている。基準の結論部分を記述しただけでは法解釈とは言えず，不十分である。\nまた，事例への法適用の部分では，自らが論じた判断基準等に従って，本問の事例中に現れた具体的事実関係を的確に抽出，分析して，その該当性を判断することが要求されている。例えば，駐車場におけるビデオ撮影・録画と，被疑者方前公道上におけるそれとは，同じ判断基準を適用しても，その該当性判断において論じるべき具体的事実関係は異なっているので，こうした違いに即して丁寧に分析・検討すべきである。また，事実を事例中からただ書き写して羅列すれば足りるものではなく，それぞれの事実が持つ意味を的確に分析して論じることが必要である。例えば，被疑者方前公道上におけるビデオ撮影・録画の必要性を検討する過程で，被疑者に対する犯罪の嫌疑の程度を論じる際には，３件の放火事件が，発生時期，発生場所，放火対象物，放火の態様等において類似していることを示す具体的事実関係を指摘して，これらが同一犯人による連続放火事件である可能性が高いことを的確に論証した上で，各放火事件と被疑者を結びつける個々の事実関係に言及して，その嫌疑の程度を論じることができていれば，極めて優れた分析といえよう。\n設問２は，被告人の前科に関する事実を，被告人が被告事件の犯人であることの認定に用いることが許されるかを問うものであり，前科に関する事実を公訴事実の認定に用いる場合に生じ得る問題点や弊害についての基本的な理解を踏まえて，事例中に現れた被告人の前科に関する事実を犯人であることの認定に用いる際の推認の過程を具体的に検討し，この事実を認定に用いることの可否を論じる必要がある。すなわち，被告人に前科があるという事実から，被告人が犯罪を犯すような悪性格をもっていることを立証し，こうした悪性格の立証を介して，被告人が被告事件の犯人であることを推認させようとする推認過程と，特殊な犯行方法・態様等の共通性に着目し，そこから被告人が被告事件の犯人であることを推認させようとする推認過程の違いを明確に意識して論じることが必要である。\nいずれの問題点についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的な事実関係を指摘しつつ，それらの事実関係がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n設問１は，破産手続における法人の役員の責任追及について問うものである。（１）では，役員の責任の査定手続及び役員の財産に対する保全処分について説明する必要がある。（２）\n- 6 -は，株主代表訴訟が係属している場合に破産手続の開始が当該訴訟に対して与える影響について問うものであり，当該訴訟の中断及び受継（破産法第４５条の類推適用の可否）について被告からの受継申立てを含めて検討する必要があるほか，当該訴訟とは別個に査定の申立てをすることができるか等についても問題となる。\n設問２は，破綻の原因を作った代表取締役による破産債権の行使に対する破産管財人の対応について問うものである。本問では，破産管財人が破産債権者に対する損害賠償請求権を自働債権として相殺をすることができるか（破産法第１０２条）について検討する必要がある。また，明文の規定はないが，このような破産債権者が届け出た債権について衡平の観点から劣後化を図ることができるか等が問題となる。\n設問３は，保証人が保証債務を全額弁済した場合に，（１）弁済による代位によって取得した原債権及び（２）求償権を自働債権とし，破産者に対する債務に係る債権を受働債権とする相殺の可否について問うものである。弁済による代位や求償権の性質を踏まえ，破産手続開始後の債権取得による相殺制限の規律（破産法第７２条第１項第１号）の適用及び停止条件付の破産債権である求償権による停止条件成就後の相殺の可否等について検討することが必要である。\n〔第２問〕\n本問は，個人破産事件の具体的な事例を基に，破産手続と小規模個人再生手続の手続選択上の考慮要素，破産手続開始後の破産者に対する弁済の効力，自由財産の範囲拡張の裁判制度及び免責不許可事由について，その理解を問うとともに，適切に事案を分析できるか否かを試す出題である。\n設問１では，小規模個人再生手続の利点として，資格制限を回避することができ，債務者に財産の管理処分権が保持されるため従前の生活が維持され，再生計画に住宅資金特別条項（民事再生法第１９８条以下）を定めることによって住宅の確保を図り得ることを指摘した上で，再生計画の認可のために必要な最低弁済額要件（同法第２３１条第２項第４号）を充たす収入を確保し難いことが手続を利用する障害となることを論述する必要がある。\n設問２は，破産手続開始後の破産者に対する弁済の効力（破産法第５０条）について，弁済者が破産手続の開始を認識していたか否かという場合分けを踏まえ，推定規定（同法第５１条）の存在を含めて的確な分析ができるか否かを問うものである。\n設問３では，破産財団を構成する中古自動車について，自由財産の範囲拡張の裁判の申立て\n（同法第３４条第４項）ができることを指摘した上で，設問からうかがわれる破産者の事情から許可の可能性について検討することが必要となる。\n設問４では，具体的な事例から，検討すべき免責不許可事由（同法第２５２条第１項第２号，第４号及び第５号）を適切に抽出し，要件の分析を加えるとともに，裁量免責の可能性（同条第２項）についても言及することが求められている。\n[租 税 法］いずれの設問も，法科大学院における租税法の基本的な事項に関する学習を前提として，具体的な事案について，租税法規の解釈論をどのように展開することができるか，どのように事実関係を認定し，どのように法規に当てはめて判断すべきかを考える能力を試すものである。\n〔第１問〕\n第１問は，保証人としての債務を履行した場合の譲渡所得の課税関係に関する理解を問う問題である。１においては，譲渡所得の該当性及び譲渡所得の課税の基本的な仕組みについての理解を問うている。所得税法第３３条の規定とともに，同法第２２条に留意する必要が- 7 -\nある。２においては，所得税法第６４条第２項の特例の適用要件についての基本的な理解を問うた上で，本問の事案に現れた諸事実の中から，その適用要件に関わる事実を指摘し，当該要件を満たすか否かを論じる能力を試している。３においては，Ｘが連帯保証をした時点で既にＢ社が債務超過に陥っており，辛うじて営業を続けている状態にあって，Ａにも返済資金が全くなかった場合を想定して，所得税法第６４条第２項の特例の適用要件の法解釈を論じた上で，Ｘがそれらの事実を認識していたかどうかを含めて，その適用要件を満たすか否かを論じる能力を試している。\n〔第２問〕\n第２問は，事案に現れた三者間の法律関係を把握した上で，所得税法及び法人税法の規定の法解釈論を展開するとともに，問題文に現れた事実関係を整理して法規範を適用する能力を試す問題である。１については，参照条文を参考にしながら，必要経費に関する所得税法第３７条及び第４５条の関連規定の要件を正確に読み取り，それらの規定の趣旨がいかなるものか，当該趣旨や条文の文言に照らして，甲のした支払の所得税法上の取扱いがどうなるのかを，問題文に現れた諸事実を踏まえつつ，分かりやすく論述できるかどうかを試している。２については，民事上の法律関係を踏まえ，甲が求償しない旨を乙に告げ，乙が甲から求償権の行使を受けなくなったことに関して，それが所得税法第３６条所定の収入金額に当たるか，当たるとすればいかなる理由に基づくのか，また，その所得区分はどのように考えるべきか，さらに，源泉徴収がいかなる場合にどのようにして行われるのか，を論じることができるかどうかを問うている。３については，法人税の課税標準となる各事業年度の所得の金額の計算構造の基本的な理解を問うとともに，損害賠償請求権の額が益金の額に算入されるか，備品の損壊が損失として損金の額に算入されるかに関する理解を問うている。\n[経 済 法］\n〔第１問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うとともに，抽象的な議論に陥いることなく具体的な事実関係に基づいた論述の展開ができるかを試すものである。\n設問１では，Ｘ社が，甲社製の駐車場装置の構成部品の販売に際し，乙社の取替工事を条件とするという販売方針について，これが不公正な取引方法に該当して違法か否かを論じることを求めた。\n一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することとなる。\nさらに，独立系保守業者の事業活動に対する影響と，構成部品の転用防止というＸ社の主張に関して，公正競争阻害性，正当化事由に係る一般的判断枠組みを論じた上で，弁護士として\nＸ社及び乙社の担当者に尋ねて得られた回答を踏まえて，Ｘ社の意図に関する事実認定を行い，あるいは営業計画の合理性を判断して，公正競争阻害性の有無について論じることが求められる。\n設問２は，Ｘ社が，構成部品の在庫費用を削減するために，計画在庫数量を設定した上で，一定の場合に独立系保守業者からの発注について引渡時期の条件を付すという販売方針について，これが不公正な取引方法に該当するか否かの検討を求めるものである。\nこの方針について，一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することが求められる。\nさらに，在庫費用の削減という目的，独立系保守業者に与える影響等の具体的事実関係に基づいて，公正競争阻害性の有無を論じることとなる。計画在庫数量を算出している基準の妥当\n- 8 -性等を踏まえて，かかる方針の相当性を論じることになろう。その際，乙社とＸ社の資本関係，保守業者による自社在庫の可能性なども考慮され得よう。\nなお，Ｘ社からの依頼を受けた弁護士として回答することを求めており，乙社の行為に関する回答は不要であるが，Ｘ社の行為・販売方針については合理的に考え得る独占禁止法上の問題点を幅広く回答することが望ましい。\n〔第２問〕\n本問は，入札談合事案を素材として独占禁止法の基本概念の正確な理解と的確な条文解釈能力を試すものである。\n設問１は，いわゆる基本合意とそれに基づく個別調整行為という典型的な入札談合に係る事実関係をもとに，不当な取引制限の構成要件という独占禁止法の基礎を正確に理解し，使いこなすことができるか否かを問う基本的問題である。小問（１）では，本問において，毎年１回の会合における話合いから実際の入札に至るまでの行為のうち，いかなる行為が不当な取引制限の違反行為となり得るかを特定し，かつ，甲省の入札制度を踏まえた上で，具体的事実を摘示して構成要件該当性を論述することが求められる。小問（２）では，不当な取引制限に関する法律解釈又は事実認定に関する議論を問うたものであり，事実認定に関する議論にあたっては，個々の事案に即して経験則に従って事実認定を行うという事実認定の基本を踏まえた論述が望まれる。\nなお，公正取引委員会の立入検査等の審査の結果を踏まえた論述を求めており，刑事事件としての議論までを求めたものではない。\n設問２は，課徴金納付命令に関して，その算定に関する条文を踏まえながら本問での当てはめを行わせるものであり，法文を読んだ上で内容を理解し，文理に忠実に条文の操作を行って事案の解決を図るという法律家に必要な能力を試したものである。\n設問３は，課徴金納付命令に係る審判における被審人の主張の当否を論じさせるものであり，課徴金の算定に当たって違約金相当額を控除すべきか否かについて，課徴金の算定又は控除に関する条文の文理を踏まえた上で，課徴金の制度趣旨，各規定の趣旨に基づいて説得的に論述することが求められる。\n[知的財産法］\n〔第１問〕\n設問１では，問題文から読み取れる事実関係を条文に当てはめて，甲の訴訟上の請求として，物の発明である本件発明の特許権に基づく差止請求，特許権侵害の不法行為による損害賠償請求，不当利得返還請求，出願公開の効果としての補償金請求が考えられることを簡潔に論述し，設問２では，甲の各請求に対する抗弁（消滅時効の抗弁，権利行使の制限の抗弁，先使用の抗弁）及びその成否をそれぞれ検討した上で，各請求がいかなる範囲で認められるかについて論述する必要がある。抗弁の成否の検討のポイントは，以下のとおりである。\nまず，消滅時効の抗弁については，不法行為による損害賠償請求権の消滅時効の時効期間は３年であり（民法第７２４条），補償金請求権につき不法行為の規定が準用されていることから（特許法第６５条第５項），甲の損害賠償請求権（一部）及び補償金請求権（全部）について消滅時効が完成していることを論じることが求められる。なお，消滅時効の抗弁により損害賠償請求ができない期間に係る部分についても，不当利得返還請求権を行使できることを明示することが望まれる。\n次に，権利行使の制限の抗弁（特許法第１０４条の３第１項）については，本件発明の特許の無効理由（特許法第２９条違反）の存否について論じることが求められ，主として，本件論文がＡによって各会員に交付されたこと及びその後乙がＡからそのコピーを入手したことによ\n- 9 -り，本件発明が出願前に「公然知られた発明」（特許法第２９条第１項第１号）となったかどうか，また，本件発明が出願前に「頒布された刊行物に記載された発明」（特許法第２９条第\n１項第３号）に該当するかどうかについて論述する必要がある。その際には，Ａが本件論文の内容について守秘義務を課した場合とそうでない場合とで差異が生じるかについて論述することが望まれる。\nさらに，先使用の抗弁については，発明の実施である「事業の準備」（特許法第７９条）の意義及び先使用権の効力の及ぶ範囲（最判昭和６１年１０月３日民集４０巻６号１０６８頁〔ウォーキングビーム式加熱炉事件〕参照）の理解を問うものである。具体的には，製造販売されている現製品（携帯電話β）が出願前に製造された試作品（携帯電話α）の「一部改良品」である点の分析評価が重要であり，試作品の製造及び現製品の設計図面の作成をもって，試作品又は現製品につき「事業の準備」があったといえるかどうか，仮に試作品につき先使用権が成立するとした場合，その効力が現製品に及ぶかどうかといった点を論述する必要がある。\n権利行使の制限の抗弁及び先使用の抗弁の成否については，事実関係の分析評価を的確に行い，論理一貫した説得力ある論述がされていれば，結論はいずれでもよい。そして，上記抗弁のいずれかが成立するという立場をとれば，甲の各請求はいずれも認められず，一方で，いずれも成立しないという立場をとれば，甲の各請求は，消滅時効の抗弁により請求できない部分を除き，認められることとなる。\n〔第２問〕\n本問は，主として，他人の著作物に基づいて作成された作品の利用が著作権の侵害となる場合に関する理解を問うものであり，とりわけ，作品がどのような場合に他人の著作物を原著作物とする二次的著作物となるか，また，作品の利用が著作権を侵害するとすれば，いかなる支分権を侵害するかについて，問題文から読み取れる事実関係に即して具体的に論述することが求められる。\n設問１では，脚本Ｂが，小説Ａを原著作物とする二次的著作物であり，乙と丙を著作者とする共同著作物であること，それゆえに，その利用について甲の承諾（著作権法第２８条）及び丙の承諾（著作権法第６５条第２項）を得ることが必要となることを論じた上で，①脚本Ｂに基づいて演劇Ｅを演じさせること，②その録音録画，③録音録画したＤＶＤの販売につき，いかなる支分権が働くかを論述しなければならない。①については上演権（著作権法第２２条），②については複製権（著作権法第２１条，第２条第１項第１５号イ），③については譲渡権（著作権法第２６条の２第１項）等が問題となる。\n設問２では，まず，小説Ｃが小説Ａを原著作物とする二次的著作物となるかを検討する必要がある。次に，小説Ｃが二次的著作物となる場合に，その朗読に口述権（著作権法第２４条，第２８条）が働くこと，その朗読が私的使用目的で作成された二次的著作物の複製物（著作権法第３０条第１項，第４３条第１号）の目的外使用としての「公衆に提示」（著作権法第４９\n条第２項第１号）に該当し，小説Ａにつき翻案を行ったものとみなされること，及び著作権法第３８条第１項の適用の有無について論じた上で，口述権及び翻案権（著作権法第２７条）の侵害が成立するか否か，そして，侵害が成立する場合に，甲は丁に対して具体的にどのような請求をすることができるかを論述しなければならない。\n設問３では，まず，小説Ｄがどのような場合に小説Ａを原著作物とする二次的著作物となり，あるいは独立の著作物となるかを検討し，次に，小説Ｄが二次的著作物となる場合に，そのホ\nームページへの掲載がいかなる支分権を侵害するかについて論じた上で，甲は戊に対して具体的にどのような請求をすることができるかを論述しなければならない。侵害される支分権としては，複製権，公衆送信権（著作権法第２３条第１項）とともに，設問２と同様に，目的外使用としての公衆への提示により，翻案権が問題となる。\n- 10 -\n[労 働 法］\n〔第１問〕\n本問は，在籍出向中の労働者に関して，出向先会社による懲戒処分の可否と内容を問うとともに，時間外労働義務の問題についての理解を問うものである。\nまず，問題となるのが，出向先会社は出向労働者に対して懲戒権を持つのか，持つとすればいかなる種類の懲戒処分が可能かという点である。\n次に，問題文では，出向労働者２名が登場しているが，うち１名については，時間外労働命令に対する拒否を理由とする懲戒処分が検討対象となるため，時間外労働義務がいかなる場合に発生するか（日立製作所武蔵工場事件・平成３年１１月２８日最高裁判決参照），本件では義務が発生しているか，義務違反が（どの範囲で）成立するか，義務違反が成立するとした場合，懲戒権行使に当たり考慮すべき事項は何かなどが問題となる。\nまた，もう１名の労働者については，業務上の指示違反を理由とする懲戒処分が検討されることになるが，同人の所属する子会社の事業場（常時就労する労働者は１０人未満）では就業規則の周知がなされていなかったことをどう考えるか（フジ興産事件・平成１５年１０月１０\n日最高裁判決参照）などが問題となる。\n〔第２問〕\n本問は，主としてユニオン・ショップ協定の効力の限界，及び労働協約改定による労働条件の不利益変更の効力に関する理解を問うものである。\n前者については，三井倉庫港運事件・平成元年１２月１４日最高裁判決によれば，本件では新組合を結成していることから解雇義務が生じないために解雇は権利濫用として無効となり，労働契約上の権利を有する地位にあることの確認請求，及び解雇期間中の賃金の支払請求を行うことが考えられる。賃金請求に当たっては，民法第５３６条第２項によりつつ，賃金額の算定根拠についてどのような法的構成を用いるのか，その際，新協定発効後については，労働組合の組織範囲次第で，新協定の一般的拘束力が及ぶか否かも検討すべき対象となる。\n後者については，新賃金協定の効力がないと主張して差額賃金請求を行うことが考えられるが，組合規約に違反して締結されたことが労働協約の有効性に影響を及ぼすのか，組合員は不利益に変更された協約条項に拘束されるのか，といった問題を検討する必要がある。判例（朝日火災海上保険事件・平成９年３月２７日最高裁判決参照）・通説は不利益変更を原則として承認するが，例外的に拘束力を否定すべき事情があるか否かの検討も行う必要がある。\n[環 境 法］\n〔第１問〕\n本問は，環境アセスメントという考え方が，環境法政策の歴史的展開の中でどのように制度化されてきたか，どのように進化してきたか，どのような課題があるかについての基本的理解を問う問題である。\n設問１においては，閣議決定要綱から環境影響評価法へと法形式が変わったこと，スクリーニング制度やスコーピング制度の導入により対象事業の選定方法やアセスメント内容の決定方法が明確にされたこと，住民参画の手続が整備・充実されたこと，代替案の検討を進めるようになったこと，横断条項を通じて個別法の処分に法的影響を与え得るようになったことなどの点について，要綱と法律との相違を説明することが，求められている。\n設問２においては，事業アセスメントになっていること，代替案の考慮が義務的でないこと，スクリーニング手続に住民参画がないこと，スコーピング時期が特定されていないこと，事後評価手続が義務付けられていないことなどについて，現行法の限界を指摘することが求められ\n- 11 -ている。その上で，計画アセスメントの導入など，適宜，改善策にまで論及することが，期待される。\n〔第２問〕\n設問１は，水質汚濁防止法（以下「水濁法」という。）及び土壌汚染対策法（以下「土対法」という。）の基本的理解を問うものである。\n工場の製造工程中で使用されたカドミウム及び鉛を含む水が工場敷地の地下に浸透していたという事実関係から，付近一帯の地下水が汚濁し，土壌が汚染されたこと，カドミウム及び鉛は水濁法及び土対法の規制対象となる有害物質に当たることに気付き，Ａ県知事としては，水濁法及び土対法に基づく対応を行うことができることを説明することが求められている。少なくとも，水濁法の関係では，第１３条の２第１項の改善命令等，第１４条の３の地下水の水質の浄化に係る措置命令等を，土対法の関係では，第４条の調査命令，第５条の指定地域の指定，第７条の汚染の除去等の措置命令を指摘してほしい。\n設問２は，ＢのＣ及びＤに対する訴訟について問うものである。\nＣに対する関係では，不法行為に基づく損害賠償請求が考えられることを指摘し，受忍限度論，因果関係論，損害論（人身損害，物的損害）などを，本問の解決に当たって必要な限度でまとめ，さらに，人身損害の賠償を求める場合には，水濁法第１９条第１項により無過失責任を追求できることなどを説明することが求められる。Ｄに対する関係では，工場の稼働差止め請求等が考えられることを指摘し，その法的根拠を的確に説明することなどが求められる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際法上の難民問題と，それを素材とした関係国際法の理解を問う問題である。設問１．では，「難民の地位に関する条約」及び「難民の地位に関する議定書」（以下両条約をまとめて「難民条約」と呼ぶ。）を題材にして，条約の国内法上の効力が問われている。①条約自身が国内法上の効力をもつ国内法制かどうか，②条約が国内法上の効力をもつ国内法制の場合に，問題の条約の関係規定が裁判所で援用し得る内容をもつかどうか，③裁判所で援用し得るとして，条約が国内法制においてどのような効力序列にあるかが解答の要点となる。\n設問２．は，難民資格と個人の庇護権の関係を問う問題である。一般国際法上，個人の庇護権は認められておらず，その上で国家の庇護権を前提にした難民条約上の難民資格が個人の庇護権とは異なることの基本的な理解が求められている。\n設問３．は，難民条約を題材に国家の条約解釈権の在り方を問う問題である。条約は通常は締約国に対して特定の結果達成を義務付けるにとどまるために，当該結果達成のための方法は締約国にゆだねられる。Ｂ国政府の主張は，難民条約の解釈が締約国に広い裁量を認めることを前提にしたものである。それに対して，難民条約上の「難民」該当性の有無は裁判所が直接的に判断でき，「難民」としての資格を国内法上持たなくても，締約国である以上，難民条約上の「難民」として取り扱わなければならないという解釈が可能であることを尋ねている。条約について種々の解釈可能性があることに思いを致してほしいというのが設問の趣旨である。\n設問４．は，本件への難民条約の当てはめを問うている。難民条約第１条Ａが難民条約上の「難民」を定義するが，その中の「政治的意見を理由に迫害を受けるおそれがあるという十分に理由のある恐怖を有する」の部分が甲の難民該当性を考える場合にポイントになる。「食糧も事欠く状況になったため」Ａ国を脱出してＢ国に密入国し，その後にＢ国においてＡ国の「現政権打倒運動に参加した」甲は，Ａ国に強制送還されると「死刑を含む厳罰」に処せられることが予想される。このことが「政治的意見」を理由とした「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」ことと解釈できるのか。①元来は政治的意見のゆえに出国し\n- 12 -たのではないこと，②現政権打倒運動を行ったことが強制送還後の厳罰に結び付くと理解できるかどうか等の考慮点を押さえた，条約の解釈適用能力が問われている。\n本問では，国内裁判所において法曹として国際法の解釈適用作業を行える能力が，我が国裁判所で頻繁に扱われる難民問題によって試されている。\n〔第２問〕\n本問は，国際紛争の平和的解決に関する主権国家の義務に係る基本的な概念や原則の理解を問い，かつ，論点及び関連事実の抽出能力・判断力・論理構成力を問う問題である。\n基本的な概念や原則とは，①国際紛争の平和的解決義務の意義と内容，②裁判に付託する紛争という観点からの，法律的紛争・非法律的（政治的）紛争の概念のとらえ方，③紛争解決手段の選択の自由の原則である。\n紛争の平和的解決義務が，国家の基本的な義務であり，本件Ａ国とＢ国のいずれもこの義務を負うことには争いがない。紛争の平和的解決義務との関係では，Ａ国が，地域的政治的機構による解決に協力的であったことが関連をもつ。\n本件の紛争につき，裁判に付託することが適当か，Ｂ国の主張するようにＡ国は裁判に付託する義務を負うかが問われており，特に，本件の紛争のとらえ方が重要となる。紛争解決手段の選択の自由の原則も関連する。問題文では，長期にわたりＡ国とＢ国の対立関係の背景にある歴史的・社会的・宗教的な要因などとともに，地域的政治機構が関与してきたことについて，説明が与えられている。そこに示された事実状況を注意深く読んで，紛争の解決という目的に照らして，紛争をどの時点でとらえ，どのような争点で構成し，どのような性質でとらえることが適当であるかの判断に基づいて，Ａ国の反論を構成することになる。\n本問では，基本的な事項についての正確で過不足のない記述とともに，関連事実を踏まえて紛争をいかにとらえるかの十分な説明が要求される。さらに，以下の点などに触れることで，厚みのある論証が求められる。国際社会における紛争解決の特徴として，主権国家の並存体制において国際裁判管轄の合意原則が維持されており，政治的機構による解決も含めて非裁判的解決も活発に行われていることである。また，紛争の特徴や性質と，解決手続の選択との関連の在り方を，いかに考えるかである。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，法の適用に関する通則法第６条の失踪宣告の国際裁判管轄，準拠法及び失踪宣告の効果についての理解を問うことを中心として，死亡による婚姻解消及び相続の準拠法並びに反致についても基本的な理解を問うものである。\n設問１（１）では，失踪宣告について日本の裁判所が通則法第６条第２項の例外的国際裁判管轄を有するか否かが問われている。まず前提として同条第１項の原則的国際裁判管轄の有無を検討し，それがないときは，Ｘが解消を望むＡとの婚姻関係が，「日本法によるべきときその他法律関係の性質，当事者の住所又は国籍その他の事情に照らして日本に関係がある」法律関係と言えるか否かが検討されなければならない。法例第６条によれば，本件のような事案（婚姻の効力の準拠法が日本法とならない事案）については国際裁判管轄が認められず，そのような不都合の是正が通則法第６条の改正趣旨であることを踏まえた上，本件の婚姻関係が日本に関係がある法律関係であるか否かを検討することになる。\n設問１（２）は，当事者の死亡による婚姻解消の準拠法について問うものである。法例第６条の解釈と異なり，通則法第６条においては，例外的管轄に基く場合も失踪宣告の効力は死亡の擬制という直接的効果にとどまるものと整理されている。まずこの点を踏まえた上で，婚姻の解消を婚姻の効力（第２５条）又は離婚（第２７条）のいずれかの問題と性質決定し，準拠\n- 13 -法を導く論述が求められる。\n設問２（１）は，反致についての基本的な考え方を問うものである。反致を否定する甲国国際私法第Ｐ条のような規定の有無は，反致の成否に影響しないという意味において，通則法第\n４１条の適用には直接の関係はない。他方で，Ｐ条の規定の存在は，本件について，日本においても甲国においても同一の準拠法（日本法）が適用される結果を導くから，判決の国際的調和という要請を満足させる。従来からの反致制度を維持した通則法第４１条の基本的な理解を示すことが求められる。\n設問２（２）は，相続の準拠法を問うものである。失踪宣告の効力の直接的効果を踏まえた上で，通則法第３６条及び第４１条を適用して，準拠法を決定することとなる。\n〔第２問〕\n本問は，生産物責任訴訟の国際裁判管轄及び準拠法の理解を問うものである。\n設問１は，日本に常居所を有する個人であるＸが，外国で医薬品を購入して日本で副作用が発現した場合の事例である。小問（１）は，日本の裁判所が生産物責任訴訟の国際裁判管轄を有するか否かを問うており，財産関係事件に関する国際裁判管轄についての最高裁判例を踏まえて，国際裁判管轄を決する一般的な基準（条理及びその内容）を論じた上で，本件事例への当てはめを行うことが必要になる。具体的には，民事訴訟法第５条第９号の「不法行為があった地」の概念を明らかにして本事案にあてはめた上，結果発生地である日本に管轄を認めることが当事者間の公平，適正迅速な裁判の実現という理念に反することとなる特段の事情があるかどうかをＸとＹの利益状況に照らして具体的に論ずる必要がある。\n小問（２）は，生産物責任の準拠法を問うものである。法の適用に関する通則法第１８条の要件の当てはめを丁寧に行い，Ｙに対する損害賠償請求の準拠法を導き出すことになる。\n設問２は，Ｘがインターネットを通じて医薬品を購入した事例についての生産物責任の準拠法を問うものである。まず，本事例のような生産物の送付地と受領地が異なる場合の生産物の引渡地がどこになるのかを通則法第１８条の趣旨から論じた上で，同条ただし書の「その地における生産物の引渡しが通常予見できない」との意義について説明し，示された事実関係からどのように判断するかを述べることが求められている。\n- 14 -"
}