{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について論じなさい（特別法違反の点を除く。）。ただし，論述に当たっては，後記の小問１及び２に対する解答を必ず含めること。\n１ Ａは，自動車運転中に赤色信号を見落として交差点に進入したため，青色信号に従って交差点に進入したＢ運転の自動車と衝突事故を起こし，Ｂに大腿骨骨折，肋骨骨折，胸部打撲及び頸椎捻挫の傷害を負わせた。\nＡの一方的な過失によって発生したこの交通事故により，Ｂは，入院治療費，休業損害及び自動車修理費として合計２４０万円の損害（内訳は，入院治療費及び休業損害が合計１８０万円，自動車修理費が６０万円）を被り，入院治療費及び休業損害のうち合計１２０万円については，Ａ運転の自動車に付されていた自動車損害賠償責任保険（いわゆる自賠責保険）の保険金によって支払われた。しかし，被害者が傷害を負った場合の自賠責保険金の支払限度額が１２０万円にとどまり，Ａが自賠責保険以外の任意保険に加入していなかったことや，自賠責保険金は人身に対する損害を補償するものであって，自動車修理費の補償のためには支払われないことから，入院治療費及び休業損害の残額６０万円と自動車修理費６０万円の合計１２０万円について，Ｂは支払を受けることができなかった。そこで，Ｂは，Ａに対して１２０万円の損害賠償を求めたが，Ａは，事故の全責任が自らにあり，自らがＢに対して合計１２０万円の損害賠償義務を負っていることは認めながら，「そのうち支払う。」と述べるにとどまり，損害金の支払には応じなかった。\n２ 甲は，知人であるＢからこの件について話を聞き，自らがＢに代わってＡとの交渉に当たることで，Ｂの損害金１２０万円に自らの取り分を上乗せした金額をＡに要求して支払わせ，上乗せ分の利益を得ようと企て，Ｂに対し，その意図を伏せた上で，「Ａから損害金１２０万円を取ってやるから，Ａとの交渉をおれに任せてくれ。」と言い，Ｂの了承を得た。\n３ 甲は，かつての不良仲間で先輩格であった乙に対して前記の事情を話し，「Ｂの損害額の残りは実際には１２０万円だけですが，これに我々の取り分として８０万円を上乗せした２００万円が残っているということにしてＡに請求し，うまく支払わせたらＢに１２０万円を渡して，取り分の８０万円を４０万円ずつ山分けしましょう。Ａは支払を拒んでいるそうなので，脅かしてでも金を出させましょう。」と告げて協力を求め，乙の同意を得た。\n４ その後，甲乙両名はＡと面談し，甲が「Ｂは現在も仕事を休んで治療を続けており，追加の治療費と休業補償分を加えると，未払分は１２０万円にとどまらず，既に２００万円になっている。」と嘘を言った上，乙が「いつまで開き直っているつもりだ。このまま支払わなければそのうちＢがあきらめるとでも思っているのか。」と言って，２００万円の支払を要求したが，Ａは，支払を拒否する態度を変えようとしなかった。\nそこで，甲は，Ａの態度を変えさせるためにはやはり脅す必要があると考え，語気を強めながら，「あんたにも家族がいるだろう。家族が事故に遭えば，被害に遭った者の気持ちが分かるかもしれんな。家族が事故に遭ってから，あの時２００万円支払っておけば良かったと悔やんでも遅いぞ。」とＡに申し向け，２００万円の支払を強く要求した。\nＡは，甲乙両名との面談の前までは，Ｂに対して損害金を支払う意思は全くなかったが，面談の結果，甲の言うとおり，Ｂがいまだに仕事を休んで治療を続けており，その損害額の残りが１２０万円にとどまらずに２００万円に及んでいるものと誤信した上，このまま損害金の支払を拒否していると，甲乙両名らによって自己の家族に危害を加えられるのではないかと畏怖したことから，２００万円を支払わなければならないと考えた。しかし，Ａは，手持ちの現金が２０万円しかなかったことから，甲乙両名に対し，「今はこれしかないので，これで勘弁してくれ。」と言って，とりあえず２０万円を手渡した。\n- 2 -\n５ 甲は，Ａから現金２０万円を受け取った後，残金１８０万円についても後日Ａに支払わせて，甲乙両名の取り分はこの残金１８０万円の中から入手しようと考え，乙の了解を得て，Ａから受け取った現金２０万円全額をＢに手渡した。\n６ その後，甲は，乙に対し，「残りはＡに借金させて支払わせましょうか。」と持ちかけたが，乙は，甲のＡに対する脅し文句が予想以上に強かったことから，これ以上執拗かつ強硬に支払を要求すると警察沙汰になるのではないかと恐れ，甲に対し，「少しやりすぎたのではないか。やはりおれは手を引くから，お前もこの辺りでやめておけ。出させた２０万円も返した方がいい。」と強い口調で告げた。\n甲は，乙からやめろと言われたため，やむなく「仕方ない。あきらめますか。」と言って，乙の言葉に従う態度を示したが，同時に，「しかし，Ｂには１２０万円取ってやると言ってしまったからなあ。既に渡した２０万円を返してくれとも言いにくいし。」とも言い，若干未練を抱いている様子だった。\nそこで，乙は，甲に対し，「お前がＡにしつこく要求して警察沙汰になったら，おれが迷惑することを忘れるな。」と念押しし，甲は，渋々ながら，「分かりました。この話はなかったことにします。２０万円もＢから返してもらって，Ａに返しますよ。」と返答したが，内心ではあきらめきれずにいた。\n７ 甲は，その後間もなく，せめてＢの損害額１２０万円はＡに支払わせてＢに手渡してやらないと，Ｂに対するメンツが立たないと考えた。そこで，甲は，残金１００万円を支払わせるため単独でＡと面談し，甲乙両名による前回の行為によって，Ａが自己の家族に危害を加えられるのではないかとなおも畏怖し続けていることを知りながら，「残りを受取に来た。１００万円払え。金がないなら借金してでも作ってもらおうか。」と言って，１００万円の支払を要求した。\nＡは，前記のとおり畏怖し続けていたことから，甲の要求どおり，残金として１００万円の支払に応じることとし，貸金業の登録を受けていない，いわゆるヤミ金融業者から現金１００万円を高利で借り入れ，これを甲に手渡した。\n８ 甲は，このようにして手に入れた１００万円全額をＢに手渡すつもりだったが，入手後に一部を自己のものにしたいと考えるようになり，Ｂに対しては「残り１００万円のうち５０万円しか受け取れなかった。」と嘘を言って現金５０万円のみを手渡し，残金５０万円を自己のものとして費消した。\n９ その後，Ａは，前記ヤミ金融業者に対し，前記１００万円の借入れに対する返済として元利合計２００万円を支払った。\nなお，乙は，甲から何の連絡もなかったことから，甲が乙の言葉に従って，Ａに対し現金２０万円を返還し，Ａに支払を約束させていた残金１８０万円の受取も断念したものと考えていた。\n小問１ Ａから２回にわたり現金合計１２０万円の交付を受けた事実について，甲に詐欺罪及び恐喝罪が成立するか否かを，Ａが現金を交付しようと考えるに至った理由に留意しつつ，具体的事実を示して論じなさい。\n小問２ 後記最高裁判所決定を踏まえ，本事例において甲乙間の共犯関係の解消が認められるか否かを，具体的事実を示して論じなさい。\n- 3 -最高裁判所平成元年６月２６日第一小法廷決定・最高裁判所刑事判例集４３巻６号５６７頁（決定理由抄）\n１ 傷害致死の点について，原判決（原判決の是認する一審判決の一部を含む。）が認定した事実の要旨は次のとおりである。(1) 被告人は，一審相被告人の甲の舎弟分であるが，両名は，昭和６１年１月２３日深夜スナックで一緒に飲んでいた本件被害者の乙の酒癖が悪く，再三たしなめたのに，逆に反抗的な態度を示したことに憤慨し，同人に謝らせるべく，車で甲方に連行した。\n(2) 被告人は，甲とともに，１階８畳間において，乙の態度などを難詰し，謝ることを強く促したが，同人が頑としてこれに応じないで反抗的な態度をとり続けたことに激昴し，その身体に対して暴行を加える意思を甲と相通じた上，翌２４日午前３時３０分ころから約１時間ないし１時間半にわたり，竹刀や木刀でこもごも乙の顔面，背部等を多数回殴打するなどの暴行を加えた。\n(3) 被告人は，同日午前５時過ぎころ，甲方を立ち去ったが，その際「おれ帰る」と言っただけで，自分としては乙に対しこれ以上制裁を加えることを止めるという趣旨のことを告げず，甲に対しても，以後は乙に暴行を加えることを止めるよう求めたり，あるいは同人を寝かせてやって欲しいとか，病院に連れていってほしいなどと頼んだりせずに，現場をそのままにして立ち去った。(4) その後ほどなくして，甲は，乙の言動に再び激昴して，「まだシメ足りないか」と怒鳴って右８畳間においてその顔を木刀で突くなどの暴行を加えた。(5) 乙は，そのころから同日午後１時ころまでの間に，甲方において甲状軟骨左上角骨折に基づく頸部圧迫等により窒息死したが，右の死の結果が被告人が帰る前に被告人と甲がこもごも加えた暴行によって生じたものか，その後の甲による前記暴行により生じたものかは断定できない。\n２ 右事実関係に照らすと，被告人が帰った時点では，甲においてなお制裁を加えるおそれが消滅していなかったのに，被告人において格別これを防止する措置を講ずることなく，成り行きに任せて現場を去ったに過ぎないのであるから，甲との間の当初の共犯関係が右の時点で解消したということはできず，その後の甲の暴行も右の共謀に基づくものと認めるのが相当である。そうすると，原判決がこれと同旨の判断に立ち，かりに乙の死の結果が被告人が帰った後に甲が加えた暴行によって生じていたとしても，被告人は傷害致死の責を負うとしたのは，正当である。\n- 4 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ａ市Ｂ町は，約１キロメートル四方に広がる住宅街であるが，Ｂ町内では，平成１９年３月７日午前１時１０分ころ，Ｐ駐車場において，駐車車両１台から不審火が発生し，続いて，同年３月１６日午前３時４５分ころ，Ｑ駐車場において，駐車車両１台から不審火が発生した。各不審火は，幸い早期に発見，消火されたため，出火元の車両各１台を焼損したにとどまり，他の車両や住宅等への延焼を免れた。\nＰ及びＱ駐車場は，いずれもＢ町内の住宅密集地にあり，多数の木造住宅が各駐車場に隣接していた。また，いずれも，管理人が常駐しておらず，だれでも自由に出入りすることができる屋根のない駐車場であり，出火当時，焼損した各車両に隣接する駐車区画を含め合計数台の車両が駐車されていたが，焼損した各車両はいずれもＣ社製高級外車であった。\nまた，それら車両には，いずれも，そのドアに鋭利な金属様の物で付けたと認められる長さ数十センチメートルの複数のひっかき傷があった上，火元の前部バンパー付近からベンジンの成分が検出された。ベンジンは，石油を蒸留して得られる，揮発性が高く引火しやすい液体であり，染み抜きの溶剤やカイロの燃料等に用いられている。さらに，出火した各車両及びその周辺には，自然発火の原因となるようなものはなく，出火前には，ドアのひっかき傷も，前部バンパー付近にベンジンが付着するような事情もなかった。\n警察は，いずれの不審火も，ベンジンを用いた放火であるとの疑いを強め，捜査を行った結果，Ｑ駐車場付近の住人が，同駐車場における出火前日の同年３月１５日午前３時ころ，Ｂ町内に居住する甲が一人で同駐車場内をしばらく歩き回った上で立ち去るのを目撃していたこと，甲は同駐車場に駐車区画を賃借していないことが各判明した。\nそこで，甲について捜査したところ，甲は，Ｂ町のほぼ中心に位置する２階建てのＤアパート\n１階の１室に一人で居住している２５歳の男性であり，同年２月初めころから，週に２，３日，昼間の数時間，同町内のクリーニング店において，洗濯作業補助のアルバイトをしていることが判明したが，それ以上には犯人の特定につながる証拠は得られなかった。\n２ その後，同年３月２１日午前２時３５分ころ，Ｂ町内のＲ駐車場に駐車中のＣ社製高級外車が焼損する不審火が発生した。\n同駐車場も，Ｂ町内の住宅密集地にあって，多数の木造住宅がこれに隣接していた上，管理人が常駐しておらず，だれでも自由に出入りすることができる屋根のない駐車場であった。また，同駐車場は，出火当時，十数台の駐車車両でほぼ満杯であった。焼損した車両の右側ドアには，出火前にはなかった長さ約３０センチメートルないし５０センチメートルの５か所のひっかき傷が残っていた上，火元の前部バンパー付近から出火前には付着するような事情がないベンジンの成分が検出された。出火した車両及びその周辺には，自然発火の原因となるようなものはなかった。\n３ そこで，警察がＢ町内及びその周辺の駐車場を調べたところ，同年３月２２日，Ｂ町内のＳ，Ｔ及びＵ駐車場並びにＢ町周辺の数箇所の駐車場に，いずれもＣ社製高級外車が駐車されていることが判明した。\nＳ，Ｔ及びＵ駐車場は，いずれも，管理人が常駐していない屋根のない駐車場であり，だれでも自由に駐車場内に出入りすることが可能であった。各駐車場は，Ｂ町内の住宅密集地にあるため，夜間の人通りが極めて少ない上，出入口を除く三方を，隣接する多数の木造住宅に囲まれていて，出入口に面した各公道の幅員は５メートル程度であり，犯人に気付かれることなく各駐車場付近に警察官を張り込ませることは極めて困難であった。また，各駐車場には，夜間，空き区画がないほどに車両が駐車されており，それらの中にいずれもＣ社製高級外車各１台が含まれていた。\n- 5 -警察がＲ駐車場付近の聞き込み捜査等を継続したところ，同年３月２５日になって，付近の住人が，同年３月２１日の出火直後に，Ｒ駐車場から約２００メートル離れた路上で，甲とよく似た人物が，右手にその容量が５００ミリリットル程度の瓶を持ち，Ｒ駐車場方向からその反対方向に向かって走り去ったのを目撃していたこと，甲がアルバイトしているクリーニング店では，同年２月中旬以降，染み抜き剤として用いているベンジン５００ミリリットル入り瓶数本を紛失していたこと及び甲が，同年３月中旬，友人Ｅに対し，「確か，Ｒ駐車場にはＣ社製の車があったよね。」などと話していたことが各判明した。\nそこで，警察が改めて甲方周辺の状況を確認したところ，Ｄアパート１階にある甲方居室は公道に面しており，甲方玄関ドアから外に出るとすぐに公道であったが，その公道の幅員は約５メ\nートルであって，甲に気付かれることなく警察官が張り込んで甲方の人の出入りを監視するのは極めて困難であった。また，Ｄアパートに隣接して木造２階建ての民家Ｆ方が建っており，Ｆ方\n２階のベランダからは，甲方玄関ドアは見通せないものの，甲方玄関ドアから公道上に出てきた人物を見通すことができた。\n４ 警察は，同年３月２３日，Ｂ町内のＳ，Ｔ及びＵ駐車場付近の各電柱にビデオカメラを設置した。\n警察は，ビデオカメラ設置に当たっては，各駐車場の管理人及び電柱を管理する電力会社の承諾を得たが，駐車場利用者の承諾は得ていなかったし，ビデオ撮影・録画に関するいかなる令状も取得していなかった。\nＳ駐車場では，付近の電柱にビデオカメラ２台を設置し，うち１台のビデオカメラは，公道から見える同駐車場出入口を画面の中心にとらえており，その撮影範囲には，駐車車両や同出入口前の公道は含まれていなかった。また，もう１台のビデオカメラは，公道から見えるＣ社製高級外車を画面の中心にとらえており，その撮影範囲は，同車両の車体全体を含んでいたほか，その左右に隣接する駐車車両の車体の一部を含んでいた。各ビデオカメラは，日没後も，付近街灯の明かりのため，撮影範囲内の人物の顔，服装の色・特徴等を鮮明に撮影することが可能であった。\nＴ及びＵ駐車場付近に設置されたビデオカメラ各２台，合計４台の設置場所，設置状況，撮影範囲等は，Ｓ駐車場のそれらと同様であった。\n警察は，同年３月２４日以降，毎日午前零時から午前５時までの間，各ビデオカメラを作動させ，各駐車場の様子を撮影・録画した。\n５ また，警察は，甲方玄関ドア前の公道上を撮影するため，隣家のＦの承諾を得て，同年３月２６日，Ｆ方２階のベランダにビデオカメラ１台を設置した。\n同ビデオカメラは，画面の中心に，甲方玄関ドアから出た直後又は同方に入る直前の人物の公道上の姿をアップでとらえており，その撮影範囲には，甲方玄関ドア等は含まれておらず，撮影範囲の横幅は甲方前公道の幅員の約３分の１であったが，その撮影範囲を歩行する通行人があれば，その姿も撮影・録画される状況になっていた。同ビデオカメラは，日没後も，付近街灯の明かりのため，撮影範囲内の人物の顔，服装の色・特徴等を鮮明に撮影することが可能であった。\nそして，警察は，同年３月２７日以降，毎日午前零時から午前５時までの間，同ビデオカメラを作動させ，甲方玄関ドア前の公道上を撮影・録画した。もちろん，ビデオ撮影・録画について，甲の承諾も，Ｄアパートの他の住人や付近住人の承諾も得ていなかったし，これに関するいかなる令状も取得していなかった。\n６ 警察は，撮影当日，各駐車場や甲方前で撮影・録画したビデオテープを回収し，警察署内で再生して録画した映像を精査した。また，警察は，これらのビデオ撮影・録画に当たっては，録画した映像の中に本件捜査上必要なものがなかった場合には，事後に，そのビデオテープを次の撮影に使用して上書き録画することで，不要な映像を消去することとしており，現に，不要な映像は，この方法で消去されていた。\n７ 同年３月２８日午前３時３０分ころ，甲方から徒歩約２０分の距離にあるＳ駐車場において，- 6 -\nＣ社製高級外車が炎上した。火は幸い早期に発見，消火されたため，同車両を焼損したにとどまり，他の車両や住宅等への延焼は免れたが，Ｓ駐車場には，出火当時，炎上した車両の左右の駐車区画を含め合計１０台の車両が駐車中であり，炎上した車両と直近の木造住宅との距離は約２メートルであった。また，同車両の前部バンパー付近からベンジンの成分が検出された。\n警察が，Ｓ駐車場の２台のビデオカメラで撮影・録画していたビデオテープを再生したところ，同年３月２８日午前３時３０分ころ，同駐車場に一人の男性が立ち入り，Ｃ社製高級外車に近寄ると，折りたたみ式ナイフ様の物で同車両右側ドアに数回にわたってひっかき傷を付けた上，持参した瓶の中の液体を同車両の前部バンパー付近に振り掛け，ライターでこれに点火して逃走した様子が録画されていた。その放火犯人は，帽子をかぶり，黒色ジャンパーと紺色ズボンを着用し，口元に白色マスクを着け，軍手様の物をはめた手に５００ミリリットル程度の容量のある瓶\n１本を持っていたが，帽子やマスクのため，その人相までは判別できなかった。\n警察が，甲方前の公道上を撮影・録画していたビデオテープを再生したところ，同年３月２８日午前３時７分，甲方方向から公道上に出てきた直後の甲の姿が，同年３月２８日午前３時５５分，公道上を歩いてきて甲方方向に向かう甲の姿が，それぞれ録画されていた。その際，甲はマスクをしていなかったので，その顔が明確に判別できた上，甲が着用していた帽子，ジャンパー，ズボン等の色・特徴や甲の体格は，Ｓ駐車場の放火犯人のそれらと酷似していた。\nそこで，警察は，甲方の捜索差押許可状を取得し，同年４月２日，甲の立会いの下，甲方を捜索し，室内から，帽子，黒色ジャンパー，紺色ズボン，白色マスク，５００ミリリットルのベンジン空き瓶，折りたたみ式ナイフ及びライター各１点を発見して押収し，さらに，同年４月２日，Ｓ駐車場における建造物等以外放火の容疑で，甲を通常逮捕した。\n８ その後，警察が捜査したところ，甲は，Ｃ社日本法人に就職しようとしたが不採用とされたことを逆恨みして，平成１６年３月３日，屋根のない駐車場において，無関係の第三者が所有する\nＣ社製高級外車のドアに折りたたみ式ナイフで複数のひっかき傷を付けた上，同車両の前部バンパー付近にベンジンを散布してこれに火をつけて，同バンパー付近を焼損したが，公共の危険の発生はなかったという器物損壊事件により，同年６月１０日，Ｇ地方裁判所において，懲役１年\n６月，３年間執行猶予の有罪判決を受けたという前科を有していた。\n９ 甲は，Ｓ駐車場における放火の犯人であることを否認したが，検察官は，甲の勾留中に所要の捜査を遂げて，平成１９年４月２０日，甲をＳ駐車場における建造物等以外放火の事実で起訴した。\n裁判所で開かれた第一回公判期日において，甲は，「自分は犯人ではない。」旨述べて犯行を否認し，甲の弁護人も同趣旨の主張を行った。\n〔設問１〕 この【事例】のビデオ撮影・録画の適法性について，【事例】中の１から７までの記載\nに表れた具体的事実を摘示しつつ論じなさい。\n〔設問２〕 甲を被告人とする建造物等以外放火被告事件の公判において，【事例】中の８記載の事\n実を，同被告事件の犯人は甲であるとの認定に用いることが許されるか否かについて論じなさい。\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，具体的事例を素材として，そこに現れた具体的事実に基づいて甲乙の罪責を問うことにより，刑事実体法の正確な理解，具体的事実に法規範を適用する能力及び論理的思考力を試すものである。小問１及び２は，甲乙の罪責を論じる上でポイントとなる問題点であり，これらの点について十分な検討をした上で，甲乙の罪責を罪数評価を含めて論述することが求められている。\n小問１においては，詐欺罪及び恐喝罪の成否を検討するに当たり，構成要件該当性等犯罪の成立に必要な要件を念頭において具体的事実を抽出し，要件への当てはめをすることが求められている。その際，「錯誤に基づく財産的処分行為」ないし「畏怖に基づく財産的処分行為」\nという構成要件要素への該当性を判断するに当たっては，Ａが現金を交付しようと考えるに至った理由に関し，Ａが，Ｂから１２０万円の損害賠償を求められた際，事故の全責任が自らにあることは認めながら，損害金の支払には応じなかったこと，Ａが甲乙両名と面談し，甲から「Ｂは現在も仕事を休んで治療を続けており，追加の治療費と休業補償分を加えると，未払分は１２０万円にとどまらず，既に２００万円になっている。」と言われた時にも，Ａは，２００万円の支払要求には応じなかったこと，甲が，「あんたにも家族がいるだろう。家族が事故に遭えば，被害に遭った者の気持ちが分かるかもしれんな。家族が事故に遭ってから，あの時\n２００万円払っておけば良かったと悔やんでも遅いぞ。」と申し向けて，２００万円の支払を強く要求したところ，Ａは，２００万円支払わなければならないと考え，とりあえず，手持ちの現金２０万円を甲乙に手渡したこと等の具体的事実を示した上で，これらの事実が持つ意味を的確に評価し，要件への当てはめという思考過程を論述することが必要である。\nまた，甲がＢから損害金１２０万円の取立を委任されていることと恐喝罪等の成否との関係についても，甲が自己の取り分を上乗せして１２０万円を大きく超える２００万円を請求していること，Ａの家族の生命・身体に危害を加えることをほのめかして脅迫するという手段を用いていること等の具体的事実を示した上で論述することが必要である。\n小問２においては，最高裁判所決定理由の中で，共犯関係の解消が認められないとの帰結に至る過程で着目された事実及びこれらの事実の評価から結論が導かれた過程を検討した上で，本事例を分析することが求められている。その際，最高裁判所決定の事案と本事例との類似点，相違点に留意しつつ，甲乙の人的関係，甲乙間に共犯関係が成立した経緯，甲乙の共謀の内容，Ａから２０万円の交付を受ける際に甲乙それぞれが果たした役割，甲乙の行為がＡに与えた影響，乙がこれ以上の支払要求をやめようとした際の甲に対する乙の言動，これに対する甲の対応，その後の甲の行動とこれに対する乙の予測可能性等に関する具体的事実を示し，これらの事実を評価して結論を導く思考過程を論述することが必要である。\nさらに，甲の罪責として，５０万円の費消行為をどう考えるかについては，成立が考えられる犯罪についての構成要件該当性を具体的事実に基づいて論述する必要がある。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論じるにとどまることなく，事例に示された具体的な事実関係を分析した上，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解\n- 5 -決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，連続的に発生した放火事件を素材として，将来，同一犯人による同種手口の放火事件が発生する蓋然性が高いと認められる駐車場と，犯人である嫌疑が高い被疑者の自宅前公道上におけるビデオ撮影・録画の適法性を問うことにより，「捜査」の意義，任意捜査と強制捜査の区別基準，その区別に即したビデオ撮影・録画の適法性判断基準など捜査に対する法規制に係る最も基本的な事項の理解と具体的事実への法適用能力を試すものである。\n法解釈の部分では，刑事訴訟法等の関連規定の構造と，これを解釈した最高裁判所の判例の示す「強制」手段の定義や判断基準の背後にある基本的な考え方，―例えば，なぜ「強制」の処分には特別の根拠規定が要請されているのか，また，「強制」に当たらない任意処分であっても常に許容されるわけではなく，具体的状況において一定の限界があり得ると解されている理由や趣旨―を論じた上で，そこから強制捜査と任意捜査の区別基準や，任意手段の必要性・\n緊急性や相当性等の具体的な適法性判断基準を導き出すことが求められている。基準の結論部分を記述しただけでは法解釈とは言えず，不十分である。\nまた，事例への法適用の部分では，自らが論じた判断基準等に従って，本問の事例中に現れた具体的事実関係を的確に抽出，分析して，その該当性を判断することが要求されている。例えば，駐車場におけるビデオ撮影・録画と，被疑者方前公道上におけるそれとは，同じ判断基準を適用しても，その該当性判断において論じるべき具体的事実関係は異なっているので，こうした違いに即して丁寧に分析・検討すべきである。また，事実を事例中からただ書き写して羅列すれば足りるものではなく，それぞれの事実が持つ意味を的確に分析して論じることが必要である。例えば，被疑者方前公道上におけるビデオ撮影・録画の必要性を検討する過程で，被疑者に対する犯罪の嫌疑の程度を論じる際には，３件の放火事件が，発生時期，発生場所，放火対象物，放火の態様等において類似していることを示す具体的事実関係を指摘して，これらが同一犯人による連続放火事件である可能性が高いことを的確に論証した上で，各放火事件と被疑者を結びつける個々の事実関係に言及して，その嫌疑の程度を論じることができていれば，極めて優れた分析といえよう。\n設問２は，被告人の前科に関する事実を，被告人が被告事件の犯人であることの認定に用いることが許されるかを問うものであり，前科に関する事実を公訴事実の認定に用いる場合に生じ得る問題点や弊害についての基本的な理解を踏まえて，事例中に現れた被告人の前科に関する事実を犯人であることの認定に用いる際の推認の過程を具体的に検討し，この事実を認定に用いることの可否を論じる必要がある。すなわち，被告人に前科があるという事実から，被告人が犯罪を犯すような悪性格をもっていることを立証し，こうした悪性格の立証を介して，被告人が被告事件の犯人であることを推認させようとする推認過程と，特殊な犯行方法・態様等の共通性に着目し，そこから被告人が被告事件の犯人であることを推認させようとする推認過程の違いを明確に意識して論じることが必要である。\nいずれの問題点についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的な事実関係を指摘しつつ，それらの事実関係がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n設問１は，破産手続における法人の役員の責任追及について問うものである。（１）では，役員の責任の査定手続及び役員の財産に対する保全処分について説明する必要がある。（２）\n- 6 -は，株主代表訴訟が係属している場合に破産手続の開始が当該訴訟に対して与える影響について問うものであり，当該訴訟の中断及び受継（破産法第４５条の類推適用の可否）について被告からの受継申立てを含めて検討する必要があるほか，当該訴訟とは別個に査定の申立てをすることができるか等についても問題となる。\n設問２は，破綻の原因を作った代表取締役による破産債権の行使に対する破産管財人の対応について問うものである。本問では，破産管財人が破産債権者に対する損害賠償請求権を自働債権として相殺をすることができるか（破産法第１０２条）について検討する必要がある。また，明文の規定はないが，このような破産債権者が届け出た債権について衡平の観点から劣後化を図ることができるか等が問題となる。\n設問３は，保証人が保証債務を全額弁済した場合に，（１）弁済による代位によって取得した原債権及び（２）求償権を自働債権とし，破産者に対する債務に係る債権を受働債権とする相殺の可否について問うものである。弁済による代位や求償権の性質を踏まえ，破産手続開始後の債権取得による相殺制限の規律（破産法第７２条第１項第１号）の適用及び停止条件付の破産債権である求償権による停止条件成就後の相殺の可否等について検討することが必要である。\n〔第２問〕\n本問は，個人破産事件の具体的な事例を基に，破産手続と小規模個人再生手続の手続選択上の考慮要素，破産手続開始後の破産者に対する弁済の効力，自由財産の範囲拡張の裁判制度及び免責不許可事由について，その理解を問うとともに，適切に事案を分析できるか否かを試す出題である。\n設問１では，小規模個人再生手続の利点として，資格制限を回避することができ，債務者に財産の管理処分権が保持されるため従前の生活が維持され，再生計画に住宅資金特別条項（民事再生法第１９８条以下）を定めることによって住宅の確保を図り得ることを指摘した上で，再生計画の認可のために必要な最低弁済額要件（同法第２３１条第２項第４号）を充たす収入を確保し難いことが手続を利用する障害となることを論述する必要がある。\n設問２は，破産手続開始後の破産者に対する弁済の効力（破産法第５０条）について，弁済者が破産手続の開始を認識していたか否かという場合分けを踏まえ，推定規定（同法第５１条）の存在を含めて的確な分析ができるか否かを問うものである。\n設問３では，破産財団を構成する中古自動車について，自由財産の範囲拡張の裁判の申立て\n（同法第３４条第４項）ができることを指摘した上で，設問からうかがわれる破産者の事情から許可の可能性について検討することが必要となる。\n設問４では，具体的な事例から，検討すべき免責不許可事由（同法第２５２条第１項第２号，第４号及び第５号）を適切に抽出し，要件の分析を加えるとともに，裁量免責の可能性（同条第２項）についても言及することが求められている。\n[租 税 法］いずれの設問も，法科大学院における租税法の基本的な事項に関する学習を前提として，具体的な事案について，租税法規の解釈論をどのように展開することができるか，どのように事実関係を認定し，どのように法規に当てはめて判断すべきかを考える能力を試すものである。\n〔第１問〕\n第１問は，保証人としての債務を履行した場合の譲渡所得の課税関係に関する理解を問う問題である。１においては，譲渡所得の該当性及び譲渡所得の課税の基本的な仕組みについての理解を問うている。所得税法第３３条の規定とともに，同法第２２条に留意する必要が- 7 -\nある。２においては，所得税法第６４条第２項の特例の適用要件についての基本的な理解を問うた上で，本問の事案に現れた諸事実の中から，その適用要件に関わる事実を指摘し，当該要件を満たすか否かを論じる能力を試している。３においては，Ｘが連帯保証をした時点で既にＢ社が債務超過に陥っており，辛うじて営業を続けている状態にあって，Ａにも返済資金が全くなかった場合を想定して，所得税法第６４条第２項の特例の適用要件の法解釈を論じた上で，Ｘがそれらの事実を認識していたかどうかを含めて，その適用要件を満たすか否かを論じる能力を試している。\n〔第２問〕\n第２問は，事案に現れた三者間の法律関係を把握した上で，所得税法及び法人税法の規定の法解釈論を展開するとともに，問題文に現れた事実関係を整理して法規範を適用する能力を試す問題である。１については，参照条文を参考にしながら，必要経費に関する所得税法第３７条及び第４５条の関連規定の要件を正確に読み取り，それらの規定の趣旨がいかなるものか，当該趣旨や条文の文言に照らして，甲のした支払の所得税法上の取扱いがどうなるのかを，問題文に現れた諸事実を踏まえつつ，分かりやすく論述できるかどうかを試している。２については，民事上の法律関係を踏まえ，甲が求償しない旨を乙に告げ，乙が甲から求償権の行使を受けなくなったことに関して，それが所得税法第３６条所定の収入金額に当たるか，当たるとすればいかなる理由に基づくのか，また，その所得区分はどのように考えるべきか，さらに，源泉徴収がいかなる場合にどのようにして行われるのか，を論じることができるかどうかを問うている。３については，法人税の課税標準となる各事業年度の所得の金額の計算構造の基本的な理解を問うとともに，損害賠償請求権の額が益金の額に算入されるか，備品の損壊が損失として損金の額に算入されるかに関する理解を問うている。\n[経 済 法］\n〔第１問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うとともに，抽象的な議論に陥いることなく具体的な事実関係に基づいた論述の展開ができるかを試すものである。\n設問１では，Ｘ社が，甲社製の駐車場装置の構成部品の販売に際し，乙社の取替工事を条件とするという販売方針について，これが不公正な取引方法に該当して違法か否かを論じることを求めた。\n一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することとなる。\nさらに，独立系保守業者の事業活動に対する影響と，構成部品の転用防止というＸ社の主張に関して，公正競争阻害性，正当化事由に係る一般的判断枠組みを論じた上で，弁護士として\nＸ社及び乙社の担当者に尋ねて得られた回答を踏まえて，Ｘ社の意図に関する事実認定を行い，あるいは営業計画の合理性を判断して，公正競争阻害性の有無について論じることが求められる。\n設問２は，Ｘ社が，構成部品の在庫費用を削減するために，計画在庫数量を設定した上で，一定の場合に独立系保守業者からの発注について引渡時期の条件を付すという販売方針について，これが不公正な取引方法に該当するか否かの検討を求めるものである。\nこの方針について，一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することが求められる。\nさらに，在庫費用の削減という目的，独立系保守業者に与える影響等の具体的事実関係に基づいて，公正競争阻害性の有無を論じることとなる。計画在庫数量を算出している基準の妥当\n- 8 -性等を踏まえて，かかる方針の相当性を論じることになろう。その際，乙社とＸ社の資本関係，保守業者による自社在庫の可能性なども考慮され得よう。\nなお，Ｘ社からの依頼を受けた弁護士として回答することを求めており，乙社の行為に関する回答は不要であるが，Ｘ社の行為・販売方針については合理的に考え得る独占禁止法上の問題点を幅広く回答することが望ましい。\n〔第２問〕\n本問は，入札談合事案を素材として独占禁止法の基本概念の正確な理解と的確な条文解釈能力を試すものである。\n設問１は，いわゆる基本合意とそれに基づく個別調整行為という典型的な入札談合に係る事実関係をもとに，不当な取引制限の構成要件という独占禁止法の基礎を正確に理解し，使いこなすことができるか否かを問う基本的問題である。小問（１）では，本問において，毎年１回の会合における話合いから実際の入札に至るまでの行為のうち，いかなる行為が不当な取引制限の違反行為となり得るかを特定し，かつ，甲省の入札制度を踏まえた上で，具体的事実を摘示して構成要件該当性を論述することが求められる。小問（２）では，不当な取引制限に関する法律解釈又は事実認定に関する議論を問うたものであり，事実認定に関する議論にあたっては，個々の事案に即して経験則に従って事実認定を行うという事実認定の基本を踏まえた論述が望まれる。\nなお，公正取引委員会の立入検査等の審査の結果を踏まえた論述を求めており，刑事事件としての議論までを求めたものではない。\n設問２は，課徴金納付命令に関して，その算定に関する条文を踏まえながら本問での当てはめを行わせるものであり，法文を読んだ上で内容を理解し，文理に忠実に条文の操作を行って事案の解決を図るという法律家に必要な能力を試したものである。\n設問３は，課徴金納付命令に係る審判における被審人の主張の当否を論じさせるものであり，課徴金の算定に当たって違約金相当額を控除すべきか否かについて，課徴金の算定又は控除に関する条文の文理を踏まえた上で，課徴金の制度趣旨，各規定の趣旨に基づいて説得的に論述することが求められる。\n[知的財産法］\n〔第１問〕\n設問１では，問題文から読み取れる事実関係を条文に当てはめて，甲の訴訟上の請求として，物の発明である本件発明の特許権に基づく差止請求，特許権侵害の不法行為による損害賠償請求，不当利得返還請求，出願公開の効果としての補償金請求が考えられることを簡潔に論述し，設問２では，甲の各請求に対する抗弁（消滅時効の抗弁，権利行使の制限の抗弁，先使用の抗弁）及びその成否をそれぞれ検討した上で，各請求がいかなる範囲で認められるかについて論述する必要がある。抗弁の成否の検討のポイントは，以下のとおりである。\nまず，消滅時効の抗弁については，不法行為による損害賠償請求権の消滅時効の時効期間は３年であり（民法第７２４条），補償金請求権につき不法行為の規定が準用されていることから（特許法第６５条第５項），甲の損害賠償請求権（一部）及び補償金請求権（全部）について消滅時効が完成していることを論じることが求められる。なお，消滅時効の抗弁により損害賠償請求ができない期間に係る部分についても，不当利得返還請求権を行使できることを明示することが望まれる。\n次に，権利行使の制限の抗弁（特許法第１０４条の３第１項）については，本件発明の特許の無効理由（特許法第２９条違反）の存否について論じることが求められ，主として，本件論文がＡによって各会員に交付されたこと及びその後乙がＡからそのコピーを入手したことによ\n- 9 -り，本件発明が出願前に「公然知られた発明」（特許法第２９条第１項第１号）となったかどうか，また，本件発明が出願前に「頒布された刊行物に記載された発明」（特許法第２９条第\n１項第３号）に該当するかどうかについて論述する必要がある。その際には，Ａが本件論文の内容について守秘義務を課した場合とそうでない場合とで差異が生じるかについて論述することが望まれる。\nさらに，先使用の抗弁については，発明の実施である「事業の準備」（特許法第７９条）の意義及び先使用権の効力の及ぶ範囲（最判昭和６１年１０月３日民集４０巻６号１０６８頁〔ウォーキングビーム式加熱炉事件〕参照）の理解を問うものである。具体的には，製造販売されている現製品（携帯電話β）が出願前に製造された試作品（携帯電話α）の「一部改良品」である点の分析評価が重要であり，試作品の製造及び現製品の設計図面の作成をもって，試作品又は現製品につき「事業の準備」があったといえるかどうか，仮に試作品につき先使用権が成立するとした場合，その効力が現製品に及ぶかどうかといった点を論述する必要がある。\n権利行使の制限の抗弁及び先使用の抗弁の成否については，事実関係の分析評価を的確に行い，論理一貫した説得力ある論述がされていれば，結論はいずれでもよい。そして，上記抗弁のいずれかが成立するという立場をとれば，甲の各請求はいずれも認められず，一方で，いずれも成立しないという立場をとれば，甲の各請求は，消滅時効の抗弁により請求できない部分を除き，認められることとなる。\n〔第２問〕\n本問は，主として，他人の著作物に基づいて作成された作品の利用が著作権の侵害となる場合に関する理解を問うものであり，とりわけ，作品がどのような場合に他人の著作物を原著作物とする二次的著作物となるか，また，作品の利用が著作権を侵害するとすれば，いかなる支分権を侵害するかについて，問題文から読み取れる事実関係に即して具体的に論述することが求められる。\n設問１では，脚本Ｂが，小説Ａを原著作物とする二次的著作物であり，乙と丙を著作者とする共同著作物であること，それゆえに，その利用について甲の承諾（著作権法第２８条）及び丙の承諾（著作権法第６５条第２項）を得ることが必要となることを論じた上で，①脚本Ｂに基づいて演劇Ｅを演じさせること，②その録音録画，③録音録画したＤＶＤの販売につき，いかなる支分権が働くかを論述しなければならない。①については上演権（著作権法第２２条），②については複製権（著作権法第２１条，第２条第１項第１５号イ），③については譲渡権（著作権法第２６条の２第１項）等が問題となる。\n設問２では，まず，小説Ｃが小説Ａを原著作物とする二次的著作物となるかを検討する必要がある。次に，小説Ｃが二次的著作物となる場合に，その朗読に口述権（著作権法第２４条，第２８条）が働くこと，その朗読が私的使用目的で作成された二次的著作物の複製物（著作権法第３０条第１項，第４３条第１号）の目的外使用としての「公衆に提示」（著作権法第４９\n条第２項第１号）に該当し，小説Ａにつき翻案を行ったものとみなされること，及び著作権法第３８条第１項の適用の有無について論じた上で，口述権及び翻案権（著作権法第２７条）の侵害が成立するか否か，そして，侵害が成立する場合に，甲は丁に対して具体的にどのような請求をすることができるかを論述しなければならない。\n設問３では，まず，小説Ｄがどのような場合に小説Ａを原著作物とする二次的著作物となり，あるいは独立の著作物となるかを検討し，次に，小説Ｄが二次的著作物となる場合に，そのホ\nームページへの掲載がいかなる支分権を侵害するかについて論じた上で，甲は戊に対して具体的にどのような請求をすることができるかを論述しなければならない。侵害される支分権としては，複製権，公衆送信権（著作権法第２３条第１項）とともに，設問２と同様に，目的外使用としての公衆への提示により，翻案権が問題となる。\n- 10 -\n[労 働 法］\n〔第１問〕\n本問は，在籍出向中の労働者に関して，出向先会社による懲戒処分の可否と内容を問うとともに，時間外労働義務の問題についての理解を問うものである。\nまず，問題となるのが，出向先会社は出向労働者に対して懲戒権を持つのか，持つとすればいかなる種類の懲戒処分が可能かという点である。\n次に，問題文では，出向労働者２名が登場しているが，うち１名については，時間外労働命令に対する拒否を理由とする懲戒処分が検討対象となるため，時間外労働義務がいかなる場合に発生するか（日立製作所武蔵工場事件・平成３年１１月２８日最高裁判決参照），本件では義務が発生しているか，義務違反が（どの範囲で）成立するか，義務違反が成立するとした場合，懲戒権行使に当たり考慮すべき事項は何かなどが問題となる。\nまた，もう１名の労働者については，業務上の指示違反を理由とする懲戒処分が検討されることになるが，同人の所属する子会社の事業場（常時就労する労働者は１０人未満）では就業規則の周知がなされていなかったことをどう考えるか（フジ興産事件・平成１５年１０月１０\n日最高裁判決参照）などが問題となる。\n〔第２問〕\n本問は，主としてユニオン・ショップ協定の効力の限界，及び労働協約改定による労働条件の不利益変更の効力に関する理解を問うものである。\n前者については，三井倉庫港運事件・平成元年１２月１４日最高裁判決によれば，本件では新組合を結成していることから解雇義務が生じないために解雇は権利濫用として無効となり，労働契約上の権利を有する地位にあることの確認請求，及び解雇期間中の賃金の支払請求を行うことが考えられる。賃金請求に当たっては，民法第５３６条第２項によりつつ，賃金額の算定根拠についてどのような法的構成を用いるのか，その際，新協定発効後については，労働組合の組織範囲次第で，新協定の一般的拘束力が及ぶか否かも検討すべき対象となる。\n後者については，新賃金協定の効力がないと主張して差額賃金請求を行うことが考えられるが，組合規約に違反して締結されたことが労働協約の有効性に影響を及ぼすのか，組合員は不利益に変更された協約条項に拘束されるのか，といった問題を検討する必要がある。判例（朝日火災海上保険事件・平成９年３月２７日最高裁判決参照）・通説は不利益変更を原則として承認するが，例外的に拘束力を否定すべき事情があるか否かの検討も行う必要がある。\n[環 境 法］\n〔第１問〕\n本問は，環境アセスメントという考え方が，環境法政策の歴史的展開の中でどのように制度化されてきたか，どのように進化してきたか，どのような課題があるかについての基本的理解を問う問題である。\n設問１においては，閣議決定要綱から環境影響評価法へと法形式が変わったこと，スクリーニング制度やスコーピング制度の導入により対象事業の選定方法やアセスメント内容の決定方法が明確にされたこと，住民参画の手続が整備・充実されたこと，代替案の検討を進めるようになったこと，横断条項を通じて個別法の処分に法的影響を与え得るようになったことなどの点について，要綱と法律との相違を説明することが，求められている。\n設問２においては，事業アセスメントになっていること，代替案の考慮が義務的でないこと，スクリーニング手続に住民参画がないこと，スコーピング時期が特定されていないこと，事後評価手続が義務付けられていないことなどについて，現行法の限界を指摘することが求められ\n- 11 -ている。その上で，計画アセスメントの導入など，適宜，改善策にまで論及することが，期待される。\n〔第２問〕\n設問１は，水質汚濁防止法（以下「水濁法」という。）及び土壌汚染対策法（以下「土対法」という。）の基本的理解を問うものである。\n工場の製造工程中で使用されたカドミウム及び鉛を含む水が工場敷地の地下に浸透していたという事実関係から，付近一帯の地下水が汚濁し，土壌が汚染されたこと，カドミウム及び鉛は水濁法及び土対法の規制対象となる有害物質に当たることに気付き，Ａ県知事としては，水濁法及び土対法に基づく対応を行うことができることを説明することが求められている。少なくとも，水濁法の関係では，第１３条の２第１項の改善命令等，第１４条の３の地下水の水質の浄化に係る措置命令等を，土対法の関係では，第４条の調査命令，第５条の指定地域の指定，第７条の汚染の除去等の措置命令を指摘してほしい。\n設問２は，ＢのＣ及びＤに対する訴訟について問うものである。\nＣに対する関係では，不法行為に基づく損害賠償請求が考えられることを指摘し，受忍限度論，因果関係論，損害論（人身損害，物的損害）などを，本問の解決に当たって必要な限度でまとめ，さらに，人身損害の賠償を求める場合には，水濁法第１９条第１項により無過失責任を追求できることなどを説明することが求められる。Ｄに対する関係では，工場の稼働差止め請求等が考えられることを指摘し，その法的根拠を的確に説明することなどが求められる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際法上の難民問題と，それを素材とした関係国際法の理解を問う問題である。設問１．では，「難民の地位に関する条約」及び「難民の地位に関する議定書」（以下両条約をまとめて「難民条約」と呼ぶ。）を題材にして，条約の国内法上の効力が問われている。①条約自身が国内法上の効力をもつ国内法制かどうか，②条約が国内法上の効力をもつ国内法制の場合に，問題の条約の関係規定が裁判所で援用し得る内容をもつかどうか，③裁判所で援用し得るとして，条約が国内法制においてどのような効力序列にあるかが解答の要点となる。\n設問２．は，難民資格と個人の庇護権の関係を問う問題である。一般国際法上，個人の庇護権は認められておらず，その上で国家の庇護権を前提にした難民条約上の難民資格が個人の庇護権とは異なることの基本的な理解が求められている。\n設問３．は，難民条約を題材に国家の条約解釈権の在り方を問う問題である。条約は通常は締約国に対して特定の結果達成を義務付けるにとどまるために，当該結果達成のための方法は締約国にゆだねられる。Ｂ国政府の主張は，難民条約の解釈が締約国に広い裁量を認めることを前提にしたものである。それに対して，難民条約上の「難民」該当性の有無は裁判所が直接的に判断でき，「難民」としての資格を国内法上持たなくても，締約国である以上，難民条約上の「難民」として取り扱わなければならないという解釈が可能であることを尋ねている。条約について種々の解釈可能性があることに思いを致してほしいというのが設問の趣旨である。\n設問４．は，本件への難民条約の当てはめを問うている。難民条約第１条Ａが難民条約上の「難民」を定義するが，その中の「政治的意見を理由に迫害を受けるおそれがあるという十分に理由のある恐怖を有する」の部分が甲の難民該当性を考える場合にポイントになる。「食糧も事欠く状況になったため」Ａ国を脱出してＢ国に密入国し，その後にＢ国においてＡ国の「現政権打倒運動に参加した」甲は，Ａ国に強制送還されると「死刑を含む厳罰」に処せられることが予想される。このことが「政治的意見」を理由とした「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」ことと解釈できるのか。①元来は政治的意見のゆえに出国し\n- 12 -たのではないこと，②現政権打倒運動を行ったことが強制送還後の厳罰に結び付くと理解できるかどうか等の考慮点を押さえた，条約の解釈適用能力が問われている。\n本問では，国内裁判所において法曹として国際法の解釈適用作業を行える能力が，我が国裁判所で頻繁に扱われる難民問題によって試されている。\n〔第２問〕\n本問は，国際紛争の平和的解決に関する主権国家の義務に係る基本的な概念や原則の理解を問い，かつ，論点及び関連事実の抽出能力・判断力・論理構成力を問う問題である。\n基本的な概念や原則とは，①国際紛争の平和的解決義務の意義と内容，②裁判に付託する紛争という観点からの，法律的紛争・非法律的（政治的）紛争の概念のとらえ方，③紛争解決手段の選択の自由の原則である。\n紛争の平和的解決義務が，国家の基本的な義務であり，本件Ａ国とＢ国のいずれもこの義務を負うことには争いがない。紛争の平和的解決義務との関係では，Ａ国が，地域的政治的機構による解決に協力的であったことが関連をもつ。\n本件の紛争につき，裁判に付託することが適当か，Ｂ国の主張するようにＡ国は裁判に付託する義務を負うかが問われており，特に，本件の紛争のとらえ方が重要となる。紛争解決手段の選択の自由の原則も関連する。問題文では，長期にわたりＡ国とＢ国の対立関係の背景にある歴史的・社会的・宗教的な要因などとともに，地域的政治機構が関与してきたことについて，説明が与えられている。そこに示された事実状況を注意深く読んで，紛争の解決という目的に照らして，紛争をどの時点でとらえ，どのような争点で構成し，どのような性質でとらえることが適当であるかの判断に基づいて，Ａ国の反論を構成することになる。\n本問では，基本的な事項についての正確で過不足のない記述とともに，関連事実を踏まえて紛争をいかにとらえるかの十分な説明が要求される。さらに，以下の点などに触れることで，厚みのある論証が求められる。国際社会における紛争解決の特徴として，主権国家の並存体制において国際裁判管轄の合意原則が維持されており，政治的機構による解決も含めて非裁判的解決も活発に行われていることである。また，紛争の特徴や性質と，解決手続の選択との関連の在り方を，いかに考えるかである。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，法の適用に関する通則法第６条の失踪宣告の国際裁判管轄，準拠法及び失踪宣告の効果についての理解を問うことを中心として，死亡による婚姻解消及び相続の準拠法並びに反致についても基本的な理解を問うものである。\n設問１（１）では，失踪宣告について日本の裁判所が通則法第６条第２項の例外的国際裁判管轄を有するか否かが問われている。まず前提として同条第１項の原則的国際裁判管轄の有無を検討し，それがないときは，Ｘが解消を望むＡとの婚姻関係が，「日本法によるべきときその他法律関係の性質，当事者の住所又は国籍その他の事情に照らして日本に関係がある」法律関係と言えるか否かが検討されなければならない。法例第６条によれば，本件のような事案（婚姻の効力の準拠法が日本法とならない事案）については国際裁判管轄が認められず，そのような不都合の是正が通則法第６条の改正趣旨であることを踏まえた上，本件の婚姻関係が日本に関係がある法律関係であるか否かを検討することになる。\n設問１（２）は，当事者の死亡による婚姻解消の準拠法について問うものである。法例第６条の解釈と異なり，通則法第６条においては，例外的管轄に基く場合も失踪宣告の効力は死亡の擬制という直接的効果にとどまるものと整理されている。まずこの点を踏まえた上で，婚姻の解消を婚姻の効力（第２５条）又は離婚（第２７条）のいずれかの問題と性質決定し，準拠\n- 13 -法を導く論述が求められる。\n設問２（１）は，反致についての基本的な考え方を問うものである。反致を否定する甲国国際私法第Ｐ条のような規定の有無は，反致の成否に影響しないという意味において，通則法第\n４１条の適用には直接の関係はない。他方で，Ｐ条の規定の存在は，本件について，日本においても甲国においても同一の準拠法（日本法）が適用される結果を導くから，判決の国際的調和という要請を満足させる。従来からの反致制度を維持した通則法第４１条の基本的な理解を示すことが求められる。\n設問２（２）は，相続の準拠法を問うものである。失踪宣告の効力の直接的効果を踏まえた上で，通則法第３６条及び第４１条を適用して，準拠法を決定することとなる。\n〔第２問〕\n本問は，生産物責任訴訟の国際裁判管轄及び準拠法の理解を問うものである。\n設問１は，日本に常居所を有する個人であるＸが，外国で医薬品を購入して日本で副作用が発現した場合の事例である。小問（１）は，日本の裁判所が生産物責任訴訟の国際裁判管轄を有するか否かを問うており，財産関係事件に関する国際裁判管轄についての最高裁判例を踏まえて，国際裁判管轄を決する一般的な基準（条理及びその内容）を論じた上で，本件事例への当てはめを行うことが必要になる。具体的には，民事訴訟法第５条第９号の「不法行為があった地」の概念を明らかにして本事案にあてはめた上，結果発生地である日本に管轄を認めることが当事者間の公平，適正迅速な裁判の実現という理念に反することとなる特段の事情があるかどうかをＸとＹの利益状況に照らして具体的に論ずる必要がある。\n小問（２）は，生産物責任の準拠法を問うものである。法の適用に関する通則法第１８条の要件の当てはめを丁寧に行い，Ｙに対する損害賠償請求の準拠法を導き出すことになる。\n設問２は，Ｘがインターネットを通じて医薬品を購入した事例についての生産物責任の準拠法を問うものである。まず，本事例のような生産物の送付地と受領地が異なる場合の生産物の引渡地がどこになるのかを通則法第１８条の趣旨から論じた上で，同条ただし書の「その地における生産物の引渡しが通常予見できない」との意義について説明し，示された事実関係からどのように判断するかを述べることが求められている。\n- 14 -"
}