{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n甲国人男Ａは，地震の研究のために日本の大学に勤務していたが，その間に日本人女Ｘと知り合い，甲国において婚姻した。婚姻後５年を経過した時点で甲国に地震が発生し，当時，甲国の震源地近くで調査を行っていたＡが行方不明となった。地震発生後７年が経過したが，Ａの生死は依然不明の状態にある。ＡとＸの婚姻が有効に成立していることを前提として，以下の設問に答えよ。\nなお，甲国の国際私法には次の規定があること，また，本件事案には法の適用に関する通則法（平成１８年法律第７８号）が適用されることを前提とする。\n【甲国国際私法】\n第Ｐ条 裁判所は，甲国国際私法の規定によって指定された国の実質法のみを適用する。\n第Ｑ条 相続は，相続財産の所在地にかかわらず，被相続人の最後の住所地の法による。\n〔設 問〕\n１. ＡとＸは，婚姻後，甲国において婚姻生活を送っていたとする。Ａが行方不明となって間もなくＸは日本に帰国して生活していたが，日本人男Ｂと知り合い，現在ではＢとの婚姻を望んでいる。\n(1) Ｘが日本の裁判所にＡの失踪の宣告を申し立てた場合に，日本の裁判所はこの申立てについて国際裁判管轄権を有するか。\n（2） 日本の裁判所が失踪の宣告をした場合に，日本の裁判所はＡとＸの婚姻の解消についていかなる国の法によって判断するか。\n２. ＡとＸは，婚姻後，日本において婚姻生活を送っていたとする。Ａは日本の銀行に預金債権を有しており，Ｘはこれを相続するために，Ａの失踪の宣告を日本の裁判所に申し立て，日本の裁判所はＡの失踪の宣告をした。\nなお，甲国国際私法第Ｑ条の意味におけるＡの最後の住所地は日本にあるものとする。\n(1) 法の適用に関する通則法第４１条の適用上，甲国国際私法第Ｐ条のような規定は一般的にいかなる意味を持つか。\n(2) 本件相続に適用される法はいかなる国の法か。\n- 34 -\n〔第２問〕（配点：５０）\nＹは甲国に主たる事業所を有する世界有数の医薬品製造販売業者である。Ｙはその製造する医薬品Ａを甲国だけでなく，乙国等多くの国においてもそれらの国に所在する事業所を通じて販売している。医薬品Ａは日本の薬事法上の承認を受けておらず，Ｙは，日本に事業所も担当者も置いていない。Ｘは日本に常居所を有する日本人である。以上の事実を前提として以下の設問に答えよ。\nなお，各設問はいずれも独立した問いであり，本件には，法の適用に関する通則法（平成１８年法律第７８号）が適用されることを前提とする。\n〔設 問〕\n１. Ｘは，乙国に赴いた際に，日本では購入できない医薬品Ａが売られていたので，乙国でこれを購入した。Ｘは，日本に帰国後，医薬品Ａをしばらく服用していたが，体調が悪くなったため，病院で精密検査を受けたところ，医薬品Ａの副作用の結果であることが判明し，日本の病院で入通院を余儀なくされた。\n(1) ＸはＹに対し，入通院に要した費用等の損害賠償を求める訴えを日本の裁判所に提起した。\n日本の裁判所はこの訴えについて国際裁判管轄権を有するか。\n(2) ＸのＹに対する損害賠償請求に適用される法はいかなる国の法か。\n２. 乙国に常居所を有するＺは，医薬品Ａを大量に購入し，それが医薬品として承認されていない国々の居住者に対しても販売している。Ｘは，インターネットを利用してＺから医薬品Ａを購入し，郵送によって受領した。Ｘが医薬品Ａをしばらく服用したところ，その副作用のため健康を害し，日本において入通院を余儀なくされた。ＸのＹに対する入通院に要した費用等の損害賠償請求に適用される法はいかなる国の法か。\n- 35 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/選択.pdf",
  "purpose": "[国際関係法（私法系）］\n〔第１問〕\n本問は，法の適用に関する通則法第６条の失踪宣告の国際裁判管轄，準拠法及び失踪宣告の効果についての理解を問うことを中心として，死亡による婚姻解消及び相続の準拠法並びに反致についても基本的な理解を問うものである。\n設問１（１）では，失踪宣告について日本の裁判所が通則法第６条第２項の例外的国際裁判管轄を有するか否かが問われている。まず前提として同条第１項の原則的国際裁判管轄の有無を検討し，それがないときは，Ｘが解消を望むＡとの婚姻関係が，「日本法によるべきときその他法律関係の性質，当事者の住所又は国籍その他の事情に照らして日本に関係がある」法律関係と言えるか否かが検討されなければならない。法例第６条によれば，本件のような事案（婚姻の効力の準拠法が日本法とならない事案）については国際裁判管轄が認められず，そのような不都合の是正が通則法第６条の改正趣旨であることを踏まえた上，本件の婚姻関係が日本に関係がある法律関係であるか否かを検討することになる。\n設問１（２）は，当事者の死亡による婚姻解消の準拠法について問うものである。法例第６条の解釈と異なり，通則法第６条においては，例外的管轄に基く場合も失踪宣告の効力は死亡の擬制という直接的効果にとどまるものと整理されている。まずこの点を踏まえた上で，婚姻の解消を婚姻の効力（第２５条）又は離婚（第２７条）のいずれかの問題と性質決定し，準拠\n- 13 -法を導く論述が求められる。\n設問２（１）は，反致についての基本的な考え方を問うものである。反致を否定する甲国国際私法第Ｐ条のような規定の有無は，反致の成否に影響しないという意味において，通則法第\n４１条の適用には直接の関係はない。他方で，Ｐ条の規定の存在は，本件について，日本においても甲国においても同一の準拠法（日本法）が適用される結果を導くから，判決の国際的調和という要請を満足させる。従来からの反致制度を維持した通則法第４１条の基本的な理解を示すことが求められる。\n設問２（２）は，相続の準拠法を問うものである。失踪宣告の効力の直接的効果を踏まえた上で，通則法第３６条及び第４１条を適用して，準拠法を決定することとなる。\n〔第２問〕\n本問は，生産物責任訴訟の国際裁判管轄及び準拠法の理解を問うものである。\n設問１は，日本に常居所を有する個人であるＸが，外国で医薬品を購入して日本で副作用が発現した場合の事例である。小問（１）は，日本の裁判所が生産物責任訴訟の国際裁判管轄を有するか否かを問うており，財産関係事件に関する国際裁判管轄についての最高裁判例を踏まえて，国際裁判管轄を決する一般的な基準（条理及びその内容）を論じた上で，本件事例への当てはめを行うことが必要になる。具体的には，民事訴訟法第５条第９号の「不法行為があった地」の概念を明らかにして本事案にあてはめた上，結果発生地である日本に管轄を認めることが当事者間の公平，適正迅速な裁判の実現という理念に反することとなる特段の事情があるかどうかをＸとＹの利益状況に照らして具体的に論ずる必要がある。\n小問（２）は，生産物責任の準拠法を問うものである。法の適用に関する通則法第１８条の要件の当てはめを丁寧に行い，Ｙに対する損害賠償請求の準拠法を導き出すことになる。\n設問２は，Ｘがインターネットを通じて医薬品を購入した事例についての生産物責任の準拠法を問うものである。まず，本事例のような生産物の送付地と受領地が異なる場合の生産物の引渡地がどこになるのかを通則法第１８条の趣旨から論じた上で，同条ただし書の「その地における生産物の引渡しが通常予見できない」との意義について説明し，示された事実関係からどのように判断するかを述べることが求められている。\n- 14 -"
}