{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\nＸは，親友Ａが代表取締役として実質的に一人で経営しているＢ株式会社（以下「Ｂ社」という。）の非常勤の取締役であるが，同社の経営には全く関与していなかった。Ａは，平成１４年６月，Ｃ銀行から５０００万円を借り入れ，Ｂ社の運転資金に充当した。その際，Ｘは，Ａから依頼されて，Ａの上記借入れについて連帯保証した。\nその後，Ｂ社の経営が次第に悪化し利息の支払すら困難になり，Ｘは，Ａに懇願されて，やむを得ず，平成１７年３月，自己所有の土地（３０年前に１０００万円で購入した土地。以下「本件土地」という。）を売却して，その売却代金８０００万円から，譲渡費用３００万円を支払った上，ＡのＣ銀行に対する残債務４０００万円全額を返済し，４０００万円をＡに求償した。しかし，Ｂ社は経営不振が続いた結果，債務超過に陥り辛うじて営業を続けている状態であって，Ａには，Ｘから求償された金銭の返済資金が全くなかった。\nそこで，Ｘは，本件土地の売却代金のうち，Ｃ銀行に対する返済に充当した部分については，所得税法第６４条第２項に規定する所得計算の特例の適用を受けることができるものとして，平成１７年分の確定申告書を提出した。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１. 所得税法第６４条第２項の規定の適用がないとした場合において，本件土地の売却に係るＸの所得税の課税関係がどうなるかについて，所得税法の条文の根拠を摘示して論じなさい。ただし，租税特別措置法の適用はないものとして論じなさい（以下の設問においても同じ。）。\n２. Ｘが所得税法第６４条第２項に規定する所得計算の特例の適用を受けることができるかどうかについて，その適用要件を示した上，前記の事案においてこれに該当する事実としてどのような事実が認められるのかを検討しつつ論じなさい。\n３. 前記の事案中のＡの平成１４年６月の借入れの時点で，Ｂ社が既に債務超過で辛うじて営業を続けている状態であり，Ａにも返済資金が全くなかったとした場合において，Ｘが所得税法第６４条第２項の適用を受けることができるかどうかについて論じなさい。〔第２問〕（配点：５０）\n甲は，多数の従業員を擁して個人で生花の卸小売りを行う花屋の事業を営んでいる。甲は，平成\n１８年５月下旬ころ，得意先の丙株式会社（以下「丙社」という。）から同社の記念行事を飾る一定量の生花の注文を受けたことから，その納期である同年６月１日に，従業員乙に指示してその生花を丙社に配達させたが，その折，乙は，丙社の社長室に置いてある高級なガラス製の置物を誤って割ってしまった。その置物は，丙社がその前日に備品として３００万円で購入したものであった。\n連絡を受けた甲は，すぐさま丙社に出向いて陳謝したところ，丙社の社長は，甲が丙社に対し上記の置物の購入代金の３００万円を支払うことを条件に，これまでどおり取引を続けてよいと述べた。\n甲はこれを了承し，翌日，３００万円を丙社に支払った（以下当該支払を「本件支払」という。）。\n同日，甲は乙に対して，「今回のことは，この仕事ではよくあることで，仕方がありません。あなたは，長い間，まじめに働いてくれていますから，３００万円はあなたには求償しませんよ。」と述べた。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１. 甲の事業所得の金額の計算上，本件支払に係る金額がどのように取り扱われるかについて，条文を摘示しつつ論じなさい。\n２. 本件支払に係る乙の所得税の課税関係がどうなるかについて，源泉徴収の要否にも触れながら，条文を摘示しつつ論じなさい。\n３. 丙社が本件支払を受けたことに伴い，丙社に法人税の課税関係が生ずるかどうかについて，条文を摘示しつつ論じなさい。\n（参照条文） 所得税法施行令第９８条の２法第４５条第１項第７号 (必要経費とされない損害賠償金)に規定する政令で定める損害賠償金\n（これに類するものを含む。）は，同項第１号に掲げる経費に該当する損害賠償金（これに類するものを含む。以下この条において同じ。）のほか，不動産所得，事業所得，山林所得又は雑所得を生ずべき業務に関連して，故意又は重大な過失によつて他人の権利を侵害したことにより支払う損害賠償金とする。- 8 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/選択.pdf",
  "purpose": "[租 税 法］いずれの設問も，法科大学院における租税法の基本的な事項に関する学習を前提として，具体的な事案について，租税法規の解釈論をどのように展開することができるか，どのように事実関係を認定し，どのように法規に当てはめて判断すべきかを考える能力を試すものである。\n〔第１問〕\n第１問は，保証人としての債務を履行した場合の譲渡所得の課税関係に関する理解を問う問題である。１においては，譲渡所得の該当性及び譲渡所得の課税の基本的な仕組みについての理解を問うている。所得税法第３３条の規定とともに，同法第２２条に留意する必要が- 7 -\nある。２においては，所得税法第６４条第２項の特例の適用要件についての基本的な理解を問うた上で，本問の事案に現れた諸事実の中から，その適用要件に関わる事実を指摘し，当該要件を満たすか否かを論じる能力を試している。３においては，Ｘが連帯保証をした時点で既にＢ社が債務超過に陥っており，辛うじて営業を続けている状態にあって，Ａにも返済資金が全くなかった場合を想定して，所得税法第６４条第２項の特例の適用要件の法解釈を論じた上で，Ｘがそれらの事実を認識していたかどうかを含めて，その適用要件を満たすか否かを論じる能力を試している。\n〔第２問〕\n第２問は，事案に現れた三者間の法律関係を把握した上で，所得税法及び法人税法の規定の法解釈論を展開するとともに，問題文に現れた事実関係を整理して法規範を適用する能力を試す問題である。１については，参照条文を参考にしながら，必要経費に関する所得税法第３７条及び第４５条の関連規定の要件を正確に読み取り，それらの規定の趣旨がいかなるものか，当該趣旨や条文の文言に照らして，甲のした支払の所得税法上の取扱いがどうなるのかを，問題文に現れた諸事実を踏まえつつ，分かりやすく論述できるかどうかを試している。２については，民事上の法律関係を踏まえ，甲が求償しない旨を乙に告げ，乙が甲から求償権の行使を受けなくなったことに関して，それが所得税法第３６条所定の収入金額に当たるか，当たるとすればいかなる理由に基づくのか，また，その所得区分はどのように考えるべきか，さらに，源泉徴収がいかなる場合にどのようにして行われるのか，を論じることができるかどうかを問うている。３については，法人税の課税標準となる各事業年度の所得の金額の計算構造の基本的な理解を問うとともに，損害賠償請求権の額が益金の額に算入されるか，備品の損壊が損失として損金の額に算入されるかに関する理解を問うている。"
}