{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００）\nＦ国籍の外国人である男性Ａは，出入国管理及び難民認定法（以下「入管法」といい，条文だけの引用は同法を指す。）第２条の２第２項，別表第１の４に規定された留学の在留資格（在留の目的が留学である在留資格）をもって日本に在留しており，２００４年４月に甲大学福祉学部に入学し，２００７年５月現在，第４学年に在学中である。２００８年３月には卒業の見込みである。\nＡは，入学当初は，本国で工場を経営する父親から学資（月額１０万円）の援助を受けていたところ，２００６年４月に父親の会社が倒産した。このため，Ａはアルバイトを始めようと考えるに至った。留学の在留資格で在留する者には報酬を受ける活動が禁止され（第１９条第１項第２号），報酬活動を行うためには資格外活動許可が必要とされている（同条第２項）。無許可就労などに対しては，罰則が規定されている（第７３条，第７０条第１項第４号）。そこで，Ａは資格外活動許可を受けた上，２００６年５月から，レストランＰ店で週３日間のアルバイト（週２１時間）を開始した。資格外活動許可書の「新たに許可された活動の内容」欄には，「１週について２８時間以内の報酬を受ける活動（風俗営業が営まれている営業所において行われるものを除く。）」と記載されていた。しかし，時給が低いＰ店でのアルバイトでは滞在経費（１か月当たり約１４万円）の不足を補えないとして，２か月後にＡは，時給がよいＲ店に勤務先を変更した（月，水，金曜日の午後７時から午前２時，週２１時間）。同店の営業は「キヤバレーその他設備を設けて客にダンスをさせ，かつ，客の接待をして客に飲食をさせる営業」（風俗営業等の規制及び業務の適正化等に関する法律第\n２条第１項第１号）に該当するが，同法の営業許可を受けていなかった。Ａは接客には一切関与せず，アルバイトの内容は，テーブル等のセット，厨房手伝い，掃除，買い物といった作業内容であった。Ａの友人らによれば，ファミリーレストランにおけるアルバイトと実質的に変わらないという。Ａは，アルバイトで得られる月額１０万円余りと奨学金月額３万円を生活費，教科書代等に充て，授業料は一部免除を受け，不足分は親戚からの仕送りに頼ってきた。生活費の捻出に手一杯で，預金をするゆとりはない。大学におけるＡの講義出席率は平均約８０パーセントであり，３年次までで，卒業必要単位１２４のうち１００単位を既に取得している。単位取得した４５科目の成績は，優（評点１００点から８０点）が１０科目，良（評点７９点から７０点）が１０科目，可（評点６９点から６０点）が２５科目である。Ａは，Ｒ店のアルバイトを９か月余り続けた。\n２００７年４月９日にＲ店が摘発され，Ａは入国警備官による調査（第２７条）を受けた。その結果，Ａは退去強制事由に該当するとされた。すなわち，Ａは「第１９条第１項の規定に違反して\n……報酬を受ける活動を専ら行つていると明らかに認められる者」（第２４条第４号イ）に該当すると判断されたのである。４月１０日にＡは入国警備官により収容場に収容された（第３９条第１項）。\nＡの引渡しを受けた入国審査官は，審査（第４５条第１項）の結果，４月１６日に，退去強制事由（第２４条第４号イ）該当を認定し，Ａに通知した（第４７条第３項）。Ａが口頭審理を請求した（第４８条第１項）ところ，４月２３日に，特別審理官は口頭審理を行い，認定に誤りがないとの判定を下した（第４８条第８項）。これに対し，Ａは異議を申し出た（第４９条第１項）。４月３０\n日に，（法務大臣から権限委任を受けた）地方入国管理局長は，Ａの異議には理由がないとの裁決を下した（第４９条第３項，第６９条の２）。５月６日に，Ａは，主任審査官より退去強制令書の発付\n（第４９条第６項，第５１条）を受けた上，同令書の執行を受けて，改めて入国者収容所入国管理センターに収容された。このままではＡは大学に通うこともできず，本国に送還されてしまうとして，Ａの関係者から弁護士Ｂに相談があった。収容所に出張したＢに対し，Ａは，留学の在留資格をもって日本で勉学を継続できるように訴訟提起を依頼した。\n【資料１ 法律事務所の会議録】を読んだ上で，若手弁護士Ｃの立場に立って，Ｂの指示に応じ，\n設問に答えなさい。\nなお，退去強制手続の流れについては，弁護士Ｃの調査資料【資料２ 退去強制手続の流れ】があり，入管法や同法に関する省令の抜粋は【資料３ 出入国管理及び難民認定法等】に掲げてあるので，適宜参照しなさい。\n- 10 -\n〔設 問〕\n１.(1) 退去強制令書に基づくＡの収容の継続及び送還を阻止するために，Ａがいかなる法的手続（行政事件訴訟法に定めるものに限る。）をとるべきかについて，それを用いる場合の要件を中心に論じなさい。\n(2) また，Ａが退去強制事由該当の判断を争うために認定又は裁決の取消訴訟を提起する場合，認定と裁決のいずれを対象とするのが適切かを論じなさい。\n２. 上記１. の手続において退去強制事由該当の判断を争う場合に，Ａはいかなる実体法上の主張をすべきかを，詳細に論じなさい。\nなお，以上の設問に関しては，在留特別許可（第５０条）の問題を検討する必要はない。\n【資料１ 法律事務所の会議録】\n弁護士Ｂ: 今日は，Ａさんの案件について，基本的な処理方針を検討したいと思います。まず，退去強制の仕組みに関する調査結果を報告してください。\n弁護士Ｃ: 資料（資料２）を御覧ください。入管法は，退去強制事由該当の有無を３段階にわたり判断する仕組みを採用しています。入国審査官の認定，特別審理官の判定，法務大臣ないしは権限の委任を受けた地方入国管理局長の裁決という３段階の仕組みです。行政不服審査法の適用は除外されています（同法第４条第１項第１０号）。いずれかの段階で，不該当の判断が下れば，Ａさんは放免され，在留できます。本件ではいずれもいれられず，退去強制令書が発付されました。\n弁護士Ｂ: 本件では退去強制令書が発付され，Ａさんは収容されていますし，このままでは本国に送還されてしまいます。まず，何らかの手立てを講じなければなりません。発付の法的性格を解明した上で，争い方を考えてください。本件は，在留特別許可がされなかった点の問題もありますが，そもそも退去強制事由の存否を争う余地があるケースのようです。在留特別許可は後で検討することにしましょう。仮放免や人身保護請求も検討から除外してください。本件では，まずは退去強制事由非該当の主張が中心になりますから，この点を網羅的に検討したいと考えています。まず，第１９条第２項の資格外活動の許可の基準はどうなっていますか。\n弁護士Ｃ: Ａさんの許可書にも一部記載されていましたが，留学生の場合，①１週に２８時間以内，②勉強状況・在留状況に問題がなく，③稼働目的が学費その他の必要経費を賄うものであり，④申請の活動が社会通念上学生の通常行うアルバイトの範囲内であれば許可するという運用です。風営店での活動は，内容を問わず一切許可されません。\n弁護士Ｂ: 入管法が資格外活動許可制をどのように位置付けているのかが，ポイントですね。入国管理当局の見解はどうですか。\n弁護士Ｃ: 入管当局は在留資格制度の趣旨から解釈しています。留学の在留資格で在留しようとする者に対しては，上陸時に，在留期間中生活するのに十分な資産等の保有が要求されます。\n第７条第１項第２号の委任に基づき，上陸のための条件について定めた法務省令（「出入国管理及び難民認定法第７条第１項第２号の基準を定める省令」）が，資産保有要件を定めています。入管当局では，こうした上陸時の要件を重視して，就労しつつ勉学する外国人を受け入れるという政策は我が国では採用されていないとし，この前提から，第１９条第２\n項の許可は必要経費の一部を賄う程度のアルバイトのみを許容する趣旨で，滞在経費を専ら賄うアルバイトは含まないと説明しています。\n弁護士Ｂ: 上陸後の在留中に事情が変わることはあり得ることで，その点も考慮すべきかもしれませんね。まず，Ａさんがアルバイトで滞在経費を専ら賄っているといえるのかを争いましょう。そのほか，風営店での活動が一律不許可なのは，どのような理由からですか。\n- 11 -弁護士Ｃ: 学業と両立しないもので，留学生が通常行うアルバイトの範囲外という理解だと思います。\n弁護士Ｂ: 風営店での活動も多様ですから，具体的に判断すべきですね。しかし，仮に，第１９条違反だとして，それは第２４条の退去強制とどのような関係になりますか。\n弁護士Ｃ: 入管当局は，在留資格制度の趣旨から，滞在経費を専ら賄うアルバイトは第１９条第２項の許可対象ではなく，それがされれば，在留目的が実質的に変更され，第２４条第４号イの「報酬を受ける活動を専ら行つている」という要件に該当することになると説明しています。また，風営店でのアルバイトは，およそ学業と両立せず，したがって，そのようなアルバイトは在留目的変更の有力な証拠ととらえています。\n弁護士Ｂ: 実質的に在留目的が変更されたというのは一つの解釈ですが，その当否の検討が必要ですね。\n弁護士Ｃ: 退去強制の要件を定める第２４条は，第１９条第１項違反という要件と，「専ら行つている」という要件の二つから構成されていますね。\n弁護士Ｂ: 確かに，第７３条と第７０条第１項第４号を見ても，二つの罰則規定を法律は書き分けていますね。これを参考に，第２４条と第１９条第１項の関係も検討してください。第２４条第４号イの「専ら行つている」要件についての裁判所の解釈は，過去に担当した事件ではどのようなものでしたか。\n弁護士Ｃ: 例えば，アルバイトで得た金銭が遊興費，事業資金，蓄財に充てられた事例では，退去強制事由該当と判断されました。また，風営店でホステスとして専心して活動し，学業を怠り，欠席が多く単位取得も不足していたケースでも，該当の判断でした。\n弁護士Ｂ: それでは，本件における諸般の事情を総合判断して，「専ら行つている」という要件について，解釈と当てはめを具体的に検討してください。ところで，以上の検討では，退去強制令書発付に対して争うことを念頭に置いて，退去強制事由不該当を，違法性の承継を前提として主張しようと考えてきました。しかし，国の側では，違法性の承継を認めない主張をしてくるかもしれません。この点を考慮しますと，先行行為を対象に争う訴訟についても，検討しておく必要がありそうです。また，退去強制事由該当判断を直接争うことは，在留資格を是非維持したいというＡさんの依頼の趣旨にも合致します。その場合，本件では認定と判定と裁決の３段階の行為が現にされているわけですが，どうなるのでしょうか。\nこれらの３段階の行為については行政事件訴訟法でいう「処分又は裁決」には当たらないという考え方もありますが，従来の裁判例や実務を参考に，「処分又は裁決」であることを前提に検討しましょう。認定，判定，裁決について，原処分と不服審査裁決の関係とはとらえない立場もありますが，ここでは，入管法独自の不服申立ての仕組みと見て，判定なり，裁決なりを行訴法第３条第３項にいう裁決ととらえる解釈でいきましょう。そうしますと，原処分主義なら認定を，裁決主義なら裁決を争うということになりそうですが。\n弁護士Ｃ: 認定―判定―裁決を不服申立ての仕組みととらえる見解においても，解釈は分かれています。ある立場は，３日間という短期の不服申立期間など，最終判断までの迅速化を図った諸規定を重視して，３段階の行為を一体にとらえています。これに対し，明文規定の有無を重視する立場も見られます。\n弁護士Ｂ: それぞれがどのような立場なのかを整理し，どちらを採るべきかを検討してください。\n- 12 -\n【資料２ 退去強制手続の流れ】\n（Ａの手続の経過は太字で示したとおりである。）入国審査官の認定退去強制事由該当の認定（４７条３項，４項） 非該当の認定（→放免・在留）\n↓ 口頭審理の請求（４８条１項）：３日以内特別審理官の判定認定が誤りなしとの判定（４８条８項） 認定が誤りとの判定（→放免・在留）\n↓ 異議の申出（４９条１項）：３日以内地方入国管理局長の裁決 （４９条３項，６９条の２）異議の申出に理由なし 申出に理由あり（→放免・在留）\n↓主任審査官の退去強制令書発付 （４９条６項，５１条）\n↓執行（５２条１項） ・・・収容（５２条５項），送還（５２条３項，５３条）\n- 13 -\n【資料３ 出入国管理及び難民認定法等】\n○ 出入国管理及び難民認定法（昭和２６年１０月４日政令第３１９号）（抜粋）\n（在留資格及び在留期間）第２条の２ 本邦に在留する外国人は，出入国管理及び難民認定法及び他の法律に特別の規定がある場合を除き，それぞれ，当該外国人に対する上陸許可若しくは当該外国人の取得に係る在留資格又はそれらの変更に係る在留資格をもつて在留するものとする。\n２ 在留資格は，別表第１又は別表第２の上欄に掲げるとおりとし，別表第１の上欄の在留資格をもつて在留する者は当該在留資格に応じそれぞれ本邦において同表の下欄に掲げる活動を行うことができ，別表第２の上欄の在留資格をもつて在留する者は当該在留資格に応じそれぞれ本邦において同表の下欄に掲げる身分若しくは地位を有する者としての活動を行うことができる。\n３ （略）\n（入国審査官の審査）第７条 入国審査官は，前条第２項の申請（注１）があつたときは，当該外国人が次の各号……に掲げる上陸のための条件に適合しているかどうかを審査しなければならない。\n（注１）外国人による本邦への上陸申請をいう。\n一 （略）二 申請に係る本邦において行おうとする活動が虚偽のものでなく，別表第１の下欄に掲げる活動……又は別表第２の下欄に掲げる身分若しくは地位……を有する者としての活動のいずれかに該当し，かつ，別表第１の２の表及び４の表の下欄……に掲げる活動を行おうとする者については我が国の産業及び国民生活に与える影響その他の事情を勘案して法務省令で定める基準に適合すること。\n三，四 （略）\n２，３ （略）\n（在留）第１９条 別表第１の上欄の在留資格をもつて在留する者は，次項の許可を受けて行う場合を除き，次の各号に掲げる区分に応じ当該各号に掲げる活動を行つてはならない。\n一 （略）二 別表第１の３の表及び４の表の上欄の在留資格をもつて在留する者 収入を伴う事業を運営する活動又は報酬を受ける活動\n２ 法務大臣は，別表第１の上欄の在留資格をもつて在留する者から，法務省令で定める手続により，当該在留資格に応じ同表の下欄に掲げる活動の遂行を阻害しない範囲内で当該活動に属しない収入を伴う事業を運営する活動又は報酬を受ける活動を行うことを希望する旨の申請があつた場合において，相当と認めるときは，これを許可することができる。\n３ （略）\n（退去強制）第２４条 次の各号のいずれかに該当する外国人については，次章（注２）に規定する手続により，本邦からの退去を強制することができる。\n（注２）第５章（第２７条から第５５条まで）を指す。\n一〜三の三 （略）四 本邦に在留する外国人……で次に掲げる者のいずれかに該当するものイ 第１９条第１項の規定に違反して収入を伴う事業を運営する活動又は報酬を受ける活動を専ら行つていると明らかに認められる者……\nロ〜ヨ （略）\n- 14 -四の二〜十 （略）\n（違反調査）第２７条 入国警備官は，第２４条各号の一に該当すると思料する外国人があるときは，当該外国人（以下「容疑者」という。）につき違反調査をすることができる。\n（収容）第３９条 入国警備官は，容疑者が第２４条各号の一に該当すると疑うに足りる相当の理由があるときは，収容令書により，その者を収容することができる。\n２ （略）\n（容疑者の引渡）第４４条 入国警備官は，第３９条第１項の規定により容疑者を収容したときは，容疑者の身体を拘束した時から４８時間以内に，調書及び証拠物とともに，当該容疑者を入国審査官に引き渡さなければならない。\n（入国審査官の審査）第４５条 入国審査官は，前条の規定により容疑者の引渡しを受けたときは，容疑者が退去強制対象者（第２４条各号のいずれかに該当し，かつ，出国命令対象者に該当しない外国人をいう。以下同じ。）に該当するかどうかを速やかに審査しなければならない。\n２ （略）\n（審査後の手続）第４７条 （略）\n２ （略）\n３ 入国審査官は，審査の結果，容疑者が退去強制対象者に該当すると認定したときは，速やかに理由を付した書面をもつて，主任審査官及びその者にその旨を知らせなければならない。\n４ 前項の通知をする場合には，入国審査官は，当該容疑者に対し，第４８条の規定による口頭審理の請求をすることができる旨を知らせなければならない。\n５ 第３項の場合において，容疑者がその認定に服したときは，主任審査官は，その者に対し，口頭審理の請求をしない旨を記載した文書に署名させ，速やかに第５１条の規定による退去強制令書を発付しなければならない。\n（口頭審理）第４８条 前条第３項の通知を受けた容疑者は，同項の認定に異議があるときは，その通知を受けた日から３日以内に，口頭をもつて，特別審理官に対し口頭審理の請求をすることができる。\n２ （略）\n３ 特別審理官は，第１項の口頭審理の請求があつたときは，容疑者に対し，時及び場所を通知して速やかに口頭審理を行わなければならない。\n４〜７ （略）\n８ 特別審理官は，口頭審理の結果，前条第３項の認定が誤りがないと判定したときは，速やかに主任審査官及び当該容疑者にその旨を知らせるとともに，当該容疑者に対し，第４９条の規定により異議を申し出ることができる旨を知らせなければならない。\n９ （略）\n（異議の申出）第４９条 前条第８項の通知を受けた容疑者は，同項の判定に異議があるときは，その通知を受けた日から３日以内に，法務省令で定める手続により，不服の事由を記載した書面を主任審査官に提出して，法務大臣に対し異議を申し出ることができる。\n２ （略）\n３ 法務大臣は，第１項の規定による異議の申出を受理したときは，異議の申出が理由があるかどうかを裁決して，その結果を主任審査官に通知しなければならない。\n- 15 -\n４，５ （略）\n６ 主任審査官は，法務大臣から異議の申出が理由がないと裁決した旨の通知を受けたときは，速やかに当該容疑者に対し，その旨を知らせるとともに，第５１条の規定による退去強制令書を発付しなければならない。\n（退去強制令書の方式）第５１条 ……第４９条第６項の規定により，又は……に基づく退去強制の手続において発付される退去強制令書には，退去強制を受ける者の氏名，年齢及び国籍，退去強制の理由，送還先，発付年月日その他法務省令で定める事項を記載し，かつ，主任審査官がこれに記名押印しなければならない。\n（退去強制令書の執行）第５２条 退去強制令書は，入国警備官が執行するものとする。\n２ （略）\n３ 入国警備官……は，退去強制令書を執行するときは，退去強制を受ける者に退去強制令書又はその写しを示して，速やかにその者を次条に規定する送還先に送還しなければならない。……。\n４ （略）\n５ 入国警備官は，第３項本文の場合において，退去強制を受ける者を直ちに本邦外に送還することができないときは，送還可能のときまで，その者を入国者収容所，収容場その他法務大臣又はその委任を受けた主任審査官が指定する場所に収容することができる。\n６ （略）\n（送還先）第５３条 退去強制を受ける者は，その者の国籍又は市民権の属する国に送還されるものとする。\n２，３ （略）\n（権限の委任）第６９条の２ 出入国管理及び難民認定法に規定する法務大臣の権限は，法務省令で定めるところにより，地方入国管理局長に委任することができる。……。\n第７０条 次の各号のいずれかに該当する者は，３年以下の懲役若しくは禁錮若しくは３００万円以下の罰金に処し，又はその懲役若しくは禁錮及び罰金を併科する。\n一〜三の二 （略）四 第１９条第１項の規定に違反して収入を伴う事業を運営する活動又は報酬を受ける活動を専ら行つていると明らかに認められる者五〜九 （略）\n２ （略）第７３条 第７０条第１項第４号に該当する場合を除き，第１９条第１項の規定に違反して収入を伴う事業を運営する活動又は報酬を受ける活動を行つた者は，１年以下の懲役若しくは禁錮若しくは２００万円以下の罰金に処し，又はその懲役若しくは禁錮及び罰金を併科する。\n別表第１の４上欄 下 欄在留 本邦において行うことができる活動資格留学 本邦の大学若しくはこれに準ずる機関，専修学校の専門課程，外国において１２年の学校教育を修了した者に対して本邦の大学に入学するための教育を行う機関又は高等専門学校において教育を受ける活動\n- 16 -\n○ 出入国管理及び難民認定法第７条第１項第２号の基準を定める省令（平成２年５月２４日法務省令第１６号）出入国管理及び難民認定法（以下「法」という。）第７条第１項第２号の基準は，法第６条第２項の申請を行った者（以下「申請人」という。）が本邦において行おうとする次の表の上欄に掲げる活動に応じ，それぞれ同表の下欄に掲げるとおりとする。\n上 欄 下 欄活 動 基 準法別表第１の４ 一 （略）の表の留学の項 二 申請人がその本邦に在留する期間中の生活に要する費用（以下「生活費用」の下欄に掲げる という。）を支弁する十分な資産，奨学金その他の手段を有すること。ただし，活動 申請人以外の者が申請人の生活費用を支弁する場合は，この限りでない。\n三〜六（略）\n- 17 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，留学の在留資格に基づいて日本の大学に在学する外国人に対し風営店でのアルバイトを理由として退去強制令書が発付され，収容されたことについて，当該外国人の弁護士という立場から論じさせるものである。問題文と資料から基本的な事実関係，法令の趣旨を読み解き，説得力ある理由とともに，適切な結論を導くことが問われている。法科大学院における基礎的な学習を前提として，具体的な事例で，適切な救済手段や訴訟方法を選択し，それと結びついた本案の主張を展開する力を試すものである。\n設問 1 の（１）は，収容やその後に予定される送還を停止するための法的手段に関する基本的理解を問うものである。例えば，退去強制令書の発付が処分に当たることを説明した上で，その執行停止を解答する場合には，発付処分の取消訴訟を提起することに加えて，行政事件訴訟法第２５条所定の要件に即して検討する必要があろう。同条第２項の「重大な損害」という要件については，学業継続の支障，事後的な損害賠償による損害回復の困難性，人格の尊厳への侵害など，具体的根拠を伴った解釈論が望まれる。収容の継続と送還とを区別した上でそれぞれの部分についての執行停止の要否，可否を論ずるといった配慮も期待されるところである。\n以上のような発付処分の取消訴訟と執行停止の組合せではなく，それ以外の方法を選んで解答する場合には，その方法が現行法上可能かつ適切であり，その方法によって確実に収容や送還が停止できることを示すことが重要である。例えば，差止訴訟及び仮の差止めの方法を選択するのであれば，取消訴訟及び執行停止の可能性との関係をどう考えるかの検討は不可欠であろう。\n設問１の（２）は，退去強制事由に該当するという行政判断を争うための訴訟選択に関する問題である。ここでは，取消訴訟の対象を認定と裁決のどちらとすべきかが，問われている。\n入管法所定の審理の仕組みに関しては，資料に示されているように，様々な見解が存在するところであるが，本問では，２つの行為の関係を原処分と裁決の関係として解釈することを前提とした上で，原処分主義と解釈して認定の取消訴訟を提起すべきか，それとも裁決主義と理解して裁決の取消訴訟を提起すべきかという点について，解答者の立場を示すことが求められている。\n設問２は，実体法の問題として，入管法所定の退去強制事由に該当するという行政判断の当否を問うものである。これは，留学の在留資格に係る退去強制事由の解釈とその具体的適用に関するものであり，行政庁の広汎な裁量権が問題となるいわゆる在留特別許可に関するものではない。解答に当たっては，関係する条文の構造，問題文や資料で示された入管政策や入管実務における解釈を正確に把握した上で，検討を進めることが期待される。\n入管は，就労しつつ勉学するという留学の形態を原則として認めない基本政策を前提に，資格外活動を限定的に捉えている。その上で，在留目的を変更したと認められるような態様で資格外活動がなされていれば，第２４条の「専ら行つている」という要件に該当すると解釈するのである。これによると，量の面では，滞在費の大半がアルバイトで賄われていれば上記要件に該当し，質の面では，風営店でのアルバイトは一律該当と解釈される。\n- 2 -こうした行政判断について実体法上の検討を行うにあたっては，まず，本件のアルバイトが第１９条に違反するものであるのかを，問題文，資料に示された事実関係に即して検討することが必要である。その上で，第２４条の「専ら行つている」の要件該当性を検討することとなろう。その際には，第１９条と第２４条の関係に言及することが望まれる。論じ方としては，第２４条で退去強制について第１９条違反だけでなく報酬活動を「専ら行つている」という要件を加えており，また，単なる第１９条違反には軽い刑罰を規定する一方で同条違反の活動を「専ら行つている」場合には重い刑罰を定めているなど，入管法が２つの要件を書き分けている点に着目することが考えられよう。また，法律には存在しない「在留目的」といった語を用いてその実質的な変更を問題とする入管実務の解釈方法について検討したり，風営店でのア\nルバイトを一律禁止とする入管の見解に対し，本件の事実関係に即して，アルバイトに至った経緯，学業成績，出席状況，アルバイトの継続性，アルバイトの具体的内容などを取り込んだ解釈論を展開することも考えられる。\n以上のように，具体の法制度の趣旨を分析した上で，行政判断を多角的かつ柔軟に検討することが求められているのである。"
}