{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n以下の【事実関係】の下で，Ｄ社は，Ａ及びＢに対して，何らかの懲戒処分を行いたいと考えている。この相談に対し，あなたが弁護士として回答する場合に検討すべき法律上の問題点を，ＡとＢそれぞれについて指摘し，それについてのあなたの見解を述べなさい。\n【事実関係】\nＡ及びＢは，製造業を営むＣ社の従業員であるが，現在，子会社のＤ社に在籍出向中であり，Ａは同社の本社営業部において，Ｂは同社のＥ営業所においてそれぞれ勤務している。Ｃ社の就業規則においては，所定労働日は月曜日から金曜日までとされ，始業時刻は午前８時，終業時刻は午後５時（休憩１時間）と定められている。他方，Ｄ社では，労働日はＣ社と同一であるが，製品の販売等を主たる事業としていることから，顧客との取引の多い時間帯に合わせて，各事業場において始業時刻を午前９時，終業時刻を午後６時（休憩１時間）としている。\nＣ社の上司からＡ・Ｂ両名に出向の内示があった際，Ａは，小さな子供を抱えており，出向先までの通勤時間はあまり変わらないものの，終業時刻が１時間遅くなるため，帰宅の際に子供を保育所に迎えに行くことが困難になることにつき不満を示し，Ｂも，小規模な営業所勤務となることに不満を述べた。しかし，両名は，結局は異議を留めずに出向に応じ，Ｄ社の勤務時間どおりに就労し始めた。\nところが，その後，Ｅ営業所でＢの不手際により商品の受注事務につき多大な支障が生じ，取引先から苦情が多数寄せられた。このＢの不手際は，出向後仕事に熱意を示さなくなっていた同人が上司の指示を無視したために生じたものであった。また，この事態に対応するため，本社営業部でも残業が必要になり，営業部長は，当日の水曜日と翌木曜日の２日間にわたり，Ａを含む営業部の関係従業員に対して，それぞれ午後１１時までの５時間の残業を命じた。しかし，Ａは，水曜日については，友人に子供を一時預かってもらうことが可能になったとして午後１０時までは残業したものの，その後の残業は拒否して退社し，木曜日は，その手立てがつかないと述べて一切の残業を拒否し，午後６時に退社した。\nＤ社の就業規則には，「会社は，業務上の必要に応じて，労働基準法第３６条所定の協定に従い，時間外又は休日に従業員を労働させることができる。」という規定があり，Ｄ社は，各事業場における労働者の過半数を代表する者との間で同協定を締結し，所轄労働基準監督署長に届け出ているが，協定には，「納期への対応，決算事務，その他業務の必要上やむを得ない場合」が時間外・\n休日労働の事由として挙げられ，延長時間の限度は，１日については４時間と記載されていた。\nまた，Ｄ社の就業規則には，会社が懲戒処分をなし得る旨の規定のほか，譴責・減給・出勤停止・諭旨退職・懲戒解雇という懲戒処分の種類を定めた規定があり，業務上の指示・命令違反その他の懲戒事由を定めた規定も置かれている。もっとも，同社のＥ営業所においては，常時就労している従業員数は８名であり，上記就業規則の周知手続はとられていなかった。他方，Ｃ社でも，就業規則上にＤ社の上記規定と同様の定めがあり，労働基準法第３６条の協定も締結されているが，Ｃ・Ｄ両社間の出向協定には懲戒処分についての定めはなかった。\n- 20 -\n〔第２問〕（配点：５０）\n○○年１０月１０日，弁護士であるあなたは，Ｒ労働組合（以下「Ｒ労組」という。）の委員長であるＸ１とＰ労働組合（以下「Ｐ労組」という。）の組合員であるＸ１１〜Ｘ１３から，後記【相談事例】について，雇用の回復や本来もらえたはずの賃金を得るために，Ｙ社を相手方として訴えを提起したいとの相談を受けました。\n次の設問に答えなさい。\n〔設 問〕\n１. あなたがＸ１〜Ｘ１３の代理人として訴えを提起するとした場合，どのような請求をしますか。Ｘ１〜Ｘ１０とＸ１１〜Ｘ１３に分けて解答しなさい。（配点：１０）\n２. それぞれの請求について，想定される相手方の反論も考慮しつつ，問題となる具体的論点を挙げた上，あなたの見解を述べなさい。（配点：４０）\n【相談事例】\nＹ社は，約１００名の従業員を雇用するタクシー会社である。Ｘ１〜Ｘ１０は，かつてＹ社に雇用され，タクシー運転手として働いていた。Ｘ１１〜Ｘ１３は，現にＹ社の従業員であり，タクシー運転手として働いている。Ｙ社には○○年４月時点で，Ｘ１〜Ｘ１３を含む８０名の運転手で組織されるＰ労組が存在していた。Ｙ社は，多額の累積赤字を抱えていたことから，同年４\n月初旬に，従来の賃金協定に基づく年功序列的な旧賃金体系に代えて，新賃金体系を導入するなどの内容を含む会社再建案をＰ労組に提示した。新賃金体系は，固定給の割合を低くして歩合給の比重を高くするとともに，定期昇給を廃止するなど，旧賃金体系よりも運転手にとっては一般的に不利益な内容になることが予想され，特に，年齢の高いＸ１１〜Ｘ１３らには不利益な内容であった。新賃金体系の提案をめぐって，Ｐ労組内部は混乱して基本方針も二転三転し，５月の組合大会ではＸ１〜Ｘ１３は新賃金体系を内容とする協定の締結に強く反対した。しかし，結局，Ｐ労組では改めて６月２０日に組合大会を開催し，「会社提案を受諾し，新賃金協定を締結する。」\nとの執行部案が６２対１３（反対者はＸ１〜Ｘ１３）の多数で可決された。ただし，Ｐ労組の組合規約（本問末尾参照）に規定されている「運転手班別集会」は開催されなかった。このような\nＰ労組の執行部や多数派の態度に不満を抱いたＸ１〜Ｘ１０は，翌日の６月２１日にＰ労組に脱退届を提出し，即日１０名でＲ労組を結成すると同時に，Ｙ社に結成通知を行った。\n他方，Ｐ労組とＹ社はなおも交渉を重ねた結果，７月１０日，両者間に会社再建案に関する合意が成立し，新賃金協定（以下「７・１０協定」という。）が締結され（協定書には，Ｐ労組執行委員長とＹ社代表取締役の記名押印がある。），８月１日から発効した。この結果，７月末日をもって旧賃金協定は効力を失うこととなったが，新賃金体系以外の懸案事項であった勤務時間の配分方法や労災補償の上積み案に関するＹ社内部の意思の不統一もあり，７・１０協定に対応する就業規則の改定作業は遅れ，１０月１０日現在なお改定されず，賃金に関する就業規則上の規定は，旧賃金協定と同一内容のままであった。なお，Ｘ１１〜Ｘ１３の３名は，７・１０協定には不満を抱きつつも，Ｐ労組に残留することにした。\nＰ労組は，７月１２日にＸ１〜Ｘ１０を除名処分に付し，Ｐ労組とＹ社間で締結されているユニオン・ショップ協定に基づき，Ｙ社に対しＸ１〜Ｘ１０を解雇するように求めた。Ｙ社は，これを受けて，７月１５日にＸ１〜Ｘ１０に対し予告手当を提供した上で，即時解雇の意思表示をした。他方，Ｐ労組に残留したＸ１１〜Ｘ１３は，受領した８月分と９月分の賃金がそれまでより２０％ほど減っていたので，Ｒ労組委員長のＸ１に不満を打ち明けた。その結果，弁護士に相談してみようということになった。\n【Ｐ労組の組合規約（関係部分のみ抜粋）】\n- 21 -\n「第××条 労働協約の締結は，運転手班別集会での意見を集約した上，執行委員会が組合大会に提案し，同大会において組合員の過半数の賛成を得て執行委員長がこれを行うものとする。」\n- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "[労 働 法］\n〔第１問〕\n本問は，在籍出向中の労働者に関して，出向先会社による懲戒処分の可否と内容を問うとともに，時間外労働義務の問題についての理解を問うものである。\nまず，問題となるのが，出向先会社は出向労働者に対して懲戒権を持つのか，持つとすればいかなる種類の懲戒処分が可能かという点である。\n次に，問題文では，出向労働者２名が登場しているが，うち１名については，時間外労働命令に対する拒否を理由とする懲戒処分が検討対象となるため，時間外労働義務がいかなる場合に発生するか（日立製作所武蔵工場事件・平成３年１１月２８日最高裁判決参照），本件では義務が発生しているか，義務違反が（どの範囲で）成立するか，義務違反が成立するとした場合，懲戒権行使に当たり考慮すべき事項は何かなどが問題となる。\nまた，もう１名の労働者については，業務上の指示違反を理由とする懲戒処分が検討されることになるが，同人の所属する子会社の事業場（常時就労する労働者は１０人未満）では就業規則の周知がなされていなかったことをどう考えるか（フジ興産事件・平成１５年１０月１０\n日最高裁判決参照）などが問題となる。\n〔第２問〕\n本問は，主としてユニオン・ショップ協定の効力の限界，及び労働協約改定による労働条件の不利益変更の効力に関する理解を問うものである。\n前者については，三井倉庫港運事件・平成元年１２月１４日最高裁判決によれば，本件では新組合を結成していることから解雇義務が生じないために解雇は権利濫用として無効となり，労働契約上の権利を有する地位にあることの確認請求，及び解雇期間中の賃金の支払請求を行うことが考えられる。賃金請求に当たっては，民法第５３６条第２項によりつつ，賃金額の算定根拠についてどのような法的構成を用いるのか，その際，新協定発効後については，労働組合の組織範囲次第で，新協定の一般的拘束力が及ぶか否かも検討すべき対象となる。\n後者については，新賃金協定の効力がないと主張して差額賃金請求を行うことが考えられるが，組合規約に違反して締結されたことが労働協約の有効性に影響を及ぼすのか，組合員は不利益に変更された協約条項に拘束されるのか，といった問題を検討する必要がある。判例（朝日火災海上保険事件・平成９年３月２７日最高裁判決参照）・通説は不利益変更を原則として承認するが，例外的に拘束力を否定すべき事情があるか否かの検討も行う必要がある。"
}