{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n次の文章（資料①から③までを含む。）を読んで，後記の設問１及び設問２に答えよ。\n１. 甲株式会社（以下「甲会社」という。）は，自動車の電子部品を製造する会社である。甲会社は兄弟であるＡ１とＢ１が中心となってその設立を行ったものであり，その後も，Ａ１が代表取締役社長，Ｂ１が取締役副社長として，甲会社の共同経営を行ってきた。\n２. 甲会社は，平成７年４月に，多角化の一環として，ゲームソフト開発部門を創設した。その際，Ｂ１と親交があったＣがゲームソフト開発部門の責任者に就任した。Ｃの入社を契機として，甲会社の業績は急速に向上した。甲会社は，平成１５年４月には，東京証券取引所（マザーズ）に上場を果たした。初値は１５６０円を記録し，その後も，甲会社の株価は１０００円台で推移した。\n３. 甲会社の取締役会は５名で構成され，Ａ１及びその妻Ａ２，Ｂ１及びその友人Ｂ２並びに取引金融機関から出向しているＤが取締役に就任していた。\n４. 甲会社の業績は好調であったが，平成１７年の秋以降，過酷な競争にさらされ，その成長に陰りが見え始めた。これとともに，その経営方針をめぐって，Ａ１とＢ１との間で争いが生ずるようになり，甲会社の株価も３００円前後と低迷した。\n５. このような状況下で，自動車部品の総合メーカーである乙株式会社（以下「乙会社」という。）から，甲会社に対し，自動車部品の製造におけるシナジー（相乗）効果を期待して，経営統合の話が持ち込まれた。Ａ１は，自動車部品製造の業界における自力での生き残りは難しいと判断して，乙会社の提案に前向きの姿勢を見せた。これに対し，Ｂ１は，あくまで自主経営を目指すべきであるとして，Ｂ１を中心とする経営陣による甲会社株式に対する公開買付けの実施について外資系ファンドとの交渉を始めた。甲会社をめぐるこれらの動きが新聞で報道されたことを契機として，甲会社の株価は平成１８年５月中旬には９００円台に急騰した。\n６. 平成１８年６月７日，甲会社は，臨時取締役会を開催して，乙会社に対する募集株式の第三者割当てを決定した。この件に関しては，甲会社の株主総会は開催されていない。かかる決定に際しては，Ｂ１らの反対が予想されたため，Ａ１は，Ｂ１及びＢ２が海外出張に出かけた時期を見計らって臨時取締役会を開催することとした。甲会社の定款には，取締役会の招集通知について会日の２日前までに発するとする定めがあり，当該取締役会の書面による招集通知はＢ１及びＢ\n２が海外出張中である６月４日に発され，また，Ｂ１及びＢ２は，同日に電子メールでも招集通知と同内容の連絡を受けた。しかし，Ｂ１及びＢ２は，結局６月７日の臨時取締役会までに帰国することができず，同取締役会では，取締役５名中３名が出席し，出席者全員の賛成で募集株式の発行に係る議案が可決された。資料①は，この臨時取締役会の議事録である。\n７. 乙会社においても，同日，甲会社株式を引き受ける件について，取締役会で全員賛成の決議がされた。株式を引き受けるに当たり，乙会社では，○○法律事務所に依頼し，意見書を受領しているが，資料②は，この意見書の抜粋である。また，乙会社は，甲会社の財務状況及び経営統合の効果についての調査を△△監査法人に依頼し，報告書を受領しているが，資料③は，この報告書の要旨である。乙会社がこの募集株式に対して払い込んだ金額は，平成１７年１２月７日から平成１８年６月６日までの６か月間の甲会社の株価の平均額に９０パーセントを掛け合わせたものとして算定されている。\n８. 海外出張から帰国したＢ１は，かかる第三者割当ての決定に対して猛烈に反発した。そこで，Ａ１は，ゲームソフト開発部門の事業譲渡等によるＢ１の独立を提案してＢ１と交渉を開始したものの，その途中に，先の第三者割当てによる募集株式の発行を強行した。結局，Ｂ１の独立は実現しなかった。第三者割当ての実施によって，乙会社は，甲会社の議決権の５５パーセントを- 2 -\n保有する株主となった。なお，第三者割当てによる募集株式発行については，適法な公告が行われたほか，募集株式の割当て及び払込みについての手続に法令違反はなかった。\n９. 乙会社の子会社となった甲会社では，平成１８年９月２９日開催の定時株主総会において，任期満了となったＢ１及びＢ２を取締役として再任せず，また，Ａ１及びＡ２に加えて，新たに乙会社関係者を取締役に選任した。\n10. 第三者割当ての実施後，甲会社の株価は６００円台で推移した。その後，平成１８年１２月に，甲会社のゲームソフト開発部門の中心であったＣがゲームソフト会社の大手である丙株式会社に好条件で引き抜かれ，そのニュースが業界誌に掲載されたことにより，甲会社の株価は急落した。\n乙会社は，平成１８年度（平成１８年４月１日から平成１９年３月３１日まで）の決算に当たり，甲会社の株価が１４０円と，取得価格の５０パーセントを割り込んだことから，監査法人の意見に従い，保有する甲会社株式の評価額について１株当たり３００円から１４０円にする減損処理を行った。\n11. Ｘは，平成１７年９月１日に乙会社の株式を１単元購入し，以後これを継続して保有している株主である。Ｘは，平成１９年５月に，乙会社に対し，甲会社から第三者割当てを受けた当時からの乙会社の代表取締役社長Ｙ１及び担当取締役Ｙ２は取締役としての善管注意義務に違反して甲会社の株式を引き受け，同株式の減損処理による損害を乙会社に与えたとして，Ｙ１及びＹ２に対する損害賠償責任を追及する訴えを提起するように求めた。なお，Ｘは，損害賠償額として，甲会社１株当たり１６０円の減損処理額に乙会社の引き受けた株式数を乗じた金額を主張している。\n〔設問１〕\n甲会社の乙会社に対する募集株式の発行が行われた後において，Ｂ１はどのような法律上の措置を執ることができるか，あなたの意見を述べなさい。\n〔設問２〕\nＹ１及びＹ２の乙会社に対する責任について，あなたの意見を述べなさい。\n- 3 -資料①臨時取締役会議事録平成１８年６月７日午後１時１５分，当本社会議室において，取締役５名中２名欠席のもと取締役会を開催した。取締役社長Ａ１が議長席につき次の議題を付議した。\n（決議事項）\n１. 募集株式の発行について取締役社長Ａ１から，下記の条件で乙株式会社に対して募集株式の発行を行うことについて提案があった。質疑応答の後，付議され，出席者全員異議なくこれを決議した。\n(1) 発行方法：第三者割当てによる\n(2) 払込金額：１株当たり３００円\n(3) 発行株式数：５５０万株\n(4) 株式の種類：普通株式\n(5) 払込期日：平成１８年６月２６日\n(6) なお，本件株式の発行後，乙会社は当社の発行済株式総数の５５パーセントの株式を保有する株主となる。\n以上をもって議題の審議を終了したため，議長は午後２時１５分閉会を宣した。\nこの議事の経過の要領及び結果を明確にするため，本議事録を作成し，出席取締役及び出席監査役はこれに記名押印する。\n平成１８年６月７日議長 取締役社長 Ａ１ 印取締役 Ａ２ 印取締役 Ｄ 印常勤監査役 Ｅ１ 印社外監査役 Ｅ２ 印社外監査役 Ｅ３ 印\n- 4 -資料②\n○○法律事務所の意見書の抜粋\n（略）\nⅢ ソフト開発部門関係\n１ 調査結果\nⅰ 本件事業部門の概要について本件事業部門は，売上こそ対象会社の全売上額の２０パーセントにすぎないが，経常利益の段階では，他の部門がいずれも赤字となっていることから，全体の１００パーセントを占めており，正に，対象会社の収益のかなめである。\n本件事業部門の製品（以下「本件製品」という。）は，いわゆる「次世代ゲーム機用ゲームソフト」と呼ばれるものであるが，対象会社の本製品は，過去において業界で高い評価を得ている。\n対象会社がこの事業を行うようになったのは，約１１年前に，Ｃが，当時経営していたゲームソフト開発会社が経営難となった際に，大学時代の先輩である対象会社の現経営者の一員であるＢ１に援助を要請し，対象会社の支援によって，当該ゲームソフト会社の負債を整理し，対象会社に新設されたゲームソフト開発部門の責任者として入社したことからである。\nその後，Ｃに対しては，何回もヘッドハンティングの誘いがあったが，Ｃは，このような経緯から，Ｂ１に対する恩義を感じて，これを断ってきたとのことである。\nまた，これらの具体的な開発作業を行っているのは，対象会社の従業員ではなく，下請契約を締結した個人のＳＥ（システムエンジニア）であるが，企業への帰属意識は低い。\nⅱ 基本契約の締結状況と内容開発の発注元との間では，必ず契約が締結してあり，その管理態勢についても何ら問題となるべきところはなかった。\nまた，ＳＥとの下請契約についても，全員との間で締結されており，その内容も含めて特に問題はないと考えられる。\nⅲ 契約内容における特殊な条項について\nＣは，ゲームソフト業界において，カリスマゲームクリエイターと呼ばれるほどの人気を誇っており，過去，数々のヒット商品を世に送り出している。\nそのために，取引先とのソフト開発基本契約においては，Ｃの継続雇用が契約存続の条件となっているものが大半である。\n２ 結論\nⅰ 前記のような事情から考えて，今後，対象会社の経営陣が交代することとなった場合には，Ｃが独立し，又は競争会社へ転職する可能性が高い。なお，対象会社には，割増退職金を受領した者についての退職後１年間の競業禁止規定があるが，その受領は退職者の選択に任されており，Ｃがこれを受領する可能性は極めて低い。\nなお，開発基本契約は，前述のように，Ｃの雇用継続を条件とするものが多いが，開発完了後については，この適用はなく，対象会社に対するプレミアムフィーの支払は，Ｃが退職したとしても，一定期間（２年が大半である）継続される。\nⅱ さらに，下請のＳＥの大半は，Ｃのカリスマ性からこれを慕って集まっている者であり，Ｃの退職後も対象会社との下請契約を締結することは考えにくい。\n- 5 -以上のような事情を考慮すれば，対象会社において，第三者割当増資を行って，現経営陣，特にＢ１を更迭することとなれば，Ｃも退職するおそれが高く，その場合には，本件事業部門において，現状のような収益を今後も継続して上げていくことは非常に困難であると考えられる。\n（略）\n- 6 -資料③\n△△監査法人の報告書の要旨経営統合に基づく経済的効果について貴社は，本件甲会社との経営統合の経済的効果として，約２４億円の相乗効果があるとの判断に基づいて，事業計画を立てている。そこで，その妥当性について，以下検討する。\n１ 事業計画書の記載とその妥当性の検証\n(1) 研究開発費の低減事業計画書には，貴社における研究開発費約２００億円のうち，１５パーセントを占める電子部品関連について，これを半減し，約１５億円減額することができるとの記載がある。\n貴社は，最終商品に関する機密保持の問題もあり，電子部品について独自に研究開発をしている。しかし，そのうち多数のものについては，単価や性能の問題から，現在，甲会社製品の供給を受けている。そこで，貴社がその製造する商品に合わせた基本性能を示して，電子部品を甲会社に開発させ，あるいは，甲会社と共同して開発を行うことにより，研究開発費の大幅な低減が可能である。そこで，前記事業計画書記載の研究開発費の低減は，その実現性について不合理なものとは考えられない。\n(2) 開発期間の短縮事業計画書には，(1)記載のような研究開発部門の統合により，新製品に使用する電子部品の開発期間がおおむね半分の９か月ほどに短縮することができ，これによって，部品調達コストを２パーセント低減することができるとの記載がある。\n技術コンサルタントの試算によれば，開発期間が，平均でも現状の半分程度に短縮可能とされている。また，今後，甲会社との共同開発が可能な部品の調達額を前提とした場合には，この開発期間短縮による効果は，人件費などを含めて総合すれば，約６億円と試算されている。これらは，高度な専門分野の問題であるが，その判断過程などにおいて，合理性を欠くと考えられる部分はなく，この判断を前提とした事業計画の内容については不合理なものとはいえない。\n(3) 製造計画に応じた調達と流通コストの低減事業計画書には，貴社グループ工場の一角に甲会社工場を移転することにより，貴社の生産計画に応じて，電子部品の供給を受けることが可能となり，かつ，これによって流通コストを低減することができるとの記載がある。その前提とされた技術コンサルタントの試算による，ⅰ）貴社の主力工場に隣接する現在利用されていない貴社第２１工場を甲の工場として利用した場合の移転費用の算出，並びに，ⅱ）これによる流通コスト削減に関する考え方に不合理なところは見当たらず，これを前提とした削減効果についても不合理なものとはいえない。\nしたがって，これらの効果を約３億円としている事業計画書の記載には，不合理な部分は見当たらない。\n(4) 人材交流の実施事業計画書には，研究者の人材交流を通じて，貴社新製品の開発について，部品開発も含めた一貫した発想が生まれる可能性があるとの記載がある。\n確かに，人材交流の実施による効果に関する前記事業計画書の記載に不合理な点は認められな\n- 7 -いが，具体的な効果の算定は不可能である。\n２ 結論以上の検討により，本件甲会社との経営統合に基づく貴社における経済的な相乗効果を約２４億円と考えることは，不合理であるとはいえない。\n- 8 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，甲会社において，Ａ派とＢ派の対立が生じている場面で，Ａ派主導で乙会社に対する第三者割当てによる募集株式の発行が行われた事例を基に，甲会社及び乙会社における法律問題を問うものである。\n〔設問１〕は，甲会社において，第三者割当て実施後に，Ｂ派が執り得る対抗手段を解答さ\nせる問題である。甲会社の募集株式の発行の手続等の瑕疵を見付け出し，それに基づき，いかなる法的手段が可能かを検討させるものである。具体的には，新株発行無効の訴えの提起が許されるかどうかの検討が必要である。会社法は，新株発行無効の訴えの制度を定めているが（会社法第８２８条第１項第２号），無効原因については規定されておらず，どのような瑕疵を基に，新株発行無効の訴えが認められるかが問題となる。本件では，発行直前の市場価格を大きく下回る価額での発行が行われているが，募集株式の発行に当たって株主総会の決議を経ていないため，有利発行規制に違反するかどうかが論じられなければならない。また，本件では，募集株式の発行に関する取締役会決議はＢ派の取締役が海外出張中に行われたので，かかる取締役会決議の効力が問題となり得る。さらに，本件の第三者割当てがＡ派の支配権を維持するための不公正発行であったといえるかどうかも問題である。これらの募集株式の発行に関する瑕疵が認められるとするならば，続いて，それらが募集株式の発行の無効原因となるかが論じられなければならない。募集株式の発行に瑕疵があった場合における募集株式の発行の効力に関する判例及び学説を踏まえつつ，本件特有の事情を考慮して，自己の見解を述べる必要がある。なお，不公正な払込金額で株式を引き受けた者の責任（会社法第２１２条第１項）を乙会社に問うことができるかどうかも問題となる。\n〔設問２〕は，第三者割当てにより甲会社株式を引き受けた乙会社の取締役の会社に対する\n責任の有無を解答させる問題である。甲会社の株式を引き受けたものの，その後保有する株式の価値が大きく下落した場合に，どのような責任が乙会社の取締役に発生するか（若しくは発生しないか）を検討させるものである。具体的には，会社法第４２３条が定める任務懈怠の責任の有無が判断されなければならない。任務懈怠の責任と善良なる管理者の注意義務との関係，さらに，注意義務違反の判断基準を理解しているかが問われている。その際に，経営判断の原則の意義についての的確な記述が求められる。その上で，経営判断の原則を本件にどのように適用するかが論じられる必要があるが，弁護士事務所の意見書と監査法人の報告書はそれぞれ異なる視点から作成されており，これらの資料を読み解き，乙会社の取締役の責任の有無につ\n- 3 -きどのように考えるのかについて，説得力のある解答が期待されている。取締役の責任があるとする場合には，賠償すべき損害額についても検討する必要がある。"
}