{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\n次の文章を読んで，後記の設問に答えなさい。\nＡ国は，長年，経済不振にあえぎ，また，天候不順から飢饉も起こり，餓死する者も出るような事態になった。Ａ国民の甲は，日々の食糧も事欠く状況になったため，Ａ国をひそかに脱出し，Ｂ国に密入国してＢ国内で働き始めるとともに，Ｂ国内でＡ国の現政権打倒運動に参加した。数年後，Ｂ国の入国管理当局は，甲の密入国を探知して身柄を拘束し，Ｂ国法に基づいてＡ国への退去強制処分を決定した。甲は，Ｂ国裁判所へ出訴し，退去強制処分の取消しを求めた。\nＢ国は難民の地位に関する条約及び難民の地位に関する議定書に加入しており，両条約を実施するために，議会で法律を制定して難民認定手続を置いているが，甲はＢ国で難民申請を行っておらず，したがって，Ｂ国で難民認定されていない。また，Ａ国は密出国者に対して，死刑を含む厳罰に処するとの刑法を制定している（ただし，運用状況は不明）。\n〔設 問〕\n１. Ｂ国では，日本と異なり，難民の地位に関する条約（難民の地位に関する議定書を含む。以下同じ。）のＢ国における位置付け上，甲がＢ国裁判所において難民の地位に関する条約違反の主張をしても，そのような主張は法的考慮の対象にならない場合があり得る。なぜ，Ｂ国において，このような可能性が考えられるかを説明しなさい。\n２. Ｂ国裁判所において，甲は，「甲の庇護を受ける権利（庇護権）を侵害するからＢ国の退去強制処分は違法である。」と主張した。甲の主張する庇護権と，難民該当性の関係について説明しなさい。\n３. Ｂ国政府は，「甲がＢ国の難民認定手続において難民申請を行っていないから難民に該当しない。したがって，難民該当性を前提とする難民の地位に関する条約上の義務に抵触することはない。」と主張した。この主張の是非を論じなさい。\n４. 甲が難民の地位に関する条約上の難民であるかどうかについて，論じなさい（「甲がＢ国の難民認定手続において難民申請を行っていないから難民には該当しない。」との主張はここではできないことを前提としなさい。）。\nなお，２. 〜４. については，難民の地位に関する条約についての甲の主張が，Ｂ国裁判所において法的考慮の対象となり得ることを前提とする。\n- 30 -\n〔第２問〕（配点：５０）\n次の文章を読んで，後記の設問に答えなさい。\nＡ国とＢ国は，それぞれの国民の大多数をなす民族が，古代より異なる宗教を信仰しており，激しい民族的･宗教的な対立がある。両国国境付近のＸ地区にはＢ国民の信仰する宗教の聖地がある。Ｘ地区は，現在はＡ国領域であるが，歴史的に両国はＸ地区を取り合ってきたという経緯があり，国境地帯には両国の軍隊が駐留し，緊張状態にある。両国が加盟している地域的政治機構\nＹは，国際紛争解決について，政治的，歴史的，宗教的な非法的要因をも考慮した仲介及び国際調停を行う権限を持つ。Ｘ地区をめぐって，両国は暴力の応酬を含む衝突を繰り返しているが，Ｙが介入して両国間の対立の背景を考慮しながら解決してきており，Ａ国は常にＹによる解決に協力的であった。\n近年，Ｘ地区でＢ国民の信仰する宗教の聖地に対する侮蔑行為がＡ国民により行われたことで両国間の緊張が高まった。ついには，いずれからともなく軍隊が発砲するに至り，現在も小規模ながら武力衝突が続いている。\nＡ国もＢ国も国際連合加盟国であるが，いずれも，国際司法裁判所規程の第３６条第２項の選択条項を受諾していない。両国は，友好関係の設立と維持を目的とする基本関係条約を締結しているが，紛争解決条項第Ｚ条は次のように規定している。\n第Ｚ条 両当事国は，両当事国間の紛争を国際連合憲章第２条第３項及び同第３３条に従い，平和的に解決する義務を負い，交渉，審査，仲介，調停，仲裁裁判，司法的解決，地域的機関又は地域的取極の利用その他当事国の選ぶ平和的手段による解決を求めなければならない。\n紛争解決の方法について両国が協議を行った際に，Ｂ国は第Ｚ条を根拠として，次のように裁判による解決を主張した。\n「両国間の紛争は，Ａ国軍隊の発砲による武力衝突をめぐる紛争としてとらえられ，Ａ国による国際連合憲章第２条第４項違反を争点とする法律的性質を持つ。両国とも，紛争の平和的解決義務を負っており，両国間の紛争は，第Ｚ条に規定する仲裁裁判による解決又は司法的解決が適当である。Ａ国は，この紛争の裁判による解決に同意すべきである。」\nこれに対してＡ国は，両国の対立のより広い背景を考慮したＹによる解決が望ましいと考えている。\n〔設 問〕\nＢ国の主張のすべてについて，Ａ国の立場からの反論を理由を付して述べなさい。なお，国際連合はこの紛争の解決に着手していないものとし，国際連合による紛争の解決については論ずる必要はない。\n- 31 -\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/選択.pdf",
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国際法上の難民問題と，それを素材とした関係国際法の理解を問う問題である。設問１．では，「難民の地位に関する条約」及び「難民の地位に関する議定書」（以下両条約をまとめて「難民条約」と呼ぶ。）を題材にして，条約の国内法上の効力が問われている。①条約自身が国内法上の効力をもつ国内法制かどうか，②条約が国内法上の効力をもつ国内法制の場合に，問題の条約の関係規定が裁判所で援用し得る内容をもつかどうか，③裁判所で援用し得るとして，条約が国内法制においてどのような効力序列にあるかが解答の要点となる。\n設問２．は，難民資格と個人の庇護権の関係を問う問題である。一般国際法上，個人の庇護権は認められておらず，その上で国家の庇護権を前提にした難民条約上の難民資格が個人の庇護権とは異なることの基本的な理解が求められている。\n設問３．は，難民条約を題材に国家の条約解釈権の在り方を問う問題である。条約は通常は締約国に対して特定の結果達成を義務付けるにとどまるために，当該結果達成のための方法は締約国にゆだねられる。Ｂ国政府の主張は，難民条約の解釈が締約国に広い裁量を認めることを前提にしたものである。それに対して，難民条約上の「難民」該当性の有無は裁判所が直接的に判断でき，「難民」としての資格を国内法上持たなくても，締約国である以上，難民条約上の「難民」として取り扱わなければならないという解釈が可能であることを尋ねている。条約について種々の解釈可能性があることに思いを致してほしいというのが設問の趣旨である。\n設問４．は，本件への難民条約の当てはめを問うている。難民条約第１条Ａが難民条約上の「難民」を定義するが，その中の「政治的意見を理由に迫害を受けるおそれがあるという十分に理由のある恐怖を有する」の部分が甲の難民該当性を考える場合にポイントになる。「食糧も事欠く状況になったため」Ａ国を脱出してＢ国に密入国し，その後にＢ国においてＡ国の「現政権打倒運動に参加した」甲は，Ａ国に強制送還されると「死刑を含む厳罰」に処せられることが予想される。このことが「政治的意見」を理由とした「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」ことと解釈できるのか。①元来は政治的意見のゆえに出国し\n- 12 -たのではないこと，②現政権打倒運動を行ったことが強制送還後の厳罰に結び付くと理解できるかどうか等の考慮点を押さえた，条約の解釈適用能力が問われている。\n本問では，国内裁判所において法曹として国際法の解釈適用作業を行える能力が，我が国裁判所で頻繁に扱われる難民問題によって試されている。\n〔第２問〕\n本問は，国際紛争の平和的解決に関する主権国家の義務に係る基本的な概念や原則の理解を問い，かつ，論点及び関連事実の抽出能力・判断力・論理構成力を問う問題である。\n基本的な概念や原則とは，①国際紛争の平和的解決義務の意義と内容，②裁判に付託する紛争という観点からの，法律的紛争・非法律的（政治的）紛争の概念のとらえ方，③紛争解決手段の選択の自由の原則である。\n紛争の平和的解決義務が，国家の基本的な義務であり，本件Ａ国とＢ国のいずれもこの義務を負うことには争いがない。紛争の平和的解決義務との関係では，Ａ国が，地域的政治的機構による解決に協力的であったことが関連をもつ。\n本件の紛争につき，裁判に付託することが適当か，Ｂ国の主張するようにＡ国は裁判に付託する義務を負うかが問われており，特に，本件の紛争のとらえ方が重要となる。紛争解決手段の選択の自由の原則も関連する。問題文では，長期にわたりＡ国とＢ国の対立関係の背景にある歴史的・社会的・宗教的な要因などとともに，地域的政治機構が関与してきたことについて，説明が与えられている。そこに示された事実状況を注意深く読んで，紛争の解決という目的に照らして，紛争をどの時点でとらえ，どのような争点で構成し，どのような性質でとらえることが適当であるかの判断に基づいて，Ａ国の反論を構成することになる。\n本問では，基本的な事項についての正確で過不足のない記述とともに，関連事実を踏まえて紛争をいかにとらえるかの十分な説明が要求される。さらに，以下の点などに触れることで，厚みのある論証が求められる。国際社会における紛争解決の特徴として，主権国家の並存体制において国際裁判管轄の合意原則が維持されており，政治的機構による解決も含めて非裁判的解決も活発に行われていることである。また，紛争の特徴や性質と，解決手続の選択との関連の在り方を，いかに考えるかである。"
}