{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "- 15 -\n[知的財産法]\n〔第１問〕（配点：５０）\n以下の事実関係を前提として，後記の設問に答えよ。\n【事実関係】\n(1) 甲は，平成１２年７月，符号化データの蓄積・転送装置に関する発明（以下「本件発明」という。）の特許出願をし，平成１４年１月にその特許出願につき出願公開がされた後，平成１５年１月２０日，本件発明について特許権の設定登録を受けた。\n乙は，平成１２年１０月から，本件発明の技術的範囲に属する携帯電話βの製造販売を開始し，現在（平成１９年５月１６日）も，その製造販売を継続している。その間の平成１４年２月，甲は，乙に対し，携帯電話βの製造販売につき，本件発明の内容を記載した警告書面を送付した。\n(2) 乙による携帯電話βの製造販売については，次のような事情があった。\n乙は，平成１２年２月，知人のＡから，符号化データの蓄積・転送装置の技術に関する論文\n（以下「本件論文」という。）のコピーを入手したことを契機に，本件論文記載の技術を用いて携帯電話の製造販売事業を行うことを企画した。\nそして，乙は，本件発明の特許出願時までに，乙の工場内で試作品の携帯電話αを製造するとともに，携帯電話αを一部改良した携帯電話βの設計図面も作成していた。その後，携帯電話βについて，前記(1)のとおり製造販売が開始されたが，携帯電話αについては販売に至らなかった。\n本件論文は，Ａが，自己の研究の成果を記載して作成し，平成１２年１月，Ａを含む会員６名で構成される先端技術に関する私的研究会の席上で各会員に交付したものであった。\n〔設 問〕\n１. 甲の乙に対する訴訟上の請求として考えられるものについて論ぜよ。\n２. 乙が甲の請求に対して主張することができる抗弁を検討し，その上で，甲の請求がいかなる範囲で認められるかについて論ぜよ。〔第２問〕（配点：５０）\n以下の事実関係を前提として，後記の設問に答えよ。なお，著作者人格権に関しては論じる必要はない。\n【事実関係】\n甲は，小説Ａを執筆し出版した。これは，甲が数年暮らした外国を舞台に，外国人の若い男女を主人公とした恋愛小説であった。甲は，小説Ａを演劇として上演することを計画し，その脚色を乙と丙に依頼し，乙と丙は，これを受けて，共同して小説Ａを脚色し，脚本Ｂを執筆した。\n作家志望の丁は，小説の書き方の勉強のために，小説Ａを基にして，ストーリー展開と登場人物の性格設定を同様なものとしつつ，舞台を日本とし，主人公を日本人の若い男女に置き換えた小説Ｃを執筆した。\n同じく作家志望の戊も，小説の書き方の勉強のために，小説Ａの続編として，主な登場人物をそのまま登場させ，主人公のその後の人生を描く小説Ｄを執筆した。\n〔設 問〕\n１. 乙は，甲の上演計画が頓挫したことから，自らが代表者である劇団に脚本Ｂに基づいて演劇\nＥを演じさせ，これを録音録画したＤＶＤを販売したいと考えている。この場合，乙は，甲と丙の承諾を得ることが必要か。\n２. 丁は，小説Ｃが一般の人にどのように評価されるかを知りたくなり，これを，自らがボランティアで行っている小説等の無料朗読会において朗読した。この場合，甲は，丁に対して，どのような請求をすることができるか。\n３. 戊は，小説Ｄの出来栄えに満足し，多くの人に読んでもらうために，これを，自らがインタ\nーネット上に開設したホームページに掲載した。この場合，甲は，戊に対して，どのような請求をすることができるか。- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/選択.pdf",
  "purpose": "[知的財産法］\n〔第１問〕\n設問１では，問題文から読み取れる事実関係を条文に当てはめて，甲の訴訟上の請求として，物の発明である本件発明の特許権に基づく差止請求，特許権侵害の不法行為による損害賠償請求，不当利得返還請求，出願公開の効果としての補償金請求が考えられることを簡潔に論述し，設問２では，甲の各請求に対する抗弁（消滅時効の抗弁，権利行使の制限の抗弁，先使用の抗弁）及びその成否をそれぞれ検討した上で，各請求がいかなる範囲で認められるかについて論述する必要がある。抗弁の成否の検討のポイントは，以下のとおりである。\nまず，消滅時効の抗弁については，不法行為による損害賠償請求権の消滅時効の時効期間は３年であり（民法第７２４条），補償金請求権につき不法行為の規定が準用されていることから（特許法第６５条第５項），甲の損害賠償請求権（一部）及び補償金請求権（全部）について消滅時効が完成していることを論じることが求められる。なお，消滅時効の抗弁により損害賠償請求ができない期間に係る部分についても，不当利得返還請求権を行使できることを明示することが望まれる。\n次に，権利行使の制限の抗弁（特許法第１０４条の３第１項）については，本件発明の特許の無効理由（特許法第２９条違反）の存否について論じることが求められ，主として，本件論文がＡによって各会員に交付されたこと及びその後乙がＡからそのコピーを入手したことにより，本件発明が出願前に「公然知られた発明」（特許法第２９条第１項第１号）となったかどうか，また，本件発明が出願前に「頒布された刊行物に記載された発明」（特許法第２９条第\n１項第３号）に該当するかどうかについて論述する必要がある。その際には，Ａが本件論文の内容について守秘義務を課した場合とそうでない場合とで差異が生じるかについて論述することが望まれる。\nさらに，先使用の抗弁については，発明の実施である「事業の準備」（特許法第７９条）の意義及び先使用権の効力の及ぶ範囲（最判昭和６１年１０月３日民集４０巻６号１０６８頁〔ウォーキングビーム式加熱炉事件〕参照）の理解を問うものである。具体的には，製造販売されている現製品（携帯電話β）が出願前に製造された試作品（携帯電話α）の「一部改良品」である点の分析評価が重要であり，試作品の製造及び現製品の設計図面の作成をもって，試作品又は現製品につき「事業の準備」があったといえるかどうか，仮に試作品につき先使用権が成立するとした場合，その効力が現製品に及ぶかどうかといった点を論述する必要がある。\n権利行使の制限の抗弁及び先使用の抗弁の成否については，事実関係の分析評価を的確に行い，論理一貫した説得力ある論述がされていれば，結論はいずれでもよい。そして，上記抗弁のいずれかが成立するという立場をとれば，甲の各請求はいずれも認められず，一方で，いずれも成立しないという立場をとれば，甲の各請求は，消滅時効の抗弁により請求できない部分を除き，認められることとなる。\n〔第２問〕\n本問は，主として，他人の著作物に基づいて作成された作品の利用が著作権の侵害となる場合に関する理解を問うものであり，とりわけ，作品がどのような場合に他人の著作物を原著作物とする二次的著作物となるか，また，作品の利用が著作権を侵害するとすれば，いかなる支分権を侵害するかについて，問題文から読み取れる事実関係に即して具体的に論述することが求められる。\n設問１では，脚本Ｂが，小説Ａを原著作物とする二次的著作物であり，乙と丙を著作者とする共同著作物であること，それゆえに，その利用について甲の承諾（著作権法第２８条）及び丙の承諾（著作権法第６５条第２項）を得ることが必要となることを論じた上で，①脚本Ｂに基づいて演劇Ｅを演じさせること，②その録音録画，③録音録画したＤＶＤの販売につき，いかなる支分権が働くかを論述しなければならない。①については上演権（著作権法第２２条），②については複製権（著作権法第２１条，第２条第１項第１５号イ），③については譲渡権（著作権法第２６条の２第１項）等が問題となる。\n設問２では，まず，小説Ｃが小説Ａを原著作物とする二次的著作物となるかを検討する必要がある。次に，小説Ｃが二次的著作物となる場合に，その朗読に口述権（著作権法第２４条，第２８条）が働くこと，その朗読が私的使用目的で作成された二次的著作物の複製物（著作権法第３０条第１項，第４３条第１号）の目的外使用としての「公衆に提示」（著作権法第４９\n条第２項第１号）に該当し，小説Ａにつき翻案を行ったものとみなされること，及び著作権法第３８条第１項の適用の有無について論じた上で，口述権及び翻案権（著作権法第２７条）の侵害が成立するか否か，そして，侵害が成立する場合に，甲は丁に対して具体的にどのような請求をすることができるかを論述しなければならない。\n設問３では，まず，小説Ｄがどのような場合に小説Ａを原著作物とする二次的著作物となり，あるいは独立の著作物となるかを検討し，次に，小説Ｄが二次的著作物となる場合に，そのホ\nームページへの掲載がいかなる支分権を侵害するかについて論じた上で，甲は戊に対して具体的にどのような請求をすることができるかを論述しなければならない。侵害される支分権としては，複製権，公衆送信権（著作権法第２３条第１項）とともに，設問２と同様に，目的外使用としての公衆への提示により，翻案権が問題となる。"
}