{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n次の文章（資料①から③までを含む。）を読んで，後記の設問１及び設問２に答えよ。\n１. 甲株式会社（以下「甲会社」という。）は，自動車の電子部品を製造する会社である。甲会社は兄弟であるＡ１とＢ１が中心となってその設立を行ったものであり，その後も，Ａ１が代表取締役社長，Ｂ１が取締役副社長として，甲会社の共同経営を行ってきた。\n２. 甲会社は，平成７年４月に，多角化の一環として，ゲームソフト開発部門を創設した。その際，Ｂ１と親交があったＣがゲームソフト開発部門の責任者に就任した。Ｃの入社を契機として，甲会社の業績は急速に向上した。甲会社は，平成１５年４月には，東京証券取引所（マザーズ）に上場を果たした。初値は１５６０円を記録し，その後も，甲会社の株価は１０００円台で推移した。\n３. 甲会社の取締役会は５名で構成され，Ａ１及びその妻Ａ２，Ｂ１及びその友人Ｂ２並びに取引金融機関から出向しているＤが取締役に就任していた。\n４. 甲会社の業績は好調であったが，平成１７年の秋以降，過酷な競争にさらされ，その成長に陰りが見え始めた。これとともに，その経営方針をめぐって，Ａ１とＢ１との間で争いが生ずるようになり，甲会社の株価も３００円前後と低迷した。\n５. このような状況下で，自動車部品の総合メーカーである乙株式会社（以下「乙会社」という。）から，甲会社に対し，自動車部品の製造におけるシナジー（相乗）効果を期待して，経営統合の話が持ち込まれた。Ａ１は，自動車部品製造の業界における自力での生き残りは難しいと判断して，乙会社の提案に前向きの姿勢を見せた。これに対し，Ｂ１は，あくまで自主経営を目指すべきであるとして，Ｂ１を中心とする経営陣による甲会社株式に対する公開買付けの実施について外資系ファンドとの交渉を始めた。甲会社をめぐるこれらの動きが新聞で報道されたことを契機として，甲会社の株価は平成１８年５月中旬には９００円台に急騰した。\n６. 平成１８年６月７日，甲会社は，臨時取締役会を開催して，乙会社に対する募集株式の第三者割当てを決定した。この件に関しては，甲会社の株主総会は開催されていない。かかる決定に際しては，Ｂ１らの反対が予想されたため，Ａ１は，Ｂ１及びＢ２が海外出張に出かけた時期を見計らって臨時取締役会を開催することとした。甲会社の定款には，取締役会の招集通知について会日の２日前までに発するとする定めがあり，当該取締役会の書面による招集通知はＢ１及びＢ\n２が海外出張中である６月４日に発され，また，Ｂ１及びＢ２は，同日に電子メールでも招集通知と同内容の連絡を受けた。しかし，Ｂ１及びＢ２は，結局６月７日の臨時取締役会までに帰国することができず，同取締役会では，取締役５名中３名が出席し，出席者全員の賛成で募集株式の発行に係る議案が可決された。資料①は，この臨時取締役会の議事録である。\n７. 乙会社においても，同日，甲会社株式を引き受ける件について，取締役会で全員賛成の決議がされた。株式を引き受けるに当たり，乙会社では，○○法律事務所に依頼し，意見書を受領しているが，資料②は，この意見書の抜粋である。また，乙会社は，甲会社の財務状況及び経営統合の効果についての調査を△△監査法人に依頼し，報告書を受領しているが，資料③は，この報告書の要旨である。乙会社がこの募集株式に対して払い込んだ金額は，平成１７年１２月７日から平成１８年６月６日までの６か月間の甲会社の株価の平均額に９０パーセントを掛け合わせたものとして算定されている。\n８. 海外出張から帰国したＢ１は，かかる第三者割当ての決定に対して猛烈に反発した。そこで，Ａ１は，ゲームソフト開発部門の事業譲渡等によるＢ１の独立を提案してＢ１と交渉を開始したものの，その途中に，先の第三者割当てによる募集株式の発行を強行した。結局，Ｂ１の独立は実現しなかった。第三者割当ての実施によって，乙会社は，甲会社の議決権の５５パーセントを- 2 -\n保有する株主となった。なお，第三者割当てによる募集株式発行については，適法な公告が行われたほか，募集株式の割当て及び払込みについての手続に法令違反はなかった。\n９. 乙会社の子会社となった甲会社では，平成１８年９月２９日開催の定時株主総会において，任期満了となったＢ１及びＢ２を取締役として再任せず，また，Ａ１及びＡ２に加えて，新たに乙会社関係者を取締役に選任した。\n10. 第三者割当ての実施後，甲会社の株価は６００円台で推移した。その後，平成１８年１２月に，甲会社のゲームソフト開発部門の中心であったＣがゲームソフト会社の大手である丙株式会社に好条件で引き抜かれ，そのニュースが業界誌に掲載されたことにより，甲会社の株価は急落した。\n乙会社は，平成１８年度（平成１８年４月１日から平成１９年３月３１日まで）の決算に当たり，甲会社の株価が１４０円と，取得価格の５０パーセントを割り込んだことから，監査法人の意見に従い，保有する甲会社株式の評価額について１株当たり３００円から１４０円にする減損処理を行った。\n11. Ｘは，平成１７年９月１日に乙会社の株式を１単元購入し，以後これを継続して保有している株主である。Ｘは，平成１９年５月に，乙会社に対し，甲会社から第三者割当てを受けた当時からの乙会社の代表取締役社長Ｙ１及び担当取締役Ｙ２は取締役としての善管注意義務に違反して甲会社の株式を引き受け，同株式の減損処理による損害を乙会社に与えたとして，Ｙ１及びＹ２に対する損害賠償責任を追及する訴えを提起するように求めた。なお，Ｘは，損害賠償額として，甲会社１株当たり１６０円の減損処理額に乙会社の引き受けた株式数を乗じた金額を主張している。\n〔設問１〕\n甲会社の乙会社に対する募集株式の発行が行われた後において，Ｂ１はどのような法律上の措置を執ることができるか，あなたの意見を述べなさい。\n〔設問２〕\nＹ１及びＹ２の乙会社に対する責任について，あなたの意見を述べなさい。\n- 3 -資料①臨時取締役会議事録平成１８年６月７日午後１時１５分，当本社会議室において，取締役５名中２名欠席のもと取締役会を開催した。取締役社長Ａ１が議長席につき次の議題を付議した。\n（決議事項）\n１. 募集株式の発行について取締役社長Ａ１から，下記の条件で乙株式会社に対して募集株式の発行を行うことについて提案があった。質疑応答の後，付議され，出席者全員異議なくこれを決議した。\n(1) 発行方法：第三者割当てによる\n(2) 払込金額：１株当たり３００円\n(3) 発行株式数：５５０万株\n(4) 株式の種類：普通株式\n(5) 払込期日：平成１８年６月２６日\n(6) なお，本件株式の発行後，乙会社は当社の発行済株式総数の５５パーセントの株式を保有する株主となる。\n以上をもって議題の審議を終了したため，議長は午後２時１５分閉会を宣した。\nこの議事の経過の要領及び結果を明確にするため，本議事録を作成し，出席取締役及び出席監査役はこれに記名押印する。\n平成１８年６月７日議長 取締役社長 Ａ１ 印取締役 Ａ２ 印取締役 Ｄ 印常勤監査役 Ｅ１ 印社外監査役 Ｅ２ 印社外監査役 Ｅ３ 印\n- 4 -資料②\n○○法律事務所の意見書の抜粋\n（略）\nⅢ ソフト開発部門関係\n１ 調査結果\nⅰ 本件事業部門の概要について本件事業部門は，売上こそ対象会社の全売上額の２０パーセントにすぎないが，経常利益の段階では，他の部門がいずれも赤字となっていることから，全体の１００パーセントを占めており，正に，対象会社の収益のかなめである。\n本件事業部門の製品（以下「本件製品」という。）は，いわゆる「次世代ゲーム機用ゲームソフト」と呼ばれるものであるが，対象会社の本製品は，過去において業界で高い評価を得ている。\n対象会社がこの事業を行うようになったのは，約１１年前に，Ｃが，当時経営していたゲームソフト開発会社が経営難となった際に，大学時代の先輩である対象会社の現経営者の一員であるＢ１に援助を要請し，対象会社の支援によって，当該ゲームソフト会社の負債を整理し，対象会社に新設されたゲームソフト開発部門の責任者として入社したことからである。\nその後，Ｃに対しては，何回もヘッドハンティングの誘いがあったが，Ｃは，このような経緯から，Ｂ１に対する恩義を感じて，これを断ってきたとのことである。\nまた，これらの具体的な開発作業を行っているのは，対象会社の従業員ではなく，下請契約を締結した個人のＳＥ（システムエンジニア）であるが，企業への帰属意識は低い。\nⅱ 基本契約の締結状況と内容開発の発注元との間では，必ず契約が締結してあり，その管理態勢についても何ら問題となるべきところはなかった。\nまた，ＳＥとの下請契約についても，全員との間で締結されており，その内容も含めて特に問題はないと考えられる。\nⅲ 契約内容における特殊な条項について\nＣは，ゲームソフト業界において，カリスマゲームクリエイターと呼ばれるほどの人気を誇っており，過去，数々のヒット商品を世に送り出している。\nそのために，取引先とのソフト開発基本契約においては，Ｃの継続雇用が契約存続の条件となっているものが大半である。\n２ 結論\nⅰ 前記のような事情から考えて，今後，対象会社の経営陣が交代することとなった場合には，Ｃが独立し，又は競争会社へ転職する可能性が高い。なお，対象会社には，割増退職金を受領した者についての退職後１年間の競業禁止規定があるが，その受領は退職者の選択に任されており，Ｃがこれを受領する可能性は極めて低い。\nなお，開発基本契約は，前述のように，Ｃの雇用継続を条件とするものが多いが，開発完了後については，この適用はなく，対象会社に対するプレミアムフィーの支払は，Ｃが退職したとしても，一定期間（２年が大半である）継続される。\nⅱ さらに，下請のＳＥの大半は，Ｃのカリスマ性からこれを慕って集まっている者であり，Ｃの退職後も対象会社との下請契約を締結することは考えにくい。\n- 5 -以上のような事情を考慮すれば，対象会社において，第三者割当増資を行って，現経営陣，特にＢ１を更迭することとなれば，Ｃも退職するおそれが高く，その場合には，本件事業部門において，現状のような収益を今後も継続して上げていくことは非常に困難であると考えられる。\n（略）\n- 6 -資料③\n△△監査法人の報告書の要旨経営統合に基づく経済的効果について貴社は，本件甲会社との経営統合の経済的効果として，約２４億円の相乗効果があるとの判断に基づいて，事業計画を立てている。そこで，その妥当性について，以下検討する。\n１ 事業計画書の記載とその妥当性の検証\n(1) 研究開発費の低減事業計画書には，貴社における研究開発費約２００億円のうち，１５パーセントを占める電子部品関連について，これを半減し，約１５億円減額することができるとの記載がある。\n貴社は，最終商品に関する機密保持の問題もあり，電子部品について独自に研究開発をしている。しかし，そのうち多数のものについては，単価や性能の問題から，現在，甲会社製品の供給を受けている。そこで，貴社がその製造する商品に合わせた基本性能を示して，電子部品を甲会社に開発させ，あるいは，甲会社と共同して開発を行うことにより，研究開発費の大幅な低減が可能である。そこで，前記事業計画書記載の研究開発費の低減は，その実現性について不合理なものとは考えられない。\n(2) 開発期間の短縮事業計画書には，(1)記載のような研究開発部門の統合により，新製品に使用する電子部品の開発期間がおおむね半分の９か月ほどに短縮することができ，これによって，部品調達コストを２パーセント低減することができるとの記載がある。\n技術コンサルタントの試算によれば，開発期間が，平均でも現状の半分程度に短縮可能とされている。また，今後，甲会社との共同開発が可能な部品の調達額を前提とした場合には，この開発期間短縮による効果は，人件費などを含めて総合すれば，約６億円と試算されている。これらは，高度な専門分野の問題であるが，その判断過程などにおいて，合理性を欠くと考えられる部分はなく，この判断を前提とした事業計画の内容については不合理なものとはいえない。\n(3) 製造計画に応じた調達と流通コストの低減事業計画書には，貴社グループ工場の一角に甲会社工場を移転することにより，貴社の生産計画に応じて，電子部品の供給を受けることが可能となり，かつ，これによって流通コストを低減することができるとの記載がある。その前提とされた技術コンサルタントの試算による，ⅰ）貴社の主力工場に隣接する現在利用されていない貴社第２１工場を甲の工場として利用した場合の移転費用の算出，並びに，ⅱ）これによる流通コスト削減に関する考え方に不合理なところは見当たらず，これを前提とした削減効果についても不合理なものとはいえない。\nしたがって，これらの効果を約３億円としている事業計画書の記載には，不合理な部分は見当たらない。\n(4) 人材交流の実施事業計画書には，研究者の人材交流を通じて，貴社新製品の開発について，部品開発も含めた一貫した発想が生まれる可能性があるとの記載がある。\n確かに，人材交流の実施による効果に関する前記事業計画書の記載に不合理な点は認められな\n- 7 -いが，具体的な効果の算定は不可能である。\n２ 結論以上の検討により，本件甲会社との経営統合に基づく貴社における経済的な相乗効果を約２４億円と考えることは，不合理であるとはいえない。\n- 8 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：２００〔設問１から設問３までの配点の割合は，１０：６：４〕）\n次の文章を読んで，以下の１から３までの設問に答えよ。\nⅠ ＸとＹの間には，美術工芸品甲の売買契約をめぐって争いがある。以下は，この紛争について，Ｘの側のＪ弁護士とＹの側のＫ弁護士が平成１８年５月初めに確認した【弁護士間で確認された事実】，【Ｘの言い分】，【Ｙの言い分】及びＫ弁護士と弁護実務修習中の司法修習生Ｌ（以下「Ｌ\n修習生」という。）が平成１８年５月末に交わした【Ｋ弁護士とＬ修習生の会話】である。\n【弁護士間で確認された事実】\n１. 平成１７年９月ころ，美術品収集家のＸは，Ｙの勧めに応じて，ｐ国在住のＡが制作した美術工芸品を買うことにした。Ｙは，外国を歩き回って現地の美術工芸品を買い付け，それを輸入して売っている者であり，Ａから，既に完成している作品甲の売却の内諾を得て，買主を求めていた。\n２. Ａの作品は，ｐ国の伝統的な祭祀具に独自の工夫を凝らしたものであり，その大きさ・装飾\n・塗り等も一つ一つ異なっている。そして，作品の目立たない箇所には，作者の銘・完成年月日・作品番号などが刻印されている。ＹはＡが制作した甲の写真をＸに見せて購入を勧めた。\n３. ９月２８日，Ｙは，Ｘと代金額・支払時期などについて協議したことを反映させたメモを作成し，Ｘに交付した。そこには，次のような趣旨が記載されていた。\n① 甲の代金額 ６００万円\n② 甲の納品日と場所 平成１７年１２月７日，Ｘの自宅に届ける。\n③ 支払期日 内金２００万円 申込み時中間金２００万円 平成１７年１２月７日残代金２００万円 平成１８年１月１０日\n④ 支払方法 中間金は甲の納品時に現金で支払う。それ以外は，○○銀行×\n×支店Ｙ名義の普通預金口座に振り込んで支払う。\n⑤ 所有権移転時期 甲の所有権は代金完済時にＸに移転するものとする。\n４. ９月２８日，Ｙはメモを交付する際，「甲は，私が費用を払って船便で日本に輸送するが，ｐ国からの船便は月に２便程度で，輸送には１か月前後を要する。納品は，メモのとおり１２月初旬を見込んでいるが，船便の状況によっては，１か月程度は遅れるかもしれない。」と説明した。これに対して，Ｘは，「それくらいの遅れなら構わないが，どんなに遅くとも来年（平成１８年）２月末日までに甲を納品して欲しい。」と述べただけで，Ｙの申込みに対して確定的な返事をしなかった。\n５. １０月１日，Ｘは，Ｙの指定する銀行口座に，あらかじめ預かっていた振込用紙を用いて２００万円を振り込んだ。\n６. １０月６日，Ｙは，Ａに国際電話で甲の売買契約の申込みをして，Ａの承諾を得た。そして，同日，甲の代金の一部をＡの銀行口座に送金した。\n７. １０月２８日，Ｙは，他の美術工芸品の買い付けを兼ねて再びｐ国に渡航した。Ｙは，Ａに代金の一部を支払って甲の引渡しを受け，翌日，Ｂ運送会社に船便で甲をｐ国から日本に向けて送ることを依頼し，これを引き渡した。この時点では甲に傷はなかった。\n８. １２月５日に日本でＢから甲を受け取ったＹは，同月７日，Ｘ宅に甲を持参し，Ｘは，準備した中間金２００万円をそろえて応対した。しかし，その場で梱包を解いて，作者銘などの刻印を調べようとしたところ，甲の扉の可動部分の根元に亀裂と塗りの剥落があって開閉に支障があり，Ｘが扉を慎重に開けようとした際に，支持部品が折れてしまった。このため，Ｘは，- 2 -\n甲の受領を拒み，用意をしていた中間金２００万円を支払わなかった。Ｙは，仕方なく甲を持ち帰り，運送品に傷が生じていたことをＢに連絡し，Ｂから事実関係を調査するとの回答を得た。\n９. １２月８日，Ｙは，同業者の友人に甲を鑑定してもらい，甲の価格は，傷があれば３００万円程度になってしまうだろうとの評価を聞いた。Ｙは，その事実は伏せて，Ｘに，急いでｐ国に渡航して甲の修理が可能かどうかをＡに尋ねてみるので待って欲しい旨を依頼し，この点ではＸの同意を得た。しかし，「甲の残代金をＡに支払う必要があるので中間金を直ちに支払って欲しい。」というＹの懇請を，Ｘは拒絶した。\n10. １２月１０日，ｐ国に渡航したＹは，自分が工面した金でＡに甲の残代金を支払った。Ｙが，持参した甲の破損部分の写真をＡに見せて尋ねたところ，Ａは，「傷が分からなくなるような修理は可能であるが，甲をいったん分解し，傷のない部品と取り替えて組み立て直し，全体の塗装もやり直す作業が必要なので，修理には約２週間の期間と５０万円の費用を要する。仕事が詰まっているため，早くても修理に取り掛かれるのは１か月先になる。」と答えた。\n11. １２月１２日，帰国したＹはＸ宅を訪れて修理に要する費用や期間について説明し，修理品の納品は早くても２月半ば以降になると述べた。これに対して，Ｘは，傷のある甲は受け取れないと述べた。甲の修理をＡに依頼するのかどうかについて話を詰める前に，Ｙが，中間金の支払と甲の修理費用の前払を求めたところ，Ｘは激怒し，「どれだけ遅くても来年２月末までに，傷を修理した甲を持ってこなければ，支払済みの２００万円は返してもらうし，損害賠償も払ってもらうから覚悟しておけ。」と述べてＹを追い返した。\n12. １２月２５日，ＢからＹに荷物の破損に関する相談があり，Ｂは，Ｙに対して，鯨が輸送船にぶつかるというこれまでに経験のない事故があったため甲が破損したと推測されると説明した上，日本とｐ国の間の往復の船便の輸送料及び甲の修理代金５０万円はＢが支払う旨の約束をした（なお，ＢからＹに上記支払約束を確認する旨の書面が平成１８年１月末に届いているが，甲の破損の経緯は，その後も不明である。）。そこで，Ｙは，Ａに対して，国際電話をかけ，「甲を運送業者Ｃに頼んで航空便で送るので，早急に修理して欲しい。修理を完了した甲は，あなたのところに取りに行って船便で日本に送るようＣに頼んであるので，修理の完了をＣのｐ国現地事務所に連絡して欲しい。修理代金は，修理済みの甲の受領確認と発送の連絡がＣからあり次第送金する。」旨を述べた。Ｙは，Ａの承諾を得たので，翌日，甲をＣに取りに来てもらって，Ａ宛に航空便で送った。\n13. 平成１８年１月２５日，Ｙは，Ｃから，「修理済みの甲をＡより受け取り，直近の船便で送る。\n日本への到着予定は３月５日になる。」との連絡を受けた。Ｙは，修理代金５０万円をＡの銀行口座に送金した。さらに，Ｙは，甲の修理が完了した旨をＸに電話で連絡した。Ｘが甲を航空便で送るよう求めたのに対して，Ｘが費用を負担してくれるなら手配すると返答したところ，Ｘは「それなら結構だ。」と言って電話を切った。そこで，Ｙは，Ｃに運送方法の変更を指示せず，甲は船便で日本に輸送された。\n14. ３月５日，Ｙは，Ｃから甲を受け取り，梱包を解いて傷がないことを確認した。同月７日，Ｙは，甲をＸ宅に持参して，受領と引換えに残代金４００万円の支払を求めたが，Ｘは，契約は既に解除したとして，甲の受領も残代金の支払も拒絶した。\n【Ｘの言い分】\n甲は，Ｄからの依頼を受けて平成１８年５月に開催されるある美術展に出展するため，少し高いと思ったが，平成１７年１２月には納品できるということだったので買った。Ｄの主催している美術展は有名で，今回，甲のような美術工芸品がテーマとなっていたことは，Ｙも知っていて当然だし，だからこそＹは私に甲を売り込んできたに違いない。甲が２月中に引き渡されなかったため，出品物の図録撮影に間に合わず，美術展への出展は不可能になった。これでは，何のた- 3 -めに高い買物をしたのか分からない。\nＹが甲を持参したのは，約束した納品期日を３か月も過ぎている。こんなに遅れたのは，甲に傷が付いたためだが，その原因はＢの運送ミスにあり，そんな業者を選んだＹに責任がある。それなのに，傷物を持ってきた挙げ句，中間金の支払が遅れているとか，私に修理代の５０万円を負担しろなどと言ってきたのだから論外である。私は，甲の修理をＡに依頼したり，修理品を船便で送ることには同意していない。Ａへの修理依頼や船便での運送はＹが自らの判断でやったことである。遅くとも２月末には納品してくれなければ困ることは，契約前に言っておいたし，１２月１２日にも警告した。さらに，１月２５日にＹが電話してきたときにも，私はＹに甲をｐ国から航空便で送れと言った。傷の修理に時間がかかったのに，こちらの正当な要求を無視して，更に１か月もかけて船便で送るとは，人を馬鹿にしている。\n１月２５日に，私は，船便で送るような態度をとるなら，もうこの契約は結構だ，と今一度警告した。私は，２月末までは残代金４００万円を支払う準備をしていたのだが，２月末に甲が届かなかったことでこの契約は終わっているから，支払っていた２００万円を早く返して欲しい。\nまた，私は，甲を自宅で保管するために，昨年（平成１７年）の１０月３０日に２０万円する特注のアクリルケースを専門業者Ｅに注文していた。これが不要になったので，３月３日に，私はＥに８万円を支払って契約を合意解除せざるを得なかった。美術品収集家としての私の評判は地に落ちた上，美術展が開催される２０日間，甲をＤに貸していたら得られたはずの１０万円の賃料を得ることもできなくなった。こうした損害は，Ｙにはきちんと賠償してもらいたい。\n【Ｙの言い分】\n５月にＤ主催の美術展があることは，もちろん知っているが，そこにＸが甲を出展するなどという話は初耳である。\nそもそも，甲に傷が付いたことについて，私には責任がない。甲の破損は不可抗力によるものである。仮にＢに過失があったとしても，私は甲が壊れやすい高価品であることをＢに示してきちんとした梱包の依頼をしていたのだから，専門家のＢを信頼して任せた私のどこに落ち度があるというのか。だからこそ，甲の破損についてＢは，日本とｐ国の間の往復の船便の輸送料及び甲の修理代金５０万円を支払うと言っている。Ｂは大企業であって，事後処理についての交渉態度も誠実で，Ｘの言うようないい加減な業者ではない。\n私としては，本来なら甲をそのままでＸに渡せば十分だったはずで，私が航空運賃や修理代金\n５０万円を取りあえず立て替えてまでＡに修理を依頼したのは，修理を求めるＸの指示に従ってそれに誠実に応えたためである。修理によってこの程度の納品の遅れが出ることは，Ｘにも伝えてあり，むしろＸがそれを了解した上で，強く甲の修理を求めていたのである。\nその後も，私は，修理のために甲を航空便で送るなど，速やかな納品のためにできる限りのことをやった。３月７日の納品は，むしろ最善の努力の結果である。Ｘは，１２月１２日に会ったときにも，１月２５日に電話連絡をした折にも，確かに２月中の納品を求めていた。しかし，美術展に間に合わなくなるなどという事情については，Ｘは何も言っていなかった。また，航空便は船便の何倍も費用が掛かる。契約では船便で送ることになっているから，船便で送った甲が届くのが３月初めになったことには何の問題もない。運送費用の増加分を負担もせずに航空便で送れなどと要求するのは身勝手であり，Ｘも最終的には船便で結構だと無茶な要求を引っ込めたではないか。\nまた，３月７日に至るまで，Ｘは，一度も契約を解除すると明言したことがない。３月７日になって唐突に解除を主張するのは，私が努力してきたことを無意味にしてしまうもので，全く理不尽である。\n逆に，私は，Ａに甲の代金を支払うため，資金が必要だった。こうした事情は，Ｘの要望を容れて代金を分割払にした経緯から，Ｘも十分承知していたはずである。それにもかかわらず，Ｘ\n- 4 -が中間金を支払ってくれなかったので，私は自分で支払資金を別途工面しなければならず，非常に迷惑した。本来文句を言えないはずの甲の傷を理由に，甲の受取を拒絶して中間金を支払わなかったＸの態度こそ不当である。\n【Ｋ弁護士とＬ修習生の会話】\nＫ弁護士: 今月初めに，Ｘ側のＪ弁護士との間で事実の確認をした上で，折り合いがつかないかと話し合ってみましたが，Ｘは，あくまでも裁判で決着をつけたいようです。Ｙのために，Ｘがどういう主張をしてくるかを予想した上で，それに対して，Ｙとしてはどう反論するかを考えておかなければなりません。そこで，本件について検討し，その結果を私に報告して欲しいのです。\nＬ修習生: 先生，それでは，判例の考え方に沿って，まずは，Ｘが主張してくる法的構成を予測して，それへの対応を考えればよいのですか。\nＫ弁護士: 基本はそうですが，判例と異なっていても，通説や有力説があって，Ｘに有利となれば，Ｘ側は，それに沿って法的構成を工夫してくることも考えられます。\nＬ修習生: そうなると，判例と学説の対立があれば，それも整理しておく必要がありますね。\nＫ弁護士: 本件と関係ない点についてまで詳しく整理・検討したゼミの報告みたいなものを書いていただく必要はありません。あくまで確認された事実に照らして，お互いにどういう主張をすることになるのかを中心に，簡潔にまとめて欲しいのです。また，こちらの言い分をきちんと主張するのは当然ですが，Ｘの言い分が仮に認められた場合についても，さらに，こちらとしては対応を考える必要がありますね。\nＬ修習生: 例えば，私は，Ｙの言い分に沿ってＹには帰責事由がないことを強く主張しようと考えていますが，裁判所に，帰責事由がないとはいえない，と判断される場合の対応も考える，ということでしょうか。\nＫ弁護士: それは一つのポイントですね。その点は，契約解除の根拠の一つにも関係してきますね。それについて，私には，気になっている点があります。近時，債務者の帰責事由を必要とせずに契約の解除ができるという考え方も，学説では有力に主張されているようですね。\nＬ修習生: はい，以前から，履行遅滞による解除に帰責事由は不要とする見解がありますし，近ごろは，債務不履行一般について重大な債務不履行があれば帰責事由がなくても解除ができるという見解もあります。ただ，こうした見解を細部まで正確に理解して理論的な反論を準備するのは，私には少し荷が重いです。\nＫ弁護士: 分かりました。ほかにも学説はあるようですから，そういう理論的な問題は，Ｘ側の具体的な主張を見た後で，一緒に検討しましょう。場合によっては，友人の大学教授に話を聞いてみます。君は，仮に債務不履行を理由とする解除には帰責事由を要しないという見解が採用されたとしても，確認された事実に即して考えた場合，Ｘは本件契約を解除できない，という主張が可能かどうかを考えてください。\nＬ修習生: はい。ところで，先生，Ｙの側から未払代金等の支払を求める反訴を起こすことも検討しなければいけませんか。\nＫ弁護士: その点は私が検討しますから，書かなくてよいです。いろいろ言いましたから，課題を整理しましょう。まず，(a)支払済み代金２００万円の返還と１８万円の損害賠償を請求するためにＸが主張してくると予想される様々な実体法上の法的構成を，確認された事実を前提として検討してみてください。次に，(b)Ｙはこれに対して，どのように反論すればよいかを考えてみてください。先ほど言いましたように，帰責事由がなくても債務不履行を理由とする解除ができるという解釈論の当否自体の検討はしなくてもよいです。以上の２点について報告書を書いてきてください。\n- 5 -\n〔設問１〕 あなたがＬ修習生であるとして，Ｋ弁護士が指示した課題(a)及び(b)についてどのよ\nうな報告をすべきか，検討の結果を述べなさい。なお，本件については，すべて日本法が適用されるものとする。また，解答に当たっては，後記Ⅱ以下の事実は考慮しないこと。\nⅡ 前記ⅠのＸＹ間の売買契約に関して，平成１８年６月１５日，ＸがＹに対して訴えを提起したところ，その訴訟は，次のように推移した。\n１. Ｘは，Ｙに対して，甲の売買契約を解除したとして，原状回復として支払済みの売買代金相当額２００万円及びこれに対する平成１７年１０月１日から支払済みまで年６分の割合による利息，並びに債務不履行に基づく損害賠償として２５０万円及びこれに対する訴状送達の日の翌日から支払済みまで年６分の割合による遅延損害金の支払を求めて，訴えを提起した。なお，訴状は平成１８年６月２２日にＹに送達されている。\n２. Ｘの訴状には次のような記載があり，Ｘは第１回口頭弁論期日において訴状の内容を陳述し，また，同期日において甲４号証その他の書証を提出した。なお，甲４号証にはＦ名義の署名があるだけで，捺印はされていない。\n【訴状】\n＜前略＞第１ 請求の趣旨\n１ Ｙは，Ｘに対し，２００万円及びこれに対する平成１７年１０月１日から支払済みまで年６分の割合による金員を支払え\n２ Ｙは，Ｘに対し，２５０万円及びこれに対する訴状送達の日の翌日から支払済みまで年６分の割合による金員を支払え\n３ 訴訟費用は被告の負担とするとの判決並びに仮執行の宣言を求める。\n第２ 請求原因\n＜中略＞\n５ 平成１７年１２月１２日，ＸはＹに対して，「どれだけ遅くても来年２月末までに，傷を修理した甲を持ってこなければ，支払済みの２００万円は返してもらうし，損害賠償も払ってもらう。」と述べて，修理済みの甲の引渡しを催告すると同時に，平成１８年２月２８日の経過をもって甲の売買契約を解除する旨の意思表示をした。\n＜中略＞\n８ Ｘは，Ｘが甲を購入し美術展に出展する話を聞き付けた同好の美術品収集家Ｆから，平成１７年１１月上旬ころから，美術展終了後に甲を譲り渡して欲しい旨の懇請を受けていた。そして，同年１１月２８日，Ｘは，Ｆとの間で，美術展終了後の平成１８年６月１０日を引渡し期日として，甲を８５０万円で転売する旨の契約を締結したが，Ｙが甲を適時に引き渡さなかったために，購入代金６００万円と転売代金８５０万円の差額\n２５０万円を得ることができなかった。\n＜中略＞第３ 証拠\n＜中略＞\n３ 請求原因８の事実は，Ｆ名義の文書（甲４号証）で証明する。\n＜後略＞\n- 6 -\n【Ｆ名義の文書（甲４号証）】\n平成１７年１１月２２日\nＸ様本日はお目にかかることができず，残念でした。\n先日来お願いしておりますように，甲を是非ともお譲り下さい。来年の６月８日までに８５０万円を用意することができる予定ですので，同日以降に代金の決済と甲の引渡しを行うということで，お願いできれば幸いです。改めて御連絡いたしますので，御検討のほどよろしくお願いいたします。\nＦ（署名）\n３. Ｙは，第１回口頭弁論期日において，あらかじめ提出していた答弁書に従って，「Ｘの請求をいずれも棄却するとの判決を求める」との請求の趣旨に対する答弁をした上で，「旧知のＦに甲の購入の事実を問い合わせたところ，『覚えがない』とのことであったので，訴状記載の請求原因８の事実は否認する」と述べた。そして，（陳述①）「『覚えがない』と言っているＦがこのような文書を作成したとは考えられないので，甲４号証の成立も否認する。」との陳述をした。\n４. また，Ｙは，第１回口頭弁論期日において，訴状の請求原因５の記載について「『どれだけ遅くても来年２月末までに，傷を修理した甲を持ってこなければ，支払済みの２００万円は返してもらうし，損害賠償も払ってもらう。』とのＸの発言があったことは認める。」という陳述をした。第１回口頭弁論期日の後，弁論準備手続が開始され，同手続は計３回の期日をもって終結した。\nその後，Ｆの証人尋問並びにＸ及びＹの当事者本人尋問を行うために，第２回口頭弁論期日が開かれたが，この期日の冒頭の弁論準備手続の結果陳述に引き続いて，Ｙは（陳述②）「訴状の請求原因５記載のＸの発言のうち，『支払済みの２００万円は返してもらう』旨の発言があったことは否認する。」との陳述をした。そして，（陳述③）「仮に訴状の請求原因５記載のとおりのＸの発言があったとしても，それが解除の意思表示に該当することは争う。」との陳述もした。\nなお，受訴裁判所は，弁論準備手続における両当事者との協議の結果，この第２回口頭弁論期日をもって弁論を終結する予定にしている。\n〔設問２〕 下線部のＹの陳述①から③までに関する次の設問に答えなさい。なお，設問はＸが訴\n状で採用した実体法上の法律構成の当否を問うものではない。\n(1) 陳述①の訴訟法上の効果を，Ｙが甲４号証の成立について認否をしなかった場合と比較して，論じなさい。\n(2) 陳述②と③の訴訟法上の効果（攻撃防御方法としての許容性を含む。）を論じなさい。\nⅢ 以下の問題は，前記Ⅱの訴訟を前提としている。ただし，第２回口頭弁論期日が開かれる前であるものとして答えなさい。\nＹは，第３回弁論準備手続期日が終了した後に，このまま訴訟を続けると業界の噂になって，他の顧客との取引に支障が出かねないと考え，ある程度の譲歩をしてもよいので，何とか訴訟を- 7 -終わらせてほしいと，Ｋ弁護士に相談した。そこで，Ｋ弁護士は，Ｘ側のＪ弁護士に協議を申し入れた。Ｋ弁護士は，Ｊ弁護士から，Ｘが「以前から欲しいと思っていたＹ所有の仏像乙を手に入れることができるのであれば，訴訟にはこだわらない。」と述べているという話を聞かされたので，そのことをＹに伝えたところ，Ｙは「乙であれば手放してもよい。」とＫ弁護士に述べた。このことをＪ弁護士に伝えると，Ｊ弁護士から，次のような提案があった。\n「ＹがＸの請求債権が存在することを認めた上で，乙を代物弁済としてＸに譲渡するのであれば，訴訟については矛を収めることにする。その方法だが，（方法①）Ｙが１週間以内にＸの自宅に乙を持参すれば，その場で訴えの取下げを合意する契約を結び，きちんとした契約書を作る。\nその方法が嫌であれば，（方法②）次回の口頭弁論期日にＹが乙を持参して，法廷でＸに手渡してくれれば，請求債権はそれで消滅したということで，その期日に請求の放棄の手続をとる。あるいは，（方法③）同じく法廷で乙を授受することを前提として，ＹがＸの請求債権を認め，これが代物弁済によって消滅したこと及びＸとＹの間に本件に関し一切の債権債務が存在しないことを相互に確認する旨の訴訟上の和解をするということでも結構だ。」\n〔設問３〕 Ｋ弁護士の立場で，①から③までのいずれの方法をＸの側に求めるべきかにつき，訴\n訟法上の観点から論じなさい。ただし，訴訟費用の問題を論ずる必要はない。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，甲会社において，Ａ派とＢ派の対立が生じている場面で，Ａ派主導で乙会社に対する第三者割当てによる募集株式の発行が行われた事例を基に，甲会社及び乙会社における法律問題を問うものである。\n〔設問１〕は，甲会社において，第三者割当て実施後に，Ｂ派が執り得る対抗手段を解答さ\nせる問題である。甲会社の募集株式の発行の手続等の瑕疵を見付け出し，それに基づき，いかなる法的手段が可能かを検討させるものである。具体的には，新株発行無効の訴えの提起が許されるかどうかの検討が必要である。会社法は，新株発行無効の訴えの制度を定めているが（会社法第８２８条第１項第２号），無効原因については規定されておらず，どのような瑕疵を基に，新株発行無効の訴えが認められるかが問題となる。本件では，発行直前の市場価格を大きく下回る価額での発行が行われているが，募集株式の発行に当たって株主総会の決議を経ていないため，有利発行規制に違反するかどうかが論じられなければならない。また，本件では，募集株式の発行に関する取締役会決議はＢ派の取締役が海外出張中に行われたので，かかる取締役会決議の効力が問題となり得る。さらに，本件の第三者割当てがＡ派の支配権を維持するための不公正発行であったといえるかどうかも問題である。これらの募集株式の発行に関する瑕疵が認められるとするならば，続いて，それらが募集株式の発行の無効原因となるかが論じられなければならない。募集株式の発行に瑕疵があった場合における募集株式の発行の効力に関する判例及び学説を踏まえつつ，本件特有の事情を考慮して，自己の見解を述べる必要がある。なお，不公正な払込金額で株式を引き受けた者の責任（会社法第２１２条第１項）を乙会社に問うことができるかどうかも問題となる。\n〔設問２〕は，第三者割当てにより甲会社株式を引き受けた乙会社の取締役の会社に対する\n責任の有無を解答させる問題である。甲会社の株式を引き受けたものの，その後保有する株式の価値が大きく下落した場合に，どのような責任が乙会社の取締役に発生するか（若しくは発生しないか）を検討させるものである。具体的には，会社法第４２３条が定める任務懈怠の責任の有無が判断されなければならない。任務懈怠の責任と善良なる管理者の注意義務との関係，さらに，注意義務違反の判断基準を理解しているかが問われている。その際に，経営判断の原則の意義についての的確な記述が求められる。その上で，経営判断の原則を本件にどのように適用するかが論じられる必要があるが，弁護士事務所の意見書と監査法人の報告書はそれぞれ異なる視点から作成されており，これらの資料を読み解き，乙会社の取締役の責任の有無につ\n- 3 -きどのように考えるのかについて，説得力のある解答が期待されている。取締役の責任があるとする場合には，賠償すべき損害額についても検討する必要がある。\n〔第２問〕\n本問は，売買契約締結後・引渡し前にその目的物（特定物）に瑕疵が生じた場面において，民法上の様々な法的構成と争点，民事訴訟における訴訟行為をめぐる諸問題についての基本的な理解を問う総合問題である。本問は，比較的長文の事実及び当事者の主張から法的な問題点を発見する能力，当事者の望むところを的確に法的に構成する能力，そうした法的構成にとって意味のある事実を過不足なく拾い出す能力，相手方の主張の問題点や中心的な争点を明らかにする能力，具体的な事実に即して抽象的な法原則や法制度を正確に理解し法規定を解釈・適用する能力などを多面的に問うている。これらに加えて，論じるべきことを論理的かつ明快に構成した文章で表現する能力が備わっているかについても評価の対象としている。\n設問１は，課題（ａ）として，買主Ｘが支払済みの代金２００万円の返還と１８万円の損害賠償を請求するために，どのような法的構成で主張してくるかを検討するよう求めている。代金返還を主張する法的構成として中心となるのは，履行遅滞を理由とする解除に基づく原状回復請求（民法第５４１条）であるが，定期行為の履行遅滞による解除（民法第５４２条）や瑕疵担保を理由とする解除（民法第５７０条）の構成も考えられる。損害賠償については，一般の債務不履行に基づく損害賠償（民法第４１５条）と瑕疵担保を理由とする損害賠償（民法第\n５７０条）が考えられる。このうち解除に関しては，解除の対象となる売買契約の締結・解除権を発生させる要件・解除権行使について，損害賠償に関しては，損害の発生とその数額について，【弁護士間で確認された事実】から，過不足なく事実を指摘して主張を構成することが求められる。\nＹの側からの反論を考えるよう求める課題（ｂ）では，解除の主張に対し，定期行為性の否定，制度の趣旨による瑕疵担保規定の不適用・契約目的不達成要件の不充足，１２月７日の適法な提供，履行期の延期合意の成立あるいは相当期間内の履行による履行遅滞自体の否定，履行補助者性の否定と選任・監督上の無過失・不可抗力，解除の意思表示の否定などが，反論として考えられる。なお，解除権の行使について権利濫用・信義則違反という反論を評価しないわけではないが，一般条項に頼る前に検討すべきことが少なくない。損害賠償請求に対しては，特別事情の予見不能（民法第４１６条第２項），信頼利益と履行利益の同時請求の矛盾，債権者の損害軽減義務違反等による過失相殺などが反論として考えられる。答案では，これらの反論をＸの主張と対比させ，やはり事実を的確に指摘しつつ，説得力をもって論じることが求められる。\n設問２は，自白，擬制自白及び自白の撤回についての民事訴訟法の理解を主として試すものである。陳述①については，署名はあるが押印のない私文書を題材に，書証の成立に関する事実についての擬制自白の成否を論じた上で，擬制自白が成立しない場合における書証の成立の真正の証明について，民事訴訟法第２２８条第４項の規律を踏まえて説明することを求めたものである。陳述②及び陳述③については，Ｘの従前の発言が主要事実に該当するのか否か等，その法的位置付けを本件事案に即して具体的に検討した上で，自白ないし擬制自白の成否及び従前の陳述の撤回可能性を，その法的位置付けと論理的に整合するように導くこと，また，併せて，時機に後れた攻撃防御方法として却下されるものか否かについて，具体的な手続の進行状況に即して，当該攻撃防御方法を許容すると新たにどのような審理が必要となるかを踏まえつつ，論じることを求めたものである。\n設問３は，訴訟を終了させる当事者の行為，すなわち，訴えの取下げの合意，請求の放棄及び訴訟上の和解の三つの方法について，紛争の解決を希望する被告の視点から，具体的事案に即して，その長短を比較検討するというものである。具体的には，この三つの方法について，- 4 -\nそれぞれの法的性質，既判力の有無や範囲等の法的効果の検討を踏まえ，意思表示の瑕疵の主張等による紛争の蒸し返しや再訴による新たな紛争の発生の可能性等を本件具体的事案に即して検討した上で，それを横断的に比較しながら三つの方法の長短を論じることが求められる。\n【刑事系科目】\n〔第１問〕\n本問は，具体的事例を素材として，そこに現れた具体的事実に基づいて甲乙の罪責を問うことにより，刑事実体法の正確な理解，具体的事実に法規範を適用する能力及び論理的思考力を試すものである。小問１及び２は，甲乙の罪責を論じる上でポイントとなる問題点であり，これらの点について十分な検討をした上で，甲乙の罪責を罪数評価を含めて論述することが求められている。\n小問１においては，詐欺罪及び恐喝罪の成否を検討するに当たり，構成要件該当性等犯罪の成立に必要な要件を念頭において具体的事実を抽出し，要件への当てはめをすることが求められている。その際，「錯誤に基づく財産的処分行為」ないし「畏怖に基づく財産的処分行為」\nという構成要件要素への該当性を判断するに当たっては，Ａが現金を交付しようと考えるに至った理由に関し，Ａが，Ｂから１２０万円の損害賠償を求められた際，事故の全責任が自らにあることは認めながら，損害金の支払には応じなかったこと，Ａが甲乙両名と面談し，甲から「Ｂは現在も仕事を休んで治療を続けており，追加の治療費と休業補償分を加えると，未払分は１２０万円にとどまらず，既に２００万円になっている。」と言われた時にも，Ａは，２００万円の支払要求には応じなかったこと，甲が，「あんたにも家族がいるだろう。家族が事故に遭えば，被害に遭った者の気持ちが分かるかもしれんな。家族が事故に遭ってから，あの時\n２００万円払っておけば良かったと悔やんでも遅いぞ。」と申し向けて，２００万円の支払を強く要求したところ，Ａは，２００万円支払わなければならないと考え，とりあえず，手持ちの現金２０万円を甲乙に手渡したこと等の具体的事実を示した上で，これらの事実が持つ意味を的確に評価し，要件への当てはめという思考過程を論述することが必要である。\nまた，甲がＢから損害金１２０万円の取立を委任されていることと恐喝罪等の成否との関係についても，甲が自己の取り分を上乗せして１２０万円を大きく超える２００万円を請求していること，Ａの家族の生命・身体に危害を加えることをほのめかして脅迫するという手段を用いていること等の具体的事実を示した上で論述することが必要である。\n小問２においては，最高裁判所決定理由の中で，共犯関係の解消が認められないとの帰結に至る過程で着目された事実及びこれらの事実の評価から結論が導かれた過程を検討した上で，本事例を分析することが求められている。その際，最高裁判所決定の事案と本事例との類似点，相違点に留意しつつ，甲乙の人的関係，甲乙間に共犯関係が成立した経緯，甲乙の共謀の内容，Ａから２０万円の交付を受ける際に甲乙それぞれが果たした役割，甲乙の行為がＡに与えた影響，乙がこれ以上の支払要求をやめようとした際の甲に対する乙の言動，これに対する甲の対応，その後の甲の行動とこれに対する乙の予測可能性等に関する具体的事実を示し，これらの事実を評価して結論を導く思考過程を論述することが必要である。\nさらに，甲の罪責として，５０万円の費消行為をどう考えるかについては，成立が考えられる犯罪についての構成要件該当性を具体的事実に基づいて論述する必要がある。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論じるにとどまることなく，事例に示された具体的な事実関係を分析した上，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解\n- 5 -決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，連続的に発生した放火事件を素材として，将来，同一犯人による同種手口の放火事件が発生する蓋然性が高いと認められる駐車場と，犯人である嫌疑が高い被疑者の自宅前公道上におけるビデオ撮影・録画の適法性を問うことにより，「捜査」の意義，任意捜査と強制捜査の区別基準，その区別に即したビデオ撮影・録画の適法性判断基準など捜査に対する法規制に係る最も基本的な事項の理解と具体的事実への法適用能力を試すものである。\n法解釈の部分では，刑事訴訟法等の関連規定の構造と，これを解釈した最高裁判所の判例の示す「強制」手段の定義や判断基準の背後にある基本的な考え方，―例えば，なぜ「強制」の処分には特別の根拠規定が要請されているのか，また，「強制」に当たらない任意処分であっても常に許容されるわけではなく，具体的状況において一定の限界があり得ると解されている理由や趣旨―を論じた上で，そこから強制捜査と任意捜査の区別基準や，任意手段の必要性・\n緊急性や相当性等の具体的な適法性判断基準を導き出すことが求められている。基準の結論部分を記述しただけでは法解釈とは言えず，不十分である。\nまた，事例への法適用の部分では，自らが論じた判断基準等に従って，本問の事例中に現れた具体的事実関係を的確に抽出，分析して，その該当性を判断することが要求されている。例えば，駐車場におけるビデオ撮影・録画と，被疑者方前公道上におけるそれとは，同じ判断基準を適用しても，その該当性判断において論じるべき具体的事実関係は異なっているので，こうした違いに即して丁寧に分析・検討すべきである。また，事実を事例中からただ書き写して羅列すれば足りるものではなく，それぞれの事実が持つ意味を的確に分析して論じることが必要である。例えば，被疑者方前公道上におけるビデオ撮影・録画の必要性を検討する過程で，被疑者に対する犯罪の嫌疑の程度を論じる際には，３件の放火事件が，発生時期，発生場所，放火対象物，放火の態様等において類似していることを示す具体的事実関係を指摘して，これらが同一犯人による連続放火事件である可能性が高いことを的確に論証した上で，各放火事件と被疑者を結びつける個々の事実関係に言及して，その嫌疑の程度を論じることができていれば，極めて優れた分析といえよう。\n設問２は，被告人の前科に関する事実を，被告人が被告事件の犯人であることの認定に用いることが許されるかを問うものであり，前科に関する事実を公訴事実の認定に用いる場合に生じ得る問題点や弊害についての基本的な理解を踏まえて，事例中に現れた被告人の前科に関する事実を犯人であることの認定に用いる際の推認の過程を具体的に検討し，この事実を認定に用いることの可否を論じる必要がある。すなわち，被告人に前科があるという事実から，被告人が犯罪を犯すような悪性格をもっていることを立証し，こうした悪性格の立証を介して，被告人が被告事件の犯人であることを推認させようとする推認過程と，特殊な犯行方法・態様等の共通性に着目し，そこから被告人が被告事件の犯人であることを推認させようとする推認過程の違いを明確に意識して論じることが必要である。\nいずれの問題点についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的な事実関係を指摘しつつ，それらの事実関係がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n設問１は，破産手続における法人の役員の責任追及について問うものである。（１）では，役員の責任の査定手続及び役員の財産に対する保全処分について説明する必要がある。（２）\n- 6 -は，株主代表訴訟が係属している場合に破産手続の開始が当該訴訟に対して与える影響について問うものであり，当該訴訟の中断及び受継（破産法第４５条の類推適用の可否）について被告からの受継申立てを含めて検討する必要があるほか，当該訴訟とは別個に査定の申立てをすることができるか等についても問題となる。\n設問２は，破綻の原因を作った代表取締役による破産債権の行使に対する破産管財人の対応について問うものである。本問では，破産管財人が破産債権者に対する損害賠償請求権を自働債権として相殺をすることができるか（破産法第１０２条）について検討する必要がある。また，明文の規定はないが，このような破産債権者が届け出た債権について衡平の観点から劣後化を図ることができるか等が問題となる。\n設問３は，保証人が保証債務を全額弁済した場合に，（１）弁済による代位によって取得した原債権及び（２）求償権を自働債権とし，破産者に対する債務に係る債権を受働債権とする相殺の可否について問うものである。弁済による代位や求償権の性質を踏まえ，破産手続開始後の債権取得による相殺制限の規律（破産法第７２条第１項第１号）の適用及び停止条件付の破産債権である求償権による停止条件成就後の相殺の可否等について検討することが必要である。\n〔第２問〕\n本問は，個人破産事件の具体的な事例を基に，破産手続と小規模個人再生手続の手続選択上の考慮要素，破産手続開始後の破産者に対する弁済の効力，自由財産の範囲拡張の裁判制度及び免責不許可事由について，その理解を問うとともに，適切に事案を分析できるか否かを試す出題である。\n設問１では，小規模個人再生手続の利点として，資格制限を回避することができ，債務者に財産の管理処分権が保持されるため従前の生活が維持され，再生計画に住宅資金特別条項（民事再生法第１９８条以下）を定めることによって住宅の確保を図り得ることを指摘した上で，再生計画の認可のために必要な最低弁済額要件（同法第２３１条第２項第４号）を充たす収入を確保し難いことが手続を利用する障害となることを論述する必要がある。\n設問２は，破産手続開始後の破産者に対する弁済の効力（破産法第５０条）について，弁済者が破産手続の開始を認識していたか否かという場合分けを踏まえ，推定規定（同法第５１条）の存在を含めて的確な分析ができるか否かを問うものである。\n設問３では，破産財団を構成する中古自動車について，自由財産の範囲拡張の裁判の申立て\n（同法第３４条第４項）ができることを指摘した上で，設問からうかがわれる破産者の事情から許可の可能性について検討することが必要となる。\n設問４では，具体的な事例から，検討すべき免責不許可事由（同法第２５２条第１項第２号，第４号及び第５号）を適切に抽出し，要件の分析を加えるとともに，裁量免責の可能性（同条第２項）についても言及することが求められている。\n[租 税 法］いずれの設問も，法科大学院における租税法の基本的な事項に関する学習を前提として，具体的な事案について，租税法規の解釈論をどのように展開することができるか，どのように事実関係を認定し，どのように法規に当てはめて判断すべきかを考える能力を試すものである。\n〔第１問〕\n第１問は，保証人としての債務を履行した場合の譲渡所得の課税関係に関する理解を問う問題である。１においては，譲渡所得の該当性及び譲渡所得の課税の基本的な仕組みについての理解を問うている。所得税法第３３条の規定とともに，同法第２２条に留意する必要が- 7 -\nある。２においては，所得税法第６４条第２項の特例の適用要件についての基本的な理解を問うた上で，本問の事案に現れた諸事実の中から，その適用要件に関わる事実を指摘し，当該要件を満たすか否かを論じる能力を試している。３においては，Ｘが連帯保証をした時点で既にＢ社が債務超過に陥っており，辛うじて営業を続けている状態にあって，Ａにも返済資金が全くなかった場合を想定して，所得税法第６４条第２項の特例の適用要件の法解釈を論じた上で，Ｘがそれらの事実を認識していたかどうかを含めて，その適用要件を満たすか否かを論じる能力を試している。\n〔第２問〕\n第２問は，事案に現れた三者間の法律関係を把握した上で，所得税法及び法人税法の規定の法解釈論を展開するとともに，問題文に現れた事実関係を整理して法規範を適用する能力を試す問題である。１については，参照条文を参考にしながら，必要経費に関する所得税法第３７条及び第４５条の関連規定の要件を正確に読み取り，それらの規定の趣旨がいかなるものか，当該趣旨や条文の文言に照らして，甲のした支払の所得税法上の取扱いがどうなるのかを，問題文に現れた諸事実を踏まえつつ，分かりやすく論述できるかどうかを試している。２については，民事上の法律関係を踏まえ，甲が求償しない旨を乙に告げ，乙が甲から求償権の行使を受けなくなったことに関して，それが所得税法第３６条所定の収入金額に当たるか，当たるとすればいかなる理由に基づくのか，また，その所得区分はどのように考えるべきか，さらに，源泉徴収がいかなる場合にどのようにして行われるのか，を論じることができるかどうかを問うている。３については，法人税の課税標準となる各事業年度の所得の金額の計算構造の基本的な理解を問うとともに，損害賠償請求権の額が益金の額に算入されるか，備品の損壊が損失として損金の額に算入されるかに関する理解を問うている。\n[経 済 法］\n〔第１問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うとともに，抽象的な議論に陥いることなく具体的な事実関係に基づいた論述の展開ができるかを試すものである。\n設問１では，Ｘ社が，甲社製の駐車場装置の構成部品の販売に際し，乙社の取替工事を条件とするという販売方針について，これが不公正な取引方法に該当して違法か否かを論じることを求めた。\n一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することとなる。\nさらに，独立系保守業者の事業活動に対する影響と，構成部品の転用防止というＸ社の主張に関して，公正競争阻害性，正当化事由に係る一般的判断枠組みを論じた上で，弁護士として\nＸ社及び乙社の担当者に尋ねて得られた回答を踏まえて，Ｘ社の意図に関する事実認定を行い，あるいは営業計画の合理性を判断して，公正競争阻害性の有無について論じることが求められる。\n設問２は，Ｘ社が，構成部品の在庫費用を削減するために，計画在庫数量を設定した上で，一定の場合に独立系保守業者からの発注について引渡時期の条件を付すという販売方針について，これが不公正な取引方法に該当するか否かの検討を求めるものである。\nこの方針について，一般指定の各項を踏まえて，本事例の行為に対する適用項とその要件該当性を具体的に論述することが求められる。\nさらに，在庫費用の削減という目的，独立系保守業者に与える影響等の具体的事実関係に基づいて，公正競争阻害性の有無を論じることとなる。計画在庫数量を算出している基準の妥当\n- 8 -性等を踏まえて，かかる方針の相当性を論じることになろう。その際，乙社とＸ社の資本関係，保守業者による自社在庫の可能性なども考慮され得よう。\nなお，Ｘ社からの依頼を受けた弁護士として回答することを求めており，乙社の行為に関する回答は不要であるが，Ｘ社の行為・販売方針については合理的に考え得る独占禁止法上の問題点を幅広く回答することが望ましい。\n〔第２問〕\n本問は，入札談合事案を素材として独占禁止法の基本概念の正確な理解と的確な条文解釈能力を試すものである。\n設問１は，いわゆる基本合意とそれに基づく個別調整行為という典型的な入札談合に係る事実関係をもとに，不当な取引制限の構成要件という独占禁止法の基礎を正確に理解し，使いこなすことができるか否かを問う基本的問題である。小問（１）では，本問において，毎年１回の会合における話合いから実際の入札に至るまでの行為のうち，いかなる行為が不当な取引制限の違反行為となり得るかを特定し，かつ，甲省の入札制度を踏まえた上で，具体的事実を摘示して構成要件該当性を論述することが求められる。小問（２）では，不当な取引制限に関する法律解釈又は事実認定に関する議論を問うたものであり，事実認定に関する議論にあたっては，個々の事案に即して経験則に従って事実認定を行うという事実認定の基本を踏まえた論述が望まれる。\nなお，公正取引委員会の立入検査等の審査の結果を踏まえた論述を求めており，刑事事件としての議論までを求めたものではない。\n設問２は，課徴金納付命令に関して，その算定に関する条文を踏まえながら本問での当てはめを行わせるものであり，法文を読んだ上で内容を理解し，文理に忠実に条文の操作を行って事案の解決を図るという法律家に必要な能力を試したものである。\n設問３は，課徴金納付命令に係る審判における被審人の主張の当否を論じさせるものであり，課徴金の算定に当たって違約金相当額を控除すべきか否かについて，課徴金の算定又は控除に関する条文の文理を踏まえた上で，課徴金の制度趣旨，各規定の趣旨に基づいて説得的に論述することが求められる。\n[知的財産法］\n〔第１問〕\n設問１では，問題文から読み取れる事実関係を条文に当てはめて，甲の訴訟上の請求として，物の発明である本件発明の特許権に基づく差止請求，特許権侵害の不法行為による損害賠償請求，不当利得返還請求，出願公開の効果としての補償金請求が考えられることを簡潔に論述し，設問２では，甲の各請求に対する抗弁（消滅時効の抗弁，権利行使の制限の抗弁，先使用の抗弁）及びその成否をそれぞれ検討した上で，各請求がいかなる範囲で認められるかについて論述する必要がある。抗弁の成否の検討のポイントは，以下のとおりである。\nまず，消滅時効の抗弁については，不法行為による損害賠償請求権の消滅時効の時効期間は３年であり（民法第７２４条），補償金請求権につき不法行為の規定が準用されていることから（特許法第６５条第５項），甲の損害賠償請求権（一部）及び補償金請求権（全部）について消滅時効が完成していることを論じることが求められる。なお，消滅時効の抗弁により損害賠償請求ができない期間に係る部分についても，不当利得返還請求権を行使できることを明示することが望まれる。\n次に，権利行使の制限の抗弁（特許法第１０４条の３第１項）については，本件発明の特許の無効理由（特許法第２９条違反）の存否について論じることが求められ，主として，本件論文がＡによって各会員に交付されたこと及びその後乙がＡからそのコピーを入手したことによ\n- 9 -り，本件発明が出願前に「公然知られた発明」（特許法第２９条第１項第１号）となったかどうか，また，本件発明が出願前に「頒布された刊行物に記載された発明」（特許法第２９条第\n１項第３号）に該当するかどうかについて論述する必要がある。その際には，Ａが本件論文の内容について守秘義務を課した場合とそうでない場合とで差異が生じるかについて論述することが望まれる。\nさらに，先使用の抗弁については，発明の実施である「事業の準備」（特許法第７９条）の意義及び先使用権の効力の及ぶ範囲（最判昭和６１年１０月３日民集４０巻６号１０６８頁〔ウォーキングビーム式加熱炉事件〕参照）の理解を問うものである。具体的には，製造販売されている現製品（携帯電話β）が出願前に製造された試作品（携帯電話α）の「一部改良品」である点の分析評価が重要であり，試作品の製造及び現製品の設計図面の作成をもって，試作品又は現製品につき「事業の準備」があったといえるかどうか，仮に試作品につき先使用権が成立するとした場合，その効力が現製品に及ぶかどうかといった点を論述する必要がある。\n権利行使の制限の抗弁及び先使用の抗弁の成否については，事実関係の分析評価を的確に行い，論理一貫した説得力ある論述がされていれば，結論はいずれでもよい。そして，上記抗弁のいずれかが成立するという立場をとれば，甲の各請求はいずれも認められず，一方で，いずれも成立しないという立場をとれば，甲の各請求は，消滅時効の抗弁により請求できない部分を除き，認められることとなる。\n〔第２問〕\n本問は，主として，他人の著作物に基づいて作成された作品の利用が著作権の侵害となる場合に関する理解を問うものであり，とりわけ，作品がどのような場合に他人の著作物を原著作物とする二次的著作物となるか，また，作品の利用が著作権を侵害するとすれば，いかなる支分権を侵害するかについて，問題文から読み取れる事実関係に即して具体的に論述することが求められる。\n設問１では，脚本Ｂが，小説Ａを原著作物とする二次的著作物であり，乙と丙を著作者とする共同著作物であること，それゆえに，その利用について甲の承諾（著作権法第２８条）及び丙の承諾（著作権法第６５条第２項）を得ることが必要となることを論じた上で，①脚本Ｂに基づいて演劇Ｅを演じさせること，②その録音録画，③録音録画したＤＶＤの販売につき，いかなる支分権が働くかを論述しなければならない。①については上演権（著作権法第２２条），②については複製権（著作権法第２１条，第２条第１項第１５号イ），③については譲渡権（著作権法第２６条の２第１項）等が問題となる。\n設問２では，まず，小説Ｃが小説Ａを原著作物とする二次的著作物となるかを検討する必要がある。次に，小説Ｃが二次的著作物となる場合に，その朗読に口述権（著作権法第２４条，第２８条）が働くこと，その朗読が私的使用目的で作成された二次的著作物の複製物（著作権法第３０条第１項，第４３条第１号）の目的外使用としての「公衆に提示」（著作権法第４９\n条第２項第１号）に該当し，小説Ａにつき翻案を行ったものとみなされること，及び著作権法第３８条第１項の適用の有無について論じた上で，口述権及び翻案権（著作権法第２７条）の侵害が成立するか否か，そして，侵害が成立する場合に，甲は丁に対して具体的にどのような請求をすることができるかを論述しなければならない。\n設問３では，まず，小説Ｄがどのような場合に小説Ａを原著作物とする二次的著作物となり，あるいは独立の著作物となるかを検討し，次に，小説Ｄが二次的著作物となる場合に，そのホ\nームページへの掲載がいかなる支分権を侵害するかについて論じた上で，甲は戊に対して具体的にどのような請求をすることができるかを論述しなければならない。侵害される支分権としては，複製権，公衆送信権（著作権法第２３条第１項）とともに，設問２と同様に，目的外使用としての公衆への提示により，翻案権が問題となる。\n- 10 -\n[労 働 法］\n〔第１問〕\n本問は，在籍出向中の労働者に関して，出向先会社による懲戒処分の可否と内容を問うとともに，時間外労働義務の問題についての理解を問うものである。\nまず，問題となるのが，出向先会社は出向労働者に対して懲戒権を持つのか，持つとすればいかなる種類の懲戒処分が可能かという点である。\n次に，問題文では，出向労働者２名が登場しているが，うち１名については，時間外労働命令に対する拒否を理由とする懲戒処分が検討対象となるため，時間外労働義務がいかなる場合に発生するか（日立製作所武蔵工場事件・平成３年１１月２８日最高裁判決参照），本件では義務が発生しているか，義務違反が（どの範囲で）成立するか，義務違反が成立するとした場合，懲戒権行使に当たり考慮すべき事項は何かなどが問題となる。\nまた，もう１名の労働者については，業務上の指示違反を理由とする懲戒処分が検討されることになるが，同人の所属する子会社の事業場（常時就労する労働者は１０人未満）では就業規則の周知がなされていなかったことをどう考えるか（フジ興産事件・平成１５年１０月１０\n日最高裁判決参照）などが問題となる。\n〔第２問〕\n本問は，主としてユニオン・ショップ協定の効力の限界，及び労働協約改定による労働条件の不利益変更の効力に関する理解を問うものである。\n前者については，三井倉庫港運事件・平成元年１２月１４日最高裁判決によれば，本件では新組合を結成していることから解雇義務が生じないために解雇は権利濫用として無効となり，労働契約上の権利を有する地位にあることの確認請求，及び解雇期間中の賃金の支払請求を行うことが考えられる。賃金請求に当たっては，民法第５３６条第２項によりつつ，賃金額の算定根拠についてどのような法的構成を用いるのか，その際，新協定発効後については，労働組合の組織範囲次第で，新協定の一般的拘束力が及ぶか否かも検討すべき対象となる。\n後者については，新賃金協定の効力がないと主張して差額賃金請求を行うことが考えられるが，組合規約に違反して締結されたことが労働協約の有効性に影響を及ぼすのか，組合員は不利益に変更された協約条項に拘束されるのか，といった問題を検討する必要がある。判例（朝日火災海上保険事件・平成９年３月２７日最高裁判決参照）・通説は不利益変更を原則として承認するが，例外的に拘束力を否定すべき事情があるか否かの検討も行う必要がある。\n[環 境 法］\n〔第１問〕\n本問は，環境アセスメントという考え方が，環境法政策の歴史的展開の中でどのように制度化されてきたか，どのように進化してきたか，どのような課題があるかについての基本的理解を問う問題である。\n設問１においては，閣議決定要綱から環境影響評価法へと法形式が変わったこと，スクリーニング制度やスコーピング制度の導入により対象事業の選定方法やアセスメント内容の決定方法が明確にされたこと，住民参画の手続が整備・充実されたこと，代替案の検討を進めるようになったこと，横断条項を通じて個別法の処分に法的影響を与え得るようになったことなどの点について，要綱と法律との相違を説明することが，求められている。\n設問２においては，事業アセスメントになっていること，代替案の考慮が義務的でないこと，スクリーニング手続に住民参画がないこと，スコーピング時期が特定されていないこと，事後評価手続が義務付けられていないことなどについて，現行法の限界を指摘することが求められ\n- 11 -ている。その上で，計画アセスメントの導入など，適宜，改善策にまで論及することが，期待される。\n〔第２問〕\n設問１は，水質汚濁防止法（以下「水濁法」という。）及び土壌汚染対策法（以下「土対法」という。）の基本的理解を問うものである。\n工場の製造工程中で使用されたカドミウム及び鉛を含む水が工場敷地の地下に浸透していたという事実関係から，付近一帯の地下水が汚濁し，土壌が汚染されたこと，カドミウム及び鉛は水濁法及び土対法の規制対象となる有害物質に当たることに気付き，Ａ県知事としては，水濁法及び土対法に基づく対応を行うことができることを説明することが求められている。少なくとも，水濁法の関係では，第１３条の２第１項の改善命令等，第１４条の３の地下水の水質の浄化に係る措置命令等を，土対法の関係では，第４条の調査命令，第５条の指定地域の指定，第７条の汚染の除去等の措置命令を指摘してほしい。\n設問２は，ＢのＣ及びＤに対する訴訟について問うものである。\nＣに対する関係では，不法行為に基づく損害賠償請求が考えられることを指摘し，受忍限度論，因果関係論，損害論（人身損害，物的損害）などを，本問の解決に当たって必要な限度でまとめ，さらに，人身損害の賠償を求める場合には，水濁法第１９条第１項により無過失責任を追求できることなどを説明することが求められる。Ｄに対する関係では，工場の稼働差止め請求等が考えられることを指摘し，その法的根拠を的確に説明することなどが求められる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際法上の難民問題と，それを素材とした関係国際法の理解を問う問題である。設問１．では，「難民の地位に関する条約」及び「難民の地位に関する議定書」（以下両条約をまとめて「難民条約」と呼ぶ。）を題材にして，条約の国内法上の効力が問われている。①条約自身が国内法上の効力をもつ国内法制かどうか，②条約が国内法上の効力をもつ国内法制の場合に，問題の条約の関係規定が裁判所で援用し得る内容をもつかどうか，③裁判所で援用し得るとして，条約が国内法制においてどのような効力序列にあるかが解答の要点となる。\n設問２．は，難民資格と個人の庇護権の関係を問う問題である。一般国際法上，個人の庇護権は認められておらず，その上で国家の庇護権を前提にした難民条約上の難民資格が個人の庇護権とは異なることの基本的な理解が求められている。\n設問３．は，難民条約を題材に国家の条約解釈権の在り方を問う問題である。条約は通常は締約国に対して特定の結果達成を義務付けるにとどまるために，当該結果達成のための方法は締約国にゆだねられる。Ｂ国政府の主張は，難民条約の解釈が締約国に広い裁量を認めることを前提にしたものである。それに対して，難民条約上の「難民」該当性の有無は裁判所が直接的に判断でき，「難民」としての資格を国内法上持たなくても，締約国である以上，難民条約上の「難民」として取り扱わなければならないという解釈が可能であることを尋ねている。条約について種々の解釈可能性があることに思いを致してほしいというのが設問の趣旨である。\n設問４．は，本件への難民条約の当てはめを問うている。難民条約第１条Ａが難民条約上の「難民」を定義するが，その中の「政治的意見を理由に迫害を受けるおそれがあるという十分に理由のある恐怖を有する」の部分が甲の難民該当性を考える場合にポイントになる。「食糧も事欠く状況になったため」Ａ国を脱出してＢ国に密入国し，その後にＢ国においてＡ国の「現政権打倒運動に参加した」甲は，Ａ国に強制送還されると「死刑を含む厳罰」に処せられることが予想される。このことが「政治的意見」を理由とした「迫害を受けるおそれがあるという十分に理由のある恐怖を有する」ことと解釈できるのか。①元来は政治的意見のゆえに出国し\n- 12 -たのではないこと，②現政権打倒運動を行ったことが強制送還後の厳罰に結び付くと理解できるかどうか等の考慮点を押さえた，条約の解釈適用能力が問われている。\n本問では，国内裁判所において法曹として国際法の解釈適用作業を行える能力が，我が国裁判所で頻繁に扱われる難民問題によって試されている。\n〔第２問〕\n本問は，国際紛争の平和的解決に関する主権国家の義務に係る基本的な概念や原則の理解を問い，かつ，論点及び関連事実の抽出能力・判断力・論理構成力を問う問題である。\n基本的な概念や原則とは，①国際紛争の平和的解決義務の意義と内容，②裁判に付託する紛争という観点からの，法律的紛争・非法律的（政治的）紛争の概念のとらえ方，③紛争解決手段の選択の自由の原則である。\n紛争の平和的解決義務が，国家の基本的な義務であり，本件Ａ国とＢ国のいずれもこの義務を負うことには争いがない。紛争の平和的解決義務との関係では，Ａ国が，地域的政治的機構による解決に協力的であったことが関連をもつ。\n本件の紛争につき，裁判に付託することが適当か，Ｂ国の主張するようにＡ国は裁判に付託する義務を負うかが問われており，特に，本件の紛争のとらえ方が重要となる。紛争解決手段の選択の自由の原則も関連する。問題文では，長期にわたりＡ国とＢ国の対立関係の背景にある歴史的・社会的・宗教的な要因などとともに，地域的政治機構が関与してきたことについて，説明が与えられている。そこに示された事実状況を注意深く読んで，紛争の解決という目的に照らして，紛争をどの時点でとらえ，どのような争点で構成し，どのような性質でとらえることが適当であるかの判断に基づいて，Ａ国の反論を構成することになる。\n本問では，基本的な事項についての正確で過不足のない記述とともに，関連事実を踏まえて紛争をいかにとらえるかの十分な説明が要求される。さらに，以下の点などに触れることで，厚みのある論証が求められる。国際社会における紛争解決の特徴として，主権国家の並存体制において国際裁判管轄の合意原則が維持されており，政治的機構による解決も含めて非裁判的解決も活発に行われていることである。また，紛争の特徴や性質と，解決手続の選択との関連の在り方を，いかに考えるかである。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，法の適用に関する通則法第６条の失踪宣告の国際裁判管轄，準拠法及び失踪宣告の効果についての理解を問うことを中心として，死亡による婚姻解消及び相続の準拠法並びに反致についても基本的な理解を問うものである。\n設問１（１）では，失踪宣告について日本の裁判所が通則法第６条第２項の例外的国際裁判管轄を有するか否かが問われている。まず前提として同条第１項の原則的国際裁判管轄の有無を検討し，それがないときは，Ｘが解消を望むＡとの婚姻関係が，「日本法によるべきときその他法律関係の性質，当事者の住所又は国籍その他の事情に照らして日本に関係がある」法律関係と言えるか否かが検討されなければならない。法例第６条によれば，本件のような事案（婚姻の効力の準拠法が日本法とならない事案）については国際裁判管轄が認められず，そのような不都合の是正が通則法第６条の改正趣旨であることを踏まえた上，本件の婚姻関係が日本に関係がある法律関係であるか否かを検討することになる。\n設問１（２）は，当事者の死亡による婚姻解消の準拠法について問うものである。法例第６条の解釈と異なり，通則法第６条においては，例外的管轄に基く場合も失踪宣告の効力は死亡の擬制という直接的効果にとどまるものと整理されている。まずこの点を踏まえた上で，婚姻の解消を婚姻の効力（第２５条）又は離婚（第２７条）のいずれかの問題と性質決定し，準拠\n- 13 -法を導く論述が求められる。\n設問２（１）は，反致についての基本的な考え方を問うものである。反致を否定する甲国国際私法第Ｐ条のような規定の有無は，反致の成否に影響しないという意味において，通則法第\n４１条の適用には直接の関係はない。他方で，Ｐ条の規定の存在は，本件について，日本においても甲国においても同一の準拠法（日本法）が適用される結果を導くから，判決の国際的調和という要請を満足させる。従来からの反致制度を維持した通則法第４１条の基本的な理解を示すことが求められる。\n設問２（２）は，相続の準拠法を問うものである。失踪宣告の効力の直接的効果を踏まえた上で，通則法第３６条及び第４１条を適用して，準拠法を決定することとなる。\n〔第２問〕\n本問は，生産物責任訴訟の国際裁判管轄及び準拠法の理解を問うものである。\n設問１は，日本に常居所を有する個人であるＸが，外国で医薬品を購入して日本で副作用が発現した場合の事例である。小問（１）は，日本の裁判所が生産物責任訴訟の国際裁判管轄を有するか否かを問うており，財産関係事件に関する国際裁判管轄についての最高裁判例を踏まえて，国際裁判管轄を決する一般的な基準（条理及びその内容）を論じた上で，本件事例への当てはめを行うことが必要になる。具体的には，民事訴訟法第５条第９号の「不法行為があった地」の概念を明らかにして本事案にあてはめた上，結果発生地である日本に管轄を認めることが当事者間の公平，適正迅速な裁判の実現という理念に反することとなる特段の事情があるかどうかをＸとＹの利益状況に照らして具体的に論ずる必要がある。\n小問（２）は，生産物責任の準拠法を問うものである。法の適用に関する通則法第１８条の要件の当てはめを丁寧に行い，Ｙに対する損害賠償請求の準拠法を導き出すことになる。\n設問２は，Ｘがインターネットを通じて医薬品を購入した事例についての生産物責任の準拠法を問うものである。まず，本事例のような生産物の送付地と受領地が異なる場合の生産物の引渡地がどこになるのかを通則法第１８条の趣旨から論じた上で，同条ただし書の「その地における生産物の引渡しが通常予見できない」との意義について説明し，示された事実関係からどのように判断するかを述べることが求められている。\n- 14 -"
}