{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ａ市Ｂ町は，約１キロメートル四方に広がる住宅街であるが，Ｂ町内では，平成１９年３月７日午前１時１０分ころ，Ｐ駐車場において，駐車車両１台から不審火が発生し，続いて，同年３月１６日午前３時４５分ころ，Ｑ駐車場において，駐車車両１台から不審火が発生した。各不審火は，幸い早期に発見，消火されたため，出火元の車両各１台を焼損したにとどまり，他の車両や住宅等への延焼を免れた。\nＰ及びＱ駐車場は，いずれもＢ町内の住宅密集地にあり，多数の木造住宅が各駐車場に隣接していた。また，いずれも，管理人が常駐しておらず，だれでも自由に出入りすることができる屋根のない駐車場であり，出火当時，焼損した各車両に隣接する駐車区画を含め合計数台の車両が駐車されていたが，焼損した各車両はいずれもＣ社製高級外車であった。\nまた，それら車両には，いずれも，そのドアに鋭利な金属様の物で付けたと認められる長さ数十センチメートルの複数のひっかき傷があった上，火元の前部バンパー付近からベンジンの成分が検出された。ベンジンは，石油を蒸留して得られる，揮発性が高く引火しやすい液体であり，染み抜きの溶剤やカイロの燃料等に用いられている。さらに，出火した各車両及びその周辺には，自然発火の原因となるようなものはなく，出火前には，ドアのひっかき傷も，前部バンパー付近にベンジンが付着するような事情もなかった。\n警察は，いずれの不審火も，ベンジンを用いた放火であるとの疑いを強め，捜査を行った結果，Ｑ駐車場付近の住人が，同駐車場における出火前日の同年３月１５日午前３時ころ，Ｂ町内に居住する甲が一人で同駐車場内をしばらく歩き回った上で立ち去るのを目撃していたこと，甲は同駐車場に駐車区画を賃借していないことが各判明した。\nそこで，甲について捜査したところ，甲は，Ｂ町のほぼ中心に位置する２階建てのＤアパート\n１階の１室に一人で居住している２５歳の男性であり，同年２月初めころから，週に２，３日，昼間の数時間，同町内のクリーニング店において，洗濯作業補助のアルバイトをしていることが判明したが，それ以上には犯人の特定につながる証拠は得られなかった。\n２ その後，同年３月２１日午前２時３５分ころ，Ｂ町内のＲ駐車場に駐車中のＣ社製高級外車が焼損する不審火が発生した。\n同駐車場も，Ｂ町内の住宅密集地にあって，多数の木造住宅がこれに隣接していた上，管理人が常駐しておらず，だれでも自由に出入りすることができる屋根のない駐車場であった。また，同駐車場は，出火当時，十数台の駐車車両でほぼ満杯であった。焼損した車両の右側ドアには，出火前にはなかった長さ約３０センチメートルないし５０センチメートルの５か所のひっかき傷が残っていた上，火元の前部バンパー付近から出火前には付着するような事情がないベンジンの成分が検出された。出火した車両及びその周辺には，自然発火の原因となるようなものはなかった。\n３ そこで，警察がＢ町内及びその周辺の駐車場を調べたところ，同年３月２２日，Ｂ町内のＳ，Ｔ及びＵ駐車場並びにＢ町周辺の数箇所の駐車場に，いずれもＣ社製高級外車が駐車されていることが判明した。\nＳ，Ｔ及びＵ駐車場は，いずれも，管理人が常駐していない屋根のない駐車場であり，だれでも自由に駐車場内に出入りすることが可能であった。各駐車場は，Ｂ町内の住宅密集地にあるため，夜間の人通りが極めて少ない上，出入口を除く三方を，隣接する多数の木造住宅に囲まれていて，出入口に面した各公道の幅員は５メートル程度であり，犯人に気付かれることなく各駐車場付近に警察官を張り込ませることは極めて困難であった。また，各駐車場には，夜間，空き区画がないほどに車両が駐車されており，それらの中にいずれもＣ社製高級外車各１台が含まれていた。警察がＲ駐車場付近の聞き込み捜査等を継続したところ，同年３月２５日になって，付近の住人が，同年３月２１日の出火直後に，Ｒ駐車場から約２００メートル離れた路上で，甲とよく似た人物が，右手にその容量が５００ミリリットル程度の瓶を持ち，Ｒ駐車場方向からその反対方向に向かって走り去ったのを目撃していたこと，甲がアルバイトしているクリーニング店では，同年２月中旬以降，染み抜き剤として用いているベンジン５００ミリリットル入り瓶数本を紛失していたこと及び甲が，同年３月中旬，友人Ｅに対し，「確か，Ｒ駐車場にはＣ社製の車があったよね。」などと話していたことが各判明した。\nそこで，警察が改めて甲方周辺の状況を確認したところ，Ｄアパート１階にある甲方居室は公道に面しており，甲方玄関ドアから外に出るとすぐに公道であったが，その公道の幅員は約５メ\nートルであって，甲に気付かれることなく警察官が張り込んで甲方の人の出入りを監視するのは極めて困難であった。また，Ｄアパートに隣接して木造２階建ての民家Ｆ方が建っており，Ｆ方\n２階のベランダからは，甲方玄関ドアは見通せないものの，甲方玄関ドアから公道上に出てきた人物を見通すことができた。\n４ 警察は，同年３月２３日，Ｂ町内のＳ，Ｔ及びＵ駐車場付近の各電柱にビデオカメラを設置した。\n警察は，ビデオカメラ設置に当たっては，各駐車場の管理人及び電柱を管理する電力会社の承諾を得たが，駐車場利用者の承諾は得ていなかったし，ビデオ撮影・録画に関するいかなる令状も取得していなかった。\nＳ駐車場では，付近の電柱にビデオカメラ２台を設置し，うち１台のビデオカメラは，公道から見える同駐車場出入口を画面の中心にとらえており，その撮影範囲には，駐車車両や同出入口前の公道は含まれていなかった。また，もう１台のビデオカメラは，公道から見えるＣ社製高級外車を画面の中心にとらえており，その撮影範囲は，同車両の車体全体を含んでいたほか，その左右に隣接する駐車車両の車体の一部を含んでいた。各ビデオカメラは，日没後も，付近街灯の明かりのため，撮影範囲内の人物の顔，服装の色・特徴等を鮮明に撮影することが可能であった。\nＴ及びＵ駐車場付近に設置されたビデオカメラ各２台，合計４台の設置場所，設置状況，撮影範囲等は，Ｓ駐車場のそれらと同様であった。\n警察は，同年３月２４日以降，毎日午前零時から午前５時までの間，各ビデオカメラを作動させ，各駐車場の様子を撮影・録画した。\n５ また，警察は，甲方玄関ドア前の公道上を撮影するため，隣家のＦの承諾を得て，同年３月２６日，Ｆ方２階のベランダにビデオカメラ１台を設置した。\n同ビデオカメラは，画面の中心に，甲方玄関ドアから出た直後又は同方に入る直前の人物の公道上の姿をアップでとらえており，その撮影範囲には，甲方玄関ドア等は含まれておらず，撮影範囲の横幅は甲方前公道の幅員の約３分の１であったが，その撮影範囲を歩行する通行人があれば，その姿も撮影・録画される状況になっていた。同ビデオカメラは，日没後も，付近街灯の明かりのため，撮影範囲内の人物の顔，服装の色・特徴等を鮮明に撮影することが可能であった。\nそして，警察は，同年３月２７日以降，毎日午前零時から午前５時までの間，同ビデオカメラを作動させ，甲方玄関ドア前の公道上を撮影・録画した。もちろん，ビデオ撮影・録画について，甲の承諾も，Ｄアパートの他の住人や付近住人の承諾も得ていなかったし，これに関するいかなる令状も取得していなかった。\n６ 警察は，撮影当日，各駐車場や甲方前で撮影・録画したビデオテープを回収し，警察署内で再生して録画した映像を精査した。また，警察は，これらのビデオ撮影・録画に当たっては，録画した映像の中に本件捜査上必要なものがなかった場合には，事後に，そのビデオテープを次の撮影に使用して上書き録画することで，不要な映像を消去することとしており，現に，不要な映像は，この方法で消去されていた。\n７ 同年３月２８日午前３時３０分ころ，甲方から徒歩約２０分の距離にあるＳ駐車場において，- 6 -\nＣ社製高級外車が炎上した。火は幸い早期に発見，消火されたため，同車両を焼損したにとどまり，他の車両や住宅等への延焼は免れたが，Ｓ駐車場には，出火当時，炎上した車両の左右の駐車区画を含め合計１０台の車両が駐車中であり，炎上した車両と直近の木造住宅との距離は約２メートルであった。また，同車両の前部バンパー付近からベンジンの成分が検出された。\n警察が，Ｓ駐車場の２台のビデオカメラで撮影・録画していたビデオテープを再生したところ，同年３月２８日午前３時３０分ころ，同駐車場に一人の男性が立ち入り，Ｃ社製高級外車に近寄ると，折りたたみ式ナイフ様の物で同車両右側ドアに数回にわたってひっかき傷を付けた上，持参した瓶の中の液体を同車両の前部バンパー付近に振り掛け，ライターでこれに点火して逃走した様子が録画されていた。その放火犯人は，帽子をかぶり，黒色ジャンパーと紺色ズボンを着用し，口元に白色マスクを着け，軍手様の物をはめた手に５００ミリリットル程度の容量のある瓶\n１本を持っていたが，帽子やマスクのため，その人相までは判別できなかった。\n警察が，甲方前の公道上を撮影・録画していたビデオテープを再生したところ，同年３月２８日午前３時７分，甲方方向から公道上に出てきた直後の甲の姿が，同年３月２８日午前３時５５分，公道上を歩いてきて甲方方向に向かう甲の姿が，それぞれ録画されていた。その際，甲はマスクをしていなかったので，その顔が明確に判別できた上，甲が着用していた帽子，ジャンパー，ズボン等の色・特徴や甲の体格は，Ｓ駐車場の放火犯人のそれらと酷似していた。\nそこで，警察は，甲方の捜索差押許可状を取得し，同年４月２日，甲の立会いの下，甲方を捜索し，室内から，帽子，黒色ジャンパー，紺色ズボン，白色マスク，５００ミリリットルのベンジン空き瓶，折りたたみ式ナイフ及びライター各１点を発見して押収し，さらに，同年４月２日，Ｓ駐車場における建造物等以外放火の容疑で，甲を通常逮捕した。\n８ その後，警察が捜査したところ，甲は，Ｃ社日本法人に就職しようとしたが不採用とされたことを逆恨みして，平成１６年３月３日，屋根のない駐車場において，無関係の第三者が所有する\nＣ社製高級外車のドアに折りたたみ式ナイフで複数のひっかき傷を付けた上，同車両の前部バンパー付近にベンジンを散布してこれに火をつけて，同バンパー付近を焼損したが，公共の危険の発生はなかったという器物損壊事件により，同年６月１０日，Ｇ地方裁判所において，懲役１年\n６月，３年間執行猶予の有罪判決を受けたという前科を有していた。\n９ 甲は，Ｓ駐車場における放火の犯人であることを否認したが，検察官は，甲の勾留中に所要の捜査を遂げて，平成１９年４月２０日，甲をＳ駐車場における建造物等以外放火の事実で起訴した。\n裁判所で開かれた第一回公判期日において，甲は，「自分は犯人ではない。」旨述べて犯行を否認し，甲の弁護人も同趣旨の主張を行った。\n〔設問１〕 この【事例】のビデオ撮影・録画の適法性について，【事例】中の１から７までの記載\nに表れた具体的事実を摘示しつつ論じなさい。\n〔設問２〕 甲を被告人とする建造物等以外放火被告事件の公判において，【事例】中の８記載の事\n実を，同被告事件の犯人は甲であるとの認定に用いることが許されるか否かについて論じなさい。",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，連続的に発生した放火事件を素材として，将来，同一犯人による同種手口の放火事件が発生する蓋然性が高いと認められる駐車場と，犯人である嫌疑が高い被疑者の自宅前公道上におけるビデオ撮影・録画の適法性を問うことにより，「捜査」の意義，任意捜査と強制捜査の区別基準，その区別に即したビデオ撮影・録画の適法性判断基準など捜査に対する法規制に係る最も基本的な事項の理解と具体的事実への法適用能力を試すものである。\n法解釈の部分では，刑事訴訟法等の関連規定の構造と，これを解釈した最高裁判所の判例の示す「強制」手段の定義や判断基準の背後にある基本的な考え方，―例えば，なぜ「強制」の処分には特別の根拠規定が要請されているのか，また，「強制」に当たらない任意処分であっても常に許容されるわけではなく，具体的状況において一定の限界があり得ると解されている理由や趣旨―を論じた上で，そこから強制捜査と任意捜査の区別基準や，任意手段の必要性・\n緊急性や相当性等の具体的な適法性判断基準を導き出すことが求められている。基準の結論部分を記述しただけでは法解釈とは言えず，不十分である。\nまた，事例への法適用の部分では，自らが論じた判断基準等に従って，本問の事例中に現れた具体的事実関係を的確に抽出，分析して，その該当性を判断することが要求されている。例えば，駐車場におけるビデオ撮影・録画と，被疑者方前公道上におけるそれとは，同じ判断基準を適用しても，その該当性判断において論じるべき具体的事実関係は異なっているので，こうした違いに即して丁寧に分析・検討すべきである。また，事実を事例中からただ書き写して羅列すれば足りるものではなく，それぞれの事実が持つ意味を的確に分析して論じることが必要である。例えば，被疑者方前公道上におけるビデオ撮影・録画の必要性を検討する過程で，被疑者に対する犯罪の嫌疑の程度を論じる際には，３件の放火事件が，発生時期，発生場所，放火対象物，放火の態様等において類似していることを示す具体的事実関係を指摘して，これらが同一犯人による連続放火事件である可能性が高いことを的確に論証した上で，各放火事件と被疑者を結びつける個々の事実関係に言及して，その嫌疑の程度を論じることができていれば，極めて優れた分析といえよう。\n設問２は，被告人の前科に関する事実を，被告人が被告事件の犯人であることの認定に用いることが許されるかを問うものであり，前科に関する事実を公訴事実の認定に用いる場合に生じ得る問題点や弊害についての基本的な理解を踏まえて，事例中に現れた被告人の前科に関する事実を犯人であることの認定に用いる際の推認の過程を具体的に検討し，この事実を認定に用いることの可否を論じる必要がある。すなわち，被告人に前科があるという事実から，被告人が犯罪を犯すような悪性格をもっていることを立証し，こうした悪性格の立証を介して，被告人が被告事件の犯人であることを推認させようとする推認過程と，特殊な犯行方法・態様等の共通性に着目し，そこから被告人が被告事件の犯人であることを推認させようとする推認過程の違いを明確に意識して論じることが必要である。\nいずれの問題点についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的な事実関係を指摘しつつ，それらの事実関係がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。"
}