{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "〔第２問〕（配点：２００〔設問１から設問３までの配点の割合は，１０：６：４〕）\n次の文章を読んで，以下の１から３までの設問に答えよ。\nⅠ ＸとＹの間には，美術工芸品甲の売買契約をめぐって争いがある。以下は，この紛争について，Ｘの側のＪ弁護士とＹの側のＫ弁護士が平成１８年５月初めに確認した【弁護士間で確認された事実】，【Ｘの言い分】，【Ｙの言い分】及びＫ弁護士と弁護実務修習中の司法修習生Ｌ（以下「Ｌ\n修習生」という。）が平成１８年５月末に交わした【Ｋ弁護士とＬ修習生の会話】である。\n【弁護士間で確認された事実】\n１. 平成１７年９月ころ，美術品収集家のＸは，Ｙの勧めに応じて，ｐ国在住のＡが制作した美術工芸品を買うことにした。Ｙは，外国を歩き回って現地の美術工芸品を買い付け，それを輸入して売っている者であり，Ａから，既に完成している作品甲の売却の内諾を得て，買主を求めていた。\n２. Ａの作品は，ｐ国の伝統的な祭祀具に独自の工夫を凝らしたものであり，その大きさ・装飾\n・塗り等も一つ一つ異なっている。そして，作品の目立たない箇所には，作者の銘・完成年月日・作品番号などが刻印されている。ＹはＡが制作した甲の写真をＸに見せて購入を勧めた。\n３. ９月２８日，Ｙは，Ｘと代金額・支払時期などについて協議したことを反映させたメモを作成し，Ｘに交付した。そこには，次のような趣旨が記載されていた。\n① 甲の代金額 ６００万円\n② 甲の納品日と場所 平成１７年１２月７日，Ｘの自宅に届ける。\n③ 支払期日 内金２００万円 申込み時中間金２００万円 平成１７年１２月７日残代金２００万円 平成１８年１月１０日\n④ 支払方法 中間金は甲の納品時に現金で支払う。それ以外は，○○銀行×\n×支店Ｙ名義の普通預金口座に振り込んで支払う。\n⑤ 所有権移転時期 甲の所有権は代金完済時にＸに移転するものとする。\n４. ９月２８日，Ｙはメモを交付する際，「甲は，私が費用を払って船便で日本に輸送するが，ｐ国からの船便は月に２便程度で，輸送には１か月前後を要する。納品は，メモのとおり１２月初旬を見込んでいるが，船便の状況によっては，１か月程度は遅れるかもしれない。」と説明した。これに対して，Ｘは，「それくらいの遅れなら構わないが，どんなに遅くとも来年（平成１８年）２月末日までに甲を納品して欲しい。」と述べただけで，Ｙの申込みに対して確定的な返事をしなかった。\n５. １０月１日，Ｘは，Ｙの指定する銀行口座に，あらかじめ預かっていた振込用紙を用いて２００万円を振り込んだ。\n６. １０月６日，Ｙは，Ａに国際電話で甲の売買契約の申込みをして，Ａの承諾を得た。そして，同日，甲の代金の一部をＡの銀行口座に送金した。\n７. １０月２８日，Ｙは，他の美術工芸品の買い付けを兼ねて再びｐ国に渡航した。Ｙは，Ａに代金の一部を支払って甲の引渡しを受け，翌日，Ｂ運送会社に船便で甲をｐ国から日本に向けて送ることを依頼し，これを引き渡した。この時点では甲に傷はなかった。\n８. １２月５日に日本でＢから甲を受け取ったＹは，同月７日，Ｘ宅に甲を持参し，Ｘは，準備した中間金２００万円をそろえて応対した。しかし，その場で梱包を解いて，作者銘などの刻印を調べようとしたところ，甲の扉の可動部分の根元に亀裂と塗りの剥落があって開閉に支障があり，Ｘが扉を慎重に開けようとした際に，支持部品が折れてしまった。このため，Ｘは，- 2 -\n甲の受領を拒み，用意をしていた中間金２００万円を支払わなかった。Ｙは，仕方なく甲を持ち帰り，運送品に傷が生じていたことをＢに連絡し，Ｂから事実関係を調査するとの回答を得た。\n９. １２月８日，Ｙは，同業者の友人に甲を鑑定してもらい，甲の価格は，傷があれば３００万円程度になってしまうだろうとの評価を聞いた。Ｙは，その事実は伏せて，Ｘに，急いでｐ国に渡航して甲の修理が可能かどうかをＡに尋ねてみるので待って欲しい旨を依頼し，この点ではＸの同意を得た。しかし，「甲の残代金をＡに支払う必要があるので中間金を直ちに支払って欲しい。」というＹの懇請を，Ｘは拒絶した。\n10. １２月１０日，ｐ国に渡航したＹは，自分が工面した金でＡに甲の残代金を支払った。Ｙが，持参した甲の破損部分の写真をＡに見せて尋ねたところ，Ａは，「傷が分からなくなるような修理は可能であるが，甲をいったん分解し，傷のない部品と取り替えて組み立て直し，全体の塗装もやり直す作業が必要なので，修理には約２週間の期間と５０万円の費用を要する。仕事が詰まっているため，早くても修理に取り掛かれるのは１か月先になる。」と答えた。\n11. １２月１２日，帰国したＹはＸ宅を訪れて修理に要する費用や期間について説明し，修理品の納品は早くても２月半ば以降になると述べた。これに対して，Ｘは，傷のある甲は受け取れないと述べた。甲の修理をＡに依頼するのかどうかについて話を詰める前に，Ｙが，中間金の支払と甲の修理費用の前払を求めたところ，Ｘは激怒し，「どれだけ遅くても来年２月末までに，傷を修理した甲を持ってこなければ，支払済みの２００万円は返してもらうし，損害賠償も払ってもらうから覚悟しておけ。」と述べてＹを追い返した。\n12. １２月２５日，ＢからＹに荷物の破損に関する相談があり，Ｂは，Ｙに対して，鯨が輸送船にぶつかるというこれまでに経験のない事故があったため甲が破損したと推測されると説明した上，日本とｐ国の間の往復の船便の輸送料及び甲の修理代金５０万円はＢが支払う旨の約束をした（なお，ＢからＹに上記支払約束を確認する旨の書面が平成１８年１月末に届いているが，甲の破損の経緯は，その後も不明である。）。そこで，Ｙは，Ａに対して，国際電話をかけ，「甲を運送業者Ｃに頼んで航空便で送るので，早急に修理して欲しい。修理を完了した甲は，あなたのところに取りに行って船便で日本に送るようＣに頼んであるので，修理の完了をＣのｐ国現地事務所に連絡して欲しい。修理代金は，修理済みの甲の受領確認と発送の連絡がＣからあり次第送金する。」旨を述べた。Ｙは，Ａの承諾を得たので，翌日，甲をＣに取りに来てもらって，Ａ宛に航空便で送った。\n13. 平成１８年１月２５日，Ｙは，Ｃから，「修理済みの甲をＡより受け取り，直近の船便で送る。\n日本への到着予定は３月５日になる。」との連絡を受けた。Ｙは，修理代金５０万円をＡの銀行口座に送金した。さらに，Ｙは，甲の修理が完了した旨をＸに電話で連絡した。Ｘが甲を航空便で送るよう求めたのに対して，Ｘが費用を負担してくれるなら手配すると返答したところ，Ｘは「それなら結構だ。」と言って電話を切った。そこで，Ｙは，Ｃに運送方法の変更を指示せず，甲は船便で日本に輸送された。\n14. ３月５日，Ｙは，Ｃから甲を受け取り，梱包を解いて傷がないことを確認した。同月７日，Ｙは，甲をＸ宅に持参して，受領と引換えに残代金４００万円の支払を求めたが，Ｘは，契約は既に解除したとして，甲の受領も残代金の支払も拒絶した。\n【Ｘの言い分】\n甲は，Ｄからの依頼を受けて平成１８年５月に開催されるある美術展に出展するため，少し高いと思ったが，平成１７年１２月には納品できるということだったので買った。Ｄの主催している美術展は有名で，今回，甲のような美術工芸品がテーマとなっていたことは，Ｙも知っていて当然だし，だからこそＹは私に甲を売り込んできたに違いない。甲が２月中に引き渡されなかったため，出品物の図録撮影に間に合わず，美術展への出展は不可能になった。これでは，何のた- 3 -めに高い買物をしたのか分からない。\nＹが甲を持参したのは，約束した納品期日を３か月も過ぎている。こんなに遅れたのは，甲に傷が付いたためだが，その原因はＢの運送ミスにあり，そんな業者を選んだＹに責任がある。それなのに，傷物を持ってきた挙げ句，中間金の支払が遅れているとか，私に修理代の５０万円を負担しろなどと言ってきたのだから論外である。私は，甲の修理をＡに依頼したり，修理品を船便で送ることには同意していない。Ａへの修理依頼や船便での運送はＹが自らの判断でやったことである。遅くとも２月末には納品してくれなければ困ることは，契約前に言っておいたし，１２月１２日にも警告した。さらに，１月２５日にＹが電話してきたときにも，私はＹに甲をｐ国から航空便で送れと言った。傷の修理に時間がかかったのに，こちらの正当な要求を無視して，更に１か月もかけて船便で送るとは，人を馬鹿にしている。\n１月２５日に，私は，船便で送るような態度をとるなら，もうこの契約は結構だ，と今一度警告した。私は，２月末までは残代金４００万円を支払う準備をしていたのだが，２月末に甲が届かなかったことでこの契約は終わっているから，支払っていた２００万円を早く返して欲しい。\nまた，私は，甲を自宅で保管するために，昨年（平成１７年）の１０月３０日に２０万円する特注のアクリルケースを専門業者Ｅに注文していた。これが不要になったので，３月３日に，私はＥに８万円を支払って契約を合意解除せざるを得なかった。美術品収集家としての私の評判は地に落ちた上，美術展が開催される２０日間，甲をＤに貸していたら得られたはずの１０万円の賃料を得ることもできなくなった。こうした損害は，Ｙにはきちんと賠償してもらいたい。\n【Ｙの言い分】\n５月にＤ主催の美術展があることは，もちろん知っているが，そこにＸが甲を出展するなどという話は初耳である。\nそもそも，甲に傷が付いたことについて，私には責任がない。甲の破損は不可抗力によるものである。仮にＢに過失があったとしても，私は甲が壊れやすい高価品であることをＢに示してきちんとした梱包の依頼をしていたのだから，専門家のＢを信頼して任せた私のどこに落ち度があるというのか。だからこそ，甲の破損についてＢは，日本とｐ国の間の往復の船便の輸送料及び甲の修理代金５０万円を支払うと言っている。Ｂは大企業であって，事後処理についての交渉態度も誠実で，Ｘの言うようないい加減な業者ではない。\n私としては，本来なら甲をそのままでＸに渡せば十分だったはずで，私が航空運賃や修理代金\n５０万円を取りあえず立て替えてまでＡに修理を依頼したのは，修理を求めるＸの指示に従ってそれに誠実に応えたためである。修理によってこの程度の納品の遅れが出ることは，Ｘにも伝えてあり，むしろＸがそれを了解した上で，強く甲の修理を求めていたのである。\nその後も，私は，修理のために甲を航空便で送るなど，速やかな納品のためにできる限りのことをやった。３月７日の納品は，むしろ最善の努力の結果である。Ｘは，１２月１２日に会ったときにも，１月２５日に電話連絡をした折にも，確かに２月中の納品を求めていた。しかし，美術展に間に合わなくなるなどという事情については，Ｘは何も言っていなかった。また，航空便は船便の何倍も費用が掛かる。契約では船便で送ることになっているから，船便で送った甲が届くのが３月初めになったことには何の問題もない。運送費用の増加分を負担もせずに航空便で送れなどと要求するのは身勝手であり，Ｘも最終的には船便で結構だと無茶な要求を引っ込めたではないか。\nまた，３月７日に至るまで，Ｘは，一度も契約を解除すると明言したことがない。３月７日になって唐突に解除を主張するのは，私が努力してきたことを無意味にしてしまうもので，全く理不尽である。\n逆に，私は，Ａに甲の代金を支払うため，資金が必要だった。こうした事情は，Ｘの要望を容れて代金を分割払にした経緯から，Ｘも十分承知していたはずである。それにもかかわらず，Ｘが中間金を支払ってくれなかったので，私は自分で支払資金を別途工面しなければならず，非常に迷惑した。本来文句を言えないはずの甲の傷を理由に，甲の受取を拒絶して中間金を支払わなかったＸの態度こそ不当である。\n【Ｋ弁護士とＬ修習生の会話】\nＫ弁護士: 今月初めに，Ｘ側のＪ弁護士との間で事実の確認をした上で，折り合いがつかないかと話し合ってみましたが，Ｘは，あくまでも裁判で決着をつけたいようです。Ｙのために，Ｘがどういう主張をしてくるかを予想した上で，それに対して，Ｙとしてはどう反論するかを考えておかなければなりません。そこで，本件について検討し，その結果を私に報告して欲しいのです。\nＬ修習生: 先生，それでは，判例の考え方に沿って，まずは，Ｘが主張してくる法的構成を予測して，それへの対応を考えればよいのですか。\nＫ弁護士: 基本はそうですが，判例と異なっていても，通説や有力説があって，Ｘに有利となれば，Ｘ側は，それに沿って法的構成を工夫してくることも考えられます。\nＬ修習生: そうなると，判例と学説の対立があれば，それも整理しておく必要がありますね。\nＫ弁護士: 本件と関係ない点についてまで詳しく整理・検討したゼミの報告みたいなものを書いていただく必要はありません。あくまで確認された事実に照らして，お互いにどういう主張をすることになるのかを中心に，簡潔にまとめて欲しいのです。また，こちらの言い分をきちんと主張するのは当然ですが，Ｘの言い分が仮に認められた場合についても，さらに，こちらとしては対応を考える必要がありますね。\nＬ修習生: 例えば，私は，Ｙの言い分に沿ってＹには帰責事由がないことを強く主張しようと考えていますが，裁判所に，帰責事由がないとはいえない，と判断される場合の対応も考える，ということでしょうか。\nＫ弁護士: それは一つのポイントですね。その点は，契約解除の根拠の一つにも関係してきますね。それについて，私には，気になっている点があります。近時，債務者の帰責事由を必要とせずに契約の解除ができるという考え方も，学説では有力に主張されているようですね。\nＬ修習生: はい，以前から，履行遅滞による解除に帰責事由は不要とする見解がありますし，近ごろは，債務不履行一般について重大な債務不履行があれば帰責事由がなくても解除ができるという見解もあります。ただ，こうした見解を細部まで正確に理解して理論的な反論を準備するのは，私には少し荷が重いです。\nＫ弁護士: 分かりました。ほかにも学説はあるようですから，そういう理論的な問題は，Ｘ側の具体的な主張を見た後で，一緒に検討しましょう。場合によっては，友人の大学教授に話を聞いてみます。君は，仮に債務不履行を理由とする解除には帰責事由を要しないという見解が採用されたとしても，確認された事実に即して考えた場合，Ｘは本件契約を解除できない，という主張が可能かどうかを考えてください。\nＬ修習生: はい。ところで，先生，Ｙの側から未払代金等の支払を求める反訴を起こすことも検討しなければいけませんか。\nＫ弁護士: その点は私が検討しますから，書かなくてよいです。いろいろ言いましたから，課題を整理しましょう。まず，(a)支払済み代金２００万円の返還と１８万円の損害賠償を請求するためにＸが主張してくると予想される様々な実体法上の法的構成を，確認された事実を前提として検討してみてください。次に，(b)Ｙはこれに対して，どのように反論すればよいかを考えてみてください。先ほど言いましたように，帰責事由がなくても債務不履行を理由とする解除ができるという解釈論の当否自体の検討はしなくてもよいです。以上の２点について報告書を書いてきてください。〔設問１〕 あなたがＬ修習生であるとして，Ｋ弁護士が指示した課題(a)及び(b)についてどのよ\nうな報告をすべきか，検討の結果を述べなさい。なお，本件については，すべて日本法が適用されるものとする。また，解答に当たっては，後記Ⅱ以下の事実は考慮しないこと。\nⅡ 前記ⅠのＸＹ間の売買契約に関して，平成１８年６月１５日，ＸがＹに対して訴えを提起したところ，その訴訟は，次のように推移した。\n１. Ｘは，Ｙに対して，甲の売買契約を解除したとして，原状回復として支払済みの売買代金相当額２００万円及びこれに対する平成１７年１０月１日から支払済みまで年６分の割合による利息，並びに債務不履行に基づく損害賠償として２５０万円及びこれに対する訴状送達の日の翌日から支払済みまで年６分の割合による遅延損害金の支払を求めて，訴えを提起した。なお，訴状は平成１８年６月２２日にＹに送達されている。\n２. Ｘの訴状には次のような記載があり，Ｘは第１回口頭弁論期日において訴状の内容を陳述し，また，同期日において甲４号証その他の書証を提出した。なお，甲４号証にはＦ名義の署名があるだけで，捺印はされていない。\n【訴状】\n＜前略＞第１ 請求の趣旨\n１ Ｙは，Ｘに対し，２００万円及びこれに対する平成１７年１０月１日から支払済みまで年６分の割合による金員を支払え\n２ Ｙは，Ｘに対し，２５０万円及びこれに対する訴状送達の日の翌日から支払済みまで年６分の割合による金員を支払え\n３ 訴訟費用は被告の負担とするとの判決並びに仮執行の宣言を求める。\n第２ 請求原因\n＜中略＞\n５ 平成１７年１２月１２日，ＸはＹに対して，「どれだけ遅くても来年２月末までに，傷を修理した甲を持ってこなければ，支払済みの２００万円は返してもらうし，損害賠償も払ってもらう。」と述べて，修理済みの甲の引渡しを催告すると同時に，平成１８年２月２８日の経過をもって甲の売買契約を解除する旨の意思表示をした。\n＜中略＞\n８ Ｘは，Ｘが甲を購入し美術展に出展する話を聞き付けた同好の美術品収集家Ｆから，平成１７年１１月上旬ころから，美術展終了後に甲を譲り渡して欲しい旨の懇請を受けていた。そして，同年１１月２８日，Ｘは，Ｆとの間で，美術展終了後の平成１８年６月１０日を引渡し期日として，甲を８５０万円で転売する旨の契約を締結したが，Ｙが甲を適時に引き渡さなかったために，購入代金６００万円と転売代金８５０万円の差額\n２５０万円を得ることができなかった。\n＜中略＞第３ 証拠\n＜中略＞\n３ 請求原因８の事実は，Ｆ名義の文書（甲４号証）で証明する。\n＜後略＞【Ｆ名義の文書（甲４号証）】\n平成１７年１１月２２日\nＸ様本日はお目にかかることができず，残念でした。\n先日来お願いしておりますように，甲を是非ともお譲り下さい。来年の６月８日までに８５０万円を用意することができる予定ですので，同日以降に代金の決済と甲の引渡しを行うということで，お願いできれば幸いです。改めて御連絡いたしますので，御検討のほどよろしくお願いいたします。\nＦ（署名）\n３. Ｙは，第１回口頭弁論期日において，あらかじめ提出していた答弁書に従って，「Ｘの請求をいずれも棄却するとの判決を求める」との請求の趣旨に対する答弁をした上で，「旧知のＦに甲の購入の事実を問い合わせたところ，『覚えがない』とのことであったので，訴状記載の請求原因８の事実は否認する」と述べた。そして，（陳述①）「『覚えがない』と言っているＦがこのような文書を作成したとは考えられないので，甲４号証の成立も否認する。」との陳述をした。\n４. また，Ｙは，第１回口頭弁論期日において，訴状の請求原因５の記載について「『どれだけ遅くても来年２月末までに，傷を修理した甲を持ってこなければ，支払済みの２００万円は返してもらうし，損害賠償も払ってもらう。』とのＸの発言があったことは認める。」という陳述をした。第１回口頭弁論期日の後，弁論準備手続が開始され，同手続は計３回の期日をもって終結した。\nその後，Ｆの証人尋問並びにＸ及びＹの当事者本人尋問を行うために，第２回口頭弁論期日が開かれたが，この期日の冒頭の弁論準備手続の結果陳述に引き続いて，Ｙは（陳述②）「訴状の請求原因５記載のＸの発言のうち，『支払済みの２００万円は返してもらう』旨の発言があったことは否認する。」との陳述をした。そして，（陳述③）「仮に訴状の請求原因５記載のとおりのＸの発言があったとしても，それが解除の意思表示に該当することは争う。」との陳述もした。\nなお，受訴裁判所は，弁論準備手続における両当事者との協議の結果，この第２回口頭弁論期日をもって弁論を終結する予定にしている。\n〔設問２〕 下線部のＹの陳述①から③までに関する次の設問に答えなさい。なお，設問はＸが訴\n状で採用した実体法上の法律構成の当否を問うものではない。\n(1) 陳述①の訴訟法上の効果を，Ｙが甲４号証の成立について認否をしなかった場合と比較して，論じなさい。\n(2) 陳述②と③の訴訟法上の効果（攻撃防御方法としての許容性を含む。）を論じなさい。\nⅢ 以下の問題は，前記Ⅱの訴訟を前提としている。ただし，第２回口頭弁論期日が開かれる前であるものとして答えなさい。\nＹは，第３回弁論準備手続期日が終了した後に，このまま訴訟を続けると業界の噂になって，他の顧客との取引に支障が出かねないと考え，ある程度の譲歩をしてもよいので，何とか訴訟を- 7 -終わらせてほしいと，Ｋ弁護士に相談した。そこで，Ｋ弁護士は，Ｘ側のＪ弁護士に協議を申し入れた。Ｋ弁護士は，Ｊ弁護士から，Ｘが「以前から欲しいと思っていたＹ所有の仏像乙を手に入れることができるのであれば，訴訟にはこだわらない。」と述べているという話を聞かされたので，そのことをＹに伝えたところ，Ｙは「乙であれば手放してもよい。」とＫ弁護士に述べた。このことをＪ弁護士に伝えると，Ｊ弁護士から，次のような提案があった。\n「ＹがＸの請求債権が存在することを認めた上で，乙を代物弁済としてＸに譲渡するのであれば，訴訟については矛を収めることにする。その方法だが，（方法①）Ｙが１週間以内にＸの自宅に乙を持参すれば，その場で訴えの取下げを合意する契約を結び，きちんとした契約書を作る。\nその方法が嫌であれば，（方法②）次回の口頭弁論期日にＹが乙を持参して，法廷でＸに手渡してくれれば，請求債権はそれで消滅したということで，その期日に請求の放棄の手続をとる。あるいは，（方法③）同じく法廷で乙を授受することを前提として，ＹがＸの請求債権を認め，これが代物弁済によって消滅したこと及びＸとＹの間に本件に関し一切の債権債務が存在しないことを相互に確認する旨の訴訟上の和解をするということでも結構だ。」\n〔設問３〕 Ｋ弁護士の立場で，①から③までのいずれの方法をＸの側に求めるべきかにつき，訴\n訟法上の観点から論じなさい。ただし，訴訟費用の問題を論ずる必要はない。",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，売買契約締結後・引渡し前にその目的物（特定物）に瑕疵が生じた場面において，民法上の様々な法的構成と争点，民事訴訟における訴訟行為をめぐる諸問題についての基本的な理解を問う総合問題である。本問は，比較的長文の事実及び当事者の主張から法的な問題点を発見する能力，当事者の望むところを的確に法的に構成する能力，そうした法的構成にとって意味のある事実を過不足なく拾い出す能力，相手方の主張の問題点や中心的な争点を明らかにする能力，具体的な事実に即して抽象的な法原則や法制度を正確に理解し法規定を解釈・適用する能力などを多面的に問うている。これらに加えて，論じるべきことを論理的かつ明快に構成した文章で表現する能力が備わっているかについても評価の対象としている。\n設問１は，課題（ａ）として，買主Ｘが支払済みの代金２００万円の返還と１８万円の損害賠償を請求するために，どのような法的構成で主張してくるかを検討するよう求めている。代金返還を主張する法的構成として中心となるのは，履行遅滞を理由とする解除に基づく原状回復請求（民法第５４１条）であるが，定期行為の履行遅滞による解除（民法第５４２条）や瑕疵担保を理由とする解除（民法第５７０条）の構成も考えられる。損害賠償については，一般の債務不履行に基づく損害賠償（民法第４１５条）と瑕疵担保を理由とする損害賠償（民法第\n５７０条）が考えられる。このうち解除に関しては，解除の対象となる売買契約の締結・解除権を発生させる要件・解除権行使について，損害賠償に関しては，損害の発生とその数額について，【弁護士間で確認された事実】から，過不足なく事実を指摘して主張を構成することが求められる。\nＹの側からの反論を考えるよう求める課題（ｂ）では，解除の主張に対し，定期行為性の否定，制度の趣旨による瑕疵担保規定の不適用・契約目的不達成要件の不充足，１２月７日の適法な提供，履行期の延期合意の成立あるいは相当期間内の履行による履行遅滞自体の否定，履行補助者性の否定と選任・監督上の無過失・不可抗力，解除の意思表示の否定などが，反論として考えられる。なお，解除権の行使について権利濫用・信義則違反という反論を評価しないわけではないが，一般条項に頼る前に検討すべきことが少なくない。損害賠償請求に対しては，特別事情の予見不能（民法第４１６条第２項），信頼利益と履行利益の同時請求の矛盾，債権者の損害軽減義務違反等による過失相殺などが反論として考えられる。答案では，これらの反論をＸの主張と対比させ，やはり事実を的確に指摘しつつ，説得力をもって論じることが求められる。\n設問２は，自白，擬制自白及び自白の撤回についての民事訴訟法の理解を主として試すものである。陳述①については，署名はあるが押印のない私文書を題材に，書証の成立に関する事実についての擬制自白の成否を論じた上で，擬制自白が成立しない場合における書証の成立の真正の証明について，民事訴訟法第２２８条第４項の規律を踏まえて説明することを求めたものである。陳述②及び陳述③については，Ｘの従前の発言が主要事実に該当するのか否か等，その法的位置付けを本件事案に即して具体的に検討した上で，自白ないし擬制自白の成否及び従前の陳述の撤回可能性を，その法的位置付けと論理的に整合するように導くこと，また，併せて，時機に後れた攻撃防御方法として却下されるものか否かについて，具体的な手続の進行状況に即して，当該攻撃防御方法を許容すると新たにどのような審理が必要となるかを踏まえつつ，論じることを求めたものである。\n設問３は，訴訟を終了させる当事者の行為，すなわち，訴えの取下げの合意，請求の放棄及び訴訟上の和解の三つの方法について，紛争の解決を希望する被告の視点から，具体的事案に即して，その長短を比較検討するというものである。具体的には，この三つの方法について，- 4 -\nそれぞれの法的性質，既判力の有無や範囲等の法的効果の検討を踏まえ，意思表示の瑕疵の主張等による紛争の蒸し返しや再訴による新たな紛争の発生の可能性等を本件具体的事案に即して検討した上で，それを横断的に比較しながら三つの方法の長短を論じることが求められる。"
}