{
  "year": "H19",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について論じなさい（特別法違反の点を除く。）。ただし，論述に当たっては，後記の小問１及び２に対する解答を必ず含めること。\n１ Ａは，自動車運転中に赤色信号を見落として交差点に進入したため，青色信号に従って交差点に進入したＢ運転の自動車と衝突事故を起こし，Ｂに大腿骨骨折，肋骨骨折，胸部打撲及び頸椎捻挫の傷害を負わせた。\nＡの一方的な過失によって発生したこの交通事故により，Ｂは，入院治療費，休業損害及び自動車修理費として合計２４０万円の損害（内訳は，入院治療費及び休業損害が合計１８０万円，自動車修理費が６０万円）を被り，入院治療費及び休業損害のうち合計１２０万円については，Ａ運転の自動車に付されていた自動車損害賠償責任保険（いわゆる自賠責保険）の保険金によって支払われた。しかし，被害者が傷害を負った場合の自賠責保険金の支払限度額が１２０万円にとどまり，Ａが自賠責保険以外の任意保険に加入していなかったことや，自賠責保険金は人身に対する損害を補償するものであって，自動車修理費の補償のためには支払われないことから，入院治療費及び休業損害の残額６０万円と自動車修理費６０万円の合計１２０万円について，Ｂは支払を受けることができなかった。そこで，Ｂは，Ａに対して１２０万円の損害賠償を求めたが，Ａは，事故の全責任が自らにあり，自らがＢに対して合計１２０万円の損害賠償義務を負っていることは認めながら，「そのうち支払う。」と述べるにとどまり，損害金の支払には応じなかった。\n２ 甲は，知人であるＢからこの件について話を聞き，自らがＢに代わってＡとの交渉に当たることで，Ｂの損害金１２０万円に自らの取り分を上乗せした金額をＡに要求して支払わせ，上乗せ分の利益を得ようと企て，Ｂに対し，その意図を伏せた上で，「Ａから損害金１２０万円を取ってやるから，Ａとの交渉をおれに任せてくれ。」と言い，Ｂの了承を得た。\n３ 甲は，かつての不良仲間で先輩格であった乙に対して前記の事情を話し，「Ｂの損害額の残りは実際には１２０万円だけですが，これに我々の取り分として８０万円を上乗せした２００万円が残っているということにしてＡに請求し，うまく支払わせたらＢに１２０万円を渡して，取り分の８０万円を４０万円ずつ山分けしましょう。Ａは支払を拒んでいるそうなので，脅かしてでも金を出させましょう。」と告げて協力を求め，乙の同意を得た。\n４ その後，甲乙両名はＡと面談し，甲が「Ｂは現在も仕事を休んで治療を続けており，追加の治療費と休業補償分を加えると，未払分は１２０万円にとどまらず，既に２００万円になっている。」と嘘を言った上，乙が「いつまで開き直っているつもりだ。このまま支払わなければそのうちＢがあきらめるとでも思っているのか。」と言って，２００万円の支払を要求したが，Ａは，支払を拒否する態度を変えようとしなかった。\nそこで，甲は，Ａの態度を変えさせるためにはやはり脅す必要があると考え，語気を強めながら，「あんたにも家族がいるだろう。家族が事故に遭えば，被害に遭った者の気持ちが分かるかもしれんな。家族が事故に遭ってから，あの時２００万円支払っておけば良かったと悔やんでも遅いぞ。」とＡに申し向け，２００万円の支払を強く要求した。\nＡは，甲乙両名との面談の前までは，Ｂに対して損害金を支払う意思は全くなかったが，面談の結果，甲の言うとおり，Ｂがいまだに仕事を休んで治療を続けており，その損害額の残りが１２０万円にとどまらずに２００万円に及んでいるものと誤信した上，このまま損害金の支払を拒否していると，甲乙両名らによって自己の家族に危害を加えられるのではないかと畏怖したことから，２００万円を支払わなければならないと考えた。しかし，Ａは，手持ちの現金が２０万円しかなかったことから，甲乙両名に対し，「今はこれしかないので，これで勘弁してくれ。」と言って，とりあえず２０万円を手渡した。\n- 2 -\n５ 甲は，Ａから現金２０万円を受け取った後，残金１８０万円についても後日Ａに支払わせて，甲乙両名の取り分はこの残金１８０万円の中から入手しようと考え，乙の了解を得て，Ａから受け取った現金２０万円全額をＢに手渡した。\n６ その後，甲は，乙に対し，「残りはＡに借金させて支払わせましょうか。」と持ちかけたが，乙は，甲のＡに対する脅し文句が予想以上に強かったことから，これ以上執拗かつ強硬に支払を要求すると警察沙汰になるのではないかと恐れ，甲に対し，「少しやりすぎたのではないか。やはりおれは手を引くから，お前もこの辺りでやめておけ。出させた２０万円も返した方がいい。」と強い口調で告げた。\n甲は，乙からやめろと言われたため，やむなく「仕方ない。あきらめますか。」と言って，乙の言葉に従う態度を示したが，同時に，「しかし，Ｂには１２０万円取ってやると言ってしまったからなあ。既に渡した２０万円を返してくれとも言いにくいし。」とも言い，若干未練を抱いている様子だった。\nそこで，乙は，甲に対し，「お前がＡにしつこく要求して警察沙汰になったら，おれが迷惑することを忘れるな。」と念押しし，甲は，渋々ながら，「分かりました。この話はなかったことにします。２０万円もＢから返してもらって，Ａに返しますよ。」と返答したが，内心ではあきらめきれずにいた。\n７ 甲は，その後間もなく，せめてＢの損害額１２０万円はＡに支払わせてＢに手渡してやらないと，Ｂに対するメンツが立たないと考えた。そこで，甲は，残金１００万円を支払わせるため単独でＡと面談し，甲乙両名による前回の行為によって，Ａが自己の家族に危害を加えられるのではないかとなおも畏怖し続けていることを知りながら，「残りを受取に来た。１００万円払え。金がないなら借金してでも作ってもらおうか。」と言って，１００万円の支払を要求した。\nＡは，前記のとおり畏怖し続けていたことから，甲の要求どおり，残金として１００万円の支払に応じることとし，貸金業の登録を受けていない，いわゆるヤミ金融業者から現金１００万円を高利で借り入れ，これを甲に手渡した。\n８ 甲は，このようにして手に入れた１００万円全額をＢに手渡すつもりだったが，入手後に一部を自己のものにしたいと考えるようになり，Ｂに対しては「残り１００万円のうち５０万円しか受け取れなかった。」と嘘を言って現金５０万円のみを手渡し，残金５０万円を自己のものとして費消した。\n９ その後，Ａは，前記ヤミ金融業者に対し，前記１００万円の借入れに対する返済として元利合計２００万円を支払った。\nなお，乙は，甲から何の連絡もなかったことから，甲が乙の言葉に従って，Ａに対し現金２０万円を返還し，Ａに支払を約束させていた残金１８０万円の受取も断念したものと考えていた。\n小問１ Ａから２回にわたり現金合計１２０万円の交付を受けた事実について，甲に詐欺罪及び恐喝罪が成立するか否かを，Ａが現金を交付しようと考えるに至った理由に留意しつつ，具体的事実を示して論じなさい。\n小問２ 後記最高裁判所決定を踏まえ，本事例において甲乙間の共犯関係の解消が認められるか否かを，具体的事実を示して論じなさい。\n- 3 -最高裁判所平成元年６月２６日第一小法廷決定・最高裁判所刑事判例集４３巻６号５６７頁（決定理由抄）\n１ 傷害致死の点について，原判決（原判決の是認する一審判決の一部を含む。）が認定した事実の要旨は次のとおりである。(1) 被告人は，一審相被告人の甲の舎弟分であるが，両名は，昭和６１年１月２３日深夜スナックで一緒に飲んでいた本件被害者の乙の酒癖が悪く，再三たしなめたのに，逆に反抗的な態度を示したことに憤慨し，同人に謝らせるべく，車で甲方に連行した。\n(2) 被告人は，甲とともに，１階８畳間において，乙の態度などを難詰し，謝ることを強く促したが，同人が頑としてこれに応じないで反抗的な態度をとり続けたことに激昴し，その身体に対して暴行を加える意思を甲と相通じた上，翌２４日午前３時３０分ころから約１時間ないし１時間半にわたり，竹刀や木刀でこもごも乙の顔面，背部等を多数回殴打するなどの暴行を加えた。\n(3) 被告人は，同日午前５時過ぎころ，甲方を立ち去ったが，その際「おれ帰る」と言っただけで，自分としては乙に対しこれ以上制裁を加えることを止めるという趣旨のことを告げず，甲に対しても，以後は乙に暴行を加えることを止めるよう求めたり，あるいは同人を寝かせてやって欲しいとか，病院に連れていってほしいなどと頼んだりせずに，現場をそのままにして立ち去った。(4) その後ほどなくして，甲は，乙の言動に再び激昴して，「まだシメ足りないか」と怒鳴って右８畳間においてその顔を木刀で突くなどの暴行を加えた。(5) 乙は，そのころから同日午後１時ころまでの間に，甲方において甲状軟骨左上角骨折に基づく頸部圧迫等により窒息死したが，右の死の結果が被告人が帰る前に被告人と甲がこもごも加えた暴行によって生じたものか，その後の甲による前記暴行により生じたものかは断定できない。\n２ 右事実関係に照らすと，被告人が帰った時点では，甲においてなお制裁を加えるおそれが消滅していなかったのに，被告人において格別これを防止する措置を講ずることなく，成り行きに任せて現場を去ったに過ぎないのであるから，甲との間の当初の共犯関係が右の時点で解消したということはできず，その後の甲の暴行も右の共謀に基づくものと認めるのが相当である。そうすると，原判決がこれと同旨の判断に立ち，かりに乙の死の結果が被告人が帰った後に甲が加えた暴行によって生じていたとしても，被告人は傷害致死の責を負うとしたのは，正当である。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/H19/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，具体的事例を素材として，そこに現れた具体的事実に基づいて甲乙の罪責を問うことにより，刑事実体法の正確な理解，具体的事実に法規範を適用する能力及び論理的思考力を試すものである。小問１及び２は，甲乙の罪責を論じる上でポイントとなる問題点であり，これらの点について十分な検討をした上で，甲乙の罪責を罪数評価を含めて論述することが求められている。\n小問１においては，詐欺罪及び恐喝罪の成否を検討するに当たり，構成要件該当性等犯罪の成立に必要な要件を念頭において具体的事実を抽出し，要件への当てはめをすることが求められている。その際，「錯誤に基づく財産的処分行為」ないし「畏怖に基づく財産的処分行為」\nという構成要件要素への該当性を判断するに当たっては，Ａが現金を交付しようと考えるに至った理由に関し，Ａが，Ｂから１２０万円の損害賠償を求められた際，事故の全責任が自らにあることは認めながら，損害金の支払には応じなかったこと，Ａが甲乙両名と面談し，甲から「Ｂは現在も仕事を休んで治療を続けており，追加の治療費と休業補償分を加えると，未払分は１２０万円にとどまらず，既に２００万円になっている。」と言われた時にも，Ａは，２００万円の支払要求には応じなかったこと，甲が，「あんたにも家族がいるだろう。家族が事故に遭えば，被害に遭った者の気持ちが分かるかもしれんな。家族が事故に遭ってから，あの時\n２００万円払っておけば良かったと悔やんでも遅いぞ。」と申し向けて，２００万円の支払を強く要求したところ，Ａは，２００万円支払わなければならないと考え，とりあえず，手持ちの現金２０万円を甲乙に手渡したこと等の具体的事実を示した上で，これらの事実が持つ意味を的確に評価し，要件への当てはめという思考過程を論述することが必要である。\nまた，甲がＢから損害金１２０万円の取立を委任されていることと恐喝罪等の成否との関係についても，甲が自己の取り分を上乗せして１２０万円を大きく超える２００万円を請求していること，Ａの家族の生命・身体に危害を加えることをほのめかして脅迫するという手段を用いていること等の具体的事実を示した上で論述することが必要である。\n小問２においては，最高裁判所決定理由の中で，共犯関係の解消が認められないとの帰結に至る過程で着目された事実及びこれらの事実の評価から結論が導かれた過程を検討した上で，本事例を分析することが求められている。その際，最高裁判所決定の事案と本事例との類似点，相違点に留意しつつ，甲乙の人的関係，甲乙間に共犯関係が成立した経緯，甲乙の共謀の内容，Ａから２０万円の交付を受ける際に甲乙それぞれが果たした役割，甲乙の行為がＡに与えた影響，乙がこれ以上の支払要求をやめようとした際の甲に対する乙の言動，これに対する甲の対応，その後の甲の行動とこれに対する乙の予測可能性等に関する具体的事実を示し，これらの事実を評価して結論を導く思考過程を論述することが必要である。\nさらに，甲の罪責として，５０万円の費消行為をどう考えるかについては，成立が考えられる犯罪についての構成要件該当性を具体的事実に基づいて論述する必要がある。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論じるにとどまることなく，事例に示された具体的な事実関係を分析した上，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。"
}