{
  "year": "H24",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "２０＊＊年＊＊月に，衆議院議員総選挙が行われる。その際に，日本国憲法第７９条第２項ないし第４項及び最高裁判所裁判官国民審査法（以下「国民審査法」という。同法については，資料１参照）に基づき，最高裁判所裁判官の国民審査も行われる。国民審査法第１５条によれば，審査人は，罷免を可とする裁判官については，投票用紙の当該裁判官に対する記載欄に自ら×の記号を記載し，罷免を可としない裁判官については，投票用紙の当該裁判官に対する記載欄に何らの記載もしないで，投票しなければならないとされている。\n国民審査法第５３条及び同条に基づき規定された最高裁判所裁判官国民審査法施行令第２６条\n（資料２参照）によれば，審査公報に掲載されるのは，審査に付される裁判官の氏名，生年月日及び経歴並びに最高裁判所において関与した主要な裁判その他審査に関し参考となるべき事項である。\n今回の国民審査で審査権を有するＡは，審査公報に挙げられていた主要な裁判について，その判決文にまで当たって審査の対象となる各裁判官の見解を調べ，さらに，各裁判官の経歴等も調べた。\nその結果，各裁判官に対するＡの評価は，最高裁判所裁判官として適格と判断した裁判官，不適格と判断した裁判官，そして適格・不適格いずれとも判断できなかった裁判官に分かれた。Ａは，不適格と判断した裁判官に対する記載欄には×の記号を記載し，適格・不適格いずれとも判断できなかった裁判官に対する記載欄には何も記載せずに投票した。Ａは，適格と判断した裁判官に対する記載欄には○の記号を記載したかったが，国民審査法第１５条の規定によって何も記載しないで投票せざるを得なかった。\nＡは，最高裁判所裁判官に対する国民審査制度を設けた憲法の趣旨に照らし，現行の制度には幾つかの問題があると考えた。Ａは，現行の国民審査法を合憲とする１９５２年の最高裁判所大法廷判決を知っていたが，国民審査法第３６条に基づく訴訟を提起して，上記最高裁判所判例の変更の必要性も憲法上の主張の一つとして主張しつつ，現行の国民審査制度の是正を図りたいと思った。\n以上のことを前提として，以下の各設問に答えなさい。\n〔設問１〕\nあなたがＡの訴訟代理人になった場合，国民審査法第３６条に基づく訴訟において，訴訟代理人としてあなたが行う憲法上の主張を述べなさい。\n〔設問２〕\n設問１における憲法上の主張に関するあなた自身の見解を，被告側の反論を想定しつつ，述べなさい。\n- 2 -\n【資料１】最高裁判所裁判官国民審査法（昭和２２年１１月２０日法律第１３６号）（抄録）\n第１条 最高裁判所の裁判官の任命に関する国民の審査については，この法律の定めるところによる。\n第４条 衆議院議員の選挙権を有する者は，審査権を有する。\n第１５条 審査人は，投票所において，罷免を可とする裁判官については，投票用紙の当該裁判官に対する記載欄に自ら×の記号を記載し，罷免を可としない裁判官については，投票用紙の当該裁判官に対する記載欄に何等の記載をしないで，これを投票箱に入れなければならない。\n２ 投票用紙には，審査人の氏名を記載することができない。\n第３０条 審査会は，中央選挙管理会の指定した場所で，これを開く。\n２ 審査長は，審査権を有する者の中から中央選挙管理会の選任した者を以て，これに充てる。\n３ 審査長は，審査会に関する事務を担任する。\n４ 審査長は，第８条の選挙人名簿に登録された者の中から審査立会人３人を選任しなければならない。\n５ 審査長は，すべての審査分会長から前条の報告を受けた日又はその翌日に審査会を開き，審査立会人立会の上，その報告を調査しなければならない。\n第３３条 第３０条第５項の規定による調査を終えたときは，審査長は，直ちに罷免を可とされた裁判官の氏名並びに罷免を可とする投票の数及び罷免を可としない投票の数その他審査の次第を中央選挙管理会に報告しなければならない。\n２ 中央選挙管理会は，前項の報告を受けたときは，直ちに罷免を可とされた裁判官にその旨を告知し，同時に罷免を可とされた裁判官の氏名を官報で告示し，かつ，総務大臣を通じ内閣総理大臣に通知しなければならない。\n第３６条 審査の効力に関し異議があるときは，審査人又は罷免を可とされた裁判官は，中央選挙管理会を被告として第３３条第２項の規定による告示のあつた日から３０日内に東京高等裁判所に訴えを提起することができる。\n第５３条 都道府県の選挙管理委員会は，政令の定めるところにより，審査に付される裁判官の氏名，経歴その他審査に関し参考となるべき事項を掲載した審査公報を発行しなければならない。\n【資料２】最高裁判所裁判官国民審査法施行令（昭和２３年５月２５日政令第１２２号）（抄録）\n第２６条 審査公報には，審査に付される裁判官の氏名，生年月日及び経歴並びに最高裁判所において関与した主要な裁判その他審査に関し参考となるべき事項を掲載するものとする。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H24/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "（出題趣旨）本問は，最高裁判所裁判官国民審査制をめぐる問題である。１９５２年の最高裁判決は，国民審査制を「実質において所謂解職の制度」と捉え，記載欄に何らの記載がされていないものを，積極的に罷免を可とする意思を持たないものとして取り扱うことを当然とした。国民審査制を法の定める統治機構の構造上どのように位置付けるかに配慮しつつ，当該判決の判断をめぐる問題点に関して「考える力」を見ようとする問題である。さらに，本問では，この問題点を考える上で，当該判例を変更する必要性についても検討することを求めている。憲法判例の変更はどのような場合に認められるのか，また，本問は判例変更が認められる場合といえるかなどについて検討することが求められている。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "（出題趣旨）本問は，最高裁判所裁判官国民審査制をめぐる問題である。１９５２年の最高裁判決は，国民審査制を「実質において所謂解職の制度」と捉え，記載欄に何らの記載がされていないものを，積極的に罷免を可とする意思を持たないものとして取り扱うことを当然とした。国民審査制を法の定める統治機構の構造上どのように位置付けるかに配慮しつつ，当該判決の判断をめぐる問題点に関して「考える力」を見ようとする問題である。さらに，本問では，この問題点を考える上で，当該判例を変更する必要性についても検討することを求めている。憲法判例の変更はどのような場合に認められるのか，また，本問は判例変更が認められる場合といえるかなどについて検討することが求められている。"
      }
    ]
  }
}