{
  "year": "H24",
  "exam_type": "予備",
  "subject_name": "民事訴訟法",
  "text": "（〔設問１〕と〔設問２〕の配点の割合は，７：３）次の事例について，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\nＸは，平成２２年６月１０日，Ｙを被告として，売買契約に基づく代金の支払を求める訴えを提起した（以下，この訴訟を「第１訴訟」という。）。第１訴訟の請求の趣旨は，「Ｙは，Ｘに対し，１５０万円を支払え。」との判決を求めるものであったが，第１訴訟において，Ｘは，平成２２年\n２月２日に，Ｙに対し，中古の建設機械１台（以下「本件機械」という。）を４００万円で売却した旨主張し（以下，この売買契約を「本件売買契約」という。），第１訴訟では上記売買代金のうちの１５０万円を請求する旨明示していた。これに対し，Ｙは，本件売買契約の成立を否認し，Ｘから本件機械を買ったのは売買契約締結の際にＹとともに同席していた息子のＺであると主張した。\n受訴裁判所は，平成２３年１月１３日に口頭弁論を終結し，同年３月３日にＸの請求を全部認容する判決をしたところ，同判決は同月１７日の経過をもって確定した。\nその後，Ｘは，平成２３年４月７日，Ｙを被告として，本件売買契約に基づく残代金の支払を求める訴えを提起し，Ｙに対し，残額の２５０万円の支払を求めた（以下，この訴訟を「第２訴訟」という。）。\n以下は，第２訴訟を担当している裁判官Ａと司法修習生Ｂの会話である。\n裁判官Ａ：Ｘは，第１訴訟において，本件売買契約の代金は４００万円であったと主張しながら，訴訟の中では，このうちの１５０万円を請求していますが，判例の考え方によると，この場合の訴訟物はどうなりますか。\n修習生Ｂ：金銭債権の数量的一部請求の訴訟物に関する判例の考え方によれば，給付訴訟において，数量的一部請求であることが明示されていれば，一部請求部分のみが訴訟物であるということになりますから，第１訴訟における訴訟物は，売買契約に基づく代金支払請求権のうち１５０万円の支払を求める部分ということになると思います。\n裁判官Ａ：そうですね。そうすると，第１訴訟の確定判決によって，どのような点に既判力が生じますか。\n修習生Ｂ：本件売買契約に基づき１５０万円の代金支払請求権が存在することについて既判力が生ずることになると思います。\n裁判官Ａ：そうですね。ところで，先ほどの数量的一部請求の訴訟物に関する判例の考え方を前提とすると，第２訴訟の訴訟物は，第１訴訟の訴訟物とは異なることになりますが，訴訟物が異なるという理由だけで，第２訴訟において，第１訴訟の確定判決の既判力が及ぶことはないと言い切れますか。例えば，第２訴訟において，裁判所は，第１訴訟の確定判決で認められた売買代金債権の発生そのものを否定する判断をすることもできるのでしょうか。\n修習生Ｂ：前訴と後訴の訴訟物が異なる場合でも，前訴の確定判決の既判力が後訴に及ぶ場合はあったと思いますが，どのような場合がこれに当たるかについては，正確には覚えていません。\n裁判官Ａ：そうですか。それでは，第１訴訟と第２訴訟とで訴訟物が異なるにもかかわらず，第\n１訴訟の確定判決の既判力が第２訴訟にも及ぶことがあるのかどうか，さらには，それを踏まえ，第２訴訟において，Ｙは，どのような主張をすることが許されるか考えてみましょう。\n- 6 -\n〔設問１〕\n裁判官Ａと司法修習生Ｂの会話を踏まえ，第２訴訟において，Ｙは，次のような主張をすることが許されるか検討しなさい。\n① Ｘから本件機械を買ったのはＹではなく，Ｚであるとの主張\n② 本件機械には隠れた瑕疵があり，その修理費用として平成２２年１０月１０日に３００万円を支払ったことにより，これと同額の損害を受けたので，瑕疵担保責任に基づく損害賠償請求権と対当額で相殺するとの主張\n〔設問２〕\n仮に，第１訴訟において，ＸがＹに対して本件売買契約に基づく代金全額（４００万円）の支払を求める訴えを提起していたとする。この訴訟において，Ｙが〔設問１〕②の主張と併せて，本件売買契約に基づく代金として１８０万円を弁済した旨の主張をした場合に，裁判官が本件売買契約の成立のほか，Ｙ主張のいずれの事実についても証拠によって認定することができるとの心証を抱いたときは，裁判所は，どのような点に留意して判決をすべきか検討しなさい。\n- 7 -",
  "source_pdf": "data/pdfs/preliminary_exam/H24/論述/試験問題/民事系.pdf",
  "subject": 5,
  "purpose": "（出題趣旨）設問１は，既判力の作用等に関する理解を問うものであり，金銭債権の数量的一部請求についての判決確定後に残部請求がされた事例を取り上げることにより，明示された一部請求部分を前訴の訴訟物とする判例の考え方を踏まえ，既判力が生ずる範囲とその作用の仕方等に関する正確な理解や，それに基づく分析能力，論理的思考能力を試すものである。設問２は，民事訴訟における相殺の抗弁の特殊性に関する理解を前提に，その特殊性が裁判所の判断の仕方にどのような影響を与えるかを問うものである。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "（出題趣旨）"
      },
      {
        "type": "q1",
        "text": "設問１は，既判力の作用等に関する理解を問うものであり，金銭債権の数量的一部請求についての判決確定後に残部請求がされた事例を取り上げることにより，明示された一部請求部分を前訴の訴訟物とする判例の考え方を踏まえ，既判力が生ずる範囲とその作用の仕方等に関する正確な理解や，それに基づく分析能力，論理的思考能力を試すものである。"
      },
      {
        "type": "q2",
        "text": "設問２は，民事訴訟における相殺の抗弁の特殊性に関する理解を前提に，その特殊性が裁判所の判断の仕方にどのような影響を与えるかを問うものである。"
      }
    ]
  }
}