{
  "year": "H24",
  "exam_type": "予備",
  "subject_name": "実務基礎（民事）",
  "text": "司法試験予備試験用法文及び本問末尾添付の資料を適宜参照して，以下の各設問に答えなさい。\nなお，以下の〔設問１〕から〔設問３〕では，甲建物の賃貸借契約に関する平成２３年５月分以降の賃料及び賃料相当損害金については考慮する必要はない。\n〔設問１〕\n別紙【Ｘの相談内容】を前提に，弁護士Ｐは，平成２３年１１月１日，Ｘの訴訟代理人として，Ｙに対し，賃貸借契約の終了に基づく目的物返還請求権としての建物明渡請求権を訴訟物として，甲建物の明渡しを求める訴え（以下「本件訴え」という。）を提起した。そして，弁護士Ｐは，その訴状において，請求を理由づける事実（民事訴訟規則第５３条第１項）として，次の各事実を主張した（なお，これらの事実は，請求を理由づける事実として適切なものであると考えてよい。）。\n① Ｘは，Ｙに対し，平成２０年６月２５日，甲建物を次の約定で賃貸し，同年７月１日，これに基づいて甲建物を引き渡したとの事実賃貸期間 平成２０年７月１日から５年間賃料 月額２０万円賃料支払方法 毎月末日に翌月分を支払う\n② 平成２２年１０月から平成２３年３月の各末日は経過したとの事実\n③ Ｘは，Ｙに対し，平成２３年４月１４日，平成２２年１１月分から平成２３年４月分の賃料の支払を催告し，同月２８日は経過したとの事実\n④ Ｘは，Ｙに対し，平成２３年７月１日，①の契約を解除するとの意思表示をしたとの事実上記各事実が記載された訴状の副本の送達を受けたＹは，弁護士Ｑに相談をし，同弁護士はＹの訴訟代理人として本件を受任することになった。別紙【Ｙの相談内容】は，弁護士ＱがＹから受けた相談の内容を記載したものである。これを前提に，以下の各問いに答えなさい。なお，別紙【Ｘ\nの言い分】を考慮する必要はない。\n(1) 別紙【Ｙの相談内容】の第３段落目の主張を前提とした場合，弁護士Ｑは，適切な抗弁事実として，次の各事実を主張することになると考えられる。\n⑤ Ｙは，平成２２年１０月頃，甲建物の屋根の雨漏りを修理したとの事実\n⑥ Ｙは，同月２０日，⑤の費用として１５０万円を支出したとの事実\n⑦ Ｙは，Ｘに対し，平成２３年６月２日頃，⑤及び⑥に基づく債権と本件未払賃料債権とを相殺するとの意思表示をしたとの事実上記⑤から⑦までの各事実について，抗弁事実としてそれらの事実を主張する必要があり，かつ，これで足りると考えられる理由を，実体法の定める要件や当該要件についての主張・立証責任の所在に留意しつつ説明しなさい。\n(2) 別紙【Ｙの相談内容】を前提とした場合，弁護士Ｑは，上記(1)の抗弁以外に，どのような抗弁を主張することになると考えられるか。当該抗弁の内容を端的に記載しなさい（なお，当該抗弁を構成する具体的事実を記載する必要はない。）。\n〔設問２〕\n本件訴えにおいて，弁護士Ｑは，別紙【Ｙの相談内容】を前提として，〔設問１〕のとおりの各抗弁を適切に主張するとともに，甲建物の屋根修理工事に要した費用についての証拠として，次のような本件領収証（斜体部分はすべて手書きである。）を，丙川三郎作成にかかるものとして裁判所に提出した。これを受けて弁護士ＰがＸと打合せを行ったところ，Ｘは，別紙【Ｘの言い分】に- 2 -\n記載したとおりの言い分を述べた。そこで，弁護士Ｐは，本件領収証の成立の真正について「否認する」との陳述をした。\nこの場合，裁判所は，本件領収証の成立の真正についての判断を行う前提として，弁護士Ｐに対して，更にどのような事項を確認すべきか。結論とその理由を説明しなさい。\n平成２２年１０月２０日領 収 証金 １５０万 円但し 屋根修理代金として\n○○建装 丙川三郎\n〔設問３〕\n本件訴えでは，〔設問１〕のとおりの請求を理由づける事実と各抗弁に係る抗弁事実が適切に主張されたのに加えて，Ｘから，別紙【Ｘの言い分】に記載された事実が主張された。これに対して，Ｙは，Ｘが３０万円を修理費用として支払ったとの事実（⑧）を否認した。そこで，⑥から⑧の各事実の有無に関する証拠調べが行われたところ，裁判所は，⑥の事実については，Ｙが甲建物の屋根の修理費用として実際に１５０万円を支払い，その金額は相当なものである，⑦の事実については，相殺の意思表示はＸによる本件契約の解除の意思表示の後に行われた，⑧の事実については，ＸはＹに屋根の修理費用の一部として３０万円を支払ったとの心証を形成するに至った。\n以上の主張及び裁判所の判断を前提とした場合，裁判所は，判決主文において，どのような内容の判断をすることになるか。結論とその理由を簡潔に記載しなさい。\n以下の設問では，〔設問１〕から〔設問３〕までの事例とは関係がないものとして解答しなさい。\n〔設問４〕\n弁護士Ａは，弁護士Ｂを含む４名の弁護士とともに共同法律事務所で執務をしているが，弁護士\nＢから，その顧問先であり経営状況が厳しいＲ株式会社について，複数の倒産手続に関する意見を求められ，その際に資金繰りの状況からＲ株式会社の倒産は避けられない情勢であることを知った。\nこれを前提に，以下の各問いに答えなさい。\n(1) 弁護士Ａは，義父Ｓから，その経営するＴ株式会社がＲ株式会社と共同で事業を行うに当たり，Ｒ株式会社が事業資金を借り入れることについてＴ株式会社が保証することに関する契約書の検討を依頼された。この場合において，弁護士Ａが，義父ＳにＲ株式会社の経営状況を説明して保証契約を回避するよう助言することに弁護士倫理上の問題はあるか。結論とその理由を簡潔に記載しなさい。\n(2) Ａは，義父Ｓの跡を継ぎ，会社経営に専念するため弁護士登録を取り消してＴ株式会社の代表取締役に就任したが，その後，Ｒ株式会社から共同事業を行うことを求められるとともに，Ｒ株式会社が事業資金を借り入れることについてＴ株式会社が保証することを求められた。この場合において，Ａが，Ｒ株式会社の経営状況と倒産が避けられない情勢であることをＴ株式会社の取締役会において発言することに弁護士倫理上の問題はあるか。結論とその理由を簡潔に記載しなさい。\n- 3 -\n（別 紙）\n【Ｘの相談内容】\n私は，平成２０年６月２５日，Ｙに対し，私所有の甲建物を，賃料月額２０万円，毎月末日に翌月分払い，期間は同年７月１日から５年間の約束で賃貸し（以下「本件契約」といいます。），同日，甲建物を引き渡しました。\nＹは，平成２２年１０月分の賃料までは，月によっては遅れることもあったものの，一応，順調に支払っていたのですが，同年１１月分以降は，お金がないなどと言って，賃料を支払わなくなりました。\n私は，Ｙの亡父が私の古くからの友人であったこともあって，あまり厳しく請求することは控えていたのですが，平成２３年３月末日になっても支払がなかったことから，しびれを切らし，同年\n４月１４日，Ｙに対し，平成２２年１１月分から平成２３年４月分までの未払賃料合計１２０万円\n（以下「本件未払賃料」といいます。）を２週間以内に支払うよう求めましたが，Ｙは一向に支払おうとしません。\nそこで，私は，本件未払賃料の支払等に関してＹと話し合うことを諦め，Ｙに対し，平成２３年\n７月１日，賃料不払を理由に，本件契約を解除して，甲建物の明渡しを求めました。このように，本件契約は終わっているのですから，Ｙには，一日も早く甲建物を明け渡してほしいと思います。\nなお，Ｙは，甲建物を修理したので，その修理費用と本件未払賃料とを対当額で相殺したとか，甲建物の修理費用を支払うまでは甲建物を明け渡さない等と言って，明渡しを拒否しています。Ｙが甲建物の屋根を修理していたこと自体は認めますが，甲建物はそれほど古いものではありませんので，Ｙが言うほどの高額の費用が掛かったとは到底思えません。また，Ｙは，私に対して相殺の意思表示をしたなどと言っていますが，Ｙから相殺の話が出たのは，同年７月１日に私が解除の意思表示をした後のことです。\n【Ｙの相談内容】\nＸ所有の甲建物に関する本件契約の内容や，賃料の未払状況及び賃料支払の催告や解除の意思表示があったことは，Ｘの言うとおりです。\nしかし，私は甲建物を明け渡すつもりはありませんし，そのような義務もないと思います。\n甲建物は，昭和５０年代の後半に建てられたもののようですが，屋根が傷んできていたようで，平成２２年８月に大雨が降った際に，かなりひどい雨漏りがありました。それ以降も，雨が降るたびに雨漏りがひどいので，Ｘに対して修理の依頼をしたのですが，Ｘは，そちらで何とかしてほしいと言うばかりで，修理をしてくれませんでした。そこで，私は，同年１０月頃，仕方なく，自分で１５０万円の費用を負担して，業者の丙川三郎さんに修理をしてもらったのです。この費用は，同月２０日に私が丙川さんに支払い，その場で丙川さんに領収証（以下「本件領収証」といいます。）\nを書いてもらいました。しかし，これは，本来，私が支払わなければならないものではないので，その分を回収するために，私は平成２２年１１月分以降の賃料の支払をしなかっただけなのです。\nところが，Ｘは，図図しくも，平成２３年４月になって未払分の賃料の支払を求めてきたものですから，しばらく無視していたものの，余りにもうるさいので，最終的には，知人のアドバイスを受けて，同年６月２日頃，Ｘに対し，甲建物の修理費用と本件未払賃料とを相殺すると言ってやりました。\nまた，万が一相殺が認められなかったとしても，私は，Ｘが甲建物の修理費用を払ってくれるまでは，甲建物を明け渡すつもりはありません。\n- 4 -\n【Ｘの言い分】\n甲建物はそれほど老朽化しているというわけでもないのですから，雨漏りの修理に１５０万円も掛かったとは考えられません。Ｙは修理をしたと言いながら，本件訴えの提起までの間に，私に対し，修理に関する資料を見せたこともありませんでした。そこで，実際に，知り合いの業者に尋ねてみたところ，雨漏りの修理程度であれば，せいぜい，３０万円くらいのものだと言っていました。\nそこで，私は，Ｙとの紛争を早く解決させたいとの思いから，平成２３年８月１０日，Ｙに対して，修理費用として３０万円を支払っています。\n本件訴訟に至って初めて本件領収証の存在を知りましたが，丙川さんは評判の良い業者さんで，３０万円程度の工事をして１５０万円もの請求をするような人ではありません。したがって，本件領収証は，Ｙが勝手に作成したものだと思います。\nいずれにせよ，Ｙの主張には理由がないと思います。",
  "source_pdf": "data/pdfs/preliminary_exam/H24/論述/試験問題/実務基礎.pdf",
  "subject": 9,
  "purpose": "（出題趣旨）設問１は，Ｙの相談内容に基づき，相殺の抗弁と留置権の抗弁の検討を求めるものである。相殺の抗弁については，法律効果の発生を基礎付けるための抗弁事実について，条文を基礎とする実体法上の要件と主張立証責任の所在に留意しつつ説明することが求められる。\n設問２は，作成者名義の署名がある私文書の成立の真正に関して，民事訴訟法第\n２２８条第４項の理解を問うものである。\n設問３は，要件事実の整理と事実認定の結果を踏まえて，請求原因・抗弁・再抗弁がそれぞれどのように判断され，どのような主文が導かれるかの検討を求めるものである。その際には，各認定事実が設問１の各抗弁とどのように関係するのかを簡潔に説明することが求められる。\n設問４は，弁護士倫理の問題であり，弁護士職務基本規程第５６条と弁護士法第\n２３条に留意して検討することが求められる。"
}