{
  "year": "H24",
  "exam_type": "予備",
  "subject_name": "民法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\nⅠ\n【事実】\n１．Ａ（女性，昭和２２年生）は，配偶者がいたが，平成２年５月頃から，Ｂ（男性，昭和２７年生）と交際するようになり，同年１０月には，配偶者との離婚の協議を始めた。\n２．Ａは，平成３年８月，配偶者と離婚した。Ａ及びＢは，これを契機として，マンションを賃借し，そこで同居をするようになった。もっとも，離婚を経験したＡは，Ｂとの婚姻の届出をすることをためらい，Ｂと話し合いの上，その届出をしないままＢとの生活を続けた。\n３．平成３年当時，Ａは，甲土地を所有しており，甲土地についてＡを所有権登記名義人とする登記がされていた。Ａ及びＢは，相談の上，甲土地の上にＢが所有する建物を建築することを計画した。この計画に従い，平成５年３月，甲土地の上に所在する乙建物が完成して，乙建物についてＢを所有権登記名義人とする所有権の保存の登記がされ，同月，Ａ及びＢは，乙建物に移り住んだ。\n４．Ａは，かねてよりヨーロッパのアンティーク家具や小物の収集を趣味としていたが，平成\n１８年秋頃から，そうした家具などを輸入して販売する事業を始めた。Ａは，同年９月，この事業の資金として３０００万円を銀行のＣから借り入れた。その返済の期限は，平成２２年９月３０日と定められた。\n５．同じく平成１８年９月に，この借入れに係る債務を担保するため，Ａは，甲土地についてＣのために抵当権を設定し，また，Ｂも乙建物についてＣのための抵当権を設定し，同月中に，それぞれその旨の登記がされた。乙建物については，Ｂが，Ａから依頼されて，Ａの事業に協力する趣旨で，抵当権を設定したものである。\n６．Ａの事業は，しばらくは順調であったものの，折からの不況のため徐々に経営が悪化し，平成２２年９月３０日が経過しても，Ａは，Ｃからの借入金を返済することができなかった。そこで，Ｃは，甲土地及び乙建物について抵当権を実行することを検討するに至った。\n〔設問１〕\n【事実】１から６までを前提として，以下の(1)及び(2)に答えなさい。\n(1) Ａが，銀行のＤに対し預金債権を有しており，その残高がＣに対する債務を弁済するのに十分な額であると認められる場合において，Ｂは，乙建物について抵当権を実行しようとするＣに対し，ＡがＣに弁済をする資力があり，かつ，執行が容易である，ということを証明して，まずＡの財産について執行しなければならないことを主張することができるか，理由を付して結論を述べなさい。\n(2) Ｂは，Ａに対し，あらかじめ，求償権を行使することができるか。また，仮にＣが抵当権を実行して乙建物が売却された場合において，Ｂは，Ａに対し，求償権を行使することができるか。それぞれ，委託を受けて保証をした者が行使する求償権と比較しつつ，理由を付して結論を述べなさい。\nⅡ 【事実】１から６までに加え，以下の【事実】７から10までの経緯があった。\n【事実】\n７．その後，Ａの事業は，一時は倒産も懸念されたが，平成２２年１２月頃から，一部の好事家の間でアンティーク家具が人気を博するようになったことを契機として，収益が好転してきた。\n- 2 -\nＡは，抵当権の実行をしばらく思いとどまるようＣと交渉し，平成２３年４月までに，Ｃに対し，【事実】４の借入れに係る元本，利息及び遅延損害金の全部を弁済した。\n８．平成２３年９月，Ａは，体調の不良を感じて病院で診察を受けたところ，重篤な病気であることが判明した。Ａは，同年１１月に手術を受けたものの，手遅れであり，担当の医師から，余命が３か月であることを告げられた。\nそこで，Ａは，平成２４年１月１８日，Ｂとの間で，ＡがＢに甲土地を贈与する旨の契約を締結し，その旨を記した書面を作成した。\n９．Ａは，平成２４年３月２５日，死亡した。Ａは，生前，預金債権その他の財産を負債の返済に充てるなどして，財産の整理をしていた。このため，Ａが死亡した当時，Ａに財産はなく，また，債務も負っていなかった。\n10．Ａが死亡した当時，Ａの両親は，既に死亡していた。また，Ａの子としては，前夫との間にもうけたＥ（昭和６２年生）のみがいる。\n〔設問２〕\nＥは，Ｂに対し，甲土地について，どのような権利主張をすることができるか。また，その結果として，甲土地の所有権について，どのような法律関係が成立すると考えられるか。それぞれ理由を付して説明しなさい。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H24/論述/試験問題/民事系.pdf",
  "subject": 3,
  "purpose": "（出題趣旨）本問は，民法の財産法と家族法の基本的な制度について，正確な理解と応用能力とを問うものである。まず，設問１は，人的担保である保証に認められる検索の抗弁（民法第４５３条）と事前求償権（民法第４６０条）が，物的担保である物上保証にも認められるかについて，保証と物上保証との異同に着目しつつ保証についての規定の類推適用の可能性を検討すること等を通じて，法的知識の正確性と論理的思考力を試すものである。また，設問２は，遺留分減殺請求権に関して，基本的な理解とそれに基づく事案分析能力を試すものである。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "（出題趣旨）本問は，民法の財産法と家族法の基本的な制度について，正確な理解と応用能力とを問うものである。まず，"
      },
      {
        "type": "q1",
        "text": "設問１は，人的担保である保証に認められる検索の抗弁（民法第４５３条）と事前求償権（民法第４６０条）が，物的担保である物上保証にも認められるかについて，保証と物上保証との異同に着目しつつ保証についての規定の類推適用の可能性を検討すること等を通じて，法的知識の正確性と論理的思考力を試すものである。また，"
      },
      {
        "type": "q2",
        "text": "設問２は，遺留分減殺請求権に関して，基本的な理解とそれに基づく事案分析能力を試すものである。"
      }
    ]
  }
}