{
  "year": "H24",
  "exam_type": "予備",
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ｖ（男性，２８歳）は，平成２４年４月２日午前１１時頃，Ｈ県Ｉ市内のＴマンション３０４号室のＶ宅に１人でいた際，インターホンを通じて宅配便荷物を届けに来た旨を言われたことから，自ら玄関ドアを開けたところ，①男（以下「犯人」という。）に，突然，右腕をつかまれた。そして，Ｖは，犯人から刃物を突き付けられながら，「金はどこだ。言わないと殺すぞ。」と言われたので恐ろしくなり，「居間のテーブルに財布があります。」と答えた。すると，犯人は，着用していたジャンパーの右ポケットから，ひもを取り出し，これでＶの手首，足首を縛った上，さらにジャンパーの左ポケットからガムテープを取り出して，これをＶの口を塞ぐようにして巻き，Ｖを玄関の上がり口に放置した。その後，Ｖが犯人の様子を観察していると，犯人は居間に行き，テーブルの上に財布があるのを確認するなどした後，最終的に，Ｖの財布を右手に持って玄関から出て行った。\n同日午前１１時３０分頃，Ｖの妻Ｗが外出先から帰宅し，縛られたＶを発見してひもやガムテープを外した。Ｖは，すぐに居間などの犯人が出入りした部屋に行き，被害の有無を確認したところ，タンスを開けられるなど金品を物色された跡があったものの，財産的被害については，居間のテーブルにあった財布１個を奪われただけであることを確認した。その上で，Ｖは，１１０番通報をし，強盗の被害に遭ったことを訴えるとともに，財布に入っていたクレジット\nカードを利用できないようにするために，発行会社に連絡した。\n２ 同日午前１１時４５分頃，Ｉ警察署の司法警察員Ｋら司法警察職員４名はＶ宅に臨場し，外されたガムテープとひもを領置した後，玄関の上がり口にレシートが１枚落ちているのを発見した。このレシートは，同日午前１０時４５分にＴマンションから約２００メートル離れたコ\nンビニエンスストアＺにおいて，ガムテープとひもを購入したことを示すものであった。このレシートについて，Ｖは，「私が受け取ったものではない。今日は，被害に遭うまでの間，自宅に誰も入っていないので，犯人が落とした物だと思う。」旨説明し，Ｗも，「私が受け取ったものではない。」旨説明した。これを受けて，司法警察員Ｋは，このレシートを遺留物として領置した。なお，臨場した司法警察職員４名の中に，前記Ｚを利用したことがある者はいなかった。\nまた，臨場した司法警察職員の一部が鑑識作業に従事し，外側の玄関ドアノブから２種類の指紋を採取したが，物色されたタンスからは指紋を採取できなかった。\nさらに，Ｖは，司法警察員Ｋに対し，被害状況について，前記の状況や財布に現金２万円，Ｖ名義のクレジットカード１枚が入っていたことなどを供述したが，犯人については，「会ったことも見たこともない男である。身長約１８０センチメートル，がっちりとした体格，２０\n歳代くらい，緑色のジャンパーとサングラスを着用していたことくらいしか分からない。手袋をはめていたかどうかも覚えていない。」旨を供述した。\n３ 同日午後３時頃，赤色のジャンパーを着用していた甲が，Ｈ県Ｉ市内所在の家電量販店Ｓの電気製品売場において，Ｖ名義のクレジットカードを使用してパソコンを購入しようとした。\nしかし，店員は，Ｖ名義のクレジットカードの利用が停止されていることに気付き，警察に通報するとともに，何かと理由を付けて甲を店内に引き止めていた。その後，司法警察員Ｋが同売場に到着し，甲にＶかどうかを確認したところ，「Ｖではなく，甲である。」と答えた。しかし，甲は，同クレジットカードを所持していた理由については，黙秘した。そこで，司法警察員Ｋは，甲を詐欺未遂により緊急逮捕した。そして，この際，司法警察員Ｋは，同クレジット\n- 10 -カードを差し押さえた。\n甲は，Ｉ警察署に引致された後，「宅配便荷物を取り扱う会社Ｕに配送員として勤務している。ひったくりによる窃盗の前科が２犯ある。」などと自らの身上関係については供述し，供述調書の作成にも応じるものの，その他については，一切黙秘した。なお，甲の年齢については，２７歳であること，甲の体格については，身長１８２センチメートル，体重９５キログラ\nムであること，甲の前科については，甲の供述どおり，窃盗の前科２犯があることが判明した。\nまた，司法警察員Ｋが会社Ｕの担当者に甲の勤務状況について確認したところ，甲は，同年\n３月３１日にＶ宅に宅配便荷物を届けていたこと，同年４月２日は休みであったことが判明した。そこで，司法警察員Ｋが，Ｖに対し，電話で，同年３月３１日に会社Ｕから宅配便荷物が届けられたか否かを確認したところ，Ｖは，「その日，確かに私が会社Ｕが取り扱う宅配便荷物を受領した。ただ，これを届けてきた人物については，男であったことしか覚えていない。」\n旨供述した。\n４ 同年４月２日午後６時３０分頃，司法警察員Ｋは，部下を連れて甲の自宅に行き，同所において，捜索差押許可状に基づき，甲の妻Ａを立会人として捜索差押えを実施し，財布１個，緑色のジャンパー１着，サングラス１個，果物ナイフ２本及び包丁２本を差し押さえた。その後，Ａは，同日午後８時頃からＩ警察署において実施された取調べにおいて，以下のとおり，供述した。\n(1) 同日午後零時頃の甲の言動について甲は，今日の午前９時３０分頃，外出した。その際，甲がどのような着衣で外出したのか見ていないので分からない。その後，今日の午後零時頃，甲が自宅に戻り，甲の部屋に入って出てくると，財布を渡してきた。そのとき，甲は，赤色のジャンパーを着用していたが，サングラスは着用していなかった。私が，「どうしたの。」と聞くと，「友達にもらった。」と言ってきた。しかし，甲に財布をあげる知人などいるはずがなく，過去にひったくりで捕まった前科もあったので，犯罪で得たものではないかと思い，「違うでしょ。まさか，また悪いことしていないよね。」と言った。すると，甲は，「そんなことない。ただ，お前がそのように疑うなら，警察も同じように疑うかもしれない。もし，警察が訪ねてきたら，今日は朝から午後零時まで家に俺とお前の２人でいたと言ってくれ。警察に疑われたくないからね。」\nと言ってきた。その後，すぐに，甲は，財布を置いて出て行った。\n(2) 差し押さえた財布１個，緑色のジャンパー１着及びサングラス１個について財布は，甲が今日の午後零時頃，自宅に置いていったものであるが，何も入っていなかった。緑色のジャンパーとサングラスは，甲の部屋にあったものだが，今日，着用していたかどうかは分からない。\n(3) 差し押さえた果物ナイフ２本及び包丁２本について\n２本の果物ナイフのうち，１本は古くなって切れ味が悪くなったので，捨てようと思い，新聞紙にくるんで台所に置いていた。残りの１本は，私が甲に頼んで，昨日，甲に買ってきてもらったものである。使えなくなった１本を除く，３本の刃物については，今日の午前\n１１時３０分頃，昼食を作る際には台所にあった。いずれも，今日，甲が持ち出したことはない。\n５ 司法警察員Ｋは，財布を強取した犯人が甲に間違いないと判断するとともに，これについても，前記詐欺未遂と併せてＨ地方検察庁検察官に送致した方が良いと判断し，同月３日，Ｈ地方裁判所裁判官から逮捕状の発付を受けた上で，甲を住居侵入・強盗の被疑事実により逮捕した。その後，同月４日，甲は，詐欺未遂，住居侵入・強盗の送致事実によりＨ地方検察庁検察官に送致された後，所要の手続を経て同日中に勾留された。\n６ その後，甲が被疑者として勾留されている間，以下の捜査結果が得られた。\n(1) 指紋に関する捜査\n- 11 -\nＶ宅で領置したレシートからは，甲の指紋が検出された。また，玄関ドアノブから採取した２種類の指紋については，甲の指紋とＷの指紋と一致することが判明した。なお，甲宅で差し押さえた財布からは指紋が検出されなかった。\n(2) Ｖに対する事情聴取司法警察員ＫがＶに，差し押さえた前記証拠物について確認したところ，Ｖは，クレジットカードについては，「私名義ですし，奪われた財布の中に入っていたものに間違いありません。」と供述したが，財布については，「私が奪われた財布の形，色とよく似ていますが，私のものかはっきりしません。」と供述し，緑色のジャンパーとサングラスについては，「犯人が着用していたものと同じものかよく分かりません。」と供述した。また，Ｖは，果物ナ\nイフ２本及び包丁２本については，「包丁２本については，明らかに今回の犯行に使用されたものではありません。形が違います。果物ナイフの２本のうち，古い方についても，明らかに今回の犯行に使用されたものではありません。古すぎます。残りの果物ナイフ１本は，今回の犯行に使用されたものとよく似ています。今回の犯行に使われたものであると断言はできませんが，今回の犯行に使われた可能性はあると思います。」と供述した。\nさらに，Ｖは，司法警察員Ｋから透視鏡を通じて取調室の甲の容貌を見せられ，犯人と同一か否か及び同年３月３１日に宅配便荷物を届けに来た人物と同一か否かの確認を求められたものの，「犯人はサングラスを掛けており，人相がよく分からなかったので，確認を求められている人物が犯人と同一か分かりません。また，宅配便荷物を届けに来た人物をしっかり見ていたわけではないので，その人と確認を求められている人物が同一かも分かりません。」旨供述した。\n(3) コンビニエンスストアＺにおける捜査司法警察員Ｋが，コンビニエンスストアＺの店員に対し，Ｖ宅で領置したガムテープとひもを示すとともに，領置されたレシートが発行された経緯について確認したところ，同人は，「レシートを発行した経緯については，全く覚えていない。示されたガムテープとひもについては，当方で販売しているものと同一のものか分からないが，同じ種類のものは販売している。」旨供述した。\nまた，司法警察員Ｋは，同店で保管されていた防犯ビデオを確認したところ，同年４月２日午前１０時４５分頃，緑色のジャンパーを着用した大柄の男がガムテープとひもを購入していることは確認できたものの，同人がサングラスを着用していたこともあって人相は確認できなかった。また，甲宅で差し押さえた緑色のジャンパーも防犯ビデオに写っている緑色のジャンパーもいずれも特徴がなく，同一のものであるとは確認できなかったことなどから，甲と防犯ビデオに写っている男とが同一人物か否かは判然としなかった。\n７ 同月１３日，Ｈ地方検察庁検察官Ｐは，甲を住居侵入・強盗の公訴事実によりＨ地方裁判所に起訴し，詐欺未遂については，被害者であるＳ店の代表者が，実害もなく，特に処罰を求めない旨を述べたことなどを考慮し，不起訴（起訴猶予）とした。なお，甲は，同月２日から同月１３日までの間の捜査において，供述調書の作成に応じた身上関係以外については，一切を黙秘していた。\n８ 本件は公判前整理手続に付されたところ，同手続において，検察官Ｐは，所要の証拠調べ請求の一つとして，Ａの検察官調書につき，「犯行直後の甲の言動」を立証趣旨とする証拠調べ請求をしたが，甲の弁護人Ｂはこれを不同意とした。このため，検察官ＰがＡの証人尋問を請求したところ，裁判所はＡの証人尋問を行うことを決定した。\nＡの証人尋問は同年６月５日の第１回公判期日に実施されたが，その主尋問の中で，検察官\nＰが，「平成２４年４月２日午後零時頃，外出していた甲が自宅に戻った際，あなたに何と言いましたか。」と質問したのに対し，Ａは，「甲は，『もし，警察が訪ねてきたら，今日は朝から午後零時まで家に俺とお前の２人でいたと言ってくれ。』と言ってきました。」と証言した。\n- 12 -これに対し，弁護人Ｂは，「ただいまの証言は，伝聞証拠を含むものであるから，排除されたい。」旨述べて異議を申し立てた。これに対する意見を裁判所から聴かれた検察官Ｐは，異議に理由がない旨を陳述した。これを受けて，②裁判所は，この異議の申立てについて決定した",
  "source_pdf": "data/pdfs/preliminary_exam/H24/論述/試験問題/実務基礎.pdf",
  "subject": 10,
  "purpose": "（出題趣旨）本問は，【事例】に示された複数の具体的事実の中から，甲が犯人であるか否かを判断するために必要な事実を抽出した上で，各事実が上記判断に有する意味付けを的確に評価して妥当な結論を導くことができるか（設問１），Ａの証言に現れた甲の供述が伝聞証拠に該当するか否かなどを検討することにより，本件異議申立ての根拠及び理由の有無を的確に判断して妥当な結論を導くことができるか（設問２），という法律実務に関する基礎的な知識及び能力を問うものである。"
}