{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "- 27 -\n[環 境 法]\n〔第１問〕（配点：５０）\nＡ社は，Ｂ県Ｃ村内にある自社敷地において，水質汚濁防止法に基づき，テトラクロロエチレンを液体状態で貯蔵する地下タンク（以下「本件地下タンク」という。）を設置しようとしている。\nこの場合において，【資料】を参照しつつ，以下の問いに答えよ。\n〔設問１〕\n水質汚濁防止法は，２０１１年改正によって，本件地下タンクの設置のように，公共用水域に排水をしない行為を規制した。このような行為を規制することの妥当性について，環境法の基本的考え方を２つ挙げ，その観点から説明せよ。\n〔設問２〕\nＡ社の担当者Ｄは，２０１３年１月９日に，事前相談のためにＢ県の担当課に協議に出向いたところ，同課は，かねてより，Ｅ内水面漁業協同組合（以下「Ｅ組合」という。）からの設置反対陳情を受けていたために，Ｄに対して，Ｅ組合の同意書を取得の上，これを添付して届け出るように指導した。Ａ社は，何度も同意書の取得を試みたが，成功しなかった。\n同意書の取得は不可能と判断したＡ社は，２０１３年１０月９日に，Ｂ県担当課宛てに，配達証明付郵便で，水質汚濁防止法上必要とされる届出書及び関係書類一式を送付し，同郵便は，同月１０日に配達された。しかし，３日後，「水質汚濁防止法上必要とされる届出書及び関係書類一式は配達されたが，なおＥ組合の同意書が添付されていない。このため，届出はまだ完了していない。同意書の取得についてさらなる努力を期待する。」という趣旨の手紙と一緒に，送付したものがそのままＡ社に返送されてきた。Ａ社はどのように対応しようかと思案していたが，結局本件地下タンクを設置することを決意した。\nただ，Ａ社の代表取締役Ｆは，水質汚濁防止法のもとで刑事責任を問われることを懸念し，２０１３年１２月１日に弁護士Ｇのもとを訪れ，２０１４年１月以降に設置することについて意見を求めた。Ｇは，「設置に問題はない。」旨を述べた。Ｇがこのように答えた理由について論ぜよ。\n〔設問３〕\nその後，本件地下タンクは，適法に設置された。ところが，テトラクロロエチレンを含む水の受入れをしている際に，Ａ社従業員のバルブ操作のミスが原因で，本件地下タンクから，テトラクロロエチレンを含む水が大量にあふれ出し，事業場の地下に浸透した。Ｂ県の調査によって，敷地境界において，地下水環境基準を大幅に超過する地下水汚染が確認された。事業場の隣地には，飲用井戸があり，現在も利用されている。Ｂ県知事は，本件地下タンクの使用，及び地下水の汚染に関して，Ａ社に対し，水質汚濁防止法上，どのような措置を講ずることができるかを説明せよ。\n【資 料】\n 水質汚濁防止法施行令（昭和４６年６月１７日政令第１８８号）（抜粋）\n（カドミウム等の物質）第２条 法第２条第２項第１号の政令で定める物質は，次に掲げる物質とする。\n一 カドミウム及びその化合物二 シアン化合物三 有機燐化合物（ジエチルパラニトロフエニルチオホスフエイト（別名パラチオン），ジメチルパラニトロフエニルチオホスフエイト（別名メチルパラチオン），ジメチルエチルメルカプトエチルチオホスフエイト（別名メチルジメトン）及びエチルパラニトロフエニルチオノベンゼンホスホネイト（別名ＥＰＮ）に限る。）四 鉛及びその化合物五 六価クロム化合物六 砒素及びその化合物七 水銀及びアルキル水銀その他の水銀化合物八 ポリ塩化ビフェニル九 トリクロロエチレン十 テトラクロロエチレン十一 ジクロロメタン十二 四塩化炭素十三 一・二―ジクロロエタン十四 一・一―ジクロロエチレン十五 一・二―ジクロロエチレン十六 一・一・一―トリクロロエタン\n十七 一・一・二―トリクロロエタン十八 一・三―ジクロロプロペン十九 テトラメチルチウラムジスルフイド（別名チウラム）二十 二―クロロ―四・六―ビス（エチルアミノ）―ｓ―トリアジン（別名シマジン）二十一 Ｓ―四―クロロベンジル＝Ｎ・Ｎ―ジエチルチオカルバマート（別名チオベンカルブ）\n二十二 ベンゼン二十三 セレン及びその化合物二十四 ほう素及びその化合物二十五 ふつ素及びその化合物二十六 アンモニア，アンモニウム化合物，亜硝酸化合物及び硝酸化合物二十七 塩化ビニルモノマー二十八 一・四―ジオキサン\n（有害物質貯蔵指定施設）第４条の４ 法第５条第３項の政令で定める指定施設は，第２条に規定する物質を含む液状の物を貯蔵する指定施設とする。\n 水質汚濁防止法施行規則（昭和４６年６月１９日総理府・通商産業省令第２号）（抜粋）\n（有害物質使用特定施設等に係る構造基準等）第８条の２ 法第１２条の４の環境省令で定める基準は，次条から第８条の７までに定めるとおりとする。\n（使用の方法）第８条の７ 有害物質使用特定施設又は有害物質貯蔵指定施設の使用の方法は，次の各号のいずれにも適合することとする。\n一 次のいずれにも適合すること。\nイ 有害物質を含む水の受入れ，移替え及び分配その他の有害物質を含む水を扱う作業は，有害物質を含む水が飛散し，流出し，又は地下に浸透しない方法で行うこと。\nロ 有害物質を含む水の補給状況及び設備の作動状況の確認その他の施設の運転を適切に行うために必要な措置を講ずること。\nハ 有害物質を含む水が漏えいした場合には，直ちに漏えいを防止する措置を講ずるとともに，当該漏えいした有害物質を含む水を回収し，再利用するか，又は生活環境保全上支障のないよう適切に処理すること。\n二 前号に掲げる使用の方法並びに使用の方法に関する点検の方法及び回数を定めた管理要領が明確に定められていること。〔第２問〕（配点：５０）\n甲県乙市は，青い海とサンゴ礁が美しく観光業が盛んである。乙市在住のＡは，同市においてホテル（以下「本件ホテル」という。）を経営し，また，同市を訪れる観光客に対し，業として，体験ダイビングや同市近海のクルージングを実施している。本件ホテルの部屋の海側の窓から見える景色は絶景であると評判であり，多くの観光客をひきつけてきた。乙市には国定公園（以下「本件国定公園」という。）が存在し，同公園内には特別地域のほか，サンゴ礁が多数見られる海域に海域公園地区の区域が存在する。Ａは乙市内での環境保護活動を行うためにＮＰＯ法人Ｂを設立し，Ｂは公園管理団体の指定を受けている。\nその後，観光業を営むＣが，本件国定公園の特別地域内に，適法な許可を得て新たに５階建てのリゾート施設の建設工事を開始した。甲県知事の許可に際し，工事の施工に当たって汚濁防止膜を設置する等の措置を講じて周辺水域に赤土を流出させないことが条件とされていた。しかし，Ｃの工事の施工は上記許可条件に反するずさんな対応にとどまり，その結果，工事に伴う赤土の流出によりサンゴが既に一部死滅したほか，残るサンゴについても今後の更なる工事の進行により死滅が懸念される状況にある。Ｃの工事開始に伴い本件国定公園を訪れる観光客の減少が見られ，Ａの売上げも減少している。また，Ａは，同施設の建設により本件ホテルの部屋の海側の窓から景色が全く見えなくなることも心配している。\n〔設問１〕\nＡは，Ｃ及び甲県に対してどのような法的手段をとることが考えられるか。\n〔設問２〕\n本件国定公園内に風景が美しい土地を所有しているＤは，自己の土地の風景を長く保存したいと考え，ＮＰＯ法人Ｂに相談に来た。Ｄの要望に応えるために，Ｂは法律上のどのような制度を活用できるか。その制度が法律上規定されていることの意味はどこにあるか。\n〔設問３〕\n乙市の対岸にある甲県丙町には国立公園が存在し，その中のサンゴ礁が美しい海域は海域公園地区に指定されているが，そこでは，乙市とは逆に観光客が増大し，観光船の無秩序なクルージング，水上バイクの頻繁な走行，一部のマナーの悪いダイバーの行為により，サンゴの損傷その他野生生物への影響が問題となっている。かかる行為を規制するために，環境大臣は行政上の措置を講ずることを検討している。どのような措置が考えられるか。制度の趣旨を踏まえて論ぜよ。- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，水質汚濁防止法の２０１１年改正により導入された有害物質貯蔵指定施設制度を素材として，これをめぐる同法の規制システムの基本的理解を問うものである。\n〔設問１〕では，非意図的な漏出が地下水汚染をもたらすという有害物質貯蔵指定施設の規\n制の妥当性を，①汚染者支払原則（原因者負担原則），②未然防止アプローチ（未然防止原則）の観点から説明することが期待される。①に関しては，その内容を説明した上で，漏出による環境負荷がないようにするための費用負担責任は設置者にあることを指摘する。②に関しては，その内容を説明した上で，漏出の事実が一定程度確認された以上，既存施設については一層の拡大を防ぐために，また，新規施設については漏出がないことを確実にするために，事前的対応が必要であることを指摘する。\n〔設問２〕では，設問に係る地下タンク（以下「本件地下タンク」という。）の設置に当たっ\nて適用される水質汚濁防止法上の届出制の仕組みが的確に理解されているかが試される。解答においては，以下の作業がされることが期待される。第１に，テトラクロロエチレンを液体状態で貯蔵する本件地下タンクが同法第５条第３項にいう有害物質貯蔵指定施設であることを，\n【資料】として添付された関係法令の条文を引用しつつ説明する。第２に，同意書の添付は同\n施設の届出に当たって法的に必要とされておらず，必要な書類は提出されていることを指摘する。第３に，届出が適法にされているとしても，同法第９条第１項は，６０日間の実施制限を課しており，それが２０１３年１２月９日に制限期間終了となり，翌年１月以降であれば問題がないと指摘する。第４に，弁護士への相談は，刑事責任が問われることを懸念するものであることから，それは届出義務違反の罪（同法第５条第３項違反により第３２条・第３４条に基づく処罰）をいうものであると説明し，上述の整理に基づけば，届出は適法にされているために刑事責任が問われる余地はないと指摘する。\n〔設問３〕では，有害物質貯蔵指定施設の操業に起因する地下水汚染への対応の仕組みの理\n解が問われる。①本件地下タンクの使用，②地下水の汚染の２つの対応についての解答が求められる。【資料】として添付された関係法令の条文を引用しつつ，①については，バルブ操作ミスは同法第１２条の４（具体的内容は，水質汚濁防止法施行規則第８条の７第１項イ）違反であり，同法第１３条の３第１項に基づく改善命令が可能と結論する。②については，地下水環境基準の大幅超過及び飲用井戸の存在によって，同法第１４条の３第１項が規定する「人の健康に係る被害が生ずるおそれ」という要件が充たされることを指摘し，同条に基づく浄化命令が可能と結論する。\n〔第２問〕\n本問は，自然公園法の近時の改正で導入された，自然の積極的・能動的管理のための制度を中心として，同法の規制システムの基本的理解を問うものである。\n〔設問１〕では，眺望利益や営業権等の侵害を理由とするＣに対する建設工事の差止め請求，\n及びサンゴの死滅に伴う売上げの減少を理由とするＣに対する不法行為に基づく損害賠償請求について指摘することが求められる。差止めについては仮処分の申請についても記述することが期待される。景観利益の侵害を理由とする差止め請求に関して記述した場合についても一定の配慮をする。\n甲県に対しては，Ｃの工事の施工が甲県知事の許可条件に反しているところから，甲県知事が行為の中止を命じ，又は原状回復若しくはそれに代わるべき必要な措置を命ずる（自然公園法第３４条）よう義務付け訴訟を提起することが考えられる（行政事件訴訟法第３条第６項第\n１号，第３７条の２）。自然公園法第３４条の命令は，同法第３２条に基づく許可条件に違反した場合に発出され得ること，本問ではこの許可は同法第２０条第３項第１号によるものであることも指摘してほしい。また，Ａに行政事件訴訟法上の原告適格があるか否か，非申請型義務付け訴訟の訴訟要件に該当するか否かが論じられるべきである。仮の義務付け訴訟（行政事件訴訟法第３７条の５第１項）についても指摘することが期待される。\nなお，Ｃの工事の施工が許可条件に違反していることを理由とする許可の取消（撤回）の義務付け訴訟を提起することも考えられる。\n〔設問２〕では，Ｄにとっては，国定公園内の自己の所有する自然の風景地の管理が問題と\nなるため，公園管理団体としての指定を受けている（自然公園法第４９条第１項。なお，公園管理団体の業務については第５０条第１号）Ｂが，Ｄと協定を締結する「風景地保護協定制度」\n（同法第４３条以下）について解答することが求められる。\n解答に当たっては，この制度の趣旨についても触れることが期待される。「その制度が法律上規定されていることの意味」としては，協定の認可，公告があった後には，この協定には将来の土地所有者に対する承継効が発生すること（同法第４８条）についても指摘してほしい。\n〔設問３〕では，国立公園の海域公園地区内での過剰利用を積極的に管理するために，環境\n大臣が，海域公園地区内に，利用調整地区の指定をすることが考えられる（同法第２３条）。\n利用調整地区制度では，指定された期間，環境省令で定める利用方法に適合すると環境大臣が認定した場合にのみ立入りを認め（同法第２３条第３項，第２４条），認定申請の際に手数料を徴収することとされており（同法第３１条），この制度が，利用可能人数の設定等により自然生態系の保全と持続的利用を推進しようとするものであることについて説明してほしい。\nまた，海域公園地区では，動力船の使用については，環境大臣の指定する区域，期間における同大臣の許可が必要とされており（同法第２２条第３項第７号），問題文との関係でこの点についても指摘することが求められる。\nなお，国立公園に関する公園計画（同法第７条）では，利用規制計画や保護規制計画が定められるが，公園計画の決定について触れている場合には，一定の配慮をする。",
  "scoring_notes": "【第１問について】\n１ 出題の意図に即した答案の存否，多寡第１問は，水質汚濁防止法の２０１１年改正により導入された有害物質貯蔵指定施設制度をめぐる同法の規制システムに関する出題である。同制度が導入された法政策的意義を環境法の基本的考え方（汚染者支払原則・原因者負担原則，未然防止アプローチ・未然防止原則）に照らして理解しているかを問い（設問１），実施制限がある届出制の仕組みを刑事責任の観点から整理して説明できるかを問い（設問２），基準違反の状況に対する行政措置の説明を求める（設問３）問題であった。\n設問１の採点を通じては，以下の点が実感された。第１に，環境法の基本的考え方の一つとして，多くの答案が，未然防止アプローチを指摘し，その内容について記述できていた。その上で，地下タンクからの漏出が確認されたためにその拡大を防ぐ趣旨であることに論及する答案は多かった。第２に，もう一つの考え方である汚染者支払原則（ＰＰＰ）を指摘できていない答案が多かったのは意外であった。\nこれを指摘した答案であっても，積極的排水行為はないけれども環境に負荷を与えることから原因者に負担を求めるという点にまで論及している答案は少なかった。\n第３に，未然防止アプローチではなく予防アプローチを記述した答案，両アプローチを併記した答案が一定程度見られた。原因行為と汚染との因果関係に関する知見が存在する本件は，未然防止アプローチの問題である。また，科学的知見の程度に違いがあるため，両アプローチは併存し得ない。\n設問２の採点を通じては，以下の点が実感された。第１に，本問は，水質汚濁防止法のもとでの届出制の仕組み，無届と評価された場合のサンクション等を条文に則して説明することが求められているが，「届出」「指導」という文言に着目する余りに，同法から離れて，行政手続法の一般的な説明を詳述する答案が多かった。環境法においては，あくまで実定法の制度の理解が試されていることを忘れてはならない。第２に，本件地下タンクが水質汚濁防止法上の「有害物質貯蔵指定施設」に該当するかどうかが大きなポイントであるところ，資料が添付されているにもかかわらず，その確認作業を全くしていない答案が散見された。本件地下タンクが同法第５条第３項に規定される「有害物質貯蔵指定施設」に該当することを示すためには，同項にある「指定施設」「有害物質」｢政令｣について，資料を参照しつつ，それぞれ丁寧に条文を引用して確定する作業が求められる。第３に，｢同意書提出は法的に求められない｣ことについては多くの答案が指摘していたが，単に｢配達により届出義務は果たされた」とする答案が散見された。問題文に「水質汚濁防止法上必要とされる届出書及び関係書類一式を送付し」と書かれている点に着目し，「適式な届出がされている」ことを指摘すべきである。第４に，届出後の実施制限をする同法第９条第１項が問題になるところ，この条文に気付いていない答案が大多数であった。届出をすれば直ちに行為が可能となると誤信している受験生が多いようである。環境法の基本的仕組みであり，条文に則した学習がされていない印象を受ける。第５に，問題文に｢刑事責任が問われることを懸念｣とあるにもかかわらず，\nどのような理由でそうなるのかについての整理を全くしていない答案が多かったのは意外であった。設問への解答としては，刑事責任が問われないことを，関係条文- 70 -を示して指摘する必要がある。行政手続法的整理は，その前提にすぎないにもかかわらず，大多数の答案が，そこで検討を終わっていた。行政法的規制である実施制限について，水質汚濁防止法の関係条文を読み解いて的確に説明されている答案は少なかった。\n設問３の採点を通じては，以下の点が実感された。第１に，「本件地下タンクの使用，及び地下水の汚染」というように，問題文には２つの場面が明記されているのに，一方についてしか解答しない答案が散見された。第２に，措置の一つとしての浄化命令（同法第１４条の３）の要件について，単に条文の該当箇所を引用するのみで，「地下水環境基準を大幅に超過する」という問題文を無視する答案が多数あった。第３に，資料の施行規則を参照・引用せずに解答する答案も散見された。\n設問１及び２と比較すれば，単に条文の指摘をするのみの解答が目立ち，設問３に割り当てる時間が少なかったことが，記述内容から推測された。\n２ 出題の意図と実際の解答に差異がある原因として考えられること水質汚濁防止法の下での届出は第５条に規定されるが，届出があったことの法的効果や無届及び実施制限違反への対応に関する関係規定を同法の仕組みの中で把握するという学習方法が徹底されていないのではないか。通常，環境法は，第１条に規定される目的の実現のために，多くの仕組みを規定している。単に一つの条文だけではなく，問われている論点について，法律全体的観点から捉えることができるような能力の養成が必要である。\n３ 各水準の答案のイメージ「優秀」といえる答案のイメージは，地下タンクに関する規制について，環境法の基本的考え方との関係で的確な整理ができているもの，届出をめぐる様々な規定を全体的観点から把握し，設置者に関する行政法的責任と刑事法的責任を明確に区別しつつ，条文の的確な指摘をして論じているものである。｢良好｣といえる答案のイメージは，その程度がやや劣るものである。「一応の水準」といえるのは，各設問において問われている問題点を何とか把握できている答案である。「不良」な答案とは，それすらなし得ていないものである。\n【第２問について】\n１ 出題の意図に即した答案の存否，多寡第２問は，自然公園法の規制システムの基本的理解を問う出題である。眺望利益や営業権等の侵害に対する民事訴訟，許可条件違反の際の行政訴訟について問い（設問１），公園管理団体が締結する風景地保護協定とその制度趣旨について説明を求め（設問２），さらに，海域公園地区の利用調整地区とその制度趣旨について問う（設問３）問題であった。\n設問１の採点を通じては，以下の点が実感された。第１に，眺望利益侵害を理由とする建設工事の差止めについて書いているものが少なかったのは意外であった。\n問題文に景色と書かれていたからであろうが，Ａにとっては眺望の問題となることを認識してほしい。景観について国立景観訴訟最高裁判決を参照しつつ書いた答案にも一定の評価は与えたが，本来的に私益のもの（眺望）と，公益か私益かが明確- 71 -でないもの（景観）の相違の認識が十分でないため，国立景観訴訟最高裁判決の論理を無理に用いようとし，景観利益と営業利益（経済的利益）との関係を説明できずに論理が破綻した答案も相当あったことを明記しておきたい。なお，財産権と人格権を同一のものとして扱う答案が少なからず見られたのは残念であった。民法の初歩的な理解が不十分であることになろう。なお，景観利益侵害に対して環境権，\n自然享有権，自然の権利を理由とする差止めを問題とした答案にも一定の評価を与えた。\n第２に，サンゴの死滅に伴う売上げの減少を理由とするＣに対する不法行為に基づく損害賠償請求について指摘した答案が少なかったのも意外であった。ケアレスミスの類いということになろう。\n第３に，甲県に対しては，Ｃの工事の施工が甲県知事の許可条件に反しているところから，甲県知事が行為の中止を命じ，又は原状回復若しくはそれに代わるべき必要な措置を命ずる（自然公園法第３４条）よう義務付け訴訟を提起することが考えられるが（行政事件訴訟法第３条第６項第１号，第３７条の２），これについてはほとんどの答案が触れていた。もっとも，自然公園法第３４条の命令は，同法第３２条に基づく許可条件に違反した場合に発出され得ることについて触れていたものは必ずしも多くなかった。原告適格についてはほとんどの答案が何らかの記述をしていた。なお，Ｃの工事の施工が許可条件に違反していることを理由とする許可の取消（撤回）訴訟について記述した答案についても一定の配慮をした。\n設問２の採点を通じては，以下の点が実感された。公園管理団体（自然公園法第４９条第１項。なお，公園管理団体の業務については第５０条第１号）及び「風景地保護協定制度」（同法第４３条以下）については，ほとんどの答案が触れており，\nこの制度の趣旨についても触れるものが多かった。他方，「その制度が法律上規定されていることの意味」として，協定の認可，公告があった後に，この協定には将来の土地所有者に対する承継効が発生すること（同法第４８条）について指摘するものは半分程度であった。せっかくＤが自己の所有する自然の風景地の管理を求めていても，土地の所有者が変われば協定の効果がなくなってしまうのでは，継続的な自然保護は図れないのであり，問題文にも「自己の土地の風景を長く保存したい」\nと要望していることも記載しているのであって，この点の説明は必須である。\n設問３の採点を通じては，以下の点が実感された。環境大臣が，海域公園地区内に利用調整地区の指定をすること（同法第２３条）については，ほとんどの答案が触れていた。利用調整地区制度が，指定された期間において，環境大臣が認定した場合にのみ立入りを認め（同法第２３条第３項，第２４条），認定申請の際に手数料を徴収することとされており（同法第３１条），この制度が，利用可能人数の設定等により自然生態系の保全と持続的利用を推進しようとするものであることについても説明されているものがほとんどであった。\n他方，海域公園地区では，動力船の使用について環境大臣の許可が必要とされている点（同法第２２条第３項第７号）について触れるものは多くなかった。それ以外に環境大臣の許可が必要とされている点（同法第２２条第３項第２号），中止命令（同法第３４条）等に触れるものは一定程度見られ，一定の評価を与えた。\n２ 出題の意図と実際の解答に差異がある原因として考えられること- 72 -第２問に関する印象は，中心となる論点については書けるが，応用がきかないこと，行政訴訟よりもむしろ民事訴訟の方の理解が十分でないことである。また，基本的な制度の趣旨についての理解が必ずしも十分でないことも明らかになった。\n３ 各水準の答案のイメージ「優秀」といえる答案のイメージは，自然の積極的・能動的管理のための制度について的確に把握し，それを条文の摘示を通じて，明確に説明できているものである。また，眺望と景観の相違を理解し，民事訴訟及び行政訴訟の基本を理解しているものである。「良好」といえる答案は，その程度がやや劣るものである。「一応の水準」といえるのは，各設問において問われている問題点が何とか把握されている答案である。「不良」な答案とは，それすらなし得ていないものである。\n【学習者と法科大学院教育に求めるものについて】\n第１に，法科大学院の環境法の授業では，規制の仕組みが概説されているものと思われるが，特に主要な法律の基本的規制システムについては，テキストの概説をするだけではなく，実際に法令集を参照しつつ，条文の文言に即して理解させてほしい。また，学習者においては，法律の仕組みがなぜそうなっているかを考えつつ，\n学習を進めていただきたい。\n第２に，環境個別法についても，一つ一つの条文だけではなく，法律の目的規定から法律の仕組みを捉え，問われている論点について，法律全体的観点から捉えることができるような学習を進めていただきたい。\n第３に，環境訴訟については行政訴訟と民事訴訟の双方についてまんべんなく理解を進めるよう指導及び学習をお願いしたい。"
}