{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "- 1 -\n[倒 産 法]\n〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡは，先物取引に失敗したことを原因として，消費者金融からの借入れも含め約１億円の負債を負うに至り，債務の支払が不能となったことから，平成２４年９月１４日，破産手続開始及び免責許可の申立てをし，同月２１日，破産手続開始の決定を受け（以下，同開始決定に基づく破産手続を「本件破産手続」という。），破産管財人Ｘが選任された。\nＡの友人であるＢは，本件破産手続開始の申立て前の平成２２年１０月２０日，Ａに対し，金銭消費貸借契約書を作成することなく，現金で１０００万円を貸し付けた。Ｂは，その当時，自宅において，内縁関係にあったＣと同居していたが，その後，Ｃとの関係が悪化したことから自宅を出て，本件破産手続の開始時点においては外国に長期滞在していたため，同手続が開始されたことを知らなかった。他方，Ｃは，本件破産手続開始の通知をＢの自宅において受け取ったが，同手続が開始された事実をＢに知らせることなく，自らがＡに上記１０００万円を貸し付けたものとして破産債権の届出をした。\n破産管財人Ｘは，Ｃから届出のあった破産債権の存否及び額等についてＡに確認をしたところ，Ａは，Ｂ及びＣは経済的に一体の関係にあり，いずれにしても１０００万円を借り受けたことは事実である上，Ｃが資金を拠出した可能性もあると考えたことから，Ｃによる破産債権の届出を否定するほどのことはないと考え，破産管財人Ｘに対し，Ｃの届出内容に間違いはないと説明した。破産管財人Ｘは，Ａの預金通帳の取引履歴についても確認したところ，平成２２年１０月２０日に現金で１０００万円の預入れがされたとの事実を確認することができ，Ｃの届け出た破産債権の債権者がＢであることを示す資料も見当たらなかった。\nそこで，破産管財人Ｘは，平成２４年１２月１０日の一般調査期日において，Ｃの届け出た破産債権を認め，これに対して他の破産債権者も異議を述べなかったため，当該破産債権は確定した。\n〔設 問〕 以下の１から３までについては，それぞれ独立したものとして解答しなさい。\n１．上記事例において，Ｂは，Ｃの届け出た破産債権が確定した後に帰国し，本件破産手続が係属している事実及びＡに対する上記貸付けについてＣが自らの債権であるとして破産債権の届出をした事実を知った。Ｂは，Ａに対して当該貸付けをしたのは自らであるとして，最後配当に関する除斥期間の経過前に，裁判所に対して破産債権の届出をすることができるかについて，論じなさい。\nまた，Ｂが当該破産債権の届出ができるとした場合，破産管財人Ｘは，この届け出られた破産債権についていかなる認否をすべきかについて，論じなさい（なお，Ｂの破産債権届出の際に上記貸付けがＢによるものであることを示す証拠が裁判所に提出されたことを前提とする。）。\n２．上記事例において，Ｂは，最後配当の実施後に帰国し，Ｃが１０％の最後配当（１００万円）を受けたことを知った。そこで，Ｂは，Ｃに対し，不当利得返還請求権に基づき，Ｃが受領した配当金１００万円の返還を求める訴えを提起し，Ａに対する上記貸付けをしたのは自らであるから，Ｃが届け出た破産債権は，ＣではなくＢに帰属すると主張した。ＢがＣに対して当該主張をすることが許されるかについて，論じなさい。\n３．上記事例において，Ａは，本件破産手続開始の申立て前の平成２４年８月初旬，Ｄから共同投資のための資金として５００万円を現金で預かったが，自己の借入金の返済資金が不足したため，Ｄの承諾を得ることなく，当該預り金の全額を流用して自己の借入金の返済に充てた。\n- 2 -\nＡとしては，保有していた投資商品Ｍについて同月中旬に１２００万円の償還が予定されていたことから，その一部を流用した預り金に充てる心積りであり，そうすれば共同投資に支障が生じることはなく，Ｄに損害を与えることもないと考えていた。ところが，投資商品Ｍの投資先は，償還期日直前に突然倒産し，Ａは１２００万円の償還金を受け取ることができなくなった。その結果，Ａは，上記預り金を投資資金に充てることも，Ｄに返還することもできなくなり，Ｄに対してその損害を賠償すべき債務を負うこととなった。\nＡは，本件破産手続開始及び免責許可の申立てをする際，Ｄに迷惑をかけたくないとの思いから，Ｄに対する損害賠償債務については，本件破産手続の結果にかかわらず支払おうと考え，債権者一覧表及び債権者名簿に記載しなかった。Ｄは，本件破産手続が開始したことを知っていたが，同手続外でＡから支払を受けようと考え，Ａに対する破産債権の届出をしなかった。\nその後，本件破産手続は終結し，平成２５年２月，Ａに対する免責許可の決定が確定した。\nＡは，本件破産手続中に転職したこともあり，生活は楽ではなかったものの，Ｄに対する上記の思いから，同年３月，Ｄとの間で，ＡのＤに対する５００万円の損害賠償債務を目的とし，同債務を１年以内に返済することを内容とする準消費貸借契約を締結した。\nＤは，平成２６年４月，Ａに対し，上記準消費貸借契約に基づく債務の履行を求めたが，Ａは，その当時，新しい職場での仕事がようやく軌道に乗り始めたところであり，Ｄに対する上記債務を返済すると経済的に困窮するおそれがあったことから，Ｄの請求に応じなかった。\nＤが，Ａに対し，上記準消費貸借契約に基づき５００万円の支払を求める訴えを提起し，Ａが同契約上の義務を争った場合，Ｄの請求が認められるかについて，予想されるＡ及びＤの主張を踏まえて，論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，不動産賃貸業を営む会社であり，Ｂはその代表者である。Ａ社は，平成１５年，同社の所有する敷地上に甲ビルを建築し，Ｃに対し，賃貸期間を１５年，賃料を月額１００万円，敷金を１０００万円と定め，同ビルを貸し渡した（以下「本件賃貸借契約」という。）。また，本件賃貸借契約の締結に当たり，Ｃは，Ａ社に対し，３０００万円を貸し付け，Ａ社は，平成２０年３月から毎月末日限り５０万円ずつ分割して同債務を弁済する旨約した。なお，Ａ社は，甲ビルを建築するに当たって，Ｄ銀行から５億円を借り入れ，その際，甲ビル及びその敷地に同行を抵当権者とする抵当権を設定し，その登記もされたが，本件賃貸借契約は，上記抵当権設定登記を備える以前に締結され，Ｃは同ビルの引渡しも受けていた。また，Ａ社は，そのころ，Ａ社の関連会社がＥ銀行に対して負う借入債務を連帯保証した。\nＡ社は，平成２０年頃から，株式取引の失敗等により経営が次第に悪化し，平成２２年１２月以降，甲ビル及びその敷地についてＤ銀行による担保権実行が避けられない状況にあった。\nそこで，Ａ社は，平成２３年３月９日，再生手続開始の申立てをし，同日，監督委員が選任され，同月１４日，再生手続開始の決定がされた。同手続の開始当時の債権者は，Ｃ（Ｃの債権の内訳は，上記敷金の返還請求権が１０００万円，上記貸金の返還請求権が１２００万円であり，Ａ社は当該貸金債権について期限の利益を喪失していない。），Ｄ銀行及びＥ銀行であった。\nＡ社は，Ｄ銀行の有する抵当権について担保権消滅の許可の申立てをすることを前提として事業を継続するとともに，スポンサーから資金提供を受けて弁済を行う旨の再生計画案の作成を予定し，各債権者にその概要を説明したところ，本件賃貸借契約の継続を希望するＣは，その計画案であれば破産手続の方が貸金債権及び敷金返還請求権の回収にとって有利な事情があると考え，また，Ｄ銀行も破産手続の方が甲ビル及びその敷地を高額で任意売却できると見込んだことから，当該再生計画案に賛意を表明しなかった。このため，当該再生計画案が提出された場合には，Ｃ及びＤ銀行がこれに反対することが予測された。\nそこで，Ｂは，再生手続開始の決定後，平成２３年４月１５日までと定められた再生債権の届出期間の経過前に，Ｅ銀行のＡ社関連会社に対する上記債権の回収可能性が極めて低いことを知りながら，実価を超える価額でＥ銀行から同債権を譲り受け，これによってＡ社に対する保証債務履行請求権を取得し，更にその一部をＢの親族であり，Ａ社の取締役であるＦ及びＧに分割譲渡した。その後，Ｂ，Ｆ及びＧは，Ａ社に対して有する債権の届出をそれぞれ行い，Ａ社は，Ｂ，Ｃ，Ｄ銀行，Ｆ及びＧの届け出た債権の全額をいずれも認め，再生債権者は届出債権について異議を述べなかった。\n最終的にＡ社が提出した再生計画案は，債権者にその概要を説明したものと同様の内容であり，再生会社がスポンサーとなる企業から融資を受けて，再生債権者に対し，再生計画の認可決定の確定後３か月以内に再生債権額の３％を一括で支払うというものであり，Ｃの有する敷金返還請求権については，民事再生法の規律に従った内容の条項が定められていた。なお，Ａ社の予想清算配当率は１％未満であった。\n〔設 問〕\n１．Ｃが，下線 を引いた部分に示されているように，破産手続の方が貸金債権及び敷金返還請求権の回収にとって有利な事情があると考えた理由は何か。Ｃの有する上記敷金返還請求権に関する再生計画案の条項の内容がいかなるものであったかについても検討の上，敷金の取扱いや相殺権に関する破産法の規律と民事再生法の規律の違いを踏まえ，論じなさい。\nなお，本件賃貸借契約の終了後，Ｃが行うべき原状回復の費用としては１００万円を要する見込みであり，また，同契約に基づく賃料の不払や遅滞がないことを前提とする。\n- 4 -\n２．上記事例において，Ａ社の提出した再生計画案は，平成２３年１２月５日に開催された債権者集会において，Ｃ及びＤ銀行の反対にもかかわらず，届出再生債権者の過半数であり，議決権総額の２分の１以上の議決権を有するＢ，Ｆ及びＧの同意を得て可決された。\n上記再生計画を裁判所が認可すべきかどうかについて，論じなさい。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，具体的事例を通じて，個人破産手続における破産債権の届出，調査，確定及び免責\n- 14 -の効力についての基本的問題点に関する正確な理解と問題解決能力を問うものである。\n設問１の前段については，債権届出期間中に海外に長期滞在していたＢが，その帰国後にした破産債権の届出につき，届出の追完制度の適用が認められるか否かが検討されなければならない。届出の追完の要件，すなわち「責めに帰することができない事由」（破産法第１１２条第１項）により，一般調査期日期間の経過又は一般調査期日の終了までに破産債権の届出をすることができなかったこと及び「その事由が消滅した後一月以内」（同項）に届出をすることを指摘した上で，本問のＢの届出について上記事由の有無を論じ，届出が許されるかどうかに関する結論を導くべきである。\n設問１後段は，Ｂの債権届出ができるとした場合に，管財人はその認否をどのようにすべきかを問うものである。Ｃによって届け出られた債権の破産債権者表への記載による「確定判決と同一の効力」（同法第１２４条第３項）が，破産手続内の効力として，Ｂを含む破産債権者及び破産管財人Ｘに及ぶことを根拠として，Ｘとしては，Ｃの確定届出債権と同一の債権を対象とするＢの届出に対しては，認めないという対応をすべきことを論ずることが考えられる。\n設問２については，Ｂが最後配当の実施後に帰国して，Ｃが配当として受領した１００万円の不当利得返還請求をしているというのであるから，債権確定の破産手続外での拘束力が問題になることを指摘すべきである。そして，この点に関する見解の対立，すなわち既判力説，手続内効力説，手続外限定効力説（既判力かどうかの性格付けにこだわらず，破産手続との関連性が強い場合には拘束力を認める見解）の各説の内容を踏まえて，自説を明らかにし，本問におけるＢの主張が許されるか（遮断されるか）を論ずべきである。\n設問３は，大きく分けて２つの論点を含む。第１は，Ｄの損害賠償請求権（破産債権）が非免責債権かという点である。ＡがＤからの預り金を自己の借入金の返済に充て，返還できなくなったことにより損害賠償義務を負ったことが，同法第２５３条第１項第２号の「破産者が悪意で加えた不法行為に基づく損害賠償請求権」といえるかどうかにつき，「悪意」の意義や，ＡがＤから５００万円を預かった時点では，投資商品Ｍの償還金で予定どおり預り金を共同投資に充てるつもりであったことなどの事情を踏まえて，結論を導くべきである。また，Ａは，債権者一覧表及び債権者名簿にＤの債権を記載していなかったことから，同項第６号の適用も問題になるが，Ｄは，Ａについて破産手続の開始の決定があったことを知っていたのであるから，同号括弧書により，非免責債権とはならないという結論が導かれよう。\n第２に，Ｄの損害賠償請求権が免責の対象になるとすると，免責対象債権を基礎として免責決定確定後にしたＡＤ間の準消費貸借契約の効力が問題となる。まず，免責決定確定の効力，すなわち同法第２５３条第１項柱書の「破産債権について，その責任を免れる」の意味について，自然債務説と債務消滅説のいずれの立場に立つかを論じ，免責の対象となる債務を目的とする準消費貸借契約の効力について論ずべきである。問題文は，「予想されるＡ及びＤの主張を踏まえて」論ずることを要求しているから，単に自説のみを展開するのではなく，下記のような理論的な対立点を踏まえ，予想されるＡ及びＤの主張を摘示した上で，設例のＤの請求が認められるかについて検討する必要がある。\nＡとしては，まず，債務消滅説に立ち，準消費貸借契約の成立要件としての旧債務がもはや存在しないとして，準消費貸借契約の成立自体を否定することが考えられる。また，仮に自然債務説に立って，準消費貸借契約の成立要件としての旧債務の存在自体は認めるとしても，そのような契約は個人債務者の経済的再生を目的とする免責制度の趣旨と整合せず無効と解すべきであること，また，かかる準消費貸借契約の有効性が認められるとしても，その前提としてその準消費貸借契約がＡの自由意思によって締結されたことが必要であり，その任意性は厳格に認定されるべきことなどの主張をすることが考えられる。これに対して，Ｄとしては，自然債務説の採用を前提に，Ａが任意の判断により準消費貸借契約を締結したときには，免責制度と矛盾せず，その契約は有効であると主張することが考えられる。\n- 15 -自然債務説に立つと，準消費貸借契約締結におけるＡの任意性の有無が重要なポイントになると考えられる。本問の設例を踏まえた説得力ある論述と結論が期待される。\n〔第２問〕\n本問は，具体的な事例を通じて，敷金の取扱い及び相殺権に関する破産法及び民事再生法の規律の相違並びに再生計画の認可要件についての理解を問うものである。\n設問１は，清算型手続である破産法及び再建型手続である民事再生法において規律内容が異なる敷金の取扱い及び相殺権を取り上げ，破産法と民事再生法の規律の相違及び異なる規律がされている理由について正しく理解しているかどうかを問うとともに，これを具体的な事例に当てはめ，分析・検討することを求めるものである。\n具体的には，まず，敷金の取扱いについて，破産手続においては，破産法第７０条後段に基づき賃料の寄託を請求することができることのほか，破産管財人が賃貸借の目的物を換価（譲渡）した場合には敷金が承継されることを論じることが必要である。他方，再生手続に関しては，設問において，敷金返還請求権に関する再生計画案の条項がいかなるものであったかを検討することが求められているので，民事再生法第９２条第３項の規定により，敷金返還請求権が賃料の６月分に相当する額の範囲内で共益債権となることを踏まえて，考え得る条項の内容を検討する必要がある。その上で，再生計画の効力発生後に具体化する敷金返還請求権について，再生計画による権利変更が当然充当や共益債権化に先行するかどうかなどの問題点について，本問の事例に則して検討することが求められる。\n次に，貸金債権については，賃料支払債務を受働債権とする相殺権の行使の可否やその範囲が問題となる。具体的には，破産手続においては自働債権が期限未到来であっても破産手続開始により弁済期が到来したものとみなされること（破産法第１０３条第３項），受働債権については期限の利益の放棄が可能であることを摘示した上で，同法第６７条第２項により相殺が可能であることを論述すべきである。他方，再生手続に関しては，破産手続と比較して相殺権の行使が制限され，自働債権が現在化せず，届出期間満了までに弁済期が到来していない場合には相殺することができないこと（民事再生法第９２条第１項），受働債権については，賃料の６月分に相当する額を限度として債権届出期間内に限り相殺することができるにすぎないこと（同条第２項），更に貸金債権と賃料支払債務とを相殺した場合には，その限りにおいて，敷金返還請求権の共益債権化がされないこと（同条第３項括弧書）などを論じた上で，事例に則した分析・検討をすることが求められる。\n設問２については，倒産手続法の問題であり，再生計画の認可要件について基本的な理解を問うものである。具体的には，まず，同法第１７２条の３第１項第１号により再生計画案の可決要件として，債権者集会に出席し，又は書面等投票をした議決権者の過半数の同意が必要とされていること及びその趣旨を論述した上で，同法第１７４条第２項第３号にいう「再生計画の決議が不正の方法によって成立するに至ったとき」には，議決権を行使した再生債権者の詐欺，強迫等により再生計画案が可決された場合のみならず，再生計画案の可決が信義則に反する行為に基づいてされた場合も含まれるのかについての自説を展開することが求められる。\nその上で，本問の事例に則して信義則違反の評価根拠事実について検討し，本問における決議が同号に該当するかどうかを論ずることが求められるが，信義則違反の評価根拠事実の検討に当たっては，①再生債務者の主観的意図（可決要件の潜脱目的の有無），②再生債務者と再生計画案の可決に寄与した議決権者との関係（再生債務者との一体性），③ＢによるＥ銀行からの債権の取得並びにＦ及びＧに対する債権譲渡の経済的合理性，④信義則に反する行為と再生計画案の可決という結果との間の因果関係といった視点が重要であろう。\nなお，本問の事例においては，再生手続開始後に再生債務者Ａ社の代表者Ｂにより債権の譲受けが行われていることから，信義則違反ではなく，再生債務者の公平誠実義務（同法第\n- 16 -\n３８条第２項）違反を理由として同法第１７４条第２項第１号又は同項第３号該当性を論じることも考えられる。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点等については，既に「出題の趣旨」として公表したとおりである。\n第１問は，個人破産手続における破産債権の届出，調査，確定及び免責の効力についての基本的問題点に関する正確な理解と問題解決能力を問うものであり，\n採点の主眼は，設問１から設問３を通じ，事案から必要な論点を的確に抽出した上で，関連する条文の解釈や学説を説明し，説得力を持って自説を展開することができるかどうかに置かれている。\n第２問は，敷金の取扱い及び相殺権に関する破産法及び民事再生法の規律の相違並びに再生計画の認可要件についての理解を問うものであり，採点の主眼は，\n設問１については，敷金及び相殺権に関する破産法と民事再生法の規律の相違点及びその理由を整理した上で，事例に即した的確な分析や比較検討ができるかどうかに，設問２については，再生計画案の可決要件及びその趣旨を踏まえつつ，\n同案の不認可要件について自説を説得力を持って展開し，事例に対する的確な当てはめができるかどうかに置かれている。\n３ 採点実感等(1) 第１問ア 設問１前段設問１前段は，破産債権の届出の追完の可否が論点であり，事例に基づき，\n届出をすることができなかったことについて「責めに帰することができない事由」（破産法第１１２条第１項）があるかどうかを論じ，結論を導くことが求められる。\n大方の答案は，論点の所在及び該当条文については理解した上で，事例に即して「責めに帰することができない事由」の存否を検討するという流れで論述することができており，とりわけ，届出の追完の制度趣旨を踏まえて「責めに帰することができない事由」の判断基準を示し，結論を導く上で根拠となる事実を丁寧に抽出して当てはめている答案については，高い評価が与えられた。\nまた，「責めに帰することができない事由」の検討に当たり，Ｂが外国に長期滞在していたことから，直ちに同事由があるとの結論を導く答案も少なくなかったが，こうした答案については，一応の水準に達しているとの評価にとどまった。\n他方，答案の中には，①Ｃの債権が確定していることを届出の障害事由として検討するもの，②同条第４項の届出事項の変更の当否を検討するもの，③同法第１１３条の届出名義の変更を検討するもの，④ＢにはＣの債権の確定の効力が及ばないという理由で同法第１１２条第１項の要件の検討をすることなく届出ができるとするものなどがあり，これらの答案は，破産債権の届出の追完- 43 -についての基本的な理解を欠くものとして不良の評価となった。\nイ 設問１後段設問１後段は，Ｂの債権届出ができるとした場合に，破産管財人はその認否をどのようにすべきかを問うものであり，Ｃの届出債権が破産債権者表に記載されることにより生ずる「確定判決と同一の効力」（同法第１２４条第３項）\nが，破産手続内の効力として，Ｂを含む破産債権者及び破産管財人に及ぶことを根拠として，破産管財人Ｘとしては，Ｃの確定届出債権と同一の債権を対象とするＢの届出を認めないという対応をすべきことを論ずることが求められる。\nこの問いは，破産債権の確定という破産手続における重要な基本事項についての理解を問うものであるが，残念ながら，破産手続内における「確定判決と同一の効力」の問題であると気付いた答案は３割程度であり，①Ｂの届出に証拠がある以上，破産管財人は届出を認めるべきとするもの，②Ｂの破産債権について届出の追完を許す以上，破産管財人は届出を認めるべきとするもの，③配当表の更正（同法第１９９条第１項）によりＣの届出債権をＢ名義に更正すべきとするもの，④破産管財人はＣの破産債権を否認すべきとするものなど，\n論点すら理解していない答案が多く，これらの答案は不良と評価された。\nまた，「確定判決と同一の効力」の問題であると気付いたものの，確定判決と同一の効力は届出をしていない破産債権者には及ばないので，管財人は届出を認めることができるとするものや，Ｃの破産債権について触れることなく，\n手続保障のなかったＢにはその効力が及ばないなどとして，Ｂの届出を認めるべきとするものが少なからずあり，これらの答案も低い評価となった。\n他方，「確定判決と同一の効力」はＢを含む破産債権者全員に及ぶとした上で，配当の基礎としての破産債権者表への調査結果の記載（確定）の意義や，\n破産手続の安定性・明確性の要請等についても論じ，管財人は否認すべきと結論付けている答案もあり，こうした答案は高く評価された。\n全体に，破産債権者表に記載されることによる拘束力について適切に理解できていないと思われる答案が多く，破産手続における重要な基本事項について，\nしっかりと理解しておくことが必要であると感じられた。\nウ 設問２設問２については，債権確定の破産手続外での拘束力が問題になることを指摘した上で，この点に関する見解（既判力説，手続内効力説，手続外限定効力説等）を踏まえて，自説を明らかにし，本問におけるＢの主張が許されるかを論ずることが求められる。\n本問については，確定判決と同一の効力について検討した答案が，設問１後段よりは多かったものの，①この点が全く検討されずに，不当利得の要件のみを検討しているもの，②同法第２２１条第１項の適用を検討しているもの，③同法第１２４条第３項の「確定判決と同一の効力」が及ぶ範囲には届出をしていない破産債権者は含まれないとするものなども少なくなく，これらの答案は不良と評価された。\n他方，本問は，「確定判決と同一の効力」が手続外に及ぶのかという問題であり，その効力はＢを含む破産債権者全員に及ぶことを提示した上で，Ｂの手- 44 -続保障がないことなどを指摘するなどして掘り下げた議論をしているものや，\n再審による救済について論じているもの，Ｂにあえて知らせなかったＣは信義則上既判力を主張できないなどとしてＢの救済を図った答案については，その議論内容に応じ積極的に評価した。\nエ 設問３本問は，Ｄの損害賠償請求権（破産債権）が非免責債権かどうかについて，\n同法第２５３条第１項第２号及び第６号の要件を検討した上で，免責決定の確定の効力についての見解（自然債務説，債務消滅説）を踏まえ，予想されるＡ及びＤの主張を成立し，免責の対象となる債務を目的とする準消費貸借契約の効力について論ずることが求められる。\n非免責債権の該当性については，上記のとおり，２号該当性と６号該当性の２つの論点について論ずる必要があるところ，双方の論点について論じているものは必ずしも多くなく，まずはこの２つの論点があることに気付くかどうかが点数に差がつく要因となった。２号該当性については，この論点に気付いてはいるが「悪意」の意味について敷衍できていないもの，解釈の理由について記載のないものなどがあり，また６号該当性について論じていない答案が相当数あった。他方，２つの論点があることを理解した上で，同各号の趣旨なども論じつつ，非免責債権には該当しないとの結論を導いている答案は高く評価された。\n準消費貸借契約の効力については，多くの答案が免責の効力を論じていたが，\n免責決定確定の効力についての対立する見解（自然債務説，債務消滅説）についても全く触れず，自然債務になるとした上で直ちにＤの請求を否定すべきとする答案から，対立する見解の内容を丁寧に説明した上で自説を展開している答案まで，その検討の程度にはばらつきがあり，その内容・程度に応じて評価に差がつく結果となった。\nさらに，自然債務説に立った場合には，準消費貸借契約の締結の任意性を検討することが必要となるところ，この点について言及しつつも簡単に任意性が認められると結論付けるものも多かった。他方，破産者の免責の趣旨に照らし任意性の存否については厳格に考えるべきではないかとの観点から掘り下げた検討をしている答案もあり，こうした答案は高く評価された。\n本問全体を通じ，優秀と評価された答案は，まずは本件損害賠償債務の非免責債権該当性について，同法第２５３条第１項第２号及び第６号の制度趣旨を踏まえて論じ，本件損害賠償債務は非免責債権に該当しないと結論付けた上で，\n次に，準消費貸借契約の効力の検討に入り，免責の効力について自然債務説及び債務消滅説の対立があることを踏まえて自説を論じ，自然債務説に立つ場合には，任意性の有無を検討した上で，免責の趣旨も考慮しつつ事案への当てはめを丁寧かつ的確に行っている答案であった。\nなお，本問の解答に当たっては，「予想されるＡ及びＤの主張を踏まえて」\n論ずることが求められているにもかかわらず，自説のみを論ずる答案が散見されたが，当然のことながら，解答に当たっては，問題文をよく読み，いかなる記載が求められているかを十分に把握してから答案の記述をすることに留意すべきである。\n- 45 -(2) 第２問ア 設問１設問１は，清算型手続である破産法及び再建型手続である民事再生法において規律内容が異なる敷金の取扱い及び相殺権を取り上げ，破産法と民事再生法の規律の相違及び異なる規律がされている理由について正しく理解しているかどうかを問うとともに，これを具体的な事例に当てはめ，分析・検討することを求めるものである。\n本問については，総じて，破産法及び民事再生法の関連条文を挙げ，その内容を平板に記述するにとどまっている答案が圧倒的多数であり，具体的な事案に即して論点を過不足なく抽出し，これを具体的な債権額や賃料月額が示された事例に当てはめて丁寧かつ的確に分析・検討することができている答案はごく少数であった。多くの受験生は，敷金の取扱い及び相殺権に関する破産法と民事再生法の規律についての基本的な知識はあるものと思われるが，これを応用し，具体的事例を前提として論点の整理・抽出を行い，当てはめを行う能力の涵養が望まれるところである。\n個別的な論点については，まず，敷金返還請求権に関して，破産手続においては賃料の寄託請求ができること（破産法第７０条）や，再生手続においては賃料の支払を条件に，原則として６か月分の賃料に相当する部分が共益債権になること（民事再生法第９２条第３項）についての指摘は比較的多くの答案でなされていた。しかし，敷金返還請求権につき，停止条件付債権であると摘示しているにもかかわらず，賃料債務との相殺が可能としているものや，そもそも相殺の自働債権が貸金債権・敷金返還請求権のいずれであるかを明示していない答案なども少なくなかった。さらに，「寄託請求」を「供託請求」とする誤りも散見された。\n貸金債権に関しては，全く言及していないものや，単に破産債権又は再生債権として取り扱われると指摘するだけのものが相当数あり，貸金債権についての相殺を的確に論じることができるかどうかで評価に大きな差がつく結果となった。また，貸金債権の相殺に触れている答案においても，自働債権と受働債権の両面から検討している答案は少なく，相殺適状になっているのかどうか，\nすなわち弁済期にあるのかどうかについての言及も少なかった。他方，自働債権については，破産における自働債権の現在化による相殺権の拡張を論じた上で，これとの比較で，民事再生においては現在化がされないことを指摘し，さらに受働債権については，期限や条件の利益を自ら放棄することで対応できることなどにつき，その趣旨も踏まえて言及している答案は高く評価された。\nなお，本問では，敷金返還請求権に関する再生計画案の内容につき問われているが，この点について何ら記載がないものが相当数存在した。前記のとおり，\n解答に当たっては，問題文をよく読み，いかなる記載が求められているかを十分に把握してから答案の記述をすることに留意すべきである。\nイ 設問２設問２は，民事再生法に関する問題であり，再生計画の認可要件についての基本的な理解を問うものであり，再生計画案の可決要件及びその趣旨を論述した上で，同法第１７４条第２項第３号にいう「再生計画の決議が不正の方法に- 46 -よって成立するに至ったとき」には，再生計画案の可決が信義則に反する行為に基づいてされた場合も含まれるのかについての自説を展開することが求められる。\n本問については，多くの答案が，同号の「不正の方法」の解釈が論点であることを正しく理解していた。ただ，同法第１７２条の３第１項第１号のいわゆる頭数要件の趣旨の潜脱という観点から，「不正の方法」に当たるという結論を導くためには，頭数要件の内容や趣旨をしっかりと論じることが必要であるが，その点の論述が不十分であるために，「不正の方法」に関する解釈論や当てはめがやや物足りなく感じられた点は残念であった。また，信義則違反とする場合，いかなる点が信義則違反を肯定する根拠事実になるのかを事例から抽出して論じることが必要であるが，この点についての論述は必ずしも十分ではなかった。\n総じて，本問については，多くの答案が論点を正確に理解していたことから，\n頭数要件の趣旨を踏まえて同法第１７４条第２項第３号の「不正の方法」に該当するかどうかの解釈論を展開できるかどうか，また，いかなる点が信義則違反を肯定する根拠事実になるのかを的確に記述することができたかどうかで評価に差がつく結果となった。\n４ 今後の出題について本年は，個人破産手続について出題したが，今後も，特定の傾向に偏ることなく，\n基本的な事項に関する知識・理解を確認する問題，具体的な事案から論点を把握する能力を試す問題，倒産実体法及び倒産手続法に関する問題，企業倒産に関する問題と個人倒産に関する問題等，幅広い観点からの出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるものまず，倒産法における基本的な条文，判例及び学説を正確に理解し，身に付けることが最も重要であることは言うまでもない。その上で，修得した基本的な知識を応用し，事例を把握・分析して論点を過不足なく的確に抽出し，論理的かつ一貫性のある解釈論を展開して，妥当な結論を導く能力が求められる。\nこのような知識・能力の必要性は，倒産法の分野に限られるものではないが，倒産法は，実体法と手続法が交錯する法分野であり，民事訴訟法，民法等などについての幅広い理解・知識が基礎として求められる上，再建型及び清算型手続の異同についても理解することが必要であるなど，総合的かつ多角的な知識・能力が求められる分野である。\n法科大学院においては，こうした点にも配意しつつ，上記の知識の修得や能力の涵養を実現するための教育を期待したい。\n- 47 -"
}