{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\nＡ県Ｂ市には，日本で有数の緑濃い原生林と透明度の高さを誇る美しい湖を含む自然保護地域がある。このＢ市の自然保護地域には，自家用車や観光バスで直接，あるいは，自然保護地域への拠点となっているＢ駅からタクシーか，定員２０名のマイクロバスで運行される市営の路線バスを利用して入ることになる。Ｂ市は，１年を通じて温暖な気候であることも幸いして，全国各地から年間５００万人を超える観光客が訪れるＡ県で最大の観光都市となっている。\nしかしながら，湖周辺では観光客が増えて交通量が増加したために，車の排気ガスによる原生林の損傷や，心ない観光客の行為で湖が汚れ，透明度が低下するといった問題が深刻になりつつあった。\nそれに加えて，自然保護地域内の道路のほとんどは道幅が狭く，片方が崖で曲がりくねっており，人身事故や車同士の接触事故など交通事故が多く発生した。そのほとんどは，この道路に不慣れな自家用車と観光バスによるものであった。\nそこで，Ａ県公安委員会は，Ａ県，Ｂ市等と協議し，自然保護地域内の道路について，道路交通法に基づき，路線バス及びタクシーを除く車両の通行を禁止した。その結果，自然保護地域には，観光客は，徒歩，あるいは，市営の路線バスかタクシーを利用しなければ入れないこととなり，Ｂ市のタクシー事業者にとっては，Ｂ駅と自然保護地域との間の運行が大きな収入源となった。\nタクシー事業については，当初，需給バランスに基づいて政府が事業者の参入を規制する免許制が採られていたが，その後，規制緩和の流れを受けて安全性等の一定条件を満たせば参入を認める許可制に移行した。しかし，再び，特定の地域に関してではあるが，参入規制等を強化する法律が制定されている。これに加えて，２０２＊年には道路運送法が改正され，地方分権推進策の一環として，タ\nクシー事業に関する各種規制が都道府県条例により行えることとされ，その許可権限が，国土交通大臣から各都道府県知事に移譲された。\nＣタクシー会社（以下「Ｃ社」という。）は，Ａ県から遠く離れた都市で低運賃を売り物に成功を収めたが，その後，タクシーの利用客自体が大幅に減少し，業績が悪化した。そこで，Ｃ社は，新たな事業地として，一大観光地であるＢ市の自然保護地域に注目した。というのも，Ｂ駅に首都圏に直結する特急列車の乗り入れが新たに決まり，観光客の増加が見込め，Ｂ駅から低運賃で運行することで，より多くの観光客の獲得を期待できるからである。\nＣ社の新規参入の動きに対し，Ｂ市のタクシー事業者の団体は，Ｃ社の新規参入により，Ｂ市内のタクシー事業者の収入が減少して過酷な運転業務を強いられることに加え，自然保護地域内の道路の運転に不慣れなタクシー運転者による交通事故の発生によって輸送の安全が脅かされるとともに，公共交通機関たるタクシー事業の健全な発達が阻害されるとして，Ｃ社の参入阻止を訴えて反対集会を開くなどの反対運動を行うとともに，Ａ県やＢ市に対し適切な対応を採るよう求めた。\n一方，Ｃ社は，マス・メディアを通じて，自社が進出すれば，従来よりも低運賃のタクシーで自然保護地域を往復することができ，首都圏からの日帰り旅行も容易になり，観光振興に寄与すると訴えた。\nこのような状況において，Ａ県は，Ｂ市と協議した上で，「Ａ県Ｂ市の自然保護地域におけるタクシーの運行の許可に関する条例」（以下「本条例」という。）を制定し，本条例に定める目的のもとに，自然保護地域におけるタクシーの運行については，本条例に定める①車種，②営業所及び運転者に関する要件を満たし，Ａ県知事の許可を得たタクシー事業者のタクシーのみ認めることにした（【資料】参照）。\nＢ市は，本条例の制定に伴い，新たに，Ｂ駅の傍らのタクシー乗り場と自然保護地域にあるタクシ\nー乗り場に，電気自動車のための充電施設を設けた。なお，本条例の制定に当たっては，Ａ県に本社のあるＤ自動車会社だけが車種に関する要件を満たす電気自動車を製造・販売していることも考慮された。ちなみに，Ｂ市に営業所を構えるタクシー会社の多くは，本条例の要求する車種要件を満た- 2 -\nす電気自動車を，既にＤ自動車会社から購入している。\nＣ社は，営業所に関する年数要件及び運転者に関する要件のいずれも満たすことができなかった。\nそして，車種に関する要件についても，高額の電気自動車を購入することは，自社の最大の目玉である低運賃を困難にすることから，あえて電気自動車を購入せず，より安価なハイブリッド車（従来のガソリン車より燃費がよく排気ガスの排出量は少ない。）で対応しようとした。\nＣ社は，Ａ県知事に対し，Ａ県を営業区域とするタクシー事業の許可申請を行うとともに，自然保護地域における運行許可申請を行ったが，後者については本条例に規定する要件を満たさないとして不許可となった。これにより，Ｃ社は，Ａ県内でタクシー事業を行うことは可能になったが，新規参入の動機でもあったＡ県内で最大の利益が見込める自然保護地域への運行はできない。Ｃ社は，本条例自体が不当な競争制限であり違憲であると主張して，不許可処分取消訴訟を提起した。\n〔設問１〕\nあなたがＣ社の訴訟代理人となった場合，あなたは，どのような憲法上の主張を行うか。\nなお，法人の人権及び道路運送法と本条例との関係については，論じなくてよい。\n〔設問２〕\n被告側の反論についてポイントのみを簡潔に述べた上で，あなた自身の見解を述べなさい。\n【資料】Ａ県Ｂ市の自然保護地域におけるタクシーの運行の許可に関する条例（抜粋）\n（目的）第１条 この条例は，Ａ県Ｂ市の自然保護地域（以下「自然保護地域」という。）におけるタクシーによる輸送の安全を確保すること，及び自然保護地域の豊かな自然を保護するとともに観光客のより一層の安全・安心に配慮して観光振興を図ることを目的とする。\n（タクシーの運行許可）第２条 自然保護地域においてタクシーを運行しようとするタクシー事業者は，Ａ県知事の許可を受けなければならない。\n（許可申請）第３条 （略）\n（運行許可基準）第４条 Ａ県知事は，第２条の許可をしようとするときは，次の基準に適合するかどうかを審査して，これをしなければならない。\n一 自然保護地域において運行するタクシーの車種は，次に掲げる要件の全てを満たす電気自動車であること。\nイ 運転席，助手席及び後部座席にエアバッグを装備していること。\nロ 自動体外式除細動器（ＡＥＤ）を搭載していること。\n二 ５年以上継続してＢ市内に営業所を有していること。\n三 自然保護地域においてタクシーを運転する者は，次に掲げる要件の全てを満たす者であること。\nイ 自然保護地域の道路の状況及び自然環境について熟知し，Ｂ市が実施する試験に合格していること。\nロ Ｂ市に営業所を置く同一のタクシー事業者において１０年以上継続して運転者として雇用され，又はＢ市内に営業所を置いて１０年以上継続して個人タクシー事業を経営した経歴があること。\nハ 過去１０年以内に，交通事故を起こしたことがなく，かつ，道路の交通に関する法令に違反したことがないこと。\n- 3 -第５条以下 略附 則第１条 この条例は，平成ＸＸ年ＸＸ月ＸＸ日から施行する。\n２ 第２条の許可は，この条例の施行日前においてもすることができる。\n第２条 Ａ県知事は，この条例の施行後おおむね５年ごとに第４条第１号に規定する車種について検討を加え，必要があると認めるときは，その結果に基づいて所要の措置を講ずるものとする。\n- 4 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/公法系.pdf",
  "purpose": "を理解して実力を発揮できるように，本年も各設問の配点割合を明示することとした。",
  "scoring_notes": "１ 採点の基本方針等本年の問題においても，事案を正確に読んでいるか，憲法上の問題を的確に発見しているか，その上で，関係する条文，判例，憲法上の基本的な理論を正確に理解しているか，さらに，実務家として必要とされる法的思考及び法的論述ができているかということに重点を置いて採点した。\n本年の問題は，職業の自由に関するものであるが，これを規制する条例の目的が複合的であることが最も重要なポイントとなる。すなわち，本年の問題が問うているのは，複合的目的で職業の自由を制約する条例の合憲性である。この点に関しては，確立した判例や支配的な憲法学説があるわけではない。それゆえに，職業の自由に関する判例や憲法学説を正確に理解した上で，原告・被告それぞれの立場で，\n筋の通った主張をして違憲論・合憲論を論じている答案には，高い評価が与えられる。他方で，問題に記載されている事実を正確に把握せず，あるいは，原告・被告それぞれに都合の良い事実のみを取り上げる答案や，問題となっている規制の合憲性・違憲性を審査する基準（以下「審査基準」という。）の内容に誤りや不正確な点がある答案，さらには，審査基準に関するパターン化した表面的な論証に終始したり，職業の自由の規制の合憲性をめぐる判例の変化に注意を払わず，安易に従前の特定の判例の考え方に引き付けて論証している答案には，厳しい評価をせざるを得なかった。\n本年の問題において高く評価された答案，そして厳しい評価とならざるを得なかった答案，それぞれについて具体例を挙げると，以下のようなことを指摘することができる。\n・ 複数の検討事項についての論理的一貫性を有した答案や軸足を定めた上でそれに基づいて作成している答案は高く評価された。他方で，一つの主張の中で論理的一貫性を欠く答案（例えば，審査基準の厳格さと結論が理由なく逆転しているものなど）や各主張間の価値判断や事案の内容に即した判断のバランスを欠いた答案は，厳しい評価となった。\n・ 根拠のある理由がきちんと記載されている答案は，高く評価された。他方で，\n理由を記載せずに，単に「違憲である」とか「合憲である」と結論のみを記載している答案や，審査基準が記載してあるとしても，なぜその審査基準を採るのかについて理由を記載していない答案などは，厳しい評価となった。\n・ 本年の問題で制約されるものは，職業選択の自由であるのか，それとも営業の自由であるのかについて，判例等を基礎に置いて検討している答案は，高く評価された。他方で，安易にそのいずれかに決め付けて論じている答案は，厳しい評価となった。\n・ 本年の問題では，Ｃ社は「条例自体が・・・違憲であると主張して」訴訟を提起しており，内容的にも，適用違憲（処分違憲）を論じるべき事案ではないにもかかわらず，適用違憲（処分違憲）を論じている答案は，当該記載について積極的評価ができないのみならず，解答の前提を誤るなどしているという点においても厳しい評価となった。\n・ 同様の観点であるが，本年の問題では，「法人の人権・・・については，論じ- 1 -なくてよい」，「道路運送法と本条例の関係については，論じなくてよい」と記載されており，それにもかかわらずこれらを論じている答案は，厳しい評価となった。\n・ 問題に記載されている事実関係は，原告・被告の立場あるいは答案作成者としての受験者の立場を問わず，当然に前提とされるべき事実である。それにもかかわらず，（意図的であるか否かを問わず）自己に有利な事実のみを取り上げ，自己に不利な事実には目をつぶって主張・見解を展開するような答案は，法曹を目指す者の解答としては厳しい評価とならざるを得なかった。答案の作成に際しては，自己に不利な事実であっても事実として受け止めた上で，それぞれの立場から当該事実の意味付け・評価等をして，主張を組み立てていくことが求められる。\n・ 条例の規制目的が複合的であるにもかかわらず，原告の主張では消極目的，被告の主張では積極目的として単純に論じるような，自分に都合の良い論じ方をしている答案についても，厳しい評価となった。\n・ 司法試験は，法曹となるべき者に必要な知識・能力を判定する試験であるので，\n検討の出発点として判例を意識することは不可欠であり，判例をきちんと踏まえた検討が求められる。したがって，判例に対する意識が全くない，あるいは，これがほとんどない答案は，厳しい評価とならざるを得なかった。判例に対しては様々な見解があり得るので，判例と異なる立場を採ること自体は問題ないが，その場合にも，判例の問題点をきちんと指摘した上で主張を組み立てていくことが求められる。\n・ 論述が説得性を持つためには，理論（例えば，審査基準論の内容など）を正確に理解していることが必要不可欠である。基本的な理論に関する不正確な理解に基づいて作成された答案は，厳しい評価となった。\n・ 憲法の論文式試験で受験者に求められていること，逆に求められていないことや不適切とされることについては，上記の指摘事項と重なるものも含め，毎年公表される採点実感において記載してきたところである。それにもかかわらず，これまでも指摘されているような，求められていないこと，あるいは不適切とされることを記載している答案については，全般として厳しい評価とならざるを得なかった。\n２ 採点実感各委員からの意見を踏まえ，答案として気に掛かったものを中心に，個別に述べることとする。\n(1) 問題の読み取りの不十分さについてア 条例の目的・ 条例の規制目的について，積極目的と消極目的が複合している，あるいは目的について割り切ることができないことを前提として，どう検討するかが出題意図であったが，そこまで分析が及んでいない答案が多数見られた。\n・ 本件は目的分析が主たる論点であるにもかかわらず，そもそも目的に関する分析がない，あるいは，乏しい答案も見受けられた。\n・ 条例第１条の規定する立法目的は，本来，読解が必要とされるが，その読解作業を行う答案は非常に少なかった。条例第１条を無視あるいは軽視して，\n- 2 -条例の目的は「輸送の安全」のみにあるとか，「既存業者の保護」にあるなどと単純に決め付ける答案が多かった。\nイ 適用違憲（処分違憲）\n・ 既に述べたとおり，本年の問題では，問題文から条例自体の違憲性を論じることが求められており，かつ，内容的にも適用違憲（処分違憲）を論じるべきではないと考えられるにもかかわらず，漫然と適用違憲（処分違憲）を論じているものが少なくなかった。\nウ その他・ 出題者の問題意識（複合的な規制目的，具体的な規制内容の合憲性など）\nを正確に把握している答案は残念ながら僅かであった。\n・ ＡＥＤが何であるかの理解を誤っている答案が少ないながらもあった。法律家の資質の前提として，常識の範囲内の事柄は，一般人として適切に理解しておく必要がある。\n・ 条例第４条の第１号ないし第３号，あるいは第３号のイ及びロにつき，それぞれを適宜区別しながら審査しているものが見られた点は評価できる一方で，特に第３号のイ及びロについて，全てまとめて一つの審査をしているものがあり，気になった。\n・ 条例第４条については，①第１号ないし第３号とその枝一つごとに，②その規制目的を確定した上，③その目的と規制手段との関連性につき，（一刀両断に「ない」などと書くのでなく）具体的にどこまであるか（どこまでしかないか）を論じて結論としての関連性の有無を述べる必要があるが，①②③の各レベルで，論述の雑な答案が多かった。\n(2) 原告―被告―あなた自身の見解という全体構成について・ 設問２においては，被告側の反論を幾つか挙げた後，それらについての自己の見解を表面的に述べるのみで，条例の憲法適合性について，自己の見解を体系的・論理的に深く論じている答案が少ない印象を受けた。\n・ 設問２について，被告の反論なのか自己の見解なのかさえ判然としない答案があった。\n・ 設問２について，「被告側の反論についてポイントのみを簡潔に述べた上で」\nとあるからか，被告の反論については全体で一点だけ簡単に示して，後は全て受験者自身の見解だけを書くというスタイルも見られたが，出題者の趣旨は，\n設問１で論述した原告側主張と対立する被告側主張を意識した上で，自身の見解を説得的に論証してもらいたいというものであるので，少なくとも両者の対立軸を示すに足りる程度の記載は必要である。\n・ 設問２について，【ある観点からの反論→それに対する受験者自身の見解→別の観点からの反論→それに対する受験者自身の見解→更に別の観点からの反論→それに対する受験者自身の見解・・・】という構成の答案が多かった。その結果，手厚く論じてもらいたい受験者自身の見解の論述が分断されてしまい，\n受験者自身が，この問題について，全体として，どのように理解し，どのような見解を持っているのかが非常に分かりづらかった。さらに，極端に言えば，\n「原告の△△という主張に対し，被告は××と反論する。しかし，私は，原告の△△という主張が正しいと考える」という程度の記載にとどまるものもあっ- 3 -た。\n・ 受験者自身の見解について厚く論述している答案は多くなかった。一方当事者の立場として原告の主張を記載するのに時間を費やすだけで，必ずしも多角的な視点からの検討にまで至っていないことは残念であった。\n(3) 制約される憲法上の権利について・ 制約される権利については，具体的な事情の検討を経ることなく，単純に「営業の自由」とするものがほとんどであった。また，その記載内容も，ほとんどの答案が判で押したように同様の内容であり，しかも，事案に即した必要な検討がなされないままで，あらかじめ準備した論証パターンを記載することが目的となっているようにすら見える答案も多かった。\n・ 「職業の選択」と「営業（職業の遂行）」とを適宜区分した上で，本件の問題が「職業の選択」自体に関わるという点について示している答案は少なかった。\n・ 営業の自由や職業選択の自由が人格的利益に結び付くものであるとしつつも，そもそも人格的利益とは何か，また，本件におけるＣ社の参入目的がどのように人格的利益と関係するのか（その参入目的は，事業拡大・増収であり，\n人格的利益とは必ずしも直結しない。）について検討が及んでいる答案は残念ながらほぼ皆無であった。\n(4) 条例の違憲性についてア 規制目的等・ 条例の目的は，その背景事情としてどのようなものがあるにせよ，まず条例第１条に規定されている目的が出発点になる。これは，原告の主張であったとしても同様である。この条例が実質的にはＣ社の参入を妨げる目的によるものであると主張・認定することはあり得るとしても，検討としては，まず条例に規定されている目的を出発点とすべきであろう。\n・ 条例の規制目的が消極目的・積極目的のいずれかに割り切ることのできないものであるにもかかわらず，安易に，あるいは半ば強引に，消極目的規制の条例と捉えて，形式的に厳格な合理性の基準を適用している答案が目立った。その意味で，新たな問題について自分の頭で考えようとせず，安易に従前の判例の事案等に引き付けて論述しようとする姿勢が見受けられた。\n・ 複合的な目的の条例であるから，規制（手段）について，具体的にどの目的との関係で採られたものなのかという目的との関係を意識しながら，手段の相当性を論ずべきであったと思われるが，その意識を全く欠く答案があった。他方，一つの目的のみにとらわれすぎて，別の目的による規制であることに気付いていないと思われる答案もあった（例えば，輸送の安全ばかりに気を取られ，自然保護の観点がおろそかになったものなど）。\n・ 自然保護の目的が特段の理由の説明もないまま，当然のように消極目的とされている答案があった。さらには，地元タクシー会社の保護まで消極目的とされていた答案もあった。\n・ 地元タクシー会社の保護や地場産業の保護を直ちに不当な目的としている答案がかなり多かった。\n・ 条例の文言に現れていない，いわば「隠された目的」の存在に触れている- 4 -答案もかなりあったが，その位置付けは様々であり，うまく整理できていないものが多かった。\nイ 審査基準・ 規制態様が厳しいことを踏まえて審査基準を定立するのではなく，違憲という結論に飛びついてしまっている答案も見受けられた。\n・ 独自の審査基準を勝手に作っているのではないかと思われる答案があった。それは，審査基準の内容に関する理解の不正確さに起因すると思われる。\n・ 「目的と手段の実質的関連性が必要である」と言いながら，問題に即した具体的検討をすることなく結論を書く答案が少なくなかった。\n・ 精神的自由と経済的自由の規制をめぐるいわゆる「二重の基準論」を示し，\n経済的自由の規制に関する審査基準を緩やかにしてよいとして，そのまま「経済的自由」を一括りで緩やかな審査に持っていくものも見られた。\n・ 判断枠組みの定立に当たっては，内実を伴った理由を示す必要がある。「重要な人権だから，厳格な基準を採用すべきである」との理由から，直ちに「厳格審査の基準」あるいは「中間審査の基準」のいずれかを書いている答案も少なくなかった。しかしながら，通常の審査よりも「厳格な審査」を行うとしても，その基準は，「厳格審査の基準」も「中間審査の基準」もあり得るのであり，どちらの基準で判断するのかについて理由を付して説明する必要がある。\nウ 平等違反・ 憲法第２２条違反と憲法第１４条違反を併せて論じているが，内容はほぼ同じで，両者の違いが意識されていない答案があった。あえて平等に関する審査をする意味がよく分からない答案も見られた。\n・ 平等原則（憲法第１４条）の観点から審査を行うものも少なくなかったが，\n自由権侵害の合憲性審査との相違点を曖昧にしたまま，憲法第１４条違反を書いている答案が多かった。このような答案は，平等原則の理解が不十分であることに由来するものと考えられ，積極的な評価につながらない。\nエ 具体的事実の検討・ Ｃ社が自然保護地域における運行許可を得られなかったのは，①車種に関する要件並びに②営業所に関する年数要件及び運転者に関する要件を満たせなかったことによるものであることは，問題文から読み取れるはずである。\nしたがって，これらの要件の合理性について，それぞれ検討を加えることが必要になるが，これらの要件のいずれかの検討が脱落している答案が少なくなかった。\n・ 車種の要件について，「ハイブリッド車であれば排気ガスが少ないから環境保護に資するのであって，要件が厳しすぎる」とする答案が非常に多かった。このような価値判断も当然あり得よう。しかしながら，ハイブリッド車であってもガソリンを使用する以上排気ガスを排出するのであって，排気ガスを完全にシャットアウトすることにならないということは一般常識であるし，問題文にも明記されている。Ａ県は，ハイブリッド車では規制が不十分であると考えて電気自動車であることを要件としたのであるから，このようなＡ県の立場に対して，「ハイブリッド車であれば排気ガスが少ない」と主- 5 -張するだけでは，単なる水掛け論になりかねない。ハイブリッド車でも足りるという立場を採るのであれば，単に排気ガスが少ないということだけではなく，電気自動車よりも有利な要素，すなわち安価であって，タクシー事業を行う者にとって負担が少ないことをも理由にしなければ説得力に欠ける。\n・ 原告であるＣ社の具体的事情を詳細に検討できた答案はほぼ皆無で，Ｃ社の営業の自由を極めて抽象的に捉えた上で，保護が必要な弱者である地元タクシー会社との利益衡量を行うという答案がほとんどであった。Ｃ社が他県において低価格運賃で成功したとの記載が潜在的に影響し，Ｃ社は強者でＢ市に進出してきた「黒船」的存在との誤ったイメージで考えてしまった可能性はあるが，Ｃ社は業績の悪化からＢ市への進出を図ろうとしていると問題文に明記されているのであるから，それを前提として論証することが望まれる。\n・ 問題文の事実関係を生かし切れていない答案が目立った。例えば，地元タクシー会社の保護の目的や地場産業の保護の目的に全く気付かない答案も相当数あったが，法曹を目指す者の基礎として，事実関係を踏まえた説得力のある立論をすることが求められる。\n・ 個別の検討において，一定の結論を導き出す理由がない答案（例えば，「○○は必要だから，必要でやむを得ない規制である」といったもの）が多く見られた。結論を書くならば，その理由も記載しなくてはならない。\n(5) 答案全体の印象について・ 審査基準については，設問１，設問２ともにバラエティに富んだ記載がなされている印象であった。もっとも，残念ながら，判例に言及したり，判例を引用したりする答案は少なく，判例・学説を漠然と理解しているため不正確にしか基準を表現できていない答案も散見され，それがバラエティに富んでいるとの印象の原因と思われる。従来の目的二分論の難点に気付き，それを指摘して論じようとする起案も相当数あったが，的確に基準を定立した上で，基準に沿って具体的検討を行うことができた答案はごく少数であった。また，目的二分論の難点に気付いた答案でも，審査基準の定立の段階で本件の詳細な具体的事情まで審査基準の定立の検討材料としてしまっているもの，逆に，基準定立がうまくできず，具体的検討での価値判断に終始してしまうものなど，審査基準の定立と基準に基づく判断が渾然一体となり，適切な論述ができていない答案が目立った。\n・ 定立した審査基準と，目的審査において求められる正当性のレベルがかみ合っていないものが多かった。例えば，厳格な合理性審査を採りながら，目的が「正当」であればよいと記述している答案などである。また，審査基準で示した厳格度と具体的検討で行っている内容がずれているものも多く見られた。\n・ 全体として，定立した審査基準の下で，事案の内容に即した個別的・具体的な検討を行う際に，その検討が「あっさり」している答案が多かった。法曹に求められるものとしては，判断枠組みの構築と並んで，「どのような事実に着眼し，どのように評価するのか」という点が非常に重要であるので，この点には物足りなさを感じた。\n・ 自分の頭で具体的な場面をイメージして検討されている答案も少なからずあ- 6 -り，その点では好感が持てた。特に，条例の許可基準にある車種制限に関する検討においては，受験生の環境問題に対する関心の深さからか，問題を深く掘り下げて具体的に検討されているものも見られた。\n(6) 答案の書き方等答案における用語の使用方法等について気になるところを指摘する。不適当な用語の使用は，その内容によっては，受験者の概念の理解に疑いを抱かせるものであるという点に留意願いたい。\n・ 本来，「立法裁量」と書くべきところを「行政裁量」と書いているものが多かった。憲法訴訟における裁量論の意味をよく考えてほしい。\n・ 審査基準を「やや下げて」とか，「若干緩めて」といった記述が見られたが，\n判例や実務でこのような用語を使うかは疑問である。\n・ 原告の主張及び被告の主張について，「原告の主張の正当化」等の見出しとするものが散見されたが，不適切と考える。例えば，「医薬品の販売の際における必要な注意，指導がおろそかになる危険があると主張しているが，薬局等の経営の不安定のためにこのような事態がそれ程に発生するとは思われないので，これをもつて本件規制措置を正当化する根拠と認めるには足りない」（昭和５０年薬事法違憲判決）のように，地の文章で「正当化する根拠」といった言葉は用いられる。しかし，原告は問題の条例の違憲性を主張し，被告はその合憲性を主張するのであって，見出しを付けるとすれば，条例の「違憲性」あるいは「合憲性」等が適当ではないか。\n・ 初歩的な漢字の誤字（例えば，「許可制」を「許可性」，「条例」を「条令」\nと書くなど）が非常に目に付いた。日本語を書く際の漢字の誤りは，用いる言葉について，その意味も含めて正確に理解しているのか疑いを抱かせるものであることを忘れないでもらいたい。\n・ 余りにも判読に苦労するような文字による答案がなお少なくない。毎年記載していることであるが，受験者には，平素から，答案は読まれるために書くものという意識を持ってほしい。\n・ 毎年のように採点実感で指摘しているためか，判断枠組みを前提として事案を検討する際に，「当てはめ」という言葉を使用する答案は，少なくなってはいるが，なお散見される。また，「当てはめ」という言葉を使って機械的な「当てはめ」を行う答案の問題性が際立つ。\n・ これも毎年のように指摘しているためか，行頭・行末を不必要に空けて書く答案は，少なくなってきてはいる。しかし，他方で，１行の行頭及び行末の各３分の１には何も書かず，行の真ん中部分の３分の１の部分だけに書いている答案などがなお存在する。\n３ 答案の水準以上の採点実感を前提に，「優秀」「良好」「一応の水準」「不良」という４つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，規制目的の複合性を踏まえ，職業の自由の規制の合憲性を審査するに当たり，何に焦点を合わせるか的確に留意し，それぞれの立場で採る審査基準の内容を正確に記述し，それぞれの審査基準の下で，事案の内容- 7 -に即して個別的・具体的に検討し，結論を導き出している答案である。さらに，例えば，積極目的規制の場合でも「明白の原則」と結び付いた「合理性の基準」でよいのかを検討している答案などは，極めて優秀な答案といえる。\n「良好」な水準に達している答案とは，判断枠組みの構築が一定の説得性を持ってなされており，本件事案に即した個別的・具体的検討の場面が比較的よくできている答案である。\n「一応の水準」に達している答案とは，複合的な規制目的による職業の自由への制約の合憲性の問題であるということが一応理解できており，事案の内容に即した個別的・具体的検討も，十分とは言えないが，行われている答案である。\n「不良」と認められる答案とは，憲法上の問題点を取り違えている答案や，全く観念的な理論構成で，事案の内容に即して行われるべき個別的・具体的検討も全く表面的な答案である。\n４ 今後の法科大学院教育に求めるもの昨年度と同様であるが，判例及びその射程範囲が理解できていない答案が目立った。それゆえ，「法科大学院教育に求めるもの」として，昨年度と同じ指摘をしたい。\n法科大学院では，実務法曹を養成するための教育がなされているわけであるが，\nその一つの核をなすのは判例である。学生に教えるに当たって，判例への「近づき方」が問われているように思われる。\n判例の「内側」に入ろうとせずに「外在的な批判」に終始することも，他方で，\n判例をなぞったような解説に終始することも，適切ではないであろう。判例を尊重しつつ，「地に足を付けた」検討が必要であるように思われる。判例の正確な理解，\n事案との関係を踏まえた当該判例の射程範囲の確認，判例における問題点を考えさせる学習の一層の深化によって，学生の理解力と論理的思考力の養成がますます適切に行われることを願いたい。\n- 8 -"
}