{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕，〔設問３〕の配点割合は，５：２．５：２．５〕）\n株式会社Ａは，Ｂ県知事により採石法所定の登録を受けている採石業者である。Ａは，Ｂ県の区域にある岩石採取場（以下「本件採取場」という。）で岩石を採取する計画を定め，採石法に基づき，Ｂ県知事に対し，採取計画の認可の申請（以下「本件申請」という。）をした。Ａの採取計画には，跡地防災措置（岩石採取の跡地で岩石採取に起因する災害が発生することを防止するために必要な措置をいう。以下同じ。）として，掘削面の緑化等の措置を行うことが定められていた。\nＢ県知事は，Ｂ県採石法事務取扱要綱（以下「本件要綱」という。）において，跡地防災措置が確実に行われるように，跡地防災措置に係る保証（以下「跡地防災保証」という。）について定めている。本件要綱によれば，採石法による採取計画の認可（以下「採石認可」という。）を申請する者は，跡地防災措置を，申請者自身が行わない場合に，Ｃ組合が行う旨の保証書を，認可申請書に添付しなければならないものとされる。Ｃ組合は，Ｂ県で営業している大部分の採石業者を組合員とする，法人格を有する事業協同組合であり，ＡもＣ組合の組合員である。Ａは，本件要綱に従って，Ｃ組合との間で保証契約（以下「本件保証契約」という。）を締結し，その旨を記載した保証書を添付して，本件申請をしていた。Ｂ県知事は，本件申請に対し，岩石採取の期間を５年として採石認可（以下「本件認可」という。）をした。Ａは，本件認可を受け，直ちに本件採取場での岩石採取を開始した。\nしかし，Ａは，小規模な事業者の多いＢ県下の採石業者の中では突出して資本金の額や事業規模が大きく，経営状況の良好な会社であり，採取計画に定められた跡地防災措置を実現できるように資金を確保しているので，保証を受ける必要はないのではないか，また，保証を受けるとしても，他の採石業者から保証を受ければ十分であり，保証料が割高なＣ組合に保証料を支払い続ける必要はないのではないか，との疑問をもっていた。加えて，Ａは，Ｃ組合の運営に関してＣ組合の役員と事あるたびに対立していた。こうしたことから，Ａは，本件認可を受けるために仕方なく本件保証契約を締結したものの，当初から契約を継続する意思はなく，本件認可を受けた１か月後には，本件保証契約を解除した。\nこれに対し，Ｂ県の担当職員は，Ａは採石業者の中では大規模な事業者の部類に入るとはいえ，大企業とまではいえないから，地元の事業者団体であるＣ組合の保証を受けることが必要であるとして，Ａに対し，Ｃ組合による保証を受けるよう指導した。しかし，Ａは，そもそもＣ組合による保証をＡに対する採石認可の要件とすることは違法であり，Ａは本件申請の際にＣ組合による保証を受ける必要はなかったと主張している。\n他方，本件採取場から下方に約１０メートル離れた土地に，居住はしていないが森林を所有し，林業を営んでいるＤは，Ａによる跡地防災措置が確実に行われないおそれがあり，もし跡地防災措置が行われなければ，Ｄの所有する森林が土砂災害により被害を受けるおそれがあると考えた。そして，Ｄは，Ｂ県知事がＡに対し岩石の採取をやめさせる処分を行うようにさせる何らかの行政訴訟を提起することを検討していると，Ｂ県の担当職員に伝えた。\nＢ県の担当職員Ｅは，ＡがＣ組合から跡地防災保証を受けるように，引き続き指導していく方針であり，現時点で直ちにＡに対して岩石の採取をやめさせるために何らかの処分を行う必要はないと考えている。しかし，Ｄが行政訴訟を提起する構えを見せていることから，Ｂ県知事はＤが求めるようにＡに対して処分を行うことができるのか，Ｄは行政訴訟を適法に提起できるのか，また，Ａが主張するように，そもそもＣ組合による保証をＡに対する採石認可の要件とすることは違法なのか，検討しておく必要があると考えて，弁護士Ｆに助言を求めた。\n以下に示された【資料１ 会議録】を読んだ上で，職員Ｅから依頼を受けた弁護士Ｆの立場に立って，次の設問に答えなさい。\nなお，採石法及び採石法施行規則の抜粋を【資料２ 関係法令】に，本件要綱の抜粋を【資料３\nＢ県採石法事務取扱要綱（抜粋）】に，それぞれ掲げてあるので，適宜参照しなさい。\n- 2 -\n〔設問１〕\nＡは，採石認可申請の際にＣ組合による保証を受ける必要はなかったと主張している。仮にＡが採石認可申請の際にＣ組合から保証を受けていなかった場合，Ｂ県知事がＡに対し採石認可拒否処分をすることは適法か。採石法及び採石法施行規則の関係する規定の趣旨及び内容を検討し，本件要綱の関係する規定が法的にどのような性質及び効果をもつかを明らかにしながら答えなさい。\n〔設問２〕\nＢ県知事は，Ａに対し，岩石の採取をやめさせるために何らかの処分を行うことができるか。候補となる処分を複数挙げ，採石法の関係する規定を検討しながら答えなさい。解答に当たっては，\n〔設問１〕におけるＢ県知事の採石認可拒否処分は適法であるという考え方を前提にしなさい。\n〔設問３〕\nＤが〔設問２〕で挙げられた処分をさせることを求める行政訴訟を提起した場合，当該訴えは適法か。行政事件訴訟法第３条第２項以下に列挙されている抗告訴訟として考えられる訴えの例を具体的に一つ挙げ，その訴えが訴訟要件を満たすか否かについて検討しなさい。なお，仮の救済は解答の対象から除く。\n- 3 -\n【資料１ 会議録】\n職 員Ｅ：Ａは，Ｃ組合による保証をＡに対する採石認可の要件とすることは違法であると主張しています。これまでは，採石認可申請が保証書の添付なしに行われた場合も，指導すれば，採石業者はすぐにＣ組合から保証書をとってきましたので，Ａの言うような問題は詰めて考えたことがないのです。しかし，これからＡに指導を行う上では，Ａの主張に対して答える必要が出てきそうですので，検討していただけないでしょうか。\n弁護士Ｆ：Ａの主張については，Ｄによる行政訴訟に関して検討する前提としても明らかにしておく必要がありますので，よく調べてお答えすることにいたします。まずは採石法と採石法施行規則の関係規定から調べますが，Ｂ県では要綱も定めているのですね。\n職 員Ｅ：はい。採石業は，骨材，建築・装飾用材料，工業用原料等として用いられる岩石を採取する事業ですが，岩石資源は単価が安く，また，輸送面での制約があるため，地場産業として全国各地に点在しており，小規模事業者の比率が高い点に特徴があります。ところが，跡地防災措置は多額の費用を必要とし，確実に行われないおそれがあります。そのような背景から，本件要綱は，採石認可の申請者はＣ組合の跡地防災保証を受けなければならないとし，保証書を採石認可申請の際の添付書類として規定しています。本件要綱のこうした規定によれば，Ｃ組合の保証を受けない者による採石認可申請を拒否できることは，当然のようにも思われるのですが。\n弁護士Ｆ：御指摘の要綱の定めは，法律に基づく政省令等により，保証を許認可の要件として規定する場合とは，法的な意味が異なります。御指摘の本件要綱の規定が，採石法や採石法施行規則との関係でどのような法的性質をもち，どのような法的効果をもつか，私の方で検討しましょう。\n職 員Ｅ：お願いします。\n弁護士Ｆ：ところで，他の都道府県でも，本件要綱と同じように，特定の採石事業協同組合による保証を求めているのですか。\n職 員Ｅ：その点は，都道府県によってまちまちです。保証人は申請者以外の複数の採石業者でもよいとしている県もありますし，跡地防災措置のための資金計画の提出を求めるのみで，保証を求めていない県もあります。しかし，Ｂ県では，跡地防災措置が適切になされない例が多く，跡地防災措置を確実に履行させるためには，地元のＣ組合による保証が必要と考えています。\n弁護士Ｆ：なるほど。今までのお話を踏まえて，Ａからの反論も想定した上で，仮にＡがＣ組合による保証を受けずに採石認可申請をした場合，Ｂ県知事が申請を拒否することが適法といえるかどうか，まとめておきます。\n職 員Ｅ：今後の私たちの採石認可業務にも参考になりますので，よろしくお願いします。\n弁護士Ｆ：承知しました。ところで，Ｄが行政訴訟を起こそうとしていることも伺いました。Ｂ県としては，保証が必要と考えておられるのでしたら，Ａに対して何らかの処分をすることは考えておられないのですか。\n職 員Ｅ：Ａに対して保証を受けるように指導はしているのですが，今のところ，Ａの財務状況は良好で，岩石の採取をやめさせる処分を直ちに行う必要はないと考えています。それに，こんな事例は初めてで，どのような処分が可能なのか，やはり詰めて考えたことがないのです。\n弁護士Ｆ：そうですか。それでは，Ｄが求めているように，Ａに対し岩石の採取をやめさせる処分が可能なのか，検討しておく必要がありますね。Ｄは，Ａの主張とは逆に，仮にＣ組合による跡地防災保証がなければ，Ａからの採石認可申請は拒否すべきであったと主張するでしょうから，こうした主張を前提にして考えてみます。検討の前提として伺いますが，認可されたＡの採取計画には，跡地防災保証についても記載されているのですか。\n職 員Ｅ：採取計画には，法令上，跡地防災措置について記載する必要があると考えられ，Ａの採取計画にも，採取跡地について掘削面の緑化等の措置を行うことが記載されていますが，跡地防災\n- 4 -保証については，法令上，採取計画に定める事項とはされておらず，Ａの採取計画にも記載されていません。跡地防災保証については，申請書に添付された保証書によって審査しています。しかし，採取計画と保証書とは一体であると考えていまして，保証によって跡地防災措置が確実に履行されることを前提として，採取計画を認可しています。\n弁護士Ｆ：分かりました。今のお話を踏まえ，採石法の関係する規定に照らして，Ａに対し岩石の採取をやめさせるために行うことのできる処分について，様々な可能性を検討してみます。\n職 員Ｅ：お願いします。ただ，素朴に考えると，認可の審査の際に前提としていた保証がなくなってしまったわけですから，認可の取消しは，採石法の個々の規定にかかわらず当然できるように思うのですが，いかがでしょうか。\n弁護士Ｆ：なるほど。まずは採石法の個々の規定を綿密に読む必要がありますが，御指摘の点も検討しておく価値がありますね。\n職 員Ｅ：お願いします。ところで，Ａに対して何らかの処分を行うことが可能だとしても，処分を行うか否かはＢ県知事が判断することだと思うのですが，Ｄが裁判で求めるようなことができるのですか。\n弁護士Ｆ：Ｄがどのような訴えを起こすのか，現時点では確かではありませんが，法定抗告訴訟を提起する可能性が高いと思いますので，法定抗告訴訟として考えられる訴えの例を具体的に一つ想定し，Ｄの訴えが訴訟要件を満たすか否かについて，もちろん法令の関係する規定を踏まえて，検討しておきます。Ｄは，行政訴訟に併せて仮の救済も申し立ててくると思いますが，仮の救済の問題は，今回は検討せず，次の段階で検討することにします。\n- 5 -\n【資料２ 関係法令】\n○ 採石法（昭和２５年１２月２０日法律第２９１号）（抜粋）\n（目的）第１条 この法律は，採石権の制度を創設し，岩石の採取の事業についてその事業を行なう者の登録，岩石の採取計画の認可その他の規制等を行ない，岩石の採取に伴う災害を防止し，岩石の採取の事業の健全な発達を図ることによつて公共の福祉の増進に寄与することを目的とする。\n（採取計画の認可）第３３条 採石業者は，岩石の採取を行なおうとするときは，当該岩石の採取を行なう場所（以下「岩石採取場」という。）ごとに採取計画を定め，当該岩石採取場の所在地を管轄する都道府県知事の認可を受けなければならない。\n（採取計画に定めるべき事項）第３３条の２ 前条の採取計画には，次に掲げる事項を定めなければならない。\n一 岩石採取場の区域二 採取をする岩石の種類及び数量並びにその採取の期間三 岩石の採取の方法及び岩石の採取のための設備その他の施設に関する事項四 岩石の採取に伴う災害の防止のための方法及び施設に関する事項五 前各号に掲げるもののほか，経済産業省令で定める事項\n（認可の申請）第３３条の３ 第３３条の認可を受けようとする採石業者は，次に掲げる事項を記載した申請書を都道府県知事に提出しなければならない。\n一 氏名又は名称及び住所並びに法人にあつては，その代表者の氏名二 登録の年月日及び登録番号三 採取計画\n２ 前項の申請書には，岩石採取場及びその周辺の状況を示す図面その他の経済産業省令で定める書類を添附しなければならない。\n（認可の基準）第３３条の４ 都道府県知事は，第３３条の認可の申請があつた場合において，当該申請に係る採取計画に基づいて行なう岩石の採取が他人に危害を及ぼし，公共の用に供する施設を損傷し，又は農業，林業若しくはその他の産業の利益を損じ，公共の福祉に反すると認めるときは，同条の認可をしてはならない。\n（認可の条件）第３３条の７ 第３３条の認可（中略）には，条件を附することができる。\n２ 前項の条件は，認可に係る事項の確実な実施を図るため必要な最小限度のものに限り，かつ，認可を受ける者に不当な義務を課することとなるものであつてはならない。\n（遵守義務）第３３条の８ 第３３条の認可を受けた採石業者は，当該認可に係る採取計画（中略）に従つて岩石の採取を行なわなければならない。\n（認可の取消し等）第３３条の１２ 都道府県知事は，第３３条の認可を受けた採石業者が次の各号の一に該当するときは，その認可を取り消し，又は六箇月以内の期間を定めてその認可に係る岩石採取場における岩石の採取の停止を命ずることができる。\n一 第３３条の７第１項の条件に違反したとき。\n二 第３３条の８の規定に違反したとき。\n- 6 -三 （中略）次条第１項の規定による命令に違反したとき。\n四 不正の手段により第３３条の認可を受けたとき。\n（緊急措置命令等）第３３条の１３ 都道府県知事は，岩石の採取に伴う災害の防止のため緊急の必要があると認めるときは，採取計画についてその認可を受けた採石業者に対し，岩石の採取に伴う災害の防止のための必要な措置をとるべきこと又は岩石の採取を停止すべきことを命ずることができる。\n２ 都道府県知事は，（中略）第３３条若しくは第３３条の８の規定に違反して岩石の採取を行なつた者に対し，採取跡の崩壊防止施設の設置その他岩石の採取に伴う災害の防止のための必要な措置をとるべきことを命ずることができる。\n第４３条 次の各号の一に該当する者は，１年以下の懲役若しくは１０万円以下の罰金に処し，又はこれを併科する。\n一 （略）二 （前略）第３３条の１２，第３３条の１３第１項若しくは第２項又は（中略）の規定による命令に違反した者三 第３３条又は第３３条の８の規定に違反して岩石の採取を行なつた者四 （略）\n○ 採石法施行規則（昭和２６年１月３１日通商産業省令第６号）（抜粋）\n（採取計画に定めるべき事項）第８条の１４ 法（注：採石法）第３３条の２第５号の経済産業省令で定める事項は，次に掲げるとおりとする。\n一 岩石の賦存の状況二 採取をする岩石の用途三 廃土又は廃石のたい積の方法\n（認可の申請）第８条の１５ （略）\n２ 法第３３条の３第２項の経済産業省令で定める書類は，次に掲げるとおりとする。\n一 岩石採取場の位置を示す縮尺五万分の一の地図二 岩石採取場及びその周辺の状況を示す図面三 掘採に係る土地の実測平面図四 掘採に係る土地の実測縦断面図及び実測横断面図に当該土地の計画地盤面を記載したもの五 （略）六 岩石採取場を管理する事務所の名称及び所在地，当該事務所の業務管理者の氏名並びに当該業務管理者が当該岩石採取場において認可採取計画に従つて岩石の採取及び災害の防止が行われるよう監督するための計画を記載した書面七 岩石採取場で岩石の採取を行うことについて申請者が権原を有すること又は権原を取得する見込みが十分であることを示す書面八 岩石の採取に係る行為に関し，他の行政庁の許可，認可その他の処分を受けることを必要とするときは，その処分を受けていることを示す書面又は受ける見込みに関する書面九 岩石採取場からの岩石の搬出の方法及び当該岩石採取場から国道又は都道府県道にいたるまでの岩石の搬出の経路を記載した書面十 採取跡における災害の防止のために必要な資金計画を記載した書面十一 その他参考となる事項を記載した図面又は書面\n- 7 -\n【資料３ Ｂ県採石法事務取扱要綱（抜粋）】\n第７条 法（注：採石法）第３３条の認可を受けようとする採石業者は，法第３３条の２第４号により採取計画に定められた跡地防災措置（岩石採取の跡地で岩石採取に起因する災害が発生することを防止するために必要な措置をいう。以下同じ。）につき，Ｃ組合を保証人として立てなければならない。\n２ 前項の保証人は，その保証に係る採石業者が破産等により跡地防災措置を行わない場合に，その採石業者に代わって跡地防災措置を行うものとする。\n第８条 採取計画の認可を受けようとする採石業者は，法第３３条の３第１項の申請書に，法施行規則第８条の１５第２項第１１号の図面又は書面として，次に掲げる書類を添付しなければならない。\n一 第７条の保証人を立てていることを証する書面二～五 （略）\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/公法系.pdf",
  "purpose": "本問は，Ａが，採石法（以下「法」という。）に基づく採取計画の認可申請に当たり，Ｂ県\nの要綱に従い，岩石採取の跡地で岩石採取に起因する災害が発生することを防止するために必\n要な措置に係る保証（以下「跡地防災措置」及び「跡地防災保証」という。）をＣ組合から受\nけたが，認可直後に保証契約を解除した事案における法的問題について論じさせるものである。\n論じさせる問題は，要綱どおりの保証を受けずになされた認可申請に対する拒否処分の可能性\n（設問１），Ａに採石をやめさせる処分の可能性（設問２），及び，当該採取計画に係る採取場\nの周辺に森林を所有し林業を営むＤによる義務付け訴訟の可能性（設問３）である。問題文と\n資料から基本的な事実関係を把握し，法及び法施行規則の趣旨を読み解いた上で，各種処分の\n適法性及び義務付け訴訟の訴訟要件を論じる力を試すものである。\n設問１では，法及び法施行規則の関係規定，跡地防災保証を定める要綱，及び認可申請拒否\n処分の関係を的確に論じなければならない。まず，法第３３条の４が採石認可に関して都道府\n県知事に裁量をどの範囲で認めているかについて，採石認可に係る法及び法施行規則の規定並\nびに採石認可の性質を踏まえて論じることが求められる。法第３３条の２第４号・第３３条の\n３第２項・法施行規則第８条の１５第２項第１０号は，跡地防災措置につき定めるものの，い\nずれも跡地防災保証については明示していないが，法第３３条の４が「公共の福祉に反すると\n認めるとき」という抽象的な要件を規定していること，採石業及び跡地防災措置の実態に鑑み\nて跡地防災保証の必要性が認められ得るが，その必要性の有無や程度は地域の実情によって異\nなり得ることなどに着目して，跡地防災保証を考慮に入れて認可の許否を決する裁量が都道府\n県知事に認められないか，検討することが求められる。次に，本件要綱の法的性質及び効果に\nついて，上記の裁量を前提とした裁量基準（行政手続法上の審査基準）に当たると解すること\nが可能であり，裁量基準としての合理性が認められれば，必要な書類の添付を求めることも適\n法といえないか，検討することが求められる。ただし，法規命令と異なり，裁量基準としての\n要綱により申請者に一律に義務を課すことはできないことを踏まえて，岩石採取に当たり跡地\n防災保証を求め，さらにＣ組合という地元の特定の事業者団体を保証人とする要綱の定めがど\nの程度合理性を有し，逆にどの程度例外を認める趣旨か，検討しなければならない。以上を前\n提として，Ａの事業規模や経営状況等の事実関係に即して，Ｃ組合による跡地防災保証をＡに\n対する採石認可の要件とすることの適法性を論じることが求められる。\n設問２では，Ｂ県知事がＡに岩石採取をやめさせるために採り得る処分について，法の関係\n規定に照らして多面的に検討しなければならない。まず，法第３３条の１２第１号・第２号に\n関して，跡地防災保証は採取計画に定めるべき事項とはされていないものの，保証を前提とし\nて採取計画が認可されているという本件の事実関係に照らし，保証契約の継続が認可の「条件」\nに当たり，又は「採取計画」に含まれるといえるか，また，同条第４号に関して，Ａが当初か\nら契約を継続する意思なく保証契約を締結し，本件認可の１か月後に保証契約を解除したこと\nが，「不正の手段により……認可を受けたとき」に当たるか，そして，法第３３条の１３第１\n項に関して，本件の事実関係の下で「岩石の採取に伴う災害の防止のため緊急の必要がある」\nと認められるかについて，検討することが求められる。さらに，認可要件を事後的に満たさな\nくなったことを理由とする認可の撤回が，法に直接明文の規定がなくても可能か，また，可能\nであるとしても，本件の事実関係の下で，本件認可の撤回によってＡが被る不利益を考慮して\nも，なおそれを撤回すべき公益上の必要性が高いと認められるかについて，検討することが求\nめられる。その際，法第３３条の１２が全体として一定の命令違反等を認可の撤回の要件とし\nていることとの関係も考慮すべきである。\n設問３は，非申請型義務付け訴訟（行政事件訴訟法第３条第６項第１号）に関する基本的な\n理解を問う問題であり，本件の事実関係の下で，Ｄの訴えが行政事件訴訟法第３７条の２に規\n定された「一定の処分」，「重大な損害を生ずるおそれ」，「損害を避けるため他に適当な方法が\nないとき」等の訴訟要件を満たすか否かについて検討することが求められる。特に，Ｄに原告\n適格が認められるか否かについては，法第３３条の４が林業の利益を損じると認めるときは認\n可をしてはならないと規定していること，Ｄは本件採取場から１０メートル下方に森林を所有\nして林業を営んでおり，跡地防災措置が行われなければ土砂災害により所有権及び林業の利益\nが損なわれるおそれがあることなどを踏まえて，検討することが求められる。\nなお，受験者が出題の趣旨を理解して実力を発揮できるように，本年も各設問の配点割合を\n明示することとした。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針採点に当たり重視していることは，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析･検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準(1) 設問１採石認可の根拠法令の解釈，本件要綱の法的性質・効果，及びＢ県でＣ組合による跡地防災保証をＡに対する採石認可の要件とすることの適法性について，それぞれを的確に説き，また，相互を論理的に関係付けて論じているかに応じて，\n優秀度ないし良好度を判定した。\n採石法及び採石法施行規則の関係規定を的確に指摘し，本件要綱が私人に対し法的拘束力を持たない行政規則であること，採石法が都道府県知事の裁量を認めるものであることを理解した上で，本件でＣ組合による跡地防災保証を採石認可の要件とすることの適法性を具体的に検討していれば，一応の水準の答案とした。\n加えて，本件要綱を裁量基準と解してその合理性を認め得るか否かが問題となることを理解した上で，地元の特定の事業者団体であるＣ組合による保証を求めることの合理性について，具体的に論じていれば，良好な答案と判定した。さらに，\n本件要綱に合理性が認められるとしても，これを一律機械的に適用することは認められず，内容の合理性に応じて例外を認める必要があることを理解した上で，\nＡの事業規模や経営状況等，本件の具体的な事実関係に即して，Ｃ組合による保証を求めることの適法性を具体的かつ説得的に論じていれば，優秀な答案と判定した。\n(2) 設問２採石法第３３条の１２及び第３３条の１３を本件に適用する場合に問題となる点を把握した上で，これらの規定による採石認可の取消し又は岩石採取の停止の可否を論じ，また，法律の明文の根拠なしに採石認可を撤回できるかを，本件に即して的確に説いているかに応じて，優秀度ないし良好度を判定した。\nＡの岩石採取をやめさせるために採り得る処分について，採石法の関係規定を的確に指摘し，本件への当てはめを過誤なく行っていれば，一応の水準の答案とした。加えて，授益処分の撤回に関する理論を正確に理解した上で，法律の明文の根拠なしに採石認可を撤回できるかを論じていれば，良好な答案と判定した。\nさらに，上記関係規定の本件への当てはめ，及び本件における明文の根拠なしの- 9 -採石認可撤回の可否を，あり得る反論も想定しながら具体的かつ説得的に論じていれば，優秀な答案と判定した。\n(3) 設問３非申請型（直接型）義務付け訴訟の訴訟要件が本件で満たされるかを，どれだけ具体的かつ的確に論じているかに応じて，優秀度ないし良好度を判定した。\n正しい訴訟類型を挙げた上で，問題になり得る訴訟要件について論じていれば，\n一応の水準の答案，本件の事実関係に即して具体的かつ的確に論じていれば，良好な答案，さらに，原告適格について，森林の所有権のみならず林業の利益が損なわれる等の本件の事実関係に着目して，Ｄの利益が個別的利益として保護されるかをより詳細かつ説得的に論じていれば，優秀な答案と判定した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象・ 設問１については，行政処分の違法性に関する法律論を組み立てる基本的な能力を試すために，大きく配点したが，行政法規にいう行政処分の「条件」の意味を誤解してつまずき，的外れな方向に論述を進めてしまう答案や，処分要件を十分検討しないまま行政裁量を援用し，論述が粗雑になる答案が目立った。\nまた，設問２では，授益的行政処分の撤回という基本的な概念について，事案及び関係規定に即して論述できていない答案が予想外に多かった。いずれの設問に関しても，論点単位で論述の型を覚える学習の弊害が現われた結果のように感じられ，残念であった。その点，設問３については，多くの受験者が対応しやすかったようであるが，時間不足のために論述が不十分になったことがうかがわれる答案が相当数あった。\n・ 例年繰り返し指摘し，また強く改善を求め続けているところであるが，相変わらず判読困難な答案が多数あった。極端に小さい字，極端な癖字，雑に書き殴った字で書かれた答案が少なくなく，中には「適法」か「違法」か判読できないものすらあった。第三者が読むものである以上，読み手を意識した答案作成を心掛けることは当然であり，判読できない記載には意味がないことを肝に銘ずべきである。\n・ 誤字，脱字，当て字が相変わらず多く見られた（特に「撤回」を「徹回」とする誤字は非常に多かった。）。正確な書面を作成する能力は法律実務家が備えるべき基本的な能力であるが，誤字の多用はそのような能力に疑問を抱かせることにもなるので留意すべきである。\n・ 問題文の設定を理解できていないと思われる答案が見られた。例えば，設問１での「仮に」という記載を読み落としているのではないかと思われる答案が少なからず見られた。\n・ 問題文及び会議録には，どのような視点で何を書くべきかが具体的に掲げられているにもかかわらず，問題文等の指示を無視するかのような答案がかなり見られた。\n・ 例年指摘しているが，条文の引用が不正確な答案が多く見られた。\n・ 冗長で文意が分かりにくいものなど，法律論の組立てという以前に，一般的- 10 -な文章構成能力自体に疑問を抱かざるを得ない答案が相当数あった。\n・ 相当程度読み進まないと何をテーマに論じているのか把握できない答案が相当数見られた。問題意識を読み手に的確に伝えるために，例えば，冒頭部分にこれから論じるテーマを提示するなどの工夫が望ましい。\n・ 結論を提示するだけで，理由付けがほとんどない答案，問題文中の事実関係を引き写したにとどまり，法的な考察がされていない答案が多数見られた。論理の展開とその根拠を丁寧に示さなければ説得力のある答案にはならない。\n・ 関係法令の規定のみから一定の根拠や結論を導き出している答案や，行政事件訴訟法の要件を掲げただけで抽象的に結論を記載している答案が見られた。\n法律実務家として，抽象的な法規範の解釈を前提として，具体的な問題状況を踏まえつつ，多面的に配慮した上で結論を導き出すことが求められる。\n・ 行政処分の職権取消しと撤回，附款や裁量基準，解釈基準，行政規則といった，行政法総論に関する基本的な概念の理解が不十分であると思われる答案が少なからず見られた。\n(2) 設問１・ 「本件要綱の関係する規定」の法的性質・効果を正確に理解できていない答案が大多数であった。とりわけ「本件要綱の関係する規定」が採石法第３３条の７第１項の「条件」に該当するという答案が続出した。また，条例論の枠組みで要綱の許容性を論じている答案もあった。\n・ 要綱を附款あるいは附款の一種である条件として，採石法第３３条の７第２項の要件を検討する答案が非常に多く見られた。問題文が示す状況を理解できていないか，附款の概念の理解に欠けているかによるものと思われる。\n・ 本件要綱の法的性格を検討することなく，それが採石法及び採石法施行規則の趣旨に合致するものであれば，国民に対する法的拘束力を有するとした答案が比較的多く見られた。\n・ 行政機関が策定する各種の基準類は，実際の行政実務で重要な意味を持つので，その法的な意味を，実例に即して，十分識別しながら学習することを望みたい。\n・ 採石法が，採石認可に当たり，都道府県知事の裁量を認めていることに触れずに，いきなり裁量権の逸脱･濫用を論じている答案が散見された。\n・ 跡地防災保証の許容性を検討するために，採石法第３３条の２第４号や採石法施行規則第８条の１５第２項第１０号を参照しない答案が目立った。\n・ まず採石認可の処分要件は何かが検討されるべきであるのに，その点の検討が全くされていない答案が多数存在した。\n・ 適法判断を手短に導くための便法として，十分な論拠を抜きに知事の広範な裁量権限を持ち出し，その結果，題意に即した検討をしていない答案が少なからず見られた。\n・ 審査基準の一般的な合理性の問題と，個別の申請に対してＢ県知事がいかなる判断をすべきかの問題との区別が十分に理解できていないように思われる答案が少なからず見られた。\n・ 受験者が自分で法律論を組み立てることを求める問題であったため，全くできていない答案から極めて優秀な答案まで，大きく差がついた。こうした差は，\n- 11 -理論に基づいて法令に事実を当てはめて結論を導くという，理論・法令・事実を適切に結び付ける最も基本的な作業を，判例等を素材にして，普段から積み重ねてきたか否かによって生じたものと思われる。\n(3) 設問２・ 問題文が「岩石の採取をやめさせるために何らかの処分を行うことができるか」と問うているのに，「保証契約を締結させるための手段」について論じていたり，「緊急措置命令」とだけしか記載していない答案が目に付いた。また，\n少数ではあるが，採石法第４３条に基づく刑事罰の適用を挙げる答案もあった。\n・ Ｂ県知事が採り得る手段を簡潔に掲げているだけの答案が相当数あった。論述に当たっては，採石法の規定の趣旨を踏まえて，問題文の状況を具体的に当てはめていくことが重要である。\n・ 採石法第３３条の１３第１項と第２項が書き分けられていることを意識しない答案が目立った。\n・ 問題文の読み方が不正確であるために，Ｂ県知事の採石認可拒否処分が違法であることを前提にしている答案や，採石認可処分がされていることを前提に，\nそれに基づく岩石の採取をやめさせるために何らかの処分ができるかを問うているのに，採石認可拒否処分がされていることを前提にしている答案があった。\n・ 法令上の明文の根拠によらない撤回について，法令上の根拠の点だけでなく，\n授益的行政処分である以上，撤回は制限を受けることまで検討が至っている答案は少なかった。\n・ 撤回と職権取消しとの違いが，十分に理解できていないように見受けられる答案が少なからず見られた。\n(4) 設問３・ 他の設問と比較するとよくできていた。\n・ 原告適格について，一般論はそれなりに記載できているものの，一般論を本事案に適用するに当たり，関係法令の条文を羅列しているだけの答案や，逆に採石法第１条の目的規定にしか言及しない答案，同法第３３条の４の認可の基準を見落としている答案が多かった。\n・ 非申請型（直接型）義務付け訴訟の「重大な損害」の要件の趣旨について，\n差止訴訟の場合と混同するなど，基本的な知識に不安を抱かせる答案があった。\n・ Ｄは現地に居住していないと記載されているのに，居住しているものとして議論している答案が散見された。\n・ 非申請型（直接型）義務付け訴訟の訴訟要件のうち「一定の処分」の該当性の検討において，設問２で挙げた処分が行政事件訴訟法第３条第２項にいう「処分」に当たるかどうかだけを論じ，処分の特定の程度について言及していない答案が多数存在した。具体的事案に即さずに，「訴訟要件なら処分性」といった型にはまった思考をしていると感じられた。\n・ 問題文は「設問２で挙げられた処分をさせることを求める行政訴訟」について問うているのに，取消訴訟や差止訴訟を挙げている答案が散見された。\n５ 今後の法科大学院教育に求めるもの基本的な判例や概念等を正確に理解する訓練を重ねることはもちろんであるが，\n- 12 -こうした訓練によって得られる基礎的な知識・理解と，具体的な事実関係を前提とした，事案分析能力，法の解釈･適用能力，文書作成能力等との結び付きを意識して習得させるという視点に立った教育を求めたい。\n多くの答案からは，本問で論ずべき主な論点の内容自体について基本的な知識・理解を有していることがうかがわれ，この点，法科大学院教育の成果を認めることができた。しかしながら，各設問における具体的な論述内容を見ると，問題文等の指示から離れて一般論・抽象論の展開に終始している答案や，会議録から抜き書きした事実関係と一般論とを単純に組み合わせただけで直ちに結論を導くような，問題意識の乏しい答案が，相変わらず数多く見られた。また，本年度においては，行政法における基本的な概念の理解が不十分であると思われる答案も少なからず見られたが，これは，概念自体を学習していないというよりは，具体的な状況でこれらの概念をどのように用いるのかといった視点での学習が不十分であることに起因するように思われた。法律実務家に求められるのは，法律解釈による規範の定立と,丁寧な事実の拾い出しによる当てはめを通じた，具体的事案の分析・解決の能力であり，こうした能力は，理論・法令・事実を適切に結び付ける基本的な作業を，普段から意識的に積み重ねることによって習得されるものである。法科大学院には，\n判例等具体的な事案の検討を通じて，基礎的な知識・理解を確認する学習機会を増やすなど，こうした実務的能力の習得につながる教育を求めたい。\n- 13 -"
}