{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．平成２０年８月頃，Ａは，妻であるＢと一緒にフラワーショップを開くため，賃貸物件を探していたところ，Ｃの所有する建物（以下「甲建物」という。）の１階部分が空いていることを知った。\n２．甲建物は１０階建ての新築建物で，１階及び２階は店舗用の賃貸物件として，３階以上は居住用の賃貸物件として，それぞれ利用されることになっていた。また，甲建物は最新の免震構造を備えているものとして，賃料は周辺の物件に比べ，２５パーセント高く設定されていた。\n３．Ａは，建物の安全性に強い関心を持っていたことから，Ｃに問い合わせたところ，【事実】\n２の事情について説明を受けたので，賃料が高くても仕方がないと考え，甲建物の１階部分を借りることを決め，平成２０年９月３０日，Ｃとの間で甲建物の１階部分について賃貸借契約を締結した。ＡＣ間の約定では，期間は同年１０月１日から３年，賃料は月額２５万円，各月の賃料は前月末日までに支払うこととされ，同年９月３０日，ＡはＣに同年１０月分の賃料を支払った。この賃貸借契約に基づき，同年１０月１日，ＣはＡに甲建物の１階部分を引き渡した。\n４．その後，甲建物の１階部分でＡがＢと一緒に始めたフラワーショップは繁盛し，Ｃに対する賃料の支払も約定どおり行われた。ところが，平成２２年８月頃，甲建物を建築した建設業者が手抜き工事をしていたことが判明した。この事実を知らなかったＣが慌てて調査したところ，甲建物は，法令上の耐震基準は満たしているものの，免震構造を備えておらず，予定していたとおりの免震構造にするためには，甲建物を取り壊して建て直すしかないことが明らかになった。\n５．Ｃから【事実】４の事情について説明を受けたＡは，フラワーショップを移転することも考えたが，既に常連客もおり，付近に適当な賃貸物件もなかったため，そのまま甲建物の１階部分を借り続けることにした。しかし，Ａは，甲建物が免震構造を備えていなかった以上，賃料は月額２０万円に減額されるべきであると考え，平成２２年９月１０日，Ｃにその旨を申し入れた。これに対し，Ｃは，【事実】２の事情は認めつつも，自分も被害者であること，また，甲建物は法令上の耐震基準を満たしており，Ａの使用にも支障がないことを理由に，賃料減額には応じられない，と回答した。\n６．Ａは，Ｃのこのような態度に腹を立て，平成２２年９月３０日，Ｃに対して，今後６か月間，賃料は一切支払わない，と告げた。Ｃがその理由を問いただしたのに対し，Ａは，甲建物の１階部分の賃料は，本来，月額２０万円であるはずなのに，Ａは，既に２年間，毎月２５万円をＣに支払ってきたため，１２０万円を支払い過ぎた状態にあり，少なくとも今後６か月分の賃料は支払わなくてもよいはずである，と答えた。\nこれに対して，Ｃは，そのような一方的な行為は認められないと抗議し，Ａに対して従来どおり賃料を支払うように催促したが，その翌月以降もＣの再三にわたる催促を無視してＡが賃料を支払わない状態が続いた。そこで，平成２３年３月１日，Ｃは，Ａに対して，賃料の不払を理由としてＡとの賃貸借契約を解除する旨の意思表示をした。\n〔設問１〕 【事実】１から６までを前提として，次の問いに答えなさい。\nＡがＣによる賃貸借契約の解除は認められないと主張するためには，【事実】６の下線を付し\n- 2 -た部分の法律上の意義をどのように説明すればよいかを検討しなさい。\nⅡ 【事実】１から６までに加え，以下の【事実】７から11までの経緯があった。\n【事実】\n７．平成２３年５月２８日，Ａは，種苗の仕入れをするために市場に出かけた際に，市場の近くで建設業者Ｄが建築しているビルの工事現場に面した道路を歩いていたところ，道路に駐車していたトラックからクレーンでつり上げられていた建築資材が落下し，その直撃を受けたＡは死亡した。このＡの死亡時に，Ｂは妊娠２か月目であった（Ｂが妊娠中の胎児を，以下「本件胎児」という。）。\n８．【事実】７の建築資材が落下したのは，Ｄの従業員であるＥがクレーンの操作を誤ったためである。\n９．Ｂは，Ｂ及び本件胎児がＡの相続人であるとして，Ｄに対し，Ａの死亡による損害賠償として，１億円の支払を求めた。Ｄは，Ｅの使用者として不法行為責任を負うことについては争わなかったが，損害賠償の額について争った。その後，ＢＤ間で協議が重ねられたが，Ｂは，Ａが死亡し，フラワーショップの維持に資金が必要であることもあり，早期の和解の成立を望んだ。そこで，平成２３年７月２５日，Ｄは，Ａの死亡による損害賠償について，Ｂと本件胎児がＡの相続人であり，両者の相続分は各２分の１であることを前提として，「Ｄは，Ｂ及び本件胎児に対し，和解金として各４０００万円の支払義務があることを認め，平成２３年８月３１日限り，これらの金員をＢに支払う。Ｂ及び本件胎児並びにＤは，ＢとＤとの間及び本件胎児とＤとの間には，本件に関し，本和解条項に定めるもののほか，何らの債権債務がないことを相互に確認する。」という内容の和解案をＢに提示し，Ｂもそれに同意した結果，和解（以下「本件和解」という。）が成立した。Ｄは，同年８月３１日，本件和解に基づき，８０００万円をＢに支払った。\n10．Ｂは，平成２３年９月１３日，流産をした。Ａには，本件胎児のほかに子はなく，両親と祖父母も既に死亡しており，相続人となるのは，ＢのほかはＡの兄であるＦのみであった。\n11．Ｆは，平成２３年１１月２５日，Ａの相続人として，Ｄに対して損害賠償を求めた。Ｄは，\n【事実】９の本件和解があるものの，このＦの請求を拒むことは困難であると考え，これに応\nじることとした。\n〔設問２〕 【事実】１から11までを前提として，以下の⑴から⑶までについて，本件和解の趣旨\nを踏まえて検討し，理由を付して解答しなさい。なお，損害賠償に関しては，Ａの死亡による損害賠償の額は１億円であることを前提とし，遺族固有の損害賠償は考慮しないものとする。\n⑴ ＦのＤに対する請求の根拠を説明した上で，その請求が認められる額は幾らであるかを検討しなさい。\n⑵ Ｄは，Ｂに対して，本件和解に基づいて支払った金銭の返還を求めた。このＤの請求の根拠として，どのようなものが考えられるか，また，仮にその請求が認められる場合，その額は幾らであるかを検討しなさい。\n⑶ ⑵のＤの請求が認められる場合，Ｂは，Ｄに対して，何らかの請求をすることができるか，また，仮にそれができる場合，どのような請求をすることができるかを検討しなさい。\nⅢ 【事実】1から11までに加え，以下の【事実】12から18までの経緯があった。\n【事実】\n12．乙土地は，甲建物の敷地であり，平成２４年初頭当時，Ｃが所有しており，Ｃを所有権登記名義人とする登記がされていた。また，この当時，甲建物の近くには，Ｃが所有する丙建物が存在していた。丙建物は，Ｃが甲建物の管理業務のために使用しており，Ｃを所有権登記名義\n- 3 -人とする登記がされていた。\n13．丁土地は，乙土地に隣接する土地であり，同じ頃，Ｇが所有しており，Ｇを所有権登記名義人とする登記がされていた。丁土地には，当時Ｇが個人で行っていた木工品製造のための工場が存在していた。\n14．Ｇは，平成２４年夏頃，木工品製造の事業を会社組織にして営むこととし，株式会社Ｈを設立して，その代表取締役となった。Ｈの設立の際，①Ｇは，丁土地の持分３分の１を出資し，同年９月１２日，②Ｈへの所有権の一部移転の登記をした。\n15．Ｇは，平成２５年９月３０日，高齢となったことから，Ｈの代表取締役を退任し，Ｈの経営から退いた。これに伴い，同日，③Ｇは，代金を７８０万円として，丁土地に係るＧの持分３分の２をＨに売却し，Ｈは，この代金として７８０万円をＧに支払った。しかし，④このＧの持分を移転する旨の登記はされていない。\n16．Ｃは，平成２６年２月７日，甲建物及び⑤丙建物をＣの子Ｋに贈与した。しかし，⑥丙建物についてＫへの所有権の移転の登記はされていない。丙建物は，乙土地に存在しているというのがＣ及びＫの認識であったが，実際は，丁土地に存在していた。\n17．その後，丙建物が丁土地に存在していることが明らかになったため，平成２６年４月１５日，Ｈは，Ｃに対し，丙建物の収去及びその敷地（丁土地のうち丙建物の敷地である部分）の明渡しを求めた。これに対し，Ｃは，丙建物は既にＫに贈与しているという事実を告げて，Ｈの請求には応じられない，と答えた。そこで，同月２０日，Ｈは，Ｋに対し，丙建物の収去及びその敷地の明渡しを求めた。\n18. Ｋは，この請求を受けて，丁土地の登記簿を調べたところ，Ｈは丁土地について３分の１しか持分を有しておらず，Ｇが３分の２の持分を有している旨が記されていたことから，Ｈに対し，Ｈが丙建物の収去及びその敷地の明渡しを求めることができる立場にあるか疑問である，と述べた。\n〔設問３〕 【事実】１から18までを前提として，次の問いに答えなさい。\nＨは，Ｋに対し，丙建物の収去及びその敷地の明渡しを請求することができるか。【事実】14から16までの下線を付した①から⑥までの事実がそれぞれ法律上の意義を有するかどうかを検討した上で，理由を付して解答しなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，ＡがＣから賃借した建物が最新の免震構造を備えているとして賃料が高く設定されていたのに，そうではなかったことが判明し，Ａがその後の賃料の支払を拒絶した事例（設問\n１），Ａが死亡し，その妻Ｂが直接の加害者Ｅの使用者であるＤとの間で，Ｂ及びＢの妊娠中の胎児がＡの相続人であることを前提として和解契約を締結したが，その後Ｂが流産をした事例（設問２），丁土地上に丙建物が存在していた場合において，丁土地の持分が順次ＧからＨ\nに譲渡され，丙建物がＣからＫに譲渡された事例（設問３）に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。当事者間の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，賃貸借契約における解除の要件を問い，賃借物が約定された性質を有しないことの法的意味を検討させることにより，法的分析力及び法的構成力を問うものである。\n本問では，Ｃは，Ａに対して，賃料の不払を理由としてＡとの賃貸借契約を解除する旨の意思表示をしている。したがって，まず，この解除は，民法第５４１条に基づき，Ａの債務不履行を理由とするものであることが指摘されなければならない。この解除についてはその他の要件も必要となるが，必ずしもその網羅的な指摘及び検討を求めるものではない。\nこれに対して，Ａは，賃料は，本来，月額２０万円であるはずなのに，既に２年間，毎月\n２５万円をＣに支払ってきたため，１２０万円を払い過ぎた状態にあり，少なくとも今後６か月分の賃料は支払わなくてもよいはずであると主張している。この主張は，Ａに債務不履行は認められないという趣旨のものであるとみることができる。\n問題は，このＡの主張を基礎付けるために，どのような法的構成が考えられるかである。こ\n- 3 -こでは，①賃料は月額２０万円であり，２年間にわたって毎月５万円ずつ賃料を払い過ぎた分については不当利得返還請求権が認められ，それと今後６か月分の賃料とを相殺するという方法と，②賃料は月額２５万円であるものの，ＡはＣに対して月額５万円の損害賠償請求権を有しており，それと今後６か月分の賃料とを相殺するという方法が考えられる。①の主張をするためには，毎月の賃料が当初から２０万円であったことを法的に説明しなければならず，②の主張をするためには，Ａは毎月５万円の損害を受けてきたほか，今後６か月分の賃料についても，毎月２５万円の賃料債務を負担しつつ，毎月５万円の損害賠償を請求することができるので，これらを含め，相殺することが可能であることを説明しなければならない。賃貸借契約の性質に照らすならば，①の方が②よりも素直な構成であり，また，設問におけるＡの主張により整合的であるといえる。しかし，必ずしも②の考え方を排除する趣旨ではなく，整合的で首尾一貫した法的構成を案出し，これが的確に提示されていれば，それに応じた評価をすることとしている。\n①の主張を基礎付けるためには，契約上予定された物を使用収益させてはじめてそれに対応した賃料が発生するという賃貸借契約における一般的な法理や危険負担の法理によるほか，民法第６１１条第１項を類推する方法などが考えられる。そこでは，前提となる法理や規定の意義と射程を正確に説明し，当初から賃料が減額されることを基礎付ける必要がある。このほか，契約の解釈による方法も考えられるが，この場合は，そのような契約の解釈が許される根拠を的確に説明する必要がある。さらに，錯誤無効を理由とする方法も考えられるが，この場合は，毎月５万円の限度で契約が一部無効となることを説得的に基礎付ける必要がある。\n②の主張を基礎付けるためには，最新の免震構造を備えた物を使用収益させるという債務の不履行や説明義務の違反を理由とする損害賠償のほか，瑕疵担保に関する規定の準用（民法第\n５５９条による同法第５７０条の準用）による損害賠償が考えられる。そこでは，Ｃの債務の内容を正確に理解した上で，損害賠償請求の要件が何であり，それが満たされているか否か，損害額が５万円とされる理由は何かという点について説得的に論じる必要がある。\nこのように，Ａの主張を基礎付けるための法的構成は複数考えられるが，そのいずれかについて，根拠・要件・効果にわたり，説得的で一貫した考え方を提示し，本問の事例に即した検討をすることが期待されている。複数の法律構成を羅列することが求められているわけではない。\nいずれの法的構成によるとしても，Ａに債務不履行が認められないとするためには，ＡがＣに対して有している債権と賃料債権を相殺する必要がある。したがって，下線部のＡの主張には相殺の意思表示が含まれていることも検討しなければならない。\n設問２は，被相続人の損害賠償請求権の相続について，胎児の法的地位の理解を前提として，和解契約の法的な意味と効果，法的拘束力の範囲について説得的かつ整合的に説明することができるかを問うものである。\n小問⑴は，Ｄに対するＡの損害賠償請求権がどのように相続されるかを確認するものである。\nＤがＡに対して民法第７１５条により使用者責任を負担することを前提に，Ａの損害賠償請求権がどのように相続されるかを踏まえ，本件胎児の死産によりＡの相続人となったＡの兄ＦがＤに対してどのような請求をすることができるかを問うものである。\n小問⑵は，Ｂが流産したことによって本件和解契約がどのように扱われるかを考え，ＤのＢに対する請求の根拠及び内容を検討させる問題である。胎児の相続に関する法的地位について規定した民法第８８６条について，解除条件説を前提とすれば，契約締結の時点では権利能力がある胎児について和解がされたことになるのに対し，停止条件説を前提とすれば，当初から権利能力がない胎児について和解がされたことになる。こうした胎児の法的地位を踏まえて，本件和解の効力がどのようになるのかを説明することが求められる。その際，和解契約が効力を失うとすれば，それはどのような理由によるのか，さらに，どの範囲で効力を失うかについ\n- 4 -て説明することが求められている。例えば，解除条件説によれば，解除条件が成就したことにより，停止条件説によれば，停止条件が成就しなかった結果，権利能力がない者についての代理であることをそれぞれの構成に即して適切に説明することが問題となる。このほか，錯誤無効も考えられるが，和解契約における錯誤無効の主張の可否のほか，流産は契約締結後の事情であるため，そもそも契約締結時に錯誤が存在するか否かが問題となる。また，本件和解契約は，Ｄが負担する損害賠償責任を総額８０００万円とする部分とそれをＡの相続人にその相続分に応じて分割するという部分からなると考え，本件胎児の死産によりＦが相続人となった場合についても，本件和解契約の趣旨に照らして一定の定めがあるものと解釈することも考えられる。\n小問⑶は，小問⑵の結論を踏まえて，Ｂからどのような主張が考えられるかを検討させるものである。ここでは，小問⑵の内容と整合的に論旨を展開することが期待されている。小問⑵で胎児の分である４０００万円の不当利得返還請求を認めた場合には，本件和解が一部有効に存続していることを前提に，Ｂの法定相続分が４分の３となることを踏まえて，どのような主張をすることができるか，また，小問⑵で８０００万円の不当利得返還請求を認めた場合には，本件和解契約の効力が否定されたことを前提に，Ｂは新たにどのような主張をすることができるかを説明することが求められる。\nなお，小問⑵及び⑶においては，本件和解がいくつの契約からなるか，本件和解は何について互譲したものであり，どの点についての拘束力を維持する必要があるかなど，和解契約についての分析がされることが望ましい。\n設問３は，民事紛争において理論上も実際上も重要度が高い所有権に基づく返還請求権の基礎的理解を問うものである。所有権に基づく返還請求権の要件の基本的構造を理解した上で，それを本問の事例に即して展開し応用する能力が問われる。\n丙建物の収去請求及びその敷地の明渡請求における訴訟物は，一般に，所有権に基づく返還請求権であると解されており，Ｈが丁土地を所有していること及びＫが丙建物を所有して丁土地の一部を占有していることが要件となる。具体的には，下線部①②③④の各事実が原告の所有に関わる事実であり，下線部⑤⑥が被告の占有に関わる事実である。これらの事実の法的な意義を踏まえて，本問の原告であるＨが被告であるＫに対し，所有権に基づく返還請求権を行使して，丙建物の収去及びその敷地の明渡しを請求することができるかという問題を適切に検討することが期待される。\n本問では，平成２４年夏頃当時，丁土地が，Ｇの持分を３分の２とし，Ｈの持分３分の１とする共有であったことについては争いがないとみられるため，そのままの権利状態であったとしても，丙建物の収去請求及びその敷地の明渡請求は，共有地である丁土地の保存行為であり，Ｈが単独ですることができる（民法第２５２条ただし書）。もっとも，これとは異なる法的構成として，実体的にＧからＨへの持分の移転があったと認められる場合において，そのことも主張してＨの所有権に基づく返還請求権の行使を認めるという考え方もあり得る。しかし，いずれにおいても，Ｋは，丁土地の不法占拠者であり，一般に民法第１７７条の第三者には当たらないと解されているため，その持分の移転をその登記がされるまで認めない旨の権利抗弁を提出することはできないと考えられる。\n下線部の事実のうち①②③④については，これらのいずれかの法的構成を提示した上で，それに従って，その法律上の意義を的確に分析することが望まれる。\nまた，丙建物の収去請求及びその敷地の明渡請求が認められるためには，Ｋが丙建物を所有して丁土地の一部を占有することも要件となる。Ｋが丙建物を所有して丁土地の一部を占有しているといえるためには，まず，丙建物が存在する場所が丁土地であることが前提となる。そして，Ｋが実体上丙建物の所有者であることが認められるならば，Ｋが丙建物を所有して丁土地の一部を占有していることになる。これは，Ｋの実体上の建物所有が登記上公示されている\n- 5 -か否かに関わりなく認められる。\n下線部の事実のうち⑤⑥については，このような理解に従って，その法律上の意義を的確に分析することが望まれる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（「平成２６年司法試験論文式試験問題出題趣旨【民事系科目】〔第１問〕」）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことができるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評価する能力を確かめることとした。これらを実現するために，１つの設問に複数の採点項目を設け，採点項目ごとに適切な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点について緻密な検討をし，それらの問題点の相互関係に意を払う答案が，\n優れた法的思考能力を示していると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な検討の一部がなく，\nそのことにより知識や理解が不足することがうかがわれるときでも，そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また反対に，論理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，低く評価することとした。また，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の(1)から(3)までにおいて，それぞれ全般的な採点実感を紹介し，また，それを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，\n「良好」，「一応の水準」及び「不良」の４つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし，これらは各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。\nまた，答案の全体的傾向から感じられたことについては，(4)で紹介することとする。\n(1) 設問１についてア 設問１の全体的な採点実感設問１は，賃貸借契約について賃料の不払を理由とする解除の意思表示がさ- 14 -れたケースを題材とし，賃貸目的物が約定された性質を有しない場合に，賃借人は賃貸人に対してどのような法的主張をすることができるかを問うものである。ここでは特に，当事者の主張を的確に読み取り，それに適した法律構成を構築し展開する能力が試されている。\n設問１において，Ａは，Ｃによる解除を否定するに当たり，これまで賃料を払いすぎていたことを理由に，今後６か月間は賃料を払わなくてよいはずであると主張している。このＡの主張は，賃料の不払というＡの債務不履行を否定するものと位置付けることができる。比較的多くの答案は，Ａの主張をこのように理解した上で，Ａが１２０万円を払いすぎたとするためには，どのような法律構成が考えられるかを検討しており，的確な理解が示されていた。理論と実務の架橋を１つの目的とする法科大学院教育の成果を示すものといえるだろう。\nもっとも，中には，債務不履行の存否に全く触れることなく，Ａには帰責事由が認められないとしたり，背信性を認めるに足りない特段の事情が認められるとしたりする答案も散見された。しかし，今後６か月間は賃料を払わなくてもよいはずであるというＡの主張は，その間の賃料債務が存在しないという趣旨を含んでおり，帰責事由や背信性の存否を検討する前に，まず債務不履行の存否を検討する必要がある。設問１では，このように，当事者の主張を的確に読み取る能力も試されている。\n次に，Ａの主張を正当化するためには，Ａが賃料を１２０万円払いすぎていたことを基礎付ける必要があり，そのための法律構成を構築し展開することが設問１の中心的な課題である。その際，法律構成としては複数のものが考えられるが，それらを平板に羅列するのではなく，採用されるべき法律構成について，その根拠を説得的に示した上で，その要件と効果を的確に分析し，設問１の事実関係をそこに適切に当てはめることが求められている。以下では，答案に現れた代表的な法律構成とそれぞれの構成において検討するべき問題点を指摘しておくこととする。\nまず，甲建物が免震構造を有していないことにより，賃料が当然に減額されるという考え方があり得る。この考え方を採用するためには，まず，その法的根拠が示されなければならない。例えば，民法第５３６条第１項を根拠とするのであれば，なぜ設問１で同項が意味を持ち得るかについて，同項の趣旨を踏まえつつ，論じる必要がある。また，契約の解釈を根拠とするのであれば，「契約の解釈」や「当事者の合理的意思」といった，この法律構成に特有の表現を用いるだけでなく，設問の契約の趣旨や契約締結に至る経緯等の具体的事情を手掛かりとして，契約の解釈として認められる方法に従った考察がされなければならず，単に問題文の事情を書き写すだけでは，そのような考察がされたとはいえない。\nまた，賃料減額請求権（民法第６１１条第１項）を類推適用するという構成も考えられる。そのためには，設問１と民法第６１１条第１項が本来想定している場面との異同を確認した上で，類推の基礎をどこに求めるか，それとの関係で，「滅失」（同項）の意義をどのように解するかが検討されなければならない。これに対して，ごく少数ではあるが，借地借家法第３２条第１項の借賃増- 15 -減請求権を手掛かりとする答案も見受けられた。しかし，この借賃増減請求権は，民法第６１１条第１項とは異なり，「将来に向かって」借賃の額の増減を請求することができるものと明定されており，これをＡの主張を正当化する法的根拠とするのは困難であろう。\n答案において最も多く見られた構成は，瑕疵担保責任に基づくものである（第５５９条が準用する第５７０条）。この構成を採用した答案のかなりのものは，\n瑕疵担保責任の趣旨のほか，「瑕疵」や「隠れた」といった要件の意義及びそれらへの当てはめについて，おおむね適切な論述がされており，その限りでは比較的良好な出来であった。これに対し，瑕疵担保責任の効果に関する検討は，\n不十分なものが多かった。損害額が月額５万円となる根拠については，全く言及されていないか，不十分な検討しかされていないものが多く，加えて，この構成によれば，賃料の月額は２５万円のままとなるのであるから，今後６か月分の賃料（賃料が減額されなければ合計１５０万円となる。）について債務不履行がないことを基礎付けるためには，更に説明が必要となるにもかかわらず，\nそこまで踏み込んでいる答案は少数であった。そのほか，Ｃは免震構造を有する建物を賃貸する義務を負っているのに，その義務を尽くしていないことから，\nＡのＣに対する損害賠償請求の根拠を債務不履行責任（民法第４１５条後段）\nに求める答案もあった。しかし，この構成を採用する答案にあっても，瑕疵担保責任に基づく構成と同様，法的効果に関する検討が適切にされているものは少数であった。\nこのほか，錯誤（民法第９５条本文）を理由とする答案も散見された。しかし，要素の錯誤であることを肯定しながら，なぜ２５万円の賃料のうち５万円の部分だけが無効（一部無効）となるのかという点について説明しようとするものは少数であった。\n全体として，瑕疵担保責任を中心とする損害賠償構成が多く，賃料減額（請求権）構成は比較的少数であった。しかし，一方で賃料の月額を２５万円としつつ，他方で月々５万円の損害が継続的に発生するという構成は，その実質が賃料の減額であることを考えると，迂遠であり，不自然な構成であることは否めない。限られた時間内に一貫性のある法律構成を提示しなければならないという状況の下にあってはやむを得ない面があり，このような構成をした答案にも相応の評価をしているが，賃料債権の性質等について踏み込んだ検討を行い，\nそこから一定の法律構成を導いている答案には，より積極的な評価をした。\n最後に，ＡがＣに対して１２０万円の債権を有しているとすると，今後６か月分の賃料は払わなくてもよいはずであるというＡの主張は，この１２０万円の債権と賃料債権とを相殺する旨の意思表示（民法第５０６条第１項）であると解される。ＡのＣに対する債権の発生原因について的確な分析を行っている答案の多くは，相殺についても必要な分析及び検討がされていた。\nイ 答案の例優秀に該当する答案の例は，Ａの主張が債務不履行を否定する趣旨のものであるという前提のもと，例えば賃料減額（請求権）や損害賠償（瑕疵担保責任ないし債務不履行責任）といった法律構成につき，関係する規定の趣旨を踏まえ，要件及び効果の両面にわたってその意義を明らかにし，設問１の事実関係- 16 -に適切に当てはめることにより，全体として整合的な解答を導いているものである。前述のとおり，特に損害賠償構成によるときは，今後６か月分の賃料についても債務不履行がなかったことを基礎付けるためには更に説明が必要となるが，この問題点に気付き，一定の説明をしている答案は，優秀な答案と評価することができる。\n良好に該当する答案の例は，優秀に該当する答案と同じ法律構成を挙げつつも，関係する規定の趣旨の指摘や法律構成の理由付けがやや不十分であったり，\n要件については充実した論述をしていながら，効果についての論述は手薄であるなど，論述に周到さや丁寧さが欠けていたりするものである。このほか，例えば錯誤に基づく構成を採用するものであっても，要素の錯誤を認めることと無効の範囲（一部無効）との関係など，当該法律構成の難点を自覚しつつ，これを乗り越えようと試みる答案には，相応の評価を与えている。\n一応の水準に該当する答案の例は，上に示した法律構成を挙げているものの，\nその理由付けが十分とはいえず，また，要件や効果についても，一定程度の理解は示しているものの，不正確な箇所も散見されるものである。\n不良に該当する答案の例は，Ａの主張が債務不履行を否定する趣旨のものであることは正確に理解しつつも，根拠となる法律構成を示すことなく，ＡはＣに１２０万円の不当利得返還請求権を有しているなどとするもののほか，債務不履行の存否を検討することなく，もっぱら帰責事由や背信性の存否についてのみ考察するものである。\n(2) 設問２についてア 設問２の一般的な採点実感設問２は，和解契約の当事者とされていた本件胎児が流産したことによって生ずるＦＤ間の基本的な法律関係を確認した上で（小問１），本件胎児の流産がＢＤ間の和解契約にどのような影響を及ぼし，その結果どのような法律関係が生ずるかを問うものである（小問２及び小問３）。\nまず，小問１は，ＡのＤに対する損害賠償請求権（民法第７１５条に基づくＤの使用者責任）がどのように相続されるかを問うものである。民法第８８６条第２項により，本件胎児の相続人としての地位が失われるので（ここでは，\n民法第８８６条について，解除条件説をとるか，停止条件説をとるかは直接関係しない。），Ｆは，配偶者とともに相続することになり，その法定相続分にしたがって，ＡのＤに対する損害賠償請求権を承継することが示されれば足りる。\nまた，ＢによってＤとの間でされた和解がＦに影響を与えないことは，契約の効力の相対性から明らかである。\nこの点で，小問１は，法科大学院修了者の基本的な知識を確認するレベルの問題であり，全体として，おおむね求められる水準に達していた。その一方で，\n少し気になる点もあった。\n一つは，胎児の相続人としての地位を論ずる場面で，民法第８８６条ではなく，民法第７２１条を挙げる答案がかなり多かったことである。民法第７２１条は，胎児自身が被害者となる場合の規定であり，本問には全く関係がないものである。設問２では，不法行為によるＡの損害賠償請求権がどのように相続されるかが問題となっているのであるから，問題とされるのは民法第８８６条- 17 -である。不法行為が問題となるケースであったために，民法第７２１条を連想したのかもしれないが，基本的な知識の理解とその展開が十分ではないという印象を受けた（他の部分で優れた内容が記載されている答案についても，そのような状況が見られた。）。\nまた，和解の効力がＦにも及ぶとして８０００万円を前提として解答するもの，法定相続分の理解が誤っている答案も，少数ではあるが見られたのは残念であった。特に前者は，不注意によるものとは考えにくく，民法の基本的な理解ができていないことを示すものであり，問題が大きいといわざるを得ない。\n以上に対して，小問２は，複数の答えが考えられるものであり，小問３は，\n小問２でどのように答えたかを踏まえて，整合的な説明ができているかを問うものである。そこでは，幾つかの流れが考えられ，必ずしもそのいずれかのみが唯一の正解となるわけではない。ここでは特に，本件胎児が相続人でなくなったことが和解契約にどのような影響を与えるかを十分に意識した上で論理を展開する法的な思考力と応用力が問われることになる。もっとも，全体の水準としては，必ずしも十分なものではなかったように感じられる。特に気になったのは，以下の点である。\n一つは，本件胎児が相続人でなくなったことから，当然に不当利得返還請求権を導くだけで，本件胎児が相続人でなければ，なぜ和解の効力が否定されるかについて全く言及しない答案がかなり存在した点である。設問１でも同様の傾向が少し見られたが，不当利得返還請求権を認める場合，法律上の原因がないというためには，その前提となる法律関係を否定することが必要となる。この点の理解が十分でないという印象を受ける答案が目立ったのは残念である。\n特に，不当利得制度の趣旨は公平の理念にあるとし，流産したにもかかわらず返還を認めないのは公平でないなどとのみ述べて，不当利得返還請求を認めている答案が相当数見られたのは，制度の抽象的な趣旨にしか理解が及ばず，法規範に即した法的な論理を展開する能力が備わっていないことをうかがわせるものであり，大きな問題があると感じられた。さらに，本件和解における胎児の地位がどのようなものであったかについては，民法第８８６条をどのように理解するかが関わってくるが，この点に明確に言及した上で論ずる答案は，必ずしも多くなかった。\nまた，小問２と小問３の連続性及び整合性についても，十分に意識していない答案が少なくなかった。例えば，小問２で，Ｄに４０００万円の不当利得返還請求権を認めつつ，小問３で，Ｂは本来７５００万円の損害賠償を請求することができるはずだから，残り３５００万円を請求することができるとする答案などがこれに当たる。小問２でＢについて和解契約の拘束力を認めた以上，\nそれと全く無関係に，Ａに１億円の損害賠償請求権が認められることを前提として，Ｂに７５００万円の損害賠償請求権の承継を認めるのは，論理的に一貫しない。Ｂについて和解の効力を認めつつ，何を請求することができるか，あるいは，少なくとも，Ｂの側から和解の効力を全面的に否定することを前提として，何を請求することができるかを論じることが必要である。\nイ 答案例小問１については，上記のとおり，基本的な知識を問うものであり，民法第- 18 -７１５条に基づくＡの１億円の損害賠償請求権がＦに４分の１の相続分に応じて承継されるということが示されていれば，良好な答案と評価される。その際，\nＢＤ間の和解契約の効力をその当事者ではないＦに及ぼすことができない理由を的確に述べる答案のほか，損害賠償請求権は金銭債権として遺産分割の対象とならず当然に分割承継されることを指摘するなど，丁寧な論述をしている答案は，優秀な答案といえる。それに対して，Ａの損害賠償請求権が認められる法律上の根拠やＡの損害賠償請求権がＦに承継される根拠について，おおむね理解していることはうかがわれるものの，正確に指摘していないものは，一応の水準に達したものと評価される。Ｆとの関係でも本件和解に基づき総額８０００万円の損害賠償請求権しか認められないことを前提として，Ｆに２０００万円の損害賠償請求権を認めるという答案などは，不良な答案と評価される。\n小問２及び小問３については，上記のとおり，複数の流れが考えられる。\n① 小問２においてＤに４０００万円の返還請求を認めた場合（和解によって本件胎児に認められる損害賠償請求権に関する部分のみを無効とする場合），\n和解の効力は全面的には否定されていないのであるから，小問３においても，\nそれを踏まえて結論を導く必要がある。ここでは，和解による総額８０００万円の損害賠償額については和解の効力が存続し，それを前提に本件胎児が相続人とならなかったことから，Ｂの相続分が４分の３になることを踏まえて，２０００万円の追加の損害賠償請求を認めるといったものは，優秀な答案と評価される。また，小問３において，Ｂの側から改めて和解の効力を全部否定して，７５００万円の損害賠償請求権があることを前提に追加の請求を認めるというものも，考えられる答案であるが，その場合には，どのような理由によって和解の効力を全面的に否定できるかを説明することが求められる。そのような説明が十分に行われていれば，良好な答案と評価され，さらにその説明が説得的に行われていれば，優秀な答案と評価される。それに対して，そのような説明がある程度行われているものの，根拠が正確に示されていないものは，一応の水準に達していると評価され，何らの説明もなく，\n７５００万円の損害賠償請求権を前提として，和解で受け取った４０００万円を差し引いた３５００万円を請求できるとのみ述べるなどの答案は，整合性が確保されておらず，不良な答案と評価される。\n② 小問２においてＤに８０００万円の返還請求を認めた場合（和解の効力を全面的に否定する場合），小問３では，Ｂは，それを前提に，改めてＤに対して損害賠償請求をすることになる。この場合，和解の効力を全面的に否定するのだから，小問３において７５００万円の損害賠償請求権を導くことは，\n①の場合と異なり容易であるが，その前提として，小問２において，なぜ本件胎児の分だけではなく，Ｂの分を含めて和解契約の効力が全面的に否定されるかを説明することが求められる。そのような説明が適切に行われている場合は，優秀な答案として評価され，そのような説明が十分にされていなくても，和解の効力が全面的に否定されることを指摘し，Ａの１億円の損害賠償請求権についてＢがその相続分である４分の３を相続により承継することを指摘していれば，良好な答案と評価される。それに対して，そのような理- 19 -解をしていることがうかがわれるものの，正確な指摘がされていないものは，\n一応の水準に達していると評価され，何らの説明もなく，単に７５００万円の損害賠償請求権が認められるとのみ述べているものや，小問２において和解の効力を全面的に否定しているにもかかわらず，それと異なる前提に基づいて一定の結論を導いているものは，不良な答案と評価される。\n③ さらに，小問２において，Ｄに２０００万円の返還請求を認めるとする答案もあった。これは，①・②と比べて，Ｄの請求額としては低額になるが，\n損害賠償額の総額を８０００万円とし，Ａの相続人の相続分に応じてそれを分割するところに和解の趣旨があると見て，本件胎児が相続人とならなかった場合についてもその趣旨を可能な限り実現しようとするものであり，十分に合理的なものであると評価することができる。この点について適切な説明がされている場合は，小問２の解答としては優秀な答案と評価される。このような理解を前提として，小問３では，特に新たな請求をすることはできないとするのは，一貫した答案であり，小問２における解答を踏まえて述べられていれば，良好と評価される。そのような理解を示した上で，さらに，合理的な説明に基づき，和解契約の効力をＢの側から全面的に否定して，改めて損害賠償請求をする可能性を論じている場合は，優秀な答案と評価される。\nそれに対して，小問２における解答との関係を示さないまま，小問３で，特に新たな請求をすることができないとのみ述べているものは，一応の水準に達するものと評価され，小問２において示された和解の趣旨と異なる前提に基づいて一定の結論を導いているものなどは，不良な答案と評価される。\n以上の①・②・③を通じて，本件胎児の流産によって，和解の効力がなぜ否定されるかを適切に説明することが求められる。\n民法第８８６条に関する解除条件説を前提として，これを法定の解除条件の実現として説明するもの，停止条件説を前提として，これを法的に存在しない者（虚無人）についての和解契約だったとして説明するものは，いずれも優秀な答案と評価され，必ずしも多くはないが，そのような答案も存在した。また，\n胎児が和解契約の当事者となっていることから，和解契約自体に約定の解除条件が付されているものと解釈し，このような条件が付された趣旨から契約の全部又は一部が無効となることを基礎付けようとするものも，民法第８８６条に関する議論と混同している場合は別として，相応の評価を行った。\nこれに対して，このような点を十分に意識していないが，錯誤等を理由として和解の無効を導いている答案が数多く見られた。本件胎児の流産は，和解契約が成立した後の事情であり，少なくともこれは和解の錯誤が問題となる典型的な場合ではない。このような問題を正確に理解して，なお和解の効力が否定されることの説明を試みるものは，優秀な答案と評価されるが，そのような答案は少数にとどまった。和解の錯誤に関する従来の判例及び学説を正確に理解し，それを踏まえて本件和解の効力を検討しているものは，良好な答案と評価した。それに対して，和解の錯誤に関する従来の判例及び学説について一定の理解をしていることはうかがわれるものの，それを正確に指摘しないまま，本件和解の効力を検討しているものは，一応の水準に達しているものと評価し，\n単に錯誤として，それ以上の説明のない答案や，和解が無効となる理由を全く- 20 -示していない答案は，不良な答案と評価した。\n(3) 設問３についてア 設問３の一般的な採点実感設問３は，所有権に基づく返還請求権の要件について，設問において指定された事実がそれぞれ要件としての意義を有するか否かを問うものである。民事の実務に携わる際に正確な理解が求められる極めて基本的な事項についての出題であり，その実体法上の意義と訴訟上の攻撃防御の構造が正確に理解されていることが答案で明確に示されていれば足りる。実際に，多くの答案は，適切な解答を示すものであった。実体法の十分な理解に立脚して訴訟上の攻撃防御の在り方を考える能力を養うという法科大学院等における教育が相応の成果を収めてきていることがうかがわれる。\nしかし，その一方で，少し気になったのは，以下の点である。\nまず，訴訟上の攻撃防御の在り方に関する理解が皮相なものにとどまっていることがうかがわれる答案が見られた。訴訟上の攻撃防御は，現実に生起する当事者間の応酬を単に時間的な順序で並べることではない。実体法が定める要件とその基礎にある法の体系に基づいて，当事者の主張・立証を論理的に整理することが必要である。一部ではあるが，当事者の主張・立証をこのように整理することができていない答案が見られたのは残念である。\nまた，民法第１７７条の「第三者」の意義について検討することなく，下線部②の事実は，請求原因としてではなく，Ｋが対抗要件の抗弁を主張してきた場合に再抗弁として主張すれば足りるとする答案も見られた。しかし，少なくとも現在では，不法占有者は同条の「第三者」に当たらないとすることが判例・学説上確立しているのであるから，Ｋが「第三者」に当たるか否かに何ら言及することなく，上記のように述べるのは適切ではない。\nこのほか，下線部の事実①はＫも争っていないから請求原因事実にならないとする答案も見られたが，これも適切ではない。法的に必要な主張であるか否かは，実体法の要件構成に従って定まるものであり，自分に所有権があることを主張しない者に所有権に基づく返還請求権の行使を認めることはできない。\n訴訟において当事者間に争いがない主要事実は，証明することを要しないものの（民事訴訟法第１７９条），主張はしなければならず，それがされなければ裁判所がその事実の存在を前提として判断することができないという弁論主義の要請がここでも妥当することを忘れてはならない。\nさらに，下線部の事実④についても，登記がされていない以上，下線部③の事実を対抗することができないという結論のみを，特段の説明をすることもなく述べるにとどまる答案が一定数見られた。設問３は，全体として基本的な事項を問うものであるが，このような解答をする答案と，民法第１７７条の要件構成に関する正確な理解を踏まえた解答をする答案とを識別をする点において，出題の意義があったと感じられる。\n下線部⑥の事実については，下線部の事実②・④と同じように登記の有無は問題にならないと説明する答案が見られたが，これは説明として不十分である。\n下線部の事実②・④については，上述したように，不法占有者が民法第１７７条の「第三者」に当たるか否かが検討されなければならないのに対し，下線部- 21 -⑥については，建物を所有するという態様で土地を占有する者に対して土地の返還請求がされた場合に，建物の登記が意義を有するか否かが検討されなければならない。なお，本問は，実体的に所有者であるが登記をしていない者を被告とすることができるか否かを問うものであり，実体的には所有権を喪失しているものの登記がされている者を被告とすることができるか否かを問うものではない。法科大学院教育等においては，判例があることから，後者の問題が注目されがちであるせいか，後者の論点が問われていると誤解して解答する答案も見られた。しかし，その数は多くはなく，全体としては，下線部⑥の事実について的確な考察がされていた。\nイ 答案例優秀に該当する答案の例としては，第一に，論述の前提として所有権に基づく返還請求権の要件を的確に指摘した上で，下線部の事実①・③が「請求権を行使しようとする者が所有権を有すること」という要件（以下「請求者所有要件」という。）に関わるものであり，また，下線部の事実⑤が「相手方が占有をしていること」という要件（以下「相手方占有要件」という。）に関わるものであることを指摘し，それらを前提としてＨが建物収去土地明渡請求をすることができるかどうかについて適切に結論が示されており，第二に，その際，\nＨが丁土地の所有権の全部を有することに基づいて返還請求権を行使するものであるか，それとも共有者がする共有物の保存行為として丁土地の明渡請求権を行使するものであるかという法律構成の観点を明確に示した論述がされており，第三に，下線部の事実②・④について，民法第１７７条の「第三者」の意味に関する一般的な考察を前提として，それらの事実が持つ法律上の意義が的確に指摘されており，また，下線部の事実⑥に関し，Ｋが丁土地を占有しているという相手方占有要件を考える上で，建物を所有する者を実体に従って判断することが妨げられないことが適切に指摘されているものなどである。\n良好に該当する答案は，論述の前提として所有権に基づく返還請求権の要件を的確に指摘した上で，下線部の各事実についてそれぞれの法律上の意義が的確に論じられ，Ｈが建物収去土地明渡請求をすることができるかどうかについて適切に結論が提示されているものの，それらの各事実の分析が個別にされているにとどまり，その分析の前提となる法的構成の観点について，Ｈが丁土地の所有権の全部を有することに基づいて返還請求権を行使するものであるか，\nそれとも共有者がする共有物の保存行為として丁土地の明渡請求権を行使するものであるかが必ずしも明確に示されていないようなものなどである。\n一応の水準に該当する答案の例としては，下線部の事実①・③が請求者所有要件に関わるものであり，また，下線部の事実⑤が相手方占有要件に関わるものであることが指摘され，Ｈが建物収去土地明渡請求をすることができるかどうかについて適切に結論が示されているものの，その前提として所有権に基づく返還請求権の要件が明確に整理して論述されておらず，また，下線部の事実②・④・⑥について，それぞれの法律上の意義が必ずしも明確に論じられていないか，又は，特段の理由を述べることなく，Ｈの土地所有をＫに対抗するためには登記を要するとしたり，Ｋの建物所有を確定する上で登記がなければならないとしたりする論述になっているものなどである。\n- 22 -不良に該当する答案は，例えば，下線部の事実①・③が請求者所有要件に関わるものであり，また，下線部の事実⑤が相手方占有要件に関わるものであることのいずれも明確に指摘されていないか，又は極めて不十分な論述になっており，また，下線部の事実②・④についての民法第１７７条の「第三者」の意味に関する一般的な考察を前提とする論述や，下線部の事実⑥についての丁土地占有の要件を考える上で建物の登記が持つ意義に関する論述がされていないか，又はされているとしても極めて不十分な論述になっており，全体として所有権に基づく返還請求権の要件に関する正確な理解に立脚していないと認められるものである。\n(4) 全体を通じ補足的に指摘しておくべき事項民法全般について過不足のない知識と理解を身に付けることが実務家になるためには不可欠である。今回の出題についても，該当分野について基本的な理解が十分にできており，それを前提として一定の法律構成を提示し，それに即して要件及び効果に関する判断が行われていれば，十分合格点に達するものと考えられる。しかし，残念ながら，民法に関する基本的な知識と理解が不足ないし欠如している答案や，実体法である民法についての出題であるにもかかわらず，請求原因や抗弁等の説明に終始し，肝心の実体法の解釈論に触れていない答案も一定数存在した。\nまた，文章力に問題があるために，論述の内容について複数の読み方が可能であり，どちらの趣旨であるかが容易に判別することができない答案も存在した。\n当然のことながら，採点者は，答案の記載内容だけから評価をするのであり，趣旨が判然としない答案はそれを前提とした評価をせざるを得ず，善解することはできないのであるから，複数の解釈が可能となるような曖昧な表現は避けるよう留意すべきである。\nなお，答案の書き方における注意事項として，附番の用い方の問題がある。設問(3)では①・②・③……という数字を用いているのであるから，これと別に，\n所有権に基づく返還請求権の行使の要件は「①原告所有，②被告占有である」などという記述をすることは好ましくない。設問の中で用いられている①や②との区別がつかなくなる恐れがあり，論述の内容が不明瞭なものとなりかねないので，\nこの点は特に注意を要する。\n４ 法科大学院における学習において望まれる事項これは，民法に限ったことではないが，法律家になるためには，何よりも，具体的なケースに即して適切な法律構成を行い，そこで適用されるべき法規範に基づいて自己の法的主張を適切に基礎付ける能力を備える必要がある。こうした能力は，教科書的な知識を暗記して，ケースを用いた問題演習を機械的に繰り返せば，おのずと身に付くようなものではない。重要なのは，一般に受け入れられた法的思考の枠組みに従って問題を捉え，推論を行うことができるかどうかである。\nそれができていなければ，条文や判例・学説の知識が断片的に出てくるけれども，\nそれを適切な場面で適切に使うことができず，法的な推論として受け入れられないような推論を行うことになりがちである。\nそうした法的思考の枠組みの要となるのは，法規範とはどのようなものであり，\n- 23 -法的判断とはどのような仕組みで行われるものかという理解である。例えば，法規範には，要件・効果が特定されたルールのほかに，必ずしも要件・効果の形をとらない原理や原則と呼ばれるものがある。法規範となるルールが立法や判例等によって明確に形成されており，その内容に争いがなければ，それをそのまま適用すればよいけれども，ルールの内容が明確でない場合には，解釈によってその内容を確定する必要がある。そこでは，それぞれの規定や制度の基礎にある原理や原則に遡った考察が必要となる。また，法規範となるルールが形成されておらず，欠缺がある場合には，同じような規定や制度の基礎にある原理や原則，さらには民法，ひいては法一般の基礎にある原理や原則にまで遡り，これを援用することによって，不文のルールを基礎付けなければならない。そのような法規範の確定を前提として，その要件に事実を当てはめることによって，実際の法的判断を行う。そうした基本的な法的思考の枠組みが理解され，身に付いていなければ，\n幾ら教科書的な知識を暗記しても，また，幾ら問題演習を繰り返し，答案の書き方と称するものを訓練しても，法律家のように考えることはできない。\n司法試験において試されているのも，究極的には，このような法的思考を行う能力が十分に備わっているかどうかである。もちろん，その前提として，それぞれの法制度に関する知識は正確に理解されていなければならず，それらの知識の相互関係も適切に整理されていなければならない。しかし，そのような知識や理解を実際に生かすためには，法的思考を行う能力を備えることが不可欠である。\n法科大学院では，発足以来，まさにこのような法的思考を行う能力を養うことを目指した教育が行われてきたと見ることができる。司法試験の合否という表面的な結果に目を奪われることなく，その本来の目標を今一度確認し，さらに工夫を重ねながら，その実現のために適した教育を押し進めることを望みたい。また，\n受験生においても，法律家となるための能力を磨くことこそが求められていることを自覚して，学習に努めていただきたい。\n- 24 -"
}