{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＡ社は，消費財甲製品のメーカーである。\n甲製品の用途には，乙製品を用いることもできるが，乙製品は甲製品に比べて品質が大きく劣ることから，甲製品の代わりに乙製品が用いられることはほとんどない。甲製品のメーカーは，日本国内には，Ａ社のほか３社存在している。甲製品は，外国でも製造・販売されているが，外国製の甲製品は日本へほとんど輸入されていない。\n日本国内では，甲製品の最終利用者には大口の利用者と小口の利用者とが存在するが，大口利用者向けと小口利用者向けとでは，甲製品の取引数量や取引価格などに大きな差が存在している。日本における甲製品の販売全体に占める割合では，数量，金額とも大口利用者向けが圧倒的割合を占めている。\n甲製品は，大口利用者向けには，甲製品のメーカーが大口利用者向け販売業者に対して販売し，大口利用者向け販売業者が大口利用者に対して販売している。小口利用者向けには，甲製品のメーカーがホームセンター等の量販店に対して甲製品を販売し，量販店がその甲製品を小口利用者に対して販売している。甲製品を小口利用者向けに販売するほとんどの量販店では，Ａ社を含め全てのメーカーの甲製品が販売されている。大口利用者向け販売業者の中には，自らの判断でＡ社の甲製品のみを取り扱う販売業者も存在するが，多くの大口利用者向け販売業者は複数のメーカーの甲製品を取り扱っている。Ａ社の甲製品は，特に大口利用者の間で広く認知され，強いブランド力を有しており，大口利用者向け販売業者においては，甲製品の品揃えの中にＡ社の甲製品を相当割合確保しておくことが重要となっている。\n国内の甲製品の販売シェアは，甲製品全体，大口利用者向け，小口利用者向けのいずれにおいても，長期にわたり変化がなく，Ａ社は，１位でおおむね７０パーセントのシェアを占め，高水準の価格を維持してきた。\n甲製品の国内需要は，長期にわたり低迷していたが，一昨年の終わり頃以降，経済をめぐる大きな環境の変化に伴い，その需要が急速に高まってきたことから，これまで甲製品を製造・販売したことのない複数のメーカーが，国内で新規に甲製品を製造・販売することを計画するに至った。また，既存の甲製品のメーカーも，従来，需要低迷のため遊休状態であった製造設備を利用し，甲製品の製造を増大し始めている。Ａ社は，このような大きな環境の変化に直面して，従来安定的に維持してきた自社の甲製品の販売シェアや販売収益に大きな影響が出てくるという危機感を抱くに至った。また，Ａ社は，自社製品の販売先を確保することにより，自社の遊休製造設備をフル稼働させ，甲製品の製造コストを大幅に削減したいと考えた。\nそこで，Ａ社は，甲製品の大口利用者向け販売業者のうち，Ａ社以外のメーカーの甲製品も併せ取り扱ってきた取引先販売業者の過半を占める販売業者との間において，当該販売業者の甲製品の購入全体に占めるＡ社の甲製品の割合の多寡に応じて販売価格からの割戻金を支払うこととし，その割合が高くなるにつれて高額の割戻金を支払い，割合が１００パーセントとなる場合には最高額の割戻金を支払うことを約束するに至った。また，Ａ社は，従来Ａ社の甲製品のみを取り扱ってきた者との間で，今後も継続してＡ社の甲製品のみを取り扱う約束を取り付け，上記最高額の割戻金を支払うこととした。\nその後，国内で新規に甲製品を製造・販売することを計画していたメーカーは，その計画を取りやめた。また，Ａ社以外の甲製品の既存メーカーでは，取引先販売業者の数が減少し，取引数量も減少している。\n〔設 問〕\n上記のＡ社の行為について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。なお，課徴金の賦課につき言及する必要はない。〔第２問〕（配点：５０）\nＸ市は，Ｘ市内の道路舗装工事のうち，特定の条件を満たしたものについて，指名競争入札により発注していた。\nこの指名競争入札に参加できるのは，Ｘ市の資格審査に合格したＡ等級の建設業者（以下「Ａ等級業者」という。）のみであり，Ａ等級業者としては，ＡないしＯの１５社（以下，併せて「１５社」という。）のほか５社（以下「５社」という。）が存在し，いずれも，Ｘ市又はＸ市に隣接する地域に本拠を置いていた。Ｘ市は，工事の内容，場所等を考慮して，工事ごとに１５社及び５社の計２０社の中から１０社を指名していた。\nＸ市は，平成２４年４月１日から平成２５年３月３１日までの間に，上記の特定の条件を満たした道路舗装工事（以下「Ｘ市発注の特定舗装工事」という。）を５０件（以下「５０物件」という。）発注した。５０物件のそれぞれにおいて指名された１０社の中には，いずれも,１５社及び５社に属する業者が含まれていた。\nＸ市は，Ｘ市発注の特定舗装工事において，予定価格（注）を入札前に公表していたが，入札に指名した業者名は落札者との契約締結後に公表していた。\n５０物件中４０物件（以下「４０物件」という。）において，１５社の中でＸ市から指名を受けた業者のうち当該工事の受注を希望する者は，他の１４社に電話をするなどして，１４社のうちどの社が相指名業者になったのか，他に受注希望者がいるかを確認の上，自社が当該工事の受注を希望する旨を告げていた。４０物件のうち，３５物件（以下「３５物件」という。）については，１５社のうち受注希望を表明した業者が１社のみであったので，その業者が受注予定者とされた。\n４０物件のうち，５物件（以下「５物件」という。）については，１５社の中に受注希望者が複数存在したため，当該受注希望者間の話合いで受注予定者が決定された。この受注希望者間の話合いにおいては，発注される工事の施工場所が自社に近い等の「地域性」，過去受注した工事の継続工事である等の「継続性」，その他の条件が考慮された。\n４０物件の全てにおいて，１５社の中の受注予定者は，Ｘ市が公表する予定価格を参考にして自社の入札価格を決定した。受注予定者は，自社の入札価格が最低価格となるように１５社の中の相指名業者の入札すべき価格をも決定し，当該相指名業者に対し，入札前までに，この価格を電話等で連絡した。\n３５物件のうち３３物件，５物件のうち４物件は，受注予定者が落札したが，これら以外の３物件については，５社のいずれかが受注予定者より低価格で応札したため，受注予定者は落札できなかった。１５社のうち，Ａ，Ｂ，Ｃ，Ｄの４社は，５０物件をいずれも落札しなかったが，４０物件中の複数の入札において，１５社の中の他の業者から，指名の有無や受注希望の有無を確認され，受注予定者から連絡を受けた価格で応札した。\n５０物件中，４０物件以外の１０物件（以下「１０物件」という。）については，入札前に指名業者の確認，受注希望の表明及び価格の連絡が行われたことは，いずれも確認されていない。１０物件中，１５社のうちのいずれかの業者が落札した物件は７物件であった。\n５０物件について，落札価格が予定価格に占める割合（以下「落札率」という。）は，最高が９９パーセント，最低が９０パーセント，平均が９７パーセントで，４０物件の落札率と１０物件の落札率に顕著な差はなかった。\n〔設 問〕\n１５社の行為について独占禁止法上の問題点を分析して検討しなさい。なお，課徴金の賦課につき言及する必要はない。\n（注）予定価格は，競争入札を執行する者が，仕様書，設計書等に基づき入札に付する事項の総額について作成するものであり，予定価格の制限の範囲内で最低の価格による入札を行った者が落札者となる。- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問では，「公正な競争を阻害するおそれ」（以下「公正競争阻害性」という。）を要件とする不公正な取引方法と，「競争を実質的に制限すること」（以下「競争の実質的制限」という。）を要件とする排除型私的独占との関係に留意して検討することを期待した。不公正な取引方法に該当し，競争（者）の排除ないし他者排除の効果が認められる行為は，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上違法な行為であることから，排除型私的独占の要件である違法な排除行為を構成することになる。しかし，不公正な取引方法に直接言及することなく，排除型私的独占の要件のみを論ずることもあり得るが，この場合には，なぜ本件行為が違法な排除行為を構成するのかにつき言及することが求められる。\n本件行為の不公正な取引方法該当性の検討においては，どの類型の不公正な取引方法に該当するのかが問題となり，独占禁止法第２条第９項第６号・不公正な取引方法の一般指定（以下\n「一般指定」という。）第１１項の排他条件付取引該当性につき検討することを期待したが，一般指定第１２項の拘束条件付取引，独占禁止法第２条第９項第２号の差別対価，同項第６号・一般指定第４項の取引条件等の差別取扱いへの該当性を検討することもあり得ることから，この場合には，それぞれの要件該当性につき検討することが必要となる。\n不公正な取引方法該当性，排除型私的独占該当性のいずれの検討においても，「一定の取引分野」あるいは市場の画定が必要であり，基本的に需要者からみた代替性の観点から問題文に即して画定することが求められる。\n不公正な取引方法該当性の検討においては，（自由）競争の減殺を意味する公正競争阻害性につき検討し，競争（者）の排除ないし他者排除の効果が認められるか否かに言及することが求められる。排除型私的独占該当性の検討においては，競争の実質的制限につき検討し，競争\n（者）の排除ないし他者排除の効果を超えて，行為者がその意思である程度自由に価格等を左右すること（により市場を支配すること）ができる状態をもたらすことになるのか検討することが求められる。\n本件行為には，価格競争の側面と製造コスト引下げの側面があることから，これらを正当化事由として，その目的と達成方法の合理性及び相当性につき検討することが求められる。\n〔第２問〕本問では，Ｘ市発注の特定舗装工事について１５社が入札談合を行った可能性が示唆されている。独占禁止法上は，１５社の行為が同法第２条第６項にいう不当な取引制限に該当するかどうかが問題となる。本問では，不当な取引制限の諸要件のうち，１５社が「事業者」であることは事実関係から明らかであるし，「公共の利益に反して」の要件の充足が争点となるような事実は示されていない。したがって，これら以外の要件について充足の有無が検討されなければならない。\n入札談合事件では，個々の入札物件における受注調整行為それ自体を不当な取引制限とみるのではなく，それらの受注調整行為が何らかの基本合意の下に行われたことを立証した上で，当該基本合意を事業活動の相互拘束として排除の対象とするのが公正取引委員会の実務であり，判例もそれを支持している。本問についても，まずは，ここで示された事実から基本合意の存在を導くことができるかどうかが検討されなければならない。\nまず，「共同して」（多摩談合（新井組）事件最判平成２４年２月２０日民集６６巻２号７９６頁に従えば，「共同して・・・相互に」）については，通説判例は，これを「意思の連絡」または「合意」があることと解釈している。その意味と本問への当てはめが問われる。本問では，基本合意の存在とその内容を直接に示す事実は提示されていないので，他の事実からそれを推認できるかどうかが問われる。その際，全ての入札物件において受注調整行為が確認されたわけではないことをいかに理解するかが問われる。\n「相互にその事業活動を拘束し，又は遂行する」に関しては，（特に受注希望表明が１社しかなかった３５物件について）１５社の間でどのような意味で事業活動の「拘束」があったといえるのか，また，自らは落札しなかったＡないしＤの４社をもって不当な取引制限の当事者といえるかどうかといった論点が問われる。ただ，ＡないしＤの４社が不当な取引制限の当事者といえるかどうかについては，確立された考え方があるわけではないので，解答の仕方は複数あり得るだろう。\n「一定の取引分野」の画定については，その意味を明確にしながら，当てはめにおいては，基本合意の対象範囲と関わらせながら論じる必要がある。\n競争の実質的制限についても，その意味を明確にした上で本問への当てはめを考える必要がある。本問では，受注調整行為に関与しないアウトサイダーの入札への参加の事実，アウトサイダーが落札した入札物件の存在，落札率等をどのように評価するかが問われる。",
  "scoring_notes": "１ 出題の趣旨について出題の趣旨は，別途公表している「出題の趣旨」のとおりである。\n２ 採点方針出題した２問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が当該市場における競争にどのような影響を与えるかを念頭に置いて，問題点を指摘し，法解釈を行い，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的に見ようとし，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n第１問は，消費財たる甲製品について，Ａ社が，甲製品の大口利用者向け販売業者のうち，Ａ社以外のメーカーの甲製品も併せ取り扱ってきた取引先販売業者及び従来Ａ社の甲製品のみを取り扱ってきた取引先販売業者に対し，甲製品の購入全体に占めるＡ社の甲製品の割合の多寡に応じて販売価格からの割戻金（いわゆる占有率リベート）を支払う行為が，排除型私的独占（独占禁止法第２条第５項）に該当し，同法第３条前段に違反するか，また，排他条件付取引（同法第２条第９項第６号・不公正な取引方法の一般指定（以下「一般指定」という。）第１１項），拘束条件付取引（同指定第１２項），差別対価（独占禁止法第２条第９項第２号），取引条件等の差別取扱い（同項第６号・一般指定第４項）に該当し，独占禁止法第１９条に違反するかについての見解を問うものである。\n特に，甲製品の特徴（乙製品との代替性，大口利用者向けと小口利用者向けの取引条件や取引チャネルの異同，外国製品の影響等）を踏まえた市場を画定し，かつ問題文に示されたＡ社の行為が，その市場にどのような影響を与えるかについて，\n的確に検討できているかどうかを評価することとした。そして，Ａ社の行為が市場に与える影響を検討するに当たっては，Ａ社の市場における地位，Ａ社の甲製品の特徴及び販売業者の取扱い状況といった市場の環境，Ａ社が割戻金を支払う動機（販売シェアの確保とともに，稼働率の上昇によるコスト削減目的もある。）といった本問において特に示されている重要な事実，さらに割戻金が経済的には価格を下げる効果を有することに対する解答者の考えを，論理的に矛盾なく，説明できているかを見た。\n第２問は，１５社の行為が入札談合として，不当な取引制限（独占禁止法第３条後段）\nに該当するかについて，見解を問うものである。\nまず，１５社が５０物件中４０物件について行った種々の行為から，基本合意を認定できるか，次に，１０物件について具体的な事実が認められない中で，基本合意が１０物件をも対象とするものと認定できるかにつき，検討できているかを見た。\n次に，事業活動の相互拘束の関係で，その意義を正しく理解した上で，１社のみ落札を希望した３５物件について相互拘束があったといえるか，５０物件中１件も落札しなかったＡ社ないしＤ社について不当な取引制限の当事者といえるか等の論点について検- 54 -討できているかを見た。\nさらに，入札談合事件である問題文の事案において，一定の取引分野をどのように捉えているか，それが基本合意の認定と整合しているかを見た。\n最後に，受注調整行為に関与しないアウトサイダーが入札に参加して６物件を落札した事実を踏まえて，競争の実質的制限が認められるか検討できているかを見た。\n３ 採点実感等(1) 出題の趣旨に即した答案の存否，多寡について第１問について，多くの答案が私的独占について一応言及していた点は，出題の趣旨に沿うものといえるが，不公正な取引方法の論述に必要以上の分量を割くことにより，出題の趣旨の中心である私的独占の該当性についての検討が不十分になっている答案が多く見られた。また，不公正な取引方法については，差別対価の該当性を検討する答案が予想以上に多く，排他条件付取引の検討を行う答案は予想より大幅に少なかった。また，拘束条件付取引を論じる場合には，排他条件付取引でなく拘束条件付取引を適用する理由，すなわち排他条件付取引と拘束条件付取引の差異を理解していることを示す答案を期待していたが，多くの答案が拘束の有無の論述に終始していた。\n第２問については，入札談合において検討されるべき共同行為が，個々の受注調整行為ではなく基本合意であることを明確に意識して記述した答案は，あまり多くなかった。また，４０物件について検討しただけで，他の１０物件について合意又は意思の連絡の対象となるかを実質的に検討しない答案が相当数存在した。\n一定の取引分野については，ほとんどの答案が検討していたが，基本合意の認定との整合性を欠くか，又は意識しない答案も相当数存在した。\n競争の実質的制限については，ほとんどの答案が検討していた。\n(2) 出題時に想定していた解答水準と実際の解答水準との差異について第１問については，私的独占，不公正な取引方法ともに，要件の定義や解釈は，\n独占禁止法の基本的な部分であって，その説明に関しては，出題時に想定していた解答水準と実際の解答水準とに大きな差異はなかった。一方，説明した定義や解釈を本問に即して適用する場面においては，第一に，問題文に摘示されている多くの重要な事実のごく一部のみに言及して，その他の事実を検討していない答案，第二に，Ａ社以外のメーカーの甲製品も併せ取り扱ってきた取引先販売業者に対する割戻金の支払いと，従来Ａ社の甲製品のみを取り扱ってきた取引先販売業者に対する割戻金の支払いについて，それぞれ別個独立に異なる類型の不公正な取引方法（多くは前者が差別対価または拘束条件付取引，後者が排他条件付取引）の該当性を並列的に論じるのみで，Ａ社がなぜ両行為を行ったか，それによって影響を受ける市場はどこか（幾つか）という点の検討が不十分な答案が予想以上に多かった点で，出題時に想定していた解答水準とは差異が見られた。\n第２問については，入札談合の事案であるのに，基本合意に全く触れない答案が相当数存在したことは予想外であった。また，間接事実から基本合意の存在を認定した答案の中にも，４０物件について論じたのみで，他の１０物件について具体的に検討しない答案が相当数存在したのは残念であった。さらに，本件は，一定期間の入札案件について基本合意が認められる事案であり，４０物件と１０物件の落札率に顕著な- 55 -差がない事案であるから，１０物件についても基本合意の対象であったと見ることが自然であると考えられるが，十分な検討を行うことなく異なる結論を導く答案が予想以上に多かった。\n５０物件中１件も落札しなかったＡ社ないしＤ社について不当な取引制限の当事者といえるかどうかについては，多数の答案が論じており，その結論もおおむね妥当であったが，１社のみ落札を希望した３５物件に関する相互拘束の認定いかんについて論じた答案は少なかった。\n多くの答案において，一定の取引分野についての記述は相応の水準に達していたが，\n一定の取引分野を基本合意の対象となった取引と捉えた場合に，本件における当てはめと整合しない答案がかなり多かった。\n競争の実質的制限については，多くの答案がアウトサイダーの存在についても意識して検討し，妥当な結論を導いていた。\n(3) 「優秀」，「良好」，「一応の水準」，「不良」答案について上記のような答案の傾向を踏まえ，どのような答案がそれぞれの区分に該当するかについて，一例を示せばおおむね以下のとおりである。ただし，採点に当たっては総合的な能力の判定にも配意しており，各水準に属する答案は，これに尽きるものではない。\n第１問について，「優秀」な答案は，排除型私的独占の成立要件についての基本的な理解を示した上で，問題文から検討すべき事実を確実に拾い出し，検討を加え，論理的な説明を行うとともに，その中で不公正な取引方法の論述がなされているか，不公正な取引方法の論述がない場合にはそれと同程度に私的独占として違法とされるべき排除行為に関する充実した記載がなされているもの，「良好」\nな答案は，排除型私的独占の成立要件についての基本的な理解を示した上で，問題文から検討すべき事実をある程度拾い出して相応の当てはめを行っているもの，「一応の水準」の答案は私的独占の該当性への言及があるものの，その説明や当てはめが明解とまではいえないもの，「不良」な答案は，適用条項について全く的外れである等，基本的な事案処理能力が不十分なものとした。\n第２問については，「優秀」な答案は，入札談合である問題文の事案に即して，基本合意を間接事実から認定できるか，基本合意が１０物件に及ぶか，事業活動の相互拘束の有無，一定の取引分野，競争の実質的制限等について漏れなく検討し，基本的な考え方を示した上で，各論点について説得力のある理由付けをした論述がされているもの，「良好」な答案は，基本合意の認定やそれが１０物件に及ぶかについて説得力のある論述ができているが，他の幾つかの論点についての検討が漏れているもの，\n又は比較的論述は薄いが各論点についておおむね検討されているもの，「一応の水準」\nの答案は，「良好」な答案と評価されるために必要なポイントのうち，幾つかのポイントが欠けているものとした。「不良」の答案は，入札談合事件についての基本的な理解を欠き，基本合意や事業活動の相互拘束の有無について論点を的確に捉えられていないものとした。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わ- 56 -りはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかどうかを見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，適用条文の選択・操作，構成要件の意義を正確に示した上，当該行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめること，そしてそれを箇条書き的に列挙するのでなく，論理的・説得的に表現することができるように教育してほしい。"
}