{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\n甲国と乙国は隣国であるが政治的に対立していた。乙国は産油国で丙国等に原油を輸出してきたが，乙国の港に出入りする船舶は乙国領海と甲国排他的経済水域の一部との間にあるＡ海峡の甲国領海内に位置する航路を通過しなければならなかった。後に乙国と丙国は安全保障条約を締結し，乙国が丙国の軍隊に乙国施設・区域の使用を許可し，丙国が乙国に武器を供与することを定めるとともに，第５条に「各締約国は，乙国領域における，いずれか一方に対する武力攻撃が自国の平和及び安全を危うくするものと認め共通の危険に対処するように行動する」という規定を置いた。これに反発した甲国政府は，「いかなる外国の軍艦及び乙国向け武器積載船によるＡ海峡の甲国領海内航路の通航も甲国の平和と安全を脅かすものであり，甲国は，許可なく同航路を通航するこれらの船舶に対して必要な措置を採る」との声明を発表した。\nその後，乙国では専制的なＸ大統領の退陣を求める全国的な民主化運動が起こったが，Ｘ大統領が政府軍を使って容赦ない弾圧をしたために国民に多数の犠牲者が出た。甲国に避難した乙国民主化運動の各派指導者たちは甲国政府から会議場等の便宜提供や対立意見の調整などのあっせんを受けて，Ｙ連盟という反政府政治組織とその軍事部門であるＺ軍の創設に合意した。乙国に拠点を戻したＹ連盟とＺ軍は，Ｘ大統領政府に対する武力闘争を開始し，乙国は内戦状態になった。Ｘ大統領政府と対立する甲国政府は，Ｙ連盟に対して財政支援，訓練及び武器供与を行った。Ｚ軍の作戦行動はＹ連盟の政治的決定に基づきＺ軍幹部が指揮しているが，甲国政府から供与される資金，訓練，武器及び情報がなければ，Ｘ大統領の政府軍と効果的にゲリラ戦を続けることはできなかった。\n２０１３年秋，Ｙ連盟指導部の決定に基づきＺ軍幹部は乙国国営原油生産施設（以下「原油生産施設」という。）の破壊作戦を立案・指揮した。同作戦は，甲国で訓練を受けたＺ軍戦闘員が甲国から供与された武器・装備を動員して電撃的に実行し，Ｚ軍は原油生産施設の基幹部分を破壊した後撤収した。Ｘ大統領は，Ｙ連盟及びＺ軍による原油生産施設の破壊行為を甲国自身に帰属する国際違法行為であると非難した。\nＺ軍が原油生産施設を破壊・撤収した１か月後，丙国の空軍部隊は，甲国の武器貯蔵庫，軍事基地，港湾の集荷場など数か所を爆撃し，これらを破壊した。丙国政府は国際連合安全保障理事会（以下「国連安保理」という。）議長に宛てた書簡で，「第１に，原油生産施設の破壊行為の後も，乙国で軍事行動を続けているＹ連盟及びＺ軍に対して，甲国政府は，財政支援，訓練及び武器供与という形態の援助を継続していた。第２に，甲国からのこれらの援助を利用して，Ｙ連盟及びＺ軍が乙国化学工場施設に対する新たな軍事作戦を決定し，そのためにＺ軍部隊が行動を開始したという情報を乙国から入手した。Ｚ軍による同施設の武力攻撃は，甲国による武力攻撃とみなし得る。したがって丙国は，安全保障条約第５条の義務に基づいて独自の決定により甲国に対する軍事行動を実施した。この行動は，国際連合憲章第５１条の集団的自衛権の行使に該当する」と述べた。\n乙国内の内戦又は甲国，乙国，丙国間に生じた一連の事態について，国連安保理は，有効な行動がとれていないものとする。また，甲国，乙国及び丙国は，全て国際連合加盟国であり，海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の締約国である。\n以上を踏まえて，下記の設問に答えなさい。\n問１．Ａ海峡に国連海洋法条約第４５条の規定が適用されるとした場合，「いかなる外国の軍艦及び乙国向け武器積載船によるＡ海峡の甲国領海内航路の通航も甲国の平和と安全を脅かすものであり，甲国は，許可なく同航路を通航するこれらの船舶に対して必要な措置を採る」という甲国政府の声明は国際法上どのように評価できるかを論じなさい。\n問２．Ｚ軍による原油生産施設の破壊行為は，甲国に帰属する国際違法行為だといえるか検討しなさい。\n- 34 -問３．丙国空軍による甲国の爆撃に対して，甲国は，丙国政府が国連安保理議長に宛てた書簡において述べた主張に対して，どのような反論を行うことができるかを論じなさい。\n- 35 -\n〔第２問〕（配点：５０）\n甲国と乙国は，共にヘーグ陸戦ノ法規慣例ニ関スル条約（以下「ヘーグ陸戦条約」という。）の当事国であり，かつ，同条約批准後に交戦状態となった。甲国の上級軍人Ａは，乙国との交戦中に捕虜となり，乙国の捕虜収容所に送られ，過酷な強制労働等の虐待を受けた。\n交戦状態の終了後，甲国は，事実上分裂し，それまで唯一の政府であったＸ政府が支配する地域と新しく生まれたＹ政府が支配する地域に分裂したまま，膠着状態が続いている。Ａは，帰国後Ｙ政府の支配地域に居住している。甲国の分裂後，しばらくの間，Ｙ政府の支配地域には，Ｙ政府の要請に基づき，隣国丙の軍隊が駐屯し，治安と防衛を担っていた。Ｙ政府は，政府樹立当時，兵員，治安要員共に人員数が不足し，丙国の軍隊派遣なくしては，単独では政権を十分に維持することができなかった。\nＸＹ両政府とも甲国の正統政府であると主張して譲らず，他方を否認し，現在に至るまで，他方と国交を結んだ国とは外交関係を断絶するとの政策を維持している。\n丙国は，自らの軍隊をＹ政府の支配地域に駐屯させて治安と防衛の役割を担わせた直後，直ちに丙国の外交使節団をＸ政府の所在地から退去させるとともに，Ｙ政府を甲国の正統政府として承認し，Ｙ政府の所在地に外交使節団を派遣した。これに対してＸ政府は厳重な抗議を行った。\n乙国は，終戦直後から，Ｘ政府を引き続き甲国の正統政府として扱っていたが，丙国の軍隊がＹ政府支配地域から完全に撤収後，Ｙ政府が自らの支配地域において十分に治安と防衛の役割を果たすようになってから，Ｘ政府に派遣していた外交使節団を引き揚げ，Ｙ政府を甲国の正統政府として承認し，Ｙ政府の所在地に外交使節団を派遣した。その際，Ｙ政府は，甲乙両国間の戦争に起因する賠償請求権は一切放棄することを一方的に宣言した。\n上記の乙国によるＹ政府への政府承認切替え後，Ａは，乙国の裁判所において，ヘーグ陸戦条約第３条（「前記規則（陸戦ノ法規慣例ニ関スル規則）ノ条項ニ違反シタル交戦当事者ハ，損害アルトキハ，之カ賠償ノ責ヲ負フヘキモノトス。交戦当事者ハ，其ノ軍隊ヲ組成スル人員ノ一切ノ行為ニ付責任ヲ負フ」）に基づき，虐待への賠償を求めて，乙国を提訴した。ヘーグ陸戦条約の附属書である陸戦ノ法規慣例ニ関スル規則（以下「ヘーグ陸戦規則」という。）は，第２章「俘虜」を置き，捕虜の保護を規定しているが，特に第４条では，「俘虜ハ人道ヲ以テ取扱ハルヘシ」と規定している。\n以上を踏まえて，下記の設問に答えなさい。\n問１．Ａが，乙国裁判所において賠償請求をする場合に，ヘーグ陸戦条約及びヘーグ陸戦規則は根拠となり得るか論じなさい。\n問２．Ａの賠償請求に関して，乙国は，Ｙ政府が行った請求権放棄の一方的宣言をその反論の根拠とすることができるかを論じなさい（請求権の放棄の範囲については論じなくてよい。）問３．丙国のＹ政府承認に対して，Ｘ政府が，引き続き甲国を代表しているとの立場から，どのような抗議を行い得るか，乙国のＹ政府承認との比較において論じなさい。\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，国際海峡における軍艦の無害通航権，反政府武装集団の行為の国家への帰属，集団的自衛権の行使の要件について問う問題である。国際法の関連規則に対する基本知識の修得と関連国際法判例による実際事件への適用について正確な理解が求められる。\n設問１は，自国の国際海峡において外国の軍艦及び特定国向けの武器積載船（以下「軍艦等」という。）の通航を事前許可に服させる海峡沿岸国の措置が，国際法上どのように評価できるかを問う問題である。設問ではＡ海峡は，国連海洋法条約第４５条の規定が適用される国際海峡という設定がされているので，同海峡には通過通航制度ではなく無害通航制度が適用される。\nこのような海峡においては，無害通航権は停止してはならない。\n本問では，外国の軍艦等に領海における無害通航権が認められるか否かが問題となっていることから，まず無害通航とは何かの定義を論じることが求められる。無害通航とは沿岸国の平和，秩序又は安全を害しない通航を意味するが，無害性の判断基準をめぐっては船種別規制説と行為態様別規制説という異なる見解があることに留意しなければならない。前者によれば軍艦等の通航自体が沿岸国にとって有害であるが，後者によれば軍艦等が領海通航中に沿岸国に対して有害な活動をしない限り通航自体は無害である。国連海洋法条約第１９条第１項は上記の無害通航の定義を踏襲しつつも，無害性の判断基準をより明確にするため同条第２項で無害とみなされない活動を列挙した。このため，列挙された活動が無害でない通航を網羅的に示したものか否かが解釈上問題になっている。最近では国連海洋法条約第１７条，第１９条第２項，第３０条の規定とともに，行為態様別規制を支持する有力な海洋諸国の国家実行を根拠に，同条約第１９条第２項に列挙した活動を行わない限り軍艦等にも無害通航権があるとする説が有力になっている。また，国際海峡においては軍艦の無害通航を停止してはならないとしたコル\nフ海峡事件ＩＣＪ判決は，国連海洋法条約第４５条の海峡規定に引き継がれているとされる。\nこの立場に立てば，Ａ海峡の外国軍艦等の通航に事前許可を求め，それに従わない船舶に必要な措置を採る甲国政府の行為は国連海洋法条約に具現された国際法に違反することになろう。\nしかし他方，無害でない通航は国連海洋法条約第１９条第２項に列挙された場合に限られないとする見解を採り，沿岸国の保護権に基づき外国の軍艦等の領海通航に事前許可を要求する諸国も相当数ある。\nしたがって，甲国政府が行った声明の内容に関する国際法上の評価は分かれ得るが，本問では，無害通航に関する国連海洋法条約の関連規定の整合的な解釈が求められるとともに，上記のようなＩＣＪの先例や国家実行についての評価を踏まえた論述が求められる。\n設問２は，主要には外国の反政府武装集団の行為の国への帰属を問う問題である。国際違法行為の成立要件は，国際法に基づき，行為が国に帰属し，かつ，その国の国際義務の違反を構成することである。したがって，Ｚ軍の行為が甲国に帰属することが証明されれば，甲国による乙国原油生産施設の破壊行為は武力行使禁止原則及び不干渉原則に違反する行為となり，甲国の国際違法行為が成立する。しかし本問では，Ｚ軍の行為が甲国に帰属するかどうかが問われている。国家責任に関する国際法規則によれば，国家機関の行為は国に帰属するが，私人集団の行為は原則として国には帰属しない。ただし，国家責任条文第８条から第１１条に定める事情が存在する場合には，例外的に私人集団の行為も国に帰属することになる。\n本設問の場合，記載事実からみて，乙国の反政府武装集団であるＺ軍の行為が甲国に帰属する可能性があるのは，①Ｚ軍が事実上甲国の国家機関と同視され，その行為の全てが甲国に帰\n- 25 -属するほど甲国に完全従属しているとみなせる場合か，又は，②Ｚ軍による原油生産施設の破壊行為が国家責任条文第８条に定める条件の下に行われた場合かのいずれかに該当する場合である。これらの問題を解くには，ニカラグア事件及びジェノサイド条約適用事件のＩＣＪ判決の行為の帰属に関する判示事項について，基本的知識を備えていることが必要となる。①については，ＩＣＪ判決が完全従属という条件を満たすために課した高い基準を踏まえて，Ｚ軍の行為が甲国に帰属するかを論じる必要がある。②については，Ｚ軍による原油生産施設の破壊行為を国に帰属させるために，Ｚ軍の作戦行動に対する甲国のどの程度の指揮又は支配が必要になるかが問題になるが，ＩＣＪは反政府武装集団の場合は組織に対する国の一般的支配が及んでいればその行為は国に帰属するというタジッチ基準に対して，個別作戦行動に対する国の実効的支配を要求するニカラグア基準を採用してきている。この点を踏まえて，結論を導くことが求められる。\n設問３は，集団的自衛権を行使するための要件に関する問題である。本問ではまず，国際法上集団的自衛権の行使が適法であるための要件を整理しておく必要がある。国連憲章第５１条及び慣習国際法に基づけば，自衛権は武力攻撃が発生した場合に安全保障理事会（以下「安保理」という。）が必要な措置を採るまでの間行使できるが，その行使は必要性，均衡性の要件を満たすとともに，採った措置を安保理に報告しなければならない。またニカラグア事件ＩＣＪ\n判決は，集団的自衛権の行使には，上記の要件に加えて，武力攻撃を受けた国によるその旨の宣言と，その国からの要請が必要であるとした。\n本問では，丙国が国連安保理議長に宛てた書簡において行った主張に甲国として反論することを求められている。丙国の主張に鑑みれば，まず甲国によるＹ連盟とＺ軍に対する武器供与等が武力攻撃に当たるか否かが問題になる。武力攻撃は武力行使のうち最も重大な形態のものを指し，武器援助のようにそれほど重大でない形態の武力行使に対しては均衡のとれた対抗措置のみ採ることができること（ニカラグア事件ＩＣＪ判決）を根拠として反論が可能である。\n次に，Ｚ軍の乙国化学工場施設に対する軍事作戦行動の着手を甲国による武力攻撃とみなす丙国の主張に対しては，反政府武装集団（Ｚ軍）による武力行為を理由に他の国（甲国）に対して自衛権を行使できるのは，侵略の定義に関する決議第３条（ｇ）に定めるように，当該他の国が武力攻撃に相当する重大な武力行使を外国（乙国）に対して実行する武装集団を国自身により若しくは国のために派遣し，又はこの行為に対して国が実質的に関与した場合に限られること（コンゴ領域内の武力活動事件ＩＣＪ判決）を踏まえた反論が考えられる。また，Ｚ軍の乙国化学工場施設に対する軍事作戦行動の着手についての情報を受け取った段階で丙国による甲国に対する爆撃が行われたことから，先制的自衛についても論点になり得る。さらに本問においては，丙国は集団的自衛権を独自の判断で行使したとされるが，丙国が乙国のためにこの権利を援用できるためには，乙国が甲国により武力攻撃を受けた旨の宣言を行い，丙国に援助の要請をしていることが必要になる。なお仮に丙国の軍事行動が集団的自衛権の行使に該当し得たとしても，丙国による甲国に対する爆撃は，均衡性の要件を充足していたかという問題が残る。\n〔第２問〕\n条約の国内的効力と自動執行力，国家の一方的宣言の法的効果，政府承認の要件と要件を欠いた政府承認の国際法上の評価について問う問題である。\n設問１は，個人が，国内裁判所で条約規定に基づいて賠償請求をする場合に，条約規定が当該国内法上，どのような条件を満たさなければならないか問う問題である。そこで，設問１は，条約の国内的効力と自動執行力に関わる。個人が国内裁判所で，条約規定を根拠として訴えを提起し，賠償を請求するのであるから，最初に，当該国で条約が憲法体制上，国内的効力をどのように認められるかを考えることになる。続いて，条約が当該国の憲法体制において国内的\n- 26 -効力を持つとしても，個人が条約規定を直接の根拠として裁判所で賠償請求を行えるかについては，当該条約規定が自動執行力を持つかを論じなければならない。条約規定の国内的効力の問題と，自動執行力の問題とは，それぞれ別個の問題である。日本の国内判例では，かつては，条約の国内的効力の問題と条約の自動執行力の問題が必ずしも区別されていなかったが，近年では，両者を区別している。\n条約の国内的効力の在り方が，条約の自動執行力の問題にも関わってくることに留意しなければならない。本問では，乙国の憲法体制上，条約の国内的効力が，一般的受容方式で認められるのか，変形理論に従って認められるのか，問題文では明らかにしていないので，いずれの可能性もあることを想定することになる。一般的受容方式の下で，条約に国内的効力が認められても，条約規定が裁判で直接に適用される自動執行力を持つかを改めて問うことになる。\nそこで，条約が自動執行力を持つための要件が問題になる。条約起草者の意思に根拠を求める意思説や，条約規定内容の明確性を求める客観説がある。日本では，条約規定内容の明確性を求める客観説が有力になっている。仮に，客観説を採るとすれば，問題文にあるヘーグ陸戦条約第３条が，「前記規則（陸戦ノ法規慣例ニ関スル規則）ノ条項ニ違反シタル交戦当事者ハ，損害アルトキハ，之カ賠償ノ責ヲ負フヘキモノトス。交戦当事者ハ，其ノ軍隊ヲ組成スル人員ノ一切ノ行為ニ付責任ヲ負フ」と規定するが，これが個人の請求権を規定しているか，それが明確であるかを論じて結論を考えなければならない。\n設問２は，国家の一方的宣言の法的効果を問う問題である。国際法は，一定の要件を定めて国家に一方的行為をすることを認め，それに法的効果を与えている。それは，承認・放棄・抗議などである。これらの一方的行為は，国際法の既存の枠組み内のものであり，新たな規範を生み出すわけではない。本問では，このような既存の国際法の枠組み内の一方的行為とは異なり，Ｙ政府による国家の一方的宣言であり，それにより国家が新たな義務を負うかが問われている。一方的宣言の法的効果については，国際司法裁判所判例では，核実験事件で，フランス\nの大統領や閣僚による大気圏内核実験禁止の声明について，「公に発せられ，かつ拘束される意図をもつ」宣言は，信義誠実の原則に基づき法的拘束力を有すると判断した。その後の判例では，宣言が特定の名宛人に向けられることが求められている。\n本問では，Ｙ政府の甲乙両国間の戦争に起因する賠償請求権を一切放棄する一方的宣言は，相手方である乙国に対してなされている。この一方的宣言が効果をもって，Ａの賠償請求を否定する根拠とすることができるかについて，これらの実践に基いて論証して結論を導くことが求められる。\n設問３は，政府承認に関する問題である。まず，政府承認の要件が考えられなければならない。Ｙ政府は，丙国の軍隊を駐屯させて治安と防衛の役割を担わせているのであるから，Ｙ政府が独立に自らの力で，Ｙ政府の支配地域に実効的支配を及ぼしているわけではない点を認識する必要がある。そのような状況で，丙国は，Ｙ政府を政府承認した。承認の要件を満たさないのに承認を行うことは，尚早の承認である。丙国のＹ政府承認と比較して，乙国のＹ政府承認は，丙国の軍隊がＹ政府支配地域から完全に撤収後，Ｙ政府が自らの支配地域において十分に治安と防衛の役割を果たすようになってからの政府承認である。承認の要件を満たす前の承認と，承認の要件を充足してからの承認の比較の認識が求められている。丙国のＹ政府承認は，承認の要件である実効的支配を満たす前の尚早の承認であり，Ｘ政府は，引き続き甲国を代表しているとの立場から，内政干渉の抗議を行えることを理解しなければならない。"
}