{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\nＡ県Ｂ市には，日本で有数の緑濃い原生林と透明度の高さを誇る美しい湖を含む自然保護地域がある。このＢ市の自然保護地域には，自家用車や観光バスで直接，あるいは，自然保護地域への拠点となっているＢ駅からタクシーか，定員２０名のマイクロバスで運行される市営の路線バスを利用して入ることになる。Ｂ市は，１年を通じて温暖な気候であることも幸いして，全国各地から年間５００万人を超える観光客が訪れるＡ県で最大の観光都市となっている。\nしかしながら，湖周辺では観光客が増えて交通量が増加したために，車の排気ガスによる原生林の損傷や，心ない観光客の行為で湖が汚れ，透明度が低下するといった問題が深刻になりつつあった。\nそれに加えて，自然保護地域内の道路のほとんどは道幅が狭く，片方が崖で曲がりくねっており，人身事故や車同士の接触事故など交通事故が多く発生した。そのほとんどは，この道路に不慣れな自家用車と観光バスによるものであった。\nそこで，Ａ県公安委員会は，Ａ県，Ｂ市等と協議し，自然保護地域内の道路について，道路交通法に基づき，路線バス及びタクシーを除く車両の通行を禁止した。その結果，自然保護地域には，観光客は，徒歩，あるいは，市営の路線バスかタクシーを利用しなければ入れないこととなり，Ｂ市のタクシー事業者にとっては，Ｂ駅と自然保護地域との間の運行が大きな収入源となった。\nタクシー事業については，当初，需給バランスに基づいて政府が事業者の参入を規制する免許制が採られていたが，その後，規制緩和の流れを受けて安全性等の一定条件を満たせば参入を認める許可制に移行した。しかし，再び，特定の地域に関してではあるが，参入規制等を強化する法律が制定されている。これに加えて，２０２＊年には道路運送法が改正され，地方分権推進策の一環として，タ\nクシー事業に関する各種規制が都道府県条例により行えることとされ，その許可権限が，国土交通大臣から各都道府県知事に移譲された。\nＣタクシー会社（以下「Ｃ社」という。）は，Ａ県から遠く離れた都市で低運賃を売り物に成功を収めたが，その後，タクシーの利用客自体が大幅に減少し，業績が悪化した。そこで，Ｃ社は，新たな事業地として，一大観光地であるＢ市の自然保護地域に注目した。というのも，Ｂ駅に首都圏に直結する特急列車の乗り入れが新たに決まり，観光客の増加が見込め，Ｂ駅から低運賃で運行することで，より多くの観光客の獲得を期待できるからである。\nＣ社の新規参入の動きに対し，Ｂ市のタクシー事業者の団体は，Ｃ社の新規参入により，Ｂ市内のタクシー事業者の収入が減少して過酷な運転業務を強いられることに加え，自然保護地域内の道路の運転に不慣れなタクシー運転者による交通事故の発生によって輸送の安全が脅かされるとともに，公共交通機関たるタクシー事業の健全な発達が阻害されるとして，Ｃ社の参入阻止を訴えて反対集会を開くなどの反対運動を行うとともに，Ａ県やＢ市に対し適切な対応を採るよう求めた。\n一方，Ｃ社は，マス・メディアを通じて，自社が進出すれば，従来よりも低運賃のタクシーで自然保護地域を往復することができ，首都圏からの日帰り旅行も容易になり，観光振興に寄与すると訴えた。\nこのような状況において，Ａ県は，Ｂ市と協議した上で，「Ａ県Ｂ市の自然保護地域におけるタクシーの運行の許可に関する条例」（以下「本条例」という。）を制定し，本条例に定める目的のもとに，自然保護地域におけるタクシーの運行については，本条例に定める①車種，②営業所及び運転者に関する要件を満たし，Ａ県知事の許可を得たタクシー事業者のタクシーのみ認めることにした（【資料】参照）。\nＢ市は，本条例の制定に伴い，新たに，Ｂ駅の傍らのタクシー乗り場と自然保護地域にあるタクシ\nー乗り場に，電気自動車のための充電施設を設けた。なお，本条例の制定に当たっては，Ａ県に本社のあるＤ自動車会社だけが車種に関する要件を満たす電気自動車を製造・販売していることも考慮された。ちなみに，Ｂ市に営業所を構えるタクシー会社の多くは，本条例の要求する車種要件を満た- 2 -\nす電気自動車を，既にＤ自動車会社から購入している。\nＣ社は，営業所に関する年数要件及び運転者に関する要件のいずれも満たすことができなかった。\nそして，車種に関する要件についても，高額の電気自動車を購入することは，自社の最大の目玉である低運賃を困難にすることから，あえて電気自動車を購入せず，より安価なハイブリッド車（従来のガソリン車より燃費がよく排気ガスの排出量は少ない。）で対応しようとした。\nＣ社は，Ａ県知事に対し，Ａ県を営業区域とするタクシー事業の許可申請を行うとともに，自然保護地域における運行許可申請を行ったが，後者については本条例に規定する要件を満たさないとして不許可となった。これにより，Ｃ社は，Ａ県内でタクシー事業を行うことは可能になったが，新規参入の動機でもあったＡ県内で最大の利益が見込める自然保護地域への運行はできない。Ｃ社は，本条例自体が不当な競争制限であり違憲であると主張して，不許可処分取消訴訟を提起した。\n〔設問１〕\nあなたがＣ社の訴訟代理人となった場合，あなたは，どのような憲法上の主張を行うか。\nなお，法人の人権及び道路運送法と本条例との関係については，論じなくてよい。\n〔設問２〕\n被告側の反論についてポイントのみを簡潔に述べた上で，あなた自身の見解を述べなさい。\n【資料】Ａ県Ｂ市の自然保護地域におけるタクシーの運行の許可に関する条例（抜粋）\n（目的）第１条 この条例は，Ａ県Ｂ市の自然保護地域（以下「自然保護地域」という。）におけるタクシーによる輸送の安全を確保すること，及び自然保護地域の豊かな自然を保護するとともに観光客のより一層の安全・安心に配慮して観光振興を図ることを目的とする。\n（タクシーの運行許可）第２条 自然保護地域においてタクシーを運行しようとするタクシー事業者は，Ａ県知事の許可を受けなければならない。\n（許可申請）第３条 （略）\n（運行許可基準）第４条 Ａ県知事は，第２条の許可をしようとするときは，次の基準に適合するかどうかを審査して，これをしなければならない。\n一 自然保護地域において運行するタクシーの車種は，次に掲げる要件の全てを満たす電気自動車であること。\nイ 運転席，助手席及び後部座席にエアバッグを装備していること。\nロ 自動体外式除細動器（ＡＥＤ）を搭載していること。\n二 ５年以上継続してＢ市内に営業所を有していること。\n三 自然保護地域においてタクシーを運転する者は，次に掲げる要件の全てを満たす者であること。\nイ 自然保護地域の道路の状況及び自然環境について熟知し，Ｂ市が実施する試験に合格していること。\nロ Ｂ市に営業所を置く同一のタクシー事業者において１０年以上継続して運転者として雇用され，又はＢ市内に営業所を置いて１０年以上継続して個人タクシー事業を経営した経歴があること。\nハ 過去１０年以内に，交通事故を起こしたことがなく，かつ，道路の交通に関する法令に違反したことがないこと。\n- 3 -第５条以下 略附 則第１条 この条例は，平成ＸＸ年ＸＸ月ＸＸ日から施行する。\n２ 第２条の許可は，この条例の施行日前においてもすることができる。\n第２条 Ａ県知事は，この条例の施行後おおむね５年ごとに第４条第１号に規定する車種について検討を加え，必要があると認めるときは，その結果に基づいて所要の措置を講ずるものとする。\n- 4 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕，〔設問３〕の配点割合は，５：２．５：２．５〕）\n株式会社Ａは，Ｂ県知事により採石法所定の登録を受けている採石業者である。Ａは，Ｂ県の区域にある岩石採取場（以下「本件採取場」という。）で岩石を採取する計画を定め，採石法に基づき，Ｂ県知事に対し，採取計画の認可の申請（以下「本件申請」という。）をした。Ａの採取計画には，跡地防災措置（岩石採取の跡地で岩石採取に起因する災害が発生することを防止するために必要な措置をいう。以下同じ。）として，掘削面の緑化等の措置を行うことが定められていた。\nＢ県知事は，Ｂ県採石法事務取扱要綱（以下「本件要綱」という。）において，跡地防災措置が確実に行われるように，跡地防災措置に係る保証（以下「跡地防災保証」という。）について定めている。本件要綱によれば，採石法による採取計画の認可（以下「採石認可」という。）を申請する者は，跡地防災措置を，申請者自身が行わない場合に，Ｃ組合が行う旨の保証書を，認可申請書に添付しなければならないものとされる。Ｃ組合は，Ｂ県で営業している大部分の採石業者を組合員とする，法人格を有する事業協同組合であり，ＡもＣ組合の組合員である。Ａは，本件要綱に従って，Ｃ組合との間で保証契約（以下「本件保証契約」という。）を締結し，その旨を記載した保証書を添付して，本件申請をしていた。Ｂ県知事は，本件申請に対し，岩石採取の期間を５年として採石認可（以下「本件認可」という。）をした。Ａは，本件認可を受け，直ちに本件採取場での岩石採取を開始した。\nしかし，Ａは，小規模な事業者の多いＢ県下の採石業者の中では突出して資本金の額や事業規模が大きく，経営状況の良好な会社であり，採取計画に定められた跡地防災措置を実現できるように資金を確保しているので，保証を受ける必要はないのではないか，また，保証を受けるとしても，他の採石業者から保証を受ければ十分であり，保証料が割高なＣ組合に保証料を支払い続ける必要はないのではないか，との疑問をもっていた。加えて，Ａは，Ｃ組合の運営に関してＣ組合の役員と事あるたびに対立していた。こうしたことから，Ａは，本件認可を受けるために仕方なく本件保証契約を締結したものの，当初から契約を継続する意思はなく，本件認可を受けた１か月後には，本件保証契約を解除した。\nこれに対し，Ｂ県の担当職員は，Ａは採石業者の中では大規模な事業者の部類に入るとはいえ，大企業とまではいえないから，地元の事業者団体であるＣ組合の保証を受けることが必要であるとして，Ａに対し，Ｃ組合による保証を受けるよう指導した。しかし，Ａは，そもそもＣ組合による保証をＡに対する採石認可の要件とすることは違法であり，Ａは本件申請の際にＣ組合による保証を受ける必要はなかったと主張している。\n他方，本件採取場から下方に約１０メートル離れた土地に，居住はしていないが森林を所有し，林業を営んでいるＤは，Ａによる跡地防災措置が確実に行われないおそれがあり，もし跡地防災措置が行われなければ，Ｄの所有する森林が土砂災害により被害を受けるおそれがあると考えた。そして，Ｄは，Ｂ県知事がＡに対し岩石の採取をやめさせる処分を行うようにさせる何らかの行政訴訟を提起することを検討していると，Ｂ県の担当職員に伝えた。\nＢ県の担当職員Ｅは，ＡがＣ組合から跡地防災保証を受けるように，引き続き指導していく方針であり，現時点で直ちにＡに対して岩石の採取をやめさせるために何らかの処分を行う必要はないと考えている。しかし，Ｄが行政訴訟を提起する構えを見せていることから，Ｂ県知事はＤが求めるようにＡに対して処分を行うことができるのか，Ｄは行政訴訟を適法に提起できるのか，また，Ａが主張するように，そもそもＣ組合による保証をＡに対する採石認可の要件とすることは違法なのか，検討しておく必要があると考えて，弁護士Ｆに助言を求めた。\n以下に示された【資料１ 会議録】を読んだ上で，職員Ｅから依頼を受けた弁護士Ｆの立場に立って，次の設問に答えなさい。\nなお，採石法及び採石法施行規則の抜粋を【資料２ 関係法令】に，本件要綱の抜粋を【資料３\nＢ県採石法事務取扱要綱（抜粋）】に，それぞれ掲げてあるので，適宜参照しなさい。\n- 2 -\n〔設問１〕\nＡは，採石認可申請の際にＣ組合による保証を受ける必要はなかったと主張している。仮にＡが採石認可申請の際にＣ組合から保証を受けていなかった場合，Ｂ県知事がＡに対し採石認可拒否処分をすることは適法か。採石法及び採石法施行規則の関係する規定の趣旨及び内容を検討し，本件要綱の関係する規定が法的にどのような性質及び効果をもつかを明らかにしながら答えなさい。\n〔設問２〕\nＢ県知事は，Ａに対し，岩石の採取をやめさせるために何らかの処分を行うことができるか。候補となる処分を複数挙げ，採石法の関係する規定を検討しながら答えなさい。解答に当たっては，\n〔設問１〕におけるＢ県知事の採石認可拒否処分は適法であるという考え方を前提にしなさい。\n〔設問３〕\nＤが〔設問２〕で挙げられた処分をさせることを求める行政訴訟を提起した場合，当該訴えは適法か。行政事件訴訟法第３条第２項以下に列挙されている抗告訴訟として考えられる訴えの例を具体的に一つ挙げ，その訴えが訴訟要件を満たすか否かについて検討しなさい。なお，仮の救済は解答の対象から除く。\n- 3 -\n【資料１ 会議録】\n職 員Ｅ：Ａは，Ｃ組合による保証をＡに対する採石認可の要件とすることは違法であると主張しています。これまでは，採石認可申請が保証書の添付なしに行われた場合も，指導すれば，採石業者はすぐにＣ組合から保証書をとってきましたので，Ａの言うような問題は詰めて考えたことがないのです。しかし，これからＡに指導を行う上では，Ａの主張に対して答える必要が出てきそうですので，検討していただけないでしょうか。\n弁護士Ｆ：Ａの主張については，Ｄによる行政訴訟に関して検討する前提としても明らかにしておく必要がありますので，よく調べてお答えすることにいたします。まずは採石法と採石法施行規則の関係規定から調べますが，Ｂ県では要綱も定めているのですね。\n職 員Ｅ：はい。採石業は，骨材，建築・装飾用材料，工業用原料等として用いられる岩石を採取する事業ですが，岩石資源は単価が安く，また，輸送面での制約があるため，地場産業として全国各地に点在しており，小規模事業者の比率が高い点に特徴があります。ところが，跡地防災措置は多額の費用を必要とし，確実に行われないおそれがあります。そのような背景から，本件要綱は，採石認可の申請者はＣ組合の跡地防災保証を受けなければならないとし，保証書を採石認可申請の際の添付書類として規定しています。本件要綱のこうした規定によれば，Ｃ組合の保証を受けない者による採石認可申請を拒否できることは，当然のようにも思われるのですが。\n弁護士Ｆ：御指摘の要綱の定めは，法律に基づく政省令等により，保証を許認可の要件として規定する場合とは，法的な意味が異なります。御指摘の本件要綱の規定が，採石法や採石法施行規則との関係でどのような法的性質をもち，どのような法的効果をもつか，私の方で検討しましょう。\n職 員Ｅ：お願いします。\n弁護士Ｆ：ところで，他の都道府県でも，本件要綱と同じように，特定の採石事業協同組合による保証を求めているのですか。\n職 員Ｅ：その点は，都道府県によってまちまちです。保証人は申請者以外の複数の採石業者でもよいとしている県もありますし，跡地防災措置のための資金計画の提出を求めるのみで，保証を求めていない県もあります。しかし，Ｂ県では，跡地防災措置が適切になされない例が多く，跡地防災措置を確実に履行させるためには，地元のＣ組合による保証が必要と考えています。\n弁護士Ｆ：なるほど。今までのお話を踏まえて，Ａからの反論も想定した上で，仮にＡがＣ組合による保証を受けずに採石認可申請をした場合，Ｂ県知事が申請を拒否することが適法といえるかどうか，まとめておきます。\n職 員Ｅ：今後の私たちの採石認可業務にも参考になりますので，よろしくお願いします。\n弁護士Ｆ：承知しました。ところで，Ｄが行政訴訟を起こそうとしていることも伺いました。Ｂ県としては，保証が必要と考えておられるのでしたら，Ａに対して何らかの処分をすることは考えておられないのですか。\n職 員Ｅ：Ａに対して保証を受けるように指導はしているのですが，今のところ，Ａの財務状況は良好で，岩石の採取をやめさせる処分を直ちに行う必要はないと考えています。それに，こんな事例は初めてで，どのような処分が可能なのか，やはり詰めて考えたことがないのです。\n弁護士Ｆ：そうですか。それでは，Ｄが求めているように，Ａに対し岩石の採取をやめさせる処分が可能なのか，検討しておく必要がありますね。Ｄは，Ａの主張とは逆に，仮にＣ組合による跡地防災保証がなければ，Ａからの採石認可申請は拒否すべきであったと主張するでしょうから，こうした主張を前提にして考えてみます。検討の前提として伺いますが，認可されたＡの採取計画には，跡地防災保証についても記載されているのですか。\n職 員Ｅ：採取計画には，法令上，跡地防災措置について記載する必要があると考えられ，Ａの採取計画にも，採取跡地について掘削面の緑化等の措置を行うことが記載されていますが，跡地防災\n- 4 -保証については，法令上，採取計画に定める事項とはされておらず，Ａの採取計画にも記載されていません。跡地防災保証については，申請書に添付された保証書によって審査しています。しかし，採取計画と保証書とは一体であると考えていまして，保証によって跡地防災措置が確実に履行されることを前提として，採取計画を認可しています。\n弁護士Ｆ：分かりました。今のお話を踏まえ，採石法の関係する規定に照らして，Ａに対し岩石の採取をやめさせるために行うことのできる処分について，様々な可能性を検討してみます。\n職 員Ｅ：お願いします。ただ，素朴に考えると，認可の審査の際に前提としていた保証がなくなってしまったわけですから，認可の取消しは，採石法の個々の規定にかかわらず当然できるように思うのですが，いかがでしょうか。\n弁護士Ｆ：なるほど。まずは採石法の個々の規定を綿密に読む必要がありますが，御指摘の点も検討しておく価値がありますね。\n職 員Ｅ：お願いします。ところで，Ａに対して何らかの処分を行うことが可能だとしても，処分を行うか否かはＢ県知事が判断することだと思うのですが，Ｄが裁判で求めるようなことができるのですか。\n弁護士Ｆ：Ｄがどのような訴えを起こすのか，現時点では確かではありませんが，法定抗告訴訟を提起する可能性が高いと思いますので，法定抗告訴訟として考えられる訴えの例を具体的に一つ想定し，Ｄの訴えが訴訟要件を満たすか否かについて，もちろん法令の関係する規定を踏まえて，検討しておきます。Ｄは，行政訴訟に併せて仮の救済も申し立ててくると思いますが，仮の救済の問題は，今回は検討せず，次の段階で検討することにします。\n- 5 -\n【資料２ 関係法令】\n○ 採石法（昭和２５年１２月２０日法律第２９１号）（抜粋）\n（目的）第１条 この法律は，採石権の制度を創設し，岩石の採取の事業についてその事業を行なう者の登録，岩石の採取計画の認可その他の規制等を行ない，岩石の採取に伴う災害を防止し，岩石の採取の事業の健全な発達を図ることによつて公共の福祉の増進に寄与することを目的とする。\n（採取計画の認可）第３３条 採石業者は，岩石の採取を行なおうとするときは，当該岩石の採取を行なう場所（以下「岩石採取場」という。）ごとに採取計画を定め，当該岩石採取場の所在地を管轄する都道府県知事の認可を受けなければならない。\n（採取計画に定めるべき事項）第３３条の２ 前条の採取計画には，次に掲げる事項を定めなければならない。\n一 岩石採取場の区域二 採取をする岩石の種類及び数量並びにその採取の期間三 岩石の採取の方法及び岩石の採取のための設備その他の施設に関する事項四 岩石の採取に伴う災害の防止のための方法及び施設に関する事項五 前各号に掲げるもののほか，経済産業省令で定める事項\n（認可の申請）第３３条の３ 第３３条の認可を受けようとする採石業者は，次に掲げる事項を記載した申請書を都道府県知事に提出しなければならない。\n一 氏名又は名称及び住所並びに法人にあつては，その代表者の氏名二 登録の年月日及び登録番号三 採取計画\n２ 前項の申請書には，岩石採取場及びその周辺の状況を示す図面その他の経済産業省令で定める書類を添附しなければならない。\n（認可の基準）第３３条の４ 都道府県知事は，第３３条の認可の申請があつた場合において，当該申請に係る採取計画に基づいて行なう岩石の採取が他人に危害を及ぼし，公共の用に供する施設を損傷し，又は農業，林業若しくはその他の産業の利益を損じ，公共の福祉に反すると認めるときは，同条の認可をしてはならない。\n（認可の条件）第３３条の７ 第３３条の認可（中略）には，条件を附することができる。\n２ 前項の条件は，認可に係る事項の確実な実施を図るため必要な最小限度のものに限り，かつ，認可を受ける者に不当な義務を課することとなるものであつてはならない。\n（遵守義務）第３３条の８ 第３３条の認可を受けた採石業者は，当該認可に係る採取計画（中略）に従つて岩石の採取を行なわなければならない。\n（認可の取消し等）第３３条の１２ 都道府県知事は，第３３条の認可を受けた採石業者が次の各号の一に該当するときは，その認可を取り消し，又は六箇月以内の期間を定めてその認可に係る岩石採取場における岩石の採取の停止を命ずることができる。\n一 第３３条の７第１項の条件に違反したとき。\n二 第３３条の８の規定に違反したとき。\n- 6 -三 （中略）次条第１項の規定による命令に違反したとき。\n四 不正の手段により第３３条の認可を受けたとき。\n（緊急措置命令等）第３３条の１３ 都道府県知事は，岩石の採取に伴う災害の防止のため緊急の必要があると認めるときは，採取計画についてその認可を受けた採石業者に対し，岩石の採取に伴う災害の防止のための必要な措置をとるべきこと又は岩石の採取を停止すべきことを命ずることができる。\n２ 都道府県知事は，（中略）第３３条若しくは第３３条の８の規定に違反して岩石の採取を行なつた者に対し，採取跡の崩壊防止施設の設置その他岩石の採取に伴う災害の防止のための必要な措置をとるべきことを命ずることができる。\n第４３条 次の各号の一に該当する者は，１年以下の懲役若しくは１０万円以下の罰金に処し，又はこれを併科する。\n一 （略）二 （前略）第３３条の１２，第３３条の１３第１項若しくは第２項又は（中略）の規定による命令に違反した者三 第３３条又は第３３条の８の規定に違反して岩石の採取を行なつた者四 （略）\n○ 採石法施行規則（昭和２６年１月３１日通商産業省令第６号）（抜粋）\n（採取計画に定めるべき事項）第８条の１４ 法（注：採石法）第３３条の２第５号の経済産業省令で定める事項は，次に掲げるとおりとする。\n一 岩石の賦存の状況二 採取をする岩石の用途三 廃土又は廃石のたい積の方法\n（認可の申請）第８条の１５ （略）\n２ 法第３３条の３第２項の経済産業省令で定める書類は，次に掲げるとおりとする。\n一 岩石採取場の位置を示す縮尺五万分の一の地図二 岩石採取場及びその周辺の状況を示す図面三 掘採に係る土地の実測平面図四 掘採に係る土地の実測縦断面図及び実測横断面図に当該土地の計画地盤面を記載したもの五 （略）六 岩石採取場を管理する事務所の名称及び所在地，当該事務所の業務管理者の氏名並びに当該業務管理者が当該岩石採取場において認可採取計画に従つて岩石の採取及び災害の防止が行われるよう監督するための計画を記載した書面七 岩石採取場で岩石の採取を行うことについて申請者が権原を有すること又は権原を取得する見込みが十分であることを示す書面八 岩石の採取に係る行為に関し，他の行政庁の許可，認可その他の処分を受けることを必要とするときは，その処分を受けていることを示す書面又は受ける見込みに関する書面九 岩石採取場からの岩石の搬出の方法及び当該岩石採取場から国道又は都道府県道にいたるまでの岩石の搬出の経路を記載した書面十 採取跡における災害の防止のために必要な資金計画を記載した書面十一 その他参考となる事項を記載した図面又は書面\n- 7 -\n【資料３ Ｂ県採石法事務取扱要綱（抜粋）】\n第７条 法（注：採石法）第３３条の認可を受けようとする採石業者は，法第３３条の２第４号により採取計画に定められた跡地防災措置（岩石採取の跡地で岩石採取に起因する災害が発生することを防止するために必要な措置をいう。以下同じ。）につき，Ｃ組合を保証人として立てなければならない。\n２ 前項の保証人は，その保証に係る採石業者が破産等により跡地防災措置を行わない場合に，その採石業者に代わって跡地防災措置を行うものとする。\n第８条 採取計画の認可を受けようとする採石業者は，法第３３条の３第１項の申請書に，法施行規則第８条の１５第２項第１１号の図面又は書面として，次に掲げる書類を添付しなければならない。\n一 第７条の保証人を立てていることを証する書面二～五 （略）\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/公法系.pdf",
  "purpose": "を理解して実力を発揮できるように，本年も各設問の配点割合を明示することとした。\n【民事系科目】\n〔第１問〕\n本問は，ＡがＣから賃借した建物が最新の免震構造を備えているとして賃料が高く設定されていたのに，そうではなかったことが判明し，Ａがその後の賃料の支払を拒絶した事例（設問\n１），Ａが死亡し，その妻Ｂが直接の加害者Ｅの使用者であるＤとの間で，Ｂ及びＢの妊娠中の胎児がＡの相続人であることを前提として和解契約を締結したが，その後Ｂが流産をした事例（設問２），丁土地上に丙建物が存在していた場合において，丁土地の持分が順次ＧからＨ\nに譲渡され，丙建物がＣからＫに譲渡された事例（設問３）に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。当事者間の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，賃貸借契約における解除の要件を問い，賃借物が約定された性質を有しないことの法的意味を検討させることにより，法的分析力及び法的構成力を問うものである。\n本問では，Ｃは，Ａに対して，賃料の不払を理由としてＡとの賃貸借契約を解除する旨の意思表示をしている。したがって，まず，この解除は，民法第５４１条に基づき，Ａの債務不履行を理由とするものであることが指摘されなければならない。この解除についてはその他の要件も必要となるが，必ずしもその網羅的な指摘及び検討を求めるものではない。\nこれに対して，Ａは，賃料は，本来，月額２０万円であるはずなのに，既に２年間，毎月\n２５万円をＣに支払ってきたため，１２０万円を払い過ぎた状態にあり，少なくとも今後６か月分の賃料は支払わなくてもよいはずであると主張している。この主張は，Ａに債務不履行は認められないという趣旨のものであるとみることができる。\n問題は，このＡの主張を基礎付けるために，どのような法的構成が考えられるかである。こ\n- 3 -こでは，①賃料は月額２０万円であり，２年間にわたって毎月５万円ずつ賃料を払い過ぎた分については不当利得返還請求権が認められ，それと今後６か月分の賃料とを相殺するという方法と，②賃料は月額２５万円であるものの，ＡはＣに対して月額５万円の損害賠償請求権を有しており，それと今後６か月分の賃料とを相殺するという方法が考えられる。①の主張をするためには，毎月の賃料が当初から２０万円であったことを法的に説明しなければならず，②の主張をするためには，Ａは毎月５万円の損害を受けてきたほか，今後６か月分の賃料についても，毎月２５万円の賃料債務を負担しつつ，毎月５万円の損害賠償を請求することができるので，これらを含め，相殺することが可能であることを説明しなければならない。賃貸借契約の性質に照らすならば，①の方が②よりも素直な構成であり，また，設問におけるＡの主張により整合的であるといえる。しかし，必ずしも②の考え方を排除する趣旨ではなく，整合的で首尾一貫した法的構成を案出し，これが的確に提示されていれば，それに応じた評価をすることとしている。\n①の主張を基礎付けるためには，契約上予定された物を使用収益させてはじめてそれに対応した賃料が発生するという賃貸借契約における一般的な法理や危険負担の法理によるほか，民法第６１１条第１項を類推する方法などが考えられる。そこでは，前提となる法理や規定の意義と射程を正確に説明し，当初から賃料が減額されることを基礎付ける必要がある。このほか，契約の解釈による方法も考えられるが，この場合は，そのような契約の解釈が許される根拠を的確に説明する必要がある。さらに，錯誤無効を理由とする方法も考えられるが，この場合は，毎月５万円の限度で契約が一部無効となることを説得的に基礎付ける必要がある。\n②の主張を基礎付けるためには，最新の免震構造を備えた物を使用収益させるという債務の不履行や説明義務の違反を理由とする損害賠償のほか，瑕疵担保に関する規定の準用（民法第\n５５９条による同法第５７０条の準用）による損害賠償が考えられる。そこでは，Ｃの債務の内容を正確に理解した上で，損害賠償請求の要件が何であり，それが満たされているか否か，損害額が５万円とされる理由は何かという点について説得的に論じる必要がある。\nこのように，Ａの主張を基礎付けるための法的構成は複数考えられるが，そのいずれかについて，根拠・要件・効果にわたり，説得的で一貫した考え方を提示し，本問の事例に即した検討をすることが期待されている。複数の法律構成を羅列することが求められているわけではない。\nいずれの法的構成によるとしても，Ａに債務不履行が認められないとするためには，ＡがＣに対して有している債権と賃料債権を相殺する必要がある。したがって，下線部のＡの主張には相殺の意思表示が含まれていることも検討しなければならない。\n設問２は，被相続人の損害賠償請求権の相続について，胎児の法的地位の理解を前提として，和解契約の法的な意味と効果，法的拘束力の範囲について説得的かつ整合的に説明することができるかを問うものである。\n小問⑴は，Ｄに対するＡの損害賠償請求権がどのように相続されるかを確認するものである。\nＤがＡに対して民法第７１５条により使用者責任を負担することを前提に，Ａの損害賠償請求権がどのように相続されるかを踏まえ，本件胎児の死産によりＡの相続人となったＡの兄ＦがＤに対してどのような請求をすることができるかを問うものである。\n小問⑵は，Ｂが流産したことによって本件和解契約がどのように扱われるかを考え，ＤのＢに対する請求の根拠及び内容を検討させる問題である。胎児の相続に関する法的地位について規定した民法第８８６条について，解除条件説を前提とすれば，契約締結の時点では権利能力がある胎児について和解がされたことになるのに対し，停止条件説を前提とすれば，当初から権利能力がない胎児について和解がされたことになる。こうした胎児の法的地位を踏まえて，本件和解の効力がどのようになるのかを説明することが求められる。その際，和解契約が効力を失うとすれば，それはどのような理由によるのか，さらに，どの範囲で効力を失うかについ\n- 4 -て説明することが求められている。例えば，解除条件説によれば，解除条件が成就したことにより，停止条件説によれば，停止条件が成就しなかった結果，権利能力がない者についての代理であることをそれぞれの構成に即して適切に説明することが問題となる。このほか，錯誤無効も考えられるが，和解契約における錯誤無効の主張の可否のほか，流産は契約締結後の事情であるため，そもそも契約締結時に錯誤が存在するか否かが問題となる。また，本件和解契約は，Ｄが負担する損害賠償責任を総額８０００万円とする部分とそれをＡの相続人にその相続分に応じて分割するという部分からなると考え，本件胎児の死産によりＦが相続人となった場合についても，本件和解契約の趣旨に照らして一定の定めがあるものと解釈することも考えられる。\n小問⑶は，小問⑵の結論を踏まえて，Ｂからどのような主張が考えられるかを検討させるものである。ここでは，小問⑵の内容と整合的に論旨を展開することが期待されている。小問⑵で胎児の分である４０００万円の不当利得返還請求を認めた場合には，本件和解が一部有効に存続していることを前提に，Ｂの法定相続分が４分の３となることを踏まえて，どのような主張をすることができるか，また，小問⑵で８０００万円の不当利得返還請求を認めた場合には，本件和解契約の効力が否定されたことを前提に，Ｂは新たにどのような主張をすることができるかを説明することが求められる。\nなお，小問⑵及び⑶においては，本件和解がいくつの契約からなるか，本件和解は何について互譲したものであり，どの点についての拘束力を維持する必要があるかなど，和解契約についての分析がされることが望ましい。\n設問３は，民事紛争において理論上も実際上も重要度が高い所有権に基づく返還請求権の基礎的理解を問うものである。所有権に基づく返還請求権の要件の基本的構造を理解した上で，それを本問の事例に即して展開し応用する能力が問われる。\n丙建物の収去請求及びその敷地の明渡請求における訴訟物は，一般に，所有権に基づく返還請求権であると解されており，Ｈが丁土地を所有していること及びＫが丙建物を所有して丁土地の一部を占有していることが要件となる。具体的には，下線部①②③④の各事実が原告の所有に関わる事実であり，下線部⑤⑥が被告の占有に関わる事実である。これらの事実の法的な意義を踏まえて，本問の原告であるＨが被告であるＫに対し，所有権に基づく返還請求権を行使して，丙建物の収去及びその敷地の明渡しを請求することができるかという問題を適切に検討することが期待される。\n本問では，平成２４年夏頃当時，丁土地が，Ｇの持分を３分の２とし，Ｈの持分３分の１とする共有であったことについては争いがないとみられるため，そのままの権利状態であったとしても，丙建物の収去請求及びその敷地の明渡請求は，共有地である丁土地の保存行為であり，Ｈが単独ですることができる（民法第２５２条ただし書）。もっとも，これとは異なる法的構成として，実体的にＧからＨへの持分の移転があったと認められる場合において，そのことも主張してＨの所有権に基づく返還請求権の行使を認めるという考え方もあり得る。しかし，いずれにおいても，Ｋは，丁土地の不法占拠者であり，一般に民法第１７７条の第三者には当たらないと解されているため，その持分の移転をその登記がされるまで認めない旨の権利抗弁を提出することはできないと考えられる。\n下線部の事実のうち①②③④については，これらのいずれかの法的構成を提示した上で，それに従って，その法律上の意義を的確に分析することが望まれる。\nまた，丙建物の収去請求及びその敷地の明渡請求が認められるためには，Ｋが丙建物を所有して丁土地の一部を占有することも要件となる。Ｋが丙建物を所有して丁土地の一部を占有しているといえるためには，まず，丙建物が存在する場所が丁土地であることが前提となる。そして，Ｋが実体上丙建物の所有者であることが認められるならば，Ｋが丙建物を所有して丁土地の一部を占有していることになる。これは，Ｋの実体上の建物所有が登記上公示されている\n- 5 -か否かに関わりなく認められる。\n下線部の事実のうち⑤⑥については，このような理解に従って，その法律上の意義を的確に分析することが望まれる。\n〔第２問〕\n本問は，非公開会社である甲社において，適法な選任手続を経ずに代表取締役の就任登記がされた者がした行為に関し，株主総会及び取締役会の適正な手続を経ることなく行われた募集株式の発行の効力（設問１），取締役会の決議を経ることなく，また，権限を濫用して，多額の金銭の借入れを行った場合の甲社への効果の帰属（設問２），一連の行為に関する株主代表訴訟による責任追及の可否及び範囲（設問３）について，事案に即して検討することを求めるものである。\n設問１では，新株発行の無効の訴えの提訴期間を経過した後の時点において，瑕疵のある募集株式の発行の効力を争う方法とその法律関係を，事案に即して論ずることが求められる。\n本問では，甲社における平成２４年６月の本件株式発行については，検査役の調査に代わる弁護士の証明等を受けて現物出資財産の給付が完了しているものの，その時点において，代表取締役として登記されたＥは，そもそも取締役としての株主総会の選任決議を欠き，代表取締役としての取締役会の選定決議も欠いており，これらの手続に瑕疵が認められる。また，甲社は，問題文別紙の履歴事項全部証明書によれば，株式の譲渡について取締役会の承認を要する旨の定款の定めを有しており，このような非公開会社では，募集株式の発行は，株主割当ての場合を除き，株主総会の特別決議による必要がある（会社法第１９９条第２項，第２０１条，第３０９条第２項第５号）。しかし，甲社においては，全ての株主が会した席上で，４００株の募集株式を発行してその全部をＥに割り当てることについて，株主に対して賛同を求めた経緯は認められるが，株主のうち，Ｃはこの提案に反発して退席し，Ａも賛成の意思表示はしておらず，招集手続についての瑕疵が治癒されたと評価する余地があるとしても，それを越えて全ての株主が賛成したという事実までは認められない。\nこの場合に，本問では，平成２６年４月の時点では，本件株式発行がされた平成２４年６月\n１０日から既に１年を経過した後であるため，新株発行無効の訴えを提起することはできない（会社法第８２８条第１項第２号括弧書き）。そこで，本件株式発行の効力を争うためには，訴えの提起について期間制限のない新株発行不存在確認の訴え（同法第８２９条第１号）を提起することの可否が検討されるべきである。\n新株発行不存在確認の訴えは，法文上，どのような場合に募集株式の発行が「不存在」であるかが明らかでなく，不存在の意義を解釈により明らかにした上で，本問の事案に即して当てはめることが必要になる。前述のとおり，本件株式発行に関しては，その発行手続について，Ｅの取締役への選任手続及び代表取締役への選定手続に瑕疵があり，本件株式発行は代表権のないＥによって行われたものであること，また，本件株式発行について株主総会の特別決議を欠くことなど，諸手続に重大な瑕疵があり，これらは本件株式発行を不存在と認定する事情として指摘されるべきである。他方，本件株式発行の実体を肯定し得る事情としては，本件株式発行の対価について現物出資財産の給付がされ，登記が完了していることや，代表取締役Ａが，Ｅについて代表取締役として行動することを容認した上で，役員変更の登記申請を行い，Ｅが「副社長」という肩書で対外的に活動することを認めていたことなどが挙げられる。\nなお，本件株式発行の効力について，新株発行不存在確認の訴えを認容する判決が確定した場合の法律関係としては，現物出資財産の返還を含めた原状回復の在り方が問題となるが，新株発行無効の訴え（会社法第８３９条）と異なり，新株発行不存在確認の訴えについては，遡及効を否定する規定がない。そこで，本問では，現物出資財産に不動産としての収益が生じているため，新株発行無効の訴えについての同法第８４０条を類推して原状回復の範囲を限定す\n- 6 -る立場と，新株発行無効の訴えとは異なり，不当利得についての規律（民法第７０３条，第１８９条等）の適用による解決を図る立場のいずれかによることが検討されるべきである。他方，新株発行不存在確認の訴えが認容されない場合の法律関係としては，既存株主であるＣは，本件株式発行によって持株比率の低下（単独の持株比率が１０％から約６％に低下するほか，Ａ\nの有する株式数と合わせても発行済株式総数の過半数を占めることができず，会社の支配に及ぼす影響力が低下する。）という損害を受けるので，この損害の賠償を会社法第４２９条第１項又は不法行為責任に基づき請求することが考えられる。\n設問２では，適法な選任手続を経ずに代表取締役の就任登記がされたＥが，取締役会の決議を経ることなく，また，権限を濫用して行った本件借入れに関し，その効果が甲社に帰属するかについて，事案に即して適切に論ずることが求められる。\n本件借入れに係る借入金の返還請求を主張するＨの立場では，①代表権のあるＥによる行為であること，②Ｅに代表権がないとしても，Ｅは「副社長」という肩書を付されていた点で表見代表取締役についての規定（会社法第３５４条）を類推適用することができること，③Ｅに代表権がないとしても，故意に不実の事項を登記した場合の効果（同法第９０８条第２項）が認められることを，それぞれ主張することが考えられる。これらのうち，②については，Ｅは使用人にすぎず，取締役の地位にないため，同法第３５４条を直接適用することはできないが，本問では，Ａ及びＤがＥに「副社長」の肩書で対外的に活動することを認めていたという経緯があり，「株式会社が…副社長その他株式会社を代表する権限を有するものと認められる名称を付した場合」（同条参照）に該当すると評価して，同条の類推適用を主張することが考えられる。また，③については，Ｅの選任手続に瑕疵がある関係で，甲社による不実の事項の登記があったと評価できるかが問題となり得るが，代表権のあるＡが，自らＥの代表取締役への就任登記を申請していることから，甲社により不実の事項の登記がされたものと評価する余地があり，これらの点について事案に即して検討する必要がある。\n他方，借入金の返還請求を否定する甲社の立場としては，上記①に対してＥの選任手続に瑕疵があることを主張し，上記②③に係る瑕疵についてＨに悪意又は重過失があったことを主張するほか，④本件借入れは甲社にとって多額の借財（会社法第３６２条第４項第２号）に該当するところ，その取締役会の決議を経ておらず，かつ，Ｈは取締役会の決議を欠いていることを知り又は知ることができたこと，⑤本件借入れは，甲社の事業上の必要性によるものではなく，Ｅの個人的な思惑によるものである点で，権限濫用行為に該当するところ，Ｈはこれを知り又は知ることができたことを主張することが考えられる。上記④については，本件借入れが，甲社の年商に匹敵する額であり，１株当たりの純資産額から算出される甲社の純資産の額などに照らしても「多額の借財」に該当すると認められることを，具体的な事実を示して指摘することが求められる。そして，Ｈが甲社の取締役会の決議を欠いていることにつき，悪意であるとまでは評価することができないとしても，取締役会議事録等の確認をしなかった経緯をどのように評価するかについて，言及されるべきである。上記⑤については，Ｅは，Ｈに対し，借入金を私的な使途に充てることを疑わせるような事情を説明してはいないが，使途についての説明が曖昧であったという経緯があり，このような事実関係の下で，Ｈが権限濫用を知り又は知ることができたといえるか否かにつき，事案に即して論ずることが求められる。\n設問３では，Ｃが株主代表訴訟を提起する場合に関し，Ｅに対しては，本件借入れ及び本件貸付けの結果甲社に生じた損害に関する任務懈怠責任を追及し，また，Ｅが相続により承継した本件土地の所有権移転登記義務の履行を請求することができるか，Ｄに対しては，Ｅの任務懈怠責任に関連したＤのいわゆる監視義務違反の結果甲社に生じた損害に関する任務懈怠責任を追及することができるかについて，それぞれ事案に即して法的問題点を論ずることが求められる。\nＥに対する株主代表訴訟においては，まず，Ｅが適法な取締役選任手続を経ておらず，実体\n- 7 -法上は使用人の地位にあるにすぎない点が問題となるが，代表取締役として行動している一連の経緯に照らし，事実上の取締役に該当するなどとして，会社法第４２３条第１項の類推適用によりＥの任務懈怠責任を肯定する余地がある。この場合に，Ｅの任務懈怠の内容としては，本件借入れによる債務の負担及び本件貸付けによる貸付金の回収不能という具体的な損害と直接の因果関係を認め得るＥの任務懈怠が指摘されるべきであり，本件借入れ及び本件貸付けについて，多額の借財及び重要な財産の処分として必要となる取締役会の決議を欠いていることを指摘することも求められる。また，ＥがＦから相続した甲社に対する所有権移転登記義務については，そのような債務も株主代表訴訟の対象とすることが認められるか否かが問題となる。\nＥの所有権移転登記義務は，取締役間のなれ合いによる請求の懈怠のおそれがあるという点では，任務懈怠責任と共通の問題点を有しているが，他方，Ｅが取締役の地位に基づき負担した義務ではなく，相続を原因として承継した債務であること，法律上，甲社がＥに対して移転登記請求権を行使することができることは当然としても，この権利を株主代表訴訟によって実現することを認めると，甲社における取引上の裁量的判断を制約することになりかねないが，そのような結論は妥当かなどの観点も踏まえて検討することが求められる。\nさらに，Ｄに対する株主代表訴訟においては，Ｄの取締役の退任登記はされているが，Ｅが適法な取締役選任手続を経ていないため，甲社において，Ａ及びＣだけでは法律で定められた取締役の員数（会社法第３３１条第４項）を充たしておらず，任期満了により退任したＤがなお取締役としての権利義務を有する地位にあること（同法第３４６条第１項）を前提に論ずることが必要である。その上で，Ｄは，Ｅによる本件借入れ及び本件貸付けに際して，Ｅからあらかじめ相談を受けながら，「やめた方がよいのではないか。」と述べるだけで，積極的に違法な借入れ及び貸付けの実行を制止するために適切な措置を講じていないが，この点について，損害と因果関係のある任務懈怠として，Ｄの監視義務違反が認められるか否かを事案に即して検討することが求められる。\n〔第３問〕\n本問は，不法行為に基づく損害賠償請求事件を題材として，訴訟上の和解に対する表見法理の適用（設問１），訴訟上の和解についての訴訟代理人の代理権限の範囲（設問２），予測できなかった後遺障害の主張と訴訟上の和解における既判力との関係（設問３）について検討することを求めている。受験者には，問題文において与えられた事実関係，関係する判例，示された考え方を踏まえ，問題文の指示に従った考察を行うことが求められている。\n〔設問１〕は，ＸとＡ及びＢ社との間で成立した訴訟上の和解について，表見法理の適用に\nよりその効力を維持する議論を行うことを求めるものである。問題文においては，表見法理の適用を否定する見解に関し，取引行為と訴訟手続（訴訟行為）の違いを指摘する判例（最高裁判所昭和４５年１２月１５日第三小法廷判決・民集２４巻１３号２０７２頁）の考え方のほか，手続の不安定を招くといった考え方が示され，これらの論拠には説得力がないとする立場から論述することが求められている。また，問題文においては，訴訟上の和解は，私法上の和解契約とその内容を一致して裁判所に陳述する合同訴訟行為との併存であることから，訴訟行為としての和解の効力が否定されるとした場合において私法上何の効果も生じないことになるのか，といった観点も考慮することが求められている。したがって，本設問に対する解答では，先に掲げた考え方が，訴訟上の和解に表見法理の適用を否定する論拠として説得力を欠くことに加えて，訴訟上の和解に係る私法上の和解契約としての側面が表見法理の適用により効力を維持する余地がある一方で，訴訟行為の側面は有効となる余地がないと解した場合に不都合が生じることについて，具体的な理由を挙げて説得力ある論述をすることが求められる。\nなお，問題文においては，訴訟上の和解に表見法理を適用することの可否に絞って論述することが求められているから，本問では，表見代表取締役Ｃに対する訴状送達により訴訟係属の- 8 -効力が生じるかについては論じる必要がない。また，本問は，訴訟行為に対する表見法理不適用説に対する一般的，抽象的な反論を求めるものでもない。\n〔設問２〕は，Ｘに対して謝罪することを内容とする本件の和解条項第１項について，和解\n期日に欠席したＡにおいて，こうした内容の和解をする権限をＬ２に明示的に授与していなかったから，この条項を含めて和解全体が無効である，と後日主張するに至ったため，この条項も和解の訴訟代理権の範囲に含まれているという角度からの検討を求めるものである。問題文においては，訴訟物である貸金返還義務についての分割払いという譲歩を引き出すため，抵当権の設定という訴訟物の範囲外の譲歩を被告側訴訟代理人がした場合につき，明示的に授権がなくてもそれが和解の代理権限に含まれるとした判例（最高裁判所昭和３８年２月２１日第一小法廷判決・民集１７巻１号１８２頁）が示され，この最高裁判決の内容を踏まえた立論が求められている。そのためには，Ｌ２に対して授権された和解権限に一定の制約があるとしても，本件の和解条項第１項のような和解をする権限はその中に含まれているから，Ａは本件和解の無効を主張することができないという方向での論述が求められる。例えば，和解の本質が互譲にあることを説明した上で，Ｘが賠償金額の減額に応じるという譲歩とＡがＸに謝罪するという譲歩との間には対価性が認められることを踏まえ，抵当権の設定が互譲の一方法として訴訟代理人の和解権限に含まれる以上，謝罪を内容とする和解をすることも同様に本件和解の代理権限の範囲内にある，といった内容の論述が考えられるところである。\nなお，弁護士に与えられた和解権限はそもそも無制限であることを根拠とすることも考えられないわけではないが，そのような論述においては，問題文で示された上記最高裁判決を，無制限説を採用するものとして理解することが可能かという問題のほか，訴訟代理人の権限が無制限であるとすることの理由付けについて触れる必要があろう。\n〔設問３〕は，訴訟上の和解には既判力があるから，本件後遺障害に基づく損害賠償請求権\nの主張が遮断される，との主張に対する反論を求めるものである。問題文においては，①本件の和解条項第２項及び第５項（特に第５項）について生じる既判力を本件後遺障害に基づく損害賠償請求権の主張を遮断しない限度にまで縮小させる議論，又は，②本件の和解は本件後遺障害に基づく損害賠償請求権を対象として締結されたものではないから，この請求権を不存在とする趣旨の既判力は生じないとの議論という２つの法律構成の可能性が示されている。①は，訴訟上の和解の既判力を確定判決のそれに引き寄せて理解した場合に考えられる法律構成である。これに対し②は，訴訟上の和解の既判力とは，和解の更改的効力に反する蒸し返し的な主張を不適法として遮断する訴訟法上の効力であるが，本件のような後遺障害に基づく損害賠償請求権の主張が本件和解の既判力により遮断されるか否かは，本件の和解条項（特に第５項）\nがその不存在をも確認する趣旨のものであるか否かに係り，それは本件和解条項の解釈の問題である，とする考え方に依拠した法律構成である。また，ヒントとして，定期金方式による損害賠償を命じた判決の基礎となった事情に事後的な変動が生じたときには損害額の再調整をすることができるという民事訴訟法第１１７条が示されている。\nこれらを踏まえると，上記①・②の論述に共通する前提として，人身損害においては，その性質上将来的に後遺障害の程度の変化により変動する可能性があり，それを全て予測して訴訟追行をし，判決をすることは困難であることから，民事訴訟法第１１７条は，定期金方式により長期にわたって損害賠償を命じる場合について，将来の事情変動を考慮して損害額の再調整をすることを許しているということを，まず確認する必要があろう。\nその上で，①の論述としては，上記のような民事訴訟法第１１７条が前提とする人身損害の性質は，一時金方式であっても同様であり，したがって，判決当時に予測ができなかった形で損害が生じたときに，その損害を不存在とする趣旨の既判力が作用するからそれを主張することは遮断されるというように，既判力を絶対的なものとして理解すべきではなく，既判力は，正確な将来予測に基づいて完全な攻撃防御を尽くすことが期待できる限度まで縮小されるので- 9 -\nあり，訴訟上の和解の既判力もこれと同じである，といった内容のものが考えられる。\nまた，②の論述としては，将来生じるかどうか定かではない新たな後遺障害も含めて損害の全体像を正確に把握して和解の合意を行うことは不可能であり，本件訴訟上の和解は，その成立時に当事者双方においてその発生が認識されていたか，又は認識が可能であった損害のみを対象として行われたものと解するのが，当事者の合理的意思に合致すること，訴訟上の和解に対して付与される既判力の範囲が，和解の更改的効力が及ぶ範囲を超えることはないことからして，本件の和解は成立当時にいまだ生じていなかった後遺障害に基づく損害賠償請求権を対象として締結されたものではないので，当該請求権を不存在とする趣旨の既判力は生じない，といった内容のものが考えられる。\nこれらの論述は，既判力の縮小（上記①）又は訴訟上の和解における合意内容の限定（上記\n②）という法律構成を，人身損害の性質や，訴訟上の和解に既判力が認められることの意味などを踏まえて説明するものであり，受験者には，自らの言葉で理論的でかつ具体的な説明を試みる姿勢が求められる。このような観点からは，後遺障害については手続保障が欠けるから訴訟上の和解の既判力が縮小されるといった抽象的な論述にとどまるもの，期待可能性の欠如による既判力縮小を抽象的に論じるにとどまるものは，十分かつ的確な論述とは言い難いであろう。\n【刑事系科目】\n〔第１問〕\n本問は，乳児Ａの母親である甲が，Ａを殺害するためＡに対する授乳等をやめたところ，甲と同棲中の丙が，これを見て見ぬふりをするなどし，その後，甲とは別居中である甲の夫乙が，甲丙の留守中にＡを連れ出し，Ａと共にタクシーの運転手による事故に遭ったが，Ａのみ死亡したという具体的事例について，甲乙丙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。\n(1) 甲の罪責について甲は，某年７月１日（以下「某年」は省略する。），Ａを殺害するためＡに対する授乳等をやめ，Ａの脱水症状や体力消耗による生命の危険が生じ，後にＡは死亡した。授乳等をやめるという不作為に及んだ甲に殺人罪の実行行為性が認められるかを検討するに当たっては，作為義務，作為可能性といった不真正不作為犯の成立要件について見解を示し，その成立要件に事実関係を的確に当てはめる必要がある。その際，甲がＡの母親であるという民法上の法律関係に限らず，甲がＡを出産して以来，Ａと同居してＡを養育してきたこと，Ａは月齢\n４か月の乳児であること，ミルクアレルギーがあるため母乳しか飲むことができなかったこと，甲は７月１日朝までは２時間ないし３時間おきにＡに授乳し，Ａは順調に成育していたこと等の具体的な事実関係にも着目することが求められる。\n甲に殺人罪の実行行為性を認める場合，実行の着手時期，つまり，甲の不作為によってＡの生命に対する現実的危険が生じた時期を，Ａの体調の変化を挙げつつ認定する必要がある。\nそして，甲の実行行為によってＡが脱水症状や体力消耗により死亡する現実的危険が生じた後，乙の故意によるＡを連れ去る行為やタクシーの運転手の過失による事故という事情が介在してＡが脳挫傷により死亡したので，このような場合であっても甲の実行行為と結果との間に因果関係が認められるのかを検討する必要がある。その際，判例をその具体的事案に留意しながら参考にして，因果関係について見解を示し，これに事実関係を的確に当てはめ，妥当な結論を導くことが求められる。\nさらに，故意の存在，甲が授乳を再開したため中止未遂を認定できるかどうかについての言及も求められる。\n- 10 -\n(2) 丙の罪責について丙は，７月２日，Ａに生命の危険が生じた頃，甲がＡに授乳等をしないことに気付き，甲の意図を察知したが，甲に対し，Ａに授乳等をするように言うなどの措置は何ら講じず，見て見ぬふりをした。甲と丙の間に殺人罪の共謀はないため，片面的共同正犯を否定する立場では丙甲の間に共同正犯は成立しないが，甲の作為義務とは別に，丙について作為義務を認定できるならば，不作為に及んだ丙に殺人罪の単独正犯又は幇助犯が成立する余地がある。\nその際，丙は，Ａの父親ではなく，Ａと同居し始めたのは６月１日頃からであること，当初はＡの世話をしていたが，６月２０日頃には世話を一切しなくなったこと，Ａに対する授乳等は甲が行っていたこと等の具体的な事実関係にも着目しつつ，甲に作為義務を認定した論拠と矛盾なく，丙の具体的な作為義務等を検討することが求められる。一方，片面的共同正犯を肯定する立場に立つとしても，それで直ちに丙甲の間に共同正犯が成立するわけではなく，不作為に及んだ丙に殺人罪の作為義務が認められるか否かの検討が必要である。\nまた，丙は，７月３日，病院で適切な治療を受けさせない限りＡを救命することが不可能な状態となった後，Ａを溺愛している甲の母親から電話で訪問したいと言われたが，嘘をついて断った。丙のこの行為を，作為による殺人罪の単独正犯としての実行行為と認定するか，作為による殺人罪の幇助行為と認定するか，見て見ぬふりの不作為犯を犯している間の一事情と認定するかはともかく，その成立要件に事実関係を的確に当てはめて結論に至ることが求められる。\nなお，本問では，甲は丙の意図に気付いていないので，丙に幇助犯を認定する場合には，片面的幇助犯に関する見解を論じる必要がある。\n(3) 乙の罪責についてア 住居侵入罪の検討住居侵入罪の保護法益について見解を示しつつ，構成要件の意義を明らかにし，これに事実関係を的確に当てはめることになる。甲と乙は夫婦で，甲方は乙名義で借りているが，乙が甲方を出て行くことで別居することとなり，甲の求めに応じて鍵を甲に渡し，甲が家賃を支払うようになったこと，乙は玄関ドアから甲方に立ち入ったが，甲に内緒で所持していた合鍵を使ったものであったこと等の具体的な事実関係に着目することが求められる。\nイ 未成年者略取罪の検討乙は，Ａと別居しているが，Ａの父親であり，Ａに対する親権を有しているので，未成年者略取罪の主体となるかが問題となり，最決平成１７年１２月６日刑集５９巻１０号\n１９０１頁が参考になる。そして，未成年者略取罪の保護法益について見解を示しつつ，略取の意義を明らかにし，これに事実関係を的確に当てはめることが求められる。\nウ 違法性阻却の検討住居侵入罪，未成年者略取罪の各構成要件該当性が認められるとしても，乙が甲方へ侵入してＡを連れ去った行為は，衰弱が深刻なＡを救出する行為と評価する余地もあるので，乙の行為の違法性が阻却されるかを検討することとなる。正当行為，緊急避難，正当防衛のいずれを検討するかはともかく，各成立要件の意義を明らかにし，事実関係を的確に当てはめて結論に至ることが求められる。\n(4) 罪数処理前記(1)ないし(3)の検討において，甲乙丙に，複数の犯罪が成立すると考えた場合，それら複数の犯罪について，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも，刑法解釈上，基本的かつ著名な問題点であり，これら問題点についての基本的な判例や学説の知識を前提に，事案の中にある具体的な諸事実を抽出し，論理的な整合性はもちろん，結論の妥当性も勘案しつつ，それに法規範を適用する\n- 11 -ことが求められる。基本的な判例や学説の学習が重要であることはいうまでもないが，特に判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成等を意識することが必要であり，そのような学習を通じ，結論を導くために必要な事実を認定し，その事実に理論を当てはめる能力を涵養することが望まれる。\n〔第２問〕\n本問は，殺人・窃盗事件の捜査及び公訴提起に関連して生じる刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕１は，Ｌ県Ｍ市内で発生した殺人及び窃盗事件に関し，隣県であるＳ県Ｔ市内に\n居住する甲が被疑者として浮上したことから，司法警察員Ｐが同人をその住居からＭ市内所在のＭ警察署まで任意同行して取り調べた後，同人を同警察署付近のＨホテルに宿泊させ，その翌日に行った「①甲の取調べ」，上記「①甲の取調べ」後，同人を引き続き同ホテルに宿泊させ，その翌日に行った「②甲の取調べ」に関し，それぞれの適法性を論じさせることにより，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者取調べがいかなる限度で許されるか，その法的判断枠組みの理解と，具体的事実への適用能力を試すものである。\n任意同行後の宿泊を伴う取調べの適法性について判示した指導的な最高裁判例（最決昭和\n５９年２月２９日刑集３８巻３号４７９頁。いわゆる高輪グリーン・マンション殺人事件）は，任意捜査の一環としての被疑者取調べに関し，第一に，強制手段を用いることは許されない，第二に，強制手段を用いない場合でも，事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法・態様及び限度において許容されるという二段階の適法性の判断枠組みを示している。ここで第二段階にいう「相当」性については，捜査の必要性と被侵害利益とを比較衡量して判断するとの立場や，捜査機関に対する行為規範としての観点から判断するとの立場等，その判断方法に関する理解が分かれ得るが，いずれの立場に立脚するにせよ，検討の前提として，上記最高裁判例を踏まえつつ，任意同行後の宿泊を伴う取調べについて，その適法性判断の枠組みを明確化しておくことが求められる。\nその上で，「①甲の取調べ」及び「②甲の取調べ」のそれぞれについて，設問の事例に現れた具体的事実がその判断枠組みにおいてどのような意味を持つのかを意識しながら，その適法性を検討する必要がある。\n「①甲の取調べ」については，第一段階の判断として，前日に甲をＨホテルに宿泊させた上で取調べを行ったことが，強制手段を用いた取調べと評価されるのか否かにつき，宿泊に至った経緯，費用負担，警察による監視の有無，翌日の出頭経緯及び取調べ状況等を具体的に指摘しつつ，それらが甲の意思を制圧するに至っているか，甲の行動の自由を侵害しているかという観点から評価することが求められる。\nそして，上記の点につき，「①甲の取調べ」は強制手段を用いたものではないとの結論に至った場合には，第二段階の判断として，任意捜査としての相当性を欠くか否かについて検討することになり，前記判例の例示も踏まえ，事案の性質，被疑者に対する容疑の程度，被疑者の態度等につき具体的事情を適切に抽出・評価する必要がある。相当性の判断においては，これら具体的事情を漫然と並べて判断するのではなく，自らの立場により，捜査の必要性と甲の被侵害利益（意思決定の自由や行動の自由等）との権衡を失していないか，あるいは，社会通念上，捜査機関に許されている任意処分の限度を超えていないか等の視点を定め，それに即した検討が望まれる。\nなお，第二段階の相当性の判断においても，宿泊を伴うことは判断要素の一つとなる。第一\n- 12 -段階においては，強制手段を用いることになっていないか，すなわち甲の意思決定の自由及び行動の自由を侵害していないかという視点から検討したのに対し，第二段階においては，強制手段による取調べには当たらないことを前提に，任意捜査としての相当性を欠くか否かという視点から検討するのであり，検討の視点が異なる以上，両者を混同することなく，段階を追った検討が求められる。\n「②甲の取調べ」についても，「①甲の取調べ」と同様，二段階の判断枠組みに従って，その適法性を検討すべきであるが，両者は，宿泊の態様が大きく異なっているから，この点を意識して論じる必要がある。\nまず，「②甲の取調べ」に先立ち，甲をＨホテルに宿泊させたことにより，強制手段を用いた取調べとならないかについては，結論はともかくとして，それを肯定する方向に働く事情及び否定する方向に働く事情の双方を適切に抽出して評価しなければならない。中でも，甲の態度として，当初，帰宅を希望したものの，Ｐの説得に応じて宿泊を承諾したこと，Ｈホテルにおいて，一旦は警察官がふすまを隔てた隣室に宿泊することを断ったものの，やはり説得によって諦めたこと，「②甲の取調べ」において中止や途中退出を求めることはなかったことについては，評価が分かれ得る事情であり，宿泊とそれに引き続く取調べについて有効な承諾があったと見得るかどうかに関し，丁寧な検討と説得的な論述が求められる。\n次に，「②甲の取調べ」について強制手段によるものとは認められないとの立場をとった場合，任意捜査としての相当性を論じなければならないが，ここでも「①甲の取調べ」との差異を意識する必要がある。\nすなわち，本件が殺人・窃盗という重大事件であることや，甲が窃盗の被害品である指輪を質入れしたとの情報がある一方，それ以外の証拠はなく，甲を取り調べる必要性があること，殺人・窃盗は同一犯人によって実行された可能性が高く，甲には窃盗のみならず殺人の嫌疑も存在することは，「①甲の取調べ」及び「②甲の取調べ」の双方に共通するものの，「②甲の取調べ」の時点では，甲がその前日，窃盗に加えて殺人の事実についても具体的に自白して供述録取書の作成に応じ，凶器の投棄場所を記載した図面を作成したことなど，具体的事情に変化を生じているのであるから，どのような結論をとるにせよ，これらの変化を踏まえて論じるべきである。\nなお，「②甲の取調べ」の前提となったＨホテルにおける宿泊について，第二段階の相当性の判断においても検討が必要であることは，「①甲の取調べ」と同様である。\n〔設問１〕２は，起訴後に行われた「③甲の取調べ」の適法性を論じさせることにより，刑\n事訴訟法に直接の規定がない事項につき，刑事訴訟法の原則に立ち返って検討する法的思考力を試すものである。\n起訴後は，公判中心主義の要請があり，また，被告人は訴訟の当事者としての地位を有する。\nしたがって，捜査機関が被告人を被告事件について取り調べれば，公判廷外で真相解明に向けた証拠収集活動が行われることになるという観点からは，公判中心主義に抵触する可能性があり，また，検察官と訴訟上対等な地位にある被告人を取調べの対象とするという観点からは，当事者主義に抵触する可能性がある。他方，起訴後，公訴維持のために被告人の取調べを含む捜査が必要になることがあることも否定できない。そこで，起訴後の被告人の取調べに関しては，これらの要請を十分に踏まえ，果たしてまたいかなる限度でそれが許されるか，刑事訴訟法の関連規定も視野に置きつつ，それらと整合的な法解釈を示す必要がある。\nその際，公判中心主義の要請との関係では，少なくとも第１回公判期日前には，刑事訴訟法上も公判廷外での証拠収集活動（第１回公判期日前の証人尋問（法第２２６条，第２２７条），証拠保全（法第１７９条）など）が認められていることを意識する必要があり，また，当事者主義の要請との関係では，被告人の承諾に基づく任意の取調べであっても，被告人の訴訟上の地位を害することになるかどうかの検討が必要である。刑事訴訟法第１９８条の取調べの客体\n- 13 -は「被疑者」とされていることから，「被告人」の取調べの法的根拠も問題となる。これらの点に関し，起訴後の被告人の取調べは「被告人の当事者たる地位にかんがみ，……なるべく避けなければならない」としつつ，刑事訴訟法第１９７条第１項の任意捜査として許されることがある旨判示した最決昭和３６年１１月２１日刑集１５巻１０号１７６４頁も踏まえつつ，的確に問題を摘示して論じることが求められる。\nその上で，「③甲の取調べ」の適法性については，乙の自白及びそれに基づき明らかとなったその他の具体的事情に照らし，甲について，公訴維持にいかなる問題を生じているか，その問題を解決するために甲の取調べが必要か，また，どのような方策を講じれば取調べの任意性を確保できるかという諸点を意識して検討し，適法・違法の結論を導く必要があろう。\n〔設問２〕は，訴因変更に関する問題であり，訴因と検察官の立証方針とを比較すると，第\n１事実（殺人）については，犯行の日時に変化を生じており，第２事実（窃盗）については，実行行為が盗品等無償譲受行為へと変化し，犯行の日時及び場所にも変化を生じている。そこで，このような事実の変動に照らし，訴因変更が必要か，また，訴因変更が可能かについて，検討する必要がある。\nまず，訴因変更がいかなる場合に必要かについては，刑事訴訟法上の明文規定はないが，一般に「訴因変更の要否」と呼ばれている問題，すなわち，裁判所が訴因と異なった事実を認定するに当たり，検察官による訴因変更手続を経る必要があるか（訴因変更手続を経ずに訴因と異なる事実を認定することの適否）について，一定の基準を示した最高裁判例（最決平成１３\n年４月１１日刑集５５巻３号１２７頁）が存在する。本問においても，その内容を踏まえ，変動が生じた事実が「罪となるべき事実」を特定して記載した訴因においていかなる意味を持つ事実であるかを意識しつつ論じることが望まれる。ただし，検察官による訴因の変更が問題となる場合には，大別して，検察官が起訴状の記載と異なる事実を意識的に立証しようとして，証拠の提出に先立って訴因変更しようとする場合と，証拠調べの結果，起訴状の記載と異なる事実が証明されたと考えられることから，訴因変更しようとする場合とがあることについて，留意する必要がある。本問は，検察官が，公判前整理手続開始前，すなわち具体的な主張・立証を展開する以前に訴因と異なる心証を得て，その心証に基づく主張・立証活動を行おうとする場合に採るべき措置について検討を求めるものであるから，前者の局面の問題である。一般に「訴因変更の要否」と呼ばれ，上記の最高裁判例でも扱われた後者の問題とは局面を異にするから，その差異を意識して論じなければならない。\n次に，訴因変更の可否について，刑事訴訟法第３１２条第１項は，「公訴事実の同一性」を害しない限度で許されるとするものの，公訴事実の同一性を判断する基準については，やはり明文上明らかではない。本問で問題となるいわゆる「狭義の同一性」について，最高裁の判例は，「基本的事実関係が同一」かどうかを基準とした判断を積み重ねてきているが，その判断に当たっては，犯罪の日時，場所，行為の態様・方法・相手方，被害の種類・程度等の共通性に着目して結論を導くものと，両訴因の非両立性に着目して結論を導くものがある（後者の判断方法を採った例として，最決昭和２９年５月１４日刑集８巻５号６７６頁，最判昭和３４年\n１２月１１日刑集１３巻１３号３１９５頁，最決昭和５３年３月６日刑集３２巻２号２１８頁，最決昭和６３年１０月２５日刑集４２巻８号１１００頁等がある。）。そこで，一連の判例の立場も踏まえつつ，「公訴事実の同一性」の判断基準を明らかにした上で，本件の各公訴事実につき訴因変更の可否を論じる必要がある。\n【選択科目】"
}