{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ｌ県警察は，平成２６年２月９日，Ｗから「自宅で妻のＶが死亡している。」との通報を受けた。同日，Ｌ県Ｍ警察署の司法警察員Ｐらは，Ｌ県Ｍ市Ｎ町にあるＷ方に臨場したところ，Ｖは頭部を多数回殴打されて死亡しており，Ｗは「私は，本日，２週間にわたる海外出張から帰宅した。帰宅時，玄関の鍵が掛かっておらず，居間に妻の死体があった。家屋内は荒らされていないが，妻のダイヤモンドの指輪が見当たらない。」と供述した。\n２ Ｐらは，Ｖに対する殺人・窃盗事件として捜査を開始し，その一環として，Ｗが供述する指輪について捜査したところ，同月１０日，Ｍ市内の質屋から，同月３日午前中に甲がダイヤモンドの指輪を質入れしたとの情報を得た。そこで，Ｐがその指輪を領置し，Ｗに確認したところ，Ｗは「指輪は妻のものに間違いない。甲は，私のいとこで，多額の借金を抱えて夜逃げしたが，時\n々金を借りに来ていた。」と供述した。そして，甲が，隣県であるＳ県Ｔ市所在のＵ建設会社で作業員として働き，同社敷地内にある従業員寮に居住していることが判明したことから，Ｐは，同月１１日，同所に赴き，午後１時頃，寮から出てきた甲に対し，「Ｍ市内の質屋にダイヤモン\nドの指輪を質入れしたことはないか。」と言ってＭ市所在のＭ警察署までの同行を求め，甲は素直にこれに応じた。\n３ Ｐ及び甲は，同日午後４時頃，Ｍ警察署に到着し，Ｐはその頃から，同署刑事課取調室において，甲に供述拒否権があることを告げ，その取調べを開始した。甲は，当初，「私がダイヤモンドの指輪を質入れしたことは間違いないが，その指輪は拾ったものである。」と供述したが，同日午後７時頃，「指輪は，私がＷ方から盗んだものである。」と供述した。さらに，Ｐは，甲に対し，Ｖ死亡の事実を告げて，甲の関与について尋ねたものの，甲は「私は関係ない。」と答え，同日午後１０時頃には，「先ほど指輪を盗んだと言ったのは嘘である。私は，Ⅴを殺していないし，指輪を盗んでもいない。指輪は知人からもらった。」と供述を変遷させた。\n４ この時点で夜も遅くなっていたため，Ｐは取調べを中断することとしたが，翌日も引き続き甲を取り調べる必要があると考え，甲に対し，「明日朝から取調べを再開するので，出頭してほしい。」と申し向けた。すると，甲は，翌日はＳ県内の建設現場で働く予定があるとして出頭に難色を示したものの，Ｐから，捜査のため必要があるので協力してほしい旨説得され，「１日くらいなら仕事を休んで，取調べに応じてもよい。しかし，今から寮に帰るとなると，タクシーを使わなければならない。安いホテルに泊まった方が安上がりだと思うので，泊まる所を紹介してほしい。」と述べた。そこで，Ｐが，甲に対し，Ｍ警察署から徒歩約２０分の距離にあるビジネスホテル「Ｈ」を紹介したところ，甲は，Ｈホテルまで自ら歩いて行き，同ホテルに自費で宿泊した。なお，Ｐは，甲に捜査員を同行させたり，甲の宿泊中に同ホテルに捜査員を派遣したりすることはしなかった。\n翌１２日午前１０時頃，捜査員が同行することなく，甲が１人でＭ警察署に出頭したので，Ｐは，前日に引き続き，同署刑事課取調室において，甲に供述拒否権があることを告げ，①甲の取調べを開始した。甲は，当初，殺人及び窃盗への関与を否認したものの，Ｐが適宜食事や休憩を取らせながら取調べを継続したところ，同日午後６時頃，甲は，殺人及び窃盗の事実を認め，「指輪を質入れした日の前日の昼頃，Ｗ方に金を借りに行ったが，Ｗは不在で妻のⅤがいた。居間でⅤと話をするうち口論となり，カッとなって部屋にあったゴルフクラブでⅤの頭などを多数回殴り付けて殺害した。殺害後，Ⅴがダイヤモンドの指輪を着けていたことに初めて気付き，その指輪を盗んだ。ゴルフクラブは山中に捨てた。」と供述するとともに，ゴルフクラブの投棄場所を記載した図面を作成した。また，Ｐは，甲の上記供述を記載した甲の供述録取書を作成した。な\n- 2 -お，取調べ開始からこの時点まで，甲が取調べの中止を訴えたり，取調室からの退去を希望したりすることはなかった。\n５ この時点で午後９時になっていたので，Ｐは取調べを中断することとし，甲に対し，「ゴルフクラブを捨てた場所に案内してもらったり，更に詳しい話を聞きたいので，ホテルにもう１泊してもらい，明日も取調べを続けたいがよいか。」と申し向けた。これに対し，甲は「宿泊する金がないし，続けて仕事を休むと勤務先に迷惑をかけることになるので，一旦寮に帰って社長に相談したい。落ち着いたら必ず出頭する。」と述べたものの，Ｐから「社長には電話で相談すればいいのではないか。宿泊費は警察が出すので心配しなくてもよい。」と説得され，渋々ながら「分かりました。そうします。」と答えた。\nそこで，Ｐは警察の費用でＨホテルの客室を確保した。同客室は同ホテルの７階にあり，６畳和室と８畳和室が続いていて，奥の６畳和室からホテルの通路に出るためには，必ず８畳和室を通らなければならず，両室の間はふすまで仕切られているだけで，錠が掛からない構造であった。\nＰは，部下であるＱら３名の司法警察員に対し，警察車両で甲をＨホテルまで送り届けて上記客室の６畳和室に宿泊させ，Ｑら３名の司法警察員は同客室の８畳和室で待機するよう指示した。\n甲は，Ｑらと共に上記客室に到着し，Ｑらも宿泊することを知ると，「人がいると落ち着かない。\n警察官は帰ってほしい。せめて私を個室にして警察官は別室にいてもらいたい。」と訴えた。しかし，甲は，Ｑから「ふすまで仕切られているのだから，別室と同じようなものだろう。私達は隣の部屋にいるだけで，君の部屋をのぞくようなことはしない。」と説得されると，諦めて６畳和室で就寝し，Ｑら３名の司法警察員は８畳和室で待機した。\n翌１３日午前９時頃，甲が警察車両に乗せられてＭ警察署に出頭したので，Ｐは，前日に引き続き，同署刑事課取調室において，甲に供述拒否権があることを告げ，②甲の取調べを開始したところ，甲は前夜同様に，Ｖを殺害して指輪を窃取した旨供述した。そこで，Ｐは，甲にゴルフ\nクラブの投棄場所まで案内するように求め，これに応じた甲を警察車両に乗せ，甲の案内で山中まで赴いたところ，同所から血のついたゴルフクラブが発見された。Ｐは，これを領置した上，Ｗに確認を求めたところ，Ｗは，同クラブは特注品であり，自宅にあったものに間違いない旨供述した。また，同クラブからは数個の指紋が検出され，そのうち一つが甲の指紋と合致した。Ｐは，これらの捜査を踏まえて甲に対する殺人及び窃盗の被疑事実で逮捕状を請求し，裁判官から逮捕状を得た上，同日午後４時，Ｍ警察署において甲を通常逮捕した。なお，この日も，Ｐは，甲に適宜食事や休憩を取らせ，甲は，取調べ開始から逮捕まで，取調べの中止を訴えたり，取調室からの退去を希望したりすることはなかった。\n６ 甲は，逮捕後の弁解録取においても両被疑事実を認め，翌１４日午前９時，検察官に送致された。甲は，検察官Ｒによる弁解録取においても両被疑事実を認め，Ｒは，殺人及び窃盗の被疑事実により甲の勾留を請求し，同日，勾留状が発付された。甲は，その後も両被疑事実を認め，「２月２日午後１時頃，借金を申し込むためにＷ方に行ったがＷは不在だった。Ⅴと口論となり，Ｖ\nから『Ｗの金ばかり当てにしている甲斐性なし。』などと罵られ，カッとなってゴルフクラブでＶを殴り殺した。その後，Ⅴがダイヤモンドの指輪を着けていたことに初めて気付き，金に換えようと思ってその指輪を盗んだ。ゴルフクラブは山中に捨てた。」と供述した。Ｒは，その他所要の捜査を遂げ，延長された勾留期間の満了日である同年３月５日，甲を殺人罪及び窃盗罪により起訴した（公訴事実は【資料】のとおり。）。\n７ 同月８日，別の窃盗事件により勾留中の乙が，警察による取調べにおいて，Ｗ方でダイヤモンドの指輪及びルビーのペンダントを窃取し，ダイヤモンドの指輪は友人の甲に無償で譲渡し，ルビーのペンダントは自ら質入れした旨供述した。警察がこの供述に従い捜査したところ，Ｗ方にあったＶの宝石箱から検出された指紋の一つが乙のものと合致するとともに，乙が供述した質屋からルビーのペンダントが発見され，そのペンダントは，ＶがＷの出張中に購入したものであり，Ｖの所有物に間違いないことが判明した。さらに，甲がＶ殺害に使用したと供述するゴルフクラ\n- 3 -ブから検出された数個の指紋のうち，一つは乙のものと合致することが判明したが，乙は「室内で金目の物を探しているうちに，ゴルフクラブに私の指紋が付いたと思う。私はＶ殺害には関係ない。」と供述した。\n上記事情を把握したＲは，第１回公判前整理手続期日前である同月２４日，甲が勾留されているＬ拘置所において，甲に対し，「君が起訴されている事件につき，もう一度，取調べを行うが，嫌なら取調べを受けなくてもよいし，取調べを受けるとしても，言いたくないことは言わなくてもよい。」と告げ，甲が取調べに応じる旨述べたので，Ｒは，弁護人を立ち会わせることなく，③甲の取調べを開始した。Ｒは，甲に対し，「乙という人物を知っているか。殺人・窃盗事件に乙が関係しているのではないか。」と質問したところ，甲は，しばらく逡巡していたものの，「乙は友人で，借金を肩代わりしてもらったことがある。今回の殺人事件に乙は関係していないが，実は，ダイヤモンドの指輪は私が盗んだのではなく，乙が盗んだものである。以前，私は，乙に，資産家であるいとこのＷについて話したことがあった。２月２日午後７時頃，乙が寮の私の部屋に来て，『今日，Ｗ方から盗んできた。』と言ってダイヤモンドの指輪をただでくれた。私は，２月３日午前中にその指輪を質入れしたが，期待していたほどの金にならなかったので，Ｗから借金をしようと考え，その日の午後１時頃にＷ方に行った。しかし，Ｗはおらず，Ｖと口論になり罵られてカッとなって，ゴルフクラブでⅤを殺した。金目の物を探したり盗んだりすることなく，直ちにその場から逃げてゴルフクラブを捨てた。殺害の方法はこれまで話してきたとおりであり，私一人でしたことである。そして，私は，乙には日頃から世話になっていたことから，乙をかばうために，ダイヤモンドの指輪を私が盗んだと嘘をつき，それとつじつまを合わせるために，Ｖを殺したのは質入れの前日だということにした。」と供述した。\nその後，Ｒは，乙をも取り調べるなど所要の捜査を遂げた結果，甲及び乙の各供述に矛盾はなく，本件の真相は，甲が，平成２６年２月２日午後７時頃，Ｕ建設会社従業員寮の甲の居室において，乙から盗品と知りつつダイヤモンドの指輪を無償で譲り受け，同月３日午後１時頃，Ｗ方居間において，単独で，Ｖを殺害した事件であると認め，④公判において，その旨立証するとの方針を立てた。\n〔設問１〕１． 【事例】中の４及び５に記載されている①及び②の甲の取調べの適法性について，\n具体的事実を摘示しつつ論じなさい。\n２． 【事例】中の７に記載されている③の甲の取調べの適法性について，具体的事実を摘示しつつ論じなさい。\n〔設問２〕 検察官は，④の方針を前提とした場合，【資料】の公訴事実に関し，どのような措置を\n講じるべきかについて論じなさい。\n- 4 -\n【資料】\n公 訴 事 実被告人は第１ 平成２６年２月２日午後１時頃，Ｌ県Ｍ市Ｎ町○丁目△番地のＷ方居間において，Ｖに対し，殺意をもって，ゴルフクラブでその頭部等を多数回殴打し，よって，その頃，同所において，同人を頭部打撲に基づく脳挫滅により死亡させて殺害し第２ 前記日時場所において，同人所有の指輪１個を窃取したものである。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，殺人・窃盗事件の捜査及び公訴提起に関連して生じる刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕１は，Ｌ県Ｍ市内で発生した殺人及び窃盗事件に関し，隣県であるＳ県Ｔ市内に\n居住する甲が被疑者として浮上したことから，司法警察員Ｐが同人をその住居からＭ市内所在のＭ警察署まで任意同行して取り調べた後，同人を同警察署付近のＨホテルに宿泊させ，その翌日に行った「①甲の取調べ」，上記「①甲の取調べ」後，同人を引き続き同ホテルに宿泊させ，その翌日に行った「②甲の取調べ」に関し，それぞれの適法性を論じさせることにより，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者取調べがいかなる限度で許されるか，その法的判断枠組みの理解と，具体的事実への適用能力を試すものである。\n任意同行後の宿泊を伴う取調べの適法性について判示した指導的な最高裁判例（最決昭和\n５９年２月２９日刑集３８巻３号４７９頁。いわゆる高輪グリーン・マンション殺人事件）は，任意捜査の一環としての被疑者取調べに関し，第一に，強制手段を用いることは許されない，第二に，強制手段を用いない場合でも，事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法・態様及び限度において許容されるという二段階の適法性の判断枠組みを示している。ここで第二段階にいう「相当」性については，捜査の必要性と被侵害利益とを比較衡量して判断するとの立場や，捜査機関に対する行為規範としての観点から判断するとの立場等，その判断方法に関する理解が分かれ得るが，いずれの立場に立脚するにせよ，検討の前提として，上記最高裁判例を踏まえつつ，任意同行後の宿泊を伴う取調べについて，その適法性判断の枠組みを明確化しておくことが求められる。\nその上で，「①甲の取調べ」及び「②甲の取調べ」のそれぞれについて，設問の事例に現れた具体的事実がその判断枠組みにおいてどのような意味を持つのかを意識しながら，その適法性を検討する必要がある。\n「①甲の取調べ」については，第一段階の判断として，前日に甲をＨホテルに宿泊させた上で取調べを行ったことが，強制手段を用いた取調べと評価されるのか否かにつき，宿泊に至った経緯，費用負担，警察による監視の有無，翌日の出頭経緯及び取調べ状況等を具体的に指摘しつつ，それらが甲の意思を制圧するに至っているか，甲の行動の自由を侵害しているかという観点から評価することが求められる。\nそして，上記の点につき，「①甲の取調べ」は強制手段を用いたものではないとの結論に至った場合には，第二段階の判断として，任意捜査としての相当性を欠くか否かについて検討することになり，前記判例の例示も踏まえ，事案の性質，被疑者に対する容疑の程度，被疑者の態度等につき具体的事情を適切に抽出・評価する必要がある。相当性の判断においては，これら具体的事情を漫然と並べて判断するのではなく，自らの立場により，捜査の必要性と甲の被侵害利益（意思決定の自由や行動の自由等）との権衡を失していないか，あるいは，社会通念上，捜査機関に許されている任意処分の限度を超えていないか等の視点を定め，それに即した検討が望まれる。\nなお，第二段階の相当性の判断においても，宿泊を伴うことは判断要素の一つとなる。第一\n- 12 -段階においては，強制手段を用いることになっていないか，すなわち甲の意思決定の自由及び行動の自由を侵害していないかという視点から検討したのに対し，第二段階においては，強制手段による取調べには当たらないことを前提に，任意捜査としての相当性を欠くか否かという視点から検討するのであり，検討の視点が異なる以上，両者を混同することなく，段階を追った検討が求められる。\n「②甲の取調べ」についても，「①甲の取調べ」と同様，二段階の判断枠組みに従って，その適法性を検討すべきであるが，両者は，宿泊の態様が大きく異なっているから，この点を意識して論じる必要がある。\nまず，「②甲の取調べ」に先立ち，甲をＨホテルに宿泊させたことにより，強制手段を用いた取調べとならないかについては，結論はともかくとして，それを肯定する方向に働く事情及び否定する方向に働く事情の双方を適切に抽出して評価しなければならない。中でも，甲の態度として，当初，帰宅を希望したものの，Ｐの説得に応じて宿泊を承諾したこと，Ｈホテルにおいて，一旦は警察官がふすまを隔てた隣室に宿泊することを断ったものの，やはり説得によって諦めたこと，「②甲の取調べ」において中止や途中退出を求めることはなかったことについては，評価が分かれ得る事情であり，宿泊とそれに引き続く取調べについて有効な承諾があったと見得るかどうかに関し，丁寧な検討と説得的な論述が求められる。\n次に，「②甲の取調べ」について強制手段によるものとは認められないとの立場をとった場合，任意捜査としての相当性を論じなければならないが，ここでも「①甲の取調べ」との差異を意識する必要がある。\nすなわち，本件が殺人・窃盗という重大事件であることや，甲が窃盗の被害品である指輪を質入れしたとの情報がある一方，それ以外の証拠はなく，甲を取り調べる必要性があること，殺人・窃盗は同一犯人によって実行された可能性が高く，甲には窃盗のみならず殺人の嫌疑も存在することは，「①甲の取調べ」及び「②甲の取調べ」の双方に共通するものの，「②甲の取調べ」の時点では，甲がその前日，窃盗に加えて殺人の事実についても具体的に自白して供述録取書の作成に応じ，凶器の投棄場所を記載した図面を作成したことなど，具体的事情に変化を生じているのであるから，どのような結論をとるにせよ，これらの変化を踏まえて論じるべきである。\nなお，「②甲の取調べ」の前提となったＨホテルにおける宿泊について，第二段階の相当性の判断においても検討が必要であることは，「①甲の取調べ」と同様である。\n〔設問１〕２は，起訴後に行われた「③甲の取調べ」の適法性を論じさせることにより，刑\n事訴訟法に直接の規定がない事項につき，刑事訴訟法の原則に立ち返って検討する法的思考力を試すものである。\n起訴後は，公判中心主義の要請があり，また，被告人は訴訟の当事者としての地位を有する。\nしたがって，捜査機関が被告人を被告事件について取り調べれば，公判廷外で真相解明に向けた証拠収集活動が行われることになるという観点からは，公判中心主義に抵触する可能性があり，また，検察官と訴訟上対等な地位にある被告人を取調べの対象とするという観点からは，当事者主義に抵触する可能性がある。他方，起訴後，公訴維持のために被告人の取調べを含む捜査が必要になることがあることも否定できない。そこで，起訴後の被告人の取調べに関しては，これらの要請を十分に踏まえ，果たしてまたいかなる限度でそれが許されるか，刑事訴訟法の関連規定も視野に置きつつ，それらと整合的な法解釈を示す必要がある。\nその際，公判中心主義の要請との関係では，少なくとも第１回公判期日前には，刑事訴訟法上も公判廷外での証拠収集活動（第１回公判期日前の証人尋問（法第２２６条，第２２７条），証拠保全（法第１７９条）など）が認められていることを意識する必要があり，また，当事者主義の要請との関係では，被告人の承諾に基づく任意の取調べであっても，被告人の訴訟上の地位を害することになるかどうかの検討が必要である。刑事訴訟法第１９８条の取調べの客体\n- 13 -は「被疑者」とされていることから，「被告人」の取調べの法的根拠も問題となる。これらの点に関し，起訴後の被告人の取調べは「被告人の当事者たる地位にかんがみ，……なるべく避けなければならない」としつつ，刑事訴訟法第１９７条第１項の任意捜査として許されることがある旨判示した最決昭和３６年１１月２１日刑集１５巻１０号１７６４頁も踏まえつつ，的確に問題を摘示して論じることが求められる。\nその上で，「③甲の取調べ」の適法性については，乙の自白及びそれに基づき明らかとなったその他の具体的事情に照らし，甲について，公訴維持にいかなる問題を生じているか，その問題を解決するために甲の取調べが必要か，また，どのような方策を講じれば取調べの任意性を確保できるかという諸点を意識して検討し，適法・違法の結論を導く必要があろう。\n〔設問２〕は，訴因変更に関する問題であり，訴因と検察官の立証方針とを比較すると，第\n１事実（殺人）については，犯行の日時に変化を生じており，第２事実（窃盗）については，実行行為が盗品等無償譲受行為へと変化し，犯行の日時及び場所にも変化を生じている。そこで，このような事実の変動に照らし，訴因変更が必要か，また，訴因変更が可能かについて，検討する必要がある。\nまず，訴因変更がいかなる場合に必要かについては，刑事訴訟法上の明文規定はないが，一般に「訴因変更の要否」と呼ばれている問題，すなわち，裁判所が訴因と異なった事実を認定するに当たり，検察官による訴因変更手続を経る必要があるか（訴因変更手続を経ずに訴因と異なる事実を認定することの適否）について，一定の基準を示した最高裁判例（最決平成１３年４月１１日刑集５５巻３号１２７頁）が存在する。本問においても，その内容を踏まえ，変動が生じた事実が「罪となるべき事実」を特定して記載した訴因においていかなる意味を持つ事実であるかを意識しつつ論じることが望まれる。ただし，検察官による訴因の変更が問題となる場合には，大別して，検察官が起訴状の記載と異なる事実を意識的に立証しようとして，証拠の提出に先立って訴因変更しようとする場合と，証拠調べの結果，起訴状の記載と異なる事実が証明されたと考えられることから，訴因変更しようとする場合とがあることについて，留意する必要がある。本問は，検察官が，公判前整理手続開始前，すなわち具体的な主張・立証を展開する以前に訴因と異なる心証を得て，その心証に基づく主張・立証活動を行おうとする場合に採るべき措置について検討を求めるものであるから，前者の局面の問題である。一般に「訴因変更の要否」と呼ばれ，上記の最高裁判例でも扱われた後者の問題とは局面を異にするから，その差異を意識して論じなければならない。\n次に，訴因変更の可否について，刑事訴訟法第３１２条第１項は，「公訴事実の同一性」を害しない限度で許されるとするものの，公訴事実の同一性を判断する基準については，やはり明文上明らかではない。本問で問題となるいわゆる「狭義の同一性」について，最高裁の判例は，「基本的事実関係が同一」かどうかを基準とした判断を積み重ねてきているが，その判断に当たっては，犯罪の日時，場所，行為の態様・方法・相手方，被害の種類・程度等の共通性に着目して結論を導くものと，両訴因の非両立性に着目して結論を導くものがある（後者の判断方法を採った例として，最決昭和２９年５月１４日刑集８巻５号６７６頁，最判昭和３４年\n１２月１１日刑集１３巻１３号３１９５頁，最決昭和５３年３月６日刑集３２巻２号２１８頁，最決昭和６３年１０月２５日刑集４２巻８号１１００頁等がある。）。そこで，一連の判例の立場も踏まえつつ，「公訴事実の同一性」の判断基準を明らかにした上で，本件の各公訴事実につき訴因変更の可否を論じる必要がある。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様，比較的長文の事例を設定し，そこに現れた捜査及び公訴提起に関連して生じる刑事手続法上の問題点について，それを的確に把握し，その法的解決に重要な具体的事実を抽出・分析した上で，これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導き，その過程を筋道立てて説得的に論述することを求めており，法律実務家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n出題の趣旨は，公表されているとおりである。\n〔設問１〕１は，殺人及び窃盗事件に関し，司法警察員Ｐが被疑者甲をその住居から警察署まで任意同行して取り調べた後，同人を同警察署付近のホテルに宿泊させ，その翌日に行った「①甲の取調べ」，その後，同人を引き続き同ホテルに宿泊させ，その翌日に行った「②甲の取調べ」について，それぞれの適法性を問うものである。刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者取調べがいかなる限度で許されるかについて，その法的判断枠組みを明確に示した上で，宿泊を伴う本事例の取調べに現れた具体的事実がその判断枠組みの適用上いかなる意味を持つのかを意識しつつ，各取調べの適法性を論じることを求めている。\n〔設問１〕２は，甲が殺人及び窃盗事件で起訴された後に行われた「③甲の取調べ」について，その適法性を問うものである。起訴後の被告人の取調べが許されるか，許されるとしていかなる限度で許されるかについて，起訴後においても公訴維持のために被告人の取調べが必要となる場合があることを踏まえつつ，公判中心主義及び当事者主義の各要請のほか，関連する刑事訴訟法上の制度にも留意し，それらと整合的な法解釈を示した上で，それを本事例の具体的事実関係に適用して結論を導くことを求めている。\n〔設問２〕は，起訴後の捜査の結果，検察官が当初の立証方針を改め，公判において起訴状記載の訴因とは異なる事実を立証しようとする場合，訴因変更が必要か，\nまた訴因変更が可能かについて，訴因と新たな立証方針との間で生じた変動がいかなる事実に関するものか，それは「罪となるべき事実」を特定して記載した訴因においていかなる意味を持つ事実であるかを意識しつつ論じることを求めている。その際，訴因変更の要否については，本事例が，公判前整理手続開始前，すなわち検察官による具体的な主張・立証に先立つ局面のものであることに留意する必要がある。また，訴因変更の可否については，刑事訴訟法第３１２条第１項所定の「公訴事実の同一性」の有無をいかなる基準・方法により判断するかを，法解釈として明確に示した上で論じる必要がある。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は，いずれも捜査及び公訴の提起・維持に関し刑事訴訟法が定める制度・手続及び判例の基本的な理解に関わるものであり，法科大学院において刑事手続に関する科目を修得した者であれば，本事例において何を論じるべきかは，おのずと把握できるはずである。〔設問２〕で問題となる訴因変更の要否は，検察官が起訴状記載の訴因と異なる事実を意識的に主張・立証しようとして，その主張・立- 37 -証に先立って訴因変更しようとする局面のものである点で，一般に「訴因変更の要否」という名の下に論じられている問題，すなわち証拠調べの結果，裁判所が訴因と異なる事実を認定するに当たり検察官による訴因変更手続を経る必要があるかという問題とは局面を異にし，法科大学院の授業で直接扱われることは少ない問題かもしれない。しかし，そのような局面を取り上げ，起訴状に訴因を明示する趣旨の根本に遡り，かつ，前後の刑事手続の流れを見据えた考察を求めることにより，典型的「論点」に関する表層的・断片的な知識にとどまらない刑事手続上の制度の趣旨・目的の奥深い理解と，刑事手続の動態を踏まえた柔軟で実践的な考察力の有無を問うものである。\n２ 採点実感各考査委員からの意見を踏まえた感想を述べる。\n〔設問１〕１については，事例に現れた法的問題を的確に捉え，任意同行後の宿泊を伴う取調べの適法性について，刑事訴訟法第１９８条及びそれに関する基本的な判例法理の理解を踏まえつつ，適法性の判断枠組みを明確にした上で，事例中の具体的事実をその意味を意識しながら適切に抽出・分析・整理し，それを前記枠組みに当てはめて説得的に結論を導いた答案が見受けられた。\n次に，〔設問１〕２については，起訴後の被告人の取調べについて，刑事訴訟法上の原則を踏まえて問題点を正確に把握し，その許容性と許容要件に関する検討を尽くした上で，本事例に現れた具体的な事情の下，取調べが許されるかにつき的確に論じた答案が見受けられた。\nまた，〔設問２〕については，訴因変更の要否及び可否について，本事例の訴因と検察官の立証方針との間に生じた事実の変動を正確に見据えた上で，制度趣旨及び判例法理の理解を踏まえつつ，かつ，本件が検察官の具体的な主張・立証に先立つ段階における訴因変更の問題であることを明確に意識して論じた答案が見受けられた。\n他方，抽象的な法原則や判例の表現を暗記してそれを機械的に祖述するのみで，\n具体的事実にこれを適用することができていない答案や，そもそも具体的事実の抽出が不十分であったり，その意味の分析が不十分・不適切であったりする答案も見受けられた。\n〔設問１〕においては，任意同行後の宿泊を伴う取調べの適法性が問われているのであるから，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者の取調べがいかなる限度で許されるかにつき，その法的判断の枠組みを示すことができなければならない。この点については，最高裁判例（最決昭和５９年２月２９日刑集３８巻３号４７９頁。いわゆる高輪グリーン・マンション殺人事件）が，第一に，\n強制手段を用いることは許されない，第二に，強制手段を用いない場合でも，事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法ないし態様及び限度において許容されるという二段階の適法性の判断枠組みを示しており，本問では，この判例法理の正確な理解を踏まえ，適法性の判断枠組みを示すことが求められる。ところが，このような判断枠組みを明確に示すことなく，漫然と事例の検討を進めた結果，強制処分に該当するか否か（以下，「強制処分性」という。）の問題が意識されないまま，任意処分である- 38 -ことを（必ずしも十分自覚的ではないまま）前提として，その適法性のみを論じて終わる答案が少なからず見受けられた。\nまた，強制処分性と任意処分としての相当性とが問題となることには，一応理解が及んでいるものの，それぞれの内実に関する理解が浅く，強制処分性についても任意処分としての相当性についても，判断構造や判断要素が十分に意識されないまま，事例中の具体的事実を漫然と羅列して結論を導くような答案，両者の関係の理解が不十分で，強制手段を用いるものでないことを前提に任意処分としての相当性を問題としたはずなのに，相当性を逸脱していることを理由に強制処分に該当するとの結論を導くような答案も見られた。\n判断基準への当てはめに関しては，初日の宿泊と２日目の宿泊とでは，その態様に大きな差異があるのであるから，その差違を明確に意識し，宿泊に関する具体的な事情が強制処分性及び任意処分としての相当性の判断においていかなる意味を持つのかについて適切な分析・検討を加えた上で，基準に当てはめることが求められる。また，「②甲の取調べ」について，強制処分性を否定し，任意処分としての相当性を論じる場合には，「①甲の取調べ」時点と「②甲の取調べ」時点とでは，甲に対する容疑の程度に差異が生じていることにも留意が必要である。しかし，これらの点について，事情の抽出が雑であったり，その意味の分析・検討が不十分であったりし，説得的な当てはめができていない答案が比較的多数見受けられた。とりわけ「②甲の取調べ」については，直感的に一定の結論を思い定め，その結論に結び付けようとする余り，具体的事情の抽出が恣意的であったり，その分析がいささか非常識ではないかと感じさせたりするものも散見され，事案に即応した法的判断力の欠如を危惧させた。判例に現れた宿泊を伴う取調べがいかなる事案においていかなる態様のものであったのか，それは適法・違法の境界線から見てどのような位置付けがされるべき事案なのか（限界事例であったのかどうか）という点にまで理解が及んでいれば，おのずとより説得的な当てはめができたはずであるとも思われ，\n判例の理解が浅薄であることも懸念された。\nなお，本事例において，初日の宿泊はその翌日の「①甲の取調べ」のための出頭確保の手段として，また２日目の宿泊はその翌日の「②甲の取調べ」のための出頭確保の手段として，それぞれ用いられている。答案の中には，例えば，「①甲の取調べ」の適法性について，それに引き続く同日夜の宿泊（２日目の宿泊）が及ぼす影響を論じたものも少数ながら見られたが，このような答案は，上述のような宿泊と取調べの関係を適切に把握できていないものといわざるを得ない。\n〔設問１〕２については，起訴後の被告人の取調べの適法性が問われているにもかかわらず，余罪取調べの可否を論じるなど，そもそも問題の所在に気付いていない答案が，少数ではあるが見受けられた。\n多くの答案は，起訴後の被告人の取調べが公判中心主義及び当事者主義の要請の少なくともいずれかと抵触するおそれがあり，その許容性に問題があることは指摘できていたものの，その一方で，刑事訴訟法第１９８条は取調べの対象を「被疑者」\nとするのみで，「被告人」の取調べについては何ら規定がないところ，この点を指摘・検討した答案は少なかった。\n起訴後の取調べについては，最決昭和３６年１１月２１日刑集１５巻１０号１７６４頁が，「被告人の当事者たる地位にかんがみ，……なるべく避けなければ- 39 -ならない」としつつも，刑事訴訟法第１９７条第１項の任意捜査として許される場合がある旨判示している。したがって，その事案と判示内容を踏まえた上で，問題の所在を的確に指摘し，どのような取調べであれば当事者主義との抵触を避けることができるか，任意性を確保するにはどのような方策が必要かを意識しつつ，適法・違法の判断基準を明確にし，本事例に現れた事情をその基準に当てはめて結論を導けば，説得的な論述ができたはずである。公判中心主義との関係では，刑事訴訟法上，少なくとも第１回公判期日前の証拠収集活動が一定程度認められていること（同法第１７９条，第２２６条，第２２７条等）にも注意が払われてよかった。しかし，\nこれら全てを満たした答案は，残念ながらほとんど見られず，むしろ，起訴後の取調べの問題点を一定程度指摘しつつも，捜査の必要性があることを理由にこれを適法としたり，窃盗の事実から盗品等無償譲受けの事実への訴因変更が予定されており，それは被告人に有利な変更であるからという理由でこれを適法としたりするなど，安易な理由付けで結論に至っているものも相当数存在した。そこからは，起訴後の被告人の取調べと公判中心主義及び当事者主義との緊張関係の理解が表面的かつ抽象的なものにとどまり，判例にも十分な理解が及んでいないことがうかがわれた。\n次に〔設問２〕については，検察官が講じるべき措置として訴因変更が問題となることはおおむね理解されていた。\n本事例では，起訴状記載の訴因と検察官の新たな立証方針とを比較すると，第１事実（殺人）については，犯行の日時に変化を生じており，第２事実（窃盗）については，実行行為が盗品等無償譲受け行為へと変化し，犯行の日時・場所にも変化を生じているから，そのような変動を踏まえ，第１事実，第２事実それぞれについて，訴因変更の要否及び可否を論じることが求められている。ところが，第１事実の犯行の日時の変化に伴う訴因変更の要否について，全く触れていない答案が思いの外多かった。また，殺人の犯行日時の変化に言及した答案の多くは，殺人の訴因において，犯行日時は「罪となるべき事実」の特定に不可欠な事項ではないとした上で，それが被告人の防御にとって重要な事項となる場合であれば，原則として訴因変更が必要であるものの，被告人に不意打ちを与えるものではなく，かつ，被告人にとって不利益な変動でもない場合には，例外的に訴因変更は不要である旨を論じていたが，これは，最決平成１３年４月１１日刑集５５巻３号１２７頁の判示に依拠したものと思われる。この判例の理解は重要であり，多くの答案ではおおむね正しく理解されていたが，同判例が，証拠調べの結果，裁判所が訴因と異なる認定をするに当たり，検察官による訴因変更手続を経る必要があるかという問題に関するものであるのに対し，本事例では，公判前整理手続の開始前，検察官による具体的な主張・立証がされておらず，それに対する被告人側のアリバイ等の主張も何ら行われていない段階での訴因変更が問題であり，この点に留意した論述が求められている。したがって，論述に際しては，公判において主張・立証を主導する検察官の立場やそのような検察官が設定する訴因の役割，後の公判前整理手続における争点整理の要請等を踏まえた上で，検察官が立証方針を変更した場合に何が求められるかとの視点や，訴因を変更すること，又は変更しないことが，被告人の将来の防御権行使にいかなる影響を与えるかとの視点が必要であるが，このような論述がなされた答案は僅かであり，前記判例法理を漫然と記載し，例えば，審理において犯- 40 -行日時が事実上の争点となっていたかなどと，およそ本事例では問題とならない要素に言及した答案も少なからず見受けられた。また，第２事実について，訴因変更が必要であることに関しては，大部分の答案で一応の論述がされていたが，変動した事実が「罪となるべき事実」を特定した訴因においていかなる意味を持つ事実かを端的に指摘し，訴因変更が必要である理由を明瞭に示すことができていたものは，\n思いの外多くはなかった。\n次に，訴因変更の可否については，刑事訴訟法第３１２条第１項所定の「公訴事実の同一性」の有無に関する判断基準・方法を明らかにした上で，特に第２事実に関し，起訴状記載の訴因である窃盗の事実と，検察官が新たに立証しようとする盗品等無償譲受けの事実との間でそれを認めることができるか，両者の具体的な事実を比較検討して当てはめ，結論を導くことが求められている。\n判例は，「公訴事実の同一性」につき，基本的事実関係が同一であるか否かを判断基準とし，基本的事実関係の同一性の判断においては，犯罪の日時，場所，行為の態様・方法・相手方，被害の種類・程度等の事実関係の共通性に着目して結論を導くものと，変更前の訴因と変更後の訴因の非両立性に着目して結論を導くものとが見られるが，答案の多くが，これらの基準に言及していた。もっとも，基本的事実関係の同一性と訴因の非両立性との関係については，明確に整理されていないものも少なくなかった。また，これらの基準を適用した判断方法，特に訴因の非両立性の判断方法については，十分自覚的でない答案も多く，例えば，具体的事実を十分比較することなく，窃盗と盗品等無償譲受けは構成要件上両立しないとして，そこから直ちに基本的事実関係の同一性，ひいては公訴事実の同一性を認めるような答案が一定数見られた。逆に，両事実は構成要件が異なっているとして，そこから直ちに基本的事実関係の同一性を否定する答案も存在した。\n判例は，上述の基準について，犯罪類型ごとに一律の基準を定立しようとするものではなく，事案ごとの具体的な事実関係を前提に，変更前後の訴因の共通性や非両立性を検討し，基本的事実関係の同一性が認められるか否かを判断しているのであるから，本事例において，判例の考え方によるのであれば，事例に現れた具体的な事実を比較検討し，検察官が訴追しようとしている窃盗の目的物である指輪１個と盗品無償譲受けの目的物である指輪１個とが同一のものである点や，窃盗の犯行日時と盗品無償譲受けの犯行日時とが十分近接している点に着眼しつつ，両事実の共通性や非両立性を検討することが求められるが，これらの点に焦点を当て，その意味を的確に踏まえた論述ができている答案は限られていた。\n３ 答案の評価「優秀の水準」にあると認められる答案とは，〔設問１〕については，各取調べの適法性について，事例中の法的問題を明確に意識し，問題点ごとに制度趣旨と基本的な判例の正確な理解を踏まえた的確な法解釈論を展開した上で，個々の事例中に現れた具体的事実を適切に抽出，分析しながら論じられた答案であり，〔設問２〕については，公訴事実中の各事実の訴因変更について，訴因変更の要否及び可否に関する基本的な判例で示された基準を正確に理解した上で，判例で扱われた問題と本事例との違いにも留意しつつ，検察官による訴因変更の要否及び可否について論じることができた答案であるが，このように，出題の趣旨に沿った十分な論述がな- 41 -されている答案は僅かであった。\n「良好の水準」に達していると認められる答案とは，〔設問１〕については，法解釈について想定される全ての問題点に関し一定の見解を示した上で，事例から具体的事実を一応抽出できてはいたが，更に踏み込んで個々の事実が持つ意味を十分考えて分析・整理することには不十分さが残るような答案であり，〔設問２〕については，判例を踏まえた論述がされているものの，本事例の特徴，すなわち，検察官の立証方針の変更によるその主張・立証前の段階での訴因変更の問題であることを踏まえた検討がやや不十分であるような答案である。\n「一応の水準」に達していると認められる答案とは，〔設問１〕については，法解釈について一応の見解は示されているものの，具体的事実の抽出や当てはめが不十分であるか，法解釈について十分に論じられていないものの，事例中から必要な具体的事実を抽出して一応の結論を導き出すことができていた答案であり，〔設問２〕については，訴因変更の要否及び可否について一応の論述がなされているものの，本事例が，証拠調べを行う前の段階であることを無視し，事案に即した検討ができていないような答案である。\n「不良の水準」にとどまると認められる答案とは，上記の水準に及ばない不良なものをいう。例えば，刑事訴訟法上の基本的な原則の意味を理解することなく機械的に暗記し，これを断片的に記述しているだけの答案や，関係条文・法原則を踏まえた法解釈を論述・展開することなく，単なる印象によって結論を導くかのような答案等，法律学に関する基本的学識と能力の欠如が露呈しているものである。例を挙げれば，〔設問１〕では，「③甲の取調べ」につき，被告人が勾留されていることを理由に取調べ受忍義務があるとして取調べを適法とするような答案，〔設問２〕では，第２事実について，理由を示すことなく公訴事実の同一性を否定して訴因変更はできないとするような答案がこれに当たる。\n４ 法科大学院教育に求めるものこのような結果を踏まえると，今後の法科大学院教育においては，従前の採点実感においても指摘されてきたとおり，刑事手続を構成する各制度の趣旨・目的を基本から深くかつ正確に理解すること，重要かつ基本的な判例法理を，その射程距離を含めて正確に理解すること，これらの制度や判例法理を具体的事例に当てはめ適用できる能力を身に付けること，論理的で筋道立った分かりやすい文章を記述する能力を培うことが強く要請される。特に，法適用に関しては，生の事例に含まれた個々の事情あるいはその複合が法規範の適用においてどのような意味を持つのかを意識的に分析・検討し，それに従って事実関係を整理できる能力の涵養が求められる。また，実務教育との有機的連携の下，通常の捜査・公判の過程を俯瞰し，刑事手続上の基本原則や制度がその過程の中のどのような局面で働くのか，各局面ごとに各当事者は何を行わなければならないのか，それがどのように積み重なって手続が進むのか等，刑事手続を動態として理解しておくことの重要性を強調しておきたい。\n- 42 -"
}