{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 19 -\n[知的財産法]\n〔第１問〕（配点：５０）\n製薬会社甲は，認知症に効く新薬の開発を進め，数々の実験を重ねた結果，製法Ａによって，認知症治療に優れた効能を発揮する化合物αを製造することに成功した。そこで，甲は，特許請求の範囲を「化合物αを有効成分とする認知症治療剤」とする特許出願をした。ところが，その出願前に既に頒布されていた創薬に関する公知文献に化合物αの構造が記載されていることを理由として，特許庁から拒絶理由通知が発せられたため，甲は，特許請求の範囲を「製法Ａによって生産される化合物αを有効成分とする認知症治療剤」（以下「本件発明」という。）に補正したところ，特許査定がされ，特許権の設定登録を受けた（以下，その特許権を「本件特許権」という。）。その後，甲は，医薬品を製造・販売するために必要な薬事法所定の承認を得た上で，本件発明の実施品として「製法Ａによって生産される化合物αを有効成分とする認知症治療カプセル」（以下「Ａカプセル」という。）を製造・販売している。\n以上の事実関係を前提として，以下の設問に答えよ。なお，薬事法固有の問題を考慮する必要はない。\n〔設 問〕\n１．製薬会社乙は，製法Ａによって生産される化合物αを有効成分とする医薬品が所定の効能を有するか疑問を抱き，これを確かめる目的で，甲に無断で，本件発明の技術的範囲に属する医薬品を製造して実験をした結果，所定の効能を有することを確認した（以下「乙行為１」という。）。\nそこで，乙は，化合物αを有効成分としつつも，薬剤の有効成分が体内で徐々に放出されるようにして，より少ない服用回数で薬効を生ずるようにした新たな医薬品を開発するために，甲に無断で，本件発明の技術的範囲に属する医薬品を製造し実験を重ねた（以下「乙行為２」\nという。）。\n乙は，上記実験によっても所望の医薬品の開発に至らなかったが，実験中，偶然にも化合物\nαを製法Ｂによって生産することに成功した。そこで，乙は，「製法Ｂによって生産される化合物αを有効成分とする認知症治療カプセル」（これを「Ｂカプセル」という。）を開発し，薬事法所定の承認を得た上で，甲に無断で，これを製造・販売している（以下「乙行為３」という。）。\n甲は，乙に対し，上記乙行為１ないし３は，いずれも本件特許権を侵害するものであるとして，乙行為３の差止め及び乙行為１ないし３に基づく損害賠償を求める訴訟を提起した。\n同訴訟において，甲及び乙は，それぞれどのような主張をすることができるか。\n２．製薬会社丙は，本件特許権の存続期間が満了した後にＡカプセルと同一の製法により同一の有効成分を有する後発医薬品（以下「Ｃカプセル」という。）を製造・販売する計画を立て，Ｃカプセルにつき薬事法所定の承認申請を行う際に必要な資料を揃えるために，甲に無断で，Ｃカプセルを実際に製造して承認申請に必要な試験を行い，その結果，Ｃカプセルにつき薬事法所定の承認を得た（以下「丙行為１」という。）。\nそこで，丙は，Ｃカプセルの将来の販売に備え，化合物αを有効成分とする医薬品が今なお市場においてどの程度の需要があるかを調査するために，Ｃカプセルを少量製造してサンプルとして提供し，市場調査を実施した（以下「丙行為２」という。）。\n丙は，上記調査で満足のいく結果を得たため，本件特許権の存続期間満了前に，Ｃカプセルを将来の販売に備えて大量に製造している（以下「丙行為３」という。）。\n甲は，丙に対し，上記丙行為１ないし３は，いずれも本件特許権を侵害するものであるとして，丙行為３の差止め及び丙行為１ないし３に基づく損害賠償を求める訴訟を提起した。\n- 20 -同訴訟において，甲及び丙は，それぞれどのような主張をすることができるか。\n３．製薬会社丁は，Ａカプセルと同一の効能を有する錠剤の医薬品（以下「Ｄ錠」という。）を開発し，薬事法所定の承認を得た上で，Ａカプセルを市場において大量に購入した上，甲に無断で，Ａカプセルから化合物αを含む薬剤を取り出し，化合物αに化学反応を生じさせないように，上記薬剤に精製水を加えて溶かし，化合物αを再精製し，これを固めて錠剤とし，この錠剤に特殊な皮膜を施すことによって，Ｄ錠を製造し，これを販売している。\n甲は，丁に対し，Ｄ錠の製造・販売行為は，本件特許権を侵害するものであるとして，Ｄ錠の製造・販売の差止めを求める訴訟を提起した。\n同訴訟において，甲及び丁は，それぞれどのような主張をすることができるか。\n- 21 -\n〔第２問〕（配点：５０）\nＡは，見た人が住居とは思えないような，奇抜な家に住みたいと考え，Ｂとの間で設計請負契約を締結し，Ｂは，同契約に基づいて，斬新なデザインを考えつき，これを記した設計図αを作成した。しかしながら，請負代金をめぐってＡとＢの関係がうまくいかなくなったため，当該契約は解除された。その際，Ａは，Ｂから渡された設計図αをＢに返却したが，返却前にＢに無断でそのコ\nピーを取っていた。また，Ｂは，設計図αに設計者としてＢの氏名を記載していたが，設計図αはＡとＢ以外には知られていなかったため，Ａは，そのコピー上のＢの氏名を抹消して自分の氏名を記載した。\nその後，Ａは，複数の建築業者に対して，Ａがコピーした設計図αを，自分が作成したものと偽って見せた。その上で，Ａは，それらの建築業者の中からＣを選んでその建築を依頼し，Ｃは，これに従ってＡの住居（以下「Ａ住居」という。）を建築した。Ａ住居は，そのデザインの斬新さが評判となって，路上から見物する人が絶えなかった。Ａは，Ａ住居に住み始めてから数年後に別の土地に転居しなければならなくなったため，不動産業者を介して，これをＤに売却した。\nＤは，自分の住居であるＡ住居が注目されることには満足していたが，その玄関が余りに派手過ぎると感じたため，これをやや地味な印象を与えるように改築した。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは，Ａに対してどのような請求をすることができるか。\n２．Ｂは，Ｄに対してどのような請求をすることができるか。\n３．Ｅは，Ａ住居に興味を持ち，Ｄに無断で写真撮影した。そして，その写真に基づいて，Ａ住居のミニチュアを多数製作し，これを販売している。\nＢは，Ｅに対して，著作権に基づき，Ａ住居のミニチュアの製作販売の差止めを請求するために，どのような主張をすることができるか。\nこれに対して，Ｅは，どのような主張をすることができるか。\n- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n設問１の乙行為１及び２並びに設問２の丙行為１ないし３については，それらの行為が特許法（以下「法」という。）第６９条第１項の「試験又は研究のためにする特許発明の実施」に該当するか否かを問う問題であり，設問１の乙行為３については，いわゆるプロダクト・バイ・\nプロセス・クレームの技術的範囲等を問う問題であり，設問３は，消尽の成否を問う問題である。\n設問１の乙行為１及び２並びに設問２の丙行為１ないし３については，まず，法第６９条第\n１項の制度趣旨に言及し，それを踏まえて，「試験又は研究のためにする特許発明の実施」に該当するか否かの判断基準を示すことが求められる。この点については，試験・研究の対象を特許発明それ自体に限定し，試験・研究の目的を技術の進歩を目的とするものに限るとする説や，試験・研究の目的を「技術の次の段階への進歩」に限ることは相当でなく，実施行為が結果的に広く科学技術の進展に寄与していればよいとする説などの学説上の対立があるから，どのような立場でもよいが，答案としては，法第６９条第１項の解釈論を展開し，乙及び丙の各行為について論述する必要がある。\nまず，乙行為１は，実施可能要件（法第３６条第４項第１号）等を充足するか否かを調査す\n- 19 -ること（いわゆる機能調査・特許性調査）を目的とした実施行為であり，このような行為に法第６９条第１項が適用されるか否かを問うものである。このような調査は，対象が特許それ自体であり，目的も化合物αを有効成分とする医薬品が所定の効能を有するかを確認することであるから，そのような調査は技術の次の段階への進歩につながるものといえるか否かなどを踏まえ，自説を展開することが求められる。\nまた，乙行為２は，本件発明の改良発明のための実施行為であり，このような行為に法第\n６９条第１項が適用されるかを問うものである。改良発明のための実験は，まさに，「技術の次の段階への進歩」のためのものであると思われることなどを踏まえ，自説を展開することが求められる。\n次に，乙行為３については，Ｂカプセルは，本件発明と対比して化合物αは同一であるもののその製法が異なるため，まず，このような場合，Ｂカプセルは本件発明の技術的範囲に属するかが問題となる。この点，本件特許の特許請求の範囲はいわゆるプロダクト・バイ・プロセ\nス・クレームの形式で記載されている。そこで，ここでは，まず，プロダクト・バイ・プロセス・クレームの意義及び技術的範囲の判断基準を示すことが必要である。この点に関しては，従前，裁判例及び学説において，物同一説，製法限定説などの見解の対立があったが，近時，知財高判平成２４年１月２７日判例時報２１４４号５１頁【プラバスタチンナトリウム事件（大合議）】がプロダクト・バイ・プロセス・クレーム形式で記載された発明について，これを「真正プロダクト・バイ・プロセス・クレーム」（物の特定を直接的にその構造又は特性によることが出願時において不可能又は困難であるとの事情が存在するため，製造方法によりこれを行っているとき）と「不真正プロダクト・バイ・プロセス・クレーム」（物をその構造又は特性により直接的に特定することが出願時において不可能又は困難であるとの事情が存在するとはいえないとき）に分け，プロダクト・バイ・プロセス・クレームにおける技術的範囲の確定や発明の要旨認定につき，前者であれば，製造方法が異なっていても物として同一である以上発明としては同一であると解し，後者であれば，クレーム記載の製造方法により製造された物に限定されるとする見解を示していることから，この大合議判決を踏まえつつ，場合分けをするなどして，自説を展開することが求められる。この際，立証責任に言及していれば，積極的評価の対象となり得る。なお，仮に，Ｂカプセルが文言上本件発明の技術的範囲に含まれないと解するときは，均等侵害の成否も問題となり得るので，事案に即して適切に言及すれば，積極的評価の対象となり得よう。\nまた，本件発明は公知文献によって新規性又は進歩性を欠如する可能性があるので，無効の抗弁（法第１０４条の３）の成否も問題となろう。すなわち，公知文献には化合物αの構造が記載されているので（ただし，製法は不明），プロダクト・バイ・プロセス・クレームにおける発明の要旨認定につき，物同一説に立つかあるいは真正プロダクト・バイ・プロセス・ク\nレームと認定する場合は，無効審判により無効にされるべきであると主張することが可能となる。この際，プロダクト・バイ・プロセス・クレームの技術的範囲の確定の場面と発明の要旨認定の場面において，判断基準が同一であるべきか否かについても言及すれば，積極的評価の対象となり得よう。\n設問２の丙行為１については，特許権の存続期間中に後発医薬品の製造承認を受けるための実施行為に法第６９条第１項が適用されるか否かが論点であり，最判平成１１年４月１６日民集５３巻４号６２７頁【膵臓疾患治療剤事件】に対する理解を問う問題である。同判決は，進歩・改良目的があるとはいえない承認申請の添付資料用の製造及び使用行為にも法第６９条第\n１項が適用されると判示していることから，同判決の判旨に言及しつつ，乙行為１及び２について論じる際に示した「試験又は研究のためにする特許発明の実施」の判断基準と整合するように自説を展開することが求められる。\nまた，丙行為２では，Ｃカプセルの市場調査目的のサンプルの製造・提供に法第６９条第１\n- 20 -項が適用されるかが問題となる。なお，このような市場調査目的の実施行為は，一般的にいって「技術の次の段階への進歩」とは無縁であることを踏まえ，自説を展開することが求められる。\nさらに，丙行為３では，単なる製造承認を得る目的の添付資料のための製造及び使用行為を超えて，特許権の存続期間が満了した場合に即時販売できるようにするための保管目的の製造行為についても法第６９条第１項が適用されるかが問題となるが，上記判決は，傍論ながらこのような製造行為への法第６９条第１項の適用を否定していることなどを踏まえ，自説を展開することが求められる。\n設問３は，消尽の意義，判断基準及びその成否を問う問題である。すなわち，丁は，Ｄ錠を製造・販売するに当たって，本件発明の技術的範囲に属するＡカプセルを市場において購入しているから，本件特許権は既に消尽し，その効力はＤ錠には及ばないとの主張が考えられる。\n消尽の成否については，最判平成１９年１１月８日民集６１巻８号２９８９頁【インクタンク事件】が，特許製品の利用行為に特許権が及ぶのは，当該特許製品と同一性を欠く特許製品が新たに製造されたと認められる場合であり，特許製品の新たな製造に当たるかどうかは，特許製品の属性，特許発明の内容，加工及び部材の交換の態様，取引の実情等を総合考慮して判断するのが相当であると判示していることなどを踏まえ，判断基準を示した上，それを本問の事案に当てはめて論じることが求められる。\n〔第２問〕\n本問は，建築設計図及び建築物を題材として，これらの著作物性，これらの著作物についての著作者人格権及び著作権の内容並びに制限に関する正確な理解を問うものである。設問１及び設問２では，これらの点について論じた上で，どのような請求ができるかについて述べなければならない。\n設問１については，まず，Ｂが著作者人格権及び著作権を有する著作物であって，Ａの行為により，その著作者人格権及び著作権の侵害が問題となるものとしては，Ｂが作成したＡ住居の建築設計図αと，Ｂが考えつき当該設計図に記したＡ住居が考えられる。建築設計図が著作物（著作権法（以下「法」という。）第１０条第１項第６号）となり，また建築物が著作物（同項第５号）となるのはどのような場合であるかについて検討し，本問における設計図α及びＡ\n住居の著作物性について，Ａ住居が斬新なデザインのものとされていることを踏まえて論述しなければならない。\nその上で，Ａの行為によって，Ｂが有する著作者人格権及び著作権のうちで，侵害が問題となる権利としていかなる権利があり，その権利の侵害が成立するかどうかを論述しなければならない。(1)Ａが設計図αをコピーした行為については，設計図α及びＡ住居についての複製権（法第２１条）の侵害が問題となる。(2)Ａが設計図αのコピー上のＢの氏名を抹消して自分の氏名を記載し，そのコピーを複数の建築業者に見せた行為については，設計図α及びＡ住居についての公表権（法第１８条）並びに氏名表示権（法第１９条）の侵害が問題となる。この点に関しては，ここでの公表権及び氏名表示権の侵害行為として問題となるのは，著作物の公衆への提示であるから，Ａが複数の建築業者に設計図αのコピーを見せた行為が公衆への提示に当たるのかについて論じることが求められる。(3)ＡがＣにＡ住居を建築させた行為については，法第２条第１項第１５号ロにより，Ａ住居についての複製権の侵害が問題となる。この点に関し，実際にＡ住居を建築したのはＣであったことから，Ｃに依頼したＡが侵害責任を負うかどうかという問題に触れることが望ましい。また，当該行為については，Ａ住居についての公表権，氏名表示権及び展示権（法第２５条）の侵害という問題，さらにはＡ住居の建築が私的使用のための複製（法第３０条第１項）として許容されるものかどうかという問題（同様の問題は，設計図αのコピーについても生ずる。）も考えられるところ，これらの点を論じ\n- 21 -ていれば積極的評価の対象となり得る。(4)ＡがＡ住居を売却した行為については，Ａ住居についての譲渡権（法第２６条の２）の侵害が問題となる。この点に関しては，Ａの行為が譲渡権の対象である公衆への譲渡に当たるかどうかについて，Ａが不動産業者を介してＤに売却したことを踏まえて論じる必要がある。また，公衆への譲渡に当たるとしても，法第４６条とどのような関係に立つかについても検討していれば積極的評価の対象となり得る。\n設問２については，Ｂが有する，Ａ住居についての著作権人格権及び著作権のうちで，主としてＤがＡ住居を改築した行為との関係で，いかなる権利の侵害が問題となり，その権利の侵害が成立するかどうかを論述しなければならない。Ｄによる改築については，同一性保持権（法第２０条）の侵害が問題となる。この点に関しては，ＤがＡ住居の玄関をやや地味な印象を与えるように改築した行為が，著作物の改変に当たるかどうか，また，改変に当たるとしても，法第２０条第２項第２号によって許容されるかどうかについて論じなければならない。後者の点については，同号に関する裁判例（東京地決平成１５年６月１１日判例時報１８４０号１０６\n頁【ノグチ・ルーム事件】）を考慮しつつ，Ｄが改築したのがＡ住居の玄関が余りに派手過ぎると感じたためであることを踏まえて論じることが求められる。また，当該行為については，翻案権（法第２７条）の侵害も問題となると考えられ，さらに，Ａの行為がＡ住居についての公表権及び氏名表示権の侵害となるのであれば，Ｄも，同様に，Ａ住居についての公表権及び氏名表示権を侵害することが問題となると考えられる。これらの点を論じていれば積極的評価の対象となり得る。\n設問３は，建築の著作物と法第４６条との関係に関する理解を問うものである。Ａ住居が建築の著作物であるとすると，同条により，その利用は同条各号に掲げる場合を除き，許容されることになる。そのため，ＥがＡ住居のミニチュアを製作販売する行為が著作権侵害となるには，当該行為が同条各号のいずれかに該当するものでなければならない。文言上，同条第２号に該当するためには，Ｅの製作行為が「建築により複製」するものである必要があり，同条第\n４号に該当するためには，Ａ住居が美術の著作物の原作品であり，Ｅの製作行為が「専ら美術の著作物の複製物の販売を目的として複製」するものである必要がある。これらの点に関し，Ｂの主張及びＥの主張として，可能な限り説得的な論拠を探究し，それを提示することが求められる。"
}