{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\n甲国と乙国は隣国であるが政治的に対立していた。乙国は産油国で丙国等に原油を輸出してきたが，乙国の港に出入りする船舶は乙国領海と甲国排他的経済水域の一部との間にあるＡ海峡の甲国領海内に位置する航路を通過しなければならなかった。後に乙国と丙国は安全保障条約を締結し，乙国が丙国の軍隊に乙国施設・区域の使用を許可し，丙国が乙国に武器を供与することを定めるとともに，第５条に「各締約国は，乙国領域における，いずれか一方に対する武力攻撃が自国の平和及び安全を危うくするものと認め共通の危険に対処するように行動する」という規定を置いた。これに反発した甲国政府は，「いかなる外国の軍艦及び乙国向け武器積載船によるＡ海峡の甲国領海内航路の通航も甲国の平和と安全を脅かすものであり，甲国は，許可なく同航路を通航するこれらの船舶に対して必要な措置を採る」との声明を発表した。\nその後，乙国では専制的なＸ大統領の退陣を求める全国的な民主化運動が起こったが，Ｘ大統領が政府軍を使って容赦ない弾圧をしたために国民に多数の犠牲者が出た。甲国に避難した乙国民主化運動の各派指導者たちは甲国政府から会議場等の便宜提供や対立意見の調整などのあっせんを受けて，Ｙ連盟という反政府政治組織とその軍事部門であるＺ軍の創設に合意した。乙国に拠点を戻したＹ連盟とＺ軍は，Ｘ大統領政府に対する武力闘争を開始し，乙国は内戦状態になった。Ｘ大統領政府と対立する甲国政府は，Ｙ連盟に対して財政支援，訓練及び武器供与を行った。Ｚ軍の作戦行動はＹ連盟の政治的決定に基づきＺ軍幹部が指揮しているが，甲国政府から供与される資金，訓練，武器及び情報がなければ，Ｘ大統領の政府軍と効果的にゲリラ戦を続けることはできなかった。\n２０１３年秋，Ｙ連盟指導部の決定に基づきＺ軍幹部は乙国国営原油生産施設（以下「原油生産施設」という。）の破壊作戦を立案・指揮した。同作戦は，甲国で訓練を受けたＺ軍戦闘員が甲国から供与された武器・装備を動員して電撃的に実行し，Ｚ軍は原油生産施設の基幹部分を破壊した後撤収した。Ｘ大統領は，Ｙ連盟及びＺ軍による原油生産施設の破壊行為を甲国自身に帰属する国際違法行為であると非難した。\nＺ軍が原油生産施設を破壊・撤収した１か月後，丙国の空軍部隊は，甲国の武器貯蔵庫，軍事基地，港湾の集荷場など数か所を爆撃し，これらを破壊した。丙国政府は国際連合安全保障理事会（以下「国連安保理」という。）議長に宛てた書簡で，「第１に，原油生産施設の破壊行為の後も，乙国で軍事行動を続けているＹ連盟及びＺ軍に対して，甲国政府は，財政支援，訓練及び武器供与という形態の援助を継続していた。第２に，甲国からのこれらの援助を利用して，Ｙ連盟及びＺ軍が乙国化学工場施設に対する新たな軍事作戦を決定し，そのためにＺ軍部隊が行動を開始したという情報を乙国から入手した。Ｚ軍による同施設の武力攻撃は，甲国による武力攻撃とみなし得る。したがって丙国は，安全保障条約第５条の義務に基づいて独自の決定により甲国に対する軍事行動を実施した。この行動は，国際連合憲章第５１条の集団的自衛権の行使に該当する」と述べた。\n乙国内の内戦又は甲国，乙国，丙国間に生じた一連の事態について，国連安保理は，有効な行動がとれていないものとする。また，甲国，乙国及び丙国は，全て国際連合加盟国であり，海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の締約国である。\n以上を踏まえて，下記の設問に答えなさい。\n問１．Ａ海峡に国連海洋法条約第４５条の規定が適用されるとした場合，「いかなる外国の軍艦及び乙国向け武器積載船によるＡ海峡の甲国領海内航路の通航も甲国の平和と安全を脅かすものであり，甲国は，許可なく同航路を通航するこれらの船舶に対して必要な措置を採る」という甲国政府の声明は国際法上どのように評価できるかを論じなさい。\n問２．Ｚ軍による原油生産施設の破壊行為は，甲国に帰属する国際違法行為だといえるか検討しなさい。\n- 34 -問３．丙国空軍による甲国の爆撃に対して，甲国は，丙国政府が国連安保理議長に宛てた書簡において述べた主張に対して，どのような反論を行うことができるかを論じなさい。\n- 35 -\n〔第２問〕（配点：５０）\n甲国と乙国は，共にヘーグ陸戦ノ法規慣例ニ関スル条約（以下「ヘーグ陸戦条約」という。）の当事国であり，かつ，同条約批准後に交戦状態となった。甲国の上級軍人Ａは，乙国との交戦中に捕虜となり，乙国の捕虜収容所に送られ，過酷な強制労働等の虐待を受けた。\n交戦状態の終了後，甲国は，事実上分裂し，それまで唯一の政府であったＸ政府が支配する地域と新しく生まれたＹ政府が支配する地域に分裂したまま，膠着状態が続いている。Ａは，帰国後Ｙ政府の支配地域に居住している。甲国の分裂後，しばらくの間，Ｙ政府の支配地域には，Ｙ政府の要請に基づき，隣国丙の軍隊が駐屯し，治安と防衛を担っていた。Ｙ政府は，政府樹立当時，兵員，治安要員共に人員数が不足し，丙国の軍隊派遣なくしては，単独では政権を十分に維持することができなかった。\nＸＹ両政府とも甲国の正統政府であると主張して譲らず，他方を否認し，現在に至るまで，他方と国交を結んだ国とは外交関係を断絶するとの政策を維持している。\n丙国は，自らの軍隊をＹ政府の支配地域に駐屯させて治安と防衛の役割を担わせた直後，直ちに丙国の外交使節団をＸ政府の所在地から退去させるとともに，Ｙ政府を甲国の正統政府として承認し，Ｙ政府の所在地に外交使節団を派遣した。これに対してＸ政府は厳重な抗議を行った。\n乙国は，終戦直後から，Ｘ政府を引き続き甲国の正統政府として扱っていたが，丙国の軍隊がＹ政府支配地域から完全に撤収後，Ｙ政府が自らの支配地域において十分に治安と防衛の役割を果たすようになってから，Ｘ政府に派遣していた外交使節団を引き揚げ，Ｙ政府を甲国の正統政府として承認し，Ｙ政府の所在地に外交使節団を派遣した。その際，Ｙ政府は，甲乙両国間の戦争に起因する賠償請求権は一切放棄することを一方的に宣言した。\n上記の乙国によるＹ政府への政府承認切替え後，Ａは，乙国の裁判所において，ヘーグ陸戦条約第３条（「前記規則（陸戦ノ法規慣例ニ関スル規則）ノ条項ニ違反シタル交戦当事者ハ，損害アルトキハ，之カ賠償ノ責ヲ負フヘキモノトス。交戦当事者ハ，其ノ軍隊ヲ組成スル人員ノ一切ノ行為ニ付責任ヲ負フ」）に基づき，虐待への賠償を求めて，乙国を提訴した。ヘーグ陸戦条約の附属書である陸戦ノ法規慣例ニ関スル規則（以下「ヘーグ陸戦規則」という。）は，第２章「俘虜」を置き，捕虜の保護を規定しているが，特に第４条では，「俘虜ハ人道ヲ以テ取扱ハルヘシ」と規定している。\n以上を踏まえて，下記の設問に答えなさい。\n問１．Ａが，乙国裁判所において賠償請求をする場合に，ヘーグ陸戦条約及びヘーグ陸戦規則は根拠となり得るか論じなさい。\n問２．Ａの賠償請求に関して，乙国は，Ｙ政府が行った請求権放棄の一方的宣言をその反論の根拠とすることができるかを論じなさい（請求権の放棄の範囲については論じなくてよい。）問３．丙国のＹ政府承認に対して，Ｘ政府が，引き続き甲国を代表しているとの立場から，どのような抗議を行い得るか，乙国のＹ政府承認との比較において論じなさい。\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，国際海峡における軍艦の無害通航権，反政府武装集団の行為の国家への帰属，集団的自衛権の行使の要件について問う問題である。国際法の関連規則に対する基本知識の修得と関連国際法判例による実際事件への適用について正確な理解が求められる。\n設問１は，自国の国際海峡において外国の軍艦及び特定国向けの武器積載船（以下「軍艦等」という。）の通航を事前許可に服させる海峡沿岸国の措置が，国際法上どのように評価できるかを問う問題である。設問ではＡ海峡は，国連海洋法条約第４５条の規定が適用される国際海峡という設定がされているので，同海峡には通過通航制度ではなく無害通航制度が適用される。\nこのような海峡においては，無害通航権は停止してはならない。\n本問では，外国の軍艦等に領海における無害通航権が認められるか否かが問題となっていることから，まず無害通航とは何かの定義を論じることが求められる。無害通航とは沿岸国の平和，秩序又は安全を害しない通航を意味するが，無害性の判断基準をめぐっては船種別規制説と行為態様別規制説という異なる見解があることに留意しなければならない。前者によれば軍艦等の通航自体が沿岸国にとって有害であるが，後者によれば軍艦等が領海通航中に沿岸国に対して有害な活動をしない限り通航自体は無害である。国連海洋法条約第１９条第１項は上記の無害通航の定義を踏襲しつつも，無害性の判断基準をより明確にするため同条第２項で無害とみなされない活動を列挙した。このため，列挙された活動が無害でない通航を網羅的に示したものか否かが解釈上問題になっている。最近では国連海洋法条約第１７条，第１９条第２項，第３０条の規定とともに，行為態様別規制を支持する有力な海洋諸国の国家実行を根拠に，同条約第１９条第２項に列挙した活動を行わない限り軍艦等にも無害通航権があるとする説が有力になっている。また，国際海峡においては軍艦の無害通航を停止してはならないとしたコル\nフ海峡事件ＩＣＪ判決は，国連海洋法条約第４５条の海峡規定に引き継がれているとされる。\nこの立場に立てば，Ａ海峡の外国軍艦等の通航に事前許可を求め，それに従わない船舶に必要な措置を採る甲国政府の行為は国連海洋法条約に具現された国際法に違反することになろう。\nしかし他方，無害でない通航は国連海洋法条約第１９条第２項に列挙された場合に限られないとする見解を採り，沿岸国の保護権に基づき外国の軍艦等の領海通航に事前許可を要求する諸国も相当数ある。\nしたがって，甲国政府が行った声明の内容に関する国際法上の評価は分かれ得るが，本問では，無害通航に関する国連海洋法条約の関連規定の整合的な解釈が求められるとともに，上記のようなＩＣＪの先例や国家実行についての評価を踏まえた論述が求められる。\n設問２は，主要には外国の反政府武装集団の行為の国への帰属を問う問題である。国際違法行為の成立要件は，国際法に基づき，行為が国に帰属し，かつ，その国の国際義務の違反を構成することである。したがって，Ｚ軍の行為が甲国に帰属することが証明されれば，甲国による乙国原油生産施設の破壊行為は武力行使禁止原則及び不干渉原則に違反する行為となり，甲国の国際違法行為が成立する。しかし本問では，Ｚ軍の行為が甲国に帰属するかどうかが問われている。国家責任に関する国際法規則によれば，国家機関の行為は国に帰属するが，私人集団の行為は原則として国には帰属しない。ただし，国家責任条文第８条から第１１条に定める事情が存在する場合には，例外的に私人集団の行為も国に帰属することになる。\n本設問の場合，記載事実からみて，乙国の反政府武装集団であるＺ軍の行為が甲国に帰属する可能性があるのは，①Ｚ軍が事実上甲国の国家機関と同視され，その行為の全てが甲国に帰\n- 25 -属するほど甲国に完全従属しているとみなせる場合か，又は，②Ｚ軍による原油生産施設の破壊行為が国家責任条文第８条に定める条件の下に行われた場合かのいずれかに該当する場合である。これらの問題を解くには，ニカラグア事件及びジェノサイド条約適用事件のＩＣＪ判決の行為の帰属に関する判示事項について，基本的知識を備えていることが必要となる。①については，ＩＣＪ判決が完全従属という条件を満たすために課した高い基準を踏まえて，Ｚ軍の行為が甲国に帰属するかを論じる必要がある。②については，Ｚ軍による原油生産施設の破壊行為を国に帰属させるために，Ｚ軍の作戦行動に対する甲国のどの程度の指揮又は支配が必要になるかが問題になるが，ＩＣＪは反政府武装集団の場合は組織に対する国の一般的支配が及んでいればその行為は国に帰属するというタジッチ基準に対して，個別作戦行動に対する国の実効的支配を要求するニカラグア基準を採用してきている。この点を踏まえて，結論を導くことが求められる。\n設問３は，集団的自衛権を行使するための要件に関する問題である。本問ではまず，国際法上集団的自衛権の行使が適法であるための要件を整理しておく必要がある。国連憲章第５１条及び慣習国際法に基づけば，自衛権は武力攻撃が発生した場合に安全保障理事会（以下「安保理」という。）が必要な措置を採るまでの間行使できるが，その行使は必要性，均衡性の要件を満たすとともに，採った措置を安保理に報告しなければならない。またニカラグア事件ＩＣＪ\n判決は，集団的自衛権の行使には，上記の要件に加えて，武力攻撃を受けた国によるその旨の宣言と，その国からの要請が必要であるとした。\n本問では，丙国が国連安保理議長に宛てた書簡において行った主張に甲国として反論することを求められている。丙国の主張に鑑みれば，まず甲国によるＹ連盟とＺ軍に対する武器供与等が武力攻撃に当たるか否かが問題になる。武力攻撃は武力行使のうち最も重大な形態のものを指し，武器援助のようにそれほど重大でない形態の武力行使に対しては均衡のとれた対抗措置のみ採ることができること（ニカラグア事件ＩＣＪ判決）を根拠として反論が可能である。\n次に，Ｚ軍の乙国化学工場施設に対する軍事作戦行動の着手を甲国による武力攻撃とみなす丙国の主張に対しては，反政府武装集団（Ｚ軍）による武力行為を理由に他の国（甲国）に対して自衛権を行使できるのは，侵略の定義に関する決議第３条（ｇ）に定めるように，当該他の国が武力攻撃に相当する重大な武力行使を外国（乙国）に対して実行する武装集団を国自身により若しくは国のために派遣し，又はこの行為に対して国が実質的に関与した場合に限られること（コンゴ領域内の武力活動事件ＩＣＪ判決）を踏まえた反論が考えられる。また，Ｚ軍の乙国化学工場施設に対する軍事作戦行動の着手についての情報を受け取った段階で丙国による甲国に対する爆撃が行われたことから，先制的自衛についても論点になり得る。さらに本問においては，丙国は集団的自衛権を独自の判断で行使したとされるが，丙国が乙国のためにこの権利を援用できるためには，乙国が甲国により武力攻撃を受けた旨の宣言を行い，丙国に援助の要請をしていることが必要になる。なお仮に丙国の軍事行動が集団的自衛権の行使に該当し得たとしても，丙国による甲国に対する爆撃は，均衡性の要件を充足していたかという問題が残る。\n〔第２問〕\n条約の国内的効力と自動執行力，国家の一方的宣言の法的効果，政府承認の要件と要件を欠いた政府承認の国際法上の評価について問う問題である。\n設問１は，個人が，国内裁判所で条約規定に基づいて賠償請求をする場合に，条約規定が当該国内法上，どのような条件を満たさなければならないか問う問題である。そこで，設問１は，条約の国内的効力と自動執行力に関わる。個人が国内裁判所で，条約規定を根拠として訴えを提起し，賠償を請求するのであるから，最初に，当該国で条約が憲法体制上，国内的効力をどのように認められるかを考えることになる。続いて，条約が当該国の憲法体制において国内的\n- 26 -効力を持つとしても，個人が条約規定を直接の根拠として裁判所で賠償請求を行えるかについては，当該条約規定が自動執行力を持つかを論じなければならない。条約規定の国内的効力の問題と，自動執行力の問題とは，それぞれ別個の問題である。日本の国内判例では，かつては，条約の国内的効力の問題と条約の自動執行力の問題が必ずしも区別されていなかったが，近年では，両者を区別している。\n条約の国内的効力の在り方が，条約の自動執行力の問題にも関わってくることに留意しなければならない。本問では，乙国の憲法体制上，条約の国内的効力が，一般的受容方式で認められるのか，変形理論に従って認められるのか，問題文では明らかにしていないので，いずれの可能性もあることを想定することになる。一般的受容方式の下で，条約に国内的効力が認められても，条約規定が裁判で直接に適用される自動執行力を持つかを改めて問うことになる。\nそこで，条約が自動執行力を持つための要件が問題になる。条約起草者の意思に根拠を求める意思説や，条約規定内容の明確性を求める客観説がある。日本では，条約規定内容の明確性を求める客観説が有力になっている。仮に，客観説を採るとすれば，問題文にあるヘーグ陸戦条約第３条が，「前記規則（陸戦ノ法規慣例ニ関スル規則）ノ条項ニ違反シタル交戦当事者ハ，損害アルトキハ，之カ賠償ノ責ヲ負フヘキモノトス。交戦当事者ハ，其ノ軍隊ヲ組成スル人員ノ一切ノ行為ニ付責任ヲ負フ」と規定するが，これが個人の請求権を規定しているか，それが明確であるかを論じて結論を考えなければならない。\n設問２は，国家の一方的宣言の法的効果を問う問題である。国際法は，一定の要件を定めて国家に一方的行為をすることを認め，それに法的効果を与えている。それは，承認・放棄・抗議などである。これらの一方的行為は，国際法の既存の枠組み内のものであり，新たな規範を生み出すわけではない。本問では，このような既存の国際法の枠組み内の一方的行為とは異なり，Ｙ政府による国家の一方的宣言であり，それにより国家が新たな義務を負うかが問われている。一方的宣言の法的効果については，国際司法裁判所判例では，核実験事件で，フランス\nの大統領や閣僚による大気圏内核実験禁止の声明について，「公に発せられ，かつ拘束される意図をもつ」宣言は，信義誠実の原則に基づき法的拘束力を有すると判断した。その後の判例では，宣言が特定の名宛人に向けられることが求められている。\n本問では，Ｙ政府の甲乙両国間の戦争に起因する賠償請求権を一切放棄する一方的宣言は，相手方である乙国に対してなされている。この一方的宣言が効果をもって，Ａの賠償請求を否定する根拠とすることができるかについて，これらの実践に基いて論証して結論を導くことが求められる。\n設問３は，政府承認に関する問題である。まず，政府承認の要件が考えられなければならない。Ｙ政府は，丙国の軍隊を駐屯させて治安と防衛の役割を担わせているのであるから，Ｙ政府が独立に自らの力で，Ｙ政府の支配地域に実効的支配を及ぼしているわけではない点を認識する必要がある。そのような状況で，丙国は，Ｙ政府を政府承認した。承認の要件を満たさないのに承認を行うことは，尚早の承認である。丙国のＹ政府承認と比較して，乙国のＹ政府承認は，丙国の軍隊がＹ政府支配地域から完全に撤収後，Ｙ政府が自らの支配地域において十分に治安と防衛の役割を果たすようになってからの政府承認である。承認の要件を満たす前の承認と，承認の要件を充足してからの承認の比較の認識が求められている。丙国のＹ政府承認は，承認の要件である実効的支配を満たす前の尚早の承認であり，Ｘ政府は，引き続き甲国を代表しているとの立場から，内政干渉の抗議を行えることを理解しなければならない。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている出題の趣旨（「平成２６年司法試験論文式試験問題出題趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２ 採点方針国際関係法（公法系）については，従来と同様に，①国際公法の基礎的な知識を習得し，かつ，設問に関係する国際公法の基本的な概念，原則・規則及び関係する理論や国際法判例を正確に理解できているか，②各設問の内容を理解し必要な国際法上の論点に触れているか，問題の事例に対する適切な考察がなされているか，③答案の法的構成がしっかりしており，かつ論理的な文章で適切な理由付けがなされているか，といった点を重視している。\n３ 採点実感等(1) 第１問各設問の趣旨と押さえるべき主要論点については，前述の出題の趣旨で述べているので繰り返さない。\n設問１は優れた又は良好な内容の解答が比較的多数あったが，中には甲国の声明が留保か解釈宣言かを専ら論述した解答や，Ａ海峡には通過通航制度が適用されるとした解答も若干数あった。大多数の答案が無害通航の定義及び無害性の判断基準に何らかの形で触れてはいたが，海洋法条約第１９条第１項と第２項の関係，船種別規制説と態様別規制説の違いにも触れながら軍艦及び乙国向け武器積載船（以下「軍艦等」という。）に無害通航権が認められるか否かを体系的に論述できた優れた答案は半数弱であった。解答者の多くは態様別規制説を採用し，\n軍艦等にも領海内無害通航権が認められ，沿岸国は通航に事前許可を要求できないと解答していた。他方，沿岸国による船種別規制は完全には排除されていないという立場を採った解答も相当数あった。学説及び国家実行が分かれている問題であり，いずれの立場を採るにしても，海洋法条約第１７条，第１９条，第２４条，第３０条などの関連規定の整合性のある解釈，軍艦等の無害通航に関する海洋大国及び沿岸国の国家実行やコルフ海峡事件ＩＣＪ判決などの先例を踏まえた論証がどれだけ簡潔かつ正確に展開できているかが重要である。また本問の場合，\n海洋法条約第４５条第２項が，Ａ海峡のような国際海峡において，「無害通航は，\n停止してはならない」と定めていることの意味にも触れる必要があるが，この点に言及できた解答は少数にとどまった。\n設問２は，比較的少数の優れた解答とそうでない解答がはっきりと分かれた。\n本問の場合，Ｚ軍の行為が，国家責任条文第８条に定める規則に従って，事実上甲国の指示に基づき又は甲国の指揮若しくは支配の下に行動していたといえるかどうかが問題の焦点であるが，解答者の約６割がＺ軍の行為は甲国の指揮又は支配下にあったと解答し，約４割がこれを否定した。しかしニカラグア事件及びジェノサイド事件のＩＣＪ判決は，外国の反政府武装集団の違法行為が国に帰属するためには，①当該武装集団が事実上国の機関と同視されるほど国に完全従属して- 74 -いること，又は，②当該武装集団の具体的な作戦行動に対する国の実効的支配が及んでいることが必要であるという解釈を採用し，財政的その他の援助によって武装集団に対して国の一般的支配が及んでいるだけでは国の行為とはみなされないと判断している。①は国家責任条文第８条の例というより武装集団が事実上の国家機関となるほど完全従属する場合で，本問には適用できないが，②は第８条を適用する上でＩＣＪが厳格な基準（ニカラグア基準）を採用してきたことを示す。この点を踏まえた上で，この基準を本問の事実に適用するとどうなるか，またニカラグア基準とは異なる基準を採用するのであればその理由は何かを示して論述する必要がある。しかし，こうした点に踏み込んだ答案はそれほど多くなく，\n甲国によるＹ連盟及びＺ軍に対する財政援助，訓練及び武器供与があるという事実のみを挙げてＺ軍による乙国原油生産施設の破壊行為は甲国に帰属すると結論し，Ｙ連盟及びその指揮下に行動するＺ軍の自律性を考慮しなかった答案が多かった。\n設問３は，自衛権一般及び集団的自衛権を行使できるための一般国際法上及び国連憲章上の要件の概要については，大多数の受験者が記述できていた。しかし，\n本問で設定された事例にこれを適用する点で，ニカラグア事件をはじめＩＣＪの判決や勧告的意見に示された解釈あるいは国家及び国際連合安全保障理事会等の実行をどのように評価し，援用するかによって，説得力のある答案とそうでない答案が大きく分かれた。丙国の主張内容を見れば，武力攻撃の発生に関連して，\n①甲国によるＹ連盟及びＺ軍（以下「Ｚ軍等」という。）に対する財政支援，訓練及び武器供与（以下「軍事援助」という。）は武力攻撃とはいえない，②Ｚ軍等による乙国化学工場施設に対する軍事作戦は甲国による武力攻撃とはいえない，③Ｚ軍が化学工場施設への軍事作戦に着手しただけでは武力攻撃の発生には当たらない，④乙国に対する武力攻撃の事実に関する同国の宣言と同国から丙国に対する支援要請がないため，丙国は集団的自衛権を行使できないといった反論が可能であり，実際多数の解答が，これらの論点に触れていた。もっともその際には，援用の必要はないが，可能な限り次のような裁判所判決や国家実行などを踏まえた簡潔で説得的な論述が望まれる。例えば，①であれば，ニカラグア事件判決が，武力攻撃は武力行使の最も重大な形態であり武器供与等それに至らない武力行使には均衡する対抗措置のみが許されると判示していること，②であれば，\n設問２への解答にもよるが，ニカラグア事件判決やコンゴ領域軍事活動事件判決が，侵略の定義第３条（ｇ）に従い，「正規軍の攻撃に匹敵する武力行為を外国政府に対して行う武装集団の国による若しくは国のための派遣，又はかかる行為に対する実質的関与」をもって武力攻撃とみなし，単なる軍事援助は武力攻撃とみなさなかったこと，しかし，アフガニスタンに対する多国籍軍の行動例のように，自国領域を外国に対するテロ活動の拠点として使用することを武装集団に容認した国は，自衛権行使の対象とすることが黙認された実行も存在すること，③先制的自衛については，イスラエルのイラク原子炉攻撃を国際連合憲章の明白な違反と非難した安全保障理事会決議がある反面，攻撃の急迫性がある場合には先制的自衛が認められるとする見解を採る国，あるいは少なくとも攻撃への着手があれば自衛が認められるとする見解を採る国などが存在すること，などである。\nこれらの先例や実行にも言及しながら丙国の主張に反論した優れた解答も相当数- 75 -存在する反面，結論だけ述べて解答の論拠を十分に展開しきれていない答案が半数近くあった。④の集団的自衛権の二要件，特に後者の支援要請の要件が本問では満たされていないとする点は，大半の答案が指摘できていた。なお，丙国による甲国の爆撃が丙国による集団的自衛権の行使として正当化されるためには，必要性及び均衡性（又は比例性）の原則を満たさなければならないが，Ｚ軍による乙国化学工場施設に対する軍事作戦への着手に対し，Ｚ軍への攻撃を超えて甲国の武器貯蔵庫，軍事基地さらに港湾の集荷場等数箇所を爆撃して破壊した行為は，\nその規模及び攻撃目標の性質から見て特に均衡性の原則に違反すると論述した解答が約半数あった。\n「優秀」，「良好」，「一応の水準」，「不良」の答案を一概に表現することは，\n例年同様，難しいが，おおむね次のとおりと言えるのではないか。\n優秀：３つの設問においてそれぞれ問われている国際法上の論点を的確につかんで，各論点について要求される国際法上の原則，判例等についての基本的事項を論理的かつ簡明に記述し，各設問で提示された事案への当てはめがしっかりできている答案である。\n例えば，設問１について，Ａ海峡における軍艦の無害通航権を認め，軍艦の通航に事前許可を求める甲国の措置を国際法違反とみなす立場を採った答案を例に挙げると，優秀な解答の一例は次のようなものである。まず無害通航の意味について海洋法条約第１９条第１項の定義，船種別規制説と態様別規制説の相違点，\n無害でない通航を列挙した同条約第１９条第２項と第１９条第１項の関係について基本的な説明ができている。海洋法条約の下では軍艦等にも領海の無害通航権が認められていることを，例えば，同条約第１７条，第１９条第２項（ａ），（ｂ），\n（ｆ），第３０条等の整合的解釈から導き出せている。無害性の判断基準を通航の仕方に置いたコルフ海峡事件ＩＣＪ判決の先例があり，海洋法条約第１９条第２項を無害でない通航の網羅的列挙とみなし軍艦にも無害通航権が認められるとした１９８９年の米ソ統一解釈をはじめ軍艦の無害通航を認める国家実行が多数あることを提示できている。さらに，Ａ海峡のような国際海峡では，通常の領海と異なり軍艦も妨げられない無害通航権を持つことをコルフ海峡事件判決等の先例から説明できている。これら全ての要素が完全にそろっていなくてもよいが，\n主要な論拠を示して，Ａ海峡では軍艦等に妨げられない無害通航権が認められ，\n事前許可を受けない軍艦等の通航を妨げることが国際法違反となることを明確に論述した答案。\n設問１だけでなく，設問２及び設問３においても，同様に優秀な答案となっていることが必要である。\n良好：おおむね優秀答案のレベルに達する解答ができているものの，設問によっては，一部の論点に関する説明が十分なされていない箇所があるとか，理由の説明や関連する判例や国家実行など論証に不十分な箇所があるなど，優秀な答案に比べて，若干欠点がある答案。例えば，設問１及び設問２では優秀答案に該当するが，設問３については十分問題を検討して書く時間的余裕がなかったために，\n論ずべき論点の一部について欠落があり又は十分な説明ができていない答案。あるいは，いずれの設問についても優秀な答案に今一歩及んでいない答案。例えば設問３を例にとれば，集団的自衛権の行使の要件については慣習国際法上及び国- 76 -連憲章上の要件を正確に列挙し，丙国の主張に沿って設問３に関する上記武力攻撃の発生に関する主要な論点については優秀な反論を行いながらも，本問の事実に基づけば乙国に対し武力攻撃があった旨の同国による宣言及び丙国に対する乙国からの支援の要請があったとはみなされないことへの言及が不十分である答案が挙げられる。\n一応の水準：全体としては国際法の基礎的知識を有していることが設問に対する解答からうかがえるが，例えば，設問１及び設問２については優秀又は良好な答案になっているが，設問３については，集団的自衛権行使の要件について途中まで解答をしながら，最後時間がなかったため，論点の幾つかについて触れることができなったもの。あるいは設問２では，私的集団の行為を国に帰属させるためには国の当該集団に対する一般的な支配では十分でなく，国際違法行為を生じさせた私的集団の作戦行動に対する実効的支配が必要であるとしたＩＣＪ判決について全く記載がなく，設問３についても，丙の主張に対して武力攻撃と武力行使の関係について全く記載を欠いているように，各設問の重要な論点の一部に対して不十分な解答があるもの。\n不良：設問の内容や趣旨がそもそも理解できていない答案，あるいは，理解できていても主要な論点が欠落している答案又は基本的な国際法の知識を欠いていると見られる解答が散見できる答案。例えば，設問１について，Ａ海峡における軍艦等の無害通航権の問題にほとんど触れることなく甲国の声明を留保であるか解釈宣言であるかのみについて論じ，設問２でも，甲国のＺ軍を支援する行為が甲国の乙国に対する内政干渉行為を構成するということと，Ｚ軍の行為が甲国へ帰属するための要件を混同し，甲国のＺ軍への支援があればＺ軍の行為は当然に甲国に帰属すると論じた答案など，３つの設問について総じて主要な論点が押さえ切れていないもの。また時間配分を間違え，設問の一部のみに解答し，他の設問には十分な解答ができていないもの。\n(2) 第２問設問１については，これが，条約の国内的効力及び自動執行力の問題であることに気付いている答案と気付いていない答案に分かれた。気付いている答案においては，国内的効力を持つか否かは国内法体制により異なること，すなわち，一般的受容主義，変型理論のいずれかを採ることまで答えているものも多く，大半が優秀な答案になっていた。事例への当てはめで自動執行力の有無について当該条約規定を論ずることにも遺漏がなく，加えて，当該条約規定の解釈論として，\n個人の請求権を認めたものであるかについても論じてある答案も多かった。このように国内的効力であり自動執行力の問題であることに気付いている答案には，\n優秀なものが多かった。\nもっとも，一部には，自動執行力の論点にだけ気付いている答案もあった。国内的効力については論ずることなく，自動執行力についてだけ論じている答案である。国内的効力の問題が前提になることに気付いていない点は，懸念される。\nまた，国内的効力の問題と自動執行力の問題とを混同していると読める答案も幾つかあった。条約の国内的効力及び自動執行力の問題であることに気付いていない答案は，問題の条約規定の解釈論のみを論じており，個人の賠償請求権を定めている規定であるかについて論じているものが多かった。条約の国内的効力の問- 77 -題は，国内法曹が国際法事例を処理する場合に，最も問題になる論点であるので，\nもっと多くの受験生が国内的効力及び自動執行力，さらに条約規定の解釈論，事例への当てはめを行う万全な解答をしてくるものと期待したが，期待どおりではなかった。このような基本的で重要な論点を問題文から読み取れないのは，残念なことである。国際法と国内法の関係の問題の重要性を一層認識する必要があると感じられた。\n設問２については，全体的にあまり出来がよくなかった。法源論の問題であり，\n国家の一方的宣言により国家が義務を負うことがあるかという論点に気付いている答案が少なかった。この論点に気付いている答案の中には，比較的よくできている答案が多かった。そのような答案は，おおむね，一方的宣言により，国家が義務を負うことがあり得ることに気付いており，その点が明確に論じられており，\n国家の合意である条約や慣習国際法，法の一般原則といった法源と比較して，国家が一方的に義務を負う点に注目がなされていた。さらに，一方的宣言が効力を持ち，国家がそれにより国際義務を負うための要件についても，論じられているものが多かった。その場合に，核実験事件のような先例にも留意し，先例を踏まえて，先例で示された一方的宣言が法的効果を持つための要件が論じられている答案もあった。法源論において，一方的行為や，国家の一方的宣言は，基本的教科書で必ず触れられている論点であるので，それに気付かないということは，残念であり懸念される。一方的宣言により国家が義務を負う法的効果があり得るかという論点に気付いていない答案は，甲国を代表すると主張する一方の政府による一方的宣言であることを問題にして論ずるものが多かった。\n設問３については，比較的よくできている答案が多かった。設問３が，政府承認に関するものであり，政府承認の要件，要件を充足しない政府承認の国際法上の位置付けが問われているが，個別の論点について比較的よく答えられていた。\nＹ政府は丙国の軍隊を駐屯させて治安と防衛の役割を担わせているのであるから，Ｙ政府が独立に自らの力でＹ政府の支配地域に実効的支配を及ぼしていないことに気付き，それゆえに，承認の要件を満たさないことに気付いている答案は多かった。そのような承認が，国際法上，尚早の承認に当たり，国際法上違法であることについて，尚早の承認という概念が提示されている答案は多くはなかった。\nまた，尚早の承認は，甲国で実効的支配を確立していない地域に対して政府承認を与えることになるのであるから，甲国への内政干渉になり国際法上の義務違反になることについても，気付いている答案はあったが，数は多くはなかった。\n分断国家の政府承認それ自体が，甲国の国内事項に対する内政干渉であるという解答をする答案がやや目立った。丙国によるＹ政府の承認が，Ｙ政府が支配地域に実効的支配を確立する前の尚早の承認であること，これに比較して，乙国のＹ政府承認が，Ｙ政府が自らの支配地域において十分に治安と防衛の役割を果たすようになってからの政府承認であり，前者は，承認の要件を満たさない承認であること，後者は，承認の要件を満たす承認であることは，多くの答案がよく書けていた。事例への当てはめにおいてもよくできている答案が多かった。\n全体としては，設問１と設問２について顕著であるが，出題趣旨である論点を理解しないでいる答案が多かったことが特徴的である。論点に気付いていれば，\n- 78 -それについての記述は比較的よくできている。また，論点に気付いていれば，本問への当てはめも比較的よくできている。いずれの設問も，基本的な教科書で必ず触れられている論点である。また，設問１や設問２は，それに関わる判例も基本的で重要な判例として，教科書で紹介されていることが多く，判例集でも必ず取り上げられている判例である。これらについて出題趣旨の論点に気付かない答案があることは，国際法の基礎知識が十分ではないという懸念を抱かせる。選択科目としての国際法の勉強に充てる時間が限られていることは十分理解できるが，国際法の基本構造や基礎理論に関わる問題には答えられるレベルに達することが必要である。それが欠落している答案が比較的目立ったのは残念である。また，「尚早」の字を誤る答案が目についた。法律用語の誤りは，用語の理解自体を疑わせるということを十分心してもらいたい。\n答案を，「優秀」，「良好」，「一応の水準」，「不良」に分けると，おおむね次のようになる。\n優秀：設問についての国際法の基礎知識を備えており，論点を過不足なく見出してこれを論じ，事例へ当てはめながら，論理的に論述を行っている答案。例えば，\n設問１で国内的効力，自動執行力，自動執行力の有無，問題の条約規定の解釈といった論点が明確に捉えられており，それぞれの論点が論理的に整序されており，\nかつ，事例への当てはめも十分に行われて論じられている答案。\n良好：設問についての国際法の基礎知識を備えており，一応は論点を導き出し，\n正しい結論を導き出すことができている答案。けれども，論点には気付いていても，各論点間の論理的な関係が理解されておらず，論理的に個々の論点を結び付けることができていなかったり，また，法理の事例への当てはめが不明瞭となっていることがある答案。例えば，設問１で国内的効力と自動執行力の論点には気付いていても，この二つの論点を混在させており，論理的に二つの論点が理解されていない答案。また，事例への当てはめで，問題の条約規定の自動執行性の有無を事例への当てはめで論証することが十分には行われていなかったり，当該規定が個人の請求権を規定するかについて解釈が十分に行われていない答案。\n一応の水準：国際法の基礎知識が一応はあるが，十分ではなく，論点の欠落があり，幾つかの論点に限定して解答している答案。あるいは，論点はある程度見出しているが，その論述において，結論は誤ってはいないが，論理的な整序という点で，必ずしも万全ではない答案。また事例への当てはめは行われてはいるが，\n十分な論証になっていない答案。例えば，設問１で国内的効力と自動執行力の論点のうち，いずれかにしか気付いていない答案や，それにもかかわらず，論述では，両者が混在したような説明がなされている答案。問題の条約規定の自動執行力の有無についての論証自体が十分に行われていなかったり，当該規定が個人の請求権を規定したものかについての解釈が行われていない答案。\n不良：設問の事例説明や，設問自体を答案に書き出すことにスペースをとられ，\nあるいは，主要な論点の多くが欠落している答案。例えば，設問１で国内的効力や自動執行力の論点に気付いていない答案や，設問２で，国家の一方的宣言の論点に気付いていない答案。\n４ 法科大学院教育に求めるもの- 79 -法科大学院教育に求めるというほどのものではないが，採点して感じた最近の答案の傾向に１，２触れておきたい。第一に，国際法に関する基礎的な知識，すなわち国際法の基本的な概念や規則・原則について，その内容を正確に理解しかつしっかりと身に付けることの重要性を繰り返し強調しておきたい。一概にはいえないが，\n国際法の基礎的な知識を全般的に有しており，国際法判例や事例についても重要な論点を押さえつつ学習している者と，教科書の内容を記憶してはいるが関連する国際法規の成立根拠や実際の適用例などについて十分理解ができていない者との間の差が開いている印象を受ける。基本的な国際法判例まで学習の範囲が及んでいないか，又は一通り読んではいるが，重要な論点に対する判例の内容を把握し切れていないと思われる答案も相当数あった。国際公法を選択する受験者に対して一言述べれば，選択科目に割くことのできる学習時間には限りがある中で，国際法のテキストに共通して記載されている基本的事項及び基本的な判例集に掲げられている判例等について，内容をしっかり理解して学習してほしい。第二に，設問に対して結論のみを書いてその理由付けをほとんどしていない答案が毎年相当数ある。同様に，\n答案の論理構成をしっかり考えた上で読み手に分かりやすい文章を日常から心掛けるようにしてほしい。全体の論旨が読み取りづらい解答や国際法規則の設問事例への当てはめをどのように行ったのかが不明瞭な解答が今年も少なからずあった。規則の解釈にせよ，具体的事例への当てはめにせよ，法科大学院の学生には根拠付けや論理的整合性に注意する姿勢を日頃より身に付けるようにしてほしい。\n５ その他その数は僅かではあるが，判読が困難な答案が若干存在する。時間の都合もあるとは思うが，判読困難である答案が受験生の有利に働くことはあり得ないのであるから，文字及び文章は読み手の立場に立って読みやすい答案を簡潔に書くように日頃から心掛けてほしい。\n- 80 -"
}