{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：２：４〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事例】\nＸは，横断歩道を歩行中，車道を直進してきたＡの運転する車両に衝突されそうになったので，Ａの運転態度を注意したところ，激高し降車してきたＡにいきなり突き飛ばされた。路上に背中から倒れ込んだＸは，路面に頭を打ち付けて意識を失い，救急車で病院に搬送された。幸い頭部には目立った外傷もなく，その他の異状も認められなかったが，腰部及び頸部の脊椎を痛めたため，検査等の目的で２日間入院した後，腰椎及び頸椎に受けた傷害の治療のため，約半年間通院して加療を受けた。上記車両は，運送業を営むＢ株式会社（以下「Ｂ社」という。）の所有する車両であり，Ａは，配送業務を実施中であった。\nＸは，上記の通院治療が終了した後に，Ａ及び同人を雇用するＢ社に対し，上記傷害に関して，治療費や交通費などの実費のほか，入通院による休業損害及び傷害慰謝料を請求したものの，いずれからも誠意ある対応はなかった。Ｘから相談を受けた弁護士Ｌ１は，この事件を受任し，損害賠償金の支払を求める内容証明郵便をＡ及びＢ社に送付したところ，Ａからは返事がなく，Ｂ\n社からは，従業員の起こした暴力事件のことであり会社としては関知しない旨の書面が返送されてきた。そこで，Ｌ１は，Ａ及びＢ社を被告とし，上記の損害に係る賠償金に弁護士費用を加えた合計３３０万円を連帯して支払うよう求める訴えを提起することとした。\nＢ社に対する訴えについては，Ｌ１が同社の登記事項証明書を入手した上，代表取締役として登記されていたＣを代表者と記載した訴状を裁判所に提出したところ，訴状副本及び第１回口頭弁論期日への呼出状等がＢ社の本店所在地の住所に宛てて送達され，同社の従業員がこれらを受領した旨の送達報告書が裁判所に送付された。\n第１回口頭弁論期日において，Ａは，口頭で請求棄却を求める答弁をし，その余は弁護士を頼んでから対応したい旨を述べ，一方，Ｂ社の代表者として出頭したＣは，Ａの暴行はＢ社の業務とは無関係に行われたものであると答弁しつつ，道義的責任は感じるので和解による解決を希望する旨を述べたことから，裁判所は和解を勧試した。\nその後，Ａは弁護士Ｌ２に事件を依頼し，Ｌ２はＡの訴訟代理人となった。その際，Ａは，本件の内容を詳しく説明するほか，第１回口頭弁論期日に裁判所が和解を勧試するに至った経緯を説明し，和解のため指定された次回期日までに原告及び被告らがそれぞれ和解条件について検討してくるよう指示されたことを報告した。\n和解期日において，Ｘ及びＬ１，Ｌ２並びにＣが出頭し，ＸとＡ及びＢ社との間で訴訟上の和解が成立し，次のとおりの条項が調書に記載された。\n（和解条項）\n１ 被告Ａは，本件における傷害行為について深く反省し，原告に対し，心から謝罪の意を表し，今後二度と本件のような事件を起こさないことを誓約する。\n２ 被告らは，原告に対し，損害賠償債務として１５０万円を連帯して支払う義務があることを認める。\n３ 被告らは，原告に対し，連帯して，前項の金員を，平成〇〇年〇月〇日限り，〇〇銀行〇〇支店の原告名義の普通預金口座（口座番号〇〇〇〇〇〇〇）に振り込む方法で支払う。\n４ 原告はその余の請求をいずれも放棄する。\n５ 原告及び被告らは，原告と被告らとの間には，この和解条項に定めるもののほかに何らの債権債務のないことを相互に確認する。\n６ 訴訟費用は各自の負担とする。以下は，Ｘの訴訟代理人である弁護士Ｌ１と司法修習生Ｐとの間でされた会話である。\nＬ１：Ｐ君にも検討してもらったＸさんの事件ですが，被告であるＡ及びＢ社との間で成立した訴訟上の和解について，賠償金の支払期日を前にしてＢ社から代表取締役Ｄ名義の書面が送付されてきました。\nそれによれば，Ｂ社の内部には紛争があったようで，Ｃは訴状が送達される１年近く前に解任されていて代表者の地位になく，したがって，Ｃを代表者として成立した訴訟上の和解はＢ社に対して効力を有しないとのことです。書面に添付されていた同社の登記事項証明書を見ると，確かにＣはＤが主張する時期に解任され，その同じ日にＤが新しい代表者として選定されて就任したようですが，ただこうした解任と就任の登記がされたのは和解が成立した期日の数週間後になっています。このように代表者に異動があったにもかかわらず，なぜ，登記がされないまま放置され，それが今になって登記されたのか，そもそもＢ社にどのような内紛があったのか，真の代表者は誰なのか，その経緯は我々には分かりません。しかし，いずれにしても早急に対応を考えなければなりません。仮にＤの主張することが事実だとすると，訴訟上の和解の効力はＢ社には及ばないと言わざるを得ないでしょうか。\nＰ：先生，最高裁判所昭和４５年１２月１５日第三小法廷判決（民集２４巻１３号２０７２頁）があります。\nＬ１：どのような事案においてどのような判示をした判例ですか。\nＰ：はい。やはり登記上代表取締役であったが実際には代表取締役ではなかった者を被告会社の代表者として提起された訴えについて，請求を認容した第一審の本案判決を取り消し，訴状の送達からやり直すべし，として事件を第一審に差し戻したものです。\n一般論としては，「民法一〇九条および商法二六二条の規定は，いずれも取引の相手方を保護し，取引の安全を図るために設けられた規定であるから，取引行為と異なる訴訟手続において会社を代表する権限を有する者を定めるにあたつては適用されないものと解するを相当とする。この理は，同様に取引の相手方保護を図った規定である商法四二条一項が，その本文において表見支配人のした取引行為について一定の効果を認めながらも，その但書において表見支配人のした訴訟上の行為について右本文の規定の適用を除外していることから考えても明らかである。」と述べています。訴訟手続において会社の代表者を定めるに当たって表見法理の適用はないという判例法理があるということになりそうです。\nこの判例法理の当否については議論があり，判旨が言及している点のほか，代表権の存否は職権調査事項であり，その欠缺は絶対的上告理由・再審事由であることや，手続の安定などが問題にされていたと思います。\nＬ１：確かにこの判例の一般論については議論があるところですが，ここでは訴訟上の和解に表見法理を適用することの可否に絞って考えることにしましょう。本件のように訴訟上の和解が成立した事案においては，民法や商法の表見法理を適用することを否定する理由として，判旨が挙げるような取引行為と訴訟手続の違いや，Ｐ君が言うような手続の不安定を招くといった点を持ち出すことに果たして説得力があるかということを踏まえ，本件和解の訴訟法上の効力を維持する方向で立論してみてください。\nＰ：訴訟上の和解には，私法上の契約とそれを裁判所に対して陳述するという両面がありますから，仮に訴訟行為としての和解の効力が否定されるとして，では私法上何の効果も生じないことになるのか，といった辺りも考えてみる必要がありそうです。\nＬ１：頼もしいですね。それでは，和解が無効だとするＤの主張を退け，無事に和解の履行期限を迎えられるよう，我々の側として用意できる法律論をまとめてみてください。実体法上の表見法理のうちどの条文の適用を主張すべきか，という問題もありますが，そこはひとまずおいて，まずは訴訟法の問題について検討してください。よろしくお願いします。〔設問１〕\nあなたが司法修習生Ｐであるとして，弁護士Ｌ１から与えられた課題に答えなさい。\nなお，引用した判決文中の「商法二六二条」は現行会社法の第３５４条に相当する規定であり，「商法四二条」は現行商法の第２４条に相当する規定であり，その内容は次のとおりである。\n「第四十二条 本店又ハ支店ノ営業ノ主任者タルコトヲ示スベキ名称ヲ附シタル使用人ハ之ヲ其ノ本店又ハ支店ノ支配人ト同一ノ権限ヲ有スルモノト看做ス但シ裁判上ノ行為ニ付テハ此ノ限ニ在ラズ\n② 前項ノ規定ハ相手方ガ悪意ナリシ場合ニハ之ヲ適用セズ」以下は，後日，Ｌ１とＰとの間でされた会話である。\nＬ１：例の事件ですが，和解無効を主張するＤに対して私の進めてきた説得がなんとかうまく運び，ようやくＤも折れ，改めて賠償金の支払を約束してくれ，安堵していたところ，今度は，被告のＡ本人から書面で申入れがありました。\nそこに書かれた内容を法律的に整理してみると，Ａが訴訟代理人のＬ２弁護士に与えた訴訟代理権の範囲には，和解条項第１項にあるように「被告Ａは，本件における傷害行為について深く反省し，原告に対し，心から謝罪の意を表し，今後二度と本件のような事件を起こさないことを誓約する。」という謝罪や誓約の文言を設けることまでは含まれておらず，これはＬ２弁護士が和解期日当日に出頭していなかったＡに無断でしたことなので，この条項は無権代理として無効であり，和解全体も無効となるというのです。\nＰ：先生，和解条項第１項が設けられた経過はどのようなものだったのですか。\nＬ１：和解が成立した期日には，私のほかにＸさんも出頭しましたが，Ａは欠席し，代理人のＬ２弁護士だけが出頭していました。Ｘさんは，被告らが要望する賠償金の減額に応じてもよいが，その代わりＡが事件のことを反省して謝罪をし，二度と同じような事件を起こさないことを約束してほしい，そのことを和解条項にしっかり書き残してほしいと要請しました。\n欠席していたＡの意思を直接確認することはできませんでしたが，Ｌ２弁護士が言うには，「Ａはかねてから事件のことを真摯に反省していたので，そうした条項を設けることに異存はないはずだ。」ということでした。その結果，第１項としてあのような条項が加えられ，他方，損害賠償の金額については１５０万円とすることで原告と被告らとの間で合意ができたのです。\nＰ：よく分かりました。これに関連した判例があったと記憶しています。最高裁判所昭和３８年２月２１日第一小法廷判決（民集１７巻１号１８２頁）がそれです。\nＬ１：どのような事案においてどのような判示をした判例ですか。\nＰ：単純化すると，貸金返還請求訴訟において，証拠調べが終わった段階で和解が勧められ，裁判所から和解案が示されていたところ，借主である被告本人がそれを拒んで帰宅してしまった後，被告の訴訟代理人弁護士はそのまま話合いを続行し，最終的に被告本人が同席しない中で，請求されていた貸金債務の弁済期を延期して分割払とする代わりに，その担保として被告が所有する不動産に抵当権を設定するという内容の和解を成立させたという事情の下，後日その被告がこの和解の無効確認等を求めたという訴訟において，最高裁は，被告訴訟代理人が授権された和解の代理権限のうちに抵当権設定契約をする権限も包含されていたと解するのが相当である，と判示したものです。\nＬ１：なるほど。念のため，裁判所に確認したところ，本件でＡがＬ２弁護士に訴訟委任をした際，民事訴訟法第５５条第２項第２号の和解に関する特別授権はされていましたから，そのことを前提として，この最高裁判決の内容を踏まえ，ＡはＸさんとの間で本件和解の効力を争うことはできない，と立論してみてください。〔設問２〕\nあなたが司法修習生Ｐであるとして，弁護士Ｌ１から与えられた課題に答えなさい。\nなお，ＡとＬ２との間の訴訟委任契約に関連して生じ得る弁護士倫理の問題や契約違反を理由とした損害賠償の問題について論ずる必要はない。\n以下は，Ｐが司法修習を終えて弁護士登録をし，Ｌ１の法律事務所に勤務弁護士として就職した後に，Ｌ１との間でされた会話である。\nＬ１：Ｐ君が司法修習生だった頃に扱っていたＸさんの和解の件を覚えていますか。いろいろありましたけれども，Ｐ君が奮闘して判例等を研究してくれたおかげで，いずれも事なきを得，和解の効力には問題がないということで，賠償金の支払も無事に約束どおり履行されました。\nところが，あの和解期日から半年以上も経過したつい先日のこと，Ｘさんから相談がありました。近ごろめまいや吐き気などを覚えるようになったので，事故後に入通院していた病院で診察を受けたところ，本件事故により腰椎及び頸椎に受けた傷害が原因で発症したもので，後遺障害として残存するだろうと診断されたそうです。一般に，事故から相当期間が経過した後に初めて発症した症状については，当該事故による傷害に起因するものであっても法的にみて因果関係を有する後遺障害と評価できるかどうかが争われることが多いので，本件でもそのことは綿密に調査・検討する必要があります。しかし，その点はしばらくおき，この後遺障害に基づく新たな損害賠償を求める訴えをＡとＢ社に対して提起することも視野に入れ，ひとまずＡの代理人であったＬ２弁護士に連絡したところ，既に委任関係は終了しているということでしたので，直接Ａに文書で連絡しました。\nこれに対してＡから送られてきた回答書では，和解条項では，第２項で損害賠償債務は１５０万円であるとされ，第５項では「原告と被告らとの間には，この和解条項に定めるもののほかに何らの債権債務のないことを相互に確認する。」となっており，かつその損害賠償金は全額既に支払が完了しているので，もはやこれ以上の賠償責任は負うことはないとされています。\nＰ：先生，今後，Ａが弁護士に相談すれば，訴訟上の和解には既判力があるから，Ｘさんからの賠償請求はその既判力に触れるとの主張をしてくることが考えられます。判例にも，裁判上の和解について「既判力を有する」という一般論を述べたものがあります（最高裁判所昭和３３年３月５日大法廷判決・民集１２巻３号３８１頁）。\nＬ１：そうですね。訴訟上の和解調書の記載に既判力が生じるとの前提に立つとして，何か反論が考えられますか。\nＰ：訴訟上の和解が成立した後に別の新たな損害が生じたから，これには既判力は及ばないとの議論はいかがでしょうか。\nＬ１：しかし，不法行為に基づく損害賠償請求権は当該不法行為時に確定額の請求権としていまだ現実化していなかった損害も含めて損害全体について成立しているはずであり，後に生じた後遺障害はたまたま請求時に認識できなかっただけのことですから，和解成立後に生じた事由とはいえないと考えられます。\nまた，本件では，和解条項第５項によって，「原告及び被告らは，原告と被告らとの間には，この和解条項に定めるもののほかに何らの債権債務のないことを相互に確認する。」とされていますから，一部請求後の残部請求の議論を応用することも困難ではないでしょうか。\nＰ：そうしますと，既判力肯定説に立ちつつ，我々に有利な結論を導くには，和解条項第２項及び第５項について生じる既判力を本件後遺障害に基づく損害賠償請求権の主張を遮断しない限度にまで縮小させる，あるいは，本件和解契約は同請求権を対象として締結されたもの- 5 -ではないから，訴訟上の和解につき既判力肯定説を採るとしても，本件の和解条項第２項及び第５項につき同請求権を不存在とする趣旨の既判力は生じない，というような議論を考えればよいわけですね。\nＬ１：そうだと思います。一つヒントですが，定期金方式による損害賠償判決の基礎となった事情に事後的な変動が生じたときには損害額の再調整をすることができるという民事訴訟法第１１７条を参考にしてはどうでしょうか。この条文を単純に類推適用するというのではなく，人身損害の損害賠償を主として念頭に置いてそのような規定が作られた趣旨を参考にしてほしいということです。難問ですが，諦めないで頑張ってください。\n〔設問３〕\nあなたが弁護士Ｐであるとして，弁護士Ｌ１から与えられた課題に答えなさい。\nなお，訴訟上の和解に既判力が認められるかについての一般論には触れなくてよい。",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，不法行為に基づく損害賠償請求事件を題材として，訴訟上の和解に対する表見法理の適用（設問１），訴訟上の和解についての訴訟代理人の代理権限の範囲（設問２），予測できなかった後遺障害の主張と訴訟上の和解における既判力との関係（設問３）について検討することを求めている。受験者には，問題文において与えられた事実関係，関係する判例，示された考え方を踏まえ，問題文の指示に従った考察を行うことが求められている。\n〔設問１〕は，ＸとＡ及びＢ社との間で成立した訴訟上の和解について，表見法理の適用に\nよりその効力を維持する議論を行うことを求めるものである。問題文においては，表見法理の適用を否定する見解に関し，取引行為と訴訟手続（訴訟行為）の違いを指摘する判例（最高裁判所昭和４５年１２月１５日第三小法廷判決・民集２４巻１３号２０７２頁）の考え方のほか，手続の不安定を招くといった考え方が示され，これらの論拠には説得力がないとする立場から論述することが求められている。また，問題文においては，訴訟上の和解は，私法上の和解契約とその内容を一致して裁判所に陳述する合同訴訟行為との併存であることから，訴訟行為としての和解の効力が否定されるとした場合において私法上何の効果も生じないことになるのか，といった観点も考慮することが求められている。したがって，本設問に対する解答では，先に掲げた考え方が，訴訟上の和解に表見法理の適用を否定する論拠として説得力を欠くことに加えて，訴訟上の和解に係る私法上の和解契約としての側面が表見法理の適用により効力を維持する余地がある一方で，訴訟行為の側面は有効となる余地がないと解した場合に不都合が生じることについて，具体的な理由を挙げて説得力ある論述をすることが求められる。\nなお，問題文においては，訴訟上の和解に表見法理を適用することの可否に絞って論述することが求められているから，本問では，表見代表取締役Ｃに対する訴状送達により訴訟係属の- 8 -効力が生じるかについては論じる必要がない。また，本問は，訴訟行為に対する表見法理不適用説に対する一般的，抽象的な反論を求めるものでもない。\n〔設問２〕は，Ｘに対して謝罪することを内容とする本件の和解条項第１項について，和解\n期日に欠席したＡにおいて，こうした内容の和解をする権限をＬ２に明示的に授与していなかったから，この条項を含めて和解全体が無効である，と後日主張するに至ったため，この条項も和解の訴訟代理権の範囲に含まれているという角度からの検討を求めるものである。問題文においては，訴訟物である貸金返還義務についての分割払いという譲歩を引き出すため，抵当権の設定という訴訟物の範囲外の譲歩を被告側訴訟代理人がした場合につき，明示的に授権がなくてもそれが和解の代理権限に含まれるとした判例（最高裁判所昭和３８年２月２１日第一小法廷判決・民集１７巻１号１８２頁）が示され，この最高裁判決の内容を踏まえた立論が求められている。そのためには，Ｌ２に対して授権された和解権限に一定の制約があるとしても，本件の和解条項第１項のような和解をする権限はその中に含まれているから，Ａは本件和解の無効を主張することができないという方向での論述が求められる。例えば，和解の本質が互譲にあることを説明した上で，Ｘが賠償金額の減額に応じるという譲歩とＡがＸに謝罪するという譲歩との間には対価性が認められることを踏まえ，抵当権の設定が互譲の一方法として訴訟代理人の和解権限に含まれる以上，謝罪を内容とする和解をすることも同様に本件和解の代理権限の範囲内にある，といった内容の論述が考えられるところである。\nなお，弁護士に与えられた和解権限はそもそも無制限であることを根拠とすることも考えられないわけではないが，そのような論述においては，問題文で示された上記最高裁判決を，無制限説を採用するものとして理解することが可能かという問題のほか，訴訟代理人の権限が無制限であるとすることの理由付けについて触れる必要があろう。\n〔設問３〕は，訴訟上の和解には既判力があるから，本件後遺障害に基づく損害賠償請求権\nの主張が遮断される，との主張に対する反論を求めるものである。問題文においては，①本件の和解条項第２項及び第５項（特に第５項）について生じる既判力を本件後遺障害に基づく損害賠償請求権の主張を遮断しない限度にまで縮小させる議論，又は，②本件の和解は本件後遺障害に基づく損害賠償請求権を対象として締結されたものではないから，この請求権を不存在とする趣旨の既判力は生じないとの議論という２つの法律構成の可能性が示されている。①は，訴訟上の和解の既判力を確定判決のそれに引き寄せて理解した場合に考えられる法律構成である。これに対し②は，訴訟上の和解の既判力とは，和解の更改的効力に反する蒸し返し的な主張を不適法として遮断する訴訟法上の効力であるが，本件のような後遺障害に基づく損害賠償請求権の主張が本件和解の既判力により遮断されるか否かは，本件の和解条項（特に第５項）\nがその不存在をも確認する趣旨のものであるか否かに係り，それは本件和解条項の解釈の問題である，とする考え方に依拠した法律構成である。また，ヒントとして，定期金方式による損害賠償を命じた判決の基礎となった事情に事後的な変動が生じたときには損害額の再調整をすることができるという民事訴訟法第１１７条が示されている。\nこれらを踏まえると，上記①・②の論述に共通する前提として，人身損害においては，その性質上将来的に後遺障害の程度の変化により変動する可能性があり，それを全て予測して訴訟追行をし，判決をすることは困難であることから，民事訴訟法第１１７条は，定期金方式により長期にわたって損害賠償を命じる場合について，将来の事情変動を考慮して損害額の再調整をすることを許しているということを，まず確認する必要があろう。\nその上で，①の論述としては，上記のような民事訴訟法第１１７条が前提とする人身損害の性質は，一時金方式であっても同様であり，したがって，判決当時に予測ができなかった形で損害が生じたときに，その損害を不存在とする趣旨の既判力が作用するからそれを主張することは遮断されるというように，既判力を絶対的なものとして理解すべきではなく，既判力は，正確な将来予測に基づいて完全な攻撃防御を尽くすことが期待できる限度まで縮小されるので- 9 -\nあり，訴訟上の和解の既判力もこれと同じである，といった内容のものが考えられる。\nまた，②の論述としては，将来生じるかどうか定かではない新たな後遺障害も含めて損害の全体像を正確に把握して和解の合意を行うことは不可能であり，本件訴訟上の和解は，その成立時に当事者双方においてその発生が認識されていたか，又は認識が可能であった損害のみを対象として行われたものと解するのが，当事者の合理的意思に合致すること，訴訟上の和解に対して付与される既判力の範囲が，和解の更改的効力が及ぶ範囲を超えることはないことからして，本件の和解は成立当時にいまだ生じていなかった後遺障害に基づく損害賠償請求権を対象として締結されたものではないので，当該請求権を不存在とする趣旨の既判力は生じない，といった内容のものが考えられる。\nこれらの論述は，既判力の縮小（上記①）又は訴訟上の和解における合意内容の限定（上記\n②）という法律構成を，人身損害の性質や，訴訟上の和解に既判力が認められることの意味などを踏まえて説明するものであり，受験者には，自らの言葉で理論的でかつ具体的な説明を試みる姿勢が求められる。このような観点からは，後遺障害については手続保障が欠けるから訴訟上の和解の既判力が縮小されるといった抽象的な論述にとどまるもの，期待可能性の欠如による既判力縮小を抽象的に論じるにとどまるものは，十分かつ的確な論述とは言い難いであろう。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨は，既に公表されている「平成２６年司法試験論文式試験問題出題趣旨【民事系科目】〔第３問〕」のとおりであるから，参照されたい。\n民事訴訟法分野では，従来と同様，受験者が，①民事訴訟法の基本的な原理・原則や概念を正しく理解し，基礎的な知識を習得しているか，②それらを前提として，\n問題文をよく読み，設問で問われていることを的確に把握し，それに正面から答えているか，③抽象論に終始せず，設問の事例に即して具体的に，かつ，掘り下げた考察をしているか，といった点を評価することを狙いとしており，このことは今年も同様である。\n２ 採点方針答案の採点に当たっては，上記①から③までの観点を重視するものとしたことも，\n従来と同様である。上記②と関連するが，問題文において問われていることに正面から答えていなければ，点を与えてはいない。題意を十分に理解せず，自らが知っている論点について長々と記述する答案，自らが採用する結論とは直結しない論点について広く浅く書き連ねる答案が相当数存在したが，これらの答案は，問われていることに答えていないものとして評価するなど，厳しい姿勢で採点に臨んでいる。\n問われていることに正面から答えるためには，論点ごとにあらかじめ丸暗記した画一的な表現をそのまま答案に再現するのではなく，設問を検討した結果をきちんと順序立てて自分の言葉で表現しようとする姿勢が極めて大切であり，採点に当たっては，受験者がそのような意識を持っていると言えるかどうかについても留意している。\n３ 採点実感等(1) 全体を通じて関係する事実関係のほか，課題を解決するための手掛かりとなる最高裁判所の判決，解答の方向性又は視点を示唆する弁護士Ｌ１等の発言が問題文に示されているにもかかわらず，これらを自らの議論の展開に十分活用できていない答案が数多く見られた。設問１及び設問２では関連する最高裁判所の判決を説明・紹介しているが，それをどう自分の解答における理由付けと結び付けるかについての論述が十分でない答案，設問３では既判力の一般的な意義や作用に関する論述に多くを割いている答案がその例である。\nおよそ何も書けていない答案は少なかったが，考えがまとまらないまま書き始めているのではないかと思われる答案も散見された。検討の必要があると考える論点を端的に摘示して問題提起をするのではなく，問題文にある設問自体を相当行にわたって書き写している答案，相互の関係性を明らかにしないで複数の論点を羅列する答案，設問に対する結論を示すに当たって，法的三段論法の過程を経ているとは評価できない答案がその例である。問題文をよく読み，必要な解答を頭の中で入念に構成した上で，答案を書き始めるべきであろう。\n(2) 設問１について- 28 -本問では，関連する最高裁判所の判決が示され，訴訟上の和解についての表見法理の適用という課題について検討すべき点として，判旨が挙げるような取引行為と訴訟手続の違いや，手続の不安定を招くといった点を否定的な立場の根拠とすることに説得力があるかを踏まえるべきことが問題文に示されているから，おおむねそのような流れで論述する答案がほとんどではあった。しかし，論述の内容は，訴訟上の和解は取引行為に類似するという結論を述べるにとどまるものが多く，なぜ訴訟上の和解についてそのように評価することができるのかについて，\n例えば，訴訟上の和解の私法上の契約としての側面，すなわち和解契約には互譲という取引的性質が存在することを指摘するなどして，具体的に論じている答案は少なかった。また，訴訟行為への表見法理の適用の可否は，典型論点というべきものであったためか，問題文が訴訟上の和解について検討することを求めているにもかかわらず，上記典型論点に関わる議論を一般的に展開することに過度に重点を置き，訴訟上の和解の点については極めて淡泊な記載しかない答案が多く見られた。このような答案は，与えられた事案に即した検討を行うという姿勢に欠けると言うべきである。また，本問は，関連する最高裁判所の判決の射程が及ぶかを検討した上で，訴訟上の和解の効力を維持する議論をすることを求めているにもかかわらず，訴訟行為にも表見法理を適用すべきであり，判例変更が必要であるなどと論じるものが散見された。このような答案も，題意を的確に捉えた答案とは言い難い。他方で，表見法理の適用が手続の不安定を招くという点については，それが善意悪意という主観的要件によって訴訟行為の効力が左右される結果となることについての指摘であることを，正しく理解していない答案も散見された。\nさらに，本問では，訴訟上の和解の効力を維持する方向で論述することが求められているにもかかわらず，訴訟上の和解に表見法理を適用することは困難であると述べ，本問における和解は訴訟行為としては無効であるが，私法上の和解としては効力が認められるとし，かつ，それで論述を終えるものが多くあったほか，\nこれに加えて，再訴を提起して私法上の和解の効力を主張すればよい，と指摘する答案も散見された。これらは，設問を読んでいないのではないかとさえ思われる答案であり，また，再訴を提起すればよいとする答案を書いた受験者には，Ｘとその訴訟代理人であるＬ１弁護士の立場からすれば，商業登記簿の記載を信頼して行動せざるを得ない立場にある者に再訴の提起という時間的，経済的な負担を課す一方で，代表者の交替を公示すべき責めを果たさなかった者に本件和解契約により負担した義務の履行を先延ばしすることを認めるものであり，当事者としておよそ受け入れ難い結論であることに気付いてほしいところである。\n(3) 設問２について本問では，関連する最高裁判所の判決が明示され，その内容を踏まえるべきことが要求されていたが，当該判決に全く触れていない答案やその内容を踏まえたのかどうかが不明と言わざるを得ない答案が相当数あり，これらの答案は，題意に答える姿勢を欠くものである。\n答案としては，上記最高裁判所の判決について，訴訟代理人の権限には一定の限界ないし制限が存在するものとしている判例であると説明し，その上で，本問の和解条項第１項について，Ｌ２弁護士に与えられた権限の範囲内にあるかどう- 29 -かを論ずることまではできている答案が比較的多かった。しかし，本人が和解案の受諾を拒んで帰宅したのに訴訟代理人が和解を成立させたという上記最高裁判所の判決における事情にとらわれ，これと対比すれば，そのような事情のない本件においては訴訟代理権の範囲内にあると認められるなどと記載する答案が，相当数あった。また，反省して謝罪することは，Ａにとって負担にならず，経済的な不利益もないとして，当該権限の範囲内にあると結論付ける答案も相当数あった。これらの答案は，特段の規範を定立しないまま事実関係を評価して結論を述べているだけで，法律論の体をなしておらず，法曹を目指す者の答案としては十分な評価を与えることはできない。本問では，Ａは，訴訟代理人のＬ２弁護士に対し，民事訴訟法第５５条第２項第２号の和解に関する特別授権をしていたことが明示されているのであるから，当該和解に関する権限がいかなる範囲のものと解されるのかについて，自分の言葉で規範を定立した上で，本問ではどのような事情からその範囲内にあると結論付けない限り，法律問題に対する解答とは言い難いであろう。そうすると，例えば，和解に関する権限がどのような範囲と解されるのかについては，「和解」の性質という観点からアプローチすることが考えられるが，そのようなアプローチ，すなわち，典型契約としての和解が内容として互譲性を要素としていることを指摘し，和解に関する権限を授権したということは，互いに譲歩する権限を与えていることを意味するから，それが当該権限の範囲を画している，といった論理を展開する答案は少なかった。これは，論述に当たって必要となる規範の定立とはどのようなことかを理解していないのではないかと疑わせるものである。\nまた，和解の内容が客観的に合理的であれば又はＡの合理的な意思に合致するものであれば，和解の権限の範囲に含まれると論じるものの，本問において，いかなる事情から和解の内容が客観的に合理的なもの又はＡの合理的な意思に合致するものと評価することができるのかについて，具体的な論証がなく，一方的に合理的である又は合理的意思に合致すると結論付ける答案も，相当数あった。これらの答案は，規範の定立をした上，これに当てはめることにより議論を展開をしようとする答案のように見えるが，その実，合理的あるいは合理的意思に合致するとの結論を単に繰り返して述べるにすぎないものであるから，当該記載については評価することはできない。\nさらに，Ａが訴訟代理人であるＬ２弁護士に与えた訴訟代理権はその権限の範囲が限定されていないものであると論じ，本問の和解条項第１項について，Ｌ２弁護士に与えられた権限の範囲内にあると結論付ける答案も，一定数あった。しかし，そのような答案においては，上記最高裁判所の判決をそのような内容のものとして理解することができるのかなど，判決を踏まえた論理の構成が不十分なものや，なぜＡがＬ２弁護士に与えた権限の範囲が無制限であると解すべきかについて具体的な論述がされていないものがほとんどであり，残念であった。\n(4) 設問３について本問では，問題文において，訴訟上の和解につき既判力肯定説に立ちつつ，和解条項第２項及び第５項について生じる既判力を，①本件後遺障害に基づく損害賠償請求権の主張を遮断しない限度にまで縮小させる，あるいは，②本件和解契約は同請求権を対象として締結されたものではないから，本件の和解条項第２項- 30 -及び第５項には同請求権を不存在とする趣旨の既判力は生じない，との立論の在り方が例示されていた。ただ，これらは，訴訟上の和解に関して，必ずしも典型論点とはされていないものであることから，上記各立論をどのような考え方や本件の事案に含まれる事情によって成り立つものとするのかについて論述することとなる。\nしかし，まず，和解条項第２項及び第５項について生じる既判力により本件後遺障害に基づく損害賠償請求権の主張が遮断される，という原則を指摘しない答案が相当数あった。法曹を目指す者の答案としては，このような原則を形式的に当てはめると不都合が生ずるところを，どのように解決していくかが求められているのであって，議論の展開を明確にする意味でも，論述を始めるに当たりそのような原則を指摘することは有用であろう。\nそして，上記原則に対する例外と言うべき，上記①又は（及び）②の立論を行うのであるが，上記各立論の違いを必ずしも意識することなく，既判力の根拠としての手続保障や蒸し返しの禁止といった確定判決の既判力に関する一般論を述べるにとどまる答案がほとんどであった。別の言い方をすると，本問が訴訟上の和解について既判力を縮小しようとするものであるから，例えば，訴訟上の和解に既判力を認める理由をどのように考えるのか，そして，当該理由との関係で，\n本件後遺障害に基づく損害賠償請求権に係る訴訟上の和解を題材にした本問の事案に照らすと，どのような具体的な事情を踏まえれば既判力の縮小という結論を導くことができるのか，あるいは，上記損害賠償請求権には和解の既判力の遮断効が及ばない（和解による合意内容の限定）という結論を導くことができるのかについて，自分の言葉で論述する答案は少なかった。\n特に，本問では，民事訴訟法第１１７条を単純に類推適用するのではなく，人身損害の損害賠償を主に念頭においてそのような規定が作られた趣旨を参考にしてほしいとの観点が示されているにもかかわらず，人身損害の特殊性を指摘しない答案や，単純に民事訴訟法第１１７条を類推適用すべきであると論述する答案が相当数あった。このような答案は，問題文をよく読んでいないのではないかとの疑念を抱かせる。\n(5) まとめ以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」\nの四つの水準の答案は，おおむね次のようなものとなると考えられる。「優秀」\nな答案は，問われていることを的確に把握し，各設問の事例との関係で結論に至る過程を具体的に説明できている答案である。また，このレベルには足りないが，\n問われている論点についての把握はできており，ただ，説明の具体性や論理の積み重ねにやや不十分な部分があるという答案は「良好」と評価することができる。\nこれに対して，最低限押さえるべき論点，例えば，訴訟上の和解に表見法理の適用を否定する論拠としての取引行為と訴訟行為との区別，訴訟経済の不安定といった議論への評価（設問１），訴訟上の和解に係る和解権限の範囲についての考え方（設問２），人身損害の特殊性に着目した①又は（及び）②の構成による訴訟上の和解の既判力の修正（設問３）が，自分の言葉で論じられている答案は，\n「一応の水準」にあると評価することができるが，そのような論述ができていない，又はそのような姿勢すら示されていない答案については「不良」と評価せざ- 31 -るを得ない。\n４ 法科大学院に求めるもの民事訴訟法分野の論文式試験は，民事訴訟法の教科書に記載された学説や判例に関する知識の量を試すような出題は行っていない。むしろ，当該教科書に記載された基本的な事項を正確に押さえ，判例の背景にある基礎的な考え方を理解しておくことが必要である。そして，それらを駆使して，問題において提示された事情等に照らし，論理的に論述する能力を養うための教育を行う必要がある。また，上記３(2)において，設問１に関して，再訴の提起による解決を指摘する答案についてその不合理性を指摘したが，これは，判決（すなわち債務名義）を得ることには，通常，多大な労力を要することを踏まえたものである。法曹養成制度は，文字通り，\n法曹実務家を養成するための制度であることに照らせば，民事訴訟法分野に係る教育においては，学生に対し，現実の民事訴訟制度を実感させる教育（民事執行制度との連続性を意識させる教育）が期待される。加えて，上記３(3)において，設問２に関して，民法の和解契約が互譲を本質的要素とするものであることから論旨を展開する答案が少なかったことを指摘したが，これとの関係で，各法科大学院には以下のことを希望したい。すなわち，かつて司法試験において民法と民事訴訟法の融合問題が出題されていた頃は，各法科大学院においても，分野横断的な授業科目を設けて熱心に教育に取り組んでいたが，融合問題が廃止されて以降，そうした授業科目を必修から外したり廃止したりする動きがあるようである。もちろん，融合問題の廃止は相応の理由があってのことであり，また，各法科大学院がそれに対応して行動することは理解できるが，そのことが，分野横断的に問題を把握することの重要性に関する法科大学院生の認識を希薄にし，民法は民法，民事訴訟法は民事訴訟法というように，相互の連関を意識することなくばらばらに学習する態度を助長しているとすれば残念なことであり，設問２を採点していてそのような懸念を感じたところである。各法科大学院においては，融合問題の廃止にかかわらず，この点に関する学生の意識を喚起するよう努めていただけると有り難い。\n５ その他毎年繰り返しているところではあるが，極端に小さな字（各行の幅の半分にも満たないサイズの字では小さすぎる。），文字色が薄い字，潰れた字や書き殴った字の答案が相変わらず少なくない。司法試験はもとより字の巧拙を問うものではないが，\n心当たりのある受験者は，相応の心掛けをしてほしい。また，「けだし」，「思うに」\nなど，一般に使われていない用語を用いる答案も散見されたところであり，改めて改善を求めたい。"
}