{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "- 23 -\n[労 働 法]\n〔第１問〕（配点：５０）\n次の事例について，弁護士であるあなたが，Ｘ１，Ｘ２及びＸ３から，Ｙ社に対し，訴えの提起を行いたいとの相談を受けた場合に検討すべき法律上の問題点を指摘し，それについてのあなたの見解を述べなさい。\nなお，Ｙ社の就業規則（抜粋）は，後記のとおりである。\n【事 例】\nＹ社は，自動車製造等を業とする株式会社である。\nＸ１ら５０名は，いずれも機械工としてＹ社に採用され，その後一貫して甲工場にあるスポーツカー部門においてエンジンの組立て作業に従事しており，短い者でも十数年間，長い者は二十数年間の経験を持つ，熟練機械工であった。\nＸ２及びＸ３の両名は，いずれも，平成元年３月に工学修士の学位を取得し，同年４月，Ｙ社にスポーツカー用エンジンの開発設計の研究者として採用され，その後一貫して同スポーツカー部門において新型エンジンの開発設計を担当してきた。\nＹ社は，自動車製造業界全体が不況にあえいでいた時期に，あえて大規模な設備投資と事業拡大を推し進めたことが災いし，平成２４年期には累積赤字が５０億円を超える事態に陥ったため，採算のとれていない同スポーツカー部門の閉鎖を決定した。\nそこで，Ｙ社は，平成２５年６月６日，Ｘ１ら５０名の熟練機械工に対し，甲工場で生産中の小型乗用車の塗装等他職種への異動を命じたが，Ｘ１は，機械工としての勤務を希望し，当該命令に応じていない。なお，Ｙ社は，当該命令を行うに当たり，Ｘ１ら５０名の意向を一切聴取しなかった。\nまた，Ｙ社は，同年６月２０日，Ｘ２及びＸ３に対し，早期退職募集と再雇用の提案を行い，通常の退職金に加えてその１割を増額した割増退職金の支給を提示した。Ｙ社が提案した再雇用の内容は，甲工場内の営業事務所の営業職として採用することと，エンジン開発設計の研究者のみを支給対象とする研究特別手当（月額２万円）がなくなることを除き，従来と同様の労働条件であった。\n早期退職募集の応募期限は同年８月３０日であったところ，Ｘ２は，同日，Ｙ社に対し，前記再雇用の提案の内容につき，後に裁判で争うことを伝えた上で，早期退職募集及び再雇用に応ずる旨を申し出たが，Ｙ社はこれを拒否した。また，Ｘ３は，前記応募期限までに早期退職募集に応募せず，Ｙ社に対し従前の労働条件で雇用を継続するよう求めた。\nそこで，Ｙ社は，同年１０月３１日付けでＸ２及びＸ３を解雇する旨の意思表示を行った。\n【就業規則（抜粋）】\n（人事異動）第８条 会社は，業務上必要がある場合には，従業員に対し，あらかじめその意向を聴取した上で，就業する場所及び従事する業務の変更を命ずることがある。\n２ 前項の場合，従業員は正当な理由なくこれを拒むことはできない。\n- 24 -\n〔第２問〕（配点：５０）\n労働組合法における「労働者」の概念につき，労働基準法におけるそれとの異同に言及しつつ概説した上，次の事例の甲が，労働組合法における「労働者」に該当するかについて論じなさい。\nなお，Ａ社による団体交渉拒否の適法性について論じる必要はない。\n【事 例】\n１⑴ Ａ社は，コピー機等ビジネス事務設備機器の販売及び修理補修等を業とする株式会社である。甲は，Ａ社と業務委託契約を締結してビジネス事務機器の修理補修等の業務に従事する\n「カスタマーサポーター」（以下「ＣＳ」という。）であり，ＣＳを構成員とするＢ労働組合に加入している。\n⑵ Ａ社とＣＳは，Ａ社が作成した「業務委託に関する覚書」と題する文書に記載した内容で業務委託契約を締結しており，同覚書には，Ａ社とＣＳとがそれぞれ独立した事業者であることを認識した上で契約を遂行する旨の条項がある。Ａ社における修理補修等の業務の大部分は，総勢約６００名のＣＳによって行われている。\n２⑴ Ａ社は，顧客からの修理補修等の発注を修理受付センターで受け付けた後，顧客の所在場所を担当するＣＳに割り振って業務を依頼する。ＣＳは，原則として，業務日の午前８時半から午後７時までの間にＡ社から発注依頼連絡を受ける。依頼を受けたＣＳがこれを応諾した場合には，当該ＣＳが修理補修等を遂行するが，当該ＣＳが依頼を断った場合には，Ａ社は他のＣＳに依頼している。ＣＳが応諾を拒否する割合は１％に過ぎないが，一方，ＣＳが応諾を拒否した理由が，業務の遂行とは無関係の事情によるものであったとしても，Ａ社がそれを理由に業務委託契約の債務不履行であると判断することはない。また，ＣＳが独自に営業活動を行って修理補修等を行うことも認められている。\n⑵ Ａ社とＣＳとの間の業務委託契約は，前記覚書によって規律され，その内容をＣＳの側で変更した事例はない。また，Ａ社は，全国で一定水準以上の技術による確実な事務の遂行に資するため，ＣＳに対し，修理補修等の作業手順，ＣＳとしての心構えや役割，接客態度等を記載した各種マニュアルを配布し，これに基づく業務の遂行を求めている。一方，委託された業務をどの時間帯に，いかなる方法で行うかについては，ＣＳの裁量に委ねられている。\n⑶ Ａ社は，ランキング制度を設け，毎年１回，ＣＳを能力，実績及び経験を基に評価し，５段階ある級の昇格，更新及び降格の判定を行っている。また，Ａ社は，ＣＳを全国の担当地域に配置して修理補修等の業務に対応させ，ＣＳと調整しつつその業務日や休日を指定し，日曜日や祝日についても交替で業務を担当するよう要請している。\n３ ＣＳは，修理補修等の業務が終了した後，顧客から代金を回収し，週１回程度の割合でＡ社に振込送金するほか，業務日ごとに行動予定，経過，結果等をＡ社に報告している。\n顧客に対する請求金額は，Ａ社が，商品や修理内容に従ってあらかじめ全国一律で決定するが，ＣＳは，修理補修等の難易度や別のＣＳを補助者として使用したことなどを理由に，その裁量によって，ある程度割増しして顧客に請求することが認められている。\nＡ社がＣＳに支払う業務委託手数料は，ＣＳが顧客に請求する金額に，Ａ社の前記ランキング制度における当該ＣＳの属する級ごとに定められた一定率を乗ずる方法で支払われている。\n過去１年間のＣＳの作業時間は，１件平均約７０分，１日平均計３．７時間であり，Ａ社からの平均依頼件数は月１１３件，平均休日取得日数は月５．８日であった。\n４ Ｂ労働組合が，Ａ社に対して，業務委託条件を変更する場合にはＢ労働組合と協議することや，最低年収額の保障を求めて団体交渉を申し入れたところ，Ａ社は，甲らＣＳは労働組合法上の労働者に当たらないとして団体交渉を拒否した。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は，職種変更命令並びに変更解約告知及び留保付承諾に関する理解を問うものである。\nいずれも，労働法における基本的な論点であり，関係条文・裁判例に対する知識を前提とし，これらを正確に示した上で自らの考えを述べ，問題文に示された具体的事実を摘示しつつ当てはめを行うことが求められる。\nまず，本問の事例では，Ｘ１らに対してなされた職種変更命令の有効性について検討するに当たり，職種変更命令の法的根拠となる労働契約法（以下「労契法」という。）第７条本文及びＹ社就業規則第８条第１項の一般的配転条項を摘示した上で，Ｙ社とＸ１らとの間で職種を機械工に限定する旨の合意（労契法第７条ただし書き参照）が成立していたかを論じる必要がある。その際には，日産自動車村山工場事件判決（最判平元年１２月７日）等の判例による判断の枠組みを踏まえて規範を定立し，問題文に示された事実を抽出して当てはめを行うことが求められる。その上で，かかる職種限定合意はないとの見解を採った場合には，Ｙ社による職種変更命令が権利濫用（労契法第３条第５項参照）となるかを論じる必要がある。\n次に，Ｘ２及びＸ３に対して行われたＹ社の提案が，いわゆる変更解約告知であることを踏まえ，Ｘ２による「後に裁判で争うことを伝えた上で，早期退職募集及び再雇用に応ずる旨」の申し出が留保付承諾として有効かを検討する必要がある。その上で，Ｘ３及び（前記留保付\n- 22 -承諾が認められないとの見解を採った場合の）Ｘ２に対するＹ社の解雇が有効かを検討する必要があるが，その際には，解雇権濫用法理（労契法第１６条参照）の適用に当たって，変更解約告知が労働条件変更の手段として行われるという特殊性を考慮に入れて判断枠組みを構成すべきではないかとの問題意識を念頭に置いた上で，スカンジナビア航空事件判決（東京地決平\n７年４月１３日）等の裁判例による判断の枠組みを踏まえて規範を定立し，問題文に示された事実を抽出して当てはめを行うことが求められる。\n〔第２問〕\n本問は，労働組合法（以下「労組法」という。）上の「労働者」の意義に関する理解を問うものであり，労働法における最も基本的な論点の一つである。\n本問においては，まず，労組法における「労働者」の概念につき，労働基準法（以下「労基法」という。）におけるそれとの異同に言及しつつ概説することが求められているところ，労組法第３条及び労基法第９条を摘示し，労働者概念の相対的性格を踏まえ，それぞれにおける労働者の考え方を，各法律の目的を説示しつつ論じた上で，労基法上の労働者性の判断基準と比較しつつ，労組法上の労働者性の判断基準を論ずる必要がある。その際には，ＩＮＡＸメン\nテナンス事件判決（最判平２３年４月１２日）等の判例による判断の枠組みを踏まえて規範を定立することが求められている（ただし，判例による判断枠組み以外の基準に基づく解答が排斥されるわけではない。）。\n次に，本問の事例における甲が，労組法における「労働者」に該当するかを論じることが求められている。具体的には，自己が定立した規範に基づき，事例に示された事実を，例えば，契約形式及びその判断方法，事業組織への組入れ，契約内容の一方的決定，報酬の労務対償性，使用従属性（指揮監督下の労働，時間的・場所的拘束性，仕事の依頼，業務従事の指示等に対する諾否の自由）等に類型化した上で摘示しつつ，丁寧な当てはめを行うことが求められている。"
}