{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\n１ Ａは，昭和５８年１０月に司法試験に合格し，司法修習生を経て，昭和６１年４月に，不動産業者であるＢから，甲県乙市内のビルの一階の一室を３年の期間で賃借し，Ａの名前を冠した法律事務所を開設して，弁護士業務を始めた。Ａは，同室を賃借するに当たり，Ｂに対して，乙市の不動産取引の慣行に従い，３か月分の家賃相当額の敷金のほか，権利金として２００万円を支払った。Ａは，同事務所の営業時間を平日の午前９時から午後６時までとし，乙市を管轄している税務署から青色申告の承認を得て，その後，毎年，納税申告を青色申告で行ってきた。\nＡは，事務所開設と同時に，事務員として，法学部を卒業したＣを採用し，裁判所等に提出する書面のワープロによる浄書や経理等の仕事をさせた。近隣の法律事務所の事務員への給料は，おおむね月額１５万円及び賞与年額８０万円の年合計２６０万円であったが，Ｃが法学部卒であることを考慮して，月額２０万円及び賞与年額１００万円の年合計３４０万円を支払った。\nＡは，昭和６２年４月頃，司法試験受験生であったＤと知り合い，同年結婚し，乙市内のマンションで同居し，生計を一にした。Ｄは，結婚後も受験勉強を続けていたが，Ａの事務所の繁忙期やＣの休暇時に，無給で，事務所内で，電話応対やＡが作成する書面のワープロによる浄書等の仕事をしていたところ，平成２年１月，Ａの事務所の顧問先が増え，依頼案件も増加したことから，正規の事務員としてフルタイム（午前９時から午後６時まで）で働くようになった。そこで，Ａは，Ｄに対して，毎月給料を支払うこととし，その金額として，Ｄの勤務時間及び内容は，Ｃとは異ならなかったが，Ｄが妻であることから，Ｃの給料の１．５倍の年額\n５１０万円を支払った。Ａは，Ｄをフルタイムで稼働させるに当たって，税務署長に対し，Ｄの氏名，職務内容及び給与の金額等の法令が要求する事項を記載した書面を提出した。なお，乙市内にある法律事務所のうち，経営者である弁護士がその妻をフルタイムの事務員として雇っている事務所は７事務所あり，支払っている給料の年額の最低額は３００万円，最高額は４５０万円であり，７事務所平均では４００万円であった。もっとも，妻が司法試験受験生である弁護士はいなかった。\nＤは，平成４年１０月に司法試験に合格し，司法修習生を経て，平成７年４月に乙市内のビルの一室を借りて，Ｄの名前を冠した法律事務所を開設し，Ａと同じ弁護士会に所属して弁護士業務を始めた。ＡとＤの両事務所の経費は別であり，それぞれの事務所において記帳がなされ，Ｄも税務署から青色申告の承認を得て，その後，毎年，納税申告を青色申告で行った。もっとも，Ａは，Ｄが弁護士登録した直後から，Ｄに対して，Ａが行っていた弁護士業務の一部を依頼し，その対価として，毎年定額の報酬をＤに支払った。その金額は，Ｄが営む弁護士業務の総収入金額のうち３分の１程度を占めていた。\n２ Ａは，Ｂに対して，事務所の賃貸借期間満了の都度，更新料を支払うとともに賃料を増額して，契約を継続してきた。その後，Ｂは，平成２４年１月，同業者であるＥに対して，Ａの事務所\n（以下「旧事務所」という。）が入居していたビルを売却しようと考えたが，Ｅから，Ａが旧事務所を明け渡さなければ買うことはできない旨言われたため，Ａに対して，旧事務所の明渡しを求めた。\nＡは，移転先としては乙市に所在する地方裁判所の近くにあるビルが望ましく，旧事務所と同様にビルの一階を借りるとすれば，権利金として３００万円を要するだけでなく，新賃料は旧事務所の賃料より高額となる可能性があり，さらに，引越費用，電話工事等の内装工事費用の支払が必要となると考えた。そこで，Ａは，Ｂとの間で，事務所明渡しに当たって必要となる支出の保証を求めて交渉し，それと並行して，移転先のビルを探した結果，不動産業者Ｆが- 8 -所有する地方裁判所前新築ビル一階の一室（以下「新事務所」という。）を借りることとなった。\nそして，ＡとＢは，同年４月１０日，旧事務所の明渡しに関して，以下の事項を合意し，Ａは，その合意に従って，旧事務所を明け渡した。\n⑴ ＡとＢとの賃貸借契約は，平成２４年４月３０日限りで終了する。Ｂは，同日，Ａに対して，Ａが賃借権を放棄する代償として３００万円を支払い，旧事務所の明渡しを受けるものとする。\n⑵ Ｂは，Ａに対して，旧事務所からの引越費用及び新事務所の電話工事等の内装工事費用の一部補填として，旧事務所明渡し時に４００万円を支払う。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１ Ｄが司法試験に合格する前のＡ法律事務所で事務員としてフルタイムで勤務していた際に，ＡがＤに支払った給料は，Ａの所得の金額の計算上，どのように扱われるか，関係する所得税法の規定の趣旨に言及しつつ，その金額が相当であったかも含めて検討せよ。\n２ Ｄが弁護士となった後に，ＡがＤに支払った報酬は，Ａの所得の金額の計算上，どのように扱われるか，異なる見解にも言及しつつ自説を述べよ。\n３ ＡがＢから支払を受けた問題文２⑴及び⑵の金銭は，Ａの所得の金額の計算上，それぞれどのように扱われるか，異なる見解にも言及しつつ自説を述べよ。\n- 9 -\n〔第２問〕（配点：５０）\nＡ（居住者）は，住所地の市内に甲，乙及び丙の３棟の建物を建てることにし，建築施工をＨ株式会社（以下「Ｈ社」という。）に請け負わせた。３棟はいずれも昭和４９年中に竣工した。Ａは甲を自身及び家族の住居として使用し，乙を自身が営む小売業の店舗の１つとして使用してきたが，丙は竣工の直後，自身が代表取締役社長を務めるＢ株式会社（暦年を事業年度とする内国法人。以下「Ｂ社」という。）に売却し，Ｂ社は丙を本店の建物として使用してきた。\nＡは，平成２４年に，甲にはまだ十分に資産価値があったものの手狭になったことから，甲を建て替えることにし，Ｐ社に解体工事を請け負わせた。Ｐ社は，解体工事の過程で，甲の建築部材の一部にアスベストと思われる物質が使用されていることが判明したため，Ｑ社にアスベストの使用の有無に関する事前調査を実施させたところ，アスベストの使用が確認されたので，Ｑ社にアスベスト除去作業をも実施させ，Ａから解体費用の一部として当該事前調査及び除去作業に要した費用\n（以下「甲費用」という。）の支払を受けた。\nＡは，甲，乙及び丙の建築に当たりＨ社に対し，アスベストの使用の可否に関する指示を全くしていなかったことから，Ｈ社に乙及び丙に関するアスベストの使用の有無を照会したところ，「弊社では，昭和５０年４月１日から開始した事業年度以降はアスベストは全面的に使用しておりませんが，それ以前は建築施工を請け負った建物の全てにアスベストを使用しておりましたので，御照会のありました乙及び丙にもアスベストが使用されております。」との回答があった。Ａは，この回答を受けて両建物の扱いについて検討したが，両建物はまだ十分に使用可能であり減価償却に係る未償却残高も少なくなかったので，あれこれ迷った末に，乙については，同店舗での売上げがずっと不振であったことや乙の敷地は更地にした方が高く売却することができると前々から聞いていたことから，乙を取り壊した上で，その敷地を更地にして売却することにし，他方，丙については，Ｂ社の取締役会に諮ることにした。Ｂ社の取締役会では，「当社の業績が好調な今のうちに建て替えておくべきだ。」との意見が多数を占めたため，丙は建て替えられることになった。\n乙及び丙についても解体工事はＰ社が請け負ったが，Ｐ社は，アスベスト除去作業をＱ社に実施させ，平成２４年末に，Ａ及びＢ社からそれぞれ解体費用の一部として当該除去作業に要した費用\n（以下「乙費用」，「丙費用」という。）の支払を受けた。乙の解体工事は乙費用の支払の１０日前に完了したが，床面積が乙の１０倍ほどあった丙については，Ｑ社によるアスベスト除去作業は丙費用の支払の１０日前に完了したものの，解体工事は平成２５年３月末までかかった。Ｐ社は，その翌月，Ａ及びＢ社から解体費用の残額の支払を受けた。\nＡは，乙の敷地であった土地を，乙の取壊しの前よりもかなり高い額で売却する契約を，乙の解体工事完了の翌日に締結することができ，平成２４年中に当該土地の引渡しを行い，その売却代金を小売業の借入金の返済に充てた。\nアスベストは，甲，乙及び丙の建築当時は，法的規制の対象とはされておらず，これを建築部材として使用することは何ら違法ではなく一般に行われていたが，その後アスベストに対する法的規制が段階的に強化され，平成１６年には製造，使用等が法令上原則的に禁止され，平成１７年には，建築物等の解体等の作業を行う事業者に対して，作業員の健康被害を防ぐために、アスベストの使用の有無に関する事前調査，アスベストが使用された建築物等の解体等の作業を行う場合におけるアスベストの除去等の作業などが，法令上義務付けられた。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１ Ａは甲費用について雑損控除の適用を受けることができるか。雑損控除制度の趣旨に言及しつつ，検討しなさい。\n２ 乙費用は，Ａに対する所得税の課税上，どのように取り扱われるか。\n- 10 -\n３ 丙費用は，Ｂ社に対する法人税の課税上，どのように取り扱われるか。\n（参照条文）所得税法施行令\n（災害の範囲）第９条 法第２条第１項第２７号（災害の意義）に規定する政令で定める災害は，冷害，雪害，干害，落雷，噴火その他の自然現象の異変による災害及び鉱害，火薬類の爆発その他の人為による異常な災害並びに害虫，害獣その他の生物による異常な災害とする。\n（雑損控除の対象となる雑損失の範囲等）第２０６条 法第７２条第１項（雑損控除）に規定する政令で定めるやむを得ない支出は，次に掲げる支出とする。\n一 災害により法第７２条第１項に規定する資産（以下この項において「住宅家財等」という。）が滅失し，損壊し又はその価値が減少したことによる当該住宅家財等の取壊し又は除去のための支出その他の付随する支出二 災害により住宅家財等が損壊し又はその価値が減少した場合その他災害により当該住宅家財等を使用することが困難となつた場合において，その災害のやんだ日の翌日から１年を経過した日\n（大規模な災害の場合その他やむを得ない事情がある場合には，３年を経過した日）の前日までにした次に掲げる支出その他これらに類する支出イ 災害により生じた土砂その他の障害物を除去するための支出ロ 当該住宅家財等の原状回復のための支出（当該災害により生じた当該住宅家財等の第３項に規定する損失の金額に相当する部分の支出を除く。第４号において同じ。）\nハ 当該住宅家財等の損壊又はその価値の減少を防止するための支出三 災害により住宅家財等につき現に被害が生じ，又はまさに被害が生ずるおそれがあると見込まれる場合において，当該住宅家財等に係る被害の拡大又は発生を防止するため緊急に必要な措置を講ずるための支出四 盗難又は横領による損失が生じた住宅家財等の原状回復のための支出その他これに類する支出\n２ 法第７２条第１項第１号に規定する政令で定める金額は，その年においてした前項第１号から第\n３号までに掲げる支出の金額（保険金，損害賠償金その他これらに類するものにより補てんされる部分の金額を除く。）とする。\n３ 法第７２条第１項の規定を適用する場合には，同項に規定する資産について受けた損失の金額は，当該損失を生じた時の直前におけるその資産の価額を基礎として計算するものとする。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問は，弁護士の業務について，開設した法律事務所の運営の観点から，親族の雇入れ及び事務所の移転に伴って生じる収入及び支出に関しての課税関係を問う事例問題である。\n設問１は，Ａの青色事業専従者であるＤに支払った給与の全額が，「労務の対価として相当であると認められるもの」（所得税法第５７条第１項）として，Ａの事業所得の金額の計算上，必要経費に算入できるかについて，その立法趣旨に言及しつつ，事案に即して解決を求めるものである。Ｄへの給与が相当であったか否かの判断基準としては，①使用人給与比準，②類似同業者使用人給与比準，③類似同業者青色事業専従者比準が考えられるが，どの方式を採るのが相当であるかにつき，事実を丁寧に拾い上げて論じる必要がある。\n設問２は，弁護士である妻に支払った報酬につき，同法第５６条（事業から対価を受ける親族がある場合の必要経費の特例）の適用を受けるかを問う問題である。この点については，最高裁判所平成１６年１１月２日第三小法廷判決（判例時報１８８３号４３頁）において，同条の適用を認める見解が示されたが，この結論には学説上強い批判があるとされている。同判決は，著名な裁判例であり，法科大学院においても，異なった見解からの分析検討がなされているものと考える。自説と反対説をそれぞれ根拠も含めて検討し解答する必要がある。\n設問３は，法律事務所として賃借していた部屋の明渡しに当たって受け取った金銭の所得金額計算上の扱いを問う問題である。いずれの金銭も，一時的に支払われており，一見すると一時所得のように見えるが，一時所得は「利子所得・・・及び譲渡所得以外の所得」（同法第\n３４条第１項）であるから，これら他の区分の所得該当性を検討する必要がある。\n問題文２⑴の金銭は，部屋の明渡しによって消滅する賃借権の対価の額に相当する金銭であり，賃借権が同法第３３条第１項の「資産」，すなわち譲渡性のある資産かを検討する必要がある。賃貸借契約の性質をどのように見るかによって結論が分かれるものと思われる。その際，借家権と借地権の違いや部屋がビルの一室であったことなどを考慮すると良い。\nまた，問題文２⑵の金銭は，①旧事務所からの引越費用の補填と②新事務所の内装工事費用の補填の２つのものを含んでいる。事務所の移転は，賃貸人Ｂの都合によりせざるを得なかった点を，Ａの事業所得を生じる業務との関連で，どのように考えるかによって結論が異なるものと思われる。いずれの結論を採用しても構わないが，説得力ある論証が求められる。\n〔第２問〕\n本問は，所有する建物の解体費用の一部として支出したアスベスト除去費用等について，所得税及び法人税の課税上の取扱いを問うものであり，所得税法及び法人税法の関連規定の解釈適用に関する基本的な能力を試すものである。すなわち，本問では，甲，乙及び丙という各建物に係る租税法上の資産分類や各建物の解体の目的等を考慮して，甲費用，乙費用及び丙費用に対する適用条文を適切に選択することができるかどうか，選択した適用条文をその文言や趣旨目的に照らして適切に解釈することができるかどうか，その解釈に基づき上記の各費用について条文への当てはめを説得力をもって行うことができるかどうかが試されている。\n設問１は，雑損控除制度の趣旨を最高裁昭和３６年１０月１３日判決（最高裁判所民事判例集１５巻９号２３３２頁）等に基づき正確に理解しているかどうか，参照条文として掲げた所得税法施行令第９条に照らして「災害」の意義，必要に応じて同施行令第２０６条に照らして\n「政令で定めるやむを得ない支出」の意義を適切に解釈することができるかどうかを問う問題である。解答に当たっては，少なくとも，Ｈ社によるアスベストの使用や事後のアスベスト規\n- 17 -制が「人為による異常な災害」に該当するかどうかを検討する必要がある。参考となる裁判例として，大阪高等裁判所平成２３年１１月１７日判決（訟務月報５８巻１０号３６２１頁）がある。\n設問２では，個人が事業用土地を更地として譲渡するために事業用建物を取り壊す場合における解体費用の取扱いについて，乙の敷地が譲渡所得の基因となる資産であるという資産分類に関する基本的理解に基づき，乙の取り壊しやその敷地の譲渡に関する具体的事情を考慮して，適用条文を選択することが，まず問われている。その際，乙の取り壊しがその敷地の譲渡に関連して行われたこと，Ａが乙の敷地は更地にした方が高く売れると前々から聞いており，実際にもかなり高く売れたこと，乙を取り壊しその敷地を更地にするにはアスベスト除去作業が法令上義務付けられていたこと等の事情をどのように評価すべきかも問われている。\n設問３は，法人が事業用建物の建替えのために当該建物を取り壊す場合における解体費用について，損金該当性及び損金算入時期の判断を問う問題である。損金に関する基本規定である法人税法第２２条第３項各号の規定の中から，当該解体費用の法的性格やＢ社，Ｐ社及びＱ社の関係を踏まえて，適用条文を適切に選択しこれに事案を当てはめることができるかを試す問題である。"
}