{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．平成２０年８月頃，Ａは，妻であるＢと一緒にフラワーショップを開くため，賃貸物件を探していたところ，Ｃの所有する建物（以下「甲建物」という。）の１階部分が空いていることを知った。\n２．甲建物は１０階建ての新築建物で，１階及び２階は店舗用の賃貸物件として，３階以上は居住用の賃貸物件として，それぞれ利用されることになっていた。また，甲建物は最新の免震構造を備えているものとして，賃料は周辺の物件に比べ，２５パーセント高く設定されていた。\n３．Ａは，建物の安全性に強い関心を持っていたことから，Ｃに問い合わせたところ，【事実】\n２の事情について説明を受けたので，賃料が高くても仕方がないと考え，甲建物の１階部分を借りることを決め，平成２０年９月３０日，Ｃとの間で甲建物の１階部分について賃貸借契約を締結した。ＡＣ間の約定では，期間は同年１０月１日から３年，賃料は月額２５万円，各月の賃料は前月末日までに支払うこととされ，同年９月３０日，ＡはＣに同年１０月分の賃料を支払った。この賃貸借契約に基づき，同年１０月１日，ＣはＡに甲建物の１階部分を引き渡した。\n４．その後，甲建物の１階部分でＡがＢと一緒に始めたフラワーショップは繁盛し，Ｃに対する賃料の支払も約定どおり行われた。ところが，平成２２年８月頃，甲建物を建築した建設業者が手抜き工事をしていたことが判明した。この事実を知らなかったＣが慌てて調査したところ，甲建物は，法令上の耐震基準は満たしているものの，免震構造を備えておらず，予定していたとおりの免震構造にするためには，甲建物を取り壊して建て直すしかないことが明らかになった。\n５．Ｃから【事実】４の事情について説明を受けたＡは，フラワーショップを移転することも考えたが，既に常連客もおり，付近に適当な賃貸物件もなかったため，そのまま甲建物の１階部分を借り続けることにした。しかし，Ａは，甲建物が免震構造を備えていなかった以上，賃料は月額２０万円に減額されるべきであると考え，平成２２年９月１０日，Ｃにその旨を申し入れた。これに対し，Ｃは，【事実】２の事情は認めつつも，自分も被害者であること，また，甲建物は法令上の耐震基準を満たしており，Ａの使用にも支障がないことを理由に，賃料減額には応じられない，と回答した。\n６．Ａは，Ｃのこのような態度に腹を立て，平成２２年９月３０日，Ｃに対して，今後６か月間，賃料は一切支払わない，と告げた。Ｃがその理由を問いただしたのに対し，Ａは，甲建物の１階部分の賃料は，本来，月額２０万円であるはずなのに，Ａは，既に２年間，毎月２５万円をＣに支払ってきたため，１２０万円を支払い過ぎた状態にあり，少なくとも今後６か月分の賃料は支払わなくてもよいはずである，と答えた。\nこれに対して，Ｃは，そのような一方的な行為は認められないと抗議し，Ａに対して従来どおり賃料を支払うように催促したが，その翌月以降もＣの再三にわたる催促を無視してＡが賃料を支払わない状態が続いた。そこで，平成２３年３月１日，Ｃは，Ａに対して，賃料の不払を理由としてＡとの賃貸借契約を解除する旨の意思表示をした。\n〔設問１〕 【事実】１から６までを前提として，次の問いに答えなさい。\nＡがＣによる賃貸借契約の解除は認められないと主張するためには，【事実】６の下線を付し\n- 2 -た部分の法律上の意義をどのように説明すればよいかを検討しなさい。\nⅡ 【事実】１から６までに加え，以下の【事実】７から11までの経緯があった。\n【事実】\n７．平成２３年５月２８日，Ａは，種苗の仕入れをするために市場に出かけた際に，市場の近くで建設業者Ｄが建築しているビルの工事現場に面した道路を歩いていたところ，道路に駐車していたトラックからクレーンでつり上げられていた建築資材が落下し，その直撃を受けたＡは死亡した。このＡの死亡時に，Ｂは妊娠２か月目であった（Ｂが妊娠中の胎児を，以下「本件胎児」という。）。\n８．【事実】７の建築資材が落下したのは，Ｄの従業員であるＥがクレーンの操作を誤ったためである。\n９．Ｂは，Ｂ及び本件胎児がＡの相続人であるとして，Ｄに対し，Ａの死亡による損害賠償として，１億円の支払を求めた。Ｄは，Ｅの使用者として不法行為責任を負うことについては争わなかったが，損害賠償の額について争った。その後，ＢＤ間で協議が重ねられたが，Ｂは，Ａが死亡し，フラワーショップの維持に資金が必要であることもあり，早期の和解の成立を望んだ。そこで，平成２３年７月２５日，Ｄは，Ａの死亡による損害賠償について，Ｂと本件胎児がＡの相続人であり，両者の相続分は各２分の１であることを前提として，「Ｄは，Ｂ及び本件胎児に対し，和解金として各４０００万円の支払義務があることを認め，平成２３年８月３１日限り，これらの金員をＢに支払う。Ｂ及び本件胎児並びにＤは，ＢとＤとの間及び本件胎児とＤとの間には，本件に関し，本和解条項に定めるもののほか，何らの債権債務がないことを相互に確認する。」という内容の和解案をＢに提示し，Ｂもそれに同意した結果，和解（以下「本件和解」という。）が成立した。Ｄは，同年８月３１日，本件和解に基づき，８０００万円をＢに支払った。\n10．Ｂは，平成２３年９月１３日，流産をした。Ａには，本件胎児のほかに子はなく，両親と祖父母も既に死亡しており，相続人となるのは，ＢのほかはＡの兄であるＦのみであった。\n11．Ｆは，平成２３年１１月２５日，Ａの相続人として，Ｄに対して損害賠償を求めた。Ｄは，\n【事実】９の本件和解があるものの，このＦの請求を拒むことは困難であると考え，これに応\nじることとした。\n〔設問２〕 【事実】１から11までを前提として，以下の⑴から⑶までについて，本件和解の趣旨\nを踏まえて検討し，理由を付して解答しなさい。なお，損害賠償に関しては，Ａの死亡による損害賠償の額は１億円であることを前提とし，遺族固有の損害賠償は考慮しないものとする。\n⑴ ＦのＤに対する請求の根拠を説明した上で，その請求が認められる額は幾らであるかを検討しなさい。\n⑵ Ｄは，Ｂに対して，本件和解に基づいて支払った金銭の返還を求めた。このＤの請求の根拠として，どのようなものが考えられるか，また，仮にその請求が認められる場合，その額は幾らであるかを検討しなさい。\n⑶ ⑵のＤの請求が認められる場合，Ｂは，Ｄに対して，何らかの請求をすることができるか，また，仮にそれができる場合，どのような請求をすることができるかを検討しなさい。\nⅢ 【事実】1から11までに加え，以下の【事実】12から18までの経緯があった。\n【事実】\n12．乙土地は，甲建物の敷地であり，平成２４年初頭当時，Ｃが所有しており，Ｃを所有権登記名義人とする登記がされていた。また，この当時，甲建物の近くには，Ｃが所有する丙建物が存在していた。丙建物は，Ｃが甲建物の管理業務のために使用しており，Ｃを所有権登記名義\n- 3 -人とする登記がされていた。\n13．丁土地は，乙土地に隣接する土地であり，同じ頃，Ｇが所有しており，Ｇを所有権登記名義人とする登記がされていた。丁土地には，当時Ｇが個人で行っていた木工品製造のための工場が存在していた。\n14．Ｇは，平成２４年夏頃，木工品製造の事業を会社組織にして営むこととし，株式会社Ｈを設立して，その代表取締役となった。Ｈの設立の際，①Ｇは，丁土地の持分３分の１を出資し，同年９月１２日，②Ｈへの所有権の一部移転の登記をした。\n15．Ｇは，平成２５年９月３０日，高齢となったことから，Ｈの代表取締役を退任し，Ｈの経営から退いた。これに伴い，同日，③Ｇは，代金を７８０万円として，丁土地に係るＧの持分３分の２をＨに売却し，Ｈは，この代金として７８０万円をＧに支払った。しかし，④このＧの持分を移転する旨の登記はされていない。\n16．Ｃは，平成２６年２月７日，甲建物及び⑤丙建物をＣの子Ｋに贈与した。しかし，⑥丙建物についてＫへの所有権の移転の登記はされていない。丙建物は，乙土地に存在しているというのがＣ及びＫの認識であったが，実際は，丁土地に存在していた。\n17．その後，丙建物が丁土地に存在していることが明らかになったため，平成２６年４月１５日，Ｈは，Ｃに対し，丙建物の収去及びその敷地（丁土地のうち丙建物の敷地である部分）の明渡しを求めた。これに対し，Ｃは，丙建物は既にＫに贈与しているという事実を告げて，Ｈの請求には応じられない，と答えた。そこで，同月２０日，Ｈは，Ｋに対し，丙建物の収去及びその敷地の明渡しを求めた。\n18. Ｋは，この請求を受けて，丁土地の登記簿を調べたところ，Ｈは丁土地について３分の１しか持分を有しておらず，Ｇが３分の２の持分を有している旨が記されていたことから，Ｈに対し，Ｈが丙建物の収去及びその敷地の明渡しを求めることができる立場にあるか疑問である，と述べた。\n〔設問３〕 【事実】１から18までを前提として，次の問いに答えなさい。\nＨは，Ｋに対し，丙建物の収去及びその敷地の明渡しを請求することができるか。【事実】14から16までの下線を付した①から⑥までの事実がそれぞれ法律上の意義を有するかどうかを検討した上で，理由を付して解答しなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，食品の製造及び販売等を業とする取締役会設置会社である。平成２６年４月の時点における甲社の登記事項証明書（履歴事項全部証明書）は，別紙のとおりである。\n２．甲社の創業者であるＡには，妻Ｂとの間に子Ｃがあり，Ｂの死亡後に再婚した妻Ｄとの間に子\nＥがある。甲社の株主構成としては，Ａが３００株，Ｃが５０株，Ｄが１００株，Ｅが５０株をそれぞれ有していた。\n甲社では，設立当初から，Ａが代表取締役として対外的な事業活動を行い，ＣはＡを手伝って事業活動に従事し，Ｄは資金管理・人事管理等を担当していた。\n３．Ｅは，Ｃと性格が合わなかったため，甲社で就労することはなく，不動産の販売等を業とする乙株式会社（以下「乙社」という。）の取締役を務めていた。乙社の取締役は，Ｅのほか，Ｅの妻Ｆと乙社の創業者Ｇの合計３人であり，その代表取締役はＧであった。\n４．甲社は，平成２１年６月，その店舗に隣接してＦが所有する狭小な土地（以下「本件土地」という。）があったことから，これを駐車場の用地として取得することとし，Ｆとの間で，本件土地の売買契約を締結した。その際，売買代金は，本件土地に関する不動産鑑定士の鑑定評価に従い，２５０万円と定められた。\nＦは，上記の売買代金を受領し，甲社に対し本件土地を引き渡したが，本件土地の所有権移転登記手続に必要な書類を交付せず，甲社も，Ｆに対してその所有権移転登記手続を督促しなかったため，本件土地の登記名義人は，Ｆのままであった。\n５．甲社の売上げは順調に推移し，平成２２年頃には，その年商は２億円程度に達した。\nこれに対し，乙社は，不動産開発のための資金調達に苦労し，不動産販売等の事業展開が低迷した。\nＥは，乙社の将来に不安を覚えて転身を考え，Ｄに相談したところ，Ｄは，Ｅに対し，甲社に入社した上でＣと接触の少ない部門において勤務することを勧めた。そこで，Ｅは，平成２２年\n２月，乙社の取締役を辞任し，甲社の総務・企画部長として勤務を開始したが，間もなくして，新規出店の計画立案，店舗用地の調達，金融機関からの資金調達等につき経営手腕を発揮し，頭角を現した。\n６．その後，Ｄは，自らの存命中にＥの甲社における地位を強固にすることを望み，Ａと相談の上で，平成２４年５月２０日，自らの取締役の任期が満了する機会に，その後任としてＥを取締役の地位に就かせ，さらに，Ａのほか，Ｅも代表取締役の地位に就かせることとした。\nＡは，必要な書類を準備して甲社の役員の変更の登記を申請し，その旨の登記がされた。\nＡは，Ｅが甲社の代表取締役に就任することにつき，あらかじめＣの了解を得る予定であったが，Ｃの反発を恐れ，Ｃに説明をすることができず，また，上記の登記がされた後も，Ｃに何らの説明をしなかった。Ａ及びＤは，当面，引き続きＡが代表取締役として活動しつつ，Ｅに副社長という肩書で対外的に活動することを認めることとした。\n７．Ｅは，将来のＡの相続の在り方によっては，その保有株式数に照らして甲社における地位が安定的でないことを懸念していた。\nそこで，Ｄは，平成２４年６月，Ｅが甲社の支配株主となることを目的として，甲社が４００株の募集株式を発行し，その全部をＥに割り当てることを計画した。Ｅは，甲社株式の１株当たりの直近の純資産額が１０万円である旨の専門家の鑑定評価があったことから，自ら所有する４０００万円相当の賃貸用の建物を出資の目的とすることとした。この建物は，必要経費を控除し\n- 2 -ても，毎年１００万円の収益が見込まれるものであった。\nＤは，Ａ，Ｃ及びＥに対し，甲社の将来の運営について相談したい旨を伝え，これらの者が集まった席上で，ＥをＡの後継者としたいこと，及び甲社が４００株の募集株式を発行してその全部をＥに割り当てたいことを説明し，賛同を求めた。Ｃは，この提案に反発して直ちに退席し，Ａは，時期尚早であるとして態度を保留した。\nしかし，Ｅは，上記の甲社の募集株式の発行（以下「本件株式発行」という。）につき，株主全員の賛成があった旨の株主総会議事録を作成し，甲社に対し上記の出資の履行をした。なお，出資の目的とされた建物に関しては，価額が相当であることについての弁護士の証明及び不動産鑑定士の鑑定評価を受けており，検査役の調査を経ていない。\nＥは，必要な書類を準備して甲社の募集株式の発行による変更の登記を申請し，その旨の登記がされた。そして，Ｄは，Ａ及びＣに対し，本件株式発行の計画を断念したなどと，虚偽の事実を述べた。\n８．その後，Ｆは，Ｅが甲社を代表して金融機関との折衝を行っていたことから，甲社から乙社に対する貸付けにより乙社の不動産開発計画を推進することを計画し，開発した不動産の分譲後に借入金を甲社に返済する旨を説明して，この計画をＥに提案した。Ｅが甲社の運転資金から貸付金を捻出することは難しい旨を述べると，Ｆは，知人のＨが甲社に資金を貸し付けた上で，甲社がその資金を乙社に貸し付けるという方法を提案した。\nＥは，平成２４年１２月，上記のＦの提案についてＤに相談したところ，Ｄは，「既に取締役を退任して資金管理をＥに委ねているので，自分が判断すべき事柄ではないが，甲社にはリスクがあるだけでメリットがないので，やめた方がよいのではないか。」と述べた。\nＥは，Ｄの助言に戸惑いつつも，Ｆの要請に抗し難く，その提案を受け入れることとし，独断で，甲社を代表して，Ｈから２億円を年１０％の利息の約定で借り入れた（以下「本件借入れ」という。）。本件借入れに先立ち，Ｅは，Ｈに対し，甲社の店舗建設のための資金として必要である旨を説明したが，その説明が曖昧であったため，Ｈから，甲社の事業計画に関する資料等を交付するよう求められていた。もっとも，本件借入れは，Ｅがこれらの資料等を交付しないまま実行された。\nそして，Ｅは，平成２５年１月，独断で，甲社を代表して，乙社に対し上記の２億円を年１０\n％の利息の約定で貸し付けた（以下「本件貸付け」という。）。\n９．Ｆは，平成２６年３月に死亡し，その全財産をＥが相続した。これに伴い，本件土地につき，相続を原因とするＥへの所有権移転登記がされた。\n10．Ａ及びＣは，平成２６年４月，本件借入れ及び本件貸付けの事実を知り，その調査を進める中で，上記の一連の経緯が明らかになった。\nまた，乙社は，不動産開発計画が行き詰まって財務状態が悪化し，その結果，甲社は，本件貸付けに係る金員の返済を受けられないことが確実になった。\n〔設問１〕 平成２６年４月の時点で，本件株式発行の効力を争うためにＣの立場において考えら\nれる主張及びその主張の当否並びに本件株式発行に係る法律関係について，論じなさい。\n〔設問２〕 本件借入れの効果が甲社に帰属するかどうかに関し，これを肯定するＨの立場とこれ\nを否定する甲社の立場において考えられる主張及びその主張の当否について，論じなさい。\n〔設問３〕 ＣがＤ及びＥに対し株主代表訴訟を提起する場合に，Ｃの立場において考えられる主\n張及びその主張の当否について，論じなさい。\n- 3 -別 紙履 歴 事 項 全 部 証 明 書\n○○県○○市○○一丁目２番３号甲株式会社会社法人等番号 ０１２３－０１－１２３４５６商 号 甲株式会社本 店 ○○県○○市○○一丁目２番３号公告をする方法 官報に掲載してする。\n会社成立の年月日 平成２０年６月２日目 的 １．食品の製造及び販売\n２．不動産の賃貸\n３．前各号に附帯する事業発行可能株式総数 ２０００株発行済株式の総数 発行済株式の総数並びに種類及び数 ５００株発行済株式の総数 平成２４年 ６月１０日変更\n９００株平成２４年 ６月２０日登記資本金の額 金２０００万円金４０００万円 平成２４年 ６月１０日変更平成２４年 ６月２０日登記株式の譲渡制限に 当会社の株式を譲渡により取得するには、取締役会の承認を要する。\n関する規定役員に関する事項 取締役 Ａ 平成２４年 ５月２０日重任平成２４年 ６月 １日登記取締役 Ｃ 平成２４年 ５月２０日重任平成２４年 ６月 １日登記取締役 Ｄ 平成２４年 ５月２０日退任平成２４年 ６月 １日登記\n- 4 -取締役 Ｅ 平成２４年 ５月２０日就任平成２４年 ６月 １日登記\n○○県○○市○○一丁目２番４号 平成２４年 ５月２０日重任代表取締役 Ａ平成２４年 ６月 １日登記\n○○県○○市○○五丁目６番７号 平成２４年 ５月２０日就任代表取締役 Ｅ平成２４年 ６月 １日登記監査役 ○○○○ 平成２４年 ５月２０日重任平成２４年 ６月 １日登記取締役会設置会社 取締役会設置会社に関する事項監査役設置会社に 監査役設置会社関する事項登記記録に関する 設立事項 平成２０年 ６月 ２日登記これは登記簿に記録されている閉鎖されていない事項の全部であることを証明した書面である。\n平成２６年 ４月２１日\n○○地方法務局登記官 法 務 太 郎 公 印整理番号 あ９８７６５４ * 下線のあるものは抹消事項であることを示す。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：２：４〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事例】\nＸは，横断歩道を歩行中，車道を直進してきたＡの運転する車両に衝突されそうになったので，Ａの運転態度を注意したところ，激高し降車してきたＡにいきなり突き飛ばされた。路上に背中から倒れ込んだＸは，路面に頭を打ち付けて意識を失い，救急車で病院に搬送された。幸い頭部には目立った外傷もなく，その他の異状も認められなかったが，腰部及び頸部の脊椎を痛めたため，検査等の目的で２日間入院した後，腰椎及び頸椎に受けた傷害の治療のため，約半年間通院して加療を受けた。上記車両は，運送業を営むＢ株式会社（以下「Ｂ社」という。）の所有する車両であり，Ａは，配送業務を実施中であった。\nＸは，上記の通院治療が終了した後に，Ａ及び同人を雇用するＢ社に対し，上記傷害に関して，治療費や交通費などの実費のほか，入通院による休業損害及び傷害慰謝料を請求したものの，いずれからも誠意ある対応はなかった。Ｘから相談を受けた弁護士Ｌ１は，この事件を受任し，損害賠償金の支払を求める内容証明郵便をＡ及びＢ社に送付したところ，Ａからは返事がなく，Ｂ\n社からは，従業員の起こした暴力事件のことであり会社としては関知しない旨の書面が返送されてきた。そこで，Ｌ１は，Ａ及びＢ社を被告とし，上記の損害に係る賠償金に弁護士費用を加えた合計３３０万円を連帯して支払うよう求める訴えを提起することとした。\nＢ社に対する訴えについては，Ｌ１が同社の登記事項証明書を入手した上，代表取締役として登記されていたＣを代表者と記載した訴状を裁判所に提出したところ，訴状副本及び第１回口頭弁論期日への呼出状等がＢ社の本店所在地の住所に宛てて送達され，同社の従業員がこれらを受領した旨の送達報告書が裁判所に送付された。\n第１回口頭弁論期日において，Ａは，口頭で請求棄却を求める答弁をし，その余は弁護士を頼んでから対応したい旨を述べ，一方，Ｂ社の代表者として出頭したＣは，Ａの暴行はＢ社の業務とは無関係に行われたものであると答弁しつつ，道義的責任は感じるので和解による解決を希望する旨を述べたことから，裁判所は和解を勧試した。\nその後，Ａは弁護士Ｌ２に事件を依頼し，Ｌ２はＡの訴訟代理人となった。その際，Ａは，本件の内容を詳しく説明するほか，第１回口頭弁論期日に裁判所が和解を勧試するに至った経緯を説明し，和解のため指定された次回期日までに原告及び被告らがそれぞれ和解条件について検討してくるよう指示されたことを報告した。\n和解期日において，Ｘ及びＬ１，Ｌ２並びにＣが出頭し，ＸとＡ及びＢ社との間で訴訟上の和解が成立し，次のとおりの条項が調書に記載された。\n（和解条項）\n１ 被告Ａは，本件における傷害行為について深く反省し，原告に対し，心から謝罪の意を表し，今後二度と本件のような事件を起こさないことを誓約する。\n２ 被告らは，原告に対し，損害賠償債務として１５０万円を連帯して支払う義務があることを認める。\n３ 被告らは，原告に対し，連帯して，前項の金員を，平成〇〇年〇月〇日限り，〇〇銀行〇〇支店の原告名義の普通預金口座（口座番号〇〇〇〇〇〇〇）に振り込む方法で支払う。\n４ 原告はその余の請求をいずれも放棄する。\n５ 原告及び被告らは，原告と被告らとの間には，この和解条項に定めるもののほかに何らの債権債務のないことを相互に確認する。\n６ 訴訟費用は各自の負担とする。\n- 2 -以下は，Ｘの訴訟代理人である弁護士Ｌ１と司法修習生Ｐとの間でされた会話である。\nＬ１：Ｐ君にも検討してもらったＸさんの事件ですが，被告であるＡ及びＢ社との間で成立した訴訟上の和解について，賠償金の支払期日を前にしてＢ社から代表取締役Ｄ名義の書面が送付されてきました。\nそれによれば，Ｂ社の内部には紛争があったようで，Ｃは訴状が送達される１年近く前に解任されていて代表者の地位になく，したがって，Ｃを代表者として成立した訴訟上の和解はＢ社に対して効力を有しないとのことです。書面に添付されていた同社の登記事項証明書を見ると，確かにＣはＤが主張する時期に解任され，その同じ日にＤが新しい代表者として選定されて就任したようですが，ただこうした解任と就任の登記がされたのは和解が成立した期日の数週間後になっています。このように代表者に異動があったにもかかわらず，なぜ，登記がされないまま放置され，それが今になって登記されたのか，そもそもＢ社にどのような内紛があったのか，真の代表者は誰なのか，その経緯は我々には分かりません。しかし，いずれにしても早急に対応を考えなければなりません。仮にＤの主張することが事実だとすると，訴訟上の和解の効力はＢ社には及ばないと言わざるを得ないでしょうか。\nＰ：先生，最高裁判所昭和４５年１２月１５日第三小法廷判決（民集２４巻１３号２０７２頁）があります。\nＬ１：どのような事案においてどのような判示をした判例ですか。\nＰ：はい。やはり登記上代表取締役であったが実際には代表取締役ではなかった者を被告会社の代表者として提起された訴えについて，請求を認容した第一審の本案判決を取り消し，訴状の送達からやり直すべし，として事件を第一審に差し戻したものです。\n一般論としては，「民法一〇九条および商法二六二条の規定は，いずれも取引の相手方を保護し，取引の安全を図るために設けられた規定であるから，取引行為と異なる訴訟手続において会社を代表する権限を有する者を定めるにあたつては適用されないものと解するを相当とする。この理は，同様に取引の相手方保護を図った規定である商法四二条一項が，その本文において表見支配人のした取引行為について一定の効果を認めながらも，その但書において表見支配人のした訴訟上の行為について右本文の規定の適用を除外していることから考えても明らかである。」と述べています。訴訟手続において会社の代表者を定めるに当たって表見法理の適用はないという判例法理があるということになりそうです。\nこの判例法理の当否については議論があり，判旨が言及している点のほか，代表権の存否は職権調査事項であり，その欠缺は絶対的上告理由・再審事由であることや，手続の安定などが問題にされていたと思います。\nＬ１：確かにこの判例の一般論については議論があるところですが，ここでは訴訟上の和解に表見法理を適用することの可否に絞って考えることにしましょう。本件のように訴訟上の和解が成立した事案においては，民法や商法の表見法理を適用することを否定する理由として，判旨が挙げるような取引行為と訴訟手続の違いや，Ｐ君が言うような手続の不安定を招くといった点を持ち出すことに果たして説得力があるかということを踏まえ，本件和解の訴訟法上の効力を維持する方向で立論してみてください。\nＰ：訴訟上の和解には，私法上の契約とそれを裁判所に対して陳述するという両面がありますから，仮に訴訟行為としての和解の効力が否定されるとして，では私法上何の効果も生じないことになるのか，といった辺りも考えてみる必要がありそうです。\nＬ１：頼もしいですね。それでは，和解が無効だとするＤの主張を退け，無事に和解の履行期限を迎えられるよう，我々の側として用意できる法律論をまとめてみてください。実体法上の表見法理のうちどの条文の適用を主張すべきか，という問題もありますが，そこはひとまずおいて，まずは訴訟法の問題について検討してください。よろしくお願いします。\n- 3 -\n〔設問１〕\nあなたが司法修習生Ｐであるとして，弁護士Ｌ１から与えられた課題に答えなさい。\nなお，引用した判決文中の「商法二六二条」は現行会社法の第３５４条に相当する規定であり，「商法四二条」は現行商法の第２４条に相当する規定であり，その内容は次のとおりである。\n「第四十二条 本店又ハ支店ノ営業ノ主任者タルコトヲ示スベキ名称ヲ附シタル使用人ハ之ヲ其ノ本店又ハ支店ノ支配人ト同一ノ権限ヲ有スルモノト看做ス但シ裁判上ノ行為ニ付テハ此ノ限ニ在ラズ\n② 前項ノ規定ハ相手方ガ悪意ナリシ場合ニハ之ヲ適用セズ」以下は，後日，Ｌ１とＰとの間でされた会話である。\nＬ１：例の事件ですが，和解無効を主張するＤに対して私の進めてきた説得がなんとかうまく運び，ようやくＤも折れ，改めて賠償金の支払を約束してくれ，安堵していたところ，今度は，被告のＡ本人から書面で申入れがありました。\nそこに書かれた内容を法律的に整理してみると，Ａが訴訟代理人のＬ２弁護士に与えた訴訟代理権の範囲には，和解条項第１項にあるように「被告Ａは，本件における傷害行為について深く反省し，原告に対し，心から謝罪の意を表し，今後二度と本件のような事件を起こさないことを誓約する。」という謝罪や誓約の文言を設けることまでは含まれておらず，これはＬ２弁護士が和解期日当日に出頭していなかったＡに無断でしたことなので，この条項は無権代理として無効であり，和解全体も無効となるというのです。\nＰ：先生，和解条項第１項が設けられた経過はどのようなものだったのですか。\nＬ１：和解が成立した期日には，私のほかにＸさんも出頭しましたが，Ａは欠席し，代理人のＬ２弁護士だけが出頭していました。Ｘさんは，被告らが要望する賠償金の減額に応じてもよいが，その代わりＡが事件のことを反省して謝罪をし，二度と同じような事件を起こさないことを約束してほしい，そのことを和解条項にしっかり書き残してほしいと要請しました。\n欠席していたＡの意思を直接確認することはできませんでしたが，Ｌ２弁護士が言うには，「Ａはかねてから事件のことを真摯に反省していたので，そうした条項を設けることに異存はないはずだ。」ということでした。その結果，第１項としてあのような条項が加えられ，他方，損害賠償の金額については１５０万円とすることで原告と被告らとの間で合意ができたのです。\nＰ：よく分かりました。これに関連した判例があったと記憶しています。最高裁判所昭和３８年２月２１日第一小法廷判決（民集１７巻１号１８２頁）がそれです。\nＬ１：どのような事案においてどのような判示をした判例ですか。\nＰ：単純化すると，貸金返還請求訴訟において，証拠調べが終わった段階で和解が勧められ，裁判所から和解案が示されていたところ，借主である被告本人がそれを拒んで帰宅してしまった後，被告の訴訟代理人弁護士はそのまま話合いを続行し，最終的に被告本人が同席しない中で，請求されていた貸金債務の弁済期を延期して分割払とする代わりに，その担保として被告が所有する不動産に抵当権を設定するという内容の和解を成立させたという事情の下，後日その被告がこの和解の無効確認等を求めたという訴訟において，最高裁は，被告訴訟代理人が授権された和解の代理権限のうちに抵当権設定契約をする権限も包含されていたと解するのが相当である，と判示したものです。\nＬ１：なるほど。念のため，裁判所に確認したところ，本件でＡがＬ２弁護士に訴訟委任をした際，民事訴訟法第５５条第２項第２号の和解に関する特別授権はされていましたから，そのことを前提として，この最高裁判決の内容を踏まえ，ＡはＸさんとの間で本件和解の効力を争うことはできない，と立論してみてください。\n- 4 -\n〔設問２〕\nあなたが司法修習生Ｐであるとして，弁護士Ｌ１から与えられた課題に答えなさい。\nなお，ＡとＬ２との間の訴訟委任契約に関連して生じ得る弁護士倫理の問題や契約違反を理由とした損害賠償の問題について論ずる必要はない。\n以下は，Ｐが司法修習を終えて弁護士登録をし，Ｌ１の法律事務所に勤務弁護士として就職した後に，Ｌ１との間でされた会話である。\nＬ１：Ｐ君が司法修習生だった頃に扱っていたＸさんの和解の件を覚えていますか。いろいろありましたけれども，Ｐ君が奮闘して判例等を研究してくれたおかげで，いずれも事なきを得，和解の効力には問題がないということで，賠償金の支払も無事に約束どおり履行されました。\nところが，あの和解期日から半年以上も経過したつい先日のこと，Ｘさんから相談がありました。近ごろめまいや吐き気などを覚えるようになったので，事故後に入通院していた病院で診察を受けたところ，本件事故により腰椎及び頸椎に受けた傷害が原因で発症したもので，後遺障害として残存するだろうと診断されたそうです。一般に，事故から相当期間が経過した後に初めて発症した症状については，当該事故による傷害に起因するものであっても法的にみて因果関係を有する後遺障害と評価できるかどうかが争われることが多いので，本件でもそのことは綿密に調査・検討する必要があります。しかし，その点はしばらくおき，この後遺障害に基づく新たな損害賠償を求める訴えをＡとＢ社に対して提起することも視野に入れ，ひとまずＡの代理人であったＬ２弁護士に連絡したところ，既に委任関係は終了しているということでしたので，直接Ａに文書で連絡しました。\nこれに対してＡから送られてきた回答書では，和解条項では，第２項で損害賠償債務は１５０万円であるとされ，第５項では「原告と被告らとの間には，この和解条項に定めるもののほかに何らの債権債務のないことを相互に確認する。」となっており，かつその損害賠償金は全額既に支払が完了しているので，もはやこれ以上の賠償責任は負うことはないとされています。\nＰ：先生，今後，Ａが弁護士に相談すれば，訴訟上の和解には既判力があるから，Ｘさんからの賠償請求はその既判力に触れるとの主張をしてくることが考えられます。判例にも，裁判上の和解について「既判力を有する」という一般論を述べたものがあります（最高裁判所昭和３３年３月５日大法廷判決・民集１２巻３号３８１頁）。\nＬ１：そうですね。訴訟上の和解調書の記載に既判力が生じるとの前提に立つとして，何か反論が考えられますか。\nＰ：訴訟上の和解が成立した後に別の新たな損害が生じたから，これには既判力は及ばないとの議論はいかがでしょうか。\nＬ１：しかし，不法行為に基づく損害賠償請求権は当該不法行為時に確定額の請求権としていまだ現実化していなかった損害も含めて損害全体について成立しているはずであり，後に生じた後遺障害はたまたま請求時に認識できなかっただけのことですから，和解成立後に生じた事由とはいえないと考えられます。\nまた，本件では，和解条項第５項によって，「原告及び被告らは，原告と被告らとの間には，この和解条項に定めるもののほかに何らの債権債務のないことを相互に確認する。」とされていますから，一部請求後の残部請求の議論を応用することも困難ではないでしょうか。\nＰ：そうしますと，既判力肯定説に立ちつつ，我々に有利な結論を導くには，和解条項第２項及び第５項について生じる既判力を本件後遺障害に基づく損害賠償請求権の主張を遮断しない限度にまで縮小させる，あるいは，本件和解契約は同請求権を対象として締結されたもの- 5 -ではないから，訴訟上の和解につき既判力肯定説を採るとしても，本件の和解条項第２項及び第５項につき同請求権を不存在とする趣旨の既判力は生じない，というような議論を考えればよいわけですね。\nＬ１：そうだと思います。一つヒントですが，定期金方式による損害賠償判決の基礎となった事情に事後的な変動が生じたときには損害額の再調整をすることができるという民事訴訟法第１１７条を参考にしてはどうでしょうか。この条文を単純に類推適用するというのではなく，人身損害の損害賠償を主として念頭に置いてそのような規定が作られた趣旨を参考にしてほしいということです。難問ですが，諦めないで頑張ってください。\n〔設問３〕\nあなたが弁護士Ｐであるとして，弁護士Ｌ１から与えられた課題に答えなさい。\nなお，訴訟上の和解に既判力が認められるかについての一般論には触れなくてよい。\n- 6 -",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，ＡがＣから賃借した建物が最新の免震構造を備えているとして賃料が高く設定されていたのに，そうではなかったことが判明し，Ａがその後の賃料の支払を拒絶した事例（設問\n１），Ａが死亡し，その妻Ｂが直接の加害者Ｅの使用者であるＤとの間で，Ｂ及びＢの妊娠中の胎児がＡの相続人であることを前提として和解契約を締結したが，その後Ｂが流産をした事例（設問２），丁土地上に丙建物が存在していた場合において，丁土地の持分が順次ＧからＨ\nに譲渡され，丙建物がＣからＫに譲渡された事例（設問３）に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。当事者間の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，賃貸借契約における解除の要件を問い，賃借物が約定された性質を有しないことの法的意味を検討させることにより，法的分析力及び法的構成力を問うものである。\n本問では，Ｃは，Ａに対して，賃料の不払を理由としてＡとの賃貸借契約を解除する旨の意思表示をしている。したがって，まず，この解除は，民法第５４１条に基づき，Ａの債務不履行を理由とするものであることが指摘されなければならない。この解除についてはその他の要件も必要となるが，必ずしもその網羅的な指摘及び検討を求めるものではない。\nこれに対して，Ａは，賃料は，本来，月額２０万円であるはずなのに，既に２年間，毎月\n２５万円をＣに支払ってきたため，１２０万円を払い過ぎた状態にあり，少なくとも今後６か月分の賃料は支払わなくてもよいはずであると主張している。この主張は，Ａに債務不履行は認められないという趣旨のものであるとみることができる。\n問題は，このＡの主張を基礎付けるために，どのような法的構成が考えられるかである。こ\n- 3 -こでは，①賃料は月額２０万円であり，２年間にわたって毎月５万円ずつ賃料を払い過ぎた分については不当利得返還請求権が認められ，それと今後６か月分の賃料とを相殺するという方法と，②賃料は月額２５万円であるものの，ＡはＣに対して月額５万円の損害賠償請求権を有しており，それと今後６か月分の賃料とを相殺するという方法が考えられる。①の主張をするためには，毎月の賃料が当初から２０万円であったことを法的に説明しなければならず，②の主張をするためには，Ａは毎月５万円の損害を受けてきたほか，今後６か月分の賃料についても，毎月２５万円の賃料債務を負担しつつ，毎月５万円の損害賠償を請求することができるので，これらを含め，相殺することが可能であることを説明しなければならない。賃貸借契約の性質に照らすならば，①の方が②よりも素直な構成であり，また，設問におけるＡの主張により整合的であるといえる。しかし，必ずしも②の考え方を排除する趣旨ではなく，整合的で首尾一貫した法的構成を案出し，これが的確に提示されていれば，それに応じた評価をすることとしている。\n①の主張を基礎付けるためには，契約上予定された物を使用収益させてはじめてそれに対応した賃料が発生するという賃貸借契約における一般的な法理や危険負担の法理によるほか，民法第６１１条第１項を類推する方法などが考えられる。そこでは，前提となる法理や規定の意義と射程を正確に説明し，当初から賃料が減額されることを基礎付ける必要がある。このほか，契約の解釈による方法も考えられるが，この場合は，そのような契約の解釈が許される根拠を的確に説明する必要がある。さらに，錯誤無効を理由とする方法も考えられるが，この場合は，毎月５万円の限度で契約が一部無効となることを説得的に基礎付ける必要がある。\n②の主張を基礎付けるためには，最新の免震構造を備えた物を使用収益させるという債務の不履行や説明義務の違反を理由とする損害賠償のほか，瑕疵担保に関する規定の準用（民法第\n５５９条による同法第５７０条の準用）による損害賠償が考えられる。そこでは，Ｃの債務の内容を正確に理解した上で，損害賠償請求の要件が何であり，それが満たされているか否か，損害額が５万円とされる理由は何かという点について説得的に論じる必要がある。\nこのように，Ａの主張を基礎付けるための法的構成は複数考えられるが，そのいずれかについて，根拠・要件・効果にわたり，説得的で一貫した考え方を提示し，本問の事例に即した検討をすることが期待されている。複数の法律構成を羅列することが求められているわけではない。\nいずれの法的構成によるとしても，Ａに債務不履行が認められないとするためには，ＡがＣに対して有している債権と賃料債権を相殺する必要がある。したがって，下線部のＡの主張には相殺の意思表示が含まれていることも検討しなければならない。\n設問２は，被相続人の損害賠償請求権の相続について，胎児の法的地位の理解を前提として，和解契約の法的な意味と効果，法的拘束力の範囲について説得的かつ整合的に説明することができるかを問うものである。\n小問⑴は，Ｄに対するＡの損害賠償請求権がどのように相続されるかを確認するものである。\nＤがＡに対して民法第７１５条により使用者責任を負担することを前提に，Ａの損害賠償請求権がどのように相続されるかを踏まえ，本件胎児の死産によりＡの相続人となったＡの兄ＦがＤに対してどのような請求をすることができるかを問うものである。\n小問⑵は，Ｂが流産したことによって本件和解契約がどのように扱われるかを考え，ＤのＢに対する請求の根拠及び内容を検討させる問題である。胎児の相続に関する法的地位について規定した民法第８８６条について，解除条件説を前提とすれば，契約締結の時点では権利能力がある胎児について和解がされたことになるのに対し，停止条件説を前提とすれば，当初から権利能力がない胎児について和解がされたことになる。こうした胎児の法的地位を踏まえて，本件和解の効力がどのようになるのかを説明することが求められる。その際，和解契約が効力を失うとすれば，それはどのような理由によるのか，さらに，どの範囲で効力を失うかについ\n- 4 -て説明することが求められている。例えば，解除条件説によれば，解除条件が成就したことにより，停止条件説によれば，停止条件が成就しなかった結果，権利能力がない者についての代理であることをそれぞれの構成に即して適切に説明することが問題となる。このほか，錯誤無効も考えられるが，和解契約における錯誤無効の主張の可否のほか，流産は契約締結後の事情であるため，そもそも契約締結時に錯誤が存在するか否かが問題となる。また，本件和解契約は，Ｄが負担する損害賠償責任を総額８０００万円とする部分とそれをＡの相続人にその相続分に応じて分割するという部分からなると考え，本件胎児の死産によりＦが相続人となった場合についても，本件和解契約の趣旨に照らして一定の定めがあるものと解釈することも考えられる。\n小問⑶は，小問⑵の結論を踏まえて，Ｂからどのような主張が考えられるかを検討させるものである。ここでは，小問⑵の内容と整合的に論旨を展開することが期待されている。小問⑵で胎児の分である４０００万円の不当利得返還請求を認めた場合には，本件和解が一部有効に存続していることを前提に，Ｂの法定相続分が４分の３となることを踏まえて，どのような主張をすることができるか，また，小問⑵で８０００万円の不当利得返還請求を認めた場合には，本件和解契約の効力が否定されたことを前提に，Ｂは新たにどのような主張をすることができるかを説明することが求められる。\nなお，小問⑵及び⑶においては，本件和解がいくつの契約からなるか，本件和解は何について互譲したものであり，どの点についての拘束力を維持する必要があるかなど，和解契約についての分析がされることが望ましい。\n設問３は，民事紛争において理論上も実際上も重要度が高い所有権に基づく返還請求権の基礎的理解を問うものである。所有権に基づく返還請求権の要件の基本的構造を理解した上で，それを本問の事例に即して展開し応用する能力が問われる。\n丙建物の収去請求及びその敷地の明渡請求における訴訟物は，一般に，所有権に基づく返還請求権であると解されており，Ｈが丁土地を所有していること及びＫが丙建物を所有して丁土地の一部を占有していることが要件となる。具体的には，下線部①②③④の各事実が原告の所有に関わる事実であり，下線部⑤⑥が被告の占有に関わる事実である。これらの事実の法的な意義を踏まえて，本問の原告であるＨが被告であるＫに対し，所有権に基づく返還請求権を行使して，丙建物の収去及びその敷地の明渡しを請求することができるかという問題を適切に検討することが期待される。\n本問では，平成２４年夏頃当時，丁土地が，Ｇの持分を３分の２とし，Ｈの持分３分の１とする共有であったことについては争いがないとみられるため，そのままの権利状態であったとしても，丙建物の収去請求及びその敷地の明渡請求は，共有地である丁土地の保存行為であり，Ｈが単独ですることができる（民法第２５２条ただし書）。もっとも，これとは異なる法的構成として，実体的にＧからＨへの持分の移転があったと認められる場合において，そのことも主張してＨの所有権に基づく返還請求権の行使を認めるという考え方もあり得る。しかし，いずれにおいても，Ｋは，丁土地の不法占拠者であり，一般に民法第１７７条の第三者には当たらないと解されているため，その持分の移転をその登記がされるまで認めない旨の権利抗弁を提出することはできないと考えられる。\n下線部の事実のうち①②③④については，これらのいずれかの法的構成を提示した上で，それに従って，その法律上の意義を的確に分析することが望まれる。\nまた，丙建物の収去請求及びその敷地の明渡請求が認められるためには，Ｋが丙建物を所有して丁土地の一部を占有することも要件となる。Ｋが丙建物を所有して丁土地の一部を占有しているといえるためには，まず，丙建物が存在する場所が丁土地であることが前提となる。そして，Ｋが実体上丙建物の所有者であることが認められるならば，Ｋが丙建物を所有して丁土地の一部を占有していることになる。これは，Ｋの実体上の建物所有が登記上公示されている\n- 5 -か否かに関わりなく認められる。\n下線部の事実のうち⑤⑥については，このような理解に従って，その法律上の意義を的確に分析することが望まれる。\n〔第２問〕\n本問は，非公開会社である甲社において，適法な選任手続を経ずに代表取締役の就任登記がされた者がした行為に関し，株主総会及び取締役会の適正な手続を経ることなく行われた募集株式の発行の効力（設問１），取締役会の決議を経ることなく，また，権限を濫用して，多額の金銭の借入れを行った場合の甲社への効果の帰属（設問２），一連の行為に関する株主代表訴訟による責任追及の可否及び範囲（設問３）について，事案に即して検討することを求めるものである。\n設問１では，新株発行の無効の訴えの提訴期間を経過した後の時点において，瑕疵のある募集株式の発行の効力を争う方法とその法律関係を，事案に即して論ずることが求められる。\n本問では，甲社における平成２４年６月の本件株式発行については，検査役の調査に代わる弁護士の証明等を受けて現物出資財産の給付が完了しているものの，その時点において，代表取締役として登記されたＥは，そもそも取締役としての株主総会の選任決議を欠き，代表取締役としての取締役会の選定決議も欠いており，これらの手続に瑕疵が認められる。また，甲社は，問題文別紙の履歴事項全部証明書によれば，株式の譲渡について取締役会の承認を要する旨の定款の定めを有しており，このような非公開会社では，募集株式の発行は，株主割当ての場合を除き，株主総会の特別決議による必要がある（会社法第１９９条第２項，第２０１条，第３０９条第２項第５号）。しかし，甲社においては，全ての株主が会した席上で，４００株の募集株式を発行してその全部をＥに割り当てることについて，株主に対して賛同を求めた経緯は認められるが，株主のうち，Ｃはこの提案に反発して退席し，Ａも賛成の意思表示はしておらず，招集手続についての瑕疵が治癒されたと評価する余地があるとしても，それを越えて全ての株主が賛成したという事実までは認められない。\nこの場合に，本問では，平成２６年４月の時点では，本件株式発行がされた平成２４年６月\n１０日から既に１年を経過した後であるため，新株発行無効の訴えを提起することはできない（会社法第８２８条第１項第２号括弧書き）。そこで，本件株式発行の効力を争うためには，訴えの提起について期間制限のない新株発行不存在確認の訴え（同法第８２９条第１号）を提起することの可否が検討されるべきである。\n新株発行不存在確認の訴えは，法文上，どのような場合に募集株式の発行が「不存在」であるかが明らかでなく，不存在の意義を解釈により明らかにした上で，本問の事案に即して当てはめることが必要になる。前述のとおり，本件株式発行に関しては，その発行手続について，Ｅの取締役への選任手続及び代表取締役への選定手続に瑕疵があり，本件株式発行は代表権のないＥによって行われたものであること，また，本件株式発行について株主総会の特別決議を欠くことなど，諸手続に重大な瑕疵があり，これらは本件株式発行を不存在と認定する事情として指摘されるべきである。他方，本件株式発行の実体を肯定し得る事情としては，本件株式発行の対価について現物出資財産の給付がされ，登記が完了していることや，代表取締役Ａが，Ｅについて代表取締役として行動することを容認した上で，役員変更の登記申請を行い，Ｅが「副社長」という肩書で対外的に活動することを認めていたことなどが挙げられる。\nなお，本件株式発行の効力について，新株発行不存在確認の訴えを認容する判決が確定した場合の法律関係としては，現物出資財産の返還を含めた原状回復の在り方が問題となるが，新株発行無効の訴え（会社法第８３９条）と異なり，新株発行不存在確認の訴えについては，遡及効を否定する規定がない。そこで，本問では，現物出資財産に不動産としての収益が生じているため，新株発行無効の訴えについての同法第８４０条を類推して原状回復の範囲を限定す\n- 6 -る立場と，新株発行無効の訴えとは異なり，不当利得についての規律（民法第７０３条，第１８９条等）の適用による解決を図る立場のいずれかによることが検討されるべきである。他方，新株発行不存在確認の訴えが認容されない場合の法律関係としては，既存株主であるＣは，本件株式発行によって持株比率の低下（単独の持株比率が１０％から約６％に低下するほか，Ａ\nの有する株式数と合わせても発行済株式総数の過半数を占めることができず，会社の支配に及ぼす影響力が低下する。）という損害を受けるので，この損害の賠償を会社法第４２９条第１項又は不法行為責任に基づき請求することが考えられる。\n設問２では，適法な選任手続を経ずに代表取締役の就任登記がされたＥが，取締役会の決議を経ることなく，また，権限を濫用して行った本件借入れに関し，その効果が甲社に帰属するかについて，事案に即して適切に論ずることが求められる。\n本件借入れに係る借入金の返還請求を主張するＨの立場では，①代表権のあるＥによる行為であること，②Ｅに代表権がないとしても，Ｅは「副社長」という肩書を付されていた点で表見代表取締役についての規定（会社法第３５４条）を類推適用することができること，③Ｅに代表権がないとしても，故意に不実の事項を登記した場合の効果（同法第９０８条第２項）が認められることを，それぞれ主張することが考えられる。これらのうち，②については，Ｅは使用人にすぎず，取締役の地位にないため，同法第３５４条を直接適用することはできないが，本問では，Ａ及びＤがＥに「副社長」の肩書で対外的に活動することを認めていたという経緯があり，「株式会社が…副社長その他株式会社を代表する権限を有するものと認められる名称を付した場合」（同条参照）に該当すると評価して，同条の類推適用を主張することが考えられる。また，③については，Ｅの選任手続に瑕疵がある関係で，甲社による不実の事項の登記があったと評価できるかが問題となり得るが，代表権のあるＡが，自らＥの代表取締役への就任登記を申請していることから，甲社により不実の事項の登記がされたものと評価する余地があり，これらの点について事案に即して検討する必要がある。\n他方，借入金の返還請求を否定する甲社の立場としては，上記①に対してＥの選任手続に瑕疵があることを主張し，上記②③に係る瑕疵についてＨに悪意又は重過失があったことを主張するほか，④本件借入れは甲社にとって多額の借財（会社法第３６２条第４項第２号）に該当するところ，その取締役会の決議を経ておらず，かつ，Ｈは取締役会の決議を欠いていることを知り又は知ることができたこと，⑤本件借入れは，甲社の事業上の必要性によるものではなく，Ｅの個人的な思惑によるものである点で，権限濫用行為に該当するところ，Ｈはこれを知り又は知ることができたことを主張することが考えられる。上記④については，本件借入れが，甲社の年商に匹敵する額であり，１株当たりの純資産額から算出される甲社の純資産の額などに照らしても「多額の借財」に該当すると認められることを，具体的な事実を示して指摘することが求められる。そして，Ｈが甲社の取締役会の決議を欠いていることにつき，悪意であるとまでは評価することができないとしても，取締役会議事録等の確認をしなかった経緯をどのように評価するかについて，言及されるべきである。上記⑤については，Ｅは，Ｈに対し，借入金を私的な使途に充てることを疑わせるような事情を説明してはいないが，使途についての説明が曖昧であったという経緯があり，このような事実関係の下で，Ｈが権限濫用を知り又は知ることができたといえるか否かにつき，事案に即して論ずることが求められる。\n設問３では，Ｃが株主代表訴訟を提起する場合に関し，Ｅに対しては，本件借入れ及び本件貸付けの結果甲社に生じた損害に関する任務懈怠責任を追及し，また，Ｅが相続により承継した本件土地の所有権移転登記義務の履行を請求することができるか，Ｄに対しては，Ｅの任務懈怠責任に関連したＤのいわゆる監視義務違反の結果甲社に生じた損害に関する任務懈怠責任を追及することができるかについて，それぞれ事案に即して法的問題点を論ずることが求められる。\nＥに対する株主代表訴訟においては，まず，Ｅが適法な取締役選任手続を経ておらず，実体\n- 7 -法上は使用人の地位にあるにすぎない点が問題となるが，代表取締役として行動している一連の経緯に照らし，事実上の取締役に該当するなどとして，会社法第４２３条第１項の類推適用によりＥの任務懈怠責任を肯定する余地がある。この場合に，Ｅの任務懈怠の内容としては，本件借入れによる債務の負担及び本件貸付けによる貸付金の回収不能という具体的な損害と直接の因果関係を認め得るＥの任務懈怠が指摘されるべきであり，本件借入れ及び本件貸付けについて，多額の借財及び重要な財産の処分として必要となる取締役会の決議を欠いていることを指摘することも求められる。また，ＥがＦから相続した甲社に対する所有権移転登記義務については，そのような債務も株主代表訴訟の対象とすることが認められるか否かが問題となる。\nＥの所有権移転登記義務は，取締役間のなれ合いによる請求の懈怠のおそれがあるという点では，任務懈怠責任と共通の問題点を有しているが，他方，Ｅが取締役の地位に基づき負担した義務ではなく，相続を原因として承継した債務であること，法律上，甲社がＥに対して移転登記請求権を行使することができることは当然としても，この権利を株主代表訴訟によって実現することを認めると，甲社における取引上の裁量的判断を制約することになりかねないが，そのような結論は妥当かなどの観点も踏まえて検討することが求められる。\nさらに，Ｄに対する株主代表訴訟においては，Ｄの取締役の退任登記はされているが，Ｅが適法な取締役選任手続を経ていないため，甲社において，Ａ及びＣだけでは法律で定められた取締役の員数（会社法第３３１条第４項）を充たしておらず，任期満了により退任したＤがなお取締役としての権利義務を有する地位にあること（同法第３４６条第１項）を前提に論ずることが必要である。その上で，Ｄは，Ｅによる本件借入れ及び本件貸付けに際して，Ｅからあらかじめ相談を受けながら，「やめた方がよいのではないか。」と述べるだけで，積極的に違法な借入れ及び貸付けの実行を制止するために適切な措置を講じていないが，この点について，損害と因果関係のある任務懈怠として，Ｄの監視義務違反が認められるか否かを事案に即して検討することが求められる。\n〔第３問〕\n本問は，不法行為に基づく損害賠償請求事件を題材として，訴訟上の和解に対する表見法理の適用（設問１），訴訟上の和解についての訴訟代理人の代理権限の範囲（設問２），予測できなかった後遺障害の主張と訴訟上の和解における既判力との関係（設問３）について検討することを求めている。受験者には，問題文において与えられた事実関係，関係する判例，示された考え方を踏まえ，問題文の指示に従った考察を行うことが求められている。\n〔設問１〕は，ＸとＡ及びＢ社との間で成立した訴訟上の和解について，表見法理の適用に\nよりその効力を維持する議論を行うことを求めるものである。問題文においては，表見法理の適用を否定する見解に関し，取引行為と訴訟手続（訴訟行為）の違いを指摘する判例（最高裁判所昭和４５年１２月１５日第三小法廷判決・民集２４巻１３号２０７２頁）の考え方のほか，手続の不安定を招くといった考え方が示され，これらの論拠には説得力がないとする立場から論述することが求められている。また，問題文においては，訴訟上の和解は，私法上の和解契約とその内容を一致して裁判所に陳述する合同訴訟行為との併存であることから，訴訟行為としての和解の効力が否定されるとした場合において私法上何の効果も生じないことになるのか，といった観点も考慮することが求められている。したがって，本設問に対する解答では，先に掲げた考え方が，訴訟上の和解に表見法理の適用を否定する論拠として説得力を欠くことに加えて，訴訟上の和解に係る私法上の和解契約としての側面が表見法理の適用により効力を維持する余地がある一方で，訴訟行為の側面は有効となる余地がないと解した場合に不都合が生じることについて，具体的な理由を挙げて説得力ある論述をすることが求められる。\nなお，問題文においては，訴訟上の和解に表見法理を適用することの可否に絞って論述することが求められているから，本問では，表見代表取締役Ｃに対する訴状送達により訴訟係属の- 8 -効力が生じるかについては論じる必要がない。また，本問は，訴訟行為に対する表見法理不適用説に対する一般的，抽象的な反論を求めるものでもない。\n〔設問２〕は，Ｘに対して謝罪することを内容とする本件の和解条項第１項について，和解\n期日に欠席したＡにおいて，こうした内容の和解をする権限をＬ２に明示的に授与していなかったから，この条項を含めて和解全体が無効である，と後日主張するに至ったため，この条項も和解の訴訟代理権の範囲に含まれているという角度からの検討を求めるものである。問題文においては，訴訟物である貸金返還義務についての分割払いという譲歩を引き出すため，抵当権の設定という訴訟物の範囲外の譲歩を被告側訴訟代理人がした場合につき，明示的に授権がなくてもそれが和解の代理権限に含まれるとした判例（最高裁判所昭和３８年２月２１日第一小法廷判決・民集１７巻１号１８２頁）が示され，この最高裁判決の内容を踏まえた立論が求められている。そのためには，Ｌ２に対して授権された和解権限に一定の制約があるとしても，本件の和解条項第１項のような和解をする権限はその中に含まれているから，Ａは本件和解の無効を主張することができないという方向での論述が求められる。例えば，和解の本質が互譲にあることを説明した上で，Ｘが賠償金額の減額に応じるという譲歩とＡがＸに謝罪するという譲歩との間には対価性が認められることを踏まえ，抵当権の設定が互譲の一方法として訴訟代理人の和解権限に含まれる以上，謝罪を内容とする和解をすることも同様に本件和解の代理権限の範囲内にある，といった内容の論述が考えられるところである。\nなお，弁護士に与えられた和解権限はそもそも無制限であることを根拠とすることも考えられないわけではないが，そのような論述においては，問題文で示された上記最高裁判決を，無制限説を採用するものとして理解することが可能かという問題のほか，訴訟代理人の権限が無制限であるとすることの理由付けについて触れる必要があろう。\n〔設問３〕は，訴訟上の和解には既判力があるから，本件後遺障害に基づく損害賠償請求権\nの主張が遮断される，との主張に対する反論を求めるものである。問題文においては，①本件の和解条項第２項及び第５項（特に第５項）について生じる既判力を本件後遺障害に基づく損害賠償請求権の主張を遮断しない限度にまで縮小させる議論，又は，②本件の和解は本件後遺障害に基づく損害賠償請求権を対象として締結されたものではないから，この請求権を不存在とする趣旨の既判力は生じないとの議論という２つの法律構成の可能性が示されている。①は，訴訟上の和解の既判力を確定判決のそれに引き寄せて理解した場合に考えられる法律構成である。これに対し②は，訴訟上の和解の既判力とは，和解の更改的効力に反する蒸し返し的な主張を不適法として遮断する訴訟法上の効力であるが，本件のような後遺障害に基づく損害賠償請求権の主張が本件和解の既判力により遮断されるか否かは，本件の和解条項（特に第５項）\nがその不存在をも確認する趣旨のものであるか否かに係り，それは本件和解条項の解釈の問題である，とする考え方に依拠した法律構成である。また，ヒントとして，定期金方式による損害賠償を命じた判決の基礎となった事情に事後的な変動が生じたときには損害額の再調整をすることができるという民事訴訟法第１１７条が示されている。\nこれらを踏まえると，上記①・②の論述に共通する前提として，人身損害においては，その性質上将来的に後遺障害の程度の変化により変動する可能性があり，それを全て予測して訴訟追行をし，判決をすることは困難であることから，民事訴訟法第１１７条は，定期金方式により長期にわたって損害賠償を命じる場合について，将来の事情変動を考慮して損害額の再調整をすることを許しているということを，まず確認する必要があろう。\nその上で，①の論述としては，上記のような民事訴訟法第１１７条が前提とする人身損害の性質は，一時金方式であっても同様であり，したがって，判決当時に予測ができなかった形で損害が生じたときに，その損害を不存在とする趣旨の既判力が作用するからそれを主張することは遮断されるというように，既判力を絶対的なものとして理解すべきではなく，既判力は，正確な将来予測に基づいて完全な攻撃防御を尽くすことが期待できる限度まで縮小されるので- 9 -\nあり，訴訟上の和解の既判力もこれと同じである，といった内容のものが考えられる。\nまた，②の論述としては，将来生じるかどうか定かではない新たな後遺障害も含めて損害の全体像を正確に把握して和解の合意を行うことは不可能であり，本件訴訟上の和解は，その成立時に当事者双方においてその発生が認識されていたか，又は認識が可能であった損害のみを対象として行われたものと解するのが，当事者の合理的意思に合致すること，訴訟上の和解に対して付与される既判力の範囲が，和解の更改的効力が及ぶ範囲を超えることはないことからして，本件の和解は成立当時にいまだ生じていなかった後遺障害に基づく損害賠償請求権を対象として締結されたものではないので，当該請求権を不存在とする趣旨の既判力は生じない，といった内容のものが考えられる。\nこれらの論述は，既判力の縮小（上記①）又は訴訟上の和解における合意内容の限定（上記\n②）という法律構成を，人身損害の性質や，訴訟上の和解に既判力が認められることの意味などを踏まえて説明するものであり，受験者には，自らの言葉で理論的でかつ具体的な説明を試みる姿勢が求められる。このような観点からは，後遺障害については手続保障が欠けるから訴訟上の和解の既判力が縮小されるといった抽象的な論述にとどまるもの，期待可能性の欠如による既判力縮小を抽象的に論じるにとどまるものは，十分かつ的確な論述とは言い難いであろう。\n【刑事系科目】\n〔第１問〕\n本問は，乳児Ａの母親である甲が，Ａを殺害するためＡに対する授乳等をやめたところ，甲と同棲中の丙が，これを見て見ぬふりをするなどし，その後，甲とは別居中である甲の夫乙が，甲丙の留守中にＡを連れ出し，Ａと共にタクシーの運転手による事故に遭ったが，Ａのみ死亡したという具体的事例について，甲乙丙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。\n(1) 甲の罪責について甲は，某年７月１日（以下「某年」は省略する。），Ａを殺害するためＡに対する授乳等をやめ，Ａの脱水症状や体力消耗による生命の危険が生じ，後にＡは死亡した。授乳等をやめるという不作為に及んだ甲に殺人罪の実行行為性が認められるかを検討するに当たっては，作為義務，作為可能性といった不真正不作為犯の成立要件について見解を示し，その成立要件に事実関係を的確に当てはめる必要がある。その際，甲がＡの母親であるという民法上の法律関係に限らず，甲がＡを出産して以来，Ａと同居してＡを養育してきたこと，Ａは月齢\n４か月の乳児であること，ミルクアレルギーがあるため母乳しか飲むことができなかったこと，甲は７月１日朝までは２時間ないし３時間おきにＡに授乳し，Ａは順調に成育していたこと等の具体的な事実関係にも着目することが求められる。\n甲に殺人罪の実行行為性を認める場合，実行の着手時期，つまり，甲の不作為によってＡの生命に対する現実的危険が生じた時期を，Ａの体調の変化を挙げつつ認定する必要がある。\nそして，甲の実行行為によってＡが脱水症状や体力消耗により死亡する現実的危険が生じた後，乙の故意によるＡを連れ去る行為やタクシーの運転手の過失による事故という事情が介在してＡが脳挫傷により死亡したので，このような場合であっても甲の実行行為と結果との間に因果関係が認められるのかを検討する必要がある。その際，判例をその具体的事案に留意しながら参考にして，因果関係について見解を示し，これに事実関係を的確に当てはめ，妥当な結論を導くことが求められる。\nさらに，故意の存在，甲が授乳を再開したため中止未遂を認定できるかどうかについての言及も求められる。\n- 10 -\n(2) 丙の罪責について丙は，７月２日，Ａに生命の危険が生じた頃，甲がＡに授乳等をしないことに気付き，甲の意図を察知したが，甲に対し，Ａに授乳等をするように言うなどの措置は何ら講じず，見て見ぬふりをした。甲と丙の間に殺人罪の共謀はないため，片面的共同正犯を否定する立場では丙甲の間に共同正犯は成立しないが，甲の作為義務とは別に，丙について作為義務を認定できるならば，不作為に及んだ丙に殺人罪の単独正犯又は幇助犯が成立する余地がある。\nその際，丙は，Ａの父親ではなく，Ａと同居し始めたのは６月１日頃からであること，当初はＡの世話をしていたが，６月２０日頃には世話を一切しなくなったこと，Ａに対する授乳等は甲が行っていたこと等の具体的な事実関係にも着目しつつ，甲に作為義務を認定した論拠と矛盾なく，丙の具体的な作為義務等を検討することが求められる。一方，片面的共同正犯を肯定する立場に立つとしても，それで直ちに丙甲の間に共同正犯が成立するわけではなく，不作為に及んだ丙に殺人罪の作為義務が認められるか否かの検討が必要である。\nまた，丙は，７月３日，病院で適切な治療を受けさせない限りＡを救命することが不可能な状態となった後，Ａを溺愛している甲の母親から電話で訪問したいと言われたが，嘘をついて断った。丙のこの行為を，作為による殺人罪の単独正犯としての実行行為と認定するか，作為による殺人罪の幇助行為と認定するか，見て見ぬふりの不作為犯を犯している間の一事情と認定するかはともかく，その成立要件に事実関係を的確に当てはめて結論に至ることが求められる。\nなお，本問では，甲は丙の意図に気付いていないので，丙に幇助犯を認定する場合には，片面的幇助犯に関する見解を論じる必要がある。\n(3) 乙の罪責についてア 住居侵入罪の検討住居侵入罪の保護法益について見解を示しつつ，構成要件の意義を明らかにし，これに事実関係を的確に当てはめることになる。甲と乙は夫婦で，甲方は乙名義で借りているが，乙が甲方を出て行くことで別居することとなり，甲の求めに応じて鍵を甲に渡し，甲が家賃を支払うようになったこと，乙は玄関ドアから甲方に立ち入ったが，甲に内緒で所持していた合鍵を使ったものであったこと等の具体的な事実関係に着目することが求められる。\nイ 未成年者略取罪の検討乙は，Ａと別居しているが，Ａの父親であり，Ａに対する親権を有しているので，未成年者略取罪の主体となるかが問題となり，最決平成１７年１２月６日刑集５９巻１０号\n１９０１頁が参考になる。そして，未成年者略取罪の保護法益について見解を示しつつ，略取の意義を明らかにし，これに事実関係を的確に当てはめることが求められる。\nウ 違法性阻却の検討住居侵入罪，未成年者略取罪の各構成要件該当性が認められるとしても，乙が甲方へ侵入してＡを連れ去った行為は，衰弱が深刻なＡを救出する行為と評価する余地もあるので，乙の行為の違法性が阻却されるかを検討することとなる。正当行為，緊急避難，正当防衛のいずれを検討するかはともかく，各成立要件の意義を明らかにし，事実関係を的確に当てはめて結論に至ることが求められる。\n(4) 罪数処理前記(1)ないし(3)の検討において，甲乙丙に，複数の犯罪が成立すると考えた場合，それら複数の犯罪について，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも，刑法解釈上，基本的かつ著名な問題点であり，これら問題点についての基本的な判例や学説の知識を前提に，事案の中にある具体的な諸事実を抽出し，論理的な整合性はもちろん，結論の妥当性も勘案しつつ，それに法規範を適用する\n- 11 -ことが求められる。基本的な判例や学説の学習が重要であることはいうまでもないが，特に判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成等を意識することが必要であり，そのような学習を通じ，結論を導くために必要な事実を認定し，その事実に理論を当てはめる能力を涵養することが望まれる。\n〔第２問〕\n本問は，殺人・窃盗事件の捜査及び公訴提起に関連して生じる刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕１は，Ｌ県Ｍ市内で発生した殺人及び窃盗事件に関し，隣県であるＳ県Ｔ市内に\n居住する甲が被疑者として浮上したことから，司法警察員Ｐが同人をその住居からＭ市内所在のＭ警察署まで任意同行して取り調べた後，同人を同警察署付近のＨホテルに宿泊させ，その翌日に行った「①甲の取調べ」，上記「①甲の取調べ」後，同人を引き続き同ホテルに宿泊させ，その翌日に行った「②甲の取調べ」に関し，それぞれの適法性を論じさせることにより，刑事訴訟法第１９８条に基づく任意捜査の一環としての被疑者取調べがいかなる限度で許されるか，その法的判断枠組みの理解と，具体的事実への適用能力を試すものである。\n任意同行後の宿泊を伴う取調べの適法性について判示した指導的な最高裁判例（最決昭和\n５９年２月２９日刑集３８巻３号４７９頁。いわゆる高輪グリーン・マンション殺人事件）は，任意捜査の一環としての被疑者取調べに関し，第一に，強制手段を用いることは許されない，第二に，強制手段を用いない場合でも，事案の性質，被疑者に対する容疑の程度，被疑者の態度等諸般の事情を勘案して，社会通念上相当と認められる方法・態様及び限度において許容されるという二段階の適法性の判断枠組みを示している。ここで第二段階にいう「相当」性については，捜査の必要性と被侵害利益とを比較衡量して判断するとの立場や，捜査機関に対する行為規範としての観点から判断するとの立場等，その判断方法に関する理解が分かれ得るが，いずれの立場に立脚するにせよ，検討の前提として，上記最高裁判例を踏まえつつ，任意同行後の宿泊を伴う取調べについて，その適法性判断の枠組みを明確化しておくことが求められる。\nその上で，「①甲の取調べ」及び「②甲の取調べ」のそれぞれについて，設問の事例に現れた具体的事実がその判断枠組みにおいてどのような意味を持つのかを意識しながら，その適法性を検討する必要がある。\n「①甲の取調べ」については，第一段階の判断として，前日に甲をＨホテルに宿泊させた上で取調べを行ったことが，強制手段を用いた取調べと評価されるのか否かにつき，宿泊に至った経緯，費用負担，警察による監視の有無，翌日の出頭経緯及び取調べ状況等を具体的に指摘しつつ，それらが甲の意思を制圧するに至っているか，甲の行動の自由を侵害しているかという観点から評価することが求められる。\nそして，上記の点につき，「①甲の取調べ」は強制手段を用いたものではないとの結論に至った場合には，第二段階の判断として，任意捜査としての相当性を欠くか否かについて検討することになり，前記判例の例示も踏まえ，事案の性質，被疑者に対する容疑の程度，被疑者の態度等につき具体的事情を適切に抽出・評価する必要がある。相当性の判断においては，これら具体的事情を漫然と並べて判断するのではなく，自らの立場により，捜査の必要性と甲の被侵害利益（意思決定の自由や行動の自由等）との権衡を失していないか，あるいは，社会通念上，捜査機関に許されている任意処分の限度を超えていないか等の視点を定め，それに即した検討が望まれる。\nなお，第二段階の相当性の判断においても，宿泊を伴うことは判断要素の一つとなる。第一\n- 12 -段階においては，強制手段を用いることになっていないか，すなわち甲の意思決定の自由及び行動の自由を侵害していないかという視点から検討したのに対し，第二段階においては，強制手段による取調べには当たらないことを前提に，任意捜査としての相当性を欠くか否かという視点から検討するのであり，検討の視点が異なる以上，両者を混同することなく，段階を追った検討が求められる。\n「②甲の取調べ」についても，「①甲の取調べ」と同様，二段階の判断枠組みに従って，その適法性を検討すべきであるが，両者は，宿泊の態様が大きく異なっているから，この点を意識して論じる必要がある。\nまず，「②甲の取調べ」に先立ち，甲をＨホテルに宿泊させたことにより，強制手段を用いた取調べとならないかについては，結論はともかくとして，それを肯定する方向に働く事情及び否定する方向に働く事情の双方を適切に抽出して評価しなければならない。中でも，甲の態度として，当初，帰宅を希望したものの，Ｐの説得に応じて宿泊を承諾したこと，Ｈホテルにおいて，一旦は警察官がふすまを隔てた隣室に宿泊することを断ったものの，やはり説得によって諦めたこと，「②甲の取調べ」において中止や途中退出を求めることはなかったことについては，評価が分かれ得る事情であり，宿泊とそれに引き続く取調べについて有効な承諾があったと見得るかどうかに関し，丁寧な検討と説得的な論述が求められる。\n次に，「②甲の取調べ」について強制手段によるものとは認められないとの立場をとった場合，任意捜査としての相当性を論じなければならないが，ここでも「①甲の取調べ」との差異を意識する必要がある。\nすなわち，本件が殺人・窃盗という重大事件であることや，甲が窃盗の被害品である指輪を質入れしたとの情報がある一方，それ以外の証拠はなく，甲を取り調べる必要性があること，殺人・窃盗は同一犯人によって実行された可能性が高く，甲には窃盗のみならず殺人の嫌疑も存在することは，「①甲の取調べ」及び「②甲の取調べ」の双方に共通するものの，「②甲の取調べ」の時点では，甲がその前日，窃盗に加えて殺人の事実についても具体的に自白して供述録取書の作成に応じ，凶器の投棄場所を記載した図面を作成したことなど，具体的事情に変化を生じているのであるから，どのような結論をとるにせよ，これらの変化を踏まえて論じるべきである。\nなお，「②甲の取調べ」の前提となったＨホテルにおける宿泊について，第二段階の相当性の判断においても検討が必要であることは，「①甲の取調べ」と同様である。\n〔設問１〕２は，起訴後に行われた「③甲の取調べ」の適法性を論じさせることにより，刑\n事訴訟法に直接の規定がない事項につき，刑事訴訟法の原則に立ち返って検討する法的思考力を試すものである。\n起訴後は，公判中心主義の要請があり，また，被告人は訴訟の当事者としての地位を有する。\nしたがって，捜査機関が被告人を被告事件について取り調べれば，公判廷外で真相解明に向けた証拠収集活動が行われることになるという観点からは，公判中心主義に抵触する可能性があり，また，検察官と訴訟上対等な地位にある被告人を取調べの対象とするという観点からは，当事者主義に抵触する可能性がある。他方，起訴後，公訴維持のために被告人の取調べを含む捜査が必要になることがあることも否定できない。そこで，起訴後の被告人の取調べに関しては，これらの要請を十分に踏まえ，果たしてまたいかなる限度でそれが許されるか，刑事訴訟法の関連規定も視野に置きつつ，それらと整合的な法解釈を示す必要がある。\nその際，公判中心主義の要請との関係では，少なくとも第１回公判期日前には，刑事訴訟法上も公判廷外での証拠収集活動（第１回公判期日前の証人尋問（法第２２６条，第２２７条），証拠保全（法第１７９条）など）が認められていることを意識する必要があり，また，当事者主義の要請との関係では，被告人の承諾に基づく任意の取調べであっても，被告人の訴訟上の地位を害することになるかどうかの検討が必要である。刑事訴訟法第１９８条の取調べの客体\n- 13 -は「被疑者」とされていることから，「被告人」の取調べの法的根拠も問題となる。これらの点に関し，起訴後の被告人の取調べは「被告人の当事者たる地位にかんがみ，……なるべく避けなければならない」としつつ，刑事訴訟法第１９７条第１項の任意捜査として許されることがある旨判示した最決昭和３６年１１月２１日刑集１５巻１０号１７６４頁も踏まえつつ，的確に問題を摘示して論じることが求められる。\nその上で，「③甲の取調べ」の適法性については，乙の自白及びそれに基づき明らかとなったその他の具体的事情に照らし，甲について，公訴維持にいかなる問題を生じているか，その問題を解決するために甲の取調べが必要か，また，どのような方策を講じれば取調べの任意性を確保できるかという諸点を意識して検討し，適法・違法の結論を導く必要があろう。\n〔設問２〕は，訴因変更に関する問題であり，訴因と検察官の立証方針とを比較すると，第\n１事実（殺人）については，犯行の日時に変化を生じており，第２事実（窃盗）については，実行行為が盗品等無償譲受行為へと変化し，犯行の日時及び場所にも変化を生じている。そこで，このような事実の変動に照らし，訴因変更が必要か，また，訴因変更が可能かについて，検討する必要がある。\nまず，訴因変更がいかなる場合に必要かについては，刑事訴訟法上の明文規定はないが，一般に「訴因変更の要否」と呼ばれている問題，すなわち，裁判所が訴因と異なった事実を認定するに当たり，検察官による訴因変更手続を経る必要があるか（訴因変更手続を経ずに訴因と異なる事実を認定することの適否）について，一定の基準を示した最高裁判例（最決平成１３\n年４月１１日刑集５５巻３号１２７頁）が存在する。本問においても，その内容を踏まえ，変動が生じた事実が「罪となるべき事実」を特定して記載した訴因においていかなる意味を持つ事実であるかを意識しつつ論じることが望まれる。ただし，検察官による訴因の変更が問題となる場合には，大別して，検察官が起訴状の記載と異なる事実を意識的に立証しようとして，証拠の提出に先立って訴因変更しようとする場合と，証拠調べの結果，起訴状の記載と異なる事実が証明されたと考えられることから，訴因変更しようとする場合とがあることについて，留意する必要がある。本問は，検察官が，公判前整理手続開始前，すなわち具体的な主張・立証を展開する以前に訴因と異なる心証を得て，その心証に基づく主張・立証活動を行おうとする場合に採るべき措置について検討を求めるものであるから，前者の局面の問題である。一般に「訴因変更の要否」と呼ばれ，上記の最高裁判例でも扱われた後者の問題とは局面を異にするから，その差異を意識して論じなければならない。\n次に，訴因変更の可否について，刑事訴訟法第３１２条第１項は，「公訴事実の同一性」を害しない限度で許されるとするものの，公訴事実の同一性を判断する基準については，やはり明文上明らかではない。本問で問題となるいわゆる「狭義の同一性」について，最高裁の判例は，「基本的事実関係が同一」かどうかを基準とした判断を積み重ねてきているが，その判断に当たっては，犯罪の日時，場所，行為の態様・方法・相手方，被害の種類・程度等の共通性に着目して結論を導くものと，両訴因の非両立性に着目して結論を導くものがある（後者の判断方法を採った例として，最決昭和２９年５月１４日刑集８巻５号６７６頁，最判昭和３４年\n１２月１１日刑集１３巻１３号３１９５頁，最決昭和５３年３月６日刑集３２巻２号２１８頁，最決昭和６３年１０月２５日刑集４２巻８号１１００頁等がある。）。そこで，一連の判例の立場も踏まえつつ，「公訴事実の同一性」の判断基準を明らかにした上で，本件の各公訴事実につき訴因変更の可否を論じる必要がある。\n【選択科目】"
}