{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］〔第１問〕（配点：１００）\n以下の事例に基づき，甲，乙及び丙の罪責について，具体的な事実を摘示しつつ論じなさい（特別法違反の点を除く。）。\n１ 甲（２３歳，女性）は，乙（２４歳，男性）と婚姻し，某年３月１日（以下「某年」は省略する。），乙との間に長男Ａを出産し，乙名義で借りたアパートの一室に暮らしていたが，Ａを出産してから乙と不仲となった。乙は，甲と離婚しないまま別居することとなり，５月１日，同アパートから出て行った。乙は，その際，甲から，「二度とアパートには来ないで。アパートの鍵は置いていって。」と言われ，同アパートの玄関の鍵を甲に渡したものの，以前に作った合鍵１個を甲に内緒で引き続き所持していた。甲は，乙が出て行った後も名義を変えずに同アパート（以下「甲方」という。）にＡと住み続け，自分でその家賃を支払うようになった。甲は，５月中旬頃，丙（３０歳，男性）と知り合い，６月１日頃から，甲方において，丙と同棲するようになった。\n２ 丙は，甲と同棲を開始した後，家賃を除く甲やＡとの生活に必要な費用を負担するとともに，育児に協力してＡのおむつを交換したり，Ａを入浴させるなどしていた。しかし，丙は，Ａの連日の夜泣きにより寝不足となったことから，６月２０日頃には，Ａのことを疎ましく思うようになり，その頃からおむつ交換や入浴などの世話を一切しなくなった。\n３ 甲は，その後，丙がＡのことを疎ましく思っていることに気付き，「このままＡがいれば，丙との関係が保てなくなるのではないか。」と不安になり，思い悩んだ末，６月末頃，丙に気付かれないようにＡを殺害することを決意した。Ａは，容易に入手できる安価な市販の乳児用ミルクに対してはアレルギーがあり，母乳しか飲むことができなかったところ，甲は，「Ａに授乳しなければ，数日で死亡するだろう。」と考え，７月１日朝の授乳を最後に，Ａに授乳や水分補給（以下「授乳等」という。）を一切しなくなった。\nこのときまで，甲は，２時間ないし３時間おきにＡに授乳し，Ａは，順調に成育し，体重や栄養状態は標準的であり，特段の疾患や障害もなかった。通常，Ａのような生後４か月の健康な乳児に授乳等を一切しなくなった場合，その時点から，①約２４時間を超えると，脱水症状や体力消耗による生命の危険が生じ，②約４８時間後までは，授乳等を再開すれば快復するものの，授乳等を再開しなければ生命の危険が次第に高まり，③約４８時間を超えると，病院で適切な治療を受けさせない限り救命することが不可能となり，④約７２時間を超えると，病院で適切な治療を受けさせても救命することが不可能となるとされている。\nなお，甲は，Ａを殺害しようとの意図を丙に察知されないように，Ａに授乳等を一切しないほかは，Ａのおむつ交換，着替え，入浴などは通常どおりに行った。\n４ ７月２日昼前には，Ａに脱水症状や体力消耗による生命の危険が生じた。丙は，その頃，Ａが頻繁に泣きながら手足をばたつかせるなどしているのに，甲が全くＡに授乳等をしないことに気付き，甲の意図を察知した。しかし，丙は，「Ａが死んでしまえば，夜泣きに悩まされずに済む。\nＡは自分の子でもないし，普通のミルクにはアレルギーがあるから，俺がミルクを与えるわけにもいかない。Ａに授乳しないのは甲の責任だから，このままにしておこう。」と考え，このままではＡが確実に死亡することになると思いながら，甲に対し，Ａに授乳等をするように言うなどの措置は何ら講じず，見て見ぬふりをした。\n甲は，丙が何も言わないことから，「丙は，私の意図に気付いていないに違いない。Ａが死んでも，何らかの病気で死んだと思うだろう。丙が気付いて何か言ってきたら，Ａを殺すことは諦めるしかないが，丙が何か言ってくるまではこのままにしていよう。」と考え，引き続き，Ａに授乳等をしなかった。\n５ ７月３日昼には，Ａの脱水症状や体力消耗は深刻なものとなり，病院で適切な治療を受けさせない限り救命することが不可能な状態となった。同日昼過ぎ，丙は，甲が買物に出掛けている間に，Ａを溺愛している甲の母親から電話を受け，同日夕方にＡの顔を見たいので甲方を訪問したいと言われた。Ａは，同日夕方に病院に連れて行って適切な治療を受けさせれば，いまだ救命可能な状態にあったが，丙は，「甲の母親は，Ａの衰弱した姿を見れば，必ず病院に連れて行く。そうなれば，Ａが助かってしまう。」と考え，甲の母親に対し，甲らと出掛ける予定がないのに，「あいにく，今日は，これからみんなで出掛け，帰りも遅くなるので，またの機会にしてください。」などと嘘をつき，甲の母親は，やむなく，その日の甲方訪問を断念した。\n６ ７月３日夕方，甲は，目に見えて衰弱してきたＡを見てかわいそうになり，Ａを殺害するのをやめようと考え，Ａへの授乳を再開し，以後，その翌日の昼前までの間，２時間ないし３時間おきにＡに授乳した。しかし，Ａは，いずれの授乳においても，衰弱のため，僅かしか母乳を飲まなかった。甲は，Ａが早く快復するためには病院に連れて行くことが必要であると考えたが，病院から警察に通報されることを恐れ，「授乳を続ければ，少しずつ元気になるだろう。」と考えてＡを病院に連れて行かなかった。\n７ 他方，乙は，知人から，甲が丙と同棲するようになったと聞き，「俺にも親権があるのだから，Ａを自分の手で育てたい。」との思いを募らせていた。乙は，７月４日昼，歩いて甲方アパートの近くまで行き，甲方の様子をうかがっていたところ，甲と丙が外出して近所の食堂に入ったのを見た。乙は，甲らが外出している隙に，甲に無断でＡを連れ去ろうと考え，持っていた合鍵を使い，玄関のドアを開けて甲方に立ち入り，Ａを抱きかかえて甲方から連れ去った。\n８ 乙は，甲方から約３００メートル離れた地点で，タクシーを拾おうと道路端の歩道上に立ち止まり，そこでＡの顔を見たところ，Ａがひどく衰弱していることに気付いた。乙は，「あいつら何をやっていたんだ。Ａを連れ出して良かった。一刻も早くＡを病院に連れて行こう。」と考え，走行してきたタクシーに向かって歩道上から手を挙げたところ，同タクシーの運転手が脇見をして乙に気付くのが遅れ，直前で無理に停車しようとしてハンドル及びブレーキ操作を誤った。そのため，同タクシーは，歩道に乗り上げ，Ａを抱いていた乙に衝突して乙とＡを路上に転倒させた。\n９ 乙とＡは直ちに救急車で病院に搬送され，乙は治療を受けて一命をとりとめたものの，Ａは病院到着時には既に死亡していた。司法解剖の結果，Ａの死因は，タクシーに衝突されたことで生じた脳挫傷であるが，他方で，Ａの衰弱は深刻なものであり，仮に乙が事故に遭うことなくタクシーでＡを病院に連れて行き，Ａに適切な治療を受けさせたとしても，Ａが助かる可能性はなく，１日ないし２日後には，衰弱により確実に死亡していたであろうことが判明した。論文式試験問題集［刑事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，乳児Ａの母親である甲が，Ａを殺害するためＡに対する授乳等をやめたところ，甲と同棲中の丙が，これを見て見ぬふりをするなどし，その後，甲とは別居中である甲の夫乙が，甲丙の留守中にＡを連れ出し，Ａと共にタクシーの運転手による事故に遭ったが，Ａのみ死亡したという具体的事例について，甲乙丙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。\n(1) 甲の罪責について甲は，某年７月１日（以下「某年」は省略する。），Ａを殺害するためＡに対する授乳等をやめ，Ａの脱水症状や体力消耗による生命の危険が生じ，後にＡは死亡した。授乳等をやめるという不作為に及んだ甲に殺人罪の実行行為性が認められるかを検討するに当たっては，作為義務，作為可能性といった不真正不作為犯の成立要件について見解を示し，その成立要件に事実関係を的確に当てはめる必要がある。その際，甲がＡの母親であるという民法上の法律関係に限らず，甲がＡを出産して以来，Ａと同居してＡを養育してきたこと，Ａは月齢\n４か月の乳児であること，ミルクアレルギーがあるため母乳しか飲むことができなかったこと，甲は７月１日朝までは２時間ないし３時間おきにＡに授乳し，Ａは順調に成育していたこと等の具体的な事実関係にも着目することが求められる。\n甲に殺人罪の実行行為性を認める場合，実行の着手時期，つまり，甲の不作為によってＡの生命に対する現実的危険が生じた時期を，Ａの体調の変化を挙げつつ認定する必要がある。\nそして，甲の実行行為によってＡが脱水症状や体力消耗により死亡する現実的危険が生じた後，乙の故意によるＡを連れ去る行為やタクシーの運転手の過失による事故という事情が介在してＡが脳挫傷により死亡したので，このような場合であっても甲の実行行為と結果との間に因果関係が認められるのかを検討する必要がある。その際，判例をその具体的事案に留意しながら参考にして，因果関係について見解を示し，これに事実関係を的確に当てはめ，妥当な結論を導くことが求められる。\nさらに，故意の存在，甲が授乳を再開したため中止未遂を認定できるかどうかについての言及も求められる。(2) 丙の罪責について丙は，７月２日，Ａに生命の危険が生じた頃，甲がＡに授乳等をしないことに気付き，甲の意図を察知したが，甲に対し，Ａに授乳等をするように言うなどの措置は何ら講じず，見て見ぬふりをした。甲と丙の間に殺人罪の共謀はないため，片面的共同正犯を否定する立場では丙甲の間に共同正犯は成立しないが，甲の作為義務とは別に，丙について作為義務を認定できるならば，不作為に及んだ丙に殺人罪の単独正犯又は幇助犯が成立する余地がある。\nその際，丙は，Ａの父親ではなく，Ａと同居し始めたのは６月１日頃からであること，当初はＡの世話をしていたが，６月２０日頃には世話を一切しなくなったこと，Ａに対する授乳等は甲が行っていたこと等の具体的な事実関係にも着目しつつ，甲に作為義務を認定した論拠と矛盾なく，丙の具体的な作為義務等を検討することが求められる。一方，片面的共同正犯を肯定する立場に立つとしても，それで直ちに丙甲の間に共同正犯が成立するわけではなく，不作為に及んだ丙に殺人罪の作為義務が認められるか否かの検討が必要である。\nまた，丙は，７月３日，病院で適切な治療を受けさせない限りＡを救命することが不可能な状態となった後，Ａを溺愛している甲の母親から電話で訪問したいと言われたが，嘘をついて断った。丙のこの行為を，作為による殺人罪の単独正犯としての実行行為と認定するか，作為による殺人罪の幇助行為と認定するか，見て見ぬふりの不作為犯を犯している間の一事情と認定するかはともかく，その成立要件に事実関係を的確に当てはめて結論に至ることが求められる。\nなお，本問では，甲は丙の意図に気付いていないので，丙に幇助犯を認定する場合には，片面的幇助犯に関する見解を論じる必要がある。\n(3) 乙の罪責についてア 住居侵入罪の検討住居侵入罪の保護法益について見解を示しつつ，構成要件の意義を明らかにし，これに事実関係を的確に当てはめることになる。甲と乙は夫婦で，甲方は乙名義で借りているが，乙が甲方を出て行くことで別居することとなり，甲の求めに応じて鍵を甲に渡し，甲が家賃を支払うようになったこと，乙は玄関ドアから甲方に立ち入ったが，甲に内緒で所持していた合鍵を使ったものであったこと等の具体的な事実関係に着目することが求められる。\nイ 未成年者略取罪の検討乙は，Ａと別居しているが，Ａの父親であり，Ａに対する親権を有しているので，未成年者略取罪の主体となるかが問題となり，最決平成１７年１２月６日刑集５９巻１０号\n１９０１頁が参考になる。そして，未成年者略取罪の保護法益について見解を示しつつ，略取の意義を明らかにし，これに事実関係を的確に当てはめることが求められる。\nウ 違法性阻却の検討住居侵入罪，未成年者略取罪の各構成要件該当性が認められるとしても，乙が甲方へ侵入してＡを連れ去った行為は，衰弱が深刻なＡを救出する行為と評価する余地もあるので，乙の行為の違法性が阻却されるかを検討することとなる。正当行為，緊急避難，正当防衛のいずれを検討するかはともかく，各成立要件の意義を明らかにし，事実関係を的確に当てはめて結論に至ることが求められる。\n(4) 罪数処理前記(1)ないし(3)の検討において，甲乙丙に，複数の犯罪が成立すると考えた場合，それら複数の犯罪について，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも，刑法解釈上，基本的かつ著名な問題点であり，これら問題点についての基本的な判例や学説の知識を前提に，事案の中にある具体的な諸事実を抽出し，論理的な整合性はもちろん，結論の妥当性も勘案しつつ，それに法規範を適用することが求められる。基本的な判例や学説の学習が重要であることはいうまでもないが，特に判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成等を意識することが必要であり，そのような学習を通じ，結論を導くために必要な事実を認定し，その事実に理論を当てはめる能力を涵養することが望まれる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針等本問では，具体的事例に基づいて甲乙丙それぞれの罪責を問うことによって，刑法総論・各論の基本的な知識と問題点についての理解の有無・程度，事実関係を的確に分析・評価し，具体的事実に法規範を適用する能力，結論の具体的妥当性，その結論に至るまでの法的思考過程の論理性を総合的に評価することを基本方針として採点に当たった。\nすなわち，本問は，乳児Ａの母親である甲が，Ａを殺害するためＡに対する授乳等をやめたところ，甲と同棲中の丙が，これを見て見ぬふりをするなどし，その後，\n甲とは別居中である甲の夫乙が，甲丙の留守中にＡを連れ出し，Ａと共にタクシーの運転手による事故に遭ったが，Ａのみ死亡したという具体的事例について，甲乙丙それぞれの罪責を問うものであるところ，これらの事実関係を法的に分析した上で，事案の解決に必要な範囲で法解釈論を展開し，事実を具体的に摘示しつつ法規範への当てはめを行って妥当な結論を導くこと，さらには，甲乙丙それぞれの罪責についての結論を導く法的思考過程が相互に論理性を保ったものであることが求められる。\n甲乙丙それぞれの罪責を検討するに当たっては，甲乙丙それぞれの行為や侵害された法益等に着目した上で，どのような犯罪の成否が問題となるのかを判断し，各犯罪の構成要件要素を一つ一つ吟味し，これに問題文に現れている事実を丁寧に拾い出して当てはめ，犯罪の成否を検討することになる。ただし，論じるべき点が多岐にわたることから，事実認定上又は法律解釈上の重要な事項については手厚く論じる一方で，必ずしも重要とはいえない事項については，簡潔な論述で済ませるなど，答案全体のバランスを考えた構成を工夫することも必要である。\n出題の趣旨でも示したように，本問における甲丙の罪責としては，いずれも殺人罪の成否が主要な問題となり，乙の罪責としては，住居侵入罪及び未成年者略取罪の成否が主要な問題となるところであり，このうち，特に主要な問題点としては，\n以下のものが挙げられる。\n甲の罪責の検討においては，一つ目として，Ａに対する授乳等をやめるという不作為に及んだ甲につき，不真正不作為犯の実行行為性に関する自説の展開及び当てはめが必要となり，二つ目として，甲の実行行為によってＡが脱水症状や体力消耗により死亡する現実的危険が生じた後，乙の故意によるＡを連れ去る行為やタクシーの運転手の過失による事故という事情が介在してＡが脳挫傷により死亡したことにつき，因果関係に関する自説の展開及び当てはめが必要となる。どちらの論点も，殺人罪の構成要件要素である実行行為（実行の着手），結果，因果関係及び故意について意義を正確に示し，その中で見解を示した上で的確で丁寧な当てはめを行うことが求められる。\n丙の罪責の検討においては，一つ目として，丙が，Ａに生命の危険が生じた頃，\n甲がＡに授乳等をしないことに気付き，甲の意図を察知したが，甲に対する措置を- 33 -何ら講じず，見て見ぬふりをした点につき，甲との共犯関係の成否を認定する必要がある。特に，丙とＡの関係やＡに対する授乳等は甲が行っていたこと等についてどのように評価するのかについては，片面的共同正犯の肯否についていずれの立場に立つとしても，甲に作為義務を認定した論拠と矛盾なく，丙の具体的な作為義務等を丁寧に検討することが求められる。また，二つ目として，丙が，病院で適切な治療を受けさせない限りＡを救命することが不可能な状態となった後，甲の母親から電話で訪問したいと言われたが，嘘をついて断った点につき，作為による殺人罪の単独正犯としての実行行為と認定するか，作為による殺人罪の幇助行為と認定するか，見て見ぬふりの不作為犯を犯している間の一事情と認定するかはともかく，\nその成立要件に事実関係を的確に当てはめて結論に至ることが求められる。\n乙の罪責の検討においては，住居侵入罪の保護法益及び実行行為の意義，未成年者略取罪の主体及び略取の意義を吟味し，乙が甲方へ侵入してＡを連れ去った行為を，衰弱が深刻なＡを救出する行為と評価する余地もあることにつき，違法性阻却事由のいずれを検討するかはともかく，各成立要件に事実関係を的確に当てはめ，\n各自の結論に至ることが求められる。\nその他，甲について中止未遂罪の成否，丙について片面的幇助犯の肯否，各犯罪の故意，罪数等，本問で論じるべき問題点は，多岐にわたるが，いずれも，刑法解釈上，基本的かつ重要な問題点であり，これらに対する理解と刑法総論・各論の基本的理解に基づき，事実関係を整理して考えれば，一定の妥当な結論を導き出すことができると思われ，実際にも，相当数の答案が一定の水準に達していた。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n(1) 全体について多くの答案は，甲乙丙それぞれについて前記各論点を論じており，本問の出題趣旨や大きな枠組みは理解していることがうかがわれた。\nただし，刑事責任が余り問題とならないような点について延々と論述する一方で，主要な論点については不十分な記述にとどまっているなどバランスを欠いた答案も少なからずあった。\nその他，考査委員による意見交換の結果を踏まえ，答案に見られた代表的な問題点を列挙すると以下のとおりとなる。\n(2) 甲の罪責についてア 授乳を再開して以降は殺意がないことを理由に，殺人罪の成否を検討せず，\n保護責任者遺棄致死罪の成否のみを検討する答案イ 作為義務に触れていない答案ウ どの行為を実行行為としているのか判然としない答案エ 実行の着手を認定する前に，因果関係の有無や中止未遂罪の成否を検討している答案オ 因果関係の有無を検討する前に，中止未遂罪の成否を検討している答案カ 因果関係の有無を判断するに当たっては危険の現実化という要素を考慮するという見解を示しているものの，当てはめにおいて，危険と結果のいずれについても具体的に捉えていない答案- 34 -(3) 丙の罪責についてア 不真正不作為犯の成立範囲を限定すべきと論じる一方で，作為義務の検討が不十分なまま，単独正犯を認める答案イ 正犯意思があると認定し，それのみを理由に，単独正犯を認める答案ウ 共犯の成否を全く検討していない答案エ 身分犯に関する解釈のみで共犯を成立させる答案オ 幇助犯が成立するとしているものの，幇助の故意の内容が不正確な答案(4) 乙の罪責についてア 住居侵入罪の保護法益を住居権とする見解に立ち，甲が住居権者であるかどうかの問題と，乙が住居権者ではなくなったかどうかの問題とを混同している答案イ 未成年者誘拐罪を認定した答案ウ 未成年者略取罪の保護法益を親の監護権とする見解に立ち，甲のＡに対する養育状況を問題にすることなく，安易に同罪を成立させる答案(5) その他これまでにも指摘してきたことでもあるが，少数ながら，字が乱雑なために判読するのが著しく困難な答案が見られた。時間の余裕がないことは理解できるところであるが，達筆である必要はないものの，採点者に読まれることを意識し，\nなるべく読みやすい字で丁寧に答案を書くことが望まれる。\n(6) 答案の水準以上の採点実感を前提に，「優秀」「良好」「一応の水準」「不良」という四つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で，本問の出題の趣旨や上記採点の基本方針に示された主要な問題点について検討を加え，成否が問題となる犯罪の構成要件要素等について正確に理解するとともに，必要に応じて法解釈論を展開し，事実を具体的に摘示して当てはめを行い，甲乙丙の刑事責任について妥当な結論を導いている答案である。特に，摘示した具体的事実の持つ意味を論じつつ当てはめを行っている答案は高い評価を受けた。\n「良好」な水準に達している答案とは，本問の出題の趣旨及び上記採点の基本方針に示された主要な問題点は理解できており，甲乙丙の刑事責任について妥当な結論を導くことができているものの，一部の問題点についての論述を欠くもの，\n主要な問題点の検討において，構成要件要素の理解が一部不正確であったり，必要な法解釈論の展開がやや不十分であったり，必要な事実の抽出やその意味付けが部分的に不足していると認められたもの等である。\n「一応の水準」に達している答案とは，事案の分析が不十分であったり，複数の主要な問題点についての論述を欠くなどの問題はあるものの，刑法の基本的事柄については一応の理解を示しているような答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本的概念の理解が不十分であるために，本問の出題の趣旨及び上記採点の基本方針に示された主要な問題点を理解していないもの，事案の解決に関係のない法解釈論を延々と展開しているもの，問題点には気付いているものの結論が著しく妥当でないもの等である。４ 今後の法科大学院教育に求めるもの刑法の学習においては，総論の理論体系，例えば，実行行為，結果，因果関係，\n故意等の体系上の位置付けや相互の関係を十分に理解した上，これらを意識しつつ，\n各論に関する知識を修得することが必要であり，答案を書く際には，常に，論じようとしている問題点が体系上どこに位置付けられるのかを意識しつつ，検討の順序にも十分に注意して論理的に論述することが必要である。\nまた，繰り返し指摘しているところであるが，判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成等を意識することが必要であり，当該判例が挙げた規範や考慮要素が刑法の体系上どこに位置付けられ，他のどのような事案や場面に当てはまるのかなどについてイメージを持つことが必要と思われる。\nこのような観点から，法科大学院教育においては，引き続き判例の検討等を通して刑法の基本的知識や理解を修得させるとともに，これに基づき，具体的な事案について妥当な解決を導き出す能力を涵養するよう一層努めていただきたい。"
}