{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n日本の大学に留学していた甲国人男Ｐは日本人女Ｑと知り合い，日本において婚姻を挙行した後，直ちに甲国において婚姻生活を営み始めた。しかし，両者の関係は当初から必ずしも円満ではなく，甲国における婚姻生活が５年余に及んだ時にＰとＱは熟談し，婚姻関係の解消が双方にとり最善であるとの結論に達した。そこで，甲国において，下記の①から③までの甲国の法規に従い離婚した。\nなお，法の適用に関する通則法（平成１８年法律第７８号）（以下「通則法」という。）第４１条の適用はなく，甲国においては次の法規が通用しているものとする。\n① 夫は，その意思表示により妻と離婚をすることができる。\n② 妻は，離婚を請求することができない。\n③ 妻の面前で夫の離婚の意思を口授された公証人は，公正証書を作成し，その謄本を妻に与えなければならない。\n④ 子は，常に父の親権に服する。\n〔設 問〕\n１．日本に帰国したＱは，戸籍法に従い，甲国の公証人が作成した離婚証書の謄本を添付して日本の戸籍管掌者に対してＰとの離婚を報告する届出をした。この謄本を見た戸籍管掌者は，「ＰとＱの離婚は夫の一方的な意思表示によって成立した離婚であり，このような離婚を認めることは日本の公序良俗に反するから，当該離婚は日本においては効力を有しないのではないか」との疑念を抱いた。ＰとＱの離婚が日本において効力を有するか，論じなさい。\n２．他方，Ｐは，Ｑと離婚した後に再来日し日本において就労していたところ，乙国人女Ｒと知り合い，日本の戸籍管掌者に婚姻の届出をし，受理された。そして，婚姻の約１年後に両者の間に甲国人子Ｃが出生した。しかし，Ｃが満６歳に達した時に，Ｐは，無免許で自動車を運転していた際に交通事故を起こして被害者を死亡させてしまい，実刑判決の確定により日本において服役することになった。未成年者Ｃは，現在Ｒが養育しており，日本の小学校に通学している。\n⑴ ＰとＲは離婚することに合意しているとする。通則法第４２条の適用はないとした場合に，次の問題にはいずれの国の法が適用されるか。\nア．ＰとＲは，協議離婚という離婚の方法を採ることができるか。\nイ．Ｐは，出所後において，Ｃと面会交流をすることができるか。\n⑵ Ｒは，日本の裁判所に離婚の訴えを提起し，同時に自らをＣの親権者とするよう求めているとする。親権者の指定につき日本の裁判所が国際裁判管轄権を有するとした場合に，日本の裁判所はＲを親権者として指定することができるか。〔第２問〕（配点：５０）\nＸは，日本に居住する日本人であり，甲国には営業所や財産を一切有していない。他方，Ｙは，甲国法に基づき設立され甲国に主たる営業所を有する，医療機器の製造販売を業とする会社である。\nＹは，日本においては事業を行っておらず，営業所や子会社も有していない。\nＹは，自社製品を日本で販売するために，日本において子会社（以下「本件子会社」という。）を設立する計画（以下「本件計画」という。）を有している。Ｙは，本件計画のために，本件子会社の設立に関する事務をＸに委任することとし，その対価としてＸに対して報酬の支払を約束した（以下，この契約を「本件契約」という。）。\n本件契約には管轄に関する合意や当該報酬の支払地についての合意はなかったものとし，以下の１から３までの設問は各々独立しているものとして答えなさい。\n〔設 問〕\n１．Ｘは，本件子会社が設立された後にＹが自社製品を本件子会社に販売する場合に備えて，Ｙと本件子会社との間で締結される売買契約の契約書の作成を検討し始めた。甲国は，国際物品売買契約に関する国際連合条約（平成２０年７月７日条約第８号）（以下「条約」という。）の締約国である。\nＹは，Ｙと本件子会社との売買契約には，条約ではなく専ら甲国の国内法源である同国の実質法の適用を欲している。日本が法廷地国となった場合，「この売買契約は甲国法による」との条項を契約書に設けるだけで，当該売買契約を確実にＹの意向に沿ったものとすることができるか。\n「隔地者間の契約は，承諾の通知を発した時に成立する」と定めている甲国民法Ｐ条の規定に言及しながら答えなさい。なお，条約第１条第１項(b)の規定の適用はないものとする。\n２．本件契約には，準拠法が明示的にも黙示的にも定められていなかったとする。本件契約の準拠法として推定されるのはいずれの国の法か。\n３. 本件計画が本件子会社の設立登記を待つだけの段階に至った時，経営状態が急速に悪化したＹは，日本への進出計画を断念し，このことをＸに通知した。そこで，Ｘは，未払のままになっている報酬の支払をＹに要求した。これに対して，Ｙは，未払の報酬はないと主張し，Ｘに対する債務不存在確認の訴えを甲国裁判所において提起したところ，当該裁判所はＹの請求を認容する判決をし，この判決は確定した。\nＸが応訴しなかったとすると，当該判決が日本で効力を有するために必要な甲国裁判所の国際裁判管轄権を基礎付ける事由は存在するか。ＸとＹは本件契約の締結時に契約準拠法として甲国法を明示的に指定し，かつ，甲国民法Ｑ条は「金銭債務の弁済は債務者の現在の住所においてしなければならない」と定めているものとして答えなさい。",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，離婚の成立及び親子間の法律関係につき，準拠法の決定と適用及び公序則発動いかんと公序則発動後の処理を問うものである。設問１は，離婚の成立につき，法の適用に関する通則法（以下「通則法」という。）第２７条本文及び第３４条の解釈と適用を問う問題である。前者の規定が指定する甲国法の具体的適用結果が通則法第４２条の公序に反するか否かの論述を求めている。\n設問２の小問⑴アは，協議離婚の許否が通則法第２７条の「離婚」に包摂されることの論述を求めている。\n設問２の小問⑴イは，離婚後における親子の面会交流の性質決定に関する問題である。通則法第３２条の「親子間の法律関係」として性質決定し，当該規定を正しく適用しなければならない。\n設問２の小問⑵では，まず，離婚の際における親権者指定が，通則法第２７条ではなく，通則法第３２条の問題と性質決定されなければならない。同条の規定により指定される甲国法の関連規定の適用が通則法第４２条の公序則の発動を惹起するか否か，つまり，内国的関連性の有無と具体的適用結果の当否に関する論述が求められている。さらに，公序則の発動があった場合，誰を親権者として指定すべきかを，法的根拠を示して論じなければならない。\n〔第２問〕\n本問は，売買契約につき国際物品売買契約に関する国際連合条約（以下「条約」という。）の任意規定性の理解を問い，委任契約につき通則法第８条第２項の解釈と適用及び民事訴訟法\n（以下「民訴法」という。）第１１８条第１項の解釈と適用を問うている。\n設問１は，条約第１条を解釈，適用して条約の適用可能性を肯定した後に，条約第１８条第\n２項と第２３条を排除し，条約第６条の規定に従いつつ甲国民法を確実に適用する方法いかんを問うている。\n設問２は，通則法第７条の適用のないことを指摘した後に，通則法第８条，特に第２項の解釈と適用を問うている。\n設問３は，間接管轄に関する民訴法第１１８条第１号の解釈と適用を問うものである。いわゆる鏡像理論の理解を示した後に，民訴法第３条の３第１号の債務履行地管轄に相当する管轄原因が外国裁判所に肯定されるか否かを，通則法第７条にも言及しながら，論じなければならない。",
  "scoring_notes": "１ 出題の趣旨等本年の国際関係法（私法系）の問題は，狭義の国際私法（抵触法），国際取引法及び国際民事訴訟法から出題されている。各問題の出題の趣旨等については，既に法務省ホームページにて公表済みである。\n２ 採点の方針と基準等採点の方針は，昨年と同様である。すなわち，関連する個々の法領域の基本的な知識と理解に基づき，論理的に破綻のない推論により一定の結論を導くことができるかを採点の指針とした。その上で，設問ごとに重点は異なるものの，①個々の法規範の趣旨を理解しているか，②複数の法規範を視野に入れながら，相互の関連を理解しているか，③これらの点の理解に基づき，設問の事実関係等から適切に問題を析出することができるか，④析出された問題に対して，関連する法規範を適切に適用することができるかを採点の基準とした。\nこれら４点をおおむね充たしている答案が「一応の水準」に達しているとされ，\n全ての設問において上記①及び②の点に関する理解を答案に反映させ，かつ，法規範を丁寧に当てはめていることが「良好」又は「優秀」答案となるための必要条件であり，さらに，より的確かつ説得的に論述をしている答案が「優秀」答案と評価される。\nなお，学説の分かれている論点については，結論それ自体によって得点に差を設けることはせず，自説の論拠を十分に示しつつ，これを論理的に展開することができているか否かを基準にして成績評価をした。\n３ 採点実感多くの答案は，法の適用に関する通則法（以下「通則法」という。）等の関連する明文の規定を指摘した上で，設問から拾った事実関係に当てはめようとする姿勢を示していた。それぞれの規定の趣旨を押さえた上で解釈論や事案への当てはめを行っている答案は高い評価を受けた反面，規定相互の関係についての理解ができていない答案は低い評価となった。\n(1) 第１問について民事訴訟法（以下「民訴法」という。）第１１８条と通則法第２７条の関係の理解及び通則法第２７条と通則法第３４条の関係の理解並びに通則法第４２条の適用要件に関する理解の深さと表現の巧拙が，評価に大きく影響したと思われる。\n設問１の問題を，甲国において成立した離婚の承認の問題として捉え，民訴法第１１８条を適用する答案がかなりの数にのぼった。しかし，多くの答案は，抵触法による解決を求めており，正しく通則法第２７条本文が準用する第２５条に従い夫婦の同一常居所地法たる甲国法を特定できていた。とはいえ，これらの答案の多くは通則法第３４条の規定に言及していなかった。また，抵触法による解決を求めようとした答案の中にも，設問を離婚の方式の問題として捉え，通則法第３４条第１項を通じて通則法第２７条本文を適用していた答案も少なくなかった。なお，離婚の時点における夫婦の同一常居所地を特定しなければならないのに，\n（解釈により補うべき）連結時点を意識していないために，Ｑの常居所地が日本にあるとした上で，ＰとＱは常居所を甲国に有しないとの答案や通則法第２７条ただし書の適用を導くものもあった。\n公序に反するか否かは，問題となっている外国法規を事案に適用した結果によって判断される。このことを指摘できていても，設問のＰとＱが婚姻の解消に合意していることを，具体的適用結果の枠組みの中で考慮していない答案は少なくなかった。\nなお，設問を民訴法第１１８条の承認の問題と把握する解答であっても，同条第３号を適用しながら，実質的には通則法第４２条を適用して問われるべき具体的適用結果を検討していた記述については，一定の評価を与えた。\n設問２の小問⑴アについて，通則法第３４条の方式の問題とするものも少なくなかったが，多くの答案は，協議離婚の許否の問題を通則法第２７条の離婚と性質決定し，正しく同一常居所地法としての日本法を特定できていた。\n設問２の小問⑴イについて，多くの答案は，離婚後における親子の面会交流の問題を通則法第３２条の「親子間の法律関係」として性質決定し，当該規定を正しく適用していた。もっとも，設問２の小問⑵において問われている離婚の際の親権者指定の性質決定については，通則法第２７条と通則法第３２条のいずれの規定が適用されるべきかという問題を設定できているにもかかわらず，面会交流については同様な問題設定をすることなく論述する答案が多かった。\n設問２の小問⑵では，大多数の答案は，離婚の際の親権者指定の問題を通則法第２７条ではなく通則法第３２条の問題であると性質決定できていた。これらの答案は，「子の福祉」やこれに類似する表現を用いて後者の規定を選ぶべき理由を示していたが，いかなる意味でこの規定が「子の福祉」に配慮しているかを十分に説明できていないものも少なくなかった。また，通則法第３２条の規定を正しく特定していながら，当該規定の解釈を誤っている答案はかなりあった。特に，\n子Ｃの本国法と（親権者となることを求めている）母Ｒの本国法との一致いかんを論じたり，父Ｐの服役という事実を通則法第３２条の「父母の一方が死亡し，\n又は知れない場合」に包摂させるものがあった。\n多数の答案は，公序則発動の要件を正しく理解していた。つまり，Ｐの服役を甲国法の具体的適用結果の枠組みの中で捉え，Ｃの常居所地が日本にあることを内国的関連性との関連で論じていた。しかし，公序則発動いかんに全く言及していない答案も少なくなかった。\nなお，公序則発動後の処理については，非常に簡単にのみ論述する答案が多かった。\n(2) 第２問についてほとんどの答案は，いわゆる特徴的給付（通則法第８条第２項）及びいわゆる鏡像理論（民訴法第１１８条第１号）につき一定の理解を示していた。\n設問１について，大多数の答案は，国際物品売買契約に関する国際連合条約（以下「条約」という。）第１条に従い条約の適用可能性を肯定した上で，条約第６条を指摘できていた。しかし，条約第１２条と条約第９６条の解釈に関する問題として設問を捉える答案が多数あった。条約の事項的適用範囲に入らない問題に- 82 -ついて契約準拠法を指定することは無意味ではない。こういった点を指摘しながら，条約適用の排除を確実にする方法を提示する答案には高い得点が与えられた。\n設問２について，大多数の答案は，通則法第７条の下で法選択がないことを指摘した上で，通則法第８条第２項に従い，受任者の常居所地法である日本法を同条第１項の「最も密接な関係がある地の法」として推定することができていた。\nもっとも，特徴的給付とは何かを一般的に論述する際に，金銭給付は「没個性的」\nであるから「特徴的ではない」といった同語反復的な表現を用いる答案が少なくなかった。\n設問３について，多くの答案は，明示の法選択の存在を指摘しながら，民訴法第３条の３第１号の「債務の履行地」を正しく特定できていた。他方で，鏡像理論につき一応の説明を与えていても，直接管轄と間接管轄の関係を十分に理解していないために，甲国裁判所の間接管轄権を否定する答案が少なくなかった。また，被告と債務者とを混同して，債務履行地を特定する答案も少なからずあった。\n４ 今後の出題について狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を組み合わせた事例問題が出題されることになると考えられる。\n５ 今後の法科大学院教育に求めるもの昨年と同様に，本年の「国際関係法（私法系）」においても，規定の趣旨を正確に把握した上で，必要があればこれを一般的な解釈論として表現し，事案へ的確に当てはめる能力の有無が問われている。\nこのことにつき，特に次の３点を指摘したい。第１に，明文の規定を的確に理解することが求められる（離婚の際の親権者との関連で述べたように，通則法第３２条につき理解の精度が不足している答案が目についた。）。第２に，法規範が明文上完全な形では表現されていない場合，解釈による補充が求められる（通則法第２７条について連結時点を意識していないと見られる答案が多数あった。）。第３に，法規範の抽象性が高い場合，解答を得るためには筋道立った推論が求められる（公序則の発動要件や鏡像理論との関連において，結論に至るまでの推論の過程を整然と示すことができない答案が多数あった。）。\nこれらの点を日頃から意識して学ぶことが必要のように思われる。"
}