{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "- 19 -\n[知的財産法]\n〔第１問〕（配点：５０）\n製薬会社甲は，認知症に効く新薬の開発を進め，数々の実験を重ねた結果，製法Ａによって，認知症治療に優れた効能を発揮する化合物αを製造することに成功した。そこで，甲は，特許請求の範囲を「化合物αを有効成分とする認知症治療剤」とする特許出願をした。ところが，その出願前に既に頒布されていた創薬に関する公知文献に化合物αの構造が記載されていることを理由として，特許庁から拒絶理由通知が発せられたため，甲は，特許請求の範囲を「製法Ａによって生産される化合物αを有効成分とする認知症治療剤」（以下「本件発明」という。）に補正したところ，特許査定がされ，特許権の設定登録を受けた（以下，その特許権を「本件特許権」という。）。その後，甲は，医薬品を製造・販売するために必要な薬事法所定の承認を得た上で，本件発明の実施品として「製法Ａによって生産される化合物αを有効成分とする認知症治療カプセル」（以下「Ａカプセル」という。）を製造・販売している。\n以上の事実関係を前提として，以下の設問に答えよ。なお，薬事法固有の問題を考慮する必要はない。\n〔設 問〕\n１．製薬会社乙は，製法Ａによって生産される化合物αを有効成分とする医薬品が所定の効能を有するか疑問を抱き，これを確かめる目的で，甲に無断で，本件発明の技術的範囲に属する医薬品を製造して実験をした結果，所定の効能を有することを確認した（以下「乙行為１」という。）。\nそこで，乙は，化合物αを有効成分としつつも，薬剤の有効成分が体内で徐々に放出されるようにして，より少ない服用回数で薬効を生ずるようにした新たな医薬品を開発するために，甲に無断で，本件発明の技術的範囲に属する医薬品を製造し実験を重ねた（以下「乙行為２」\nという。）。\n乙は，上記実験によっても所望の医薬品の開発に至らなかったが，実験中，偶然にも化合物\nαを製法Ｂによって生産することに成功した。そこで，乙は，「製法Ｂによって生産される化合物αを有効成分とする認知症治療カプセル」（これを「Ｂカプセル」という。）を開発し，薬事法所定の承認を得た上で，甲に無断で，これを製造・販売している（以下「乙行為３」という。）。\n甲は，乙に対し，上記乙行為１ないし３は，いずれも本件特許権を侵害するものであるとして，乙行為３の差止め及び乙行為１ないし３に基づく損害賠償を求める訴訟を提起した。\n同訴訟において，甲及び乙は，それぞれどのような主張をすることができるか。\n２．製薬会社丙は，本件特許権の存続期間が満了した後にＡカプセルと同一の製法により同一の有効成分を有する後発医薬品（以下「Ｃカプセル」という。）を製造・販売する計画を立て，Ｃカプセルにつき薬事法所定の承認申請を行う際に必要な資料を揃えるために，甲に無断で，Ｃカプセルを実際に製造して承認申請に必要な試験を行い，その結果，Ｃカプセルにつき薬事法所定の承認を得た（以下「丙行為１」という。）。\nそこで，丙は，Ｃカプセルの将来の販売に備え，化合物αを有効成分とする医薬品が今なお市場においてどの程度の需要があるかを調査するために，Ｃカプセルを少量製造してサンプルとして提供し，市場調査を実施した（以下「丙行為２」という。）。\n丙は，上記調査で満足のいく結果を得たため，本件特許権の存続期間満了前に，Ｃカプセルを将来の販売に備えて大量に製造している（以下「丙行為３」という。）。\n甲は，丙に対し，上記丙行為１ないし３は，いずれも本件特許権を侵害するものであるとして，丙行為３の差止め及び丙行為１ないし３に基づく損害賠償を求める訴訟を提起した。\n- 20 -同訴訟において，甲及び丙は，それぞれどのような主張をすることができるか。\n３．製薬会社丁は，Ａカプセルと同一の効能を有する錠剤の医薬品（以下「Ｄ錠」という。）を開発し，薬事法所定の承認を得た上で，Ａカプセルを市場において大量に購入した上，甲に無断で，Ａカプセルから化合物αを含む薬剤を取り出し，化合物αに化学反応を生じさせないように，上記薬剤に精製水を加えて溶かし，化合物αを再精製し，これを固めて錠剤とし，この錠剤に特殊な皮膜を施すことによって，Ｄ錠を製造し，これを販売している。\n甲は，丁に対し，Ｄ錠の製造・販売行為は，本件特許権を侵害するものであるとして，Ｄ錠の製造・販売の差止めを求める訴訟を提起した。\n同訴訟において，甲及び丁は，それぞれどのような主張をすることができるか。\n- 21 -\n〔第２問〕（配点：５０）\nＡは，見た人が住居とは思えないような，奇抜な家に住みたいと考え，Ｂとの間で設計請負契約を締結し，Ｂは，同契約に基づいて，斬新なデザインを考えつき，これを記した設計図αを作成した。しかしながら，請負代金をめぐってＡとＢの関係がうまくいかなくなったため，当該契約は解除された。その際，Ａは，Ｂから渡された設計図αをＢに返却したが，返却前にＢに無断でそのコ\nピーを取っていた。また，Ｂは，設計図αに設計者としてＢの氏名を記載していたが，設計図αはＡとＢ以外には知られていなかったため，Ａは，そのコピー上のＢの氏名を抹消して自分の氏名を記載した。\nその後，Ａは，複数の建築業者に対して，Ａがコピーした設計図αを，自分が作成したものと偽って見せた。その上で，Ａは，それらの建築業者の中からＣを選んでその建築を依頼し，Ｃは，これに従ってＡの住居（以下「Ａ住居」という。）を建築した。Ａ住居は，そのデザインの斬新さが評判となって，路上から見物する人が絶えなかった。Ａは，Ａ住居に住み始めてから数年後に別の土地に転居しなければならなくなったため，不動産業者を介して，これをＤに売却した。\nＤは，自分の住居であるＡ住居が注目されることには満足していたが，その玄関が余りに派手過ぎると感じたため，これをやや地味な印象を与えるように改築した。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは，Ａに対してどのような請求をすることができるか。\n２．Ｂは，Ｄに対してどのような請求をすることができるか。\n３．Ｅは，Ａ住居に興味を持ち，Ｄに無断で写真撮影した。そして，その写真に基づいて，Ａ住居のミニチュアを多数製作し，これを販売している。\nＢは，Ｅに対して，著作権に基づき，Ａ住居のミニチュアの製作販売の差止めを請求するために，どのような主張をすることができるか。\nこれに対して，Ｅは，どのような主張をすることができるか。\n- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n設問１の乙行為１及び２並びに設問２の丙行為１ないし３については，それらの行為が特許法（以下「法」という。）第６９条第１項の「試験又は研究のためにする特許発明の実施」に該当するか否かを問う問題であり，設問１の乙行為３については，いわゆるプロダクト・バイ・\nプロセス・クレームの技術的範囲等を問う問題であり，設問３は，消尽の成否を問う問題である。\n設問１の乙行為１及び２並びに設問２の丙行為１ないし３については，まず，法第６９条第\n１項の制度趣旨に言及し，それを踏まえて，「試験又は研究のためにする特許発明の実施」に該当するか否かの判断基準を示すことが求められる。この点については，試験・研究の対象を特許発明それ自体に限定し，試験・研究の目的を技術の進歩を目的とするものに限るとする説や，試験・研究の目的を「技術の次の段階への進歩」に限ることは相当でなく，実施行為が結果的に広く科学技術の進展に寄与していればよいとする説などの学説上の対立があるから，どのような立場でもよいが，答案としては，法第６９条第１項の解釈論を展開し，乙及び丙の各行為について論述する必要がある。\nまず，乙行為１は，実施可能要件（法第３６条第４項第１号）等を充足するか否かを調査す\n- 19 -ること（いわゆる機能調査・特許性調査）を目的とした実施行為であり，このような行為に法第６９条第１項が適用されるか否かを問うものである。このような調査は，対象が特許それ自体であり，目的も化合物αを有効成分とする医薬品が所定の効能を有するかを確認することであるから，そのような調査は技術の次の段階への進歩につながるものといえるか否かなどを踏まえ，自説を展開することが求められる。\nまた，乙行為２は，本件発明の改良発明のための実施行為であり，このような行為に法第\n６９条第１項が適用されるかを問うものである。改良発明のための実験は，まさに，「技術の次の段階への進歩」のためのものであると思われることなどを踏まえ，自説を展開することが求められる。\n次に，乙行為３については，Ｂカプセルは，本件発明と対比して化合物αは同一であるもののその製法が異なるため，まず，このような場合，Ｂカプセルは本件発明の技術的範囲に属するかが問題となる。この点，本件特許の特許請求の範囲はいわゆるプロダクト・バイ・プロセ\nス・クレームの形式で記載されている。そこで，ここでは，まず，プロダクト・バイ・プロセス・クレームの意義及び技術的範囲の判断基準を示すことが必要である。この点に関しては，従前，裁判例及び学説において，物同一説，製法限定説などの見解の対立があったが，近時，知財高判平成２４年１月２７日判例時報２１４４号５１頁【プラバスタチンナトリウム事件（大合議）】がプロダクト・バイ・プロセス・クレーム形式で記載された発明について，これを「真正プロダクト・バイ・プロセス・クレーム」（物の特定を直接的にその構造又は特性によることが出願時において不可能又は困難であるとの事情が存在するため，製造方法によりこれを行っているとき）と「不真正プロダクト・バイ・プロセス・クレーム」（物をその構造又は特性により直接的に特定することが出願時において不可能又は困難であるとの事情が存在するとはいえないとき）に分け，プロダクト・バイ・プロセス・クレームにおける技術的範囲の確定や発明の要旨認定につき，前者であれば，製造方法が異なっていても物として同一である以上発明としては同一であると解し，後者であれば，クレーム記載の製造方法により製造された物に限定されるとする見解を示していることから，この大合議判決を踏まえつつ，場合分けをするなどして，自説を展開することが求められる。この際，立証責任に言及していれば，積極的評価の対象となり得る。なお，仮に，Ｂカプセルが文言上本件発明の技術的範囲に含まれないと解するときは，均等侵害の成否も問題となり得るので，事案に即して適切に言及すれば，積極的評価の対象となり得よう。\nまた，本件発明は公知文献によって新規性又は進歩性を欠如する可能性があるので，無効の抗弁（法第１０４条の３）の成否も問題となろう。すなわち，公知文献には化合物αの構造が記載されているので（ただし，製法は不明），プロダクト・バイ・プロセス・クレームにおける発明の要旨認定につき，物同一説に立つかあるいは真正プロダクト・バイ・プロセス・ク\nレームと認定する場合は，無効審判により無効にされるべきであると主張することが可能となる。この際，プロダクト・バイ・プロセス・クレームの技術的範囲の確定の場面と発明の要旨認定の場面において，判断基準が同一であるべきか否かについても言及すれば，積極的評価の対象となり得よう。\n設問２の丙行為１については，特許権の存続期間中に後発医薬品の製造承認を受けるための実施行為に法第６９条第１項が適用されるか否かが論点であり，最判平成１１年４月１６日民集５３巻４号６２７頁【膵臓疾患治療剤事件】に対する理解を問う問題である。同判決は，進歩・改良目的があるとはいえない承認申請の添付資料用の製造及び使用行為にも法第６９条第\n１項が適用されると判示していることから，同判決の判旨に言及しつつ，乙行為１及び２について論じる際に示した「試験又は研究のためにする特許発明の実施」の判断基準と整合するように自説を展開することが求められる。\nまた，丙行為２では，Ｃカプセルの市場調査目的のサンプルの製造・提供に法第６９条第１\n- 20 -項が適用されるかが問題となる。なお，このような市場調査目的の実施行為は，一般的にいって「技術の次の段階への進歩」とは無縁であることを踏まえ，自説を展開することが求められる。\nさらに，丙行為３では，単なる製造承認を得る目的の添付資料のための製造及び使用行為を超えて，特許権の存続期間が満了した場合に即時販売できるようにするための保管目的の製造行為についても法第６９条第１項が適用されるかが問題となるが，上記判決は，傍論ながらこのような製造行為への法第６９条第１項の適用を否定していることなどを踏まえ，自説を展開することが求められる。\n設問３は，消尽の意義，判断基準及びその成否を問う問題である。すなわち，丁は，Ｄ錠を製造・販売するに当たって，本件発明の技術的範囲に属するＡカプセルを市場において購入しているから，本件特許権は既に消尽し，その効力はＤ錠には及ばないとの主張が考えられる。\n消尽の成否については，最判平成１９年１１月８日民集６１巻８号２９８９頁【インクタンク事件】が，特許製品の利用行為に特許権が及ぶのは，当該特許製品と同一性を欠く特許製品が新たに製造されたと認められる場合であり，特許製品の新たな製造に当たるかどうかは，特許製品の属性，特許発明の内容，加工及び部材の交換の態様，取引の実情等を総合考慮して判断するのが相当であると判示していることなどを踏まえ，判断基準を示した上，それを本問の事案に当てはめて論じることが求められる。\n〔第２問〕\n本問は，建築設計図及び建築物を題材として，これらの著作物性，これらの著作物についての著作者人格権及び著作権の内容並びに制限に関する正確な理解を問うものである。設問１及び設問２では，これらの点について論じた上で，どのような請求ができるかについて述べなければならない。\n設問１については，まず，Ｂが著作者人格権及び著作権を有する著作物であって，Ａの行為により，その著作者人格権及び著作権の侵害が問題となるものとしては，Ｂが作成したＡ住居の建築設計図αと，Ｂが考えつき当該設計図に記したＡ住居が考えられる。建築設計図が著作物（著作権法（以下「法」という。）第１０条第１項第６号）となり，また建築物が著作物（同項第５号）となるのはどのような場合であるかについて検討し，本問における設計図α及びＡ\n住居の著作物性について，Ａ住居が斬新なデザインのものとされていることを踏まえて論述しなければならない。\nその上で，Ａの行為によって，Ｂが有する著作者人格権及び著作権のうちで，侵害が問題となる権利としていかなる権利があり，その権利の侵害が成立するかどうかを論述しなければならない。(1)Ａが設計図αをコピーした行為については，設計図α及びＡ住居についての複製権（法第２１条）の侵害が問題となる。(2)Ａが設計図αのコピー上のＢの氏名を抹消して自分の氏名を記載し，そのコピーを複数の建築業者に見せた行為については，設計図α及びＡ住居についての公表権（法第１８条）並びに氏名表示権（法第１９条）の侵害が問題となる。この点に関しては，ここでの公表権及び氏名表示権の侵害行為として問題となるのは，著作物の公衆への提示であるから，Ａが複数の建築業者に設計図αのコピーを見せた行為が公衆への提示に当たるのかについて論じることが求められる。(3)ＡがＣにＡ住居を建築させた行為については，法第２条第１項第１５号ロにより，Ａ住居についての複製権の侵害が問題となる。この点に関し，実際にＡ住居を建築したのはＣであったことから，Ｃに依頼したＡが侵害責任を負うかどうかという問題に触れることが望ましい。また，当該行為については，Ａ住居についての公表権，氏名表示権及び展示権（法第２５条）の侵害という問題，さらにはＡ住居の建築が私的使用のための複製（法第３０条第１項）として許容されるものかどうかという問題（同様の問題は，設計図αのコピーについても生ずる。）も考えられるところ，これらの点を論じ\n- 21 -ていれば積極的評価の対象となり得る。(4)ＡがＡ住居を売却した行為については，Ａ住居についての譲渡権（法第２６条の２）の侵害が問題となる。この点に関しては，Ａの行為が譲渡権の対象である公衆への譲渡に当たるかどうかについて，Ａが不動産業者を介してＤに売却したことを踏まえて論じる必要がある。また，公衆への譲渡に当たるとしても，法第４６条とどのような関係に立つかについても検討していれば積極的評価の対象となり得る。\n設問２については，Ｂが有する，Ａ住居についての著作権人格権及び著作権のうちで，主としてＤがＡ住居を改築した行為との関係で，いかなる権利の侵害が問題となり，その権利の侵害が成立するかどうかを論述しなければならない。Ｄによる改築については，同一性保持権（法第２０条）の侵害が問題となる。この点に関しては，ＤがＡ住居の玄関をやや地味な印象を与えるように改築した行為が，著作物の改変に当たるかどうか，また，改変に当たるとしても，法第２０条第２項第２号によって許容されるかどうかについて論じなければならない。後者の点については，同号に関する裁判例（東京地決平成１５年６月１１日判例時報１８４０号１０６\n頁【ノグチ・ルーム事件】）を考慮しつつ，Ｄが改築したのがＡ住居の玄関が余りに派手過ぎると感じたためであることを踏まえて論じることが求められる。また，当該行為については，翻案権（法第２７条）の侵害も問題となると考えられ，さらに，Ａの行為がＡ住居についての公表権及び氏名表示権の侵害となるのであれば，Ｄも，同様に，Ａ住居についての公表権及び氏名表示権を侵害することが問題となると考えられる。これらの点を論じていれば積極的評価の対象となり得る。\n設問３は，建築の著作物と法第４６条との関係に関する理解を問うものである。Ａ住居が建築の著作物であるとすると，同条により，その利用は同条各号に掲げる場合を除き，許容されることになる。そのため，ＥがＡ住居のミニチュアを製作販売する行為が著作権侵害となるには，当該行為が同条各号のいずれかに該当するものでなければならない。文言上，同条第２号に該当するためには，Ｅの製作行為が「建築により複製」するものである必要があり，同条第\n４号に該当するためには，Ａ住居が美術の著作物の原作品であり，Ｅの製作行為が「専ら美術の著作物の複製物の販売を目的として複製」するものである必要がある。これらの点に関し，Ｂの主張及びＥの主張として，可能な限り説得的な論拠を探究し，それを提示することが求められる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等(1) 第１問本問は，特許法第６９条第１項の「試験又は研究のためにする特許発明の実施」\nの意義，いわゆるプロダクト・バイ・プロセス・クレームの技術的範囲，消尽の成否など，いずれも特許法の基礎的かつ重要な問題点についての理解を問うとともに，長文の設問から的確に論点を抽出する事案分析能力，抽出した論点について，制度趣旨及び判例等に対する理解力，具体的事例への適用に関する思考力，\n応用力及び論述能力を試そうとするものである。\nさらに，原告・被告どちらの側に立っても自説を展開できる論理力，その中で適切・妥当な結果を導き出すための思考力を問うものである。\nしたがって，全体として，まず，設問から論点を的確に抽出して指摘した上，\n裁判例（特に最高裁判例）のあるものについてはその判旨を念頭に置きつつ，自説を展開して，事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１設問１のうち，乙行為１及び２では，特許法第６９条第１項の試験又は研究のための実施に該当するか否かが問題となるから，まず，これらの行為の適否を論じる前提として，同項の制度趣旨に言及し，それを踏まえて，試験又は研究のための実施に該当するか否かの判断基準を示し，当てはめて結論を出すことが「一応の水準」である。\nその上で，乙行為１については，本件発明が実施可能要件（同法第３６条第４項）等を充足するか否かを調査すること（いわゆる機能調査・特許性調査）\nを目的とした実施行為であること，乙行為２については，本件発明の改良発明のための実施行為であることを明確に指摘した上で，判断基準に関する自説を当てはめることができれば，その論証の説得性に応じ，「良好」又は「優秀」\nと評価した。\nなお，乙行為１及び２については，対象や目的で限定する説の立場においても，このような実施行為には同法第６９条第１項が適用されると解されるのが一般的な見解であると思われることから，それと異なる結論を採る場合は，積極的な論拠を示すことが必要である。\n乙行為３については，本件特許のクレームがいわゆるプロダクト・バイ・プロセス・クレームの形式で記載されていることを指摘した上，プロダクト・バイ・プロセス・クレームの意義及び判断基準を示すことが「一応の水準」である。\nその上で，知財高判平成２４年１月２７日判例時報２１４４号５１頁【プラバスタチンナトリウム事件（大合議）】が，「真正プロダクト・バイ・プロセス・クレーム」（物の特定を直接的にその構造又は特性によることが出願時において不可能又は困難であるとの事情が存在するため，製造方法によりこれを行っ- 58 -ているとき）と「不真正プロダクト・バイ・プロセス・クレーム」（物をその構造又は特性により直接的に特定することが出願時において不可能又は困難であるとの事情が存在するとはいえないとき）に分けて，判断基準を定立していることを念頭に置いた上で，同判断基準によるときは，場合分けをし，そうでない場合でも，自説の論拠を明確にした上で判断基準を明示して事案に当てはめを行っていれば，その論証の説得性に応じ，「良好」又は「優秀」と評価した。この際，立証責任についても言及している場合，又はプロダクト・バイ・プロセス・クレームであることを踏まえた上で，均等論の論述が十分になされている場合には，より高く評価した。\nまた，本件文献には化合物αの構造が記載されているので，プロダクト・バイ・プロセス・クレームにおける発明の要旨認定につき，物同一説に立つかあるいは真正プロダクト・バイ・プロセス・クレームと認定する場合は，特許庁が本件発明につき特許査定をしたこと自体が誤りであり，無効審判により無効にされるべきであると主張することが可能となるから，無効の抗弁（同法第１０４条の３）の成否も問題となる。この論点について言及した答案は僅かであったが，この論点に言及し，さらに，プロダクト・バイ・プロセス・クレームの技術的範囲の画定の場面と要旨認定の場面において判断基準が同一であるべきか否かについて言及している場合，より一層高く評価した。\nイ 設問２設問２のうち，丙行為１は，いわゆる特許権の存続期間中に，後発医薬品の製造承認を受けるための実施行為に特許法第６９条第１項が適用されるか否かが論点であるから，まず，当事者の主張として上記論点を明確に指摘した上で，\n設問１で論述した同項の制度趣旨及びそれに基づく判断基準を前提にして，自説を展開することが「一応の水準」である。\nそして，この問題については，最判平成１１年４月１６日民集５３巻４号６２７頁【膵臓疾患治療剤事件】が判断を示しているから，上記判例の示す基準を念頭に置いて，設問１で示した同項の解釈との整合性に触れつつこの点を丁寧に論じていれば，その論証の説得性に応じ，「良好」又は「優秀」と評価した。\n丙行為２では，Ｃカプセルの市場調査目的のサンプルの製造・提供に，さらに，丙行為３では，単なる製造承認を得る目的の添付資料のための製造行為を超えて，特許権の存続期間が満了した場合に即時販売できるようにするための保管目的の製造行為に，それぞれ同項が適用されるかが問題となるから，この点を指摘して論述することが「一応の水準」である。\nそして，上記の問題点については，設問１における乙行為１及び２との相違を明確に指摘した上で，丙行為３に関しては，上記判例が傍論ながらこのような製造行為への同項の適用を否定していることをも考慮し，設問１で論述した同項の制度趣旨及びそれに基づく判断基準を前提にして，自説を展開すれば，\nその論証の説得性に応じ，「良好」又は「優秀」と評価した。\nウ 設問３設問３は，消尽の意義，根拠，判断基準及びその成否を問う問題であるから，\nこれらに触れることが「一応の水準」である。\n- 59 -この点については，最判平成１９年１１月８日民集６１巻８号２９８９頁【インクタンク事件】が判断基準を示していることから，上記判例の示す判断基準を考慮することが基本であり，同判例の示すような具体的基準に基づく判断の手法を念頭に置いた上で，本件事案への当てはめをきちんと行っていれば，その論証の説得性に応じ，「良好」又は「優秀」と評価した。\n(2) 第２問本問は，設計図の著作物性及びその侵害の態様，建築の著作物性及びその侵害の態様並びに両者の関係，また，建築の著作物に改変を加えた場合の同一性保持権侵害あるいは翻案権侵害の成否，さらには，建築の著作物のミニチュアを作成した場合における著作権法第４６条の適用の可否など，いずれも著作権法の基礎的な論点についての理解を問うとともに，事例から的確に論点を抽出する事案分析能力，抽出した論点について，裁判例の理解を前提とした法解釈とその適用に関する思考力，応用力及び論述能力を試そうとするものである。\nしたがって，全体として，まず，設問から論点を的確かつ網羅的に抽出して，\n問題点を指摘した上，裁判例のあるものについてはその判旨を念頭に置きつつ，\n自説を展開して，事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１設問１は，設計図αが同法第１０条第１項第６号の図形の著作物として著作物性を有するか否か，住居Ａが同項第５号の建築の著作物として著作物性を有するか否か，それを前提として，複製権侵害，氏名表示権侵害，公表権侵害，\n譲渡権侵害が成立するか否かに言及することが「一応の水準」である。\nその上で，自説を展開して，双方の主張の妥当性に言及し，特に，著作物性に関し，Ａ住居について，Ｂによって建築することが著作物性の要件として必要なのか否か，著作者人格権に関し，Ａが設計図αのコピーを見せたことが公衆への提示となるのか，ＡがＣに依頼してＡ住居を建築させた行為がＡの侵害行為となるか，について論じられている場合には，その論証の説得性に応じ，\n「良好」又は「優秀」と評価した。\n設計図αをコピーしたこと及びＡ住居の建築が私的使用のための複製（同法第３０条第１項）と言えるか，展示権（同法第２５条）の侵害が成立するか，\nＡがＡ住居をＤに売却した行為が同法第４６条により許容されるかどうか，について論じられている場合には，より高く評価した。\nイ 設問２設問２は，Ｄによる玄関の改変行為について，同一性保持権侵害に言及し，\n同法第２０条第２項第２号の適用の可否に触れることが「一応の水準」である。\nその上で，同号に関する裁判例（東京地決平成１５年６月１１日判例時報１８４０号１０６頁【ノグチルーム事件】）を念頭に置きつつ，同項第４号の適用の可否についても言及した場合に，その論証の説得性に応じ，「良好」又は「優秀」と評価した。\n翻案権侵害に言及し，それを肯定する場合に更に同法第４６条の適用の可否についても言及した場合，さらには，Ｄの行為がＢの公表権及び氏名表示権を侵害するか否かを論じている場合には，より高く評価した。\nウ 設問３- 60 -設問３は，まず，複製権侵害及び譲渡権侵害が問題になり得ることを指摘した上，同法第４６条柱書の適用の問題に触れることが「一応の水準」である。\nその上で，同条各号の適用又は類推適用の可否について言及すれば，その論証の説得性に応じ，「良好」又は「優秀」と評価した。\n３ 採点実感等(1) 第１問ア 総評本問は，基本的かつ重要な論点に関する設問であったので，多くの答案はある程度の論述がなされていたが，各設問が「それぞれどのような主張をすることができるか」となっていたためか，全設問につき甲の主張，乙の主張等を分けて主張の整理のみを記載し，自説を展開しない答案が少なくなかった。また，\n争点整理の体裁を整え，一方当事者の主張に対する他方当事者の主張を作出するために，通常の実務では到底主張されるとは思えないような反論をわざわざ作り出して記述する答案も散見された。\nしかし，設問の末尾は「できるか」であるから，単に主張の整理をしただけでは問いに答えたことにはならないし，およそ意味のない主張を取り上げる必要はなく，そのような主張を取り上げたとしても評価の対象にならない。争点によっては，主張・立証責任を負う一方当事者の主張を摘示すれば十分な場合もあろう。また，自説を展開しなければ，受験者の思考過程，論理的理解度が分からないので，答案では当然に自説を展開すべきである。「できるか」には，\n「意味のある主張を取り上げて，その当否を論ぜよ」との意味が含まれていることを理解してもらいたい。\nさらに，本問に関して，近時重要な最高裁判例や知財高裁の裁判例が出ているにもかかわらず，その判断基準について言及しない答案も少なくなく，実務家を志すものとしては不足感がある。\nイ 設問１（ア）全体制度趣旨については，一応の言及があったものの，それとの関係からいかなる判断基準を採るべきか，論理的なつながりに欠ける答案が目立った。さらに，個々の問題での論述の段階では，特許法第６９条第１項の制度趣旨や判断基準から論理を展開することなく，個々的な利益衡量に終始した説明にとどまっている答案が目立った。\n（イ）乙行為１及び２について設問１の乙行為１は本件発明自体の特許性を調査する場合について，乙行為２は本件発明自体から更に改良する場合について，それぞれ問う問題であるから，特許法第６９条第１項について対象や目的で限定する説とより広く技術の進歩・発明の奨励で足りるとする説では，おのずから論述の内容が異なるはずである。しかし，制度趣旨や判断基準から結論を導き出すという思考順序に欠ける答案が多かった。\nまた，試験・研究目的の行為は「業として」の発明実施行為に当たらないとして，侵害を否定する答案が少なからず見られたが，同項の規定は，試験・- 61 -研究のための実施行為が「業として」行われ得ることを前提としており，かつ，本件における乙の行為は「業として」行われたと認めるべきであるから，\nそのような解釈は適切でない。\nさらに，同項に全く触れないもの，条文に気付いても，理由も付さずに，\n単に「試験又は研究」だからといった条文の文言をそのまま適用して，同項により許されるとの答案が多く見られた。\n（ウ）乙行為３についてプロダクト・バイ・プロセス・クレームの技術的範囲の画定と要旨認定は，近時活発に議論されているにもかかわらず，これに全く言及せず，甲が特許請求の範囲を補正した点を捉えて出願経過禁反言に言及する答案や均等論を展開する答案，単に製法が異なるから本件発明の技術的範囲に属さないとの答案などが多く見られた。\nプロダクト・バイ・プロセス・クレームに言及するものの，自説を展開しない答案，曖昧な基準を示すにとどまる答案も散見された。\nしかし，本件はそのような論理構成のみでは十分な解答にはならない。プロダクト・バイ・プロセス・クレームについて，どのような立場を採るにせよ，特許請求の範囲にその製法が記載された理由に基づいて論じなければ，\n妥当な結論には至らない。\nプロダクト・バイ・プロセス・クレームの問題については，近時，前掲知財高裁判例【プラバスタチンナトリウム事件（大合議）】が出されているわけであるから，物同一説を採るにせよ，製法限定説を採るにせよ，この裁判例の論理構成に言及し，自説を展開することが必要である。\nまた，真正プロダクト・バイ・プロセス・クレームと不真正プロダクト・バイ・プロセス・クレームの判断基準を書きながら，化合物αが公知文献に記載されていたことを理由として，方法で特定せざるを得なかったものであるから，構造・特性で特定することが困難な場合に当たるとして，これを真正プロダクト・バイ・プロセス・クレームとする答案が見られたが，このような場合が「構造又は特性で特定することが不可能又は困難な場合」に当たらないことは明らかであるから，このような論法は誤りであり，プロダクト・バイ・プロセス・クレームを理解していないと言わざるを得ない。\n無効の抗弁（同法第１０４条の３）に言及する答案は極めて少なかった。\nしかし，物同一説に立つかあるいは真正プロダクト・バイ・プロセス・クレームと認定する場合は，特許庁が本件発明につき特許査定をしたこと自体が誤りとなり，無効審判により無効にされるべきであることになるので，乙はこの点も防御方法として主張できることに注意すべきである。\n製法限定説を採るか，不真正プロダクト・バイ・プロセス・クレームと認定した場合は，均等侵害に当たるかどうかも問題となるが，均等論の各要件を十分に検討した答案はほとんどなかった。\nウ 設問２（ア）全体特許法第６９条第１項の解釈を示しそれに各行為を当てはめている答案は少なく，多くの答案は各行為をその場限りに評価しており，設問１以上に根- 62 -本的な制度趣旨や基本的な判断基準と無関係に論述している答案が目立った。\n（イ）丙行為１について上記判例に全く気付かず，何ら性質決定もせず，理由も付さずに単に同項により許されるとする，問題点を全く理解していないと思われる答案が散見された。\n（ウ）丙行為２について市場調査目的であることを全く考慮せず，存続期間満了後の販売のための最小限の行為だから許されるとする答案，少量であり損害が生じていないから同項により許されるとの答案が散見され，さらに，製造数が少数であるため「業として」の実施に当たらないとするものもあったが，「業として」の実施か否かは，製造された数のみで決まるわけではない。\n（エ）丙行為３について単なる製造承認を得る目的の添付資料のための製造行為を超えて特許権の存続期間が満了した場合に即時販売できるようにするための製造行為であることを全く考慮することなく，同項に触れず，「業」に当たるか否かを判断している答案，いまだ市場に流通していないため損害がないとする答案，理由も付さずに単に同項により許されるとの答案が散見された。\nエ 設問３解答する時間を適切に配分していないためか，設問３について僅かしか記載しない答案が多かった。\n設問３は，消尽の問題であるが，消尽に全く言及しない答案も少なくなかった。また，多くの答案は，消尽に気付いていたが，前掲最高裁判例【インクタンク事件】の論理構成を十分に踏まえていない答案が目立った。特に，この判例が，判断基準について，特許製品の属性，特許発明の内容，加工及び部材の交換の態様，取引の実情等を総合考慮して判断する，としているのに対し，何らそれらの要素に言及することなく，単に結論のみ示す答案が多かった。しかし，実務では，事実関係如何によって結論が異なるわけであるから，上記要素の丁寧な検討を経ないと結論が得られず，十分な答案にはならない。\n(2) 第２問ア 総評本問は，建築に関し，著作権・著作者人格権とそれらの制限に関する基本的な理解を問うものであるが，各支分権に関する網羅的な摘出に欠ける答案が目立った。著作権・著作者人格権とそれらの制限について，条文の各要件の検討が不足している答案も多かった。\nまた，設問３について僅かしか記載しないなど，途中答案が散見された。\nイ 設問１（ア）設計図αの著作物性設計図αの著作物性に言及しない答案が散見された。\nまた，設計図αの著作物性に言及するも，どのような観点から著作物性を認め得るのか（あるいは否定されるのか）を具体的に検討していない答案が多かった。しかし，著作権の及ぶ範囲や権利制限規定の適用などを検討する- 63 -ためには，著作物性に関する具体的な認定が前提となるはずである。\n（イ）設計図αの氏名表示権侵害・公表権侵害氏名表示権と公表権については，設計図αのコピーを複数の建築業者に見せた行為がそもそも公衆に対する提示に当たるのかについて，論述していない答案も目立った。また，氏名表示権につき，原作品についてのみ認められる権利と誤解している答案が数多く見られた。\n（ウ）住居Ａの著作物性建築の著作物性につき，どのような観点から著作物性を認め得るのか（あるいは否定されるのか）を具体的に検討していない答案，何ら判断基準を示すことなく，単に住居とは思えないような奇抜な家であるから著作物性があるという答案が多く見られた。\n建築につき，美術の著作物とする答案も散見されたが，そのような判断をするに際して，建築の著作物と美術の著作物の関係をどう捉えているのか，\n本件の建築の著作物性をどう評価するのかを具体的に論じていたものはごく少数にとどまった。\n（エ）建築による住居Ａの複製権侵害著作権法第２条第１項第１５号ロに全く気付かない答案，あるいは単に同号ロに当たるとして複製権侵害とする答案が散見された。\n建築したのはＣであって，なぜＡが責任を負うのかについても一言触れるべきである。\n（オ）住居Ａの譲渡権侵害建築の著作物の譲渡権侵害に気付かない答案，論述していてもその要件について十分な言及がない答案が目立った。特に，公衆への提供を認定せずに侵害を認める答案も多く見られた。\nまた，消尽を問題とする答案が散見されたが，そもそも適法な譲渡がないから消尽は問題にならないと言うべきである。\n建築の著作物の著作権侵害を肯定する場合は，同法第４６条の適否も併せて検討すべきであるが，それに言及する答案は極めて少なかった。\n（カ）図面の著作物と建築の著作物との関係図面の著作物性と建築の著作物性を明確に区別せずに，両者を渾然一体のものとして論じる答案が散見された。図面の著作物の創作性（作図上の工夫）\nと建築の著作物の創作性（造形芸術と評価し得るだけの芸術性）は原則として異なるのであり，それぞれの創作性については，まず，区別して，その判断基準を論じるべきである。\n（キ）その他設計図αのコピーにつき，私的複製（同法第３０条）であるが同法第４９条第１項第１号が適用されるとの答案が散見された。\nウ 設問２ほとんどの答案が同一性保持権侵害について言及していたが，著作権法第２０条第２項第２号の適用の可否について全く言及しなかったり，言及しても解釈が不十分な答案が散見された。\n翻案権侵害についても検討している答案は少なかった。翻案権侵害が成立す- 64 -ると判断する場合は，同法第４６条の適用の可否についても言及すべきであるが，言及している答案はごく少数であった。\nエ 設問３本設問はミニチュアの製作販売を問題としており，写真撮影については問題となっていないにもかかわらず，写真撮影をしたことが複製権侵害になるか否かを長々と論じる答案が複数あった。問題文をよく読み，何が問われているか把握すべきである。\n複製権侵害・譲渡権侵害に言及しながら，著作権法第４６条柱書の適用について全く触れていない答案が散見された。\n多くの答案が，同条柱書，そして，同条第２号又は第４号の適用については言及していたが，十分に説明しているものは少なかった。\nまた，同条について誤解している答案が散見された。例えば，同条の対象となる建築の著作物について，同法第４５条第２項に規定する屋外の場所に恒常的に設置されているものに該当することを要件とすると誤解している答案が見られた。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの論点の内容についてはそれなりに記載されているものの，実務において重要な事実関係の把握・分析が不十分と思われる答案が多かった。法科大学院は実務家を養成する教育機関であるから，論点中心の教育ではなく，実際の訴訟等を想定して，\n具体的事案の中から，実務家なら当然なすべき主張を抽出し，それについて的確に論述する能力を広く養うような教育が求められる。\nまた，明文の規定があるにもかかわらず，条文を指摘せずに解釈論を展開する答案が多数あったが，条文解釈が基本であるから，条文を前提とした解釈を意識した学習を指導することが求められる。\nさらに，最高裁判例や判断基準を示す裁判例があるにもかかわらず，その判旨を全く無視して自説を展開する答案も目立った。繰り返しになるが，法科大学院は実務家を養成する教育機関なのであるから，判例を念頭に置いた学習を常に心掛けることが望まれる。\n- 65 -"
}