{
  "year": "H26",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，食品の製造及び販売等を業とする取締役会設置会社である。平成２６年４月の時点における甲社の登記事項証明書（履歴事項全部証明書）は，別紙のとおりである。\n２．甲社の創業者であるＡには，妻Ｂとの間に子Ｃがあり，Ｂの死亡後に再婚した妻Ｄとの間に子\nＥがある。甲社の株主構成としては，Ａが３００株，Ｃが５０株，Ｄが１００株，Ｅが５０株をそれぞれ有していた。\n甲社では，設立当初から，Ａが代表取締役として対外的な事業活動を行い，ＣはＡを手伝って事業活動に従事し，Ｄは資金管理・人事管理等を担当していた。\n３．Ｅは，Ｃと性格が合わなかったため，甲社で就労することはなく，不動産の販売等を業とする乙株式会社（以下「乙社」という。）の取締役を務めていた。乙社の取締役は，Ｅのほか，Ｅの妻Ｆと乙社の創業者Ｇの合計３人であり，その代表取締役はＧであった。\n４．甲社は，平成２１年６月，その店舗に隣接してＦが所有する狭小な土地（以下「本件土地」という。）があったことから，これを駐車場の用地として取得することとし，Ｆとの間で，本件土地の売買契約を締結した。その際，売買代金は，本件土地に関する不動産鑑定士の鑑定評価に従い，２５０万円と定められた。\nＦは，上記の売買代金を受領し，甲社に対し本件土地を引き渡したが，本件土地の所有権移転登記手続に必要な書類を交付せず，甲社も，Ｆに対してその所有権移転登記手続を督促しなかったため，本件土地の登記名義人は，Ｆのままであった。\n５．甲社の売上げは順調に推移し，平成２２年頃には，その年商は２億円程度に達した。\nこれに対し，乙社は，不動産開発のための資金調達に苦労し，不動産販売等の事業展開が低迷した。\nＥは，乙社の将来に不安を覚えて転身を考え，Ｄに相談したところ，Ｄは，Ｅに対し，甲社に入社した上でＣと接触の少ない部門において勤務することを勧めた。そこで，Ｅは，平成２２年\n２月，乙社の取締役を辞任し，甲社の総務・企画部長として勤務を開始したが，間もなくして，新規出店の計画立案，店舗用地の調達，金融機関からの資金調達等につき経営手腕を発揮し，頭角を現した。\n６．その後，Ｄは，自らの存命中にＥの甲社における地位を強固にすることを望み，Ａと相談の上で，平成２４年５月２０日，自らの取締役の任期が満了する機会に，その後任としてＥを取締役の地位に就かせ，さらに，Ａのほか，Ｅも代表取締役の地位に就かせることとした。\nＡは，必要な書類を準備して甲社の役員の変更の登記を申請し，その旨の登記がされた。\nＡは，Ｅが甲社の代表取締役に就任することにつき，あらかじめＣの了解を得る予定であったが，Ｃの反発を恐れ，Ｃに説明をすることができず，また，上記の登記がされた後も，Ｃに何らの説明をしなかった。Ａ及びＤは，当面，引き続きＡが代表取締役として活動しつつ，Ｅに副社長という肩書で対外的に活動することを認めることとした。\n７．Ｅは，将来のＡの相続の在り方によっては，その保有株式数に照らして甲社における地位が安定的でないことを懸念していた。\nそこで，Ｄは，平成２４年６月，Ｅが甲社の支配株主となることを目的として，甲社が４００株の募集株式を発行し，その全部をＥに割り当てることを計画した。Ｅは，甲社株式の１株当たりの直近の純資産額が１０万円である旨の専門家の鑑定評価があったことから，自ら所有する４０００万円相当の賃貸用の建物を出資の目的とすることとした。この建物は，必要経費を控除しても，毎年１００万円の収益が見込まれるものであった。\nＤは，Ａ，Ｃ及びＥに対し，甲社の将来の運営について相談したい旨を伝え，これらの者が集まった席上で，ＥをＡの後継者としたいこと，及び甲社が４００株の募集株式を発行してその全部をＥに割り当てたいことを説明し，賛同を求めた。Ｃは，この提案に反発して直ちに退席し，Ａは，時期尚早であるとして態度を保留した。\nしかし，Ｅは，上記の甲社の募集株式の発行（以下「本件株式発行」という。）につき，株主全員の賛成があった旨の株主総会議事録を作成し，甲社に対し上記の出資の履行をした。なお，出資の目的とされた建物に関しては，価額が相当であることについての弁護士の証明及び不動産鑑定士の鑑定評価を受けており，検査役の調査を経ていない。\nＥは，必要な書類を準備して甲社の募集株式の発行による変更の登記を申請し，その旨の登記がされた。そして，Ｄは，Ａ及びＣに対し，本件株式発行の計画を断念したなどと，虚偽の事実を述べた。\n８．その後，Ｆは，Ｅが甲社を代表して金融機関との折衝を行っていたことから，甲社から乙社に対する貸付けにより乙社の不動産開発計画を推進することを計画し，開発した不動産の分譲後に借入金を甲社に返済する旨を説明して，この計画をＥに提案した。Ｅが甲社の運転資金から貸付金を捻出することは難しい旨を述べると，Ｆは，知人のＨが甲社に資金を貸し付けた上で，甲社がその資金を乙社に貸し付けるという方法を提案した。\nＥは，平成２４年１２月，上記のＦの提案についてＤに相談したところ，Ｄは，「既に取締役を退任して資金管理をＥに委ねているので，自分が判断すべき事柄ではないが，甲社にはリスクがあるだけでメリットがないので，やめた方がよいのではないか。」と述べた。\nＥは，Ｄの助言に戸惑いつつも，Ｆの要請に抗し難く，その提案を受け入れることとし，独断で，甲社を代表して，Ｈから２億円を年１０％の利息の約定で借り入れた（以下「本件借入れ」という。）。本件借入れに先立ち，Ｅは，Ｈに対し，甲社の店舗建設のための資金として必要である旨を説明したが，その説明が曖昧であったため，Ｈから，甲社の事業計画に関する資料等を交付するよう求められていた。もっとも，本件借入れは，Ｅがこれらの資料等を交付しないまま実行された。\nそして，Ｅは，平成２５年１月，独断で，甲社を代表して，乙社に対し上記の２億円を年１０％の利息の約定で貸し付けた（以下「本件貸付け」という。）。\n９．Ｆは，平成２６年３月に死亡し，その全財産をＥが相続した。これに伴い，本件土地につき，相続を原因とするＥへの所有権移転登記がされた。\n10．Ａ及びＣは，平成２６年４月，本件借入れ及び本件貸付けの事実を知り，その調査を進める中で，上記の一連の経緯が明らかになった。\nまた，乙社は，不動産開発計画が行き詰まって財務状態が悪化し，その結果，甲社は，本件貸付けに係る金員の返済を受けられないことが確実になった。\n〔設問１〕 平成２６年４月の時点で，本件株式発行の効力を争うためにＣの立場において考えら\nれる主張及びその主張の当否並びに本件株式発行に係る法律関係について，論じなさい。\n〔設問２〕 本件借入れの効果が甲社に帰属するかどうかに関し，これを肯定するＨの立場とこれ\nを否定する甲社の立場において考えられる主張及びその主張の当否について，論じなさい。\n〔設問３〕 ＣがＤ及びＥに対し株主代表訴訟を提起する場合に，Ｃの立場において考えられる主\n張及びその主張の当否について，論じなさい。別 紙履 歴 事 項 全 部 証 明 書\n○○県○○市○○一丁目２番３号甲株式会社会社法人等番号 ０１２３－０１－１２３４５６商 号 甲株式会社本 店 ○○県○○市○○一丁目２番３号公告をする方法 官報に掲載してする。\n会社成立の年月日 平成２０年６月２日目 的 １．食品の製造及び販売\n２．不動産の賃貸\n３．前各号に附帯する事業発行可能株式総数 ２０００株発行済株式の総数 発行済株式の総数並びに種類及び数 ５００株発行済株式の総数 平成２４年 ６月１０日変更\n９００株平成２４年 ６月２０日登記資本金の額 金２０００万円金４０００万円 平成２４年 ６月１０日変更平成２４年 ６月２０日登記株式の譲渡制限に 当会社の株式を譲渡により取得するには、取締役会の承認を要する。\n関する規定役員に関する事項 取締役 Ａ 平成２４年 ５月２０日重任平成２４年 ６月 １日登記取締役 Ｃ 平成２４年 ５月２０日重任平成２４年 ６月 １日登記取締役 Ｄ 平成２４年 ５月２０日退任平成２４年 ６月 １日登記取締役 Ｅ 平成２４年 ５月２０日就任平成２４年 ６月 １日登記\n○○県○○市○○一丁目２番４号 平成２４年 ５月２０日重任代表取締役 Ａ平成２４年 ６月 １日登記\n○○県○○市○○五丁目６番７号 平成２４年 ５月２０日就任代表取締役 Ｅ平成２４年 ６月 １日登記監査役 ○○○○ 平成２４年 ５月２０日重任平成２４年 ６月 １日登記取締役会設置会社 取締役会設置会社に関する事項監査役設置会社に 監査役設置会社関する事項登記記録に関する 設立事項 平成２０年 ６月 ２日登記これは登記簿に記録されている閉鎖されていない事項の全部であることを証明した書面である。\n平成２６年 ４月２１日\n○○地方法務局登記官 法 務 太 郎 公 印整理番号 あ９８７６５４ * 下線のあるものは抹消事項であることを示す。論文式試験問題集［民事系科目第３問］",
  "source_pdf": "data/pdfs/judicial_exam/H26/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，非公開会社である甲社において，適法な選任手続を経ずに代表取締役の就任登記がされた者がした行為に関し，株主総会及び取締役会の適正な手続を経ることなく行われた募集株式の発行の効力（設問１），取締役会の決議を経ることなく，また，権限を濫用して，多額の金銭の借入れを行った場合の甲社への効果の帰属（設問２），一連の行為に関する株主代表訴訟による責任追及の可否及び範囲（設問３）について，事案に即して検討することを求めるものである。\n設問１では，新株発行の無効の訴えの提訴期間を経過した後の時点において，瑕疵のある募集株式の発行の効力を争う方法とその法律関係を，事案に即して論ずることが求められる。\n本問では，甲社における平成２４年６月の本件株式発行については，検査役の調査に代わる弁護士の証明等を受けて現物出資財産の給付が完了しているものの，その時点において，代表取締役として登記されたＥは，そもそも取締役としての株主総会の選任決議を欠き，代表取締役としての取締役会の選定決議も欠いており，これらの手続に瑕疵が認められる。また，甲社は，問題文別紙の履歴事項全部証明書によれば，株式の譲渡について取締役会の承認を要する旨の定款の定めを有しており，このような非公開会社では，募集株式の発行は，株主割当ての場合を除き，株主総会の特別決議による必要がある（会社法第１９９条第２項，第２０１条，第３０９条第２項第５号）。しかし，甲社においては，全ての株主が会した席上で，４００株の募集株式を発行してその全部をＥに割り当てることについて，株主に対して賛同を求めた経緯は認められるが，株主のうち，Ｃはこの提案に反発して退席し，Ａも賛成の意思表示はしておらず，招集手続についての瑕疵が治癒されたと評価する余地があるとしても，それを越えて全ての株主が賛成したという事実までは認められない。\nこの場合に，本問では，平成２６年４月の時点では，本件株式発行がされた平成２４年６月\n１０日から既に１年を経過した後であるため，新株発行無効の訴えを提起することはできない（会社法第８２８条第１項第２号括弧書き）。そこで，本件株式発行の効力を争うためには，訴えの提起について期間制限のない新株発行不存在確認の訴え（同法第８２９条第１号）を提起することの可否が検討されるべきである。\n新株発行不存在確認の訴えは，法文上，どのような場合に募集株式の発行が「不存在」であるかが明らかでなく，不存在の意義を解釈により明らかにした上で，本問の事案に即して当てはめることが必要になる。前述のとおり，本件株式発行に関しては，その発行手続について，Ｅの取締役への選任手続及び代表取締役への選定手続に瑕疵があり，本件株式発行は代表権のないＥによって行われたものであること，また，本件株式発行について株主総会の特別決議を欠くことなど，諸手続に重大な瑕疵があり，これらは本件株式発行を不存在と認定する事情として指摘されるべきである。他方，本件株式発行の実体を肯定し得る事情としては，本件株式発行の対価について現物出資財産の給付がされ，登記が完了していることや，代表取締役Ａが，Ｅについて代表取締役として行動することを容認した上で，役員変更の登記申請を行い，Ｅが「副社長」という肩書で対外的に活動することを認めていたことなどが挙げられる。\nなお，本件株式発行の効力について，新株発行不存在確認の訴えを認容する判決が確定した場合の法律関係としては，現物出資財産の返還を含めた原状回復の在り方が問題となるが，新株発行無効の訴え（会社法第８３９条）と異なり，新株発行不存在確認の訴えについては，遡及効を否定する規定がない。そこで，本問では，現物出資財産に不動産としての収益が生じているため，新株発行無効の訴えについての同法第８４０条を類推して原状回復の範囲を限定する立場と，新株発行無効の訴えとは異なり，不当利得についての規律（民法第７０３条，第１８９条等）の適用による解決を図る立場のいずれかによることが検討されるべきである。他方，新株発行不存在確認の訴えが認容されない場合の法律関係としては，既存株主であるＣは，本件株式発行によって持株比率の低下（単独の持株比率が１０％から約６％に低下するほか，Ａ\nの有する株式数と合わせても発行済株式総数の過半数を占めることができず，会社の支配に及ぼす影響力が低下する。）という損害を受けるので，この損害の賠償を会社法第４２９条第１項又は不法行為責任に基づき請求することが考えられる。\n設問２では，適法な選任手続を経ずに代表取締役の就任登記がされたＥが，取締役会の決議を経ることなく，また，権限を濫用して行った本件借入れに関し，その効果が甲社に帰属するかについて，事案に即して適切に論ずることが求められる。\n本件借入れに係る借入金の返還請求を主張するＨの立場では，①代表権のあるＥによる行為であること，②Ｅに代表権がないとしても，Ｅは「副社長」という肩書を付されていた点で表見代表取締役についての規定（会社法第３５４条）を類推適用することができること，③Ｅに代表権がないとしても，故意に不実の事項を登記した場合の効果（同法第９０８条第２項）が認められることを，それぞれ主張することが考えられる。これらのうち，②については，Ｅは使用人にすぎず，取締役の地位にないため，同法第３５４条を直接適用することはできないが，本問では，Ａ及びＤがＥに「副社長」の肩書で対外的に活動することを認めていたという経緯があり，「株式会社が…副社長その他株式会社を代表する権限を有するものと認められる名称を付した場合」（同条参照）に該当すると評価して，同条の類推適用を主張することが考えられる。また，③については，Ｅの選任手続に瑕疵がある関係で，甲社による不実の事項の登記があったと評価できるかが問題となり得るが，代表権のあるＡが，自らＥの代表取締役への就任登記を申請していることから，甲社により不実の事項の登記がされたものと評価する余地があり，これらの点について事案に即して検討する必要がある。\n他方，借入金の返還請求を否定する甲社の立場としては，上記①に対してＥの選任手続に瑕疵があることを主張し，上記②③に係る瑕疵についてＨに悪意又は重過失があったことを主張するほか，④本件借入れは甲社にとって多額の借財（会社法第３６２条第４項第２号）に該当するところ，その取締役会の決議を経ておらず，かつ，Ｈは取締役会の決議を欠いていることを知り又は知ることができたこと，⑤本件借入れは，甲社の事業上の必要性によるものではなく，Ｅの個人的な思惑によるものである点で，権限濫用行為に該当するところ，Ｈはこれを知り又は知ることができたことを主張することが考えられる。上記④については，本件借入れが，甲社の年商に匹敵する額であり，１株当たりの純資産額から算出される甲社の純資産の額などに照らしても「多額の借財」に該当すると認められることを，具体的な事実を示して指摘することが求められる。そして，Ｈが甲社の取締役会の決議を欠いていることにつき，悪意であるとまでは評価することができないとしても，取締役会議事録等の確認をしなかった経緯をどのように評価するかについて，言及されるべきである。上記⑤については，Ｅは，Ｈに対し，借入金を私的な使途に充てることを疑わせるような事情を説明してはいないが，使途についての説明が曖昧であったという経緯があり，このような事実関係の下で，Ｈが権限濫用を知り又は知ることができたといえるか否かにつき，事案に即して論ずることが求められる。\n設問３では，Ｃが株主代表訴訟を提起する場合に関し，Ｅに対しては，本件借入れ及び本件貸付けの結果甲社に生じた損害に関する任務懈怠責任を追及し，また，Ｅが相続により承継した本件土地の所有権移転登記義務の履行を請求することができるか，Ｄに対しては，Ｅの任務懈怠責任に関連したＤのいわゆる監視義務違反の結果甲社に生じた損害に関する任務懈怠責任を追及することができるかについて，それぞれ事案に即して法的問題点を論ずることが求められる。\nＥに対する株主代表訴訟においては，まず，Ｅが適法な取締役選任手続を経ておらず，実体法上は使用人の地位にあるにすぎない点が問題となるが，代表取締役として行動している一連の経緯に照らし，事実上の取締役に該当するなどとして，会社法第４２３条第１項の類推適用によりＥの任務懈怠責任を肯定する余地がある。この場合に，Ｅの任務懈怠の内容としては，本件借入れによる債務の負担及び本件貸付けによる貸付金の回収不能という具体的な損害と直接の因果関係を認め得るＥの任務懈怠が指摘されるべきであり，本件借入れ及び本件貸付けについて，多額の借財及び重要な財産の処分として必要となる取締役会の決議を欠いていることを指摘することも求められる。また，ＥがＦから相続した甲社に対する所有権移転登記義務については，そのような債務も株主代表訴訟の対象とすることが認められるか否かが問題となる。\nＥの所有権移転登記義務は，取締役間のなれ合いによる請求の懈怠のおそれがあるという点では，任務懈怠責任と共通の問題点を有しているが，他方，Ｅが取締役の地位に基づき負担した義務ではなく，相続を原因として承継した債務であること，法律上，甲社がＥに対して移転登記請求権を行使することができることは当然としても，この権利を株主代表訴訟によって実現することを認めると，甲社における取引上の裁量的判断を制約することになりかねないが，そのような結論は妥当かなどの観点も踏まえて検討することが求められる。\nさらに，Ｄに対する株主代表訴訟においては，Ｄの取締役の退任登記はされているが，Ｅが適法な取締役選任手続を経ていないため，甲社において，Ａ及びＣだけでは法律で定められた取締役の員数（会社法第３３１条第４項）を充たしておらず，任期満了により退任したＤがなお取締役としての権利義務を有する地位にあること（同法第３４６条第１項）を前提に論ずることが必要である。その上で，Ｄは，Ｅによる本件借入れ及び本件貸付けに際して，Ｅからあらかじめ相談を受けながら，「やめた方がよいのではないか。」と述べるだけで，積極的に違法な借入れ及び貸付けの実行を制止するために適切な措置を講じていないが，この点について，損害と因果関係のある任務懈怠として，Ｄの監視義務違反が認められるか否かを事案に即して検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨既に公表されている「平成２６年司法試験論文式試験問題出題趣旨」に，特に補足すべき点はない。\n２ 採点方針及び採点実感(1) 民事系科目第２問は，商法分野からの出題である。これは，事実関係（登記事項証明書の記載を含む。）を読み，分析し，会社法上の論点を的確に抽出して各設問に答えるという，基本的な知識と，事例解析能力，論理的思考力，法解釈・適用能力等を試すものである。\n(2) 設問１（本件株式発行の効力とこれに関する法律関係）では，まず，Ｅについて，そもそも取締役としての株主総会の選任決議を欠き，代表取締役としての取締役会の選定決議も欠いており，本件株式発行は代表取締役でない者によってされたものであることを指摘する必要があるが，これを指摘した答案は多くはなかった。そして，甲社のような非公開会社では，募集株式の発行は，株主割当ての場合を除き，株主総会の特別決議による必要があるが（会社法第１９９条第２項，第２０２条，第３０９条第２項第５号），このような基本的な事項の理解を欠く答案も少なからず見られた。\n新株発行無効の訴えについて，提訴期間が徒過しているためこれを提起することができないことは，多くの答案で触れられていたが，提訴期間の徒過という重大な事実関係を見落とし，新株発行無効の訴えの可否のみを論じた答案も見られた。また，非公開会社では，提訴期間が１年間であるのに（会社法第８２８条第１項第２号括弧書き），これを６か月間と誤って記述をした答案が相当数あった。\nそして，新株発行不存在確認の訴えの可否については，多くの答案が論じていたが，新株発行の実体を否定する要素として上記の事実（代表権を欠くＥによる発行であったこと及び株主総会決議に瑕疵があったこと）等を，これを肯定する要素としてＥが現に賃貸用の建物を出資しているという事実等をそれぞれ挙げた上で，新株発行不存在といえるか否かを事実に即して論ずることができていた答案は，多くはなかった。なお，新株発行不存在といえるか否かについては，どのような結論を採っても，理由が適切に述べられていれば，同等に評価した。新株発行不存在確認の訴えに関する判決が確定した場合の法律関係については，触れている答案がそれなりにあったが，丁寧に論じた答案はあまり見られなかった。\n(3) 設問２（本件借入れの効果の帰属）では，まず，本件借入れに係る借入金の返還請求を主張するＨの立場では，①Ｅについて表見代表取締役に関する規定（会社法第３５４条）を類推適用することができること，②Ｅに代表権がないとしても，故意に不実の事項を登記した場合の効果（同法第９０８条第２項）が認められることを，それぞれ主張することが考えられ，他方，借入金の返還請求を否定する甲社の立場としては，Ｅに代表権がないことを主張し，上記①②に係る瑕疵についてＨに悪意又は重過失があったことを主張するほか，③本件借入れは，甲社にとって多額の借財（同法第３６２条第４項第２号）に該当するところ，その取締役会の決議を経ておらず，かつ，Ｈは取締役会の決議を欠いていることを知- 25 -り又は知ることができたこと，④本件借入れは，甲社の事業上の必要性によるものではなく，Ｅの個人的な思惑によるものである点で，権限濫用行為に該当するところ，Ｈはこれを知り又は知ることができたことを主張することが考えられる。\nしかし，上記①から④までの四つの問題点の全てについて論じた答案は，ほとんど見当たらず，多くの答案は，上記①（表見代表取締役）と上記③（多額の借財）の一方又は双方を論ずるにとどまっていた。そして，答案の内容としては，\n上記①については，使用人にすぎないＥについて表見代表取締役に関する規定を類推適用することの是非を論じ，上記③については，事実に即して，本件借入れが「多額の借財」に該当するか否か，そして，Ｈは取締役会の決議を欠いていることを知り又は知ることができたか否かについて論じていた。しかし，上記①から④までについてＨに悪意又は過失（重過失）があったか否かを論ずる際に，それぞれ悪意等の対象が異なるにもかかわらず，正確に記述しない答案も少なくなかった。\n上記①から④までの論理的関係（上記①又は②の主張が認められるとしても，\n上記③又は④により瑕疵がある場合には，本件借入れの効果は甲社に帰属しないこと）を意識して論じた答案も僅かながら見られ，このような答案は高く評価した。しかし，例えば，上記③（多額の借財）に関する取締役会の決議を欠いているという瑕疵が，上記①（表見代表取締役）に関する規定の適用により治癒されるという誤った理解に基づく答案も見られた。\nなお，設問２は，Ｈ及び甲社の立場において考えられる主張及びその主張の当否を問うものであり，主張の概要を簡潔に指摘した上で，その当否を丁寧に論ずることが期待されるが，主張についての記述内容をその当否としてそのまま繰り返すものや，主張のみを記述して当否を論じないものも見られた。\n(4) 設問３（ＣのＤ及びＥに対する株主代表訴訟）では，まず，甲社は非公開会社であるのに，株主代表訴訟の原告適格として株式の６か月間の継続保有を要するとの誤った記述をした答案がかなり見られた。\nＤに対する株主代表訴訟については，Ｄの取締役の退任登記はされているが，\nＥが適法な取締役選任手続を経ていないため，甲社において，Ａ及びＣだけでは法律で定められた取締役の員数（会社法第３３１条第４項）を充たしておらず，\n任期満了により退任したＤがなお取締役としての権利義務を有する地位にあること（同法第３４６条第１項）を前提に論ずることが必要であるが，この点を指摘した答案は極めて僅かであった。他方，Ｄが積極的に違法な借入れ及び貸付けの実行を制止するために適切な措置を講じなかった点について，損害と因果関係のある任務懈怠として，Ｄの監視義務違反が認められるか否かを事案に即して検討した答案はそれなりに見られた。\nＥに対する株主代表訴訟については，まず，使用人にすぎないＥについて，事実上の取締役に該当するなどとして，会社法第４２３条第１項の類推適用によりＥの任務懈怠責任を肯定する余地があることは，多くの答案で論じられていた。\nまた，Ｅの任務懈怠の内容として，本件借入れ及び本件貸付けについて，多額の借財及び重要な財産の処分として必要となる取締役会の決議を欠いていることを指摘する必要があるが，これを正しく指摘した答案は多くはなかった。他方，ＥがＦから相続した甲社に対する所有権移転登記義務について，そのような債務も- 26 -株主代表訴訟の対象とすることが認められるか否かを論じた答案は全体の半数程度であったと見受けられるが，この点につき，判例の見解を紹介するなどして詳しく論じた答案はほとんど見られなかった。\n(5) 以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」\nの四つの水準の答案は，次のようなものと考えられる。第一に，「優秀」な答案は，主要な論点をほぼ論ずることができていて（主要な論点の一つや二つが欠けている程度は，差し支えない。），各問題につき，事実の当てはめを適切にした上で，相当な理由付けをして自らの考えを述べ，その考えに基づき論理的に整合性を持った法的議論を展開することのできている答案である。「良好」な答案は，\n主要な論点で論じられていないものが若干あるが，取り上げた論点については事実に即してそれなりの論理的に整合性を持った法的議論がされている答案である。「一応の水準」の答案は，最低限押さえるべき論点，例えば，設問１であれば，新株発行不存在事由の存否が，問題文にある事実を適切に当てはめながら論じられていて，議論の筋がある程度通っている答案である。「不良」な答案は，\nそのような最低限押さえるべき論点も押さえられていない答案や，議論の筋の通っていない答案である。\n３ 法科大学院教育に求められるもの非公開会社における募集株式発行の手続，新株発行の無効ないし不存在，表見代表取締役，不実の登記，多額の借財，代表権の濫用，株主代表訴訟の対象等についての規律は，会社法の基本的な規律であると考えられるが，これらについての理解に不十分な面が見られる。会社法の基本的な知識の確実な習得とともに，事実を当てはめる力と論理的思考力を養う教育が求められる。"
}