{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＸは，平成２０年３月に大学の理工学部を卒業後，同年４月，Ｙ社と，職種を限定せずに，期間の定めのない労働契約を締結して入社し，本社の研究開発部門に配属された。Ｘは，平成２５年４月にＹ社のＡ工場に異動となり，液晶生産事業部（以下「本件配属部」という。）の技術部門を担当する課に配属となった。\nＹ社は電気機器製造を業とする株式会社であり，東京本社のほか，全国に複数の工場，支社を配置し，５０００人以上の従業員を擁していた。Ｙ社は，平成２５年１１月，Ａ工場において，当時世界最大のサイズの液晶ディスプレイの製造ラインを構築するプロジェクト（以下「本件プロジェクト」という。）を立ち上げた。本件プロジェクトにおけるＸを含む技術担当者の主な業務は，製品の製造装置の効率性を高める運転条件を調整する作業であった。Ｘは，本件プロジェクトの一つの工程において初めてプロジェクトのリーダーになった。\n本件プロジェクトのリーダーは，常時，複雑な担当業務を多く抱え，時間外労働（法定労働時間を超える時間の労働をいう。以下同じ。）を余儀なくされており，Ｘは，本件プロジェクトが立ち上がってから平成２６年４月までの間に，休日出勤を繰り返し，帰宅が午後１１時を過ぎることもあった。Ｘは，平成２５年１２月から平成２６年４月までの間，毎月８０時間から１００時間，月平均９０時間程度の時間外労働を行っていた。\nＸは，平成２５年１２月から，頭痛，めまい，不眠の症状が現れ，平成２６年３月のＹ社の定期健康診断で不眠を訴え，同年４月２日，Ａ工場の診療所で産業医から不眠症と診断されて薬を処方された。また，Ｘは，同月３０日，自宅近くの心療内科の医院（以下「本件医院」という。）でうつ的症状と診断され，抑うつ及び睡眠障害に適応のある薬を処方された。ただし，うつ病に罹患しているとの確定的な診断はなされなかった。なお，Ｘには精神疾患の既往歴はなかった。Ｘは，未婚で両親と同居しており，私生活上のトラブルはなかった。\n平成２６年４月１日，本件プロジェクトの要員削減が行われ，同年５月９日，Ｘは，これまでの業務に加え，別の製品の開発業務も担当するよう上司Ｂから打診された。これに対して，Ｘは，体調不良を理由に難色を示したが，上司Ｂに受け入れられず，結局，その業務についても担当となった。一方，その頃，Ｘは，担当業務に遅延が生じていることにつき，上司Ｂから，本件配属部の会議で度々厳しい叱責を受けた。\nＸは，平成２６年５月中旬から，頭痛のために眠ることができず，頭痛薬を連日服用するようになった。Ｘは，その頃，同僚の技術担当者から，元気がなく席に座って放心したような状態であるなど，普段とは違う様子であると認識され，「大丈夫か。」と声を掛けられたことがあった。Ｘは，同年６月下旬，体調不良のため，上司Ｂに対し，別の製品の開発業務の担当から外してもらうよう求めたが，了解を得ることができなかった。Ｘは，その頃，本件医院の主治医から，しばらく休んで療養するようにと助言されたのを受けて，同年７月３日，約１か月間の休養を要する旨の本件医院の診断書を提出し，同月３１日まで欠勤した。\nその後，Ｘは，平成２６年８月１日から１週間にわたり出勤したが，頭痛が生じたため再び療養することとし，同月以降，同年１１月までの毎月初旬に，抑うつ状態で約１か月間の休養を要する旨の本件医院の診断書を提出して，欠勤を続けた。\n上司Ｂは，Ｘの欠勤中，度々，Ｘに対し，職場復帰するか，又は休職申請するかを問い合わせていたが，Ｘは，現状では勤務を再開する状況にない旨の本件医院の診断書を提出したのみで職場復帰する意思を示さず，休職の申請も行わなかった。\n- 22 -なお，Ｙ社の就業規則（抜粋）は，後記のとおりである。\n〔設 問〕\n１．Ｙ社は，平成２６年１１月１０日，Ｘに対し，同年１２月１５日をもって解雇する旨を通知した上，同日，就業規則第２７条第４号の規定に基づき，Ｘを解雇した。\nＸは，この解雇が無効であるとして，Ｙ社に対して労働契約上の地位の確認を請求して訴えを提起した。検討すべき法律上の論点を挙げて，Ｘの請求の当否を論じなさい。\n２．設問１とは異なり，Ｙ社は，平成２６年１１月１０日，Ｘを解雇せずに，就業規則第２４条第\n１項の規定に基づき，Ｘに対して傷病休職を発令した。Ｘは，定期的な上司Ｂとの面談等を続けたが，Ｙ社は，平成２７年１０月６日，Ｘに対し，同年１１月１１日をもって休職期間の満了により退職扱いとする旨を通知した。\n一方，Ｘは，平成２７年１０月９日，本件医院の主治医が作成した同月７日付けの診断書（以下「本件診断書」という。）をＹ社に提出して，休職前に従事した職場以外の部署への配置換えを申請した。本件診断書には，「気分，意欲とも改善して，通常の勤務は可能である。ただし，当初は時間外労働は避ける必要がある。」との所見が記載されていた。\nＹ社は，平成２７年１０月２０日，Ｘに対し，休職前の職場以外の部署への配置換えを拒否する旨を口頭で伝えた。そして，Ｙ社は，同年１１月１１日，Ｘに対し，同日をもって退職になった旨を記載した書面を交付した。\nＸは，退職扱いは不当であって，雇用関係は終了していないとして，Ｙ社に対して労働契約上の地位の確認を請求して訴えを提起した。検討すべき法律上の論点を挙げて，Ｘの請求の当否を論じなさい。\n【就業規則（抜粋）】\n第２４条 傷病休職\n１．傷病により勤務に堪え得ない場合には，休職を命ずることができる。\n２．休職期間は１年を超えることはできない。\n３．第１項の規定により休職を命ぜられた者は，その休職期間が満了した時点をもって退職とする。\n第２５条 復職\n１．前条第１項の規定により休職を命ぜられた者につき，休職期間中において休職事由が消滅し就業が可能であると認められたときは，復職を命ずる。\n２．(略)第２７条 解雇以下の事由に該当する場合は，解雇することができる。\n一～三 (略)四 傷病等により勤務に堪え得ず，復職の見込みがない場合五～八 (略)\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，バス車両１００台により，路線バス事業を営む株式会社である。\nＹ社の従業員は，３００名であり，うち２００名の従業員により組織されるＸ労働組合（以下「Ｘ組合」という。）があり，近年においても，毎年，Ｙ社に新規採用される従業員は，採用後１年以内にその３分の２程度の者がＸ組合に加入していた。\nＹ社の従業員の賃金は，基本給と諸手当で構成されている。Ｙ社では，新規採用者の基本給の額は，バス車両の運転をする「運転職」，バス車両の点検・整備をする「整備職」，本社における管理業務，営業所の窓口業務，営業活動等を担当する「事務職」という各職種別に定められていた。そして，従業員の新規採用年度後の基本給は，新規採用時の基本給の額を基に，毎年度の定期昇給分とベースアップ分を加算して決定されていた。\nＸ組合は，上記のとおりＹ社の新規採用者の３分の２程度の者が採用後間もなくＸ組合に加入して組合員となっており，また，従業員の基本給は，新規採用時の基本給の額を基に決定されていることから，毎年度の春闘における団体交渉の際，Ｙ社に対し，当年度の新規採用者の基本給の額は前年度の新規採用者の基本給に当年度のベースアップ分を上乗せした金額とするよう求め，これまで，Ｙ社は，これに応じてきた。\nＹ社は，近年，自動車の普及，営業区域における住民の高齢化・減少等に伴い，旅客数が減少して旅客運賃収入が落ち込み，厳しい経営状態となってきていることから，運賃の値上げ，各種経費の削減等の経営合理化を進めてきたが，その一環として，今般，人件費を削減することとした。ただ，Ｙ社としては，現在の従業員の賃金を減額することは困難であると思われたので，新規採用者の基本給の額を引き下げることによって対応しようと考えた。\nそこで，Ｙ社は，平成２８年２月１日，Ｘ組合に対し，平成２８年度の新規採用者の基本給について，平成２７年度の新規採用者の基本給の額に比して各職種一律にその１０パーセントを減額した額とすること（以下「本件基本給引下げ」という。）を通知した。Ｘ組合は，本件基本給引下げの実施後に採用された従業員がＸ組合に加入した場合，それより前に採用された組合員との間で賃金格差が生じ，同一職種内で異なる賃金水準の集団が併存することになる上，本件基本給引下げより前に採用された組合員が退職するに従って組合員全体の賃金水準が低下していくことになるなどとして，本件基本給引下げに反対することを決定し，同月１０日，Ｙ社に対し，本件基本給引下げについて団体交渉を開催するよう要求した。\nＹ社は，平成２８年２月１５日，Ｘ組合に対し，新規採用者の基本給の額の決定は，使用者であるＹ社の裁量に委ねられている上，本件基本給引下げはＸ組合の組合員を含む在職者の賃金に影響を与えるものではなく，これから採用する者については，いまだＸ組合の組合員ともなっていないのであるから，本件基本給引下げは団体交渉の対象事項とはならない旨回答して，団体交渉を拒否した。その後も，Ｘ組合は，Ｙ社に対し，繰り返し，本件基本給引下げについて団体交渉を開催するよう要求したが，Ｙ社は，一貫して，同様の回答をして団体交渉を拒否した。\nそこで，Ｘ組合は，本件基本給引下げの撤回とこれについての団体交渉を求めて平成２８年３月\n８日の終日，更には，Ｙ社の回答がＸ組合の要求を全く受け入れないものであるときは同月１５日の終日，ストライキを予定することとし，同月２日，Ｙ社に対し，その旨を通知した。ストライキは，「運転職」の組合員についてのみ行うものであった。\nこれに対し，Ｙ社は，引き続き，本件基本給引下げについての団体交渉を拒否するとともに，平成２８年３月７日，社長名で，「我が社が厳しい経営状態にある中，Ｘ組合の皆さんになるべく迷惑を掛けないよう，組合員の皆さんの基本給は引き下げずに，新規採用者の基本給を引き下げるという決断をしたものです。これ以外にＹ社の存続はあり得ないと考えています。ところが，Ｘ組合\n- 24 -の幹部の皆さんは，会社の誠意をどう評価されたのか分かりませんが，これを団体交渉の対象としなければならない事柄であると強弁し，会社が団体交渉を拒否したとして，ストライキに入ると宣言しました。これは，ストのためのストであって，甚だ遺憾なことであり，会社としては，重大な決意をせざるを得ません。」と記載した声明文を，Ｙ社の全事業所に一斉に掲示した。\nＸ組合の組合員の間では，上記声明文に対して，先行きに不安を感ずるという意見を述べる者はいたが，Ｘ組合の執行部を批判したり，ストライキの実施に反対したりする者はいなかった。そして，Ｘ組合は，平成２８年３月８日の終日，予定どおり，ストライキを行った。このストライキ後も，Ｙ社は，本件基本給引下げについての団体交渉を拒否したことから，Ｘ組合は，同月１５日にも，終日ストライキを行った。Ｙ社は，同月８日のストライキの際，バス車両の３分の１について，「運転職」の非組合員により運行したが，その余のバス車両の運行はできず，運行できなかったバ\nス車両の所属する営業所においてはバス車両の点検・整備をする必要がなくなるという状態となった。そのため，Ｙ社は，同月１５日のストライキに際し，同月１４日，Ｘ組合の組合員であるＺらを含む，これらの営業所に所属する「整備職」の従業員に対し，同月１５日の終日ストライキの間，休業することを命じた。これに対して，Ｚらは，Ｙ社に抗議をしたが，Ｙ社は，同日終日，就業を認めず，Ｚらに対し，同日分の賃金を支払わなかった。\n〔設 問〕\n１．Ｘ組合は，Ｙ社の団体交渉拒否や社長名の声明文の掲示がいずれも不当であると考えている。\nＸ組合として救済を求めるには，どのような機関にどのような救済を求めることが考えられるか。\n検討すべき法律上の論点を挙げて論じなさい。なお，Ｘ組合が労働組合法上の労働組合に該当することを前提に論じてよい。\n２．休業することを命じられたＺらは，平成２８年３月１５日分の賃金が支払われなかったのは不当であると考え，Ｙ社に対し，賃金及び休業手当を請求する訴えを提起した。検討すべき法律上の論点を挙げて，Ｚらの請求の当否を論じなさい。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n- 27 -本問は，うつ的症状により欠勤している労働者に対する解雇の効力及び傷病休職期間満了前に復職申請を行った労働者に対して，これを拒否したうえで休職期間満了に基づきなされた退職扱いの効果について問うものである。本問は，精神的健康面で不調の状態にある労働者をめぐる法的問題のうち，最近の裁判例において比較的多く見られる紛争事例であり，関係条文・判例から導き出される規範の正確な理解と当該規範の具体的事件への当てはめの的確さが問われている。\n設問１においては，長時間に及ぶ労働等を契機として生じたうつ的症状（以下「本件うつ的症状」という。）により欠勤している労働者に対してなされた解雇（以下「本件解雇」という。）の効力を争う場合，法的論点としては，本件解雇が労働基準法第１９条第１項及び労働契約法第１６条に基づきそれぞれ無効であるか否かが問題となろう。\nまず，労働基準法第１９条第１項に照らして，本件うつ的症状の業務起因性が問題となるが，判例（東芝うつ病事件東京高判平成２３年２月２３日）において示された業務起因性の判断枠組みの正確な理解とその本件への的確な当てはめが問われる。次に，本件うつ的症状に業務性が認められない場合であっても，労働契約法第１６条に基づき，本件うつ的症状及び使用者の対応などの事情を踏まえて本件解雇の効力を検討する必要があろう。\n設問２においては，休職期間満了前に復職申請を行った労働者に対して，使用者が復職を拒否してその後休職期間満了により退職扱いとした場合，法的論点としては，①本件就業規則に基づく傷病休職命令（以下「本件休職命令」という。）の効力，②本件事案において労働者が行った復職申請（以下「本件復職申請」という。）を拒否した状況下における休職期間満了を理由になされた退職扱いの効果が問題となる。\n上記論点①については，本件就業規則第２４条第１項は「傷病により勤務に堪え得ない場合には，休職を命ずることができる。」と規定し，使用者はこれに基づき本件休職命令を発したが，本件うつ的症状の発症の原因等を踏まえて本件休職命令の効力を検討すべきであろう。上記論点②については，判例（片山組事件最一判平成１０年４月９日）が示す判断枠組みを踏まえて，本件復職申請が債務の本旨に従った履行の提供に当たるか否か，これに当たるとした場合，使用者がこれを拒否した状況において，休職期間満了により退職の効果が発生するか否かを検討することになろう。その際，本件退職扱いはいわゆる自動退職であり，厳密には解雇と異なることから，仮に退職の効果が発生しないとする場合には，その法的理由にも留意すべきである。\n〔第２問〕\n本問は，義務的団交事項の意義，使用者の言論と支配介入行為の関係並びに部分スト不参加者の賃金請求権及び休業手当請求権に関する規範の正確な理解を問うものである。いずれも労働法における基本的な論点であるが，法令の規範を明示した上で，主要な判例法理を踏まえ，提示された具体的事案に対して的確な検討を行うことが求められている。\nまず，設問１においては，救済機関として不当労働行為を審査し，救済命令を発する労働委員会と，民事紛争を解決する裁判所とが明示されるとともに，それぞれに対応した救済方法の具体的内容が示されることが不可欠である。そして，平成２８年度の新規採用者，すなわち非組合員の基本給の額を前年度の新規採用者の基本給の額に比して減額することに関して，Ｙ社がＸ組合から要求を受けたにもかかわらず，この点に関する団体交渉を拒否したこと，及びＹ\n社が社長名で声明文をＹ社の全事業所に掲示したことがそれぞれ不当労働行為に当たるかどうかを検討することが必要である。前者については，本件基本給引下げが義務的団交事項に当たるかどうか，及び当たるとした場合にＹ社が団体交渉を拒否したことに正当な理由があるかどうかにつき，後者については，使用者の言論の自由にも配慮した支配介入行為の判断基準及びその該当性につき，判例法理（前者につき根岸病院事件（東京高判平成１９年７月３１日）等），- 28 -\n後者につきプリマハム事件（最二判昭和５７年９月１０日）等）を踏まえた上で，具体的な事情を適切に指摘・評価して論じなければならない。\n次に，設問２においては，Ｘ組合の組合員ではあるものの，平成２８年３月１５日のストライキに参加しなかったＺらが，Ｙ社から休業を命じられて同日に就労しなかったことに関して，Ｚらの労働の無価値性，Ｙ社の責めに帰すべき事由の有無及び賃金請求権と休業手当請求権の関係につき，両請求権の相違をも考慮しつつ，判例法理（ノースウエスト航空事件（最二判昭和６２年７月１７日）等）を踏まえた上で，それぞれ規範を定立し，的確に当てはめを行うことが必要である。また，Ｚらの請求の当否について結論を明示することも忘れてはならない。\nいずれの設問も，規範の明示と本件事例への当てはめを基軸とし，説得力ある論理が展開されていることが前提となる。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針事例に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめによって，適切な結論を導き出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案については，おおむね平均以上の得点を与え，さらに，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，着目すべき問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，文字の判読が困難なものなどが少なくなかった。文字いかんが得点そのものを左右するわけではないものの，読みやすい文字で丁寧に答案を作成されんことを付言しておきたい。\n３ 採点実感等⑴ 第１問について本問においては，①長時間に及ぶ労働等を契機として生じたうつ的症状等により欠勤している労働者に対して本問の就業規則（以下「本件就業規則」という。）第２７条第４号に基づいてなされた解雇（以下「本件解雇」という。）の効力，②傷病休職中の労働者が休職期間満了前に行った復職申請を使用者が拒否した後，本件就業規則第２４条第３項に基づいてなされた休職期間満了を理由とする退職扱い（以下「本件退職扱い」という。）の効果に関する設問を課している。\nまず，上記①の設問では，法的論点としては，㋐本問のうつ的症状等（以下「本件うつ的症状」\nという。）が過重な労働により生じた業務上の疾病であるとして，欠勤中になされた本件解雇が労働基準法第１９条第１項に基づき無効となるか否か，次いで，㋑仮に業務上の疾病ではないとしても，労働契約法第１６条に基づき，本件解雇が客観的に合理的な理由を欠き，社会通念上相当として是認できるか否かが問題となろう。\n法的論点の提示において，この二つの論点を提示した答案には高い点数を与えているが，労働契約法第１６条のみを挙げる答案が多く，労働基準法第１９条第１項を挙げる答案は極めて少なかった。解雇規制に関する基本的な法律条文の着実な学習が望まれる。\n上記㋐の論点については，東芝うつ病事件東京高裁判決（東京高判平成２３年２月２３日）が参考になるが，業務起因性の判断枠組みを提示し，これに従って本問の事実を的確に摘示して業務起因性の有無を判断している答案に高い点数を与えている。\n上記㋑の論点については，本件就業規則第２７条に定める「勤務に堪え得ず」及び「復職の見込みがない」の解雇事由の該当性と，傷病が発症する経緯を踏まえて，解雇回避措置又は健康配慮措置等の使用者が講ずるべき措置を問い，これを示す事情を本問に照らして適切に摘示している答案が多かった。しかし，中には，本件うつ的症状の業務起因性を指摘しながら，これを労働契約法第１６条の客観的合理的理由の問題として論じている答案が見られた。\n上記②の設問では，法的論点としては，㋒本件就業規則に基づく傷病休職命令（以下「本件休職命令」という。）の効力，㋓労働者が休職前に従事していた業務とは異なる業務への復職を申請し（以下「本件復職申請」という。），使用者がその復職申請を拒否している状況の下で，休職期間満了を理由になされた退職扱いの効果が発生しているかどうかが問題となる。\n上記論点㋒については，この法的論点を指摘しない答案が少なくなかった。この論点を提示した答案で，本件休職命令の法的根拠として本件就業規則第２４条第１項を挙げ，本問の事実に照らして，本件休職命令の有効性を判断しているものは極めて少なく，これに触れている答案には一定の点数を与えている。\n上記論点㋓については，片山組事件最高裁判例（最二判平成１０年４月９日）が示す判断枠組みを踏まえて，本件復職申請が債務の本旨に従った履行の提供に当たるか否かを問い，本件復職申請が債務の本旨に従った履行の提供に当たると適切に指摘した答案が多かった。しかし，退職扱いの効果が発生しないことについては，退職扱いを規定している本件就業規則の要件不該当性など何らかの法的根拠を挙げることが更に求められるのであって，その点を指摘している答案には高い点数を与えている。\nなお，本件退職扱いの法的性質について，これを解雇と単純に同視し，労働契約法第１６条を適用して，退職扱いを無効とした答案も少なくなかった。本件退職扱いはいわゆる自動退職であり，厳密には解雇と異なることから，この点を踏まえた法的構成の工夫が望まれる。\nおって，本件就業規則の「傷病等により勤務に堪え得ず，復職の見込みがない場合」を解雇事由とする規定などについて，それが労働契約法第７条の「合理的な労働条件」といえるのかを殊更に分量を用いて論述している答案が多数見られた。しかし，限られた容量の答案を作成する上で，検討が必要な論点が何かを見極めることもまた重要である。\n⑵ 第２問について本問は，義務的団交事項の意義，使用者の言論と支配介入行為の関係並びに部分スト不参加者の賃金請求権及び休業手当請求権に関する規範の正確な理解を問うものである。\n設問１及び２の全体に関しては，設問１について厚く論述している一方，設問２についての論述が不十分である答案が目立った。\n設問１においては，まず，救済機関として労働委員会と裁判所とが明示され，かつ，それぞれに対応した救済方法の具体的内容が示されるとともに，関係条文が引用されていることが求められており，これらがなされていた答案が多くを占め，基礎的な事項についての理解がうかがわれたが，救済機関として労働委員会のみを挙げ，裁判所を挙げていない答案や，救済の具体的内容に言及しない答案も散見された。\n次に，義務的団交事項の意義に関しては，本件基本給引下げが義務的団交事項に当たるかどうか，及び義務的団交事項に当たるとした場合にＹ社が団体交渉を拒否したことに正当な理由があるかどうかにつき，根岸病院事件東京高裁判決（東京高判平成１９年７月３１日）等を参考にしつつ，本件における事実関係の下でどのような結論を導くかが問われている。しかし，非組合員の基本給の引下げが将来にわたり組合員の労働条件等に影響を及ぼす可能性という観点を明確に意識して規範定立及び当てはめをしたと思われる答案はそれほど多くなく，問題文で提示された事実関係をほぼそのまま引用して結論を述べる答案や，新規採用者の労働者該当性などの問題として論述した答案が散見された一方，団体交渉を拒否したことに正当な理由があるかどうかについて検討している答案は非常に少なかった。\nそして，支配介入行為の判断基準及びその該当性に関しては，プリマハム事件最高裁判例（最二判昭和５７年９月１０日）を踏まえつつ，使用者の言論の自由にも配慮しながら，規範定立及び当てはめをすることが求められているが，規範定立において判断基準を十分示せていないため，\n当てはめに当たっても，具体的事実の摘示・評価が不十分であるといわざるを得ない答案が少なからず見られた。また，声明文に不利益の内容が具体的に示されているわけではなく，しかも，\nそのおそれがあるにもかかわらず，将来的な不利益の可能性が示唆されていることを捉えて労働組合法第７条第１号の不利益取扱い該当性を詳細に論じている答案や，支配介入に触れることなく不利益取扱いのみに触れている答案が相当数見られた。\n設問２においては，部分ストのスト不参加者の賃金請求権及び休業手当請求権の有無が問われているところ，まず，スト不参加者であるＺらがＹ社から休業を命じられて就労しなかったことに関して，Ｚらの労働義務が履行不能になったかどうか，及び履行不能になったとした場合に使用者であるＹ社に民法第５３６条第２項の「債権者の責めに帰すべき事由」が認められるかどうかにつき，ノースウエスト航空事件最高裁判例（最二判昭和６２年７月１７日）を踏まえつつ，\n本件事実関係に即して検討することが求められている。しかし，Ｚらの労働義務が履行不能になったかどうかにつき，具体的事実を摘示して論述している答案は極めて少なかった。また，部分ストが原因でスト不参加者の労働が社会通念上無価値となった場合の使用者の帰責事由の有無について，規範定立や本件事実関係への当てはめをすることなく結論だけを記載している答案が目立った一方，ストの正当性の問題として論述している答案が散見された。\n次に，労働基準法第２６条の「使用者の責に帰すべき事由による休業」については，多くの答案が休業手当請求権の趣旨に言及して賃金請求権と比較しつつ，使用者の帰責事由の有無について規範定立をしており，ここでも基礎的な事項の理解がうかがわれたが，当てはめにおいては，\n本件事案の具体的事実の摘示・評価が不十分なものが散見された。また，休業手当支給の要否に関して，組合費の積立金からの補てんが行われるか否かは組合ごとに実情が異なるし，問題文にこの点に関係する事情が示されていないにもかかわらず，そのような補てんが一般的に行われており，それによって労働者の生活補償は可能であることを支給を否定する理由付けに用いている答案が相当数あった。\n設問２を通して，賃金請求権及び休業手当請求権の有無のいずれについても，大半の答案がその結論を明示していたが，賃金請求権と休業手当請求権とが競合し得るかどうかについて論述した答案はまれであった上，設問１において摘示した事実を必要に応じて参照するなどして有機的に関連付けて論述している答案は極めて少なかった。また，問題文にＺらがＸ組合の組合員であることが明示されているにもかかわらず，Ｘ組合の組合員である場合とそうでない場合とを場合分けして論じているものが散見された。\n４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を十分に理解し，必要な論点には漏れなく言及して，法令の規定と判例の判断の枠組みを踏まえた規範定立と事実の的確な当てはめを行い，説得的な論述を行っている答案である。\n「良好」の水準にあると認められる答案とは，必要な論点にはおおむね言及し，法解釈について一定の見解を示した上で，事例から，結論を導き出すのに必要な具体的事実を抽出できている一方で，規範の定立や事実の当てはめにおいて，判例の理解が十分とまではいえない答案など，「優秀」\nの水準にあると認められる答案のように出題の趣旨を十分に捉えきれていないような答案である。\n「一応の水準」にあると認められる答案とは，労働法の基本的な論点に対する一定の理解はあるものの，必要な論点に言及していなかったり，言及していたとしても，規範定立や当てはめが不十分であったりする答案であり，関係条文・判例に対する知識の正確性に難があり，事例における具体的な事実関係を前提に要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にあると認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方を理解せず，例えば，規範を定立せずに単に問題文中の具体的な事実を列挙するにとどまったり，少ない知識から無理に構成した判断を箇条書き的に羅列するだけであったりするなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思料される答案である。\n５ 今後の出題出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の法的見解を展開し，これを事実に当てはめることによって，妥当な結論を導くという，法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。なお，労働契約法，労働基準法及び労働組合法以外の主要な法令にも最低限の目配りをすることが望まれる。\n６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，正確な理解に基づき，かつ，規範の提示とその当てはめという最低限の対応を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に理解することはもとより，当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，主要な判例については，判旨部分を単に記憶するのではなく，丁寧に読み込んで，事案の内容を正確に把握し，当該事実関係の下でどのような規範を定立して当てはめが行われたか，その意義を的確に理解する必要があることに十分配意いただきたい。また，事例の分析の前提となる基礎的事実を正しく把握し，結論を導くために必要な論点を抽出した上，論点相互の関連性を意識しつつ，法令，\n判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，これに適切に事実の当てはめを行って，法の趣旨に沿った妥当な結論を導くという，法的思考力を更に養成するよう重ねてお願いしたい。\n併せて，労働委員会の役割，不当労働行為制度と司法救済との関係のような労使紛争の解決手続に関する基本的事項についても，正確かつ十分な理解が必要不可欠であって，このことを指導の際に確認していただきたい。\n平成２８年司法試験採点実感等に関する意見（環境法）\n【第１問について】\n１ 出題の意図に即した答案の存否，多寡⑴ 第１問の出題の意図第１問は，石炭火力発電所を素材として，環境影響評価法の意見書提出手続に関する基本的な仕組み，大気汚染による健康被害の差止請求に関する法的論点，環境法政策の手法としての情報的手法に関する基礎的理解を問う問題であった。電力事業の規制緩和，パリ協定等気候変動に関する法政策のグローバルな展開など，発電所を巡って現在行われている法政策上の議論を背景として，事例を設定した。環境法を学ぶ際には，上記のような社会状況の変化や議論を踏まえて各論点を検討することにより，政策実現手段，権利保護の制度としての環境法の意義が，社会的文脈において確認できると考えている。\n⑵ 設問１の採点を通じての実感は，以下のとおりである。\n〔設問１〕では，意見書の提出の機会全てについて，問題の主体ごとに根拠条文を踏まえて説明しているかが問われている。これは，基礎的な事柄であるが，環境影響評価法の全体構造の理解が十分でない場合，解答時に改めて環境影響評価法の条文を読み直すことになり，時間配分を誤ることになる。この意味において，学習の際には，（環境影響評価法に限らず）主要各法律の構造を十分に理解していることが求められる。\n計画段階環境配慮書案又は同配慮書に対する意見の提出の機会は，平成２３年改正によって，\n事業者の努力義務として設けられたが，これについて記述を欠く答案が少なくなかった。当然であるが，法令の改正については，十分に注意して学習すべきである。\nなお，本問において，電気事業法が定める特例については，考慮しなくてよいとしているので，\n解答において触れる必要はないが，電気事業法は，方法書と準備書に対する都道府県知事の意見について，事業者に替えて経済産業大臣に対し，述べるものとすると定めている（同法第４６条の７第１項，第４６条の１３）。\n⑶ 設問２の採点を通じての実感は，以下のとおりである。\n〔設問２〕では，Ｅは，人格権等の侵害に基づき，Ａ社及びＦ社に対して，Ａ社Ｄ発電所及びＦ社Ｇ発電所から排出される窒素酸化物の量の削減を請求することなどが考えられる。なお，各発電所の操業自体の差止めを求めるとする答案も少なくなかったが，その場合でも過度な請求にならないかどうかについての配慮は必要であろう。\n差止請求とともに損害賠償請求についても記述する答案が，少なからず見受けられた。これについて，損害が発生していないと記述する場合は別として，損害をどのように構成するかが問われる。いずれにせよ，本問において，損害賠償請求を中心に論じるのは，答案として十分ではない。\n差止請求について記述する場合，まず，窒素酸化物は，大気汚染防止法令が規制する健康被害物質（呼吸器系の疾患の原因物質）であることを述べることになるが，この点について記述している答案は，少数であった。\n次に，健康被害に対する差止請求権の法的根拠について述べる。これについては，【出題の趣旨】に示したような複数の考え方がある。これらのいずれを採ってもよいが，その論旨が一貫していなければならない。\nそして，いずれの立場を採っても，差止請求が認められるためには，差止請求の要件を満たしていなければならない。本問では，環境基準を相当程度超えていることが問題となっているが，\nこの点，環境基準の法的性質は論じているものの，それを差止請求の要件と関連付けて丁寧に論証できている答案は少なかった。\nＥが求めるべき差止めの内容は，汚染を人格権等の侵害が生じないレベルに低減することである。この場合，Ｇ発電所とＤ発電所の窒素酸化物が複合してＥ居住地に到達しているから，複数汚染源に対する差止め（理論的根拠，寄与度と削減義務）をどのように考えるかを論じるべきであるが，この論点自体に言及していない答案も多かった。\n最後に，抽象的不作為請求を立てることになる場合，抽象的不作為請求が適法な請求方式かについて述べる必要があるが，この論点に言及していない答案が少なくなかった。\n⑷ 設問３の採点を通じての実感は，以下のとおりである。\n〔設問３〕では，情報的手法の意義に関する説明と規制的手法との比較，すなわち，領域，主体に応じた手法の長所と短所を記述することを求めているが，答案には，情報的手法自体の検討やその規制的手法との比較が不十分であるものが見受けられた。環境法政策の手法の特質を他の手法との関係において理解することは，政策手段としてそれらを組み合わせた法制度設計を行う際に必要なことである。さらに，本問のように特定の政策手法が法制度に反映されている場合には，その仕組みの理解にとって必要である。例えば，情報的手法において，各主体による柔軟な対策が可能との特質は，自主的な取組との親和性がある。科学的不確実性がある場合，予防原則が働かない限り，規制については，比例原則に抵触する可能性があるので，本問のような情報的手法は，有効とされる。このような特質については，答案として是非記述してもらいたいところであったが，これらについて記述しているものは，一部であった。\n２ 出題の意図と実際の解答に差異がある原因として考えられること第１に，時間配分への配慮を欠き，〔設問２〕を十分に検討できていない答案が少なからず見られたこと，第２に，請求の趣旨である複数汚染源の差止めについて，十分な理解が得られていないこと，第３に，環境法政策の手法について，およその理解はあるが，それを深めた理解に乏しいことなどが考えられる。\n３ 各水準の答案のイメージ「優秀」な答案のイメージは，題意を的確に理解し，記述量（解答時間の反映でもあろう）について，設問ごとにバランスよく解答しているものである。特に，〔設問２〕について，差止請求の法的根拠と要件論，複数汚染源の差止め，抽象的差止請求の可否といった【出題の趣旨】記載の各論点を的確に論じているものである。「良好」な答案のイメージは，各設問が求める記述を一部欠くなどするものの，差止請求の法的根拠と要件論など主要な論点について，よく書けているものである。「一応の水準」の答案のイメージは，各設問について，題意を概ね理解し，各論点について不十分ながら一定程度提示，記述しているものである。「不良」な答案のイメージは，各設問に対する記述が一応の水準にも達していないものである。\n【第２問について】\n１ 出題の意図に即した答案の存否，多寡⑴ 第２問は，環境法の分野における基本理念と，諸原則や基本的な考え方，各制度との関係についての総合的な理解力，思考力を問う問題であった。環境基本法第４条の規定する基本理念中，\n環境への負荷のできる限りの低減と全ての者の公平な役割分担とを柱に諸制度について論述することが求められているから，「環境への負荷」と「公平な役割」の意義を押さえることが重要となるが，「環境への負荷」の意義について，環境基本法第２条第１項に触れられている答案はほとんど見受けられなかった。「公平な役割」については，法分野ごとに登場する行動主体の社会的属性が異なると考えられることから，それぞれの設問において問われている制度の趣旨を踏まえて，思考することが求められる。なお，問われているのは，問題文冒頭に掲げた環境基本法第４条の規定する基本理念が各法にどのように表れているかという観点からの論述であり，観点は上記の２つの柱に限定されるものではないから，これら以外にも上記の基本理念（例えば，環境の保全に関する行動が自主的かつ積極的に行われるようになるべきこと）を踏まえて論述できているものは，加点材料となる。\n⑵ 設問１の採点を通じての実感は，以下のとおりである。\nまず，容器包装リサイクル法が目的とする「環境への負荷」の低減について，同法第１条を指摘できている答案は一定数存在したが，条文の指摘はできていても，容器包装廃棄物の排出の抑制，分別収集，容器包装廃棄物の再商品化を促進するための措置といった同条に表れたポイントとなる考え方と，事業者，消費者及び市町村それぞれに公平な役割分担として求められる環境保全のための行動とを関連付けて整理できていないものも多く，残念であった。\n小問⑴では，容器包装リサイクル法第４条と地球温暖化対策の推進に関する法律（以下「地球温暖化対策推進法」という。）第２０条の６第１項（本年の試験実施後に施行されている現行の同法では第２４条第１項。以下同じ。）が直接規定する責務の主体が異なっていることについては，ほぼ全ての答案が指摘できていたが，事業者の責務内容の相異のみについて触れていて，後者で消費者の責務が規定されていない理由や，両規定の共通点について，全く考えられていない答案も相当数存在した。また，容器包装リサイクル法第４条について，「事業者」を専ら製造事業者の意味に読み替えて論述し，利用事業者の存在について意識が及んでいないものや，逆に，\n地球温暖化対策推進法第２０条の６第１項について，事業者が製造，輸入若しくは販売又は提供（製造等）を行うに当たっての責務を定めた規定であることは条文上明らかであるのに，同法第２０条の５（現行の同法では第２３条）において責務が規定されているような事業者の工場等における温室効果ガス排出活動について論じているものが一部に見られた。確かに，本問で比較を求めた両規定は，一見すると規定振りが大きく異なっており，表面的な比較に目を奪われると解答に戸惑うのも無理はないが，そのような答案では，題意の把握が不十分である。他方で，制度の趣旨に遡って思考することができている答案では，容器包装リサイクル法第４条にも製造事業者の環境配慮設計の考え方は表れていると考えられることや，地球温暖化対策推進法第２０条の６第１項においても正面から規定されていない消費者等に対しても公平な役割分担を求めるための仕組み作りをしていると考えられることを，きちんと論述することができており，高い評価が与えられた。条文を正確に理解する能力はもちろんであるが，問題文をよく読み，題意を的確につかむことも，法曹としての重要な資質である問題解決能力に関わる事柄であり，なおざりにしてはならない。\n小問⑵は，容器包装リサイクル法第１０条の２に規定される金銭の支払義務が，特定事業者と市町村について法に規定されたいかなる義務ないし役割を前提として，いかなる目的の制度として構築されたものであるのかについて，基礎的な理解を問う問題である。平成２２年の第１問〔設問１〕にも類題があり，同条の規定する金銭の支払の仕組みそのものについては，多くの答案がある程度の知識はあるように見受けられたが，各行動主体の基本的な義務や役割との関係まで正確に理解できているものは，そのうち一定数にとどまった。応用的な制度は，基本的な義務や役割の上に構築されるものであり，一見複雑に見える制度も，基本的な義務や役割を押さえることが，その仕組みを正確に理解する上での礎となるものであるから，個々の条文理解や条文相互の関係をおそろかにしてはならない。この点に関連して，同条の規定する金銭の支払義務の制度趣旨について，一般廃棄物たる容器包装廃棄物の分別収集を効率的な優れたものにするインセンティヴをその役割を負う市町村に与えようとするものであることと別に，特定事業者の拡大生産者責任をより実効あらしめようとするものであるとする答案が一部にあった。同条を加入する改正時の立法過程においてもそのような目的があることは言われており，それ自体誤りとはいえないが，題意との関係では，基本的な義務等との関係において，どのような仕組みでそのような効果が生まれるのかの説明まですべきところ，そのような説明を伴わずに暗記してきた事柄を吐き出して書いたかのような記述にとどまるものが大半であり，必ずしも高い評価を与えることはできなかった。なお，容器包装リサイクル法の関連法として，循環型社会形成推進基本法や廃棄物の処理及び清掃に関する法律がこれに当たることは多くの答案で指摘することができていたが，市町村でなく事業者についてこれらの法律を掲げている答案も一定数あった。問題文をよく読めば，\n特定事業者については容器包装リサイクル法上の義務のみを踏まえるべきことは明らかであり，\nここでも小問⑴と同様に，題意をしっかりと把握することが肝要である。\n⑶ 設問２の採点を通じての実感は，以下のとおりである。\nまず，自然公園法が目的とする「環境への負荷」の低減について，同法第１条を指摘できている答案は設問１についてと同様に一定数存在したが，同条を指摘できていたとしても，優れた自然の風景地の保護に目を奪われているものも多く，適正な利用を図ることをも勧めるものであることを指摘できているものはその一部にとどまり，さらに，そのことを明確にしている同法第３条第１項を指摘できている答案は見受けられなかった。同法第１条の目的規定から生物多様性の確保に触れている答案も少なからずあったが，全ての者の公平な役割分担という基本理念の表れという観点からの論述を求められている題意からは，優れた自然の風景地の保護と適正な利用を図るという観点から捉える方が，行動主体を広く想定できる点において（同法第３条第１項と同条第２項を対照）論述がしやすいと考えられる。\n小問⑴では，多数の答案が，自然公園法第２０条第３項と第２２条第３項による行為規制には触れることができていたが，特別保護地区も特別地域の一部であることを踏まえて同法第２１条第３項の行為規制についても触れているものはごく僅かであり，海域公園地区を含め，維持すべき対象が風致と景観とに異なるのに対応して規制される行為の程度も異なっていることを条文に忠実に論じることができている答案も少なかった。同法の採用するゾーニングの手法や特別保護地区の位置付けについて，十分な理解がされているか，危惧される。一方，許可を受けられない場合における制度的手当については，大多数の答案が同法第６４条第１項の損失補償を挙げることができていたが，特別地域や海域公園地区に指定されたのみではこの補償を受けられないことや，行為の許可を受けられないときでも特別の犠牲といえるような場合でなければ補償を受けられないと一般的に考えられていることについて，理解が正確でないものも見られた。財産権の内在的制約と，題意において求められている公平な役割分担とを関連付けて論じることができているものには高い評価が与えられた。\n小問⑵は，【資料】の法律を初めて見たとしても，そこで定められた制度を条文から読み取った上で，その制度趣旨を環境法の基本理念，諸原則，基本的な考え方に立ち返って推し量ることのできる能力を試す問題であった。環境法の分野に限ったことではないが，法曹として問題を解決すべき場面に立ち会ったときには，勝手知った法令ばかりが問題になるとは限らない。見たことのない問題について基礎的な知識を駆使して問題点を把握し，解決することのできる能力を身に着けることも必要である。その意味で，「入域料」が地域自然環境保全等事業を実施する区域内に立ち入る者から収受する料金であることは，【資料】の法律の文理からも明確であり，また問題文においても明らかにされているのに，これを自然環境トラスト活動や自然環境トラスト活動促進事業に関連する制度として論じている答案が多数に上ったことは，読解能力が十分でないことを示すものであり，残念であった。一方で，この点の読解を誤ったものも含めて，基礎的な知識に立ち返って制度趣旨を説明しようとする姿勢が見受けられる答案が少なくなかったことは，救いであった。以上のような出題の意図から，【出題の趣旨】に記載したような受益者負担の原則の観点からの説明でなくても，基礎的知識に立ち返って「入域料」の制度趣旨として許容できる内容の説明をしている答案は，一定の配点をした。\n２ 出題の意図と実際の解答に差異がある原因として考えられること各法における制度を学習する際に，きちんと一つ一つ条文に当たってその文言や他の条文との関係を十分に咀嚼することをしないままに，制度の概略を暗記するのみで学習を終えたかのように考えている受験生が少なくないのではないかということが案じられる。そういった受験生は，問題文の内容もよく読まずに，それぞれの制度につき暗記してきた内容を吐き出して書いているのであろうか，総じて問題の意図もよく読み取れていないように思われる。法曹が問題の解決を求められたときには，個々の問題点をきちんと把握し，当事者の意向も踏まえて適切に解決するのでなければならない。自分の知っている知識に引き寄せるばかりで，当事者の意向とちぐはぐな対応をしていたのでは，問題の真の解決にはならないことを肝に銘じ，試験に解答する場面においても，出題者の意向はきちんと把握することに努めるべきである。\n３ 各水準の答案のイメージ今回の出題の採点結果を見る限り，相対的に「優秀」な答案のイメージは，各設問において問われている諸制度を，それぞれ条文との関係において的確に理解ないし解読できており，かつ，それらの諸制度が，環境法の分野における基本理念や諸原則，基本的な考え方との関係においてどのような意味を持つかについて，論理的に順序立てて説得的な思考を展開できているものである。「良好」な答案のイメージは，論理的，説得的な思考力には不十分な点があるものの，諸制度を条文との関係において理解ないし解読できているものである。「一応の水準」のイメージは，条文との関係の理解には心許ないものがあるが，環境法上の諸原則や基本的な考え方，各設問において問われている諸制度の内容そのものについては，一応の理解ができているものである。「不良」な答案のイメージは，諸制度について根本的な点で誤った理解を含んでいるものである。\n【学習者及び法科大学院教育に求めるもの】\n第１に，特定の法制度の環境法体系における位置付け，法制度相互間の関係，法制度や条文の背景にある原理・原則や立法事実など（当然ではあるが）拡がりをもった学習が望まれる。本試験の問題は，様々な制約から常にそれら自体を問うとは限らないが，問題は，そのような観点を背景に作成しており，題意に沿った答案は，それらの学習の上に成り立つと考えている。\n第２に，法曹実務において，条文は全ての基本であり，例年言われていることであるものの，条文を正確に読む能力を訓練し涵養することが必要である。このことは，問題文を正確に読むこととも相通ずるものがあるように思われる。\n広い範囲に及ぶ法体系といえども，結局は，個々の条文とその相互の関連の積み重ねにより成り立っているのであるから，個々の理解が不正確なままでは，法体系全体を理解したつもりになっていても，砂上の楼閣かもしれない。逆に，条文を正確に読む能力が身に着けられていれば，法曹になった後でも，たとえ知らない法令に対峙しなければならない場面に遭遇したとしても，新たに知識を補って学ぶことで，大抵の問題には対処することができる。\n第３に，社会の動きや政策上の議論，その具体化としての改正法の動向には，注意していただきたい。このような関心は，法が社会の変化に応じて適切に機能する前提である。"
}