{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ商事株式会社（以下「Ａ社」という。）は，長年，食品製造機械メーカーであるＢ社及びＣ社から機械を仕入れ，得意先の食品製造会社であるＤ社やＥ社らに販売していた。\nＡ社は，市場の縮小傾向により，徐々に経営が苦しくなり，ここ数年は赤字決算を繰り返していたが，平成２８年３月末日の資金繰りに窮し，同月２５日，取締役会において破産手続開始の申立てを行う旨決議し，支払を停止した。その後，Ａ社は，同年４月１日，破産手続開始の申立てを行い，同月５日，破産手続開始の決定を受け，破産管財人Ｘが選任された。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，平成２７年１２月１０日，Ｂ社から機械αを代金１０００万円で購入し，同日，その引渡しを受けたが，代金の支払期日は平成２８年３月末日とされていた。Ａ社は，この機械\nαの売却先を探していたところ，同月１５日，Ｄ社との間で，機械αを１５００万円で売却する売買契約（以下「本件売買契約」という。）を締結することができた。なお，機械αの引渡し及び代金の支払期日は，Ｄ社の買取り資金の調達の都合により，いずれも１か月後の同年４月１５日とされ，所有権の移転時期も同日とされていた。\nＡ社の破産手続開始時において，本件売買契約に基づくＡ社及びＤ社の各債務は，双方とも履行されておらず，機械αはＡ社の自社倉庫内に保管されていた。破産管財人Ｘは，選任された直後，Ｂ社からは，機械αの代金１０００万円を支払うか，それができないとすれば機械αを返還するよう求められ，Ｄ社からは，本件売買契約に従い機械αを引き渡すよう求められた。\n⑴ Ｂ社は，機械αの代金１０００万円を回収したいと考えている。この債権の回収につき，考えられる法的根拠及び権利行使の方法を論じなさい。なお，Ｂ社は，本件売買契約の存在を知らないこととする。\n⑵ Ｘは，機械αの代金１５００万円をＤ社から回収し，破産財団を増殖したいと考えている。\nＸがこの代金を回収する場合に，破産手続上必要とされる手続及び効果について，その制度趣旨を踏まえて，論じなさい。\n⑶ Ｘは，⑵の手続を経て，Ｄ社から機械αの代金１５００万円を回収した。その後，この事実を知ったＢ社は，破産財団から優先的に機械αの代金相当額である１０００万円の弁済を受けたいと考えた。Ｂ社は，破産財団から優先的に弁済を受けることができるか。予想されるＸからの反論を踏まえて，論じなさい。\n２．Ａ社は，かねてからＣ社に運転資金の融通を求めていたところ，Ｃ社は，これに応じ，平成\n２７年９月２５日，Ａ社に対し，弁済期を平成２８年９月末日として，２５００万円を貸し付けた（以下，この貸付に係る債権を「本件貸付金債権」という。）。\nＡ社は，平成２８年１月２０日，Ｃ社から機械βを代金２０００万円で購入し，同日，その引渡しを受けたが，代金の支払期日は同年３月末日とされていた。そこで，Ａ社は，Ｃ社の要請に応え，この売買契約の締結と同時に，Ｃ社との間で，Ｃ社のＡ社に対する売買代金債権２０００万円を担保するため，機械βにつき譲渡担保権を設定する内容の譲渡担保契約（以下「本件譲渡担保契約」という。）を締結した。本件譲渡担保契約には，Ａ社が支払を停止したときは当然に期限の利益を喪失し，Ｃ社は譲渡担保権の実行として，自ら機械βを売却し，清算をするとの約定があった。\nＡ社の支払停止時，機械βはＡ社の自社倉庫内に保管されていたが，Ａ社の支払停止を知ったＣ社は，本件譲渡担保契約に基づき，直ちにＡ社の同意を得て機械βを引き揚げた（なお，- 2 -この引揚げは適法なものとする。）。\nＡ社の破産手続開始後，得意先であったＥ社は，Ｃ社が機械βを引き揚げたとの情報を得，Ｃ社に対し，是非購入したいと申し入れた。そこで，Ｃ社は，Ｅ社に機械βを売却することとしたが，一旦商品として出荷された機械の価値は中古市場においては半減することが通常であるため，その売却価格は，Ａ社の通常販売価格である３０００万円の半額程度とされてもやむを得ないと考えていた。ところが，交渉の結果，Ｅ社への売却価格は，通常販売価格の８割に相当する２４００万円となり，これによって，Ｃ社は，Ａ社に対する売買代金債権２０００万円を全額回収できた上，期待していなかった剰余金４００万円が生じた。本件譲渡担保契約は，前記の約定のとおりいわゆる処分清算型とされており，Ｃ社はこの剰余金４００万円をＡ社に返還する債務を負うこととなった。\nそこで，Ｃ社としては，Ａ社のＣ社に対する剰余金返還債権４００万円と本件貸付金債権２５００万円との相殺をしたいと考えている。Ｃ社の相殺は認められるか。破産法の条文の構造と予想されるＸの反論を踏まえて，論じなさい。〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＸ社は，平成９年に設立された建設資材の輸入・販売を業とする株式会社である。Ａは，Ｘ社の代表取締役であり，同社に自己資金を貸し付け，これを運転資金に充てていた。Ｙ社は，Ｘ社の発行済株式の７０パーセントを有するいわゆる支配株主であり，同社に運転資金も融通していた。Ｂは，Ｙ社の代表取締役であり，同社の発行済株式の全てを有している。Ｚ社は，同じくＢ\nが代表取締役を務める建設会社であり，Ｘ社の得意先である。Ｘ社とＺ社との取引は，Ｂの主導によって開始されたものであり，Ｘ社のＺ社に対する平成２５年３月末期の売上は，Ｘ社の総売上高の３０パーセント余りを占めていた。\nＸ社は，平成２５年末頃から始まった円安の影響を受けて業績不振に陥っていたところ，平成\n２６年３月に入ると，Ｚ社がＢの放漫経営により破綻したため，同社に対する売掛金の回収ができなくなった。その結果，Ｘ社は，同月末日の資金繰りに窮することとなった。\nＸ社は，以上のような経緯から，破産手続開始の原因となる事実の生ずるおそれがあるとして，平成２６年３月２０日に再生手続開始の申立てをした。同日，Ｘ社について監督命令が発せられ，弁護士Ｋが監督委員に選任された。\n平成２６年３月２８日，Ｘ社について再生手続開始の決定がされた。\n〔設 問〕\n１．Ｘ社は，Ｚ社に代わる新たな得意先を獲得する見込みの下で事業計画を作成し，この事業計画が実現可能であり，計画弁済の履行が可能であると見込まれたことから，平成２６年７月７日，裁判所に対し，再生債権者の権利の変更に関する定めとして下記の条項のある再生計画案\n（以下「本件再生計画案」という。）を提出した。\n記\n１ 確定再生債権額元本並びに再生手続開始決定日の前日までの利息及び遅延損害金合計２億０１２１万７５９１円再生手続開始決定日以降の利息及び遅延損害金合計３２万６０５５円及び額未定なお，未確定の再生債権及び不足額が確定していない別除権付債権はない。\n２ 権利変更の一般的基準\n① 全ての確定再生債権につき，再生手続開始決定日以降の利息及び遅延損害金は，再生計画の認可の決定が確定した時（以下「認可決定確定時」という。）に全額の免除を受ける。\n② 確定再生債権の元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額は，次の③及び④の確定再生債権を除き，１０万円までの部分は免除を受けず，１０万円を超える部分は認可決定確定時にその８０パーセントの免除を受ける。\n③ Ａの確定再生債権のうち，元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額は，認可決定確定時にその全額の免除を受ける。\n④ Ｙ社の確定再生債権のうち，元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額は，１０万円までの部分は免除を受けず，１０万円を超える部分は認可決定確定時にその８５パーセントの免除を受ける。３ 弁済方法権利変更後の金額のうち，１０万円までの部分は，再生計画の認可の決定が確定した日から１か月を経過した日の属する月の末日までに支払い，その余の部分は，１０回に均等分割して平成２７年から平成３６年まで毎年４月末日限り支払う。\n４ 個別条項\n（略）本件再生計画案の提出を受けた裁判所は，これを決議に付する旨の決定をすることができるか。本件再生計画案２①から④までの各条項について，民事再生法上の問題点を踏まえて，論じなさい。\nなお，各条項はいずれも民事再生法第１７４条第２項第４号には該当しないこと，Ａは２③の免除に同意していること，Ｙ社は２④の免除には同意していないことを前提とする。\n２．本件再生計画案は，平成２６年７月１４日，決議に付する旨の決定がされ，同年９月３日に開催された債権者集会において可決された（以下，可決された本件再生計画案を「本件再生計画」という。）。同日，本件再生計画について認可決定がされ，同月２９日に確定した。\nＸ社は，本件再生計画の認可決定が確定した後も，事業計画で見込んでいたＺ社に代わる新たな得意先の獲得ができなかったことなどから，事業計画どおりには業績を上げることができなかった。そのため，Ｘ社は，平成２７年４月末日までの本件再生計画に基づく弁済は何とか行ったものの（総額５２０万４０００円），平成２８年１月末日現在，同年４月末日の弁済の見込みは立たなかった。とりわけ，最も大口の債権を有するＧ銀行（確定再生債権額８０００\n万円）に対する弁済資金の確保は困難であることが判明した。\n⑴ 再生計画認可後の再生手続においてＸ社及びＫが果たすべき役割について述べた上で，Ｘ社として採り得る方策を論じなさい。\n⑵ Ｇ銀行は，本件再生計画に基づき，平成２７年４月末日までに合計１６９万８０００円の弁済を受けたものの，結局，平成２８年４月末日に支払われるべき１５９万８０００円の弁済は受けられなかった。この場合にＧ銀行として採り得る方策を論じなさい。- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，法人破産の具体的事例を通じて，別除権となる動産売買先取特権の担保権実行，双方未履行双務契約の規律，破産管財人が担保目的物を売却した際の財団債権の成否，相殺権と相殺禁止の規律，具体的事案における相殺の可否を問うものである。\n設問１は，担保権者であるＢ社の動産売買先取特権に基づく担保権実行と契約当事者であるＤ社との本件売買契約の双方未履行双務契約の処理が組み合わされ，破産管財人も含め，先鋭的に利害対立する場面における，権利関係の調整が問題となる。問題を３つの場面に分割し，順次検討することを求めている。\nまず，小問⑴は，Ｂ社の売買契約に基づく代金支払請求権（民法第５５５条）は，破産手続では破産債権であり（破産法第２条第５項），個別の権利行使が禁止され，破産手続によらなければ行使できず（同法第１００条第１項），債権届出，調査，確定手続を経て，配当を受けることになる。\nただ，Ｂ社は，機械αにつき，動産売買先取特権を有し（民法第３１１条第５号・第３２１条），破産手続において特別の先取特権は別除権とされることから（破産法第２条第９項），別除権付破産債権となり，別除権につき破産手続によらないで担保権実行が可能となる（同法第６５条第１項）。\n機械αはＡ社の自社倉庫内に存在するので，その実行方法は，執行裁判所の動産競売開始許可を得た上での動産競売となる（民事執行法第１９０条第１項第３号・第２項）。なお，Ｂ社は，動産売買先取特権に基づく機械αの返還請求はできず，また，物上代位権の行使の場面ではない。破産配当との関係では，不足額責任主義がある（破産法第１０８条第１項本文）。\n次に，小問⑵は，Ｄ社との本件売買契約が双方未履行の双務契約であり，破産管財人Ｘは，破産法第５３条第１項に基づく解除か履行の選択を行う場面となるところ（Ｄ社には確答催告権のみ），Ｘは機械αの代金を回収して破産財団を増殖させたいと考えており，履行を選択することが想定されている。問題状況としては，ＸのＤ社に対する代金支払請求権は破産財団に属する債権であり，Ｄ社のＡ社に対する機械αの引渡請求権は原則として破産債権となるところ，Ｄ社には同時履行の抗弁権があり（民法第５３３条），ＸがＤ社から代金を回収したくてもこのままでは回収できない。\nそこで，倒産法独自の双方未履行双務契約の規律の制度趣旨が問われることになる。制度趣旨についての学説の優劣を問うものではなく，破産管財人の解除権や破産管財人の選択権に重きを置く見解に立ったとしても，破産管財人が履行を選択した場合の効果として，相手方の請求権（Ｄ社の機械αの引渡請求権）が財団債権（破産法第１４８条第１項第７号）になる点につき，当該制度趣旨を踏まえた論述が求められる。また，履行選択には，破産手続上必要とされる手続として，裁判所の許可が必要であること（同法第７８条第２項第９号・第３項第１号，破産規則第２５条）をその理由も含め論じる必要がある。\nさらに，小問⑶では，ＸがＤ社から代金を回収しており，Ｂ社はその前に差押えをしていないことから，別除権者として物上代位権の行使はできず，優先的な回収はできないところ（民法第３０４条第１項ただし書），ＸがＤ社から代金を回収したことを知ったＢ社が破産財団から優先的に弁済を受けることができるか，すなわち財団債権となる法律構成が可能かの問題となる。具体的には，Ｘが担保目的物を売却したことが不法行為（同法第７０９条，破産法第１４８条第１項第４号）や不当利得（民法第７０３条，破産法第１４８条第１項第５号）となるかどうかの検討が求められるが，動産売買先取特権は，法定担保であり，もともと弱い担保権とされるところ，破産管財人は破産財団に属する動産を換価すべき立場にあること，動産売買先取特権には第三取得者への引渡し後の追及効がなく（民法第３３３条），前述のとおり物上代位権の行使（同法第３０４条第１項本文，民事執行法第１９３条第１項）も代金回収前に差押えが必要であること（民法第３０４条第１項ただし書）などからすると，基本的には成立に消極的な方向となろう。\n設問２は，Ｃ社のＡ社に対する本件貸付金債権（破産債権）を自働債権とし，譲渡担保権実行に伴う剰余金返還債務に対応するＡ社のＣ社に対する剰余金返還請求権を受働債権とする相殺が認められるか，ここでＡ社のＣ社に対する剰余金返還請求権は，停止条件付債権であると考えられるところ，破産手続開始後に受働債権につき停止条件が成就した場合の相殺の可否が問題となる。この問題を検討するには，まず，前提として，民法の相殺（民法第５０５条第１項）及び破産法の相殺権（破産法第６７条第１項）を確認すると，相殺適状との関係では，自働債権である貸付金債権は，破産手続開始決定によって現在化し（破産法第１０３条第３項）,弁済期が到来している（なお,「Ａ\n社の支払停止」や「同法第６７条第２項後段により相殺可能」との指摘でも良い。）。次に，受働債権である剰余金返還債権については，破産法第６７条第２項後段は条件付債務についても相殺を可としており，停止条件付債務につき，破産手続開始後に停止条件が成就した場合も相殺可能と思われる。しかし，同法第７１条第１項第１号は破産手続開始後の債務負担につき相殺禁止としており，破産手続開始後に停止条件が成就した場合，破産手続開始後の債務負担として相殺禁止となるとも考えられる（かつ，同条第２項の例外規定は適用がない。）。解答に際しては，破産法の条文がこのような構造となっていることを確認することが求められる。\n以上を前提に，最高裁判所平成１７年１月１７日第二小法廷判決（民集５９巻１号１頁。以下，「平成１７年最判」という。）の射程が問題となる。平成１７年最判の事案は，破産手続開始前の不法行為（火災保険詐欺）に基づく損害賠償請求権と破産手続開始後の満期返戻金債権，解約返戻金債権の相殺が問題となり，停止条件不成就の利益を放棄したときだけでなく，破産手続開始後に停止条件が成就したときも，特段の事情のない限り，相殺可能と判断した。これに対し，設問２は，会社整理の最高裁判所昭和４７年７月１３日第一小法廷判決（民集２６巻６号１１５１頁。以下「昭和４７年最判」という。）の場面を用い，機械βが思い掛けず高く売れ，Ｃ社が「期待していなかった」剰余金返還債務の負担が破産手続開始後に現実化したことをどのように評価するかを問うものである。平成１７年最判の判断を前提に，「特段の事情」の意味合いにつき，相殺に対する合理的期待との関係，停止条件成就前に受働債権の発生いかんも額も不確定の場合か（昭和４７年最判），相殺権の濫用に該当する場合か等を適宜挙げ，説得的に論じることが求められる。\n〔第２問〕\n本問は，具体的事例を通じて，再生計画案の適法性及び再生計画の履行確保の方策等についての理解と問題解決能力を問うものである。公平・平等や衡平，関係者の手続保障等の民事再生法の理念や，手続の追行主体が債務者とされていること等の再生手続の基本構造を正確に理解した上，これらを踏まえて，具体的な事実関係を的確に分析し，それに法規範を正しく適用して論旨を展開する能力が問われている。\n設問１は，再生債務者から再生計画案の提出を受けた裁判所が，これを決議に付する旨の決定をすることができるか否かを問うものである。前提として，裁判所は，再生計画案の提出があったときは，民事再生法第１６９条第１項各号のいずれかに該当する場合を除き，当該再生計画案を決議に付する決定をすることとなり，本件再生計画案を付議するためには，当該再生計画案が「法律の規定に違反」（民事再生法第１７４条第２項第１号）するものではないことが必要である旨（同法第１６９条第１項第３号）を指摘する必要がある。また，本設問では，本件再生計画案の第２項（権利変更の一般的基準）の①から④までの各条項の民事再生法上の問題点を踏まえることが求められており，これら各条項の民事再生法への適合性が問題となるが，当該各条項は，それぞれ免除を受ける割合を異にする権利変更の内容を定めているため，これらが「再生計画による権利変更の内容は，再生債権者の間では平等でなければならない。」\nとして平等原則を規定する民事再生法第１５５条第１項本文に反しないかを検討する必要がある。具体的には，①は，同項ただし書の「第８４条第２項に掲げる請求権」に関する定めとして，②は，同項ただし書の「少額の再生債権」に関する定めとして，③は，同項ただし書の「不利益を受ける債権者の同意がある場合」に関する定めとして，④は，同項ただし書の「その他これらの者の間に差を設けても衡平を害しない場合」に関する定めとして，それぞれ同項本文に反しないかを検討する必要がある。これらを検討するに際しては，同項ただし書がそれぞれ平等原則の例外を許容している趣旨を踏まえて論ずべきであり，特に，④の条項に関しては，本件における具体的事情を摘示してこれを的確に当てはめ，具体的に④の条項が「衡平を害しない」か否かを検討する必要がある。\n設問２は，再生計画認可後の再生手続について問うものであり，再生計画の履行確保の方策等が問題となる。小問⑴では，再生計画認可後の再生手続において再生債務者（Ｘ社）及び監督委員（Ｋ）が果たすべき役割が問われている。この点は，再生債務者が，業務遂行権及び財産管理処分権を有し（同法第３８条第１項），債権者に対し，公平誠実にこれら権利を行使し，再生手続を追行する義務を負うこと（同法第３８条第２項）を踏まえ，再生債務者が自らの責任において再生計画を履行すること（同法第１８６条第１項）を論じた上，これが適正になされるよう善管注意義務（同法第６０条第１項）を負う監督委員（Ｋ）が，履行監督（同法第１８６条第２項）を行うことについて論じる必要がある。その上で，再生債務者（Ｘ社）の採り得る方策としては，再生計画の変更の申立て（同法第１８７条第１項）が考えられるが，同制度の趣旨を踏まえ，本件において再生計画の変更が認められるか否かを検討する必要がある。\nまた，再生債務者（Ｘ社）としては，再生計画が履行される見込みがないことが明らかになったとして，廃止の申立て（同法第１９４条）をすることも考えられるが，この点については，前記の再生手続において再生債務者が果たすべき役割を踏まえて，再生債務者において，あえて廃止を申し立てる意義についても論ずべきである。\n小問⑵では，Ｇ銀行が採り得る方策として，再生計画の取消しの申立て（同法第１８９条第\n１項第２号）が考えられる。これを検討するに当たっては，当該申立てが同法第１８９条第１項第２号や同条第３項の要件に該当するか否かの当てはめを行い，その効果として，再生計画の取消決定が確定したときには，再生計画によって変更された再生債権が原状に復すること（同法第１８９条第７項）を論ずる必要がある。また，Ｇ銀行としては，再生債権者表の記載を債務名義とした強制執行（同法第１８０条）を申し立てることも考えられ，これらについては，Ｇ銀行が，その債権回収の極大化を図るため，いかなる方策を採るのが相当かという観点から検討をすべきである。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点等については，既に「出題の趣旨」として公表したとおりである。\n第１問は，具体的事例を通じて，別除権となる動産売買先取特権の権利行使方法，双方未履行双務契約における履行選択の手続と効果及び破産管財人が担保目的物を売却した際の財団債権の成否（設問１），相殺権と相殺禁止の規律及び具体的事案における相殺の可否（設問２）を問うものである。採点の主眼は，設問１においては，各小問において具体的に指示されている論ずべき事項を的確に捉え，自らの見解を説得的に論ずることができるかどうかに，設問２においては，具体的事案を正確に把握・分析し，相殺適状にあることを確認した上，問題文に示されている破産法の条文の構造と予想されるＸの反論を踏まえつつ，相殺の可否について，問題となる条文や関連する判例の正確な理解と事例への丁寧な当てはめができるかどうかに置かれている。\n第２問は，具体的な事例を通じて，再生計画案の適法性（設問１）及び再生計画の履行確保の方策等（設問２）についての正確な理解と問題解決能力を問うものである。採点の主眼は，設問１においては，再生計画案を決議に付する旨の決定をするための要件を正確に指摘した上で，本件再生計画案第２項①から④までの各条項につき，民事再生法上の問題点を踏まえて論ずること，\n特に，④の条項に関しては，設問における具体的事情の適示と丁寧な当てはめができるかどうかに，設問２においては，再生債務者と監督委員の役割を的確に論じた上で，具体的事情を踏まえつつ，再生債務者が採り得る方策を論じられるかどうか，また，最大の債権者であるＧ銀行は，\nその債権回収の極大化を図るため，いかなる方策を採るのが相当かとの観点から論じられているかどうかに置かれている。\n３ 採点実感等⑴ 第１問ア 設問１(ｱ) 設問１は，担保権者であるＢ社の動産売買先取特権に基づく破産手続外における担保権実行と契約当事者であるＤ社との本件売買契約の双方未履行双務契約の処理が組み合わされ，\n破産管財人も含め，複数の当事者が先鋭的に利害対立する場面となっている。権利関係の調整が大きく問題となり，論点も多数存在するところであるが，問題を３つの場面に分割・限定し，順次検討することを求めており，おおむね想定された検討が行われていた。\n基本的に個別の権利行使を禁止される破産債権者（一般債権者）の立場と別除権として破産手続外で担保権実行が可能な担保権者の立場の違い，倒産法独自の規律となる双方未履行双務契約の規律の理解，破産管財人が担保目的物を売却した際の財団債権の成否と，\n平時実体法との比較の観点で考慮することが求められており，民法の理解が前提として必要である。\n(ｲ) 設問１⑴において，Ｂ社は，機械αの代金１０００万円を回収したいと考えており，その債権の回収としては，Ｂ社の代金支払請求権（民法第５５５条）が破産手続では破産債権（破産法第２条第５項）となることを挙げるべきであるが，これに触れることなく，すぐに担保権である動産売買先取特権を論じているものが多かった。破産手続開始決定の効果として，\n破産債権は個別の権利行使を禁止され，破産手続によらなければ行使できず（同法第１００条第１項），債権届出，調査，確定手続を経て，配当を受けることになる。この前提を確認した上で，破産手続外で担保権実行が可能となる別除権につき論じる必要がある。\nＢ社は，機械αにつき，動産売買先取特権を有し（民法第３１１条第５号・第３２１条），\n破産手続において特別の先取特権は別除権とされることから（破産法第２条第９項），別除権付破産債権となり，別除権につき破産手続によらないで担保権実行が可能となる（同法第６５条第１項）。この点，一般の先取特権と勘違いし，優先的破産債権とするものが多く見られるなど，基本的事項の理解に欠けると言わざるを得ない答案もあった。また，設問１⑴においては，動産売買先取特権の指摘をすることなく，設問１⑶において物上代位権の前提として，動産売買先取特権を指摘するものもあったが，設問１⑴においては評価されない。\n担保権の実行は，機械αがＡ社の自社倉庫内に存在するので，その実行方法は，執行裁判所の動産競売開始許可を得た上での動産競売となる（民事執行法第１９０条第１項第３号・第２項）。この点の指摘までされているものも相当数あったが，強制執行と担保権実行との区別ができておらず，動産に対する強制執行（同法第１２２条第１項）を挙げるものも多かった。担保権の実行であり，一般債権者の強制執行の場面ではない（破産財団に属する財産に対する強制執行は禁止されている（破産法第４２条第１項）。）。なお，Ｂ社は，\n動産売買先取特権に基づく機械αの返還請求はできず，また，物上代位権の行使の場面ではない。\n別除権付破産債権であることを明確に指摘した上で，破産配当との関係で，不足額責任主義（破産法第１０８条第１項本文）まで触れられているものもあったが，ここまで触れた方が丁寧であろう（破産債権であることを指摘せずに，不足額責任主義に言及しても評価の対象とはならない。）。\n(ｳ) 設問１⑵においては，問題文に明確に書かれているとおり，Ｄ社との本件売買契約が双方未履行の双務契約であり，破産管財人Ｘは，破産法第５３条第１項に基づく解除か履行の選択を行う場面となることを確認する必要があり，この点はほぼ書けていたが，中には，\nこの点の把握ができておらず，管財人に選択権があることの明示がないものもあった。\nＸが履行を選択する場合の問題状況は，ＸのＤ社に対する代金支払請求権は破産財団に属する債権であり，Ｄ社のＡ社に対する機械αの引渡請求権は原則として破産債権となるところ，Ｄ社には同時履行の抗弁権があり（民法第５３３条），ＸがＤ社から代金を回収したくてもこのままでは回収できない点にあるが，この点の指摘はほとんどなかった。ここで，倒産法独自の双方未履行双務契約の規律の制度趣旨が問われることになるが，多くの答案は，問題状況とは無関係に論じており，問題状況を把握した上で，制度趣旨を論ずるものは印象が良かった。本問は，制度趣旨についての学説の優劣を問うものではないが，\n破産管財人が履行を選択した場合の効果として，相手方の請求権（Ｄ社の機械αの引渡請求権）が財団債権（破産法第１４８条第１項第７号）になる点を論じる必要がある。この点，破産管財人が解除を選択した場合の制度趣旨に終始するものがあったが，本問の問うところからは外れてしまうことになる。\n破産管財人が履行を選択するには，破産手続上必要とされる手続として，裁判所の許可が必要であること（同法第７８条第２項第９号・第３項第１号，破産規則第２５条）をその理由も含め論じる必要があるが，欠落しているものも多かった。なお，裁判所の許可を要する理由を論じているが，双方未履行双務契約の規律の制度趣旨（前述の財団債権となる点）には触れていないものもあった。\n本問は，Ｄ社との関係で，ＸがＤ社から機械αの代金１５００万円を回収する点につき問うものであるが，Ｂの動産売買先取特権につき，担保権消滅の許可の申立て（破産法第１８６条）を要するとし，これを論じることに終始するものも見受けられた。\n(ｴ) 設問１⑶においては，ＸがＤ社に機械αを引き渡していることから，動産売買先取特権には第三取得者への引渡し後の追及効がなく（民法第３３３条），また，Ｂ社が物上代位権を行使するにも，ＸがＤ社から代金を回収しており，Ｂ社はその前に差押えをしていないことから，別除権者として物上代位権の行使はできない（同法第３０４条第１項ただし書）。\nこのように，Ｂ社が優先的な回収はできない状況にあることが本問の前提であるが，この点に気付かず，Ｂ社の物上代位権の行使の可否に終始しているものが大多数であった。本問は，管財人による担保目的物の任意売却という事例において，Ｂ社が「破産財団から優先的に弁済を受ける」方法を問うており，財団債権となる法律構成が可能かの問題であることに気付いてもらいたかった。\n財団債権となる法律構成については，具体的には，Ｘが担保目的物を売却したことが不法行為（同法第７０９条，破産法第１４８条第１項第４号）や不当利得（民法第７０３条，\n破産法第１４８条第１項第５号）となるかどうかの検討が求められるが，両方又はいずれかを指摘するものは印象が良かった。動産売買先取特権は，法定担保であり，もともと弱い担保権とされるところ，破産管財人は破産財団に属する動産を換価すべき立場にあること，前述のとおり，動産売買先取特権には第三取得者への引渡し後の追及効がなく，物上代位権の行使（民法第３０４条第１項本文，民事執行法第１９３条第１項）も代金回収前に差押えが必要であること（民法第３０４条第１項ただし書）などからすると，基本的には成立に消極的な方向となり，そのように解するものが多かった。なお，説得的に論じてあれば，結論による差は特にない。\nイ 設問２(ｱ) 本問は，相殺権と相殺禁止の規律，具体的事案における相殺の可否を問うものであるが，\n破産法の条文の構造の基本を問い，それを前提に２つの最高裁判決を題材としているところ，前者の基本の理解が不十分なものが多く，後者の判例の理解に至るまでの段階で，差が付いた感がある。さらに，判例の理解まで踏まえ論じられているものは高得点となった。\n(ｲ) 解答に当たっては，まず，相殺の可否を論じる前提として，民法の相殺（民法第５０５条第１項）及び破産法の相殺権（破産法第６７条第１項）の確認（相殺適状にあるかも含め）\nが必要である。\n自働債権となるＣ社のＡ社に対する本件貸付金債権（破産債権）は，破産手続開始決定によって現在化し（破産法第１０３条第３項），弁済期が到来していることから（なお，Ａ社の支払停止により期限の利益を喪失したことや，期限付の破産債権も相殺が可能であること（同法第６７条第２項前段）の指摘でもよい。），相殺が可能となるところ（同条第１項），自働債権につき指摘するものは多くはなかった。指摘があっても，本件貸付金債権が破産債権に該当する点までにとどまっていた。\n次に，受働債権となるＡ社のＣ社に対する剰余金返還請求権は，停止条件付債権であると考えられるところ，破産手続開始後に受働債権につき停止条件が成就した場合の相殺の可否につき，破産法第６７条第２項後段は破産債権者の負担する債務が条件付債務であるときについても相殺を可としており，停止条件付債務につき，破産手続開始後に停止条件が成就した場合も相殺可能と思われるが，この指摘がないものも多かった。また，破産法の相殺権及び相殺禁止の条文は，正確な特定が必要であるところ，「第６７条第２項」までの指摘も相当数あった。「第６７条第２項後段」まで指摘されているものは印象が良かった。\n(ｳ) また，本問では，問題文に「破産法の条文の構造」を踏まえることが明示されており，前述した相殺権の前提を基に，破産手続開始後に受働債権につき停止条件が成就した場合，\n一般に，停止条件の成就をもって債務を負担したと理解されていることから，破産手続開始後の債務負担につき相殺禁止としている破産法第７１条第１項第１号に該当する（かつ，\n同条第２項の例外規定は適用がない。）という構造となっていることの確認が求められるところ（Ｃ社の主張とＸの反論が明確に対立するところ），この指摘が的確にされているものと不十分なもの，さらには，指摘がないものとの間では大きく差が付いた。\nさらには，同法第７１条第１項第１号には，同条第２項の例外規定がないところ，例外規定があることを前提に論じるもの，同法第６７条第２項後段を挙げずに，同法第７１条第２項第１号又は第２号を準用するとするもの，同条第１項第３号又は第４号に該当しつつも，同条第２項第２号に該当するとするもの等があった。\n(ｴ) 相殺の可否を論じるに当たっては，最高裁判所平成１７年１月１７日第二小法廷判決（民集５９巻１号１頁。以下，「平成１７年最判」という。）の射程が問題となるというべきところ，この判例の指摘やその判旨を前提とした指摘をした答案は，かなり少数にとどまった。平成１７年最判は，判例百選にも掲載されているものであり，これに言及した答案がかなり少数にとどまったことは，やや想定外であった。\n平成１７年最判の事案は，破産手続開始前の不法行為（火災保険詐欺）に基づく損害賠償請求権と破産手続開始後の満期返戻金債権，解約返戻金債権の相殺が問題となり，停止条件不成就の利益を放棄したときだけでなく，破産手続開始後に停止条件が成就したときも，\n特段の事情のない限り，相殺可能と判断した。これに対し，本問は，会社整理の最高裁判所昭和４７年７月１３日第一小法廷判決（民集２６巻６号１１５１頁。以下「昭和４７年最判」という。）の場面を用い，機械βが思いがけず高く売れ，Ｃ社が「期待していなかった」剰余金返還債務の負担が破産手続開始後に現実化したことをどのように評価するかを問うものであるが，的確に比較しているものは更に少数にとどまった。\n平成１７年最判の判断を前提に，「特段の事情」の意味合いにつき，相殺に対する合理的期待との関係，停止条件成就前に受働債権の発生いかんも額も不確定の場合か（昭和４７年最判），相殺権の濫用に該当する場合か等を適宜挙げ，説得的に論じることが求められるところ，前提を欠くものと的確に論じたものとで大きく差がついた。ただ，前提を欠いていたとしても，相殺に対する合理的期待を中心に，譲渡担保の剰余金返還債務が生じる場面の特殊性を挙げ，もともとの債権担保を越える担保的機能まで認められるか否か説得的に論じているものは，上限はあるものの評価された。\nなお，相殺の可否を論ずるに当たっては，規範定立が求められるところ，事案のあてはめと峻別できていない答案も多く見られた。\n⑵ 第２問ア 設問１(ｱ) 設問１では，まず，前提として，裁判所は，再生計画案の提出があったときは，民事再生法第１６９条第１項各号のいずれかに該当する場合を除き，当該再生計画案を議決に付する決定をすることとなり，本件再生計画案を付議するためには，当該再生計画案が「法律の規定に違反」（同法第１７４条第２項第１号）するものではないことが必要である旨（同法第１６９条第１項第３号）を指摘する必要があるが，この点は，比較的よくできていた。また，\nこれらの条文を正しく摘示し，前提の整理を丁寧に行っている答案は，その後の論述も，問題点を的確に抽出できていた。一方，条文を正しく適示できていないものも散見され，そのような答案は，その後の論述も雑となったものが多かった。\n(ｲ) 次に，本件再生計画案の第２項（権利変更の一般的基準）の①から④までの各条項の民事再生法上の問題点を踏まえて解答をすることが求められているが，当該各条項は，いずれも免除を受ける割合を異にする権利変更の内容を定めるものである。したがって，本設問では，\n平等原則とその例外を規定する民事再生法第１５５条第１項本文及びただし書との関係で，\n①から④までの全ての条項の問題点を的確に抽出する必要がある。しかし，全ての条項について法律上の問題点を検討している答案はそれほど多くなく，とりわけ，①及び②の各条項の問題点を抽出している答案は少数にとどまっていた。また，②の条項が，少額債権者にとって一般債権者よりも不利益となっているとする答案や，④の条項がＹ社にとって一般債権者よりも有利となっているとする答案もあった。前提となる事実関係を含めて，問題文はよく読む必要があり，例えば，上記のように再生計画案の読み方を誤るような答案は，①から④までの各条項の的確な問題点の抽出などおよそ期待し得ない。\nさらに，本設問では，各条項の同法第１７４条第２項第２号該当性について長々と論じている答案が多く見られた。答案上この点に触れること自体は構わないが，問題文において，再生計画の履行可能性について特段疑義を挟むような事情は何ら挙げられていないのであるから，中心論点である平等原則との関係でバランスを失しない程度の論述に留める必要がある。再生計画の履行可能性（同法第１７４条第２項第２号該当性）について長々と論じている答案は，必然的に平等原則に関する論述は薄いものとなり，高い評価を得ることは難しくなっていた。また，本設問では，問題文において，各条項が同法第１７４条第２項第４号には該当しないことが明示されているにもかかわらず，清算価値保障原則違反について論述する答案も少なからず見られた。このような答案は，問題文をよく読んでいないか，あるいは同法第１７４条第２項第４号の「再生債権者の一般の利益に反するとき」の意義（清算価値保障原則）という民事再生法の基本的概念の知識を欠くことによるものと思われる。\n(ｳ) ①から④までの各条項について検討をするに当っては，法律上の問題点が問われている以上，民事再生法第１５５条第１項ただし書がそれぞれ平等原則の例外を許容している法律の趣旨に立ち返った論述をすべきである。この点は，④の条項については，比較的多くの答案が触れられていたが，①から③までの条項についても，同様に平等原則の例外が許容されている趣旨について論述できている答案は高い評価を得た。また④の条項について，問題文に表れた事情を的確に抽出してこれを評価し，「衡平を害しない場合」に当たるか否かの当てはめを行っている答案も多く見られ，おおむね高い評価を得ていた。\nなお，同法第１５５条第１項ただし書の「不利益を受ける債権者の同意がある場合」や，\n「少額の再生債権」，「第８４条第２項に掲げる請求権」が，「その他これらの者の間に差を設けても衡平を害しない場合」の例示であるとの指摘のある答案がかなりの数に上ったが，\n条文の文言上，例示ではないことは明らかである（規定上「その他」となっていて，「その他の」とはなっていない。）。また，全体を通じて，条文の摘示が全くなかったり，条文の摘示の仕方（本文とただし書との区別や項と号との区別）が正しくできていない答案がかなりの数あった。条文の読み方等の法律家としての基本的スキルが身に着いていないことによるものと思われる。\nイ 設問２(ｱ) 小問⑴では，まず，再生計画認可後の再生手続においてＸ社及びＫが果たすべき役割が問われているにもかかわらず，再生手続一般において，再生債務者及び監督委員が果たすべき役割について論じている答案が少なからず見られた。また，本小問では，Ｋ（監督委員）が果たすべき役割についても問われているにもかかわらず，この点の論述を全くしていない答案や，Ｘ社が採り得る方策が問われているにもかかわらず，Ｋが採り得る方策について論述している答案もあった。これらの答案もまた，問題文をよく読んでいないことによるものと思われる。\nＸ社が採り得る方策を論じるに当って，平板に条文を羅列するのではなく，再生債務者が，\n再生手続開始後においても，業務遂行権及び財産管理処分権を有し（民事再生法第３８条第１項），債権者に対し，公平誠実にこれら権利を行使し，再生手続を追行する義務を負うこと（同条第２項）などの再生手続の基本構造を踏まえて論じているものは，高い評価を得ていた。\n(ｲ) 再生債務者（Ｘ社）の採り得る方策については，多くの答案が再生計画の変更の申立て（民事再生法第１８７条第１項）に触れられていたが，その制度の趣旨にまで立ち返って，その要件該当性や効果についてまで論じられている答案は少数にとどまっていた。\nまた，再生債務者（Ｘ社）として，再生計画が履行される見込みがないことが明らかになったとして，廃止の申立て（民事再生法第１９４条）をすべきとする答案も多くあったが，\nこの指摘にとどまらず，なぜＸ社が廃止の申立てをすべきであるのかについて，前記の再生手続において再生債務者が果たすべき役割を踏まえて論じている答案も少数ながらあり，このような答案は，高い評価を得ていた。\n(ｳ) 小問⑵では，Ｇ銀行が採り得る方策を検討する必要があるが，多くの答案が，再生計画の取消しの申立て（民事再生法第１８９条第１項第２号）に触れられていた。しかし，本件において取消しの申立てが認められるかについて，問題文に表れた事情を抽出して，同条第１項第２号や同条第３項の要件への当てはめを行い，その効果として，再生計画の取消決定が確定したときには，再生再計画によって変更された再生債権が原状に復し（同条第７項），\nＧ銀行としては権利変更前の債権全額につき権利行使ができることになることについて丁寧に論じている答案は，少数にとどまった。また，Ｇ銀行としては，再生債権者表の記載を債務名義とした強制執行（民事再生法第１８０条）を申し立てることも考えられるが，この点を指摘できた答案も少数にとどまった。\nこれらＧ銀行が採り得る方策を検討するに当っては，単に条文を羅列するのではなく，Ｇ銀行が，債権者としての立場から，債権回収の極大化を図るためにいかなる方策を採ることができるかという観点から検討をしている答案は，高い評価を得ていた。\n⑶ 全体を通じて条文を正しく適示できないもの（例えば，「１７４条２項１号」を誤って「１７４条１号」「１７４条２号」とするもの，「ただし書」を「後段」とするもの等）や誤字（「少額債権」を「小額債権」，「衡平」を「公平」とするもの等）が目立った。\n第１問，第２問とも，問題文に答案構成についての明確な指示が書かれているにもかかわらず，それに従わない答案が相当数あった。また，第１問にあっては，設問１につき，余事記載が多いもの，設問２との分量のバランスを欠いているものが少なからず見られた。また，第２問にあっては，設問２の解答にたどり着いていないか，単に「再生計画の変更」，「廃止」，「取消し」を羅列するのみにとどまる答案が少なからず見られた。\n４ 今後の出題について今後も，特定の傾向に偏ることなく，基本的な事項に関する理解を確認する問題，具体的な事案から論点を抽出する能力を試す問題，倒産実体法及び倒産手続法に関する問題，企業倒産に関する問題と個人破産に関する問題等，幅広い観点からの出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるものまず，倒産法における基本的な条文，判例及び学説を断片的，概括的にではなく，その趣旨に遡って正しく理解をした上で，倒産法の体系の中で相互に関連付けて把握することが重要である。\nその上で，具体的な事例の検討に当たっては，習得した基本的な知識の確認とその応用をしながら，与えられた事実関係を把握・分析して論点を過不足なく的確に抽出し，論理的かつ一貫性のある解釈論を展開して，妥当な結論を導く能力が求められる。\nこのような知識・能力の必要性は，倒産法の分野に限られるものではないが，倒産法は，実体法と手続法が交錯する分野であり，民事訴訟法，民事執行法，民法等についての幅広い理解・知識が基礎として求められる上，再建型及び清算型手続の異同についても横断的に理解することが必要であるなど，総合的かつ多角的な知識・能力が求められる分野である。\n法科大学院においては，こうした点にも配意しつつ，上記の知識の習得や能力の涵養を実現するための教育が日々実践されることを期待したい。\nなお，言わずもがなのことでもあり，他の科目でも例年指摘されているはずだが，「採点の対象となる（他人が読む）ものを書く。」という基本的な姿勢に欠けていると言わざるを得ないものが，\n依然として少なからずある。文字の巧拙というレベルを超えて，判読不能（極端に小さな文字，外国語の筆記体のような綴り）のものさえある。日頃起案の練習をする際から，是非とも心掛けてほしいものである。"
}