{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国とＢ国は同じ海洋に面して陸で隣接する二つの国である。いずれも１９６０年代に独立し，直ちに国際連合（以下「国連」という。）に加盟した。独立以来両国間には国境をめぐる紛争は発生してこなかったが，２０００年代に入って，Ａ国の沿岸の一番近い地点から約５０キロメートル，Ｂ国の沿岸の一番近い地点から約３０キロメートルの位置にある小島Ｘ島の帰属をめぐって紛争が生じた。Ｘ島は古くからＡ国の漁業者が漁業活動の拠点として使用してきた。Ａ国は独立の際Ｘ島を自国の領域に編入する措置をとり，以来Ｘ島周辺での漁業活動に関する規制や数百人のＸ島住民に対する住民登録，徴税等の行政権を行使してきた。このＡ国の行動についてＢ国からは特段の抗議等はなかった。しかし，Ｂ国は２００２年頃からＸ島が地理的にＡ国よりもＢ国に近接していることを理由にＸ島に対して領有権を主張するようになり，２００６年にはＢ国の国内法に基づいて領域編入を行った。Ａ国は直ちにこれに抗議した。その後Ｘ島の帰属をめぐって両国間で外交交渉が断続的に持たれたが進展はみられなかった。\n２０１５年６月２２日，Ｂ国の軍隊がＸ島に上陸して島を占拠し，Ａ国の漁業者及び住民を島から強制的に退去させ軍の一部を常駐させた。翌２３日，Ａ国は国連の安全保障理事会（以下「安保理」という。）の開催を要請した。同月２４日に開催された安保理では，上記の事態を議題として取り上げ，その中で，Ｂ国の軍事行動を非難し，直ちに軍をＸ島から撤退させ，Ａ国の漁業者及び住民の帰島を可能にするようＢ国に要求する決定を内容とする決議案が，複数の理事国によって共同提案された。\n以上の事実を基に，以下の設問に答えなさい。なお，Ａ国及びＢ国は，いずれも安保理の理事国ではない。また，両国とも国連以外の安全保障や紛争解決に関する条約には参加していない。\n〔設 問〕\n１．前記の安保理決議案について，投票の結果が仮に賛成１０，反対３，棄権２であり，５つの常任理事国のうち４か国は決議案に賛成したが，Ｂ国と友好関係にあるＣ国は棄権した場合，同決議案は採択されるか，それとも否決されるか，理由を付して答えなさい。\n２．前記の安保理決議案においてＢ国の軍事行動を非難する国際法上の根拠について，論じなさい。\n３．前記の安保理決議案が仮に全会一致で採択された場合，Ｂ国はＸ島から軍を直ちに撤退させ，Ａ国の漁業者及び住民の帰島を可能にする措置をとるべき国際法上の義務が生ずるかどうか，また，Ｂ国が決議を無視して軍を駐留させ続け漁業者等の帰島を可能にしなかった場合，安保理は国際連合憲章上どのような行動をとることができるかについて，答えなさい。\n４．前記の安保理決議案が仮に必要な賛成票が得られず否決された場合，国連総会がこの事態を議題として取り上げ，同様の内容の決議を採択することができるか，論じなさい。〔第２問〕（配点：５０）\nＡ国に所在するＢ国大使館（以下「Ｂ国大使館」という。）に勤務するＢ国の外交官Ｘが，Ａ国内の首都近郊の道路で自動車を運転中，制限速度を大幅に超過していたためカーブを曲がり切れずに歩道に突っ込み，歩道を歩いていたＡ国籍の小学生十数名を死傷させるという重大な交通事故を起こし，事故現場からそのまま逃走した。\nＡ国の警察当局は，Ｘが自宅には戻らずＢ国大使館の館内にとどまっていることが判明したため，Ａ国外務省を通じて，Ａ国に駐在するＢ国大使Ｙに対し，Ｘの身柄の引渡しと本件事故の捜査への協力を要求した。これに対し，Ｙ大使は，上記の事故はＸが引き起こしたものであることは認めながら，「Ｘは外交官の身分を有する者であり，外交関係に関するウィーン条約によれば，我が国はＸの身柄をＡ国政府に引き渡す義務を負わない」と述べ，警察当局の要求を拒否した。これを受け，上記交通事故で死亡した小学生の遺族数名が抗議のためＢ国大使館を訪れたところ，Ｂ国大使館側は面会を拒否して上記遺族を門前で追い返した。これがマスコミによって大きく報じられると，Ａ国国内ではＢ国政府に対する反発が強まった。\nその後，Ｂ国大使館がＸをＢ国に帰国させたところ，これを知ったＡ国国民の間では，Ｂ国政府に対する反感が一層激化し，Ｂ国大使館の周辺で，Ｂ国政府の本件対応に抗議する大規模なデモが連日行われるようになった。Ａ国の警察当局は，多数の警察官を動員してＢ国大使館の警備に当たり，抗議集団がＢ国大使館に侵入することを阻止した。しかし，抗議集団により，Ｂ国大使館には多くの石や卵が投げ付けられて，建物の窓が割れ，また，その敷地の外壁にはスプレーでＢ国を非難するスローガンが大きく落書きされた。さらに，抗議集団の一部は，Ｂ国大使館の正門前の路上で，持参したＢ国国旗を燃やして気勢を上げたが，警備に当たるＡ国の警察官はこれを阻止しようとしなかった。\nＢ国大使館に対する大規模デモは数週間継続し，その間Ｂ国大使館では，館員が自由に出入りすることができず，大使館としての業務を行うことが困難な状態が続いた。\n一方，Ｘは，Ａ国からＢ国に帰国した直後にＢ国外務省を退職した。その約１年後，Ｘが私用で海外渡航中にＡ国領域内を通過したところ，Ｘは，Ａ国領域内で，Ａ国警察当局によって上記死傷事故を発生させた容疑で身柄を拘束され，Ａ国検察当局によって同容疑でＡ国の裁判所に訴追された。\nなお，Ａ国とＢ国は，いずれも国際連合加盟国であり，外交関係に関するウィーン条約の当事国である。\n〔設 問〕\n１．「Ｘは外交官の身分を有する者であり，外交関係に関するウィーン条約によれば，我が国はＸの身柄をＡ国政府に引き渡す義務を負わない」というＹ大使の見解に対して，Ａ国政府として国際法上どのような主張が可能であるかについて，論じなさい。\n２．Ｂ国大使館に対する抗議活動の結果生じた損害に関連して，Ｂ国政府はＡ国政府に対して国際法上どのような請求を行うことが可能であるかについて，Ａ国政府側からの予想され得る反論も踏まえながら，論じなさい。\n３．Ａ国の当局によってＸが身柄を拘束され，Ａ国裁判所に訴追されたことは，国際法上どのように評価できるか。Ｘが引き起こした交通事故が，①休暇中に私的な旅行のため自動車を運転中の事故であった場合，②緊急の公務のため自宅からＢ国大使館に駆けつける途中の事故であった場合のそれぞれについて論じなさい。- 34 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，島の帰属をめぐる二国間の争いが，国際連合（以下「国連」という。）の場においてどのように扱われるかについて，司法試験用法文にも登載されている国連憲章の関連規定の的確な把握，及び島の領有に関する国際法の基本的な理解を問う問題である。国連憲章に関しては，設問の趣旨を踏まえて参照すべき適切な国連憲章の条文を見付け，その該当条文を条約の解釈に関する国際法の規則（条約法に関するウィーン条約第３１条以下参照。）に即して適切に解釈し，問われている具体的論点に答えることが求められる。また島の領有については，国家の領域や島の帰属に関する国際法の理解と本事案への的確な適用が求められる。\n設問１は，Ａ国の要請に基づいてこの事案を扱った国連安全保障理事会（以下「安保理」という。）の表決手続に関する問いである。特に安保理の表決手続を定める国連憲章第２７条の構造の的確な理解が求められる。同条第１項は各理事国が１個の投票権を有すること，第\n２項は手続事項に関する決定は１５理事国中９理事国の賛成投票により可決されること，そして第３項は，「その他のすべての事項」（通常「手続事項」に対比して「実質事項」又は「重要事項」といわれる。）に関する安保理の決定は「常任理事国の同意投票を含む９理事国の賛成投票」により可決されることを規定する。\n本事案の決議案の内容は手続事項ではないので，設問の安保理決議案の採択には，国連憲章第２７条第３項が適用されることをまず押さえる必要がある。すなわち，本事案のような実質事項に関する安保理の表決には，①「９理事国の賛成投票」及び②「常任理事国の同意投票」の二つの要件が満たされなければならない。②の要件は，常任理事国の１国でも反対すると他の１４理事国が賛成していても決議案は否決されるという意味で，一般に「常任理事国の拒否権」と表現されている。\n本事案では，投票結果は賛成１０票であったので「９理事国の賛成投票」という要件は満たされているが，常任理事国のＣ国が棄権したために，「常任理事国の同意投票」という要件が満たされているかどうかが問題となる。解釈論としては，棄権は積極的な同意投票ではないので「常任理事国の同意投票」があったとは言えないと解して否決されたとすることも可能である。しかし，国連では，安保理の任務の円滑な遂行を確保するために，そしてまた，解釈論としても棄権は反対票とも異なり拒否権の行使には当たらないと解することも可能であることから，国連成立後間もない頃から，棄権は拒否権の行使には当たらないとする慣行が成立している。この慣行によれば，本事案の安保理決議案は，国連憲章第２７条第３項の二つの要件を満たしているので，採択されたと解することができる。\n設問２は，本事案の決議案において，Ｂ国の一方的軍事行動を非難する国際法上の根拠を示すことを求めている。この設問を検討するに際しては，Ｂ国のＸ島への一方的軍事行動がＡ国の領域を侵犯する違法行為と言えるか否かが重要なポイントとなるから，まずは前提として，Ｘ島がＡ国に帰属することを説明する必要がある。本事案では，Ａ国は独立の際に同島を自国の領域に編入する措置をとるとともに，その後数百人の住民に対する一定の行政権を行使してきた。このＡ国のＸ島に対する国家としての領域管轄権の行使により，Ｘ島を領有するＡ国の意思が明白に示されているうえに実効的支配（１９２８年のパルマス島事件に関する常設仲裁裁判所判決参照。）も確立しかつ平穏に継続してきたと言える。一方，その間\nＢ国はこれらのＡ国の主権行使に対して抗議することがなく，Ｂ国がＸ島に対する領有権を主張するようになったのは，両国の独立後３０年以上が経過した２００２年であり，その主張の主な根拠は，国際法上島の領有の基礎としては学説上も判例上も実効的支配のように十分に確立しているとは言えない地理的近接性を理由とするものである。３０年以上Ａ国のＸ\n島に対する主権行使を黙認し，２００２年になって地理的近接性という理由をもって領有権を主張するようになったＢ国の立場は，Ａ国の長年にわたる平穏な実効的支配に対抗する主張としては国際法上根拠が弱いと結論することができる。\nこのことを前提にするならば，Ｂ国のＸ島への一方的軍事行動は，国連憲章第２条第４項が禁止するＡ国の「領土保全」に対する「武力の行使」に当たり違法である。また，仮にＸ島についてはＡ国に帰属することが確定しておらずＢ国との間に紛争が存在する状態であるとしたとしても，その場合Ｂ国はＸ島への一方的軍事行動の前に国連憲章第２条第３項に従って，同第３３条に列記する交渉，審査，仲介，調停，仲裁裁判，司法的解決などの平和的手段による紛争の解決に努めるべきであった。そうしなかったＢ国の一方的軍事行動は，国連憲章第２条３項が規定する紛争の平和的解決義務にも違反している。\n設問３は，仮に本事案の安保理決議案が全会一致で採択された場合，Ｂ国は直ちに軍をＸ島から撤退させＡ国の漁業者や住民の帰島を可能にする措置をとるべき国際法上の義務が生ずるかという問いである。言い換えると，採択された安保理決議はＢ国を法的に拘束するかという問いである。一般に，国連を含む国際機構（国際組織，国際機関ともいう。）の総会，理事会などの審議機関の決議は，国家が締結した条約とは異なり法的拘束力はないとされている。その場合，決議がどのような票数で可決されたかということは，通常問題とはならない。仮に全会一致で採択された決議であっても，政治的意味はともかく，法的には拘束力がないと見るのが通例である。\nただし，国連憲章のような国際機構設立基本条約において，特定の審議機関の決議が拘束力を有することが明確に規定されている場合は別である。国連の安保理の場合がまさにその例に当たる。国連憲章第２５条は，「国際連合加盟国は，安全保障理事会の決定をこの憲章に従って受諾し且つ履行することに同意する」と規定する。この「受諾し且つ履行することに同意する」という文言の意味は，一般に「安保理の決定は加盟国を拘束するもの」と解されている。したがって，Ｂ国は，安保理決議に従って，軍をＸ島から直ちに撤退させ，Ａ国の漁業者や住民をＸ島に帰島させる措置をとるべき国際法上の義務があることになる。\n仮にＢ国が決議を無視して軍を駐留させ続け漁業者等の帰島を可能にする措置をとらなかった場合は，安保理は何ができるか。その場合安保理は，国連憲章第７章の下でＢ国に対して一定の強制措置をとることができる。具体的には，国連憲章第３９条に基づいて，Ｂ国の軍事行動は「平和に対する脅威，平和の破壊又は侵略行為」であると決定し，同第４１条に規定する非軍事的（経済的）措置を，またそれでは不充分であるとされた場合には，同第４２\n条の軍事的行動をとることができる。\n設問４は，仮に安保理が決議案を否決した場合，総会が本事案の事態を議題として取り上げ，安保理決議案と同様の内容の決議を採択することができるかを問う問題である。総会は，国連憲章第１０条において，「この憲章の範囲内にある問題若しくは事項」に関して討議することが一般的に認められている。また，国連憲章第１１条第２項は，本事案のような「国際の平和及び安全の維持に関するいかなる問題も討議」することを総会に認めている。したがって，総会が本事案を議題として取り上げて討議することは可能である。\nなお，総会には紛争解決のために勧告をする権限が認められているが，それには一定の制約がある。それは国連憲章第２４条において，安保理に「国際の平和及び安全の維持に関する主要な責任」を与えていることに関係する。この規定から，本事案に関しては，まず安保理が扱うのが国連憲章の趣旨である。そして，そのことを確実にするために，国連憲章は第\n１２条第１項において，「安全保障理事会がこの憲章によって与えられた任務をいずれかの紛争又は事態について遂行している間は，総会は，安全保障理事会が要請しない限り，この紛争又は事態について，いかなる勧告もしてはならない」と規定している（前記の国連憲章第\n１０条及び第１１条第２項の総会の権限を定める規定も「第１２条に規定する場合を除く外」と条件を付けている。）。言い換えると，総会は，安保理が本事案について任務を遂行している間は，特に安保理が要請しない限り，本事案について討議はできても勧告はできないと考えられる。\nところで設問４では，安保理は決議案を否決しているのであるが，これをもって安保理が本事案について任務を遂行しなくなったと判断して総会が本事案を討議し勧告をすることができるかが，国連憲章第１２条第１項の規定の解釈上問題になる。安保理が本事案を議題として取り上げて審議している間は，関連する決議案の一つが否決されたとしても議題は継続していると考えられるから，本事案の場合，当該決議案の否決を唯一の根拠として，安保理が本事案に関して任務を終了したとまで断定することはできないだろう（なお，安保理が，常任理事国の全員一致が得られなかったためにその主要な責任を遂行できなくなった場合，一定の手続を踏んで，総会が問題を討議し，加盟国に対して勧告することができることを確認した１９５０年１１月３日の「平和のための結集決議」参照。）。〔第２問〕\n本問は，外交官に対して認められる国際法上の特権免除及び外交使節団の公館（大使館等）の保護等に関する外交関係法と，国際法上の国家責任をめぐる問題に関する基本的な理解について問う問題である。外交関係法に関しては，外交関係に関するウィーン条約（以下「外交関係条約」という。）に関係する国際法上の権利義務の内容が明記されており，同条約の条文は司法試験用法文に登載されている。したがって，本問は，外交関係法に関する国際法の規則の内容をどれだけ「暗記」しているかを問うものではなく，外交関係条約の関係条文を具体的な設問の事例に照らして的確に抽出・解釈し，論理的な論述を展開して適切な結論を導くことを期待する問題である。また，国際法上の国家責任に関しても，国家責任の一般的な成立要件や責任追及の方法など，その基礎的な理解を前提としてこれを具体的な事例に適用する能力を問うものであり，決して過度に専門的で詳細な知識を求めているものではない。\n設問１は，外交官の身分を有する者に対して認められる国際法上の特権免除の内容と，これをめぐる接受国と派遣国の国際法上の権利義務に関する理解を問う問題である。具体的には，外交関係条約第２９条が規定する外交官の身体の不可侵の規定と，同条約第３１条が規定する外交官の裁判権免除のうち特に刑事裁判権からの免除の規定が，Ｂ国の外交官Ｘが引き起こした本件交通事故に関してどのように適用されるかにつき検討する必要がある。論述に際しては，外交官に対して国際法上の特権免除が認められる趣旨及び目的，背景にも触れながら主張を展開することができれば，論旨の説得力が更に増すことが期待できる。\n設問１は，Ａ国政府としてＹ大使の見解に対して国際法上可能な主張を問う内容であるから，外交関係条約は，外交官など特権免除が認められる者に対して接受国の法令を尊重する義務を一般的に課している（第４１条）ことをまず指摘する必要がある。また，外交官に認められる裁判権免除に関しては派遣国による免除の放棄が認められる（第３２条）ことから，接受国であるＡ国は派遣国であるＢ国に対して外交官Ｘに関する免除の放棄を要請できることに言及する必要がある。さらに，外交関係条約によれば，接受国は「いつでも，理由を示さないで」特定の外交官が「ペルソナ・ノン・グラータ」（好ましからざる人物）であることを派遣国に通知することができ，その場合には派遣国は当該外交官を召還し又はその者の任務を終了させなければならない（第９条）ものとされる。本設問においても，接受国であるＡ国は，外交官Ｘが「ペルソナ・ノン・グラータ」であることをＢ国に対して通告することができ，その場合にはＢ国は外交官Ｘを本国に召還するか又は任務を終了させる義務を負うことになる。\n設問２は，国際法上認められた外交使節団の公館（本事例ではＡ国に所在するＢ国大使館）の不可侵等との関係で，Ａ国がＢ国に対して負う国際法上の国家責任について問う問題である。一般に国際法上の国家責任が発生するためには，国による国際違法行為が必要であり，国による国際違法行為とは，ある作為又は不作為からなる行為が，①国際法上当該国に帰属し，②当該国による国際義務の違反を構成する場合に存在するものとされる（例えば，国連の国際法委員会（ILC）が作成し国連総会が採択した国家責任条文参照）。\n外交関係条約第２２条は，外交使節団の公館の不可侵について規定し，特に接受国に対して，「接受国は，侵入又は損壊に対し使節団の公館を保護するため及び公館の安寧の妨害又は公館の威厳の侵害を防止するため適当なすべての措置を執る特別の責務を有する」（同条第２\n項）と定めている。したがって，Ａ国に所在するＢ国大使館周辺で発生した事実に照らして，Ａ国当局が「適当なすべての措置を執る特別の責務」を果たしたといえるか否かを個別に検討する必要がある。具体的には，大使館の窓の破損や外壁の落書きといった物理的な「損壊」\nの発生に加えて，大使館正門の路上でのＢ国国旗の焼却といった行為が「公館の安寧の妨害又は公館の威厳の侵害」に当たるか否かといった点に関しても，検討が必要とされる。また，外交関係条約は，外交使節団の任務遂行のための接受国による便宜供与（第２５条），さらに使節団の構成員の移動及び旅行の自由（第２６条）等を保障している。Ｂ国大使館に対する大規模デモの継続中にＢ国大使館への自由な出入りが事実上制約され大使館の業務遂行が困難な状態が続いたことは，同条約中のこれらの規定との関係でも国際法上の義務違反を構成する可能性があることに留意する必要がある。\nなお，Ａ国政府の側からは，これらの違法行為を行ったのは私人であり，私人の行為は原則として国に帰属しないから，デモ参加者がＢ国大使館に対して行った行為からＡ国政府に国際法上の責任は発生しない，といった反論がなされるかもしれない。しかし，設問２で問題とされている外交関係法に基づく外交使節団の公館の保護に関しては，接受国が「相当の注意」をもって外交使節団の公館を保護する国際法上の義務を負うものであり，外交使節団の公館の侵害を防止するための十分な保護措置をとらなかったというＡ国政府による不作為の義務違反を問えることに注意する必要がある（例えば，在テヘラン米国大使館員等人質事件国際司法裁判所判決参照）。本事案においては，接受国であるＡ国は，同国に所在するＢ国大使館に関して，「侵入又は損壊に対し使節団の公館を保護するため」及び「公館の安寧の妨害又は公館の威厳の侵害を防止するため」適当なすべての措置を執る特別の責務を負っている（外交関係条約第２２条第２項）。したがって，Ａ国政府が，多数の警察官を動員してＢ国大使館の警備に当たらせたとはいえ，投石や落書き等を防げず，その結果としてＢ国大使館の物理的な「損壊」が発生したことは，Ａ国政府が当該公館を保護する義務を履行できなかったものであり，また，Ｂ国大使館の正門前の路上でＢ国国旗を燃やすことを制止せず放置したことは当該公館の「安寧の妨害又は公館の威厳の侵害」を防止しなかったものと解することができ，いずれもＡ国政府自身による国際法上の義務違反（防止義務違反）を構成するとみなすことができよう。\n次に，以上のようにＢ国大使館に関して十分な保護を行わなかったことにつきＡ国に国際法上の国家責任の発生が認められるとした場合，Ｂ国はＡ国に対して国際法上どのような請求を行うことができるかを考察する必要がある。国際法上の国家責任が発生した場合，一般に，被害国は加害国に対して，「原状回復」，「金銭賠償」，「満足」（違反の自認，遺憾の意の表明，公式の陳謝等）等を要求することができるものとされる。本事案においてＢ国が被った損害に関しても，物理的に回復が可能な損害に関しては「原状回復」を，原状回復によっては十分に回復されない損害に関しては「金銭賠償」を，原状回復又は金銭賠償によっては十分に回復されない損害に関しては「満足」として公式の陳謝や遺憾の意の表明，違反の自認といった外形的行為による救済を，それぞれ求めることができるものと考えられる（例えば，前述の国家責任条文参照）。\n設問３は，外交官としての身分の終了による特権免除の消滅に関連する問題について問うものである。外交関係条約第３９条第２項は，外交官等が有する特権免除は，当該者の任務が終了した場合には通常その者が接受国を去る時に消滅する，という原則を規定している。\n同時に，同項ただし書は，前記の者が「使節団の構成員として任務を遂行するにあたって行なった行為」についての裁判権からの免除は，その者の特権免除の消滅後も引き続き存続すると定めている。\n本設問では，Ｂ国の外交官Ｘが引き起こした本件交通事故が，①休暇中に私的な旅行のため自動車を運転中の事故であった場合，②緊急の公務のため自宅からＢ国大使館に駆けつける途中の事故であった場合のそれぞれについて，前述の規定に照らしてどのように判断すべきかが問われることになる。①の場合には，本件交通事故は外交官Ｘが「使節団の構成員として任務を遂行するにあたって行った行為」であると解することは困難であろう。したがって，この場合にはＢ国の元外交官Ｘには当該事故に関して裁判権免除は認められず，Ａ国検察当局がＸをＡ国の裁判所に刑事訴追したことは外交関係条約の関係規定に違反しないもの- 36 -\nと考えられる。\n他方で，②の場合には，本件交通事故は外交官Ｘが「使節団の構成員として任務を遂行するにあたって行った行為」であると解することができ，その場合には，本件事故に関して外交官Ｘに認められていた裁判権免除は，ＸがＢ国の外交官としての身分を失った後も引き続き存続するものと認められる。したがって，Ａ国検察当局がＢ国の元外交官ＸをＡ国の国内裁判所に刑事訴追したことは，外交関係条約の関係規定に違反するものと解釈できよう。\nなお，刑事裁判権を含むＡ国の裁判権からの免除がＢ国の元外交官Ｘに対して引き続き認められる場合であっても，設問１の解説で前述したように，Ｂ国はＸに関する免除の放棄に同意することができる（外交関係条約第３２条）のであり，Ａ国がＢ国に対してＸに関する免除の放棄を求めることも取り得る選択肢の一つと考えられる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている出題の趣旨（「平成２８年度司法試験論文式試験問題出題趣旨【国際関係法（公法系）科目】」に記載したとおりである。\n２ 採点方針国際関係法（公法系）科目の採点方針は，基本的には従来の立場を踏襲し，①国際法の基本的な知識を習得し，かつ，設問に関係する国際法の基本的な概念や規範，特に，関係する主要な多数国間条約の関連規定，及び関係する理論や国際法判例を正確に理解しているか，②各設問の内容を理解し必要な国際法上の論点に触れているか，また，出題されている事例に対する適切な考察がなされているか，③答案の法的構成がしっかりしており，論理的かつ正確な文章で書かれ，適切な理由付けがなされているか，といった点を重視した。\n３ 採点実感等本年は，２問とも司法試験用法文に登載されている基本的な多数国間条約に関連する問題であったので，関係条約の該当条文を見付ければ一応の解答が書けるということもあり，全く見当違いの答案はほとんどなく，最低ライン点未満者もいなかった。しかし，設問に最も関係する条文の構造を正確に理解しかつそれらを条約の解釈に関する国際法の規範に即して適切に解釈しているか，また，その際に，国際法の理論や判例，実行（プラクティス）に関する基本的な理解があるか，さらに設問で求められている問いに的確に答えているか，といった点では，答案の間に差が見られた。\n⑴ 第１問第１問は島の帰属をめぐる二国間の争いが，国際連合（以下「国連」という。）の場でどのように扱われるかを問う問題である。\n設問１は，本事案を扱う国連の安全保障理事会（以下「安保理」という。）における決議案採択の手続に関係する。安保理の決議案採択手続に関する関係規定が国連憲章第２７条であることは，ほとんどの答案が指摘しており，その構造について，第１項が「各理事国一票」の原則を規定し，第２項が手続事項に関する採択要件（９理事国以上の賛成投票）を規定し，第３項が「その他のすべての事項」（「手続事項」以外の事項という意味で「実質事項」又は「重要事項」といわれる。）に関する採択要件（「常任理事国の同意投票を含む９理事国の賛成投票」）を規定していることを理解した上で，「本事案は手続事項ではないので第３項が適用される」と正しく答えた答案が多く見られた。\n次に，同条第３項の当てはめについては，本事案に関する安保理決議案の採択が同項の二つの要件，すなわち①「９理事国の賛成投票」と②「常任理事国の同意投票」を満たしているかどうかを検討し，①の要件は満たしているとするものがほとんどであったが，②の要件については，\n答案の立場は分かれた。まず，②の要件はいわゆる常任理事国の拒否権を規定したものであるが，\nこのことを的確に指摘せず，同項と関係なく拒否権について独立に論じた答案が少数だが見られた。また，棄権は積極的な「同意投票」ではないので「常任理事国の同意投票」があったとはいえない（つまりＣ国はいわゆる拒否権を行使した）と解して同決議案は否決されたと答えたものが一定数あった。しかし，多くの答案は，棄権は積極的な反対投票ではないので決議案は採択されたと実務に即した結論を述べていた。もっとも，後者の中でも，棄権は拒否権の行使には当たらないとする国連の初期の頃からの慣行にまで正しく言及したものはごく少数であった。なお，\n答案の中には，同第２７条第３項ただし書の「第６章及び第５２条３に基く決定については，紛争当事国は，投票を棄権しなければならない。」という規定に言及したものがあったが，本事案のＡ国，Ｂ国は共に安保理の理事国ではなく，また棄権票を投じたＣ国はＢ国と友好関係にあったとはいえ紛争の当事国ではないので，本事案では考慮する必要はないと見るべきである。\n設問２は，本事案の安保理決議案において，Ｂ国の軍事行動を非難する国際法上の根拠を問う問題である。この問題を検討するに際しては，Ｂ国のＸ島への一方的軍事行動がＡ国の領域を侵犯する違法行為といえるか否かが重要なポイントとなるから，前提として，Ｘ島がＡ国に帰属するかどうかを判断することが求められる。大多数の答案はこの点を検討しており，Ａ国の実効的支配，Ｂ国の黙認等を具体的に指摘しながら，島の領有に関する国際法に照らしてＸ島がＡ国に帰属することは確かだといえると適切に指摘する答案がおよそ半数近くあった。さらに，その中のごく少数であるが，実効的支配に関連してパルマス島仲裁裁判判決に言及するものがあり評価できる。\n次に，Ｂ国のＸ島に対する軍事行動を非難する国際法上の根拠に関しては，多くの答案が，Ｂ国は国連憲章第２条第３項の「国際紛争を平和的手段によって・・・解決しなければならない。」\nという規定への違反及び同条第４項の「すべての加盟国は，その国際関係において，武力による威嚇又は武力の行使を，いかなる国の領土保全又は政治的独立に対するものも，・・・慎まなければならない。」という規定への違反で非難されるとしていた。答えとしては，このように同条第３項及び第４項の両方を論じることを期待したが，一部の答案は，第３項又は第４項のいずれかにのみ言及するにとどまっていた。なお，同条第３項に規定する「平和的手段」が何かについて，ごく少数であるが，国連憲章第３３条第１項に列記する「交渉，審査，仲介，調停，仲裁裁判，司法的解決」などを指摘したものがあり，評価に値する。また，第２条第４項に関しては，\nＸ島がＡ国の領土であると考えられることから，同項が規定する「領土保全」に対する武力の行使に当たると適切に指摘するものがあり評価できる。\n設問３は，本事案の決議案が採択された場合，Ｂ国に，決議に従ってＸ島から直ちに軍を撤退させ島民等の帰島を可能にする措置をとる国際法上の義務が生ずるかを問う問題である。多くの答案は，国連憲章第２５条の「国際連合加盟国は，安全保障理事会の決定をこの憲章に従って受諾し且つ履行することに同意する。」とする規定に基づき，Ｂ国は採択された決議に従う義務があると正しく解答していたが，国連を含む国際機構の総会等の決議の効力一般との対比から説き起こす答案はほとんど見られなかった。また，勧告にも法的拘束力が認められるとの不正確な理解を前提として論じる答案が一部に見られた。なお，国連憲章第２５条が，安保理の「勧告」ではなく「決定」について規定していることや，「受諾し且つ履行することに同意する」という文言が「法的拘束力がある」ということを意味していると一般に解されていることに論及する答案は極めて少なかった。\n設問３の後段のＢ国が安保理決議を無視した場合の安保理がとり得る措置は何かとの問いに関しては，一部に国連憲章第６章や第４０条に基づく措置を検討する答案も見られたが，多くの答案は，国連憲章の第７章の下で，第３９条の「平和に対する脅威，平和の破壊又は侵略行為の存在」，特に本事案の場合はＢ国がＡ国に帰属するＸ島に対して現実に軍事行動を展開しているので「侵略行為の存在」を決定し，第４１条の非軍事的措置，またそれでは不十分であると判断される場合には第４２条の下で軍事的措置をとることができると正しく解答していた。\n設問４は，安保理において提案された本事案の決議案が否決された場合，国連総会（以下「総会」という。）がこの問題を取り上げて審議し，同様の内容の決議を採択することができるかを問う問題である。多くの答案は，国連憲章第１０条の「総会は，この憲章の範囲内にある問題若しくは事項・・・を討議し，・・・国際連合加盟国・・・に対して勧告をすることができる。」という規定，及び同第１１条第２項の「総会は，・・・総会に付託される国際の平和及び安全の維持に関するいかなる問題も討議し，・・・関係国・・・に対して勧告をすることができる。」という規定を根拠に，総会はこの問題を取り上げて審議することができると正しく答えていた。さらに，その中の大多数は，第１０条及び第１１条第２項に含まれている「第１２条に規定する場合を除く外」というただし書を取り上げ，第１２条第１項の「安全保障理事会がこの憲章によって与えられた任務をいずれかの紛争又は事態について遂行している間は，総会は，安全保障理事会が要請しない限り，この紛争又は事態について，いかなる勧告もしてはならない。」という規定を適切に取り上げていた。もっとも，設例への当てはめにおいて，安保理での本事案の決議案否決をどう捉えるかで答案の立場は分かれた。比較的多くの答案は，安保理における決議案否決は任務の終了に当たるとして，その場合は総会が本事案を審議し勧告をすることができるとしていたが，本事案に関する一つの決議案の否決をもって安保理の任務の終了とすることはできず，安保理の要請がなければ総会は勧告ができないと答えた答案も少数ながら見受けられた。実際は，\n後者の立場が国連での実行において認められるものであるが，前者の答えも国連憲章第１２条第１項の解釈論としては全く見当外れというわけではなく，一定の評価の対象となり得る。また，\n安保理が常任理事国の全員一致が得られなかったためにその主要な責任を遂行できなくなった場合，一定の手続きを踏んで，総会が問題を討議し，加盟国に対して勧告することができることを確認した１９５０年１１月３日の「平和のための結集決議」に言及する答案を期待したが，そのような答案は僅かであった。なお，国連憲章第２４条第１項が安保理に「国際の平和及び安全の維持に関する主要な責任」を負わせていることを根拠に，総会は本事案を取り上げて討議し勧告をすることはできないと答えたものが少数ながらあったが，これは前記の国連憲章第１０条及び第１１条第２項の規定を無視した議論であって，まずは総会の職務権限自体を的確に検討することが肝要である。\n⑵ 第２問第２問は，外交関係法と国家責任法に関する基本的な理解を問う問題である。\n設問１は，外交関係法に関する基本的な事例問題であり，外交関係に関するウィーン条約（以下「外交関係条約」という。）の関係条文を本件事例に当てはめて適切に解釈すれば，十分に解答できる問題である。具体的には，外交官Ｘに対して認められる国際法上の特権免除に関するＹ大使の見解に対してＡ国政府として可能な反論が問われており，外交関係条約第２９条の規定する身体の不可侵と第３１条の規定する刑事裁判権からの免除の二つの条項の解釈が問題となる。約半数以上の答案がこれら二つの条項に言及し，その解釈を論じていたが，このうち一方の条項への言及を欠いた答案や，双方の条項に全く言及していない答案なども少数見られた。また，これら二つの条項に言及して単純にその解釈のみを論じるにとどまらず，外交関係条約がこれらの条文で外交官に対するそれぞれの特権免除を認めた趣旨や目的等にまで遡って論旨を展開した優れた答案も，少数ではあるが存在した。次に，接受国であるＡ国の対応として，外交官Ｘが「ペルソナ・ノン・グラータ」（好ましからざる人物）であることを派遣国であるＢ国に対して通告することができる（外交関係条約第９条）が，この点に関してもかなりの数の答案が言及していた。他方で，Ａ国政府からの主張の重要な法的根拠となるものとして，特権免除を認められる外交官に対しても接受国の法令尊重義務が一般的に課されていること（外交関係条約第４１条）に言及していた答案は，期待したほど多くはなく，少数にとどまった。また，外交官の派遣国は接受国に対して自国が派遣した特定の外交官に認められる裁判権免除を放棄することができる（外交関係条約第３２条）ことから，接受国であるＡ国としては，派遣国であるＢ国に対してＸに関する免除の放棄を要請することが考えられるが，このことに言及する答案は，\n全体の半数程度にとどまった。\n設問２は，外国大使館の保護に関する接受国の国際法上の義務とその違反に対する国家責任に関係する問題である。ここでは，まず国際法上の国家責任の成立要件等について一般的に整理して論じる必要があるが，この点に関しては多くの答案が一定の言及を行っていた。そこでは，この問題に関係する国際判例（例えば，テヘラン米国大使館員人質事件国際司法裁判所判決）や国連国際法委員会（ＩＬＣ）が作成し国連総会が採択した国家責任条文の関連規定等にも言及しながら論じた優れた答案も，\n少数であるが存在した。\n次に，本件事例において具体的にどのような国際法上の義務違反が存在するかという点に関して，\n大多数の答案は外交関係条約第２２条の外交使節団の公館の不可侵の規定に言及していた。しかし，\n第２２条の規定中の「侵入又は損壊に対し使節団の公館を保護する」「公館の安寧の妨害又は公館の威厳の侵害を防止する」という文言に照らして，本件で発生したどの事実が第２２条の文言のどの部分に関する違反になるのかという点を的確に整理して論じた答案は，必ずしも多くはなかった。また，\nＢ国大使館と外部との自由な往来が事実上困難な状態に置かれたことが外交関係条約第２５条（接受国による便宜供与の義務）及び第２６条（移動の自由等の保証）に違反する可能性に論及した答案は，\n少数にとどまった。一般に，問題文中に記載された事実関係には，出題者が法的議論の素材となることを意図して記載したものが含まれていると考えるべきであり，問題文中の具体的な事実関係を十分に理解し，よく整理・分析して国際法上の論点を落とさないように論述するよう心掛けることが重要である。\nなお，本件事案においてＢ国大使館に対する直接の破壊行為及び妨害行為を行った主体は私人であり，Ａ国の国家機関や公務員等ではないものの，Ａ国は外国大使館の保護義務を国際法上負っていることから，Ａ国に国際法上の国家責任の成立が認められることも，一定数の答案では整理して論じられていた。さらに，本件においてＡ国に国際法上の国家責任が発生したと考えられる場合に，Ｂ国政府がＡ国政府に対して行うことのできる具体的な請求の内容に関しては，かなり多くの答案が，原状回復，金銭賠償，陳謝等の満足（外形的行為による救済）といった国家責任法上の手段について適切に論及していた。\n設問３は，外交官に対して認められる国際法上の特権免除が外交官としての身分を失った後にも継続して認められるか否かに関連する問題である。この点に関しては，外交関係条約第３９条第２項に定めがあり，外交官が有する特権免除は原則として当該者の任務が終了した場合には消滅するが，裁判権からの免除に関しては「使節団の構成員として任務を遂行するにあたって行なった行為」については特権免除の消滅後も引き続き存続するものと明記されている。この外交関係条約第３９条第２項の規定に言及している答案は，予想していたよりも少なく，半数程度にとどまった。本問では，Ｘが外交官の身分を有していた時期に引き起こした交通事故が，外交関係条約第３９条第２項の規定に従って「外交官としての任務を遂行するにあたって行なった行為」と解釈できるか否かを，設問中の①「休暇中に私的な旅行のため自動車を運転中の事故であった場合」と②「緊急の公務のため自宅からＢ国大使館に駆けつける途中の事故であった場合」とに分けて，具体的に検討して論じる必要がある。第３９条第２項に言及した答案の多くは，①の場合は「任務を遂行するにあたって行なった行為」\nに該当しないため刑事裁判権からの免除は認められず，Ａ国当局によるＸの身柄拘束及び訴追は国際法上認められるが，②の場合は「任務を遂行するにあたって行なった行為」に該当するため刑事裁判権からの免除はＸが外交官の身分を失った後も引き続き存続し，Ａ国当局によるＸの身柄拘束と刑事訴追は同項の義務に違反する，と論述していた。なお，外交関係条約第３９条第２項に具体的に言及していない答案についても，外交関係条約の趣旨及び目的等に照らして的確な論述を展開している答案に関しては，一定の評価を行った。\n第２問に関しては，全体的な特徴として，同一の答案の中で３つの設問ごとに論述内容の優秀さに大きな差のある答案が多かった点が指摘できる。\n⑶ 答案の水準と評価第１問，第２問ともに，「優秀」といえる答案は，全ての設問においてその事実関係の中に含まれる国際法上の論点を明確に抽出し，関係条約の条文を的確に解釈すると同時に関連する重要な国際判例や国家実行等にも必要に応じて言及し，各設問に関して説得力のある論述を展開して適切な結論を導いているものであり，答案全体の１割程度であった。「良好」といえる答案は，\n各設問で必要とされる関係条文への言及が欠けていたり，論旨の展開にやや不十分な点があるといった部分はあるものの，全体としては正確な論述が展開できている答案であり，全体の半数弱がこれに該当した。「一応の水準」の答案は，各設問に対して一応の解答は述べられているものの全体として論述の内容が不十分であるものや，根拠となる関係条約の条文への言及が適切に行われていないもの等であり，全体の答案の半数程度がこれに該当した。また，「不良」の答案は，\n設問の全てにおいて国際法上の論点への理解が不十分であり，根拠となる条文の指摘や論旨の展開に問題があるもので，多くはないものの一定数の答案がこれ該当した。\n４ 法科大学院教育に求めるものまず国際法に関する基本的な知識と理解をしっかり身に付けることが重要である。特に国際法の基本概念や規範，国連憲章などの主要な多数国間条約の構造と主な条文の解釈，国際法の主要な理論や判例などに関する理解を深めることに心掛けてほしい。その場合に求められているのは暗記型の知識や理解ではなく，実務において直面する実例に柔軟に対応して的確な答えが導き出せる分析力と応用力の備わった知識や理解であるので，そのことを踏まえた教育を法科大学院に期待したい。"
}