{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n２０＊＊年５月，連続して発生した次の２つの事件により，性犯罪者に対する再犯防止に社会の関心が集まることとなった。\n① ３０歳の男性Ｍが，幼稚園から帰宅途中の女児を誘拐し，自宅でわいせつな行為をした後で殺害し，死体を山林に遺棄した事件（Ｍは，６年前にも幼稚園から帰宅途中の女児を誘拐して自宅でわいせつな行為をしたわいせつ目的誘拐及び強制わいせつ事件により，懲役５年の実刑判決を受けて服役し，半年前に刑期満了により釈放されていた。）。\n② ３５歳の男性Ｐが，学校から自転車で帰宅途中の女子高校生を道路脇の森に連れ込み，強姦した後で殺害した事件（Ｐは，１０年前に深夜の公園での成人女性に対する強姦未遂事件により懲役２年の実刑判決を受けて服役したほか，７年前には学校から帰宅途中の女子中学生に対する強姦事件により懲役６年の実刑判決を受けて服役し，１年前に刑期満了により釈放されていた。）。\nこれら２つの事件に関する報道では，心理学の専門家等が，「一定の類型の性犯罪者は，心理的，生理的，病理的要因等により同種の性犯罪を繰り返すおそれが大きく，処罰による特別予防効果に期待することは現実的でない。このような性犯罪者の再犯を防止するためには，出所後の行動監視が必要である。」旨の所見を述べた。\nこうした経緯を受けて，超党派の「性犯罪被害の予防を促進するための議員連盟」が結成され，性犯罪者の再犯防止に関する具体的方策を講じるために必要な法整備についての検討が進められ，翌年，議員提出法案として「性犯罪により懲役の確定裁判を受けた者に対する継続監視に関する法律」（性犯罪者継続監視法）案が国会に提出された。\n同法律案では，刑法第１７６条から第１７９条まで（強制わいせつ，強姦，準強制わいせつ及び準強姦，集団強姦等，未遂罪）又は第１８１条（強制わいせつ等致死傷）の罪により懲役の確定裁判（その刑の執行猶予の言渡しをするものを除く。）を受けた者が，その心理的，生理的，病理的要因等により再び性犯罪を行うおそれが大きいと認められる場合は，検察官の申立てに基づく裁判所の決定により，２０年以内の期間を定めて，当該確定裁判を受けた者が刑期満了，仮釈放等により刑事施設（刑務所）から釈放された日から，その者の継続監視を行うこととされた。\nこの継続監視とは，監視対象者の体内に埋設された位置情報発信装置（ＧＰＳ）から送信される位置情報を警察において継続的に取得して監視対象者の現在地を把握することをいい，これを実施するため，警察署には，管轄地域の地図を表示する大型モニターが導入され，同モニターには，監視対象者の現在地が表示されるとともに，同人の前科等の参考情報が表示され，同人が性犯罪やその準備行為を行っている疑いがある場合には警察官が現場に急行できる態勢が整えられることが想定されていた。\nさらに，同法律案では，継続監視のみならず，監視対象者が性犯罪を行う危険性があると認めるときは，特定の区域に一定期間立ち入ってはならない旨の警告を行うことができ，警告を受けたにもかかわらず監視対象者が特定の区域に立ち入り，当該区域内において性犯罪を行う危険性が高いと認められるときは，当該区域に立ち入ってはならない旨の禁止命令の措置を採ることもできることとされ，禁止命令違反に対する罰則も規定された。\nなお，同法律案の作成過程では，継続監視の方式として，監視対象者に対し，取り外すことができない小型のブレスレット型位置情報発信装置（ＧＰＳ）の装着を義務付ける案も検討されたが，「外部から認識可能な装置を装着させると監視対象者に対する社会的差別を引き起こしかねない」\nとの懸念が強く示されたため，最終的に，同法律案は，監視対象者に対し，超小型の位置情報発信装置（ＧＰＳ）を外科手術によって体内に埋設することを義務付ける内容のものとされ，国会に提出された。この点については，かかる外科的手術を受けたとしても，いかなる健康上・生活上の不\n- 2 -利益も生じず，手術痕も外部から認識できない程度に治癒し，継続監視の期間が終了した後に当該装置を取り外す際も同様であるとの医学的知見が得られている。\n国会審議における中心的な論点は，同法律案の憲法適合性であった。参考人として意見を求められた弁護士Ｔは，同法律案に反対する立場から，「本法律案における継続監視及び警告・禁止命令の仕組みが人権を侵害することは明らかである。また，政府の統計によれば，強姦や強制わいせつの再犯率は他の犯罪類型に比べて特に高いものではなく，これらの犯罪に限って本法律案にあるような継続監視を行うことは正当化されない。」旨の意見を述べた。これに対し，参考人として意見を求められた犯罪心理学の専門家Ｕは，同法律案に賛成する立場から，「確かに，強姦や強制わいせつの再犯率は，他の犯罪類型に比べて特に高いものではないが，本法律案は，性犯罪を行った者全てを対象とするものではない。心理的，生理的，病理的要因等により特定の性的衝動に対する抑制が適正に機能しにくい者が存在し，そのような者が再び同様の性犯罪に及ぶリスクの高さは，専門家によって判定することができるから，リスクが特に高いと判定された者を継続監視の対象として再犯を防止することには，極めて高い必要性と合理性が認められる。」旨の意見を述べた。そして，同法律案は，審議の結果，衆議院及び参議院で可決されて成立した【参考資料】。\n性犯罪者継続監視法が施行された後，２５歳の男性Ａは，公園で遊んでいた女児Ｂに声を掛けて自宅に誘い入れ，服を脱がせてわいせつな行為をし，後日，これが発覚して警察に逮捕された。なお，Ａは，３年前にも公園のトイレ内で女児に対して行った強制わいせつ事件により懲役２年の実刑判決を受けて服役し，１年前に刑期満了により釈放されていた。\nＡに対する起訴を受けて審理が行われた結果，第一審の地方裁判所は，わいせつ目的誘拐罪及び強制わいせつ罪により，Ａに懲役６年の判決を言い渡し，これが確定した。その後，検察官は，心理的，生理的，病理的要因等によりＡが再び性犯罪を行うおそれが大きいと認め，性犯罪者継続監視法に基づき，地方裁判所に対し，Ａに対して継続監視を行う旨の決定をすることを申し立てた。\n〔設問１〕\nあなたが弁護士としてＡの付添人に選任されたとして，性犯罪者継続監視法が違憲であることを訴えるためにどのような主張を行うかを述べなさい。その際，参考人Ｕの意見（心理的，生理的，病理的要因等により特定の性的衝動に対する抑制が適正に機能しにくい者が存在し，そのような者が再び同様の性犯罪に及ぶリスクの高さは，専門家によって判定することができるとするもの）には，科学的見地から根拠があると仮定して論じなさい。\nなお，同法が憲法第３１条及び第３９条に違反するとの主張については，他の付添人が起案を担当しているため，論じる必要はない。\n〔設問２〕\n〔設問１〕で述べられたＡの付添人の主張に対する検察官の反論を想定しつつ，憲法上の問題\n点について，あなた自身の見解を述べなさい。\n- 3 -\n【参考資料】 性犯罪により懲役の確定裁判を受けた者に対する継続監視に関する法律（抜粋）\n第１章 総則\n（目的）第１条 この法律は，刑法（明治４０年法律第４５号）第１７６条から第１７９条まで又は第１８１条の罪（以下「性犯罪」という。）により懲役の確定裁判（その刑の執行猶予の言渡しをするものを除く。以下同じ。）を受けた者であって，再び性犯罪を行うおそれが大きいと認められるものに対し，継続監視を行うことにより，性犯罪の再発の防止を図り，もってその社会復帰を促進するとともに，地域社会の安全の確保を推進することを目的とする。\n（定義）第２条 この法律において「継続監視」とは，監視対象者の体内に埋設した位置情報発信装置から送信される位置情報を電子計算機を使用して継続的に取得し，これを電子地図（電磁的方式により記録された地図をいう。）の上に表示させて監視対象者の現在地を把握することをいう。\n２ この法律において「監視対象者」とは，第１４条の決定を受けた者をいう。\n（一般的危険区域の指定）第３条 都道府県知事は，当該都道府県内の次に掲げる区域のうち，性犯罪が発生する危険性が一般的に高いと認める区域を一般的危険区域として指定しなければならない。\n一 幼児を保育する施設又は学校及びそれらの周辺道路二 公園又は山林及びそれらの周辺道路第２章 審判\n（検察官による申立て）第１０条 検察官は，性犯罪により懲役の確定裁判を受けた者（刑事施設に収容されているものに限る。）について，その心理的，生理的，病理的要因等により再び性犯罪を行うおそれが大きいと認めるときは，地方裁判所に対し，第１４条の決定をすることを申し立てなければならない。\n２ 検察官は，前項の申立てをした場合は，必要な資料を提出しなければならない。\n（調査）第１１条 前条第１項の申立てを受けた裁判所は，必要な調査をすることができる。\n２ 前項の調査のため必要があると認めるときは，犯罪学，心理学，精神保健学，精神医学等について学識経験のある者に被申立人の鑑定を命じ，証人尋問，検証，押収，捜索，通訳及び翻訳を行い，並びに官公署その他の公私の団体に対し資料の提出その他の協力を求めることができる。\n（必要的付添人）第１２条 被申立人は，弁護士を付添人に選任することができる。\n２ 被申立人が付添人を選任しないときは，裁判所は，職権で，弁護士である付添人を付さなければならない。\n（審判期日）第１３条 裁判所は，審判期日を開き，被申立人及び付添人から意見を聴かなければならない。\n（継続監視の決定）第１４条 裁判所は，第１０条第１項の申立てがあった場合において，第１１条第１項の調査を基礎とし，被申立人がその心理的，生理的，病理的要因等により再び性犯罪を行うおそれが大きいと認めるときは，２０年以内の期間を定めて，被申立人が刑事施設から釈放される日から被申立人に対する継続監視を行う旨の決定をしなければならない。\n（抗告）第１５条 被申立人及び付添人は，前条の決定に対し，１週間以内に抗告をすることができる。\n第３章 継続監視の措置\n- 4 -\n（埋設）第２１条 監視対象者は，継続監視が開始される日の１０日前までに，医師による位置情報発信装置を体内に埋設する手術を受けなければならない。\n２ 監視対象者は，継続監視の期間が終了するまでの間，体内に埋設された位置情報発信装置を除去し，又は破壊してはならない。\n（継続監視）第２２条 継続監視は，監視対象者が釈放された後，国家公安委員会規則に基づき，警視総監若しくは道府県警察本部長又は警察署長（以下「警察本部長等」という。）がこれを行う。\n（警告）第２３条 警察本部長等は，監視対象者が一般的危険区域に立ち入った際の行動その他の事情により，当該監視対象者が性犯罪を行う危険性があると認めるときは，一般的危険区域のうち特定の区域を特定危険区域として指定し，当該監視対象者に対し，１年以下の期間を定めて，当該特定危険区域に立ち入ってはならない旨を警告することができる。\n２ 警察本部長等は，前項の規定による警告をしたときは，速やかに，警告の内容及び日時その他国家公安委員会規則で定める事項を都道府県公安委員会（以下「公安委員会」という。）に報告しなければならない。\n（禁止命令）第２４条 公安委員会は，監視対象者が，前条第１項の規定による警告を受けたにもかかわらず，なお当該特定危険区域に立ち入った場合において，当該特定危険区域内において性犯罪を行う危険性が高いと認めるときは，監視対象者に対し，１年以下の期間を定めて，当該特定危険区域に立ち入ってはならないことを命ずることができる。\n２ 公安委員会は，前項の規定による命令（以下「禁止命令」という。）を発するときは，行政手続法（平成５年法律第８８号）第１３条第１項の規定による意見陳述のための手続の区分にかかわらず，聴聞を行わなければならない。\n第４章 罰則\n（罰則）第３１条 次の各号のいずれかに該当する者は，１年以下の懲役又は１００万円以下の罰金に処する。\n一 第２１条第１項の規定に違反して，位置情報発信装置を体内に埋設する手術を受けなかった者二 第２１条第２項の規定に違反して，位置情報発信装置を除去し，又は破壊した者三 禁止命令に違反して，特定危険区域に立ち入った者\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕，〔設問３〕，〔設問４〕の配点割合は，２５：３０：\n３０：１５〕）株式会社Ａは，Ｙ１市において，旧来の銭湯に比して規模の大きな日帰り入浴施設である，いわゆるスーパー銭湯（以下「本件スーパー銭湯」という。）を建築して開業することを計画した。本件スーパー銭湯及びこれに附属する自動車車庫（以下「本件自動車車庫」という。）の建築予定地である一団の敷地（以下「本件敷地」という。）は，都市計画に第一種低層住居専用地域として定められた地域にある。\nＡは，平成２８年３月２０日，近隣住民に対する説明会において，本件スーパー銭湯の建築計画について，大略，以下のとおり，説明した。\n「本件スーパー銭湯は，地上２階建て，延べ床面積約１４９０平方メートルであり，本件自動車車庫は，１層２段の自走式自動車車庫であり，その収容台数は１３０台で床面積は約１５００平方メートルである。本件スーパー銭湯及び本件自動車車庫の建築予定地である本件敷地の面積は約４１５０平方メートルである。また，本件スーパー銭湯は，白湯，泡風呂，露天風呂等の各種浴場，サウナ風呂，各種自販機コーナー，休憩コーナー，マッサージコーナーがあるほか，軽食と生ビールが提供される飲食コーナー及び小規模な厨房施設（飲食コーナー及び厨房施設の床面積の合計は約５０平方メートル）を備え，年中無休，午前１０時から午後１２時までの営業で，広範囲の地域から顧客が自動車で来店することを予定しており，来客予想人数は，土日休日は１日当たり約１５００人である。」ところで，本件自動車車庫の床面積は６００平方メートルを超え，建築基準法（以下「法」という。）第４８条第１項，別表第二（い）項第１０号及び建築基準法施行令第１３０条の５第１号により，第一種低層住居専用地域では原則として建築することができないため，Ａがこれを適法に建築するためには，法第４８条第１項ただし書に基づき，特定行政庁であるＹ１市長の許可（以下「例外許可」という。）を得る必要がある。そこで，Ａは，同年４月５日，Ｙ１市長に対し，本件自動車車庫の建築について，法第４８条第１項ただし書に基づき例外許可の申請をした。\nＹ１市長は，例外許可の申請を受けて，同年５月６日，利害関係人らの意見を聴取するため，法第４８条第１４項の定める公開による意見の聴取（以下「公聴会」という。）を開催した。公聴会には，本件スーパー銭湯の周辺に居住する５名の住民（以下「Ｘら」という。）が，利害関係人として出席した。Ｘらのうち，Ｘ１ら２名（以下「Ｘ１ら」という。）は，本件自動車車庫に隣接し，本件自動車車庫から直線距離で約６メートル離れた位置の建物に居住している住民であり，Ｘ２ら\n３名（以下「Ｘ２ら」という。）は，本件敷地から約４５メートル離れた位置で，かつ，幹線道路から本件自動車車庫に通ずる道路沿いの建物に居住する住民である。公聴会において，Ｘ１らは，本件自動車車庫に出入りする多数の自動車のエンジン音，ドアの開閉音などの騒音，ライトグレア\n（注：光のまぶしさにより物が見えにくくなったり，一過性の盲目状態になったりするような現象）及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあることが明白である旨，Ｘ\n２らは，本件自動車車庫に出入りする多数の自動車の通行による騒音及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあることが明白である旨の意見を陳述した。\nまた，Ｙ１市長は，例外許可の申請を受けて，Ｙ１市建築審査会に対し，法第４８条第１４項本文の定める同意について諮問した。Ｙ１市建築審査会における議決の成立には，出席委員の過半数の賛成を要するところ，Ｙ１市建築審査会は，同年５月３０日，審理の上，出席委員７名のうち５名の委員の賛成をもって，Ｙ１市長が例外許可をすることについて，同意（以下「本件同意」という。）をした。\n後日，Ｙ１市建築審査会の本件同意に係る議決には，Ａの代表取締役の実弟Ｂが委員として加わり，賛成票を投じていたことが明らかになったが，本来，Ｂは，Ｙ１市建築審査会の議事から除斥\n- 2 -されるべき者であった（法第８２条）。しかし，Ｙ１市建築審査会は，Ｂを除外してもなお議決の成立に必要な過半数の委員の賛成があるとして，本件同意に係る議決をやり直すことなく，そのまま維持した。\nＹ１市長は，同年６月８日，Ｙ１市建築審査会による本件同意を受けて，本件自動車車庫の建築について，法第４８条第１項ただし書の「第一種低層住居専用地域における良好な住居の環境を害するおそれがない」と認め，例外許可（以下「本件例外許可」という。）をした。Ｙ１市には，例外許可の基準として「建築基準法第４８条ただし書許可に関する要綱」（【資料２】。以下「本件要綱」という。）がある。\n例外許可については，申請者以外の者に通知することは予定されていないが，Ｘらは，遅くとも，同年６月末日までに本件例外許可がされたことを知った。そこで，Ｘらは，Ｘらが居住する地域は，都市計画法上の第一種低層住居専用地域であり，良好な住居の環境の保護に対する要請が最も強い地域であることを考慮すれば，良好な住居の環境を著しく害するおそれのある本件スーパー銭湯の建築は到底許されないはずであるとして，本件スーパー銭湯の建築を阻止したいと考えた。\n他方，Ａは，同年９月１４日，指定確認検査機関（注：国土交通大臣又は都道府県知事の指定を受けて建築確認をする民間の機関）Ｙ２に対し，本件スーパー銭湯及び本件自動車車庫を一体として，法第６条の２第１項に基づく建築確認の申請をした。これに対し，Ｙ２は，法別表第二（い）項第７号によれば，本件スーパー銭湯は，第一種低層住居専用地域内に建築することができる建築物である「公衆浴場」に該当すると判断せざるを得ないとして，同年１０月７日，本件スーパー銭湯及び本件自動車車庫を一体として，建築基準関係規定に適合する旨の建築確認（以下「本件確認」という。）をした。\nＸらは，本件スーパー銭湯の建築を阻止するため，代理人弁護士に委任することなく，平成２９年１月１７日，Ｙ１市を被告として本件例外許可の取消しを求める訴え（以下「本件訴訟１」という。）を，Ｙ２を被告として本件確認の取消しを求める訴え（以下「本件訴訟２」という。）をそれぞれ提起した。その後，Ｘらは，Ｙ１市及びＹ２の各答弁書への反論を準備する過程で，今後の訴訟追行に不安を覚えたため，弁護士事務所に相談に訪れ，弁護士に本件訴訟１及び本件訴訟２の訴訟追行を委任した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｃの指示に応じる弁護士Ｄの立場に立って，設問に答えなさい。\nなお，建築基準法，都市計画法，風俗営業等の規制及び業務の適正化等に関する法律，公衆浴場法及び建築基準法施行令の抜粋を【資料１ 関係法令】に，Ｙ１市の建築基準法第４８条ただし書許可に関する要綱（本件要綱）の抜粋を【資料２ 要綱（抜粋）】に，それぞれ掲げてあるので，適宜参照しなさい。\n〔設問１〕\n本件訴訟１（本件例外許可の取消訴訟）において，Ｘ１らとＸ２らのそれぞれの原告適格は認められるか。\n〔設問２〕\n本件訴訟１（本件例外許可の取消訴訟）において，本件例外許可は適法であると認められるか。\n解答に当たっては，Ｘらによる本件例外許可の違法事由の主張として考えられるものを挙げて論じなさい。\n〔設問３〕\nＸらは，本件訴訟２（本件確認の取消訴訟）において，〔設問２〕で挙げた本件例外許可の違法事由を主張することができるか。解答に当たっては，本件訴訟１及び本件訴訟２において，い\n- 3 -ずれもＸらの原告適格が認められること，〔設問２〕で挙げた本件例外許可の違法事由が認められることを前提にしなさい。\n〔設問４〕\n本件訴訟２（本件確認の取消訴訟）において，本件確認は適法であると認められるか。解答に当たっては，Ｘらによる本件確認の違法事由の主張として考えられるものを挙げて，論じなさい。\n- 4 -\n【法律事務所の会議録】\n弁護士Ｃ：本日は，Ｘらの案件について議論したいと思います。Ｘらは，代理人弁護士に委任することなく，自ら，Ｙ１市を被告として本件訴訟１（本件例外許可の取消訴訟）を，Ｙ２を被告として本件訴訟２（本件確認の取消訴訟）をそれぞれ提起したということですね。\n弁護士Ｄ：はい。そうです。\n弁護士Ｃ：それでは，本件訴訟１から検討していきましょう。本件訴訟１における本件例外許可の対象となっている本件自動車車庫について，「１層２段の自走式自動車車庫」とはどういうものですか。\n弁護士Ｄ：１階建ての１階部分及び屋上部分を自動車の駐車場所として，両部分をスロープで連結させ，自動車で走行して駐車場所まで移動する方式の自動車車庫のことです。本件自動車車庫は，１階部分に屋根があり，柱が基礎に固定されているので，建築基準法上の「建築物」に当たることは間違いありませんが，屋上部分の外周に転落防止用の金属製の網状フェンスが設置されているのみで壁はないため，自動車の騒音，ライトグレア及び排気ガスを防ぐ構造にはなっていません。\n弁護士Ｃ：そうすると，近隣住民の被る夜間の自動車の騒音，ライトグレア及び排気ガスによる被害は重大なものになりますね。\n弁護士Ｄ：Ｘらもこの点を心配しています。\n弁護士Ｃ：本件訴訟１の訴訟要件としては何が問題になりますか。\n弁護士Ｄ：原告適格と出訴期間が問題になります。\nまず，原告適格については，Ｘ１らは，本件自動車車庫に隣接して居住する者ですが，本件スーパー銭湯は，年中無休，午前１０時から午後１２時までの営業で，来場する自動車が多く，特に，土日休日は１日約５５０台にも及ぶため，自動車のエンジン音，ドアの開閉音などの騒音，ライトグレア及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあると主張しています。また，Ｘ２らは，本件自動車車庫から若干離れたところに居住する者ですが，本件自動車車庫から幹線道路に通ずる道路沿いに居住していることから，多数の自動車の通行による騒音及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあると主張しています。\n弁護士Ｃ：Ｘ１ら及びＸ２らのそれぞれについて，本件訴訟１の原告適格を肯定することはできるのでしょうか。根拠法令及び関係法令を参照し，Ｘ１ら及びＸ２らの個別の事情を考慮しつつ検討してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：Ｘらは，本件訴訟１については，本件例外許可を知った日から６か月を経過して訴えを提起したということですね。Ｘらが出訴期間を徒過したのは，どのような理由からですか。\n弁護士Ｄ：Ｘらによれば，Ｙ１市の担当職員に，例外許可の違法を争う方法を尋ねたところ，同職員から，例外許可の違法については，後続の建築確認の取消訴訟の中で主張すれば足りるとの説明を受けたということです。出訴期間の徒過については，行政事件訴訟法第１４条第１項ただし書の「正当な理由」があると主張して争いたいと考えています。\n弁護士Ｃ：そうですか。出訴期間の徒過につき「正当な理由」があるかどうかについては，既に検討済みということですから，本件訴訟１の訴訟要件の検討対象から外してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：次に，Ｘらが，本件訴訟１において主張し得る本件例外許可の違法事由としては，どのようなものが考えられますか。\n弁護士Ｄ：第１に，除斥事由のあるＢが建築審査会の同意に係る議決に加わっていることから，手続上の瑕疵があるという主張が考えられます。第２に，Ｙ１市長による本件例外許可については，裁量権の範囲の逸脱，濫用があったという主張が考えられます。\n- 5 -弁護士Ｃ：そうですね。第１については，除斥事由が定められた趣旨等を踏まえて検討してください。\n第２については，本件要綱の法的性質を踏まえた上で，本件例外許可についてのＹ１市長の裁量権の内容，範囲を検討し，説得的な主張ができるようにしてください。\n弁護士Ｄ：検討してみます。\n弁護士Ｃ：次に，本件訴訟２についての検討に入りましょう。まず，本件訴訟２の原告適格についても問題となりますが，今回は，本件訴訟２については，Ｘらの原告適格が肯定されることを前提にして，他の問題点を先に検討することにしましょう。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：ところで，本件例外許可の違法を主張したいということでしたが，本件訴訟２の中で，その違法を主張することはできるのでしょうか。\n弁護士Ｄ：うーん。難しいところですね。本件例外許可の違法については，本件訴訟１において主張するのが本筋ですので，許されないような感じもしますが…。\n弁護士Ｃ：Ｘらが，本件訴訟２の中で，本件例外許可の違法を主張することができるかという問題は，本件では重要な争点となりますので，この点については，できるだけ多角的な観点から検討してください。\n弁護士Ｄ：分かりました。たしか，関連する最高裁判所の判例もあったと思いますので，併せて検討してみます。\n弁護士Ｃ：次に，Ｘらの言い分の中から，本件確認の違法事由として，どのような主張を構成することができますか。\n弁護士Ｄ：第１に，旧来の「銭湯」と本件スーパー銭湯とを同一のものと考えて行った本件確認は違法という主張ができるように思います。本件に関し，建築基準法別表第二（い）項第７号の「公衆浴場」が第一種低層住居専用地域内に建築することができる建築物とされた趣旨について調査したところ，「建築基準法が制定された昭和２５年当時は，住宅に内風呂がない者が相当程度おり，国民の健康，公衆衛生を確保するため住居専用地域（注：「住居専用地域」とは当時の用途地域の区分であり，現在の「第一種低層住居専用地域」を含む地域である。）に公衆浴場を設けることが必要不可欠であった。」と説明されています。また，都市部において，住宅の浴室保有率が急増したのは昭和３０年代からと言われ，住宅の浴室保有率は，統計を取り始めた昭和３８年には５９％であったのに対し，現在は９５．５％となっています。\n弁護士Ｃ：本件スーパー銭湯の入浴料金は，どうなっていますか。\n弁護士Ｄ：公衆浴場法の適用を受ける「公衆浴場」については，Ｙ１市の属する県の公衆浴場法施行条例で「一般公衆浴場」と「その他の公衆浴場」に区分されており，「一般公衆浴場」とは，公衆浴場法第１条第１項に規定する公衆浴場であって，その利用の目的及び形態が地域住民の日常生活において保健衛生上必要な施設として利用されるものとして，物価統制令の規定に基づき入浴料金が定められているものをいい，「その他の公衆浴場」とは，「一般公衆浴場」以外の公衆浴場をいいます。旧来の「銭湯」は，「一般公衆浴場」に当たり，物価統制令に基づく価格統制の対象となっていますが，スーパー銭湯は「その他の公衆浴場」に当たり，価格統制の対象外となっています。Ｙ１市の属する県の告示により，「一般公衆浴場」の入浴料金の統制額（上限金額）は，「大人（１２歳以上）につき，４００円」等と定められています。これに対し，本件スーパー銭湯の入浴料金は「大人（１２歳以上）につき，平日６００円，土日祝日７００円」等となっています。\n弁護士Ｃ：本件スーパー銭湯が「一般公衆浴場」と実態が異なるということは分かりました。これに加えて，本件スーパー銭湯には，飲食コーナー及び厨房があるということですね。この飲食店部分についても，建築基準法別表第二（い）項第７号の「公衆浴場」に当たると考えてよいのでしょうか。第一種低層住居専用地域に建築することができる建築物にはどのようなも- 6 -\nのがあるかをよく確認した上で，本件スーパー銭湯の建築は到底許されないというＸらの言い分について，法律解釈としてどのように主張を構成することができるかについて，検討してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：ところで，Ｘらから受任してから速やかに，本件確認の効力を停止する執行停止の申立てをしたということですね。\n弁護士Ｄ：そうです。建築基準法第６条第１項による確認を受けた建築物の工事が完了したときは，その確認の取消しを求める訴えの利益は失われるというのが最高裁判所の判例ですから，本件訴訟２の係属中に訴えの利益が失われることのないように，速やかに執行停止の申立てをしておきました。\n弁護士Ｃ：執行停止の件については，既に検討済みとのことですので，今回は，執行停止以外の問題点について検討してください。\n弁護士Ｄ：分かりました。\n- 7 -\n【資料１ 関係法令】\n○ 建築基準法（昭和２５年５月２４日法律第２０１号）（抜粋）\n（目的）第１条 この法律は，建築物の敷地，構造，設備及び用途に関する最低の基準を定めて，国民の生命，健康及び財産の保護を図り，もつて公共の福祉の増進に資することを目的とする。\n（建築物の建築等に関する申請及び確認）第６条 建築主は，第１号から第３号までに掲げる建築物を建築しようとする場合（括弧内略），これらの建築物の大規模の修繕若しくは大規模の模様替をしようとする場合又は第４号に掲げる建築物を建築しようとする場合においては，当該工事に着手する前に，その計画が建築基準関係規定（この法律並びにこれに基づく命令及び条例の規定（以下「建築基準法令の規定」という。）その他建築物の敷地，構造又は建築設備に関する法律並びにこれに基づく命令及び条例の規定で政令で定めるものをいう。以下同じ。）に適合するものであることについて，確認の申請書を提出して建築主事の確認を受け，確認済証の交付を受けなければならない。（以下略）\n一～四 （略）\n２・３ （略）\n４ 建築主事は，第１項の申請書を受理した場合においては，同項第１号から第３号までに係るものにあつてはその受理した日から３５日以内に，同項第４号に係るものにあつてはその受理した日から７日以内に，申請に係る建築物の計画が建築基準関係規定に適合するかどうかを審査し，審査の結果に基づいて建築基準関係規定に適合することを確認したときは，当該申請者に確認済証を交付しなければならない。\n５～９ （略）\n（国土交通大臣等の指定を受けた者による確認）第６条の２ 前条第１項各号に掲げる建築物の計画（前条第３項各号のいずれかに該当するものを除く。）が建築基準関係規定に適合するものであることについて，第７７条の１８から第７７条の２１までの規定の定めるところにより国土交通大臣又は都道府県知事が指定した者〔注：「指定確認検査機関」を指す。〕の確認を受け，国土交通省令で定めるところにより確認済証の交付を受けたときは，当該確認は前条第１項の規定による確認と，当該確認済証は同項の確認済証とみなす。\n２～７ （略）\n（用途地域等）第４８条 第一種低層住居専用地域内においては，別表第二（い）項に掲げる建築物以外の建築物は，建築してはならない。ただし，特定行政庁が第一種低層住居専用地域における良好な住居の環境を害するおそれがないと認め，又は公益上やむを得ないと認めて許可した場合においては，この限りでない。\n２～１３ （略）\n１４ 特定行政庁は，前各項のただし書の規定による許可をする場合においては，あらかじめ，その許可に利害関係を有する者の出頭を求めて公開による意見の聴取を行い，かつ，建築審査会の同意を得なければならない。ただし，前各項のただし書の規定による許可を受けた建築物の増築，改築又は移転（これらのうち，政令で定める場合に限る。）について許可をする場合においては，この限りでない。\n１５ 特定行政庁は，前項の規定による意見の聴取を行う場合においては，その許可しようとする建築物の建築の計画並びに意見の聴取の期日及び場所を期日の３日前までに公告しなければならない。\n（建築審査会）第７８条 この法律に規定する同意及び第９４条第１項の審査請求に対する裁決についての議決を行\n- 8 -わせるとともに，特定行政庁の諮問に応じて，この法律の施行に関する重要事項を調査審議させるために，建築主事を置く市町村及び都道府県に，建築審査会を置く。\n２ 建築審査会は，前項に規定する事務を行う外，この法律の施行に関する事項について，関係行政機関に対し建議することができる。\n（建築審査会の組織）第７９条 建築審査会は，委員５人以上をもつて組織する。\n２ 委員は，法律，経済，建築，都市計画，公衆衛生又は行政に関しすぐれた経験と知識を有し，公共の福祉に関し公正な判断をすることができる者のうちから，市町村長又は都道府県知事が任命する。\n（委員の除斥）第８２条 委員は，自己又は３親等以内の親族の利害に関係のある事件については，この法律に規定する同意又は第９４条第１項の審査請求に対する裁決に関する議事に加わることができない。\n別表第二 用途地域等内の建築物の制限（第２７条，第４８条，第６８条の３関係）\n(い) 第一種低層住居専用地域内に建築することができる建築物一 住宅二 住宅で事務所，店舗その他これらに類する用途を兼ねるもののうち政令で定めるもの三 共同住宅，寄宿舎又は下宿四 学校（大学，高等専門学校，専修学校及び各種学校を除く。），図書館その他これに類するもの五 神社，寺院，教会その他これらに類するもの六 老人ホーム，保育所，福祉ホームその他これらに類するもの七 公衆浴場（風俗営業等の規制及び業務の適正化等に関する法律（昭和２３年法律第１２２号）\n第２条第６項第１号に該当する営業（以下この表において「個室付浴場業」という。）に係るものを除く。）八 診療所九 巡査派出所，公衆電話所その他これらに類する政令で定める公益上必要な建築物十 前各号の建築物に附属するもの（政令で定めるものを除く。）\n〔注：別表第二（い）項中の「政令」とは，後記「建築基準法施行令」を指す。〕\n(ろ)～(わ) （略）\n○ 都市計画法（昭和４３年６月１５日法律第１００号）（抜粋）\n（目的）第１条 この法律は，都市計画の内容及びその決定手続，都市計画制限，都市計画事業その他都市計画に関し必要な事項を定めることにより，都市の健全な発展と秩序ある整備を図り，もつて国土の均衡ある発展と公共の福祉の増進に寄与することを目的とする。\n（地域地区）第８条 都市計画区域については，都市計画に，次に掲げる地域，地区又は街区を定めることができる。\n一 第一種低層住居専用地域，第二種低層住居専用地域，第一種中高層住居専用地域，第二種中高層住居専用地域，第一種住居地域，第二種住居地域，準住居地域，近隣商業地域，商業地域，準工業地域，工業地域又は工業専用地域（以下「用途地域」と総称する。）二～十六 （略）\n２ （略）\n３ 地域地区については，都市計画に，第１号及び第２号に掲げる事項を定めるものとするとともに，- 9 -第３号に掲げる事項を定めるよう努めるものとする。\n一 地域地区の種類（特別用途地区にあつては，その指定により実現を図るべき特別の目的を明らかにした特別用途地区の種類），位置及び区域二 次に掲げる地域地区については，それぞれ次に定める事項イ 用途地域 建築基準法第５２条第１項第１号から第４号までに規定する建築物の容積率（延べ面積の敷地面積に対する割合をいう。以下同じ。）並びに同法第５３条の２第１項及び第２項に規定する建築物の敷地面積の最低限度（建築物の敷地面積の最低限度にあつては，当該地域における市街地の環境を確保するため必要な場合に限る。）ロ 第一種低層住居専用地域又は第二種低層住居専用地域 建築基準法第５３条第１項第１号に規定する建築物の建ぺい率（建築面積の敷地面積に対する割合をいう。以下同じ。），同法第５４条に規定する外壁の後退距離の限度（低層住宅に係る良好な住居の環境を保護するため必要な場合に限る。）及び同法第５５条第１項に規定する建築物の高さの限度ハ～リ （略)三 （略)\n４ （略)第９条 第一種低層住居専用地域は，低層住宅に係る良好な住居の環境を保護するため定める地域とする。\n２～２２ （略)第１０条 地域地区内における建築物その他の工作物に関する制限については，この法律に特に定めるもののほか，別に法律で定める。\n○ 風俗営業等の規制及び業務の適正化等に関する法律（昭和２３年７月１０日法律第１２２号）（抜粋）\n（用語の意義）第２条\n１～５ （略)\n６ この法律において「店舗型性風俗特殊営業」とは，次の各号のいずれかに該当する営業をいう。\n一 浴場業（公衆浴場法（昭和２３年法律第１３９号）第１条第１項に規定する公衆浴場を業として経営することをいう。）の施設として個室を設け，当該個室において異性の客に接触する役務を提供する営業二～六 （略）\n７～１１ （略)\n○ 公衆浴場法（昭和２３年７月１２日法律第１３９号）（抜粋）第１条 この法律で「公衆浴場」とは，温湯，潮湯又は温泉その他を使用して，公衆を入浴させる施設をいう。\n２ （略）\n○ 建築基準法施行令（昭和２５年１１月１６日政令第３３８号）（抜粋）\n（第一種低層住居専用地域内に建築することができる兼用住宅）第１３０条の３ 法〔注：建築基準法〕別表第二（い）項第２号（括弧内略）の規定により政令で定める住宅は，延べ面積の２分の１以上を居住の用に供し，かつ，次の各号の一に掲げる用途を兼ねるもの（これらの用途に供する部分の床面積の合計が５０平方メートルを超えるものを除く。）とする。\n一 （略）\n- 10 -二 日用品の販売を主たる目的とする店舗又は食堂若しくは喫茶店三～七 （略）\n（第一種低層住居専用地域及び第二種低層住居専用地域内に建築してはならない附属建築物）第１３０条の５ 法〔注：建築基準法〕別表第二（い）項第１０号（中略）の規定により政令で定める建築物は，次に掲げるものとする。\n一 自動車車庫で当該自動車車庫の床面積の合計に同一敷地内にある建築物に附属する自動車車庫の用途に供する工作物の築造面積（括弧内略）を加えた値が６００平方メートル（括弧内略）を超えるもの（以下略）二～五 （略）\n- 11 -\n【資料２ 要綱（抜粋）】\n建築基準法第４８条ただし書許可に関する要綱\n（趣旨）第１ この要綱は，建築基準法第４８条各項ただし書に規定する建築許可（以下「例外許可」という。）の基準及び手続に関して必要な事項を定めるものとする。\n（許可基準）第２ 用途地域別の許可基準は，次に定めるものとする。\n１ 第一種低層住居専用地域，第二種低層住居専用地域\n⑴～⑶ （略）\n⑷ 自動車車庫で別紙「自動車車庫に係る建築基準法第４８条第１項から第３項までの規定に関する許可基準」に適合するもの⑸ （略）\n２～５ （略）\n（公開による意見聴取）第７ 公開による意見聴取（以下「公聴会」という。）は，次によるものとする。\n⑴ 公聴会の案内は，公告を開催日の３日前までに行うほか，次の者に案内書を送付する。\nア 申請建築物の敷地〔注：「敷地」とは，一の建築物又は用途上不可分の関係にある二以上の建築物のある一団の土地をいう。〕から概ね５０ｍの範囲の土地又は建物の所有者イ 当該敷地が属する地縁による団体（自治会）の代表者ウ 計画建築物の用途，規模により特に利害が大きいと思われる者\n⑵ 公聴会には，申請者及び設計者又はそれらの代理人の出席を求める。\n２ 公聴会において聴取した利害関係を有する者の意見は十分尊重しなければならない。\n- 12 -\n（別紙）自動車車庫に係る建築基準法第４８条第１項から第３項までの規定に関する許可基準第１ 許可方針第一種低層住居専用地域，第二種低層住居専用地域（中略）において良好な住居の環境の確保を図りつつ，居住者等が利用する自動車車庫の建築を促進するため，第２の許可基準の１から３までのいずれかに適合し，住居の環境を害するおそれがないと認められる自動車車庫については，許可制度の積極的活用を図るものとすること。\n第２ 許可基準\n１ 建築物に附属する自動車車庫にあっては，次に掲げる条件に該当するものであること。\n⑴ 当該自動車車庫の床面積の合計及び階が，用途地域に応じて次に掲げるところによること。\nイ 第一種低層住居専用地域又は第二種低層住居専用地域にあっては，床面積の合計に同一敷地内にある建築物に附属する自動車車庫の用途に供する工作物の築造面積（中略）を加えた値が１５００㎡以下であり，かつ，１階以下の部分にあること。\nロ・ハ （略）\n⑵・⑶ （略）\n⑷ 当該自動車車庫の敷地の位置及び道路との関係，構造等が次の条件に該当すること。\nイ 騒音周囲に対する騒音の低減を図るため，敷地内の建築物の配置を踏まえた適切な配置，地階への設置等を行うこと。これらの対応が困難な場合にあっては，遮音壁の設置等を行うこと。\nロ ライトグレア〔注：光のまぶしさにより物が見えにくくなったり，一過性の盲目状態になったりするような現象〕光が周囲の建築物に頻繁に当たることのないようにするため，敷地内の建築物の配置を踏まえた適切な配置，地階への設置等を行うこと。これらの対応が困難な場合にあっては，植栽，目隠し板の設置等を行うこと。\nハ 排気ガス排気ガスを排出するための換気孔等を設ける場合には，適切な位置に換気孔を設置する等により，周囲に害を及ぼさないよう配慮すること。これらの対応が困難な場合にあっては，植栽，塀の設置等を行うこと。\nニ 接道要件 （略）ホ その他 （略）\n２・３ （略）第３ （略）\n- 13 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n本年は，犯罪予防目的の行動監視を想定した架空立法を素材に，基本的人権に関わる基本的な法理が予防的権力行使を前にした場合にどのような形で妥当するかを問うこととした。被侵害利益を憲法上の基本権として正確に構成し，その侵害を正当化し得べきものとして問題文中に示される規制目的の性質を読み解いた上で，適切な違憲審査枠組みを自ら設定し，具体的な規制態様に関わる関係事実の中から法的評価にとって重要な要素をより出し，具体的な審査過程を通じて適切な権利侵害性の評価に関する結論を得る，という過程を経た論述が必要になる。\nこの点は近時の司法試験の出題と共通しており，本年の問題も基本的な狙いはこれまでの出題意図を踏襲している。ただ，近未来における予防的権力行使の事例が想定されていることとの関係で，判例や学説に関する知識だけでなく，基礎的な法理の内容や規範構造に関する理解と，そうした法理を応用する能力が試されることになる。\n監視に関わる問題であることから，まず，公権力によって自らが所在する位置情報を強制的に収集されない権利をどのように構成するかが問われる。この権利は，判例に多く現れた「私生活をみだりに公開されない権利」としてのプライバシー権とは異質な構造を持つ。本問で侵害された権利を特定するためには，公権力による情報収集に対抗する意味におけるプライバ\nシー権を組み立て，監視という権力的状況を意識化することによって監視対象者において生じる行動制限が実体的な自由の権利を害するという点をしっかり把握することが必要となる。\nなお，被侵害利益という観点からは，警告・禁止命令（以下「禁止命令等」という。）という後の段階における直接の行動制限が生じ得る点も考察の対象となり得るが，ここでは具体的な禁止命令等の効力を争う段階ではないため，禁止命令等の可能性は単に先取り的な仮想論点であるに留まることに注意すべきである。また，本問の架空立法における身体的侵襲という設定はかなりショッキングなものであり，一読したところで違憲の印象をかき立てるかも知れない。しかし，問題文における限定を通じて「監視措置及びそのための身体的侵襲は刑罰か？」という問いから独立して正当化可能性それ自体を問う文脈に乗せた場合，身体的侵襲による被侵害利益を憲法のどの条項に位置付け，どの程度の保障を与えるかはかなり難しい点となるだろう。\n次に，プライバシーや実体的な自由の権利という形で被侵害利益が特定されたとして，そうした権利侵害の正当化可能性を問うためにどのような違憲審査基準を設定するのかに関しても，判例・学説上の手掛かりは少ない。一般的には，本問における被侵害利益との関係で厳格な審査が当てはまると主張するのは容易ではなく，適切な違憲審査の土俵設定自体をどのように説明するのかについても，違憲審査基準一般に関する受験生の深い理解が問われることになる。具体的には，アメリカ型の議論にいう厳格審査なのか，厳格な合理性なのか，合理性審査なのか，何らかのモデルに基づく利益衡量的審査なのか，他方，ヨーロッパ型の議論にいう比例性審査なのかなど，様々な審査枠組みが提唱可能である。したがって，答案の評価は，どのような枠組みを採用したかという点よりも，どのような理由で審査基準の採用が説得的に説明されているかを軸に行われることになる。\nこの違憲審査基準を適用する際には，まず，本件規制にあっては，法による「既遂の行為に対する制裁」の威嚇を通じた伝統的な基本権制限が問題となっているのではなく，将来における害悪発生を予防するために現時点において個人の行為に制限を課す，いわゆる「規制の前段階化」と呼ばれる傾向の権力行使の憲法上の正当性が問われていることが問題となる。\n「被害が発生してからでは遅すぎる」という発想で，被害発生を不可能にすることを狙った公権力行使が行われるわけだが，それは，基本権保障との関係でどのように評価されるべきか。害悪の発生につながり得る行為を包括的に制限し得ると考える「予防原則」を，犯罪予防との関係でも採用し得るのか。伝統的な基本権保障の枠組みでは，もともと，権利行使の- 1 -\n結果として害悪が発生する（ことが立証可能な）場合に限って権利制限が正当化されると考え，その限りにおいて権利保障が原則，権利制限が例外であると位置付けられるが，予防原則を全面的に採用した場合には，この原則・例外関係が逆転し，害悪発生の可能性だけで権利制限が広範に正当化されることになる。\nなお，以上に述べた「予防原則」や「規制の前段階化」等の用語を表記することは解答上必須ではないが，本問規制の目的や，その目的がどの範囲における手段を正当化するかを考慮する際には，予防目的を掲げることによって国家の在り方に根本的な変容が生じることを見越した予防目的の位置付けが必要になる。ここまでの論証水準に到達することは容易ではないとしても，少なくとも，違憲論を唱えるならば「再犯は国家として予測可能であり，それを放置したことによって生じた被害に対して国はどのような責任の取り方ができるのか」\nという被害者側の視点を，他方，合憲論を採るならば「現行の犯罪防止システムでは一定範囲の再犯被害については妥協するという社会的決断が前提になっているのであり，潜在的な確率論的リスクによる概括的な正当化によっては過酷な監視措置の憲法上の許容性は基礎付けられない」という監視対象者側の視点を，それぞれ織り込むところまで掘り下げが行われているかどうかが，採点上の重要な分かれ目となる。\n違憲審査基準の適用に当たって評価の対象となるのは，まず，自らの設定した違憲審査枠組みが正確かつ一貫した形で記述されているか否かである。さらに，被侵害利益ごとに，権利侵害の度合いを決定する事実や，当該権利制限が規制目的の達成に貢献する度合いを評価する上での重要な事実など，本問の事実関係の中で法的評価を行う際に比重の判定を行うべき事実要素が適切に取り上げられているかどうかも重要な採点基準となる。具体的には，問題文中で示され，かつ侵害度が高いものとされたブレスレット型という他の代替的規制手段の評価や，最長監視期間が２０年と長期にわたることに対する評価などにおいて，多面的な侵害状況に対する信頼できる議論の展開が求められる。\n配点については，〔設問１〕において原告の主張を，〔設問２〕において被告の主張を，それぞれ想定した上での私見の展開を求める形を採った。私見を重視したいという意図は昨年の問題を踏襲しているが，論点提示を〔設問１〕でまとめる形を採ることによって，〔設問２〕\nでは自説の説明に集中することを期待したものである。\n〔第２問〕\n本問は，株式会社Ａが建築しようとしているスーパー銭湯（以下「本件スーパー銭湯」という。）及びこれに附属する自動車車庫（以下「本件自動車車庫」という。）の建築を阻止しようとする周辺住民のＸ１ら及びＸ２らが，特定行政庁Ｙ１市長がした本件自動車車庫の建築に係る建築基準法第４８条第１項ただし書に基づく許可（以下「本件例外許可」という。）\nの取消しを求める訴訟及び指定確認検査機関Ｙ２がした本件スーパー銭湯及び本件自動車車庫の建築に係る建築確認（以下「本件確認」という。）の取消しを求める訴訟における法的問題について論じさせるものである。論じさせる問題は，本件例外許可の取消訴訟におけるＸ\n１ら及びＸ２らの原告適格の有無（〔設問１〕），本件例外許可の適法性（〔設問２〕），本件確認の取消訴訟において本件例外許可の違法事由を主張することの可否（いわゆる違法性の承継の問題，〔設問３〕），本件建築確認の適法性（〔設問４〕）である。問題文と資料から基本的な事実関係を把握し，建築基準法及び関係法令の関係規定の趣旨を読み解いた上で，取消訴訟の原告適格，違法性の承継及び本案の違法事由について論じる力を試すものである。\n〔設問１〕については，行政処分の名宛人以外の第三者の原告適格が問題となる。行政事\n件訴訟法第９条第２項と最高裁判所の判例を踏まえて判断枠組みを提示した上で，行政処分の根拠法規の処分要件及び趣旨・目的に着目し，関係法令の趣旨・目的を参酌し，被侵害利益の内容・性質を勘案し，当該根拠法規がＸらの主張する被侵害利益を個別的利益として保\n- 2 -護する趣旨を含むか，どの範囲の者が原告適格を有するのかについて論じることが求められる。本件では，Ｘらの主張する「良好な住居の環境下で生活する利益」について，建築基準法が一般に想定していると解される建築物の倒壊，火災，日照被害等による直接的な被害や，都市計画法に基づく用途地域の指定等によって，地域地区に居住する住民が享受する反射的利益と比較して，「法律上保護された利益」といえるかについて検討することが求められる。\nその上で，Ｘ１ら及びＸ２らが主張する利益の内容・性質に即して，原告適格を肯定することができるかについて論じることが求められる。特に，Ｘ２らについては，本件要綱において，一定の範囲の者に公聴会に参加する機会が付与されていることとの関係についても検討することが期待される。\n〔設問２〕は，本件例外許可の違法事由として，第１に，建築審査会の同意に係る議決の\n手続上の瑕疵が問題となる。まず，建築審査会の同意には処分性が認められず，本件例外許可の取消訴訟の中で同意の違法性を争うことになることを前提とし，建築審査会制度の趣旨や除斥事由が定められた趣旨を踏まえた上で，除斥事由がある者１名の票を除外しても建築審査会の議決の結論が変わらない場合においても，なお，本件例外許可は違法といえるかについて論じる必要がある。第２に，Ｙ１市長による本件例外許可についての裁量権の範囲の逸脱，濫用の有無が問題となる。本件要綱の法的性質について，例外許可は裁量処分であり，本件要綱は裁量基準（行政手続法上の審査基準）に当たることを示した上，例外許可については裁量処分とはいえ，公聴会制度を設けてその判断の適正が担保されていること，本件要綱で挙げられた事情が考慮されていないことを踏まえて，裁量権の範囲の逸脱，濫用があると主張することができないかを論じることが求められる。\n〔設問３〕は，いわゆる違法性の承継の問題であるが，取消訴訟の排他的管轄と出訴期間\n制限の趣旨を重視すれば，違法性の承継は否定されることになるという原則論を踏まえた上で，まず，違法性の承継についての判断枠組みを提示することが求められる。その上で，最高裁判所平成２１年１２月１７日第一小法廷判決（民集６３巻１０号２６３１頁）の判断枠組みによる場合には，違法性の承継が認められるための考慮要素として，実体法的観点（先行処分と後行処分とが結合して一つの目的・効果の実現を目指しているか），手続法的観点（先行処分を争うための手続的保障が十分か）という観点から，本件の具体的事情に即して違法性の承継を肯定することができるかを論じる必要がある。\n〔設問４〕は，本件建築確認の違法事由として，第１に，本件スーパー銭湯が建築基準法\n別表第二（い）項第７号の「公衆浴場」に該当するかが問題となる。条文の文言解釈，公衆浴場が第一種低層住居専用地域に建築できる建築物とされた趣旨，「一般公衆浴場」とスーパー銭湯との異同を踏まえて検討することが求められる。第２に，本件スーパー銭湯の飲食店部分について，建築基準法別表第二（い）項第７号の「公衆浴場」に該当するかが問題となる。\n第一種低層住居専用地域に建築できる飲食店は兼用住宅に限られ，かつ，面積の制限があること（建築基準法別表第二(い)項第２号，建築基準法施行令第１３０条の３第２号）などに照らして，本件スーパー銭湯の飲食コーナー及び厨房施設の規模等を踏まえて，「公衆浴場」\nに該当するかを検討することが求められる。\n【民事系科目】\n〔第１問〕\n本問は，未成年者Ｃの親権者であるＡが，自らの遊興により生じた借金を返済するためにＣの所有する甲土地及び乙土地をＣに無断でＥに売却した後，Ｄと婚姻したＣが死亡してＣをＡとＤが相続し，その後更にＥが乙土地をＦに売却した事例（設問１），Ｅが自己の事業の借金の返済に充てる資金をＧの主宰する賭博で得るために，仕入先のＨ及び知人Ｋとの間で，Ｅの叔父Ｌの連帯保証付きで借金をする契約書を作成した後，貸金をＥに交付したＨがその- 3 -\n貸金債権をＭに売却し，貸金をＥに交付しなかったＫが，契約書の存在を奇貨としてＬに連帯保証債務の履行を請求し金銭を支払わせた事例（設問２）を素材として，民法上の問題についての基礎的な理解とともに，その応用力を問う問題である。\n当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，親権者とその子との間の利益相反行為の成否，親権者による代理権濫用の成否とその効果という事項に対する理解を問うとともに，それを前提として，子について共同相続があった場合の法律関係，親権者の行為の相手方と取引をした第三者の保護について検討させることにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n小問⑴では，Ｅは，Ａ及びＤに対して，甲土地の所有権移転登記手続を請求しており，その根拠は売買契約に基づく債権的請求又は所有権に基づく物権的請求であることを指摘した上で，その請求の当否について検討することが求められる。いずれの請求の場合にも，ＡがＣの代理人としてＥとの間で甲土地の売買契約（以下「本件売買契約」という。）を締結したこと，Ａ及びＤがＣを共同で相続した結果，Ｃの所有権移転登記手続義務を包括承継したこと（なお，最判昭和３６年１２月１５日民集１５巻１１号２８６５頁は，売主の共同相続人の登記義務は民法第４３０条の不可分債務である旨判示している。）により，Ｅは，Ａ及びＤ\nに対し甲土地の所有権移転登記手続を請求することが可能となる。\nまず，これに対するＡ及びＤの反論として考えられるのは，本件売買契約が民法第８２６条の利益相反行為に該当するという主張である。もっとも，利益相反行為に該当するか否かの判断基準に関して判例（最判昭和４２年４月１８日民集２１巻３号６７１頁）の外形説を採用する場合には，本件売買契約は利益相反行為に該当しないことになり，それを踏まえた上で，親権者の代理権濫用について論ずることが求められる。この場合，ＡがＣ所有の甲土地を売却した行為が判例（最判平成４年１２月１０日民集４６巻９号２７２７頁）のいう「子の利益を無視して自己又は第三者の利益を図ることのみを目的としてされるなど，親権者に子を代理する権限を授与した法の趣旨に著しく反すると認められる特段の事情」があるとして代理権濫用に該当するか否かについて，本問に示された事実関係に即して適切な当てはめをすることが求められる。\n代理権濫用の効果については，平成４年の判例のように，親権者の行為の相手方が代理権濫用の事実を知り又は知り得べかりしときは，民法第９３条ただし書の類推適用により親権者の行為の効果は子には及ばないという構成が考えられる。それによれば，ＥはＡの代理権濫用の事実について悪意であるから，Ａの行った本件売買契約の効果はＣに及ばないことになる。ただし，代理権濫用を無権代理とする構成（無権代理説）や，代理権濫用について相手方に悪意又は（重）過失が認められる場合にはその相手方は代理による効果帰属を信義則上主張できないとする構成（信義則説）もあり得るところであり，適切な理由付けによって判例と異なる論じ方をすることは排除されていない。また，民法第８２６条の利益相反行為について外形説に依拠して検討することが必須ではなく，判例と異なる実質説を採って利益相反行為に該当するとした場合でも，適切な理由付けの下に説得力のある検討が行われていれば，それに相応した評価が与えられる。\n次に，ＣをＡ及びＤが共同相続したことにより，上記で論じた法律関係がどのような影響を受けるのか，いわゆる「無権代理と相続」の論点における無権代理人共同相続型の判例（最判平成５年１月２１日民集４７巻１号２６５頁）との関係が問題となる。利益相反行為につき実質説を採った場合や，無権代理説による場合は，この判例がそのまま妥当する。平成５\n年の判例は，追認権はその性質上相続人全員に不可分に帰属するから，共同相続人全員が共同して行使しない限り無権代理行為が有効となるものではないとしており，本問では共同相\n- 4 -続人の１人であるＤが追認を拒絶しているので，Ｅは甲土地の所有権を取得できない。また，民法第９３条ただし書類推適用説による場合には，平成５年の判例がそのまま妥当するわけではないが，民法第１１６条に基づく追認の可否を問題とした上で，平成５年の判例と同様に追認権の行使について論ずるか，あるいはＡの代理権濫用についてＥに悪意があることを理由としてＥが甲土地の所有権を取得することはないと論ずることが考えられる。もっとも，相続人の追認権については，相続分に応じて可分に帰属するという考え方もあり，判例の立場で論ずることは必須ではなく，適切な理由付けの下に厚みのある検討が行われ，整合的な結論が示されていれば，それに相応した評価が与えられる。\n小問⑵では，ＤのＦに対する乙土地の所有権移転登記抹消登記手続等の請求について，民法第２５２条ただし書の保存行為，あるいは共有持分権に基づく物権的請求権が根拠となることを指摘した上で，無権利者Ｅと取引をした第三者Ｆの保護について論ずることが求められる。第三者Ｆの保護の点に関しては複数の考え方があり得る。\nまず，乙土地はＡとＤの共有物であるのにＥ名義の登記がされていたことを理由に，民法第９４条第２項を類推適用してＦを保護する考え方である。これによれば，Ｃやその地位を包括承継したＡ及びＤが虚偽の外観を作出し，あるいはあえて虚偽の外観を放置したと評価される場合に，Ｆは乙土地の所有権を取得する可能性がある。本問に示された事実関係からすれば，ＣやＤ自身の行為に着目してその帰責性を認めることには困難が伴うが，Ｃの帰責性を評価する際には，ＡがＣの親権者であるという事情も関係し得る。一般的には，Ａは法定代理人であり，Ｃの意思に基づいてＡに代理権が授与されたわけではないから，この事情はＣの帰責性を否定する方向に働く。しかし，Ｃの親権者であるＡの包括的な代理権によって私的自治が補充されＣが継続的に利益を受けているとして，代理権濫用の危険はＣが負担すべきであるとする考え方もあり得る。\nまた，Ｆについて民法第９４条第２項が類推適用されるとしつつも，その根拠を上記のような虚偽の外観の放置ではなく，代理権濫用について民法第９３条ただし書が類推適用されることに求める考え方もあり得る。最判昭和４４年１１月１４日民集２３巻１１号２０２３\n頁は，手形保証についてこのような立場を採っている。もっとも，心裡留保における表意者には虚偽の外観を作出したのと同等の帰責性が認められるが，代理権濫用における本人の帰責性をこれと同視することはできず，また，上記判決は手形保証に関する判断であるから，その射程については慎重な検討を要する。\nさらに，代理権濫用について信義則説を採った上で，本人Ｃを相続したＡ及びＤは，第三者Ｆとの関係では，第三者Ｆが信義則に反する者でない限り（Ａの代理権濫用について悪意又は〔重〕過失が認められない限り），代理行為の効果帰属を拒むことができない，という考え方もあり得る。\nこのように，第三者Ｆの保護の在り方については複数の考え方があり得るが，理由を明示した上で一定の立場を採り，それを本問に当てはめて整合的な結論を導いているものについては，その法的構成力・推論力に照らし，相応の評価が与えられる。\n設問２は，賭博目的の消費貸借契約に基づく貸金債権が譲渡された事例と，存在しない貸金債務を主債務とする連帯保証債務が履行された事例を素材として，貸金債権の関係者をめぐる諸々の法律関係を，民法第９０条や同法第７０８条，同法第４５９条等の正確な理解に基づき分析した上で，事案に即した妥当な解決を導くことができるか否かを問うものである。\n小問⑴では，まず，賭博目的の消費貸借契約による債権の成否について的確に検討することができるかどうかが試されている。賭博目的の消費貸借契約は，それ自体が不法なものではなく，不法な動機が一方当事者であるＥの心裡にあるにすぎないが，Ｈは賭博目的を知っているので，ＥＨ間の消費貸借契約は公序良俗に違反し無効となり（民法第９０条），その結果，ＨのＥに対する消費貸借契約上の債権は発生しないことになる。\n- 5 -次に，この存在しない債権がＨからＭに譲渡され，その債権譲渡につき債務者Ｅが民法第\n４６８条第１項の異議をとどめない承諾をしていることから，その債権の不存在をＥがＭに対抗しうるか否かが問題となる。この点に関しては，賭博の勝ち負けによって生じた債権が譲渡された場合において，その債権の債務者が異議をとどめずに承諾したときであっても，債務者に信義則に反する行為があるなどの特段の事情のない限り，債務者は，その債権の譲受人に対して債権の発生に係る契約の公序良俗違反による無効を主張してその履行を拒むことができるとした判例（最判平成９年１１月１１日民集５１巻１０号４０７７頁）が存在するが，本問の事案は，当該判例の事案とは異なり，賭博の負け金債務ではなく，賭博目的の貸金債権が譲渡されたものであるから，そのことを意識した上で，ＭがＥに対し契約上の債権を行使することができるかについて，事実を的確に分析した上でその請求の当否を検討することが求められる。\n小問⑵では，ＥＨ間の消費貸借契約が公序良俗違反により無効であることを前提とした上で，ＨがＥに交付した５００万円について，ＨのＥに対する「法定債権」である不当利得返還請求権をＭが行使することが考えられる。ここでは，ＨのＥに対する不当利得返還請求権の成否について，不法原因給付に関する民法第７０８条が適用されるか否かを吟味しつつ論ずるとともに，ＨのＥに対する不当利得返還請求権をＭが行使するための法律構成を論ずることが期待されている。後者の点については，複数の法律構成が考えられる。\nまず，ＭがＨのＥに対する不当利得返還請求権を行使するための法的根拠としては，ＨがＭに対し「平成２６年４月１日付消費貸借契約に関する債権」を譲渡していることから，その契約の解釈として，貸金債権だけでなく，不当利得返還請求権もＨからＭに譲渡されたものと認めることが考えられる。このような契約の解釈に当たっては，不当利得返還請求権も譲渡された場合とそうでない場合とを対比して，Ｍ及びＨやＨの一般債権者の利害状況を分析することが求められている。\nまた，ＨのＥに対する不当利得返還請求権はＭに譲渡されていないことを前提とした上で，債権者代位権によって，Ｍが，ＨのＥに対する不当利得返還請求権を行使することも考えられる。この場合，債権者代位権の要件として，ＭのＨに対する被保全債権の存在及びＨの無資力が充足されることと，請求の範囲は被保全債権の額が上限となることを指摘することが期待されている。\n小問⑶では，委託を受けた保証人が連帯保証債務の履行として金銭を支払ったものの，主たる債務が存在しなかった場合における主債務者と保証人との間の法律関係についての分析とともに，保証人の主債務者に対する債権が成立するかどうかが問われている。保証債務の付従性自体は基礎的な知識に属するが，ここで示されている問題自体については，判例や学説において必ずしも明確に議論されているわけではない。ここでは結論の妥当性も視野に入れて適切に論ずることが期待されており，応用的な能力を問う問題である。\nそもそも，ＬはＥの保証委託を受けた結果としてＫに対して５８４万円を支払っており，その支払の際にＥに事前の通知をしているのだから，Ｋの無資力の危険をＬが負うとするのは不合理である。単に付従性のみを論ずるのではなく，そうした結論の妥当性も視野に入れた上で，Ｌを保護する法律構成を見いだすことが，本問では期待されている。\nまず，主債務者と保証人との間に保証委託契約が存在することから，委任の特則である民法第４５９条に基づき，ＬがＥに対して求償権を有するという構成が考えられる。その場合，民法第４５９条の求償権の成立要件として，(i)主たる債務の存在，(ii)主たる債務に関する債権者と保証人との間の保証契約，(iii)保証人が債権者に対して保証債務の履行をしたこと，(iv)\n保証人と主たる債務者との間の保証委託契約を挙げた上で（(v)保証人の無過失を要件として挙げる学説もある。），それらに該当する事実の有無を判断することが求められる。\n本問では，ＫはＥに金銭を交付していないため，ＫのＥに対する貸金債権は成立していな\n- 6 -いので，(i)の要件は充足されない。しかし，Ｌが主債務の存在を前提としてＫに５８４万円を支払った原因は，ＬがＥに事前の通知をしたにもかかわらず，ＥがＬに主債務の不存在を説明しなかったからである。民法第４６３条第１項が準用する民法第４４３条第１項により，保証人が事前の通知をせずに弁済をした場合，主債務者が債権者に対抗することができる事由を有していたときは，その事由をもって保証人に対抗することができるとされていることを踏まえると，保証人が事前の通知をしたが，主債務者が債権者に対抗することができる事由（主債務の不存在）を有している旨の返答をしなかった場合には，主債務者はその事由をもって保証人に対抗できないとの考え方があり得よう。これを本問に示された事実関係に当てはめた場合，ＥはＬからの民法第４５９条に基づく求償を，主債務の不成立を理由に拒むことはできないことになる。\nこのほか，Ｌの請求の根拠としては，民法第６５０条第１項の費用償還請求権に基づくものも考えられる。この場合には，ＬのＫに対する出捐が，同項の「委任事務を処理するのに必要と認められる費用」，すなわち，事務処理の際に受任者が善良な管理者の注意をもって必要と判断して支出した費用に当たるか否かを確認することが求められる。\nまた，主債務が存在しない場合に連帯保証債務の履行として金銭を支払うことは保証委託の範囲外であるなどの理由により，Ｌの出捐は費用ではなく損害であると解釈するならば，ＬはＥに対し民法第６５０条第３項や同法第４１５条に基づく損害賠償請求権を行使するという考え方を採る余地もある。\nいずれの法律構成を採る場合においても，Ｌによる事前の通知に対しＥが適切に対応しなかったことが的確に評価されていれば，民法第４５９条に基づく求償権を認める答案と同等の評価が与えられる。\n〔第２問〕\n本問は，① 会社法上の公開会社でない取締役会設置会社において，取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合における当該取締役会の決議の効力（設問１⑴），② 取締役の報酬の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で取締役会の決議によって役職ごとに一定額が定められこれに従った運用がされていた会社において，役職の変動に伴い，その運用により定まる報酬の額よりも更に減額する旨の取締役会の決議がされた場合に，取締役が会社に対して請求することができる報酬の額（設問１⑵），③ 株主総会において取締役から解任された者が，その解任について正当な理由がないとして，損害賠償請求をした場合における会社の損害賠償責任（設問２⑴），④ 役員の解任の訴えの手続と，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することの可否（設問２⑵），⑤ 役員等の会社に対する損害賠償責任と，大会社である取締役会設置会社における代表取締役等の内部統制システムの構築義務及び運用義務（設問３）に関する理解等を問うものである。\n設問１⑴においては，取締役会の招集権者（会社法第３６６条第１項）や，取締役会の目的である事項の特定の要否を含む招集手続（会社法第３６８条第１項），決議要件（会社法第\n３６９条第１項，第２項）について正確に理解していることが前提となる。そして，取締役会の開催に当たり，一部の取締役に対する招集通知を欠いた場合には，特段の事情がない限り，その招集手続に基づく取締役会の決議は無効であるが，その取締役が出席してもなお決議の結果に影響を及ぼさないと認めるべき特段の事情があるときは，決議は有効であるとする判例（最三判昭和４４年１２月２日民集２３巻１２号２３９６頁）や，代表取締役の解職決議については，その代表取締役は，特別利害関係を有する者に当たるとする判例（最二判昭和４４年３月２８日民集２３巻３号６４５頁）を意識しながら，会社法上の公開会社でな\n- 7 -い取締役会設置会社において（いわゆる閉鎖会社においては，特別利害関係を有する者に当たらないという見解等もある。），取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合に，上記の特段の事情があると認めることができるかどうかを説得的に論ずることが求められる。その際には，特別利害関係を有する者に当たると，当該取締役会の審議に参加して意見を述べることも認められないか否かや，Ａが当該取締役会の審議に参加することが認められる場合であっても，Ａの意見が決議の結果を動かさないであろうことが確実に認められるか否かなどについても触れつつ，事案に即して具体的に検討されることが望ましい。\n設問１⑵においては，取締役の報酬等の額について，定款に定めていないときは，株主総会の決議によって定めるが（会社法第３６１条第１項），判例（最三判昭和６０年３月２６日判時１１５９号１５０頁）は，株主総会の決議により，取締役全員に支給する総額の最高限度額を定め，各取締役に対する配分額の決定は，取締役会の決定に委ねてもよいとしていることや，取締役の報酬等の額が具体的に定められた場合には，その額は，会社と取締役間の契約内容となり，契約当事者である会社と取締役の双方を拘束するから，当該取締役が同意しない限り，会社が一方的にその報酬等の額を減額することはできないと解されていること（最二判平成４年１２月１８日民集４６巻９号３００６頁参照）を意識しながら，取締役の報酬等の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で，取締役会の決議によって役職ごとに一定額が定められ，これに従った運用がされていた場合に，取締役が，役職の変動に伴う報酬の減額に同意していたと認められるかどうかを事案に即して論ずることが求められる。なお，上記のとおりの運用により定まる報酬の額の範囲内で，Ａが，役職の変動に伴う報酬の減額に同意していたと認められるとすれば，Ａの報酬の額を減額する旨の定例取締役会の決議の後であっても，Ａは，甲社に対し，その運用により定まる月額５０万円の報酬を請求することができることとなろう。\n設問２⑴においては，取締役は，いつでも，かつ，事由のいかんを問わず，株主総会の決議によって解任することができる（会社法第３３９条第１項）が，会社は，その解任について正当な理由がある場合を除き，任期満了前に取締役を解任したときは，取締役に対し，解任によって生じた損害を賠償しなければならない（同条第２項）ことを理解していることが前提となる。その上で，Ａが，事業の海外展開を行うために必要かつ十分な調査を行い，その調査結果に基づき，事業の海外展開を行うリスクも適切に評価していたことから，このような経営判断に基づいた海外事業の失敗が，正当な理由に含まれるかどうかについて，会社法第３３９条第２項の趣旨や「正当な理由」の意義も踏まえつつ，説得的に論ずることが求められる。そして，このような海外事業の失敗が正当な理由に含まれないとする場合には，会社が取締役に対して賠償しなければならない損害の範囲ないし額について，Ａの取締役としての任期が８年と長期間残っていたことをその減額要素として考慮することができるかどうかにも言及した上で，検討することも求められる。\n設問２⑵においては，役員の解任の訴えについては，会社法上の公開会社でない株式会社の場合には，役員の職務の執行に関し不正の行為等があったにもかかわらず，当該役員を解任する旨の議案が株主総会において否決されたときに，総株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）\nの議決権の１００分の３以上の議決権を有する株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）又は発行済株式（当該株式会社である株主及び当該請求に係る役員である株主の有する株式を除く。）\nの１００分の３以上の数の株式を有する株主（当該株式会社である株主及び当該請求に係る役員である株主を除く。）が，当該株主総会の日から３０日以内に提起することができること（会社法第８５４条第１項，第２項）を説明することが求められる。\n- 8 -また，役員の解任の訴えについては，会社及び当該役員を被告とすること（会社法第８５５条）や，本問においては，代表取締役Ｂが株主として甲社及び取締役Ａを被告として役員の解任の訴えを提起することとなるため，監査役が甲社を代表すること（会社法第３８６条第１項第１号），役員の解任の訴えは，会社の本店の所在地を管轄する地方裁判所の管轄に専属すること（会社法第８５６条）を説明することも期待される。\nその上で，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することができるかどうかについて，会社法第８５４条第１項に規定する「当該役員を解任する旨の議案が株主総会において否決されたとき」\nの意義を役員の解任の訴えの制度の趣旨等に照らして解釈するなどしながら，説得的に論ずるとともに，会社資金の流用という役員の職務の執行に関し不正の行為等があったと認められることに言及することが求められる。\n設問３においては，取締役は，株式会社に対し，その任務を怠ったこと（任務懈怠）によって生じた損害を賠償する責任を負うこと（会社法第４２３条第１項）や，任務懈怠責任は，取締役の株式会社に対する債務不履行責任の性質を有するため，任務懈怠，会社の損害，任務懈怠と損害との間の因果関係に加え，取締役の帰責事由が必要であること（会社法第４２８条第１項参照）について理解していることが前提となる。そして，大会社である取締役会設置会社においては，取締役会は，内部統制システムの整備を決定しなければならず（会社法第３６２条第５項，第４項第６号），善管注意義務（会社法第３３０条，民法第６４４条）\n及び忠実義務（会社法第３５５条）の一内容として，取締役は，取締役会において，会社が営む事業の規模や特性等に応じた内部統制システムを決定する義務を負い，代表取締役等は，取締役会の決定に基づいて，事業の規模等に応じた内部統制システムを構築して運用する義務を負うことについて，的確に論ずることが求められる。\nその上で，まず，甲社について，その事業の規模や特性等に応じた内部統制システムが決定され，構築されているかどうかを事案に即して丁寧に検討することが求められる。\n次に，構築された内部統制システムの運用については，Ｃ及びＤのそれぞれに任務懈怠が認められるかどうかを事案に即して丁寧に検討することが求められる。Ｃに任務懈怠が認められるかどうかを検討するに当たっては，構築された内部統制システムを運用する際に，会社が営む事業の規模や特性等に応じた内部統制システムが外形上機能している場合には，他の役職員がその報告のとおりに職務を遂行しているものと信頼することができるかどうかについても，検討することが期待される。また，Ｄに任務懈怠が認められるかどうかを検討するに当たっては，これまで甲社において同様の不正行為が生じたことがなく，また，会計監査人からも不正行為をうかがわせる指摘を受けたことがなかったものの，本件通報は甲社の従業員の実名によるものであることなどの事情を踏まえた上で，本件通報があった旨の報告を受けていたＤが，本件通報には信ぴょう性がないと考え，本件通報等の調査を指示しなかったことなどをどのように評価すべきかについても，具体的に検討することが期待される。\nそして，任務懈怠及び帰責事由が認められるとする場合には，因果関係が認められる損害の範囲ないし額についても，検討することが求められる。なお，構築された内部統制システムの運用について，Ｄに任務懈怠があったと認められるとしても，本問において，Ｄは，平成２７年３月末に本件通報があった旨の報告を受けており，甲社は，乙社に対し，同年４月末に残金合計３０００万円を支払ったこと，他方で，Ｃの指示により甲社の法務・コンプラ\nイアンス部門が調査をした結果，２週間程度で，ＥとＦが謀り，本件下請工事について不正行為をしていたことが判明したことからすれば，Ｄの任務懈怠との間で，当然に因果関係が認められる損害の範囲ないし額は，ＥとＦが着服した５０００万円の全額ではなく，甲社が乙社に対して同月末に支払った３０００万円とすることが考えられよう。\n- 9 -\n〔第３問〕\n本問は，権利能力なき社団の構成員に総有的に帰属する財産をめぐる紛争を基本的な題材として，①当該社団の構成員が原告となって総有財産の所有関係を第三者に主張する場合には，それが固有必要的共同訴訟に当たることを前提に，そのような訴訟を現実に遂行した場合に生じ得る問題についての解決方法（〔設問１〕），②当該社団が原告となり社団の元代表者等を被告として総有財産の帰属関係等を争う訴訟において，元代表者が解任決議の無効や会長の地位確認を求める訴えを反訴で提起することにつき，訴えの利益や反訴要件の有無（〔設問２〕），③当該訴訟において敗訴した被告の一方が他方の被告に対して債務不履行責任を追及する場合に，前訴においても審理された総有財産の帰属に関して改めて審理・判断することの可否（〔設問３〕）に関して，検討をすることが求められている。\nこれらの課題に含まれる論点は，基礎的なものも少なくないが，全体の分量との関係では，その論点についての正確な知識に基づく解答を端的に論述することが必要であり，また，問題文には関連判例等を踏まえた問題意識が多く示されているから，これらに的確に応答し，論述することが期待されている。\n〔設問１〕では，まず，総有権確認請求訴訟という形態で，総有財産の所有関係を第三者\nに主張することが固有必要的共同訴訟に当たるとされる理由についての分析が求められている。総有財産に関する紛争形態は様々であるものの，本件の訴訟物は総有権を第三者に確認するというものであるから，固有必要的共同訴訟に当たる理由の説明もそれに応じたものとする必要がある。\nそして，このことを踏まえつつ，本件のＸのように相応に構成員の数の多い権利能力なき社団において構成員を原告として訴えを提起しようとした場合に，実際にどのような問題が生じ得るかを検討し，考えられる解決方法を提示することが求められている。そして，弁護士Ｌ１と司法修習生Ｐ１との間の会話では，構成員の中に反対者がいた場合にどのようにして訴えの適法性を確保するべきかという問題意識が示されている。典型的には反対者を被告として訴えを提起することが想定されるが，その際には，先に述べた，総有権確認請求訴訟が固有必要的共同訴訟とされる論拠と整合性のある説明を工夫することが期待される。さらに，続いて，訴え提起後に構成員に変動が生じた場合，その中でも新たな構成員が追加的に現れた場合の処理をどうするかという問題意識も示されている。ここでは，様々な方法が考えられるところであるが，代表者として行動しているＢの方針に同調しない構成員については，その自発的な行動が想定し難く，原告側のみで行うことのできる方策としてどのようなものが考えられるかという観点から検討することが求められている。\n〔設問２〕では，〔設問１〕と異なり，権利能力なき社団であるＸが原告となって訴えを提\n起した事案について問うものである。Ｂを代表者とするＸは，本件紛争の解決のため，本件不動産の所有名義人である元代表者のＺと，Ｚから抵当権の設定を受けてその旨の登記を経たＹとを被告として，総有権確認請求と各登記手続請求の訴えとを提起しているが，ここで，被告とされたＺは自身がなおＸの代表者の地位にあることを認めさせようと，Ｘを被告としてＺ自身の解任決議の無効等を確認する反訴を提起しようとしている。代表権に関する紛争が存在する場合に，このような確認の訴えに訴えの利益が認められることについては異論は少ないと思われるが，ここでは，特に，最高裁判所昭和２８年１２月２４日第一小法廷判決・\n民集７巻１３号１６４４頁が，訴訟代理人の代理権の存否の確認を求める訴えを不適法としていることを踏まえつつ，共にある（別の）訴訟における訴訟要件の存否に関わる判断でありながら，本件における権利能力なき社団であるＸの代表権の存否の確認を求める訴えはなぜ適法となるのかを，本件における事実関係も踏まえながら，訴訟代理権と代表権とでは実質的な紛争の広がりが異なるといったことを指摘し，説明することが求められている。\nまた，〔設問２〕においては，念のため，反訴要件の具備・不具備について検討することも- 10 -求められている。本件との関係では，「本訴の目的である請求又は防御の方法と関連する請求」といえるか否か，「著しく訴訟手続を遅滞させる」場合に当たらないか否かについて，本件の事実関係に基づいた当てはめの検討が求められている。前者については，仮にＢではなくＺ\nがＸの代表者の地位にあるとすれば，Ｂを代表者とするＸの訴えはそのままでは適法なものとしては維持できないから，その点を争うとともにＺの代表権の確認を反訴で求めることは防御の方法と関連する請求となるのではないか，また，本訴としてＸ代表者としてのＢへの登記移転請求の訴えも併合されていることから，本訴請求と関連性を有するといえないかなど具体的に摘示することが望まれる。\n〔設問３〕では，〔設問２〕の訴訟（第１訴訟）において原告勝訴の判決（前訴判決）が確\n定したことを前提に，本件不動産について設定を受けていた抵当権は無効であり，損害を被ったなどとして，ＹがＺに対して債務不履行に基づく損害賠償を求める第２訴訟を提起したとの事実関係の下で，この第２訴訟で本件不動産の所有関係を再度審理・判断することができるのかどうかが問われている。本件の事実関係はやや複雑であるものの，まず，第１訴訟における共同被告であるにすぎないＹとＺとの間には当然には既判力が生じないことが前提として押さえられなければならない。その上で，裁判官Ｊと司法修習生Ｐ３との会話を見れば，本件については，二つの検討のルート，すなわち，①前訴判決のうちＸとＹとの間の部分については，Ｘを当事者としているところ，引用判例（最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号１０６５頁）に従えばＸの構成員であるＺにも既判力が及ぶため，ＹとＺとの間に既判力が生ずることとなり，本件不動産の所有関係について再度の審理・判断ができないことになるのではないかという権利能力なき社団に特有の法理による解決を模索する方向性と，②権利能力なき社団を離れてより一般的に，前訴で敗訴をした共同被告間における担保責任の追及訴訟において二重敗訴の危険を防ぐ手段としてどのようなものが想定され得るかという問題として解決を模索する方向性とが示唆されていることが読み取れる。\nまず，①の方向性に関しては，本件において引用判例の法理を援用することができるかを権利能力なき社団及びこれを当事者とする訴訟の性質についての解釈を踏まえつつ検討する必要があり，そこでは，判例法理に素朴に従えば判決効の拡張を受けることになりそうなＺ\nがＸの相手方として行動しているという本件事案の特殊性を踏まえてどのように結論付けるかについて考察することが求められている（問題文の下線部①参照）。また，この点についていずれの結論を採るにせよ，本件の事実関係の下で，抵当権の設定時点における本件不動産の所有関係という第２訴訟の争点についての審理・判断が前訴判決の既判力によって封じられるのかを具体的に検討することも求められている。すなわち，前訴判決の既判力の基準時よりも「前」の時点における所有関係が争点となっているところ，そのような争点との関係で，前訴判決の口頭弁論終結時に本件不動産がＸの総有に属していた（すなわち，Ｚの所有には属していなかった）という判断につき生じている前訴判決の既判力がそれ自体として意味を持ち得るのかという問題を意識して，解答することが求められている（問題文の下線部\n②参照）。\n他方で，②のルートに関しては，①のルートのような既判力による解決は困難であることを踏まえ，信義則や争点効などによって再審理が不可能であることを結論付けることが視野に入る。もっとも，こうした議論は明文の根拠に乏しく，程度の差はあるものの一般条項に依拠したものとならざるを得ないことからすれば，Ｙとして事後の訴訟を想定し，第１訴訟の段階で採るべき手段が何かなかったのかという事情は考慮すべき事情となるはずである。そこで，このような方法としてどのような方法があり得るかを検討すると，訴訟告知などが想定される。\nこうした方法があることを踏まえれば，既判力に基づく説明以外の説明で再審理をすべきでないとするＹの主張は否定されざるを得ないのか，それとも一定の方法があるとはいえ本件の事実関係の下ではなおＹの主張は認め得るものであるのかを，自らの立場を明らかにしつつ，論\n- 11 -証することが必要となる（問題文の下線部③参照）。\n【刑事系科目】\n〔第１問〕\n本問は，暴力団構成員である乙が，上位の地位にある甲から，Ｖ方に押し入って現金を奪うこと（以下「本件強盗」という。）を指示され，甲から資金提供を受けて開錠道具や果物ナイフ（以下「ナイフ」という。）等必要な道具を購入した後，甲から本件強盗を中止するように言われたものの，これに従わずに前記開錠道具を用いてＶ方に侵入し，Ｖに暴行・脅迫を加えたところ，乙が強盗するのを手伝うために丙がＶ方にやって来たことから，丙と共に現金を奪って逃げた事例と，乙らの逃走後，Ｖ方に侵入した丁が，Ｖのキャッシュカードをポ\nケットに入れた後に血を流して倒れているＶを見付け，同人から同カードの暗証番号を聞き出して逃走し，同カードを用いて現金を引き出すために近くの銀行支店に行き，同支店内において，前記聞き出した暗証番号を使って現金自動預払機（以下「ＡＴＭ」という。）から現金を引き出したという事例（なお，丁の逃走後，Ｖは乙から顔面を蹴られたことによる脳内出血が原因で死亡した。）について，甲乙丙丁それぞれの罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力や論述力を試すものである。\n以下では，Ｖ方における強盗の実行犯である乙，Ｖ方において乙に加担した丙，乙に本件強盗を指示した甲，その後Ｖ方に侵入した丁の罪責について順に述べることとする。\n⑴ 乙の罪責暴力団組織である某組の構成員である乙は，某年９月１日，同組で組長に次ぐ地位にある甲から，組長からまとまった金を作れと言われているので，Ｖ方金庫内にある数百万円の現金を，Ｖ方に押し入って，Ｖをナイフで脅して奪って来いと指示された上，奪った現金の３割を分け前として与える旨言われた。乙は，当初，逡巡したものの，某組内で上位の地位にある甲からの命令であることや，分け前欲しさから，その命令を受け入れ，その後，甲から渡された現金３万円でＶ方に侵入する際に使う開錠道具，Ｖを脅すために使うナイ\nフ，現金を入れるかばんを購入した上，某組で自身の弟分の地位にある丙に協力を求めたがこれを断られたので，一人でＶ方へ侵入することにした。同月１２日未明，乙は，Ｖ方へ侵入する直前に甲から，本件強盗を中止すると言われたものの，これに従わずに本件強盗を実行し，用意していた開錠道具を用いてＶ方へ入り込んだ上，用意していたナイフを示し，Ｖの顔面を蹴り，Ｖの右足のふくらはぎ（以下「右ふくらはぎ」という。）をナイフ\nで刺すなどしてＶから金庫の場所等を聞き出し，その後，乙が強盗するのを手伝うためにＶ方にやって来た丙と共に金庫内から現金５００万円を取り出して用意していたかばんに入れてＶ方から持ち出し，その後，同現金のうち１５０万円を丙に分け前として渡し，残り３５０万円を自身のものとした。\nまず，乙は，Ｖから現金を奪う目的で，事前に用意した開錠道具を用いてＶ方へ入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。\n次に，乙がＶ方金庫内にあった現金を手に入れた行為について，いかなる構成要件に該当するかを確定する必要がある。すなわち，乙は，Ｖに対してナイフを顔面に突き付け，「金庫はどこにある。開け方も教えろ。怪我をしたくなければ本当のことを言え。」などと申し向け，それでも金庫の場所等を言わないＶから，その場所等を聞き出すためにその顔面を蹴り付け，右ふくらはぎをナイフで刺すなどの有形力を行使していることから，これら乙の行為が強盗罪の暴行・脅迫に該当することにつき，その判断基準や判断要素に関して判例等を意識した上で論じる必要がある。\nまた，その後Ｖは死亡しているが，その原因は乙から顔面を蹴られたことによる脳内出\n- 12 -血であることから，死亡結果と因果関係のある乙の行為を的確に指摘し，強盗致死罪の成立を論じる必要がある。\nそして，罪数についても論じる必要がある。\nなお，後に問題となるように，甲について共犯関係の解消を認めると，甲には強盗予備罪が成立することになる。このような結論を採った場合には，乙につき，強盗予備罪の成否，これと強盗致死罪との関係，予備罪の共犯の成否等に関しても的確に論じる必要がある。\n⑵ 丙の罪責丙は，某組では乙の弟分の地位にあり，前述のとおり，乙から本件強盗への協力を頼まれたものの，これを実行する日に別の用事があったためにその依頼を断った。しかし，乙が本件強盗を実行する当日である某年９月１２日，前記用事が予定よりも早く終わったことから，乙が強盗するのを手伝おうと考え，また，分け前も欲しかったことからＶ方へ向かい，開いていた玄関からＶ方内へ入り込んだ。そうしたところ，乙は，Ｖ方寝室内の床にＶが右ふくらはぎから血を流して横たわっているのを見付け，その後，Ｖ方６畳間にいた乙から，乙がＶの右ふくらはぎを刺したこと，Ｖは身動きがとれないので簡単に現金を奪うことができること，分け前をもらえることなどを聞くと，分け前欲しさから，乙を手伝って現金を手に入れることに決めた。その上で丙は，乙と共にＶ方金庫内から現金５００万円を取り出し，これを乙が用意していたかばんの中に入れ，その後，そのかばんを持ってＶ方から出て，分け前として前記５００万円のうち１５０万円を受け取った。\nまず，丙は，乙の強盗行為を手伝う目的で玄関からＶ方に入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。なお，丙の住居侵入罪に関しては，乙との共謀が成立する前のものであり，単独犯となることも端的に指摘する必要がある。\nまた，丙は，その後，乙と共にＶ方金庫内にあった現金をＶ方外へ持ち出しているが，これが容易に可能となったのは，Ｖが，乙から右ふくらはぎをナイフで刺されて血を流して動けない状態となっていたためであった。既に検討しているように，乙がＶの右ふくらはぎをナイフで刺した行為は強盗罪の暴行に該当することから，さらに，丙がＶのそのような状況を利用して乙と共に現金を手に入れた行為につき，丙にいかなる犯罪が成立するかを検討する必要がある。\nその検討に当たっては，いわゆる承継的共犯の成否を論じる必要があるところ，その際には問題の所在を意識した論述を行う必要がある。すなわち，丙と乙との間の共謀はＶ方内で成立した現場共謀であることを指摘しつつ，丙が関与する前（共謀成立前）の乙の行為に関して責任を負うことがあり得るのかについて，共犯の処罰根拠を含めて，承継的共犯の問題につき説得的に規範定立を行い，その上で，定立した自説の規範に，具体的な事実を指摘して的確な当てはめを行うことが求められる。\n具体的には，承継的共犯について，いわゆる中間説（限定的肯定説）の立場を採った場合には，丙が乙の先行行為によって生じた状況を自己の犯罪遂行の手段として積極的に利用したか否かを論じる必要がある。この点に関しては，丙が分け前をもらえると考えていたことや，丙はＶが身動きできないので簡単に現金を奪うことができると考えていたことなどの各事実を的確に指摘して結論を導き出すことが求められ，その上で，Ｖの傷害・死亡結果について丙もその責任を負うかにつき，丙が何を利用したのかなどを意識し，理由付けも含め的確に論じることが求められる。\nまた，承継的共犯について，いわゆる全面的否定説の立場を採った場合には，丙に窃盗罪が成立することになると考えられる。その結論を導くに当たっては，Ｖは丙が関与する前に既に乙の行為によって反抗を抑圧されており，丙はＶに一切の暴行・脅迫を加えておらず，かつ，Ｖも丙の存在を認識していないことなどの各事実を的確に指摘して説得的に- 13 -\n論じることが求められ，さらに，乙とはいかなる範囲で共同正犯が成立するのかをも含め的確に指摘する必要がある。\nなお，丙の罪責に関しては，前述以外にも，乙と丙は強盗罪の実行行為の一部を共同しているとして強盗罪の範囲で共同正犯が成立するとする見解や，丙には窃盗罪の他に強盗罪の幇助犯が成立するとする見解などが存する。\nこのように種々の見解が存することから，承継的共犯の規範定立に当たっては，自説のみを論じるのではなく反対説を意識して論述するのが望ましいものといえ，また，承継的共犯に関しては近時の判例（最二決平成２４年１１月６日刑集６６巻１１号１２８１頁）\nもあることから，その点も意識した論述ができることがより望ましいものといえる。\nそして，罪数についても論じる必要がある。\n⑶ 甲の罪責甲は，暴力団組織である某組の組長に次ぐ地位にあり，同組組長からまとまった現金を工面するように指示を受けていたところ，Ｖが自宅において，数百万円の現金を金庫に入れて保管していることを知り，この現金を手に入れようと計画した上，配下組員の乙に対して，Ｖ方へ押し入り，ナイフで脅してその現金を奪ってくるように指示し，ナイフなど必要な物を購入するための資金として現金３万円を交付した。その後，甲は，乙からナイ\nフなど，同現金で購入した物について報告を受けた後，某年９月１２日未明，乙からこれからＶ方に押し入る旨を告げられた際，乙に対して，組長からの命令として本件強盗を中止するように言った。しかしながら，乙は，これに従わず，準備していたナイフなどを用いて本件強盗を実行し，その後Ｖ方にやってきた丙と共にＶ方から現金５００万円を持ち出して手に入れた。\nまず，甲は，乙に対して本件強盗の実行を持ち掛け，乙はこれを了承しているところ，甲と乙との間に共謀が成立していることを論じる必要がある。その際には，甲が乙に対してＶが金庫内に多額の現金を保管している旨の情報を提供したこと，甲が乙に対してＶから現金を奪う際にはナイフを用いるように指示したこと，甲が乙に対してナイフなど必要な道具を購入するための資金として現金３万円を提供したこと，乙は分け前欲しさもあり甲の指示を了承したこと，乙は甲の配下組員であること，甲はＶから手に入れた金員の７\n割を手にすることにしていたこと，甲は組長からの指示で現金を手に入れる必要があったことなどの各事実を指摘した上，これらの事実を用いて共謀共同正犯が成立することをその要件を踏まえて論じることが求められる。\nそして，甲は，その後，乙に対して中止するように言ったにもかかわらず乙が本件強盗を実行していることから，甲が乙の実行した本件強盗に関してその責任を負うのか，共犯関係からの離脱が問題となる。これを論じる際には，共犯の処罰根拠を意識した問題の所在の摘示及び規範の定立が求められる。\nその上で，甲の離脱を認めるか否かに関しては，甲と乙のやりとり（中止指示と乙の了承を前提に，甲が道具の回収指示をしていないこと），甲から渡された現金３万円で乙が用意したナイフや開錠用具，かばんといった道具の重要性，甲が首謀者であること，甲から乙への中止指示が犯行直前であり，かつ，その指示方法も，組長から中止指示を受けて直ちに告げたわけではなく，乙が電話をかけてきた際に告げたものであることなどの各事実を踏まえ，定立した規範にこれら事実を的確に当てはめて結論を導き出す必要がある。その結論としては，心理的因果性は除去されていたとしても物理的因果性が除去されていないとして離脱を認めないとするもの，心理的因果性が除去されていることに重点を置き離脱を認めるものなどがあり得るが，離脱を認める場合には，物理的因果性が残っているにもかかわらず離脱を認めると考えた理由につき事案に即してより説得的に論じることが求められる。\n- 14 -甲の離脱を認めないとの結論を採った場合には，Ｖが乙の行為により死亡している点に関しても甲がその責任を負うのかを，理由を含めて簡潔に論じる必要がある。さらに，甲と丙との間に共謀が成立するのかについても，いわゆる順次共謀の考え方（判例として最大判昭和３３年５月２８日刑集１２巻８号１７１８頁等がある。）に従って論述することが求められる。なお，この場合において，丙につき承継的共犯を否定して窃盗罪の成立を認めたときには，甲に関して共犯間の錯誤も問題となり得るところである。\nこれに対し，甲の離脱を認めるとの結論を採った場合，甲には強盗予備罪が成立するとの結論が導き出される。その場合には，乙との間で強盗予備罪の共同正犯が成立するかを端的に論じる必要がある。さらに，甲に予備罪の中止等も問題となり得るところである。\nそして，罪数についても論じる必要がある。\n⑷ 丁の罪責丁（甲，乙及び丙とは面識がなかった。）は，窃盗に入る先を探して徘徊中，Ｖ方前を通った際に，Ｖ方の玄関扉が少し開いていることに気付いた。そこで丁は，Ｖ方から金品を盗もうと考えてＶ方に入り込み，その後，Ｖ方６畳間にあった扉の開いた金庫内からＸ銀行のＶ名義のキャッシュカード（以下「カード」という。）を取り出して自身のズボンのポケ\nットに入れ，更に物色するためＶ方寝室に行ったところ，そこで右ふくらはぎから血を流して床に横たわっているＶを発見した。丁は，Ｖからカードの暗証番号を聞き出そうと考え，「暗証番号を教えろ」などと強い口調で言ってこれを聞き出し，その後，Ｖ方から逃げ出して，同カードを用いて現金を引き出すために，近くの２４時間稼動しているＡＴＭが設置されているＸ銀行Ｙ支店に出入口ドアから入り，同ＡＴＭに同カードを挿入した上，暗証番号を入力して現金１万円を引き出した。\nまず，丁は，Ｖ方から金品を盗み出す目的で，開いていた玄関扉からＶ方へ入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。\n次に，丁がＶのカードをズボンのポケットに入れた点に関しては，その財物性，窃盗罪の既遂時期などについて端的に論じることが求められる。\nさらに，丁は，その後，右ふくらはぎを刺されて横たわっているＶに対し，強い口調で迫ってＶのカードの暗証番号を聞き出しているところ，この行為がいかなる構成要件に該当するかを確定する必要がある。この点に関しては，Ｖのカードの暗証番号が刑法上保護されるべき財産上の利益に該当するか否かに加え（カードとその暗証番号を併せ持つことは財産上の利益に該当するとした裁判例として東京高判平成２１年１１月１６日判例時報\n２１０３号１５８頁がある。），丁がＶに申し向けた文言が強盗罪の実行行為としての脅迫に該当するか否かが問題となるところである。その結論としては，暗証番号の利益性を肯定すれば２項強盗罪あるいは２項恐喝罪が，これを否定すれば強要罪等が成立するが，いずれの結論を採ったとしても，問題点を意識した上で，理論的に矛盾なく論じられていることが求められる。\nまた，丁が，Ｖのカードを用いて現金を引き出すためにＸ銀行Ｙ支店の出入口ドアから店内に入り，同カードを使ってＡＴＭから現金を引き出した点については，建造物侵入罪及び窃盗罪の各成否に関して，簡潔に論ずる必要がある。\nそして，罪数についても論じる必要がある。\n〔第２問〕\n本問は，覚せい剤取締法違反事件の捜査及び公判に関する事例を素材に，刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n- 15 -\n〔設問１〕は，甲による覚せい剤使用及び所持の疑いを抱いた司法警察員Ｐらが，Ｈ警察\n署で甲から尿の提出を受ける必要があると考え，同署への任意同行を拒む甲に対し，説得を続けながら，３０分にわたり，その進路を塞ぐなどして甲を留め置き，その後，甲の覚せい剤使用等の嫌疑が一層強まった下，甲車の捜索差押許可状及び甲の尿を差し押さえるべき物とする捜索差押許可状の請求準備から甲車の捜索を開始するまで，甲に対し，その進路を塞いだり，胸部及び腹部を突き出しながら甲の体を甲車運転席前まで押し戻すなどし，５時間にわたり，甲を留め置いた措置に関し，その適法性を検討させる問題であり，いわゆる強制処分と任意処分の区別，任意処分の限界について，その法的判断枠組みの理解と，具体的事実への適用能力を試すことを狙いとする。\n強制処分と任意処分の区別に関し，最高裁判所は，「強制手段とは，有形力の行使を伴う手段を意味するものではなく，個人の意思を制圧し，身体，住居，財産等に制約を加えて強制的に捜査目的を実現する行為など，特別の根拠規定がなければ許容することが相当でない手段を意味する」と判示しており（最三決昭和５１年３月１６日刑集３０巻２号１８７頁），同決定に留意しつつ，強制処分と任意処分の区別に関する判断枠組みを明確化する必要がある。\nそして，Ｐらの措置（その全部又は一部）が強制処分に至っておらず，任意処分にとどまる場合においては，任意処分として許容され得る限界についての検討が必要であるが，同決定は，強制処分に当たらない有形力の行使の適否が問題となった事案において，「強制手段にあたらない有形力の行使であっても，何らかの法益を侵害し又は侵害するおそれがあるのであるから，状況のいかんを問わず常に許容されるものと解するのは相当でなく，必要性，緊急性などをも考慮したうえ，具体的状況のもとで相当と認められる限度において許容されるものと解すべきである。」と判示しているから，ここでも同決定に留意しつつ，任意処分の限界（任意処分の相当性）の判断枠組みを明らかにしておく必要がある。\nその上で，本設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，Ｐらの措置の適法性を検討する必要がある。\n強制処分と任意処分の区別に関しては，Ｐが甲の前に立ち，進路を塞いだ事実，パトカーで甲車を挟んだ事実，Ｐが両手を広げて甲の進路を塞ぎ，甲がＰの体に接触すると，足を踏ん張り，前に進めないよう制止した事実，更には胸部及び腹部を前方に突き出しながら，甲の体を甲車運転席まで押し戻した事実等を具体的に指摘し，甲の態度にも着目しつつ，それらが甲の意思を制圧するに至っていないか，甲の行動の自由を侵害していないかといった観点から評価することが求められる。\nそして，前記の点につき，強制処分に至っていないとの結論に至った場合には，任意処分としての相当性について検討することとなるし，また，いずれかの段階から強制処分に至っているとの結論に至った場合であっても，それまでのＰらの措置について，任意処分としての相当性を検討することとなる。任意処分の相当性として，特定の捜査手段により対象者に生じる法益侵害の内容・程度と，特定の捜査目的を達成するため当該捜査手段を用いる必要との間の合理的権衡（いわゆる「比例原則」）が求められるとすると，甲に対する覚せい剤使用等の嫌疑が次第に高まり，また，【事例】３に至ると，Ｐらが甲の尿を差し押さえるべき物とする捜索差押許可状等の請求準備を行っているところ，このような嫌疑の高まり等に応じ，当該捜査手段を用いる必要の程度が変化すれば，相当と認められ得る留め置きの態様も変化することとなるから，そのような判断構造を踏まえ，具体的事実を摘示しつつ，相当性を適切に評価することが求められる。\nなお，留め置き措置の適法性に関し，「留め置きの任意捜査としての適法性を判断するに当たっては，本件留め置きが，純粋に任意捜査として行われている段階と，強制採尿令状の執行に向けて行われた段階とからなっていることに留意する必要があり，両者を一括して判断するのは相当でないと解される。」とする裁判例があり（東京高裁平成２１年７月１日判決判\n- 16 -タ１３１４号３０２頁等），このような考え方に従って論述することも可能であろうが，もとより同裁判例の考え方に従うことを求めるものではない。\n〔設問２〕は，接見指定の可否・限界を問うものであり，接見指定に関する刑事訴訟法第\n３９条第３項本文の解釈及び初回接見であることを踏まえた同項ただし書の解釈並びに具体的事実に対する適用能力を試すものである。\n本設問では，まず，「捜査のため必要があるとき」という文言の解釈について，「接見等を認めると取調べの中断等により捜査に顕著な支障が生ずる場合に限られ，右要件が具備され，接見等の日時等の指定をする場合には，捜査機関は，弁護人等と協議してできる限り速やかな接見等のための日時等を指定し，被疑者が弁護人等と防御の準備をすることができるような措置を採らなければならないものと解すべきである。そして，弁護人等から接見等の申出を受けた時に，捜査機関が現に被疑者を取調べ中である場合や実況見分，検証等に立ち会わせている場合，また，間近い時に右取調べ等をする確実な予定があって，弁護人等の申出に沿った接見等を認めたのでは，右取調べ等が予定どおり開始できなくなるおそれがある場合などは，原則として右にいう取調べの中断等により捜査に顕著な支障が生ずる場合に当たると解すべきである。」と判示した最高裁判所平成１１年３月２４日大法廷判決（民集５３巻３\n号５１４頁）を踏まえつつ，自説を論ずる必要がある。\nその上で，各接見指定において，接見指定を行ったのが，刑事訴訟法上要求されている弁解録取手続中であること（下線部①），甲の自白を得たいとして取調べを実施しようとする段階であること（下線部②）を踏まえ，具体的な当てはめを行う必要がある。\n次に，刑事訴訟法第３９条第３項ただし書では，接見指定の要件が認められる場合であっても，「その指定は，被疑者が防禦の準備をする権利を不当に制限するようなものであってはならない。」とされている。本設問において，甲は，いまだ弁護人となろうとする者との接見の機会がなく，弁護士Ｔによる接見は，初回接見となる予定であった。この点に関し，最高裁判所は，「弁護人となろうとする者と被疑者との逮捕直後の初回の接見は，身体を拘束された被疑者にとっては，弁護人の選任を目的とし，かつ，今後捜査機関の取調べを受けるに当たっての助言を得るための最初の機会であって，直ちに弁護人に依頼する権利を与えられなければ抑留又は拘禁されないとする憲法上の保障の出発点を成すものであるから，これを速やかに行うことが被疑者の防御の準備のために特に重要である。」とし，初回接見の申出を受けた捜査機関としては，「接見指定の要件が具備された場合でも，その指定に当たっては，弁護人となろうとする者と協議して，即時又は近接した時点での接見を認めても接見の時間を指定すれば捜査に顕著な支障が生じるのを避けることが可能かどうかを検討し，これが可能なときは，（中略）即時又は近接した時点での接見を認めるようにすべきであり，このような場合に，被疑者の取調べを理由として右時点での接見を拒否するような指定をし，被疑者と弁護人となろうとする者との初回の接見の機会を遅らせることは，被疑者が防御の準備をする権利を不当に制限するものといわなければならない。」（最三判平成１２年６月１３日民集\n５４巻５号１６３５頁）と判示している。同判決とそこに示唆された「被疑者が防禦の準備をする権利を不当に制限する」かどうかの判断構造に留意しつつ，各下線部における接見指定の適法性について，具体的な当てはめを行う必要がある。\n〔設問３〕は，乙の供述を内容とする証言について，伝聞法則の適用の有無を問うもので\nある。\nある供述が伝聞法則の適用を受けるか否かについては，要証事実をどのように捉えるかによって異なるものであり，【事例】７に記載された本件の争点及び証人尋問の内容を参考に，具体的な要証事実を正確に検討する必要がある。公判前整理手続の結果，本件の争点については，①平成２７年６月２８日に，乙方において，乙が甲に覚せい剤を譲り渡したか，②その際，乙に，覚せい剤であるとの認識があったかの２点であると整理されているところ，証\n- 17 -人尋問の内容に照らせば，本設問において問題となっているのは②に関することがうかがわれる。そこで，このことを前提に，具体的な要証事実を検討した上，乙の発言内容の真実性が問題となっているかどうかを論じ，伝聞供述に該当するかの結論を導くこととなる。\n〔設問４〕は，公判前整理手続で明示された主張に関し，その内容を一部異にする被告人\n質問を制限することの可否について問うことによって，公判前整理手続の意義及び趣旨の理解並びにそれを具体的場面において適用し問題解決を導く思考力を試すものである。\n本設問に関連し，公判前整理手続で明示されたアリバイ主張に関し，その内容を更に具体化する被告人質問等を刑事訴訟法第２９５条第１項により制限することの可否について判示した最高裁判所決定がある（最二決平成２７年５月２５日刑集６９巻４号６３６頁）。本設問の解答に当たっては，同決定を踏まえた論述まで求めるものではないが，被告人及び弁護人には，公判前整理手続終了後における主張制限の規定が置かれておらず，新たな主張に沿った被告人の供述を当然に制限することはできないことに留意しつつ，公判前整理手続の趣旨に遡り，被告人質問を制限できる場合に関する自説を論じた上，本設問における公判前整理手続の経過及び結果並びに乙が公判期日で供述しようとした内容を抽出・指摘しながら，当てはめを行う必要がある。"
}