{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n甲国人Ａ男は，甲国人Ｂ女と甲国で適法に婚姻した。その後，ＡとＢの間に子Ｃ（甲国籍）が生まれ，翌年，Ａ，Ｂ及びＣの３人は，生活の拠点を日本に移し，その後日本でずっと暮らしている。\nＣは，現在１５歳である。\n以上の事実に加え，日本国際私法の観点からみて，Ａ及びＢの婚姻は有効に成立し，ＣがＡＢ夫婦の嫡出子であることを前提として，以下の設問に答えなさい。\nなお，甲国国際私法からの反致は成立せず，甲国民法は次の趣旨の規定を有している。\n【甲国民法】\n① 年齢１８歳をもって，成年とする。\n② 父母は，未成年の子を監護し教育する。\n③ 父母は，未成年の子がある場合には，子の最善の利益のために，子の財産を管理し，かつ，その財産に関する法律行為についてその子を代表する。ただし，父又は母から譲渡を受けた財産以外に子が財産を有するときは，父又は母は，その財産の管理処分のために，財産後見人の選任を検認裁判所に請求しなければならない。\n④ 検認裁判所は，③ただし書の規定に基づき，父又は母が財産後見人の選任を請求したときは，子の最善の利益を考慮して，財産後見人を選任する。\n⑤ 財産後見人は，子の最善の利益のために，父母が管理権を有しない財産を管理処分する権利を有し，義務を負う。\n〔設 問〕\n１．Ｂは，日本において，Ｄ家電店で洗濯機を分割払いで購入する契約を締結した。ところが，Ｂの支払が次第に滞るようになった。Ｄは，ＡとＢは婚姻関係にあり，洗濯機の購入代金の支払はＡＢ間の日常家事債務であり，夫婦であることから当然にＡも連帯債務を負うとして，Ａに対してその支払を求めた。\n甲国法上，日本民法第７６１条に該当する規定はなく，夫婦の一方による日常の家事に関する法律行為によって他方が当然に債務を負うことはない。\nＡが甲国法に基づきＤからの請求を拒否することができるかについて，準拠法決定プロセスを踏まえて答えなさい。\n２. Ｃは，Ａ及びＢ以外の者から日本に所在する不動産Ｐの贈与を受けた。Ａ及びＢは，Ｃのために，不動産ＰをＥに売却したいと考えている。Ｃが不動産Ｐを所有していることを前提として，以下の小問に答えなさい。\n⑴ Ａ及びＢは，甲国法によると不動産Ｐについて父母が管理権を有しないことからＡ及びＢがＣのために不動産Ｐを売却することはできないのではないか，と考えている。Ａ及びＢのこのような考えは正しいか。準拠法決定プロセスを踏まえて答えなさい。\n⑵ ⑴において，Ａ及びＢには不動産Ｐを売却するための管理権がないと仮定する。その場合，Ｃのために不動産Ｐを売却するのに必要な法的措置に関する準拠法については，法の適用に関する通則法第３２条によるべきとする見解と同法第３５条によるべきとする見解との対立が見られる。いずれの見解によるべきかの立場を明らかにした上で，どのような法的措置が必要であるかを答えなさい。\nなお，日本の裁判所で手続をとることを前提とし，手続上の問題点がある場合には，それについても言及しなさい。\n- 36 -\n〔第２問〕（配点：５０）\n旅行業を営む日本法人Ｙ１会社は，甲国への旅行者が現地で必要とする各種サービスを円滑に提供するため，Ｙ１会社全額出資の乙国法人Ｙ２会社を甲国に隣接する乙国に設立した。Ｙ２会社代表者はＹ１会社代表者と同一人である。Ｙ２会社は乙国内にあるビルの一室を賃借して本店兼事務所としているが，さしたる資産はなく，事務を処理する日本人従業員１名がＹ１会社から出向し常駐するのみである。Ｙ１会社が日本で募集した甲国への旅行者が甲国内で必要とするサービスを手配するため，Ｙ２会社は甲国法人Ｘ会社と包括的業務委託契約（以下「本件契約」という。）を締結した。本件契約では，①Ｙ１会社が募集した旅行者のためにＸ会社が甲国内での各種サービス（交通，食事，宿泊等）を手配し，かつ，Ｘ会社が現地（甲国）のサービス提供者に現地通貨で立替払すること，②Ｘ会社及びＹ２会社の了解のもとにＸ会社のＹ２会社に対する請求書をＸ会社がＹ１会社に直接送付すること，③毎月末を支払期限とするＹ２会社の債務（立替金及びＸ会社の報酬の甲国通貨による支払）の履行地をＸ会社の主たる営業所（甲国）とすること，④本件契約の準拠法を日本法とすること等が定められていたが，国際裁判管轄権に関する合意はなかった。\nＹ２会社が本件契約に基づく立替金及び報酬のＸ会社への支払を怠ったため，Ｘ会社は，Ｙ２会社に対して本件契約に基づく金員の支払を求めるとともに，Ｙ１会社に対しても，Ｙ１会社とＹ２会社とは実質的に同一会社であり，Ｙ２会社の法人格はＹ１会社との関係で否認されるべきであるとして，本件契約に基づく金員の支払を求める訴えを日本の裁判所に提起した。\n〔設 問〕\n１．日本の裁判所はＹ１会社及びＹ２会社に対するＸ会社の訴えにつき，国際裁判管轄権を有するか。ただし，民事訴訟法第３条の９の規定の適用はないものとする。\n２．Ｙ１会社がＸ会社に対して本件契約に基づく債務を負うか否かについては，いずれの国の法が適用されるか。\n３．Ｘ会社がＹ１会社に対して本件契約に基づく金員の支払を甲国通貨で求めた場合において，Ｙ１会社が日本円で弁済する権利を有するか否かについては，いずれの国の法が適用されるか。\n- 37 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，夫婦間の日常家事債務の連帯責任及び未成年の子の財産管理の準拠法の決定と適用を問うものである。\n設問１は，夫婦間の日常家事債務の連帯責任の法律関係の性質決定を問うものである。これに関しては，法の適用に関する通則法（以下「通則法」という。）第２５条説と第２６条説との対立がある。いずれの見解をとるか，その根拠を示した上で準拠法を決定し，条文を丁寧に適用し，結論を示す必要がある。\n設問２⑴は，子の財産に対する父母の財産管理権に関する問題である。親子間の法律関係の準拠法に関する通則法第３２条によることを導き，問いに則して答えなければならない。\n設問２⑵は，父母の財産管理権が及ばない未成年の子の財産管理の問題を国際私法上どのように扱うかを問うものである。甲国法を準拠法とする場合には，甲国法上の財産後見制度が日本法に不知の法制度であるため，わが国手続法でいかに実現するかも問題となる。\n〔第２問〕\n本問は，渉外契約の一方当事者につき法人格否認が問題となる事案を素材として，国際私法及び国際民事訴訟法の基礎的理解とその応用力を問うものである。\n設問１は，契約当事者とその親会社とを共同被告とする訴えにつきわが国の裁判所が国際裁判管轄権を有するか否かを問う問題である。「手続は法廷地法による」との法原則の下でわが国の民事訴訟法第３条の２以下の諸規定がどのように適用されるかを適切に説明することが求められる。\n設問２は，親会社に対して契約責任が追及される場合の準拠法が何かを問う問題である。契約当事者の法人格が否認されるか否かという論点と親会社が当該債務の履行責任を負うか否かという論点との関係をいかに理解するか（同一論点の言い換えとみるか，先決問題対本問題として理解するか）に応じて，法律構成は異なり得る。法人格否認の問題について，これを実質法上の法律構成とは別に，抵触法上の問題として，その法律構成（単位法律関係，法性決定，連結点等）をどのように考えるか（法人従属法説，個別原因関係準拠法説他）等々，触れるべき論点は少なくない。法律構成のいかんにかかわらず，それぞれの根拠を示しつつ，準拠法決定の過程を段階を追って正確に説明することが求められる。\n設問３は，約定された支払通貨と異なる通貨での支払が認められるか否かの準拠法が何かを問う問題である。債権準拠法説と履行地法説との対立が知られているが，ここでも，どのような根拠に基づいて準拠法を決定するかを丁寧に説明することが期待される。\n- 37 -"
}