{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\nＡ社は，電力事業の規制緩和に伴い，Ｂ県Ｃ市において，Ｄ発電所（石炭火力，出力１７万キロワット）の設置を計画した。\nこれに対して，同計画予定地付近の住民Ｅは，Ｄ発電所が稼働すれば，その居住地の窒素酸化物濃度について，近隣に所在するＦ社のＧ発電所からのばい煙と複合して，環境基準を超えることが予想され，健康被害が発生すると危惧している。\nこの場合において，以下の設問に答えよ。\n〔設問１〕\nＤ発電所の設置工事の事業は，環境影響評価法が定める第一種事業に当たり，Ａ社は，同法に基づく環境影響評価手続を開始した。Ｂ県知事とＥは，環境影響評価手続において，意見書を提出したいと考えているが，それぞれどのような機会があるかを述べよ。\nなお，電気事業法が定める環境影響評価に関する特例については，考慮しなくてよい。\n〔設問２〕\nその後，Ｄ発電所の工事計画は経済産業大臣の認可を受け，Ｄ発電所が操業を開始したところ，Ｅの居住地において，窒素酸化物の濃度が，常時環境基準を２５％超えていることが確認されるようになった。健康被害が発生すると危惧するＥは，Ａ社及びＦ社に対してどのような訴訟上の請求をすることが考えられるか。また，その場合の法律上の問題点について論ぜよ。\n〔設問３〕\nＦ社は，地球温暖化対策の推進に関する法律第２１条の２に規定する特定排出者として，Ｇ発電所の温室効果ガス算定排出量の報告義務を負っている。当該報告に係る事項を集計した結果は公表され，当該報告に係る事項は開示請求の対象となっている。この仕組みは，環境法政策の手法としてどのように説明され，規制的手法と比較してどのような特質があるか述べよ。〔第２問〕（配点：５０）\n環境基本法第４条は，持続的に発展することができる社会が構築されるための環境の保全の在り方について，社会経済活動その他の活動による環境への負荷をできる限り低減することその他の環境の保全に関する行動がすべての者の公平な役割分担の下に自主的かつ積極的に行われるようになるべき旨の基本理念を規定している。\n環境法の分野の各法において，環境への負荷のできる限りの低減とすべての者の公平な役割分担とを柱とする上記の基本理念はどのように表れているかという観点から，以下の各設問に答えよ。\n〔設問１〕\n⑴ 容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）第４条が事業者及び消費者の責務を定めている趣旨を，地球温暖化対策の推進に関する法律第２０条の６第１項が定める責務との異同及びその理由に言及しつつ，説明せよ。\n⑵ 容器包装リサイクル法第１０条の２が指定法人又は認定特定事業者から市町村への金銭の支払義務を定めている趣旨を，同法が定める特定事業者の義務並びに同法及び他の関連法が定める市町村の役割を踏まえつつ，説明せよ。\n〔設問２〕\n⑴ 自然公園法が，国立公園内の特別地域及び海域公園地区における一定の行為について，環境大臣の許可を受けなければ行ってはならないものとしている趣旨を，許可を受けられない場合における制度的手当にも触れつつ，説明せよ。\n⑵ 地域自然資産区域における自然環境の保全及び持続可能な利用の推進に関する法律が，地域自然環境保全等事業を実施する区域内に立ち入る者から「入域料」を収受することができるものとしている趣旨を，【資料】を参照しつつ，説明せよ。\n【資 料】\n○ 地域自然資産区域における自然環境の保全及び持続可能な利用の推進に関する法律（平成２６年法律第８５号）（抜粋）\n（目的）第１条 この法律は，入域料をその経費に充てて実施する事業又は自然環境トラスト活動を促進する事業を通じて自然環境を保全し，及びその持続可能な利用を推進することの重要性に鑑み，地域自然資産区域における自然環境の保全及び持続可能な利用の推進に関し，基本方針の策定，地域計画の作成等について定めるところにより，地域自然資産区域における自然環境の保全及び持続可能な利用の推進を図り，もって地域社会の健全な発展に資することを目的とする。\n（定義）第２条 この法律において「地域自然環境保全等事業」とは，都道府県又は市町村が，自然公園法（昭和３２年法律第１６１号）第２条第２号に規定する国立公園（以下「国立公園」という。），同条第３号に規定する国定公園（以下「国定公園」という。）等の自然の風景地，文化財保護法（昭和\n２５年法律第２１４号）第２条第１項第４号に規定する記念物に係る名勝地その他の自然環境の保全及び持続可能な利用の推進を図る上で重要な地域において，当該地域の自然環境を地域住民の資産として保全し，及びその持続可能な利用を推進するために実施する事業であって，当該事業を実施する区域内への立入りについて，当該区域内に立ち入る者から収受する料金（次条第２\n項第１号及び第４条第２項第１号ハにおいて「入域料」という。）をその経費に充てるものをいう。\n２ この法律において「自然環境トラスト活動」とは，自然環境の保全及び持続可能な利用の推進を図ることを目的とする一般社団法人若しくは一般財団法人若しくは特定非営利活動促進法（平成\n１０年法律第７号）第２条第２項に規定する特定非営利活動法人若しくはこれらに準ずる者として環境省令・文部科学省令で定めるもの（以下「一般社団法人等」という。）又は都道府県若しくは市町村が行う次に掲げる活動をいう。\n一 自然環境の保全及び持続可能な利用の推進を目的として前項に規定する地域内の土地（その土地の定着物を含む。次号において同じ。）を取得すること。\n二 前号に掲げるもののほか，前項に規定する地域内の土地に係る活動であって自然環境の保全及び持続可能な利用の推進を目的とするものとして環境省令・文部科学省令で定めるもの３ この法律において「自然環境トラスト活動促進事業」とは，都道府県又は市町村が，当該都道府県又は市町村の区域における自然環境を地域住民の資産として保全し，及びその持続可能な利用を推進するため，自然環境トラスト活動を促進する事業をいう。\n４ この法律において「地域自然資産区域」とは，地域自然環境保全等事業が実施される区域及び自然環境トラスト活動促進事業に係る自然環境トラスト活動が行われる区域をいう。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問は，環境影響評価法に関する基本的な仕組み，大気汚染による健康被害の差止請求に関する法的論点，情報的手法に関する基礎的理解を問う問題である。一つの事例において環境法の様々な分野が関わる場合が多いことから，このように設問した。\n〔設問１〕では，意見書の提出の機会全てについて，問題の主体ごとに根拠条文を踏まえて\n説明しているかが問われている。Ｂ県知事とＥには，計画段階環境配慮書，方法書，準備書について，意見書提出の機会があり，意見書を事業実施主体宛て提出することができる（同法第\n３条の７第１項，第８条第１項，第１０条第１項，第１８条第１項，第２０条第１項）。ただし，計画段階環境配慮書における意見書提出の機会（平成２３年環境影響評価法改正によってその作成義務が定められた〔第３条の３〕ことに伴って設けられた）の提供は，事業実施主体の努力義務にとどまっている。\n〔設問２〕では，Ｅは，石炭火力発電所から発生する窒素酸化物（NOx）による大気汚染か\nら生じる健康被害の発生を危惧しており，人格権等の侵害に基づき，Ａ社及びＦ社に対して，Ａ社Ｄ発電所及びＦ社Ｇ発電所から排出される窒素酸化物の量の削減を請求することなどが考えられる。複数の考え方が存在する場合，それぞれを検討して法律上の問題点について広範に論じる必要がある。\nまず，既設・操業のＧ発電所及び新設・操業のＤ発電所から石炭の燃焼により発生する窒素酸化物（直接排出される一酸化窒素及びその反応物質である二酸化窒素）は健康被害物質（呼吸器系の疾患の原因物質）であることを述べる。窒素酸化物は「有害物質」として大気汚染防止法によって規制され（同法第２条第１項第３号，同法施行令第１条第５号），二酸化窒素について環境基準が定められている（昭和５３年環境庁告示第３８号，平成８年環境庁告示第７４号最新改正）。\n次に，健康被害に対する差止請求権の法的根拠について述べる。本問の事案を解くための議論の立て方を示せば，以下のとおりとなる。第１は，人は，自らの生命・身体の完全性（健康）を害されない権利，すなわち身体的人格権を有しており（憲法第１３条，民法第７１０条参照），その侵害に対しては人格権に基づき差止めを請求する権利を有しているとし，したがって，人の健康を侵害する蓋然性が高い場合には，身体的人格権の侵害となり，受忍限度論によることなく（受忍限度論は生活妨害のような精神的損害の場合に適用されると考える），違法性が認められ，健康被害の高度の蓋然性を証明すれば，差止請求が認められるという考え方である。\n第２は，人格権侵害に基づく差止請求権の要件については，受忍限度論が適用されるとし，健康被害が生ずる蓋然性が高い場合には，公共性が高い場合であっても差止請求が認められるとする考え方である。第３は，環境基準を大幅に超えていることを根拠として健康被害が生ずる高度の蓋然性があることを主張するのではなく，現状の汚染により健康被害が生ずるのではないかという危惧感（精神的損害）を被侵害利益として主張するという捉え方である。そのような捉え方によれば，身体的人格権に直結した平穏生活権の侵害の問題となるが，その場合の要件は受忍限度論となろう。\nそして，差止請求が認められるためには，健康被害が既に発生していること，あるいは発生するであろうことが高度の蓋然性をもって証明できることを要する（因果関係証明の原則）。\nこれについて，本問では，既設のＧ発電所からのばい煙（その中の窒素酸化物）と新設のＤ発電所からの窒素酸化物が複合して，Ｅの居住地において，窒素酸化物（大気中で酸化反応して二酸化窒素となっている）の濃度が，常時環境基準を２５％超える汚染が現出しているとして，Ｅは健康被害を危惧しているから，健康被害の蓋然性の問題と，汚染源が複数存在する場合の帰責者の問題を論じる必要がある。\n環境基準は，一般的にいえば，達成すべき公害・環境行政上の政策目標であって，健康を保護するための基準値（健康閾値）とは必ずしも一致しない。しかしながら，検出されてはいけないとか，有害性が著しく厳しい基準を定められている健康被害物質については，環境基準を健康閾値である差止基準として主張することは考えられ，窒素酸化物（二酸化窒素を含む）についても，健康被害物質であり，達成時期も比較的に短期であって，健康影響が大きいともいえるから，環境基準を差止基準と仮定して，Ｅが訴訟上の請求をすることも，一つの考え方としてはあり得る。もちろん，環境基準が政策目標であるため，それを超えていることが差止め\n（汚染物質の削減）の根拠にできないことを述べることはできるが，その場合には，単なる政策目標として理解しない考え方についても言及する必要がある。すなわち，環境基準の法的性質を述べた上で，本件事案において，なおそれをどのように利用することができるか検討することが求められている。\nＥが求めるべき差止めの内容としては，汚染を人格権等の侵害が生じないレベルに低減することであるが，Ｇ発電所とＤ発電所の窒素酸化物が複合してＥ居住地に到達しているから，複数汚染源に対する差止め（理論的根拠，寄与度と削減義務）をどのように考えるかを論じる。\nこの点については，①個別的差止説，②連帯的差止説，③分割的差止説などがあり，各説に言及した上で，自説を述べることが求められる。\n例えば，①は，各汚染源が差止基準を超えて被害者に原因物質を到達させていなければ差止めを請求できないとする説であるが，複数汚染源からの少量の有害物質が複合して差止基準を超えているような場合には，被害者の保護ができないという問題点が指摘されている。\n②は，複数汚染源の間に強い関連共同のような一体的関係とか主従の関係があれば妥当な結論となるが，そうでない場合には，狙い撃ち的に，ある汚染源に対して，他の汚染源による排出を含めた基準超過汚染の削減義務を負わせるものであり，公平に反するという問題点が指摘されている。\n③は，複数の汚染源を被告にして汚染を差止基準以下にせよと請求でき，各被告の寄与度に応じた差止の義務を負うとする説であるが，各被告の寄与度をどう決めるべきかの問題が指摘されている。そこで，現実の汚染（着地濃度）と差止基準（閾値）を基に一律の削減率を決定し，その削減率に基づいて各被告の排出量の削減を求めればよい，とすることなどに言及することが考えられる。\n最後に，請求の趣旨について検討する。排出口における汚染物質の排出量の削減を求める請求と着地濃度の低減を求める請求が考えられるが，着地濃度方式は証明が困難であり，排出口における排出量による請求が実際的である。抽象的不作為請求を立てることになる場合，抽象的不作為請求が適法な請求方式か，すなわち，訴訟物が特定しているか，強制執行の方法をどう解するか，述べる必要がある。強制執行は間接強制となる。なお，抽象的不作為請求の適法性を認めない場合には，その理由を述べる必要がある。\n〔設問３〕では，情報的手法の意義に関する説明と規制的手法との比較，すなわち，長所と短所を記述することを求めている。情報的手法は，持続可能な社会の構築に向けた環境政策における政策手段，社会経済の環境配慮のための仕組みの一つであり，各手法を適切に組み合わせることによって環境政策を推進することとされている。そして，その意義は，⑴事業活動や製品・サービスに関して，⑵行政が，事業者に対して環境負荷などに関する情報の消費者・投資家等利害関係者や行政への開示・提供を求め，行政に提供された情報の公表・公開を行うことによって，⑶製品・サービスの提供者も含めた各主体による事業者や製品の選択等環境配慮行動を促進，または，自主的な取組みに資するという環境政策の手法と説明することができる\n（第２次・第３次・第４次環境基本計画〔平成１２年・同１８年，同２４年〕参照）。規制的手法との比較としては，長所として，⑴行政リソースの限界に対応できること，⑵各主体による柔軟な対策が可能，⑶科学的不確実性のある分野の場合，比例原則の問題が生じにくいことなどを挙げることができる。短所としては，⑴それ自体では強制力がないこと，⑵このため実効性を確保するためには他制度との組合せが必要であること，⑶市場や国民による監視が必要であることなどを挙げることができる。\n〔第２問〕\n第２問は，環境法の分野における基本理念と，諸原則や基本的な考え方，各制度との関係についての総合的な理解力，思考力を問う問題である。全ての設問を通じ，人の活動により環境に加えられる影響であって，環境の保全上の支障の原因となるおそれのあるものとしての「環境への負荷」（環境基本法第２条第１項）は，問題となっている法律においては何であると想定されているかが論述の出発点となり，そのような環境への負荷をできる限り低減する上で，それぞれの社会的立場において自主的かつ積極的に行われるべき環境の保全に関する行動の公平な役割分担とは何かを思考することが求められている。\n〔設問１〕では，容器包装リサイクル法が目的とする「環境への負荷」の低減が，容器包装\n廃棄物の排出の抑制並びに分別収集及びその再商品化を促進するための措置を講ずること等によって，廃棄物の適正な処理及び資源の有効な利用の確保を図り，生活環境を保全すること等であること（同法第１条）を踏まえ，そのための公平な役割分担として考えられることを論述する。小問⑴では，いわゆる３Ｒ（Reduce＝発生抑制，Reuse＝再使用，Recycle＝再生利用）\nの容器包装廃棄物の排出の抑制の場面における表れと考えられる，過剰使用の抑制，再使用及び再商品化を促進するための分別収集については，消費者及び利用事業者の活動に負う面が大きいことを指摘し，一方，地球温暖化対策の推進に関する法律が目的とする「環境への負荷」\nの低減は，温室効果ガスの排出の抑制であること（同法第１条参照）を押さえつつ，日常生活用製品等の利用に伴う温室効果ガスの排出を抑制する上でも消費者等の製品選択及び製品利用の方法に負う面は大きいが，これらを実効性あるものとするためには，製品性能や排出抑制的な利用方法についての専門的情報が不可欠であることから，公平な役割分担上，責務規定の内容が異なっていると考えられることなどを論述する。また，容器包装が再商品化しやすい分別基準適合物であるためには，容器包装の製造事業者においてそのようなものとして製造されることが必要であり，温室効果ガス排出量の少ない日常生活用製品等の製造に係る地球温暖化対策の推進に関する法律第２０条の６の規定共々，環境配慮設計を果たすことが，製造事業者の負うべき公平な役割分担であると考えられることも記述する。小問⑵では，特定事業者は，拡大生産者責任の観点から，容器包装の再商品化義務を負い（容器包装リサイクル法第１１条ないし第１３条），再商品化費用を負担することが想定されている一方，再商品化費用の多くは実効性ある分別収集がなされるかによって左右される側面が大きいところ，容器包装廃棄物は一般廃棄物であり（同法第２条第４項），その処理計画や収集・運搬・再生を含む処分は，循環型社会形成推進基本法第１０条を踏まえ，市町村において行うことが予定されていること（廃棄物の処理及び清掃に関する法律第６条，第６条の２第１項）から，市町村は，容器包装廃棄物の分別収集に必要な措置（容器包装リサイクル法第６条第１項）の一環として市町村分別収集計画を定め（同法第８条），これに従って容器包装廃棄物の分別収集をしなければならないとされていること（同法第１０条第１項）をまず押さえる。その上で，容器包装リサイクル法第１０条の２は，特定事業者が現実に負担した再商品化費用が一般に想定される再商品化費用よりも低額で済んだ場合には，このような市町村の役割に負う部分が大きいことに鑑み，市町村の寄与度に応じて，想定再商品化費用との差額の一定割合額を市町村に還元することで，一定程度の費用負担の調整を図るとともに，市町村において，公平な役割分担として，合理的な市町村分別収集計画を自主的かつ積極的に策定するよう誘導しようとする制度であることを記述する。\n〔設問２〕では，自然公園法が目的とする「環境への負荷」の低減が，優れた自然の風景\n地の保護とその適正な利用であることを踏まえ，国，地方公共団体，事業者及び自然公園の利用者が，それぞれの立場において，これが図られるように努めなければならないこと（同法第１条，第３条第１項）が，公平な役割分担と考えられることを論述する。小問⑴では，国立公園は，我が国の風景を代表するに足りる傑出した自然の風景地であること（同法第２\n条第２号）を踏まえ，環境大臣は，風致を維持するために，その海域を除く区域内に特別地域を指定し，景観を維持するために，特別地域内には特別保護地区を区域内の海域には海域公園地区を指定することができ，それぞれ地域又は地区内では風致や景観を破壊するおそれのある行為は許可を受けるべきものとされ，特に保護すべき程度の高い後者では，特別保護地区を除く特別地域におけるより軽微な行為であっても，許可を受けなければ，してはならないとされていることを記述する。また，所有者等において，これらの許可を得られないなど，これらの行為が制限された場合においては，通常生ずべき損失の補償をしなければならないとされている（同法第６４条第１項ないし第３項）が，これは地域又は地区に指定されることのみで損失が補償されるものではなく，無条件の許可を受けられないことに対して補償されるいわゆる不許可補償であって，公平な役割分担の範囲を超える場合に当たると考えられる特別の犠牲を被った場合に補償がされるべきものであり，その程度に至らない場合は，財産権の内在的制約と考えられることなどを論述する。小問⑵では，【資料】にある法律から，地域自然環境保全等事業は，国立公園等の自然の風景地，名勝地その他の自然環境の保全及び持続可能な利用の推進を図る上で重要な地域において実施する事業であり，「入域料」は，同事業を実施する区域内への立入りについて収受する料金であって，当該地域の自然環境を地域住民の資産として保全し，その持続可能な利用を推進するための経費に充てるべきものであることを読み解いた上で，そのような自然環境の保全及び持続可能な利用の推進について，公平な役割分担として，利用者にも自主的かつ積極的に関わってもらうために，地域自然環境保全等事業を実施する区域内に立ち入る者が，いわゆる受益者負担の原則に基づき負担する金銭であると考えられることなどを論述する。"
}