{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "- 17 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＸ１とＸ２（以下，併せて「Ｘら」という。）は，使用されている貸コインロッカーに顧客が誤って硬貨を入れないようにする装置を共同で開発し，その発明について共同で特許出願し，特許権としての登録を得た（以下，この登録された特許を「本件特許」という。）。本件特許の特許請求の範囲は，「鍵を抜き取った状態において硬貨の投入行為を妨げる手段を設けたことを特徴とする貸ロッカーの硬貨誤投入防止装置」という文言からなる。本件特許の明細書の記載及び図面（以下「明細書等」という。）には，鍵の抜き差しに伴って金属製の遮蔽板を回転させ，もって硬貨投入口の開閉を行う旨の具体的な実施例が記載されているが，他には具体的な実施例の記載はない。同実施例では，鍵が抜かれた状態では回転してきた金属製の遮蔽板が硬貨投入口を全体的に塞ぎ，硬貨が入らない構成となっている。Ｚは，Ｘらから許諾を受けて本件特許権について通常実施権を有している。\nＹは，貸コインロッカーの製造販売をしているが，いずれの貸コインロッカーにも鍵が抜かれた状態では硬貨が投入されないようにした装置が実装されている。その製品には製品Ａと製品Ｂの２種類があり，製品Ａは本件特許の実施例とほぼ同じ構成を有しているが，遮蔽板は樹脂製であり，回転するようにはなっておらず，遮蔽板が上下することにより硬貨投入口を開閉する構成となっている。製品Ｂは，遮蔽板を使うことはなく，鍵が抜かれた状態で硬貨を投入しようとすると警告音が鳴るように構成されている。なお，かかる製品Ｂの構成は，本件特許の実施例を含む明細書等を読んだだけでは，当該発明の属する技術の分野における通常の知識を有する者（当業者）が容易に想到し得ないものである。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．Ｘらは，Ｙに対して，本件特許権に基づき，製品Ａと製品Ｂの製造販売の差止め及び損害賠償を求める訴訟を共同で提起した。Ｘらの請求に対するＹの考えられる反論とその妥当性について論じなさい。\n２．\n⑴ Ｙは，前記訴訟が提起された後，本件特許に対する無効審判を請求した。Ｘらはこれを争ったが，同時に特許請求の範囲を減縮すれば無効理由がなくなるので，これを減縮したいと考えた。Ｘらは，当該無効審判において，どのような手続をとればよいか論じなさい。また，同様の無効理由についてＹが前記訴訟において特許法第１０４条の３の抗弁を主張している場合，Ｘらはどのように対抗できるかについて論じなさい。\n⑵ ⑴の無効審判請求について，仮に特許庁が本件特許を無効とする旨の審決を行ったとして，この審決に対してＸ１のみが単独で審決取消訴訟を提起する場合の問題点について論じなさい。\n３．前記訴訟において，Ｙの製品が本件特許を侵害したとして，Ｘらの差止請求及び損害賠償請求が認められ，その判決が確定したため，Ｙは侵害行為を中止し，Ｘらに対して損害賠償を行った。その後，Ｙが請求した無効審判により，本件特許を無効とする旨の審決が確定した。\nこの場合，Ｙは，Ｘらに対して支払った損害賠償金を取り戻せるか否かについて論じなさい。\nまた差止めの効力について論じなさい。\n- 18 -\n〔第２問〕（配点：５０）\n作家Ｘは，米国の作家Ａが創作した「Days of the full-scale sprint like a tornado」という題号（以下「題号ａ」という。）の英語の世界的ベストセラー小説（以下「小説ａ」という。）につき，Ａから日本語に翻訳する権利を得た。小説ａは，恵まれない環境に育った少年が苦学を重ね，大企業に入社し，持ち前の馬力と攻撃的性格で並み居るライバルに競り勝ちついに大企業のトップ\nとなるというサクセスストーリーである。Ｘは小説ａを翻訳するに当たり，その大部分は直訳であるものの，日本人には分かりにくい英語の表現や各場面設定につき，独特の意訳をするなど創意工夫を凝らし，その結果，日本語の小説として原作にも負けない流ちょうで生き生きとした表現の小説（以下「小説ｂ」という。）を完成させた。小説ｂは，題号ａを直訳した「竜巻のごとく全力疾走した日々」との日本語の題号（以下「題号ｂ」という。）を付した上，出版された。小説ｂのブックカバー（以下「ブックカバーｂ」という。）はＸが自ら独自にデザインしたもので，青と白を基調とし，左下から右上に風が吹き抜けるようなしま模様とともに，金色の題号が中央で大きく渦を巻きながら天に昇るように描かれているものであった。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．作家Ｙは，小説ａ及び小説ｂに描かれた内容を批評するとともに同小説の描く世界観を揶揄することを通じて，競争社会のゆがみを風刺する趣旨で，小説ａ及び小説ｂの全体の構成，各場面設定及び物語の展開の特色を一見して分かるように残しながら，主人公がライバルとの競争に競り負け最後には挫折するという内容の日本語の小説（以下「小説ｃ」という。）を書き，これに「つむじ風のごとく疾走して転んだ日々」という題号（以下「題号ｃ」という。）\nを付した上，これを自費出版した。ただし，小説ｃは，小説ａの直訳としての日本語の表現において小説ｂと類似する部分があるものの，小説ｂでＸが創意工夫を凝らした日本語の表現は使用していない。また，小説ｃのブックカバー（以下「ブックカバーｃ」という。）はＹが自らデザインしたもので，ブックカバーｂの色合い，構図及び文字の配置の特色が一見して分かるように残されており，左下から右上に風が吹き抜けるようなしま模様とともに，灰色の題号が中央で小さく渦を巻きながら徐々に消滅するように描かれていた。\nＸは，Ｙに対し，小説ｃ，題号ｃ及びブックカバーｃはＸの著作権及び著作者人格権を侵害するものであるとして，小説ｃ，題号ｃ及びブックカバーｃの複製・頒布の差止め及び損害賠償を求める訴訟を提起した。\nＸはどのような主張をすることができるか。これに対するＹの反論としてどのような主張が考えられるか。双方の主張の妥当性についても論じなさい。\n２．⑴ 事業者Ｚ１は，書籍の購入者の依頼により，同書籍をその購入者のタブレット端末で読めるように電子ファイル化するという有償のサービスを業とする者である。そのサービスの手順は次のとおりである。すなわち，まず，書籍を購入した利用者がＺ１に書籍の電子ファイル化を申し込み，自ら購入した書籍をＺ１に送付する，次に，Ｚ１はその書籍を裁断して自ら管理するスキャナーで読み込んで電子ファイル化する，そして，Ｚ１は，完成した電子ファイルを記録した電子記憶媒体を裁断した書籍とともに利用者に送付する，というものである。Ｚ１は，上記の手順により，小説ｂの不特定多数の購入者の依頼に応じて小説ｂの電子ファイル化を続けている。\n⑵ 事業者Ｚ２は，小説ｂを自ら複数冊購入してそれらを裁断した上で，それを読み込む専用スキャナーが設置されている自社の店舗内の書棚に並べ，小説ｂを電子ファイル化したい不特定多数の利用者に，店舗外への持ち出しを禁止した上で裁断済みの小説ｂを貸し出し，それを利用者に上記店舗内のスキャナーで自ら電子ファイル化させ，その電子ファイルを利用者に取得させるという有償のサービスを業として提供している。\n- 19 -\nＸは，Ｚ１及びＺ２に対し，上記⑴及び⑵の行為はそれぞれＸの著作権を侵害するものであるとして，それらの行為の差止め及び損害賠償を求める訴訟をそれぞれ提起した。これらの訴訟において，Ｘはどのような主張をすることができるか。これに対するＺ１及びＺ２の反論としてどのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問１は，特許請求の範囲が機能的に記載されている場合の技術的範囲の確定と記載要件適合性に関する理解を問う問題である。設問２の⑴は，無効審判における訂正請求と侵害訴訟における訂正の対抗主張に関する理解を問う問題であり，設問２の⑵は，共有特許の場合の単独での審決取消訴訟提起の可否に関する理解を問う問題である。設問３は，特許法（以下「法」\nという。）第１０４条の４に関する理解を問う問題である。\n２ 設問１においては，製品Ａと製品Ｂの製造販売が本件特許権を侵害するかが問題となるが，その前提として，本件特許の特許請求の範囲に「硬貨の投入行為を妨げる手段」という機能的な記載があることから，いわゆる機能的クレームの技術的範囲の確定が問題となる。この点については，機能的クレームの場合，その発明の技術的範囲は，明細書の発明の詳細な説明の記載を参酌し，そこに開示された実施例，あるいは実施例としては記載されていなくても，明細書に開示された発明に関する記述の内容から当該発明の属する技術の分野における通常の知識を有する者（当業者）が実施し得る構成に限られるべきであるとする考え方（東京地裁平成１０年１２月２２日判決判例時報１６７４号１５２頁【磁気媒体リーダー事件】，知財高裁平成２５年６月６日判決裁判所ホームページ【パソコン等の器具の盗難防止用連結具事件】等参照）を念頭に置いた上で自説を明確に論述し，製品Ａ及び製品Ｂの本件特許発明の技術的範囲への属否について論述することが求められる。\n以上のような機能的クレームの技術的範囲の確定につき適切に論じた上で，文言侵害が否定される場合には，均等侵害を主張することが考えられ，この点に的確に言及していれば，積極的な評価が与えられよう。\n次に，本件特許の特許請求の範囲が一見極めて広い範囲の技術を含むものである一方，本件特許の明細書等では，そのような広い範囲の技術のごく一部である実施例しか開示されていないことが，法第３６条第６項第１号（サポート要件）及び同条第４項第１号（実施可能要件）に違反するとして，法第１０４条の３の抗弁（無効の抗弁）を行使できないかが問題となる。この点については，各要件の意義を踏まえつつ，自説を展開することが求められる。\nまた，本件において法第３６条第６項第２号（明確性要件）を問題とする余地もあり，この点に的確に言及していれば，積極的な評価が与えられよう。\n３⑴ 設問２の⑴の前段については，まず，無効審判が係属している間は訂正請求（法第１３４条の２第１項第１号）を行うべきことに言及する必要があり，また，本問では通常実施権者であるＺがいるため，訂正請求をするにはＺの承諾を得る必要があること（同条第９\n項，第１２７条）に言及する必要があろう。\n同後段においては，Ｘらの対抗手段として，本件特許の特許請求の範囲を訂正することによって無効原因を回避できる旨の主張が考えられよう。このような訂正の対抗主張が認められるためには，①当該請求項について訂正審判請求ないし訂正請求をしたこと，②当該訂正が法の定める訂正要件を充たすこと，③当該訂正により当該請求項について無効の抗弁で主張された無効理由が解消すること，④被告製品が訂正後の請求項の技術的範囲に属すること，を要するというのが裁判例の傾向であり（東京地裁平成１９年２月２７日判決判例タイムズ１２５３号２４１頁【多関節搬送装置事件】，知財高裁平成２６年９月１７\n日判決判例時報２２４７号１０３頁【共焦点分光分析事件】等），これらの裁判例を念頭に- 25 -置いて論述を展開することが求められる。なお，この四つの要件のうち，①又は②の要件との関係で，前記訂正請求の場合と同様に，通常実施権者であるＺの承諾を必要とするか否かが問題となる。Ｚの承諾が得られない場合に，かかる訂正の対抗主張が認められるかどうかについて的確に論述していれば，積極的な評価が与えられよう。\n⑵ 設問２の⑵においては，法第１３２条第３項が共有に係る特許権の共有者がその権利について審判を請求するときは共有者の全員が共同して請求しなければならないとしていることを踏まえつつ，最高裁判所平成１４年２月２２日第二小法廷判決民集５６巻２号３４８頁【ＥＴＮＩＥＳ事件】で問題となった，権利の形成過程と権利成立後における共有者の関係性の違い，単独での審決取消訴訟提起が「保存行為」（民法第２５２条ただし書）とみなし得るのではないか，審決取消訴訟の判決の効力と合一確定の要請，などの議論に配慮しつつ，自説を説得的に論述することが求められる。\n４ 設問３においては，まず，本件特許権を無効とする旨の審決が確定しており，このことにより，本件特許権は初めから存在しなかったものとみなされる（法第１２５条本文）ことから，Ｙとしては，Ｘらに対して不当利得返還請求（民法第７０３条）をすることが考えられるが，侵害訴訟の判決がある限り，Ｘらは「法律上の原因なく・・・利益を受け」たとはいえないため，Ｙとしては侵害訴訟の判決の効力を再審（民事訴訟法第３３８条第１項第８号）\nにより失わせる必要がある。この点，法第１０４条の４によって再審において無効審決が確定したことを主張することは妨げられており，結果としてＹが支払った損害賠償金を取り戻すことはできない旨を説得的に論述することが求められる。\nまた，差止めの効力については，例えば，一般的に特許権侵害訴訟の差止判決の主文は「当該特許権の存続期間中」に限り差止めを認める旨が前提となっていることなど，合理的な論拠を示しつつ自説を論述することが求められる。\n〔第２問〕\n１ 設問１は，英語の小説ａの日本語訳である小説ｂ，その題号ｂ及びブックカバーｂに対するパロディとして制作された小説ｃ，題号ｃ及びブックカバーｃがＸの有する著作権及び著作者人格権を侵害するか否かにつき，翻案権侵害の有無，二次的著作物の著作者の権利の及ぶ範囲，題号の著作物性，ブックカバーの著作物性，引用の抗弁の成否，さらには著作権法（以下「法」\nという。）第２０条第２項第４号所定の「やむを得ないと認められる改変」の適用の可否等に関する理解を問う問題であり，設問２は，いわゆる自炊代行につき，事業者が自ら書籍を電子ファイル化する事案と利用者が電子ファイル化する事案とを比較しつつ，それぞれの事案において複製の主体は誰か，法第３０条第１項の適用の可否，貸与権（法第２６条の３）侵害の成否等に関する理解を問う問題である。\n２⑴ 設問１については，まず，複製・頒布の差止めの前提として翻案権侵害が問題となる。\n翻案権侵害の成否に関しては，最高裁判所平成１３年６月２８日第一小法廷判決民集５５巻４号８３７頁【江差追分事件】が判示しているところを念頭に置いて，翻案に当たるか否かの判断基準を示した上で，事案に当てはめ，特に，小説ｃ及びブックカバーｃはパロ\nディとして制作されたことから，パロディされる側の著作物の表現部分がパロディ作品の中に取り込まれて改変され，パロディする側の著作者の創作が付け加えられた結果，全体としてみるともはやパロディされる側の作品の本質的な特徴を直接感得することができない場合もあるとする学説があることをも考慮しつつ，小説ｃ及びブックカバーｃがそれぞれ小説ｂ及びブックカバーｂの表現上の本質的特徴を直接感得できるか否かにつき論述することが求められる。\nまた，二次的著作物の著作者の権利の及ぶ範囲については，最高裁判所平成９年７月１７日第一小法廷判決民集５１巻６号２７１４頁【ポパイネクタイ事件】が「二次的著作物\n- 26 -の著作権は，二次的著作物において新たに付与された創作的部分のみについて生じ，原著作物と共通しその実質を同じくする部分には生じないと解するのが相当である。」と判示しているところを念頭に置いた上で，本件事案に当てはめて論じることが求められる。\n次に，題号の著作物性については，そもそも著作物の題号は著作物を同定識別するための著作物の名称であるから，たとえ著作者の表現上の思想感情が盛り込まれているとしても，題号それ自体は著作物には当たらないとする学説があることをも考慮しつつ，題号は通常短文で構成されることを含めて題号の著作物性を論じるとともに，題号に著作物性があり得るとしても題号ｂは題号ａの直訳にすぎないことから，二次的著作物の著作者としての権利の有無及び範囲についても論じることが求められる。\nさらに，ブックカバーについては，大量に複製される実用品であることから，その著作物性が問題となるところ，仮に美術の著作物に当たるとしても，応用美術の問題となることから，応用美術の著作物性に関する判断基準を示しつつ論述することが求められる。\n最後に，引用の抗弁（法第３２条第１項）の適用の可否については，小説ｃ，題号ｃ及びブックカバーｃがパロディとして制作されたことを考慮した上，最高裁判所昭和５５年\n３月２８日第三小法廷判決民集３４巻３号２４４頁【パロディモンタージュ事件】が判示するところを念頭に置き，明瞭区別性と主従関係を要件としない近時の知的財産高等裁判所平成２２年１０月１３日判決判例時報２０９２号１３５頁【鑑定証書コピー事件】等の判示をも念頭に置きつつ，「引用」の要件に関し自説を展開し，翻案による引用を規定していない法第４３条第２号にも触れて論述することが求められる。\n⑵ 著作者人格権については，小説ｃ，題号ｃ及びブックカバーｃは，それぞれ小説ｂ，題号ｂ及びブックカバーｂの改変に当たり，Ｘの同一性保持権を侵害するか否か，仮に，それらがＸの意に反する改変に当たるとしても，それらはパロディであることから，法第２０条第２項第４号所定の「やむを得ないと認められる改変」に当たり適法であるか否か，について論述することが求められる。なお，題号ｃに関しては，法第２０条第１項に「題号」が明記されていることから，その意義についても触れることが求められる。また，本設問上，Ｘの氏名が表示されていないことは明らかであるから，Ｘの主張としては氏名表示権侵害も挙げるべきであろう。\n３ 設問２については，いわゆる自炊代行につき，複製の主体が事業者かそれとも利用者かが問題となるところ，この点に関しては，最高裁判所平成２３年１月２０日判決民集６５巻１号３９９頁【ロクラクⅡ事件】の判示するところを念頭に置きつつ，設問２の⑴と同様の事案に関する知的財産高等裁判所平成２６年１０月２２日判決判例タイムズ１４１４号２２７\n頁【自炊代行事件】の判示するところをも念頭に置いて，複製の主体の判断基準を示した上で法第３０条第１項の適用の可否を論じ，特に，設問２の⑵においては，利用者が自ら書籍の電子ファイル化を行っていることから，設問２の⑴の場合とは場面が異なることを意識しつつ，Ｚ２を法的な観点から複製の主体と捉えることができるかについて，自説を展開して論述することが求められる。\nまた，貸与権侵害に関しては，本設問では，店舗外への持ち出しが禁止されていることから，いわゆるまんが喫茶や美容室に置かれた週刊誌等と同様に，店舗から顧客への書籍の占有移転が認められないとして著作権法上の「貸与」には該当しないと解するのか，利用者が店舗内で借りた書籍をスキャナーに掛けて複製物を作成する行為を重視して，単に店舗内でその書籍を読む行為とは異なると解するのかを含めて貸与権侵害の成否につき，自説を展開して論述することが求められる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等⑴ 第１問本問は，特許請求の範囲が機能的に記載されている場合の技術的範囲の確定，記載要件適合性，無効審判における訂正請求と侵害訴訟における訂正の対抗主張（訂正の再抗弁），共有特許の場合の単独での審決取消訴訟提起の可否，特許法第１０４条の４の適用要件という，いずれも同法に関する基礎的かつ重要な問題点についての理解を問うとともに，事例から的確に論点を抽出する事案分析能力，抽出した論点について，関連する規定及び判例等を理解し，これを具体的事例に的確に適用できるかについて，思考力，応用力及び論述能力を試そうとするものである。\nしたがって，全体として，まず，設問から論点を的確に抽出して指摘した上，裁判例のあるものについてはその判旨を念頭に置きつつ，自説を展開して，事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１設問１においては，まず，製品Ａ及び製品Ｂの本件特許発明の技術的範囲への属否に関し，\nいわゆる機能的クレームの技術的範囲の確定が問題となるところ，本件特許発明が機能的クレームであることについて触れるか，「機能的クレーム」という用語を用いずとも，本件の特許請求の範囲を同法第７０条に照らしてどのように解釈すべきかの基準を示し，それを当てはめて技術的範囲への属否について論じるのが「一応の水準」である。その上で，機能的クレームについて，その発明の技術的範囲は，明細書の発明の詳細な説明の記載を参酌し，そこに開示された実施例，あるいは実施例としては記載されていなくても，明細書に開示された発明に関する記述の内容から当該発明の属する技術の分野における通常の知識を有する者（当業者）\nが実施し得る構成に限られるべきであるとする考え方（東京地裁平成１０年１２月２２日判決判例時報１６７４号１５２頁【磁気媒体リーダー事件】，知財高裁平成２５年６月６日判決裁判所ホームページ【パソコン等の器具の盗難防止用連結具事件】等参照）を念頭に置いた上で，\nその解釈基準に関する自説を明確に論述し，当てはめた場合，その論証の説得性に応じて「良好」又は「優秀」と評価した。さらに，機能的クレームの技術的範囲の確定につき適切に論じた上で，文言侵害が否定される場合には均等侵害を主張すべきことを的確に言及して論じている場合には，より高く評価した。\n次に，同法第１０４条の３の抗弁（無効の抗弁）に関し，本件特許請求の範囲については，\nいわゆる記載要件違反が問題となるが，これらの要件に関する基準を示し，それを当てはめて結論を出すことが「一応の水準」である。その上で，同法第３６条第６項第１号，同条第４項第１号の要件の意義を踏まえつつ，その適用基準に関する自説を的確に論述し，当てはめた場合，その論証の説得性に応じて「良好」又は「優秀」と評価した。さらに，本件において同条第６項第２号を問題とし，この点に的確に言及して論じている場合には，高く評価した。\nイ 設問２小問⑴の前段については，まず，無効審判が係属している間は訂正請求（同法第１３４条の２第１項第１号）を行うべきことに言及し，さらに，通常実施権者であるＺがいるため，訂正請求をするにはＺの承諾を得る必要があること（同条第９項，第１２７条）に言及することが「一応の水準」である。また，同後段については，Ｘらの対抗主張として，本件特許の特許請求の範囲を訂正することによって無効原因を回避できることに言及することが「一応の水準」\nである。\nその上で，同後段については，このような訂正の対抗主張が認められるためには，①当該請求項について訂正審判請求又は訂正請求をしたこと，②当該訂正が法の定める訂正要件を充たすこと，③当該訂正により当該請求項について無効の抗弁で主張された無効理由が解消すること，④被告製品が訂正後の請求項の技術的範囲に属すること，を要するという裁判例（東京地裁平成１９年２月２７日判決判例タイムズ１２５３号２４１頁【多関節搬送装置事件】，知財高裁平成２６年９月１７日判決判例時報２２４７号１０３頁【共焦点分光分析事件】等）を念頭に置いて自説を論述することができれば，その論証の説得性に応じて「良好」又は「優秀」\nと評価した。\nさらに，この四つの要件のうち，①又は②の要件との関係で，前記訂正請求の場合と同様に，\n通常実施権者であるＺの承諾を必要とするか否かが問題となることに言及し，この点について自説を的確に論じている場合には，より高く評価した。\n小問⑵においては，同法第１３２条第３項が共有に係る特許権の共有者がその権利について審判を請求するときは共有者の全員が共同して請求しなければならないとしていることに言及し，共有者間の合一確定の要請に言及して，単独での審決取消訴訟提起の可否について論述することが「一応の水準」である。\nその上で，最高裁判所平成１４年２月２２日第二小法廷判決民集５６巻２号３４８頁【ＥＴＮＩＥＳ事件】で問題となった，権利の形成過程と権利成立後における共有者の関係性の違い，\n単独での審決取消訴訟提起が「保存行為」（民法第２５２条ただし書）とみなし得るのではないか，審決取消訴訟の判決の効力と合一確定の要請，などの議論に配慮しつつ，自説を論じていれば，その論述内容の説得性に応じて，「良好」又は「優秀」と評価した。\nウ 設問３設問３においては，まず，特許法第１０４条の４によって再審において無効審決が確定したことを主張することは妨げられており，Ｙが支払った損害賠償金を取り戻すことはできないことに言及し，差止めの効力が失われることについて述べるのが「一応の水準」である。\nその上で，本件特許権は初めから存在しなかったものとみなされる（同法第１２５条本文）\nこと，不当利得返還請求（民法第７０３条）の要件である「法律上の原因なく・・・利益を受け」たか否かが問題となること，侵害訴訟の判決の効力を再審（民事訴訟法第３３８条第１項第８号）により失わせる必要があること，などに的確に言及し，差止めの効力については，一般的に特許権侵害訴訟の差止判決の主文は「当該特許権の存続期間中」に限り差止めを認める旨が前提となっていることなどに言及し，自説を論述すれば，その論証の的確性，説得性に応じて「良好」又は「優秀」と評価した。\n⑵ 第２問本問は，英語の小説の日本語訳である小説，題号及びブックカバーに対するパロディ作品が著作権及び著作者人格権を侵害するか否かにつき，翻案権侵害の有無，二次的著作物の著作者の権利の及ぶ範囲，題号の著作物性，ブックカバーの著作物性，引用の抗弁の成否，著作権法第２０条第２項第４号所定の「やむを得ないと認められる改変」の適否，また，いわゆる自炊代行の問題につき，複製権侵害の成否，同法第３０条第１項の適用の可否，貸与権（同法第２６条の３）\n侵害の成否等という，著作権法の重要な論点を含む問題であり，このような論点についての基礎的な理解を問うとともに，長文の事例から的確に論点を抽出する事案分析能力，抽出した論点について，裁判例の理解を前提とした法解釈とその適用に関する思考力，応用力及びその論述能力を試そうとするものである。\nしたがって，全体としては，まず，設問から論点を的確かつ網羅的に抽出して，当事者の主張として問題点を指摘し，裁判例のあるものについてはその判旨を念頭に置きつつ，法解釈を展開した上で，事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１設問１は，著作権侵害の成否に関し，まず，最高裁判所平成１３年６月２８日第一小法廷判決民集５５巻４号８３７頁【江差追分事件】の判示を念頭に置いて，小説ｃ，題号ｃ及びブックカバーｃがそれぞれ小説ｂ，題号ｂ及びブックカバーｂの翻案に当たるか否かを論じ，小説ｃ及び題号ｃについては二次的著作物の著作者の権利の及ぶ範囲に触れ，また，題号ｂ及びブックカバーｂについてはそれらの著作物性に触れ，さらに，引用の抗弁（同法第３２条第１項）\nの適用の可否を論じ，著作者人格権については，小説ｃ，題号ｃ及びブックカバーｃがそれぞれ小説ｂ，題号ｂ及びブックカバーｂの改変に当たり，Ｘの同一性保持権を侵害するか否か，\n特に，同法第２０条第２項第４号所定の「やむを得ないと認められる改変」に当たるか否かに言及することが「一応の水準」である。\nその上で，それぞれの論点につき自説を展開した上で双方の主張の妥当性を論じ，特に，小説ｃ，題号ｃ及びブックカバーｃが，小説ｂ，題号ｂ及びブックカバーｂに対するパロディ作品として制作されたものであるという問題点を指摘しつつ，表現の本質的な特徴を直接感得することができるといえるか否かを的確に論じている場合，小説ｃは小説ｂの二次的著作物と見ることができるから，最高裁判所平成９年７月１７日第一小法廷判決民集５１巻６号２７１４頁【ポパイネクタイ事件】の判示を念頭に置いて，二次的著作物の著作者の権利の及ぶ範囲について判断基準を示した上で事案に当てはめている場合，また，題号ｃによる翻案権侵害については，そもそも小説ｂを同定識別するための短文の名称にすぎない題号ｂに著作物性があるか否か，題号ｂは題号ａの直訳にすぎないことから二次的著作物の著作者としての権利が及ぶか否かについて検討している場合，ブックカバーｃによる翻案権侵害については，ブックカバーｂが大量に複製される実用品であることから，その著作物性が問題となることを指摘した上で，\n応用美術に関する判断基準等を示しつつ事案に当てはめている場合，さらに，小説ｃ，題号ｃ及びブックカバーｃがパロディとして制作されたことを考慮した上，最高裁判所昭和５５年３月２８日第三小法廷判決民集３４巻３号２４４頁【パロディモンタージュ事件】や知的財産高等裁判所平成２２年１０月１３日判決判例時報２０９２号１３５頁【鑑定証書コピー事件】等の判示をも念頭に置きつつ，引用の抗弁（同法第３２条第１項）の成否につき事案に当てはめて論じている場合，そして，同一性保持権侵害については，特に，題号ｃに関して同法第２０条第１項に「題号」が明記されていることの意義についても触れた場合，パロディであることを考慮して同条第２項第４号所定の「やむを得ないと認められる改変」に当たり適法であるか否かを検討した場合，本設問上，Ｘの氏名が表示されていないことから氏名表示権侵害についても検討している場合は，それぞれの論証の説得性に応じて，「良好」又は「優秀」と評価した。\nイ 設問２設問２は，いわゆる自炊代行における複製権侵害に関し，複製の主体が事業者かそれとも利用者か，同法第３０条第１項の適用の可否につき論じ，さらに，小問⑵については，貸与権侵害の成否に言及することが「一応の水準」である。\nその上で，それぞれの論点につき自説を展開した上で双方の主張の妥当性を論じ，特に，複製の主体が誰かに関しては，最高裁判所平成２３年１月２０日第一小法廷判決民集６５巻１号３９９頁【ロクラクⅡ事件】の判示を念頭に置きつつ，小問⑴と同様の事案に関する知的財産高等裁判所平成２６年１０月２２日判決判例タイムズ１４１４号２２７頁【自炊代行事件】の判示をも念頭に置いて，小問⑴においては，物理的な複製行為を行っているのが事業者であるのに対して，小問⑵においては利用者であることを意識しつつ，複製の対象，方法，複製への関与の内容，程度等の諸要素を考慮して，「複製の実現における枢要な行為」を行った者は誰かなどの判断基準を示した上で事案に当てはめている場合，同項の適用の可否については，「個人的に又は家庭内その他これに準ずる限られた範囲内」と言えるか否か，「その使用する者が複製する」と言えるか否かに関して言及した上で事案に当てはめている場合，さらには，貸与権侵害に関しては，本設問では店舗外への持ち出しが禁止されていることから，いまだ顧客への書籍の占有移転が認められないと判断すべきか否かに関して自説を展開して事案に当てはめている場合に，それぞれの論証の説得性に応じて，「良好」又は「優秀」と評価した。\n３ 採点実感等⑴ 第１問ア 設問１(ｱ) 技術的範囲の属否について本問では，特許発明の技術的範囲の属否の判断手法について，特許法第７０条の規定から導き出される基本的な考え方を踏まえて，特殊なクレーム形式である機能的クレームの場合についてどのように考えるべきであるのかを順を追って検討することが期待されるところであるが，機能的クレームに気付かない答案が数多く見られた。\n特許発明の技術的範囲は，クレームの記載に基づいて定めるのが大前提であるところ（同条第１項参照），特許発明の技術的範囲につき，特許請求の範囲（クレーム）と明細書のそれぞれの記載をどのように勘案して確定するのかにつき，適切に説明できている答案は少数に限られた。逆に，同条第２項を引きつつ，一般論として，明細書の記載をクレームの記載と同等に扱ってよいかのような前提に立ち，本件明細書の実施例そのものが，本件特許発明の技術的範囲を画すると単純に述べるものが散見された。また，本件特許発明の技術的範囲について明示的に検討を行っていない答案も見られた。これらの答案の解答者は，\n特許請求の範囲と明細書等，更に実施例との区別という特許法の基本事項を理解できていないように思われる。\nさらに，文言侵害についての解釈を誤り，あるいは，そもそも文言侵害についての検討することもなく，均等論を論ずる答案が多かったが，被告製品が機能的クレームの技術的範囲に属しないと判断した場合に更に均等論を論じるのであればともかく，安易に均等論に飛びつくことのないように注意する必要がある。\n均等論について触れた答案においても，不正確な記述が目立った。単に最高裁判所平成１０年２月２４日第三小法廷判決民集５２巻１号１１３頁【ボールスプライン事件】の要件論を列挙することだけで，当てはめについては大雑把にしかなされていないものや，均等論の第３要件と第４要件を混同し，理解できていない答案も散見された。さらに，均等論の各要件（とりわけ第４要件，第５要件）の充足に関わる事実関係については，そもそも問題文では何ら設定していないにもかかわらず，一方的に要件の充足の可否を結論するという強引な論述を展開している答案も少なからず見られた。\n問題文においてＹ製品（Ａ及びＢ）の特徴・構成についてある程度細かく設定されているのは，そもそも何のためであるのかを考慮し，把握した上で，解答を進めることが望まれる。\n(ｲ) 無効の抗弁について本件特許クレームは抽象的に「・・・する手段」と記載されているに止まるところ，実施例が１例に限られていることから，記載要件違反（サポート要件違反，実施可能要件違反，\n明確性要件違反）を無効理由とする無効の抗弁の成否についても言及すべきである。無効の抗弁に言及しているものであっても，サポート要件違反，明確性要件違反等の事柄を端的に挙げるのみで，その具体的な説明までを行っている答案はまれであった。なお，実施可能要件違反について言及する答案はほとんど見られなかった。\nイ 設問２(ｱ) 小問⑴について無効審判における訂正請求，侵害訴訟における訂正の対抗主張については，大部分の答案が言及していたが，訂正の対抗主張に言及している答案においても，訂正の対抗主張の要件を全て挙げている答案は多くはなかった。\n同法第１０４条の３第２項に基づく主張を挙げる答案が複数見られた。当該主張ができる可能性がないとは言えないが，問題文には当該主張の根拠となる事情が特段示されておらず，\n少なくとも本問において優先的に取り上げるべき対抗手段とは言えない。\n問題文に通常実施権者Ｚが存在することが記載されているにもかかわらず，同法第１２７条（同法第１３４条の２第９項）所定の承諾に言及する答案は少なかった。条文の体系的理解が不足していると言わざるを得ない。また，この点を訂正の対抗主張に関して検討している答案は更に少数であった。訂正請求で通常実施権者の承諾が要件とされているのであるから，侵害訴訟における訂正の対抗主張においても承諾を要するのか否かを検討した答案は高く評価した。\n(ｲ) 小問⑵について単独での審決取消訴訟の提起の可否については，多くの答案が裁判例を意識しながらおおむね適切に論じていた。もっとも，関連判例として前掲最高裁判決【ＥＴＮＩＥＳ事件】が存在するのであるから，同判例の判示を念頭に置いて論ずべきところ，民法第２５２条ただし書の「保存行為」であることだけを摘示して，単独での提訴ができると結論するものも少なからず見られた。\n本設問では，無効審判請求については特許法第１３２条第３項が存在することを前提に，\n審決取消訴訟の提起の場合も同様と解するべきかということが問題となるのであるから，まず，同項に言及することが必須であるところ，同項に言及しない答案が相当数見られた。\nウ 設問３本設問では，同法第１０４条の４について言及することが必須であるが，同条に全く言及しない答案が相当数見られた。基礎的な条文の理解が不足していると言わざるを得ない。\n同条に言及する答案の中にも，同法第１２５条や民事訴訟法第３３８条第１項第８号のような大前提となる条文に全く触れない答案も目立ったが，設問に対する解答をする上で必須の条文であるので触れる必要がある。\n特許法第１０４条の４柱書の括弧内は，仮差押命令事件又は仮処分命令事件の債権者に対する訴えについての定めであるにもかかわらず，当該定めが本件（本案訴訟の原告らに対する訴え）に適用できるかのように誤解し，これに言及する答案が散見された。\n損害賠償金の取戻しについて，民法第７０３条の要件のみを縷々論じた答案が散見されたが，重点の置き方を誤っていると言わざるを得ない。\n差止めの効力については，特に理由を挙げることもなく，あるいは特許法第１０４条の４により，差止めの効力も否定されないとした答案が散見された。このような結論では，\n事案解決の具体的妥当性の観点からも問題があろう。\n⑵ 第２問ア 設問１(ｱ) 全体について本設問は，小説ｃ，題号ｃ及びブックカバーｃが，小説ｂ，題号ｂ及びブックカバーｂに対するパロディ作品として制作されたものであるという点が前提となっているにもかかわらず，この点について気付いていないかあるいは問題としない答案が相当数あった。\n(ｲ) 小説ｃによる著作権侵害について翻案に当たるか否かに関しては，前掲最高裁判決【江差追分事件】の判断基準を示すものの，漫然と表現上の本質的特徴を直接感得できると結論付けている答案が多数であった。\n小説ｃはパロディ作品であるから，一見して類似しているのは当然であって，パロディであることを考慮した上で，それでもなお，表現上の本質的特徴を直接感得できると評価すべきか否かについて論じた答案はごく少数に留まった。\n小説ｃが小説ｂの複製権を侵害しているのではないかという問題を論じている答案が散見された。本問の事実関係からすれば，複製については考慮しなくても足りるであろう。\n小説ｂは小説ａの翻訳であり，しかも，小説ｂは大部分は直訳であるものの，独特の意訳をするなど創意工夫した点が見られるから，二次的著作物の著作者の権利の及ぶ範囲が問題となるが，この点に気付かない答案も相当数見られた。\n二次的著作物の著作者の権利に関する論点を論じた答案においては比較的的確な論述がされていたが，二次的著作物の著作者の権利範囲については，前掲最高裁判決【ポパイネクタイ事件】を念頭に置くべきであるところ，最高裁判所平成１３年１０月２５日第一小法廷判決集民２０３号２８５頁【キャンディ・キャンディ事件】が問題となると勘違いした答案が散見された。\n(ｳ) 題号ｃによる著作権侵害について題号については，まず，題号ｂの著作物性が問題となるところ，この点に全く言及しない答案も多数あった。著作物性について言及する答案は，題号ｂが短文であることと直訳にすぎないことを同列に扱うものや直訳であることのみを理由付けなく述べるものが大多数であった。\n(ｴ) ブックカバーｃによる著作権侵害について美術の著作物の問題であることについては言及している答案が多かった。しかし，ブックカバーｂが大量に複製される実用品であることから，その著作物性が問題となるところ，美術の著作物であれば，応用美術の問題となることから，裁判例の動向を踏まえた判断基準を示して事案に当てはめることが求められるが，それに言及した答案は少なかった。\n(ｵ) 引用の抗弁についてＹは，小説ａ及び小説ｂに描かれた内容を批評するとともに同小説の描く世界観を揶揄することを意図して小説ｃ，題号ｃ及びブックカバーｃを制作しているから，引用の抗弁を主張することが考えられるところ，この点に全く言及しない答案も多数あった。前掲最高裁判決【パロディモンタージュ事件】でも引用が問題となっているのであるから，引用の抗弁の適用の可否については必ず言及すべきである。\n引用に言及した答案においても，引用に係る裁判例の判断基準を挙げて検討するに留まるものが多く，パロディという文脈でどのように考えるべきかという検討にまで踏み込んでいるものはまれであった。\nパロディ作品が適法な「引用」に当たるか否かを検討するに当たっては，著作権法第４３条第２号に「翻案」が記載されていないこと（すなわち，翻案による引用の適法性）についても言及する必要が生じるが，この点に触れた答案は少なかった。\n(ｶ) 著作者人格権について設問に「著作者人格権を侵害するものであるとして，・・・訴訟を提起した」と記載されているにもかかわらず，著作者人格権に全く言及しない答案も散見された。\n同一性保持権侵害については比較的多くの答案が言及していた。\nしかし，同法第２０条第２項第４号所定の「やむを得ないと認められる改変」に当たるか否かについて言及した答案は少数であり，それに言及した答案においても，単に「やむを得ないと認められる改変」には当たらないという結論だけを述べるに留まるものが見られた。\n題号に関する同一性保持権侵害につき，同条第１項に明記されていることについて論じていない答案が多く，それを論じていても，本文と一体になってのみ保護されるという旨を根拠を明らかにせず述べる答案が散見された。\n氏名表示権侵害について，本設問の事案ではＸの氏名が表示されていないことが明らかであるところ，実務家となるためには考えられる主張を全て抽出できる能力が必要であるから，特に設問に明示がなくとも触れるべきである。\n公表権侵害に言及する答案が僅かながら見られたが，小説ｂが既に公表されていることは設問上明らかであるから失当である。\n同法第１１３条第６項（名誉・声望を害する方法により著作物を利用する行為）に当たるとする答案が少なからず見られたところ，一応問題にならないわけではないが，同項は，\n一般的に，著作物を利用する行為によって社会的・外部的評価を低下させる場合に適用されるものであって，誹謗中傷に及ばない限り，著作物を批評するにすぎない行為には適用されないと解されていることに注意を要する。\nイ 設問２(ｱ) 全体について事実関係について，小問⑴及び小問⑵があるにもかかわらず，それらを分けて整然と検討することなく，両者を併せて検討を進めて論旨が曖昧となっているものが少なからず見られた。\n(ｲ) 複製の主体について複製の主体について全く言及しない答案も散見されたが，この点は，本設問に解答する上で不可欠の論点であるから，この点について言及しない答案は「一応の水準」に達しているものとは言えない。\nその判断基準を丁寧に事案に当てはめている答案は期待したより少なく，単に複製に「枢要な行為」を事業者が行っているから，といった漠然とした基準を示すにすぎないものが多く見られた。前掲最高裁判決【ロクラクⅡ事件】等の判示を念頭に置いて，具体的な基準を示すべきである。\n(ｳ) 同法第３０条第１項について同項に全く言及しない答案も多かった。小問⑴では，利用者が書籍を購入しているものの複製行為をしたのは事業者である点で，小問⑵では，書籍を購入したのは事業者であるものの利用者が自ら自己利用目的で複製している点で，それぞれ同項の適用の可否が問題となることは明らかであるから，この点に言及しなければ，「一応の水準」に達しているものとは言えない。\n言及している答案でも，同項の「その使用する者が複製する」という文言に関連付けて論旨を展開している答案は少なかった。\nなお，同項第１号の「自動複製機器」による複製に当たり違法である旨の答案が散見されたが，この点は同法附則第５条の２により，「専ら文書又は図画の複製に供するもの」については当分の間適用されないことに注意を要する。\nまた，公衆送信権（又は自動公衆送信権若しくは送信可能化権）の侵害を問題とする答案，\n更にその侵害を肯定する答案が，複数見られた。設問では，電子ファイルを記録した電子記録媒体を書籍と共に利用者に送付するとなっているので，公衆送信権は問題とならない。\n(ｴ) 貸与権侵害についてこの点に言及しない答案も相当数見られたが，設問に店舗外への持ち出しを禁止した上で小説ｂを貸し出しているとあることから，貸与権侵害の成否にも必ず言及するべきである。\n貸与権の消尽について論じた答案が散見されたが，貸与権は消尽しないとほぼ異論なく解されており，本問において詳しく論ずる必要はない。\nまた，貸与権以外でも，適法に購入された書籍についての複製がなされていることから，\n支分権を明示せず著作権は消尽するとした答案が複数見られた。著作権法の基本を理解していないと言わざるを得ない。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，\n判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの論点の内容についてはそれなりに記載されているものの，実務において重視される事実関係の把握・分析が不十分と思われる答案が多かった。法科大学院は実務家を養成する教育機関であるから，\n論点中心の教育ではなく，実際の訴訟等を想定して，具体的事案の中から，実務家なら当然なすべき主張を抽出し，それについて的確に論述する能力を広く養うような教育が求められる。\nまた，明文の規定があるにもかかわらず，条文を指摘せずに解釈論を展開する答案が見られたが，\n条文解釈が基本であるから，条文を前提とした解釈を意識した学習を指導することが求められる。\nさらに，最高裁判例や判断基準を示す裁判例があるにもかかわらず，それに言及せず，自説を展開する答案も散見された。繰り返しになるが，法科大学院は実務家を養成する教育機関なのであるから，判例を念頭に置いた学習を常に心掛けることが望まれる。"
}