{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３．５：３：３．５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，取締役会及び監査役を置いている。甲社の定款には取締役は３名以上とする旨の定めがあるところ，Ａ，Ｂほか４名の計６名が取締役として選任され，Ａが代表取締役社長として，Ｂが代表取締役専務として，それぞれ選定されている。また，甲社の定款には，取締役の任期を選任後１０年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとする旨の定めがある。甲社の監査役は，１名である。\n甲社は種類株式発行会社ではなく，その定款には，譲渡による甲社の株式の取得について取締役会の承認を要する旨の定めがある。甲社の発行済株式及び総株主の議決権のいずれも，２５％はＡが，２０％はＢが，それぞれ保有している。\n２．甲社は建設業を営んでいたが，甲社においては，Ａが事業の拡大のために海外展開を行う旨を主張する一方で，Ｂが事業の海外展開を行うリスクを懸念し，Ａの主張に反対しており，ＡとＢが次第に対立を深めていった。Ａは，事業の海外展開を行うために必要かつ十分な調査を行い，その調査結果に基づき，事業の海外展開を行うリスクも適切に評価して，取締役会において，事業の拡大のために海外展開を行う旨の議案を提出した。この議案については，Ｂが反対したものの，賛成多数により可決された。\n甲社はこの取締役会の決定に基づき事業の海外展開をしたが，この海外事業は売上げが伸びずに低迷し，甲社は３年余りでこの海外事業から撤退した。\n３．この間にＡと更に対立を深めていたＢは，取締役会においてＡを代表取締役から解職することを企て，Ａには内密に，Ａの解職に賛成するように他の取締役に根回しをし，Ｂを含めてＡの解職に賛成する取締役を３名確保することができた。甲社の取締役会を招集する取締役については定款及び取締役会のいずれでも定められていなかったことから，Ｂは，Ａの海外出張中を見計らって臨時取締役会を開催し，Ａを代表取締役から解職する旨の議案を提出することとした。\n４．Ｂは，Ａが海外出張に出発したことから，臨時取締役会の日の１週間前にＡを除く各取締役及び監査役に対して取締役会の招集通知を発した。この招集通知には，取締役会の日時及び場所については記載されていたが，取締役会の目的である事項については記載されていなかった。\nＡの海外出張中に，Ａを除く各取締役及び監査役が出席し，臨時取締役会が開催された。Ｂは，この臨時取締役会において，議長に選任され，Ａを代表取締役から解職する旨の議案を提出した。この議案については，賛成３名，反対２名の賛成多数により可決された。\n５．Ａが，海外出張から帰国し，Ａを代表取締役から解職する旨の臨時取締役会の決議の効力を強硬に争っていたところ，臨時取締役会の決議においてＡの解職に反対した取締役のうちの一人が，甲社の内紛に嫌気がさし，取締役を辞任した。そこで，Ｂは，各取締役及び監査役の全員が出席する定例取締役会であっても，Ａの解職の決議をすることができる状況にあると考え，解職を争っていたＡを含む各取締役及び監査役の全員が出席した定例取締役会において，念のため，再度，Ａを代表取締役から解職する旨の議案を提出した。この議案については，賛成多数により可決された。また，甲社においては，取締役の報酬等の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で，取締役会の決議によって役職ごとに一定額が定められ，これに従った運用がされていた。この運用に従えば，Ａの報酬の額は，月額５０万円となるところ，Ｂは，この定例取締役会において，Ａの解職に関する議案に続けて，解職されたＡの報酬の額を従前の代表取締役としての月額１５０万円から月額２０万円に減額する旨の議案も提出した。この議案についても，賛成多数により可決された。この定例取\n- 2 -締役会において，ＢがＡの後任の代表取締役社長として選定された。\n〔設問１〕\n⑴ Ａを代表取締役から解職する旨の上記４の臨時取締役会の決議の効力について，論じなさい。\n⑵ Ａの報酬の額を減額する旨の上記５の定例取締役会の決議の後，Ａは，甲社に対し，月額幾らの報酬を請求することができるかについて，論じなさい。なお，Ａが代表取締役から解職されたことを前提とする。\n６．代表取締役から解職されたＡは，甲社の株主として，定時株主総会において，Ａの解職に賛成したＢら３名を取締役から解任しようと考え，Ｂら３名の取締役の解任及びその後任の取締役の選任をいずれも株主総会の目的とすることを請求するとともに，これらに関する議案の要領をいずれも定時株主総会の招集通知に記載するように請求した。\n甲社の定時株主総会の招集通知には，会社提案として，海外事業の失敗を理由とするＡの取締役の解任に関する議案が，Ａの株主提案として，上記Ｂら３名の取締役の解任に関する議案及びその後任の取締役の選任に関する議案が，それぞれ記載されていた。\n７．甲社の定時株主総会においては，Ａの取締役の解任に関する議案は可決され，上記Ｂら３名の取締役の解任に関する議案及びその後任の取締役の選任に関する議案はいずれも否決された。\nなお，Ａの取締役としての任期は，８年残っていた。\n〔設問２〕\n⑴ 上記７の定時株主総会において取締役から解任されたＡが，甲社に対し，解任が不当であると主張し，損害賠償請求をした場合における甲社のＡに対する会社法上の損害賠償責任について，論じなさい。\n⑵ 仮に，上記６の定時株主総会の招集通知が発せられた後，Ａが多額の会社資金を流用していたことが明らかとなったことから，Ａが，Ａの取締役の解任に関する議案が可決されることを恐れ，旧知の仲である甲社の株主数名に対し，定時株主総会を欠席するように要請し，その結果，定時株主総会が，定足数を満たさず，流会となったとする。この場合において，①\nＢが，甲社の株主として，訴えをもってＡの取締役の解任を請求する際の手続について，説明した上で，②この訴えに関して考えられる会社法上の問題点について，論じなさい。\n８．甲社は，内紛が解決した後，順調に業績が伸び，複数回の組織再編を経て，会社法上の公開会社となり，金融商品取引所にその発行する株式を上場した。現在，甲社の資本金の額は２０億円で，従業員数は３０００名を超え，甲社は監査役会及び会計監査人を置いており，Ｃが代表取締役社長を，Ｄが取締役副社長を，それぞれ務めている。\n９．甲社の取締役会は「内部統制システム構築の基本方針」を決定しており，甲社は，これに従い，法務・コンプライアンス部門を設け，Ｄが同部門を担当している。また，甲社は，内部通報制度を設けたり，役員及び従業員向けのコンプライアンス研修を定期的に実施するなどして，法令遵守に向けた取組を実施している。さらに，甲社は，現在，総合建設業を営んでいるところ，下請業者との癒着を防止するため，同規模かつ同業種の上場会社と同等の社内規則を制定しており，これに従った体制を整備し，運用している。\n10．甲社の内部通報制度の担当者は，平成２７年３月末に，甲社の営業部長を務めるＥが下請業者である乙株式会社（以下「乙社」という。）の代表取締役を務めるＦと謀り，甲社が乙社に対して発注した下請工事（以下「本件下請工事」という。）の代金を水増しした上で，本件下請工事の代金の一部を着服しようとしているとの甲社の従業員の実名による通報（以下「本件通報」\nという。）があった旨をＤに報告した。ところが，その報告を受けたＤは，これまで，甲社にお\n- 3 -いて，そのような不正行為が生じたことがなかったこと，会計監査人からもそのような不正行為をうかがわせる指摘を受けたことがなかったこと，ＥがＤの後任の営業部長であり，かつて直属の部下であったＥに信頼を置いていたことから，本件通報には信ぴょう性がないと考え，本件下請工事や本件通報については，法務・コンプライアンス部門に対して調査を指示せず，Ｃを含む他の取締役及び監査役にも知らせなかった。\n11．甲社の内部通報制度の担当者は，その後，Ｄから，法務・コンプライアンス部門に対し，本件下請工事や本件通報についての調査の指示がなかったことから，平成２７年５月に，本件通報があった旨をＣにも報告した。その報告を受けたＣは，直ちに，本件下請工事や本件通報について，法務・コンプライアンス部門に対して調査を指示した。\n12．甲社の法務・コンプライアンス部門が調査をした結果，２週間程度で，以下のとおり，ＥとＦが謀り，本件下請工事について不正行為をしていたことが判明した。\n⑴ ＥとＦは，本件下請工事について，合理的な代金が１億５０００万円であることを理解していたにもかかわらず，代金を５０００万円水増しして，２億円と偽り，水増しした５０００万円を後に二人で着服することをあらかじめ合意していた。\n⑵ 甲社の社内規則上，甲社が発注する下請工事の代金が１億円以上となると，複数社から見積りを取得する必要が生じることから，Ｅが，Ｆに対し，本件下請工事について，形式上，工事を三つに分割して見積書を３通作成することを指示し，乙社は，①第一工事の代金を８０００万円，②第二工事の代金を５０００万円，③第三工事の代金を７０００万円として，本件下請工事について代金が合計２億円となるように３通の見積書を作成し，甲社に提出した。\n⑶ Ｅは，甲社の関係部署を巧妙に欺き，３通の見積書がそれぞれ別工事に関わるものであると誤信させた。これにより，甲社は，平成２６年９月に，乙社との間で，上記の各見積書に基づき３通の注文書と注文請書を取り交わした上で，以後，乙社に対し，毎月末の出来高に応じて翌月末に本件下請工事の代金を支払っていった。\n⑷ 甲社は，本件下請工事が完成したことから，乙社に対し，平成２７年４月末に残金合計３０００万円を支払い，その後，ＥとＦが，甲社が乙社に対して支払った本件下請工事の代金から５０００万円を着服した。\n⑸ 甲社の会計監査人は，平成２７年１月に，乙社に対し，甲社の平成２６年１２月期の事業年度の計算書類及びその附属明細書等の監査のために，本件下請工事の代金の残高についての照会書面を直接郵送し，回答書面の直接返送を求める方法で監査を行ったが，Ｅは，Ｆに対し，回答書面にＥが指定した金額を記載して返送するように指示をするなど，不正が発覚することを防止するための偽装工作を行っていた。\n〔設問３〕 上記８から12までを前提として，①Ｃの甲社に対する会社法上の損害賠償責任及び\n②Ｄの甲社に対する会社法上の損害賠償責任について，それぞれ論じなさい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，① 会社法上の公開会社でない取締役会設置会社において，取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合における当該取締役会の決議の効力（設問１⑴），② 取締役の報酬の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で取締役会の決議によって役職ごとに一定額が定められこれに従った運用がされていた会社において，役職の変動に伴い，その運用により定まる報酬の額よりも更に減額する旨の取締役会の決議がされた場合に，取締役が会社に対して請求することができる報酬の額（設問１⑵），③ 株主総会において取締役から解任された者が，その解任について正当な理由がないとして，損害賠償請求をした場合における会社の損害賠償責任（設問２⑴），④ 役員の解任の訴えの手続と，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することの可否（設問２⑵），⑤ 役員等の会社に対する損害賠償責任と，大会社である取締役会設置会社における代表取締役等の内部統制システムの構築義務及び運用義務（設問３）に関する理解等を問うものである。\n設問１⑴においては，取締役会の招集権者（会社法第３６６条第１項）や，取締役会の目的である事項の特定の要否を含む招集手続（会社法第３６８条第１項），決議要件（会社法第\n３６９条第１項，第２項）について正確に理解していることが前提となる。そして，取締役会の開催に当たり，一部の取締役に対する招集通知を欠いた場合には，特段の事情がない限り，その招集手続に基づく取締役会の決議は無効であるが，その取締役が出席してもなお決議の結果に影響を及ぼさないと認めるべき特段の事情があるときは，決議は有効であるとする判例（最三判昭和４４年１２月２日民集２３巻１２号２３９６頁）や，代表取締役の解職決議については，その代表取締役は，特別利害関係を有する者に当たるとする判例（最二判昭和４４年３月２８日民集２３巻３号６４５頁）を意識しながら，会社法上の公開会社でな\n- 7 -い取締役会設置会社において（いわゆる閉鎖会社においては，特別利害関係を有する者に当たらないという見解等もある。），取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合に，上記の特段の事情があると認めることができるかどうかを説得的に論ずることが求められる。その際には，特別利害関係を有する者に当たると，当該取締役会の審議に参加して意見を述べることも認められないか否かや，Ａが当該取締役会の審議に参加することが認められる場合であっても，Ａの意見が決議の結果を動かさないであろうことが確実に認められるか否かなどについても触れつつ，事案に即して具体的に検討されることが望ましい。\n設問１⑵においては，取締役の報酬等の額について，定款に定めていないときは，株主総会の決議によって定めるが（会社法第３６１条第１項），判例（最三判昭和６０年３月２６日判時１１５９号１５０頁）は，株主総会の決議により，取締役全員に支給する総額の最高限度額を定め，各取締役に対する配分額の決定は，取締役会の決定に委ねてもよいとしていることや，取締役の報酬等の額が具体的に定められた場合には，その額は，会社と取締役間の契約内容となり，契約当事者である会社と取締役の双方を拘束するから，当該取締役が同意しない限り，会社が一方的にその報酬等の額を減額することはできないと解されていること（最二判平成４年１２月１８日民集４６巻９号３００６頁参照）を意識しながら，取締役の報酬等の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で，取締役会の決議によって役職ごとに一定額が定められ，これに従った運用がされていた場合に，取締役が，役職の変動に伴う報酬の減額に同意していたと認められるかどうかを事案に即して論ずることが求められる。なお，上記のとおりの運用により定まる報酬の額の範囲内で，Ａが，役職の変動に伴う報酬の減額に同意していたと認められるとすれば，Ａの報酬の額を減額する旨の定例取締役会の決議の後であっても，Ａは，甲社に対し，その運用により定まる月額５０万円の報酬を請求することができることとなろう。\n設問２⑴においては，取締役は，いつでも，かつ，事由のいかんを問わず，株主総会の決議によって解任することができる（会社法第３３９条第１項）が，会社は，その解任について正当な理由がある場合を除き，任期満了前に取締役を解任したときは，取締役に対し，解任によって生じた損害を賠償しなければならない（同条第２項）ことを理解していることが前提となる。その上で，Ａが，事業の海外展開を行うために必要かつ十分な調査を行い，その調査結果に基づき，事業の海外展開を行うリスクも適切に評価していたことから，このような経営判断に基づいた海外事業の失敗が，正当な理由に含まれるかどうかについて，会社法第３３９条第２項の趣旨や「正当な理由」の意義も踏まえつつ，説得的に論ずることが求められる。そして，このような海外事業の失敗が正当な理由に含まれないとする場合には，会社が取締役に対して賠償しなければならない損害の範囲ないし額について，Ａの取締役としての任期が８年と長期間残っていたことをその減額要素として考慮することができるかどうかにも言及した上で，検討することも求められる。\n設問２⑵においては，役員の解任の訴えについては，会社法上の公開会社でない株式会社の場合には，役員の職務の執行に関し不正の行為等があったにもかかわらず，当該役員を解任する旨の議案が株主総会において否決されたときに，総株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）\nの議決権の１００分の３以上の議決権を有する株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）又は発行済株式（当該株式会社である株主及び当該請求に係る役員である株主の有する株式を除く。）\nの１００分の３以上の数の株式を有する株主（当該株式会社である株主及び当該請求に係る役員である株主を除く。）が，当該株主総会の日から３０日以内に提起することができること（会社法第８５４条第１項，第２項）を説明することが求められる。\n- 8 -また，役員の解任の訴えについては，会社及び当該役員を被告とすること（会社法第８５５条）や，本問においては，代表取締役Ｂが株主として甲社及び取締役Ａを被告として役員の解任の訴えを提起することとなるため，監査役が甲社を代表すること（会社法第３８６条第１項第１号），役員の解任の訴えは，会社の本店の所在地を管轄する地方裁判所の管轄に専属すること（会社法第８５６条）を説明することも期待される。\nその上で，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することができるかどうかについて，会社法第８５４条第１項に規定する「当該役員を解任する旨の議案が株主総会において否決されたとき」\nの意義を役員の解任の訴えの制度の趣旨等に照らして解釈するなどしながら，説得的に論ずるとともに，会社資金の流用という役員の職務の執行に関し不正の行為等があったと認められることに言及することが求められる。\n設問３においては，取締役は，株式会社に対し，その任務を怠ったこと（任務懈怠）によって生じた損害を賠償する責任を負うこと（会社法第４２３条第１項）や，任務懈怠責任は，取締役の株式会社に対する債務不履行責任の性質を有するため，任務懈怠，会社の損害，任務懈怠と損害との間の因果関係に加え，取締役の帰責事由が必要であること（会社法第４２８条第１項参照）について理解していることが前提となる。そして，大会社である取締役会設置会社においては，取締役会は，内部統制システムの整備を決定しなければならず（会社法第３６２条第５項，第４項第６号），善管注意義務（会社法第３３０条，民法第６４４条）\n及び忠実義務（会社法第３５５条）の一内容として，取締役は，取締役会において，会社が営む事業の規模や特性等に応じた内部統制システムを決定する義務を負い，代表取締役等は，取締役会の決定に基づいて，事業の規模等に応じた内部統制システムを構築して運用する義務を負うことについて，的確に論ずることが求められる。\nその上で，まず，甲社について，その事業の規模や特性等に応じた内部統制システムが決定され，構築されているかどうかを事案に即して丁寧に検討することが求められる。\n次に，構築された内部統制システムの運用については，Ｃ及びＤのそれぞれに任務懈怠が認められるかどうかを事案に即して丁寧に検討することが求められる。Ｃに任務懈怠が認められるかどうかを検討するに当たっては，構築された内部統制システムを運用する際に，会社が営む事業の規模や特性等に応じた内部統制システムが外形上機能している場合には，他の役職員がその報告のとおりに職務を遂行しているものと信頼することができるかどうかについても，検討することが期待される。また，Ｄに任務懈怠が認められるかどうかを検討するに当たっては，これまで甲社において同様の不正行為が生じたことがなく，また，会計監査人からも不正行為をうかがわせる指摘を受けたことがなかったものの，本件通報は甲社の従業員の実名によるものであることなどの事情を踏まえた上で，本件通報があった旨の報告を受けていたＤが，本件通報には信ぴょう性がないと考え，本件通報等の調査を指示しなかったことなどをどのように評価すべきかについても，具体的に検討することが期待される。\nそして，任務懈怠及び帰責事由が認められるとする場合には，因果関係が認められる損害の範囲ないし額についても，検討することが求められる。なお，構築された内部統制システムの運用について，Ｄに任務懈怠があったと認められるとしても，本問において，Ｄは，平成２７年３月末に本件通報があった旨の報告を受けており，甲社は，乙社に対し，同年４月末に残金合計３０００万円を支払ったこと，他方で，Ｃの指示により甲社の法務・コンプラ\nイアンス部門が調査をした結果，２週間程度で，ＥとＦが謀り，本件下請工事について不正行為をしていたことが判明したことからすれば，Ｄの任務懈怠との間で，当然に因果関係が認められる損害の範囲ないし額は，ＥとＦが着服した５０００万円の全額ではなく，甲社が乙社に対して同月末に支払った３０００万円とすることが考えられよう。\n- 9 -",
  "scoring_notes": "１ 出題の趣旨等既に公表されている「平成２８年司法試験論文式試験問題出題趣旨」に，特に補足すべき点はない。\n２ 採点方針及び採点実感⑴ 民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，分析し，会社法上の論点を的確に抽出して各設問に答えるという過程を通じ，事例解析能力，論理的思考力，会社法に関する基本的な理解並びに法解釈及び適用能力等を確認するものであり，従来と同様である。\nその際，論点について，過不足なく記述がある答案や，記述に多少の不足があっても，総じて記述が論理的である答案，制度の趣旨等に照らして条文を解釈している答案，事案に即して具体的な検討がされている答案には，一定の高い評価を与えた。これらも，従来と同様である。\nなお，読みにくい文字であっても，可能な限り正確に文章を理解するように努めているが，それにもかかわらず，文末が肯定しているのか，否定しているのか判別することができず，あるいは「有効」と書いているのか，「無効」と書いているのか判別することができないような文章が，少数ではあるものの，見られる。そのような文章については，文章の趣旨が不明であるものと判断した上で，採点せざるを得ない。\n⑵ 設問１⑴についてア 全体的な採点実感設問１⑴は，会社法上の公開会社でない取締役会設置会社において，取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合における当該取締役会の決議の効力について，問うものである。\nまず，取締役会の招集に関して，招集権者については，取締役会を招集する取締役を定款又は取締役会で定めていなければ，各取締役が取締役会の招集権を有すること（会社法第３６６条第１項），招集手続については，取締役会を招集する者は，原則として，取締役会の日の１週間前までに，各取締役及び各監査役に対し，招集通知を発しなければならないこと（会社法第３６８条第１項）を，それぞれ指摘することが求められる。また，取締役会については，取締役会の目的である事項（議題等）を特定する必要がないことも指摘し，論述することが求められる。しかし，これらを正確に指摘等することができていない答案が少なからず見られた。\nそして，Ａを代表取締役から解職する旨の臨時取締役会の招集手続には，Ａに対する招集通知を欠いた瑕疵があることを指摘した上で，当該臨時取締役会の決議の効力について，論ずることが求められる。しかし，これを正確に指摘することができておらず，取締役会の招集手続に関する基本的な理解を欠き，問題の所在を正しく理解していない答案も散見された。\n当該臨時取締役会の決議の効力について論ずる際には，取締役会の開催に当たり，一部の取締役に対する招集通知を欠いた場合には，特段の事情がない限り，その招集手続に基づく取締役会の決議は無効であるが，その取締役が出席してもなお決議の結果に影響を及ぼさないと認めるべき特段の事情があるときは，決議は有効であると解されること（最三判昭和４４年１２月２日民集２３巻１２号２３９６頁）や，取締役会の決議について特別の利害関係を有する取締役は，議決に加わることができない（会社法第３６９条第２項）ところ，代表取締役の解職決議については，その代表取締役は，特別の利害関係を有する者に当たるとする判例（最二判昭和４４年３月２８日民集２３巻３号６４５頁）を意識する必要がある。その上で，会社法上の公開会社でない取締役会設置会社において，取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合に，上記の特段の事情があると認めることができるかどうかを説得的に論ずることが求められる。これらの判例を意識していることがうかがわれる答案が多いものの，記述の上でも判例の存在を明らかにしてその理論構成に従って当該臨時取締役会の決議の効力について論ずる答案は，\nごく少数にとどまった。また，瑕疵がある取締役会の決議の効力について論ずることなく，\n瑕疵があることを指摘するにとどまる答案や，Ａがその代表取締役からの解職に関する取締役会の決議について特別の利害関係を有する取締役に当たると解されることから，瑕疵が治癒されると論ずるにとどまる答案が少なからず見られた。さらに，上記の特段の事情の有無について論ずることなく，Ａを代表取締役から解職する旨の臨時取締役会の招集手続に，Ａに対する招集通知を欠いた瑕疵があることから，当該臨時取締役会の決議が無効であると論ずるにとどまる答案も散見された。いわゆる閉鎖会社においては，代表取締役の解職は経営をめぐる取締役間の対立であることが多いため，解職の対象である代表取締役であっても特別の利害関係を有する取締役に当たらないという見解もあり，結論としてこのような見解を採る答案も見られたが，判例を意識しつつ，説得的に論じられているものは少なかった。本設問に限らず，判例と異なる見解を採る場合には，単に自説を述べるのみでは，高い評価は与えていない。\nなお，特別の利害関係を有する取締役に当たると，当該取締役会の審議に参加して意見を述べることも認められないかどうかについて検討されるとともに，Ａが当該取締役会の審議に参加することが認められる場合には，Ａの意見が決議の結果に影響を及ぼさないと認められるかどうかについて事案に即して具体的に検討されることが望ましい。しかし，これらについて論ずる答案は，極めて少なかった。\nイ 答案の例優秀に該当する答案の例 ほぼ全ての論点に言及し，かつ，記述が論理的であるもの。特に，\n①特別の利害関係を有する取締役に当たると，当該取締役会の審議に参加して意見を述べることも認められないかどうかについて的確に論ずるものや，②招集通知を受けなかった取締役が出席してもなお決議の結果に影響を及ぼさないと認めるべき特段の事情の有無について，\n事案に即して具体的に検討しているものには，高い評価を与えた。\n良好に該当する答案の例 特別の利害関係を有する取締役に当たると，当該取締役会の審議に参加して意見を述べることも認められないかどうかについての論点を除き，ほぼ全ての論点に言及し，かつ，記述もおおむね論理的であると認められるもの。優秀に該当する答案に比べ，一部の取締役に対する招集通知を欠いた取締役会の決議の効力に関する論述が正確又は十分でなかったり，上記の特段の事情の有無に関する検討が十分でなかったりするため，\n高い評価は与えていない。\n一応の水準に該当する答案の例 特別の利害関係を有する取締役に当たると，当該取締役会の審議に参加して意見を述べることも認められないかどうかについての論点のほかにも，言及していない論点があるが，言及している論点に関する記述はおおむね論理的であると認められるもの。一部の取締役に対する招集通知を欠いた取締役会の決議の効力について論述していなかったり，上記の特段の事情の有無について検討していなかったりするため，一定の評価を与えるにとどまっている。\n不良に該当する答案の例 言及していない論点が多かったり，言及している論点に関する記述も不正確又は不十分であったりするもの。①Ａに対する招集通知を欠いたことに言及しないで，Ａの海外出張中を見計らって臨時取締役会を開催したこと自体を瑕疵として論ずるものや，②取締役会の招集手続の瑕疵は，決議の取消事由に当たると論ずるもの，③臨時取締役会の決議の後に開催された定例取締役会において，再度，Ａを代表取締役から解職する旨の決議がされているから，臨時取締役会の決議の瑕疵が治癒されると論ずるもの，④代表取締役から解職されたＡと対立していたことを理由として，Ｂについてのみ特別の利害関係を有する取締役に当たるか否かを論ずるものなどが，それぞれ一定数見られた。\n⑶ 設問１⑵についてア 全体的な採点実感設問１⑵は，取締役の報酬の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で取締役会の決議によって役職ごとに一定額が定められこれに従った運用がされていた会社において，役職の変動に伴い，その運用により定まる報酬の額よりも更に減額する旨の取締役会の決議がされた場合に，取締役が会社に対して請求することができる報酬の額について，問うものである。\nまず，取締役の報酬等の額について，定款に定めていないときは，株主総会の決議によって定めるが（会社法第３６１条第１項），株主総会の決議により，取締役全員に支給する総額の最高限度額を定め，各取締役に対する配分額の決定は，取締役会の決定に委ねてもよいと解されていること（最三判昭和６０年３月２６日判時１１５９号１５０頁）などを，それぞれ指摘し，又は論ずることが求められる。しかし，これらを正確に指摘し，又は論ずることができていない答案も少なからず見られた。\nその上で，取締役の報酬等の額が具体的に定められた場合には，その額は，会社と取締役間の契約内容となり，契約当事者である会社と取締役の双方を拘束するから，当該取締役が同意しない限り，会社が一方的にその報酬等の額を減額することはできないと解されていること（最二判平成４年１２月１８日民集４６巻９号３００６頁参照）を意識しながら，取締役の報酬等の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で，取締役会の決議によって役職ごとに一定額が定められ，これに従った運用がされていた場合に，取締役が，役職の変動に伴う報酬の額の減額に同意していたと認められるかどうかを事案に即して検討することが求められる。しかし，取締役の報酬等の額が具体的に定められた場合には，会社と取締役はこれに拘束されると述べるにとどまり，論述が不十分である答案や，役職の変動に伴う取締役による報酬の減額に関する同意の有無について検討することができていない答案が一定数見られた。また，会社法第３６１条第１項による規制の目的は高額の報酬が株主の利益を害する危険を排除することにあるため，減額することについては制約がないとして，Ａの報酬の額を減額する旨の定例取締役会の決議に従い，Ａは会社に対して月額２０万円の報酬を請求することができるにすぎないと述べるにとどまるなど，\n取締役の報酬等の減額に関する基本的な理解を欠く答案も散見された。\nイ 答案の例優秀に該当する答案の例 取締役の報酬の規制の目的や，取締役の報酬の額の決定を取締役会の決定に委ねることの可否等について，正確に指摘し，又は論じた上で，取締役の報酬の額の減額の可否等について的確に論ずるとともに，役職の変動に伴う報酬の額の減額に関する同意の有無について事案に即して検討しているもの良好に該当する答案の例 優秀に該当する答案に比べ，各論点に関する指摘又は論述が正確性を欠き，又は十分でないもの一応の水準に該当する答案の例 会社及び取締役が具体的に定められた取締役の報酬の額に拘束されるという結論を述べるが，その理由に関する論述が不正確又は不十分であったり，\n役職の変動に伴う報酬の額の減額に関する同意の有無に関する検討が不十分であったりするもの不良に該当する答案の例 各論点に関する論述等が著しく不正確又は不十分であるもの。①会社法第３６１条第１項による規制の目的は高額の報酬が株主の利益を害する危険を排除することにあるため，減額することについては制約がないとして，Ａの報酬の額を減額する旨の定例取締役会の決議に従い，Ａは会社に対して月額２０万円の報酬を請求することができるにすぎないと述べるにとどまるもの，②取締役の報酬の額の決定を委ねられた取締役会の決議によって具体的な報酬請求権が発生するなどとして，従前の代表取締役としての月額１５０万円の報酬との関係を整理しないで，Ａは会社に対して月額２０万円の報酬を請求することができると述べるもの，③退職慰労金の金額等の決定を取締役会の決定に委ねることの可否等についてと同様の判断基準で，取締役の報酬の額の決定を取締役会の決定に委ねることの可否等について論ずるもの，④取締役の報酬の額を減額するためには，再度，株主総会の決議が必要であると論ずるもの，⑤従前の代表取締役としての月額１５０万円からの減額に関する同意の有無について検討しないで，運用に従った月額５０万円から月額２０万円への減額に関する同意の有無についてのみ検討するもの，⑥判例を意識しないで，事情の変更があれば，取締役の報酬等の額の減額が認められるとした上で，役職の変動が事情の変更に当たると論ずるものなどが，それぞれ一定数見られた。\n⑷ 設問２⑴についてア 全体的な採点実感設問２⑴は，株主総会において取締役から解任された者が，その解任に正当な理由がないとして，損害賠償請求をした場合における会社の損害賠償責任について，問うものである。\nまず，取締役は，いつでも，かつ，事由のいかんを問わず，株主総会の決議によって解任することができる（会社法第３３９条第１項）が，会社は，その解任について正当な理由がある場合を除き，任期満了前に取締役を解任したときは，取締役に対し，解任によって生じた損害を賠償しなければならない（同条第２項）ことを指摘することが求められる。しかし，\nこれらを正確に指摘することができていない答案が散見された。\nその上で，会社法第３３９条第２項の趣旨や「正当な理由」の意義も踏まえつつ，Ａが，事業の海外展開を行うために必要かつ十分な調査を行い，その調査結果に基づき，事業の海外展開を行うリスクも適切に評価していたことから，このような経営判断に基づいた海外事業の失敗が，正当な理由に含まれるかどうかについて，説得的に論ずることが求められる。しかし，会社法第３３９条第２項の趣旨や「正当な理由」の意義に言及していない答案が一定数見られた。なお，全体として，このような海外事業の失敗については，正当な理由に含まれないとする答案が多く，正当な理由に含まれるとする答案は少なかった。いずれの見解についても同等に評価するように努めたが，正当な理由に含まれるとする答案で，説得的に論じられているものは多くなかった。\nそして，このような海外事業の失敗が正当な理由に含まれないとする場合には，会社が取締役に対して賠償しなければならない損害の範囲ないし額について，Ａの取締役としての任期が８年と長期間残っていたことをその減額要素として考慮することができるかどうかにも言及した上で，検討することも求められる。しかし，これを的確に論ずる答案は少なく，かえって，損害の範囲ないし額に全く言及していない答案が相当数見られた。\nイ 答案の例優秀に該当する答案の例 会社法第３３９条第２項の趣旨や「正当な理由」の意義も踏まえつつ，必要かつ十分な調査を行い，その調査結果に基づき，リスクも適切に評価して行った海外事業の失敗が，正当な理由に含まれるかどうかについて，説得的に論ずるもの。特に，\n経営判断の失敗は，正当な理由に含まれないという見解を採った上で，会社が取締役に対して賠償しなければならない損害の範囲ないし額について，Ａの取締役としての任期が８年と長期間残っていたことをその減額要素として考慮することができるかどうかを検討したものには，その結論のいかんにかかわらず，高い評価を与えた。\n良好に該当する答案の例 会社が取締役に対して賠償しなければならない損害の範囲ないし額については残りの任期である８年分の取締役報酬相当額であるという結論のみを記述し，\nまた，「正当な理由」の該当性の検討に不十分な点があるものの，それ以外の点では優秀に該当する答案の例とほぼ同様のもの一応の水準に該当する答案の例 取締役は，いつでも，かつ，事由のいかんを問わず，株主総会の決議によって解任することができること（会社法第３３９条第１項）に言及していなかったり，会社法第３３９条第２項の趣旨や「正当な理由」の意義に言及していなかったりするが，言及している論点に関する記述はおおむね論理的であると認められるもの。なお，\n正当な理由との関係を十分に意識しないで，海外事業の失敗について善管注意義務違反が認められるかどうかとして，いわゆる経営判断の原則を論述したにとどまるものには，一定の評価を与えるにとどまっている。\n不良に該当する答案の例 論点に関する記述が著しく不正確等であるもの。会社法第３３９条第２項について言及することなく，民法第７０９条若しくは第６５１条第２項又は会社法第４２９条若しくは第３５０条に基づく損害賠償請求の可否等についてのみ論ずるにとどまるものなどが散見された。なお，会社が取締役に対して賠償しなければならない損害の範囲ないし額を残りの任期である８年分の取締役報酬相当額としながら，報酬の月額と年額とを混同するなどして，８年分の取締役報酬相当額の計算を誤っている例が少なくなかった。\n⑸ 設問２⑵についてア 全体的な採点実感設問２⑵は，役員の解任の訴えの手続と，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することの可否について，問うものである。\nまず，役員の解任の訴えについては，会社法上の公開会社でない株式会社の場合には，役員の職務の執行に関し不正の行為等があったにもかかわらず，当該役員を解任する旨の議案が株主総会において否決されたときに，総株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）の議決権の１００分の３以上の議決権を有する株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）又は発行済株式（当該株式会社である株主及び当該請求に係る役員である株主の有する株式を除く。）の１００分の３以上の数の株式を有する株主（当該株式会社である株主及び当該請求に係る役員である株主を除く。）が，当該株主総会の日から３０日以内に提起することができること（会社法第８５４条第１項，第２項）を説明することが求められる。\nまた，役員の解任の訴えについては，会社及び当該役員を被告とすること（会社法第８５５条）や，役員の解任の訴えは，会社の本店の所在地を管轄する地方裁判所の管轄に専属すること（会社法第８５６条）等を説明することも期待される。\nしかし，これらを十分に指摘することができていない答案が少なからず見られた。\nその上で，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することができるかどうかについて，会社法第８５４条第１項に規定する「当該役員を解任する旨の議案が株主総会において否決されたとき」\nの意義を役員の解任の訴えの制度の趣旨等に照らして解釈するなどしながら，説得的に論ずるとともに，会社資金の流用という役員の職務の執行に関する不正の行為等があったと認められることに言及することが求められる。「当該役員を解任する旨の議案が株主総会において否決されたとき」の意義を役員の解任の訴えの制度の趣旨等に照らして解釈しようとしていた答案には，当該趣旨の理解等にやや不十分なところがあったとしても，一定の高い評価を与えた。また，定時株主総会の招集通知の発送後に発覚した事実を解任事由としてよいかを論ずる答案にも，一定の高い評価を与えた。他方で，株主総会が流会となった場合においても，役員の解任の訴えを提起することができると解すべきであるといった価値判断や，当該訴えを提起することができるといった結論を述べるにとどまり，その理由付けが不十分である答案には，高い評価は与えなかった。また，会社資金の流用という役員の職務の執行に関し不正の行為等があったと認められることに言及していない答案が相当数見られた。\nイ 答案の例優秀に該当する答案の例 役員の解任の訴えの制度の趣旨や，流会の場合において役員の解任の訴えを提起することができないと解したときに生ずる弊害等を論じた上で，会社法第８５４条第１項に規定する「当該役員を解任する旨の議案が株主総会において否決されたとき」\nには，株主総会が流会となった場合も含まれると解釈し，あるいは株主総会が流会となった場合には同項が準用又は類推適用されると論ずるとともに，役員の職務の執行に関する不正の行為等として，会社資金の流用があったと認められることに言及するもの良好に該当する答案の例 役員の解任の訴えの制度の趣旨や，流会の場合において役員の解任の訴えを提起することができないと解したときに生ずる弊害等に関する論述が正確性を欠き，又は十分でないほかは，優秀に該当する答案の例とほぼ同様のもの。なお，役員の解任の訴えの制度の趣旨等として，一般的に解されている理解とはやや異なる論述がされ，そのような理解を踏まえ，流会の場合においては役員の解任の訴えを提起することができないと解したものであっても，記述が論理的であるものには，一定の評価を与えた。\n一応の水準に該当する答案の例 論点に関する論述が不十分等であるもの。①役員の解任の訴えの制度の趣旨又は流会の場合において役員の解任の訴えを提起することができないと解したときに生ずる弊害等に関する論述を欠き，流会の場合においても，役員の解任の訴えを提起することができると解すべきという価値判断を述べるにとどまるもの，②会社法第８５４条第１項に規定する「株主総会において否決されたとき」には株主総会が流会となった場合も含まれる，あるいは株主総会が流会となった場合には同項が準用又は類推適用されるといった解釈を述べないで，株主総会が流会となった場合においても役員の解任の訴えを提起することができるという結論を述べるにとどまるものなどが，それぞれ一定数見られた。\n不良に該当する答案の例 論点に関する論述が著しく不正確又は不十分であるもの。①役員の解任の訴え（会社法第８５４条）の手続と株主による責任追及等の訴え（会社法第８４７条）の手続とを混同しているもの，②役員の職務の執行に関する不正の行為等として，Ａが旧知の仲である甲社の株主数名に対し，定時株主総会を欠席するように要請したことのみに言及し，会社資金の流用に言及しないものなどが，それぞれ一定数見られた。なお，そのことのみで，不良に該当する答案となるものではないが，会社法第８５４条第２項は，役員の解任の訴えについて，公開会社でない株式会社において，同条第１項各号の６か月の株式の保有期間を不要としているにとどまり，公開会社でない株式会社においても，少数株主権としていることは異ならないにもかかわらず，同条第２項が，当該訴えについて，単独株主権としていると誤解している記述が少なからず見られた。\nまた，「会社法上の問題点について，論じなさい。」という本設問については，例えば，「流会の場合においても，役員の解任の訴えを提起することができるかどうかが問題となる。」などとして，問題提起をするにとどまり，その問題をどのように考えるのか，会社法第８５４条第１項の文言をどのように解釈するのかを全く論じていないものが散見された。さらに，\n本設問に限らず，「仮に，・・・とすれば，・・・と認められる。」などと，自らの見解を明示しないで，仮定的な論述をするにとどまるものが散見された。これらには，それぞれ相応に低い評価を与えた。\n⑹ 設問３⑴及び⑵についてア 全体的な採点実感設問３⑴及び⑵は，役員等の会社に対する損害賠償責任と，大会社である取締役会設置会社における代表取締役等の内部統制システムの構築義務及び運用義務について，問うものである。\nまず，取締役は，株式会社に対し，その任務を怠ったこと（任務懈怠）によって生じた損害を賠償する責任を負うこと（会社法第４２３条第１項）や，任務懈怠責任は，取締役の株式会社に対する債務不履行責任の性質を有するため，任務懈怠，会社の損害，任務懈怠と損害との間の因果関係に加え，取締役の帰責事由が必要であること（会社法第４２８条第１項参照）を，それぞれ指摘することが求められる。しかし，これらを正確に指摘することができていない答案や，会社法第４２９条第１項と要件を混同していると思われる答案が少なからず見られた。\nそして，大会社である取締役会設置会社においては，取締役会は，内部統制システムの整備を決定しなければならず（会社法第３６２条第５項，第４項第６号），善管注意義務（会社法第３３０条，民法第６４４条）及び忠実義務（会社法第３５５条）の一内容として，取締役は，取締役会において，会社が営む事業の規模や特性等に応じた内部統制システムを決定する義務を負い，代表取締役等は，取締役会の決定に基づいて，事業の規模等に応じた内部統制システムを構築して運用する義務を負うことについて，的確に論ずることが求められる。\nしかし，取締役会の内部統制システムの整備の決定義務，取締役の善管注意義務及び忠実義務，取締役の内部統制システムの決定義務並びに代表取締役等の内部統制システムの構築義務及び運用義務の関係について的確に述べた答案は，少なかった。\nその上で，まず，甲社について，その事業の規模や特性等に応じた内部統制システムが決定され，構築されているかどうかを事案に即して丁寧に検討することが求められる。甲社について，その事業の規模等に応じた内部統制システムが決定され，構築されているかどうかを検討するに当たり，問題文における事実関係から事実ないし事情を適切に拾い上げ，これを評価することができている答案には高い評価を与えた。他方で，これを十分に拾い上げていない答案が散見されたが，これには一定の評価を与えるにとどめた。\n次に，構築された内部統制システムの運用については，Ｃ及びＤのそれぞれに任務懈怠が認められるかどうかを事案に即して丁寧に検討することが求められる。\nＣに任務懈怠が認められるかどうかを検討するに当たっては，構築された内部統制システムを運用する際に，会社が営む事業の規模や特性等に応じた内部統制システムが外形上機能している場合には，他の役職員がその報告のとおりに職務を遂行しているものと信頼することができるかどうかについても，検討することが期待される。なお，「信頼の原則」の適用があるといった記述をするにとどまる答案が一定数見られ，その内容等まで的確に論ずる答案は多くはなかった。\nまた，Ｄに任務懈怠が認められるかどうかを検討するに当たっては，これまで甲社において同様の不正行為が生じたことがなく，また，会計監査人からも不正行為をうかがわせる指摘を受けたことがなかったものの，本件通報は甲社の従業員の実名によるものであることなどの事情を踏まえた上で，本件通報があった旨の報告を受けていたＤが，本件通報には信ぴょう性がないと考え，本件通報等の調査を指示しなかったことなどをどのように評価すべきかについても，具体的に検討することが期待される。Ｄに任務懈怠が認められるかどうかを検討するに当たっては，問題文における事実関係から事実ないし事情を一定程度拾い上げることができている答案が多かった。しかし，拾い上げた事実等の評価が不十分であったり，そもそも事実等を十分に拾い上げていない答案も見られ，これには一定の評価を与えるにとどめた。\nそして，任務懈怠及び帰責事由が認められるとする場合には，因果関係が認められる損害の範囲ないし額についても，検討することが求められる。なお，構築された内部統制システムの運用について，Ｄに任務懈怠があったと認められるとしても，本問において，Ｄは，平成２７年３月末に本件通報があった旨の報告を受けており，甲社は，乙社に対し，同年４月末に残金合計３０００万円を支払ったこと，他方で，Ｃの指示により甲社の法務・コンプライアンス部門が調査をした結果，２週間程度で，ＥとＦが謀り，本件下請工事について不正行為をしていたことが判明したことからすれば，Ｄの任務懈怠との間で，当然に因果関係が認められる損害の範囲ないし額は，ＥとＦが着服した５０００万円の全額ではなく，甲社が乙社に対して同月末に支払った３０００万円とすることが考えられよう。因果関係が認められる損害の範囲ないし額については，５０００万円とする答案が多かったが，その理由まで論ずるものは少なかった。３０００万円とする答案には，その理由が説得的に論じられておらず，不十分であるものが散見された。また，因果関係が認められる損害の範囲ないし額について論じられていない答案も少なからず見られた。\nイ 答案の例優秀に該当する答案の例 ほぼ全ての論点に言及し，かつ，記述が論理的であるもの。特に，\n①甲社について，その事業の規模等に応じた内部統制システムが決定され，構築されているかどうかを検討するに当たり，問題文における事実関係から事実ないし事情を適切に拾い上げ，これを評価することができているものや，②構築された内部統制システムの運用については，Ｃ及びＤのそれぞれに任務懈怠が認められるかどうかを検討するに当たり，事実関係から事実等を適切に拾い上げ，これを評価することができているもの，③任務懈怠及び帰責事由が認められるとする場合に，因果関係が認められる損害の範囲ないし額について事案に即して具体的に検討することができているものには，高い評価を与えた。\n良好に該当する答案の例 因果関係が認められる損害の範囲ないし額について具体的に検討されていない点を除き，ほぼ全ての論点に言及し，記述もおおむね論理的であると認められるもの。優秀に該当する答案に比べ，取締役会の内部統制システムの整備の決定義務，取締役の善管注意義務及び忠実義務，取締役の内部統制システムの決定義務並びに代表取締役等の内部統制システムの構築義務及び運用義務の関係に関する論述が不正確又は不十分であったり，その事業の規模等に応じた内部統制システムが決定され，構築されているかどうかを検討したり，Ｃ及びＤのそれぞれに任務懈怠が認められるかどうかを検討するに当たり，問題文における事実関係から事実ないし事情を必ずしも十分に又は適切に拾い上げることができていなかったり，これを評価することができていなかったりするため，高い評価を与えるには至っていない。\n一応の水準に該当する答案の例 因果関係が認められる損害の範囲ないし額について具体的に検討されていない点のほかにも，言及していない論点があるが，言及している論点に関する記述はおおむね論理的であると認められるもの。取締役会の内部統制システムの整備の決定義務や取締役の善管注意義務及び忠実義務と，取締役の内部統制システムの決定義務並びに代表取締役等の内部統制システムの構築義務及び運用義務との関係について言及されていなかったり，Ｃに任務懈怠が認められるかどうかを検討するに当たっては，他の役職員がその報告のとおりに職務を遂行しているものと信頼することができるかどうかについて検討されていなかったりするため，一定の評価を与えるにとどまっている。\n不良に該当する答案の例 言及していない論点が多かったり，言及している論点に関する記述も不正確又は不十分であったりするもの。①取締役の善管注意義務及び忠実義務と，取締役の内部統制システムの決定義務並びに代表取締役等の内部統制システムの構築義務及び運用義務との関係について全く整理されていないもの，②代表取締役等の内部統制システムの構築義務と運用義務との関係について全く整理されていないもの，③取締役の内部統制システムの決定義務並びに代表取締役等の内部統制システムの構築義務及び運用義務について実質的にも全く言及せず，取締役の善管注意義務及び忠実義務ないし監視義務についてのみ述べるにとどまるもの，④Ｃについて，平成２７年３月末には何ら報告を受けていなかったことを考慮しないで，専ら代表取締役であることから，内部統制システムの運用義務違反又は監視義務違反を認めたり，Ｄについて，専らＥが甲社の関係部署を巧妙に欺いたり，不正が発覚することを防止するための偽装工作を行っていたことから，後に，Ｃの指示に基づき調査が行われた結果，２週間程度で不正行為が判明したことを考慮しないで，内部統制システムの運用義務違反を認めなかったり，Ｄについて，内部統制システムの運用義務違反を認めても，同様に，偽装工作が行われていたことなどから，後に２週間程度で不正行為が判明したことを考慮しないで，損害の発生を回避することができなかったなどとして，損害との間の因果関係を認めなかったりしているが，そのような結論に至る理由に関する論述が説得的でないものなどが，それぞれ一定数見られた。\n３ 法科大学院教育に求められるもの一部の取締役に対する招集通知を欠いた取締役会の決議の効力，取締役の報酬及びその減額，取締役の解任，役員等の会社に対する損害賠償責任並びに代表取締役等の内部統制システムの構築義務及び運用義務といった点について，会社法に関する基本的な理解が不十分な面も見られる。\nまた，問題文における事実関係から会社法上の論点を的確に抽出する点，一定の結論を導くに当たり，事実関係から重要な事実ないし事情を適切に拾い上げ，これを評価する点においても，不十分さが見られる。総じて，条文の引用，判例の引用又は判例への言及が少なく，条文の適用若しくは条文の文言の解釈を行っているという意識又は最高裁判所の判例に対する意識が低く，問題の所在との関係で，条文の適用関係を明らかにしないまま，又は解釈上問題となる条文の文言を明らかにしないままで，論点について，条文等の趣旨を十分に考慮せず，又は判例を意識せずに，自説を論述する例が見られる。\n会社法に関する基本的な理解を確実なものとするとともに，事実関係から重要な事実ないし事情を適切に拾い上げ，これを評価し，条文を解釈し，適用する能力と論理的思考力を養う教育が求められる。"
}