{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 17 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＸ１とＸ２（以下，併せて「Ｘら」という。）は，使用されている貸コインロッカーに顧客が誤って硬貨を入れないようにする装置を共同で開発し，その発明について共同で特許出願し，特許権としての登録を得た（以下，この登録された特許を「本件特許」という。）。本件特許の特許請求の範囲は，「鍵を抜き取った状態において硬貨の投入行為を妨げる手段を設けたことを特徴とする貸ロッカーの硬貨誤投入防止装置」という文言からなる。本件特許の明細書の記載及び図面（以下「明細書等」という。）には，鍵の抜き差しに伴って金属製の遮蔽板を回転させ，もって硬貨投入口の開閉を行う旨の具体的な実施例が記載されているが，他には具体的な実施例の記載はない。同実施例では，鍵が抜かれた状態では回転してきた金属製の遮蔽板が硬貨投入口を全体的に塞ぎ，硬貨が入らない構成となっている。Ｚは，Ｘらから許諾を受けて本件特許権について通常実施権を有している。\nＹは，貸コインロッカーの製造販売をしているが，いずれの貸コインロッカーにも鍵が抜かれた状態では硬貨が投入されないようにした装置が実装されている。その製品には製品Ａと製品Ｂの２種類があり，製品Ａは本件特許の実施例とほぼ同じ構成を有しているが，遮蔽板は樹脂製であり，回転するようにはなっておらず，遮蔽板が上下することにより硬貨投入口を開閉する構成となっている。製品Ｂは，遮蔽板を使うことはなく，鍵が抜かれた状態で硬貨を投入しようとすると警告音が鳴るように構成されている。なお，かかる製品Ｂの構成は，本件特許の実施例を含む明細書等を読んだだけでは，当該発明の属する技術の分野における通常の知識を有する者（当業者）が容易に想到し得ないものである。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．Ｘらは，Ｙに対して，本件特許権に基づき，製品Ａと製品Ｂの製造販売の差止め及び損害賠償を求める訴訟を共同で提起した。Ｘらの請求に対するＹの考えられる反論とその妥当性について論じなさい。\n２．\n⑴ Ｙは，前記訴訟が提起された後，本件特許に対する無効審判を請求した。Ｘらはこれを争ったが，同時に特許請求の範囲を減縮すれば無効理由がなくなるので，これを減縮したいと考えた。Ｘらは，当該無効審判において，どのような手続をとればよいか論じなさい。また，同様の無効理由についてＹが前記訴訟において特許法第１０４条の３の抗弁を主張している場合，Ｘらはどのように対抗できるかについて論じなさい。\n⑵ ⑴の無効審判請求について，仮に特許庁が本件特許を無効とする旨の審決を行ったとして，この審決に対してＸ１のみが単独で審決取消訴訟を提起する場合の問題点について論じなさい。\n３．前記訴訟において，Ｙの製品が本件特許を侵害したとして，Ｘらの差止請求及び損害賠償請求が認められ，その判決が確定したため，Ｙは侵害行為を中止し，Ｘらに対して損害賠償を行った。その後，Ｙが請求した無効審判により，本件特許を無効とする旨の審決が確定した。\nこの場合，Ｙは，Ｘらに対して支払った損害賠償金を取り戻せるか否かについて論じなさい。\nまた差止めの効力について論じなさい。\n- 18 -\n〔第２問〕（配点：５０）\n作家Ｘは，米国の作家Ａが創作した「Days of the full-scale sprint like a tornado」という題号（以下「題号ａ」という。）の英語の世界的ベストセラー小説（以下「小説ａ」という。）につき，Ａから日本語に翻訳する権利を得た。小説ａは，恵まれない環境に育った少年が苦学を重ね，大企業に入社し，持ち前の馬力と攻撃的性格で並み居るライバルに競り勝ちついに大企業のトップ\nとなるというサクセスストーリーである。Ｘは小説ａを翻訳するに当たり，その大部分は直訳であるものの，日本人には分かりにくい英語の表現や各場面設定につき，独特の意訳をするなど創意工夫を凝らし，その結果，日本語の小説として原作にも負けない流ちょうで生き生きとした表現の小説（以下「小説ｂ」という。）を完成させた。小説ｂは，題号ａを直訳した「竜巻のごとく全力疾走した日々」との日本語の題号（以下「題号ｂ」という。）を付した上，出版された。小説ｂのブックカバー（以下「ブックカバーｂ」という。）はＸが自ら独自にデザインしたもので，青と白を基調とし，左下から右上に風が吹き抜けるようなしま模様とともに，金色の題号が中央で大きく渦を巻きながら天に昇るように描かれているものであった。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．作家Ｙは，小説ａ及び小説ｂに描かれた内容を批評するとともに同小説の描く世界観を揶揄することを通じて，競争社会のゆがみを風刺する趣旨で，小説ａ及び小説ｂの全体の構成，各場面設定及び物語の展開の特色を一見して分かるように残しながら，主人公がライバルとの競争に競り負け最後には挫折するという内容の日本語の小説（以下「小説ｃ」という。）を書き，これに「つむじ風のごとく疾走して転んだ日々」という題号（以下「題号ｃ」という。）\nを付した上，これを自費出版した。ただし，小説ｃは，小説ａの直訳としての日本語の表現において小説ｂと類似する部分があるものの，小説ｂでＸが創意工夫を凝らした日本語の表現は使用していない。また，小説ｃのブックカバー（以下「ブックカバーｃ」という。）はＹが自らデザインしたもので，ブックカバーｂの色合い，構図及び文字の配置の特色が一見して分かるように残されており，左下から右上に風が吹き抜けるようなしま模様とともに，灰色の題号が中央で小さく渦を巻きながら徐々に消滅するように描かれていた。\nＸは，Ｙに対し，小説ｃ，題号ｃ及びブックカバーｃはＸの著作権及び著作者人格権を侵害するものであるとして，小説ｃ，題号ｃ及びブックカバーｃの複製・頒布の差止め及び損害賠償を求める訴訟を提起した。\nＸはどのような主張をすることができるか。これに対するＹの反論としてどのような主張が考えられるか。双方の主張の妥当性についても論じなさい。\n２．⑴ 事業者Ｚ１は，書籍の購入者の依頼により，同書籍をその購入者のタブレット端末で読めるように電子ファイル化するという有償のサービスを業とする者である。そのサービスの手順は次のとおりである。すなわち，まず，書籍を購入した利用者がＺ１に書籍の電子ファイル化を申し込み，自ら購入した書籍をＺ１に送付する，次に，Ｚ１はその書籍を裁断して自ら管理するスキャナーで読み込んで電子ファイル化する，そして，Ｚ１は，完成した電子ファイルを記録した電子記憶媒体を裁断した書籍とともに利用者に送付する，というものである。Ｚ１は，上記の手順により，小説ｂの不特定多数の購入者の依頼に応じて小説ｂの電子ファイル化を続けている。\n⑵ 事業者Ｚ２は，小説ｂを自ら複数冊購入してそれらを裁断した上で，それを読み込む専用スキャナーが設置されている自社の店舗内の書棚に並べ，小説ｂを電子ファイル化したい不特定多数の利用者に，店舗外への持ち出しを禁止した上で裁断済みの小説ｂを貸し出し，それを利用者に上記店舗内のスキャナーで自ら電子ファイル化させ，その電子ファイルを利用者に取得させるという有償のサービスを業として提供している。\n- 19 -\nＸは，Ｚ１及びＺ２に対し，上記⑴及び⑵の行為はそれぞれＸの著作権を侵害するものであるとして，それらの行為の差止め及び損害賠償を求める訴訟をそれぞれ提起した。これらの訴訟において，Ｘはどのような主張をすることができるか。これに対するＺ１及びＺ２の反論としてどのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１は，特許請求の範囲が機能的に記載されている場合の技術的範囲の確定と記載要件適合性に関する理解を問う問題である。設問２の⑴は，無効審判における訂正請求と侵害訴訟における訂正の対抗主張に関する理解を問う問題であり，設問２の⑵は，共有特許の場合の単独での審決取消訴訟提起の可否に関する理解を問う問題である。設問３は，特許法（以下「法」\nという。）第１０４条の４に関する理解を問う問題である。\n２ 設問１においては，製品Ａと製品Ｂの製造販売が本件特許権を侵害するかが問題となるが，その前提として，本件特許の特許請求の範囲に「硬貨の投入行為を妨げる手段」という機能的な記載があることから，いわゆる機能的クレームの技術的範囲の確定が問題となる。この点については，機能的クレームの場合，その発明の技術的範囲は，明細書の発明の詳細な説明の記載を参酌し，そこに開示された実施例，あるいは実施例としては記載されていなくても，明細書に開示された発明に関する記述の内容から当該発明の属する技術の分野における通常の知識を有する者（当業者）が実施し得る構成に限られるべきであるとする考え方（東京地裁平成１０年１２月２２日判決判例時報１６７４号１５２頁【磁気媒体リーダー事件】，知財高裁平成２５年６月６日判決裁判所ホームページ【パソコン等の器具の盗難防止用連結具事件】等参照）を念頭に置いた上で自説を明確に論述し，製品Ａ及び製品Ｂの本件特許発明の技術的範囲への属否について論述することが求められる。\n以上のような機能的クレームの技術的範囲の確定につき適切に論じた上で，文言侵害が否定される場合には，均等侵害を主張することが考えられ，この点に的確に言及していれば，積極的な評価が与えられよう。\n次に，本件特許の特許請求の範囲が一見極めて広い範囲の技術を含むものである一方，本件特許の明細書等では，そのような広い範囲の技術のごく一部である実施例しか開示されていないことが，法第３６条第６項第１号（サポート要件）及び同条第４項第１号（実施可能要件）に違反するとして，法第１０４条の３の抗弁（無効の抗弁）を行使できないかが問題となる。この点については，各要件の意義を踏まえつつ，自説を展開することが求められる。\nまた，本件において法第３６条第６項第２号（明確性要件）を問題とする余地もあり，この点に的確に言及していれば，積極的な評価が与えられよう。\n３⑴ 設問２の⑴の前段については，まず，無効審判が係属している間は訂正請求（法第１３４条の２第１項第１号）を行うべきことに言及する必要があり，また，本問では通常実施権者であるＺがいるため，訂正請求をするにはＺの承諾を得る必要があること（同条第９\n項，第１２７条）に言及する必要があろう。\n同後段においては，Ｘらの対抗手段として，本件特許の特許請求の範囲を訂正することによって無効原因を回避できる旨の主張が考えられよう。このような訂正の対抗主張が認められるためには，①当該請求項について訂正審判請求ないし訂正請求をしたこと，②当該訂正が法の定める訂正要件を充たすこと，③当該訂正により当該請求項について無効の抗弁で主張された無効理由が解消すること，④被告製品が訂正後の請求項の技術的範囲に属すること，を要するというのが裁判例の傾向であり（東京地裁平成１９年２月２７日判決判例タイムズ１２５３号２４１頁【多関節搬送装置事件】，知財高裁平成２６年９月１７\n日判決判例時報２２４７号１０３頁【共焦点分光分析事件】等），これらの裁判例を念頭に- 25 -置いて論述を展開することが求められる。なお，この四つの要件のうち，①又は②の要件との関係で，前記訂正請求の場合と同様に，通常実施権者であるＺの承諾を必要とするか否かが問題となる。Ｚの承諾が得られない場合に，かかる訂正の対抗主張が認められるかどうかについて的確に論述していれば，積極的な評価が与えられよう。\n⑵ 設問２の⑵においては，法第１３２条第３項が共有に係る特許権の共有者がその権利について審判を請求するときは共有者の全員が共同して請求しなければならないとしていることを踏まえつつ，最高裁判所平成１４年２月２２日第二小法廷判決民集５６巻２号３４８頁【ＥＴＮＩＥＳ事件】で問題となった，権利の形成過程と権利成立後における共有者の関係性の違い，単独での審決取消訴訟提起が「保存行為」（民法第２５２条ただし書）とみなし得るのではないか，審決取消訴訟の判決の効力と合一確定の要請，などの議論に配慮しつつ，自説を説得的に論述することが求められる。\n４ 設問３においては，まず，本件特許権を無効とする旨の審決が確定しており，このことにより，本件特許権は初めから存在しなかったものとみなされる（法第１２５条本文）ことから，Ｙとしては，Ｘらに対して不当利得返還請求（民法第７０３条）をすることが考えられるが，侵害訴訟の判決がある限り，Ｘらは「法律上の原因なく・・・利益を受け」たとはいえないため，Ｙとしては侵害訴訟の判決の効力を再審（民事訴訟法第３３８条第１項第８号）\nにより失わせる必要がある。この点，法第１０４条の４によって再審において無効審決が確定したことを主張することは妨げられており，結果としてＹが支払った損害賠償金を取り戻すことはできない旨を説得的に論述することが求められる。\nまた，差止めの効力については，例えば，一般的に特許権侵害訴訟の差止判決の主文は「当該特許権の存続期間中」に限り差止めを認める旨が前提となっていることなど，合理的な論拠を示しつつ自説を論述することが求められる。\n〔第２問〕\n１ 設問１は，英語の小説ａの日本語訳である小説ｂ，その題号ｂ及びブックカバーｂに対するパロディとして制作された小説ｃ，題号ｃ及びブックカバーｃがＸの有する著作権及び著作者人格権を侵害するか否かにつき，翻案権侵害の有無，二次的著作物の著作者の権利の及ぶ範囲，題号の著作物性，ブックカバーの著作物性，引用の抗弁の成否，さらには著作権法（以下「法」\nという。）第２０条第２項第４号所定の「やむを得ないと認められる改変」の適用の可否等に関する理解を問う問題であり，設問２は，いわゆる自炊代行につき，事業者が自ら書籍を電子ファイル化する事案と利用者が電子ファイル化する事案とを比較しつつ，それぞれの事案において複製の主体は誰か，法第３０条第１項の適用の可否，貸与権（法第２６条の３）侵害の成否等に関する理解を問う問題である。\n２⑴ 設問１については，まず，複製・頒布の差止めの前提として翻案権侵害が問題となる。\n翻案権侵害の成否に関しては，最高裁判所平成１３年６月２８日第一小法廷判決民集５５巻４号８３７頁【江差追分事件】が判示しているところを念頭に置いて，翻案に当たるか否かの判断基準を示した上で，事案に当てはめ，特に，小説ｃ及びブックカバーｃはパロ\nディとして制作されたことから，パロディされる側の著作物の表現部分がパロディ作品の中に取り込まれて改変され，パロディする側の著作者の創作が付け加えられた結果，全体としてみるともはやパロディされる側の作品の本質的な特徴を直接感得することができない場合もあるとする学説があることをも考慮しつつ，小説ｃ及びブックカバーｃがそれぞれ小説ｂ及びブックカバーｂの表現上の本質的特徴を直接感得できるか否かにつき論述することが求められる。\nまた，二次的著作物の著作者の権利の及ぶ範囲については，最高裁判所平成９年７月１７日第一小法廷判決民集５１巻６号２７１４頁【ポパイネクタイ事件】が「二次的著作物\n- 26 -の著作権は，二次的著作物において新たに付与された創作的部分のみについて生じ，原著作物と共通しその実質を同じくする部分には生じないと解するのが相当である。」と判示しているところを念頭に置いた上で，本件事案に当てはめて論じることが求められる。\n次に，題号の著作物性については，そもそも著作物の題号は著作物を同定識別するための著作物の名称であるから，たとえ著作者の表現上の思想感情が盛り込まれているとしても，題号それ自体は著作物には当たらないとする学説があることをも考慮しつつ，題号は通常短文で構成されることを含めて題号の著作物性を論じるとともに，題号に著作物性があり得るとしても題号ｂは題号ａの直訳にすぎないことから，二次的著作物の著作者としての権利の有無及び範囲についても論じることが求められる。\nさらに，ブックカバーについては，大量に複製される実用品であることから，その著作物性が問題となるところ，仮に美術の著作物に当たるとしても，応用美術の問題となることから，応用美術の著作物性に関する判断基準を示しつつ論述することが求められる。\n最後に，引用の抗弁（法第３２条第１項）の適用の可否については，小説ｃ，題号ｃ及びブックカバーｃがパロディとして制作されたことを考慮した上，最高裁判所昭和５５年\n３月２８日第三小法廷判決民集３４巻３号２４４頁【パロディモンタージュ事件】が判示するところを念頭に置き，明瞭区別性と主従関係を要件としない近時の知的財産高等裁判所平成２２年１０月１３日判決判例時報２０９２号１３５頁【鑑定証書コピー事件】等の判示をも念頭に置きつつ，「引用」の要件に関し自説を展開し，翻案による引用を規定していない法第４３条第２号にも触れて論述することが求められる。\n⑵ 著作者人格権については，小説ｃ，題号ｃ及びブックカバーｃは，それぞれ小説ｂ，題号ｂ及びブックカバーｂの改変に当たり，Ｘの同一性保持権を侵害するか否か，仮に，それらがＸの意に反する改変に当たるとしても，それらはパロディであることから，法第２０条第２項第４号所定の「やむを得ないと認められる改変」に当たり適法であるか否か，について論述することが求められる。なお，題号ｃに関しては，法第２０条第１項に「題号」が明記されていることから，その意義についても触れることが求められる。また，本設問上，Ｘの氏名が表示されていないことは明らかであるから，Ｘの主張としては氏名表示権侵害も挙げるべきであろう。\n３ 設問２については，いわゆる自炊代行につき，複製の主体が事業者かそれとも利用者かが問題となるところ，この点に関しては，最高裁判所平成２３年１月２０日判決民集６５巻１号３９９頁【ロクラクⅡ事件】の判示するところを念頭に置きつつ，設問２の⑴と同様の事案に関する知的財産高等裁判所平成２６年１０月２２日判決判例タイムズ１４１４号２２７\n頁【自炊代行事件】の判示するところをも念頭に置いて，複製の主体の判断基準を示した上で法第３０条第１項の適用の可否を論じ，特に，設問２の⑵においては，利用者が自ら書籍の電子ファイル化を行っていることから，設問２の⑴の場合とは場面が異なることを意識しつつ，Ｚ２を法的な観点から複製の主体と捉えることができるかについて，自説を展開して論述することが求められる。\nまた，貸与権侵害に関しては，本設問では，店舗外への持ち出しが禁止されていることから，いわゆるまんが喫茶や美容室に置かれた週刊誌等と同様に，店舗から顧客への書籍の占有移転が認められないとして著作権法上の「貸与」には該当しないと解するのか，利用者が店舗内で借りた書籍をスキャナーに掛けて複製物を作成する行為を重視して，単に店舗内でその書籍を読む行為とは異なると解するのかを含めて貸与権侵害の成否につき，自説を展開して論述することが求められる。"
}