{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\n【注】 本問は，問題文中において特許法上の規定を引用しているが，同法の解釈を問うものでは\nない。\nなお，特許法については，平成二十八年一月二十二日政令第十七号「特許法等の一部を改正する法律の施行期日を定める政令」に基づいて，平成二十八年四月一日付けで「特許法等の一部を改正する法律（平成二十七年法律第五十五号）」が施行されているが，問題文中で引用しているものは，同改正前の規定である。\nＡは，平成２年４月に食品メーカーであるＢ株式会社（以下「Ｂ社」という。）に入社し，平成\n３年４月からＢ社のＣ研究所に研究員として勤務し，食品の研究開発に従事していた。\nＡは，Ｃ研究所にいた平成１７年に健康食品に関する甲という発明を行った。甲は，その性質上\nＢ社の業務範囲に属し，その発明をするに至ったＡの行為はその現在の職務に属するものであった（特許法（司法試験用法文を参照。）第３５条第１項参照。）。\nＢ社は，平成５年６月１日付けで，同日以降に従業員がした職務発明について，職務発明取扱規程（以下「本件規程」という。）を定めており，その主要な条項は下記のとおりであった（その後の改訂はなかった。）。\n第１条 職務発明に関する特許を受ける権利（以下「特許を受ける権利」という。）は，会社がこれを承継する。ただし，会社がその権利を承継する必要がないと認めたときは，この限りでない。\n第２条 会社は，従業員がした発明が職務発明であるか否かの認定をし，職務発明であると認定した場合は，その発明について特許を受ける権利を会社が承継するか否かの決定をすることとする。\n第３条 発明を完成した従業員（以下「発明者」という。）は，前条の規定によりその発明者の発明について特許を受ける権利を会社が承継すると決定したときは，その権利を会社に譲渡することとする。\n第４条 会社は，発明者から特許を受ける権利を承継したときは，速やかに出願することとする。\n第５条 特許を受ける権利の承継につき，会社が発明者に対して支払う報償金の時期及び額は以下のとおりとする。\n１ 出願したとき出願報償金 １万円\n２ 特許権を第三者に実施許諾し又は譲渡して収入を得たとき実績報償金 第三者から受領した額の５パーセント\nＢ社は，平成１８年３月，本件規程第１条本文及び第３条に基づき，Ａから，甲に係る特許を受ける権利を承継し，同月中に特許の出願をしたため，本件規程第５条第１号に基づき，同月中にＡに対し，出願報償金１万円（以下「本件出願報償金」という。）を支払った。\n平成２２年８月，甲に係る特許の設定登録がされた。Ｂ社は，平成２４年１０月，食品メーカーであるＤ株式会社（以下「Ｄ社」という。）との間で甲に係る特許権の譲渡契約を締結し，同月中に代金１億円の支払を受けたため，本件規程第５条第２号に基づき，同年１２月，Ａに対し実績報償金として５００万円（以下「本件実績報償金」といい，本件出願報償金と併せて「本件各報償金」\n- 8 -という。）を支払った。\nＡは，平成２５年７月にＢ社を退社した。Ａは，平成２６年４月，Ｂ社を被告として，本件規程第５条により特許を受ける権利の対価を支払うことは不合理である旨主張し，特許法第３５条第３項及び第５項に基づき，「相当の対価」から既に支払を受けた本件各報償金合計５０１万円を差し引いた残額として４０００万円及びこれに対する遅延損害金の支払を求める訴えを提起した。Ｂ社は，同訴訟において，本件規程第５条により特許を受ける権利の対価を支払うことは不合理とは認められず，また，仮に不合理と認められるとしても「相当の対価」の額は既払い額５０１万円を上回ることはない旨主張し，全面的に争った。その後の平成２７年１２月１日，裁判所の和解勧告に基づき，ＡとＢ社との間で，「相当の対価」の残額として２０００万円（以下「本件和解金」という。）を支払う旨の訴訟上の和解が成立し，平成２８年１月２０日，Ｂ社はＡに対し同額を支払った。\n他方，Ｄ社は，Ｂ社から取得した甲に係る特許権を利用して乙という健康食品を製造し，平成２６年３月から１箱１万円での販売を開始した。Ｄ社の創業者であり，その発行済株式総数の７０パーセントを所有し，いわゆるワンマン社長として同社の実権を掌握していた代表取締役社長Ｅは，同年４月，自ら及び家族が使用する目的で，部下に命じて乙５０箱（以下「本件食品」という。）を無償で入手し，これを自宅に持ち帰って，その後家族とともに費消した。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１⑴ 本件出願報償金は，所得税法上，いかなる所得に分類されるか，異なる見解にも言及しつつ自説を述べなさい。また，本件実績報償金が本件出願報償金とは別の所得に分類されるかについても，理由を付して述べなさい。\n⑵ 本件和解金は，所得税法上，いつの年分のいかなる所得に分類されるか，自説を述べなさい。\n２ Ｄ社は，本件食品の価額（５０万円）を損金の額に算入することができるか，根拠条文と理由を付して述べなさい。ただし，同族会社等の行為又は計算の否認の規定の適用はないものとする。\n- 9 -\n〔第２問〕（配点：５０）\nＰ市に居住するＡは，将来，海の近くに別荘を建てる予定で，平成元年１月１０日，Ｑ市のＲ海岸線沿いにある１００坪の甲土地を２０００万円で購入し，同日，所有権移転登記も行った。ところが，その直後にＡは病に倒れ，別荘計画は実行に移されることなく，平成２年１１月２０日にＡはこの世を去った。その時点における甲土地の時価は２５００万円であった。Ａと同居していた一人息子Ｂが，甲土地を含むＡの全財産を相続により取得した。\nＳ市に居住するＣは，平成元年３月１日から，甲土地に隣接する乙土地に事務所用建物と艇庫を建築し，そこでサーフショップを個人で営んでいた。Ｃは，甲土地の所有者が一度もＲ海岸にやって来ないのをよいことに，悪いとは思いながらも，平成２年１月５日から，甲土地を上記サーフショップの駐車場として使用することにした。Ｂは，海沿いの別荘に全く興味がなかったので，相続後も甲土地を訪れることはなく，Ｃが自分の土地を勝手に使用していることにも気付かないままであった。\nＣは，平成２３年１月２０日，Ｂに対して甲土地に関する取得時効を援用して甲土地の所有権の取得を主張し，Ｂに対して甲土地の所有権移転登記を求めたが，Ｂはこれを拒否した。時効援用時における甲土地の時価は５０００万円であった。そこで，Ｃは，同年３月１日，Ｂを被告として，甲土地の所有権確認及び平成２年１月５日時効取得を原因とする所有権移転登記手続を請求する訴訟をＰ地方裁判所に提起した。この訴訟の中で，Ｂは時効の完成を争ったが，Ｐ地方裁判所は平成\n２３年１１月３０日にＣの請求を全面的に認容する判決を言い渡し，同年１２月２０日に同判決は確定した。この時点における甲土地の時価も５０００万円であった。その後，Ｃは，甲土地について所有権移転登記を経由した上で，平成２７年１２月１日，Ｄに対して甲土地を当時の時価である５５００万円で譲渡した。\n以上の事案について，以下の設問に答えなさい。\n〔設問１〕\n甲土地を時効取得したことによるＣの利益は，所得税法上，いかなる所得に分類されるか述べなさい。\n〔設問２〕\n甲土地については，Ａが取得してからＢが時効により所有権を喪失するまでの間に含み益が生じている。最高裁判例が示した清算課税説を前提とするならば，この含み益に対する所得税法上の取扱いには，どのような問題点があるか述べなさい。その際には，時効取得した者の取得費についても，相続による資産の取得の場合と対比した上で，言及しなさい。\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問は，Ｂ株式会社（以下「Ｂ社」という。）のＣ研究所に研究員として勤務していた従業員Ａが，甲という職務発明を行ってその特許を受ける権利をＢ社に承継させ，Ｂ社が甲に係る特許の設定登録を受けた後当該特許権をＤ株式会社（以下「Ｄ社」という。）に譲渡したという事案である。まず，所得税法の問題として，ＡがＢ社から，上記特許を受ける権利の承継の際に受領した本件出願報償金及び上記特許権の譲渡の際に受領した本件実績報償金の所得の種類を問う（設問１⑴）とともに，特許を受ける権利の「相当の対価」（特許法第３５条第３項参照）の残額として訴訟上の和解に基づき受領した本件和解金の帰属年度と所得の種類を問うものである（設問１⑵）。次に，法人税法の問題として，Ｄ社のいわゆるワンマン社長であるＥがＤ社の食品（以下「本件食品」という。）を無償で取得したことにつき，Ｄ社の損金の額への算入の可否を問う（設問２）ものである。なお，問題文冒頭に【注】で明記したとおり，本問は，特許法の解釈を問うものではない。\n設問１⑴においては，まず，本件出願報償金の所得の種類が問題となる。主として譲渡所得\n（所得税法第３３条第１項）や給与所得（同法第２８条第１項）が問題となるであろうが，一時所得（同法第３４条第１項）や雑所得（同法第３５条第１項）に該当するとの見解もあり得ないではない。いずれの見解に立つとしても，問題文に明記したとおり，異なる見解にも言及しつつ，自己の見解を説得的に論証する必要がある。また，本件実績報償金の所得の種類について，本件出願報償金との異同を問うたのは，異なる年及び機会に異なる金額が支払われた点を十分考慮した上で，両者につき整合性のある解答をすることを期待したものである。\n設問１⑵においては，まず，本件和解金の帰属年度について，いわゆる権利確定主義（所得税法第３６条第１項の「収入すべき金額」，最二判昭和４９年３月８日民集２８巻２号１８６頁等）の趣旨及び内容を説明した上，本問への当てはめをすることを求めたものである。具体的には，「相当の対価」の支払請求権が発生したのはＡがＢ社に特許を受ける権利を承継させた平成１８年であろうが（特許法第３５条第３項参照），その残額に係る権利の有無及び金額に争いがあり，平成２７年の和解成立によって初めてその点が確定し，平成２８年に実際に支払われたことを踏まえ，いつ権利の確定（所得の実現）があったといえるかを問うものである。\n次に，本件和解金の所得の種類については，和解金一般の所得の種類についてはその法的性質に基づいて判断すべきことを説明した上で，本件出願報償金及び本件実績報償金の所得の種類と整合性のある解答をすることを求めたものである。\n設問２においては，本問の具体的な事実関係に基づき，Ｅによる本件食品の無償取得について役員給与の該当性とその損金の額の算入の可否を条文に基づいて解答することを求めたものである。具体的には，Ｅは，同族会社（法人税法第２条第１０号）の筆頭株主兼代表取締役として実質的にＤ社を支配していたというのであるが，Ｅが本件食品を無償で自己取得した行為について，Ｄ社によりＥに対し現物の「給与」を支給したと評価することができるか否かを検討し，これを肯定した上で，その損金の額の算入の可否について，法人税法第２２条第３項柱書きの「別段の定め」である同法第３４条の問題として，これら各条文の当てはめを丁寧に行って解答することを求めたものである。\n〔第２問〕\n本問は，資産を時効取得した者に関する所得種類と取得費，含み益のある資産が相続により移転する場合の課税関係及び譲渡所得に関する清算課税説と時効取得との理論的関係を問うものである。\n設問１について，時効取得による利益は，利子所得ないし譲渡所得以外の所得のうち，営利を目的とする継続的行為から生じた所得以外の一時の所得で労務その他の役務又は資産の譲渡\n- 21 -の対価としての性質を有しないものに該当するので，一般には一時所得（所得税法第３４条第\n１項）と考えられる。裁判例としては，土地の時効取得による利益を一時所得とした東京地方裁判所平成４年３月１０日判決（訟務月報３９巻１号１３９頁）がある。この判決は，一時所得として課税する場合の収入金額（同法第３６条第１項，第２項）を時効援用時の土地の価額と解している。\n設問２について，上記東京地方裁判所判決の考え方を前提にすると，時効援用時までの甲土地の値上がり益（３０００万円）は，一時所得の収入金額としてＣに対する所得税の課税対象とされ，他方，Ｄへの譲渡による譲渡所得の金額の計算上，Ｃにおける甲土地の取得費は，時効援用時の時価である５０００万円となる。ただし，Ｃの上記収入金額には，含み益に相当しない部分（Ａにおける取得費２０００万円）も含まれている。\n一方で，相続により資産が被相続人から相続人へ移転した場合，相続が限定承認に係るものでなければ，被相続人における資産の取得費は相続人に引き継がれ，課税は繰り延べられる（同法第５９条第１項第１号，第６０条第１項第１号）。\n最高裁判所は，譲渡所得に対する課税について，「資産の値上りによりその資産の所得者に帰属する増加益を所得として，その資産が所有者の支配を離れて他に移転するのを機会に，これを清算して課税する趣旨のもの」と解し（最一判昭和４３年１０月３１日訟務月報１４巻１２号１４４２頁），譲渡所得の本質をキャピタル・ゲインとして捉えている。\nこのような清算課税説と相続における取得費の引継ぎを本問の事例に当てはめると，甲土地をＡが取得してからＢが時効により所有権を喪失するまでの間の含み益（３０００万円）への課税は，時効取得されたときに，Ｂに対してなされるべきである。\nしかし、現行法の一般的な解釈から，上記含み益３０００万円について，時効取得の段階でＢに課税すること，あるいはＣがＢの取得費（Ａが支出してＢが引き継いだ取得費２０００万円）を引き継ぐとすることは困難であり，そのように解するならば，本問の事例については，結果として清算課税説に基づくキャピタル・ゲインへの課税が抜け落ちるという「問題点」が生じることになる。\n立法論としては，種々の解決策があり得るが，本設問で問われているのは，清算課税説を前提とした場合，各規定の間に必ずしも精緻な整合性がないと考えられる場合が存することを理解できているかどうかである。したがって，上で述べた現行法の一般的な解釈が唯一の考え方というわけではなく，解答に当たっては，「問題点」について自己の見解を論理的に説明できるかどうかが重要となる。"
}