{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点は，４：６〕）\n次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\nⅠ\n【事実】\n１．不動産賃貸業を営むＡは，その亡妻Ｂとの間に長男Ｃをもうけていた。Ｃは，平成２３年３月に高校を卒業した後，他県の自動車販売店に整備士として雇用されたことから，Ａの家を出て自分でアパートを借り，恋人のＤと同棲を始めた。平成２４年２月の時点で，Ｃは満１８歳，Ｄは満２０歳であった。\n２．Ｃは，Ｂの所有していた甲土地及び乙土地をＢからの相続により取得していた。甲土地及び乙土地は，更地で，Ｃの登記名義とされていたが，Ｃの親権者であるＡが公租公課の支払を含め両土地の管理を行っていた。\n３．平成２４年２月１日，Ａは，自らの遊興を原因とする１０００万円を超える借金の返済に窮していたことから，Ｃ所有の甲土地及び乙土地を自らが管理していることを奇貨として，甲土地及び乙土地をＣの承諾を得ずに売却し，その代金を自己の借金の返済に充てようと考えた。\n４．平成２４年２月１０日，Ａは，Ｃの代理人として，個人で飲食店を営む知人Ｅとの間で，甲土地を４５０万円，乙土地を６００万円で売却する契約を締結した。ところが，Ｅはその時点で６００万円しか現金を有していなかったことから，ＡとＥは，甲土地についてはＥが４５０万円の現金を調達できた時点でＣからＥへの所有権移転登記手続をすることとし，さしあたり，乙土地についてのみＣからＥへの所有権移転登記手続をすることで合意した。\n５．平成２４年２月１５日，Ｅは，Ａに対し乙土地の代金として６００万円を支払い，ＣからＥへの乙土地の所有権移転登記がされた。Ａは，Ｅから受領した代金６００万円を自らの借金の返済に充当した。これらの事実について，ＡはＣに何も知らせなかった。\n６．Ｅは，【事実】４の売買契約を締結した時点で，Ａが遊興を原因として多額の借金を抱えており，Ａが乙土地の代金６００万円をＡの借金に充当するつもりであることを知っていた。\n７．平成２４年３月１日，ＣはＡの同意を得てＤと婚姻し，新婚旅行に出発したが，同月５日，Ｃは，新婚旅行先で海水浴中の事故により死亡した。Ｃの相続人はＡ及びＤの２人である。\n８．平成２４年３月１５日，Ｅは，４５０万円の現金を調達できたことから，Ａにその旨連絡し，代金の支払と引換えに甲土地の所有権移転登記手続をするよう求めた。ところが，Ａは，甲土地の地価が急騰したことから，甲土地を売却するのが惜しくなり，Ｅの請求に応じなかった。\n９．平成２４年３月２０日，Ｅは，乙土地の地価も急騰したことから，乙土地を売却しようと考え，乙土地の売却の媒介を仲介業者に依頼した。その頃，Ｆは，自宅建物を建設するための敷地を探していたが，購読している新聞の折り込みチラシに乙土地が紹介されていたことから，仲介業者に問い合わせた。その後，現地を見たＦは，乙土地を気に入り，Ｅと面識はなかったものの，Ｅから乙土地を購入することを決めた。\n10．平成２４年３月３０日，Ｅは，Ｆとの間で，乙土地の売買契約を締結し，ＦはＥに乙土地の代金として７５０万円を支払い，ＥからＦへの乙土地の所有権移転登記がされた。\n11．その後，Ｆは，乙土地上に丙建物を建築し，平成２４年１０月１０日から丙建物での居住を開始した。\n12．平成２５年３月５日，Ｄは，Ｃの一周忌の法要の席上において，Ａに対し，Ｃの遺産について尋ねたが，ＡはＤの質問を無視した。その後も，ＡはＤからの電話の着信や郵便物の受領を全て無視している。\n13．平成２５年４月１５日，Ｄは，Ｃの遺産に関する自らの疑問を解消したいと考え，弁護士に- 2 -調査を依頼した。\n14．平成２５年５月２５日，Ｄは，【事実】13の調査を依頼した弁護士の報告により，【事実】２から11までを知った。\n15．平成２５年６月３０日，Ｅは，弁護士を通じて，Ａ及びＤに対し，代金を支払うので甲土地の所有権移転登記手続をするよう求めたが，拒絶された。そこで，Ｅは，甲土地の売買代金全額を供託した。\n〔設問１〕 【事実】１から15までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｅは，Ａ及びＤに対し，甲土地の所有権移転登記手続の請求をすることができるか。Ｅの請求の根拠を説明し，その請求の当否を論じなさい。\n⑵ Ｄは，Ｆに対し，乙土地及び丙建物に関しどのような請求をすることができるか。Ｄの請求の根拠及び内容を説明し，その請求の当否を論じなさい。なお，ＤのＦに対する金銭請求については，検討を要しない。\nⅡ 【事実】１から15までに加え，以下の【事実】16から27までの経緯があった。\n【事実】\n16．Ｅは，その飲食業に関し借金を負っていたところ，平成２６年に入ってから，事業の借金の返済に充てる資金をＧの主宰する賭博で得ようと考え，懇意にしている仕入先のＨに頼み込んで，賭博に使うつもりであることを打ち明けて，５００万円を借り受けることにした。\n17．Ｅは，さらに，同様の目的を有しつつも，賭博に使うつもりであることを打ち明けずに，知人Ｋから５００万円を借り受けようと考えた。\n18．平成２６年３月１日，Ｅは，叔父Ｌに，「事業の建て直しに必要な資金の融資をＨとＫから受けるに当たって保証人が必要だが，叔父さん以外に頼れる人がいない。」と述べて，ＨとＫに対する貸金債務の連帯保証人になってもらうことの同意を得た。Ｌは，Ｅの事業がうまくいっていないことを知っていたが，Ｅが借りた金を賭博に使うつもりであることは知らなかった。\n19．平成２６年４月１日，Ｅは，Ｈから，返済期日を平成２７年３月３１日，利息を年１５％，遅延損害金を年２１．９％として，５００万円を借り受け，ＬがＥの債務を連帯保証する旨の契約書がＥ，Ｈ及びＬの３人の間で作成され，同日，ＨからＥに５００万円が交付された。\n20．平成２６年４月１５日，Ｅは，Ｋから，返済期日を平成２７年５月３０日，利息を年１５％，遅延損害金を年２１．９％として，５００万円を借り受け，ＬがＥの債務を連帯保証する旨の契約書がＥ，Ｋ及びＬの３人の間で作成された。当該契約書では，５００万円は，平成２６年\n５月３１日に，ＫからＥに交付されることになっていた。\n21．しかし，Ｋは，Ｅによる借金の使途に疑問を抱き，平成２６年５月３１日の経過後も，５００万円をＥに交付しなかった。また，そのことは，Ｌには知らされなかった。\n22．平成２６年８月１日，急に資金繰りが悪化したＨは，平成２６年４月１日付消費貸借契約に関する債権を，既発生の利息債権も含めて，４００万円でＭに売却した。その際，ＨはＭに対して，「この債権はＥの事業のための融資金債権であり，Ｅの事業の経営はやや苦しいが，Ｌは弁済に足る資産を有している。」と説明し，Ｍもその説明を信じた。\n23．平成２６年８月５日，ＥはＨから，「あなたに対する債権をＭに譲渡しました。承諾書を同封したのでそれに署名押印して返送してください。」と書かれた手紙を受け取ったので，ＥはＨの指示に従い，「私は，平成２６年４月１日付消費貸借契約に基づくＨの私に対する債権を，平成２６年８月１日付譲渡契約によってＨがＭに対して譲渡したことを承諾します。」とだけ記載された書面に署名押印し，内容証明郵便でそれをＨに返送した。その書面は，同月７日にＨに配達された後，同月１０日，ＨからＭに交付され，ＭからＨに代金４００万円が支払われた。Ｌは，この債権譲渡について，Ｅ及びＨから何も知らされていなかった。\n- 3 -\n24．平成２６年１０月頃，Ｈは，更に資金繰りが悪化し資産も尽きたので，多額の債務を抱えたまま夜逃げをした。それ以降，Ｈの所在は不明である。\n25．平成２７年６月１日，Ｋは，Ｌに対し，Ｅに５００万円を交付していなかったが，平成２６年４月１５日付契約書があることを奇貨として，Ｌに連帯保証債務の履行を請求した。Ｌが直ちにＥに照会したところ，Ｅは，間違えて，「事業はうまくいっておらず，Ｋに対する債務は利息を含め１円も支払っていない。」と説明した。ＬはＥに対し，「仕方がないので連帯保証債務を履行する。」と述べた。\n26．平成２７年６月２９日，Ｌは，Ｋに対し，連帯保証債務の履行として，合計５８４万円を支払った。５８４万円の内訳は，元本が５００万円，利息が７５万円，遅延損害金が９万円である（利息７５万円＝元本５００万円×利率年１５％×１年，遅延損害金９万円＝元本５００万円×利率年２１．９％×３０日／３６５日）。\n27．平成２７年７月末になったが，Ｅは，Ｈに対しても，Ｍに対しても，利息を含め１円も支払っていない。\n〔設問２〕 【事実】１から27までを前提として，以下の⑴から⑶までに答えなさい。\n⑴ Ｍは，Ｅに対して，契約上の債権に基づき，５００万円とそれに対する利息や遅延損害金の支払を請求することができるか。Ｍの請求の根拠及び内容を説明し，その請求の当否を論じなさい。\n⑵ Ｍは，Ｅに対して，法定債権に基づき，５００万円とそれに対する利息や遅延損害金の支払を請求することができるか。Ｍの請求の根拠及び内容を説明し，その請求の当否を論じなさい。\n⑶ Ｌは，Ｅに対して５８４万円の支払を請求することができるか。Ｌの請求の根拠を説明し，その請求の当否を論じなさい。なお，不法行為に基づく請求については，検討を要しない。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３．５：３：３．５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，取締役会及び監査役を置いている。甲社の定款には取締役は３名以上とする旨の定めがあるところ，Ａ，Ｂほか４名の計６名が取締役として選任され，Ａが代表取締役社長として，Ｂが代表取締役専務として，それぞれ選定されている。また，甲社の定款には，取締役の任期を選任後１０年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとする旨の定めがある。甲社の監査役は，１名である。\n甲社は種類株式発行会社ではなく，その定款には，譲渡による甲社の株式の取得について取締役会の承認を要する旨の定めがある。甲社の発行済株式及び総株主の議決権のいずれも，２５\n％はＡが，２０％はＢが，それぞれ保有している。\n２．甲社は建設業を営んでいたが，甲社においては，Ａが事業の拡大のために海外展開を行う旨を主張する一方で，Ｂが事業の海外展開を行うリスクを懸念し，Ａの主張に反対しており，ＡとＢが次第に対立を深めていった。Ａは，事業の海外展開を行うために必要かつ十分な調査を行い，その調査結果に基づき，事業の海外展開を行うリスクも適切に評価して，取締役会において，事業の拡大のために海外展開を行う旨の議案を提出した。この議案については，Ｂが反対したものの，賛成多数により可決された。\n甲社はこの取締役会の決定に基づき事業の海外展開をしたが，この海外事業は売上げが伸びずに低迷し，甲社は３年余りでこの海外事業から撤退した。\n３．この間にＡと更に対立を深めていたＢは，取締役会においてＡを代表取締役から解職することを企て，Ａには内密に，Ａの解職に賛成するように他の取締役に根回しをし，Ｂを含めてＡの解職に賛成する取締役を３名確保することができた。甲社の取締役会を招集する取締役については定款及び取締役会のいずれでも定められていなかったことから，Ｂは，Ａの海外出張中を見計らって臨時取締役会を開催し，Ａを代表取締役から解職する旨の議案を提出することとした。\n４．Ｂは，Ａが海外出張に出発したことから，臨時取締役会の日の１週間前にＡを除く各取締役及び監査役に対して取締役会の招集通知を発した。この招集通知には，取締役会の日時及び場所については記載されていたが，取締役会の目的である事項については記載されていなかった。\nＡの海外出張中に，Ａを除く各取締役及び監査役が出席し，臨時取締役会が開催された。Ｂは，この臨時取締役会において，議長に選任され，Ａを代表取締役から解職する旨の議案を提出した。この議案については，賛成３名，反対２名の賛成多数により可決された。\n５．Ａが，海外出張から帰国し，Ａを代表取締役から解職する旨の臨時取締役会の決議の効力を強硬に争っていたところ，臨時取締役会の決議においてＡの解職に反対した取締役のうちの一人が，甲社の内紛に嫌気がさし，取締役を辞任した。そこで，Ｂは，各取締役及び監査役の全員が出席する定例取締役会であっても，Ａの解職の決議をすることができる状況にあると考え，解職を争っていたＡを含む各取締役及び監査役の全員が出席した定例取締役会において，念のため，再度，Ａを代表取締役から解職する旨の議案を提出した。この議案については，賛成多数により可決された。また，甲社においては，取締役の報酬等の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で，取締役会の決議によって役職ごとに一定額が定められ，これに従った運用がされていた。この運用に従えば，Ａの報酬の額は，月額５０万円となるところ，Ｂは，この定例取締役会において，Ａの解職に関する議案に続けて，解職されたＡの報酬の額を従前の代表取締役としての月額１５０万円から月額２０万円に減額する旨の議案も提出した。この議案についても，賛成多数により可決された。この定例取\n- 2 -締役会において，ＢがＡの後任の代表取締役社長として選定された。\n〔設問１〕\n⑴ Ａを代表取締役から解職する旨の上記４の臨時取締役会の決議の効力について，論じなさい。\n⑵ Ａの報酬の額を減額する旨の上記５の定例取締役会の決議の後，Ａは，甲社に対し，月額幾らの報酬を請求することができるかについて，論じなさい。なお，Ａが代表取締役から解職されたことを前提とする。\n６．代表取締役から解職されたＡは，甲社の株主として，定時株主総会において，Ａの解職に賛成したＢら３名を取締役から解任しようと考え，Ｂら３名の取締役の解任及びその後任の取締役の選任をいずれも株主総会の目的とすることを請求するとともに，これらに関する議案の要領をいずれも定時株主総会の招集通知に記載するように請求した。\n甲社の定時株主総会の招集通知には，会社提案として，海外事業の失敗を理由とするＡの取締役の解任に関する議案が，Ａの株主提案として，上記Ｂら３名の取締役の解任に関する議案及びその後任の取締役の選任に関する議案が，それぞれ記載されていた。\n７．甲社の定時株主総会においては，Ａの取締役の解任に関する議案は可決され，上記Ｂら３名の取締役の解任に関する議案及びその後任の取締役の選任に関する議案はいずれも否決された。\nなお，Ａの取締役としての任期は，８年残っていた。\n〔設問２〕\n⑴ 上記７の定時株主総会において取締役から解任されたＡが，甲社に対し，解任が不当であると主張し，損害賠償請求をした場合における甲社のＡに対する会社法上の損害賠償責任について，論じなさい。\n⑵ 仮に，上記６の定時株主総会の招集通知が発せられた後，Ａが多額の会社資金を流用していたことが明らかとなったことから，Ａが，Ａの取締役の解任に関する議案が可決されることを恐れ，旧知の仲である甲社の株主数名に対し，定時株主総会を欠席するように要請し，その結果，定時株主総会が，定足数を満たさず，流会となったとする。この場合において，①\nＢが，甲社の株主として，訴えをもってＡの取締役の解任を請求する際の手続について，説明した上で，②この訴えに関して考えられる会社法上の問題点について，論じなさい。\n８．甲社は，内紛が解決した後，順調に業績が伸び，複数回の組織再編を経て，会社法上の公開会社となり，金融商品取引所にその発行する株式を上場した。現在，甲社の資本金の額は２０億円で，従業員数は３０００名を超え，甲社は監査役会及び会計監査人を置いており，Ｃが代表取締役社長を，Ｄが取締役副社長を，それぞれ務めている。\n９．甲社の取締役会は「内部統制システム構築の基本方針」を決定しており，甲社は，これに従い，法務・コンプライアンス部門を設け，Ｄが同部門を担当している。また，甲社は，内部通報制度を設けたり，役員及び従業員向けのコンプライアンス研修を定期的に実施するなどして，法令遵守に向けた取組を実施している。さらに，甲社は，現在，総合建設業を営んでいるところ，下請業者との癒着を防止するため，同規模かつ同業種の上場会社と同等の社内規則を制定しており，これに従った体制を整備し，運用している。\n10．甲社の内部通報制度の担当者は，平成２７年３月末に，甲社の営業部長を務めるＥが下請業者である乙株式会社（以下「乙社」という。）の代表取締役を務めるＦと謀り，甲社が乙社に対して発注した下請工事（以下「本件下請工事」という。）の代金を水増しした上で，本件下請工事の代金の一部を着服しようとしているとの甲社の従業員の実名による通報（以下「本件通報」\nという。）があった旨をＤに報告した。ところが，その報告を受けたＤは，これまで，甲社にお\n- 3 -いて，そのような不正行為が生じたことがなかったこと，会計監査人からもそのような不正行為をうかがわせる指摘を受けたことがなかったこと，ＥがＤの後任の営業部長であり，かつて直属の部下であったＥに信頼を置いていたことから，本件通報には信ぴょう性がないと考え，本件下請工事や本件通報については，法務・コンプライアンス部門に対して調査を指示せず，Ｃを含む他の取締役及び監査役にも知らせなかった。\n11．甲社の内部通報制度の担当者は，その後，Ｄから，法務・コンプライアンス部門に対し，本件下請工事や本件通報についての調査の指示がなかったことから，平成２７年５月に，本件通報があった旨をＣにも報告した。その報告を受けたＣは，直ちに，本件下請工事や本件通報について，法務・コンプライアンス部門に対して調査を指示した。\n12．甲社の法務・コンプライアンス部門が調査をした結果，２週間程度で，以下のとおり，ＥとＦが謀り，本件下請工事について不正行為をしていたことが判明した。\n⑴ ＥとＦは，本件下請工事について，合理的な代金が１億５０００万円であることを理解していたにもかかわらず，代金を５０００万円水増しして，２億円と偽り，水増しした５０００万円を後に二人で着服することをあらかじめ合意していた。\n⑵ 甲社の社内規則上，甲社が発注する下請工事の代金が１億円以上となると，複数社から見積りを取得する必要が生じることから，Ｅが，Ｆに対し，本件下請工事について，形式上，工事を三つに分割して見積書を３通作成することを指示し，乙社は，①第一工事の代金を８０００万円，②第二工事の代金を５０００万円，③第三工事の代金を７０００万円として，本件下請工事について代金が合計２億円となるように３通の見積書を作成し，甲社に提出した。\n⑶ Ｅは，甲社の関係部署を巧妙に欺き，３通の見積書がそれぞれ別工事に関わるものであると誤信させた。これにより，甲社は，平成２６年９月に，乙社との間で，上記の各見積書に基づき３通の注文書と注文請書を取り交わした上で，以後，乙社に対し，毎月末の出来高に応じて翌月末に本件下請工事の代金を支払っていった。\n⑷ 甲社は，本件下請工事が完成したことから，乙社に対し，平成２７年４月末に残金合計３０００万円を支払い，その後，ＥとＦが，甲社が乙社に対して支払った本件下請工事の代金から５０００万円を着服した。\n⑸ 甲社の会計監査人は，平成２７年１月に，乙社に対し，甲社の平成２６年１２月期の事業年度の計算書類及びその附属明細書等の監査のために，本件下請工事の代金の残高についての照会書面を直接郵送し，回答書面の直接返送を求める方法で監査を行ったが，Ｅは，Ｆに対し，回答書面にＥが指定した金額を記載して返送するように指示をするなど，不正が発覚することを防止するための偽装工作を行っていた。\n〔設問３〕 上記８から12までを前提として，①Ｃの甲社に対する会社法上の損害賠償責任及び\n②Ｄの甲社に対する会社法上の損害賠償責任について，それぞれ論じなさい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３：３：４〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\nＸは，設立後約３０年が経つ「甲街振興会」という名称の法人格を取得していない団体であり，その代表者である会長は甲街の有力者であるＺが務めていた。Ｘには規約が定められており，甲街で事業を営む者が，Ｘに書面で加入申請をすれば，Ｘの会員となるとされている。会員数は近年は１００名程度で推移しており，会員名簿は毎年作成されているが，団体の運営に実質的な関心のない者も少なくない。総会員で構成する総会（定足数は総会員の過半数）があるほか，役員として，会長１名，副会長１名，監事２名が置かれている。役員は総会で選任され，会長がＸを代表する権限を有するが，不動産など重要な財産の処分については総会の承認決議が必要とされ，出席者の３分の２以上の賛成が必要となる。\nＸには，唯一の不動産として，Ｘの事務所として使用されている建物及びその敷地である土地\n（以下「本件不動産」という。）があるとされていた。これは，Ｘの活動が軌道に乗った頃，会長であるＺがＡとの間で売買契約を締結して購入したものであるが，Ｚは，「これはＸのために購入したものであり，以後，本件不動産はＸの事務所として使用する。」と公言していた。実際に，本件不動産はＸの資産としてＸの財産目録には計上されていたが，登記は代表者であるＺの名義とされていた。本件不動産の固定資産税はＺが納付していたが，Ｘは納税相当額をＺに償還していた。\n近年になり，長らくＸの会長を務めていたＺが高齢になってきたため，Ｘの内部においては，そろそろ会長を副会長であるＢに交代すべきであると主張する勢力が台頭しつつあった。\nそのような中，本件不動産についてＹを抵当権者とする抵当権設定登記がされていることが判明した。Ｂが調査をしたところによると，この抵当権は，Ｚの子であるＣに対する貸金３０００万円を被担保債権とするものであり，Ｃは貸金債務の返済をしばしば遅滞していて，なお２０００万円以上の債務が残存していることが分かった。そこで，Ｂは，Ｚに対して経緯の説明を求めた。これに対し，Ｚは，本件不動産はＸの事務所として使用するために購入したものではあるが，飽くまでも，事務所として利用させることだけが目的であり，その所有権はＺ個人にあると主張した。さらに，一時期Ｃが貸金債務の返済を滞らせていたことがあるが，もう心配はないし，今後とも本件不動産をＸに使用させるつもりであると説明した。\nしかし，Ｂの調査によれば，Ｚの説明とは異なって，Ｃはその事業が行き詰まっているため，倒産しかねない状況にあるとの風評が立っており，ＺがＣを経済的に支えることも困難であろうと見込まれていた。\nまた，Ｂとしては，Ｚから何度となく本件不動産はＸのために購入したものであると聞かされていたし，そのようなＺの貢献が会員に評価されていたからこそ，Ｚは長年にわたり会長を務めることになったのであるから，本件不動産はＸがＡから購入したものであって，Ｚの所有であったと認めることはできないし，今後の活動資金の確保の観点からも，本件不動産はＸにとって極めて重要な財産であり，何としても，Ｙの抵当権設定登記を抹消しなければならないと考えた。\nそこで，Ｂは，Ｘの規約によれば，会長は「職務上の義務に違反し，又は職務を怠ったとき」には総会の決議によって解任することができるとされていることを確認した上で，規約に基づき臨時総会を開催し，Ｚの解任議案及びＢの会長選任議案を提出した。\n臨時総会の開催や運営に当たっては，Ｚやその支援者らの強い抵抗があったものの，両議案はいずれも賛成多数で可決された。\nそこで，新たに会長に選任されたＢは，本件不動産の問題を解決するため，知り合いの弁護士\n- 2 -であるＬ１に相談した。\n以下は，Ｂから依頼を受けた弁護士Ｌ１と司法修習生Ｐ１との間の会話である。\nＬ１：Ｂから事情を聞きましたが，Ｙに対しては，抵当権設定登記の抹消登記手続請求と総有権確認請求をすることになりそうですね。Ｚに対しても訴えを提起する必要があるかどうかは，もう少しＺの動向を見てから決めたいというのがＢの意向のようですから，まずは，Ｙ\nを被告として，どのような訴え提起の方法が考えられるかを検討してみましょう。\nＰ１：Ｘは，権利能力のない社団とされる要件を満たしているといえそうですから，民事訴訟法第２９条が適用され，当事者能力が認められるので，Ｘ自身が原告となってＹに対する訴えを提起することができると思います。その先は，登記手続請求訴訟になると，十分に勉強が進んでいませんので，よく分からないのですが。\nＬ１：差し当たり，議論を単純化するために登記請求については考えることとせず，総有権確認請求訴訟を前提として議論しましょう。\nＰ１：総有権確認請求訴訟の提起ということになると，最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号１０６５頁によれば，権利能力のない社団が原告となり，その代表者が不動産についての総有権確認請求訴訟を追行するには，その規約等において当該不動産を処分するのに必要とされる総会の議決等の手続による授権を要するとされています。したがって，本件不動産の総有権の確認を求めるためには，少なくとも，重要な財産の処分についての承認決議に必要な総会の出席者の３分の２以上の賛成に基づく授権が必要ということになりそうです。\nＬ１：そうですね。ただ，Ｚの立場を支持する勢力もなお有力のようで，今後の動向によっては，３分の２以上の賛成を得ることは簡単ではないかもしれません。３分の２以上の賛成を得ることができないことも想定すると，他にどのような方法が考えられますか。\nＰ１：その場合には，一般的には，構成員全員が原告となって訴えを提起することになるのではないでしょうか。\nＬ１：しかし，本件では，構成員の中にはＺやその支持勢力がおり，彼らは訴えの提起に反対するかもしれません。そういった場合には，どのような対応策が考えられるか，検討する必要がありますね。\nそこで，まずは，Ｘ自体を当事者とせずＸの構成員がＹに対して総有権の確認を求めるには，原則としてその全員が原告とならなければならないとされる理由について整理してください。\nその上で，構成員の中に訴えの提起に反対する者がいた場合の対応策について検討してください。\nさらに，訴訟係属後に甲街で事業を開始して新たに構成員となる者が現れる可能性があります。そこで，この場合の訴訟上の問題点について，まとめてみてください。その際は，その者がＢに同調する場合としない場合とが考えられることを考慮してください。\n〔設問１〕\nあなたが司法修習生Ｐ１であるとして，Ｌ１から与えられた課題に答えなさい。\n【事 例（続き）】\nＢとＬ１は，検討を重ねた結果，Ｘを原告，ＹとＺを被告として総有権確認請求の訴えを提起することとし，それと併せて登記手続請求の訴えも提起するとの結論に至った。そこで，本件不動産はＸの構成員の総有に属するとして，Ｘを原告とし，ＹとＺとを共同被告として，本件不動産の総有権確認請求の訴えを提起し，併せてＹに対しては抵当権設定登記の抹消登記手続請求の- 3 -\n訴えを，Ｚに対してはＺから現在の代表者であるＢへの所有権移転登記手続請求の訴えを提起した。なお，Ｂは，他の会員を説得し，事前にこれらの訴え（以下，これらの訴えに係る訴訟を「第\n１訴訟」という。）の提起のために必要となる総会の承認決議を得た。\n以下は，このような経緯で訴えを提起されたＺから訴訟委任を受けた弁護士Ｌ２と司法修習生\nＰ２との間でされた会話である。なお，Ｘが原告となって登記手続請求の訴えを提起することの当否について検討する必要はない。\nＬ２：Ｚは，そもそも，Ｚ自身がＸの会長の地位にあるのに，Ｂが会長であるかのように行動していることに不満があるようです。自らがＸの会長の地位にあることを裁判で認めてもらいたいという要望は何とかして受け止めてあげたいですね。第１訴訟において，Ｂを代表者として提起された訴えの適法性自体を争い，却下判決を求めることは当然ですが，それに加えて，第１訴訟の中で，自らが会長の地位にあることや解任決議が無効であることを確定させる判決を得ることができないかも検討した方がいいでしょう。\nもっとも，Ｘ内部での会長の選解任がいかなる場合に無効となるのかという実体的な問題については，ひとまず，解任事由が存在しないというＺの言い分どおりの事実が認められれば，解任決議は無効となり，そうであるとすれば，規約上１名に限られる会長が既に存在する状況でされた新会長の選任決議も無効となる，という前提で検討を進めてみてください。\nＰ２：分かりました。Ｚとしては，Ｚの解任決議が無効であること，及びＺがＸの会長の地位にあることの確認を求める訴えを提起することが考えられ，その場合，Ｘを被告とすることが適当であると思います。そして，第１訴訟の中で，Ｚが会長の地位にあり，自らの解任決議は無効であることを主張するわけですから，反訴として提起することが簡便だと思います。\nＬ２：そうですね。Ｚが，第１訴訟においてＸを被告として反訴を提起するという前提で検討しましょうか。それから，Ｚの提起する反訴において，会長としての地位が争われることになるＢがＸの代表者として訴訟を追行することを認めてよいかという問題もありそうですが，差し当たり，この点は検討の対象から除外します。\nＰ２：分かりました。\nＬ２：検討をするに当たって１点確認をしておきたいのですが，本案の前提として判断される手続的事項については，独自の訴えの利益は認められないという考え方を聞いたことはありませんか。\nＰ２：はい。そう言えば，最高裁判所昭和２８年１２月２４日第一小法廷判決・民集７巻１３号１６４４頁も，訴訟代理人の代理権の存否の確認を求める訴えを不適法としていたと思います。本件では，会長の地位にあるかどうかが争われているので，利益状況は似ているようにも思います。Ｚが提起する反訴も却下されてしまう可能性があるのでしょうか。\nＬ２：少なくとも，そういう反論に備えておく必要はあるでしょうね。以上のことを踏まえた上で，Ｚが解任決議が無効であることやＺがＸの会長の地位にあることを確認する訴えを提起することについて訴えの利益が認められるという理由付けを具体的にまとめてみてください。それから，反訴として提起するということですから，民事訴訟法第１４６条第１項所定の要件についての検討も念のために行っておいてください。\n〔設問２〕\nあなたが司法修習生Ｐ２であるとして，Ｌ２から与えられた課題に答えなさい。\n【事 例（続き）】\n第１訴訟について審理がされた結果，ＸのＹとＺに対する請求はいずれも認容され，判決（以下「前訴判決」という。）は確定した。前訴判決の確定を受け，Ｙは，本件不動産について設定\n- 4 -を受けていた抵当権は無効であり，損害を被ったなどとして，Ｚに対して，債務不履行に基づく損害賠償を求める訴えを提起した。この訴訟（以下「第２訴訟」という。）において，Ｚは，「Ａから本件不動産を買い受けたのは自分であり，抵当権設定契約時にも本件不動産を所有していたからＹに対しても抵当権を有効に設定していて，登記も具備させたのであるから，債務不履行はない。」と主張した。\nこれに対し，Ｙは，「前訴判決において本件不動産がＸの構成員の総有に属することが確認された以上，Ｚは，本件不動産はＸの構成員の総有に属さず，Ｚの個人財産に属したと主張して損害賠償責任を免れることはできない，そうでなければ，Ｙは，第１訴訟においては本件不動産はＸの構成員の総有に属するという理由で敗訴し，他方，第２訴訟においては本件不動産はＺの個人財産に属するという相矛盾する理由によって二重に敗訴する危険を負うことになってしまい，不当である。」と主張した。\n以下は，第２訴訟の審理を担当する裁判官Ｊと司法修習生Ｐ３との間でされた会話である。\nＪ：本件はいろいろと問題がありそうですね。本件では，ＹはＺに対して不法行為ではなく，債務不履行に基づいて損害賠償請求をしていますね。そもそも，本件のような事案において，債務不履行に基づく損害賠償請求が実体法上可能か否か等についても学説は分かれているようですが，私としては，抵当権設定契約の時において設定者が抵当権の目的物の所有権を有していなければ有効な抵当権を設定できず，その場合には，設定者は抵当権設定契約に基づく債務不履行責任を負うと理解したいと考えています。以下では，この理解を前提に民事訴訟法上の問題について検討してもらいます。相矛盾する理由によって二重に敗訴する危険を負わされるのは不当であるというＹの主張は，既判力と関係しそうですから，裁判所の方でよく検討をしておかないといけませんね。前訴判決の既判力によってこの問題を解決することができるかどうかについては，どう考えますか。\nＰ３：本件の事実関係を前提とすると，前訴判決のうちＸのＹに対する総有権確認請求についてされた部分の効力がＸの構成員の一人であるＺにも及んでいると解する余地があるのではないでしょうか。\nＪ：なるほど。①権利能力のない社団が当事者として受けた判決の効力は，当該社団の構成員全員に対して及ぶと述べる最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号\n１０６５頁があることは承知していますが，それを本件において援用することが適切かという点については，具体的に検討してみる必要があると思います。\nＰ３：他方で，仮に前訴判決の既判力がＺに及ぶことになるとしても，それが第２訴訟においてどのような意味を持つのか，今一つはっきりしないような気がします。\nＪ：②確かに，本件不動産がＸの構成員の総有に属していればＺの所有には属しないということは，一物一権主義から当然にいえそうではありますが，しかし，前訴判決の既判力がいつの時点における権利関係の存否について生じているのかということとの関係で，第２訴訟におけるＹとＺの主張の対立点に関して前訴判決の既判力が作用し得るのかは，私も少し引っかかっているところなので，具体的に検討してみてください。\nＰ３：既判力に基づく説明以外の説明によってＹの主張を根拠付ける余地もあるかもしれませんが，そういった検討も必要でしょうか。\nＪ：③それも検討していただきたいですね。ただ，既判力以外の根拠を用いようとする場合には，第１訴訟の段階でＹとして採るべき何らかの手段があったのであれば，それをしなかったＹが不利益を被ってもやむを得ないという反論も出てくるかもしれません。結論を限定するわけではありませんが，第１訴訟の段階でＹとして採るべき手段があったかどうかという点にも触れながら，検討してみてください。\nＰ３：なかなか大変な検討になりそうです。\n- 5 -\nＪ：前訴判決が存在するにもかかわらず，第２訴訟において本件不動産の帰属に関して改めて審理・判断をすることができるのかを検討することが今回の課題です。なお，検討事項も多いので，差し当たり，前訴判決のうち登記手続請求についてされた部分を考慮に入れる必要はありません。では，頑張ってください。\n〔設問３〕\nあなたが司法修習生Ｐ３であるとして，下線部分①から③までに現れたＪの問題意識についての検討結果を示しつつ，Ｊから与えられた課題に答えなさい。\n- 6 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，未成年者Ｃの親権者であるＡが，自らの遊興により生じた借金を返済するためにＣの所有する甲土地及び乙土地をＣに無断でＥに売却した後，Ｄと婚姻したＣが死亡してＣをＡとＤが相続し，その後更にＥが乙土地をＦに売却した事例（設問１），Ｅが自己の事業の借金の返済に充てる資金をＧの主宰する賭博で得るために，仕入先のＨ及び知人Ｋとの間で，Ｅの叔父Ｌの連帯保証付きで借金をする契約書を作成した後，貸金をＥに交付したＨがその- 3 -\n貸金債権をＭに売却し，貸金をＥに交付しなかったＫが，契約書の存在を奇貨としてＬに連帯保証債務の履行を請求し金銭を支払わせた事例（設問２）を素材として，民法上の問題についての基礎的な理解とともに，その応用力を問う問題である。\n当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，親権者とその子との間の利益相反行為の成否，親権者による代理権濫用の成否とその効果という事項に対する理解を問うとともに，それを前提として，子について共同相続があった場合の法律関係，親権者の行為の相手方と取引をした第三者の保護について検討させることにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n小問⑴では，Ｅは，Ａ及びＤに対して，甲土地の所有権移転登記手続を請求しており，その根拠は売買契約に基づく債権的請求又は所有権に基づく物権的請求であることを指摘した上で，その請求の当否について検討することが求められる。いずれの請求の場合にも，ＡがＣの代理人としてＥとの間で甲土地の売買契約（以下「本件売買契約」という。）を締結したこと，Ａ及びＤがＣを共同で相続した結果，Ｃの所有権移転登記手続義務を包括承継したこと（なお，最判昭和３６年１２月１５日民集１５巻１１号２８６５頁は，売主の共同相続人の登記義務は民法第４３０条の不可分債務である旨判示している。）により，Ｅは，Ａ及びＤ\nに対し甲土地の所有権移転登記手続を請求することが可能となる。\nまず，これに対するＡ及びＤの反論として考えられるのは，本件売買契約が民法第８２６条の利益相反行為に該当するという主張である。もっとも，利益相反行為に該当するか否かの判断基準に関して判例（最判昭和４２年４月１８日民集２１巻３号６７１頁）の外形説を採用する場合には，本件売買契約は利益相反行為に該当しないことになり，それを踏まえた上で，親権者の代理権濫用について論ずることが求められる。この場合，ＡがＣ所有の甲土地を売却した行為が判例（最判平成４年１２月１０日民集４６巻９号２７２７頁）のいう「子の利益を無視して自己又は第三者の利益を図ることのみを目的としてされるなど，親権者に子を代理する権限を授与した法の趣旨に著しく反すると認められる特段の事情」があるとして代理権濫用に該当するか否かについて，本問に示された事実関係に即して適切な当てはめをすることが求められる。\n代理権濫用の効果については，平成４年の判例のように，親権者の行為の相手方が代理権濫用の事実を知り又は知り得べかりしときは，民法第９３条ただし書の類推適用により親権者の行為の効果は子には及ばないという構成が考えられる。それによれば，ＥはＡの代理権濫用の事実について悪意であるから，Ａの行った本件売買契約の効果はＣに及ばないことになる。ただし，代理権濫用を無権代理とする構成（無権代理説）や，代理権濫用について相手方に悪意又は（重）過失が認められる場合にはその相手方は代理による効果帰属を信義則上主張できないとする構成（信義則説）もあり得るところであり，適切な理由付けによって判例と異なる論じ方をすることは排除されていない。また，民法第８２６条の利益相反行為について外形説に依拠して検討することが必須ではなく，判例と異なる実質説を採って利益相反行為に該当するとした場合でも，適切な理由付けの下に説得力のある検討が行われていれば，それに相応した評価が与えられる。\n次に，ＣをＡ及びＤが共同相続したことにより，上記で論じた法律関係がどのような影響を受けるのか，いわゆる「無権代理と相続」の論点における無権代理人共同相続型の判例（最判平成５年１月２１日民集４７巻１号２６５頁）との関係が問題となる。利益相反行為につき実質説を採った場合や，無権代理説による場合は，この判例がそのまま妥当する。平成５\n年の判例は，追認権はその性質上相続人全員に不可分に帰属するから，共同相続人全員が共同して行使しない限り無権代理行為が有効となるものではないとしており，本問では共同相\n- 4 -続人の１人であるＤが追認を拒絶しているので，Ｅは甲土地の所有権を取得できない。また，民法第９３条ただし書類推適用説による場合には，平成５年の判例がそのまま妥当するわけではないが，民法第１１６条に基づく追認の可否を問題とした上で，平成５年の判例と同様に追認権の行使について論ずるか，あるいはＡの代理権濫用についてＥに悪意があることを理由としてＥが甲土地の所有権を取得することはないと論ずることが考えられる。もっとも，相続人の追認権については，相続分に応じて可分に帰属するという考え方もあり，判例の立場で論ずることは必須ではなく，適切な理由付けの下に厚みのある検討が行われ，整合的な結論が示されていれば，それに相応した評価が与えられる。\n小問⑵では，ＤのＦに対する乙土地の所有権移転登記抹消登記手続等の請求について，民法第２５２条ただし書の保存行為，あるいは共有持分権に基づく物権的請求権が根拠となることを指摘した上で，無権利者Ｅと取引をした第三者Ｆの保護について論ずることが求められる。第三者Ｆの保護の点に関しては複数の考え方があり得る。\nまず，乙土地はＡとＤの共有物であるのにＥ名義の登記がされていたことを理由に，民法第９４条第２項を類推適用してＦを保護する考え方である。これによれば，Ｃやその地位を包括承継したＡ及びＤが虚偽の外観を作出し，あるいはあえて虚偽の外観を放置したと評価される場合に，Ｆは乙土地の所有権を取得する可能性がある。本問に示された事実関係からすれば，ＣやＤ自身の行為に着目してその帰責性を認めることには困難が伴うが，Ｃの帰責性を評価する際には，ＡがＣの親権者であるという事情も関係し得る。一般的には，Ａは法定代理人であり，Ｃの意思に基づいてＡに代理権が授与されたわけではないから，この事情はＣの帰責性を否定する方向に働く。しかし，Ｃの親権者であるＡの包括的な代理権によって私的自治が補充されＣが継続的に利益を受けているとして，代理権濫用の危険はＣが負担すべきであるとする考え方もあり得る。\nまた，Ｆについて民法第９４条第２項が類推適用されるとしつつも，その根拠を上記のような虚偽の外観の放置ではなく，代理権濫用について民法第９３条ただし書が類推適用されることに求める考え方もあり得る。最判昭和４４年１１月１４日民集２３巻１１号２０２３\n頁は，手形保証についてこのような立場を採っている。もっとも，心裡留保における表意者には虚偽の外観を作出したのと同等の帰責性が認められるが，代理権濫用における本人の帰責性をこれと同視することはできず，また，上記判決は手形保証に関する判断であるから，その射程については慎重な検討を要する。\nさらに，代理権濫用について信義則説を採った上で，本人Ｃを相続したＡ及びＤは，第三者Ｆとの関係では，第三者Ｆが信義則に反する者でない限り（Ａの代理権濫用について悪意又は〔重〕過失が認められない限り），代理行為の効果帰属を拒むことができない，という考え方もあり得る。\nこのように，第三者Ｆの保護の在り方については複数の考え方があり得るが，理由を明示した上で一定の立場を採り，それを本問に当てはめて整合的な結論を導いているものについては，その法的構成力・推論力に照らし，相応の評価が与えられる。\n設問２は，賭博目的の消費貸借契約に基づく貸金債権が譲渡された事例と，存在しない貸金債務を主債務とする連帯保証債務が履行された事例を素材として，貸金債権の関係者をめぐる諸々の法律関係を，民法第９０条や同法第７０８条，同法第４５９条等の正確な理解に基づき分析した上で，事案に即した妥当な解決を導くことができるか否かを問うものである。\n小問⑴では，まず，賭博目的の消費貸借契約による債権の成否について的確に検討することができるかどうかが試されている。賭博目的の消費貸借契約は，それ自体が不法なものではなく，不法な動機が一方当事者であるＥの心裡にあるにすぎないが，Ｈは賭博目的を知っているので，ＥＨ間の消費貸借契約は公序良俗に違反し無効となり（民法第９０条），その結果，ＨのＥに対する消費貸借契約上の債権は発生しないことになる。\n- 5 -次に，この存在しない債権がＨからＭに譲渡され，その債権譲渡につき債務者Ｅが民法第\n４６８条第１項の異議をとどめない承諾をしていることから，その債権の不存在をＥがＭに対抗しうるか否かが問題となる。この点に関しては，賭博の勝ち負けによって生じた債権が譲渡された場合において，その債権の債務者が異議をとどめずに承諾したときであっても，債務者に信義則に反する行為があるなどの特段の事情のない限り，債務者は，その債権の譲受人に対して債権の発生に係る契約の公序良俗違反による無効を主張してその履行を拒むことができるとした判例（最判平成９年１１月１１日民集５１巻１０号４０７７頁）が存在するが，本問の事案は，当該判例の事案とは異なり，賭博の負け金債務ではなく，賭博目的の貸金債権が譲渡されたものであるから，そのことを意識した上で，ＭがＥに対し契約上の債権を行使することができるかについて，事実を的確に分析した上でその請求の当否を検討することが求められる。\n小問⑵では，ＥＨ間の消費貸借契約が公序良俗違反により無効であることを前提とした上で，ＨがＥに交付した５００万円について，ＨのＥに対する「法定債権」である不当利得返還請求権をＭが行使することが考えられる。ここでは，ＨのＥに対する不当利得返還請求権の成否について，不法原因給付に関する民法第７０８条が適用されるか否かを吟味しつつ論ずるとともに，ＨのＥに対する不当利得返還請求権をＭが行使するための法律構成を論ずることが期待されている。後者の点については，複数の法律構成が考えられる。\nまず，ＭがＨのＥに対する不当利得返還請求権を行使するための法的根拠としては，ＨがＭに対し「平成２６年４月１日付消費貸借契約に関する債権」を譲渡していることから，その契約の解釈として，貸金債権だけでなく，不当利得返還請求権もＨからＭに譲渡されたものと認めることが考えられる。このような契約の解釈に当たっては，不当利得返還請求権も譲渡された場合とそうでない場合とを対比して，Ｍ及びＨやＨの一般債権者の利害状況を分析することが求められている。\nまた，ＨのＥに対する不当利得返還請求権はＭに譲渡されていないことを前提とした上で，債権者代位権によって，Ｍが，ＨのＥに対する不当利得返還請求権を行使することも考えられる。この場合，債権者代位権の要件として，ＭのＨに対する被保全債権の存在及びＨの無資力が充足されることと，請求の範囲は被保全債権の額が上限となることを指摘することが期待されている。\n小問⑶では，委託を受けた保証人が連帯保証債務の履行として金銭を支払ったものの，主たる債務が存在しなかった場合における主債務者と保証人との間の法律関係についての分析とともに，保証人の主債務者に対する債権が成立するかどうかが問われている。保証債務の付従性自体は基礎的な知識に属するが，ここで示されている問題自体については，判例や学説において必ずしも明確に議論されているわけではない。ここでは結論の妥当性も視野に入れて適切に論ずることが期待されており，応用的な能力を問う問題である。\nそもそも，ＬはＥの保証委託を受けた結果としてＫに対して５８４万円を支払っており，その支払の際にＥに事前の通知をしているのだから，Ｋの無資力の危険をＬが負うとするのは不合理である。単に付従性のみを論ずるのではなく，そうした結論の妥当性も視野に入れた上で，Ｌを保護する法律構成を見いだすことが，本問では期待されている。\nまず，主債務者と保証人との間に保証委託契約が存在することから，委任の特則である民法第４５９条に基づき，ＬがＥに対して求償権を有するという構成が考えられる。その場合，民法第４５９条の求償権の成立要件として，(i)主たる債務の存在，(ii)主たる債務に関する債権者と保証人との間の保証契約，(iii)保証人が債権者に対して保証債務の履行をしたこと，(iv)\n保証人と主たる債務者との間の保証委託契約を挙げた上で（(v)保証人の無過失を要件として挙げる学説もある。），それらに該当する事実の有無を判断することが求められる。\n本問では，ＫはＥに金銭を交付していないため，ＫのＥに対する貸金債権は成立していな\n- 6 -いので，(i)の要件は充足されない。しかし，Ｌが主債務の存在を前提としてＫに５８４万円を支払った原因は，ＬがＥに事前の通知をしたにもかかわらず，ＥがＬに主債務の不存在を説明しなかったからである。民法第４６３条第１項が準用する民法第４４３条第１項により，保証人が事前の通知をせずに弁済をした場合，主債務者が債権者に対抗することができる事由を有していたときは，その事由をもって保証人に対抗することができるとされていることを踏まえると，保証人が事前の通知をしたが，主債務者が債権者に対抗することができる事由（主債務の不存在）を有している旨の返答をしなかった場合には，主債務者はその事由をもって保証人に対抗できないとの考え方があり得よう。これを本問に示された事実関係に当てはめた場合，ＥはＬからの民法第４５９条に基づく求償を，主債務の不成立を理由に拒むことはできないことになる。\nこのほか，Ｌの請求の根拠としては，民法第６５０条第１項の費用償還請求権に基づくものも考えられる。この場合には，ＬのＫに対する出捐が，同項の「委任事務を処理するのに必要と認められる費用」，すなわち，事務処理の際に受任者が善良な管理者の注意をもって必要と判断して支出した費用に当たるか否かを確認することが求められる。\nまた，主債務が存在しない場合に連帯保証債務の履行として金銭を支払うことは保証委託の範囲外であるなどの理由により，Ｌの出捐は費用ではなく損害であると解釈するならば，ＬはＥに対し民法第６５０条第３項や同法第４１５条に基づく損害賠償請求権を行使するという考え方を採る余地もある。\nいずれの法律構成を採る場合においても，Ｌによる事前の通知に対しＥが適切に対応しなかったことが的確に評価されていれば，民法第４５９条に基づく求償権を認める答案と同等の評価が与えられる。\n〔第２問〕\n本問は，① 会社法上の公開会社でない取締役会設置会社において，取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合における当該取締役会の決議の効力（設問１⑴），② 取締役の報酬の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で取締役会の決議によって役職ごとに一定額が定められこれに従った運用がされていた会社において，役職の変動に伴い，その運用により定まる報酬の額よりも更に減額する旨の取締役会の決議がされた場合に，取締役が会社に対して請求することができる報酬の額（設問１⑵），③ 株主総会において取締役から解任された者が，その解任について正当な理由がないとして，損害賠償請求をした場合における会社の損害賠償責任（設問２⑴），④ 役員の解任の訴えの手続と，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することの可否（設問２⑵），⑤ 役員等の会社に対する損害賠償責任と，大会社である取締役会設置会社における代表取締役等の内部統制システムの構築義務及び運用義務（設問３）に関する理解等を問うものである。\n設問１⑴においては，取締役会の招集権者（会社法第３６６条第１項）や，取締役会の目的である事項の特定の要否を含む招集手続（会社法第３６８条第１項），決議要件（会社法第\n３６９条第１項，第２項）について正確に理解していることが前提となる。そして，取締役会の開催に当たり，一部の取締役に対する招集通知を欠いた場合には，特段の事情がない限り，その招集手続に基づく取締役会の決議は無効であるが，その取締役が出席してもなお決議の結果に影響を及ぼさないと認めるべき特段の事情があるときは，決議は有効であるとする判例（最三判昭和４４年１２月２日民集２３巻１２号２３９６頁）や，代表取締役の解職決議については，その代表取締役は，特別利害関係を有する者に当たるとする判例（最二判昭和４４年３月２８日民集２３巻３号６４５頁）を意識しながら，会社法上の公開会社でな\n- 7 -い取締役会設置会社において（いわゆる閉鎖会社においては，特別利害関係を有する者に当たらないという見解等もある。），取締役会の開催に当たり，当該取締役会において解職決議がされた代表取締役に対する招集通知を欠いた場合に，上記の特段の事情があると認めることができるかどうかを説得的に論ずることが求められる。その際には，特別利害関係を有する者に当たると，当該取締役会の審議に参加して意見を述べることも認められないか否かや，Ａが当該取締役会の審議に参加することが認められる場合であっても，Ａの意見が決議の結果を動かさないであろうことが確実に認められるか否かなどについても触れつつ，事案に即して具体的に検討されることが望ましい。\n設問１⑵においては，取締役の報酬等の額について，定款に定めていないときは，株主総会の決議によって定めるが（会社法第３６１条第１項），判例（最三判昭和６０年３月２６日判時１１５９号１５０頁）は，株主総会の決議により，取締役全員に支給する総額の最高限度額を定め，各取締役に対する配分額の決定は，取締役会の決定に委ねてもよいとしていることや，取締役の報酬等の額が具体的に定められた場合には，その額は，会社と取締役間の契約内容となり，契約当事者である会社と取締役の双方を拘束するから，当該取締役が同意しない限り，会社が一方的にその報酬等の額を減額することはできないと解されていること（最二判平成４年１２月１８日民集４６巻９号３００６頁参照）を意識しながら，取締役の報酬等の額について，株主総会の決議によって定められた報酬等の総額の最高限度額の範囲内で，取締役会の決議によって役職ごとに一定額が定められ，これに従った運用がされていた場合に，取締役が，役職の変動に伴う報酬の減額に同意していたと認められるかどうかを事案に即して論ずることが求められる。なお，上記のとおりの運用により定まる報酬の額の範囲内で，Ａが，役職の変動に伴う報酬の減額に同意していたと認められるとすれば，Ａの報酬の額を減額する旨の定例取締役会の決議の後であっても，Ａは，甲社に対し，その運用により定まる月額５０万円の報酬を請求することができることとなろう。\n設問２⑴においては，取締役は，いつでも，かつ，事由のいかんを問わず，株主総会の決議によって解任することができる（会社法第３３９条第１項）が，会社は，その解任について正当な理由がある場合を除き，任期満了前に取締役を解任したときは，取締役に対し，解任によって生じた損害を賠償しなければならない（同条第２項）ことを理解していることが前提となる。その上で，Ａが，事業の海外展開を行うために必要かつ十分な調査を行い，その調査結果に基づき，事業の海外展開を行うリスクも適切に評価していたことから，このような経営判断に基づいた海外事業の失敗が，正当な理由に含まれるかどうかについて，会社法第３３９条第２項の趣旨や「正当な理由」の意義も踏まえつつ，説得的に論ずることが求められる。そして，このような海外事業の失敗が正当な理由に含まれないとする場合には，会社が取締役に対して賠償しなければならない損害の範囲ないし額について，Ａの取締役としての任期が８年と長期間残っていたことをその減額要素として考慮することができるかどうかにも言及した上で，検討することも求められる。\n設問２⑵においては，役員の解任の訴えについては，会社法上の公開会社でない株式会社の場合には，役員の職務の執行に関し不正の行為等があったにもかかわらず，当該役員を解任する旨の議案が株主総会において否決されたときに，総株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）\nの議決権の１００分の３以上の議決権を有する株主（当該役員を解任する旨の議案について議決権を行使することができない株主及び当該請求に係る役員である株主を除く。）又は発行済株式（当該株式会社である株主及び当該請求に係る役員である株主の有する株式を除く。）\nの１００分の３以上の数の株式を有する株主（当該株式会社である株主及び当該請求に係る役員である株主を除く。）が，当該株主総会の日から３０日以内に提起することができること（会社法第８５４条第１項，第２項）を説明することが求められる。\n- 8 -また，役員の解任の訴えについては，会社及び当該役員を被告とすること（会社法第８５５条）や，本問においては，代表取締役Ｂが株主として甲社及び取締役Ａを被告として役員の解任の訴えを提起することとなるため，監査役が甲社を代表すること（会社法第３８６条第１項第１号），役員の解任の訴えは，会社の本店の所在地を管轄する地方裁判所の管轄に専属すること（会社法第８５６条）を説明することも期待される。\nその上で，役員の解任を議題として招集された株主総会が定足数を満たさずに流会となった場合において，役員の解任の訴えを提起することができるかどうかについて，会社法第８５４条第１項に規定する「当該役員を解任する旨の議案が株主総会において否決されたとき」\nの意義を役員の解任の訴えの制度の趣旨等に照らして解釈するなどしながら，説得的に論ずるとともに，会社資金の流用という役員の職務の執行に関し不正の行為等があったと認められることに言及することが求められる。\n設問３においては，取締役は，株式会社に対し，その任務を怠ったこと（任務懈怠）によって生じた損害を賠償する責任を負うこと（会社法第４２３条第１項）や，任務懈怠責任は，取締役の株式会社に対する債務不履行責任の性質を有するため，任務懈怠，会社の損害，任務懈怠と損害との間の因果関係に加え，取締役の帰責事由が必要であること（会社法第４２８条第１項参照）について理解していることが前提となる。そして，大会社である取締役会設置会社においては，取締役会は，内部統制システムの整備を決定しなければならず（会社法第３６２条第５項，第４項第６号），善管注意義務（会社法第３３０条，民法第６４４条）\n及び忠実義務（会社法第３５５条）の一内容として，取締役は，取締役会において，会社が営む事業の規模や特性等に応じた内部統制システムを決定する義務を負い，代表取締役等は，取締役会の決定に基づいて，事業の規模等に応じた内部統制システムを構築して運用する義務を負うことについて，的確に論ずることが求められる。\nその上で，まず，甲社について，その事業の規模や特性等に応じた内部統制システムが決定され，構築されているかどうかを事案に即して丁寧に検討することが求められる。\n次に，構築された内部統制システムの運用については，Ｃ及びＤのそれぞれに任務懈怠が認められるかどうかを事案に即して丁寧に検討することが求められる。Ｃに任務懈怠が認められるかどうかを検討するに当たっては，構築された内部統制システムを運用する際に，会社が営む事業の規模や特性等に応じた内部統制システムが外形上機能している場合には，他の役職員がその報告のとおりに職務を遂行しているものと信頼することができるかどうかについても，検討することが期待される。また，Ｄに任務懈怠が認められるかどうかを検討するに当たっては，これまで甲社において同様の不正行為が生じたことがなく，また，会計監査人からも不正行為をうかがわせる指摘を受けたことがなかったものの，本件通報は甲社の従業員の実名によるものであることなどの事情を踏まえた上で，本件通報があった旨の報告を受けていたＤが，本件通報には信ぴょう性がないと考え，本件通報等の調査を指示しなかったことなどをどのように評価すべきかについても，具体的に検討することが期待される。\nそして，任務懈怠及び帰責事由が認められるとする場合には，因果関係が認められる損害の範囲ないし額についても，検討することが求められる。なお，構築された内部統制システムの運用について，Ｄに任務懈怠があったと認められるとしても，本問において，Ｄは，平成２７年３月末に本件通報があった旨の報告を受けており，甲社は，乙社に対し，同年４月末に残金合計３０００万円を支払ったこと，他方で，Ｃの指示により甲社の法務・コンプラ\nイアンス部門が調査をした結果，２週間程度で，ＥとＦが謀り，本件下請工事について不正行為をしていたことが判明したことからすれば，Ｄの任務懈怠との間で，当然に因果関係が認められる損害の範囲ないし額は，ＥとＦが着服した５０００万円の全額ではなく，甲社が乙社に対して同月末に支払った３０００万円とすることが考えられよう。\n- 9 -\n〔第３問〕\n本問は，権利能力なき社団の構成員に総有的に帰属する財産をめぐる紛争を基本的な題材として，①当該社団の構成員が原告となって総有財産の所有関係を第三者に主張する場合には，それが固有必要的共同訴訟に当たることを前提に，そのような訴訟を現実に遂行した場合に生じ得る問題についての解決方法（〔設問１〕），②当該社団が原告となり社団の元代表者等を被告として総有財産の帰属関係等を争う訴訟において，元代表者が解任決議の無効や会長の地位確認を求める訴えを反訴で提起することにつき，訴えの利益や反訴要件の有無（〔設問２〕），③当該訴訟において敗訴した被告の一方が他方の被告に対して債務不履行責任を追及する場合に，前訴においても審理された総有財産の帰属に関して改めて審理・判断することの可否（〔設問３〕）に関して，検討をすることが求められている。\nこれらの課題に含まれる論点は，基礎的なものも少なくないが，全体の分量との関係では，その論点についての正確な知識に基づく解答を端的に論述することが必要であり，また，問題文には関連判例等を踏まえた問題意識が多く示されているから，これらに的確に応答し，論述することが期待されている。\n〔設問１〕では，まず，総有権確認請求訴訟という形態で，総有財産の所有関係を第三者\nに主張することが固有必要的共同訴訟に当たるとされる理由についての分析が求められている。総有財産に関する紛争形態は様々であるものの，本件の訴訟物は総有権を第三者に確認するというものであるから，固有必要的共同訴訟に当たる理由の説明もそれに応じたものとする必要がある。\nそして，このことを踏まえつつ，本件のＸのように相応に構成員の数の多い権利能力なき社団において構成員を原告として訴えを提起しようとした場合に，実際にどのような問題が生じ得るかを検討し，考えられる解決方法を提示することが求められている。そして，弁護士Ｌ１と司法修習生Ｐ１との間の会話では，構成員の中に反対者がいた場合にどのようにして訴えの適法性を確保するべきかという問題意識が示されている。典型的には反対者を被告として訴えを提起することが想定されるが，その際には，先に述べた，総有権確認請求訴訟が固有必要的共同訴訟とされる論拠と整合性のある説明を工夫することが期待される。さらに，続いて，訴え提起後に構成員に変動が生じた場合，その中でも新たな構成員が追加的に現れた場合の処理をどうするかという問題意識も示されている。ここでは，様々な方法が考えられるところであるが，代表者として行動しているＢの方針に同調しない構成員については，その自発的な行動が想定し難く，原告側のみで行うことのできる方策としてどのようなものが考えられるかという観点から検討することが求められている。\n〔設問２〕では，〔設問１〕と異なり，権利能力なき社団であるＸが原告となって訴えを提\n起した事案について問うものである。Ｂを代表者とするＸは，本件紛争の解決のため，本件不動産の所有名義人である元代表者のＺと，Ｚから抵当権の設定を受けてその旨の登記を経たＹとを被告として，総有権確認請求と各登記手続請求の訴えとを提起しているが，ここで，被告とされたＺは自身がなおＸの代表者の地位にあることを認めさせようと，Ｘを被告としてＺ自身の解任決議の無効等を確認する反訴を提起しようとしている。代表権に関する紛争が存在する場合に，このような確認の訴えに訴えの利益が認められることについては異論は少ないと思われるが，ここでは，特に，最高裁判所昭和２８年１２月２４日第一小法廷判決・\n民集７巻１３号１６４４頁が，訴訟代理人の代理権の存否の確認を求める訴えを不適法としていることを踏まえつつ，共にある（別の）訴訟における訴訟要件の存否に関わる判断でありながら，本件における権利能力なき社団であるＸの代表権の存否の確認を求める訴えはなぜ適法となるのかを，本件における事実関係も踏まえながら，訴訟代理権と代表権とでは実質的な紛争の広がりが異なるといったことを指摘し，説明することが求められている。\nまた，〔設問２〕においては，念のため，反訴要件の具備・不具備について検討することも- 10 -求められている。本件との関係では，「本訴の目的である請求又は防御の方法と関連する請求」といえるか否か，「著しく訴訟手続を遅滞させる」場合に当たらないか否かについて，本件の事実関係に基づいた当てはめの検討が求められている。前者については，仮にＢではなくＺ\nがＸの代表者の地位にあるとすれば，Ｂを代表者とするＸの訴えはそのままでは適法なものとしては維持できないから，その点を争うとともにＺの代表権の確認を反訴で求めることは防御の方法と関連する請求となるのではないか，また，本訴としてＸ代表者としてのＢへの登記移転請求の訴えも併合されていることから，本訴請求と関連性を有するといえないかなど具体的に摘示することが望まれる。\n〔設問３〕では，〔設問２〕の訴訟（第１訴訟）において原告勝訴の判決（前訴判決）が確\n定したことを前提に，本件不動産について設定を受けていた抵当権は無効であり，損害を被ったなどとして，ＹがＺに対して債務不履行に基づく損害賠償を求める第２訴訟を提起したとの事実関係の下で，この第２訴訟で本件不動産の所有関係を再度審理・判断することができるのかどうかが問われている。本件の事実関係はやや複雑であるものの，まず，第１訴訟における共同被告であるにすぎないＹとＺとの間には当然には既判力が生じないことが前提として押さえられなければならない。その上で，裁判官Ｊと司法修習生Ｐ３との会話を見れば，本件については，二つの検討のルート，すなわち，①前訴判決のうちＸとＹとの間の部分については，Ｘを当事者としているところ，引用判例（最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号１０６５頁）に従えばＸの構成員であるＺにも既判力が及ぶため，ＹとＺとの間に既判力が生ずることとなり，本件不動産の所有関係について再度の審理・判断ができないことになるのではないかという権利能力なき社団に特有の法理による解決を模索する方向性と，②権利能力なき社団を離れてより一般的に，前訴で敗訴をした共同被告間における担保責任の追及訴訟において二重敗訴の危険を防ぐ手段としてどのようなものが想定され得るかという問題として解決を模索する方向性とが示唆されていることが読み取れる。\nまず，①の方向性に関しては，本件において引用判例の法理を援用することができるかを権利能力なき社団及びこれを当事者とする訴訟の性質についての解釈を踏まえつつ検討する必要があり，そこでは，判例法理に素朴に従えば判決効の拡張を受けることになりそうなＺ\nがＸの相手方として行動しているという本件事案の特殊性を踏まえてどのように結論付けるかについて考察することが求められている（問題文の下線部①参照）。また，この点についていずれの結論を採るにせよ，本件の事実関係の下で，抵当権の設定時点における本件不動産の所有関係という第２訴訟の争点についての審理・判断が前訴判決の既判力によって封じられるのかを具体的に検討することも求められている。すなわち，前訴判決の既判力の基準時よりも「前」の時点における所有関係が争点となっているところ，そのような争点との関係で，前訴判決の口頭弁論終結時に本件不動産がＸの総有に属していた（すなわち，Ｚの所有には属していなかった）という判断につき生じている前訴判決の既判力がそれ自体として意味を持ち得るのかという問題を意識して，解答することが求められている（問題文の下線部\n②参照）。\n他方で，②のルートに関しては，①のルートのような既判力による解決は困難であることを踏まえ，信義則や争点効などによって再審理が不可能であることを結論付けることが視野に入る。もっとも，こうした議論は明文の根拠に乏しく，程度の差はあるものの一般条項に依拠したものとならざるを得ないことからすれば，Ｙとして事後の訴訟を想定し，第１訴訟の段階で採るべき手段が何かなかったのかという事情は考慮すべき事情となるはずである。そこで，このような方法としてどのような方法があり得るかを検討すると，訴訟告知などが想定される。\nこうした方法があることを踏まえれば，既判力に基づく説明以外の説明で再審理をすべきでないとするＹの主張は否定されざるを得ないのか，それとも一定の方法があるとはいえ本件の事実関係の下ではなおＹの主張は認め得るものであるのかを，自らの立場を明らかにしつつ，論\n- 11 -証することが必要となる（問題文の下線部③参照）。\n【刑事系科目】\n〔第１問〕\n本問は，暴力団構成員である乙が，上位の地位にある甲から，Ｖ方に押し入って現金を奪うこと（以下「本件強盗」という。）を指示され，甲から資金提供を受けて開錠道具や果物ナイフ（以下「ナイフ」という。）等必要な道具を購入した後，甲から本件強盗を中止するように言われたものの，これに従わずに前記開錠道具を用いてＶ方に侵入し，Ｖに暴行・脅迫を加えたところ，乙が強盗するのを手伝うために丙がＶ方にやって来たことから，丙と共に現金を奪って逃げた事例と，乙らの逃走後，Ｖ方に侵入した丁が，Ｖのキャッシュカードをポ\nケットに入れた後に血を流して倒れているＶを見付け，同人から同カードの暗証番号を聞き出して逃走し，同カードを用いて現金を引き出すために近くの銀行支店に行き，同支店内において，前記聞き出した暗証番号を使って現金自動預払機（以下「ＡＴＭ」という。）から現金を引き出したという事例（なお，丁の逃走後，Ｖは乙から顔面を蹴られたことによる脳内出血が原因で死亡した。）について，甲乙丙丁それぞれの罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力や論述力を試すものである。\n以下では，Ｖ方における強盗の実行犯である乙，Ｖ方において乙に加担した丙，乙に本件強盗を指示した甲，その後Ｖ方に侵入した丁の罪責について順に述べることとする。\n⑴ 乙の罪責暴力団組織である某組の構成員である乙は，某年９月１日，同組で組長に次ぐ地位にある甲から，組長からまとまった金を作れと言われているので，Ｖ方金庫内にある数百万円の現金を，Ｖ方に押し入って，Ｖをナイフで脅して奪って来いと指示された上，奪った現金の３割を分け前として与える旨言われた。乙は，当初，逡巡したものの，某組内で上位の地位にある甲からの命令であることや，分け前欲しさから，その命令を受け入れ，その後，甲から渡された現金３万円でＶ方に侵入する際に使う開錠道具，Ｖを脅すために使うナイ\nフ，現金を入れるかばんを購入した上，某組で自身の弟分の地位にある丙に協力を求めたがこれを断られたので，一人でＶ方へ侵入することにした。同月１２日未明，乙は，Ｖ方へ侵入する直前に甲から，本件強盗を中止すると言われたものの，これに従わずに本件強盗を実行し，用意していた開錠道具を用いてＶ方へ入り込んだ上，用意していたナイフを示し，Ｖの顔面を蹴り，Ｖの右足のふくらはぎ（以下「右ふくらはぎ」という。）をナイフ\nで刺すなどしてＶから金庫の場所等を聞き出し，その後，乙が強盗するのを手伝うためにＶ方にやって来た丙と共に金庫内から現金５００万円を取り出して用意していたかばんに入れてＶ方から持ち出し，その後，同現金のうち１５０万円を丙に分け前として渡し，残り３５０万円を自身のものとした。\nまず，乙は，Ｖから現金を奪う目的で，事前に用意した開錠道具を用いてＶ方へ入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。\n次に，乙がＶ方金庫内にあった現金を手に入れた行為について，いかなる構成要件に該当するかを確定する必要がある。すなわち，乙は，Ｖに対してナイフを顔面に突き付け，「金庫はどこにある。開け方も教えろ。怪我をしたくなければ本当のことを言え。」などと申し向け，それでも金庫の場所等を言わないＶから，その場所等を聞き出すためにその顔面を蹴り付け，右ふくらはぎをナイフで刺すなどの有形力を行使していることから，これら乙の行為が強盗罪の暴行・脅迫に該当することにつき，その判断基準や判断要素に関して判例等を意識した上で論じる必要がある。\nまた，その後Ｖは死亡しているが，その原因は乙から顔面を蹴られたことによる脳内出\n- 12 -血であることから，死亡結果と因果関係のある乙の行為を的確に指摘し，強盗致死罪の成立を論じる必要がある。\nそして，罪数についても論じる必要がある。\nなお，後に問題となるように，甲について共犯関係の解消を認めると，甲には強盗予備罪が成立することになる。このような結論を採った場合には，乙につき，強盗予備罪の成否，これと強盗致死罪との関係，予備罪の共犯の成否等に関しても的確に論じる必要がある。\n⑵ 丙の罪責丙は，某組では乙の弟分の地位にあり，前述のとおり，乙から本件強盗への協力を頼まれたものの，これを実行する日に別の用事があったためにその依頼を断った。しかし，乙が本件強盗を実行する当日である某年９月１２日，前記用事が予定よりも早く終わったことから，乙が強盗するのを手伝おうと考え，また，分け前も欲しかったことからＶ方へ向かい，開いていた玄関からＶ方内へ入り込んだ。そうしたところ，乙は，Ｖ方寝室内の床にＶが右ふくらはぎから血を流して横たわっているのを見付け，その後，Ｖ方６畳間にいた乙から，乙がＶの右ふくらはぎを刺したこと，Ｖは身動きがとれないので簡単に現金を奪うことができること，分け前をもらえることなどを聞くと，分け前欲しさから，乙を手伝って現金を手に入れることに決めた。その上で丙は，乙と共にＶ方金庫内から現金５００万円を取り出し，これを乙が用意していたかばんの中に入れ，その後，そのかばんを持ってＶ方から出て，分け前として前記５００万円のうち１５０万円を受け取った。\nまず，丙は，乙の強盗行為を手伝う目的で玄関からＶ方に入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。なお，丙の住居侵入罪に関しては，乙との共謀が成立する前のものであり，単独犯となることも端的に指摘する必要がある。\nまた，丙は，その後，乙と共にＶ方金庫内にあった現金をＶ方外へ持ち出しているが，これが容易に可能となったのは，Ｖが，乙から右ふくらはぎをナイフで刺されて血を流して動けない状態となっていたためであった。既に検討しているように，乙がＶの右ふくらはぎをナイフで刺した行為は強盗罪の暴行に該当することから，さらに，丙がＶのそのような状況を利用して乙と共に現金を手に入れた行為につき，丙にいかなる犯罪が成立するかを検討する必要がある。\nその検討に当たっては，いわゆる承継的共犯の成否を論じる必要があるところ，その際には問題の所在を意識した論述を行う必要がある。すなわち，丙と乙との間の共謀はＶ方内で成立した現場共謀であることを指摘しつつ，丙が関与する前（共謀成立前）の乙の行為に関して責任を負うことがあり得るのかについて，共犯の処罰根拠を含めて，承継的共犯の問題につき説得的に規範定立を行い，その上で，定立した自説の規範に，具体的な事実を指摘して的確な当てはめを行うことが求められる。\n具体的には，承継的共犯について，いわゆる中間説（限定的肯定説）の立場を採った場合には，丙が乙の先行行為によって生じた状況を自己の犯罪遂行の手段として積極的に利用したか否かを論じる必要がある。この点に関しては，丙が分け前をもらえると考えていたことや，丙はＶが身動きできないので簡単に現金を奪うことができると考えていたことなどの各事実を的確に指摘して結論を導き出すことが求められ，その上で，Ｖの傷害・死亡結果について丙もその責任を負うかにつき，丙が何を利用したのかなどを意識し，理由付けも含め的確に論じることが求められる。\nまた，承継的共犯について，いわゆる全面的否定説の立場を採った場合には，丙に窃盗罪が成立することになると考えられる。その結論を導くに当たっては，Ｖは丙が関与する前に既に乙の行為によって反抗を抑圧されており，丙はＶに一切の暴行・脅迫を加えておらず，かつ，Ｖも丙の存在を認識していないことなどの各事実を的確に指摘して説得的に- 13 -\n論じることが求められ，さらに，乙とはいかなる範囲で共同正犯が成立するのかをも含め的確に指摘する必要がある。\nなお，丙の罪責に関しては，前述以外にも，乙と丙は強盗罪の実行行為の一部を共同しているとして強盗罪の範囲で共同正犯が成立するとする見解や，丙には窃盗罪の他に強盗罪の幇助犯が成立するとする見解などが存する。\nこのように種々の見解が存することから，承継的共犯の規範定立に当たっては，自説のみを論じるのではなく反対説を意識して論述するのが望ましいものといえ，また，承継的共犯に関しては近時の判例（最二決平成２４年１１月６日刑集６６巻１１号１２８１頁）\nもあることから，その点も意識した論述ができることがより望ましいものといえる。\nそして，罪数についても論じる必要がある。\n⑶ 甲の罪責甲は，暴力団組織である某組の組長に次ぐ地位にあり，同組組長からまとまった現金を工面するように指示を受けていたところ，Ｖが自宅において，数百万円の現金を金庫に入れて保管していることを知り，この現金を手に入れようと計画した上，配下組員の乙に対して，Ｖ方へ押し入り，ナイフで脅してその現金を奪ってくるように指示し，ナイフなど必要な物を購入するための資金として現金３万円を交付した。その後，甲は，乙からナイ\nフなど，同現金で購入した物について報告を受けた後，某年９月１２日未明，乙からこれからＶ方に押し入る旨を告げられた際，乙に対して，組長からの命令として本件強盗を中止するように言った。しかしながら，乙は，これに従わず，準備していたナイフなどを用いて本件強盗を実行し，その後Ｖ方にやってきた丙と共にＶ方から現金５００万円を持ち出して手に入れた。\nまず，甲は，乙に対して本件強盗の実行を持ち掛け，乙はこれを了承しているところ，甲と乙との間に共謀が成立していることを論じる必要がある。その際には，甲が乙に対してＶが金庫内に多額の現金を保管している旨の情報を提供したこと，甲が乙に対してＶから現金を奪う際にはナイフを用いるように指示したこと，甲が乙に対してナイフなど必要な道具を購入するための資金として現金３万円を提供したこと，乙は分け前欲しさもあり甲の指示を了承したこと，乙は甲の配下組員であること，甲はＶから手に入れた金員の７\n割を手にすることにしていたこと，甲は組長からの指示で現金を手に入れる必要があったことなどの各事実を指摘した上，これらの事実を用いて共謀共同正犯が成立することをその要件を踏まえて論じることが求められる。\nそして，甲は，その後，乙に対して中止するように言ったにもかかわらず乙が本件強盗を実行していることから，甲が乙の実行した本件強盗に関してその責任を負うのか，共犯関係からの離脱が問題となる。これを論じる際には，共犯の処罰根拠を意識した問題の所在の摘示及び規範の定立が求められる。\nその上で，甲の離脱を認めるか否かに関しては，甲と乙のやりとり（中止指示と乙の了承を前提に，甲が道具の回収指示をしていないこと），甲から渡された現金３万円で乙が用意したナイフや開錠用具，かばんといった道具の重要性，甲が首謀者であること，甲から乙への中止指示が犯行直前であり，かつ，その指示方法も，組長から中止指示を受けて直ちに告げたわけではなく，乙が電話をかけてきた際に告げたものであることなどの各事実を踏まえ，定立した規範にこれら事実を的確に当てはめて結論を導き出す必要がある。その結論としては，心理的因果性は除去されていたとしても物理的因果性が除去されていないとして離脱を認めないとするもの，心理的因果性が除去されていることに重点を置き離脱を認めるものなどがあり得るが，離脱を認める場合には，物理的因果性が残っているにもかかわらず離脱を認めると考えた理由につき事案に即してより説得的に論じることが求められる。\n- 14 -甲の離脱を認めないとの結論を採った場合には，Ｖが乙の行為により死亡している点に関しても甲がその責任を負うのかを，理由を含めて簡潔に論じる必要がある。さらに，甲と丙との間に共謀が成立するのかについても，いわゆる順次共謀の考え方（判例として最大判昭和３３年５月２８日刑集１２巻８号１７１８頁等がある。）に従って論述することが求められる。なお，この場合において，丙につき承継的共犯を否定して窃盗罪の成立を認めたときには，甲に関して共犯間の錯誤も問題となり得るところである。\nこれに対し，甲の離脱を認めるとの結論を採った場合，甲には強盗予備罪が成立するとの結論が導き出される。その場合には，乙との間で強盗予備罪の共同正犯が成立するかを端的に論じる必要がある。さらに，甲に予備罪の中止等も問題となり得るところである。\nそして，罪数についても論じる必要がある。\n⑷ 丁の罪責丁（甲，乙及び丙とは面識がなかった。）は，窃盗に入る先を探して徘徊中，Ｖ方前を通った際に，Ｖ方の玄関扉が少し開いていることに気付いた。そこで丁は，Ｖ方から金品を盗もうと考えてＶ方に入り込み，その後，Ｖ方６畳間にあった扉の開いた金庫内からＸ銀行のＶ名義のキャッシュカード（以下「カード」という。）を取り出して自身のズボンのポケ\nットに入れ，更に物色するためＶ方寝室に行ったところ，そこで右ふくらはぎから血を流して床に横たわっているＶを発見した。丁は，Ｖからカードの暗証番号を聞き出そうと考え，「暗証番号を教えろ」などと強い口調で言ってこれを聞き出し，その後，Ｖ方から逃げ出して，同カードを用いて現金を引き出すために，近くの２４時間稼動しているＡＴＭが設置されているＸ銀行Ｙ支店に出入口ドアから入り，同ＡＴＭに同カードを挿入した上，暗証番号を入力して現金１万円を引き出した。\nまず，丁は，Ｖ方から金品を盗み出す目的で，開いていた玄関扉からＶ方へ入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。\n次に，丁がＶのカードをズボンのポケットに入れた点に関しては，その財物性，窃盗罪の既遂時期などについて端的に論じることが求められる。\nさらに，丁は，その後，右ふくらはぎを刺されて横たわっているＶに対し，強い口調で迫ってＶのカードの暗証番号を聞き出しているところ，この行為がいかなる構成要件に該当するかを確定する必要がある。この点に関しては，Ｖのカードの暗証番号が刑法上保護されるべき財産上の利益に該当するか否かに加え（カードとその暗証番号を併せ持つことは財産上の利益に該当するとした裁判例として東京高判平成２１年１１月１６日判例時報\n２１０３号１５８頁がある。），丁がＶに申し向けた文言が強盗罪の実行行為としての脅迫に該当するか否かが問題となるところである。その結論としては，暗証番号の利益性を肯定すれば２項強盗罪あるいは２項恐喝罪が，これを否定すれば強要罪等が成立するが，いずれの結論を採ったとしても，問題点を意識した上で，理論的に矛盾なく論じられていることが求められる。\nまた，丁が，Ｖのカードを用いて現金を引き出すためにＸ銀行Ｙ支店の出入口ドアから店内に入り，同カードを使ってＡＴＭから現金を引き出した点については，建造物侵入罪及び窃盗罪の各成否に関して，簡潔に論ずる必要がある。\nそして，罪数についても論じる必要がある。\n〔第２問〕\n本問は，覚せい剤取締法違反事件の捜査及び公判に関する事例を素材に，刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n- 15 -\n〔設問１〕は，甲による覚せい剤使用及び所持の疑いを抱いた司法警察員Ｐらが，Ｈ警察\n署で甲から尿の提出を受ける必要があると考え，同署への任意同行を拒む甲に対し，説得を続けながら，３０分にわたり，その進路を塞ぐなどして甲を留め置き，その後，甲の覚せい剤使用等の嫌疑が一層強まった下，甲車の捜索差押許可状及び甲の尿を差し押さえるべき物とする捜索差押許可状の請求準備から甲車の捜索を開始するまで，甲に対し，その進路を塞いだり，胸部及び腹部を突き出しながら甲の体を甲車運転席前まで押し戻すなどし，５時間にわたり，甲を留め置いた措置に関し，その適法性を検討させる問題であり，いわゆる強制処分と任意処分の区別，任意処分の限界について，その法的判断枠組みの理解と，具体的事実への適用能力を試すことを狙いとする。\n強制処分と任意処分の区別に関し，最高裁判所は，「強制手段とは，有形力の行使を伴う手段を意味するものではなく，個人の意思を制圧し，身体，住居，財産等に制約を加えて強制的に捜査目的を実現する行為など，特別の根拠規定がなければ許容することが相当でない手段を意味する」と判示しており（最三決昭和５１年３月１６日刑集３０巻２号１８７頁），同決定に留意しつつ，強制処分と任意処分の区別に関する判断枠組みを明確化する必要がある。\nそして，Ｐらの措置（その全部又は一部）が強制処分に至っておらず，任意処分にとどまる場合においては，任意処分として許容され得る限界についての検討が必要であるが，同決定は，強制処分に当たらない有形力の行使の適否が問題となった事案において，「強制手段にあたらない有形力の行使であっても，何らかの法益を侵害し又は侵害するおそれがあるのであるから，状況のいかんを問わず常に許容されるものと解するのは相当でなく，必要性，緊急性などをも考慮したうえ，具体的状況のもとで相当と認められる限度において許容されるものと解すべきである。」と判示しているから，ここでも同決定に留意しつつ，任意処分の限界（任意処分の相当性）の判断枠組みを明らかにしておく必要がある。\nその上で，本設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，Ｐらの措置の適法性を検討する必要がある。\n強制処分と任意処分の区別に関しては，Ｐが甲の前に立ち，進路を塞いだ事実，パトカーで甲車を挟んだ事実，Ｐが両手を広げて甲の進路を塞ぎ，甲がＰの体に接触すると，足を踏ん張り，前に進めないよう制止した事実，更には胸部及び腹部を前方に突き出しながら，甲の体を甲車運転席まで押し戻した事実等を具体的に指摘し，甲の態度にも着目しつつ，それらが甲の意思を制圧するに至っていないか，甲の行動の自由を侵害していないかといった観点から評価することが求められる。\nそして，前記の点につき，強制処分に至っていないとの結論に至った場合には，任意処分としての相当性について検討することとなるし，また，いずれかの段階から強制処分に至っているとの結論に至った場合であっても，それまでのＰらの措置について，任意処分としての相当性を検討することとなる。任意処分の相当性として，特定の捜査手段により対象者に生じる法益侵害の内容・程度と，特定の捜査目的を達成するため当該捜査手段を用いる必要との間の合理的権衡（いわゆる「比例原則」）が求められるとすると，甲に対する覚せい剤使用等の嫌疑が次第に高まり，また，【事例】３に至ると，Ｐらが甲の尿を差し押さえるべき物とする捜索差押許可状等の請求準備を行っているところ，このような嫌疑の高まり等に応じ，当該捜査手段を用いる必要の程度が変化すれば，相当と認められ得る留め置きの態様も変化することとなるから，そのような判断構造を踏まえ，具体的事実を摘示しつつ，相当性を適切に評価することが求められる。\nなお，留め置き措置の適法性に関し，「留め置きの任意捜査としての適法性を判断するに当たっては，本件留め置きが，純粋に任意捜査として行われている段階と，強制採尿令状の執行に向けて行われた段階とからなっていることに留意する必要があり，両者を一括して判断するのは相当でないと解される。」とする裁判例があり（東京高裁平成２１年７月１日判決判\n- 16 -タ１３１４号３０２頁等），このような考え方に従って論述することも可能であろうが，もとより同裁判例の考え方に従うことを求めるものではない。\n〔設問２〕は，接見指定の可否・限界を問うものであり，接見指定に関する刑事訴訟法第\n３９条第３項本文の解釈及び初回接見であることを踏まえた同項ただし書の解釈並びに具体的事実に対する適用能力を試すものである。\n本設問では，まず，「捜査のため必要があるとき」という文言の解釈について，「接見等を認めると取調べの中断等により捜査に顕著な支障が生ずる場合に限られ，右要件が具備され，接見等の日時等の指定をする場合には，捜査機関は，弁護人等と協議してできる限り速やかな接見等のための日時等を指定し，被疑者が弁護人等と防御の準備をすることができるような措置を採らなければならないものと解すべきである。そして，弁護人等から接見等の申出を受けた時に，捜査機関が現に被疑者を取調べ中である場合や実況見分，検証等に立ち会わせている場合，また，間近い時に右取調べ等をする確実な予定があって，弁護人等の申出に沿った接見等を認めたのでは，右取調べ等が予定どおり開始できなくなるおそれがある場合などは，原則として右にいう取調べの中断等により捜査に顕著な支障が生ずる場合に当たると解すべきである。」と判示した最高裁判所平成１１年３月２４日大法廷判決（民集５３巻３\n号５１４頁）を踏まえつつ，自説を論ずる必要がある。\nその上で，各接見指定において，接見指定を行ったのが，刑事訴訟法上要求されている弁解録取手続中であること（下線部①），甲の自白を得たいとして取調べを実施しようとする段階であること（下線部②）を踏まえ，具体的な当てはめを行う必要がある。\n次に，刑事訴訟法第３９条第３項ただし書では，接見指定の要件が認められる場合であっても，「その指定は，被疑者が防禦の準備をする権利を不当に制限するようなものであってはならない。」とされている。本設問において，甲は，いまだ弁護人となろうとする者との接見の機会がなく，弁護士Ｔによる接見は，初回接見となる予定であった。この点に関し，最高裁判所は，「弁護人となろうとする者と被疑者との逮捕直後の初回の接見は，身体を拘束された被疑者にとっては，弁護人の選任を目的とし，かつ，今後捜査機関の取調べを受けるに当たっての助言を得るための最初の機会であって，直ちに弁護人に依頼する権利を与えられなければ抑留又は拘禁されないとする憲法上の保障の出発点を成すものであるから，これを速やかに行うことが被疑者の防御の準備のために特に重要である。」とし，初回接見の申出を受けた捜査機関としては，「接見指定の要件が具備された場合でも，その指定に当たっては，弁護人となろうとする者と協議して，即時又は近接した時点での接見を認めても接見の時間を指定すれば捜査に顕著な支障が生じるのを避けることが可能かどうかを検討し，これが可能なときは，（中略）即時又は近接した時点での接見を認めるようにすべきであり，このような場合に，被疑者の取調べを理由として右時点での接見を拒否するような指定をし，被疑者と弁護人となろうとする者との初回の接見の機会を遅らせることは，被疑者が防御の準備をする権利を不当に制限するものといわなければならない。」（最三判平成１２年６月１３日民集\n５４巻５号１６３５頁）と判示している。同判決とそこに示唆された「被疑者が防禦の準備をする権利を不当に制限する」かどうかの判断構造に留意しつつ，各下線部における接見指定の適法性について，具体的な当てはめを行う必要がある。\n〔設問３〕は，乙の供述を内容とする証言について，伝聞法則の適用の有無を問うもので\nある。\nある供述が伝聞法則の適用を受けるか否かについては，要証事実をどのように捉えるかによって異なるものであり，【事例】７に記載された本件の争点及び証人尋問の内容を参考に，具体的な要証事実を正確に検討する必要がある。公判前整理手続の結果，本件の争点については，①平成２７年６月２８日に，乙方において，乙が甲に覚せい剤を譲り渡したか，②その際，乙に，覚せい剤であるとの認識があったかの２点であると整理されているところ，証\n- 17 -人尋問の内容に照らせば，本設問において問題となっているのは②に関することがうかがわれる。そこで，このことを前提に，具体的な要証事実を検討した上，乙の発言内容の真実性が問題となっているかどうかを論じ，伝聞供述に該当するかの結論を導くこととなる。\n〔設問４〕は，公判前整理手続で明示された主張に関し，その内容を一部異にする被告人\n質問を制限することの可否について問うことによって，公判前整理手続の意義及び趣旨の理解並びにそれを具体的場面において適用し問題解決を導く思考力を試すものである。\n本設問に関連し，公判前整理手続で明示されたアリバイ主張に関し，その内容を更に具体化する被告人質問等を刑事訴訟法第２９５条第１項により制限することの可否について判示した最高裁判所決定がある（最二決平成２７年５月２５日刑集６９巻４号６３６頁）。本設問の解答に当たっては，同決定を踏まえた論述まで求めるものではないが，被告人及び弁護人には，公判前整理手続終了後における主張制限の規定が置かれておらず，新たな主張に沿った被告人の供述を当然に制限することはできないことに留意しつつ，公判前整理手続の趣旨に遡り，被告人質問を制限できる場合に関する自説を論じた上，本設問における公判前整理手続の経過及び結果並びに乙が公判期日で供述しようとした内容を抽出・指摘しながら，当てはめを行う必要がある。"
}