{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３：３：４〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\nＸは，設立後約３０年が経つ「甲街振興会」という名称の法人格を取得していない団体であり，その代表者である会長は甲街の有力者であるＺが務めていた。Ｘには規約が定められており，甲街で事業を営む者が，Ｘに書面で加入申請をすれば，Ｘの会員となるとされている。会員数は近年は１００名程度で推移しており，会員名簿は毎年作成されているが，団体の運営に実質的な関心のない者も少なくない。総会員で構成する総会（定足数は総会員の過半数）があるほか，役員として，会長１名，副会長１名，監事２名が置かれている。役員は総会で選任され，会長がＸを代表する権限を有するが，不動産など重要な財産の処分については総会の承認決議が必要とされ，出席者の３分の２以上の賛成が必要となる。\nＸには，唯一の不動産として，Ｘの事務所として使用されている建物及びその敷地である土地\n（以下「本件不動産」という。）があるとされていた。これは，Ｘの活動が軌道に乗った頃，会長であるＺがＡとの間で売買契約を締結して購入したものであるが，Ｚは，「これはＸのために購入したものであり，以後，本件不動産はＸの事務所として使用する。」と公言していた。実際に，本件不動産はＸの資産としてＸの財産目録には計上されていたが，登記は代表者であるＺの名義とされていた。本件不動産の固定資産税はＺが納付していたが，Ｘは納税相当額をＺに償還していた。\n近年になり，長らくＸの会長を務めていたＺが高齢になってきたため，Ｘの内部においては，そろそろ会長を副会長であるＢに交代すべきであると主張する勢力が台頭しつつあった。\nそのような中，本件不動産についてＹを抵当権者とする抵当権設定登記がされていることが判明した。Ｂが調査をしたところによると，この抵当権は，Ｚの子であるＣに対する貸金３０００万円を被担保債権とするものであり，Ｃは貸金債務の返済をしばしば遅滞していて，なお２０００万円以上の債務が残存していることが分かった。そこで，Ｂは，Ｚに対して経緯の説明を求めた。これに対し，Ｚは，本件不動産はＸの事務所として使用するために購入したものではあるが，飽くまでも，事務所として利用させることだけが目的であり，その所有権はＺ個人にあると主張した。さらに，一時期Ｃが貸金債務の返済を滞らせていたことがあるが，もう心配はないし，今後とも本件不動産をＸに使用させるつもりであると説明した。\nしかし，Ｂの調査によれば，Ｚの説明とは異なって，Ｃはその事業が行き詰まっているため，倒産しかねない状況にあるとの風評が立っており，ＺがＣを経済的に支えることも困難であろうと見込まれていた。\nまた，Ｂとしては，Ｚから何度となく本件不動産はＸのために購入したものであると聞かされていたし，そのようなＺの貢献が会員に評価されていたからこそ，Ｚは長年にわたり会長を務めることになったのであるから，本件不動産はＸがＡから購入したものであって，Ｚの所有であったと認めることはできないし，今後の活動資金の確保の観点からも，本件不動産はＸにとって極めて重要な財産であり，何としても，Ｙの抵当権設定登記を抹消しなければならないと考えた。\nそこで，Ｂは，Ｘの規約によれば，会長は「職務上の義務に違反し，又は職務を怠ったとき」には総会の決議によって解任することができるとされていることを確認した上で，規約に基づき臨時総会を開催し，Ｚの解任議案及びＢの会長選任議案を提出した。\n臨時総会の開催や運営に当たっては，Ｚやその支援者らの強い抵抗があったものの，両議案はいずれも賛成多数で可決された。\nそこで，新たに会長に選任されたＢは，本件不動産の問題を解決するため，知り合いの弁護士であるＬ１に相談した。\n以下は，Ｂから依頼を受けた弁護士Ｌ１と司法修習生Ｐ１との間の会話である。\nＬ１：Ｂから事情を聞きましたが，Ｙに対しては，抵当権設定登記の抹消登記手続請求と総有権確認請求をすることになりそうですね。Ｚに対しても訴えを提起する必要があるかどうかは，もう少しＺの動向を見てから決めたいというのがＢの意向のようですから，まずは，Ｙ\nを被告として，どのような訴え提起の方法が考えられるかを検討してみましょう。\nＰ１：Ｘは，権利能力のない社団とされる要件を満たしているといえそうですから，民事訴訟法第２９条が適用され，当事者能力が認められるので，Ｘ自身が原告となってＹに対する訴えを提起することができると思います。その先は，登記手続請求訴訟になると，十分に勉強が進んでいませんので，よく分からないのですが。\nＬ１：差し当たり，議論を単純化するために登記請求については考えることとせず，総有権確認請求訴訟を前提として議論しましょう。\nＰ１：総有権確認請求訴訟の提起ということになると，最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号１０６５頁によれば，権利能力のない社団が原告となり，その代表者が不動産についての総有権確認請求訴訟を追行するには，その規約等において当該不動産を処分するのに必要とされる総会の議決等の手続による授権を要するとされています。したがって，本件不動産の総有権の確認を求めるためには，少なくとも，重要な財産の処分についての承認決議に必要な総会の出席者の３分の２以上の賛成に基づく授権が必要ということになりそうです。\nＬ１：そうですね。ただ，Ｚの立場を支持する勢力もなお有力のようで，今後の動向によっては，３分の２以上の賛成を得ることは簡単ではないかもしれません。３分の２以上の賛成を得ることができないことも想定すると，他にどのような方法が考えられますか。\nＰ１：その場合には，一般的には，構成員全員が原告となって訴えを提起することになるのではないでしょうか。\nＬ１：しかし，本件では，構成員の中にはＺやその支持勢力がおり，彼らは訴えの提起に反対するかもしれません。そういった場合には，どのような対応策が考えられるか，検討する必要がありますね。\nそこで，まずは，Ｘ自体を当事者とせずＸの構成員がＹに対して総有権の確認を求めるには，原則としてその全員が原告とならなければならないとされる理由について整理してください。\nその上で，構成員の中に訴えの提起に反対する者がいた場合の対応策について検討してください。\nさらに，訴訟係属後に甲街で事業を開始して新たに構成員となる者が現れる可能性があります。そこで，この場合の訴訟上の問題点について，まとめてみてください。その際は，その者がＢに同調する場合としない場合とが考えられることを考慮してください。\n〔設問１〕\nあなたが司法修習生Ｐ１であるとして，Ｌ１から与えられた課題に答えなさい。\n【事 例（続き）】\nＢとＬ１は，検討を重ねた結果，Ｘを原告，ＹとＺを被告として総有権確認請求の訴えを提起することとし，それと併せて登記手続請求の訴えも提起するとの結論に至った。そこで，本件不動産はＸの構成員の総有に属するとして，Ｘを原告とし，ＹとＺとを共同被告として，本件不動産の総有権確認請求の訴えを提起し，併せてＹに対しては抵当権設定登記の抹消登記手続請求の- 3 -\n訴えを，Ｚに対してはＺから現在の代表者であるＢへの所有権移転登記手続請求の訴えを提起した。なお，Ｂは，他の会員を説得し，事前にこれらの訴え（以下，これらの訴えに係る訴訟を「第\n１訴訟」という。）の提起のために必要となる総会の承認決議を得た。\n以下は，このような経緯で訴えを提起されたＺから訴訟委任を受けた弁護士Ｌ２と司法修習生\nＰ２との間でされた会話である。なお，Ｘが原告となって登記手続請求の訴えを提起することの当否について検討する必要はない。\nＬ２：Ｚは，そもそも，Ｚ自身がＸの会長の地位にあるのに，Ｂが会長であるかのように行動していることに不満があるようです。自らがＸの会長の地位にあることを裁判で認めてもらいたいという要望は何とかして受け止めてあげたいですね。第１訴訟において，Ｂを代表者として提起された訴えの適法性自体を争い，却下判決を求めることは当然ですが，それに加えて，第１訴訟の中で，自らが会長の地位にあることや解任決議が無効であることを確定させる判決を得ることができないかも検討した方がいいでしょう。\nもっとも，Ｘ内部での会長の選解任がいかなる場合に無効となるのかという実体的な問題については，ひとまず，解任事由が存在しないというＺの言い分どおりの事実が認められれば，解任決議は無効となり，そうであるとすれば，規約上１名に限られる会長が既に存在する状況でされた新会長の選任決議も無効となる，という前提で検討を進めてみてください。\nＰ２：分かりました。Ｚとしては，Ｚの解任決議が無効であること，及びＺがＸの会長の地位にあることの確認を求める訴えを提起することが考えられ，その場合，Ｘを被告とすることが適当であると思います。そして，第１訴訟の中で，Ｚが会長の地位にあり，自らの解任決議は無効であることを主張するわけですから，反訴として提起することが簡便だと思います。\nＬ２：そうですね。Ｚが，第１訴訟においてＸを被告として反訴を提起するという前提で検討しましょうか。それから，Ｚの提起する反訴において，会長としての地位が争われることになるＢがＸの代表者として訴訟を追行することを認めてよいかという問題もありそうですが，差し当たり，この点は検討の対象から除外します。\nＰ２：分かりました。\nＬ２：検討をするに当たって１点確認をしておきたいのですが，本案の前提として判断される手続的事項については，独自の訴えの利益は認められないという考え方を聞いたことはありませんか。\nＰ２：はい。そう言えば，最高裁判所昭和２８年１２月２４日第一小法廷判決・民集７巻１３号１６４４頁も，訴訟代理人の代理権の存否の確認を求める訴えを不適法としていたと思います。本件では，会長の地位にあるかどうかが争われているので，利益状況は似ているようにも思います。Ｚが提起する反訴も却下されてしまう可能性があるのでしょうか。\nＬ２：少なくとも，そういう反論に備えておく必要はあるでしょうね。以上のことを踏まえた上で，Ｚが解任決議が無効であることやＺがＸの会長の地位にあることを確認する訴えを提起することについて訴えの利益が認められるという理由付けを具体的にまとめてみてください。それから，反訴として提起するということですから，民事訴訟法第１４６条第１項所定の要件についての検討も念のために行っておいてください。\n〔設問２〕\nあなたが司法修習生Ｐ２であるとして，Ｌ２から与えられた課題に答えなさい。\n【事 例（続き）】\n第１訴訟について審理がされた結果，ＸのＹとＺに対する請求はいずれも認容され，判決（以下「前訴判決」という。）は確定した。前訴判決の確定を受け，Ｙは，本件不動産について設定を受けていた抵当権は無効であり，損害を被ったなどとして，Ｚに対して，債務不履行に基づく損害賠償を求める訴えを提起した。この訴訟（以下「第２訴訟」という。）において，Ｚは，「Ａから本件不動産を買い受けたのは自分であり，抵当権設定契約時にも本件不動産を所有していたからＹに対しても抵当権を有効に設定していて，登記も具備させたのであるから，債務不履行はない。」と主張した。\nこれに対し，Ｙは，「前訴判決において本件不動産がＸの構成員の総有に属することが確認された以上，Ｚは，本件不動産はＸの構成員の総有に属さず，Ｚの個人財産に属したと主張して損害賠償責任を免れることはできない，そうでなければ，Ｙは，第１訴訟においては本件不動産はＸの構成員の総有に属するという理由で敗訴し，他方，第２訴訟においては本件不動産はＺの個人財産に属するという相矛盾する理由によって二重に敗訴する危険を負うことになってしまい，不当である。」と主張した。\n以下は，第２訴訟の審理を担当する裁判官Ｊと司法修習生Ｐ３との間でされた会話である。\nＪ：本件はいろいろと問題がありそうですね。本件では，ＹはＺに対して不法行為ではなく，債務不履行に基づいて損害賠償請求をしていますね。そもそも，本件のような事案において，債務不履行に基づく損害賠償請求が実体法上可能か否か等についても学説は分かれているようですが，私としては，抵当権設定契約の時において設定者が抵当権の目的物の所有権を有していなければ有効な抵当権を設定できず，その場合には，設定者は抵当権設定契約に基づく債務不履行責任を負うと理解したいと考えています。以下では，この理解を前提に民事訴訟法上の問題について検討してもらいます。相矛盾する理由によって二重に敗訴する危険を負わされるのは不当であるというＹの主張は，既判力と関係しそうですから，裁判所の方でよく検討をしておかないといけませんね。前訴判決の既判力によってこの問題を解決することができるかどうかについては，どう考えますか。\nＰ３：本件の事実関係を前提とすると，前訴判決のうちＸのＹに対する総有権確認請求についてされた部分の効力がＸの構成員の一人であるＺにも及んでいると解する余地があるのではないでしょうか。\nＪ：なるほど。①権利能力のない社団が当事者として受けた判決の効力は，当該社団の構成員全員に対して及ぶと述べる最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号\n１０６５頁があることは承知していますが，それを本件において援用することが適切かという点については，具体的に検討してみる必要があると思います。\nＰ３：他方で，仮に前訴判決の既判力がＺに及ぶことになるとしても，それが第２訴訟においてどのような意味を持つのか，今一つはっきりしないような気がします。\nＪ：②確かに，本件不動産がＸの構成員の総有に属していればＺの所有には属しないということは，一物一権主義から当然にいえそうではありますが，しかし，前訴判決の既判力がいつの時点における権利関係の存否について生じているのかということとの関係で，第２訴訟におけるＹとＺの主張の対立点に関して前訴判決の既判力が作用し得るのかは，私も少し引っかかっているところなので，具体的に検討してみてください。\nＰ３：既判力に基づく説明以外の説明によってＹの主張を根拠付ける余地もあるかもしれませんが，そういった検討も必要でしょうか。\nＪ：③それも検討していただきたいですね。ただ，既判力以外の根拠を用いようとする場合には，第１訴訟の段階でＹとして採るべき何らかの手段があったのであれば，それをしなかったＹが不利益を被ってもやむを得ないという反論も出てくるかもしれません。結論を限定するわけではありませんが，第１訴訟の段階でＹとして採るべき手段があったかどうかという点にも触れながら，検討してみてください。\nＰ３：なかなか大変な検討になりそうです。Ｊ：前訴判決が存在するにもかかわらず，第２訴訟において本件不動産の帰属に関して改めて審理・判断をすることができるのかを検討することが今回の課題です。なお，検討事項も多いので，差し当たり，前訴判決のうち登記手続請求についてされた部分を考慮に入れる必要はありません。では，頑張ってください。\n〔設問３〕\nあなたが司法修習生Ｐ３であるとして，下線部分①から③までに現れたＪの問題意識についての検討結果を示しつつ，Ｊから与えられた課題に答えなさい。",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，権利能力なき社団の構成員に総有的に帰属する財産をめぐる紛争を基本的な題材として，①当該社団の構成員が原告となって総有財産の所有関係を第三者に主張する場合には，それが固有必要的共同訴訟に当たることを前提に，そのような訴訟を現実に遂行した場合に生じ得る問題についての解決方法（〔設問１〕），②当該社団が原告となり社団の元代表者等を被告として総有財産の帰属関係等を争う訴訟において，元代表者が解任決議の無効や会長の地位確認を求める訴えを反訴で提起することにつき，訴えの利益や反訴要件の有無（〔設問２〕），③当該訴訟において敗訴した被告の一方が他方の被告に対して債務不履行責任を追及する場合に，前訴においても審理された総有財産の帰属に関して改めて審理・判断することの可否（〔設問３〕）に関して，検討をすることが求められている。\nこれらの課題に含まれる論点は，基礎的なものも少なくないが，全体の分量との関係では，その論点についての正確な知識に基づく解答を端的に論述することが必要であり，また，問題文には関連判例等を踏まえた問題意識が多く示されているから，これらに的確に応答し，論述することが期待されている。\n〔設問１〕では，まず，総有権確認請求訴訟という形態で，総有財産の所有関係を第三者\nに主張することが固有必要的共同訴訟に当たるとされる理由についての分析が求められている。総有財産に関する紛争形態は様々であるものの，本件の訴訟物は総有権を第三者に確認するというものであるから，固有必要的共同訴訟に当たる理由の説明もそれに応じたものとする必要がある。\nそして，このことを踏まえつつ，本件のＸのように相応に構成員の数の多い権利能力なき社団において構成員を原告として訴えを提起しようとした場合に，実際にどのような問題が生じ得るかを検討し，考えられる解決方法を提示することが求められている。そして，弁護士Ｌ１と司法修習生Ｐ１との間の会話では，構成員の中に反対者がいた場合にどのようにして訴えの適法性を確保するべきかという問題意識が示されている。典型的には反対者を被告として訴えを提起することが想定されるが，その際には，先に述べた，総有権確認請求訴訟が固有必要的共同訴訟とされる論拠と整合性のある説明を工夫することが期待される。さらに，続いて，訴え提起後に構成員に変動が生じた場合，その中でも新たな構成員が追加的に現れた場合の処理をどうするかという問題意識も示されている。ここでは，様々な方法が考えられるところであるが，代表者として行動しているＢの方針に同調しない構成員については，その自発的な行動が想定し難く，原告側のみで行うことのできる方策としてどのようなものが考えられるかという観点から検討することが求められている。\n〔設問２〕では，〔設問１〕と異なり，権利能力なき社団であるＸが原告となって訴えを提\n起した事案について問うものである。Ｂを代表者とするＸは，本件紛争の解決のため，本件不動産の所有名義人である元代表者のＺと，Ｚから抵当権の設定を受けてその旨の登記を経たＹとを被告として，総有権確認請求と各登記手続請求の訴えとを提起しているが，ここで，被告とされたＺは自身がなおＸの代表者の地位にあることを認めさせようと，Ｘを被告としてＺ自身の解任決議の無効等を確認する反訴を提起しようとしている。代表権に関する紛争が存在する場合に，このような確認の訴えに訴えの利益が認められることについては異論は少ないと思われるが，ここでは，特に，最高裁判所昭和２８年１２月２４日第一小法廷判決・\n民集７巻１３号１６４４頁が，訴訟代理人の代理権の存否の確認を求める訴えを不適法としていることを踏まえつつ，共にある（別の）訴訟における訴訟要件の存否に関わる判断でありながら，本件における権利能力なき社団であるＸの代表権の存否の確認を求める訴えはなぜ適法となるのかを，本件における事実関係も踏まえながら，訴訟代理権と代表権とでは実質的な紛争の広がりが異なるといったことを指摘し，説明することが求められている。\nまた，〔設問２〕においては，念のため，反訴要件の具備・不具備について検討することも- 10 -求められている。本件との関係では，「本訴の目的である請求又は防御の方法と関連する請求」といえるか否か，「著しく訴訟手続を遅滞させる」場合に当たらないか否かについて，本件の事実関係に基づいた当てはめの検討が求められている。前者については，仮にＢではなくＺ\nがＸの代表者の地位にあるとすれば，Ｂを代表者とするＸの訴えはそのままでは適法なものとしては維持できないから，その点を争うとともにＺの代表権の確認を反訴で求めることは防御の方法と関連する請求となるのではないか，また，本訴としてＸ代表者としてのＢへの登記移転請求の訴えも併合されていることから，本訴請求と関連性を有するといえないかなど具体的に摘示することが望まれる。\n〔設問３〕では，〔設問２〕の訴訟（第１訴訟）において原告勝訴の判決（前訴判決）が確\n定したことを前提に，本件不動産について設定を受けていた抵当権は無効であり，損害を被ったなどとして，ＹがＺに対して債務不履行に基づく損害賠償を求める第２訴訟を提起したとの事実関係の下で，この第２訴訟で本件不動産の所有関係を再度審理・判断することができるのかどうかが問われている。本件の事実関係はやや複雑であるものの，まず，第１訴訟における共同被告であるにすぎないＹとＺとの間には当然には既判力が生じないことが前提として押さえられなければならない。その上で，裁判官Ｊと司法修習生Ｐ３との会話を見れば，本件については，二つの検討のルート，すなわち，①前訴判決のうちＸとＹとの間の部分については，Ｘを当事者としているところ，引用判例（最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号１０６５頁）に従えばＸの構成員であるＺにも既判力が及ぶため，ＹとＺとの間に既判力が生ずることとなり，本件不動産の所有関係について再度の審理・判断ができないことになるのではないかという権利能力なき社団に特有の法理による解決を模索する方向性と，②権利能力なき社団を離れてより一般的に，前訴で敗訴をした共同被告間における担保責任の追及訴訟において二重敗訴の危険を防ぐ手段としてどのようなものが想定され得るかという問題として解決を模索する方向性とが示唆されていることが読み取れる。\nまず，①の方向性に関しては，本件において引用判例の法理を援用することができるかを権利能力なき社団及びこれを当事者とする訴訟の性質についての解釈を踏まえつつ検討する必要があり，そこでは，判例法理に素朴に従えば判決効の拡張を受けることになりそうなＺ\nがＸの相手方として行動しているという本件事案の特殊性を踏まえてどのように結論付けるかについて考察することが求められている（問題文の下線部①参照）。また，この点についていずれの結論を採るにせよ，本件の事実関係の下で，抵当権の設定時点における本件不動産の所有関係という第２訴訟の争点についての審理・判断が前訴判決の既判力によって封じられるのかを具体的に検討することも求められている。すなわち，前訴判決の既判力の基準時よりも「前」の時点における所有関係が争点となっているところ，そのような争点との関係で，前訴判決の口頭弁論終結時に本件不動産がＸの総有に属していた（すなわち，Ｚの所有には属していなかった）という判断につき生じている前訴判決の既判力がそれ自体として意味を持ち得るのかという問題を意識して，解答することが求められている（問題文の下線部\n②参照）。\n他方で，②のルートに関しては，①のルートのような既判力による解決は困難であることを踏まえ，信義則や争点効などによって再審理が不可能であることを結論付けることが視野に入る。もっとも，こうした議論は明文の根拠に乏しく，程度の差はあるものの一般条項に依拠したものとならざるを得ないことからすれば，Ｙとして事後の訴訟を想定し，第１訴訟の段階で採るべき手段が何かなかったのかという事情は考慮すべき事情となるはずである。そこで，このような方法としてどのような方法があり得るかを検討すると，訴訟告知などが想定される。\nこうした方法があることを踏まえれば，既判力に基づく説明以外の説明で再審理をすべきでないとするＹの主張は否定されざるを得ないのか，それとも一定の方法があるとはいえ本件の事実関係の下ではなおＹの主張は認め得るものであるのかを，自らの立場を明らかにしつつ，論証することが必要となる（問題文の下線部③参照）。",
  "scoring_notes": "１ 出題の趣旨等民事系科目第３問は，民事訴訟法分野からの出題であり，出題の趣旨は，既に公表されている「平成２８年司法試験論文式試験問題出題趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては，例年と同様，受験者が，①民事訴訟法の基本的な原理・原則や概念を正しく理解し，基礎的な知識を習得しているか，②それらを前提として，問題文をよく読み，設問で問われていることを的確に把握し，それに正面から答えているか，③抽象論に終始せず，設問の事例に即して具体的に，かつ，掘り下げた考察をしているか，といった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては，基本的に，上記①から③までの観点を重視するものとしたことも，従来と同様である。本年においても，各問題文中の登場人物の発言等において，論述上問題意識をもって検討すべき事項や受験生が解答すべき事項が具体的に提示されている。したがって，答案の作成に当たっては，まずは問題文において示されている検討すべき事項等を適切に吟味し，そこに含まれる論点を論理的に整序し，叙述すべき順番や相互関係を整理することが必要である。そして，\nその上で，事前に準備していた論証パターンをそのまま答案用紙に書き写すのではなく，提示された問題意識や当該事案の特殊性を踏まえつつこれに端的に答える形で検討結果を表現することが必要である。採点に当たっては，このような出題の意図に受験者が応えていると言えるかどうかにも留意している。\n３ 採点実感等⑴ 全体を通じて本年の問題においても，具体的な事例を提示した上で，上記のとおり，登場人物の発言等において，検討が必要になる事項としてどのようなものがあるか，関係する最高裁判所の判決を紹介した上でその射程が及ぶかなど，問題意識を示しながら受験生が検討・解答すべき事項を問題文中で明瞭にしている。\n多くの答案はこのような問題文中に示された問題意識に沿って解答をしようとしていたが，例えば後記⑶アで指摘するもののように，中には問題意識に正面から答えていないものも見られた。\nしかし，そのような答案では合格点に達することは困難であり，民事訴訟に関する基本的な概念や原理・原則についての理解を前提に論理的な思考をめぐらせることでそれまで自分では考えたことがないような問題についても自分なりに答えようとする姿勢が重要である。\nまた，問題意識に答えるという観点からは必要とは言えない一般論を長々と展開する答案も見られた。このような答案は，解答の結論に至るのに必要とは言えない論述をあえてしているという点で本当に理解ができているのかにつき疑問を抱かせることにもなる上，記述作業自体に貴重な時間を取られてしまうことにもなる。本年の設問もいわゆる一行問題ではなく，具体的な事案を前提に与えられた問題についての分析能力が試されているのであるから，解答として記載すべき内容も自ずと絞られてくることを意識すべきである。\nなお，条文を引用するのが当然であると思われるのに条文を引用しない答案や，条番号の引用を誤る答案（例えば，民事訴訟法「第１１５条第１項第２号」と書くべきであるのに，「第１１５条第２号」や「第１１５条第２項」と書くもの）が多く見られた。法律解釈における実定法の条文の重要性は改めて述べるまでもないものであり，注意を促したい。\n⑵ 設問１についてア 課題１設問１では，まず，総有権確認請求訴訟という形態で，総有財産の所有関係を第三者に主張することが固有必要的共同訴訟（「個有」と記載する答案があったが，論外である。）に当たるとされる理由についての分析が課題となっている（問題文３頁２９行目以下のＬ１の発言）。\n訴え提起の段階からその後の手続上の全ての段階で共同した訴訟追行が原則として必要になるというケースであり，訴訟追行を共同してする必要まではない類似必要的共同訴訟ではなく，\n固有必要的共同訴訟に当たるということを説明することが必要となる。そして，この訴訟共同を要する固有必要的共同訴訟に該当するか否かを検討するに当たっては，当事者の管理処分権を基準としつつ訴訟政策的な考慮を加味して判断すべきとの考え方が有力であり，そのことを指摘する答案が多かった。しかし，なぜ管理処分権を基準とすべきなのかが明らかにされなければ，固有必要的共同訴訟に当たる理由やその判断基準を適切に分析したことにはならない。\n例えば，「訴え提起は処分行為に類似するので，管理処分権を基準に判断すべきである」といった説明が必要であり，そうしたものがなければ，単に結論を述べるのと大きな差はないと言える。さらに，なぜ，訴え提起が処分行為に類似すると言えるかについても，敗訴した場合には，問題となった権利を処分したのと類似する状態に陥るからであるといった説明を何らか工夫しておかなければ，理由を飛躍なく述べたものとは言い難い。\nその上で，権利能力なき社団における総有財産の処分の在り方を述べる必要がある。もっとも，その際，総有財産については持分が観念されないことのみを理由として全員による処分が必要であることを導く答案については，持分が観念される共有についても全員による処分が必要であると解されており（民法第２５１条参照），また共有財産の確認についても判例が固有必要的共同訴訟と解していることと，そのような説明が整合的と言えるか，なお説明が求められよう。\nまた，「訴訟政策的な考慮」をすべきことを一般論で触れるのであれば，本件事案においてどのように考慮すべきなのかを，例えば，総有関係の確認を対内的に請求する場合と比較して，\n本件のように総有関係の確認を対外的に請求する場合には，一回的解決の必要性が特に高いと言えるのかなどを具体的に検討して理由付けることができれば高く評価されることになる。\n以上に対して，個別訴訟を許容すると判決の内容が構成員ごとに区々となり，紛争解決につながらないから，合一確定の必要があるということのみを指摘し，固有必要的共同訴訟になるとする答案もかなりの割合で見られた。しかし，そもそも，合一確定の必要があるということを述べるだけでは必要的共同訴訟とすべきであるとは言えても，訴訟共同まで必要とする固有必要的共同訴訟となることの説明に直ちにはならないことに注意すべきである。また，このような答案は，管理処分権能による説明を補強材料とせず，訴訟政策的な考慮だけで固有必要的共同訴訟とすることとなるから，それに応じた丁寧な考慮要因の分析が必要となる。民事訴訟において，判決の内容同士が実際上矛盾する事態は往々にして生ずる中で，総有権確認訴訟についてはなぜ構成員ごとに判決が区々となると問題があり，固有必要的共同訴訟になるとまで解する必要があるのかを，実体法上の法律関係を踏まえつつ具体的に説明しなければ説明としては成功していない。\nイ 課題２次に，構成員の中に反対者がいた場合には，全員が原告となって訴えを提起することができず，適法な訴えの提起が困難な状況に陥る。そこで，その場合にどのような方法を採ることで訴えの適法性を確保するべきかが検討課題とされている（問題文３頁３２行目以下のＬ１の発言）。\nこの場合，典型的には，最高裁判所平成２０年７月１７日第一小法廷判決・民集６２巻７号１９９４頁に従い，反対者らを共同被告とし，賛成者らのみを原告として訴えを提起することが考えられる。ほとんどの答案はこのような方法があり得ることを指摘していたが，その理由については，①適法な訴えを提起することができない賛成者らの訴権を保護する必要があること，②反対者らも被告となることで，手続保障を図ることができることのいずれか一方を挙げるにとどまるものが少なくなかった。また，理由の双方を指摘する答案も，管理処分権能を重視する立場を課題１で採用している場合には，反対者を被告として関与させることでは全員で管理処分をしたとは言えないのではないかという疑問を生じるはずであり，これにいかに答えるかが期待される。さらに，本件では，問題文で示唆されているとおり，反対者が多数に上る状態であり，Ｘの規約上処分授権に必要な３分の２の賛成すら集められない状況であっても，\nそれらの反対者全てを被告に回すことで適法な訴えの提起を可能とすることが許容されてよいのかといった問題意識も浮かぶところである。難問ではあるが，せめて，これらの問題意識に触れた上で，「ここでは，裁判を受ける権利が極めて重要なものであることに鑑み，固有必要共同訴訟の判断基準のうち，訴訟政策的な観点を重視すべきである」などと述べることが高評価につながるが，このような答案は極めて少なかった。\nウ 課題３Ｘの規約においては，「甲街で事業を営む者が，Ｘに書面で加入申請をすれば，Ｘの会員となる」とされており，新たに事業を営む者が現れれば，Ｘの構成員が増加することになる。しかも，このようなＸの構成員としては，従前の構成員の事業を何らかの形で引き継いだ者も想定できようが，ゼロから事業を開始する者も含まれ得るはずであり，少なくともそのような者について，従前の構成員の地位を承継したと単純に言うことはできないはずである。以上のような認識を前提に，Ｘにおける構成員の変動が訴え提起後に生じた場合に，どのような訴訟上の問題が生じ，これをどのように処理をすべきかが最後の課題とされている（問題文３頁３４行目以下のＬ１の発言）。総有権確認の訴えが固有必要的共同訴訟であることからすれば，Ｘの構成員全員による訴訟共同が必要であり，訴え提起後であっても，Ｘの構成員を欠くこととなれば，その訴えは不適法となると解するのが一般的であると考えられる。このような認識を前提とすれば，新たな構成員を当事者として訴訟に参加させることが必要となるが，その方法として，典型的には，共同訴訟参加（民事訴訟法第５２条第１項）が想定される。もっとも，\n問題文も示唆するように，この訴訟に賛成する者ばかりではないことを踏まえれば，新たな構成員が能動的にこの訴訟に参加することが期待し難い場合があることも明らかである。その場合に訴え提起を望むＢ側が採り得る方法としては，実務上は，新たな構成員に対する訴えを提起し，その訴訟を併合するように裁判所に上申するという方法が考えられる。また，判例は否定するとされているものの，本件のような場面においては主観的追加的併合によることも対応策となり得ると考えられる。もっとも，主観的追加的併合を否定する判例があるのであるから，\n単に「主観的追加的併合が考えられる」とするのではなく，判例が否定していること，しかし，\n少なくとも本件のような場合にはこれを認めるべきことを，理由を付して記載する姿勢が受験生には望まれるところである。このほか，訴訟担当による説明や選定当事者の追加的選定による説明も，その記載内容に応じて評価される。\nこれに対し，訴訟告知をすることで手続保障を満たすことができるとする答案が少なからず見られたが，訴訟告知をすることで既判力が及ぶと誤解した答案はもちろん，そうでなくとも，\n訴訟告知をするのみで当事者としての参加があったのと同視することができると評価する根拠は不明であると言わざるを得ず，説明としては不適切である。\nエ その他本件では，問題文の各所でＸは権利能力なき社団であることを前提とした記載がされ，課題の内容も総有権確認訴訟にまつわる課題であるにもかかわらず，Ｘが権利能力なき社団に該当することを論ずることに多くの紙幅を費やす答案が一定数見られたが，このような記載は解答としては全く必要がないことに注意すべきである。\nオ まとめ設問１は，全体として，設問２及び設問３と比較して，よく書けている答案が多く見られた。\n「優秀」に該当する答案は，例えば，課題１から課題３までについてアからウにそれぞれ記載した検討事項に答えるだけでなく，固有必要的共同訴訟となる理由についての突っ込んだ分析や訴え提起後の構成員の変動が訴訟の適法性に影響を与えることの論述などポイントを押さえている答案であると言うことができる。また，「良好」に該当する答案は，課題１から課題３までの検討事項に答えているものの上記のポイントには触れていない答案や，優秀な答案に準ずる内容ではあるが記述に正確性等が欠けているため評価が下がった答案であると言うことができる。「一応の水準」の答案は，例えば，課題２について記載すべき理由の一方を挙げていなかったり，課題３について非同調者について能動的な行動が期待できないことを踏まえていないなど，課題１から課題３までについて一応の解答すらできていないものが１つ以上含まれている答案であり，それ以下の論述にとどまる答案は「不良」と評価されている。\n⑶ 設問２についてア 課題１設問２では，まず，Ｚが，自らの解任決議が無効であることやＺがＸの会長の地位にあることを確認する訴えを提起することについて「訴えの利益」が認められるという理由付けを具体的にまとめることが課題とされており（問題文４頁３４行目以下のＬ２の発言），特に，\n最高裁判所昭和２８年１２月２４日第一小法廷判決・民集７巻１３号１６４４頁（以下「昭和２８年最判」という。）が，訴訟代理人の代理権の存否の確認を求める訴えを不適法としていることを踏まえつつ，本件ではなぜ適法となるのかを説得的に説明することが求められている（問題文４頁３０行目以下のＰ２及びＬ２の発言）。\n問題文においては，昭和２８年最判について，本案の前提として判断される手続的事項については独自の訴えの利益は認められないから訴訟代理人の代理権の存否の確認を求める訴えを不適法であるとした判例であるとして紹介している。これを踏まえて考察すれば，昭和２８年最判は，ある訴訟の訴訟代理人の代理権があるか否かは，その訴訟の手続内においてその終局判決で解決されれば足り，これと別に訴えを提起し，その存否の確認を図るべき独自の確認の利益は認められないという判断を示したものと（それ自体を学習した経験がなくても）理解することができる。\n昭和２８年最判をこのように理解すれば，本件訴訟においても，ＢがＸの代表者でなければ，\nＢが第１訴訟においてＸを代表して訴訟追行することは訴訟要件を欠き，却下判決がされるから，そのような判決を第１訴訟の終局判決としてすれば足りるのであって，Ｚが提起しようとする各訴えにつき訴えの利益を認める必要はないことになるのではないか，という懸念を生ずる。\n確かに，ある訴訟における訴訟代理権の存否という問題と，ある訴訟において当事者となる法人等（本件では権利能力なき社団）の代表者が誰であるかという問題とは，現実に訴訟行為を行う者の行為の効果を原告・被告とされた者に帰属させることができるかという点では共通しているから，Ｘの代表者を確定する意義がこの点に尽きるのであれば当該訴訟における終局判決で解決されればよいと言える。もっとも，代表者が誰であるかという問題は，裁判所に提起されたその訴訟の帰すうだけにとどまらず，より広い紛争につながることが一般的には想定されるところである。本件でも，Ｘが今後とも事業活動を継続していくことが想定されるなどＸをめぐる紛争が本件以外にも発生することは容易に予想されるところであり，代表者が誰であるかを確定させることについては，第１訴訟における解決とは別に訴えの利益が認められるといった議論を展開することには十分に説得力があると考えられる。\n本問においては，以上のとおり，昭和２８年最判を適切に位置付けた上で，本件事案との類似点と相違点とをそれぞれ示し，かつ，Ｘにおける代表者紛争の実情を踏まえつつ訴えの利益を肯定することが求められていたものである。\n他方で，手続内の問題として代表者の地位についての審理が行われざるを得ないとすれば，\n反訴として提起する限り，これについての確認請求に確認の利益を認めたとしても審理コストが増大することにはならないとして，より広範に訴えの利益を認める余地があると議論すること，さらにその論拠として，中間確認の訴えにおいては，独立の訴えと同程度の確認の利益の存在は必ずしも要求されていないことを援用することも，考えられよう。もっとも，別訴としては独立の訴えの利益の存在が認められず不適法な訴えが，反訴としては適法になるという状況は必ずしも一般的ではないことには留意して，論旨を明確にした立論をすることが必要である。\n以上が本設問における問題意識に答える観点から検討すべき内容であるが，実際の答案では，\n確認の利益についての一般論を展開し，方法選択の適切性，対象選択の適切性，即時確定の利益の有無という３つの観点から分析を試みる答案が極めて多く見られた。もちろん，このような分析の手法の有用性は一般的には認められるところではあるが，本件においては，主たる検討課題は上記のとおりであり，このような多面的な分析を試み，あるいは，その典型的な解決方法に単純に当てはめることでは，昭和２８年最判をめぐる問題の説明を図ることは困難であると考えられる。このような一般論が答案に記載されていても，結局，解答として意味がある記載と理解することができなければ，これを評価することはできないものであることを強調しておきたい。また，昭和２８年最判との対比を求めているにもかかわらず，昭和２８年最判に全く触れずに上記の３つの観点からの分析を行う答案も少なからず見られたが，問題文で示された問題意識に答えておらず，当然ながら低い評価にとどまらざるを得ない。\nさらに，このような分析の手法の当否はともかく，分析を試みた結果として，①訴訟代理権については既判力が生ずるが，代表権の存否については既判力が生じないから，確認の利益が認められるという答案や，②反訴において代表権の存否が既判力をもって確定されれば第１訴訟自体を解決に導くことができるから訴えの利益を認めることができるが，代理権の存否を確定しても，別の代理人の選任や原告自らの訴訟追行が可能であるから当該訴訟自体を解決に導くことができないといった答案が極めて多く見られた。しかし，①については代表権の欠缺を理由とする訴え却下の判決においてはむしろ代表権の不存在について既判力を生ずるという解釈が一般的であるということを指摘することができる。また，②については代表権の存否が確定されることで第１訴訟を解決に導くことができるのであれば，第１訴訟における終局判決で解決されればよいと言える。\nなお，本件では，Ｚの解任決議の無効とＺがＸの会長の地位にあることの確認を求める訴えを提起することを予定しているが，これを比較し，前者については過去の法律関係の確認であるとして確認の利益を否定する答案も見られた。そういった結論自体が直ちに誤っているとも言い難いが，その際には，Ｘが権利能力なき社団であり，例えば，会社法上の訴えと異なり，\n実定法上の根拠を欠いていることなどを指摘することができていれば高く評価することができた。\nイ 課題２次に，反訴要件の具備・不具備について検討することが課題とされているが（問題文４頁３７行目以下のＬ２の発言），本件事案との関係では，「本訴の目的である請求又は防御の方法と関連する請求」といえるか否か，「著しく訴訟手続を遅滞させる」場合に当たらないか否かが問題となることの把握が求められていた。\nまず，「本訴の目的である請求又は防御の方法と関連する請求」と言えるか否かについては，\n本件事案を前提とすると，総有権確認訴訟を本訴として念頭に置きつつ訴訟要件についての争いはこれと関連する請求とする構成と，（Ｚに対する）登記請求訴訟を念頭に置きつつこれと関連する請求であるとする構成とがあり得る。\n一般に，「本訴の目的である請求・・と関連する請求」とは，本訴の権利関係とその内容又は発生原因において法律上又は事実上共通するものなどといわれ，「本訴の・・・防御の方法と関連する請求」とは，抗弁事由とその内容又は発生原因において法律上又は事実上共通するものといわれる。そこで，いずれの構成においても，このような一般的な定式との関係で位置付けることが求められるものの，特に，訴訟要件についての争いは本訴の抗弁事由とは言い難いことに鑑みれば，直ちに関連性を満たすとは言えないという分析も可能であることも踏まえつつ関連性の有無を論じた答案は高く評価された。\n他方で，「著しく訴訟手続を遅滞させる」場合に当たらないか否かについては，上記のいずれの構成を取っても本訴の審理内容と反訴の審理内容とは実質的に重複していると言えるから，遅滞のおそれはないということが指摘できていれば高く評価された。なお，本件が審理を開始して間もない段階であるから訴訟手続を遅滞させることはないという答案も見られたが，\n問題文にはそのような事実関係は示唆されていなかった。\nウ まとめ設問２は，課題２については比較的よく答えることができていたが，課題１については，通常の学習の範囲では取り組むことの少ない問題で現場での思考力が試される課題であったこともあり，問題意識に的確に答えることができた答案は非常に少なかった。そのため，課題１及び課題２の双方について上記に示したような洞察までできていなくとも，双方の課題の趣旨を一応理解して論ずることができた答案は「優秀」に該当すると言えるものとなった。また，「良好」に該当する答案は，課題１について，第１訴訟中で終局判決をすれば足りる問題であると言えるのではないか，という認識が明瞭にはなっていないものの，特に即時確定の利益を強調する中で「代表権の問題は実体法上の問題であり，様々な紛争の解決に資する」などと紛争解決の広がりを認識していると抽象的には読み取れ，課題２についても上記の二つの要件の問題であることを指摘し，これに該当することをある程度具体的に摘示する答案などである。これに対して，「一応の水準」の答案は，課題１について昭和２８年最判の事案とは異なると述べるものの理由付けは適切ではなかったが，課題２については上記の二つの要件の問題であることを指摘し，これに該当することをある程度具体的に摘示することはできている答案などである。それ以下の答案が「不良」に当たると評価された。\n⑷ 設問３についてア 全体について設問３では，会話文中に下線部分①から③までの問題意識として提示されている要検討事項についての検討結果を示しつつ，「前訴判決が存在するにもかかわらず，第２訴訟において本件不動産の帰属に関して改めて審理・判断をすることができるのかを検討する」という課題に答えることが必要とされている（問題文６頁１行目以下のＪの発言）。\nしたがって，全体としての課題に対する応答としては，再審理が可能である，あるいは何らかの理由によって再審理ができなくなるという結論を提示することが必要である。もっとも，\nこのように結論を提示せず，「Ｙが不利益を被っても仕方がない」などとするにとどまった答案も一定数見られた。\nイ 下線部分①の問題意識について下線部分①では，本件における再審理の可否を判断するための検討事項として，最高裁判所平成６年５月３１日第三小法廷判決・民集４８巻４号１０６５頁（以下「平成６年最判」\nという。）が本件にも援用可能か否かについて検討することとされている。\nしたがって，まずは平成６年最判のように権利能力なき社団が当事者となった判決の効力が当該社団の構成員に及ぶとする理論構成を検討する必要がある。そのための理論構成としては，法定訴訟担当構成，任意的訴訟担当構成，固有適格構成などが主張されているが，援用の可否を検討する前提としてまずは自説の立場（条文上の根拠も含む。）を明らかにすることが必要になる。その上で，本件における特殊性として，ＺはＸの構成員ではあるものの，\n第１訴訟の共同被告の一人として訴訟行為を行っていたことをどのように評価するかを検討し，援用の可否について結論を示す必要がある。\n援用の可否については，積極・消極のいずれの結論も評価することができるが，任意的訴訟担当構成では援用否定方向に，法定訴訟担当構成や固有適格構成では援用肯定方向に流れるのがまずは自然であると言えるので，それと異なる立場を採る場合には相応の理由付けを示すことが必要になるものと考えられる。\nまた，確かに，Ｚは第１訴訟の共同被告の一人として訴訟行為を行っていたと言えるが，\nここで問題とされているのは，Ｙ・Ｚ間に既判力があると言えるか否かであるため，第１訴訟のうちＸ・Ｙ間の訴訟に係る判決部分が，ＺがＸの構成員であることを理由としてＺ・Ｙ間でもその効力を生ずると言えるかという問題として議論がされている。したがって，確かに，Ｚは被告として行動してはいるものの，問題となるＸ・Ｙ間訴訟の被告ではなかったことにも留意する必要がある。第１訴訟では，Ｘが原告となり，Ｙ及びＺが共同被告とされているが，Ｘ・Ｙ訴訟とＸ・Ｚ訴訟とは，通常共同訴訟であり，共同訴訟人独立の原則が適用される（したがって，ＺとＹとを単純に同視するわけにはいかない。）。そして，Ｙ・Ｚ間に，\nＸを介することなく直接に既判力が生ずるものではないことは，基本的な事項として理解しておく必要がある。\nＺが共同被告の一人として行動していたというＺの立場を踏まえた援用の可否についての分析は，多くの答案がすることができていたが，なぜＸを当事者とする判決の既判力がＺに拡張されるかという点については，既判力を手続保障と安易に（手続保障があれば既判力を認めてよいという単純な思考で）結び付けるだけの答案が多く，権利能力なき社団が原告となった訴訟の法的性質について適切に触れていた答案は多くはなかった。また，前訴判決によってＹ・Ｚ間に直接に既判力を生ずるものでないことは上記のとおりであるが，平成６年最判の援用を否定しながらもＹ・Ｚ間に既判力が生ずると明示するなど，この点を誤解する答案が少なからず見られたことは大いに残念であった。\nウ 下線部分②の問題意識について次に，下線部分②においては，本件の事実関係の下で，抵当権の設定時点における本件不動産の所有関係という第２訴訟の争点についての審理・判断が前訴判決の既判力によって封じられるのかを具体的に検討することが求められている。\n本件の事実関係についての実体法上の問題についての理解の仕方には多様なものがあり得るが，問題文に示されたＪの理解を前提とすれば，①前訴判決における既判力の対象は第１訴訟の口頭弁論終結時におけるＸの（構成員による）所有（総有）（以下では便宜上単に「Ｘ所有」\nという。）」であること（これにより，その時点におけるＺの所有権の不存在が導けること），\n②第２訴訟における攻撃防御の対象は抵当権設定契約時のＺ所有であること，③前訴判決の基準時より前の問題が第２訴訟の争点となっていることを整理することが可能である。\n一般に，前訴の口頭弁論終結時における「Ｘ所有」が既判力をもって確定しているということは，基準時においてＸ以外の者が所有しているという主張を後訴において遮断し，これと異なる前提を後訴で取り得ず，基準時後のＸから第三者に対する所有権移転などの主張をすることしかできないことになる。\nしかし，基準時前にＸ以外の者が所有していたかどうかが争われる場合に，そのような主張が既判力をもって遮断されるかと言えば，例えば，その第三者とＸとの間の所有権移転が基準時前に行われたという可能性が抽象的にはあり得る以上，既判力による遮断は生じないことになる。仮に第三者とＸとの間の所有権移転があり得ないということが前訴で確定されていたとしてもそれは飽くまでも判決理由中の判断によるものであり，既判力による遮断の対象ではないことになる。\nこのような理解を端的にまとめることができれば，下線部分②について適切な答案ということでき，このような解答に至った答案も相当数見受けられた。また，これに加えて，既判力による遮断は困難であるとしても，訴訟における攻撃防御上，Ｚが基準時におけるＸ所有と両立可能な所有権移転の経路を主張することは困難であることまで説明する答案は更に高く評価された。\n他方で，既判力の基準時が口頭弁論終結時であるのはその時まで攻撃防御方法の提出が可能である点にあるとした上で，これをそのまま遮断効の問題にしてしまい，基準時前の法律関係についての主張が既判力によって制限されるなどとする答案も一定数見られた。これは，既判力の客観的範囲・時的範囲の問題について基礎的な部分を理解していないと言わざるを得ないものであり，大変残念であった。\nエ 下線部分③の問題意識についてＸ（の構成員であるＺ）・Ｙ間訴訟の判決の既判力をもって，第２訴訟における本件不動産の帰属に関する再審理をすることができないと結論付けることは基本的に困難であるとの結論に至ったとしても，信義則等の一般法理によって再審理が不可能であるとすることができるか否かの検討が必要になるが，そのような一般法理の適用を視野に入れれば，その適用を主張するＹに第１訴訟の段階で採るべき手段がなかったのかという事情は考慮すべきものと言うことができる。\nそこで，そのような事情の有無を踏まえつつ，そのような事情があっても一般法理の適用を認めることができるのか，それとも否定すべきかを検討するのが下線部分③の問題意識である。\nそして，まず，採るべき手段としては，前訴判決に参加的効力を生じさせ，判決理由中の判断について拘束力を発生させることができる「訴訟告知」が最もふさわしいということができる。被告知者となるＺは告知者であるＹに対して，Ｙが敗訴した場合に損害賠償義務を負う立場にあることからすれば，参加的効力の発生も基礎付けることができるのであり，このような分析を端的に述べることで，採るべき手段についての検討としては必要十分であるが，訴訟告知に触れることができた答案は残念ながら多くはなかった。\nこれに対し，実際の答案では，理由中の判断に効力を生じさせるという観点から参加的効力に思い当たったものの，そこで補助参加とするものも見られた。しかし，ここで補助参加に言及するということは，ＹがＸ・Ｚ間の訴訟に補助参加するということになるが，これでは敗訴責任の分担である参加的効力はＺがＹに主張するものとなってしまい，Ｙが参加的効力を主張することにはならないことが見落とされている。\nまた，Ｙが二重に敗訴するという事態を防止するという点から同時審判の申出を挙げる答案も多かったが，前訴において，同時審判をすべき訴訟として何と何を想定していたのかも判然とせず，評価することができない。\n他方で，ＹがＺに対して第２訴訟と同様の訴訟を第１訴訟の時点で提起し，その併合を裁判所に上申するという答案は一つの解決法であると言うことはできるが，訴訟告知という方法と比べればＹの負担も大きく，また，Ｚとの間のあつれきを生みやすいことも否定できないものと考えられる。\n次に，このように訴訟告知という有効な方法が存在することを前提に，一般法理の適用についてどのように考えるのか，自らの立場を明らかにする必要がある。前訴において訴訟告知という方法を採り得たのであるから，信義則等によって再審理を不要とすることはできないという答案も一つの筋道として考えられる。他方で，Ｚは第１訴訟の共同被告であったのであるから，Ｚに対する訴訟告知が可能であったとしてもＹがこれをしなかったことは理解できるなどとした上で，いわゆる当然の補助参加理論等に依拠しつつ，再審理を不要とするという答案も評価することができる。ここでは，採り得る措置を踏まえつつ，それとの関係で信義則等の一般法理の適用に関してどのような結論を取るのかを論理的に説明することが求められている。\n残念ながら，そもそも時間が足りなかったと見られる答案もあり，また，訴訟告知という方法に気付いた答案も少なかったが，何らかの方法があることを前提とした答案は，上記のような問題意識には一定程度は答えることができていた。\nオ まとめ設問３は，全体としては難度の高い問題であったと思われるが，問題文に示された下線部分①から③までの問題意識に一つずつ答えることで，再審理の可否という課題には答えることができるものであったと言える。\nそのため，下線部分①から③までの問題意識に過不足なく答えることができていた答案が「優秀」に該当すると言えるが，例えば，下線部分①に関して権利能力なき社団が原告となった訴訟の法的性質に遡った論述ができていないとか，下線部分③に関して訴訟告知があると手段を指摘するだけで理由中の判断に参加的効力が及ぶといったことまで指摘することができていない答案であっても，他の部分が書けていれば「優秀」な答案であると言える。\n下線部分①から③までの問題意識のうち，例えば下線部分②の結論を誤るとか，下線部分③に関し訴訟告知を指摘できないなどその一つに適切に答えることができていない答案であっても他の二つの問題意識には答えられているといった答案や，それぞれの論述の精度が低いがいずれの問題意識にも一応答えられている答案は「良好」な答案であると言える。\nこれに対し，下線部分①から③までの問題意識のうち，一つには答えることができているものの，他の二つは誤っているか，中途半端なものとなっている答案は，「一応の水準」の答案であり，それ以下の水準のものは「不良」な答案であると言える。\n⑸ その他本年も，複雑な事案を前提に複数の課題に答えることが求められているため，事案及び問題意識の把握，答案の構成の検討，具体的な記述作業といった答案作成事務を試験時間内に的確にこなすことは決して容易なことではなかったと言える。そのためか，答案全体のバランスが前半に偏ってしまい，設問３については有意な記述がほとんどないという答案も散見された。もっとも，\nこれは時間配分に十分に留意することで大きく改善することができるから，言い古されたことではあるものの，時間配分を意識して試験に臨むことが肝要である。\nまた，極端に小さな字（各行の幅の半分にも満たないような字）やあまりに細いペンで書いているために判読が困難な答案や，書き殴ったような字や崩した文字を使用した答案も多く見られた。これらには，簡単な心掛けで改善が可能であると思われるものも含まれているので，留意していただきたい。\n４ 法科大学院に求めるもの多数の受験者は，固有必要的共同訴訟における訴訟共同の必要と合一確定の必要の関係や，訴訟共同の必要の判断基準といった基本的な論点についてきちんとした論述ができないにもかかわらず，より応用的な，提訴拒絶者を被告に回す処理や共同訴訟参加による固有必要的共同訴訟の補正といった論点についてはそれなりに論述ができていた。また，例えば，訴訟共同の必要に関する管理処分権に関する規範定立についてお決まりの論証パターンを持ち出す答案が極めて多く見られた。他方で，思考力が試される設問２や設問３（特に下線部③についての検討など）については，\n十分な水準に達したと言える答案は少なかったと言わざるを得ない。\nこのような状況は，法科大学院の民事訴訟法教育を受けてきた受験生が，基本的事項の理解をおろそかにし，いわゆる論点主義的な思考パターンに陥ってしまっているのではないかという懸念も生じさせないではない。\n法律科目が多数に上る中で，民事訴訟法に多くの時間を割くことができず，より効率的な学習に走らざるを得ないという心境に受験生自身が陥っているのかもしれない。しかし，本年の問題も，\nそこで問われた内容が論点として認識され，学習の対象とされていなければおよそ解くことができないという問題ではなく，民法の基礎的な知識を前提に，民事訴訟の基本的な原理・原則や概念を正しく理解し，思考をめぐらせることで十分に合格水準に達することができる問題であるし，その過程を答案で適切に表現することが求められている点では従来と違いはないものである。基本事項についての理解の定着とそれを具体的な事案や問題に応じて論理的に展開していく思考力を涵養することこそが，法学教育に求められるものであることを引き続き強調したい。"
}