{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＡ社は，日本で一般消費者向け電子機器甲（以下「甲」という。）の製造販売に従事する事業者である。甲は，平成２１年に初めて販売された画期的な製品であり，世界全体で甲を製造販売している事業者は，現時点で，Ａ社以外には，やはり日本に拠点を置くＢ社しか存在しない。Ａ社とＢ社は激しくシェアを争っており，各社のシェアの年による変動は大きい。Ｃ社及びＤ社は，いずれも，日本で電子機器等に使用される部品の製造販売に従事する事業者である。平成２４年に，Ａ社は，甲の新しいバージョンを開発するに際し，Ｃ社に対して，甲の主要な部品乙（以下「乙」という。）の開発・製造を依頼し，そのために必要な技術情報を開示することを申し出た。Ｃ社は，この依頼を受け，Ａ社が製造する新しいバージョンの甲向けに乙を開発・製造した上で，平成２５年度から１四半期当たり約２００万個から３００万個の乙をＡ社に納入するようになった。平成２５年には，Ａ社は，Ｄ社に対しても，同様の依頼と申出を行い，Ｄ社は，この依頼を受けて，平成２６年度から１四半期当たり約１５０万個から２００万個の乙をＡ社に納入するようになった。Ａ社が製造する甲に用いられる乙は，固有の仕様と性能を求められるため，Ａ社が製造する甲以外の電子機器に転用することは不可能である。Ｃ社及びＤ社以外に，世界で乙の製造販売に従事する事業者としては，中国に拠点を置くＥ社が存在し，Ｅ社は，Ｂ社が製造する甲向けに乙を製造し，Ｂ社に納入していた。\n平成２６年１２月頃，取引先の拡大を図ろうとしたＥ社は，Ａ社に接近し，従来品と性能は同じだがより安価な乙を，Ａ社が製造する甲向けにも開発できると持ち掛けた。その結果，Ａ社は，Ｅ社に対しても乙の開発・製造を依頼し，必要な技術情報をＥ社に提供した。Ｅ社のＡ社に対する乙の納入開始は，平成２７年１２月頃に予定されている。Ｅ社がＡ社から乙の開発・製造の依頼を受けたことは，Ａ社の調達担当者からの情報として，平成２６年の年末までにはＣ社及びＤ社の取締役会において紹介されていた。\n平成２７年１月初旬，Ｃ社の営業担当取締役ｒとＤ社の営業担当取締役ｓは，Ｃ社とＤ社が共に参加する商品展示会に赴いた際の雑談の中で，従来のＡ社による乙の価格引下げ要求は極めて理不尽であり，原材料費が高騰している中でそのような要求がまかり通れば，乙の生産基盤が日本から失われかねないので，両社が一致協力してＡ社との交渉に当たるべきであるとの認識で一致した。\nそして，両社の協力の具体化のため，平成２７年４月～６月期（以下「本期」という。）における乙の納入に関してＡ社と商談をする前に，互いにＡ社に提示する乙の価格について意見を交換し，かつ，Ａ社との商談の内容について情報を交換する仕組みを構築することで一致した。なお，ｒとｓは，それぞれＣ社とＤ社において，乙の価格を決定する権限を有していた。\nこれを受けて，平成２７年２月初旬から，Ｃ社の営業課長ｔとＤ社の営業課長ｕは，それぞれ，上司であるｒとｓの指示を受けて，Ａ社に提示する乙の価格及びＡ社との商談の様子について，電子メール（以下「メール」という。）による情報交換を始めた。その後ｔとｕとの間でやり取りされたメールの宛名には常にｒとｓのメールアドレスも含まれており，ｒとｓは，ｔとｕとの間で交わされたメールの内容を把握していたが，自ら情報交換に加わることはなかった。ｕは，同月１５日にｔに送信したメールの中で，乙の単価（１個当たりの納入価格）について，従来は２８００円とされてきたが，原材料費の高騰に鑑みて，本期分は３０００円を提示したいと考えている旨を伝えた。ｔは，同日，これに対する返信メールの中で，乙の単価が２９５０円であっても，受注数量が２００万個以上であれば採算が取れることから，Ａ社との交渉では，２９５０円を下回らない範囲であれば許容範囲であると答えた。ｕは，同日，これに対する返信メールの中で，自分も同意見である旨を伝えた。\nこの意見交換の後，本期分の乙の単価として，Ｃ社は２９９０円を，Ｄ社は３０００円をＡ社に提示した。Ａ社は，Ｃ社及びＤ社との交渉の中で，Ｂ社との競争の厳しさを強調し，Ｃ社及びＤ社\n- 12 -に対する発注数量の配分を大幅に見直す可能性にも言及しつつ，当該単価を２９３０円以下とするよう強く求めたが，Ｃ社及びＤ社の両社とも，原材料費高騰のため，その水準では採算が取れないとして，これに激しく抵抗した。それぞれＡ社と交渉した結果，平成２７年３月初旬に，本期分の乙の単価について，Ｃ社は２９６０円で，Ｄ社は２９７０円でＡ社と妥結した。ｔとｕは，Ｃ社とＤ社がＡ社との間で交渉妥結に至るまでの状況を，逐一，メールで知らせ合い，その内容は上司のｒとｓにも伝わっていた。Ｃ社とＤ社は，それぞれＡ社と妥結した単価で本期分の乙を受注し，その受注数量は，Ｃ社が２７０万個，Ｄ社が２００万個であった。\n〔設 問〕\nＣ社及びＤ社の上記行為について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n- 13 -\n〔第２問〕（配点：５０）\n【前 提】\nＡ社，Ｂ社及びＣ社は,それぞれ健康維持のための消耗品である甲（以下「甲」という。）の製造業者である。日本には，これら３社のほか甲の製造業者が数社ある。各社の甲の販売金額が日本における甲全体の販売金額に占める割合（シェア）は，Ａ社が５５パーセント程度，Ｂ社とＣ社はいずれもおよそ１０パーセントから１５パーセント程度である。Ａ社，Ｂ社及びＣ社以外の甲の製造業者のシェアはいずれも１０パーセント未満である。日本において，甲の輸入品はほとんど流通していない。過去において各社の順位やシェアに大きな変動はない。\n甲の製造業者は，自社の製造した甲を小売業者に販売し，小売業者は，甲を一般消費者に対して販売している。小売業者は，小売業者の店舗に来店する一般消費者に対して販売する方法をとっている。Ａ社は，製造した甲を小売業者に対して出荷するに際して，甲に書面（以下「納品書」という。）を添付し，小売業者に納入する製品の名称（甲）やその数量，出荷する製品（甲）の小売業者に対する販売価格，支払期限等を通知している。\n一度Ａ社製の甲を購入して使用したほとんどの一般消費者は，Ａ社製の甲を店頭で指定し，継続的に購入することが通常である。このようにＡ社製の甲は一般消費者に高い評価を得ており，甲を販売する小売業者にとって，Ａ社製の甲を取り扱うことは，その営業上不可欠となっている。\n〔設 問〕下記⑴及び⑵の設問に答えなさい。\n⑴ 上記の【前提】に加え，以下の事情がある場合に，Ａ社の行為について，独占禁止法上の問題点を分析して検討しなさい。\nＡ社は，自社製の甲を取り扱う小売業者を全国的な範囲で相当数確保し，維持するために，Ａ社の取引先である小売業者の全てがある程度の利益を確保できることが，必須であると考えていた。\nところが，ある時期から，小売業者のうち，特に規模の大きい小売業者（以下「大規模小売業者」という。）が，甲の１個当たりの利益を少なくして一般消費者に対する販売価格（以下「小売価格」という。）を低くする一方，数量を多く販売することによってある程度の利益を確保する戦略により甲を販売し，Ａ社製の甲もその対象とするとともに，そのように低めに設定した甲の小売価格について，一般消費者に対して大々的に広告を行って一般消費者に訴求することが常態化した。\nＡ社は，小売業者による甲の小売価格の自由な広告は，規模の小さい小売業者をも全国的な範囲で相当数確保し，維持することが自社にとって利益になるというＡ社の考えに反する結果をもたらすと考え，自社の取引先小売業者が広告において一般消費者に対しＡ社製の甲の小売価格の表示を行った場合には，当該小売業者に対してそのような表示を行わないことを求め，これに従わない場合には，当該小売業者に対して甲の出荷を停止することを決定した。\nかかる決定に基づき，Ａ社は，納品書にあらかじめ「広告に小売価格を記載しないでください。」との文言を記載し，甲の出荷の度ごとに小売業者に通知した。また，Ａ社の営業担当者は，取引先である大規模小売業者を度々訪問し，一般消費者に対する広告においてＡ社製の甲の小売価格の表示を行わないように要請するとともに，表示を継続する場合には出荷を停止する旨を説明した。\nこのようなＡ社の納品書の記載と営業担当者の説明により，Ａ社の取引先である大規模小売業者は，おおむね，Ａ社製の甲の小売価格を広告において表示しなくなった。\n⑵ 上記の【前提】に加え，以下の事情がある場合（⑴記載の事情はない）に，Ａ社の行為について，独占禁止法上の問題点を分析して検討しなさい。\n- 14 -\nＡ社は，自社の甲の機能を改良し，現行の甲と比較して健康維持機能を２０パーセント以上向上させ，他社製の甲に比べて高い顧客満足度を見込む甲の新製品（以下，Ａ社製の甲の新製品を「新製品甲」という。）を開発した。Ａ社は，新製品甲の販売開始に当たり，小売業者に対し，一般消費者に新製品甲の機能を説明することを求めることとし，具体的には小売業者の販売員がＡ社の定める研修を受講すること，そのように研修を受講した小売業者の販売員が一般消費者に対して新製品甲の機能や取扱方法の説明を行うこと，小売業者の販売員が新製品甲の機能の説明を行うために必要な機材を購入することを，全ての取引先小売業者に義務付け，これに応じない小売業者とは新製品甲の取引を行わないことを決定した（以下「本決定」という。）。\nこれ以前にＡ社が，取引先小売業者に対し，Ａ社製の甲の販売に際して甲の健康維持機能や取扱方法の説明を消費者に行うことを求めたり，義務付けたりすることはなかった。\nＡ社が本決定を行うに至ったのは，第一に，近時Ｂ社及びＣ社も，それぞれ自社の従来の甲の機能を改良した新製品を発売し，一般消費者を引き付け始めており，このまま放置しておくと，近い将来，現在のＡ社のシェアを維持できなくなるおそれが生じていること，第二に，新製品甲の健康維持機能の向上を強く打ち出し，販売に当たって一般消費者に対して丁寧に説明することが，Ａ社製の甲の一般消費者に対する訴求力を向上させ，Ａ社製の甲を指定して購入する一般消費者を一層増加させると考えたことによる。\nもっともＡ社の取引先小売業者の中には，本決定に従うと，販売コストが上昇し，それを小売価格に転嫁すると新製品甲の小売価格を引き上げざるを得ないことに懸念を有する者もいた。\nこのようなＡ社の取引先小売業者の懸念にもかかわらず，Ａ社が本決定を小売業者に対して実施したところ，これに従ったＡ社の取引先小売業者の新製品甲の販売コストが上昇し，本決定がなかった場合に想定していた小売価格よりも高い小売価格で新製品甲を販売する小売業者も少なくなかった。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "〔第１問〕\n本問では，Ｃ社とＤ社が，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項に該当する行為（不当な取引制限）を行ったものとして，同法第３条後段に違反するかどうかが問われる。独占禁止法第２条第６項の諸要件についてあるべき解釈を示した上で，本問の事実に当てはめる必要がある。\nまず問題となるのは，「共同して」（多摩談合（新井組）事件・最一判平成２４年２月２０日民集６６巻２号７９６頁に従って，「共同して・・・相互に」というくくり方でもよい。）の要件である。「共同して」又は「共同して・・・相互に」といえるためには「意思の連絡」\nが必要である（東芝ケミカル事件・東京高判平成７年９月２５日審決集４２巻３９３頁）が，本問では，Ｃ社とＤ社との間で乙の価格に関する「意思の連絡」を示す唯一の決定的な事実が明らかにされているわけではない。したがって，「共同して」（「共同して・・・相互に」）\nの解釈として「意思の連絡」の意味を明らかにした上で，どのような事実の積み重ねから「意思の連絡」が認定され得るかについて一般的な方針が提示されることが望ましい。そして，- 22 -実際の「意思の連絡」の認定に際しては，乙の価格に関する情報交換に至った背景，当該情報交換の内容，情報交換を経た後のＡ社との交渉の状況に着目することが求められる。\n本問で注意を要するのは，一つには，各社において価格決定権限を有する役員級の者が乙の価格に関する情報交換に直接には加わっていないことをどのように解するか，換言すれば，本問において事業者としてのＣ社とＤ社の間で「意思の連絡」があったと評価できるかについて説明が求められることである。また，情報交換の仕組み作りからＡ社との交渉妥結に至る一連の過程から，どのような内容の合意が形成されたと見るべきかについても説明が求められる。本問では，特に，Ａ社製造の甲向けの乙の最低価格について意見の一致が見られたことやＣ社とＤ社とで妥結価格が異なったことをどのように見るかが重要となる。\n次に，「相互にその事業活動を拘束」の要件については，本問のように，互いに競争関係にある事業者間での共同行為に係る事案では，各当事者が合意内容に事実上拘束される関係にあることが示されれば充足されると解されよう。\n「一定の取引分野における競争を実質的に制限」の要件については，まず，本問における\n「一定の取引分野」の画定の在り方が問題となる。ここでも，「一定の取引分野」の意味と画定の在り方ないし基準を提示した上で，本問の事実に当てはめることが求められる。本問では，制限の対象となった乙という商品は需要者（Ａ社ないしＢ社）によって異なる仕様と性能を求められるため，一方の需要者向けに製造された乙は他方の需要者向けには転用できないことをどのように評価するかが重要となる。なお，いわゆるハードコア・カルテルを念頭に置いて，「共同行為が対象としている取引及びそれにより影響を受ける範囲」をもって一定の取引分野を画定すれば足りるとする考え方（例えば，シール談合事件・東京高判平成５年\n１２月１４日高刑集４６巻３号３２２頁）が存在するので，この考え方を本問の事実に当てはめることも可能である。ただし，その場合には，なぜ，そのような議論が妥当性を持つのかについて説明が求められる。\n「競争の実質的制限」についても，その定義を説明した上で，本問で提示された諸事実のうち，「競争の実質的制限」の認定に関わるものを拾い上げて総合的に評価することが求められる。本問の場合には，Ｃ社とＤ社の合計の市場シェア，本問における意思の連絡の内容のほか，新たにＡ社製造の甲向けの乙の開発にも乗り出したＥ社の存在，需要者としてのＡ社の交渉力等に着目する必要がある。Ｅ社については，本件合意の対象となった平成２７年４\n月～６月期の取引においてＣ社とＤ社に対する競争圧力として作用したと評価できるかが問われる。なお，ここでも，本件カルテルがハードコア・カルテルであることから直ちに「競争の実質的制限」が充足されたとする議論が考えられるが，その立場に立つのであれば，そのように考える根拠が説明されなければならないことは前述のとおりである。\n最後に，「公共の利益に反して」についてだが，本問では，Ａ社からの理不尽な値下げ要求に対抗するため，あるいは，乙の生産基盤を日本に維持するためにカルテルを行ったとの主張が考えられ，このような主張の根拠として「公共の利益」が援用される可能性がある。このような主張が認められる可能性は極めて小さいと考えられるが，いずれにせよ，「公共の利益に反して」の解釈を踏まえた説明が求められる。\n〔第２問〕\n本問は，健康維持のための消耗品である甲の製造業者であるＡ社が，自社の製造した甲を小売業者に販売するに際し問題文記載の諸条件を付した行為が，独占禁止法第２条第９項第\n６号ニ，不公正な取引方法の一般指定（以下「一般指定」という。）第１２項の拘束条件付取引に該当し，独占禁止法第１９条に違反するかどうかを問うものである。拘束条件付取引における拘束条件には，理論上は独占禁止法第２条第９項第４号及び一般指定第１１項に該当する行為を除き，およそ全ての条件が含まれ得る。設問⑴及び同⑵のいずれにおいても，Ａ\n- 23 -社が取引先小売業者に対して付した条件は小売業者による商品の販売方法に関わるが，設問\n⑴における条件は広告における小売価格の表示の禁止であり，その価格への影響はより直接的であるのに対して，同⑵における条件は，価格に直接関連しない事柄に関わるので，競争に対する影響が異なると考えられる。そこで，各設問における条件の異同に着目しつつ，それらが競争に与える効果の分析を行うことが求められる。\n設問⑴では，まず，Ａ社が，自社の取引先小売業者に対して広告における小売価格の表示を禁止することを決定し，それを依頼の形で納品書に記載し，Ａ社の営業担当者が大規模小売業者を訪問し，出荷停止に言及しながら，小売価格の表示を行わないよう要請する行為が，「拘束する」条件を付けて取引することに該当するか否かを検討する必要がある。和光堂事件・最高裁判所昭和５０年７月１０日第一小法廷判決（民集２９巻６号８８８頁）などで示された基準を提示した上で本問の事実に当てはめることが求められる。その際には，小売店の営業においてＡ社製の甲が占める地位をどう評価するのかも重要となる。\n次に，一般指定第１２項の「不当に」に該当するかどうかを検討する必要がある。それが公正競争阻害性を意味すること，具体的には自由競争減殺であることを指摘した上で，本問では，より具体的に，事業者間での競い合いが減少する効果が問題となることに言及する必要がある。そして，一般論としては，一般指定第１２項に該当し得る行為については，拘束の内容や対象となる取引の性質等，種々の事情を勘案して，それが競争に与える効果を評価する必要があるが，広告における価格表示の禁止は，価格維持効果が強く推測される行為であることに留意する必要がある。\nこのような広告における価格表示の禁止の特質に照らして，市場の画定や画定された市場における競争への影響の詳細な検討を省略して，自由競争減殺の有無を判断することが可能である。ただし，その場合には，広告における価格表示の禁止についてそのような判断方法が妥当性を有することの説明が求められる。他方，その他の拘束条件付取引における場合と同様に，市場画定を行い，それを前提として自由競争減殺の有無を判断することも可能である。この場合には，市場画定に加えて，画定された市場における具体的な影響（例えばＡ社と他社のシェア，甲の差別化の程度，ブランド間競争及びブランド内競争の状況等）を事実に即して検討することが求められる。なお，いずれの場合も，小売業者間の価格競争の減殺の有無が検討されなければならない。\nさらに，Ａ社が広告における価格表示の禁止を行う目的に鑑みて，Ａ社の行為が正当化できるか否かを検討することが求められる。\n設問⑵では，まず，Ａ社が，新製品甲の販売開始に当たり，小売業者に対して，販売員の研修の受講，研修を受講した販売員による商品説明，必要な機材の購入を求め，これに応じない場合には新製品甲の取引を行わないことを内容とする本決定を行い，これを小売業者に対して実施したことが，「拘束する」条件を付けて取引することに該当するのか否かを説明することが求められる。\n次に，Ａ社の行為が，一般指定第１２項の「不当に」の要件を満たすか否かの検討を要する。\n「不当に」の意味については，設問⑴と同様である。しかし，設問⑵では，一方では，製造業者が，自社のブランド戦略に鑑みて，どのような販売方法を採用するかは，基本的には，製造業者が自由に決められる事項であるとされていることに留意する必要がある。しかし，他方では，小売業者に特定の販売方法を採ることを求め，それを取引の条件とすることは，販売価格の上昇を招来することがあり，そのような行為の競争への影響をどのように分析・評価するかが問われる。具体的には，化粧品の販売方法の制限に関する資生堂東京販売事件・最高裁判所平成１０年１２月１８日第三小法廷判決（民集５２巻９号１８６６頁）によって示された，それなりの合理性と制限の同等性の基準にのっとって検討した上で，価格上昇効果について分析・評価を行うことが期待される。もっとも，前記最高裁判決の位置付け等については，様々\n- 24 -な考え方があるので，他の拘束条件付取引の類型と同様に，市場を画定した上で，画定された市場における競争への影響を事実に即して検討することも可能である。この場合には，画定された市場で，Ａ社の行為によって小売価格が維持されるおそれの有無，Ａ社が条件を付す目的に鑑みてＡ社の行為が正当化できるか否かなどの検討を要する。"
}