{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＸは，平成２０年３月に大学の理工学部を卒業後，同年４月，Ｙ社と，職種を限定せずに，期間の定めのない労働契約を締結して入社し，本社の研究開発部門に配属された。Ｘは，平成２５年４月にＹ社のＡ工場に異動となり，液晶生産事業部（以下「本件配属部」という。）の技術部門を担当する課に配属となった。\nＹ社は電気機器製造を業とする株式会社であり，東京本社のほか，全国に複数の工場，支社を配置し，５０００人以上の従業員を擁していた。Ｙ社は，平成２５年１１月，Ａ工場において，当時世界最大のサイズの液晶ディスプレイの製造ラインを構築するプロジェクト（以下「本件プロジェクト」という。）を立ち上げた。本件プロジェクトにおけるＸを含む技術担当者の主な業務は，製品の製造装置の効率性を高める運転条件を調整する作業であった。Ｘは，本件プロジェクトの一つの工程において初めてプロジェクトのリーダーになった。\n本件プロジェクトのリーダーは，常時，複雑な担当業務を多く抱え，時間外労働（法定労働時間を超える時間の労働をいう。以下同じ。）を余儀なくされており，Ｘは，本件プロジェクトが立ち上がってから平成２６年４月までの間に，休日出勤を繰り返し，帰宅が午後１１時を過ぎることもあった。Ｘは，平成２５年１２月から平成２６年４月までの間，毎月８０時間から１００時間，月平均９０時間程度の時間外労働を行っていた。\nＸは，平成２５年１２月から，頭痛，めまい，不眠の症状が現れ，平成２６年３月のＹ社の定期健康診断で不眠を訴え，同年４月２日，Ａ工場の診療所で産業医から不眠症と診断されて薬を処方された。また，Ｘは，同月３０日，自宅近くの心療内科の医院（以下「本件医院」という。）でうつ的症状と診断され，抑うつ及び睡眠障害に適応のある薬を処方された。ただし，うつ病に罹患しているとの確定的な診断はなされなかった。なお，Ｘには精神疾患の既往歴はなかった。Ｘは，未婚で両親と同居しており，私生活上のトラブルはなかった。\n平成２６年４月１日，本件プロジェクトの要員削減が行われ，同年５月９日，Ｘは，これまでの業務に加え，別の製品の開発業務も担当するよう上司Ｂから打診された。これに対して，Ｘは，体調不良を理由に難色を示したが，上司Ｂに受け入れられず，結局，その業務についても担当となった。一方，その頃，Ｘは，担当業務に遅延が生じていることにつき，上司Ｂから，本件配属部の会議で度々厳しい叱責を受けた。\nＸは，平成２６年５月中旬から，頭痛のために眠ることができず，頭痛薬を連日服用するようになった。Ｘは，その頃，同僚の技術担当者から，元気がなく席に座って放心したような状態であるなど，普段とは違う様子であると認識され，「大丈夫か。」と声を掛けられたことがあった。Ｘは，同年６月下旬，体調不良のため，上司Ｂに対し，別の製品の開発業務の担当から外してもらうよう求めたが，了解を得ることができなかった。Ｘは，その頃，本件医院の主治医から，しばらく休んで療養するようにと助言されたのを受けて，同年７月３日，約１か月間の休養を要する旨の本件医院の診断書を提出し，同月３１日まで欠勤した。\nその後，Ｘは，平成２６年８月１日から１週間にわたり出勤したが，頭痛が生じたため再び療養することとし，同月以降，同年１１月までの毎月初旬に，抑うつ状態で約１か月間の休養を要する旨の本件医院の診断書を提出して，欠勤を続けた。\n上司Ｂは，Ｘの欠勤中，度々，Ｘに対し，職場復帰するか，又は休職申請するかを問い合わせていたが，Ｘは，現状では勤務を再開する状況にない旨の本件医院の診断書を提出したのみで職場復帰する意思を示さず，休職の申請も行わなかった。\n- 22 -なお，Ｙ社の就業規則（抜粋）は，後記のとおりである。\n〔設 問〕\n１．Ｙ社は，平成２６年１１月１０日，Ｘに対し，同年１２月１５日をもって解雇する旨を通知した上，同日，就業規則第２７条第４号の規定に基づき，Ｘを解雇した。\nＸは，この解雇が無効であるとして，Ｙ社に対して労働契約上の地位の確認を請求して訴えを提起した。検討すべき法律上の論点を挙げて，Ｘの請求の当否を論じなさい。\n２．設問１とは異なり，Ｙ社は，平成２６年１１月１０日，Ｘを解雇せずに，就業規則第２４条第\n１項の規定に基づき，Ｘに対して傷病休職を発令した。Ｘは，定期的な上司Ｂとの面談等を続けたが，Ｙ社は，平成２７年１０月６日，Ｘに対し，同年１１月１１日をもって休職期間の満了により退職扱いとする旨を通知した。\n一方，Ｘは，平成２７年１０月９日，本件医院の主治医が作成した同月７日付けの診断書（以下「本件診断書」という。）をＹ社に提出して，休職前に従事した職場以外の部署への配置換えを申請した。本件診断書には，「気分，意欲とも改善して，通常の勤務は可能である。ただし，当初は時間外労働は避ける必要がある。」との所見が記載されていた。\nＹ社は，平成２７年１０月２０日，Ｘに対し，休職前の職場以外の部署への配置換えを拒否する旨を口頭で伝えた。そして，Ｙ社は，同年１１月１１日，Ｘに対し，同日をもって退職になった旨を記載した書面を交付した。\nＸは，退職扱いは不当であって，雇用関係は終了していないとして，Ｙ社に対して労働契約上の地位の確認を請求して訴えを提起した。検討すべき法律上の論点を挙げて，Ｘの請求の当否を論じなさい。\n【就業規則（抜粋）】\n第２４条 傷病休職\n１．傷病により勤務に堪え得ない場合には，休職を命ずることができる。\n２．休職期間は１年を超えることはできない。\n３．第１項の規定により休職を命ぜられた者は，その休職期間が満了した時点をもって退職とする。\n第２５条 復職\n１．前条第１項の規定により休職を命ぜられた者につき，休職期間中において休職事由が消滅し就業が可能であると認められたときは，復職を命ずる。\n２．(略)第２７条 解雇以下の事由に該当する場合は，解雇することができる。\n一～三 (略)四 傷病等により勤務に堪え得ず，復職の見込みがない場合五～八 (略)\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，バス車両１００台により，路線バス事業を営む株式会社である。\nＹ社の従業員は，３００名であり，うち２００名の従業員により組織されるＸ労働組合（以下「Ｘ組合」という。）があり，近年においても，毎年，Ｙ社に新規採用される従業員は，採用後１年以内にその３分の２程度の者がＸ組合に加入していた。\nＹ社の従業員の賃金は，基本給と諸手当で構成されている。Ｙ社では，新規採用者の基本給の額は，バス車両の運転をする「運転職」，バス車両の点検・整備をする「整備職」，本社における管理業務，営業所の窓口業務，営業活動等を担当する「事務職」という各職種別に定められていた。そして，従業員の新規採用年度後の基本給は，新規採用時の基本給の額を基に，毎年度の定期昇給分とベースアップ分を加算して決定されていた。\nＸ組合は，上記のとおりＹ社の新規採用者の３分の２程度の者が採用後間もなくＸ組合に加入して組合員となっており，また，従業員の基本給は，新規採用時の基本給の額を基に決定されていることから，毎年度の春闘における団体交渉の際，Ｙ社に対し，当年度の新規採用者の基本給の額は前年度の新規採用者の基本給に当年度のベースアップ分を上乗せした金額とするよう求め，これまで，Ｙ社は，これに応じてきた。\nＹ社は，近年，自動車の普及，営業区域における住民の高齢化・減少等に伴い，旅客数が減少して旅客運賃収入が落ち込み，厳しい経営状態となってきていることから，運賃の値上げ，各種経費の削減等の経営合理化を進めてきたが，その一環として，今般，人件費を削減することとした。ただ，Ｙ社としては，現在の従業員の賃金を減額することは困難であると思われたので，新規採用者の基本給の額を引き下げることによって対応しようと考えた。\nそこで，Ｙ社は，平成２８年２月１日，Ｘ組合に対し，平成２８年度の新規採用者の基本給について，平成２７年度の新規採用者の基本給の額に比して各職種一律にその１０パーセントを減額した額とすること（以下「本件基本給引下げ」という。）を通知した。Ｘ組合は，本件基本給引下げの実施後に採用された従業員がＸ組合に加入した場合，それより前に採用された組合員との間で賃金格差が生じ，同一職種内で異なる賃金水準の集団が併存することになる上，本件基本給引下げより前に採用された組合員が退職するに従って組合員全体の賃金水準が低下していくことになるなどとして，本件基本給引下げに反対することを決定し，同月１０日，Ｙ社に対し，本件基本給引下げについて団体交渉を開催するよう要求した。\nＹ社は，平成２８年２月１５日，Ｘ組合に対し，新規採用者の基本給の額の決定は，使用者であるＹ社の裁量に委ねられている上，本件基本給引下げはＸ組合の組合員を含む在職者の賃金に影響を与えるものではなく，これから採用する者については，いまだＸ組合の組合員ともなっていないのであるから，本件基本給引下げは団体交渉の対象事項とはならない旨回答して，団体交渉を拒否した。その後も，Ｘ組合は，Ｙ社に対し，繰り返し，本件基本給引下げについて団体交渉を開催するよう要求したが，Ｙ社は，一貫して，同様の回答をして団体交渉を拒否した。\nそこで，Ｘ組合は，本件基本給引下げの撤回とこれについての団体交渉を求めて平成２８年３月\n８日の終日，更には，Ｙ社の回答がＸ組合の要求を全く受け入れないものであるときは同月１５日の終日，ストライキを予定することとし，同月２日，Ｙ社に対し，その旨を通知した。ストライキは，「運転職」の組合員についてのみ行うものであった。\nこれに対し，Ｙ社は，引き続き，本件基本給引下げについての団体交渉を拒否するとともに，平成２８年３月７日，社長名で，「我が社が厳しい経営状態にある中，Ｘ組合の皆さんになるべく迷惑を掛けないよう，組合員の皆さんの基本給は引き下げずに，新規採用者の基本給を引き下げるという決断をしたものです。これ以外にＹ社の存続はあり得ないと考えています。ところが，Ｘ組合\n- 24 -の幹部の皆さんは，会社の誠意をどう評価されたのか分かりませんが，これを団体交渉の対象としなければならない事柄であると強弁し，会社が団体交渉を拒否したとして，ストライキに入ると宣言しました。これは，ストのためのストであって，甚だ遺憾なことであり，会社としては，重大な決意をせざるを得ません。」と記載した声明文を，Ｙ社の全事業所に一斉に掲示した。\nＸ組合の組合員の間では，上記声明文に対して，先行きに不安を感ずるという意見を述べる者はいたが，Ｘ組合の執行部を批判したり，ストライキの実施に反対したりする者はいなかった。そして，Ｘ組合は，平成２８年３月８日の終日，予定どおり，ストライキを行った。このストライキ後も，Ｙ社は，本件基本給引下げについての団体交渉を拒否したことから，Ｘ組合は，同月１５日にも，終日ストライキを行った。Ｙ社は，同月８日のストライキの際，バス車両の３分の１について，「運転職」の非組合員により運行したが，その余のバス車両の運行はできず，運行できなかったバ\nス車両の所属する営業所においてはバス車両の点検・整備をする必要がなくなるという状態となった。そのため，Ｙ社は，同月１５日のストライキに際し，同月１４日，Ｘ組合の組合員であるＺらを含む，これらの営業所に所属する「整備職」の従業員に対し，同月１５日の終日ストライキの間，休業することを命じた。これに対して，Ｚらは，Ｙ社に抗議をしたが，Ｙ社は，同日終日，就業を認めず，Ｚらに対し，同日分の賃金を支払わなかった。\n〔設 問〕\n１．Ｘ組合は，Ｙ社の団体交渉拒否や社長名の声明文の掲示がいずれも不当であると考えている。\nＸ組合として救済を求めるには，どのような機関にどのような救済を求めることが考えられるか。\n検討すべき法律上の論点を挙げて論じなさい。なお，Ｘ組合が労働組合法上の労働組合に該当することを前提に論じてよい。\n２．休業することを命じられたＺらは，平成２８年３月１５日分の賃金が支払われなかったのは不当であると考え，Ｙ社に対し，賃金及び休業手当を請求する訴えを提起した。検討すべき法律上の論点を挙げて，Ｚらの請求の当否を論じなさい。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n- 27 -本問は，うつ的症状により欠勤している労働者に対する解雇の効力及び傷病休職期間満了前に復職申請を行った労働者に対して，これを拒否したうえで休職期間満了に基づきなされた退職扱いの効果について問うものである。本問は，精神的健康面で不調の状態にある労働者をめぐる法的問題のうち，最近の裁判例において比較的多く見られる紛争事例であり，関係条文・判例から導き出される規範の正確な理解と当該規範の具体的事件への当てはめの的確さが問われている。\n設問１においては，長時間に及ぶ労働等を契機として生じたうつ的症状（以下「本件うつ的症状」という。）により欠勤している労働者に対してなされた解雇（以下「本件解雇」という。）の効力を争う場合，法的論点としては，本件解雇が労働基準法第１９条第１項及び労働契約法第１６条に基づきそれぞれ無効であるか否かが問題となろう。\nまず，労働基準法第１９条第１項に照らして，本件うつ的症状の業務起因性が問題となるが，判例（東芝うつ病事件東京高判平成２３年２月２３日）において示された業務起因性の判断枠組みの正確な理解とその本件への的確な当てはめが問われる。次に，本件うつ的症状に業務性が認められない場合であっても，労働契約法第１６条に基づき，本件うつ的症状及び使用者の対応などの事情を踏まえて本件解雇の効力を検討する必要があろう。\n設問２においては，休職期間満了前に復職申請を行った労働者に対して，使用者が復職を拒否してその後休職期間満了により退職扱いとした場合，法的論点としては，①本件就業規則に基づく傷病休職命令（以下「本件休職命令」という。）の効力，②本件事案において労働者が行った復職申請（以下「本件復職申請」という。）を拒否した状況下における休職期間満了を理由になされた退職扱いの効果が問題となる。\n上記論点①については，本件就業規則第２４条第１項は「傷病により勤務に堪え得ない場合には，休職を命ずることができる。」と規定し，使用者はこれに基づき本件休職命令を発したが，本件うつ的症状の発症の原因等を踏まえて本件休職命令の効力を検討すべきであろう。上記論点②については，判例（片山組事件最一判平成１０年４月９日）が示す判断枠組みを踏まえて，本件復職申請が債務の本旨に従った履行の提供に当たるか否か，これに当たるとした場合，使用者がこれを拒否した状況において，休職期間満了により退職の効果が発生するか否かを検討することになろう。その際，本件退職扱いはいわゆる自動退職であり，厳密には解雇と異なることから，仮に退職の効果が発生しないとする場合には，その法的理由にも留意すべきである。\n〔第２問〕\n本問は，義務的団交事項の意義，使用者の言論と支配介入行為の関係並びに部分スト不参加者の賃金請求権及び休業手当請求権に関する規範の正確な理解を問うものである。いずれも労働法における基本的な論点であるが，法令の規範を明示した上で，主要な判例法理を踏まえ，提示された具体的事案に対して的確な検討を行うことが求められている。\nまず，設問１においては，救済機関として不当労働行為を審査し，救済命令を発する労働委員会と，民事紛争を解決する裁判所とが明示されるとともに，それぞれに対応した救済方法の具体的内容が示されることが不可欠である。そして，平成２８年度の新規採用者，すなわち非組合員の基本給の額を前年度の新規採用者の基本給の額に比して減額することに関して，Ｙ社がＸ組合から要求を受けたにもかかわらず，この点に関する団体交渉を拒否したこと，及びＹ\n社が社長名で声明文をＹ社の全事業所に掲示したことがそれぞれ不当労働行為に当たるかどうかを検討することが必要である。前者については，本件基本給引下げが義務的団交事項に当たるかどうか，及び当たるとした場合にＹ社が団体交渉を拒否したことに正当な理由があるかどうかにつき，後者については，使用者の言論の自由にも配慮した支配介入行為の判断基準及びその該当性につき，判例法理（前者につき根岸病院事件（東京高判平成１９年７月３１日）等），- 28 -\n後者につきプリマハム事件（最二判昭和５７年９月１０日）等）を踏まえた上で，具体的な事情を適切に指摘・評価して論じなければならない。\n次に，設問２においては，Ｘ組合の組合員ではあるものの，平成２８年３月１５日のストライキに参加しなかったＺらが，Ｙ社から休業を命じられて同日に就労しなかったことに関して，Ｚらの労働の無価値性，Ｙ社の責めに帰すべき事由の有無及び賃金請求権と休業手当請求権の関係につき，両請求権の相違をも考慮しつつ，判例法理（ノースウエスト航空事件（最二判昭和６２年７月１７日）等）を踏まえた上で，それぞれ規範を定立し，的確に当てはめを行うことが必要である。また，Ｚらの請求の当否について結論を明示することも忘れてはならない。\nいずれの設問も，規範の明示と本件事例への当てはめを基軸とし，説得力ある論理が展開されていることが前提となる。"
}