{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点は，４：６〕）\n次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\nⅠ\n【事実】\n１．不動産賃貸業を営むＡは，その亡妻Ｂとの間に長男Ｃをもうけていた。Ｃは，平成２３年３月に高校を卒業した後，他県の自動車販売店に整備士として雇用されたことから，Ａの家を出て自分でアパートを借り，恋人のＤと同棲を始めた。平成２４年２月の時点で，Ｃは満１８歳，Ｄは満２０歳であった。\n２．Ｃは，Ｂの所有していた甲土地及び乙土地をＢからの相続により取得していた。甲土地及び乙土地は，更地で，Ｃの登記名義とされていたが，Ｃの親権者であるＡが公租公課の支払を含め両土地の管理を行っていた。\n３．平成２４年２月１日，Ａは，自らの遊興を原因とする１０００万円を超える借金の返済に窮していたことから，Ｃ所有の甲土地及び乙土地を自らが管理していることを奇貨として，甲土地及び乙土地をＣの承諾を得ずに売却し，その代金を自己の借金の返済に充てようと考えた。\n４．平成２４年２月１０日，Ａは，Ｃの代理人として，個人で飲食店を営む知人Ｅとの間で，甲土地を４５０万円，乙土地を６００万円で売却する契約を締結した。ところが，Ｅはその時点で６００万円しか現金を有していなかったことから，ＡとＥは，甲土地についてはＥが４５０万円の現金を調達できた時点でＣからＥへの所有権移転登記手続をすることとし，さしあたり，乙土地についてのみＣからＥへの所有権移転登記手続をすることで合意した。\n５．平成２４年２月１５日，Ｅは，Ａに対し乙土地の代金として６００万円を支払い，ＣからＥへの乙土地の所有権移転登記がされた。Ａは，Ｅから受領した代金６００万円を自らの借金の返済に充当した。これらの事実について，ＡはＣに何も知らせなかった。\n６．Ｅは，【事実】４の売買契約を締結した時点で，Ａが遊興を原因として多額の借金を抱えており，Ａが乙土地の代金６００万円をＡの借金に充当するつもりであることを知っていた。\n７．平成２４年３月１日，ＣはＡの同意を得てＤと婚姻し，新婚旅行に出発したが，同月５日，Ｃは，新婚旅行先で海水浴中の事故により死亡した。Ｃの相続人はＡ及びＤの２人である。\n８．平成２４年３月１５日，Ｅは，４５０万円の現金を調達できたことから，Ａにその旨連絡し，代金の支払と引換えに甲土地の所有権移転登記手続をするよう求めた。ところが，Ａは，甲土地の地価が急騰したことから，甲土地を売却するのが惜しくなり，Ｅの請求に応じなかった。\n９．平成２４年３月２０日，Ｅは，乙土地の地価も急騰したことから，乙土地を売却しようと考え，乙土地の売却の媒介を仲介業者に依頼した。その頃，Ｆは，自宅建物を建設するための敷地を探していたが，購読している新聞の折り込みチラシに乙土地が紹介されていたことから，仲介業者に問い合わせた。その後，現地を見たＦは，乙土地を気に入り，Ｅと面識はなかったものの，Ｅから乙土地を購入することを決めた。\n10．平成２４年３月３０日，Ｅは，Ｆとの間で，乙土地の売買契約を締結し，ＦはＥに乙土地の代金として７５０万円を支払い，ＥからＦへの乙土地の所有権移転登記がされた。\n11．その後，Ｆは，乙土地上に丙建物を建築し，平成２４年１０月１０日から丙建物での居住を開始した。\n12．平成２５年３月５日，Ｄは，Ｃの一周忌の法要の席上において，Ａに対し，Ｃの遺産について尋ねたが，ＡはＤの質問を無視した。その後も，ＡはＤからの電話の着信や郵便物の受領を全て無視している。\n13．平成２５年４月１５日，Ｄは，Ｃの遺産に関する自らの疑問を解消したいと考え，弁護士に- 2 -調査を依頼した。\n14．平成２５年５月２５日，Ｄは，【事実】13の調査を依頼した弁護士の報告により，【事実】２から11までを知った。\n15．平成２５年６月３０日，Ｅは，弁護士を通じて，Ａ及びＤに対し，代金を支払うので甲土地の所有権移転登記手続をするよう求めたが，拒絶された。そこで，Ｅは，甲土地の売買代金全額を供託した。\n〔設問１〕 【事実】１から15までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｅは，Ａ及びＤに対し，甲土地の所有権移転登記手続の請求をすることができるか。Ｅの請求の根拠を説明し，その請求の当否を論じなさい。\n⑵ Ｄは，Ｆに対し，乙土地及び丙建物に関しどのような請求をすることができるか。Ｄの請求の根拠及び内容を説明し，その請求の当否を論じなさい。なお，ＤのＦに対する金銭請求については，検討を要しない。\nⅡ 【事実】１から15までに加え，以下の【事実】16から27までの経緯があった。\n【事実】\n16．Ｅは，その飲食業に関し借金を負っていたところ，平成２６年に入ってから，事業の借金の返済に充てる資金をＧの主宰する賭博で得ようと考え，懇意にしている仕入先のＨに頼み込んで，賭博に使うつもりであることを打ち明けて，５００万円を借り受けることにした。\n17．Ｅは，さらに，同様の目的を有しつつも，賭博に使うつもりであることを打ち明けずに，知人Ｋから５００万円を借り受けようと考えた。\n18．平成２６年３月１日，Ｅは，叔父Ｌに，「事業の建て直しに必要な資金の融資をＨとＫから受けるに当たって保証人が必要だが，叔父さん以外に頼れる人がいない。」と述べて，ＨとＫに対する貸金債務の連帯保証人になってもらうことの同意を得た。Ｌは，Ｅの事業がうまくいっていないことを知っていたが，Ｅが借りた金を賭博に使うつもりであることは知らなかった。\n19．平成２６年４月１日，Ｅは，Ｈから，返済期日を平成２７年３月３１日，利息を年１５％，遅延損害金を年２１．９％として，５００万円を借り受け，ＬがＥの債務を連帯保証する旨の契約書がＥ，Ｈ及びＬの３人の間で作成され，同日，ＨからＥに５００万円が交付された。\n20．平成２６年４月１５日，Ｅは，Ｋから，返済期日を平成２７年５月３０日，利息を年１５％，遅延損害金を年２１．９％として，５００万円を借り受け，ＬがＥの債務を連帯保証する旨の契約書がＥ，Ｋ及びＬの３人の間で作成された。当該契約書では，５００万円は，平成２６年\n５月３１日に，ＫからＥに交付されることになっていた。\n21．しかし，Ｋは，Ｅによる借金の使途に疑問を抱き，平成２６年５月３１日の経過後も，５００万円をＥに交付しなかった。また，そのことは，Ｌには知らされなかった。\n22．平成２６年８月１日，急に資金繰りが悪化したＨは，平成２６年４月１日付消費貸借契約に関する債権を，既発生の利息債権も含めて，４００万円でＭに売却した。その際，ＨはＭに対して，「この債権はＥの事業のための融資金債権であり，Ｅの事業の経営はやや苦しいが，Ｌは弁済に足る資産を有している。」と説明し，Ｍもその説明を信じた。\n23．平成２６年８月５日，ＥはＨから，「あなたに対する債権をＭに譲渡しました。承諾書を同封したのでそれに署名押印して返送してください。」と書かれた手紙を受け取ったので，ＥはＨの指示に従い，「私は，平成２６年４月１日付消費貸借契約に基づくＨの私に対する債権を，平成２６年８月１日付譲渡契約によってＨがＭに対して譲渡したことを承諾します。」とだけ記載された書面に署名押印し，内容証明郵便でそれをＨに返送した。その書面は，同月７日にＨに配達された後，同月１０日，ＨからＭに交付され，ＭからＨに代金４００万円が支払われた。Ｌは，この債権譲渡について，Ｅ及びＨから何も知らされていなかった。24．平成２６年１０月頃，Ｈは，更に資金繰りが悪化し資産も尽きたので，多額の債務を抱えたまま夜逃げをした。それ以降，Ｈの所在は不明である。\n25．平成２７年６月１日，Ｋは，Ｌに対し，Ｅに５００万円を交付していなかったが，平成２６年４月１５日付契約書があることを奇貨として，Ｌに連帯保証債務の履行を請求した。Ｌが直ちにＥに照会したところ，Ｅは，間違えて，「事業はうまくいっておらず，Ｋに対する債務は利息を含め１円も支払っていない。」と説明した。ＬはＥに対し，「仕方がないので連帯保証債務を履行する。」と述べた。\n26．平成２７年６月２９日，Ｌは，Ｋに対し，連帯保証債務の履行として，合計５８４万円を支払った。５８４万円の内訳は，元本が５００万円，利息が７５万円，遅延損害金が９万円である（利息７５万円＝元本５００万円×利率年１５％×１年，遅延損害金９万円＝元本５００万円×利率年２１．９％×３０日／３６５日）。\n27．平成２７年７月末になったが，Ｅは，Ｈに対しても，Ｍに対しても，利息を含め１円も支払っていない。\n〔設問２〕 【事実】１から27までを前提として，以下の⑴から⑶までに答えなさい。\n⑴ Ｍは，Ｅに対して，契約上の債権に基づき，５００万円とそれに対する利息や遅延損害金の支払を請求することができるか。Ｍの請求の根拠及び内容を説明し，その請求の当否を論じなさい。\n⑵ Ｍは，Ｅに対して，法定債権に基づき，５００万円とそれに対する利息や遅延損害金の支払を請求することができるか。Ｍの請求の根拠及び内容を説明し，その請求の当否を論じなさい。\n⑶ Ｌは，Ｅに対して５８４万円の支払を請求することができるか。Ｌの請求の根拠を説明し，その請求の当否を論じなさい。なお，不法行為に基づく請求については，検討を要しない。論文式試験問題集［民事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，未成年者Ｃの親権者であるＡが，自らの遊興により生じた借金を返済するためにＣの所有する甲土地及び乙土地をＣに無断でＥに売却した後，Ｄと婚姻したＣが死亡してＣをＡとＤが相続し，その後更にＥが乙土地をＦに売却した事例（設問１），Ｅが自己の事業の借金の返済に充てる資金をＧの主宰する賭博で得るために，仕入先のＨ及び知人Ｋとの間で，Ｅの叔父Ｌの連帯保証付きで借金をする契約書を作成した後，貸金をＥに交付したＨがその- 3 -\n貸金債権をＭに売却し，貸金をＥに交付しなかったＫが，契約書の存在を奇貨としてＬに連帯保証債務の履行を請求し金銭を支払わせた事例（設問２）を素材として，民法上の問題についての基礎的な理解とともに，その応用力を問う問題である。\n当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，親権者とその子との間の利益相反行為の成否，親権者による代理権濫用の成否とその効果という事項に対する理解を問うとともに，それを前提として，子について共同相続があった場合の法律関係，親権者の行為の相手方と取引をした第三者の保護について検討させることにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n小問⑴では，Ｅは，Ａ及びＤに対して，甲土地の所有権移転登記手続を請求しており，その根拠は売買契約に基づく債権的請求又は所有権に基づく物権的請求であることを指摘した上で，その請求の当否について検討することが求められる。いずれの請求の場合にも，ＡがＣの代理人としてＥとの間で甲土地の売買契約（以下「本件売買契約」という。）を締結したこと，Ａ及びＤがＣを共同で相続した結果，Ｃの所有権移転登記手続義務を包括承継したこと（なお，最判昭和３６年１２月１５日民集１５巻１１号２８６５頁は，売主の共同相続人の登記義務は民法第４３０条の不可分債務である旨判示している。）により，Ｅは，Ａ及びＤ\nに対し甲土地の所有権移転登記手続を請求することが可能となる。\nまず，これに対するＡ及びＤの反論として考えられるのは，本件売買契約が民法第８２６条の利益相反行為に該当するという主張である。もっとも，利益相反行為に該当するか否かの判断基準に関して判例（最判昭和４２年４月１８日民集２１巻３号６７１頁）の外形説を採用する場合には，本件売買契約は利益相反行為に該当しないことになり，それを踏まえた上で，親権者の代理権濫用について論ずることが求められる。この場合，ＡがＣ所有の甲土地を売却した行為が判例（最判平成４年１２月１０日民集４６巻９号２７２７頁）のいう「子の利益を無視して自己又は第三者の利益を図ることのみを目的としてされるなど，親権者に子を代理する権限を授与した法の趣旨に著しく反すると認められる特段の事情」があるとして代理権濫用に該当するか否かについて，本問に示された事実関係に即して適切な当てはめをすることが求められる。\n代理権濫用の効果については，平成４年の判例のように，親権者の行為の相手方が代理権濫用の事実を知り又は知り得べかりしときは，民法第９３条ただし書の類推適用により親権者の行為の効果は子には及ばないという構成が考えられる。それによれば，ＥはＡの代理権濫用の事実について悪意であるから，Ａの行った本件売買契約の効果はＣに及ばないことになる。ただし，代理権濫用を無権代理とする構成（無権代理説）や，代理権濫用について相手方に悪意又は（重）過失が認められる場合にはその相手方は代理による効果帰属を信義則上主張できないとする構成（信義則説）もあり得るところであり，適切な理由付けによって判例と異なる論じ方をすることは排除されていない。また，民法第８２６条の利益相反行為について外形説に依拠して検討することが必須ではなく，判例と異なる実質説を採って利益相反行為に該当するとした場合でも，適切な理由付けの下に説得力のある検討が行われていれば，それに相応した評価が与えられる。\n次に，ＣをＡ及びＤが共同相続したことにより，上記で論じた法律関係がどのような影響を受けるのか，いわゆる「無権代理と相続」の論点における無権代理人共同相続型の判例（最判平成５年１月２１日民集４７巻１号２６５頁）との関係が問題となる。利益相反行為につき実質説を採った場合や，無権代理説による場合は，この判例がそのまま妥当する。平成５年の判例は，追認権はその性質上相続人全員に不可分に帰属するから，共同相続人全員が共同して行使しない限り無権代理行為が有効となるものではないとしており，本問では共同相続人の１人であるＤが追認を拒絶しているので，Ｅは甲土地の所有権を取得できない。また，民法第９３条ただし書類推適用説による場合には，平成５年の判例がそのまま妥当するわけではないが，民法第１１６条に基づく追認の可否を問題とした上で，平成５年の判例と同様に追認権の行使について論ずるか，あるいはＡの代理権濫用についてＥに悪意があることを理由としてＥが甲土地の所有権を取得することはないと論ずることが考えられる。もっとも，相続人の追認権については，相続分に応じて可分に帰属するという考え方もあり，判例の立場で論ずることは必須ではなく，適切な理由付けの下に厚みのある検討が行われ，整合的な結論が示されていれば，それに相応した評価が与えられる。\n小問⑵では，ＤのＦに対する乙土地の所有権移転登記抹消登記手続等の請求について，民法第２５２条ただし書の保存行為，あるいは共有持分権に基づく物権的請求権が根拠となることを指摘した上で，無権利者Ｅと取引をした第三者Ｆの保護について論ずることが求められる。第三者Ｆの保護の点に関しては複数の考え方があり得る。\nまず，乙土地はＡとＤの共有物であるのにＥ名義の登記がされていたことを理由に，民法第９４条第２項を類推適用してＦを保護する考え方である。これによれば，Ｃやその地位を包括承継したＡ及びＤが虚偽の外観を作出し，あるいはあえて虚偽の外観を放置したと評価される場合に，Ｆは乙土地の所有権を取得する可能性がある。本問に示された事実関係からすれば，ＣやＤ自身の行為に着目してその帰責性を認めることには困難が伴うが，Ｃの帰責性を評価する際には，ＡがＣの親権者であるという事情も関係し得る。一般的には，Ａは法定代理人であり，Ｃの意思に基づいてＡに代理権が授与されたわけではないから，この事情はＣの帰責性を否定する方向に働く。しかし，Ｃの親権者であるＡの包括的な代理権によって私的自治が補充されＣが継続的に利益を受けているとして，代理権濫用の危険はＣが負担すべきであるとする考え方もあり得る。\nまた，Ｆについて民法第９４条第２項が類推適用されるとしつつも，その根拠を上記のような虚偽の外観の放置ではなく，代理権濫用について民法第９３条ただし書が類推適用されることに求める考え方もあり得る。最判昭和４４年１１月１４日民集２３巻１１号２０２３\n頁は，手形保証についてこのような立場を採っている。もっとも，心裡留保における表意者には虚偽の外観を作出したのと同等の帰責性が認められるが，代理権濫用における本人の帰責性をこれと同視することはできず，また，上記判決は手形保証に関する判断であるから，その射程については慎重な検討を要する。\nさらに，代理権濫用について信義則説を採った上で，本人Ｃを相続したＡ及びＤは，第三者Ｆとの関係では，第三者Ｆが信義則に反する者でない限り（Ａの代理権濫用について悪意又は〔重〕過失が認められない限り），代理行為の効果帰属を拒むことができない，という考え方もあり得る。\nこのように，第三者Ｆの保護の在り方については複数の考え方があり得るが，理由を明示した上で一定の立場を採り，それを本問に当てはめて整合的な結論を導いているものについては，その法的構成力・推論力に照らし，相応の評価が与えられる。\n設問２は，賭博目的の消費貸借契約に基づく貸金債権が譲渡された事例と，存在しない貸金債務を主債務とする連帯保証債務が履行された事例を素材として，貸金債権の関係者をめぐる諸々の法律関係を，民法第９０条や同法第７０８条，同法第４５９条等の正確な理解に基づき分析した上で，事案に即した妥当な解決を導くことができるか否かを問うものである。\n小問⑴では，まず，賭博目的の消費貸借契約による債権の成否について的確に検討することができるかどうかが試されている。賭博目的の消費貸借契約は，それ自体が不法なものではなく，不法な動機が一方当事者であるＥの心裡にあるにすぎないが，Ｈは賭博目的を知っているので，ＥＨ間の消費貸借契約は公序良俗に違反し無効となり（民法第９０条），その結果，ＨのＥに対する消費貸借契約上の債権は発生しないことになる。次に，この存在しない債権がＨからＭに譲渡され，その債権譲渡につき債務者Ｅが民法第\n４６８条第１項の異議をとどめない承諾をしていることから，その債権の不存在をＥがＭに対抗しうるか否かが問題となる。この点に関しては，賭博の勝ち負けによって生じた債権が譲渡された場合において，その債権の債務者が異議をとどめずに承諾したときであっても，債務者に信義則に反する行為があるなどの特段の事情のない限り，債務者は，その債権の譲受人に対して債権の発生に係る契約の公序良俗違反による無効を主張してその履行を拒むことができるとした判例（最判平成９年１１月１１日民集５１巻１０号４０７７頁）が存在するが，本問の事案は，当該判例の事案とは異なり，賭博の負け金債務ではなく，賭博目的の貸金債権が譲渡されたものであるから，そのことを意識した上で，ＭがＥに対し契約上の債権を行使することができるかについて，事実を的確に分析した上でその請求の当否を検討することが求められる。\n小問⑵では，ＥＨ間の消費貸借契約が公序良俗違反により無効であることを前提とした上で，ＨがＥに交付した５００万円について，ＨのＥに対する「法定債権」である不当利得返還請求権をＭが行使することが考えられる。ここでは，ＨのＥに対する不当利得返還請求権の成否について，不法原因給付に関する民法第７０８条が適用されるか否かを吟味しつつ論ずるとともに，ＨのＥに対する不当利得返還請求権をＭが行使するための法律構成を論ずることが期待されている。後者の点については，複数の法律構成が考えられる。\nまず，ＭがＨのＥに対する不当利得返還請求権を行使するための法的根拠としては，ＨがＭに対し「平成２６年４月１日付消費貸借契約に関する債権」を譲渡していることから，その契約の解釈として，貸金債権だけでなく，不当利得返還請求権もＨからＭに譲渡されたものと認めることが考えられる。このような契約の解釈に当たっては，不当利得返還請求権も譲渡された場合とそうでない場合とを対比して，Ｍ及びＨやＨの一般債権者の利害状況を分析することが求められている。\nまた，ＨのＥに対する不当利得返還請求権はＭに譲渡されていないことを前提とした上で，債権者代位権によって，Ｍが，ＨのＥに対する不当利得返還請求権を行使することも考えられる。この場合，債権者代位権の要件として，ＭのＨに対する被保全債権の存在及びＨの無資力が充足されることと，請求の範囲は被保全債権の額が上限となることを指摘することが期待されている。\n小問⑶では，委託を受けた保証人が連帯保証債務の履行として金銭を支払ったものの，主たる債務が存在しなかった場合における主債務者と保証人との間の法律関係についての分析とともに，保証人の主債務者に対する債権が成立するかどうかが問われている。保証債務の付従性自体は基礎的な知識に属するが，ここで示されている問題自体については，判例や学説において必ずしも明確に議論されているわけではない。ここでは結論の妥当性も視野に入れて適切に論ずることが期待されており，応用的な能力を問う問題である。\nそもそも，ＬはＥの保証委託を受けた結果としてＫに対して５８４万円を支払っており，その支払の際にＥに事前の通知をしているのだから，Ｋの無資力の危険をＬが負うとするのは不合理である。単に付従性のみを論ずるのではなく，そうした結論の妥当性も視野に入れた上で，Ｌを保護する法律構成を見いだすことが，本問では期待されている。\nまず，主債務者と保証人との間に保証委託契約が存在することから，委任の特則である民法第４５９条に基づき，ＬがＥに対して求償権を有するという構成が考えられる。その場合，民法第４５９条の求償権の成立要件として，(i)主たる債務の存在，(ii)主たる債務に関する債権者と保証人との間の保証契約，(iii)保証人が債権者に対して保証債務の履行をしたこと，(iv)\n保証人と主たる債務者との間の保証委託契約を挙げた上で（(v)保証人の無過失を要件として挙げる学説もある。），それらに該当する事実の有無を判断することが求められる。\n本問では，ＫはＥに金銭を交付していないため，ＫのＥに対する貸金債権は成立していないので，(i)の要件は充足されない。しかし，Ｌが主債務の存在を前提としてＫに５８４万円を支払った原因は，ＬがＥに事前の通知をしたにもかかわらず，ＥがＬに主債務の不存在を説明しなかったからである。民法第４６３条第１項が準用する民法第４４３条第１項により，保証人が事前の通知をせずに弁済をした場合，主債務者が債権者に対抗することができる事由を有していたときは，その事由をもって保証人に対抗することができるとされていることを踏まえると，保証人が事前の通知をしたが，主債務者が債権者に対抗することができる事由（主債務の不存在）を有している旨の返答をしなかった場合には，主債務者はその事由をもって保証人に対抗できないとの考え方があり得よう。これを本問に示された事実関係に当てはめた場合，ＥはＬからの民法第４５９条に基づく求償を，主債務の不成立を理由に拒むことはできないことになる。\nこのほか，Ｌの請求の根拠としては，民法第６５０条第１項の費用償還請求権に基づくものも考えられる。この場合には，ＬのＫに対する出捐が，同項の「委任事務を処理するのに必要と認められる費用」，すなわち，事務処理の際に受任者が善良な管理者の注意をもって必要と判断して支出した費用に当たるか否かを確認することが求められる。\nまた，主債務が存在しない場合に連帯保証債務の履行として金銭を支払うことは保証委託の範囲外であるなどの理由により，Ｌの出捐は費用ではなく損害であると解釈するならば，ＬはＥに対し民法第６５０条第３項や同法第４１５条に基づく損害賠償請求権を行使するという考え方を採る余地もある。\nいずれの法律構成を採る場合においても，Ｌによる事前の通知に対しＥが適切に対応しなかったことが的確に評価されていれば，民法第４５９条に基づく求償権を認める答案と同等の評価が与えられる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（「平成２８年司法試験論文式試験問題出題趣旨【民事系科目】〔第１問〕」）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことができるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，\n論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評価する能力を確かめることとした。これらを実現するために，１つの設問に複数の採点項目を設け，\n採点項目ごとに適切な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点について緻密な検討をし，それらの問題点の相互関係に意を払う答案が，優れた法的思考能力を示していると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，\n論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な検討の一部がなく，そのことにより知識や理解が不足することがうかがわれるときでも，そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また反対に，論理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，低く評価することとした。\nまた，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の⑴及び⑵において，それぞれ全般的な採点実感を紹介し，また，それを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」\nの４つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示すこととする。\nただし，これらは上記の各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。\nまた，答案の全体的傾向から感じられたことについては，⑶で紹介することとする。\n⑴ 設問１についてア 設問１の全体的な採点実感設問１は，親権者とその子との間の利益相反行為の成否，親権者による代理権濫用の成否とその効果という事項に対する理解を問うとともに，それを前提として，子について共同相続があった場合の法律関係，親権者の行為の相手方と取引をした第三者の保護について検討させることにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n小問⑴では，Ｅは，Ａ及びＤに対して，甲土地の所有権移転登記手続を請求しており，その根拠は売買契約に基づく債権的請求又は所有権に基づく物権的請求であることを指摘した上で，その請求の当否について検討することが求められる。いずれの請求の場合にも，ＡがＣの代理人としてＥとの間で甲土地の売買契約（以下「本件売買契約」という。）を締結したこと，\nＡ及びＤがＣを共同で相続した結果，Ｃの所有権移転登記手続義務を包括承継したこと（なお，\n最判昭和３６年１２月１５日民集１５巻１１号２８６５頁は，売主の共同相続人の登記義務は民法第４３０条の不可分債務である旨判示している。）により，Ｅは，Ａ及びＤに対し甲土地の所有権移転登記手続を請求することが可能となる。\nまず，これに対するＡ及びＤの反論として考えられるのは，本件売買契約が民法第８２６条の利益相反行為に該当するという主張である。もっとも，利益相反行為に該当するか否かの判断基準に関して判例（最判昭和４２年４月１８日民集２１巻３号６７１頁）の外形説を採用する場合には，本件売買契約は利益相反行為に該当しないことになり，それを踏まえた上で，親権者の代理権濫用について論ずることが求められる。この場合，ＡがＣ所有の甲土地を売却した行為が判例（最判平成４年１２月１０日民集４６巻９号２７２７頁）のいう「子の利益を無視して自己又は第三者の利益を図ることのみを目的としてされるなど，親権者に子を代理する権限を授与した法の趣旨に著しく反すると認められる特段の事情」があるとして代理権濫用に該当するか否かについて，本問に示された事実関係に即して適切な当てはめをすることが求められる。\n代理権濫用の効果については，平成４年の判例のように，親権者の行為の相手方が代理権濫用の事実を知り又は知り得べかりしときは，民法第９３条ただし書の類推適用により親権者の行為の効果は子には及ばないという構成が考えられる。それによれば，ＥはＡの代理権濫用の事実について悪意であるから，Ａの行った本件売買契約の効果はＣに及ばないことになる。ただし，代理権濫用を無権代理とする構成（無権代理説）や，代理権濫用について相手方に悪意又は（重）過失が認められる場合にはその相手方は代理による効果帰属を信義則上主張できないとする構成（信義則説）もあり得るところであり，適切な理由付けによって判例と異なる論じ方をすることは排除されていない。また，民法第８２６条の利益相反行為について外形説に依拠して検討することが必須ではなく，判例と異なる実質説を採って利益相反行為に該当するとした場合でも，適切な理由付けの下に説得力のある検討が行われていれば，それに相応した評価が与えられる。\n次に，ＣをＡ及びＤが共同相続したことにより，上記で論じた法律関係がどのような影響を受けるのか，いわゆる「無権代理と相続」の論点における無権代理人共同相続型の判例（最判平成５年１月２１日民集４７巻１号２６５頁）との関係が問題となる。利益相反行為につき実質説を採った場合や，無権代理説による場合は，この判例がそのまま妥当する。平成５年の判例は，追認権はその性質上相続人全員に不可分に帰属するから，共同相続人全員が共同して行使しない限り無権代理行為が有効となるものではないとしており，本問では共同相続人の１人であるＤが追認を拒絶しているので，Ｅは甲土地の所有権を取得できない。また，民法第９３条ただし書類推適用説による場合には，平成５年の判例がそのまま妥当するわけではないが，\n民法第１１６条に基づく追認の可否を問題とした上で，平成５年の判例と同様に追認権の行使について論ずるか，あるいはＡの代理権濫用についてＥに悪意があることを理由としてＥが甲土地の所有権を取得することはないと論ずることが考えられる。もっとも，相続人の追認権については，相続分に応じて可分に帰属するという考え方もあり，判例の立場で論ずることは必須ではなく，適切な理由付けの下に厚みのある検討が行われ，整合的な結論が示されていれば，\nそれに相応した評価が与えられる。\n小問⑴に関して検討を要する事項は以上のとおりであるが，かなり多くの答案が，Ｅの請求の根拠はＡがＣの代理人としてＥとの間で締結した本件売買契約に基づくものであることを示していた。そして，その請求の当否に関し，民法第８２６条の利益相反行為該当性について外形説を採用した昭和４２年の判例の立場から本件売買契約は利益相反行為に該当しないとしつつも，Ａの代理権濫用を認め，平成４年の判例の採用する民法第９３条ただし書類推適用説に従いＡの行為の効果はＣには及ばないとした上で，追認権の不可分性を理由に，ＣをＡ及びＤが共同相続しても，Ｄが追認を拒絶していることから，Ｅは甲土地の所有権を取得できないと解答するなど，相応の理解が示されていた。もっとも，平成４年の判例が「親権者に子を代理する権限を授与した法の趣旨に著しく反すると認められる特段の事情がある場合」に親権者の代理権濫用が認められる場合を限定していることまで正確に表現する答案は多くはなかった。\nなお，実質説，無権代理説，信義則説に立つ答案はほとんど見られなかった。\nこれらの答案は，「無権代理と相続」の論点における平成５年の判例がそのまま妥当するか否かという問題を除けば，著名な判例に準拠した解決であると言え，受験者の多くには，典型的な事例については判例に準拠した解決をする能力が身に付いていることがうかがわれた。このことは，多くの法科大学院において基本的な判例に関する教育が浸透していることを示すものと推察される。\n他方で，外形説に立つことを明言しながらＡの主観や金銭の使途を理由に利益相反行為該当性を肯定する答案が少なからず存在したが，それは学説の内容の理解が表層的で不十分であることに起因するものと言わざるを得ない。また，ＡとＤの共同相続について言及していない答案がかなりあったほか，利益相反行為の有無と代理権濫用の問題の相互関係を十分に理解しておらず，両者の区別が付いていないように見受けられる答案も一定数存在した。\nさらに，民法第８２４条の存在を知らず，あるいは同条に気付かずにＡの行為を無権代理として論旨を展開する答案が見られたが，民法の基礎的な理解に欠けるものとして消極的に評価せざるを得ない。同条を指摘しているにもかかわらず，Ａの行為を無権代理と捉え，表見代理の成否を検討する答案も散見された。それらの中には，不動産の処分について未成年者の個別の授権を要するという答案があったが，行為能力制度は独立して取引をする能力がない者の保護を目的の１つとする制度であり，不動産の処分について能力がない未成年者の授権を要するという見解に対しては，行為能力制度に関する基本的な理解を欠くという評価をせざるを得ない。また，民法第８２４条の代理権は包括的な代理権であるから，それを基本代理権として表見代理を論ずるのは不適切である。Ａの無権代理人の責任を問題にする答案も一定数見られたが，仮にＡの無権代理を肯定しても，本問では民法第１１７条第２項が適用されることになると考えられるから，低い評価しか与えられない。\n次に，小問⑵では，ＤのＦに対する乙土地の所有権移転登記抹消登記手続等の請求について，\n民法第２５２条ただし書の保存行為，あるいは共有持分権に基づく物権的請求権が根拠となることを指摘した上で，無権利者Ｅと取引をした第三者Ｆの保護について論ずることが求められる。第三者Ｆの保護の点に関しては複数の考え方があり得る。\nまず，乙土地はＡとＤの共有物であるのにＥ名義の登記がされていたことを理由に，民法第９４条第２項を類推適用してＦを保護する考え方である。これによれば，Ｃやその地位を包括承継したＡ及びＤが虚偽の外観を作出し，あるいはあえて虚偽の外観を放置したと評価される場合に，Ｆは乙土地の所有権を取得する可能性がある。本問に示された事実関係からすれば，\nＣやＤ自身の行為に着目してその帰責性を認めることには困難が伴うが，Ｃの帰責性を評価する際には，ＡがＣの親権者であるという事情も関係し得る。一般的には，Ａは法定代理人であり，Ｃの意思に基づいてＡに代理権が授与されたわけではないから，この事情はＣの帰責性を否定する方向に働く。しかし，Ｃの親権者であるＡの包括的な代理権によって私的自治が補充されＣが継続的に利益を受けているとして，代理権濫用の危険はＣが負担すべきであるとする考え方もあり得る。\nまた，Ｆについて民法第９４条第２項が類推適用されるとしつつも，その根拠を上記のような虚偽の外観の放置ではなく，代理権濫用について民法第９３条ただし書が類推適用されることに求める考え方もあり得る。最判昭和４４年１１月１４日民集２３巻１１号２０２３頁は，\n手形保証についてこのような立場を採っている。もっとも，心裡留保における表意者には虚偽の外観を作出したのと同等の帰責性が認められるが，代理権濫用における本人の帰責性をこれと同視することはできず，また，上記判決は手形保証に関する判断であるから，その射程については慎重な検討を要する。\nさらに，代理権濫用について信義則説を採った上で，本人Ｃを相続したＡ及びＤは，第三者Ｆとの関係では，第三者Ｆが信義則に反する者でない限り（Ａの代理権濫用について悪意又は〔重〕過失が認められない限り），代理行為の効果帰属を拒むことができない，という考え方もあり得る。\n小問⑵に関して検討を要する事項は以上のとおりであるが，それなりに多くの答案が，丙建物収去・乙土地明渡請求の根拠がＤの有する乙土地の共有持分権であることを示した上で，Ｆが民法第９４条第２項の類推適用により保護されるか否かを論じ，Ｄの帰責性が欠けることを理由としてＦの保護を否定していた。このことからも，多くの受験者において，典型的な事例を与えられた場合には，民法の枠組みを使って適切な解決をする能力を身に付けていることがうかがわれた。もっとも，Ｄの請求の根拠を共有持分権ではなく，単に所有権とするなど，正確さに欠けるものも見受けられた。また，ＤからＦに対する所有権移転登記抹消請求について検討する答案や，Ｆが信義則に反する者でない限り代理行為の効果帰属を拒むことができないとする答案は少数であった。他方，民法第９４条第２項類推適用の構成を採りつつ，本人の帰責性を検討せずに単に登記等を信頼したＦを保護すべき必要性がある，あるいは，乙土地はＡＤの共有とした上でＣやＤの帰責事由を検討することなくＡに帰責事由があるなどとして，乙土地全体についてＦの所有権取得を認める答案も見られた。\nさらに，乙土地はＣ→Ｅ→Ｆと売買されているにもかかわらず，Ｅ→Ｃという復帰的物権変動を観念し，Ｅを起点とするＥ→Ｃ，Ｅ→Ｆという二重譲渡と同視し，民法第１７７条の適用を問題とする答案がかなりの数見られた。しかし，判例にあっても，復帰的物権変動が観念されるのは取消しや解除の場合のみであるから，このような答案は民法の基礎的な理解に問題があるものと言わざるを得ない。\nなお，本件売買契約が有効であるか否かが問題となることは，甲土地と乙土地に共通である。\nしかしながら，小問⑴では代理権濫用について全く言及せず，小問⑵で論ずるという答案が一定数見られた。その一部は，【事実】６を踏まえて，Ｅは，乙土地については代理権濫用を知っていたが，甲土地については知らなかったとして，代理権濫用の問題をもっぱら小問⑵において論じていた。そのような答案に対しては，全くあり得ない論じ方ではないが，少なくとも甲土地についてＥの重過失を認定することは可能なので問題があるという評価をせざるを得ない。他方，明確な理由を述べないまま，小問⑴において代理権濫用や共同相続に触れることなく，小問⑵でそれらの論点を検討する答案も散見された。このような答案は個別の論点について一定の理解を有することはうかがわれるものの，全体として的確な理解がなされているかについて疑念を抱かせるものである。\nイ 答案の例優秀に該当する答案の例は，小問⑴においては，Ｅの請求の根拠が売買契約に基づく債権的請求であることなどを適切に示した上で，請求の当否に関し，外形説の立場から本件売買契約は利益相反行為に該当しないとしつつも，Ａの代理権濫用を認め，民法第９３条ただし書の類推適用によりＡの行為の効果はＣには及ばないとし，更に追認権の不可分性を理由として，ＣをＡ及びＤが共同相続しても，Ｄが追認を拒絶しているので，Ｅは甲土地の所有権を取得できないことに言及するものである。また，小問⑵においては，Ｄの請求の的確な根拠を挙げた上で，Ｆが民法第９４条第２項の類推適用により保護されるか否か，特に帰責性の要件について，\n事実関係を的確に評価して，Ｃの帰責性を否定するなり，あるいはこれと反対に，ＡがＣの法定代理人であることを指摘した上で，Ａの代理権濫用の危険はＣが負担すべきであることを説得的に説明するなど，事案に即した適切な検討を行うものである。\n良好に該当する答案の例は，優秀に該当する答案と比べたとき，検討すべき複数の事項について概ね適切な論述をしているが，それらの一部について考察を欠き，あるいは問題の理解に不正確な箇所が存在するものである。例えば，小問⑴に関しては，民法第９３条ただし書の類推適用までは触れているものの，Ａ及びＤによるＣの共同相続についての検討が不十分なものである。\n一応の水準に該当する答案の例は，良好に該当する答案の例と比べたとき，検討すべき事項のほぼ全てに言及しているものの，全体として説明が平板で不十分であるものや，制度の基本的な理解に問題があるために，明晰さを欠いていたり，一貫性の面でやや劣るものである。例えば，小問⑴に関しては，利益相反行為該当性等を検討する過程において，外形説を採りながら，親権者の意図や金銭の使途により代理権濫用に該当すると述べるなど，利益相反行為と代理権濫用との区別が不鮮明なものがこれに当たる。小問⑵に関しては，小問⑴で追認権はＣの相続人であるＡとＤに不可分に帰属するからＥの請求は認められないとしておきながら，乙土地についてＡが３分の１の持分を有することから，その持分に相当する部分はＥが有効に取得する結果，乙土地はＥから乙土地を購入したＦとＤの共有になるなど，追認可分説を前提として論述するものである。\n不良に該当する答案の例は，検討すべき事項の中心的な部分についての考察を欠くものである。例えば，小問⑴に関しては，民法第８２４条に全く触れることなく，Ａの行為を当然に無権代理として「無権代理と相続」の問題についてのみ検討するもの，民法第８２４条を指摘しているにもかかわらず，個別の授権がないことからＡの行為を無権代理と捉え，表見代理の成否や無権代理人の責任を検討するもの，Ａの行為を無権代理としつつ代理権濫用を論ずるなど論理に矛盾を来たしているもの等がこれに当たる。また，小問⑵に関しては，民法第９４条第２項の類推適用によるＦの保護を全く検討することなく，民法第１７７条の対抗要件についてのみ論ずるものがこれに当たる。\n⑵ 設問２についてア 設問２の全体的な採点実感設問２は，賭博目的の消費貸借契約に基づく貸金債権が譲渡された事例と，存在しない貸金債務を主債務とする連帯保証債務が履行された事例を素材として，貸金債権の関係者をめぐる諸々の法律関係を，民法第９０条や同法第７０８条，同法第４５９条等の正確な理解に基づき分析した上で，事案に即した妥当な解決を導くことができるか否かを問うものである。\n小問⑴では，まず，賭博目的の消費貸借契約による債権の成否について的確に検討することができるかどうかが試されている。賭博目的の消費貸借契約は，それ自体が不法なものではなく，不法な動機が一方当事者であるＥの心裡にあるにすぎないが，Ｈは賭博目的を知っているので，ＥＨ間の消費貸借契約は公序良俗に違反し無効となり（民法第９０条），その結果，ＨのＥに対する消費貸借契約上の債権は発生しないことになる。次に，この存在しない債権がＨからＭに譲渡され，その債権譲渡につき債務者Ｅが民法第４６８条第１項の異議をとどめない承諾をしていることから，その債権の不存在をＥがＭに対抗し得るか否かが問題となる。この点に関しては，賭博の勝ち負けによって生じた債権が譲渡された場合において，その債権の債務者が異議をとどめずに承諾したときであっても，債務者に信義則に反する行為があるなどの特段の事情のない限り，債務者は，その債権の譲受人に対して債権の発生に係る契約の公序良俗違反による無効を主張してその履行を拒むことができるとした判例（最判平成９年１１月１１日民集５１巻１０号４０７７頁）が存在するが，本問の事案は，当該判例の事案とは異なり，\n賭博の負け金債務ではなく，賭博目的の貸金債権が譲渡されたものであるから，そのことを意識した上で，ＭがＥに対し契約上の債権を行使することができるかについて，事実を的確に分析した上でその請求の当否を検討することが求められる。\n小問⑴に関して検討を要する事項は以上のとおりであるが，まず，Ｍの請求の根拠がＨのＥに対する貸金債権をＭがＨから譲り受けたことにあり，Ｍの請求の内容が元本５００万円とそれに対する利息及び遅延損害金の支払となることは，大多数の答案が説明していた。そして，\n多くの答案は，ＨからＥへの５００万円の交付が賭博目的でなされたことを指摘していたが，\nその後の展開は大きく２つに分かれる。１つは，賭博目的の消費貸借契約が公序良俗に違反し無効となるか否かを検討するものである。しかし，他方で，公序良俗違反による消費貸借契約の無効に触れることなく，ＨからＥへの５００万円の交付が民法第７０８条の不法原因給付に当たるか否かを検討する答案もかなり見られた。消費貸借契約に基づく密輸資金の返還請求事件において民法第７０８条の趣旨を考慮に入れた判例（最判昭和２９年８月３１日民集８巻８号１５５７頁）は確かに存在するが，民法第７０８条は給付不当利得の特則なので，その適用は，法律上の原因の不存在，すなわち，本問では消費貸借契約の無効を前提とする。したがって，消費貸借契約の無効を言わずに民法第７０８条の適用を問題にする答案は，制度の相互関係を体系的に理解していないという評価をせざるを得ない。異議をとどめない承諾については，\n多くの答案が言及していたが，平成９年の判例との事案の相違に言及する答案は，ほとんどなかった。\n次に，小問⑵では，ＥＨ間の消費貸借契約が公序良俗違反により無効であることを前提とした上で，ＨがＥに交付した５００万円について，ＨのＥに対する「法定債権」である不当利得返還請求権をＭが行使することが考えられる。ここでは，ＨのＥに対する不当利得返還請求権の成否について，不法原因給付に関する民法第７０８条が適用されるか否かを吟味しつつ論ずるとともに，ＨのＥに対する不当利得返還請求権をＭが行使するための法律構成を論ずることが期待されている。後者の点については，複数の法律構成が考えられる。まず，ＭがＨのＥに対する不当利得返還請求権を行使するための法的根拠としては，ＨがＭに対し「平成２６年４月１日付消費貸借契約に関する債権」を譲渡していることから，その契約の解釈として，貸金債権だけでなく，不当利得返還請求権もＨからＭに譲渡されたものと認めることが考えられる。\nこのような契約の解釈に当たっては，不当利得返還請求権も譲渡された場合とそうでない場合とを対比して，Ｍ及びＨやＨの一般債権者の利害状況を分析することが求められている。また，\nＨのＥに対する不当利得返還請求権はＭに譲渡されていないことを前提とした上で，債権者代位権によって，Ｍが，ＨのＥに対する不当利得返還請求権を行使することも考えられる。この場合，債権者代位権の要件として，ＭのＨに対する被保全債権の存在及びＨの無資力が充足されることと，請求の範囲は被保全債権の額が上限となることを指摘することが期待されている。\n小問⑵に関して検討を要する事項は以上のとおりであるが，まず，「法定債権」の意味を理解していない答案が見受けられた。例えば，苦し紛れに法定代位を根拠とした答案が一定数あった。「法定債権」という概念を知らなかったとしても，「法定代理権」や「法定地上権」という概念から，「法定債権」は「法律の規定によって発生する債権」であることを想起することは可能であるように思われるが，必ずしもそうでなかったようである。次に，「法定債権」の意味が分かっている答案においても，ＨのＥに対する不当利得返還請求権を債権譲渡や債権者代位権を法的根拠としてＭが行使するという法律構成を採った答案は，全体の割合からすると少数であった。大半の答案は，ＭとＥを直接の当事者として不当利得や不法行為の成否を論じていた。もっとも，ＭとＥを直接の当事者とする不当利得や不法行為は，以下に述べるように，\nその成立を肯定するのは困難であり，そのため，これらを請求の根拠とする答案に高い評価を与えることはできない。\nまず，不当利得については，因果関係を広く捉える判例の立場を前提としても，Ｍの損失とＥの受益との間に因果関係を認めることは難しい。転用物訴権の事例において，判例（最判昭和４５年７月１６日民集２４巻７号９０９頁）は請負人の損失と所有者の受益との間に直接の因果関係を認めたが，この事例では請負人は所有者のブルドーザーを修理している。また，騙取金銭による弁済の事例において，判例（最判昭和４９年９月２６日民集２８巻６号１２４３頁）は，社会通念上，被騙取者の金銭で債権者の利益を図ったと認められるだけの連結（社会通念上の因果関係）があることを要求しているが，この事例では，騙取者が，騙取金を自己の金銭と混和させたり，両替したり，銀行に預け入れたり，一部を費消後に補填したりしてから，\n債務の弁済に充てている。それに対し，本問の事例においては，ＥがＨから金銭の交付を受けた後に，ＭはＨに４００万円を支払っているのだから，Ｍの金銭でＥの利益が図られたという関係は存在しない。したがって，Ｍの損失とＥの受益との間に因果関係を認めることはできないであろう。さらに，不法原因給付を理由にＥがＨに返還を拒める場合にＭのＥに対する不当利得返還請求を認めるならば，ＥＨ間のリスク配分が害される。また，ＭＨ間の契約が有効であればＭによる４００万円の給付（損失）に法律上の原因があることになり，この場合，ＭはＨの債務不履行責任や担保責任を追及すべきこととなろう。ＭＨ間の契約が錯誤や原始的不能により無効の場合には，Ｍによる４００万円の給付（損失）には法律上の原因がないが，その清算はＭＨ間で行うべきである。ＭＨ間の契約が無効の場合において，不法原因給付を理由にＥがＨに返還を拒めないときに，ＭのＥに対する直接の不当利得返還請求を認めることにも，\nＥにはＨとＭに対する二重払の危険が生ずるため，問題がある。不当利得における因果関係の要件は，本問ではＭのＥに対する請求を排除することによって，契約当事者間で行われたリスク配分の貫徹（契約関係の自律性）を確保することをその目的とする。不当利得に関しては，\n受験者の大半は，表層的な知識を有するものの，直感的な判断に依拠するだけで，不当利得の各要件がどのような役割を担っているかについての理解が十分でないように見受けられた。\n次に，ＥのＭに対する不法行為についても，Ｅが金銭をＨから借り受けた後の時点で，ＭがＨからＥに対する貸金債権を譲り受けているのであるから，不法行為と評価されるＥの行為を見いだすことは容易ではなく，ＥのＭに対する不法行為の成立を基礎付けることには困難が伴う。\nこれに対して，ＨのＥに対する不当利得返還請求権を債権譲渡の対象として構成した答案については，契約の合理的な解釈に踏み込むものとして，その構成を採ったこと自体を高く評価することができる。貸金債権しか譲渡されていないと解釈すると，ＨはＭから４００万円を受け取った上に，Ｅから不当利得返還請求権に基づき５００万円を取り立てることができるが，\nそれは不当だからである。債権譲渡構成を採った答案の多くは民法第７０４条が適用されることも的確に指摘していた。また，債権者代位権構成も一つの法律構成として考えられ得るものであるが，その構成を採った答案の多くは，債権者代位権の要件が充足されることを的確に示していた。もっとも，債権者代位権構成による場合は，債権譲渡構成とは異なり，Ｈの一般債権者も不当利得返還請求権から満足を受けることができることに留意すべきである。ただし，\n債権譲渡構成や債権者代位権構成を採る答案にあっても，不法原因給付の成否に関する検討を欠くものが目に付いた。また，Ｅに対する不当利得返還請求権がＨからＭに譲渡されていないことを明確に示した上で債権者代位権構成を採るものは少数にとどまった。\n小問⑶では，委託を受けた保証人が連帯保証債務の履行として金銭を支払ったものの，主たる債務が存在しなかった場合における主債務者と保証人との間の法律関係についての分析とともに，保証人の主債務者に対する債権が成立するかどうかが問われている。保証債務の付従性自体は基礎的な知識に属するが，ここで示されている問題自体については，判例や学説において必ずしも明確に議論されているわけではない。ここでは結論の妥当性も視野に入れて適切に論ずることが期待されており，応用的な能力を問う問題である。\nそもそも，ＬはＥの保証委託を受けた結果としてＫに対して５８４万円を支払っており，その支払の際にＥに事前の通知をしているのだから，Ｋの無資力の危険をＬが負うとするのは不合理である。単に付従性のみを論ずるのではなく，そうした結論の妥当性も視野に入れた上で，\nＬを保護する法律構成を見いだすことが，本問では期待されている。\nまず，主債務者と保証人との間に保証委託契約が存在することから，委任の特則である民法第４５９条に基づき，ＬがＥに対して求償権を有するという構成が考えられる。その場合，民法第４５９条の求償権の成立要件として，(i)主たる債務の存在，(ii)主たる債務に関する債権者と保証人との間の保証契約，(iii)保証人が債権者に対して保証債務の履行をしたこと，(iv)保証人と主たる債務者との間の保証委託契約を挙げた上で（(v)保証人の無過失を要件として挙げる学説もある。），それらに該当する事実の有無を判断することが求められる。\n本問では，ＫはＥに金銭を交付していないため，ＫのＥに対する貸金債権は成立していないので，(i)の要件は充足されない。しかし，Ｌが主債務の存在を前提としてＫに５８４万円を支払った原因は，ＬがＥに事前の通知をしたにもかかわらず，ＥがＬに主債務の不存在を説明しなかったからである。民法第４６３条第１項が準用する民法第４４３条第１項により，保証人が事前の通知をせずに弁済をした場合，主債務者が債権者に対抗することができる事由を有していたときは，その事由をもって保証人に対抗することができるとされていることを踏まえると，保証人が事前の通知をしたが，主債務者が債権者に対抗することができる事由（主債務の不存在）を有している旨の返答をしなかった場合には，主債務者はその事由をもって保証人に対抗できないとの考え方があり得よう。これを本問に示された事実関係に当てはめた場合，\nＥはＬからの民法第４５９条に基づく求償を，主債務の不成立を理由に拒むことはできないことになる。\nこのほか，Ｌの請求の根拠としては，民法第６５０条第１項の費用償還請求権に基づくものも考えられる。この場合には，ＬのＫに対する出捐が，同項の「委任事務を処理するのに必要と認められる費用」，すなわち，事務処理の際に受任者が善良な管理者の注意をもって必要と判断して支出した費用に当たるか否かを確認することが求められる。\nまた，主債務が存在しない場合に連帯保証債務の履行として金銭を支払うことは保証委託の範囲外であるなどの理由により，Ｌの出捐は費用ではなく損害であると解釈するならば，ＬはＥに対し民法第６５０条第３項や同法第４１５条に基づく損害賠償請求権を行使するという考え方を採る余地もある。\n小問⑶に関して検討を要する事項は以上のとおりであるが，多くの答案は，民法第４５９条の求償権の成否を問題にしていた。その中には，主債務が存在しないので求償は認められないと簡単に済ます答案も一定数あったが，多くの答案は，ＬのＥに対する請求は認められるべきであるとの前提に立ち，種々の解釈上の工夫を凝らしていた。また，少数ながら，民法第４５９条の求償権の成立を否定した上で，民法第６５０条第３項や同法第４１５条に基づく損害賠償請求権の成立を認める答案もあった。結論的にＬを保護すべきであるとする答案は，民法に内在する価値基準が受験者の身に付いていることを示すものとして，積極的に評価することができる。\n民法第４５９条の要件のうち，本問で充足されるか否かが問題となるのは，上記の(i)と(iii)の要件である。(i)の要件につき，ＥＫ間の契約を諾成的消費貸借と評価して，ＥのＫに対する返還債務（主債務）の成立を認める答案もあったが，ＫがＥに金銭を交付していない以上，\n諾成的消費貸借を認める立場にあっても，ＫはＥに金銭の返還を請求することはできない。それにもかかわらず，ＬがＥに５８４万円の支払を請求することができる根拠を，民法第４５９条の内外で見いだすことが，小問⑶では求められている。(iii)の要件については，民法第４７８条を援用して保証債務の履行を認める答案がかなりあった。このような答案には，(iii)の要件を欠くため民法第４５９条は適用されず請求は認められないという結論に安易に至る答案よりは，問題の所在を把握し妥当な結論に到達しようと努力している点で相応の評価が与えられる。しかし，民法第４７８条は真の債権者の負担において善意・無過失の弁済者を保護する規定であり，債権の準占有者は別に真の債権者が存在することを前提とする概念であるところ，\n本問では真の債権者は存在しないから，同条の適用はおよそ問題とならない。なお，主債務が存在しないので保証契約は無効であるとする答案もかなりあったが，主債務が存在しなくても，\n付従性により保証債務が存在しないだけであって，保証契約が直ちに無効になるものでないことには留意を要する。\nもっとも，民法第４５９条を摘示した後，その要件を列挙する答案は少数であった。そのため，主債務が存在しないことを示す答案においても，それが民法第４５９条にとってどのような意味を持つのか，不明確な答案が目に付いた。また，主債務が存在しない理由を明示せずに主債務の不存在を前提にする答案など，最後の問題であるため時間が不足したのかもしれないが，全体として，小問⑶に関しては，論述の周到さや丁寧さが欠けている答案が多かった。\nイ 答案の例優秀に該当する答案の例は，小問⑴に関しては，Ｍの請求の根拠及び内容を説明した後，ＨＥ間の消費貸借契約が動機の不法による公序良俗違反で無効となることを指摘した上で，Ｅの異議をとどめない承諾により，貸金債権の不存在をＥがＭに対抗し得るか否かを論じるものがこれに当たる。また，小問⑵に関しては，ＨのＥに対する不当利得返還請求権を債権譲渡や債権者代位権を法的根拠としてＭが行使するという法律構成を採った上で不法原因給付の成否につき検討するものがこれに当たる。そして，小問⑶においては，ＥのＫに対する貸金返還債務（主債務）が存在しないこと，Ｌによる事前の通知に対しＥが適切に対応しなかったためＬがＫに５８４万円を支払ったこと，ＥＬ間には保証委託契約（委任契約）があることを指摘しつつ，民法第４５９条に基づく求償権の成否を論じそれを肯定する結論に達したものがこれに当たる。\n良好に該当する答案の例は，優秀に該当する答案と比べたとき，検討すべき事項の一部について考察を欠くものやその考察が不十分なものである。例えば，小問⑴に関しては，公序良俗違反による無効には触れながら動機の不法の場合に取引の相手方の主観が問題となることや異議をとどめない承諾についての検討を欠くもの，小問⑵に関しては，不法原因給付についての検討を欠くもの，小問⑶に関しては，ＥＫ間の契約は諾成的消費貸借なので主債務が存在するとするもの，逆に，主債務・保証債務が存在しないため，本来，民法第４５９条に基づく求償権は認められないはずであるが，民法第４７８条によって求償権が認められるとするものである。\n一応の水準に該当する答案の例としては，次の２つが挙げられる。第１の例は，法律問題相互の関係の理解が不明確なものである。例えば，小問⑴に関しては，公序良俗違反による消費貸借契約の無効に触れることなくＨからＥへの５００万円の交付が民法第７０８条の不法原因給付に当たるか否かを検討するものである。第２の例は，適切な事案解決にはふさわしいとは思われない法律構成を問題にするものである。例えば，小問⑵に関しては，ＭとＥを直接の当事者とする不当利得や不法行為の成否を検討するもの，小問⑶に関しては，主債務・保証債務が存在しないため，民法第４５９条に基づく求償権は認められないという結論に安易に至るものである。\n不良に該当する答案の例としては，次の２つが挙げられる。第１の例は，基本的な概念や民法の体系的な理解を欠くなどの理由から，およそこの事案において問題となりえない法規範の適用の可否を検討するものである。例えば，小問⑴に関しては，動機の不法ではなく利息制限法の適用の可否を専ら論じ，１５％の利率や２１．９％の遅延損害金の定めが利息制限法に違反するなどと同法第４条等を看過して更に誤った論述をするもの，小問⑵に関しては，「法定債権」の意味を全く理解せずに法定代位を問題とするもの，小問⑶に関しては，ＬのＥに対する不当利得返還請求を論じたり，求償権の有無を検討することなく民法第５００条の法定代位についてだけ検討するものである。第２の例は，事実に対する分析が著しく不十分なものである。例えば，小問⑴に関しては，Ｅの借入れが賭博目的の消費貸借であることについて全く検討せず，Ｍが貸金債権を譲り受けたことだけを述べ，その請求を認めるものである。\n⑶ 全体を通じ補足的に指摘しておくべき事項民法全般について体系的で過不足のない知識と理解を身に付けることが実務家になるためには不可欠である。今回の出題についても，該当分野について基本的な理解が十分にできており，それを前提として一定の法律構成を提示し，それに即して要件及び効果に関する判断が行われていれば，十分合格点に達するものと考えられる。しかし，残念ながら，民法に関する基本的な知識と理解が不足している答案や，前後で論理的に一貫しない考察を行う答案，本質的でないことを長々と論じ，必要なことを論じていない答案が見られたのは，昨年までと同様である。\n次に，本年の問題は全て，請求の根拠及び内容を説明し，その請求の当否を論じなさい，という形式を採っているが，請求の根拠及び内容を説明せずに，請求の当否だけを論じている答案が一定数存在した。問題文を注意深く読み，問いにきちんと答える必要がある。\nまた，検討すべき点が多く時間不足に陥ったためかもしれないが，答案の冒頭から乱暴に書きなぐったり，判読困難な字を記載したりするなど，読み手のことを十分考えていない答案が一定数見られたことも昨年までと同様である。次年度以降，改善を望みたい。\n４ 法科大学院における学習において望まれる事項法律家になるためには，具体的な事案に対して適用されるべき法規範を見つけ出すことができなければならない。そのためには，多数の者が登場する事例においても２人ずつの関係に分解し，そのそれぞれについて契約関係の有無を調べることが出発点となる。契約関係があれば，広い意味の契約法（契約の無効・取消しの場合の給付不当利得なども含む）の適用が問題となり，そうでなければ，物権的請求権や不法行為，侵害利得や事務管理の適用が問題となる。もっとも，判例は請求権競合説を採っているので契約当事者間でも不法行為が問題となる場合はある。しかし，まずは契約関係の有無を確認するという出発点を知っているだけでも，例えば，設問２小問⑶のＬＥ間では契約法の適用が問題となり，不当利得の適用を問題とすべきではないことが分かるはずである。事案を的確に把握し，当該事案に適用されるべき法規範を見つけ出すことができれば，受験者の多くは事案の適切な処理ができる。今後は，具体的な事案に適用されるべき法規範をどのように見つけ出したらよいかについて，従前よりも意識して学習することを期待したい。\nまた，事案解決の妥当性にもより一層の配慮をする必要があると思われる。例えば，設問２小問⑶について，主債務・保証債務が存在しないためＬのＥに対する民法第４５９条に基づく求償権は認められないと簡単に結論付ける答案が相当数見られた。しかし，ＬがＫとの間で保証契約を締結したのはＥの委託によるものであり，ＬがＫに５８４万円を支払ったのもＬの事前の通知に対しＥが適切に対応しなかったからである。そうであるにもかかわらず，ＬがＥになんらの金銭も請求できないというのでは，あまりにバランスを失した解決となろう。ＬはＫに対して請求できるから問題ないという反論もあり得るが，Ｋが無資力であるとすると，やはりＬは５８４万円を回収できないこととなる。契約を締結する構成員の全てに資力があるなら，担保物権や保証などという制度は不要になるが，民法は，無資力者が存在することを前提に，その適切なリスク配分を行うための制度を用意している。この事例においては，Ｌは自ら選んだ契約の相手方であるＥの無資力のリスクを負担しているが，Ｋの無資力のリスクを負担させられるべきではなく，Ｅは保証委託契約の相手方であるＬの利益に十分配慮すべきであろう。想像力を働かせ，契約当事者それぞれの立場に身を置いたと仮定して結論の妥当性を考えることも，事案の解決に際しては必要である。\n具体的な事案を解決する際に，制定法の背後に控えている法原則や法原理にも配慮した上で，妥当な結論を目指すことは法律実務家として求められる基本的な姿勢である。契約関係の自律性も民法に内在する法原則の１つであり，本問の解答に際して考慮されるべき重要な要素である。法科大学院の目的の１つとして，理論と実務の架橋が期待されているのであるから，法科大学院においては，法の体系的理解に基づく実践的な法的論理の構築とそれに基づく事案の適正な解決を行う能力を学生に習得させるために，さらに学生に対して質の高い教育を行っていくことを望みたい。また，\n受験者においても，法の体系的理解とそれに基づく実践的な論理展開の能力を身に付けることが法律実務家を養成する法科大学院における学習において望まれており，それが司法試験の合格ラインに達するためにも不可欠であることを自覚して，今後の学習に努めていただきたい。"
}