{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ商事株式会社（以下「Ａ社」という。）は，長年，食品製造機械メーカーであるＢ社及びＣ社から機械を仕入れ，得意先の食品製造会社であるＤ社やＥ社らに販売していた。\nＡ社は，市場の縮小傾向により，徐々に経営が苦しくなり，ここ数年は赤字決算を繰り返していたが，平成２８年３月末日の資金繰りに窮し，同月２５日，取締役会において破産手続開始の申立てを行う旨決議し，支払を停止した。その後，Ａ社は，同年４月１日，破産手続開始の申立てを行い，同月５日，破産手続開始の決定を受け，破産管財人Ｘが選任された。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，平成２７年１２月１０日，Ｂ社から機械αを代金１０００万円で購入し，同日，その引渡しを受けたが，代金の支払期日は平成２８年３月末日とされていた。Ａ社は，この機械\nαの売却先を探していたところ，同月１５日，Ｄ社との間で，機械αを１５００万円で売却する売買契約（以下「本件売買契約」という。）を締結することができた。なお，機械αの引渡し及び代金の支払期日は，Ｄ社の買取り資金の調達の都合により，いずれも１か月後の同年４月１５日とされ，所有権の移転時期も同日とされていた。\nＡ社の破産手続開始時において，本件売買契約に基づくＡ社及びＤ社の各債務は，双方とも履行されておらず，機械αはＡ社の自社倉庫内に保管されていた。破産管財人Ｘは，選任された直後，Ｂ社からは，機械αの代金１０００万円を支払うか，それができないとすれば機械αを返還するよう求められ，Ｄ社からは，本件売買契約に従い機械αを引き渡すよう求められた。\n⑴ Ｂ社は，機械αの代金１０００万円を回収したいと考えている。この債権の回収につき，考えられる法的根拠及び権利行使の方法を論じなさい。なお，Ｂ社は，本件売買契約の存在を知らないこととする。\n⑵ Ｘは，機械αの代金１５００万円をＤ社から回収し，破産財団を増殖したいと考えている。\nＸがこの代金を回収する場合に，破産手続上必要とされる手続及び効果について，その制度趣旨を踏まえて，論じなさい。\n⑶ Ｘは，⑵の手続を経て，Ｄ社から機械αの代金１５００万円を回収した。その後，この事実を知ったＢ社は，破産財団から優先的に機械αの代金相当額である１０００万円の弁済を受けたいと考えた。Ｂ社は，破産財団から優先的に弁済を受けることができるか。予想されるＸからの反論を踏まえて，論じなさい。\n２．Ａ社は，かねてからＣ社に運転資金の融通を求めていたところ，Ｃ社は，これに応じ，平成\n２７年９月２５日，Ａ社に対し，弁済期を平成２８年９月末日として，２５００万円を貸し付けた（以下，この貸付に係る債権を「本件貸付金債権」という。）。\nＡ社は，平成２８年１月２０日，Ｃ社から機械βを代金２０００万円で購入し，同日，その引渡しを受けたが，代金の支払期日は同年３月末日とされていた。そこで，Ａ社は，Ｃ社の要請に応え，この売買契約の締結と同時に，Ｃ社との間で，Ｃ社のＡ社に対する売買代金債権２０００万円を担保するため，機械βにつき譲渡担保権を設定する内容の譲渡担保契約（以下「本件譲渡担保契約」という。）を締結した。本件譲渡担保契約には，Ａ社が支払を停止したときは当然に期限の利益を喪失し，Ｃ社は譲渡担保権の実行として，自ら機械βを売却し，清算をするとの約定があった。\nＡ社の支払停止時，機械βはＡ社の自社倉庫内に保管されていたが，Ａ社の支払停止を知ったＣ社は，本件譲渡担保契約に基づき，直ちにＡ社の同意を得て機械βを引き揚げた（なお，- 2 -この引揚げは適法なものとする。）。\nＡ社の破産手続開始後，得意先であったＥ社は，Ｃ社が機械βを引き揚げたとの情報を得，Ｃ社に対し，是非購入したいと申し入れた。そこで，Ｃ社は，Ｅ社に機械βを売却することとしたが，一旦商品として出荷された機械の価値は中古市場においては半減することが通常であるため，その売却価格は，Ａ社の通常販売価格である３０００万円の半額程度とされてもやむを得ないと考えていた。ところが，交渉の結果，Ｅ社への売却価格は，通常販売価格の８割に相当する２４００万円となり，これによって，Ｃ社は，Ａ社に対する売買代金債権２０００万円を全額回収できた上，期待していなかった剰余金４００万円が生じた。本件譲渡担保契約は，前記の約定のとおりいわゆる処分清算型とされており，Ｃ社はこの剰余金４００万円をＡ社に返還する債務を負うこととなった。\nそこで，Ｃ社としては，Ａ社のＣ社に対する剰余金返還債権４００万円と本件貸付金債権２５００万円との相殺をしたいと考えている。Ｃ社の相殺は認められるか。破産法の条文の構造と予想されるＸの反論を踏まえて，論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＸ社は，平成９年に設立された建設資材の輸入・販売を業とする株式会社である。Ａは，Ｘ社の代表取締役であり，同社に自己資金を貸し付け，これを運転資金に充てていた。Ｙ社は，Ｘ社の発行済株式の７０パーセントを有するいわゆる支配株主であり，同社に運転資金も融通していた。Ｂは，Ｙ社の代表取締役であり，同社の発行済株式の全てを有している。Ｚ社は，同じくＢ\nが代表取締役を務める建設会社であり，Ｘ社の得意先である。Ｘ社とＺ社との取引は，Ｂの主導によって開始されたものであり，Ｘ社のＺ社に対する平成２５年３月末期の売上は，Ｘ社の総売上高の３０パーセント余りを占めていた。\nＸ社は，平成２５年末頃から始まった円安の影響を受けて業績不振に陥っていたところ，平成\n２６年３月に入ると，Ｚ社がＢの放漫経営により破綻したため，同社に対する売掛金の回収ができなくなった。その結果，Ｘ社は，同月末日の資金繰りに窮することとなった。\nＸ社は，以上のような経緯から，破産手続開始の原因となる事実の生ずるおそれがあるとして，平成２６年３月２０日に再生手続開始の申立てをした。同日，Ｘ社について監督命令が発せられ，弁護士Ｋが監督委員に選任された。\n平成２６年３月２８日，Ｘ社について再生手続開始の決定がされた。\n〔設 問〕\n１．Ｘ社は，Ｚ社に代わる新たな得意先を獲得する見込みの下で事業計画を作成し，この事業計画が実現可能であり，計画弁済の履行が可能であると見込まれたことから，平成２６年７月７日，裁判所に対し，再生債権者の権利の変更に関する定めとして下記の条項のある再生計画案\n（以下「本件再生計画案」という。）を提出した。\n記\n１ 確定再生債権額元本並びに再生手続開始決定日の前日までの利息及び遅延損害金合計２億０１２１万７５９１円再生手続開始決定日以降の利息及び遅延損害金合計３２万６０５５円及び額未定なお，未確定の再生債権及び不足額が確定していない別除権付債権はない。\n２ 権利変更の一般的基準\n① 全ての確定再生債権につき，再生手続開始決定日以降の利息及び遅延損害金は，再生計画の認可の決定が確定した時（以下「認可決定確定時」という。）に全額の免除を受ける。\n② 確定再生債権の元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額は，次の③及び④の確定再生債権を除き，１０万円までの部分は免除を受けず，１０万円を超える部分は認可決定確定時にその８０パーセントの免除を受ける。\n③ Ａの確定再生債権のうち，元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額は，認可決定確定時にその全額の免除を受ける。\n④ Ｙ社の確定再生債権のうち，元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額は，１０万円までの部分は免除を受けず，１０万円を超える部分は認可決定確定時にその８５パーセントの免除を受ける。\n- 4 -\n３ 弁済方法権利変更後の金額のうち，１０万円までの部分は，再生計画の認可の決定が確定した日から１か月を経過した日の属する月の末日までに支払い，その余の部分は，１０回に均等分割して平成２７年から平成３６年まで毎年４月末日限り支払う。\n４ 個別条項\n（略）本件再生計画案の提出を受けた裁判所は，これを決議に付する旨の決定をすることができるか。本件再生計画案２①から④までの各条項について，民事再生法上の問題点を踏まえて，論じなさい。\nなお，各条項はいずれも民事再生法第１７４条第２項第４号には該当しないこと，Ａは２③の免除に同意していること，Ｙ社は２④の免除には同意していないことを前提とする。\n２．本件再生計画案は，平成２６年７月１４日，決議に付する旨の決定がされ，同年９月３日に開催された債権者集会において可決された（以下，可決された本件再生計画案を「本件再生計画」という。）。同日，本件再生計画について認可決定がされ，同月２９日に確定した。\nＸ社は，本件再生計画の認可決定が確定した後も，事業計画で見込んでいたＺ社に代わる新たな得意先の獲得ができなかったことなどから，事業計画どおりには業績を上げることができなかった。そのため，Ｘ社は，平成２７年４月末日までの本件再生計画に基づく弁済は何とか行ったものの（総額５２０万４０００円），平成２８年１月末日現在，同年４月末日の弁済の見込みは立たなかった。とりわけ，最も大口の債権を有するＧ銀行（確定再生債権額８０００\n万円）に対する弁済資金の確保は困難であることが判明した。\n⑴ 再生計画認可後の再生手続においてＸ社及びＫが果たすべき役割について述べた上で，Ｘ社として採り得る方策を論じなさい。\n⑵ Ｇ銀行は，本件再生計画に基づき，平成２７年４月末日までに合計１６９万８０００円の弁済を受けたものの，結局，平成２８年４月末日に支払われるべき１５９万８０００円の弁済は受けられなかった。この場合にＧ銀行として採り得る方策を論じなさい。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "〔第１問〕\n本問は，法人破産の具体的事例を通じて，別除権となる動産売買先取特権の担保権実行，双方未履行双務契約の規律，破産管財人が担保目的物を売却した際の財団債権の成否，相殺権と相殺禁止の規律，具体的事案における相殺の可否を問うものである。\n設問１は，担保権者であるＢ社の動産売買先取特権に基づく担保権実行と契約当事者であるＤ社との本件売買契約の双方未履行双務契約の処理が組み合わされ，破産管財人も含め，先鋭的に利害対立する場面における，権利関係の調整が問題となる。問題を３つの場面に分割し，順次検討することを求めている。\nまず，小問⑴は，Ｂ社の売買契約に基づく代金支払請求権（民法第５５５条）は，破産手続では破産債権であり（破産法第２条第５項），個別の権利行使が禁止され，破産手続によらなければ行使できず（同法第１００条第１項），債権届出，調査，確定手続を経て，配当を受けることになる。\nただ，Ｂ社は，機械αにつき，動産売買先取特権を有し（民法第３１１条第５号・第３２１条），破産手続において特別の先取特権は別除権とされることから（破産法第２条第９項），別除権付破産債権となり，別除権につき破産手続によらないで担保権実行が可能となる（同法第６５条第１項）。\n機械αはＡ社の自社倉庫内に存在するので，その実行方法は，執行裁判所の動産競売開始許可を得た上での動産競売となる（民事執行法第１９０条第１項第３号・第２項）。なお，Ｂ社は，動産売買先取特権に基づく機械αの返還請求はできず，また，物上代位権の行使の場面ではない。破産配当との関係では，不足額責任主義がある（破産法第１０８条第１項本文）。\n次に，小問⑵は，Ｄ社との本件売買契約が双方未履行の双務契約であり，破産管財人Ｘは，破産法第５３条第１項に基づく解除か履行の選択を行う場面となるところ（Ｄ社には確答催告権のみ），Ｘは機械αの代金を回収して破産財団を増殖させたいと考えており，履行を選択することが想定されている。問題状況としては，ＸのＤ社に対する代金支払請求権は破産財団に属する債権であり，Ｄ社のＡ社に対する機械αの引渡請求権は原則として破産債権となるところ，Ｄ社には同時履行の抗弁権があり（民法第５３３条），ＸがＤ社から代金を回収したくてもこのままでは回収できない。\nそこで，倒産法独自の双方未履行双務契約の規律の制度趣旨が問われることになる。制度趣旨についての学説の優劣を問うものではなく，破産管財人の解除権や破産管財人の選択権に重きを置く見解に立ったとしても，破産管財人が履行を選択した場合の効果として，相手方の請求権（Ｄ社の機\n- 18 -械αの引渡請求権）が財団債権（破産法第１４８条第１項第７号）になる点につき，当該制度趣旨を踏まえた論述が求められる。また，履行選択には，破産手続上必要とされる手続として，裁判所の許可が必要であること（同法第７８条第２項第９号・第３項第１号，破産規則第２５条）をその理由も含め論じる必要がある。\nさらに，小問⑶では，ＸがＤ社から代金を回収しており，Ｂ社はその前に差押えをしていないことから，別除権者として物上代位権の行使はできず，優先的な回収はできないところ（民法第３０４条第１項ただし書），ＸがＤ社から代金を回収したことを知ったＢ社が破産財団から優先的に弁済を受けることができるか，すなわち財団債権となる法律構成が可能かの問題となる。具体的には，Ｘが担保目的物を売却したことが不法行為（同法第７０９条，破産法第１４８条第１項第４号）や不当利得（民法第７０３条，破産法第１４８条第１項第５号）となるかどうかの検討が求められるが，動産売買先取特権は，法定担保であり，もともと弱い担保権とされるところ，破産管財人は破産財団に属する動産を換価すべき立場にあること，動産売買先取特権には第三取得者への引渡し後の追及効がなく（民法第３３３条），前述のとおり物上代位権の行使（同法第３０４条第１項本文，民事執行法第１９３条第１項）も代金回収前に差押えが必要であること（民法第３０４条第１項ただし書）などからすると，基本的には成立に消極的な方向となろう。\n設問２は，Ｃ社のＡ社に対する本件貸付金債権（破産債権）を自働債権とし，譲渡担保権実行に伴う剰余金返還債務に対応するＡ社のＣ社に対する剰余金返還請求権を受働債権とする相殺が認められるか，ここでＡ社のＣ社に対する剰余金返還請求権は，停止条件付債権であると考えられるところ，破産手続開始後に受働債権につき停止条件が成就した場合の相殺の可否が問題となる。この問題を検討するには，まず，前提として，民法の相殺（民法第５０５条第１項）及び破産法の相殺権（破産法第６７条第１項）を確認すると，相殺適状との関係では，自働債権である貸付金債権は，破産手続開始決定によって現在化し（破産法第１０３条第３項）,弁済期が到来している（なお,「Ａ\n社の支払停止」や「同法第６７条第２項後段により相殺可能」との指摘でも良い。）。次に，受働債権である剰余金返還債権については，破産法第６７条第２項後段は条件付債務についても相殺を可としており，停止条件付債務につき，破産手続開始後に停止条件が成就した場合も相殺可能と思われる。しかし，同法第７１条第１項第１号は破産手続開始後の債務負担につき相殺禁止としており，破産手続開始後に停止条件が成就した場合，破産手続開始後の債務負担として相殺禁止となるとも考えられる（かつ，同条第２項の例外規定は適用がない。）。解答に際しては，破産法の条文がこのような構造となっていることを確認することが求められる。\n以上を前提に，最高裁判所平成１７年１月１７日第二小法廷判決（民集５９巻１号１頁。以下，「平成１７年最判」という。）の射程が問題となる。平成１７年最判の事案は，破産手続開始前の不法行為（火災保険詐欺）に基づく損害賠償請求権と破産手続開始後の満期返戻金債権，解約返戻金債権の相殺が問題となり，停止条件不成就の利益を放棄したときだけでなく，破産手続開始後に停止条件が成就したときも，特段の事情のない限り，相殺可能と判断した。これに対し，設問２は，会社整理の最高裁判所昭和４７年７月１３日第一小法廷判決（民集２６巻６号１１５１頁。以下「昭和４７年最判」という。）の場面を用い，機械βが思い掛けず高く売れ，Ｃ社が「期待していなかった」剰余金返還債務の負担が破産手続開始後に現実化したことをどのように評価するかを問うものである。平成１７年最判の判断を前提に，「特段の事情」の意味合いにつき，相殺に対する合理的期待との関係，停止条件成就前に受働債権の発生いかんも額も不確定の場合か（昭和４７年最判），相殺権の濫用に該当する場合か等を適宜挙げ，説得的に論じることが求められる。\n〔第２問〕\n本問は，具体的事例を通じて，再生計画案の適法性及び再生計画の履行確保の方策等についての理解と問題解決能力を問うものである。公平・平等や衡平，関係者の手続保障等の民事再生法の理念や，手続の追行主体が債務者とされていること等の再生手続の基本構造を正確に理\n- 19 -解した上，これらを踏まえて，具体的な事実関係を的確に分析し，それに法規範を正しく適用して論旨を展開する能力が問われている。\n設問１は，再生債務者から再生計画案の提出を受けた裁判所が，これを決議に付する旨の決定をすることができるか否かを問うものである。前提として，裁判所は，再生計画案の提出があったときは，民事再生法第１６９条第１項各号のいずれかに該当する場合を除き，当該再生計画案を決議に付する決定をすることとなり，本件再生計画案を付議するためには，当該再生計画案が「法律の規定に違反」（民事再生法第１７４条第２項第１号）するものではないことが必要である旨（同法第１６９条第１項第３号）を指摘する必要がある。また，本設問では，本件再生計画案の第２項（権利変更の一般的基準）の①から④までの各条項の民事再生法上の問題点を踏まえることが求められており，これら各条項の民事再生法への適合性が問題となるが，当該各条項は，それぞれ免除を受ける割合を異にする権利変更の内容を定めているため，これらが「再生計画による権利変更の内容は，再生債権者の間では平等でなければならない。」\nとして平等原則を規定する民事再生法第１５５条第１項本文に反しないかを検討する必要がある。具体的には，①は，同項ただし書の「第８４条第２項に掲げる請求権」に関する定めとして，②は，同項ただし書の「少額の再生債権」に関する定めとして，③は，同項ただし書の「不利益を受ける債権者の同意がある場合」に関する定めとして，④は，同項ただし書の「その他これらの者の間に差を設けても衡平を害しない場合」に関する定めとして，それぞれ同項本文に反しないかを検討する必要がある。これらを検討するに際しては，同項ただし書がそれぞれ平等原則の例外を許容している趣旨を踏まえて論ずべきであり，特に，④の条項に関しては，本件における具体的事情を摘示してこれを的確に当てはめ，具体的に④の条項が「衡平を害しない」か否かを検討する必要がある。\n設問２は，再生計画認可後の再生手続について問うものであり，再生計画の履行確保の方策等が問題となる。小問⑴では，再生計画認可後の再生手続において再生債務者（Ｘ社）及び監督委員（Ｋ）が果たすべき役割が問われている。この点は，再生債務者が，業務遂行権及び財産管理処分権を有し（同法第３８条第１項），債権者に対し，公平誠実にこれら権利を行使し，再生手続を追行する義務を負うこと（同法第３８条第２項）を踏まえ，再生債務者が自らの責任において再生計画を履行すること（同法第１８６条第１項）を論じた上，これが適正になされるよう善管注意義務（同法第６０条第１項）を負う監督委員（Ｋ）が，履行監督（同法第１８６条第２項）を行うことについて論じる必要がある。その上で，再生債務者（Ｘ社）の採り得る方策としては，再生計画の変更の申立て（同法第１８７条第１項）が考えられるが，同制度の趣旨を踏まえ，本件において再生計画の変更が認められるか否かを検討する必要がある。\nまた，再生債務者（Ｘ社）としては，再生計画が履行される見込みがないことが明らかになったとして，廃止の申立て（同法第１９４条）をすることも考えられるが，この点については，前記の再生手続において再生債務者が果たすべき役割を踏まえて，再生債務者において，あえて廃止を申し立てる意義についても論ずべきである。\n小問⑵では，Ｇ銀行が採り得る方策として，再生計画の取消しの申立て（同法第１８９条第\n１項第２号）が考えられる。これを検討するに当たっては，当該申立てが同法第１８９条第１項第２号や同条第３項の要件に該当するか否かの当てはめを行い，その効果として，再生計画の取消決定が確定したときには，再生計画によって変更された再生債権が原状に復すること（同法第１８９条第７項）を論ずる必要がある。また，Ｇ銀行としては，再生債権者表の記載を債務名義とした強制執行（同法第１８０条）を申し立てることも考えられ，これらについては，Ｇ銀行が，その債権回収の極大化を図るため，いかなる方策を採るのが相当かという観点から検討をすべきである。\n- 20 -"
}