{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕，〔設問３〕，〔設問４〕の配点割合は，２５：３０：\n３０：１５〕）株式会社Ａは，Ｙ１市において，旧来の銭湯に比して規模の大きな日帰り入浴施設である，いわゆるスーパー銭湯（以下「本件スーパー銭湯」という。）を建築して開業することを計画した。本件スーパー銭湯及びこれに附属する自動車車庫（以下「本件自動車車庫」という。）の建築予定地である一団の敷地（以下「本件敷地」という。）は，都市計画に第一種低層住居専用地域として定められた地域にある。\nＡは，平成２８年３月２０日，近隣住民に対する説明会において，本件スーパー銭湯の建築計画について，大略，以下のとおり，説明した。\n「本件スーパー銭湯は，地上２階建て，延べ床面積約１４９０平方メートルであり，本件自動車車庫は，１層２段の自走式自動車車庫であり，その収容台数は１３０台で床面積は約１５００平方メートルである。本件スーパー銭湯及び本件自動車車庫の建築予定地である本件敷地の面積は約４１５０平方メートルである。また，本件スーパー銭湯は，白湯，泡風呂，露天風呂等の各種浴場，サウナ風呂，各種自販機コーナー，休憩コーナー，マッサージコーナーがあるほか，軽食と生ビールが提供される飲食コーナー及び小規模な厨房施設（飲食コーナー及び厨房施設の床面積の合計は約５０平方メートル）を備え，年中無休，午前１０時から午後１２時までの営業で，広範囲の地域から顧客が自動車で来店することを予定しており，来客予想人数は，土日休日は１日当たり約１５００人である。」ところで，本件自動車車庫の床面積は６００平方メートルを超え，建築基準法（以下「法」という。）第４８条第１項，別表第二（い）項第１０号及び建築基準法施行令第１３０条の５第１号により，第一種低層住居専用地域では原則として建築することができないため，Ａがこれを適法に建築するためには，法第４８条第１項ただし書に基づき，特定行政庁であるＹ１市長の許可（以下「例外許可」という。）を得る必要がある。そこで，Ａは，同年４月５日，Ｙ１市長に対し，本件自動車車庫の建築について，法第４８条第１項ただし書に基づき例外許可の申請をした。\nＹ１市長は，例外許可の申請を受けて，同年５月６日，利害関係人らの意見を聴取するため，法第４８条第１４項の定める公開による意見の聴取（以下「公聴会」という。）を開催した。公聴会には，本件スーパー銭湯の周辺に居住する５名の住民（以下「Ｘら」という。）が，利害関係人として出席した。Ｘらのうち，Ｘ１ら２名（以下「Ｘ１ら」という。）は，本件自動車車庫に隣接し，本件自動車車庫から直線距離で約６メートル離れた位置の建物に居住している住民であり，Ｘ２ら\n３名（以下「Ｘ２ら」という。）は，本件敷地から約４５メートル離れた位置で，かつ，幹線道路から本件自動車車庫に通ずる道路沿いの建物に居住する住民である。公聴会において，Ｘ１らは，本件自動車車庫に出入りする多数の自動車のエンジン音，ドアの開閉音などの騒音，ライトグレア\n（注：光のまぶしさにより物が見えにくくなったり，一過性の盲目状態になったりするような現象）及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあることが明白である旨，Ｘ\n２らは，本件自動車車庫に出入りする多数の自動車の通行による騒音及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあることが明白である旨の意見を陳述した。\nまた，Ｙ１市長は，例外許可の申請を受けて，Ｙ１市建築審査会に対し，法第４８条第１４項本文の定める同意について諮問した。Ｙ１市建築審査会における議決の成立には，出席委員の過半数の賛成を要するところ，Ｙ１市建築審査会は，同年５月３０日，審理の上，出席委員７名のうち５名の委員の賛成をもって，Ｙ１市長が例外許可をすることについて，同意（以下「本件同意」という。）をした。\n後日，Ｙ１市建築審査会の本件同意に係る議決には，Ａの代表取締役の実弟Ｂが委員として加わり，賛成票を投じていたことが明らかになったが，本来，Ｂは，Ｙ１市建築審査会の議事から除斥\n- 2 -されるべき者であった（法第８２条）。しかし，Ｙ１市建築審査会は，Ｂを除外してもなお議決の成立に必要な過半数の委員の賛成があるとして，本件同意に係る議決をやり直すことなく，そのまま維持した。\nＹ１市長は，同年６月８日，Ｙ１市建築審査会による本件同意を受けて，本件自動車車庫の建築について，法第４８条第１項ただし書の「第一種低層住居専用地域における良好な住居の環境を害するおそれがない」と認め，例外許可（以下「本件例外許可」という。）をした。Ｙ１市には，例外許可の基準として「建築基準法第４８条ただし書許可に関する要綱」（【資料２】。以下「本件要綱」という。）がある。\n例外許可については，申請者以外の者に通知することは予定されていないが，Ｘらは，遅くとも，同年６月末日までに本件例外許可がされたことを知った。そこで，Ｘらは，Ｘらが居住する地域は，都市計画法上の第一種低層住居専用地域であり，良好な住居の環境の保護に対する要請が最も強い地域であることを考慮すれば，良好な住居の環境を著しく害するおそれのある本件スーパー銭湯の建築は到底許されないはずであるとして，本件スーパー銭湯の建築を阻止したいと考えた。\n他方，Ａは，同年９月１４日，指定確認検査機関（注：国土交通大臣又は都道府県知事の指定を受けて建築確認をする民間の機関）Ｙ２に対し，本件スーパー銭湯及び本件自動車車庫を一体として，法第６条の２第１項に基づく建築確認の申請をした。これに対し，Ｙ２は，法別表第二（い）項第７号によれば，本件スーパー銭湯は，第一種低層住居専用地域内に建築することができる建築物である「公衆浴場」に該当すると判断せざるを得ないとして，同年１０月７日，本件スーパー銭湯及び本件自動車車庫を一体として，建築基準関係規定に適合する旨の建築確認（以下「本件確認」という。）をした。\nＸらは，本件スーパー銭湯の建築を阻止するため，代理人弁護士に委任することなく，平成２９年１月１７日，Ｙ１市を被告として本件例外許可の取消しを求める訴え（以下「本件訴訟１」という。）を，Ｙ２を被告として本件確認の取消しを求める訴え（以下「本件訴訟２」という。）をそれぞれ提起した。その後，Ｘらは，Ｙ１市及びＹ２の各答弁書への反論を準備する過程で，今後の訴訟追行に不安を覚えたため，弁護士事務所に相談に訪れ，弁護士に本件訴訟１及び本件訴訟２の訴訟追行を委任した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｃの指示に応じる弁護士Ｄの立場に立って，設問に答えなさい。\nなお，建築基準法，都市計画法，風俗営業等の規制及び業務の適正化等に関する法律，公衆浴場法及び建築基準法施行令の抜粋を【資料１ 関係法令】に，Ｙ１市の建築基準法第４８条ただし書許可に関する要綱（本件要綱）の抜粋を【資料２ 要綱（抜粋）】に，それぞれ掲げてあるので，適宜参照しなさい。\n〔設問１〕\n本件訴訟１（本件例外許可の取消訴訟）において，Ｘ１らとＸ２らのそれぞれの原告適格は認められるか。\n〔設問２〕\n本件訴訟１（本件例外許可の取消訴訟）において，本件例外許可は適法であると認められるか。\n解答に当たっては，Ｘらによる本件例外許可の違法事由の主張として考えられるものを挙げて論じなさい。\n〔設問３〕\nＸらは，本件訴訟２（本件確認の取消訴訟）において，〔設問２〕で挙げた本件例外許可の違法事由を主張することができるか。解答に当たっては，本件訴訟１及び本件訴訟２において，い\n- 3 -ずれもＸらの原告適格が認められること，〔設問２〕で挙げた本件例外許可の違法事由が認められることを前提にしなさい。\n〔設問４〕\n本件訴訟２（本件確認の取消訴訟）において，本件確認は適法であると認められるか。解答に当たっては，Ｘらによる本件確認の違法事由の主張として考えられるものを挙げて，論じなさい。\n- 4 -\n【法律事務所の会議録】\n弁護士Ｃ：本日は，Ｘらの案件について議論したいと思います。Ｘらは，代理人弁護士に委任することなく，自ら，Ｙ１市を被告として本件訴訟１（本件例外許可の取消訴訟）を，Ｙ２を被告として本件訴訟２（本件確認の取消訴訟）をそれぞれ提起したということですね。\n弁護士Ｄ：はい。そうです。\n弁護士Ｃ：それでは，本件訴訟１から検討していきましょう。本件訴訟１における本件例外許可の対象となっている本件自動車車庫について，「１層２段の自走式自動車車庫」とはどういうものですか。\n弁護士Ｄ：１階建ての１階部分及び屋上部分を自動車の駐車場所として，両部分をスロープで連結させ，自動車で走行して駐車場所まで移動する方式の自動車車庫のことです。本件自動車車庫は，１階部分に屋根があり，柱が基礎に固定されているので，建築基準法上の「建築物」に当たることは間違いありませんが，屋上部分の外周に転落防止用の金属製の網状フェンスが設置されているのみで壁はないため，自動車の騒音，ライトグレア及び排気ガスを防ぐ構造にはなっていません。\n弁護士Ｃ：そうすると，近隣住民の被る夜間の自動車の騒音，ライトグレア及び排気ガスによる被害は重大なものになりますね。\n弁護士Ｄ：Ｘらもこの点を心配しています。\n弁護士Ｃ：本件訴訟１の訴訟要件としては何が問題になりますか。\n弁護士Ｄ：原告適格と出訴期間が問題になります。\nまず，原告適格については，Ｘ１らは，本件自動車車庫に隣接して居住する者ですが，本件スーパー銭湯は，年中無休，午前１０時から午後１２時までの営業で，来場する自動車が多く，特に，土日休日は１日約５５０台にも及ぶため，自動車のエンジン音，ドアの開閉音などの騒音，ライトグレア及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあると主張しています。また，Ｘ２らは，本件自動車車庫から若干離れたところに居住する者ですが，本件自動車車庫から幹線道路に通ずる道路沿いに居住していることから，多数の自動車の通行による騒音及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあると主張しています。\n弁護士Ｃ：Ｘ１ら及びＸ２らのそれぞれについて，本件訴訟１の原告適格を肯定することはできるのでしょうか。根拠法令及び関係法令を参照し，Ｘ１ら及びＸ２らの個別の事情を考慮しつつ検討してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：Ｘらは，本件訴訟１については，本件例外許可を知った日から６か月を経過して訴えを提起したということですね。Ｘらが出訴期間を徒過したのは，どのような理由からですか。\n弁護士Ｄ：Ｘらによれば，Ｙ１市の担当職員に，例外許可の違法を争う方法を尋ねたところ，同職員から，例外許可の違法については，後続の建築確認の取消訴訟の中で主張すれば足りるとの説明を受けたということです。出訴期間の徒過については，行政事件訴訟法第１４条第１項ただし書の「正当な理由」があると主張して争いたいと考えています。\n弁護士Ｃ：そうですか。出訴期間の徒過につき「正当な理由」があるかどうかについては，既に検討済みということですから，本件訴訟１の訴訟要件の検討対象から外してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：次に，Ｘらが，本件訴訟１において主張し得る本件例外許可の違法事由としては，どのようなものが考えられますか。\n弁護士Ｄ：第１に，除斥事由のあるＢが建築審査会の同意に係る議決に加わっていることから，手続上の瑕疵があるという主張が考えられます。第２に，Ｙ１市長による本件例外許可については，裁量権の範囲の逸脱，濫用があったという主張が考えられます。\n- 5 -弁護士Ｃ：そうですね。第１については，除斥事由が定められた趣旨等を踏まえて検討してください。\n第２については，本件要綱の法的性質を踏まえた上で，本件例外許可についてのＹ１市長の裁量権の内容，範囲を検討し，説得的な主張ができるようにしてください。\n弁護士Ｄ：検討してみます。\n弁護士Ｃ：次に，本件訴訟２についての検討に入りましょう。まず，本件訴訟２の原告適格についても問題となりますが，今回は，本件訴訟２については，Ｘらの原告適格が肯定されることを前提にして，他の問題点を先に検討することにしましょう。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：ところで，本件例外許可の違法を主張したいということでしたが，本件訴訟２の中で，その違法を主張することはできるのでしょうか。\n弁護士Ｄ：うーん。難しいところですね。本件例外許可の違法については，本件訴訟１において主張するのが本筋ですので，許されないような感じもしますが…。\n弁護士Ｃ：Ｘらが，本件訴訟２の中で，本件例外許可の違法を主張することができるかという問題は，本件では重要な争点となりますので，この点については，できるだけ多角的な観点から検討してください。\n弁護士Ｄ：分かりました。たしか，関連する最高裁判所の判例もあったと思いますので，併せて検討してみます。\n弁護士Ｃ：次に，Ｘらの言い分の中から，本件確認の違法事由として，どのような主張を構成することができますか。\n弁護士Ｄ：第１に，旧来の「銭湯」と本件スーパー銭湯とを同一のものと考えて行った本件確認は違法という主張ができるように思います。本件に関し，建築基準法別表第二（い）項第７号の「公衆浴場」が第一種低層住居専用地域内に建築することができる建築物とされた趣旨について調査したところ，「建築基準法が制定された昭和２５年当時は，住宅に内風呂がない者が相当程度おり，国民の健康，公衆衛生を確保するため住居専用地域（注：「住居専用地域」とは当時の用途地域の区分であり，現在の「第一種低層住居専用地域」を含む地域である。）に公衆浴場を設けることが必要不可欠であった。」と説明されています。また，都市部において，住宅の浴室保有率が急増したのは昭和３０年代からと言われ，住宅の浴室保有率は，統計を取り始めた昭和３８年には５９％であったのに対し，現在は９５．５％となっています。\n弁護士Ｃ：本件スーパー銭湯の入浴料金は，どうなっていますか。\n弁護士Ｄ：公衆浴場法の適用を受ける「公衆浴場」については，Ｙ１市の属する県の公衆浴場法施行条例で「一般公衆浴場」と「その他の公衆浴場」に区分されており，「一般公衆浴場」とは，公衆浴場法第１条第１項に規定する公衆浴場であって，その利用の目的及び形態が地域住民の日常生活において保健衛生上必要な施設として利用されるものとして，物価統制令の規定に基づき入浴料金が定められているものをいい，「その他の公衆浴場」とは，「一般公衆浴場」以外の公衆浴場をいいます。旧来の「銭湯」は，「一般公衆浴場」に当たり，物価統制令に基づく価格統制の対象となっていますが，スーパー銭湯は「その他の公衆浴場」に当たり，価格統制の対象外となっています。Ｙ１市の属する県の告示により，「一般公衆浴場」の入浴料金の統制額（上限金額）は，「大人（１２歳以上）につき，４００円」等と定められています。これに対し，本件スーパー銭湯の入浴料金は「大人（１２歳以上）につき，平日６００円，土日祝日７００円」等となっています。\n弁護士Ｃ：本件スーパー銭湯が「一般公衆浴場」と実態が異なるということは分かりました。これに加えて，本件スーパー銭湯には，飲食コーナー及び厨房があるということですね。この飲食店部分についても，建築基準法別表第二（い）項第７号の「公衆浴場」に当たると考えてよいのでしょうか。第一種低層住居専用地域に建築することができる建築物にはどのようなも- 6 -\nのがあるかをよく確認した上で，本件スーパー銭湯の建築は到底許されないというＸらの言い分について，法律解釈としてどのように主張を構成することができるかについて，検討してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：ところで，Ｘらから受任してから速やかに，本件確認の効力を停止する執行停止の申立てをしたということですね。\n弁護士Ｄ：そうです。建築基準法第６条第１項による確認を受けた建築物の工事が完了したときは，その確認の取消しを求める訴えの利益は失われるというのが最高裁判所の判例ですから，本件訴訟２の係属中に訴えの利益が失われることのないように，速やかに執行停止の申立てをしておきました。\n弁護士Ｃ：執行停止の件については，既に検討済みとのことですので，今回は，執行停止以外の問題点について検討してください。\n弁護士Ｄ：分かりました。\n- 7 -\n【資料１ 関係法令】\n○ 建築基準法（昭和２５年５月２４日法律第２０１号）（抜粋）\n（目的）第１条 この法律は，建築物の敷地，構造，設備及び用途に関する最低の基準を定めて，国民の生命，健康及び財産の保護を図り，もつて公共の福祉の増進に資することを目的とする。\n（建築物の建築等に関する申請及び確認）第６条 建築主は，第１号から第３号までに掲げる建築物を建築しようとする場合（括弧内略），これらの建築物の大規模の修繕若しくは大規模の模様替をしようとする場合又は第４号に掲げる建築物を建築しようとする場合においては，当該工事に着手する前に，その計画が建築基準関係規定（この法律並びにこれに基づく命令及び条例の規定（以下「建築基準法令の規定」という。）その他建築物の敷地，構造又は建築設備に関する法律並びにこれに基づく命令及び条例の規定で政令で定めるものをいう。以下同じ。）に適合するものであることについて，確認の申請書を提出して建築主事の確認を受け，確認済証の交付を受けなければならない。（以下略）\n一～四 （略）\n２・３ （略）\n４ 建築主事は，第１項の申請書を受理した場合においては，同項第１号から第３号までに係るものにあつてはその受理した日から３５日以内に，同項第４号に係るものにあつてはその受理した日から７日以内に，申請に係る建築物の計画が建築基準関係規定に適合するかどうかを審査し，審査の結果に基づいて建築基準関係規定に適合することを確認したときは，当該申請者に確認済証を交付しなければならない。\n５～９ （略）\n（国土交通大臣等の指定を受けた者による確認）第６条の２ 前条第１項各号に掲げる建築物の計画（前条第３項各号のいずれかに該当するものを除く。）が建築基準関係規定に適合するものであることについて，第７７条の１８から第７７条の２１までの規定の定めるところにより国土交通大臣又は都道府県知事が指定した者〔注：「指定確認検査機関」を指す。〕の確認を受け，国土交通省令で定めるところにより確認済証の交付を受けたときは，当該確認は前条第１項の規定による確認と，当該確認済証は同項の確認済証とみなす。\n２～７ （略）\n（用途地域等）第４８条 第一種低層住居専用地域内においては，別表第二（い）項に掲げる建築物以外の建築物は，建築してはならない。ただし，特定行政庁が第一種低層住居専用地域における良好な住居の環境を害するおそれがないと認め，又は公益上やむを得ないと認めて許可した場合においては，この限りでない。\n２～１３ （略）\n１４ 特定行政庁は，前各項のただし書の規定による許可をする場合においては，あらかじめ，その許可に利害関係を有する者の出頭を求めて公開による意見の聴取を行い，かつ，建築審査会の同意を得なければならない。ただし，前各項のただし書の規定による許可を受けた建築物の増築，改築又は移転（これらのうち，政令で定める場合に限る。）について許可をする場合においては，この限りでない。\n１５ 特定行政庁は，前項の規定による意見の聴取を行う場合においては，その許可しようとする建築物の建築の計画並びに意見の聴取の期日及び場所を期日の３日前までに公告しなければならない。\n（建築審査会）第７８条 この法律に規定する同意及び第９４条第１項の審査請求に対する裁決についての議決を行\n- 8 -わせるとともに，特定行政庁の諮問に応じて，この法律の施行に関する重要事項を調査審議させるために，建築主事を置く市町村及び都道府県に，建築審査会を置く。\n２ 建築審査会は，前項に規定する事務を行う外，この法律の施行に関する事項について，関係行政機関に対し建議することができる。\n（建築審査会の組織）第７９条 建築審査会は，委員５人以上をもつて組織する。\n２ 委員は，法律，経済，建築，都市計画，公衆衛生又は行政に関しすぐれた経験と知識を有し，公共の福祉に関し公正な判断をすることができる者のうちから，市町村長又は都道府県知事が任命する。\n（委員の除斥）第８２条 委員は，自己又は３親等以内の親族の利害に関係のある事件については，この法律に規定する同意又は第９４条第１項の審査請求に対する裁決に関する議事に加わることができない。\n別表第二 用途地域等内の建築物の制限（第２７条，第４８条，第６８条の３関係）\n(い) 第一種低層住居専用地域内に建築することができる建築物一 住宅二 住宅で事務所，店舗その他これらに類する用途を兼ねるもののうち政令で定めるもの三 共同住宅，寄宿舎又は下宿四 学校（大学，高等専門学校，専修学校及び各種学校を除く。），図書館その他これに類するもの五 神社，寺院，教会その他これらに類するもの六 老人ホーム，保育所，福祉ホームその他これらに類するもの七 公衆浴場（風俗営業等の規制及び業務の適正化等に関する法律（昭和２３年法律第１２２号）\n第２条第６項第１号に該当する営業（以下この表において「個室付浴場業」という。）に係るものを除く。）八 診療所九 巡査派出所，公衆電話所その他これらに類する政令で定める公益上必要な建築物十 前各号の建築物に附属するもの（政令で定めるものを除く。）\n〔注：別表第二（い）項中の「政令」とは，後記「建築基準法施行令」を指す。〕\n(ろ)～(わ) （略）\n○ 都市計画法（昭和４３年６月１５日法律第１００号）（抜粋）\n（目的）第１条 この法律は，都市計画の内容及びその決定手続，都市計画制限，都市計画事業その他都市計画に関し必要な事項を定めることにより，都市の健全な発展と秩序ある整備を図り，もつて国土の均衡ある発展と公共の福祉の増進に寄与することを目的とする。\n（地域地区）第８条 都市計画区域については，都市計画に，次に掲げる地域，地区又は街区を定めることができる。\n一 第一種低層住居専用地域，第二種低層住居専用地域，第一種中高層住居専用地域，第二種中高層住居専用地域，第一種住居地域，第二種住居地域，準住居地域，近隣商業地域，商業地域，準工業地域，工業地域又は工業専用地域（以下「用途地域」と総称する。）二～十六 （略）\n２ （略）\n３ 地域地区については，都市計画に，第１号及び第２号に掲げる事項を定めるものとするとともに，- 9 -第３号に掲げる事項を定めるよう努めるものとする。\n一 地域地区の種類（特別用途地区にあつては，その指定により実現を図るべき特別の目的を明らかにした特別用途地区の種類），位置及び区域二 次に掲げる地域地区については，それぞれ次に定める事項イ 用途地域 建築基準法第５２条第１項第１号から第４号までに規定する建築物の容積率（延べ面積の敷地面積に対する割合をいう。以下同じ。）並びに同法第５３条の２第１項及び第２項に規定する建築物の敷地面積の最低限度（建築物の敷地面積の最低限度にあつては，当該地域における市街地の環境を確保するため必要な場合に限る。）ロ 第一種低層住居専用地域又は第二種低層住居専用地域 建築基準法第５３条第１項第１号に規定する建築物の建ぺい率（建築面積の敷地面積に対する割合をいう。以下同じ。），同法第５４条に規定する外壁の後退距離の限度（低層住宅に係る良好な住居の環境を保護するため必要な場合に限る。）及び同法第５５条第１項に規定する建築物の高さの限度ハ～リ （略)三 （略)\n４ （略)第９条 第一種低層住居専用地域は，低層住宅に係る良好な住居の環境を保護するため定める地域とする。\n２～２２ （略)第１０条 地域地区内における建築物その他の工作物に関する制限については，この法律に特に定めるもののほか，別に法律で定める。\n○ 風俗営業等の規制及び業務の適正化等に関する法律（昭和２３年７月１０日法律第１２２号）（抜粋）\n（用語の意義）第２条\n１～５ （略)\n６ この法律において「店舗型性風俗特殊営業」とは，次の各号のいずれかに該当する営業をいう。\n一 浴場業（公衆浴場法（昭和２３年法律第１３９号）第１条第１項に規定する公衆浴場を業として経営することをいう。）の施設として個室を設け，当該個室において異性の客に接触する役務を提供する営業二～六 （略）\n７～１１ （略)\n○ 公衆浴場法（昭和２３年７月１２日法律第１３９号）（抜粋）第１条 この法律で「公衆浴場」とは，温湯，潮湯又は温泉その他を使用して，公衆を入浴させる施設をいう。\n２ （略）\n○ 建築基準法施行令（昭和２５年１１月１６日政令第３３８号）（抜粋）\n（第一種低層住居専用地域内に建築することができる兼用住宅）第１３０条の３ 法〔注：建築基準法〕別表第二（い）項第２号（括弧内略）の規定により政令で定める住宅は，延べ面積の２分の１以上を居住の用に供し，かつ，次の各号の一に掲げる用途を兼ねるもの（これらの用途に供する部分の床面積の合計が５０平方メートルを超えるものを除く。）とする。\n一 （略）\n- 10 -二 日用品の販売を主たる目的とする店舗又は食堂若しくは喫茶店三～七 （略）\n（第一種低層住居専用地域及び第二種低層住居専用地域内に建築してはならない附属建築物）第１３０条の５ 法〔注：建築基準法〕別表第二（い）項第１０号（中略）の規定により政令で定める建築物は，次に掲げるものとする。\n一 自動車車庫で当該自動車車庫の床面積の合計に同一敷地内にある建築物に附属する自動車車庫の用途に供する工作物の築造面積（括弧内略）を加えた値が６００平方メートル（括弧内略）を超えるもの（以下略）二～五 （略）\n- 11 -\n【資料２ 要綱（抜粋）】\n建築基準法第４８条ただし書許可に関する要綱\n（趣旨）第１ この要綱は，建築基準法第４８条各項ただし書に規定する建築許可（以下「例外許可」という。）の基準及び手続に関して必要な事項を定めるものとする。\n（許可基準）第２ 用途地域別の許可基準は，次に定めるものとする。\n１ 第一種低層住居専用地域，第二種低層住居専用地域\n⑴～⑶ （略）\n⑷ 自動車車庫で別紙「自動車車庫に係る建築基準法第４８条第１項から第３項までの規定に関する許可基準」に適合するもの⑸ （略）\n２～５ （略）\n（公開による意見聴取）第７ 公開による意見聴取（以下「公聴会」という。）は，次によるものとする。\n⑴ 公聴会の案内は，公告を開催日の３日前までに行うほか，次の者に案内書を送付する。\nア 申請建築物の敷地〔注：「敷地」とは，一の建築物又は用途上不可分の関係にある二以上の建築物のある一団の土地をいう。〕から概ね５０ｍの範囲の土地又は建物の所有者イ 当該敷地が属する地縁による団体（自治会）の代表者ウ 計画建築物の用途，規模により特に利害が大きいと思われる者\n⑵ 公聴会には，申請者及び設計者又はそれらの代理人の出席を求める。\n２ 公聴会において聴取した利害関係を有する者の意見は十分尊重しなければならない。\n- 12 -\n（別紙）自動車車庫に係る建築基準法第４８条第１項から第３項までの規定に関する許可基準第１ 許可方針第一種低層住居専用地域，第二種低層住居専用地域（中略）において良好な住居の環境の確保を図りつつ，居住者等が利用する自動車車庫の建築を促進するため，第２の許可基準の１から３までのいずれかに適合し，住居の環境を害するおそれがないと認められる自動車車庫については，許可制度の積極的活用を図るものとすること。\n第２ 許可基準\n１ 建築物に附属する自動車車庫にあっては，次に掲げる条件に該当するものであること。\n⑴ 当該自動車車庫の床面積の合計及び階が，用途地域に応じて次に掲げるところによること。\nイ 第一種低層住居専用地域又は第二種低層住居専用地域にあっては，床面積の合計に同一敷地内にある建築物に附属する自動車車庫の用途に供する工作物の築造面積（中略）を加えた値が１５００㎡以下であり，かつ，１階以下の部分にあること。\nロ・ハ （略）\n⑵・⑶ （略）\n⑷ 当該自動車車庫の敷地の位置及び道路との関係，構造等が次の条件に該当すること。\nイ 騒音周囲に対する騒音の低減を図るため，敷地内の建築物の配置を踏まえた適切な配置，地階への設置等を行うこと。これらの対応が困難な場合にあっては，遮音壁の設置等を行うこと。\nロ ライトグレア〔注：光のまぶしさにより物が見えにくくなったり，一過性の盲目状態になったりするような現象〕光が周囲の建築物に頻繁に当たることのないようにするため，敷地内の建築物の配置を踏まえた適切な配置，地階への設置等を行うこと。これらの対応が困難な場合にあっては，植栽，目隠し板の設置等を行うこと。\nハ 排気ガス排気ガスを排出するための換気孔等を設ける場合には，適切な位置に換気孔を設置する等により，周囲に害を及ぼさないよう配慮すること。これらの対応が困難な場合にあっては，植栽，塀の設置等を行うこと。\nニ 接道要件 （略）ホ その他 （略）\n２・３ （略）第３ （略）\n- 13 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，株式会社Ａが建築しようとしているスーパー銭湯（以下「本件スーパー銭湯」という。）及びこれに附属する自動車車庫（以下「本件自動車車庫」という。）の建築を阻止しようとする周辺住民のＸ１ら及びＸ２らが，特定行政庁Ｙ１市長がした本件自動車車庫の建築に係る建築基準法第４８条第１項ただし書に基づく許可（以下「本件例外許可」という。）\nの取消しを求める訴訟及び指定確認検査機関Ｙ２がした本件スーパー銭湯及び本件自動車車庫の建築に係る建築確認（以下「本件確認」という。）の取消しを求める訴訟における法的問題について論じさせるものである。論じさせる問題は，本件例外許可の取消訴訟におけるＸ\n１ら及びＸ２らの原告適格の有無（〔設問１〕），本件例外許可の適法性（〔設問２〕），本件確認の取消訴訟において本件例外許可の違法事由を主張することの可否（いわゆる違法性の承継の問題，〔設問３〕），本件建築確認の適法性（〔設問４〕）である。問題文と資料から基本的な事実関係を把握し，建築基準法及び関係法令の関係規定の趣旨を読み解いた上で，取消訴訟の原告適格，違法性の承継及び本案の違法事由について論じる力を試すものである。\n〔設問１〕については，行政処分の名宛人以外の第三者の原告適格が問題となる。行政事\n件訴訟法第９条第２項と最高裁判所の判例を踏まえて判断枠組みを提示した上で，行政処分の根拠法規の処分要件及び趣旨・目的に着目し，関係法令の趣旨・目的を参酌し，被侵害利益の内容・性質を勘案し，当該根拠法規がＸらの主張する被侵害利益を個別的利益として保\n- 2 -護する趣旨を含むか，どの範囲の者が原告適格を有するのかについて論じることが求められる。本件では，Ｘらの主張する「良好な住居の環境下で生活する利益」について，建築基準法が一般に想定していると解される建築物の倒壊，火災，日照被害等による直接的な被害や，都市計画法に基づく用途地域の指定等によって，地域地区に居住する住民が享受する反射的利益と比較して，「法律上保護された利益」といえるかについて検討することが求められる。\nその上で，Ｘ１ら及びＸ２らが主張する利益の内容・性質に即して，原告適格を肯定することができるかについて論じることが求められる。特に，Ｘ２らについては，本件要綱において，一定の範囲の者に公聴会に参加する機会が付与されていることとの関係についても検討することが期待される。\n〔設問２〕は，本件例外許可の違法事由として，第１に，建築審査会の同意に係る議決の\n手続上の瑕疵が問題となる。まず，建築審査会の同意には処分性が認められず，本件例外許可の取消訴訟の中で同意の違法性を争うことになることを前提とし，建築審査会制度の趣旨や除斥事由が定められた趣旨を踏まえた上で，除斥事由がある者１名の票を除外しても建築審査会の議決の結論が変わらない場合においても，なお，本件例外許可は違法といえるかについて論じる必要がある。第２に，Ｙ１市長による本件例外許可についての裁量権の範囲の逸脱，濫用の有無が問題となる。本件要綱の法的性質について，例外許可は裁量処分であり，本件要綱は裁量基準（行政手続法上の審査基準）に当たることを示した上，例外許可については裁量処分とはいえ，公聴会制度を設けてその判断の適正が担保されていること，本件要綱で挙げられた事情が考慮されていないことを踏まえて，裁量権の範囲の逸脱，濫用があると主張することができないかを論じることが求められる。\n〔設問３〕は，いわゆる違法性の承継の問題であるが，取消訴訟の排他的管轄と出訴期間\n制限の趣旨を重視すれば，違法性の承継は否定されることになるという原則論を踏まえた上で，まず，違法性の承継についての判断枠組みを提示することが求められる。その上で，最高裁判所平成２１年１２月１７日第一小法廷判決（民集６３巻１０号２６３１頁）の判断枠組みによる場合には，違法性の承継が認められるための考慮要素として，実体法的観点（先行処分と後行処分とが結合して一つの目的・効果の実現を目指しているか），手続法的観点（先行処分を争うための手続的保障が十分か）という観点から，本件の具体的事情に即して違法性の承継を肯定することができるかを論じる必要がある。\n〔設問４〕は，本件建築確認の違法事由として，第１に，本件スーパー銭湯が建築基準法\n別表第二（い）項第７号の「公衆浴場」に該当するかが問題となる。条文の文言解釈，公衆浴場が第一種低層住居専用地域に建築できる建築物とされた趣旨，「一般公衆浴場」とスーパー銭湯との異同を踏まえて検討することが求められる。第２に，本件スーパー銭湯の飲食店部分について，建築基準法別表第二（い）項第７号の「公衆浴場」に該当するかが問題となる。\n第一種低層住居専用地域に建築できる飲食店は兼用住宅に限られ，かつ，面積の制限があること（建築基準法別表第二(い)項第２号，建築基準法施行令第１３０条の３第２号）などに照らして，本件スーパー銭湯の飲食コーナー及び厨房施設の規模等を踏まえて，「公衆浴場」\nに該当するかを検討することが求められる。"
}