{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n甲国人Ａ男は，甲国人Ｂ女と甲国で適法に婚姻した。その後，ＡとＢの間に子Ｃ（甲国籍）が生まれ，翌年，Ａ，Ｂ及びＣの３人は，生活の拠点を日本に移し，その後日本でずっと暮らしている。\nＣは，現在１５歳である。\n以上の事実に加え，日本国際私法の観点からみて，Ａ及びＢの婚姻は有効に成立し，ＣがＡＢ夫婦の嫡出子であることを前提として，以下の設問に答えなさい。\nなお，甲国国際私法からの反致は成立せず，甲国民法は次の趣旨の規定を有している。\n【甲国民法】\n① 年齢１８歳をもって，成年とする。\n② 父母は，未成年の子を監護し教育する。\n③ 父母は，未成年の子がある場合には，子の最善の利益のために，子の財産を管理し，かつ，その財産に関する法律行為についてその子を代表する。ただし，父又は母から譲渡を受けた財産以外に子が財産を有するときは，父又は母は，その財産の管理処分のために，財産後見人の選任を検認裁判所に請求しなければならない。\n④ 検認裁判所は，③ただし書の規定に基づき，父又は母が財産後見人の選任を請求したときは，子の最善の利益を考慮して，財産後見人を選任する。\n⑤ 財産後見人は，子の最善の利益のために，父母が管理権を有しない財産を管理処分する権利を有し，義務を負う。\n〔設 問〕\n１．Ｂは，日本において，Ｄ家電店で洗濯機を分割払いで購入する契約を締結した。ところが，Ｂの支払が次第に滞るようになった。Ｄは，ＡとＢは婚姻関係にあり，洗濯機の購入代金の支払はＡＢ間の日常家事債務であり，夫婦であることから当然にＡも連帯債務を負うとして，Ａに対してその支払を求めた。\n甲国法上，日本民法第７６１条に該当する規定はなく，夫婦の一方による日常の家事に関する法律行為によって他方が当然に債務を負うことはない。\nＡが甲国法に基づきＤからの請求を拒否することができるかについて，準拠法決定プロセスを踏まえて答えなさい。\n２. Ｃは，Ａ及びＢ以外の者から日本に所在する不動産Ｐの贈与を受けた。Ａ及びＢは，Ｃのために，不動産ＰをＥに売却したいと考えている。Ｃが不動産Ｐを所有していることを前提として，以下の小問に答えなさい。\n⑴ Ａ及びＢは，甲国法によると不動産Ｐについて父母が管理権を有しないことからＡ及びＢがＣのために不動産Ｐを売却することはできないのではないか，と考えている。Ａ及びＢのこのような考えは正しいか。準拠法決定プロセスを踏まえて答えなさい。\n⑵ ⑴において，Ａ及びＢには不動産Ｐを売却するための管理権がないと仮定する。その場合，Ｃのために不動産Ｐを売却するのに必要な法的措置に関する準拠法については，法の適用に関する通則法第３２条によるべきとする見解と同法第３５条によるべきとする見解との対立が見られる。いずれの見解によるべきかの立場を明らかにした上で，どのような法的措置が必要であるかを答えなさい。\nなお，日本の裁判所で手続をとることを前提とし，手続上の問題点がある場合には，それについても言及しなさい。\n- 36 -\n〔第２問〕（配点：５０）\n旅行業を営む日本法人Ｙ１会社は，甲国への旅行者が現地で必要とする各種サービスを円滑に提供するため，Ｙ１会社全額出資の乙国法人Ｙ２会社を甲国に隣接する乙国に設立した。Ｙ２会社代表者はＹ１会社代表者と同一人である。Ｙ２会社は乙国内にあるビルの一室を賃借して本店兼事務所としているが，さしたる資産はなく，事務を処理する日本人従業員１名がＹ１会社から出向し常駐するのみである。Ｙ１会社が日本で募集した甲国への旅行者が甲国内で必要とするサービスを手配するため，Ｙ２会社は甲国法人Ｘ会社と包括的業務委託契約（以下「本件契約」という。）を締結した。本件契約では，①Ｙ１会社が募集した旅行者のためにＸ会社が甲国内での各種サービス（交通，食事，宿泊等）を手配し，かつ，Ｘ会社が現地（甲国）のサービス提供者に現地通貨で立替払すること，②Ｘ会社及びＹ２会社の了解のもとにＸ会社のＹ２会社に対する請求書をＸ会社がＹ１会社に直接送付すること，③毎月末を支払期限とするＹ２会社の債務（立替金及びＸ会社の報酬の甲国通貨による支払）の履行地をＸ会社の主たる営業所（甲国）とすること，④本件契約の準拠法を日本法とすること等が定められていたが，国際裁判管轄権に関する合意はなかった。\nＹ２会社が本件契約に基づく立替金及び報酬のＸ会社への支払を怠ったため，Ｘ会社は，Ｙ２会社に対して本件契約に基づく金員の支払を求めるとともに，Ｙ１会社に対しても，Ｙ１会社とＹ２会社とは実質的に同一会社であり，Ｙ２会社の法人格はＹ１会社との関係で否認されるべきであるとして，本件契約に基づく金員の支払を求める訴えを日本の裁判所に提起した。\n〔設 問〕\n１．日本の裁判所はＹ１会社及びＹ２会社に対するＸ会社の訴えにつき，国際裁判管轄権を有するか。ただし，民事訴訟法第３条の９の規定の適用はないものとする。\n２．Ｙ１会社がＸ会社に対して本件契約に基づく債務を負うか否かについては，いずれの国の法が適用されるか。\n３．Ｘ会社がＹ１会社に対して本件契約に基づく金員の支払を甲国通貨で求めた場合において，Ｙ１会社が日本円で弁済する権利を有するか否かについては，いずれの国の法が適用されるか。\n- 37 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，夫婦間の日常家事債務の連帯責任及び未成年の子の財産管理の準拠法の決定と適用を問うものである。\n設問１は，夫婦間の日常家事債務の連帯責任の法律関係の性質決定を問うものである。これに関しては，法の適用に関する通則法（以下「通則法」という。）第２５条説と第２６条説との対立がある。いずれの見解をとるか，その根拠を示した上で準拠法を決定し，条文を丁寧に適用し，結論を示す必要がある。\n設問２⑴は，子の財産に対する父母の財産管理権に関する問題である。親子間の法律関係の準拠法に関する通則法第３２条によることを導き，問いに則して答えなければならない。\n設問２⑵は，父母の財産管理権が及ばない未成年の子の財産管理の問題を国際私法上どのように扱うかを問うものである。甲国法を準拠法とする場合には，甲国法上の財産後見制度が日本法に不知の法制度であるため，わが国手続法でいかに実現するかも問題となる。\n〔第２問〕\n本問は，渉外契約の一方当事者につき法人格否認が問題となる事案を素材として，国際私法及び国際民事訴訟法の基礎的理解とその応用力を問うものである。\n設問１は，契約当事者とその親会社とを共同被告とする訴えにつきわが国の裁判所が国際裁判管轄権を有するか否かを問う問題である。「手続は法廷地法による」との法原則の下でわが国の民事訴訟法第３条の２以下の諸規定がどのように適用されるかを適切に説明することが求められる。\n設問２は，親会社に対して契約責任が追及される場合の準拠法が何かを問う問題である。契約当事者の法人格が否認されるか否かという論点と親会社が当該債務の履行責任を負うか否かという論点との関係をいかに理解するか（同一論点の言い換えとみるか，先決問題対本問題として理解するか）に応じて，法律構成は異なり得る。法人格否認の問題について，これを実質法上の法律構成とは別に，抵触法上の問題として，その法律構成（単位法律関係，法性決定，連結点等）をどのように考えるか（法人従属法説，個別原因関係準拠法説他）等々，触れるべき論点は少なくない。法律構成のいかんにかかわらず，それぞれの根拠を示しつつ，準拠法決定の過程を段階を追って正確に説明することが求められる。\n設問３は，約定された支払通貨と異なる通貨での支払が認められるか否かの準拠法が何かを問う問題である。債権準拠法説と履行地法説との対立が知られているが，ここでも，どのような根拠に基づいて準拠法を決定するかを丁寧に説明することが期待される。\n- 37 -",
  "scoring_notes": "本年の国際関係法（私法系）の問題は，狭義の国際私法（抵触法）及び国際民事訴訟法から出題されている。各問題の出題の趣旨等については，既に法務省ホームページにて公表済みである。\n１ 採点の方針と基準等採点の方針は，基本的に，昨年と同様である。すなわち，関連する個々の法領域の基本的な知識と理解に基づき，論理的に破綻のない推論により一定の結論を導くことができているかを採点の方針とした。採点の基準としては，設問ごとに重点は異なるものの，①狭義の国際私法（抵触法）及び国際民事訴訟法の基本的な構造を正確に理解しているか，②個々の法規範（条理により導かれるものも含む。）の趣旨を理解しているか，③複数の法規範を視野に入れながら，相互の関連を理解しているか，④これらの点の理解に基づき，設問の事実関係等から適切に問題を析出することができるか，⑤析出された問題に対して，関連する法規範を適切に適用することができるか，これらが挙げられる。\n「一応の水準」に達しているか否かは，他の法規範との関係をも含めて，明文の規定には現れていない法規範の趣旨を理解しているか否かにあった。①ないし③の点の理解が曖昧と認められる答案は「一応の水準」にとどまり，それらの理解が明瞭に表現されている答案は「良好」又は「優秀」\nなものとなった。「良好」と「優秀」答案の差は，いわゆる論述力の差とともに，そのような理解を示すことができた設問の数によっている。\nなお，学説の分かれている論点については，結論それ自体によって得点に大きな差を設けることはせず，自説の論拠を十分に示しつつ，これを論理的に展開することができているか否かを基本として，成績評価をした。\n２ 採点実感⑴ 第１問について設問１においては，多くの答案で，日常家事債務の連帯責任について婚姻の身分的効力の問題又は夫婦財産制の問題として，法の適用に関する通則法（以下，「通則法」と略記する。）第２５条又は第２６条のいずれかによるべきであるとの主張をすることができていた。特に見解の違いによって評価に差は設けていないが，日常家事債務の連帯責任の問題については，夫婦のみでなく，夫婦と取引する第三者もこれに関わるため，第２５条説を採る場合も，取引保護についてどのように考えるかに関し言及しているかどうかも評価ポイントとした。性質決定に当たり，婚姻の効力の問題であるから第２５条によるべきであるとか，夫婦財産関係の問題であるから第２６条によるべきであると述べるのみの不十分な理由付けが目立った。また，第２６条説を採りながらも，同条第３項を全く適用していない答案や，同項に定める善意の意味を理解できていない答案が散見された。\n設問２⑴は，全体的に良くできており，比較的多くの答案において，子の財産に対する父母の財産管理権に関する問題として，親子間の法律関係の準拠法に関する第３２条によることを導くことができていた。\n設問２⑵においても，問題文中に挙げられた第３２条説と第３５条説のいずれを採ったとしても，見解の違いによって評価に差は設けていない。教科書では触れられていない論点ではあるが，\n法律関係の性質決定を具体的にどのように行うべきかを理解できているかで，得点に差が生じたように思われる。抵触規定の趣旨・目的や，親権の準拠法と後見の準拠法との適用関係などを考慮して，自説を説得的に展開できていた答案もあった。なお，第３５条説を採った答案の中で，\n同条の理解が不十分なものがかなりあった（第３５条第２項の見落とし，同項により日本法が準拠法となることの意味，成年後見と未成年後見の違いに対する理解の不十分さ等）。\n設問１及び設問２ともに，日本法と準拠外国法の異質性から安易に公序を用いて準拠外国法の適用を排斥する答案が一定数あった。やむを得ない場合にしか発動され得ない国際私法上の公序の意義をしっかりと理解することが求められる。\n⑵ 第２問について設問１において，わが国民事訴訟法の適用根拠として「手続は法廷地法による」旨の法源に言及した答案は少数にとどまる。Ｙ１及びＹ２に対する訴えについての国際裁判管轄権を基礎付ける管轄原因はいずれか一つあれば足りようが，普通裁判籍と特別裁判籍との双方への言及があるものは多面的な見方ができることを示す答案と考えられる。民事訴訟法第３条の２第３項の基本的な理解が不十分なものが目立った。また，同法第３条の６の適用に当たり，４つの要件全てを充足している点に触れた答案も多くはない。\n設問２では，通則法上，当該論点それ自体を直接に定めた明文規定がないところから，よるべき抵触規定いかんがまず明らかにされなければならない。単位法律関係概念の解釈に際して「国際私法独自説による」ことに触れた答案も少ない。通則法上，明文規定がないと考える場合に代用法規を見出す根拠が条理に求められることを示した答案もさほど多くはない。契約当事者の法人格が否認されるか否かという論点と親会社が当該債務の履行責任を負うか否かという論点との関係をいかに理解するか（同一論点の言い換えと見るか，先決問題に対する本問題として理解するか）に応じて，法律構成は異なり得る。よるべき抵触規定の探求に当たり，法人従属法説，個別原因関係準拠法説等，複数の法律構成が示されていた。無論，法律構成のいかんにより評価を変えることはしていない。かなりの答案は，自説の他，他の選択肢を示しつつ，自説を優先する理由を挙げていたが，自説の説明のみに終始した答案も少なくなかった。\n設問３の場合，多くの答案では，よるべき抵触規定として，債権準拠法説と履行地法説が採用されていた。このほか，公法説等に触れた答案もあった。ここでも，設問２で触れたように，見解の違いによって評価に差を設けることはしていないが，自説と他説との間で優劣の判断根拠を説明していた答案に高い評価が与えられた。\n第２問の解答に当たっては，総じて，設問１に注力し，設問２及び設問３の解答が手薄になった答案が目立った。それぞれの根拠を示しつつ，段階を追って準拠法決定の過程を正確に説明することが求められている。解答に際しては，条文の正確な理解とともに，バランスの取れた時間配分が望まれる。\n３ 今後の出題について狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を組み合わせた事例問題が出題されることになると考えられる。\n４ 今後の法科大学院教育に求めるもの抵触法の解釈に関する記述が求められている箇所で，実質法に関する記述の量が目立つ答案が相当数あった（日常家事債務の連帯責任，法人格否認の法理）。抵触法と実質法の区別を明確に理解し，抵触法における法性決定の考え方について適切に論述できる力を付けさせることが望まれる。\n明文の規定の適用が問われているときには，正答率は比較的高かった。その一方で，明文により表現されていない法規範の適用を問う問題については，正答率は低くなっている。換言すれば，\n各抵触規定を言わばマニュアルのように考え，その忠実な当てはめだけに専念する答案が多くなっている。法規範の趣旨の理解を深め，その上で解釈論を展開できる力を付けさせることが望まれる。\n本年の試験でも，答案の最終部分において（注を付して）前問に対する答えの一部を補充する答案がなお散見された。そのことをもって減点することはしなかったが，答案構成力の弱さを示すものである。バランスの取れた書き方のできる力を付けさせることが望まれる。"
}