{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＡ社は，日本で一般消費者向け電子機器甲（以下「甲」という。）の製造販売に従事する事業者である。甲は，平成２１年に初めて販売された画期的な製品であり，世界全体で甲を製造販売している事業者は，現時点で，Ａ社以外には，やはり日本に拠点を置くＢ社しか存在しない。Ａ社とＢ社は激しくシェアを争っており，各社のシェアの年による変動は大きい。Ｃ社及びＤ社は，いずれも，日本で電子機器等に使用される部品の製造販売に従事する事業者である。平成２４年に，Ａ社は，甲の新しいバージョンを開発するに際し，Ｃ社に対して，甲の主要な部品乙（以下「乙」という。）の開発・製造を依頼し，そのために必要な技術情報を開示することを申し出た。Ｃ社は，この依頼を受け，Ａ社が製造する新しいバージョンの甲向けに乙を開発・製造した上で，平成２５年度から１四半期当たり約２００万個から３００万個の乙をＡ社に納入するようになった。平成２５年には，Ａ社は，Ｄ社に対しても，同様の依頼と申出を行い，Ｄ社は，この依頼を受けて，平成２６年度から１四半期当たり約１５０万個から２００万個の乙をＡ社に納入するようになった。Ａ社が製造する甲に用いられる乙は，固有の仕様と性能を求められるため，Ａ社が製造する甲以外の電子機器に転用することは不可能である。Ｃ社及びＤ社以外に，世界で乙の製造販売に従事する事業者としては，中国に拠点を置くＥ社が存在し，Ｅ社は，Ｂ社が製造する甲向けに乙を製造し，Ｂ社に納入していた。\n平成２６年１２月頃，取引先の拡大を図ろうとしたＥ社は，Ａ社に接近し，従来品と性能は同じだがより安価な乙を，Ａ社が製造する甲向けにも開発できると持ち掛けた。その結果，Ａ社は，Ｅ社に対しても乙の開発・製造を依頼し，必要な技術情報をＥ社に提供した。Ｅ社のＡ社に対する乙の納入開始は，平成２７年１２月頃に予定されている。Ｅ社がＡ社から乙の開発・製造の依頼を受けたことは，Ａ社の調達担当者からの情報として，平成２６年の年末までにはＣ社及びＤ社の取締役会において紹介されていた。\n平成２７年１月初旬，Ｃ社の営業担当取締役ｒとＤ社の営業担当取締役ｓは，Ｃ社とＤ社が共に参加する商品展示会に赴いた際の雑談の中で，従来のＡ社による乙の価格引下げ要求は極めて理不尽であり，原材料費が高騰している中でそのような要求がまかり通れば，乙の生産基盤が日本から失われかねないので，両社が一致協力してＡ社との交渉に当たるべきであるとの認識で一致した。\nそして，両社の協力の具体化のため，平成２７年４月～６月期（以下「本期」という。）における乙の納入に関してＡ社と商談をする前に，互いにＡ社に提示する乙の価格について意見を交換し，かつ，Ａ社との商談の内容について情報を交換する仕組みを構築することで一致した。なお，ｒとｓは，それぞれＣ社とＤ社において，乙の価格を決定する権限を有していた。\nこれを受けて，平成２７年２月初旬から，Ｃ社の営業課長ｔとＤ社の営業課長ｕは，それぞれ，上司であるｒとｓの指示を受けて，Ａ社に提示する乙の価格及びＡ社との商談の様子について，電子メール（以下「メール」という。）による情報交換を始めた。その後ｔとｕとの間でやり取りされたメールの宛名には常にｒとｓのメールアドレスも含まれており，ｒとｓは，ｔとｕとの間で交わされたメールの内容を把握していたが，自ら情報交換に加わることはなかった。ｕは，同月１５日にｔに送信したメールの中で，乙の単価（１個当たりの納入価格）について，従来は２８００円とされてきたが，原材料費の高騰に鑑みて，本期分は３０００円を提示したいと考えている旨を伝えた。ｔは，同日，これに対する返信メールの中で，乙の単価が２９５０円であっても，受注数量が２００万個以上であれば採算が取れることから，Ａ社との交渉では，２９５０円を下回らない範囲であれば許容範囲であると答えた。ｕは，同日，これに対する返信メールの中で，自分も同意見である旨を伝えた。\nこの意見交換の後，本期分の乙の単価として，Ｃ社は２９９０円を，Ｄ社は３０００円をＡ社に提示した。Ａ社は，Ｃ社及びＤ社との交渉の中で，Ｂ社との競争の厳しさを強調し，Ｃ社及びＤ社\n- 12 -に対する発注数量の配分を大幅に見直す可能性にも言及しつつ，当該単価を２９３０円以下とするよう強く求めたが，Ｃ社及びＤ社の両社とも，原材料費高騰のため，その水準では採算が取れないとして，これに激しく抵抗した。それぞれＡ社と交渉した結果，平成２７年３月初旬に，本期分の乙の単価について，Ｃ社は２９６０円で，Ｄ社は２９７０円でＡ社と妥結した。ｔとｕは，Ｃ社とＤ社がＡ社との間で交渉妥結に至るまでの状況を，逐一，メールで知らせ合い，その内容は上司のｒとｓにも伝わっていた。Ｃ社とＤ社は，それぞれＡ社と妥結した単価で本期分の乙を受注し，その受注数量は，Ｃ社が２７０万個，Ｄ社が２００万個であった。\n〔設 問〕\nＣ社及びＤ社の上記行為について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n- 13 -\n〔第２問〕（配点：５０）\n【前 提】\nＡ社，Ｂ社及びＣ社は,それぞれ健康維持のための消耗品である甲（以下「甲」という。）の製造業者である。日本には，これら３社のほか甲の製造業者が数社ある。各社の甲の販売金額が日本における甲全体の販売金額に占める割合（シェア）は，Ａ社が５５パーセント程度，Ｂ社とＣ社はいずれもおよそ１０パーセントから１５パーセント程度である。Ａ社，Ｂ社及びＣ社以外の甲の製造業者のシェアはいずれも１０パーセント未満である。日本において，甲の輸入品はほとんど流通していない。過去において各社の順位やシェアに大きな変動はない。\n甲の製造業者は，自社の製造した甲を小売業者に販売し，小売業者は，甲を一般消費者に対して販売している。小売業者は，小売業者の店舗に来店する一般消費者に対して販売する方法をとっている。Ａ社は，製造した甲を小売業者に対して出荷するに際して，甲に書面（以下「納品書」という。）を添付し，小売業者に納入する製品の名称（甲）やその数量，出荷する製品（甲）の小売業者に対する販売価格，支払期限等を通知している。\n一度Ａ社製の甲を購入して使用したほとんどの一般消費者は，Ａ社製の甲を店頭で指定し，継続的に購入することが通常である。このようにＡ社製の甲は一般消費者に高い評価を得ており，甲を販売する小売業者にとって，Ａ社製の甲を取り扱うことは，その営業上不可欠となっている。\n〔設 問〕下記⑴及び⑵の設問に答えなさい。\n⑴ 上記の【前提】に加え，以下の事情がある場合に，Ａ社の行為について，独占禁止法上の問題点を分析して検討しなさい。\nＡ社は，自社製の甲を取り扱う小売業者を全国的な範囲で相当数確保し，維持するために，Ａ社の取引先である小売業者の全てがある程度の利益を確保できることが，必須であると考えていた。\nところが，ある時期から，小売業者のうち，特に規模の大きい小売業者（以下「大規模小売業者」という。）が，甲の１個当たりの利益を少なくして一般消費者に対する販売価格（以下「小売価格」という。）を低くする一方，数量を多く販売することによってある程度の利益を確保する戦略により甲を販売し，Ａ社製の甲もその対象とするとともに，そのように低めに設定した甲の小売価格について，一般消費者に対して大々的に広告を行って一般消費者に訴求することが常態化した。\nＡ社は，小売業者による甲の小売価格の自由な広告は，規模の小さい小売業者をも全国的な範囲で相当数確保し，維持することが自社にとって利益になるというＡ社の考えに反する結果をもたらすと考え，自社の取引先小売業者が広告において一般消費者に対しＡ社製の甲の小売価格の表示を行った場合には，当該小売業者に対してそのような表示を行わないことを求め，これに従わない場合には，当該小売業者に対して甲の出荷を停止することを決定した。\nかかる決定に基づき，Ａ社は，納品書にあらかじめ「広告に小売価格を記載しないでください。」との文言を記載し，甲の出荷の度ごとに小売業者に通知した。また，Ａ社の営業担当者は，取引先である大規模小売業者を度々訪問し，一般消費者に対する広告においてＡ社製の甲の小売価格の表示を行わないように要請するとともに，表示を継続する場合には出荷を停止する旨を説明した。\nこのようなＡ社の納品書の記載と営業担当者の説明により，Ａ社の取引先である大規模小売業者は，おおむね，Ａ社製の甲の小売価格を広告において表示しなくなった。\n⑵ 上記の【前提】に加え，以下の事情がある場合（⑴記載の事情はない）に，Ａ社の行為について，独占禁止法上の問題点を分析して検討しなさい。\n- 14 -\nＡ社は，自社の甲の機能を改良し，現行の甲と比較して健康維持機能を２０パーセント以上向上させ，他社製の甲に比べて高い顧客満足度を見込む甲の新製品（以下，Ａ社製の甲の新製品を「新製品甲」という。）を開発した。Ａ社は，新製品甲の販売開始に当たり，小売業者に対し，一般消費者に新製品甲の機能を説明することを求めることとし，具体的には小売業者の販売員がＡ社の定める研修を受講すること，そのように研修を受講した小売業者の販売員が一般消費者に対して新製品甲の機能や取扱方法の説明を行うこと，小売業者の販売員が新製品甲の機能の説明を行うために必要な機材を購入することを，全ての取引先小売業者に義務付け，これに応じない小売業者とは新製品甲の取引を行わないことを決定した（以下「本決定」という。）。\nこれ以前にＡ社が，取引先小売業者に対し，Ａ社製の甲の販売に際して甲の健康維持機能や取扱方法の説明を消費者に行うことを求めたり，義務付けたりすることはなかった。\nＡ社が本決定を行うに至ったのは，第一に，近時Ｂ社及びＣ社も，それぞれ自社の従来の甲の機能を改良した新製品を発売し，一般消費者を引き付け始めており，このまま放置しておくと，近い将来，現在のＡ社のシェアを維持できなくなるおそれが生じていること，第二に，新製品甲の健康維持機能の向上を強く打ち出し，販売に当たって一般消費者に対して丁寧に説明することが，Ａ社製の甲の一般消費者に対する訴求力を向上させ，Ａ社製の甲を指定して購入する一般消費者を一層増加させると考えたことによる。\nもっともＡ社の取引先小売業者の中には，本決定に従うと，販売コストが上昇し，それを小売価格に転嫁すると新製品甲の小売価格を引き上げざるを得ないことに懸念を有する者もいた。\nこのようなＡ社の取引先小売業者の懸念にもかかわらず，Ａ社が本決定を小売業者に対して実施したところ，これに従ったＡ社の取引先小売業者の新製品甲の販売コストが上昇し，本決定がなかった場合に想定していた小売価格よりも高い小売価格で新製品甲を販売する小売業者も少なくなかった。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問では，Ｃ社とＤ社が，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項に該当する行為（不当な取引制限）を行ったものとして，同法第３条後段に違反するかどうかが問われる。独占禁止法第２条第６項の諸要件についてあるべき解釈を示した上で，本問の事実に当てはめる必要がある。\nまず問題となるのは，「共同して」（多摩談合（新井組）事件・最一判平成２４年２月２０日民集６６巻２号７９６頁に従って，「共同して・・・相互に」というくくり方でもよい。）の要件である。「共同して」又は「共同して・・・相互に」といえるためには「意思の連絡」\nが必要である（東芝ケミカル事件・東京高判平成７年９月２５日審決集４２巻３９３頁）が，本問では，Ｃ社とＤ社との間で乙の価格に関する「意思の連絡」を示す唯一の決定的な事実が明らかにされているわけではない。したがって，「共同して」（「共同して・・・相互に」）\nの解釈として「意思の連絡」の意味を明らかにした上で，どのような事実の積み重ねから「意思の連絡」が認定され得るかについて一般的な方針が提示されることが望ましい。そして，- 22 -実際の「意思の連絡」の認定に際しては，乙の価格に関する情報交換に至った背景，当該情報交換の内容，情報交換を経た後のＡ社との交渉の状況に着目することが求められる。\n本問で注意を要するのは，一つには，各社において価格決定権限を有する役員級の者が乙の価格に関する情報交換に直接には加わっていないことをどのように解するか，換言すれば，本問において事業者としてのＣ社とＤ社の間で「意思の連絡」があったと評価できるかについて説明が求められることである。また，情報交換の仕組み作りからＡ社との交渉妥結に至る一連の過程から，どのような内容の合意が形成されたと見るべきかについても説明が求められる。本問では，特に，Ａ社製造の甲向けの乙の最低価格について意見の一致が見られたことやＣ社とＤ社とで妥結価格が異なったことをどのように見るかが重要となる。\n次に，「相互にその事業活動を拘束」の要件については，本問のように，互いに競争関係にある事業者間での共同行為に係る事案では，各当事者が合意内容に事実上拘束される関係にあることが示されれば充足されると解されよう。\n「一定の取引分野における競争を実質的に制限」の要件については，まず，本問における\n「一定の取引分野」の画定の在り方が問題となる。ここでも，「一定の取引分野」の意味と画定の在り方ないし基準を提示した上で，本問の事実に当てはめることが求められる。本問では，制限の対象となった乙という商品は需要者（Ａ社ないしＢ社）によって異なる仕様と性能を求められるため，一方の需要者向けに製造された乙は他方の需要者向けには転用できないことをどのように評価するかが重要となる。なお，いわゆるハードコア・カルテルを念頭に置いて，「共同行為が対象としている取引及びそれにより影響を受ける範囲」をもって一定の取引分野を画定すれば足りるとする考え方（例えば，シール談合事件・東京高判平成５年\n１２月１４日高刑集４６巻３号３２２頁）が存在するので，この考え方を本問の事実に当てはめることも可能である。ただし，その場合には，なぜ，そのような議論が妥当性を持つのかについて説明が求められる。\n「競争の実質的制限」についても，その定義を説明した上で，本問で提示された諸事実のうち，「競争の実質的制限」の認定に関わるものを拾い上げて総合的に評価することが求められる。本問の場合には，Ｃ社とＤ社の合計の市場シェア，本問における意思の連絡の内容のほか，新たにＡ社製造の甲向けの乙の開発にも乗り出したＥ社の存在，需要者としてのＡ社の交渉力等に着目する必要がある。Ｅ社については，本件合意の対象となった平成２７年４\n月～６月期の取引においてＣ社とＤ社に対する競争圧力として作用したと評価できるかが問われる。なお，ここでも，本件カルテルがハードコア・カルテルであることから直ちに「競争の実質的制限」が充足されたとする議論が考えられるが，その立場に立つのであれば，そのように考える根拠が説明されなければならないことは前述のとおりである。\n最後に，「公共の利益に反して」についてだが，本問では，Ａ社からの理不尽な値下げ要求に対抗するため，あるいは，乙の生産基盤を日本に維持するためにカルテルを行ったとの主張が考えられ，このような主張の根拠として「公共の利益」が援用される可能性がある。このような主張が認められる可能性は極めて小さいと考えられるが，いずれにせよ，「公共の利益に反して」の解釈を踏まえた説明が求められる。\n〔第２問〕\n本問は，健康維持のための消耗品である甲の製造業者であるＡ社が，自社の製造した甲を小売業者に販売するに際し問題文記載の諸条件を付した行為が，独占禁止法第２条第９項第\n６号ニ，不公正な取引方法の一般指定（以下「一般指定」という。）第１２項の拘束条件付取引に該当し，独占禁止法第１９条に違反するかどうかを問うものである。拘束条件付取引における拘束条件には，理論上は独占禁止法第２条第９項第４号及び一般指定第１１項に該当する行為を除き，およそ全ての条件が含まれ得る。設問⑴及び同⑵のいずれにおいても，Ａ\n- 23 -社が取引先小売業者に対して付した条件は小売業者による商品の販売方法に関わるが，設問\n⑴における条件は広告における小売価格の表示の禁止であり，その価格への影響はより直接的であるのに対して，同⑵における条件は，価格に直接関連しない事柄に関わるので，競争に対する影響が異なると考えられる。そこで，各設問における条件の異同に着目しつつ，それらが競争に与える効果の分析を行うことが求められる。\n設問⑴では，まず，Ａ社が，自社の取引先小売業者に対して広告における小売価格の表示を禁止することを決定し，それを依頼の形で納品書に記載し，Ａ社の営業担当者が大規模小売業者を訪問し，出荷停止に言及しながら，小売価格の表示を行わないよう要請する行為が，「拘束する」条件を付けて取引することに該当するか否かを検討する必要がある。和光堂事件・最高裁判所昭和５０年７月１０日第一小法廷判決（民集２９巻６号８８８頁）などで示された基準を提示した上で本問の事実に当てはめることが求められる。その際には，小売店の営業においてＡ社製の甲が占める地位をどう評価するのかも重要となる。\n次に，一般指定第１２項の「不当に」に該当するかどうかを検討する必要がある。それが公正競争阻害性を意味すること，具体的には自由競争減殺であることを指摘した上で，本問では，より具体的に，事業者間での競い合いが減少する効果が問題となることに言及する必要がある。そして，一般論としては，一般指定第１２項に該当し得る行為については，拘束の内容や対象となる取引の性質等，種々の事情を勘案して，それが競争に与える効果を評価する必要があるが，広告における価格表示の禁止は，価格維持効果が強く推測される行為であることに留意する必要がある。\nこのような広告における価格表示の禁止の特質に照らして，市場の画定や画定された市場における競争への影響の詳細な検討を省略して，自由競争減殺の有無を判断することが可能である。ただし，その場合には，広告における価格表示の禁止についてそのような判断方法が妥当性を有することの説明が求められる。他方，その他の拘束条件付取引における場合と同様に，市場画定を行い，それを前提として自由競争減殺の有無を判断することも可能である。この場合には，市場画定に加えて，画定された市場における具体的な影響（例えばＡ社と他社のシェア，甲の差別化の程度，ブランド間競争及びブランド内競争の状況等）を事実に即して検討することが求められる。なお，いずれの場合も，小売業者間の価格競争の減殺の有無が検討されなければならない。\nさらに，Ａ社が広告における価格表示の禁止を行う目的に鑑みて，Ａ社の行為が正当化できるか否かを検討することが求められる。\n設問⑵では，まず，Ａ社が，新製品甲の販売開始に当たり，小売業者に対して，販売員の研修の受講，研修を受講した販売員による商品説明，必要な機材の購入を求め，これに応じない場合には新製品甲の取引を行わないことを内容とする本決定を行い，これを小売業者に対して実施したことが，「拘束する」条件を付けて取引することに該当するのか否かを説明することが求められる。\n次に，Ａ社の行為が，一般指定第１２項の「不当に」の要件を満たすか否かの検討を要する。\n「不当に」の意味については，設問⑴と同様である。しかし，設問⑵では，一方では，製造業者が，自社のブランド戦略に鑑みて，どのような販売方法を採用するかは，基本的には，製造業者が自由に決められる事項であるとされていることに留意する必要がある。しかし，他方では，小売業者に特定の販売方法を採ることを求め，それを取引の条件とすることは，販売価格の上昇を招来することがあり，そのような行為の競争への影響をどのように分析・評価するかが問われる。具体的には，化粧品の販売方法の制限に関する資生堂東京販売事件・最高裁判所平成１０年１２月１８日第三小法廷判決（民集５２巻９号１８６６頁）によって示された，それなりの合理性と制限の同等性の基準にのっとって検討した上で，価格上昇効果について分析・評価を行うことが期待される。もっとも，前記最高裁判決の位置付け等については，様々\n- 24 -な考え方があるので，他の拘束条件付取引の類型と同様に，市場を画定した上で，画定された市場における競争への影響を事実に即して検討することも可能である。この場合には，画定された市場で，Ａ社の行為によって小売価格が維持されるおそれの有無，Ａ社が条件を付す目的に鑑みてＡ社の行為が正当化できるか否かなどの検討を要する。",
  "scoring_notes": "１ 出題の趣旨について出題の趣旨は，別途公表している「出題の趣旨」のとおりである。\n２ 採点方針出題した２問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が当該市場における競争にどのような影響を与えるかを念頭に置いて，問題点を指摘し，法解釈を行い，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的に見ようとし，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n第１問は，Ｃ社とＤ社が独占禁止法第２条第６項の各要件を満たす行為（不当な取引制限）に及んだといえるか否かについて，見解を問うものである。\n具体的には，①明示的な価格合意がなく，直接情報交換を行ったｔとｕが価格決定権限を有していなかったことなどを踏まえ，「共同して」（又は「共同して…相互に」）を満たすか，すなわち両社間に意思の連絡があったと認められるか，②そのような意思の連絡により「相互にその事業活動を拘束」したといえるか，③意思の連絡の内容に加え，Ａ社製の甲向けの乙は固有の仕様と性能を求められ，その製造にはＡ社からの技術情報の開示を受けることを要することなどを踏まえ，「一定の取引分野」をどのように画定すべきか，④意思の連絡の内容，Ｅ社の存在，Ａ社の交渉力などを踏まえ，当該取引分野における「競争を実質的に制限する」といえるか，⑤ｒ・ｓ間の雑談の中で示された認識などを踏まえ，「公共の利益に反して」といえるか，について適切な判断基準を示しながら的確に検討できているかどうかを見た。\n第２問は，Ａ社が，自社の製造した甲を小売業者に販売するに際し諸条件を付した行為が，独占禁止法第２条第９項第６号ニ，不公正な取引方法の一般指定（以下「一般指定」という。）第１２項の拘束条件付取引に該当し，同法第１９条に違反するかどうかを問うものである。\n設問⑴，⑵のいずれにおいても，まず，一般指定第１２項の拘束条件付取引の該当性が問題になること及び拘束があることについて，事実を指摘して論じることが求められる。甲の小売業者にとってＡ社製の甲を取り扱うことがその営業上不可欠であること，及び，設問⑴においてはＡ社が納品書に記載した依頼，同社の営業担当者の要請・説明が出荷停止によって，設問⑵においては本決定の実施が新製品甲の取引を行わないことによって，それぞれ実効性を有することの指摘が的確になされているかどうかを評価した。\n次に「不当に」（公正競争阻害性）については，設問⑴，⑵のいずれも，規範として，公正競争阻害性の意味内容，判断基準を提示した上で，その判断基準に即した事実を的確に当てはめることができているかどうかを評価した。当てはめについて，設問⑴では，取り分け甲全体に占めるＡ社製の甲のシェアが５５パーセント程度であること，甲の小売業者にとってＡ社製の甲を取り扱うことがその営業上不可欠であることとの関係で，商品市場をどのように画定するのか，画定した市場におけるブランド内競争とブランド間競争の関係をどのように考えるのか，Ａ社製の甲のブランド内競争が（小売業者間において）減少する可能性をどのように評価するのか，といった点を適切に論じているかどうかを評価した。他方，市場の画定や画定された市場における競争への影響の詳細な検討を省略して自由競争減殺の有無を判断する場合には，広告における価格表示の禁止の特質と，それに照らしてそのような判断方法が妥当性を有することを適切に論じているかどうかを評価した。また，設問⑵では，資生堂東京販売事件・最高裁判所平成１０年１２月１８日第三小法廷判決（民集５２巻９号１８６６頁）のそれなりの合理性と制限の同等性の基準にのっとって，製造業者であるＡ社のブランド戦略選択の自由に配慮しつつ，価格上昇効果をどのように評価すべきかについて，解答者なりの筋道を立てて論じられているかどうかを評価した。\nそして，設問⑴及び⑵の適法性の判断の結論が異なるのか，異なるとすればそれはなぜか，\n同じであるとすればそれはなぜかについて，出題の趣旨記載のとおり，各設問における条件の異同に着目しつつ説明されているかどうかを評価の対象とした。\n３ 採点実感等⑴ 出題の趣旨に即した答案の存否，多寡について第１問のうち，まず「共同して」に関しては，「意思の連絡」があることを意味するとした上で，ｔとｕが価格決定権限を有していなかった点についても一定の検討を加えつつ，Ｃ社・Ｄ社間で乙の単価の下限を定める意思の連絡があったとする答案が多かった。ただ，具体的にどのような内容の意思の連絡があったのかを明示しない答案や，ｒ・ｓ間の情報交換の合意自体が「基本合意」として意思の連絡に当たり，その後の単価についてのやりとりは「個別調整」にすぎないとする答案も散見された。ｔとｕはメールの文面上はいずれも「自社の許容範囲」を伝えるにとどめているところ，このメールをもって乙の単価の下限を定める「明示の合意」があったとする答案が相当数あった。意思の連絡が推認される根拠について，多くの答案は事前の意見・情報交換に触れていたが，ｒ・ｓ間で情報交換の合意をしたことやｔ・ｕ間でＡ社との商談の様子等について実際に情報交換していたことに触れない答案も散見された。事後の行動の一致（Ａ社の提示価格に激しく抵抗したこと，最終的に２９５０円を下回らない価格で妥結したこと）に全く触れない答案も相当数あった。\n「一定の取引分野」に関しては，その意義及び画定基準を示した上で，意思の連絡の対象とされたＡ社製の甲向けの乙に係る市場であるとする答案が比較的多かった。ただ，意思の連絡の対象について特段の考慮を示すことなく，Ａ社製の甲向けに限らない乙全体であるとする答案や，\n甲も含まれるとする答案も相当数あった。市場の範囲の検討において，「需要の代替性」や「供給の代替性」がない（ある）としつつ，何と何の間に代替性がない（ある）のかを明示せず，論旨が不明確になっている答案も相当数あった。\n「競争を実質的に制限する」に関しては，本期分のＡ社製の甲向けの乙に係るＣ社・Ｄ社の市場シェアは１００パーセントであるとして，競争の実質的制限を肯定する答案が多かった。ただ，\n「一定の取引分野」についてはＡ社製の甲向けの乙であるとしつつ，本期分のそれを供給できないことが明らかなＥ社を（潜在的）競争事業者として扱い，その競争圧力があるとする答案も相当数あった。Ａ社製の甲向けの乙の唯一の需要者であるＡ社が相当強力な価格交渉を行っているところ，そのような需要者からの圧力について検討を加える答案は多くなかった。Ｃ社・Ｄ社間の意思の連絡は，一定の単価ではなくその下限のみを定めるものであって，価格競争の余地を完全に排除するものではなく，現に両社の納入単価は異なっているが，そのような意思の連絡であっても競争を制限するといえるか否かについて，問題意識を示す答案はほとんどなかった。\n第２問について，多くの答案が独占禁止法第２条第９項第６号ニ，一般指定第１２項（拘束条件付取引），同法第１９条の適用を検討していたが，設問⑴について，同法第２条第９項第４号イ（再販売価格の拘束）や同法第２条第５項及び第３条（私的独占）を挙げる答案も散見された。\n拘束の有無については，典型論点ということもあり，よく書けていた。ただ，当てはめにおいて，いかなる事実から「拘束」する行為を認定するのかが不明確な答案も相当数見られ，中には「Ａ社の決定」とか「本件の行為」が拘束であるというものも散見された。\nＡ社の行為が「不当に」行われたものか否かの論述においては，設問⑴について，多くの答案が一応の規範定立，市場画定，当てはめを行っていた。市場画定においては，Ａ社製の甲とＡ社以外の甲の代替性をどのように考えるのかに言及することが求められるところ，多くの答案がこれに言及していた。一方，商品市場をＡ社製の甲に限定する場合には，一般消費者がＡ社製の甲を店頭で指定し，継続的に購入すること（いわゆる指名買い）が多いというだけでなぜ同じ甲の代替性を否定するのかについて，説得力のある理由付けが必要であるにもかかわらず，これができている答案はほぼ皆無であった。翻って，商品市場を甲（Ａ社製に限らず，全ての甲）とする場合に，Ａ社が設問⑴の拘束を行うとなぜ甲全体の市場の競争が阻害されるおそれが生じるのかを丁寧に論述することが求められるが，この点を論述している答案は少なかった。また，広告における価格表示の禁止の特質に照らして，市場の画定や画定された市場における競争への影響の詳細な検討を省略して，自由競争減殺の有無を判断する立場で論じた答案はほとんど見られなかった。\n設問⑵について，Ａ社の行為が「不当に」行われたものか否かの論述においては，判断基準として，資生堂東京販売事件・最高裁判所平成１０年１２月１８日第三小法廷判決の基準（それなりの合理性と制限の同等性）に何らかの形で言及することを期待していたが，これに言及した答案は極めて少なかった。また，本決定はＡ社製の甲の訴求力向上というブランド戦略を具現化するものであることと，その一方で結果として甲の価格上昇を招来することをどう評価するのかについての解答者なりの見解を提示することが求められるが，多くの答案は，訴求力向上という目的が正当であっても価格が上昇するので違法であるという単純なものであった。\n⑵ 出題時に想定していた解答水準と実際の解答水準との差異について第１問に関しては，不当な取引制限の各要件の定義・判断基準及びそれらに対する当てはめについて一通り論述している答案が多く，その限りにおいては，出題時に想定していた解答水準と実際の解答水準との間に大きな差異はなかった。他方で，前述のとおり，明示の合意があったとする答案，意思の連絡を推認する根拠となる事実の指摘が不十分な答案，市場画定の際に意思の連絡の対象について特段の考慮を示さない答案，Ｅ社からの競争圧力があるとする答案などが相当数あったことは予想外であった。\n第２問は，設問⑴，⑵とも，適用条文，拘束の有無については，一通りの論述がなされている答案が多く，この点に関しては，出題時に想定していた解答水準と実際の解答水準との間に大きな差異はなかった。ただし，前述のとおり，いかなる事実から「拘束」する行為を認定するのかを明確に指摘しない答案が相当数あったのは意外であった。\n次にＡ社の行為が「不当に」行われたものか否かに関し，設問⑴においては，「不当に」とはどのような意味か（公正競争阻害性のことであり，自由競争の減殺を意味すること），その意味での「不当に」に該当するか否かの判断基準を示した上，Ａ社と他社のシェアの差異や一般消費者がＡ社製の甲を指名買いする傾向等を踏まえてブランド内競争の重要性を検討しつつ，Ａ社の行為が甲の小売業者の価格競争に及ぼす影響を分析・評価することを期待していた。ところが，多くの答案が，規範の定立や市場画定が明確でない，ブランド内競争とブランド間競争との関係の理解が十分でない，あるいは問題文に記載がなく，また問題文から合理的に読み取ることもできない事実を前提として議論を展開している，といった基本的な点でつまずいており，結論に至る論旨が不明確であったことは予想外であった。\n特に，自ら設定した自由競争減殺の該当性の判断基準に対応する結論の記載がない（例えば，\n自由競争が減殺される場合には公正競争阻害性が認められるという解釈を提示する一方で，自由競争が減殺されたか否かの結論の記載がなかったり，価格に影響がある場合には競争減殺があるという基準を設定する一方で，事実として価格に影響があるかどうかを記載することなく，\n結局Ａ社が自社の甲の価格の表示を禁止することは「不当に」に該当すると結論付ける）というような，経済法固有の問題というよりも法律解釈・適用一般のルールに従っていない答案や，\n価格競争に対する影響の分析がない（例えば，Ａ社から出荷を停止すると言われれば小売業者は従わざるを得ないから公正競争阻害性があるという論法），市場画定と事実認定が整合しない（例えば，商品市場はＡ社製の甲と画定する一方で，Ａ社のシェアは約５５パーセントと指摘したり，ブランド間競争を論じる）といった論理の瑕疵を有する答案が多かったことは，予想と異なっていた。\nまた，設問⑵においては，前述のとおり，著名な最高裁判決（資生堂東京販売事件・最三判平成１０年１２月１８日）の基準に全く言及しない答案が極めて多かったこと，また，甲をどのように販売するかについて，Ａ社には，結果として高価格になるようなブランド戦略でもそれを選択・決定する自由があることに配慮を示さない答案が極めて多かったことは，予想と異なっていた。\n⑶ 「優秀」，「良好」，「一応の水準」，「不良」答案について第１問に関しては，「優秀」な答案は，不当な取引制限の各要件について，適切な判断基準を示した上で，考慮すべき事実の全部又は大部分を正確に摘示しながら説得的な当てはめを行い，\n結論を導いているもの，「良好」な答案は，一定の判断基準を示した上で，考慮すべき事実のうち主要なものをおおむね正確に摘示しながら当てはめを行い，結論を導いているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠いているもの，「不良」な答案は，基本的事項についての論述を全く欠いているなど，事案処理能力が著しく不十分とみられるものとした。\n第２問に関しては，「優秀」な答案は，拘束条件付取引の該当性について，各設問における条件の異同に着目しつつ，判断基準を示した上で，検討すべき事実を的確に摘示して結論を導いているもの，「良好」な答案は，各設問における拘束条件付取引の該当性について，何らかの判断基準を示した上で，検討すべき事実を的確に摘示して結論を導いているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠いているもの，「不良」な答案は，基本的事項についての論述を全く欠いていたり，出題趣旨から離れた記述に終始するものとした。特に，各設問とも独占禁止法第２条第９項第５号（優越的地位の濫用）についてのみ論じ，拘束条件付取引に全く言及のない答案が散見されたが，これらは「不良」と評価した。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかを見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，適用条文の選択・操作，構成要件の意義を正確に示した上，当該行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめること，そしてそれを箇条書き的に列挙するのでなく，論理的・説得的に表現することができるように教育してほしい。"
}