{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］〔第１問〕（配点：１００）\n以下の事例に基づき，甲，乙，丙及び丁の罪責について，具体的な事実を摘示しつつ論じなさい\n（特別法違反の点を除く。）。\n１ 甲（４５歳，男性）は暴力団組織である某組において組長に次ぐ立場にあり，乙（２３歳，男性）及び丙（２０歳，男性）は甲の配下にある同組の組員で，乙は丙の兄貴分であった。甲は，某組の組長から，まとまった金員を工面するように指示を受けていたところ，配下の組員Ａの情報によって，Ａの知人であるＶ（４０歳，男性）が，一人暮らしの自宅において，数百万円の現金を金庫に入れて保管していることを知った。\n２ 甲は，Ｖの現金を手に入れようと計画し，某年９月１日，乙に対し，「実は，組長からまとまった金を作れと言われている。Ａの知人のＶの自宅には数百万円の現金を入れた金庫があるらしい。\nＶの家に押し入って，Ｖをナイフで脅して，その現金を奪ってこい。奪った現金の３割はお前のものにしていい。」と指示した。乙は，その指示に従うことにちゅうちょを覚えたが，組内で上の立場にいる甲の命令には逆らえないと考えるとともに，分け前も欲しいと思い，甲に対し，「分かりました。」と言った。甲は，乙に対し，現金３万円を渡して，「この金で，Ｖを脅すためのナ\nイフなど必要な物を買って準備しろ。準備した物と実際にやる前には報告をしろ。」と言った。\n乙は，甲から受け取った現金を使って，玄関扉の開錠道具，果物ナイフ（刃体の長さ約１０センチメートル。以下「ナイフ」という。），奪った現金を入れるためのかばん等を購入した上，甲に対し，準備した物品について報告した。\nその後，乙は，一人で強盗をするのは心細いと思い，丙と一緒に強盗をしようと考えた。乙は，丙に対し，「甲からの指示で，Ｖの家に行って押し込み強盗をやるんだが，一緒にやってくれないか。」と言って甲から指示を受けた内容を説明した上で，「俺がナイフで脅す。それでもＶが抵抗してくるようだったら，お前はＶを痛めつけてくれ。９月１２日午前２時に実行する。その時間にＶの家に来てくれ。お前にも十分分け前をやる。」と言った。しかし，丙は，その日は用事があったことから，乙の頼みを断った。乙は，「仕方ない。一人で何とかなるだろう。」と考え，単独で犯行に及ぶことを決意した。なお，乙は，甲に対し，丙を強盗に誘ったことについては言わなかった。\n３ 乙は，同月１２日未明，事前に準備したナイフ等を持ってＶ方に向かい，Ｖ方前で甲に電話をかけ，「これからＶ方に入ります。」と伝えた。しかし，甲は，乙からの電話の数時間前に，今回の計画を知った某組の組長から犯行をやめるように命令されていたので，乙に対し，「組長からやめろと言われた。今回の話はなかったことにする。犯行を中止しろ。」と言った。乙は，多額の現金を入手できる絶好の機会であるし，手元にナイフ等の道具もあることから，甲にそのように言われても，今回の犯行を中止する気にはならなかったが，甲に対し，「分かりました。」とだけ返事をして，その電話を切った。\n４ 乙は，その電話を切った直後の同日午前２時頃，準備した開錠道具を使用してＶ方の玄関扉を開錠し，Ｖ方に入った。乙は，Ｖが寝ている部屋（以下「寝室」という。）に行き，ちょうど物音に気付いて起き上がったＶに対し，準備したナイフをその顔面付近に突き付け，「金庫はどこにある。開け方も教えろ。怪我をしたくなければ本当のことを言え。」と言った。これに対し，Ｖが金庫のある場所等を教えなかったため，乙は，Ｖを痛めつけてその場所等を聞き出そうと考え，Ｖの顔面を数回蹴り，さらに，Ｖの右足のふくらはぎ（以下「右ふくらはぎ」という。）をナイフで１回刺した。Ｖは，乙からそのような暴行を受け，「言うとおりにしないと，更にひどい暴行を受けるかもしれない。」と考えて強い恐怖心を抱き，乙に対し，「金庫は６畳間にあります。鍵は金庫の裏にあります。」と言った。それを聞いた乙は，右ふくらはぎを刺された痛みか- 2 -\nら床に横たわっているＶを寝室に残したまま６畳の部屋（以下「６畳間」という。）に向かった。\n５ 丙は，予定よりも早く用事が済んだため，兄貴分である乙が強盗するのを手伝おうという気持ちが新たに生じるとともに，分け前がもらえるだろうと考え，Ｖ方に行った。丙は，Ｖ方の玄関扉が少し開いていたので，同日午前２時２０分頃，その玄関からＶ方に入り，寝室でＶが右ふくらはぎから血を流して床に横たわっているのを見た。\nその後，丙は，６畳間にいた乙を見付け，乙に対し，「用事が早く済みました。手伝いますよ。」と言った。乙は，丙に対し，「計画どおりＶをナイフで脅したけど，金庫の在りかを教えなかったから，ふくらはぎを刺してやった。あれじゃあ動けねえから，ゆっくり金でも頂くか。お前にも十分分け前はやる。」と言い，丙も，Ｖは身動きがとれないので簡単に現金を奪うことができるし，分け前をもらえると考えたこともあり，これを了解して「分かりました。」と言った。\n乙は，Ｖから聞き出した場所にあった鍵を取り出して，これを使って６畳間の金庫の扉を開錠した。そして，乙と丙は，二人で同金庫の中にあった現金５００万円を準備したかばんの中に入れ，その後，同日午前２時３０分頃，そのかばんを持ってＶ方から出た。なお，Ｖは，終始，丙が来たことには気付いていなかった。\n乙は，Ｖ方から出た後，某組事務所に行き，甲に対し，言われたとおり犯行を中止した旨の虚偽の報告をした。その後，乙は，Ｖから奪った現金のうち１５０万円を丙に分け前として渡し，残りの３５０万円を自分のものとした。\n６ 盗みに入る先を探して徘徊中の丁（３２歳，男性。なお，甲，乙及び丙とは面識がなかった。）は，同日午前２時４０分頃，Ｖ方前を通った際，偶然，Ｖ方の玄関扉が少し開いていることに気付いた。丁は，Ｖ方の金品を盗もうと考え，その玄関からＶ方に入り，６畳間において，扉の開いた金庫内にＸ銀行のＶ名義のキャッシュカード１枚（以下「本件キャッシュカード」という。）\nがあるのを見付け，これをズボンのポケットに入れた。そして，丁が，更に物色するため寝室に入ったところ，そこには右ふくらはぎから血を流して床に横たわっているＶがいた。丁は，その様子を見て驚いたものの，「ちょうどいい。手に入れたキャッシュカードの暗証番号を聞き出し，現金を引き出そう。」と考え，Ｖに近付いた。\nＶは，丁に気付き，「何かされるかもしれない。」と考えて，丁に対して恐怖心を抱いた。丁は，横たわっているＶのそばにしゃがみ込んでＶの顔を見たところ，Ｖが恐怖で顔を引きつらせていたので，「強く迫れば，容易に暗証番号を聞き出せる。」と考えた。そこで，丁は，Ｖをにらみ付けながら，「金庫の中にあったキャッシュカードの暗証番号を教えろ。」と強い口調で言った。Ｖ\nは，丁が間近に来たことでおびえていた上，丁からそのように言われ，「言うことを聞かなかったら，先ほどの男にされたようなひどい暴力をまた振るわれるかもしれない。」と考えて，更に強い恐怖心を抱き，丁に対し，「暗証番号は××××です。」と言った。\n７ 丁は，その暗証番号を覚えると，Ｖ方から逃げ出し，同日午前３時頃，Ｖ方近くの２４時間稼動している現金自動預払機（以下「ＡＴＭ」という。）が設置されたＸ銀行Ｙ支店にその出入口ドアから入り，同ＡＴＭに本件キャッシュカードを挿入した上，その暗証番号を入力して，同Ａ\nＴＭから現金１万円を引き出した。\n８ Ｖは，同日午前５時頃，乙から顔面を蹴られたことによる脳内出血が原因で死亡した（なお，乙がＶの右ふくらはぎを刺した行為とＶの死亡とは関連がない。）。論文式試験問題集［刑事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，暴力団構成員である乙が，上位の地位にある甲から，Ｖ方に押し入って現金を奪うこと（以下「本件強盗」という。）を指示され，甲から資金提供を受けて開錠道具や果物ナイフ（以下「ナイフ」という。）等必要な道具を購入した後，甲から本件強盗を中止するように言われたものの，これに従わずに前記開錠道具を用いてＶ方に侵入し，Ｖに暴行・脅迫を加えたところ，乙が強盗するのを手伝うために丙がＶ方にやって来たことから，丙と共に現金を奪って逃げた事例と，乙らの逃走後，Ｖ方に侵入した丁が，Ｖのキャッシュカードをポ\nケットに入れた後に血を流して倒れているＶを見付け，同人から同カードの暗証番号を聞き出して逃走し，同カードを用いて現金を引き出すために近くの銀行支店に行き，同支店内において，前記聞き出した暗証番号を使って現金自動預払機（以下「ＡＴＭ」という。）から現金を引き出したという事例（なお，丁の逃走後，Ｖは乙から顔面を蹴られたことによる脳内出血が原因で死亡した。）について，甲乙丙丁それぞれの罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力や論述力を試すものである。\n以下では，Ｖ方における強盗の実行犯である乙，Ｖ方において乙に加担した丙，乙に本件強盗を指示した甲，その後Ｖ方に侵入した丁の罪責について順に述べることとする。\n⑴ 乙の罪責暴力団組織である某組の構成員である乙は，某年９月１日，同組で組長に次ぐ地位にある甲から，組長からまとまった金を作れと言われているので，Ｖ方金庫内にある数百万円の現金を，Ｖ方に押し入って，Ｖをナイフで脅して奪って来いと指示された上，奪った現金の３割を分け前として与える旨言われた。乙は，当初，逡巡したものの，某組内で上位の地位にある甲からの命令であることや，分け前欲しさから，その命令を受け入れ，その後，甲から渡された現金３万円でＶ方に侵入する際に使う開錠道具，Ｖを脅すために使うナイ\nフ，現金を入れるかばんを購入した上，某組で自身の弟分の地位にある丙に協力を求めたがこれを断られたので，一人でＶ方へ侵入することにした。同月１２日未明，乙は，Ｖ方へ侵入する直前に甲から，本件強盗を中止すると言われたものの，これに従わずに本件強盗を実行し，用意していた開錠道具を用いてＶ方へ入り込んだ上，用意していたナイフを示し，Ｖの顔面を蹴り，Ｖの右足のふくらはぎ（以下「右ふくらはぎ」という。）をナイフ\nで刺すなどしてＶから金庫の場所等を聞き出し，その後，乙が強盗するのを手伝うためにＶ方にやって来た丙と共に金庫内から現金５００万円を取り出して用意していたかばんに入れてＶ方から持ち出し，その後，同現金のうち１５０万円を丙に分け前として渡し，残り３５０万円を自身のものとした。\nまず，乙は，Ｖから現金を奪う目的で，事前に用意した開錠道具を用いてＶ方へ入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。\n次に，乙がＶ方金庫内にあった現金を手に入れた行為について，いかなる構成要件に該当するかを確定する必要がある。すなわち，乙は，Ｖに対してナイフを顔面に突き付け，「金庫はどこにある。開け方も教えろ。怪我をしたくなければ本当のことを言え。」などと申し向け，それでも金庫の場所等を言わないＶから，その場所等を聞き出すためにその顔面を蹴り付け，右ふくらはぎをナイフで刺すなどの有形力を行使していることから，これら乙の行為が強盗罪の暴行・脅迫に該当することにつき，その判断基準や判断要素に関して判例等を意識した上で論じる必要がある。\nまた，その後Ｖは死亡しているが，その原因は乙から顔面を蹴られたことによる脳内出血であることから，死亡結果と因果関係のある乙の行為を的確に指摘し，強盗致死罪の成立を論じる必要がある。\nそして，罪数についても論じる必要がある。\nなお，後に問題となるように，甲について共犯関係の解消を認めると，甲には強盗予備罪が成立することになる。このような結論を採った場合には，乙につき，強盗予備罪の成否，これと強盗致死罪との関係，予備罪の共犯の成否等に関しても的確に論じる必要がある。\n⑵ 丙の罪責丙は，某組では乙の弟分の地位にあり，前述のとおり，乙から本件強盗への協力を頼まれたものの，これを実行する日に別の用事があったためにその依頼を断った。しかし，乙が本件強盗を実行する当日である某年９月１２日，前記用事が予定よりも早く終わったことから，乙が強盗するのを手伝おうと考え，また，分け前も欲しかったことからＶ方へ向かい，開いていた玄関からＶ方内へ入り込んだ。そうしたところ，乙は，Ｖ方寝室内の床にＶが右ふくらはぎから血を流して横たわっているのを見付け，その後，Ｖ方６畳間にいた乙から，乙がＶの右ふくらはぎを刺したこと，Ｖは身動きがとれないので簡単に現金を奪うことができること，分け前をもらえることなどを聞くと，分け前欲しさから，乙を手伝って現金を手に入れることに決めた。その上で丙は，乙と共にＶ方金庫内から現金５００万円を取り出し，これを乙が用意していたかばんの中に入れ，その後，そのかばんを持ってＶ方から出て，分け前として前記５００万円のうち１５０万円を受け取った。\nまず，丙は，乙の強盗行為を手伝う目的で玄関からＶ方に入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。なお，丙の住居侵入罪に関しては，乙との共謀が成立する前のものであり，単独犯となることも端的に指摘する必要がある。\nまた，丙は，その後，乙と共にＶ方金庫内にあった現金をＶ方外へ持ち出しているが，これが容易に可能となったのは，Ｖが，乙から右ふくらはぎをナイフで刺されて血を流して動けない状態となっていたためであった。既に検討しているように，乙がＶの右ふくらはぎをナイフで刺した行為は強盗罪の暴行に該当することから，さらに，丙がＶのそのような状況を利用して乙と共に現金を手に入れた行為につき，丙にいかなる犯罪が成立するかを検討する必要がある。\nその検討に当たっては，いわゆる承継的共犯の成否を論じる必要があるところ，その際には問題の所在を意識した論述を行う必要がある。すなわち，丙と乙との間の共謀はＶ方内で成立した現場共謀であることを指摘しつつ，丙が関与する前（共謀成立前）の乙の行為に関して責任を負うことがあり得るのかについて，共犯の処罰根拠を含めて，承継的共犯の問題につき説得的に規範定立を行い，その上で，定立した自説の規範に，具体的な事実を指摘して的確な当てはめを行うことが求められる。\n具体的には，承継的共犯について，いわゆる中間説（限定的肯定説）の立場を採った場合には，丙が乙の先行行為によって生じた状況を自己の犯罪遂行の手段として積極的に利用したか否かを論じる必要がある。この点に関しては，丙が分け前をもらえると考えていたことや，丙はＶが身動きできないので簡単に現金を奪うことができると考えていたことなどの各事実を的確に指摘して結論を導き出すことが求められ，その上で，Ｖの傷害・死亡結果について丙もその責任を負うかにつき，丙が何を利用したのかなどを意識し，理由付けも含め的確に論じることが求められる。\nまた，承継的共犯について，いわゆる全面的否定説の立場を採った場合には，丙に窃盗罪が成立することになると考えられる。その結論を導くに当たっては，Ｖは丙が関与する前に既に乙の行為によって反抗を抑圧されており，丙はＶに一切の暴行・脅迫を加えておらず，かつ，Ｖも丙の存在を認識していないことなどの各事実を的確に指摘して説得的に- 13 -\n論じることが求められ，さらに，乙とはいかなる範囲で共同正犯が成立するのかをも含め的確に指摘する必要がある。\nなお，丙の罪責に関しては，前述以外にも，乙と丙は強盗罪の実行行為の一部を共同しているとして強盗罪の範囲で共同正犯が成立するとする見解や，丙には窃盗罪の他に強盗罪の幇助犯が成立するとする見解などが存する。\nこのように種々の見解が存することから，承継的共犯の規範定立に当たっては，自説のみを論じるのではなく反対説を意識して論述するのが望ましいものといえ，また，承継的共犯に関しては近時の判例（最二決平成２４年１１月６日刑集６６巻１１号１２８１頁）\nもあることから，その点も意識した論述ができることがより望ましいものといえる。\nそして，罪数についても論じる必要がある。\n⑶ 甲の罪責甲は，暴力団組織である某組の組長に次ぐ地位にあり，同組組長からまとまった現金を工面するように指示を受けていたところ，Ｖが自宅において，数百万円の現金を金庫に入れて保管していることを知り，この現金を手に入れようと計画した上，配下組員の乙に対して，Ｖ方へ押し入り，ナイフで脅してその現金を奪ってくるように指示し，ナイフなど必要な物を購入するための資金として現金３万円を交付した。その後，甲は，乙からナイ\nフなど，同現金で購入した物について報告を受けた後，某年９月１２日未明，乙からこれからＶ方に押し入る旨を告げられた際，乙に対して，組長からの命令として本件強盗を中止するように言った。しかしながら，乙は，これに従わず，準備していたナイフなどを用いて本件強盗を実行し，その後Ｖ方にやってきた丙と共にＶ方から現金５００万円を持ち出して手に入れた。\nまず，甲は，乙に対して本件強盗の実行を持ち掛け，乙はこれを了承しているところ，甲と乙との間に共謀が成立していることを論じる必要がある。その際には，甲が乙に対してＶが金庫内に多額の現金を保管している旨の情報を提供したこと，甲が乙に対してＶから現金を奪う際にはナイフを用いるように指示したこと，甲が乙に対してナイフなど必要な道具を購入するための資金として現金３万円を提供したこと，乙は分け前欲しさもあり甲の指示を了承したこと，乙は甲の配下組員であること，甲はＶから手に入れた金員の７\n割を手にすることにしていたこと，甲は組長からの指示で現金を手に入れる必要があったことなどの各事実を指摘した上，これらの事実を用いて共謀共同正犯が成立することをその要件を踏まえて論じることが求められる。\nそして，甲は，その後，乙に対して中止するように言ったにもかかわらず乙が本件強盗を実行していることから，甲が乙の実行した本件強盗に関してその責任を負うのか，共犯関係からの離脱が問題となる。これを論じる際には，共犯の処罰根拠を意識した問題の所在の摘示及び規範の定立が求められる。\nその上で，甲の離脱を認めるか否かに関しては，甲と乙のやりとり（中止指示と乙の了承を前提に，甲が道具の回収指示をしていないこと），甲から渡された現金３万円で乙が用意したナイフや開錠用具，かばんといった道具の重要性，甲が首謀者であること，甲から乙への中止指示が犯行直前であり，かつ，その指示方法も，組長から中止指示を受けて直ちに告げたわけではなく，乙が電話をかけてきた際に告げたものであることなどの各事実を踏まえ，定立した規範にこれら事実を的確に当てはめて結論を導き出す必要がある。その結論としては，心理的因果性は除去されていたとしても物理的因果性が除去されていないとして離脱を認めないとするもの，心理的因果性が除去されていることに重点を置き離脱を認めるものなどがあり得るが，離脱を認める場合には，物理的因果性が残っているにもかかわらず離脱を認めると考えた理由につき事案に即してより説得的に論じることが求められる。甲の離脱を認めないとの結論を採った場合には，Ｖが乙の行為により死亡している点に関しても甲がその責任を負うのかを，理由を含めて簡潔に論じる必要がある。さらに，甲と丙との間に共謀が成立するのかについても，いわゆる順次共謀の考え方（判例として最大判昭和３３年５月２８日刑集１２巻８号１７１８頁等がある。）に従って論述することが求められる。なお，この場合において，丙につき承継的共犯を否定して窃盗罪の成立を認めたときには，甲に関して共犯間の錯誤も問題となり得るところである。\nこれに対し，甲の離脱を認めるとの結論を採った場合，甲には強盗予備罪が成立するとの結論が導き出される。その場合には，乙との間で強盗予備罪の共同正犯が成立するかを端的に論じる必要がある。さらに，甲に予備罪の中止等も問題となり得るところである。\nそして，罪数についても論じる必要がある。\n⑷ 丁の罪責丁（甲，乙及び丙とは面識がなかった。）は，窃盗に入る先を探して徘徊中，Ｖ方前を通った際に，Ｖ方の玄関扉が少し開いていることに気付いた。そこで丁は，Ｖ方から金品を盗もうと考えてＶ方に入り込み，その後，Ｖ方６畳間にあった扉の開いた金庫内からＸ銀行のＶ名義のキャッシュカード（以下「カード」という。）を取り出して自身のズボンのポケ\nットに入れ，更に物色するためＶ方寝室に行ったところ，そこで右ふくらはぎから血を流して床に横たわっているＶを発見した。丁は，Ｖからカードの暗証番号を聞き出そうと考え，「暗証番号を教えろ」などと強い口調で言ってこれを聞き出し，その後，Ｖ方から逃げ出して，同カードを用いて現金を引き出すために，近くの２４時間稼動しているＡＴＭが設置されているＸ銀行Ｙ支店に出入口ドアから入り，同ＡＴＭに同カードを挿入した上，暗証番号を入力して現金１万円を引き出した。\nまず，丁は，Ｖ方から金品を盗み出す目的で，開いていた玄関扉からＶ方へ入り込んでいることから，住居侵入罪が成立することを簡潔に指摘する必要がある。\n次に，丁がＶのカードをズボンのポケットに入れた点に関しては，その財物性，窃盗罪の既遂時期などについて端的に論じることが求められる。\nさらに，丁は，その後，右ふくらはぎを刺されて横たわっているＶに対し，強い口調で迫ってＶのカードの暗証番号を聞き出しているところ，この行為がいかなる構成要件に該当するかを確定する必要がある。この点に関しては，Ｖのカードの暗証番号が刑法上保護されるべき財産上の利益に該当するか否かに加え（カードとその暗証番号を併せ持つことは財産上の利益に該当するとした裁判例として東京高判平成２１年１１月１６日判例時報\n２１０３号１５８頁がある。），丁がＶに申し向けた文言が強盗罪の実行行為としての脅迫に該当するか否かが問題となるところである。その結論としては，暗証番号の利益性を肯定すれば２項強盗罪あるいは２項恐喝罪が，これを否定すれば強要罪等が成立するが，いずれの結論を採ったとしても，問題点を意識した上で，理論的に矛盾なく論じられていることが求められる。\nまた，丁が，Ｖのカードを用いて現金を引き出すためにＸ銀行Ｙ支店の出入口ドアから店内に入り，同カードを使ってＡＴＭから現金を引き出した点については，建造物侵入罪及び窃盗罪の各成否に関して，簡潔に論ずる必要がある。\nそして，罪数についても論じる必要がある。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針等本問では，比較的長文の具体的事例に基づき甲乙丙丁それぞれの罪責を問うことにより，刑法総論・各論の基本的な知識と問題点についての理解の有無・程度，事実関係を的確に分析・評価し，\n具体的事実に法規範を適用する能力，結論の妥当性，その結論に至るまでの法的思考過程の論理性等を総合的に評価することを基本方針として採点に当たった。\nすなわち，本問は，暴力団構成員である乙が，上位の地位にある甲から，Ｖ方に押し入って現金を奪うこと（以下「本件強盗」という。）を指示され，甲から資金提供を受けて開錠道具や果物ナイフ（以下「ナイフ」という。）等必要な道具を購入した後，甲から本件強盗を中止するように言われたものの，\nこれに従わずに前記開錠道具を用いてＶ方に侵入し，Ｖに対し暴行・脅迫を加えたところ，乙が強盗するのを手伝うために丙がＶ方にやって来たことから，丙と共に現金を奪って逃げたという事例と，乙らの逃走後，Ｖ方に侵入した丁が，Ｖ名義のキャッシュカード（以下「カード」という。）をズボンのポケットに入れた後に右ふくらはぎから血を流して倒れているＶを見付け，Ｖから同カードの暗証番号を聞き出して逃走し，同カードを用いて現金を引き出すために近くのＸ銀行Ｙ支店に行き，同支店内において，前記聞き出した暗証番号を入力して現金自動預払機（以下「ＡＴＭ」という。）から現金を引き出したという事例（なお，丁の逃走後，Ｖは乙から顔面を蹴られたことによる脳内出血が原因で死亡した。）について，甲乙丙丁それぞれの罪責を問うものであるところ，これらの事実関係を法的に分析した上で，事案の解決に必要な範囲で法解釈論を展開し，問題文に現れた事実を具体的に摘示しつつ法規範に当てはめて妥当な結論を導くこと，さらには，甲乙丙丁それぞれの罪責についての結論を導く法的思考過程が相互に論理性を保ったものであることが求められる。\n甲乙丙丁それぞれの罪責を検討するに当たっては，それぞれの行為や侵害された法益等に着目した上で，どのような犯罪の成否が問題となるのかを判断し，各犯罪の構成要件要素を検討し，\n問題文に現れた事実を丁寧に拾い出して当てはめ，犯罪の成否を検討することになる。ただし，\n論じるべき点が多岐にわたることから，事実認定上又は法律解釈上の重要な事項については手厚く論じる一方で，必ずしも重要とはいえない事項については簡潔な論述で済ませるなど，答案全体のバランスを考えた構成を工夫することも必要である。\n出題の趣旨でも示したように，乙の罪責の検討に当たっては，乙が，Ｖ方に侵入し，Ｖに対してナイフを使って暴行・脅迫を加えて怪我をさせた上，Ｖ方から現金を持ち出した行為に関しては，住居侵入罪が成立することを簡潔に論じた上で，まず，乙がＶに対して加えた暴行・脅迫が強盗罪の実行行為に該当することを論じ，さらにその後，Ｖが死亡した点については，死亡結果と因果関係のある乙の行為を的確に指摘し，強盗致死罪が成立する旨を論じることが求められていた。\n丙の罪責の検討に当たっては，丙が，Ｖ方に侵入し，乙に加担して，乙と共にＶ方から現金を奪った行為に関して，乙同様，住居侵入罪が成立することを簡潔に論じた上で，承継的共犯の成否を論じることが求められていた。そして，その際には，承継的共犯についての規範を示し，承継的共犯の成立を肯定した場合には，Ｖの死亡結果についてまで丙が責任を負うのか，承継的共犯の成立を否定した場合には，丙にはいかなる犯罪が成立するのかについて，問題文に現れた事実を前記規範に当てはめて説得的に論じることが求められていた。\n甲の罪責の検討に当たっては，まず，甲が何らの実行行為を行っていないことから，共謀共同正犯の肯否を簡潔に論じた上で，問題文に現れた事実を当てはめて甲の共同正犯性を肯定し，次に，甲が乙に対して本件強盗の中止を指示したにもかかわらず乙がこれを実行した点に関して，甲について共犯関係からの離脱が認められるかについてその判断基準を示しつつ論じ，離脱を認めない場合にはＶの死亡結果についても甲が責任を負うのかや，丙との共謀の成否について，離脱を認めた場合には甲に強盗予備罪が成立することを指摘した上で，予備罪の共同正犯の成否等について，問題文に現れた事実を的確に当てはめて論じることが求められていた。\n丁の罪責の検討に当たっては，丁がＶ方へ侵入した行為に関して住居侵入罪が成立することを簡潔に論じた上で，Ｖ方の金庫内からカードを盗み出した後に，右ふくらはぎから血を流して倒れているＶから同カードの暗証番号を聞き出した行為に関して，カードについての窃盗罪の成否，暗証番号の財産上の利益該当性，暗証番号を聞き出した行為の強盗罪の実行行為該当性を，問題文に現れた具体的事実を指摘しつつ論じ，さらにその後，同カードを使ってＸ銀行Ｙ支店内に設置されたＡＴＭから現金を引き出した行為に関して，建造物侵入罪の成否及び窃盗罪の成否を簡潔に論じることが求められていた。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n⑴ 全体について本問は，前記２のとおり，論じるべき点が多岐にわたることから，各論点の体系的な位置付けを明確に意識した上，厚く論じるべきものと簡潔に論じるべきものを選別し，手際よく論じる必要があった。すなわち，甲乙丙丁それぞれの罪責を論じるに当たって検討が必要であると思われる論点には，\n重要性の点において軽重があり，その重要度に応じて論じる必要があったが，これを考慮することなく，必ずしも重要とは思われない論点に論述の多くを費やした答案も見受けられた。\n本問を論じるに当たって必要とされている論点全てに触れた少数の答案を含め，総じて，規範定立部分についてはいわゆる論証パターンをそのまま書き写すことに終始しているのではないかと思われるものが多く，論点の正確な理解ができているのかに不安を覚える答案が目に付いた。\n法的三段論法については，大多数の答案においては意識されていると思われたものの，中には，問題文に現れた事実を抜き出しただけで，その事実が持つ法的意味を特段論じずに結論を記載するという答案も少なからず見受けられた。前述の論点の正確な理解とも関係するところであり，規範定立を怠らないのは当然としても，結論に至るまでの法的思考過程を論理的に的確に示すことが求められる。\nなお，本問で罪責の問われている者は甲乙丙丁と複数のため，答案を構成するに際しては，各人において論じるべき点の相互関係に留意した上，各人の論じる順序を検討した方がよいと思われたが，\nほぼ全ての答案が，乙丙甲丁等，適宜の順に応じて論じることができていた。\n⑵ 乙の罪責について乙の罪責を検討するに当たって論じるべきと思われる点は，①住居侵入罪の成否，②Ｖに対する強盗致死罪の成否である。\nまず，①の点については，ほとんどの答案で触れられていたが，これを長々と論じる答案も若干ではあるが見受けられた。本問で乙に住居侵入罪が成立することについては特に争いのないところであるため，同罪の保護法益を指摘しつつ事実を当てはめて簡潔に論じることが求められていた。論じるべき点の軽重を的確に判断し，質量ともに適切な論述ができるよう意識すべきである。\n次に，②の点については，大多数の答案が，乙がＶに対して加えた，ナイフを顔面付近に突き付けた脅迫行為，顔面を数回蹴った暴行行為，右ふくらはぎをナイフで刺した暴行行為等は，いずれも強盗罪の実行行為に該当するとした上，その後，Ｖが死亡した点に関し，乙が顔面を蹴った行為とＶの死亡結果との因果関係を認め，強盗致死罪が成立するとの結論を的確に導き出すことができていた。\n前記暴行・脅迫に関し，これらが強盗罪の実行行為に該当するか否かについて長々と論じる答案も散見されたが，これらの該当性についてはほぼ争いがないと思われるので，強盗罪の実行行為に関する最高裁判例（最二判昭和２４年２月８日刑集３巻２号７５頁等）に従って端的に論じることで十分であるところ，大多数の答案はそれができていた。ところで，本件におけるＶの死亡結果については前記のとおり乙の強盗罪の実行行為たる暴行（顔面を蹴った行為）から生じたものである。それにもかかわらず，強盗の機会性を論じる答案が少なからずあったが，このような答案は，強盗罪についての基本的な理解が不十分であると認められた。\nなお，強盗致死罪の成否を論じる前に，強盗予備罪の成否を論じる答案が相当数存在した。これは時系列に沿って犯罪の成否を論じたためだと思われるが，本当にこの点を論じる必要があるかについて的確に意識されていた答案は少数であった。すなわち，後に甲の罪責について検討する中で，甲について共犯関係からの離脱を認め，甲には強盗予備罪が成立するとの結論を採った場合には，乙に関して強盗予備罪の成否を検討しておくことは意味があると思われる。しかしながら，それ以外の場合にまで，この点を論じる意味があったのかについては疑問があるところである。\nさらに，乙の罪責に関して，前記以外にも，Ｖの死亡結果に関する乙の殺意の有無を長々と論じる答案や，乙が，甲に対し，Ｖから現金を強奪したことを告げずにこれを丙と分け合ったことについての詐欺罪の成否や横領罪の成否を論じる答案が少数ながら存在した。このうち，殺意については，本問の事実関係からは殺意を認めるのが困難であることは明らかであることから，そもそも本問でこれを論じる必要があるのか，仮にこの点を論じるとしてもどの程度の分量が適切であるのかについて的確に判断すべきであったし，詐欺罪や横領罪の成否については，そもそも本問でこれらを論じる必要があるのかについてやはり的確に判断すべきであった。\n⑶ 丙の罪責について丙の罪責を検討するに当たって論じるべきと思われる点は，①住居侵入罪の成否，②乙の強盗行為に途中から加担して現金を手に入れたことに関する承継的共犯の成否である。\nまず，①の点については，乙の罪責のところで述べたのと同様に簡潔に論じることが求められていたが，大多数の答案はその旨の論述ができていた。\n次に②の点については，承継的共犯についての問題の所在を意識しつつ，的確な規範定立を行うことが求められていたところ，大多数の答案は相応に論述されていたが，いわゆる論証パターンに沿った論述に終始していると思われるものがほとんどであり，共犯の処罰根拠を含め，承継的共犯の問題の所在について意識した上で的確に論述されていると認められた答案は少数であった。また，承継的共犯の肯否に関しては，いわゆる中間説（限定的肯定説）を採るものがほとんどであったが，規範定立と事実の当てはめが一致していない答案も少なからず見受けられたところであり，これらの答案は，\n事実を拾って説得的に論じるとの意識が乏しいと思われた。なお，承継的共犯に関しては，近時の最高裁判例（最二決平成２４年１１月６日刑集６６巻１１号１２８１頁）が存在するところ，同判例を意識して論述していた答案は少数であったが，いわゆる重要判例のある問題点については，これを意識して論述することがより望ましいものといえる（※上記最高裁判例については，当初掲載した採点実感等に関する意見では平成２６年と記載していましたが，平成２４年の誤りでしたので訂正しました）。\n丙につき承継的共犯の成立を肯定した場合には，次に丙がＶの死亡結果について責任を負うかを論じる必要があったところ，理由もなく丙がＶの死亡結果について責任を負うとした答案が相当数存在したが，この結論が妥当かは疑問なところであり，このような答案については，承継的共犯を正確に理解できているのか，疑問を抱かざるを得なかった。\nまた，全面的否定説の立場を採って承継的共犯を否定するなどして，丙について窃盗罪の成立を認めた場合には，Ｖは丙が加担する前に既に乙の暴行・脅迫によって反抗を抑圧されており，丙はＶに対して一切の暴行・脅迫を加えておらず，かつ，Ｖも丙の存在を認識していないことなどの，問題文に現れた事実を指摘して説得的に論じた上で，乙とはいかなる範囲で共同正犯が成立するのかを検討し，これらを的確に論述することが求められていたところ，前者については概ね指摘して論述することができていても，後者の共同正犯の成立範囲についてまで検討できていた答案は少数であった。これは各論点の体系的位置付けや論点相互間の理論的結び付きについての理解が不十分なためではないかと思われた。\n⑷ 甲の罪責について甲の罪責を検討するに当たって論じるべきと思われるものは，①甲乙間の共謀の成否，甲乙間に共謀が成立するとして，②その後，甲は，乙が本件強盗を実行する前に中止を指示していることから甲について共犯関係からの離脱が認められるか否か，③その検討結果を踏まえた成立罪名，さらに，④甲について共犯関係からの離脱が認められないとした場合には，甲丙間における共謀の成否である。\n①の点については，甲と乙の立場や乙に対する甲の指示内容等，問題文に現れた事実を踏まえて共謀共同正犯の成否を論じる必要があったところ，大多数の答案は，規範を定立した上，甲から乙への情報提供，方法指示及び資金提供や乙が分け前欲しさから加担したことなどの問題文に現れた事実を指摘しつつ，共謀共同正犯が成立する旨を論じることができていた。\n②の点については，共犯関係からの離脱を論じるに当たって，問題の所在を意識しつつ的確な規範定立を行うことが求められていたところ，共犯の処罰根拠も含め，大多数の答案は相応に論述されていたが，他の論点と同様，単にいわゆる論証パターンに従って論述しているにすぎないと思われたものが相当数見受けられた。さらに，定立した規範へは，甲と乙のやりとり（中止指示と乙の了承を前提に，甲が乙に対し，開錠道具やナイフ，かばんといった道具の回収指示をしていないこと），甲から渡された現金３万円で乙が購入した開錠道具やナイフ等の道具の重要性，甲が首謀者であること，\n甲から乙への中止指示が犯行直前であり，かつ，その指示方法も，組長から中止指示を受けて直ちに告げたわけではなく，乙が電話をかけてきた際に告げたものであることなどの問題文に現れた事実を指摘した上で，心理的因果性及び物理的因果性に着目して結論を導き出すことが求められていた。多くの答案では，前記各事実の指摘は概ねできていたが，その答案のほとんどが，その後，単に，心理的因果性が除去されても物理的因果性が除去されないため離脱は認められないと指摘するにとどまっており，その場合に共犯関係からの離脱が認められない理由についてまで説得的に論述できていた答案は少数であった。\nまた，前記各事実の指摘が不十分なまま，安易に，甲について共犯関係からの離脱を認めた答案も少なからず存在した。甲について共犯関係からの離脱を認めた場合には，物理的因果性が残っているにもかかわらず離脱を認めると判断した理由につき，問題文に現れた事実を指摘しつつ，より説得的に論じることが求められていたのであるが，このような論述ができていた答案は極めて少数であり，\nこれは論文式試験における事実摘示の重要性についての認識が不十分であるためではないかと思われた。\n③の点については，甲について共犯関係からの離脱を認めないとした場合，Ｖが乙の行為により死亡している点について甲が責任を負うのか，いわゆる結果的加重犯の共同正犯の成否について理由を含めて簡潔に論じる必要があったが，これを的確に論述できていた答案は少数であった。\nこれに対して，甲について共犯関係からの離脱を認めるとした場合，甲には強盗予備罪が成立すると考えられるところ，離脱を認めながらも強盗予備罪の成立を検討しない答案が見受けられたし，また，離脱を認めて甲に強盗予備罪が成立することは検討できていたものの，乙との関係で強盗予備罪の共同正犯が成立することについてまで論述できていた答案は少数であった。これは刑法の体系的理解が不十分であるためではないかと思われた。\n④の点，すなわち，甲について共犯関係からの離脱を認めないとした場合，甲丙間に共謀（順次共謀）が成立するかについては，その結論はさておき，相当数の答案で論述されていた。受験生においては，順次共謀の考え方（判例として最大判昭和３３年５月２８日刑集１２巻８号１７１８頁等がある。）を含め，刑法上の基本的な概念については，その理解をより一層深めてもらいたい。\nなお，甲に関しては，共謀の射程論を論じた答案や，共犯関係からの離脱を論じずに中止犯の成否を論じた答案が少数ながら存在したが，これらは刑法上の基本的な概念についての理解を誤っていると思われた。\n⑸ 丁の罪責について丁の罪責を検討するに当たって論じるべきと思われる点は，①Ｖ方へ侵入した点についての住居侵入罪の成否，②丁がＶ方内で行った行為についての窃盗罪及び強盗利得罪の各成否，③Ｖ名義のカードとＶから聞き出した暗証番号を使い，Ｘ銀行Ｙ支店内に設置のＡＴＭから現金を引き出した行為についての建造物侵入罪及び窃盗罪の各成否である。\nまず，①の点については，これまで述べてきたのと同様に簡潔に論じることが求められていたが，\n大多数の答案はその旨の論述ができていた。\n次に，②の点について，丁がＶ名義のカードをズボンのポケットに入れた点に関しては，カードの財物性，窃盗罪の既遂時期などについて端的に論じることが求められており，大多数の答案は，カードの財物性が肯定されることを前提に，窃盗罪の成否を検討することができていたが，既遂時期に関して明確に論述できていた答案は少数であった。\nまた，丁が，Ｖ方内において，右ふくらはぎから血を流して横たわっているＶに対し，強い口調で迫ってＶからカードの暗証番号を聞き出した点に関しては，これがいかなる構成要件に該当するかを論じることが求められていたところ，この点に関しては，Ｖ名義のカードの暗証番号が刑法上保護されるべき財産上の利益に該当するか否かに加え，丁がＶに申し向けた文言が強盗罪の実行行為としての脅迫に該当するか否かが問題となり得る点であった。\nこれらの点に関しては，暗証番号の利益性を肯定すれば２項強盗罪あるいは２項恐喝罪が，これを否定すれば強要罪等が成立すると考えられるところ，いかなる結論を採るかはさておき，これらの問題点を意識した上で，論理的に矛盾なく相応の分量で論じていれば十分であり，多数の答案はそれができていた。しかしながら，結論を示すのみで，思考過程を示すことができていない答案も相当数存在した。\nさらに，③の点については，建造物侵入罪の成否及び窃盗罪の成否を簡潔に論じることが求められていたところ，大多数の答案は論点の重要性に応じた論述ができていた。\n⑹ その他例年指摘しているところではあるが，字が乱雑で判読しづらい答案も少数ながら存在したし，\n漢字に間違いのある答案も散見された。時間的に余裕がないことは承知しているところであるし，\n達筆であることまでを求めるものではないものの，採点者に読まれるものであることを意識し，\n大きめで読みやすく丁寧な字で書かれることが望まれる。\n⑺ 答案の水準以上を前提に，「優秀」「良好」「一応の水準」「不良」という答案の４つの水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で，本問の出題の趣旨や前記採点の基本方針に示された主要な問題点について検討を加え，成否が問題となる犯罪の構成要件要素等について正確に理解するとともに，必要に応じて法解釈論を展開し，問題文に現れた事実を具体的に摘示して当てはめを行い，甲乙丙丁それぞれの刑事責任について，論理的に矛盾せずに妥当な結論を導いている答案である。特に，問題文に現れた具体的事実の持つ意味を論じつつ当てはめを行っている答案は高い評価を受けた。\n「良好」と認められる答案とは，本問の出題の趣旨及び前記採点の基本方針に示された主要な問題点について理解できており，甲乙丙丁それぞれの刑事責任について論理的に矛盾せずに妥当な結論を導くことができているものの，一部の問題点についての論述を欠くもの，主要な問題点の検討において構成要件要素の理解が一部不正確であったり，必要な法解釈論の展開がやや不十分であったり，必要な事実の抽出やその意味付けが部分的に不足していると認められたものである。\n「一応の水準」と認められる答案とは，事案の分析が不十分であったり，複数の主要な問題点についての論述を欠くなどの問題はあるものの，論述内容が論理的に矛盾するところはなく，\n刑法の基本的な理解について一応ではあるもののこれを示すことができている答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本概念の理解が不十分であるために，本問の出題の趣旨及び前記採点の基本方針に示された主要な問題点を理解できていないと認められたもの，事案の解決に関係のない法解釈論を延々と展開しているもの，問題点には気付いているものの結論が著しく妥当でないもの，論述内容が首尾一貫しておらず論理的に矛盾しているもの等である。\n４ 今後の法科大学院教育に望むこと刑法の学習においては，刑法の体系的な理解，すなわち刑法の基本概念の理解を前提に，個々の論点の問題の所在を理解するとともに，各論点の位置付けや相互の関連性を十分に理解することが必要不可欠である。これらができていなければ，的確かつ説得的な論述はできない。\nまた，これまでも繰り返し指摘しているところであるが，判例学習の際には，結論のみならず当該判例の前提となっている具体的事実を意識し，結論に至るまでの理論構成を理解し，その判例が述べる規範の刑法の体系上の位置付け，規範が妥当する範囲について検討し理解することが必要である。\n今回の論文式試験では，主要な論点について暗記していたいわゆる論証パターンを単にそのまま書いたにすぎないように思われる答案が見受けられたが，それは法的思考能力を身に付けるために必要な，前記に指摘した諸点の重要性に関する理解・認識が不十分であるためではないかと思われる。\nこのような観点から，法科大学院教育においては，まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上，判例学習等を通じ具体的事案の検討を行うなどして，正解思考に陥らずに幅広く多角的な検討を行う能力を涵養するとともに，論理的に矛盾しない，事案に応じた適切で妥当な結論を導き出す能力を涵養するよう，より一層務めていただきたい。"
}