{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n２０＊＊年５月，連続して発生した次の２つの事件により，性犯罪者に対する再犯防止に社会の関心が集まることとなった。\n① ３０歳の男性Ｍが，幼稚園から帰宅途中の女児を誘拐し，自宅でわいせつな行為をした後で殺害し，死体を山林に遺棄した事件（Ｍは，６年前にも幼稚園から帰宅途中の女児を誘拐して自宅でわいせつな行為をしたわいせつ目的誘拐及び強制わいせつ事件により，懲役５年の実刑判決を受けて服役し，半年前に刑期満了により釈放されていた。）。\n② ３５歳の男性Ｐが，学校から自転車で帰宅途中の女子高校生を道路脇の森に連れ込み，強姦した後で殺害した事件（Ｐは，１０年前に深夜の公園での成人女性に対する強姦未遂事件により懲役２年の実刑判決を受けて服役したほか，７年前には学校から帰宅途中の女子中学生に対する強姦事件により懲役６年の実刑判決を受けて服役し，１年前に刑期満了により釈放されていた。）。\nこれら２つの事件に関する報道では，心理学の専門家等が，「一定の類型の性犯罪者は，心理的，生理的，病理的要因等により同種の性犯罪を繰り返すおそれが大きく，処罰による特別予防効果に期待することは現実的でない。このような性犯罪者の再犯を防止するためには，出所後の行動監視が必要である。」旨の所見を述べた。\nこうした経緯を受けて，超党派の「性犯罪被害の予防を促進するための議員連盟」が結成され，性犯罪者の再犯防止に関する具体的方策を講じるために必要な法整備についての検討が進められ，翌年，議員提出法案として「性犯罪により懲役の確定裁判を受けた者に対する継続監視に関する法律」（性犯罪者継続監視法）案が国会に提出された。\n同法律案では，刑法第１７６条から第１７９条まで（強制わいせつ，強姦，準強制わいせつ及び準強姦，集団強姦等，未遂罪）又は第１８１条（強制わいせつ等致死傷）の罪により懲役の確定裁判（その刑の執行猶予の言渡しをするものを除く。）を受けた者が，その心理的，生理的，病理的要因等により再び性犯罪を行うおそれが大きいと認められる場合は，検察官の申立てに基づく裁判所の決定により，２０年以内の期間を定めて，当該確定裁判を受けた者が刑期満了，仮釈放等により刑事施設（刑務所）から釈放された日から，その者の継続監視を行うこととされた。\nこの継続監視とは，監視対象者の体内に埋設された位置情報発信装置（ＧＰＳ）から送信される位置情報を警察において継続的に取得して監視対象者の現在地を把握することをいい，これを実施するため，警察署には，管轄地域の地図を表示する大型モニターが導入され，同モニターには，監視対象者の現在地が表示されるとともに，同人の前科等の参考情報が表示され，同人が性犯罪やその準備行為を行っている疑いがある場合には警察官が現場に急行できる態勢が整えられることが想定されていた。\nさらに，同法律案では，継続監視のみならず，監視対象者が性犯罪を行う危険性があると認めるときは，特定の区域に一定期間立ち入ってはならない旨の警告を行うことができ，警告を受けたにもかかわらず監視対象者が特定の区域に立ち入り，当該区域内において性犯罪を行う危険性が高いと認められるときは，当該区域に立ち入ってはならない旨の禁止命令の措置を採ることもできることとされ，禁止命令違反に対する罰則も規定された。\nなお，同法律案の作成過程では，継続監視の方式として，監視対象者に対し，取り外すことができない小型のブレスレット型位置情報発信装置（ＧＰＳ）の装着を義務付ける案も検討されたが，「外部から認識可能な装置を装着させると監視対象者に対する社会的差別を引き起こしかねない」\nとの懸念が強く示されたため，最終的に，同法律案は，監視対象者に対し，超小型の位置情報発信装置（ＧＰＳ）を外科手術によって体内に埋設することを義務付ける内容のものとされ，国会に提出された。この点については，かかる外科的手術を受けたとしても，いかなる健康上・生活上の不\n- 2 -利益も生じず，手術痕も外部から認識できない程度に治癒し，継続監視の期間が終了した後に当該装置を取り外す際も同様であるとの医学的知見が得られている。\n国会審議における中心的な論点は，同法律案の憲法適合性であった。参考人として意見を求められた弁護士Ｔは，同法律案に反対する立場から，「本法律案における継続監視及び警告・禁止命令の仕組みが人権を侵害することは明らかである。また，政府の統計によれば，強姦や強制わいせつの再犯率は他の犯罪類型に比べて特に高いものではなく，これらの犯罪に限って本法律案にあるような継続監視を行うことは正当化されない。」旨の意見を述べた。これに対し，参考人として意見を求められた犯罪心理学の専門家Ｕは，同法律案に賛成する立場から，「確かに，強姦や強制わいせつの再犯率は，他の犯罪類型に比べて特に高いものではないが，本法律案は，性犯罪を行った者全てを対象とするものではない。心理的，生理的，病理的要因等により特定の性的衝動に対する抑制が適正に機能しにくい者が存在し，そのような者が再び同様の性犯罪に及ぶリスクの高さは，専門家によって判定することができるから，リスクが特に高いと判定された者を継続監視の対象として再犯を防止することには，極めて高い必要性と合理性が認められる。」旨の意見を述べた。そして，同法律案は，審議の結果，衆議院及び参議院で可決されて成立した【参考資料】。\n性犯罪者継続監視法が施行された後，２５歳の男性Ａは，公園で遊んでいた女児Ｂに声を掛けて自宅に誘い入れ，服を脱がせてわいせつな行為をし，後日，これが発覚して警察に逮捕された。なお，Ａは，３年前にも公園のトイレ内で女児に対して行った強制わいせつ事件により懲役２年の実刑判決を受けて服役し，１年前に刑期満了により釈放されていた。\nＡに対する起訴を受けて審理が行われた結果，第一審の地方裁判所は，わいせつ目的誘拐罪及び強制わいせつ罪により，Ａに懲役６年の判決を言い渡し，これが確定した。その後，検察官は，心理的，生理的，病理的要因等によりＡが再び性犯罪を行うおそれが大きいと認め，性犯罪者継続監視法に基づき，地方裁判所に対し，Ａに対して継続監視を行う旨の決定をすることを申し立てた。\n〔設問１〕\nあなたが弁護士としてＡの付添人に選任されたとして，性犯罪者継続監視法が違憲であることを訴えるためにどのような主張を行うかを述べなさい。その際，参考人Ｕの意見（心理的，生理的，病理的要因等により特定の性的衝動に対する抑制が適正に機能しにくい者が存在し，そのような者が再び同様の性犯罪に及ぶリスクの高さは，専門家によって判定することができるとするもの）には，科学的見地から根拠があると仮定して論じなさい。\nなお，同法が憲法第３１条及び第３９条に違反するとの主張については，他の付添人が起案を担当しているため，論じる必要はない。\n〔設問２〕\n〔設問１〕で述べられたＡの付添人の主張に対する検察官の反論を想定しつつ，憲法上の問題\n点について，あなた自身の見解を述べなさい。\n- 3 -\n【参考資料】 性犯罪により懲役の確定裁判を受けた者に対する継続監視に関する法律（抜粋）\n第１章 総則\n（目的）第１条 この法律は，刑法（明治４０年法律第４５号）第１７６条から第１７９条まで又は第１８１条の罪（以下「性犯罪」という。）により懲役の確定裁判（その刑の執行猶予の言渡しをするものを除く。以下同じ。）を受けた者であって，再び性犯罪を行うおそれが大きいと認められるものに対し，継続監視を行うことにより，性犯罪の再発の防止を図り，もってその社会復帰を促進するとともに，地域社会の安全の確保を推進することを目的とする。\n（定義）第２条 この法律において「継続監視」とは，監視対象者の体内に埋設した位置情報発信装置から送信される位置情報を電子計算機を使用して継続的に取得し，これを電子地図（電磁的方式により記録された地図をいう。）の上に表示させて監視対象者の現在地を把握することをいう。\n２ この法律において「監視対象者」とは，第１４条の決定を受けた者をいう。\n（一般的危険区域の指定）第３条 都道府県知事は，当該都道府県内の次に掲げる区域のうち，性犯罪が発生する危険性が一般的に高いと認める区域を一般的危険区域として指定しなければならない。\n一 幼児を保育する施設又は学校及びそれらの周辺道路二 公園又は山林及びそれらの周辺道路第２章 審判\n（検察官による申立て）第１０条 検察官は，性犯罪により懲役の確定裁判を受けた者（刑事施設に収容されているものに限る。）について，その心理的，生理的，病理的要因等により再び性犯罪を行うおそれが大きいと認めるときは，地方裁判所に対し，第１４条の決定をすることを申し立てなければならない。\n２ 検察官は，前項の申立てをした場合は，必要な資料を提出しなければならない。\n（調査）第１１条 前条第１項の申立てを受けた裁判所は，必要な調査をすることができる。\n２ 前項の調査のため必要があると認めるときは，犯罪学，心理学，精神保健学，精神医学等について学識経験のある者に被申立人の鑑定を命じ，証人尋問，検証，押収，捜索，通訳及び翻訳を行い，並びに官公署その他の公私の団体に対し資料の提出その他の協力を求めることができる。\n（必要的付添人）第１２条 被申立人は，弁護士を付添人に選任することができる。\n２ 被申立人が付添人を選任しないときは，裁判所は，職権で，弁護士である付添人を付さなければならない。\n（審判期日）第１３条 裁判所は，審判期日を開き，被申立人及び付添人から意見を聴かなければならない。\n（継続監視の決定）第１４条 裁判所は，第１０条第１項の申立てがあった場合において，第１１条第１項の調査を基礎とし，被申立人がその心理的，生理的，病理的要因等により再び性犯罪を行うおそれが大きいと認めるときは，２０年以内の期間を定めて，被申立人が刑事施設から釈放される日から被申立人に対する継続監視を行う旨の決定をしなければならない。\n（抗告）第１５条 被申立人及び付添人は，前条の決定に対し，１週間以内に抗告をすることができる。\n第３章 継続監視の措置\n- 4 -\n（埋設）第２１条 監視対象者は，継続監視が開始される日の１０日前までに，医師による位置情報発信装置を体内に埋設する手術を受けなければならない。\n２ 監視対象者は，継続監視の期間が終了するまでの間，体内に埋設された位置情報発信装置を除去し，又は破壊してはならない。\n（継続監視）第２２条 継続監視は，監視対象者が釈放された後，国家公安委員会規則に基づき，警視総監若しくは道府県警察本部長又は警察署長（以下「警察本部長等」という。）がこれを行う。\n（警告）第２３条 警察本部長等は，監視対象者が一般的危険区域に立ち入った際の行動その他の事情により，当該監視対象者が性犯罪を行う危険性があると認めるときは，一般的危険区域のうち特定の区域を特定危険区域として指定し，当該監視対象者に対し，１年以下の期間を定めて，当該特定危険区域に立ち入ってはならない旨を警告することができる。\n２ 警察本部長等は，前項の規定による警告をしたときは，速やかに，警告の内容及び日時その他国家公安委員会規則で定める事項を都道府県公安委員会（以下「公安委員会」という。）に報告しなければならない。\n（禁止命令）第２４条 公安委員会は，監視対象者が，前条第１項の規定による警告を受けたにもかかわらず，なお当該特定危険区域に立ち入った場合において，当該特定危険区域内において性犯罪を行う危険性が高いと認めるときは，監視対象者に対し，１年以下の期間を定めて，当該特定危険区域に立ち入ってはならないことを命ずることができる。\n２ 公安委員会は，前項の規定による命令（以下「禁止命令」という。）を発するときは，行政手続法（平成５年法律第８８号）第１３条第１項の規定による意見陳述のための手続の区分にかかわらず，聴聞を行わなければならない。\n第４章 罰則\n（罰則）第３１条 次の各号のいずれかに該当する者は，１年以下の懲役又は１００万円以下の罰金に処する。\n一 第２１条第１項の規定に違反して，位置情報発信装置を体内に埋設する手術を受けなかった者二 第２１条第２項の規定に違反して，位置情報発信装置を除去し，又は破壊した者三 禁止命令に違反して，特定危険区域に立ち入った者\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n本年は，犯罪予防目的の行動監視を想定した架空立法を素材に，基本的人権に関わる基本的な法理が予防的権力行使を前にした場合にどのような形で妥当するかを問うこととした。被侵害利益を憲法上の基本権として正確に構成し，その侵害を正当化し得べきものとして問題文中に示される規制目的の性質を読み解いた上で，適切な違憲審査枠組みを自ら設定し，具体的な規制態様に関わる関係事実の中から法的評価にとって重要な要素をより出し，具体的な審査過程を通じて適切な権利侵害性の評価に関する結論を得る，という過程を経た論述が必要になる。\nこの点は近時の司法試験の出題と共通しており，本年の問題も基本的な狙いはこれまでの出題意図を踏襲している。ただ，近未来における予防的権力行使の事例が想定されていることとの関係で，判例や学説に関する知識だけでなく，基礎的な法理の内容や規範構造に関する理解と，そうした法理を応用する能力が試されることになる。\n監視に関わる問題であることから，まず，公権力によって自らが所在する位置情報を強制的に収集されない権利をどのように構成するかが問われる。この権利は，判例に多く現れた「私生活をみだりに公開されない権利」としてのプライバシー権とは異質な構造を持つ。本問で侵害された権利を特定するためには，公権力による情報収集に対抗する意味におけるプライバ\nシー権を組み立て，監視という権力的状況を意識化することによって監視対象者において生じる行動制限が実体的な自由の権利を害するという点をしっかり把握することが必要となる。\nなお，被侵害利益という観点からは，警告・禁止命令（以下「禁止命令等」という。）という後の段階における直接の行動制限が生じ得る点も考察の対象となり得るが，ここでは具体的な禁止命令等の効力を争う段階ではないため，禁止命令等の可能性は単に先取り的な仮想論点であるに留まることに注意すべきである。また，本問の架空立法における身体的侵襲という設定はかなりショッキングなものであり，一読したところで違憲の印象をかき立てるかも知れない。しかし，問題文における限定を通じて「監視措置及びそのための身体的侵襲は刑罰か？」という問いから独立して正当化可能性それ自体を問う文脈に乗せた場合，身体的侵襲による被侵害利益を憲法のどの条項に位置付け，どの程度の保障を与えるかはかなり難しい点となるだろう。\n次に，プライバシーや実体的な自由の権利という形で被侵害利益が特定されたとして，そうした権利侵害の正当化可能性を問うためにどのような違憲審査基準を設定するのかに関しても，判例・学説上の手掛かりは少ない。一般的には，本問における被侵害利益との関係で厳格な審査が当てはまると主張するのは容易ではなく，適切な違憲審査の土俵設定自体をどのように説明するのかについても，違憲審査基準一般に関する受験生の深い理解が問われることになる。具体的には，アメリカ型の議論にいう厳格審査なのか，厳格な合理性なのか，合理性審査なのか，何らかのモデルに基づく利益衡量的審査なのか，他方，ヨーロッパ型の議論にいう比例性審査なのかなど，様々な審査枠組みが提唱可能である。したがって，答案の評価は，どのような枠組みを採用したかという点よりも，どのような理由で審査基準の採用が説得的に説明されているかを軸に行われることになる。\nこの違憲審査基準を適用する際には，まず，本件規制にあっては，法による「既遂の行為に対する制裁」の威嚇を通じた伝統的な基本権制限が問題となっているのではなく，将来における害悪発生を予防するために現時点において個人の行為に制限を課す，いわゆる「規制の前段階化」と呼ばれる傾向の権力行使の憲法上の正当性が問われていることが問題となる。\n「被害が発生してからでは遅すぎる」という発想で，被害発生を不可能にすることを狙った公権力行使が行われるわけだが，それは，基本権保障との関係でどのように評価されるべきか。害悪の発生につながり得る行為を包括的に制限し得ると考える「予防原則」を，犯罪予防との関係でも採用し得るのか。伝統的な基本権保障の枠組みでは，もともと，権利行使の- 1 -\n結果として害悪が発生する（ことが立証可能な）場合に限って権利制限が正当化されると考え，その限りにおいて権利保障が原則，権利制限が例外であると位置付けられるが，予防原則を全面的に採用した場合には，この原則・例外関係が逆転し，害悪発生の可能性だけで権利制限が広範に正当化されることになる。\nなお，以上に述べた「予防原則」や「規制の前段階化」等の用語を表記することは解答上必須ではないが，本問規制の目的や，その目的がどの範囲における手段を正当化するかを考慮する際には，予防目的を掲げることによって国家の在り方に根本的な変容が生じることを見越した予防目的の位置付けが必要になる。ここまでの論証水準に到達することは容易ではないとしても，少なくとも，違憲論を唱えるならば「再犯は国家として予測可能であり，それを放置したことによって生じた被害に対して国はどのような責任の取り方ができるのか」\nという被害者側の視点を，他方，合憲論を採るならば「現行の犯罪防止システムでは一定範囲の再犯被害については妥協するという社会的決断が前提になっているのであり，潜在的な確率論的リスクによる概括的な正当化によっては過酷な監視措置の憲法上の許容性は基礎付けられない」という監視対象者側の視点を，それぞれ織り込むところまで掘り下げが行われているかどうかが，採点上の重要な分かれ目となる。\n違憲審査基準の適用に当たって評価の対象となるのは，まず，自らの設定した違憲審査枠組みが正確かつ一貫した形で記述されているか否かである。さらに，被侵害利益ごとに，権利侵害の度合いを決定する事実や，当該権利制限が規制目的の達成に貢献する度合いを評価する上での重要な事実など，本問の事実関係の中で法的評価を行う際に比重の判定を行うべき事実要素が適切に取り上げられているかどうかも重要な採点基準となる。具体的には，問題文中で示され，かつ侵害度が高いものとされたブレスレット型という他の代替的規制手段の評価や，最長監視期間が２０年と長期にわたることに対する評価などにおいて，多面的な侵害状況に対する信頼できる議論の展開が求められる。\n配点については，〔設問１〕において原告の主張を，〔設問２〕において被告の主張を，それぞれ想定した上での私見の展開を求める形を採った。私見を重視したいという意図は昨年の問題を踏襲しているが，論点提示を〔設問１〕でまとめる形を採ることによって，〔設問２〕\nでは自説の説明に集中することを期待したものである。",
  "scoring_notes": "１ はじめに本年は，出題の趣旨でも触れたとおり，犯罪予防目的の行動監視を想定した架空立法を素材として，基本的人権に関わる基本的な法理が予防的権力行使を前にした場合にどのような形で妥当するのかを問うものであるが，憲法に関する基礎的理解や応用力を試す問題であることは従来の出題と何ら変わりはない。\nしたがって，本年においても，そうした問題であることを前提として，①被侵害利益を憲法上の基本権として正確に構成しているか，②その侵害を正当化し得るものとして問題文中に示された規制目的の性質を読み解いた上で適切な違憲審査枠組みを自ら設定しているか，③具体的な規制態様に関わる関係事実の中から法的評価にとって重要な要素をより出すことができているか，\n④具体的な審査過程を通じて適切な権利侵害性の評価に関する結論を得られているか，⑤基礎的な法理の内容や規範構造に関する理解とそうした法理を応用する能力が備わっているかなどの視点から採点を行っている。もとより，採点に関する考査委員会申合せ事項にいう「優秀」「良好」\n「一応の水準」「不良」の評価は画一的に定まるものではなく，上記の視点から見て，問題文中の事案に正面から対峙して深く洞察し，説得的に論じているかを総合的に判断して評価した。\n以下では，こうした視点を踏まえ，採点・評価に当たって気付いた点を中心に述べることとする。これらをも参考にしつつ，憲法的視点に立ち，より説得的な論述ができるように努力を重ねることを期待したい。\n２ 総 論・ 本問では，架空の性犯罪継続監視法がいかなる憲法上の人権をどのような形で制約することになるのかを正確に読み取り，被侵害利益を特定して，その重要性や規制の程度等を論じて違憲審査基準を定立し，問題文中の事実に即して適用するなどして結論を導かねばならない。その際，当該権利（自由・利益）を憲法上の人権として保障すべき理由，これに一定の制限を課す必要がある理由（反対利益への配慮），これらを踏まえて当該違憲審査基準を採用した理由，同基準を適用して合憲又は違憲の結論を導いた理由について，いかに説得的に論じているかが，評価の分かれた一つのポイントとなる。\n・ 特に，問題文中には，被侵害利益を特定する手掛かりとなる事実，違憲性審査基準を選択する説得的な理由になり得る事実，審査基準に当てはめて結論を導くための要素となる事実等が数多く記載されているので，それらの意味を憲法的視点から構成し，付添人及び検察官双方の立場から，\n結論を導く理由について説得的に論じることを期待した。これらの理由について，自分の頭で考え，自分の言葉で論じている答案は評価が高かった。\n・ また，本問は，全面的に直接に依拠できる判例が存在する事案ではないが，参考となる判例の射程を正確に理解し，本問事例との相違を指摘しつつ議論の展開を可能な限り判例に基づいたものにしようとする答案は，論述も説得的なものとなり，評価が高かった。\n・ 他方，被侵害利益の特定や，違憲審査基準の定立及び適用等を論ずるに当たり，問題文中の重要な事実を指摘できず，淡白な記述にとどまっている答案や，問題文中の事実を詳細に指摘したものの単なる羅列にすぎず，憲法的視点が伴っていない答案については，高い評価を与えられなかった。\n３ 被侵害利益・ 本問では，性犯罪者継続監視法による継続監視の仕組みがプライバシー権を侵害し，かつ同法による警告・禁止命令の仕組みが移動の自由（又は行動の自由）を侵害する，という観点から解答する答案が多かった。そして，プライバシー権については憲法第１３条に，移動の自由（又は行動の自由）については憲法第１３条又は第２２条第１項に，それぞれ位置付けて論ずるものが多数であった。また，位置情報発信装置（ＧＰＳ）の埋設行為を身体への侵襲を伴うものとして憲法第１３条との関係で問題とする答案も相当数あった。いずれの被侵害利益を特定する上でも，\n本件法律の仕組みを憲法的視点から正確に読み取り，問題文中の事実関係に即して，どのような権利利益の侵害といえるかを具体的に論ずる必要がある。\n・ すなわち，本問で問題となるプライバシー権は，判例に多く現れた「私生活をみだりに公開されない権利」とは異質の構造を持ち，公権力による情報収集に対抗する意味におけるプライバシー権をどのように特定すべきか，そして特定された被侵害利益がどのような性質のものかが問題となる。こうした問題意識を持って，事案に即して論述を深めている答案は評価が高かったが，単に「憲法第１３条はプライバシー権を保障している」といった論述にとどまる答案や，多くの判例で問題となった事案との相違を考慮に入れることなく「私生活をみだりに公開されない権利」\nという意味でのプライバシー権の侵害を論じた答案も相当数見受けられた。\n・ また，移動の自由（又は行動の自由）について，性犯罪継続監視法に基づく継続監視によって取得される個人の位置情報は，単なる「位置（点）」の情報にとどまるものではなく，その立ち回り先によっては個人の主義・信仰・趣味・嗜好等が推知されるおそれがあるとか，これを継続的に取得すること（「線」として把握すること）により個人の行動パターンが知られるなどと，事実に即して具体的検討がなされている答案が相当数あり，こうした答案には高い評価を与えた。さらに，こうした視点を発展させ，継続監視が移動の自由や，ひいては表現活動等に対する萎縮的効果を与えるのではないかという点に着目して移動の自由の侵害を論じた答案にも高い評価を与えた。なお，警告・禁止命令による移動の自由の侵害を論じた答案も相当数見られたが，本問においては，Ａが継続監視の対象とされるか否かという段階にあり，未だ警告・禁止命令の効力を争う段階ではない点に留意する必要がある。\n・ 性犯罪者継続監視法は，法目的を達成するためにＧＰＳを体内に埋設するという身体への直接的侵襲を伴う手段を用いるものであるから，これを独立の権利侵害として位置付けて検討するにせよ，継続監視の手段の一内容として位置付けて手段審査の中で検討するにせよ，その重大性に着目した論述を期待したが，この点に全く言及されていない答案も少なからず存在した。\n・ 平等について論じる答案も一定数あったが，問題となる権利侵害が比較的はっきりしている本問においては，あえて平等まで論じなくとも正面からプライバシー権等の侵害を論じれば足りる。\n実際には，このような答案の多くが，平等を問題としながら，平等に固有の審査をしておらず，\nプライバシー侵害等があるか否かの審査をしているにすぎなかった。\n・ また，明確性の原則を述べるものもあったが，問題文中で憲法第３１条に関する論点を除外していることを踏まえると，例えば，行動の自由に対する萎縮的効果を論じる中で言及するなど，論じ方に工夫が必要であり，単に明確性の原則に反するから違憲無効であるとの記述では評価の対象とすることはできなかった。\n４ 違憲審査基準の定立及び適用・ 本問では，性犯罪者継続監視法の憲法適合性を論じる上で，まず，被侵害利益の性質や重要性，\n規制の程度等について問題文中の事実に即して具体的に検討して違憲審査基準を定立するとともに，その適用場面において，問題文中から必要な事実を読み取って憲法的視点から構成し，反対利益にも配慮しつつ理由を付して結論を導くことができて初めて説得力のある論述となる。\n・ これらの論述に際し，性犯罪者継続監視法を正しく読み取り，法目的は何であるのか，その仕組みが目的達成のために本当に役に立つのか，役に立つとしてどの程度役立つのかといった点にも配慮して具体的に論じた答案は，それほど多くはなかったものの，よく考えられた説得力のあるものとして高い評価を与えた。例えば，継続監視決定に至る手続への専門家の関与が任意的である点（法第１１条）や，継続監視が比較的長期の２０年以内とされ（法第１４条），必要に応じて期間途中で監視を打ち切ったり，期間を延長したりするための手続規定が用意されていない点等について言及しつつ，本件規制の内容・程度を論じているものなどである。\n・ これに対して，上記の点に関する論述が不十分な答案については，高い評価を与えることができなかった。例えば，一般的危険区域（法第３条）について対象者の立入りが禁止されているなどと，本件規制内容を正しく読み取っていないもの，違憲審査基準の定立ばかりに気を取られてしまい，その適用場面において問題文中から憲法上意味のある事実関係を十分読み取っていないもの，逆に，事実関係についてはある程度読み取ってはいるが，違憲審査の枠組みを適切に定立するという意識を欠き，結局は本問限りの場当たり的な判断をしていると評価せざるを得ないもの，\n「継続監視はプライバシーの制限であり，プライバシーは重要な人権であるから厳格審査が必要である」などと，単にキーワードを羅列するだけで本件事案に即した検討がなされていないものなどである。\n・ そもそも，性犯罪者継続監視法における継続監視の仕組みや警告・禁止命令の仕組みにはそれぞれ問題も多い反面，立法過程の議論や法律の内容等に鑑みると，合理性を支える制度や事情も少なからず存在している。したがって，単に被侵害利益の重要性のみを強調するのではなく，当該規制の目的や反対利益を正確に読み取り，これらへの配慮を示した答案は評価が高かった。これに対し，反対利益を抽象的な公共の安全と捉え，特に理由を示さないまま，これと対比すれば公権力に監視されない自由の方が優越すると述べるにとどまる答案や，被侵害利益の重要性の視点からのみ論じて反対利益には配慮を全く示さない答案については，反対利益を事実に即して憲法的視点から正確に把握できないまま，自己に都合の良い結論に導く立論をしているにすぎないと判断され，論述に説得力を欠くものとして，高い評価を与えられなかった。\n・ また，違憲審査基準として，いわゆるＬＲＡの基準によるとしても，目的達成のために必要最小限度の制限のみ許されるとする基準を用いるのであれば，より制限的でない他の手段によっても本法の目的を達せられることについて，具体的かつ丁寧に論じる必要がある。例えば，自宅にいるときも含めて常時監視するのではなく，一般的危険区域に立ち入った場合にのみ監視すべきであるとか，最長２０年という長期にわたる監視になり得ることから事後的に継続監視を解除できる手続を設けるべきとか，ＧＰＳの体内埋設の問題性とブレスレット型ＧＰＳを装着させることによる社会的差別の惹起のおそれを考慮して，対象者にそのいずれかを選択させる選択制を採用すべきであるというような，事案に即してよく考えられた答案が相当数見られた。しかし，具体性や実現可能性の困難な代替手段を提示したにすぎないのに，本法が必要最小限度の制約を超えるから違憲であるとする答案も一定数見られた。\n・ なお，本件規制は，出題の趣旨でも触れたとおり，将来における害悪発生を予防するために現時点において個人の行為に制限を課すものであり，具体的危険が認識できない段階で個人の人権を制限することがいかなる条件で許容されるかという問題を発生させる。こうした問題意識が推論のいずれかの段階で表れている答案については，本件規制の性質を事実に即して正確に理解するものとして高い評価を与えたが，残念ながら，そのような答案は少なかった。\n５ 検察官の反論又は私見・ 本年は，昨年と異なり，各設問の配点を明示しなかったが，設問１では付添人の主張を，設問２ではあなた自身の見解を，それぞれ問い，検察官の反論については，あなた自身の見解を述べる中で，これを「想定」すればよいこととした。したがって，検察官の反論については，仮に明示して論じるにしても簡にして要を得た記述にとどめ，あなた自身の見解が充実したものになることを期待したものである。この点では，本問は，従来の出題傾向と何ら変わらない。\n・ ただ，その際，検察官の反論を明示する以上は，判断枠組みを定立するだけで終わるのでは不十分であるし，「目的は不可欠で，手段は最小限である」などと結論を記載するだけでも足りず，冗長にならないように留意しつつ，検察官としてその結論につながる積極的・直接的・根本的な理由（判断の骨組みとなる部分）まで端的に示す必要がある。他方，結論的に付添人の主張と同一の結論となるにしても，なぜ検察官の反論を採用できず，付添人の主張と同一の結論に至るのかについて説得的に論じなければ，検察官の反論を踏まえたものとはならないことに留意して欲しかった。\n・ しかしながら，例年と同様，検察官の主張を詳細に述べる余り，あなた自身の見解が簡単なものにとどまってしまった答案や，あなた自身の見解が検察官の反論に対する再反論に終始してしまい，そのため，あなた自身の見解について，どのような判断枠組みの下，どのような事実関係に着目して，どのような結論を導いたのかが不明確な答案が相当数あった。また，検察官の反論及びあなた自身の見解に言及されているものの，あなた自身の見解が検察官の反論を踏まえたものになっておらず，付添人の主張を繰り返すだけになってしまっている答案も見られた。\n・ また，反論しやすさを考慮したためか，検察官の反論として，法曹としてのセンスを疑われるような答案（例えば，「性犯罪者に対する人権規制に対しては概括的に緩やかな違憲審査で足る」と論じるもの）が散見されたが，違憲審査の基礎的な理解を欠くものと評価せざるを得なかった。\n６ その他一般的指摘事項⑴ 問題文の読解及び答案の作成一般・ 設問１は「性犯罪者継続監視法が違憲であることを訴えるため」の主張を問うているのであるから，専ら法令違憲のみを検討すればよく，適用違憲や処分違憲に言及する必要はないのに，\nこれに言及する答案が少なからずあり，中には，法令違憲と適用違憲との違いが的確に理解できていないのではないかと疑われる答案も見られた。\n・ 違憲審査基準の定立に当たり，付添人の主張では，侵害される権利が重要で，制約態様も重大であるという理由から厳格な基準を導いているのに，あなた自身の見解では，全く同じ理由からそれよりも緩やかな基準を導いている答案が見られた。同様に，違憲審査基準の適用場面でも，付添人の主張では，性犯罪者継続監視法の目的（第１条）は「不可欠でない」としているのに，あなた自身の見解では，特に理由も示さないまま「不可欠である」とした答案が見られた。異なる結論となるのであれば，それぞれに異なる理由があるはずであり，これを省略すると論述全体の一貫性を欠くものと判断されるので，丁寧に書き分けて論述して欲しかった。\n・ 当然のことながら，条文は誤りなく摘示する必要があるが，例えば，居住移転の自由を憲法第２１条第１項とするものや幸福追求権を憲法第１４条とする答案があった。条文の表記は大切にして欲しい。\n⑵ 形式面・ 例年指摘しているが，誤字（例えば，幸福追「及」権や必要不可「決」とするもの）や略字が相当数認められるほか，字が雑に書かれたり小さかったりして読みづらいもの，加除や挿入がどの箇所になされているのか判読し難いもの等，文書の体裁上問題のある答案が相変わらず一定数あった。時間がなくて焦って書いたものと推察されるが，このような答案は，受験生としての姿勢や法律家としての資質を疑わせることになりかねない。他人に読ませる文章であることを強く意識して，大きな字で読みやすく，また，加除や挿入が明確に分かるような形での答案作成をお願いしたい。\n・ なお，付添人を「原告」，検察官を「被告」と取り違えている答案が少なくなかった。本問は，\n性犯罪者継続監視法第１０条の規定に基づいて，検察官が裁判所に対し，Ａに対し継続監視を行う決定をすることを申し立てた場面の設問であることを問題文からきちんと理解して正確に記述して欲しかった。\n平成２８年司法試験の採点実感等に対する意見（公法系科目第２問）\n１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視していることは，例年と同じく，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析･検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準⑴ 設問１・ 第三者の原告適格の判断枠組みを適切に提示した上で，根拠法令の趣旨・目的，関連法令の趣旨・目的，被侵害利益の内容・性質等についての一般的な検討を行い，本件事案に即した検討をしている答案は，一応の水準に達しているものと判断した。\n・ これに加えて，法律上保護された利益説についての十分な理解を示し，都市計画法が関係法令に当たるとした上で，第一種低層住居専用地域の設定の趣旨・目的について具体的に検討しており，また，Ｘ１とＸ２の利益状況の違いを踏まえた当てはめを的確に行っている答案は，\n良好な答案と判断した。\n・ さらに，原告適格の判断において本件要綱を考慮し得るか否かや，公聴会制度が周辺住民に手続保障を付与したものと解されるか否かについて具体的に検討し，また，被侵害利益の回復困難な性質や距離に応じた被害の程度等についても詳述した上で，全体として論理的かつ説得的な論述をしている答案は，優秀な答案と判断した。\n⑵ 設問２・ 手続法上の瑕疵につき，除斥事由が定められた趣旨を踏まえ，１名を除外しても人数的には結論が変わらない事案についての考え方を示しており，また，実体法上の瑕疵につき，本件要綱の裁量基準としての性質を踏まえ，本件事案に即して裁量権の逸脱・濫用の有無を検討している答案は，一応の水準に達しているものと判断した。\n・ これに加えて，手続法上の瑕疵につき，手続法上の瑕疵と処分の違法性との関係についての検討や，建築審査会制度の趣旨に遡っての検討をしており，また，実体法上の瑕疵につき，本件事案に即した裁量権の逸脱・濫用の有無についての検討を的確に行っている答案は，良好な答案と判断した。\n・ さらに，実体法上の瑕疵につき，本件要綱違反と裁量権の逸脱・濫用との関係について理論的に説明した上で，全体として論理的かつ説得的な論述をしている答案は，優秀な答案と判断した。\n⑶ 設問３・ 違法性の承継についての判断枠組みを適切に提示し，最高裁判所平成２１年１２月１７日第一小法廷判決・民集６３巻１０号２６３１頁（以下「最高裁平成２１年判決」という。）を踏まえた上で，実体法的観点及び手続法的観点の両面からそれなりに本件事案に即した検討をしている答案は，一応の水準に達しているものと判断した。\n・ これに加えて，取消訴訟の排他的管轄及び出訴期間制限の趣旨から，違法性の承継の否定という問題が生ずることを指摘しており，また，最高裁平成２１年判決の具体的な内容についても言及し，さらに，本件事案に即した実体法的観点及び手続法的観点の両面からの当てはめを的確に行っている答案は，良好な答案と判断した。\n・ さらに，本件例外許可の第三者への通知の有無と本件では原告らがたまたまこれを知っていたこととの関係や市職員による誤教示をどのように評価するかについて，論理的な分析をした上で，全体として論理的かつ説得的な論述をしている答案は，優秀な答案と判断した。\n⑷ 設問４・ スーパー銭湯の公衆浴場該当性について，公衆浴場が第一種低層住居専用地域に建築できる建築物とされた趣旨や一般公衆浴場とスーパー銭湯との異同を踏まえた上で，検討している答案は，一応の水準に達しているものと判断した。\n・ これに加えて，スーパー銭湯の公衆浴場該当性について，条文の文言解釈を出発点として法解釈を展開し，また，飲食コーナー等の存在による本件建築確認への影響について，結論とその理由が示されている答案は，良好な答案と判断した。\n・ さらに，飲食コーナー等の存在による本件建築確認への影響について，建築基準法施行令を踏まえて法的な分析をした上で，全体として論理的かつ説得的な論述ができている答案は，優秀な答案と判断した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n⑴ 全体的印象・ 例年繰り返し指摘し，また強く改善を求め続けているところであるが，相変わらず判読困難な答案が多数あった。極端に小さい字，極端な癖字，雑に書き殴った字で書かれた答案が少なくなく，中には「適法」か「違法」か判読できないもの，「…である」か「…でない」か判読できないものすらあった。第三者が読むものである以上，読み手を意識した答案作成を心掛けることは当然であり，丁寧に判読できるような文字を書いていただきたい。\n・ 誤字，脱字，平仮名を多用しすぎる答案も散見された。\n・ 問題文及び会議録には，どのような視点で書くべきかが具体的に掲げられているにもかかわらず，問題文等の指示に従わない答案が相当数あった。\n・ 例年指摘しているが，条文の引用が不正確な答案が多く見られた。\n・ 冗長で文意が分かりにくいものなど，法律論の組立てという以前に，一般的な文章構成能力自体に疑問を抱かざるを得ない答案が少なからず見られた。\n・ 結論を提示するだけで，理由付けがほとんどない答案，問題文中の事実関係や関係法令の規定を引き写したにとどまり，法的な考察がされていない答案が少なからず見られた。論理の展開とその根拠を丁寧に示さなければ説得力のある答案にはならない。\n・ 法律解釈による規範の定立と問題文等からの丁寧な事実の拾い出しによる当てはめを行うという基本ができていない答案が少なからず見られた。\n・ 問題文等から離れて一般論（裁量に関する一般論等）について相当の分量の論述をしている答案が少なからず見られた。問題文等と有機的に関連した記載でなければ無益な記載であり，問題文等に即した応用能力がないことを露呈することになるので，注意しておきたい。\n・ 例年より設問数が多かったことや時間配分が適切でなかったこと（設問１に必要以上に時間を掛けたと思われる答案が散見された。）などにより，時間不足となり設問４についての論述が十分でない答案が多かった。\n⑵ 設問１・ 原告適格の判断基準に関する一般論はおおむね良好に記載されていたが，判断基準に即した検討ができていないもの，根拠法規，関係法令や本件要綱の条文を羅列するのみで，それら相互の関連や導こうとする結論との論理的関係が明らかでない答案が多かった。問題のある答案として，例えば，本件要綱につき特段の説明もなく「関係法令」に当たるとするもの，「関係法令」として都市計画法第１条，第９条第１項，第１０条等に言及していないもの，被侵害利益の内容・性質等に触れることなく，建築基準法第１条や本件要綱の規定等から直ちに原告適格を肯定する答案などが多く見られた。\n・ Ｘ１とＸ２の利益状況の違いについて十分検討せず，両者を一緒に検討している答案が相当数見られた。\n⑶ 設問２・ 手続法上の瑕疵が処分の取消事由となるかどうかの判断枠組みを示すことなく，手続法上の瑕疵があるから直ちに違法とする答案が相当数見られた。この点に関しては，審議会手続の瑕疵に関する最高裁判所昭和５０年５月２９日第一小法廷判決・民集２９巻５号６６２頁の判断枠組みが参考になる。\n・ 本件要綱の法的性質については，過去に繰り返し問われていることもあり，裁量基準（行政手続法上の審査基準）であるという一般論については，おおむね良好に記載されていた。もっとも，本件要綱に違反することから直ちに本件例外許可は違法とする答案が多く，裁量基準に違反する場合にどのような理論的構成により本件例外許可が裁量権の逸脱・濫用となるかについて，説得的に述べている答案はそれほど多くなかった。\n⑷ 設問３・ 少数ではあるが，違法性の承継の問題であることに気付かなかった答案もあった。\n・ 違法性の承継については，会議録中に「関連する最高裁判所の判例もあったと思いますので，\n併せて検討してみます。」との弁護士Ｄの発言が掲げられているにもかかわらず，最高裁平成２１年判決が示した判断枠組みを正しく理解した上で論じている答案が思いのほか少なかったのは残念であった。\n・ 実体法的観点として，例外許可と建築確認とが同一目的を達成するための一連の処分といえるか又は先決関係にあるといえるかについて，具体的・説得的な理由を挙げていない答案が相当数見られた。\n⑸ 設問４・ 時間不足のためか，論述が十分でない答案が多かった。\n・ 本件スーパー銭湯については，条文の文言解釈としては建築基準法別表第二（い）項第７号の「公衆浴場」に当たることは明らかであるが，この点を指摘した答案はごく少数にとどまった。法解釈における条文の文言解釈の重要性については十分に意識してもらいたい。\n・ 指定確認検査機関Ｙ２の建築確認（建築基準法第６条，第６条の２）を裁量行為と考え，本件確認には裁量権の逸脱・濫用があり違法であるとした答案が少なからず見られた。しかし，\n建築確認は，計画建築物が建築基準関係規定に適合しているか否かを審査し建築の自由を回復させる許可の性質を有する行政行為であり，裁量性のないき束行為であると解されているから，\n裁量行為とする見解は妥当でない。\n・ 本件スーパー銭湯が飲食店部分を有することから直ちに本件スーパー銭湯は第一種低層住居専用地域に建築できないものと結論付ける答案が少なくなかった。\n５ 今後の法科大学院教育に求めるもの・ 本年は，問題文及び議事録において書くべき論点が丁寧に明示されていたこともあり，例年に比較して平易な問題であった。その分，基本的な判例や概念等についての正確な理解に基づき，\n本件事案に即した適切な見解を導く応用能力があるか，論理的な思考に基づき説得的な論述ができているかによって，評価に大きな差が出る問題であったといえる。\n・ 法科大学院には，単に条文上の要件・効果といった要素の抽出やその記憶だけに終始することなく，様々な視点からこれらの要素を分析し，類型化するなどの訓練を通じて，試験などによって与えられた命題に対し，適切な見解を導き出すことができる能力を習得させるという教育にも力を注いでもらいたい。本年も，論点単位で覚えてきた論証をはき出すだけで具体的な事案に即した論述が十分でない答案，条文等を羅列するのみで論理的思考過程を示すことなく結論を導く答案などが散見されたところであり，上記のような論理的な思考過程の訓練の積み重ねを，法律実務家となるための能力養成として法科大学院に期待したい。\n・ 設問１及び設問３は，最高裁判所の重要判例を理解していれば，容易に解答できる問題であった。しかし，設問１については，一般論として判断基準を挙げることはできても，判断基準の意味を正確に理解した上で当てはめができているものは少数であり，設問３については，会議録中で検討すべきことを明示していたにもかかわらず，最高裁平成２１年判決の正しい理解に基づいて論述した答案は思いのほか少なかった。昨年も指摘したところであるが，行政法について短答式試験が廃止されても，重要判例を読んで理解する学習をおろそかにしてはならないことを，注意しておきたい。\n・ 昨年と同様，法律的な文章という以前に，日本語の論述能力が劣っている答案が相当数見られた。法律実務家である裁判官，検察官，弁護士のいずれも文章を書くことを基本とする仕事である。受験対策のための授業になってはならないとはいえ，法科大学院においても，論述能力を十分に指導する必要があるのではないか。"
}