{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕，〔設問３〕，〔設問４〕の配点割合は，２５：３０：\n３０：１５〕）株式会社Ａは，Ｙ１市において，旧来の銭湯に比して規模の大きな日帰り入浴施設である，いわゆるスーパー銭湯（以下「本件スーパー銭湯」という。）を建築して開業することを計画した。本件スーパー銭湯及びこれに附属する自動車車庫（以下「本件自動車車庫」という。）の建築予定地である一団の敷地（以下「本件敷地」という。）は，都市計画に第一種低層住居専用地域として定められた地域にある。\nＡは，平成２８年３月２０日，近隣住民に対する説明会において，本件スーパー銭湯の建築計画について，大略，以下のとおり，説明した。\n「本件スーパー銭湯は，地上２階建て，延べ床面積約１４９０平方メートルであり，本件自動車車庫は，１層２段の自走式自動車車庫であり，その収容台数は１３０台で床面積は約１５００平方メートルである。本件スーパー銭湯及び本件自動車車庫の建築予定地である本件敷地の面積は約４１５０平方メートルである。また，本件スーパー銭湯は，白湯，泡風呂，露天風呂等の各種浴場，サウナ風呂，各種自販機コーナー，休憩コーナー，マッサージコーナーがあるほか，軽食と生ビールが提供される飲食コーナー及び小規模な厨房施設（飲食コーナー及び厨房施設の床面積の合計は約５０平方メートル）を備え，年中無休，午前１０時から午後１２時までの営業で，広範囲の地域から顧客が自動車で来店することを予定しており，来客予想人数は，土日休日は１日当たり約１５００人である。」ところで，本件自動車車庫の床面積は６００平方メートルを超え，建築基準法（以下「法」という。）第４８条第１項，別表第二（い）項第１０号及び建築基準法施行令第１３０条の５第１号により，第一種低層住居専用地域では原則として建築することができないため，Ａがこれを適法に建築するためには，法第４８条第１項ただし書に基づき，特定行政庁であるＹ１市長の許可（以下「例外許可」という。）を得る必要がある。そこで，Ａは，同年４月５日，Ｙ１市長に対し，本件自動車車庫の建築について，法第４８条第１項ただし書に基づき例外許可の申請をした。\nＹ１市長は，例外許可の申請を受けて，同年５月６日，利害関係人らの意見を聴取するため，法第４８条第１４項の定める公開による意見の聴取（以下「公聴会」という。）を開催した。公聴会には，本件スーパー銭湯の周辺に居住する５名の住民（以下「Ｘら」という。）が，利害関係人として出席した。Ｘらのうち，Ｘ１ら２名（以下「Ｘ１ら」という。）は，本件自動車車庫に隣接し，本件自動車車庫から直線距離で約６メートル離れた位置の建物に居住している住民であり，Ｘ２ら\n３名（以下「Ｘ２ら」という。）は，本件敷地から約４５メートル離れた位置で，かつ，幹線道路から本件自動車車庫に通ずる道路沿いの建物に居住する住民である。公聴会において，Ｘ１らは，本件自動車車庫に出入りする多数の自動車のエンジン音，ドアの開閉音などの騒音，ライトグレア\n（注：光のまぶしさにより物が見えにくくなったり，一過性の盲目状態になったりするような現象）及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあることが明白である旨，Ｘ\n２らは，本件自動車車庫に出入りする多数の自動車の通行による騒音及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあることが明白である旨の意見を陳述した。\nまた，Ｙ１市長は，例外許可の申請を受けて，Ｙ１市建築審査会に対し，法第４８条第１４項本文の定める同意について諮問した。Ｙ１市建築審査会における議決の成立には，出席委員の過半数の賛成を要するところ，Ｙ１市建築審査会は，同年５月３０日，審理の上，出席委員７名のうち５名の委員の賛成をもって，Ｙ１市長が例外許可をすることについて，同意（以下「本件同意」という。）をした。\n後日，Ｙ１市建築審査会の本件同意に係る議決には，Ａの代表取締役の実弟Ｂが委員として加わり，賛成票を投じていたことが明らかになったが，本来，Ｂは，Ｙ１市建築審査会の議事から除斥されるべき者であった（法第８２条）。しかし，Ｙ１市建築審査会は，Ｂを除外してもなお議決の成立に必要な過半数の委員の賛成があるとして，本件同意に係る議決をやり直すことなく，そのまま維持した。\nＹ１市長は，同年６月８日，Ｙ１市建築審査会による本件同意を受けて，本件自動車車庫の建築について，法第４８条第１項ただし書の「第一種低層住居専用地域における良好な住居の環境を害するおそれがない」と認め，例外許可（以下「本件例外許可」という。）をした。Ｙ１市には，例外許可の基準として「建築基準法第４８条ただし書許可に関する要綱」（【資料２】。以下「本件要綱」という。）がある。\n例外許可については，申請者以外の者に通知することは予定されていないが，Ｘらは，遅くとも，同年６月末日までに本件例外許可がされたことを知った。そこで，Ｘらは，Ｘらが居住する地域は，都市計画法上の第一種低層住居専用地域であり，良好な住居の環境の保護に対する要請が最も強い地域であることを考慮すれば，良好な住居の環境を著しく害するおそれのある本件スーパー銭湯の建築は到底許されないはずであるとして，本件スーパー銭湯の建築を阻止したいと考えた。\n他方，Ａは，同年９月１４日，指定確認検査機関（注：国土交通大臣又は都道府県知事の指定を受けて建築確認をする民間の機関）Ｙ２に対し，本件スーパー銭湯及び本件自動車車庫を一体として，法第６条の２第１項に基づく建築確認の申請をした。これに対し，Ｙ２は，法別表第二（い）項第７号によれば，本件スーパー銭湯は，第一種低層住居専用地域内に建築することができる建築物である「公衆浴場」に該当すると判断せざるを得ないとして，同年１０月７日，本件スーパー銭湯及び本件自動車車庫を一体として，建築基準関係規定に適合する旨の建築確認（以下「本件確認」という。）をした。\nＸらは，本件スーパー銭湯の建築を阻止するため，代理人弁護士に委任することなく，平成２９年１月１７日，Ｙ１市を被告として本件例外許可の取消しを求める訴え（以下「本件訴訟１」という。）を，Ｙ２を被告として本件確認の取消しを求める訴え（以下「本件訴訟２」という。）をそれぞれ提起した。その後，Ｘらは，Ｙ１市及びＹ２の各答弁書への反論を準備する過程で，今後の訴訟追行に不安を覚えたため，弁護士事務所に相談に訪れ，弁護士に本件訴訟１及び本件訴訟２の訴訟追行を委任した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｃの指示に応じる弁護士Ｄの立場に立って，設問に答えなさい。\nなお，建築基準法，都市計画法，風俗営業等の規制及び業務の適正化等に関する法律，公衆浴場法及び建築基準法施行令の抜粋を【資料１ 関係法令】に，Ｙ１市の建築基準法第４８条ただし書許可に関する要綱（本件要綱）の抜粋を【資料２ 要綱（抜粋）】に，それぞれ掲げてあるので，適宜参照しなさい。\n〔設問１〕\n本件訴訟１（本件例外許可の取消訴訟）において，Ｘ１らとＸ２らのそれぞれの原告適格は認められるか。\n〔設問２〕\n本件訴訟１（本件例外許可の取消訴訟）において，本件例外許可は適法であると認められるか。\n解答に当たっては，Ｘらによる本件例外許可の違法事由の主張として考えられるものを挙げて論じなさい。\n〔設問３〕\nＸらは，本件訴訟２（本件確認の取消訴訟）において，〔設問２〕で挙げた本件例外許可の違法事由を主張することができるか。解答に当たっては，本件訴訟１及び本件訴訟２において，いずれもＸらの原告適格が認められること，〔設問２〕で挙げた本件例外許可の違法事由が認められることを前提にしなさい。\n〔設問４〕\n本件訴訟２（本件確認の取消訴訟）において，本件確認は適法であると認められるか。解答に当たっては，Ｘらによる本件確認の違法事由の主張として考えられるものを挙げて，論じなさい。【法律事務所の会議録】\n弁護士Ｃ：本日は，Ｘらの案件について議論したいと思います。Ｘらは，代理人弁護士に委任することなく，自ら，Ｙ１市を被告として本件訴訟１（本件例外許可の取消訴訟）を，Ｙ２を被告として本件訴訟２（本件確認の取消訴訟）をそれぞれ提起したということですね。\n弁護士Ｄ：はい。そうです。\n弁護士Ｃ：それでは，本件訴訟１から検討していきましょう。本件訴訟１における本件例外許可の対象となっている本件自動車車庫について，「１層２段の自走式自動車車庫」とはどういうものですか。\n弁護士Ｄ：１階建ての１階部分及び屋上部分を自動車の駐車場所として，両部分をスロープで連結させ，自動車で走行して駐車場所まで移動する方式の自動車車庫のことです。本件自動車車庫は，１階部分に屋根があり，柱が基礎に固定されているので，建築基準法上の「建築物」に当たることは間違いありませんが，屋上部分の外周に転落防止用の金属製の網状フェンスが設置されているのみで壁はないため，自動車の騒音，ライトグレア及び排気ガスを防ぐ構造にはなっていません。\n弁護士Ｃ：そうすると，近隣住民の被る夜間の自動車の騒音，ライトグレア及び排気ガスによる被害は重大なものになりますね。\n弁護士Ｄ：Ｘらもこの点を心配しています。\n弁護士Ｃ：本件訴訟１の訴訟要件としては何が問題になりますか。\n弁護士Ｄ：原告適格と出訴期間が問題になります。\nまず，原告適格については，Ｘ１らは，本件自動車車庫に隣接して居住する者ですが，本件スーパー銭湯は，年中無休，午前１０時から午後１２時までの営業で，来場する自動車が多く，特に，土日休日は１日約５５０台にも及ぶため，自動車のエンジン音，ドアの開閉音などの騒音，ライトグレア及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあると主張しています。また，Ｘ２らは，本件自動車車庫から若干離れたところに居住する者ですが，本件自動車車庫から幹線道路に通ずる道路沿いに居住していることから，多数の自動車の通行による騒音及び排気ガスにより居住環境が悪化し，交通事故が多発するおそれがあると主張しています。\n弁護士Ｃ：Ｘ１ら及びＸ２らのそれぞれについて，本件訴訟１の原告適格を肯定することはできるのでしょうか。根拠法令及び関係法令を参照し，Ｘ１ら及びＸ２らの個別の事情を考慮しつつ検討してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：Ｘらは，本件訴訟１については，本件例外許可を知った日から６か月を経過して訴えを提起したということですね。Ｘらが出訴期間を徒過したのは，どのような理由からですか。\n弁護士Ｄ：Ｘらによれば，Ｙ１市の担当職員に，例外許可の違法を争う方法を尋ねたところ，同職員から，例外許可の違法については，後続の建築確認の取消訴訟の中で主張すれば足りるとの説明を受けたということです。出訴期間の徒過については，行政事件訴訟法第１４条第１項ただし書の「正当な理由」があると主張して争いたいと考えています。\n弁護士Ｃ：そうですか。出訴期間の徒過につき「正当な理由」があるかどうかについては，既に検討済みということですから，本件訴訟１の訴訟要件の検討対象から外してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：次に，Ｘらが，本件訴訟１において主張し得る本件例外許可の違法事由としては，どのようなものが考えられますか。\n弁護士Ｄ：第１に，除斥事由のあるＢが建築審査会の同意に係る議決に加わっていることから，手続上の瑕疵があるという主張が考えられます。第２に，Ｙ１市長による本件例外許可については，裁量権の範囲の逸脱，濫用があったという主張が考えられます。弁護士Ｃ：そうですね。第１については，除斥事由が定められた趣旨等を踏まえて検討してください。\n第２については，本件要綱の法的性質を踏まえた上で，本件例外許可についてのＹ１市長の裁量権の内容，範囲を検討し，説得的な主張ができるようにしてください。\n弁護士Ｄ：検討してみます。\n弁護士Ｃ：次に，本件訴訟２についての検討に入りましょう。まず，本件訴訟２の原告適格についても問題となりますが，今回は，本件訴訟２については，Ｘらの原告適格が肯定されることを前提にして，他の問題点を先に検討することにしましょう。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：ところで，本件例外許可の違法を主張したいということでしたが，本件訴訟２の中で，その違法を主張することはできるのでしょうか。\n弁護士Ｄ：うーん。難しいところですね。本件例外許可の違法については，本件訴訟１において主張するのが本筋ですので，許されないような感じもしますが…。\n弁護士Ｃ：Ｘらが，本件訴訟２の中で，本件例外許可の違法を主張することができるかという問題は，本件では重要な争点となりますので，この点については，できるだけ多角的な観点から検討してください。\n弁護士Ｄ：分かりました。たしか，関連する最高裁判所の判例もあったと思いますので，併せて検討してみます。\n弁護士Ｃ：次に，Ｘらの言い分の中から，本件確認の違法事由として，どのような主張を構成することができますか。\n弁護士Ｄ：第１に，旧来の「銭湯」と本件スーパー銭湯とを同一のものと考えて行った本件確認は違法という主張ができるように思います。本件に関し，建築基準法別表第二（い）項第７号の「公衆浴場」が第一種低層住居専用地域内に建築することができる建築物とされた趣旨について調査したところ，「建築基準法が制定された昭和２５年当時は，住宅に内風呂がない者が相当程度おり，国民の健康，公衆衛生を確保するため住居専用地域（注：「住居専用地域」とは当時の用途地域の区分であり，現在の「第一種低層住居専用地域」を含む地域である。）に公衆浴場を設けることが必要不可欠であった。」と説明されています。また，都市部において，住宅の浴室保有率が急増したのは昭和３０年代からと言われ，住宅の浴室保有率は，統計を取り始めた昭和３８年には５９％であったのに対し，現在は９５．５％となっています。\n弁護士Ｃ：本件スーパー銭湯の入浴料金は，どうなっていますか。\n弁護士Ｄ：公衆浴場法の適用を受ける「公衆浴場」については，Ｙ１市の属する県の公衆浴場法施行条例で「一般公衆浴場」と「その他の公衆浴場」に区分されており，「一般公衆浴場」とは，公衆浴場法第１条第１項に規定する公衆浴場であって，その利用の目的及び形態が地域住民の日常生活において保健衛生上必要な施設として利用されるものとして，物価統制令の規定に基づき入浴料金が定められているものをいい，「その他の公衆浴場」とは，「一般公衆浴場」以外の公衆浴場をいいます。旧来の「銭湯」は，「一般公衆浴場」に当たり，物価統制令に基づく価格統制の対象となっていますが，スーパー銭湯は「その他の公衆浴場」に当たり，価格統制の対象外となっています。Ｙ１市の属する県の告示により，「一般公衆浴場」の入浴料金の統制額（上限金額）は，「大人（１２歳以上）につき，４００円」等と定められています。これに対し，本件スーパー銭湯の入浴料金は「大人（１２歳以上）につき，平日６００円，土日祝日７００円」等となっています。\n弁護士Ｃ：本件スーパー銭湯が「一般公衆浴場」と実態が異なるということは分かりました。これに加えて，本件スーパー銭湯には，飲食コーナー及び厨房があるということですね。この飲食店部分についても，建築基準法別表第二（い）項第７号の「公衆浴場」に当たると考えてよいのでしょうか。第一種低層住居専用地域に建築することができる建築物にはどのようなも- 6 -\nのがあるかをよく確認した上で，本件スーパー銭湯の建築は到底許されないというＸらの言い分について，法律解釈としてどのように主張を構成することができるかについて，検討してください。\n弁護士Ｄ：分かりました。\n弁護士Ｃ：ところで，Ｘらから受任してから速やかに，本件確認の効力を停止する執行停止の申立てをしたということですね。\n弁護士Ｄ：そうです。建築基準法第６条第１項による確認を受けた建築物の工事が完了したときは，その確認の取消しを求める訴えの利益は失われるというのが最高裁判所の判例ですから，本件訴訟２の係属中に訴えの利益が失われることのないように，速やかに執行停止の申立てをしておきました。\n弁護士Ｃ：執行停止の件については，既に検討済みとのことですので，今回は，執行停止以外の問題点について検討してください。\n弁護士Ｄ：分かりました。【資料１ 関係法令】\n○ 建築基準法（昭和２５年５月２４日法律第２０１号）（抜粋）\n（目的）第１条 この法律は，建築物の敷地，構造，設備及び用途に関する最低の基準を定めて，国民の生命，健康及び財産の保護を図り，もつて公共の福祉の増進に資することを目的とする。\n（建築物の建築等に関する申請及び確認）第６条 建築主は，第１号から第３号までに掲げる建築物を建築しようとする場合（括弧内略），これらの建築物の大規模の修繕若しくは大規模の模様替をしようとする場合又は第４号に掲げる建築物を建築しようとする場合においては，当該工事に着手する前に，その計画が建築基準関係規定（この法律並びにこれに基づく命令及び条例の規定（以下「建築基準法令の規定」という。）その他建築物の敷地，構造又は建築設備に関する法律並びにこれに基づく命令及び条例の規定で政令で定めるものをいう。以下同じ。）に適合するものであることについて，確認の申請書を提出して建築主事の確認を受け，確認済証の交付を受けなければならない。（以下略）\n一～四 （略）\n２・３ （略）\n４ 建築主事は，第１項の申請書を受理した場合においては，同項第１号から第３号までに係るものにあつてはその受理した日から３５日以内に，同項第４号に係るものにあつてはその受理した日から７日以内に，申請に係る建築物の計画が建築基準関係規定に適合するかどうかを審査し，審査の結果に基づいて建築基準関係規定に適合することを確認したときは，当該申請者に確認済証を交付しなければならない。\n５～９ （略）\n（国土交通大臣等の指定を受けた者による確認）第６条の２ 前条第１項各号に掲げる建築物の計画（前条第３項各号のいずれかに該当するものを除く。）が建築基準関係規定に適合するものであることについて，第７７条の１８から第７７条の２１までの規定の定めるところにより国土交通大臣又は都道府県知事が指定した者〔注：「指定確認検査機関」を指す。〕の確認を受け，国土交通省令で定めるところにより確認済証の交付を受けたときは，当該確認は前条第１項の規定による確認と，当該確認済証は同項の確認済証とみなす。\n２～７ （略）\n（用途地域等）第４８条 第一種低層住居専用地域内においては，別表第二（い）項に掲げる建築物以外の建築物は，建築してはならない。ただし，特定行政庁が第一種低層住居専用地域における良好な住居の環境を害するおそれがないと認め，又は公益上やむを得ないと認めて許可した場合においては，この限りでない。\n２～１３ （略）\n１４ 特定行政庁は，前各項のただし書の規定による許可をする場合においては，あらかじめ，その許可に利害関係を有する者の出頭を求めて公開による意見の聴取を行い，かつ，建築審査会の同意を得なければならない。ただし，前各項のただし書の規定による許可を受けた建築物の増築，改築又は移転（これらのうち，政令で定める場合に限る。）について許可をする場合においては，この限りでない。\n１５ 特定行政庁は，前項の規定による意見の聴取を行う場合においては，その許可しようとする建築物の建築の計画並びに意見の聴取の期日及び場所を期日の３日前までに公告しなければならない。\n（建築審査会）第７８条 この法律に規定する同意及び第９４条第１項の審査請求に対する裁決についての議決を行わせるとともに，特定行政庁の諮問に応じて，この法律の施行に関する重要事項を調査審議させるために，建築主事を置く市町村及び都道府県に，建築審査会を置く。\n２ 建築審査会は，前項に規定する事務を行う外，この法律の施行に関する事項について，関係行政機関に対し建議することができる。\n（建築審査会の組織）第７９条 建築審査会は，委員５人以上をもつて組織する。\n２ 委員は，法律，経済，建築，都市計画，公衆衛生又は行政に関しすぐれた経験と知識を有し，公共の福祉に関し公正な判断をすることができる者のうちから，市町村長又は都道府県知事が任命する。\n（委員の除斥）第８２条 委員は，自己又は３親等以内の親族の利害に関係のある事件については，この法律に規定する同意又は第９４条第１項の審査請求に対する裁決に関する議事に加わることができない。\n別表第二 用途地域等内の建築物の制限（第２７条，第４８条，第６８条の３関係）\n(い) 第一種低層住居専用地域内に建築することができる建築物一 住宅二 住宅で事務所，店舗その他これらに類する用途を兼ねるもののうち政令で定めるもの三 共同住宅，寄宿舎又は下宿四 学校（大学，高等専門学校，専修学校及び各種学校を除く。），図書館その他これに類するもの五 神社，寺院，教会その他これらに類するもの六 老人ホーム，保育所，福祉ホームその他これらに類するもの七 公衆浴場（風俗営業等の規制及び業務の適正化等に関する法律（昭和２３年法律第１２２号）\n第２条第６項第１号に該当する営業（以下この表において「個室付浴場業」という。）に係るものを除く。）八 診療所九 巡査派出所，公衆電話所その他これらに類する政令で定める公益上必要な建築物十 前各号の建築物に附属するもの（政令で定めるものを除く。）\n〔注：別表第二（い）項中の「政令」とは，後記「建築基準法施行令」を指す。〕\n(ろ)～(わ) （略）\n○ 都市計画法（昭和４３年６月１５日法律第１００号）（抜粋）\n（目的）第１条 この法律は，都市計画の内容及びその決定手続，都市計画制限，都市計画事業その他都市計画に関し必要な事項を定めることにより，都市の健全な発展と秩序ある整備を図り，もつて国土の均衡ある発展と公共の福祉の増進に寄与することを目的とする。\n（地域地区）第８条 都市計画区域については，都市計画に，次に掲げる地域，地区又は街区を定めることができる。\n一 第一種低層住居専用地域，第二種低層住居専用地域，第一種中高層住居専用地域，第二種中高層住居専用地域，第一種住居地域，第二種住居地域，準住居地域，近隣商業地域，商業地域，準工業地域，工業地域又は工業専用地域（以下「用途地域」と総称する。）二～十六 （略）\n２ （略）\n３ 地域地区については，都市計画に，第１号及び第２号に掲げる事項を定めるものとするとともに，- 9 -第３号に掲げる事項を定めるよう努めるものとする。\n一 地域地区の種類（特別用途地区にあつては，その指定により実現を図るべき特別の目的を明らかにした特別用途地区の種類），位置及び区域二 次に掲げる地域地区については，それぞれ次に定める事項イ 用途地域 建築基準法第５２条第１項第１号から第４号までに規定する建築物の容積率（延べ面積の敷地面積に対する割合をいう。以下同じ。）並びに同法第５３条の２第１項及び第２項に規定する建築物の敷地面積の最低限度（建築物の敷地面積の最低限度にあつては，当該地域における市街地の環境を確保するため必要な場合に限る。）ロ 第一種低層住居専用地域又は第二種低層住居専用地域 建築基準法第５３条第１項第１号に規定する建築物の建ぺい率（建築面積の敷地面積に対する割合をいう。以下同じ。），同法第５４条に規定する外壁の後退距離の限度（低層住宅に係る良好な住居の環境を保護するため必要な場合に限る。）及び同法第５５条第１項に規定する建築物の高さの限度ハ～リ （略)三 （略)\n４ （略)第９条 第一種低層住居専用地域は，低層住宅に係る良好な住居の環境を保護するため定める地域とする。\n２～２２ （略)第１０条 地域地区内における建築物その他の工作物に関する制限については，この法律に特に定めるもののほか，別に法律で定める。\n○ 風俗営業等の規制及び業務の適正化等に関する法律（昭和２３年７月１０日法律第１２２号）（抜粋）\n（用語の意義）第２条\n１～５ （略)\n６ この法律において「店舗型性風俗特殊営業」とは，次の各号のいずれかに該当する営業をいう。\n一 浴場業（公衆浴場法（昭和２３年法律第１３９号）第１条第１項に規定する公衆浴場を業として経営することをいう。）の施設として個室を設け，当該個室において異性の客に接触する役務を提供する営業二～六 （略）\n７～１１ （略)\n○ 公衆浴場法（昭和２３年７月１２日法律第１３９号）（抜粋）第１条 この法律で「公衆浴場」とは，温湯，潮湯又は温泉その他を使用して，公衆を入浴させる施設をいう。\n２ （略）\n○ 建築基準法施行令（昭和２５年１１月１６日政令第３３８号）（抜粋）\n（第一種低層住居専用地域内に建築することができる兼用住宅）第１３０条の３ 法〔注：建築基準法〕別表第二（い）項第２号（括弧内略）の規定により政令で定める住宅は，延べ面積の２分の１以上を居住の用に供し，かつ，次の各号の一に掲げる用途を兼ねるもの（これらの用途に供する部分の床面積の合計が５０平方メートルを超えるものを除く。）とする。\n一 （略）二 日用品の販売を主たる目的とする店舗又は食堂若しくは喫茶店三～七 （略）\n（第一種低層住居専用地域及び第二種低層住居専用地域内に建築してはならない附属建築物）第１３０条の５ 法〔注：建築基準法〕別表第二（い）項第１０号（中略）の規定により政令で定める建築物は，次に掲げるものとする。\n一 自動車車庫で当該自動車車庫の床面積の合計に同一敷地内にある建築物に附属する自動車車庫の用途に供する工作物の築造面積（括弧内略）を加えた値が６００平方メートル（括弧内略）を超えるもの（以下略）二～五 （略）【資料２ 要綱（抜粋）】\n建築基準法第４８条ただし書許可に関する要綱\n（趣旨）第１ この要綱は，建築基準法第４８条各項ただし書に規定する建築許可（以下「例外許可」という。）の基準及び手続に関して必要な事項を定めるものとする。\n（許可基準）第２ 用途地域別の許可基準は，次に定めるものとする。\n１ 第一種低層住居専用地域，第二種低層住居専用地域\n⑴～⑶ （略）\n⑷ 自動車車庫で別紙「自動車車庫に係る建築基準法第４８条第１項から第３項までの規定に関する許可基準」に適合するもの⑸ （略）\n２～５ （略）\n（公開による意見聴取）第７ 公開による意見聴取（以下「公聴会」という。）は，次によるものとする。\n⑴ 公聴会の案内は，公告を開催日の３日前までに行うほか，次の者に案内書を送付する。\nア 申請建築物の敷地〔注：「敷地」とは，一の建築物又は用途上不可分の関係にある二以上の建築物のある一団の土地をいう。〕から概ね５０ｍの範囲の土地又は建物の所有者イ 当該敷地が属する地縁による団体（自治会）の代表者ウ 計画建築物の用途，規模により特に利害が大きいと思われる者\n⑵ 公聴会には，申請者及び設計者又はそれらの代理人の出席を求める。\n２ 公聴会において聴取した利害関係を有する者の意見は十分尊重しなければならない。（別紙）自動車車庫に係る建築基準法第４８条第１項から第３項までの規定に関する許可基準第１ 許可方針第一種低層住居専用地域，第二種低層住居専用地域（中略）において良好な住居の環境の確保を図りつつ，居住者等が利用する自動車車庫の建築を促進するため，第２の許可基準の１から３までのいずれかに適合し，住居の環境を害するおそれがないと認められる自動車車庫については，許可制度の積極的活用を図るものとすること。\n第２ 許可基準\n１ 建築物に附属する自動車車庫にあっては，次に掲げる条件に該当するものであること。\n⑴ 当該自動車車庫の床面積の合計及び階が，用途地域に応じて次に掲げるところによること。\nイ 第一種低層住居専用地域又は第二種低層住居専用地域にあっては，床面積の合計に同一敷地内にある建築物に附属する自動車車庫の用途に供する工作物の築造面積（中略）を加えた値が１５００㎡以下であり，かつ，１階以下の部分にあること。\nロ・ハ （略）\n⑵・⑶ （略）\n⑷ 当該自動車車庫の敷地の位置及び道路との関係，構造等が次の条件に該当すること。\nイ 騒音周囲に対する騒音の低減を図るため，敷地内の建築物の配置を踏まえた適切な配置，地階への設置等を行うこと。これらの対応が困難な場合にあっては，遮音壁の設置等を行うこと。\nロ ライトグレア〔注：光のまぶしさにより物が見えにくくなったり，一過性の盲目状態になったりするような現象〕光が周囲の建築物に頻繁に当たることのないようにするため，敷地内の建築物の配置を踏まえた適切な配置，地階への設置等を行うこと。これらの対応が困難な場合にあっては，植栽，目隠し板の設置等を行うこと。\nハ 排気ガス排気ガスを排出するための換気孔等を設ける場合には，適切な位置に換気孔を設置する等により，周囲に害を及ぼさないよう配慮すること。これらの対応が困難な場合にあっては，植栽，塀の設置等を行うこと。\nニ 接道要件 （略）ホ その他 （略）\n２・３ （略）第３ （略）",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，株式会社Ａが建築しようとしているスーパー銭湯（以下「本件スーパー銭湯」という。）及びこれに附属する自動車車庫（以下「本件自動車車庫」という。）の建築を阻止しようとする周辺住民のＸ１ら及びＸ２らが，特定行政庁Ｙ１市長がした本件自動車車庫の建築に係る建築基準法第４８条第１項ただし書に基づく許可（以下「本件例外許可」という。）\nの取消しを求める訴訟及び指定確認検査機関Ｙ２がした本件スーパー銭湯及び本件自動車車庫の建築に係る建築確認（以下「本件確認」という。）の取消しを求める訴訟における法的問題について論じさせるものである。論じさせる問題は，本件例外許可の取消訴訟におけるＸ\n１ら及びＸ２らの原告適格の有無（〔設問１〕），本件例外許可の適法性（〔設問２〕），本件確認の取消訴訟において本件例外許可の違法事由を主張することの可否（いわゆる違法性の承継の問題，〔設問３〕），本件建築確認の適法性（〔設問４〕）である。問題文と資料から基本的な事実関係を把握し，建築基準法及び関係法令の関係規定の趣旨を読み解いた上で，取消訴訟の原告適格，違法性の承継及び本案の違法事由について論じる力を試すものである。\n〔設問１〕については，行政処分の名宛人以外の第三者の原告適格が問題となる。行政事\n件訴訟法第９条第２項と最高裁判所の判例を踏まえて判断枠組みを提示した上で，行政処分の根拠法規の処分要件及び趣旨・目的に着目し，関係法令の趣旨・目的を参酌し，被侵害利益の内容・性質を勘案し，当該根拠法規がＸらの主張する被侵害利益を個別的利益として保護する趣旨を含むか，どの範囲の者が原告適格を有するのかについて論じることが求められる。本件では，Ｘらの主張する「良好な住居の環境下で生活する利益」について，建築基準法が一般に想定していると解される建築物の倒壊，火災，日照被害等による直接的な被害や，都市計画法に基づく用途地域の指定等によって，地域地区に居住する住民が享受する反射的利益と比較して，「法律上保護された利益」といえるかについて検討することが求められる。\nその上で，Ｘ１ら及びＸ２らが主張する利益の内容・性質に即して，原告適格を肯定することができるかについて論じることが求められる。特に，Ｘ２らについては，本件要綱において，一定の範囲の者に公聴会に参加する機会が付与されていることとの関係についても検討することが期待される。\n〔設問２〕は，本件例外許可の違法事由として，第１に，建築審査会の同意に係る議決の\n手続上の瑕疵が問題となる。まず，建築審査会の同意には処分性が認められず，本件例外許可の取消訴訟の中で同意の違法性を争うことになることを前提とし，建築審査会制度の趣旨や除斥事由が定められた趣旨を踏まえた上で，除斥事由がある者１名の票を除外しても建築審査会の議決の結論が変わらない場合においても，なお，本件例外許可は違法といえるかについて論じる必要がある。第２に，Ｙ１市長による本件例外許可についての裁量権の範囲の逸脱，濫用の有無が問題となる。本件要綱の法的性質について，例外許可は裁量処分であり，本件要綱は裁量基準（行政手続法上の審査基準）に当たることを示した上，例外許可については裁量処分とはいえ，公聴会制度を設けてその判断の適正が担保されていること，本件要綱で挙げられた事情が考慮されていないことを踏まえて，裁量権の範囲の逸脱，濫用があると主張することができないかを論じることが求められる。\n〔設問３〕は，いわゆる違法性の承継の問題であるが，取消訴訟の排他的管轄と出訴期間\n制限の趣旨を重視すれば，違法性の承継は否定されることになるという原則論を踏まえた上で，まず，違法性の承継についての判断枠組みを提示することが求められる。その上で，最高裁判所平成２１年１２月１７日第一小法廷判決（民集６３巻１０号２６３１頁）の判断枠組みによる場合には，違法性の承継が認められるための考慮要素として，実体法的観点（先行処分と後行処分とが結合して一つの目的・効果の実現を目指しているか），手続法的観点（先行処分を争うための手続的保障が十分か）という観点から，本件の具体的事情に即して違法性の承継を肯定することができるかを論じる必要がある。\n〔設問４〕は，本件建築確認の違法事由として，第１に，本件スーパー銭湯が建築基準法\n別表第二（い）項第７号の「公衆浴場」に該当するかが問題となる。条文の文言解釈，公衆浴場が第一種低層住居専用地域に建築できる建築物とされた趣旨，「一般公衆浴場」とスーパー銭湯との異同を踏まえて検討することが求められる。第２に，本件スーパー銭湯の飲食店部分について，建築基準法別表第二（い）項第７号の「公衆浴場」に該当するかが問題となる。\n第一種低層住居専用地域に建築できる飲食店は兼用住宅に限られ，かつ，面積の制限があること（建築基準法別表第二(い)項第２号，建築基準法施行令第１３０条の３第２号）などに照らして，本件スーパー銭湯の飲食コーナー及び厨房施設の規模等を踏まえて，「公衆浴場」\nに該当するかを検討することが求められる。",
  "scoring_notes": "平成２８年司法試験の採点実感等に関する意見（公法系科目第１問）\n１ はじめに\n本年は，出題の趣旨でも触れたとおり，犯罪予防目的の行動監視を想定した架空立法を素材とし\nて，基本的人権に関わる基本的な法理が予防的権力行使を前にした場合にどのような形で妥当す\nるのかを問うものであるが，憲法に関する基礎的理解や応用力を試す問題であることは従来の出\n題と何ら変わりはない。\nしたがって，本年においても，そうした問題であることを前提として，①被侵害利益を憲法上\nの基本権として正確に構成しているか，②その侵害を正当化し得るものとして問題文中に示され\nた規制目的の性質を読み解いた上で適切な違憲審査枠組みを自ら設定しているか，③具体的な規\n制態様に関わる関係事実の中から法的評価にとって重要な要素をより出すことができているか，\n④具体的な審査過程を通じて適切な権利侵害性の評価に関する結論を得られているか，⑤基礎的\nな法理の内容や規範構造に関する理解とそうした法理を応用する能力が備わっているかなどの視\n点から採点を行っている。もとより，採点に関する考査委員会申合せ事項にいう「優秀」「良好」\n「一応の水準」「不良」の評価は画一的に定まるものではなく，上記の視点から見て，問題文中の\n事案に正面から対峙して深く洞察し，説得的に論じているかを総合的に判断して評価した。\n以下では，こうした視点を踏まえ，採点・評価に当たって気付いた点を中心に述べることとす\nる。これらをも参考にしつつ，憲法的視点に立ち，より説得的な論述ができるように努力を重ね\nることを期待したい。\n２ 総 論\n・ 本問では，架空の性犯罪継続監視法がいかなる憲法上の人権をどのような形で制約することにな\nるのかを正確に読み取り，被侵害利益を特定して，その重要性や規制の程度等を論じて違憲審査\n基準を定立し，問題文中の事実に即して適用するなどして結論を導かねばならない。その際，当\n該権利（自由・利益）を憲法上の人権として保障すべき理由，これに一定の制限を課す必要があ\nる理由（反対利益への配慮），これらを踏まえて当該違憲審査基準を採用した理由，同基準を適用\nして合憲又は違憲の結論を導いた理由について，いかに説得的に論じているかが，評価の分かれ\nた一つのポイントとなる。\n・ 特に，問題文中には，被侵害利益を特定する手掛かりとなる事実，違憲性審査基準を選択する説\n得的な理由になり得る事実，審査基準に当てはめて結論を導くための要素となる事実等が数多く\n記載されているので，それらの意味を憲法的視点から構成し，付添人及び検察官双方の立場から，\n結論を導く理由について説得的に論じることを期待した。これらの理由について，自分の頭で考\nえ，自分の言葉で論じている答案は評価が高かった。\n・ また，本問は，全面的に直接に依拠できる判例が存在する事案ではないが，参考となる判例の射\n程を正確に理解し，本問事例との相違を指摘しつつ議論の展開を可能な限り判例に基づいたもの\nにしようとする答案は，論述も説得的なものとなり，評価が高かった。\n・ 他方，被侵害利益の特定や，違憲審査基準の定立及び適用等を論ずるに当たり，問題文中の重要\nな事実を指摘できず，淡白な記述にとどまっている答案や，問題文中の事実を詳細に指摘したも\nのの単なる羅列にすぎず，憲法的視点が伴っていない答案については，高い評価を与えられなか\nった。\n３ 被侵害利益\n・ 本問では，性犯罪者継続監視法による継続監視の仕組みがプライバシー権を侵害し，かつ同法に\nよる警告・禁止命令の仕組みが移動の自由（又は行動の自由）を侵害する，という観点から解答\nする答案が多かった。そして，プライバシー権については憲法第１３条に，移動の自由（又は行\n動の自由）については憲法第１３条又は第２２条第１項に，それぞれ位置付けて論ずるものが多\n数であった。また，位置情報発信装置（ＧＰＳ）の埋設行為を身体への侵襲を伴うものとして憲\n法第１３条との関係で問題とする答案も相当数あった。いずれの被侵害利益を特定する上でも，\n本件法律の仕組みを憲法的視点から正確に読み取り，問題文中の事実関係に即して，どのような\n権利利益の侵害といえるかを具体的に論ずる必要がある。\n・ すなわち，本問で問題となるプライバシー権は，判例に多く現れた「私生活をみだりに公開され\nない権利」とは異質の構造を持ち，公権力による情報収集に対抗する意味におけるプライバシー\n権をどのように特定すべきか，そして特定された被侵害利益がどのような性質のものかが問題と\nなる。こうした問題意識を持って，事案に即して論述を深めている答案は評価が高かったが，単\nに「憲法第１３条はプライバシー権を保障している」といった論述にとどまる答案や，多くの判\n例で問題となった事案との相違を考慮に入れることなく「私生活をみだりに公開されない権利」\nという意味でのプライバシー権の侵害を論じた答案も相当数見受けられた。\n・ また，移動の自由（又は行動の自由）について，性犯罪継続監視法に基づく継続監視によって取\n得される個人の位置情報は，単なる「位置（点）」の情報にとどまるものではなく，その立ち回り\n先によっては個人の主義・信仰・趣味・嗜好等が推知されるおそれがあるとか，これを継続的に\n取得すること（「線」として把握すること）により個人の行動パターンが知られるなどと，事実に\n即して具体的検討がなされている答案が相当数あり，こうした答案には高い評価を与えた。さら\nに，こうした視点を発展させ，継続監視が移動の自由や，ひいては表現活動等に対する萎縮的効\n果を与えるのではないかという点に着目して移動の自由の侵害を論じた答案にも高い評価を与え\nた。なお，警告・禁止命令による移動の自由の侵害を論じた答案も相当数見られたが，本問にお\nいては，Ａが継続監視の対象とされるか否かという段階にあり，未だ警告・禁止命令の効力を争\nう段階ではない点に留意する必要がある。\n・ 性犯罪者継続監視法は，法目的を達成するためにＧＰＳを体内に埋設するという身体への直接的\n侵襲を伴う手段を用いるものであるから，これを独立の権利侵害として位置付けて検討するにせ\nよ，継続監視の手段の一内容として位置付けて手段審査の中で検討するにせよ，その重大性に着\n目した論述を期待したが，この点に全く言及されていない答案も少なからず存在した。\n・ 平等について論じる答案も一定数あったが，問題となる権利侵害が比較的はっきりしている本問\nにおいては，あえて平等まで論じなくとも正面からプライバシー権等の侵害を論じれば足りる。\n実際には，このような答案の多くが，平等を問題としながら，平等に固有の審査をしておらず，\nプライバシー侵害等があるか否かの審査をしているにすぎなかった。\n・ また，明確性の原則を述べるものもあったが，問題文中で憲法第３１条に関する論点を除外して\nいることを踏まえると，例えば，行動の自由に対する萎縮的効果を論じる中で言及するなど，論\nじ方に工夫が必要であり，単に明確性の原則に反するから違憲無効であるとの記述では評価の対\n象とすることはできなかった。\n４ 違憲審査基準の定立及び適用\n・ 本問では，性犯罪者継続監視法の憲法適合性を論じる上で，まず，被侵害利益の性質や重要性，\n規制の程度等について問題文中の事実に即して具体的に検討して違憲審査基準を定立するととも\nに，その適用場面において，問題文中から必要な事実を読み取って憲法的視点から構成し，反対\n利益にも配慮しつつ理由を付して結論を導くことができて初めて説得力のある論述となる。\n・ これらの論述に際し，性犯罪者継続監視法を正しく読み取り，法目的は何であるのか，その仕組\nみが目的達成のために本当に役に立つのか，役に立つとしてどの程度役立つのかといった点にも\n配慮して具体的に論じた答案は，それほど多くはなかったものの，よく考えられた説得力のある\nものとして高い評価を与えた。例えば，継続監視決定に至る手続への専門家の関与が任意的であ\nる点（法第１１条）や，継続監視が比較的長期の２０年以内とされ（法第１４条），必要に応じて\n期間途中で監視を打ち切ったり，期間を延長したりするための手続規定が用意されていない点等\nについて言及しつつ，本件規制の内容・程度を論じているものなどである。\n・ これに対して，上記の点に関する論述が不十分な答案については，高い評価を与えることができ\nなかった。例えば，一般的危険区域（法第３条）について対象者の立入りが禁止されているなど\nと，本件規制内容を正しく読み取っていないもの，違憲審査基準の定立ばかりに気を取られてし\nまい，その適用場面において問題文中から憲法上意味のある事実関係を十分読み取っていないも\nの，逆に，事実関係についてはある程度読み取ってはいるが，違憲審査の枠組みを適切に定立す\nるという意識を欠き，結局は本問限りの場当たり的な判断をしていると評価せざるを得ないもの，\n「継続監視はプライバシーの制限であり，プライバシーは重要な人権であるから厳格審査が必要\nである」などと，単にキーワードを羅列するだけで本件事案に即した検討がなされていないもの\nなどである。\n・ そもそも，性犯罪者継続監視法における継続監視の仕組みや警告・禁止命令の仕組みにはそれぞ\nれ問題も多い反面，立法過程の議論や法律の内容等に鑑みると，合理性を支える制度や事情も少\nなからず存在している。したがって，単に被侵害利益の重要性のみを強調するのではなく，当該\n規制の目的や反対利益を正確に読み取り，これらへの配慮を示した答案は評価が高かった。これ\nに対し，反対利益を抽象的な公共の安全と捉え，特に理由を示さないまま，これと対比すれば公\n権力に監視されない自由の方が優越すると述べるにとどまる答案や，被侵害利益の重要性の視点\nからのみ論じて反対利益には配慮を全く示さない答案については，反対利益を事実に即して憲法\n的視点から正確に把握できないまま，自己に都合の良い結論に導く立論をしているにすぎないと\n判断され，論述に説得力を欠くものとして，高い評価を与えられなかった。\n・ また，違憲審査基準として，いわゆるＬＲＡの基準によるとしても，目的達成のために必要最小\n限度の制限のみ許されるとする基準を用いるのであれば，より制限的でない他の手段によっても\n本法の目的を達せられることについて，具体的かつ丁寧に論じる必要がある。例えば，自宅にい\nるときも含めて常時監視するのではなく，一般的危険区域に立ち入った場合にのみ監視すべきで\nあるとか，最長２０年という長期にわたる監視になり得ることから事後的に継続監視を解除でき\nる手続を設けるべきとか，ＧＰＳの体内埋設の問題性とブレスレット型ＧＰＳを装着させること\nによる社会的差別の惹起のおそれを考慮して，対象者にそのいずれかを選択させる選択制を採用\nすべきであるというような，事案に即してよく考えられた答案が相当数見られた。しかし，具体\n性や実現可能性の困難な代替手段を提示したにすぎないのに，本法が必要最小限度の制約を超え\nるから違憲であるとする答案も一定数見られた。\n・ なお，本件規制は，出題の趣旨でも触れたとおり，将来における害悪発生を予防するために現時\n点において個人の行為に制限を課すものであり，具体的危険が認識できない段階で個人の人権を\n制限することがいかなる条件で許容されるかという問題を発生させる。こうした問題意識が推論\nのいずれかの段階で表れている答案については，本件規制の性質を事実に即して正確に理解する\nものとして高い評価を与えたが，残念ながら，そのような答案は少なかった。\n５ 検察官の反論又は私見\n・ 本年は，昨年と異なり，各設問の配点を明示しなかったが，設問１では付添人の主張を，設問２\nではあなた自身の見解を，それぞれ問い，検察官の反論については，あなた自身の見解を述べる\n中で，これを「想定」すればよいこととした。したがって，検察官の反論については，仮に明示\nして論じるにしても簡にして要を得た記述にとどめ，あなた自身の見解が充実したものになるこ\nとを期待したものである。この点では，本問は，従来の出題傾向と何ら変わらない。\n・ ただ，その際，検察官の反論を明示する以上は，判断枠組みを定立するだけで終わるのでは不十\n分であるし，「目的は不可欠で，手段は最小限である」などと結論を記載するだけでも足りず，冗\n長にならないように留意しつつ，検察官としてその結論につながる積極的・直接的・根本的な理\n由（判断の骨組みとなる部分）まで端的に示す必要がある。他方，結論的に付添人の主張と同一\nの結論となるにしても，なぜ検察官の反論を採用できず，付添人の主張と同一の結論に至るのか\nについて説得的に論じなければ，検察官の反論を踏まえたものとはならないことに留意して欲し\nかった。\n・ しかしながら，例年と同様，検察官の主張を詳細に述べる余り，あなた自身の見解が簡単なもの\nにとどまってしまった答案や，あなた自身の見解が検察官の反論に対する再反論に終始してしま\nい，そのため，あなた自身の見解について，どのような判断枠組みの下，どのような事実関係に\n着目して，どのような結論を導いたのかが不明確な答案が相当数あった。また，検察官の反論及\nびあなた自身の見解に言及されているものの，あなた自身の見解が検察官の反論を踏まえたもの\nになっておらず，付添人の主張を繰り返すだけになってしまっている答案も見られた。\n・ また，反論しやすさを考慮したためか，検察官の反論として，法曹としてのセンスを疑われるよ\nうな答案（例えば，「性犯罪者に対する人権規制に対しては概括的に緩やかな違憲審査で足る」と\n論じるもの）が散見されたが，違憲審査の基礎的な理解を欠くものと評価せざるを得なかった。\n６ その他一般的指摘事項\n⑴ 問題文の読解及び答案の作成一般\n・ 設問１は「性犯罪者継続監視法が違憲であることを訴えるため」の主張を問うているのであ\nるから，専ら法令違憲のみを検討すればよく，適用違憲や処分違憲に言及する必要はないのに，\nこれに言及する答案が少なからずあり，中には，法令違憲と適用違憲との違いが的確に理解で\nきていないのではないかと疑われる答案も見られた。\n・ 違憲審査基準の定立に当たり，付添人の主張では，侵害される権利が重要で，制約態様も重\n大であるという理由から厳格な基準を導いているのに，あなた自身の見解では，全く同じ理由\nからそれよりも緩やかな基準を導いている答案が見られた。同様に，違憲審査基準の適用場面\nでも，付添人の主張では，性犯罪者継続監視法の目的（第１条）は「不可欠でない」としてい\nるのに，あなた自身の見解では，特に理由も示さないまま「不可欠である」とした答案が見ら\nれた。異なる結論となるのであれば，それぞれに異なる理由があるはずであり，これを省略す\nると論述全体の一貫性を欠くものと判断されるので，丁寧に書き分けて論述して欲しかった。\n・ 当然のことながら，条文は誤りなく摘示する必要があるが，例えば，居住移転の自由を憲法\n第２１条第１項とするものや幸福追求権を憲法第１４条とする答案があった。条文の表記は大\n切にして欲しい。\n⑵ 形式面\n・ 例年指摘しているが，誤字（例えば，幸福追「及」権や必要不可「決」とするもの）や略字\nが相当数認められるほか，字が雑に書かれたり小さかったりして読みづらいもの，加除や挿入\nがどの箇所になされているのか判読し難いもの等，文書の体裁上問題のある答案が相変わらず\n一定数あった。時間がなくて焦って書いたものと推察されるが，このような答案は，受験生と\nしての姿勢や法律家としての資質を疑わせることになりかねない。他人に読ませる文章である\nことを強く意識して，大きな字で読みやすく，また，加除や挿入が明確に分かるような形での\n答案作成をお願いしたい。\n・ なお，付添人を「原告」，検察官を「被告」と取り違えている答案が少なくなかった。本問は，\n性犯罪者継続監視法第１０条の規定に基づいて，検察官が裁判所に対し，Ａに対し継続監視を\n行う決定をすることを申し立てた場面の設問であることを問題文からきちんと理解して正確に\n記述して欲しかった。\n平成２８年司法試験の採点実感等に対する意見（公法系科目第２問）\n１ 出題の趣旨\n別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針\n採点に当たり重視していることは，例年と同じく，問題文及び会議録中の指示に従って基本的な\n事実関係や関係法令の趣旨・構造を正確に分析･検討し，問いに対して的確に答えることができて\nいるか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能\n力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・\n構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができている\nか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準\n⑴ 設問１\n・ 第三者の原告適格の判断枠組みを適切に提示した上で，根拠法令の趣旨・目的，関連法令の\n趣旨・目的，被侵害利益の内容・性質等についての一般的な検討を行い，本件事案に即した検\n討をしている答案は，一応の水準に達しているものと判断した。\n・ これに加えて，法律上保護された利益説についての十分な理解を示し，都市計画法が関係法\n令に当たるとした上で，第一種低層住居専用地域の設定の趣旨・目的について具体的に検討し\nており，また，Ｘ１とＸ２の利益状況の違いを踏まえた当てはめを的確に行っている答案は，\n良好な答案と判断した。\n・ さらに，原告適格の判断において本件要綱を考慮し得るか否かや，公聴会制度が周辺住民に\n手続保障を付与したものと解されるか否かについて具体的に検討し，また，被侵害利益の回復\n困難な性質や距離に応じた被害の程度等についても詳述した上で，全体として論理的かつ説得\n的な論述をしている答案は，優秀な答案と判断した。\n⑵ 設問２\n・ 手続法上の瑕疵につき，除斥事由が定められた趣旨を踏まえ，１名を除外しても人数的には\n結論が変わらない事案についての考え方を示しており，また，実体法上の瑕疵につき，本件要\n綱の裁量基準としての性質を踏まえ，本件事案に即して裁量権の逸脱・濫用の有無を検討して\nいる答案は，一応の水準に達しているものと判断した。\n・ これに加えて，手続法上の瑕疵につき，手続法上の瑕疵と処分の違法性との関係についての\n検討や，建築審査会制度の趣旨に遡っての検討をしており，また，実体法上の瑕疵につき，本\n件事案に即した裁量権の逸脱・濫用の有無についての検討を的確に行っている答案は，良好な\n答案と判断した。\n・ さらに，実体法上の瑕疵につき，本件要綱違反と裁量権の逸脱・濫用との関係について理論\n的に説明した上で，全体として論理的かつ説得的な論述をしている答案は，優秀な答案と判断\nした。\n⑶ 設問３\n・ 違法性の承継についての判断枠組みを適切に提示し，最高裁判所平成２１年１２月１７日第\n一小法廷判決・民集６３巻１０号２６３１頁（以下「最高裁平成２１年判決」という。）を踏\nまえた上で，実体法的観点及び手続法的観点の両面からそれなりに本件事案に即した検討をし\nている答案は，一応の水準に達しているものと判断した。\n・ これに加えて，取消訴訟の排他的管轄及び出訴期間制限の趣旨から，違法性の承継の否定と\nいう問題が生ずることを指摘しており，また，最高裁平成２１年判決の具体的な内容について\nも言及し，さらに，本件事案に即した実体法的観点及び手続法的観点の両面からの当てはめを\n的確に行っている答案は，良好な答案と判断した。\n・ さらに，本件例外許可の第三者への通知の有無と本件では原告らがたまたまこれを知ってい\nたこととの関係や市職員による誤教示をどのように評価するかについて，論理的な分析をした\n上で，全体として論理的かつ説得的な論述をしている答案は，優秀な答案と判断した。\n⑷ 設問４\n・ スーパー銭湯の公衆浴場該当性について，公衆浴場が第一種低層住居専用地域に建築できる\n建築物とされた趣旨や一般公衆浴場とスーパー銭湯との異同を踏まえた上で，検討している答\n案は，一応の水準に達しているものと判断した。\n・ これに加えて，スーパー銭湯の公衆浴場該当性について，条文の文言解釈を出発点として法\n解釈を展開し，また，飲食コーナー等の存在による本件建築確認への影響について，結論とそ\nの理由が示されている答案は，良好な答案と判断した。\n・ さらに，飲食コーナー等の存在による本件建築確認への影響について，建築基準法施行令を\n踏まえて法的な分析をした上で，全体として論理的かつ説得的な論述ができている答案は，優\n秀な答案と判断した。\n４ 採点実感\n以下は，考査委員から寄せられた主要な意見をまとめたものである。\n⑴ 全体的印象\n・ 例年繰り返し指摘し，また強く改善を求め続けているところであるが，相変わらず判読困難\nな答案が多数あった。極端に小さい字，極端な癖字，雑に書き殴った字で書かれた答案が少な\nくなく，中には「適法」か「違法」か判読できないもの，「…である」か「…でない」か判読で\nきないものすらあった。第三者が読むものである以上，読み手を意識した答案作成を心掛ける\nことは当然であり，丁寧に判読できるような文字を書いていただきたい。\n・ 誤字，脱字，平仮名を多用しすぎる答案も散見された。\n・ 問題文及び会議録には，どのような視点で書くべきかが具体的に掲げられているにもかか\nわらず，問題文等の指示に従わない答案が相当数あった。\n・ 例年指摘しているが，条文の引用が不正確な答案が多く見られた。\n・ 冗長で文意が分かりにくいものなど，法律論の組立てという以前に，一般的な文章構成能力\n自体に疑問を抱かざるを得ない答案が少なからず見られた。\n・ 結論を提示するだけで，理由付けがほとんどない答案，問題文中の事実関係や関係法令の\n規定を引き写したにとどまり，法的な考察がされていない答案が少なからず見られた。論理\nの展開とその根拠を丁寧に示さなければ説得力のある答案にはならない。\n・ 法律解釈による規範の定立と問題文等からの丁寧な事実の拾い出しによる当てはめを行う\nという基本ができていない答案が少なからず見られた。\n・ 問題文等から離れて一般論（裁量に関する一般論等）について相当の分量の論述をしてい\nる答案が少なからず見られた。問題文等と有機的に関連した記載でなければ無益な記載であ\nり，問題文等に即した応用能力がないことを露呈することになるので，注意しておきたい。\n・ 例年より設問数が多かったことや時間配分が適切でなかったこと（設問１に必要以上に時\n間を掛けたと思われる答案が散見された。）などにより，時間不足となり設問４についての論\n述が十分でない答案が多かった。\n⑵ 設問１\n・ 原告適格の判断基準に関する一般論はおおむね良好に記載されていたが，判断基準に即した\n検討ができていないもの，根拠法規，関係法令や本件要綱の条文を羅列するのみで，それら相\n互の関連や導こうとする結論との論理的関係が明らかでない答案が多かった。問題のある答案\nとして，例えば，本件要綱につき特段の説明もなく「関係法令」に当たるとするもの，「関係\n法令」として都市計画法第１条，第９条第１項，第１０条等に言及していないもの，被侵害利\n益の内容・性質等に触れることなく，建築基準法第１条や本件要綱の規定等から直ちに原告適\n格を肯定する答案などが多く見られた。\n・ Ｘ１とＸ２の利益状況の違いについて十分検討せず，両者を一緒に検討している答案が相当\n数見られた。\n⑶ 設問２\n・ 手続法上の瑕疵が処分の取消事由となるかどうかの判断枠組みを示すことなく，手続法上の\n瑕疵があるから直ちに違法とする答案が相当数見られた。この点に関しては，審議会手続の瑕\n疵に関する最高裁判所昭和５０年５月２９日第一小法廷判決・民集２９巻５号６６２頁の判断\n枠組みが参考になる。\n・ 本件要綱の法的性質については，過去に繰り返し問われていることもあり，裁量基準（行政\n手続法上の審査基準）であるという一般論については，おおむね良好に記載されていた。もっ\nとも，本件要綱に違反することから直ちに本件例外許可は違法とする答案が多く，裁量基準に\n違反する場合にどのような理論的構成により本件例外許可が裁量権の逸脱・濫用となるかにつ\nいて，説得的に述べている答案はそれほど多くなかった。\n⑷ 設問３\n・ 少数ではあるが，違法性の承継の問題であることに気付かなかった答案もあった。\n・ 違法性の承継については，会議録中に「関連する最高裁判所の判例もあったと思いますので，\n併せて検討してみます。」との弁護士Ｄの発言が掲げられているにもかかわらず，最高裁平成\n２１年判決が示した判断枠組みを正しく理解した上で論じている答案が思いのほか少なかった\nのは残念であった。\n・ 実体法的観点として，例外許可と建築確認とが同一目的を達成するための一連の処分といえ\nるか又は先決関係にあるといえるかについて，具体的・説得的な理由を挙げていない答案が相\n当数見られた。\n⑸ 設問４\n・ 時間不足のためか，論述が十分でない答案が多かった。\n・ 本件スーパー銭湯については，条文の文言解釈としては建築基準法別表第二（い）項第７号\nの「公衆浴場」に当たることは明らかであるが，この点を指摘した答案はごく少数にとどまっ\nた。法解釈における条文の文言解釈の重要性については十分に意識してもらいたい。\n・ 指定確認検査機関Ｙ２の建築確認（建築基準法第６条，第６条の２）を裁量行為と考え，本\n件確認には裁量権の逸脱・濫用があり違法であるとした答案が少なからず見られた。しかし，\n建築確認は，計画建築物が建築基準関係規定に適合しているか否かを審査し建築の自由を回復\nさせる許可の性質を有する行政行為であり，裁量性のないき束行為であると解されているから，\n裁量行為とする見解は妥当でない。\n・ 本件スーパー銭湯が飲食店部分を有することから直ちに本件スーパー銭湯は第一種低層住居\n専用地域に建築できないものと結論付ける答案が少なくなかった。\n５ 今後の法科大学院教育に求めるもの\n・ 本年は，問題文及び議事録において書くべき論点が丁寧に明示されていたこともあり，例年に\n比較して平易な問題であった。その分，基本的な判例や概念等についての正確な理解に基づき，\n本件事案に即した適切な見解を導く応用能力があるか，論理的な思考に基づき説得的な論述がで\nきているかによって，評価に大きな差が出る問題であったといえる。\n・ 法科大学院には，単に条文上の要件・効果といった要素の抽出やその記憶だけに終始すること\nなく，様々な視点からこれらの要素を分析し，類型化するなどの訓練を通じて，試験などによっ\nて与えられた命題に対し，適切な見解を導き出すことができる能力を習得させるという教育にも\n力を注いでもらいたい。本年も，論点単位で覚えてきた論証をはき出すだけで具体的な事案に即\nした論述が十分でない答案，条文等を羅列するのみで論理的思考過程を示すことなく結論を導く\n答案などが散見されたところであり，上記のような論理的な思考過程の訓練の積み重ねを，法律\n実務家となるための能力養成として法科大学院に期待したい。\n・ 設問１及び設問３は，最高裁判所の重要判例を理解していれば，容易に解答できる問題であっ\nた。しかし，設問１については，一般論として判断基準を挙げることはできても，判断基準の意\n味を正確に理解した上で当てはめができているものは少数であり，設問３については，会議録中\nで検討すべきことを明示していたにもかかわらず，最高裁平成２１年判決の正しい理解に基づい\nて論述した答案は思いのほか少なかった。昨年も指摘したところであるが，行政法について短答\n式試験が廃止されても，重要判例を読んで理解する学習をおろそかにしてはならないことを，注\n意しておきたい。\n・ 昨年と同様，法律的な文章という以前に，日本語の論述能力が劣っている答案が相当数見られ\nた。法律実務家である裁判官，検察官，弁護士のいずれも文章を書くことを基本とする仕事であ\nる。受験対策のための授業になってはならないとはいえ，法科大学院においても，論述能力を十\n分に指導する必要があるのではないか。"
}