{
  "year": "H28",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕から〔設問４〕に答えなさい。\n【事 例】\n１ 司法警察員Ｐ及びＱは，平成２７年７月１日午前１０時４５分，「Ｇ県Ｈ市内の路上に停車中の自動車内に，大声で叫ぶ不審な男がいる。」との住民からの通報を受け，同日午前１０時５５分，通報のあった路上にパトカーで臨場したところ，停車中の自動車の運転席に甲を認め（以下，同自動車を「甲車」という。），その後方にパトカーを停車させた。甲は，エンジンの空吹かしを繰り返して発進せず，全開の運転席窓から大声で意味不明な言葉を発していた。Ｐが甲に対し，「どうしましたか。」と声を掛けると，甲は，「何でもねえよ。」と答えた。Ｐは，甲から運転免許証の提示を受け，Ｑに対し，甲の犯歴を照会するよう指示した。\n２ 甲には，目の焦点が合わず異常な量の汗を流すなど，覚せい剤使用者特有の様子が見られた。\nまた，同日午前１１時，甲には，覚せい剤取締法違反の有罪判決を受けた前科がある旨の無線連絡があった。そこで，Ｐは，甲につき，覚せい剤の使用及び所持の疑いを抱いた。\nＰは，甲から尿の提出を受ける必要があると考え，Ｑを甲車助手席側路上に立たせ，自らは甲車運転席側路上に立ち，甲に対し，「違法薬物を使っていないかを確認するので，Ｈ警察署で尿を出してください。」と言った。甲は，「行きたくねえ。」と言い，甲車を降りてＨ警察署とは反対方向に歩き出し，２，３メートル進んだが，Ｐは，「どこに行くのですか。」と言って甲の前に立ち，進路を塞いだ。すると，甲は，「仕方ねえ。」と言い，甲車運転席に戻った。その直後，Ｐ\nは，甲の左肘内側に赤色の真新しい注射痕を認めて，覚せい剤使用等の疑いを強め，「その注射痕は何ですか。Ｈ警察署で尿を出してください。」と言ったが，甲は，「行きたくねえ。献血の注射痕だ。」と言った。\nＰは，Ｈ警察署に連絡を取り，応援警察官４名を臨場させるよう求め，同４名は，同日午前１１時１５分に２台のパトカーで到着した。Ｐは，これらのパトカーをＰらが乗って来たパトカーの後方に停車させた上，同４名をそのままパトカー内で待機させた。甲は，同日午前１１時２０分及び午前１１時２５分の２度にわたり甲車を降りて歩き出し，２，３メートル進んだが，その都度Ｐは，「どこに行くのですか。Ｈ警察署で尿を出してください。」と言って甲の前に立ち，進路を塞いだ。その都度甲は，「警察に行くくらいなら，ここにいる。」と言い，甲車運転席に戻った。その後，甲は，甲車助手席上のバッグからたばこを取り出したが，その際，Ｐは，同バッグ内に注射器を認めた。そこで，Ｐが甲に対し，「その注射器は何ですか。見せてください。」と言うと，甲は，「献血に使った注射器だ。見せられない。」と言った。Ｐは，同注射器の存在や甲の不自然な言動から，覚せい剤使用等の疑いを一層強め，甲車の捜索差押許可状及び甲の尿を差し押さえるべき物とする捜索差押許可状を請求することとした。\n３ Ｐは，同日午前１１時３０分，Ｑに対し，前記各許可状を請求するよう指示し，Ｐらが乗って来たパトカーでＨ警察署に向かわせ，甲に対し，「今から，採尿と車内を捜索する令状を請求する。令状が出るまで，ここで待っていてくれ。」と言ったが，甲は，「嫌だ。」と言った。\nＰは，応援警察官が乗って来た２台のパトカーを，甲車の前後各１メートルの位置に，甲車を挟むようにして停車させ，甲車が容易に移動できないようにした上，前記応援警察官４名を甲車周囲に立たせ，自らは甲車運転席側路上に立った。その後，甲は，甲車を降りて歩き出し，２，３メートル進んだが，Ｐは，甲の前に立ち，「待ちなさい。」と言って両手を広げて進路を塞ぎ，甲がＰの体に接触すると，足を踏ん張り，それ以上甲が前に進めないように制止した。すると，甲は，「仕方ねえな。」と言いながら甲車運転席に戻った。\n甲は，同日午後零時３０分，甲車運転席で，携帯電話を用いて弁護士Ｒと連絡を取り，「警察に囲まれている。どうしたらいいんだ。」などと，３０分間通話した。甲は，同日午後１時，「弁\n- 2 -護士から帰っていいと言われたので，帰るぞ。」と言い，甲車を降りて歩き出し，２，３メートル進んだ。Ｐは，甲の前に立ち，「待ちなさい。」と言って両手を広げて進路を塞ぎ，甲がＰの体に接触すると，足を踏ん張り，それ以上甲が前に進めないように制止し，更に胸部及び腹部を前方に突き出しながら，甲の体を甲車運転席前まで押し戻し，「座っていなさい。」と言った。すると，甲は，「車から降りられねえのか。」と言いながら，甲車運転席に座った。その後，甲は，甲車運転席で電話をかけたりしていたが，同日午後４時，再度，甲車を降りて歩き出し，２，３メートル進んだ。Ｐは，両手を広げて甲の進路を塞ぎ，甲がＰの体に接触すると，胸部及び腹部を前方に突き出しながら，甲の体を甲車運転席前まで押し戻し，「座っていなさい。」と言った。甲は，「帰れねえのか。」と言いながら甲車運転席に座った。\n一方，Ｑは，Ｈ警察署で，前記各許可状を請求する準備を行った後，Ｉ簡易裁判所裁判官に対し前記各許可状を請求し，その発付を受け，同日午後４時３０分，甲車が止まっていた前記場所に到着した。なお，この間，交通渋滞のため，通常より１時間多くの時間を要した。Ｐは，Ｑからすぐに前記各許可状を受け取り，甲立会の下，甲車の捜索を開始した。\n４ Ｐは，前記注射器１本を押収するとともに，甲車助手席上のバッグ内からビニール袋に入った約０．２グラムの覚せい剤１袋を発見して押収し，甲を覚せい剤所持の被疑事実で現行犯逮捕した。甲は，Ｈ警察署において，任意に尿を提出し，後日，覚せい剤の成分が検出された。また，改めて行った前科照会の結果，甲には，平成２５年４月，覚せい剤取締法違反（使用及び所持）\nにより，懲役１年６月（３年間執行猶予）の有罪判決を受けた前科があることが分かった。\n５ 甲は，逮捕後の弁解録取手続において，「バッグ内の覚せい剤は，誰かが勝手に入れたものだ。」と弁解して被疑事実を否認した。甲は，平成２７年７月３日午前９時３０分，Ｉ地方検察庁検察官に送致され，検察官Ｓは，同日午前９時４５分から弁解録取手続を開始した。甲はまだ弁護士とは接見しておらず，甲の弁護人選任届も提出されていなかった。弁護士Ｔは，同日午前９時５０分，Ｓに電話し，甲を取調室に残して別室で応対したＳに対し，「私は，甲の妻から依頼を受け，甲の弁護人になろうと考えている。今日の午前１０時３０分から，Ｈ警察署で，甲と接見したい。」と言った。Ｓは，弁解録取手続終了まで更に約３０分を要し，Ｉ地方検察庁からＨ警察署まで自動車で約３０分を要することから，Ｔに，「今，弁解録取の手続中です。接見は，午前\n１１時からにしていただきたい。」と伝えた（①）。Ｔは，「仕方ないですね。しかし，午前１１時には，必ず接見させてください。」と言った。\nＳによる弁解録取手続において，甲は，前記同様の弁解をして否認し，同手続は，同日午前１０時２０分に終了したが，その直後，甲は，「実は，お話ししたいことがあります。ただ，今度有罪判決を受けたら刑務所行きですよね。」と言った。Ｓは，甲が自白しようか迷っていると察し，この機会に自白を得たいと考えた。そこで，同日午前１０時２５分，Ｓは，甲を取調室に残し，別室で，Ｔに電話をかけ，Ｔに，「これから取調べを行うことにしました。午後零時には取調べを終えますので，接見は，午後零時３０分以降に変更していただきたい。」と伝えた（②）。\nＴは，「予定どおり接見したい。」と主張して譲らなかったが，Ｓは，電話を切って取調室に戻り，取調べを開始した。その取調べにおいて，甲は，「平成２７年６月２８日，知り合いの乙方で，乙から覚せい剤２袋を２万円で買い，１袋分を注射器で使用し，残りを持っていた。」旨，覚せい剤所持の事実のほか，その入手状況及び覚せい剤使用の事実についても自白し，甲の自白調書が作成された。取調中，Ｔは，当初の予定どおり接見できるよう求めてＳに電話をかけたが，Ｓは，電話に出なかった。甲は，同年７月３日午後零時３０分，Ｈ警察署に戻り，Ｔは，すぐに甲と接見した。\nＳは，その後，必要な捜査を遂げ，甲を覚せい剤取締法違反（使用及び所持）によりＩ地方裁判所に公判請求した。\n６ Ｐは，前記甲供述等に基づき，甲に対する覚せい剤譲渡の被疑事実で，乙を通常逮捕した。乙は，「甲に風邪薬をあげたことはあるが，覚せい剤など見たこともない。甲に覚せい剤を売った- 3 -とされる平成２７年６月２８日，私は，終日，外出していて自宅にはいなかった。」旨弁解して被疑事実を否認した。乙は，Ｉ地方検察庁検察官に送致され，Ｓは，必要な捜査を遂げ，乙を「平成２７年６月２８日，Ｇ県Ｈ市○町○番の乙方で，甲に覚せい剤約０．４グラムを代金２万円で譲り渡した。」との公訴事実により，Ｉ地方裁判所に公判請求した。\n７ 乙に対する覚せい剤取締法違反被告事件は，事件の争点及び証拠を整理する必要があるとして，公判前整理手続に付された。乙及びその弁護人Ｕは，同手続において，当初，前記弁解と同様の主張をしたが，裁判所から，「アリバイ主張について可能な限り具体的に明らかにされたい。」との求釈明を受け，「平成２７年６月２８日は，終日，丙方にいた。その場所は，Ｊ県内であるが，それ以外覚えていない。『丙』が本名かは分からない。丙方で何をしていたかは覚えていない。」\n旨釈明した。その結果，本件争点については，「⑴ 平成２７年６月２８日に，乙方において，乙が甲に覚せい剤を譲り渡したか。⑵ その際，乙に，覚せい剤であるとの認識があったか。」と整理され，甲の証人尋問及び被告人質問等が実施されることが決まった。\n８ 第１回公判期日において，乙及びＵは，公訴事実を否認し，公判前整理手続でしたのと同様の主張をした。\nまた，同期日に実施された甲の証人尋問において，甲は，【資料】のとおり証言した。\n９ 第２回公判期日に実施された被告人質問において，乙は，Ｕの質問に対し，「平成２７年６月\n２８日は，Ｊ県Ｍ市△町△番の戊方にいました。」と供述した。Ｕからの「丙方ではなく，戊方にいたのですか。」との質問に対し，乙は，「前回の公判期日後，戊から手紙が届き，丙方ではなく，戊方でテレビを見ていたことを思い出しました。」と供述した。そこで，Ｕは，乙に対し，「あなたが当日戊方にいたことに関し，これから詳しく聞いていきます。まず，戊方で見ていたテレ\nビ番組は何ですか。」と質問した（④）。これに対し，Ｓは，「弁護人の質問は，公判前整理手続において主張されていない事実に関するものであり，制限されるべきである。」と述べて異議を申し立てた。\n〔設問１〕 【事例】中の２及び３に記載されている司法警察員Ｐらが甲を留め置いた措置の適法\n性について，具体的事実を摘示しつつ論じなさい。\n〔設問２〕 検察官Ｓによる下線部①及び②の各措置の適法性について，具体的事実を摘示しつつ\n論じなさい。\n〔設問３〕 【資料】に記載されている下線部③の証言の証拠能力について，想定される要証事実\nを検討して論じなさい。\n〔設問４〕 被告人乙が戊方にいたことを前提とする弁護人Ｕの下線部④の質問及びこれに対する\n乙の供述を，刑事訴訟法第２９５条第１項により制限することができるか。公判前整理手続の経過及び結果並びに乙が公判期日で供述しようとした内容を考慮しつつ論じなさい。\n（参照条文） 覚せい剤取締法第１９条 左の各号に掲げる場合の外は，何人も，覚せい剤を使用してはならない。\n（以下略）第４１条の２ 覚せい剤を，みだりに，所持し，譲り渡し，又は譲り受けた者（略）は，１０年以下の懲役に処する。\n（以下略）第４１条の３ 次の各号の一に該当する者は，１０年以下の懲役に処する。\n一 第１９条（使用の禁止）の規定に違反した者\n（以下略）\n- 4 -\n【資料】\n検察官：あなたが平成２７年７月１日に所持していた覚せい剤は，どのように入手したものですか。\n甲 ：平成２７年６月２８日に，知り合いの乙から，乙の自宅で，２万円で買いました。\n検察官：どのようないきさつで，乙から覚せい剤を買うことになったのですか。\n甲 ：乙から，電話で，「いい薬があるけど，買わないか。」と言われたからです。「いい薬」と言われ，覚せい剤だとピンときました。それで乙の自宅に行ったのです。\n検察官：あなたが覚せい剤を買ったとき，乙は，何と言っていましたか。\n甲 ：乙は，覚せい剤だとは言っていませんでした。しかし，乙は，私にビニール袋に入った覚せい剤を２袋渡して，「帰るときは，Ｋ通りから帰るなよ。あそこは警察がよく検問をしているから，遠回りでもＬ通りから帰れよ。お前が捕まったら，俺も刑務所行きだから気を付けろよ。」（③）と言いました。\n弁護人：異議があります。ただ今の甲の証言は，伝聞証拠です。\n（以下略）\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H28/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，覚せい剤取締法違反事件の捜査及び公判に関する事例を素材に，刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n- 15 -\n〔設問１〕は，甲による覚せい剤使用及び所持の疑いを抱いた司法警察員Ｐらが，Ｈ警察\n署で甲から尿の提出を受ける必要があると考え，同署への任意同行を拒む甲に対し，説得を続けながら，３０分にわたり，その進路を塞ぐなどして甲を留め置き，その後，甲の覚せい剤使用等の嫌疑が一層強まった下，甲車の捜索差押許可状及び甲の尿を差し押さえるべき物とする捜索差押許可状の請求準備から甲車の捜索を開始するまで，甲に対し，その進路を塞いだり，胸部及び腹部を突き出しながら甲の体を甲車運転席前まで押し戻すなどし，５時間にわたり，甲を留め置いた措置に関し，その適法性を検討させる問題であり，いわゆる強制処分と任意処分の区別，任意処分の限界について，その法的判断枠組みの理解と，具体的事実への適用能力を試すことを狙いとする。\n強制処分と任意処分の区別に関し，最高裁判所は，「強制手段とは，有形力の行使を伴う手段を意味するものではなく，個人の意思を制圧し，身体，住居，財産等に制約を加えて強制的に捜査目的を実現する行為など，特別の根拠規定がなければ許容することが相当でない手段を意味する」と判示しており（最三決昭和５１年３月１６日刑集３０巻２号１８７頁），同決定に留意しつつ，強制処分と任意処分の区別に関する判断枠組みを明確化する必要がある。\nそして，Ｐらの措置（その全部又は一部）が強制処分に至っておらず，任意処分にとどまる場合においては，任意処分として許容され得る限界についての検討が必要であるが，同決定は，強制処分に当たらない有形力の行使の適否が問題となった事案において，「強制手段にあたらない有形力の行使であっても，何らかの法益を侵害し又は侵害するおそれがあるのであるから，状況のいかんを問わず常に許容されるものと解するのは相当でなく，必要性，緊急性などをも考慮したうえ，具体的状況のもとで相当と認められる限度において許容されるものと解すべきである。」と判示しているから，ここでも同決定に留意しつつ，任意処分の限界（任意処分の相当性）の判断枠組みを明らかにしておく必要がある。\nその上で，本設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，Ｐらの措置の適法性を検討する必要がある。\n強制処分と任意処分の区別に関しては，Ｐが甲の前に立ち，進路を塞いだ事実，パトカーで甲車を挟んだ事実，Ｐが両手を広げて甲の進路を塞ぎ，甲がＰの体に接触すると，足を踏ん張り，前に進めないよう制止した事実，更には胸部及び腹部を前方に突き出しながら，甲の体を甲車運転席まで押し戻した事実等を具体的に指摘し，甲の態度にも着目しつつ，それらが甲の意思を制圧するに至っていないか，甲の行動の自由を侵害していないかといった観点から評価することが求められる。\nそして，前記の点につき，強制処分に至っていないとの結論に至った場合には，任意処分としての相当性について検討することとなるし，また，いずれかの段階から強制処分に至っているとの結論に至った場合であっても，それまでのＰらの措置について，任意処分としての相当性を検討することとなる。任意処分の相当性として，特定の捜査手段により対象者に生じる法益侵害の内容・程度と，特定の捜査目的を達成するため当該捜査手段を用いる必要との間の合理的権衡（いわゆる「比例原則」）が求められるとすると，甲に対する覚せい剤使用等の嫌疑が次第に高まり，また，【事例】３に至ると，Ｐらが甲の尿を差し押さえるべき物とする捜索差押許可状等の請求準備を行っているところ，このような嫌疑の高まり等に応じ，当該捜査手段を用いる必要の程度が変化すれば，相当と認められ得る留め置きの態様も変化することとなるから，そのような判断構造を踏まえ，具体的事実を摘示しつつ，相当性を適切に評価することが求められる。\nなお，留め置き措置の適法性に関し，「留め置きの任意捜査としての適法性を判断するに当たっては，本件留め置きが，純粋に任意捜査として行われている段階と，強制採尿令状の執行に向けて行われた段階とからなっていることに留意する必要があり，両者を一括して判断するのは相当でないと解される。」とする裁判例があり（東京高裁平成２１年７月１日判決判\n- 16 -タ１３１４号３０２頁等），このような考え方に従って論述することも可能であろうが，もとより同裁判例の考え方に従うことを求めるものではない。\n〔設問２〕は，接見指定の可否・限界を問うものであり，接見指定に関する刑事訴訟法第\n３９条第３項本文の解釈及び初回接見であることを踏まえた同項ただし書の解釈並びに具体的事実に対する適用能力を試すものである。\n本設問では，まず，「捜査のため必要があるとき」という文言の解釈について，「接見等を認めると取調べの中断等により捜査に顕著な支障が生ずる場合に限られ，右要件が具備され，接見等の日時等の指定をする場合には，捜査機関は，弁護人等と協議してできる限り速やかな接見等のための日時等を指定し，被疑者が弁護人等と防御の準備をすることができるような措置を採らなければならないものと解すべきである。そして，弁護人等から接見等の申出を受けた時に，捜査機関が現に被疑者を取調べ中である場合や実況見分，検証等に立ち会わせている場合，また，間近い時に右取調べ等をする確実な予定があって，弁護人等の申出に沿った接見等を認めたのでは，右取調べ等が予定どおり開始できなくなるおそれがある場合などは，原則として右にいう取調べの中断等により捜査に顕著な支障が生ずる場合に当たると解すべきである。」と判示した最高裁判所平成１１年３月２４日大法廷判決（民集５３巻３\n号５１４頁）を踏まえつつ，自説を論ずる必要がある。\nその上で，各接見指定において，接見指定を行ったのが，刑事訴訟法上要求されている弁解録取手続中であること（下線部①），甲の自白を得たいとして取調べを実施しようとする段階であること（下線部②）を踏まえ，具体的な当てはめを行う必要がある。\n次に，刑事訴訟法第３９条第３項ただし書では，接見指定の要件が認められる場合であっても，「その指定は，被疑者が防禦の準備をする権利を不当に制限するようなものであってはならない。」とされている。本設問において，甲は，いまだ弁護人となろうとする者との接見の機会がなく，弁護士Ｔによる接見は，初回接見となる予定であった。この点に関し，最高裁判所は，「弁護人となろうとする者と被疑者との逮捕直後の初回の接見は，身体を拘束された被疑者にとっては，弁護人の選任を目的とし，かつ，今後捜査機関の取調べを受けるに当たっての助言を得るための最初の機会であって，直ちに弁護人に依頼する権利を与えられなければ抑留又は拘禁されないとする憲法上の保障の出発点を成すものであるから，これを速やかに行うことが被疑者の防御の準備のために特に重要である。」とし，初回接見の申出を受けた捜査機関としては，「接見指定の要件が具備された場合でも，その指定に当たっては，弁護人となろうとする者と協議して，即時又は近接した時点での接見を認めても接見の時間を指定すれば捜査に顕著な支障が生じるのを避けることが可能かどうかを検討し，これが可能なときは，（中略）即時又は近接した時点での接見を認めるようにすべきであり，このような場合に，被疑者の取調べを理由として右時点での接見を拒否するような指定をし，被疑者と弁護人となろうとする者との初回の接見の機会を遅らせることは，被疑者が防御の準備をする権利を不当に制限するものといわなければならない。」（最三判平成１２年６月１３日民集\n５４巻５号１６３５頁）と判示している。同判決とそこに示唆された「被疑者が防禦の準備をする権利を不当に制限する」かどうかの判断構造に留意しつつ，各下線部における接見指定の適法性について，具体的な当てはめを行う必要がある。\n〔設問３〕は，乙の供述を内容とする証言について，伝聞法則の適用の有無を問うもので\nある。\nある供述が伝聞法則の適用を受けるか否かについては，要証事実をどのように捉えるかによって異なるものであり，【事例】７に記載された本件の争点及び証人尋問の内容を参考に，具体的な要証事実を正確に検討する必要がある。公判前整理手続の結果，本件の争点については，①平成２７年６月２８日に，乙方において，乙が甲に覚せい剤を譲り渡したか，②その際，乙に，覚せい剤であるとの認識があったかの２点であると整理されているところ，証\n- 17 -人尋問の内容に照らせば，本設問において問題となっているのは②に関することがうかがわれる。そこで，このことを前提に，具体的な要証事実を検討した上，乙の発言内容の真実性が問題となっているかどうかを論じ，伝聞供述に該当するかの結論を導くこととなる。\n〔設問４〕は，公判前整理手続で明示された主張に関し，その内容を一部異にする被告人\n質問を制限することの可否について問うことによって，公判前整理手続の意義及び趣旨の理解並びにそれを具体的場面において適用し問題解決を導く思考力を試すものである。\n本設問に関連し，公判前整理手続で明示されたアリバイ主張に関し，その内容を更に具体化する被告人質問等を刑事訴訟法第２９５条第１項により制限することの可否について判示した最高裁判所決定がある（最二決平成２７年５月２５日刑集６９巻４号６３６頁）。本設問の解答に当たっては，同決定を踏まえた論述まで求めるものではないが，被告人及び弁護人には，公判前整理手続終了後における主張制限の規定が置かれておらず，新たな主張に沿った被告人の供述を当然に制限することはできないことに留意しつつ，公判前整理手続の趣旨に遡り，被告人質問を制限できる場合に関する自説を論じた上，本設問における公判前整理手続の経過及び結果並びに乙が公判期日で供述しようとした内容を抽出・指摘しながら，当てはめを行う必要がある。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様に比較的長文の事例を設定し，その捜査，公判前整理手続及び公判の過程に現れた刑事手続上の問題点について，問題の所在を的確に把握し，その法的解決に重要な具体的事実を抽出・分析した上で，これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導き，その過程を筋道立てて説得的に論述することを求めており，法律実務家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n出題の趣旨は，公表されているとおりである。\n〔設問１〕は，司法警察員Ｐらが，被疑者甲の異常な言動を認めて職務質問を行ったところ，甲に覚せい剤使用者特有の様子が見られた上，覚せい剤取締法違反の前科も判明したことから，覚せい剤使用及び所持の疑いを抱き，警察署への任意同行及び尿提出を求め，３０分間にわたり，甲をその場に留め置き，その後，甲の腕の注射痕及びバッグ内の注射器を認め，甲の覚せい剤使用等の疑いを強め，甲車の捜索差押許可状及び甲の尿を差し押さえるべき物とする捜索差押許可状を請求する準備に着手し，甲に対する有形力の行使を伴いながら，５時間にわたり，甲をその場に留め置いた措置について，適法性を問うものである。いわゆる強制処分と任意処分の区別，任意処分の限界について，その法的判断枠組みを示した上，捜査が進展していくことを意識しながら，具体的事実に同枠組みを適用して結論を導くことを求めている。\n〔設問２〕は，接見指定の可否・限界を問うものであり，接見指定に関する刑事訴訟法第３９条第３項本文の解釈及び初回接見であることを踏まえた同項ただし書の解釈を行った上，各下線部における検察官Ｓによる接見指定について，接見指定を行ったのが，刑事訴訟法上要求されている弁解録取手続中であること（下線部①），甲の自白を得たいとして取調べを実施しようとする段階であること（下線部②）を踏まえつつ，具体的な当てはめを行い，接見指定が許される場合に当たるか，許される場合に当たるとして指定した内容が適切か，結論を導くことを求めている。\n〔設問３〕は，乙の供述を内容とする甲の証言について，伝聞法則の適用の有無という観点から証拠能力を問うものである。甲の証言が伝聞法則の適用を受けるか否かは，それによって証明しようとする要証事実が何であるかとの関連で決まるとの基本的理解を前提に，甲の証言から，甲が覚せい剤を譲り渡された際に，乙に覚せい剤であるとの認識があったことを立証するためには，いかなる推論過程をたどることになるのか，その推論過程において，乙の供述内容の真実性が問題となるのかを具体的に検討することが求められる。\n〔設問４〕は，公判前整理手続で明示された主張との関係で，その内容を一部異にする被告人質問を制限することの可否を問うものである。被告人及び弁護人には，公判前整理手続終了後における主張制限の規定が置かれておらず，新たな主張に沿った被告人の供述を当然に制限することはできないことに留意しつつ，公判前整理手続の趣旨に遡り，被告人質問を制限できるとすればどのような場合か，法的基準を立てた上で，本件の具体的事実を当てはめ，結論を導き出すことが求められる。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は，いずれも捜査，公判前整理手続及び公判に関し刑事訴訟法が定める制度・手続及び重要判例の基本的な理解に関わるものであり，法科大学院において刑事手続に関する科目を履修した者であれば，本事例において何を論じるべきかは，おのずと把握できるはずである。〔設問１〕に関し，「留め置きの任意捜査としての適法性を判断するに当たっては，本件留め置きが，純粋に任意捜査として行われている段階と，強制採尿令状の執行に向けて行われた段階とからなっていることに留意する必要があり，両者を一括して判断するのは相当でないと解される。」とする裁判例があるが（東京高裁平成２１年７月１日判決判タ１３１４号３０２頁等），本設問は，必ずしも同裁判例の考え方に準拠した解答を求めるものではないから，同裁判例を知らなかったとしても，法科大学院の授業で取り上げられる強制処分と任意処分の区別及び任意捜査の限界に関する基本的な問題点を理解していれば，これを基に十分な解答が可能であろう。また，〔設問４〕については，\n公判前整理手続で明示されたアリバイ主張に関し，その内容を更に具体化する被告人質問等を刑事訴訟法第２９５条第１項により制限することの可否について判示した最高裁決定があるところ（最二決平成２７年５月２５日刑集６９巻４号６３６頁），本設問も，同決定の理解を問う趣旨のものではなく，設問に現れた事実関係を適切に分析した上で，公判前整理手続の趣旨に立ち返った論述を求める趣旨のものであって，最新判例に関する知識よりも，むしろ刑事訴訟法に関する基本的な理解を基礎とした柔軟で実践的な考察力の有無を問うものである。\n２ 採点実感各考査委員からの意見を踏まえた感想を述べる。\n〔設問１〕については，Ｐらによる留め置き措置の適法性について，事例に即して法的問題を的確に捉え，強制処分と任意処分の区別，任意処分の限界に関して，刑事訴訟法第１９７条第１項の解釈問題であることを意識しつつ，基本的な判例の内容も踏まえてその判断枠組みを明確にした上，\n捜査の進展により，嫌疑の高まりや留め置きの目的の変容が生じていることにも留意して，具体的事実を事例中から適切に抽出・整理して意味付けし，それを前記枠組みに当てはめて説得的に結論を導いた答案が見受けられた。\n〔設問２〕については，接見指定の可否・限界について，刑事訴訟法第３９条第３項本文及びただし書に関する解釈問題であることを意識し，基本的な判例法理の理解を踏まえつつ，接見指定を行った際の捜査状況とその違い等に留意しながら，各下線部における措置の適法性について論じた答案が見受けられた。\n〔設問３〕については，乙の供述を内容とする甲の証言について，伝聞法則の意義を論じ，同法則の適用を受けるのが原供述の供述内容の真実性が問題となっている場合であることを的確に示した上，公判前整理手続の結果やそれまでの証人尋問の内容を踏まえ，本設問における要証事実が，\n真実「Ｋ通りで警察がよく検問をしていること」等ではなく，乙がそのような発言をしたこと自体であり，さらに，その発言自体から，乙が甲に渡した物について，覚せい剤と認識していたことを証明しようとしているという推論過程の構造を正しく論じ，本設問では原供述の供述内容の真実性が問題となっているのではないことを明らかにした上で，下線部③の証言を非伝聞とし，証拠能力に関する結論を導き出す答案が見受けられた。\n〔設問４〕については，被告人及び弁護人の主張制限に関する条文が置かれていないことと公判前整理手続の趣旨を正しく示し，本設問の具体的事情を検討した上で，質問を許すことが公判前整理手続の趣旨を損なう結果とならないかという観点から，結論を導いている答案が見受けられた。\n他方，抽象的な法原則や判例の表現を暗記してそれを機械的に記述するのみで，具体的事実にこれを適用することができていない答案や，そもそも具体的事実の抽出が不十分であったり，その意味の分析が不十分・不適切であったりする答案も見受けられた。\n〔設問１〕においては，甲に関し，Ｐが覚せい剤取締法違反の具体的嫌疑を抱き，その後にはＱに指示して捜索差押許可状の請求に及んでおり，職務質問から捜査に移行していることを具体的に指摘する答案が見受けられた一方で，終始職務質問の限界に関する問題としてのみ論ずる答案も見受けられた。\nＰらによる各留め置き措置については，強制処分か任意処分かを検討する必要があるところ，多くの答案は，「個人の意思を制圧し，身体，住居，財産等に制約を加え」るかどうかという最高裁判例（最三決昭和５１年３月１６日刑集３０巻２号１８７頁）の示す基準や，「相手方の意思に反して，重要な権利・利益を制約する処分かどうか」という現在の有力な学説の示す基準を挙げて検討していた。このような基準を示すに際し適切な理由付けがなされている答案が見受けられる一方で，結論のみを示す答案も少なくなかった。\nまた，Ｐらによる各留め置き措置が強制処分に至っていないとの結論に至った場合には，任意処分としての相当性を検討することとなるし，あるいは，いずれかの段階から強制処分に至っているとした場合にも，それまでのＰらの措置について，任意処分としての相当性を検討することになるが，特に後者の場合，強制処分に当たるとするのみで，それ以前の段階の任意処分としての相当性について論じられていない答案が見受けられた。\n判断基準への当てはめのうち，強制処分該当性に関しては，前記最高裁判例の示す基準を理解し，\n制約を受ける利益を適切に指摘しながら事実関係を具体的に抽出する答案が見受けられた。その一方で，具体的事実を漫然と羅列して結論を導いた答案も少なくなく，更には前記最高裁判例の示す基準を挙げつつ，捜査の必要性が高いことを強調して適法とする答案，後に捜索差押許可状が適法に発付されていることや緊急逮捕が可能な状況にあったことを挙げて適法とする答案など，刑事訴訟法の理解にやや疑問を感じさせる答案も一部見受けられた。\n任意処分の限界に関しては，「必要性，緊急性なども考慮したうえ，具体的状況のもとで相当と認められる限度」（前記最決昭和５１年）かどうかが吟味されるところ，いわゆる捜査比例の原則を正確に理解した上，捜査の進展に伴い，捜査の必要性が高まっていく事情を時系列に沿って具体的に摘示し，更には捜索差押許可状の請求を行った以降の留め置きを任意処分として捉える場合には，留め置きの目的が変容していることなども具体的に指摘し，各事実の持つ重みを意識しつつ当てはめを行っている答案が見受けられた。その一方で，嫌疑の高まりを指摘するものの，それがなぜ留め置きの必要性と結び付くかについて，必ずしも説得的な論述ができていない答案が少なくなかった。また，必要性，緊急性及び相当性というキーワードを挙げ，それぞれに関連する事実を平面的に羅列するのみで，「具体的状況のもとで相当と認められる」かどうかの判断構造の理解が十分とはいえない答案や，必要性，緊急性を考慮した比較考量を行っているものの，それぞれの事実が持つ重みを十分検討することなく，自らの結論に都合の良い事実のみを取り上げる答案も見られた。\n〔設問２〕においては，「捜査のため必要があるとき」に関し，「接見等を認めると取調べの中断等により捜査に顕著な支障が生ずる場合に限られ〔る〕」（最大判平成１１年３月２４日民集５３巻３号５１４頁）とする最高裁判例の基準を適切に挙げ，その意味を更に明らかにした上で，接見指定を行ったのが，刑事訴訟法上要求されている弁解録取手続中であること，甲の自白を得たいとして取調べを実施しようとしている段階であることの持つ意味を明確にしている答案が見受けられた。その一方で，「捜査のため必要があるとき」の解釈に関する論述が不十分である答案も一部見受けられた。\n続いて，刑事訴訟法第３９条第３項ただし書の「被疑者が防禦の準備をする権利を不当に制限する」かどうかに関し，接見指定の要件が認められる場合における弁護人との間の調整規定であることを理解した上，特に初回接見の重要性について，弁護人の選任や今後取調べを受けるに当たって助言を得る最初の機会であることを示唆した最高裁判例（最三判平成１２年６月１３日民集５４巻５号１６３５頁）に触れながら，各下線部ごとに検察官による指定方法の適否について具体的に論じた答案が見受けられた。その一方で，刑事訴訟法第３９条第３項本文とただし書の条文構造を正確に理解せず，接見指定の要件の問題と同要件が充足された場合の指定の内容に関する問題の区別が曖昧な答案が見受けられたほか，少数ではあるものの，本件について，検察官とすれば，秘密交通権が十分に保障されない態様の短時間の接見（面会接見）であってもよいかどうか，弁護人に意向を尋ねるべきであると論じた答案も見受けられたが（最三判平成１７年４月１９日民集５９巻３号５６３頁参照），本設問が直接問うものではない。\nなお，下線部①については，「捜査のため必要があるとき」の議論のみをし，下線部②については，「被疑者が防禦の準備をする権利を不当に制限する」かどうかの議論のみをする答案が少なくなかった。しかし，下線部①についても，接見指定の内容についての検討は必要であろうし，下線部②についても，接見指定の要件が認められるかについての検討は必要になるであろう。\n〔設問３〕においては，要証事実に関し，甲の証言から乙による発言の存在を証明し，その乙の発言自体から，乙が甲に渡した物について，覚せい剤との認識があったことが推認できる旨，いわば二段階の認定過程をたどることを明らかにした上で，説得的な論述がされた答案も少数ではあるが見受けられた。また，多くの答案では，伝聞法則の意義，同法則の適用場面について，基本的な論述ができていた。その一方で，下線部③の要証事実について，乙から甲に対する覚せい剤譲渡の有無としたり，乙による発言自体としつつ内容の真実性が問題となるとする答案も少なくなかった。\nこのうち前者にあっては，公判前整理手続の結果，本件の争点が，㋐平成２７年６月２８日に，乙方において，乙が甲に覚せい剤を譲り渡したか，㋑その際，乙に，覚せい剤であるとの認識があったかの２点と整理されているところ，下線部③がどちらの争点に関連するものであるのか，判断を誤ったものと思われる。また，後者にあっては，伝聞・非伝聞の区別でしばしば用いられる供述内容の「真実性」という言葉の意義について，正確な理解ができていないのではないかとも思われる。\nところで，本設問において，乙が「お前が捕まったら俺も刑務所行きだから気を付けろよ。」と発言した部分について，乙の心理状態に関する供述であるとの見方をする答案も少なくなかった。そのような見方自体は，十分あり得るものであり評価できるが，一方で，このような見方をする答案の多くは，特段の理由付けもなく，心理状態に関する供述であるから非伝聞供述と結論付けていた。\nこのような心理状態に関する供述は，供述内容である心理状態の真実性が証明の対象である点では伝聞供述と異なるところがない一方，知覚・記憶保持の要素が欠けている点で通常の供述過程とは異なっており，乙の供述を心理状態に関する供述とした場合には，これを直ちに非伝聞供述と見てよいかについては必要な論述を行うべきであろう。逆に，同じ発言部分については，内容の真実性が問題となるとし，直ちに伝聞供述に当たるとし，伝聞例外要件への該当性を検討する答案も見られた。この場合にも，心理状態の供述として非伝聞供述と扱う余地がないか，検討が必要であるといえる。\n〔設問４〕においては，被告人及び弁護人には，公判前整理手続終了後における主張制限の規定が置かれておらず，新たな主張に沿った被告人の供述を当然に制限することはできないことを指摘した上で，充実した公判の審理を継続的，計画的かつ迅速に行うため，事件の争点及び証拠を整理するための手続である公判前整理手続の趣旨を示し，被告人質問を制限できる場合について自らの規範を定立できていた答案が少数ではあるが見受けられた。その上で，当てはめについては，乙のアリバイに関する主張自体は公判前整理手続の時点から一貫しており，被告人の供述を制限することはできないとする答案や，一方で，犯行当日にいた場所の変更は，争点を根本的に変更させるものであり，被告人の供述を制限することはできるとする答案も見受けられた。一方で，公判前整理手続での主張と証人尋問における被告人供述が重複しており重複陳述に当たるとする答案が少なからず見受けられたところ，これは，公判前整理手続と証拠調べ手続の違いを正確に理解していないことが原因ではないかと思われる。また，公判前整理手続において，アリバイが争点となっていないとした上で当てはめを行う答案も少数ではあるが見受けられたところ，これは，公判前整理手続における争点整理の意義を正確に理解していないことが原因ではないかと思われる。なお，本設問に関連し，公判前整理手続で明示されたアリバイ主張に関し，その内容を更に具体化する被告人質問等を刑事訴訟法第２９５条第１項により制限することの可否について判示した最高裁決定があるところ（最二決平成２７年５月２５日刑集６９巻４号６３６頁），同決定を知った上で本設問を論じたと思われる答案はほとんど見受けられなかった。もとより，本設問は，このような直近判例の知識を問うものではないし，仮に直近判例を知っていたとしても，本設問に即した検討がなされていなければ十分な評価は得られないであろう。\nなお，全体を通じ，条文・判例の引用に際し，例えば「捜査のため必要が・・・」など，中点を複数記載して省略する答案が少なからず見受けられたが，条文等のどの部分までを引用しているのかが不明確であったり，どの文言の解釈をしているのか適切に示されない結果となっている例もあり，労を惜しまず，必要部分は正確に引用すべきであるとの指摘があった。\n３ 答案の評価「優秀の水準」にあると認められる答案とは，〔設問１〕については，留め置き措置の適法性について，いかなる法的問題があるかを明確に意識し，強制処分と任意処分の区別，任意処分の限界について，法律の条文とその趣旨，基本的な判例の正確な理解を踏まえつつ，的確な法解釈論を展開した上で，具体的事実を踏まえつつ結論を導き出している答案であり，強制処分と任意処分の区別については，制約を受ける利益を適切に指摘し，また，任意処分の限界については，いわゆる捜査比例の原則の正しい理解を示しつつ，嫌疑の程度や留め置きの目的が変容していることにも注意を払いつつ，個々の事実が持つ意味の重さを丁寧に分析している答案であり，〔設問２〕については，接見指定に関する刑事訴訟法第３９条第３項本文の解釈及び初回接見であることを踏まえた同項ただし書の解釈について，最高裁判例に対する理解を適切に論じ，具体的事例への適用を正しく論じられている答案であり，〔設問３〕については，伝聞法則の意義及び適用場面についての理解を示した上，要証事実に関し，二段階の認定過程をたどる場合であることを適切に分析し，当てはめを行っている答案であり，〔設問４〕については，被告人及び弁護人には，公判前整理手続終了後における主張制限の規定が置かれておらず，新たな主張に沿った被告人の供述を当然に制限できない旨の指摘を行い，公判前整理手続の趣旨を示した上，本設問の事例における争点を正しく把握し，具体的事情を分析しながら結論を導き出している答案であるが，このように，出題の趣旨に沿った十分な論述がなされている答案は僅かであった。\n「良好の基準」にあると認められる答案とは，〔設問１〕については，法解釈について想定される全ての問題点に関し一定の見解を示した上で，事例から具体的事実を一応抽出し，いわゆる捜査比例の原則の理解については正しく理解を示していたが，更に踏み込んで，強制処分と任意処分の区別に関し，制約を受ける利益の指摘が抽象的であったり，任意捜査の限界に関し，捜査比例の原則の理解は示せているものの，個々の事実が持つ重さの分析に不十分な点や物足りなさが残るような答案であり，〔設問２〕については，それぞれの問題点について論じられているが，基本的な判例の理解や事実の抽出に関し不十分な点や物足りなさが残るような答案であり，〔設問３〕については，伝聞法則の意義及び適用場面についての理解を示し，正しく結論を導き出しているが，要証事実が必ずしも明確に指摘できていないなどの物足りなさが残るような答案であり，〔設問４〕については，公判前整理手続の趣旨を示し，争点を正しく把握した上で論じられてはいるが，当てはめに際し，具体的事情の分析が不十分であったり，抽象的な検討のみで結論を導き出しているような答案である。\n「一応の水準」に達していると認められる答案とは，〔設問１〕については，法解釈について一応の見解は示されているものの，具体的事実の抽出が不十分であったり，必要性，緊急性及び相当性に関連する事実を羅列するだけで具体的当てはめが不十分であるか，法解釈について十分に論じられていないものの，事例中から必要な具体的事実を抽出して一応の結論を導き出すことができていたような答案であり，〔設問２〕については，基本的な判例の理解等に不十分さが目立ったり，\n下線部①については，「捜査のため必要があるとき」の議論のみをし，下線部②については，「被疑者が防禦の準備をする権利を不当に制限する」かどうかの議論のみをするなど問題点の検討が不十分といえるような答案であり，〔設問３〕については，伝聞法則の意義及び適用場面についての理解を示し，一応の結論を導き出しているものの，要証事実に関する検討が極めて不十分であるような答案であり，〔設問４〕については，公判前整理手続の趣旨について触れた上，一応の結論を導き出しているが，具体的事情の分析等がほとんどできていないような答案である。\n「不良の水準」にとどまると認められる答案とは，前記の水準に及ばない不良なものをいう。例えば，刑事訴訟法上の基本的な原則の意味を理解することなく機械的に暗記し，これを断片的に記述しているだけの答案や，関係条文・法原則を踏まえた法解釈を論述・展開することなく，単なる印象によって結論を導くかのような答案等，法律学に関する基本的学識と能力の欠如が露呈しているものである。例を挙げれば，〔設問１〕では，実質的には捜査の必要性のみを事実として抽出して適法とするような答案，〔設問２〕では，刑事訴訟法第３９条第３項ただし書の解釈について全く触れられていないような答案，〔設問３〕では，伝聞法則の意義及び適用場面についての記述自体が不十分であったり，要証事実の理解に誤りがあるため，何らの悩みもないまま結論を導いているような答案，〔設問４〕では，公判前整理手続の趣旨に全く触れず，法律論を展開しないまま結論を導いているような答案や，そもそも公判前整理手続の趣旨・内容やそれと証拠調べ手続の違いを全く理解していないといわざるを得ないような答案がこれに当たる。\n４ 法科大学院教育に求めるものこのような結果を踏まえると，今後の法科大学院教育においては，従前の採点実感においても指摘されてきたとおり，刑事手続を構成する各制度の趣旨・目的を基本から深くかつ正確に理解すること，重要かつ基本的な判例法理を，その射程距離を含めて正確に理解すること，これらの制度や判例法理の具体的事例に当てはめ適用できる能力を身に付けること，論理的で筋道立てた分かりやすい文章を記述する能力を培うことが強く要請される。特に，法適用に関しては，生の事実に含まれた個々の事情あるいはその複合が法規範の適用においてどのような意味を持つのかを意識的に分析・検討し，それに従って事実関係を整理できる能力の涵養が求められる。また，実務教育との有機的連携の下，通常の捜査・公判の過程を俯瞰し，刑事手続の各局面において，各当事者がどのような活動を行い，それがどのように積み重なって手続が進んでいくのか，刑事手続上の基本原則や制度がその過程の中のどのような局面で働くのか等，刑事手続を動態として理解しておくことの重要性を強調しておきたい。"
}