{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：４０）\n弁護士であるＡは，平成２０年４月１日，いわゆる企業内弁護士として，Ｂ株式会社（以下「Ｂ社」という。）に採用され，同日からＢ社の法務部長として勤務していた。採用時の契約においては，勤務期間は平成２５年３月３１日までの５年間とされ，この間，Ｂ社所定の給与規程に基づく給与の支払を受けるほか，５年間の勤務期間終了時には，退職金として１０００万円の支払を受けるという約定であった。\nその後，Ａは，平成２５年４月１日から法律事務所を開設して個人で弁護士業務を営むことを計画し，同年１月以降，その準備を進めていたが，折から，Ｂ社においてはＣ株式会社（以下「Ｃ社」という。）との経営統合に向けた検討作業を開始することになったため，Ｂ社の社長は，Ａに対し，同年４月以降も引き続き法務部長として勤務してほしい旨強く求めた。ＡとＢ社の話合いの結果，Ａは，当初の契約において５年間の勤務期間終了時に支払うとされた１０００万円（以下「本件約定金」という。）の支払を受けた上で，Ｂ社との間で，同月１日から平成２６年３月３１日までの１年間，Ｂ社の法務部長として勤務し，この間，Ｂ社所定の給与規程に基づく給与額の１．２倍に当たる給与の支払を受け，１年間の勤務期間終了時には退職金の支払は受けないという内容の契約を新たに締結し，Ｂ社の法務部長としての勤務を継続した。\nところで，Ｂ社には，各事業年度において功績の特に顕著であった従業員に対し，３００万円を上限として報奨金を支払うという報奨金制度がある。Ａは，平成２６年３月３１日，Ｂ社を退職したが，その際，Ｂ社とＣ社の経営統合に関し，法務分野での功績が特に顕著であったとして，上記報奨金制度に基づき，２００万円（以下「本件報奨金」という。）の支払を受けた。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\nＡが支払を受けた本件約定金及び本件報奨金は，所得税法上，いかなる所得に分類されるか，関係する最高裁判例に言及した上，自説を述べなさい。\n- 8 -\n〔第２問〕（配点：６０）\nＡは，コンピュータのソフトウェアの開発を目的とするＸ株式会社（以下「Ｘ社」という。）に勤務した後，独立してＹ株式会社（以下「Ｙ社」という。）を設立し，その代表取締役に就任し，毎月定額の報酬を受けていた。\nＹ社は，主にＸ社の下請会社として，同社が受注したソフトウェアの開発に関連する作業について委託を受け，報酬を受け取っていた。Ｙ社は，Ｂらを雇用し，毎月給料を支払っていた。\nＹ社にはＣ法律事務所の弁護士Ｃという顧問弁護士がおり，Ｙ社は，Ｃから法律的な助言を定期的に受けていた。具体的には，元請であるＸ社との契約条件の内容や契約書の内容さらには資金調達の方法やＹ社の従業員の雇用問題などについて，ＡがＣの事務所を訪問するなどして相談していた。なお，顧問契約により，Ｙ社は，Ｃに対して毎月定額の顧問料を支払うことになっていた。\nＸ社（事業年度は暦年としていた。）は，平成２６年１０月１日，甲株式会社（以下「甲社」という。）の業務について，ソフトウェアの開発を３０００万円で請け負い，同日，これに着手した。\n完成したソフトウェアの引渡しは平成２８年２月を予定しており，報酬の支払は同年３月１５日とされた。\nＸ社は，開発に関連する業務のうち，甲社の業務の現状把握及びその改善並びにソフトウェアに対する甲社の要望を確定する作業をＹ社に委託し，Ｙ社はこれを受託した。\nＸ社が甲社に提示した開発スケジュールでは，Ｙ社が担当する作業は，開発着手後１か月をめどに終了させることになっていた。Ｙ社の作業が終了しなければ，その後のソフトウェアの仕様の確定やソフトウェアの基本設計さらには開発作業やテスト作業を行うことはできない。Ｙ社の作業が遅延すれば，開発全体が遅延することになるため，Ｙ社は，Ｘ社からスケジュールどおりに作業を終了させるように厳命を受けていた。\nＡは，上記の作業をスケジュールどおりに終了させるためには，Ａ及びＹ社の従業員Ｂらだけでは人手が足りないと判断し，Ｄに対して作業の一部を委託することにした。ＤはＡとともにＸ社に勤務していたが，その後独立し事務所を賃借して，「ワークスＤ」という名称でＸ社を始めとする大手の開発業者の下請や孫請として業務委託を受けて収入を得ていた。Ｙ社とＤとの間には「業務委託契約書」（特に「兼業禁止」の条項はない。）が作成され，そこでは，Ｙ社の作業が終了した時点で「業務委託契約書」に定める金額を，Ｄに対して支払うことになっていた。\nＹ社が委託を受けた作業の進行スケジュールはＡが定め，その進捗状況も厳しく管理し，ＢらやＤの作業が遅れると厳しく指導するなどしていた。\nＡ，Ｂら及びＤは，Ｙ社が委託を受けた作業を行うために，Ｘ社の従業員とともに，何度も甲社の事務所を訪れ，甲社の代表取締役，担当部長，エンドユーザーとなる甲社の従業員などから意見を集め，甲社内の意見の調整にも奮闘した。甲社の意見聴取に際して，ＢらはＹ社所有のノートパソコンを利用していたが，Ｄは自分のタブレットパソコンを利用していた。\nまた，Ａ，Ｂら及びＤは，Ｙ社内の会議室で連日打合せを行い，共同して甲社に対する説明資料などを作成したり，甲社がソフトウェアに対して要求する仕様の内容を取りまとめる書面を作成したりするなどの作業を行った。その際は，ＢらもＤもＹ社のデスクトップパソコンを利用していた。\nＤは，Ｙ社までは自分の自動車で移動していたが，Ｙ社から甲社まではＹ社の自動車に同乗して移動していた。\nＡの進行管理が良かったため，Ｙ社は，Ｘ社の定めたスケジュールどおりに作業を終了することができた。\n以上の事案について，以下の設問に答えなさい。\n〔設問１〕\nＹ社は，Ａ，Ｂら及びＣに対して毎月金員を支払う際に，所得税を源泉徴収する必要があるか。\n源泉徴収制度について概要を述べた上で，それぞれについてＹ社との間の法律関係に留意しつつ\n- 9 -検討しなさい。\n〔設問２〕\nＹ社は，Ｄに対して金員を支払う際に，給与所得に係る所得税を源泉徴収する必要があるか。\nＹ社との間の法律関係に留意しつつ検討しなさい。\n〔設問３〕\n甲社から請け負ったソフトウェアの開発に係るＸ社の収益について，その帰属事業年度を判断する場合において，判断基準としてどのような考え方があるか。その内容について，条文上の根拠を摘示しつつ説明しなさい。\n（参照条文）法人税法施行令\n（工事の請負）第１２９条 法第６４条第１項（工事の請負に係る収益及び費用の帰属事業年度）に規定する政令で定める大規模な工事は，その請負の対価の額（その支払が外国通貨で行われるべきこととされている工事（製造及びソフトウエアの開発を含む。以下この目において同じ。）については，その工事に係る契約の時における外国為替の売買相場による円換算額とする。）が１０億円以上の工事とする。\n２～１１ （略）\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問は，いわゆる企業内弁護士として５年間の勤務期間を定めてＢ株式会社（以下「Ｂ社」という。）に勤務していた弁護士Ａが，当初の勤務期間終了後更に１年間勤務を継続したという事案において，Ａが当初の勤務期間終了時にＢ社から支払を受けた一時金（本件約定金）\n及び最終的にＢ社を退職する際にＢ社から支払を受けた一時金（本件報奨金）につき，所得税法上の所得の種類を問う問題である。なお，Ａは，弁護士であるが，雇用契約に基づいて\nＢ社に勤務していたので，本件約定金及び本件報奨金（以下，併せて「本件各金員」という。）の所得の種類を考えるに当たっては，一般の従業員の場合と特段異なる考慮をする必要はない。\n本問においては，本件各金員が退職所得（所得税法第３０条第１項）に当たるかどうかが主として問題となる。従業員が退職に際し支払を受ける金員が退職所得に当たるかどうかについては，最高裁昭和５８年９月９日第二小法廷判決（民集３７巻７号９６２頁〔５年退職金事件〕）及び最高裁昭和５８年１２月６日第三小法廷判決（判例タイムズ５１７号１１２頁〔１０年退職金事件〕）がその判断基準を明快に説示しており，これらは，上記論点に関する基本的な判例であるので，その判旨をしっかりと押さえた上で，本件各金員の退職所得該当性について論述する必要がある。\n本件各金員のうち，本件約定金については，上記最高裁判例に照らし，ＡのＢ社における勤務関係が平成２５年３月３１日をもって一旦終了したとみることができるのかどうかがまず問題となる。そして，仮にこの点を消極に解する場合には，本件約定金が所得税法第３０\n条第１項にいう「これらの性質を有する給与」に当たるかどうかという点で，ＡのＢ社における同年４月１日以降の勤務関係が実質的には従前の勤務関係の延長とはみられないほどの特別な事実関係があるのかどうかが問題となる。本件約定金については，これらの論点を中心に，本問の事実関係に即して説得力のある論述を展開することが求められる。\nまた，本件報奨金については，退職に際し支払われた金員ではあるが，各事業年度において功績の特に顕著であった従業員に対して報奨金を支払うというＢ社の報奨金制度に基づいて支払われたものであるため，それが退職によってはじめて給付される性質のものであるかどうかが問題となるので，この点を的確に論じる必要がある。\n〔第２問〕\n本問は，会社が代表取締役，従業員，顧問弁護士及び業務委託をした外注先に金銭を支払う場合の源泉徴収の要否と，法人税法上の収益の帰属年度に関する原則的基準及びソフトウ\n- 21 -ェア開発のような長期請負契約に適用される例外的基準について問う問題である。\n本問において検討すべき論点は多く，その１つ１つはどれも重要な問題点を含んでいるが，特定の論点だけに比重を置いて解答するだけでは必ずしも高得点は望めない。全体のバランスを見ながら，時間内に，必要な情報を的確かつ簡潔に説明することが大切である。\n設問１は，「給与所得」と「事業所得」の区分が源泉徴収制度との関係で問題となることが多いことを踏まえた出題である。\nまず，源泉徴収制度に関する基本的理解を問うている。\n次に，「給与所得」と「事業所得」の区分に関して，最高裁昭和５６年４月２４日第二小法廷判決（民集３５巻３号６７２頁）を踏まえて，所得税法第２８条第１項の「給与所得」の概念及び同法第２７条第１項の「事業所得」の概念を明らかにしつつ，両者の区分についてどのような基準を定立するのか，その基準に則して具体的な事案について矛盾なく判断できるのかを問うている。\n出題において法律関係に留意することとしたのは，課税関係が私法上の法律関係を基礎としていることを踏まえたものであり，私法上の法律関係を基礎にして課税関係をどのように判断するのかを試すものである。\n設問２は，設問１で定立した基準を比較的複雑な事案に適用する能力を試すものである。\n問題文に現れたＤを取り巻く諸事実は，Ａ，Ｂ，Ｃとそれぞれ共通する部分があり，給与所得の要件に親和する側面がある一方で事業所得の要件に親和する側面もある。そのため，自分の導いた結論に説得力を持たせるためには，自分の主張に有利な事実だけを抽出して評価するだけでは不十分であり，不利な事実についても評価することが求められる。\n設問３は，開発着手の日の属する事業年度中にその目的物の引渡しが行われない請負契約に係る法人税法上の収益の帰属年度に関する基本的理解を問うものである。工事完成基準（権利確定主義）とその例外である工事進行基準について，法人税法第２２条第４項や「別段の定め」（同条第２項）である同法第６４条第２項を示しつつ，最高裁平成５年１１月２５日第一小法廷判決（民集４７巻９号５２７８頁）などにも言及しながら，簡潔に説明することが求められている。\nなお，工事進行基準に関する法人税法第６４条第２項の適用要件について当該条文の内容を説明することは要求していない。"
}