{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，平成８年に設立された機械部品の製造販売を業とする会社であり，近隣の工場に製造した工作機械の部品等を卸していた。\nＡ社は，平成２６年初め頃からの急激な円安により原材料費が急騰したため，同年８月頃から急速に資金繰りを悪化させ，同年１１月末には支払不能に陥った。そこで，Ａ社は，同年１２月\n１０日，債権者及び売掛先に弁護士受任通知を発して支払を停止した上，同月１５日，破産手続開始の申立てをしたところ，同月１７日，破産手続開始の決定がされ，破産管財人Ｘが選任された。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．上記事例において，ＸがＡ社の売掛金台帳を調査したところ，部品納入先であるＢに対して，平成２６年１０月１日から同年１１月末日分までの納入分に係る合計２１６万円の売掛債権\n（以下「本件売掛債権」という。）が未収となっていることが判明した。そこで，Ｘは，Ｂに対し，平成２７年１月末日までに本件売掛債権２１６万円を支払うよう催告した。\n上記催告を受けたＢは，Ｘに対し，「本件売掛債権については，平成２６年１２月１２日，同月１１日付けの確定日付のある証書により，Ａ社からＹ社に譲渡された旨の債権譲渡通知を受領したため，同月１５日，Ｙ社に対して全額を支払った。」と説明した。\nそこで，Ｘが更に調査をしたところ，Ａ社とＹ社との間においては，平成２４年５月１０日にＡ社がＹ社から設備投資のため１０００万円の融資を受けるに当たり，Ａ社のＢに対する売掛債権について，同日，次のとおりの債権譲渡契約が締結されていることが判明した。\n（債権譲渡）\n１ Ａ社は，Ａ社がＹ社に対して負担する一切の債務を担保するため，Ａ社がＢに対して現に有する売掛債権及び将来取得する売掛債権をＹ社に包括的に譲り渡す。\n（効力発生時期）\n２ 前項の譲渡の効力は，Ａ社が，支払を停止したとき又は破産手続開始の申立てをしたときにその効力を生ずる。\nまた，Ｙ社は，上記債権譲渡契約の締結に当たり，将来の債権譲渡通知のために，Ａ社から委任状等の必要書類をあらかじめ受領しており，Ｂが平成２６年１２月１２日に受領した債権譲渡通知は，Ａ社が同月１０日に支払を停止したため，上記債権譲渡の効力が発生したとして，Ｙ社がＡ社を代理して行ったものであることも判明した。\nこの調査結果を踏まえ，Ｘは，Ｙ社に対し，否認権を行使することにより，Ｙ社がＢから受領した本件売掛債権に係る売掛金２１６万円の返還を求めて訴えを提起しようと考えている。\nこの場合に，Ｘの否認権の行使を基礎付ける法律構成としてどのようなものが考えられるか，またＸの否認権の行使が認められるかどうかについて，予想されるＹ社の反論を踏まえて，論じなさい。\n２．Ａ社は，破産手続開始前，製造した部品を納入するため，トラック１台（以下「本件車両」といい，道路運送車両法第５条第１項の適用を受けるものとする。）を使用しており，破産手続開始時において，同車両はＡ社の占有下にあったが，自動車登録ファイルに登録された所有者は，自動車販売会社であるＣ社であった。そこで，Ｘは，Ｃ社に対し，登録名義の変更を求\n- 2 -めたが，逆に，Ｃ社の系列信販会社であるＺ社から，本件車両を同社に引き渡すよう求められた。\nそこで，Ｘが調査をしたところ，本件車両は，平成２５年１０月１０日にＣ社がＡ社に対し代金４００万円で売却したものであり，その際，Ｃ社に対して頭金６４万円が支払われ，残代金である３３６万円（以下「本件残代金」という。）の支払等については，同日，Ａ社，Ｃ社及びＺ社の三者間において，次のとおりの契約が締結されている事実が判明した。\n（本件残代金の支払等）\n１ Ａ社は，Ｚ社に対し，本件残代金３３６万円を自己に代わってＣ社に立替払することを委託し，本件残代金に手数料である２４万円を加算した３６０万円を平成２５年１０月から平成２７年９月までの各月末日限り２４回に分割してＺ社に支払う（以下，このＡ社の支払債務を「本件立替払金等債務」という。）。\n（所有権の留保）\n２ 本件車両の所有権は，Ｃ社のＡ社に対する本件残代金債権を担保するために，Ｃ社に留保する。\n（留保所有権の移転）\n３ Ａ社は，登録名義のいかんを問わず，Ｃ社に留保されている本件車両の所有権が，Ｚ社がＣ社に本件残代金を立替払することによってＺ社に移転し，Ａ社が本件立替払金等債務を完済するまでＺ社に留保されることを承諾する。\n（本件車両による弁済）\n４⑴ Ａ社が本件立替払金等債務の支払を１回でも怠ったときは当然に期限の利益を失い，その場合，同社は，Ｚ社に対する弁済のため，直ちに本件車両の保管場所を明らかにし，本件車両をＺ社に引き渡す。\n⑵ Ｚ社は，本件車両の引渡しを受けた場合には，その評価額をもって，本件立替払金等債務の弁済に充当することができる。\nＸが更に調査をした結果，Ｚ社が，平成２５年１０月１５日，上記契約に基づき，Ｃ社に対し，本件残代金３３６万円を立替払していること，Ａ社が，本件立替払金等債務について，平成２６年１１月末日分の支払を怠っていることが判明した。Ｚ社は，Ｘに対して，本件車両の引渡しを求める法的根拠として上記契約の４⑴の条項を摘示した上，Ａ社が，本件立替払金等債務について，同年１１月末日分の支払を怠ったため，当然に期限の利益を失ったと主張している。\n以上の調査結果を踏まえ，Ｘとして，Ｚ社からの本件車両の引渡請求に対していかなる主張をすることが考えられるか，またその主張が認められるかどうかについて，予想されるＺ社の反論を踏まえて，論じなさい。\n（参照条文）道路運送車両法第５条 登録を受けた自動車の所有権の得喪は，登録を受けなければ，第三者に対抗することができない。\n２ （略）\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n食品製造会社であるＡ株式会社（以下「Ａ社」という。）は，平成２６年２月頃，販売する製品に虫の死がいが入っていたことが発見されたことから，生産を一時停止し，販売した製品を回収しなければならない事態となり，同年３月末の借入債務の返済及び仕入代金の支払のために発行した約束手形の決済等ができない見通しとなった。そこで，Ａ社は，同月２５日に再生手続開始の申立てをしたところ，同日，監督命令を受け，同年４月２日，再生手続開始の決定を受けた。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，再生手続開始の決定時において，現に稼働している工場及びその敷地（以下，まとめて「工場不動産」という。）並びに使用していない旧工場の跡地（以下「本件土地」という。）を所有していた。なお，工場不動産の評価額は３０００万円，本件土地の評価額は５０００万円であり，本問を通じて，各評価額については争いがないものとする。\nＡ社は，Ｂ銀行からの２億円の借入債務を被担保債権として，同銀行のために，工場不動産及び本件土地に第１順位の抵当権（共同抵当）を設定し，その登記をするとともに，金融業者\nＣ社からの１０００万円の借入債務を被担保債権として，同社のために，本件土地に第２順位の抵当権を設定し，その登記をした。そして，これらの抵当権は再生手続開始の決定時において存続していた。\nＡ社の事業計画においては，本件土地は処分する一方，工場不動産は確保して事業を継続することとされており，本件土地の売却代金及び事業収益を再生債権の弁済等（別除権協定に基づく債務の弁済を含む。）に充てることが予定されていた。Ａ社は，その計画の実現のため，Ｂ銀行との間で別除権協定を締結し，次のとおり合意した。\n１ Ａ社は，Ｂ銀行に対し，本件土地及び工場不動産の評価額の合計に相当する８０００万円を次のとおり分割して支払う。\n① 再生計画認可決定の確定後１か月以内に５００万円\n② 同確定後６か月以内に５０００万円\n③ 同確定後１年以内に５００万円\n④ 同確定後２年以内に５００万円\n⑤ 同確定後３年以内に５００万円\n⑥ 同確定後４年以内に５００万円\n⑦ 同確定後５年以内に５００万円\n２ １の各支払をＡ社が遅滞しない限り，Ｂ銀行は，本件土地及び工場不動産に設定された抵当権を実行しない。\n３ Ａ社が１の各支払を遅滞なく完了したときは，Ｂ銀行は，本件土地及び工場不動産に設定された抵当権を全て抹消する。ただし，１の各支払の完了前であっても，１①及び②の支払が遅滞なく完了したときは，Ｂ銀行は，本件土地について設定された抵当権を抹消する。\nなお，Ａ社は，本件土地の売却代金を上記１②の５０００万円の支払に充てることを予定しており，上記別除権協定の締結に先立ち，監督委員の同意を得て，Ｄ社との間で，本件土地に設定された各抵当権の抹消を条件に本件土地を５０００万円で売買する契約を結んでいた。このため，Ａ社及びＢ銀行は，上記３ただし書の規定を設け，上記１①及び②の支払が遅滞なく完了した場合には，本件土地について設定された抵当権を抹消することとしたものである。\n- 4 -一方，Ａ社は，Ｃ社に対しては，本件土地の価値に余剰がないことを考慮し，少額の支払と引換えに抵当権を抹消することを要請したが，Ｃ社はこれに応じなかった。そのため，Ａ社の再生計画は平成２６年１０月に認可されたにもかかわらず，Ｃ社の抵当権に関しては，抹消に関する合意が成立していなかった。\nＡ社は，Ｃ社の抵当権を抹消することができないとすれば，Ｂ銀行との別除権協定に基づく債務を履行することができないために工場不動産について抵当権が実行され，その結果，再生計画の履行ができなくなるのではないかと考え，本件土地について担保権消滅の許可の申立てをすることとした。なお，担保権消滅の許可の申立てが認められた場合に必要となる資金については，Ｄ社から融資を受け，売買代金と相殺する予定であった。\nこの場合，Ａ社による担保権消滅の許可の申立てが認められるかどうかについて，論じなさい。\n２．Ａ社の再生計画案は可決され，平成２６年１０月３１日に再生計画認可の決定がなされ，その認可決定は，同年１１月２８日に確定した。Ａ社の再生計画の権利変更の定めは，確定再生債権の１０パーセントを５回に均等分割し，これを平成２７年から平成３１年まで各年３月末日限り支払い，その余は再生計画認可の決定の確定時に免除を受けるという内容のものであった。\n同認可の決定の確定後，Ｅ及びＦは，Ａ社に対し，以下のとおり，Ａ社に対する債権の弁済を求めた。\nＥは，平成２０年創業の個人事業者であり，同年からＡ社に食品原料の納入を行っており（継続的に納入する義務を負っていたわけではないものとする。)，Ａ社の再生手続開始の決定当時，Ａ社に対し，２か月分(平成２６年２月分及び同年３月分。ただし，同月２０日までに納入済みであった。)の未払売掛金債権１００万円（同年２月分として６０万円，同年３月分として４０万円）を有していた。Ａ社及びＥは，同年２月のＡ社製品への虫混入事件の発覚以降，Ａ社の要請に基づき，債務の繰延べに関する協議を行っており，Ａ社が再生手続開始の申立てをした時点では，合意内容はほぼ固まりつつあった。ところが，Ａ社が同申立てをしたことから，協議は中断され，再生手続の開始に伴い，Ｅに対して，Ａ社の再生手続開始の決定に関する通知がされた。Ｅは，同年２月分の売掛金債権については，再生手続において，債権届出を行ったが，同年３月分の売掛金債権（以下「本件売掛金債権」という。）については，もともとの弁済期が再生手続開始決定後の同年４月１５日であったため，再生手続の対象にならないと考え，届出をしなかった。Ａ社も，食品原料の仕入先をＥから他の事業者に切り替えていたこともあり，本件売掛金債権については失念し，認否書に記載しなかった。そのため，Ｅの本件売掛金債権は，再生債権者表に記載されず，また再生計画においても変更されるべき権利として明示されなかった。その後，Ｅは，平成２７年１月，Ａ社に対し，本件売掛金債権４０万円の支払を求めた。\nＦは消費者であり，Ａ社製造の食品をインターネット経由で継続的に購入していたところ，平成２６年３月初旬，原因不明の発しんが出て病院で治療を受けた。その後，同年１２月，Ａ社が製造した食品を摂取した消費者に発しん等の健康被害が複数発生しているとの報道がされ，検査の結果，Ｆに生じた発しんもＡ社の食品を摂取したことが原因であることが判明した。\nそこで，Ｆは，Ａ社に対し，発しんの治療費等を含む損害の賠償として１００万円の支払を求めたが，Ａ社は，Ｆの主張する損害賠償請求権（以下「本件損害賠償請求権」という。）は，再生債権者表に記載されず，また再生計画においても変更されるべき権利として明示されていないために，Ｆの求めには応じられないと回答してきた。このため，Ｆは，平成２７年１月，Ａ社に対し，本件損害賠償請求権に基づき，１００万円の支払を求めた。\n上記事例において，Ｅの有する本件売掛金債権及びＦの有する本件損害賠償請求権が民事再生法上どのように取り扱われるかについて，論じなさい。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "〔第１問〕\n本問は，破産管財人の換価業務に関する具体的事例を通じて，破産手続における否認権行使の要件・効果，所有権留保の法的性質やその対抗要件等に関する正確な理解と問題解決能力を問うものである。\n設問１において，Ｘが返還を求めようとしている本件売掛金に係る債権は，Ｙ社に譲渡され，Ｙ社は，当該債権譲渡につき，第三者対抗要件である通知（民法第４６７条第２項）を具備しているため，Ｘが本件売掛金の返還を求めるためには，当該債権譲渡又は対抗要件具備を否認する必要がある。本設問において考えられる否認の構成としては，偏頗行為否認（破産法第１６２条第１項第１号）及び対抗要件否認（同法第１６４条第１項）がある。\n偏頗行為否認との関係では，まず，「破産者の行為」として捉え得るのは，Ｙ社との債権譲渡契約であるが，当該契約締結自体は，「支払不能になった後」にされたものではなく，また，停止条件の成就そのものを「破産者の行為」と見ることも文言上困難であるから，形式的には偏頗行為否認の要件を満たさない点を指摘する必要がある。その上で，偏頗行為否認が，債務者に支払停止等があった時以降の時期を債務者の危機時期とし，危機時期の到来後に行われた債務者による担保供与等を否認の対象とすることにより，債権者間の平等及び破産財団の充実を図ろうとするものであることを踏まえ，その要件該当性を論ずることとなる。この点を検討するに際しては，最高裁判例（平成１６年７月１６日第二小法廷判決・民集５８\n巻５号１７４４頁）を踏まえ，本件債権譲渡契約は，Ａ社の危機時期において初めてＹ社に譲渡担保権者としての優越的地位を取得させる結果となることから，それまで一般債権者の責任財産であった財産をそこから逸出させることをあらかじめ意図・目的とするものであり，破産法上の否認の趣旨を潜脱するものではないかという問題意識に触れる必要がある。\n対抗要件否認との関係では，「権利の設定，移転又は変更があった日」（１５日の起算日）をいつと考えるかが問題となる。この点，本件売掛金債権について，譲渡契約がされたのは平成２４年５月３０日であり，これを起算日とすれば，Ｙ社の対抗要件具備（平成２６年１２\n月１２日）は，それから１５日を経過した後になされたものということになり，否認の要件を満たすことになる。これに対して，同条項の権利変更があった日とは，権利移転の原因行為がされた日ではなく，当事者間における権利移転の効果を生じた日をいうと解すれば，Ｙ\n社の対抗要件具備は，債権譲渡の効果が生じた同月１０日から起算して１５日を経過しておらず，したがって，これを否認することは困難ということになる。この点については，１５日の期間は，権利移転の原因たる行為がなされた日ではなく，当事者間における権利移転の効果が生じた日から起算すべきであるとする最高裁判例（昭和４８年４月６日第二小法廷判決・民集２７巻３号４８３頁）等を踏まえて論ずる必要がある。\n- 19 -設問２については，前提として，所有権留保が，破産手続においては別除権として扱われること，登記・登録が必要な物権変動については，破産手続開始前に登記・登録を具備していなければ，破産手続との関係では，破産管財人に対してはその効力を主張することができないこと（破産管財人の第三者性）を指摘する必要がある。\nその上で，Ｚ社が当該留保所有権を第三者であるＸに主張するためには，対抗要件を必要とするかを論ずることとなるが，これを検討するに当たっては，所有権留保の法的性質に加えて，当該留保所有権の被担保債権をどのように考えるかが問題となる。Ｘとしては，本件留保所有権はＺ社の本件立替払金等債務に係る債権を直接担保するものである（Ｚ社による立替払いにより，本件車両の所有権がＣ社からＺ社にいったん移転し，その上で，Ａ社との関係で，本件立替払金等債務に係る債権を被担保債権として所有権留保が改めて設定されるものである。）として，Ｚ社は対抗要件の具備なくしてはＸに本件車両の引渡を求めることができない旨主張することが考えられる。これに対して，Ｚ社としては，Ｚ社は弁済による代位によって原債権（本件残代金債権）とともにＣ社の担保権（留保所有権）を取得したものであり（民法第５０１条），留保所有権の被担保債権はこの原債権であるから，Ｃ社の担保権\n（留保所有権）が対抗できる限り，対抗要件の具備がなくとも，Ｘに留保所有権（別除権）を対抗することができる旨主張することが考えられる。\nこのようなＸ及びＺ社の各主張の当否については，本事例における契約条項の合理的解釈を踏まえて論ずる必要がある（なお，民事再生手続の事案であるが，参照すべき最高裁判例として，平成２２年６月４日第二小法廷判決・民集６４巻４号１１０７頁）。\n〔第２問〕\n本問は，具体的な事例を通じて，民事再生手続における担保権消滅許可制度及び届出がされなかった再生債権の取扱いについての理解と問題解決能力を問うものである。\n設問１は，民事再生手続における担保権消滅許可制度の理解を問うものであり，民事再生法第１４８条第１項に定められた担保権消滅許可の申立てができる要件を本事例が満たしているかを論ずべきである。本事例では，再生計画を履行するには対象財産に係る担保権の消滅が必要であるものの，対象財産が売却予定財産であるので，「当該財産が再生債務者の事業の継続に欠くことのできないものであるとき」という要件（以下「不可欠性要件」という。）\nを文字どおりには満たしていないように見える。そこで，不可欠性要件の意義につき検討を加えることとなるが，その際には，民事再生手続における担保権の原則的扱いを念頭に置きつつ，民事再生手続において担保権消滅許可制度が設けられた趣旨や不可欠性要件が定められている趣旨を踏まえた上で，こうした趣旨との関連性や整合性を意識しながら丁寧な分析・\n検討を行い，担保権消滅許可の申立てが認められるべきかどうかを説得的に論じることが期待される。\n設問２については，前提として，Ｅ及びＦの債権は再生債権であるから(同法第８４条第１項)，「再生計画の定め又はこの法律の規定によって認められた権利」という例外に当たらない限り，再生計画認可の決定が確定したときは，免責の対象となること(同法第１７８条第１\n項)が指摘されなければならない。Ｅ及びＦの債権について再生計画に特段の定めが見られない本設問においては，「この法律の規定によって認められた権利」であるかが問題となり，Ｅ及びＦの各事情に照らして，同法第１８１条第１項各号のいずれかに該当するかどうかを論ずべきことになる。\nまず，Ｅの有する本件売掛金債権については，「第１０１条第３項に規定する場合において，再生債務者が同項の規定による記載をしなかった再生債権」(同法第１８１条第１項第３号)に当たるかが問題となる。具体的には，Ａ社がＥの債権を「知っている」(同法第１０１条第\n３項)といえるかどうかについて，自認債権制度の趣旨に則して「知っている」という要件の- 20 -意義を明らかにした上で，本事例の事実関係なども指摘しつつ，説得的に論述することが求められる。その上で，Ｅの債権について，同法第１５６条の一般的基準に従った変更がされること(同法第１８１条第１項柱書)及び弁済期間満了時(平成３１年３月末)まで弁済を受けられないこと(同条第２項)を，条文を指摘しつつ，本事例に則して正確に当てはめを行う必要がある。特に，弁済時期については，後述のＦの債権への弁済との対比を明確にすべきである。\n次に，Ｆの有する本件損害賠償請求権については，「その責めに帰することができない事由により債権届出期間内に届出をすることができなかった再生債権で，その事由が第９５条第\n４項に規定する決定前に消滅しなかったもの」(同法第１８１条第１項第１号)に当たるかが問題となる。具体的には，「責めに帰することができない事由」の解釈に関わるのであり，再生債権の届出の時的限界を付議決定時とした(同法第９５条第１項，第４項)趣旨に照らし，その時点以降の権利主張をなお許すべき場合をどのように画するかが重要な視点となろう。"
}