{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\n総合建設業者であるＡ社は，同社が元請け施工する全てのマンション建設現場から排出される産業廃棄物（特別管理産業廃棄物ではない。）の収集運搬及び中間処理を，廃棄物の処理及び清掃に関する法律（以下「廃棄物処理法」という。）に基づいて，Ｂ県知事からそれぞれに係る産業廃棄物処理業の許可を受けたＣ社に委託していた。\nこの場合において，【資料】を参照しつつ，以下の設問に答えよ。なお，設問はいずれも，独立したものである。\n〔設問１〕\nＡ社は，産業廃棄物の排出に当たって，Ｃ社に対して，紙の産業廃棄物管理票（以下「マニフェスト」という。）を適切に交付し，写しの送付を確認していた。ところが，交付したマニフェストについて，収集運搬に係る写しは適切に送付されてきていたものの，２００５年５月頃から，中間処理に係る写しは，Ｃ社からの適時の送付が滞り始め，２００８年からは，半年分が一度に送られてくるようになった。しかし，Ａ社は，これまで特段の問題は発生していなかったことから，それについて何の対応もせず放置していた。\nそうしたところ，Ｃ社が当該マニフェストに係る産業廃棄物を不法投棄していることが明らかになった。Ｃ社は，利潤追求に走る余り，Ａ社以外からも，その処理能力を超える産業廃棄物の処理を受託しており，処理施設に運搬した後，処理しきれない産業廃棄物を，Ａ社と取引があったＤが所有する土地（以下「本件土地」という。）に投棄していたのであった。\nＣ社は，Ｄからは資材置場として用いるという名目で本件土地を賃借していた。Ｄは，一度本件土地に行った際に，産業廃棄物らしいものが投棄されていると気付いてはいたが，賃料収入があることから，Ｃ社の行為を黙認していた。\n本件土地の隣には，農民Ｅの畑があり，農作物を栽培している。不法投棄量が増えるにつれて，不法投棄された産業廃棄物に起因する異臭のする液体が，Ｅの畑に流入するようになった。\n２０１０年５月になって，農作物への影響を心配するＥが当該液体を採取して調査会社に持ち込んだところ，０．１ｍｇ／ｌの鉛（なお，土壌の汚染に係る環境基準値は，０．０１ｍｇ／ｌ以下である。）が検出された。驚いたＥは，同年６月，Ｂ県知事に通報した。この事実を確認したＢ県知事は，四囲の状況から判断して，原因は本件土地に不法投棄された産業廃棄物であると考えている。\nこの場合において，Ｂ県知事は，廃棄物処理法上，どのような法的措置を講ずることができるかを説明せよ。なお，Ｃ社に対する法的措置については考えなくてよい。\n〔設問２〕\nＡ社は，産業廃棄物の処理の委託先を，Ｃ社から，Ｃ社と同様の許可を受けたＦ社に変更した。\nほどなく，Ａ社の経営が，極度に悪化してきた。そこで，Ａ社は，Ｆ社に対して，委託料金の大幅な値引きを求めるようになった。その額は，Ｂ県内での同種処理の平均的料金の４０％であった。\n最初は難色を示していたＦ社であったが，同社も業績が悪化していたし，処理委託される産業廃棄物の量が多いためにそれなりの利益は得られると考え，結局はＡ社の要求を受け入れた。そして，新たな契約に基づき，２０１２年５月頃から，以前の料金の４０％の価格で処理を受託していた。このような料金では，適正処理は無理なことが程なく判明したが，値上げ交渉は困難と考え，契約条件を変えないままでいた。\nＡ社のマンション工事現場からは，産業廃棄物が排出され続けている。収集運搬後の処理に困ったＦ社は，２０１３年５月頃から，中間処理はしたという虚偽のマニフェストの写しをＡ社に送付する一方で，Ｂ県内の山林に産業廃棄物を不法投棄するようになった。２０１５年１月になって，Ｆ社は事実上倒産したため，Ａ社の委託は停止された。\n不法投棄されたＡ社の産業廃棄物は，相当の高さに積み上がっている。この不法投棄地のすぐそばには，かねてより地元住民が日常的に散策を楽しんでいた遊歩道がある。堆積された産業廃棄物の一部が，遊歩道上に少しずつ崩落している状態にある。\nこの場合において，Ｂ県知事は，廃棄物処理法上，どのような法的措置を講ずることができるか。この措置が設けられた趣旨を踏まえつつ論ぜよ。\n【資 料】\n○ 廃棄物の処理及び清掃に関する法律施行規則（昭和４６年９月２３日厚生省令第３５号）（抜粋）\n（管理票の写しの送付を受けるまでの期間）第８条の２８ 法第１２条の３第８項の環境省令で定める期間は，次の各号に掲げる区分に応じ，それぞれ当該各号に定めるものとする。\n一 法第１２条の３第３項前段又は第４項前段の規定による管理票の写しの送付 管理票の交付の日から９０日（特別管理産業廃棄物に係る管理票にあつては，６０日）二 法第１２条の３第５項又は第１２条の５第５項の規定による最終処分が終了した旨が記載された管理票の写しの送付 管理票の交付の日から１８０日\n○ 環境省大臣官房廃棄物・リサイクル対策部産業廃棄物課長「行政処分の指針について（通知）」（平成２５年３月２９日環廃産発第１３０３２９９号）（抜粋）\n⑶ 排出事業者等が当該産業廃棄物の処理に関し適正な対価を負担していないとき，当該処理が行われることを知り，又は知ることができたときその他法第１２条第７項，第１２条の２第７項及び第１５条の４の３第３項の規定の趣旨に照らし排出事業者等に支障の除去等の措置を採らせることが適当であるとき（同条第１項第２号）\n① 「適正な対価を負担していないとき」とは，不適正処理された産業廃棄物（中間処理後の産業廃棄物にあっては事業活動に伴って生じた段階からのすべての産業廃棄物）を一般的に行われている方法で処理するために必要とされる処理料金からみて著しく低廉な料金で委託すること（実質的に著しく低廉な処理費用を負担している場合を含む。）をいうものであること。\n「適正な対価」であるか否かを判断するに当たっては，まずは都道府県において，可能な範囲内でその地域における当該産業廃棄物の一般的な処理料金の範囲を客観的に把握すること。\nそして，その処理料金の半値程度又はそれを下回るような料金で処理委託を行っている排出事業者については，当該料金に合理性があることを排出事業者において示すことができない限りは，「適正な対価を負担していないとき」に該当するものと解して差し支えないこと。なお，当該処理料金の半値程度よりも高額の料金で処理委託をした場合においても，これに該当する場合があることは言うまでもないことから，排出事業者が一般的な料金よりも安い価格で委託しても適正処理がなされると判断した理由について，随時報告徴収を実施するなどして把握するように努めること。〔第２問〕（配点：５０）\nＡ社は，Ｂ県内の土地（以下「本件土地」という。）を所有している。本件土地では長らくＣ社が化学工場（有害物質使用特定施設が設置されている。）を操業していたが，Ａ社は本件土地をＣ社から２０１３年に購入した。その後，Ａ社は同工場を自ら操業することなく閉鎖した。ところが，Ａ社が同工場を解体して本件土地を更地にした際に土壌汚染対策法第３条第１項に基づく調査をしたところ，砒素による汚染が発見された。調査を受託した会社によれば，砒素による汚染の程度は，土壌汚染対策法第６条第１項第１号の環境省令で定める基準を超えていた。この汚染はＣ社の化学工場の操業によって発生したものと考えられる。Ｃ社は汚染のおそれを認識していたため，Ａ社の本件土地の購入価格はその市場価格よりも著しく安かった。本件土地の西隣にはＤ井戸があり，住民Ｅ及びＦが飲用に供してきた。Ａ社から本件土地の汚染について報告を受けたＢ県知事が２０１４年にＤ井戸を調査したところ，水質汚濁に係る環境基準の１０００倍の砒素が検出された。\nこの場合において，以下の設問に答えよ。\n〔設問１〕\nＢ県知事は，誰に対してどのような法的措置を講ずることができるか。\n〔設問２〕\nＤ井戸から西に１００メートルのところにＧ井戸がある。本文において，Ｂ県は２０１０年の時点で，法定の水質汚濁状況の監視作業を通じて，Ｇ井戸から水質環境基準の１００倍の砒素が検出された事実を把握していたとする。しかし，Ｂ県はこれを自然由来の局所的汚染であると即断し，近くにＤ井戸が存在している事実を把握していたにもかかわらず，更なる原因究明のための調査も付近の井戸の調査も行わず，また，周辺住民への周知もしなかった。本文における\n２０１４年のＤ井戸の調査結果を踏まえ，更にＢ県知事が調査した結果，２０１５年になって，Ｄ井戸にもＧ井戸にも本件土地からの汚染が広がっていたことが判明した。ＥはＤ井戸の水を長年飲んだことによって末梢神経に異常をきたしており，また，そのことを知ったＦは自分もいつ発症するかと考え不安な日々を送っている。この場合において，Ｅ及びＦは，誰に対してどのような請求ができるか。なお，時効については考えなくてよい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問は，「廃棄物の処理及び清掃に関する法律」（以下「法」という。）のもとで，産業廃棄物の排出事業者が，法により課される適正処理に関する義務を懈怠した場合に発生する法的責任についての理解を問う問題である。\n〔設問１〕では，法第１２条の３が規定する産業廃棄物管理票（以下「マニフェスト」とい\nう。）制度に関する正確な理解が試される。中間処理に関するマニフェストの写しは，交付後\n９０日以内に送付されることが求められているところ（法第１２条の３第４項，法施行規則第\n８条の２８第１号），本事案においては，半年以上が経過している。そうした場合には，マニフェスト交付者であるＡ社は，委託に係る産業廃棄物の処分に係る状況の把握が義務付けられる（法第１２条の３第８項）。Ａ社は，その義務を懈怠している。Ａ社の委託に係る産業廃棄物に関しては，Ｄの土地において不法投棄がなされ，環境基準値をはるかに超過する濃度の鉛が周辺の畑に流入し，生活環境の保全上支障が発生している状況にある。そこで，Ｂ県知事は，Ａ社に対して，支障の除去等の措置を求めて措置命令を発することができると指摘する（法第\n１９条の５第１項第３号へ）。\nＤに関しては，不法投棄がされていることに気付いているにもかかわらずこれを黙認している。これは，不法投棄を「助けた」と評価されることから，Ｂ県知事は，Ｄに対しても，支障の除去等を求める措置命令を発することができると指摘する（法第１９条の５第１項第５号）。\n〔設問２〕では，著しく安価な委託料金による委託がもたらす不適切な結果を踏まえて法第\n１９条の６が一部改正により規定されたことの理解を問うとともに，事例に示される具体的状況に対して同条を正しく適用できるかどうかが試される。法第１１条第１項に規定される産業廃棄物排出事業者の責任は，自らが処理する以外にも，適正な委託によっても果たされるが，その前提には，適正な処理ができる委託料金が支払われていることがある。料金をいくらにするかは，委託者と受託者の自由契約によっており，法は何ら規定していない。一般的には，委託者が契約交渉上優位な立場にあるため，安価な料金での契約締結がされているといわれていた。その料金では適正処理は困難であることから，この点が不法投棄の温床のひとつとなっていた。もちろん，不法投棄をした受託者の責任が追及されるべきではあるが，生活環境保全上の支障除去等をする資力がない場合が少なくなく，そうなれば，投棄された産業廃棄物がそのままになってしまう。そこで，法第１９条の６は，処分者の資力その他の事情からみて除去等の対応が困難なとき（第１項第１号），委託者である排出事業者が適正な対価を負担していないとき（第１項第２号）などの要件を満たせば，当該排出事業者を，生活環境保全上の支障除去等を求める命令の名宛人とすることができると規定した。民事上有効な契約に関して，法の制度趣旨を踏まえ，契約の一方当事者に行政法的責任を課したのである。汚染者支払原則（汚染者負担原則，原因者負担原則）の徹底といえる。本事案においては，Ｆは事実上倒産しており，また，平均的料金の４０％での委託であるため，添付【資料】「行政処分の指針について\n（通知）」（抜粋）が示す基準に照らせば，要件を満たす。堆積された廃棄物の一部が遊歩道に崩落し始めている状況は，生活環境保全上の支障があると考えられることから，Ｂ県知事は，- 29 -\nＡ社に対して支障除去等を求める措置命令を発することができると指摘する。\n〔第２問〕\n第２問は，土壌汚染及び地下水汚染に関する問題について，関連法を横断的に理解しているか，どのような訴訟を提起できるかについて把握しているかを確認する問題である。\n〔設問１〕では，Ｂ県知事としては，本件土地の砒素による汚染の程度が土壌汚染対策法第\n６条第１項第１号の環境省令で定める基準を超過していたことから，まず，同条第１項により要措置区域を指定する。次に，同法第７条第１項の汚染の除去等の措置を講ずるよう指示する。\nその際，同条同項ただし書の要件を全て満たせばＣ社に対して指示することになるが，本問ではＣ社は「汚染のおそれを認識していたため，Ａ社の本件土地の購入価格はその市場価格よりも著しく低かった」とされているため，同条同項ただし書にいうＣ社に「汚染の除去等の措置を講じさせることが相当である」とはいい難い。そこで，同条同項ただし書の要件を満たさないことから，Ｃ社に対して措置を講じるよう指示することはできず，Ａ社に対して指示するのである。\nまた，特定事業場を設置する工場若しくは事業場において有害物質に該当する物質を含む水の地下への浸透があったことにより，現に人の健康に係る被害が生じ，又は生ずるおそれがあるため，Ｂ県知事は，Ｃ社に対して地下水浄化の措置命令を発出できる（水質汚濁防止法第１４条の３第１項，第２項）。\n〔設問２〕では，Ｅの健康被害，Ｆの平穏生活権・平穏生活利益の侵害が問題となる。\nＥ，Ｆは，Ｃ社に対して，民法第７０９条に基づく損害賠償を請求することが考えられる。\nただし，平穏生活権・平穏生活利益の侵害については，従来の裁判例では，損害賠償を認めたものはない。Ｅは，工場又は事業場における事業活動に伴う有害物質の汚水又は廃液に含まれた状態での排出又は地下への浸透により，身体を害されたといえるから，水質汚濁防止法第１９条を根拠としてＣ社の無過失責任を追及することもできる。\nまた，Ｅ，Ｆは，Ａ社に対して，人格権(ないし平穏生活権・平穏生活利益)の侵害に基づく妨害排除（Ｄ井戸の水の汚染の差止め）を請求することができる。\nさらに，Ｅ，Ｆは，Ｂ県に対して国家賠償法第１条第１項に基づく損害賠償請求を請求することが考えられる。Ｂ県が原因究明のための調査を行わなかったのは，常時監視（水質汚濁防止法第１５条）及び公表（同法第１７条）についての都道府県知事の権限を定めた水質汚濁防止法の趣旨，目的やその権限の性質等に照らし，Ｂ県知事の裁量を逸脱して著しく合理性を欠くといえるか，そして，これにより被害を受けた者との関係で，国家賠償法第１条第１項の適用上違法となるといえるかについて論じる。\nなお，Ｅ，Ｆは，Ｂ県に対して，Ｃ社に対する地下水浄化措置命令(水質汚濁防止法第１４条の３)の義務付け訴訟(行政事件訴訟法第３条第６項第１号)を提起することも考えられる。",
  "scoring_notes": "【第１問について】\n１ 出題の意図に即した答案の存否，多寡第１問は，「廃棄物の処理及び清掃に関する法律」（以下「法」という。）の下での産業廃棄物不法投棄への事後対応措置についての出題である。受託者が不法投棄をした場合において，委託者である排出事業者が産業廃棄物管理票（以下「マニフェスト」という。）に関する義務に違反したときに，知事は，当該排出事業者に対してどのような措置を講じ得るか，また，当該不法投棄場所を提供した土地所有者に対してどのような措置を講じ得るかの説明を求め（設問１），排出事業者が適正対価を支払っていなかった場合に知事はどのような措置を講じ得るかの説明を求める（設問２）問題であった。\n設問１の採点を通じては，以下の諸点が実感された。\n第１に，本件土地の隣にある農民Ｅの土地への影響の状況が，法第１９条の５に基づいてＢ県知事が発出する原状回復命令の要件の一つとなっているところ，この点に触れていない答案が少なからずあった。同条に基づく命令が発出されるにおいては，同条第１項柱書に規定される全ての要件を充足しなければならない。その認定は適法な行政をするに当たって重要であるにもかかわらず，注意不足である。事例にある状況が「生活環境保全上の支障」を発生させていることを，条文とともに明確に指摘する必要がある。\n第２に，Ｂ県知事が求める措置に関して，問題文に生活環境の保全上の支障があると推測させる事実が記されているにもかかわらず，それへの対応について何ら記さずに，Ａ社に対して，マニフェスト義務違反を理由とする勧告・公表・命令のみを記していた答案が相当数あった。その権限行使も可能ではあるが，問題文が提示する事案に照らせば，より根本的な解決が求められている。問題文に「マニフェスト」とあることから，それが規定されている条文を踏まえたものと推測されるが，\n法律全体の観点から最適の対応を選択すべきである。\n第３に，本事案は，中間処理に関するものであるから，マニフェストの送付は，\n中間処理終了後９０日以内にされなければならない。中間処理は，法１２条の３第４項であるから，廃棄物の処理及び清掃に関する法律施行規則第８条の２８第１号により「９０日」であるところ，最終処分と誤解して同条第２号の１８０日と記していた答案が散見された。\n第４に，事案においては，Ｄに関する記述がされているにもかかわらず，法第１９条の５第１項第５号に基づき，原状回復命令の名宛人としてのＤ及び命令要件の充足について全く触れていない答案が多数あった。問題文には無駄な記述はないのであって，受験生の注意力不足が感じられた。また，Ｄに関しては，この条文に気付かずに，土地所有者としての一般的義務を規定する法第５条第２項又は清潔保持に関する一般的義務を規定する同条第５項を引き合いに出して説明する答案や不法投棄者として刑事責任を問うべきとする答案が散見された。原状回復制度に対する理解が徹底されていないように感じられた。\n第５に，「Ｃ社に対する法的措置については考えなくてよい」と問題文に記されているにもかかわらず，Ｃ社に対する措置命令について記述した答案が散見された。\nまた，「廃棄物処理法上，どのような法的措置を講ずることができるか」と問題文に記されているにもかかわらず，土壌汚染対策法による措置について述べる答案も散見された。問題文にある指示の重大な見落としである。\n第６に，Ａ社に対する措置命令の根拠を法第１９条の６とする答案が一定数見られた。おそらくは，同条第１項第２号の「知り，又は知ることができた」という要件に着目したものと思われる。しかし，本事案では，Ａ社に関して法第１９条の５第１項第３号ヘに該当することが明らかなのであり，法第１９条の６を論ずる前提に欠ける。\n第７に，本設問の前提にはマニフェスト制度があるが，この制度の趣旨を詳述する答案が散見された。記述内容は適切ではあるが，それは問われていないものであり，記述するとしても最小限にとどめるべきであった。時間配分及び答案用紙のスペース配分の点で不利になった。\n設問２の採点を通じては，以下の諸点が実感された。\n第１に，問題文において，設問１と設問２は独立していると記されているところ，\n法第１９条の６に基づく命令の要件の一つである「生活環境保全上の支障」について論じていない答案が相当数あった。設問１で論じたから不要と考えたのかもしれないが，不注意である。また，「生活環境保全上の支障」の要件の根拠を法第１９条の５と誤解している答案が一定数あった。これも不注意である。\n第２に，法第１９条の６に基づく命令の適用の問題であるという点には，ほとんどの答案が気付いていた。その要件は，同条第１項第１号及び第２号であるところ，\n第１号要件に関する事実を拾わずに第２号要件の該当性のみを論ずる答案が相当数あった。同条第１項柱書に「次の各号のいずれにも該当すると認められるとき」とあるように，第１号要件及び第２号要件は，いずれもの充足が必要であるところ，\nこの点を見落としている。\n第３に，法第１９条の６第１項第２号が規定する「適正な対価」という要件の認定に当たっては，問題文にある「４０％」と資料にある「半値程度又はそれを下回るような料金」を明記して当てはめる作業が求められるところ，この点が適切になされていない答案が少なからず見られた。とりわけ，資料に言及しない答案，言及はするものの具体的記述の中で本事案への対応に必要な部分を摘出しない答案が一定数あったのには驚いた。\n第４に，法第１９条の６第１項柱書にある「前条第１項に規定する場合において」\nの意味は，本件に照らせば，産業廃棄物処理基準に適合しない処分が行われた場合に限られるところ，法第１９条の５第１項各号のいずれかの場合にも該当していなければならないと誤解して，適合する規定を探して事案を当てはめている答案が散見された。また，この要件の認定と当てはめができていない答案が大半であった。\n条文の正確な理解が求められる。また，法第１９条の６が導入された経緯については，的確な記述がされている答案は極めて少なかった。\n第５に，虚偽記載のあるマニフェストが送付されていることを重視して，交付者であるＡ社の責任を論ずる答案が一定数あった。Ａ社は平均的料金の４０％で委託していることから，適正処理がされたことそれ自体を疑って本当にされているのかどうかを確認すべきというのであるが，そうであるとしても，その場合にＢ県知事がとりうる方策は，勧告・公表・命令である（法第１２条の６）。Ｆ社の不法投棄によって生活環境保全上の支障が生じている現実に鑑みれば，より直接的かつ実効的な措置が求められているのは自明である。事案への対応方法を適切に選択するという視点が欠けている点が気になった。\n２ 出題の意図と実際の解答に差異がある原因として考えられること不法投棄された産業廃棄物が生活環境保全上の支障を発生させている場合に，知事が原状回復を命ずる名宛人には，いくつかのパターンがある。それぞれに関してどのような義務違反が前提になっているのかについて，的確に整理した理解がされていないために，適用すべき条文を当てはめる事実が問題文から拾い上げられていない。法は，適正処理の実現の観点から，数次の改正によって，不法投棄に大なり小なり関係する多様な主体に行政法的責任を規定している。責任が最も追及されるべきは投棄をした者であるが，その者のみの責任を追及するのでは，法目的である生活環境の保全が実現できない。このような法政策の展開を踏まえて，法の仕組みを理解すべきである。\n３ 各水準の答案のイメージ「優秀」といえる答案のイメージは，マニフェストに関する排出事業者の義務及び不法投棄の幇助をしたことになる土地所有者の存在について的確に把握し，それを条文や資料の関係部分の摘示を通じて，明確に説明できているものである。また，\n適正対価についても，同様に，条文や資料の関係部分の摘示を通じて，明確に説明できているものである。法第１９条の５及び第１９条の６に規定されている要件との関係で，問題となる事実を的確に把握し，それを丁寧に当てはめている答案も，\n「優秀」と評価できる。「良好」といえる答案は，その程度がやや劣るものである。\n「一応の水準」といえるのは，各設問において問われている論点が何とか把握できている答案である。「不良」な答案とは，それすらできていないものである。\n【第２問について】\n１ 出題の意図に即した答案の存否，多寡第２問は，土壌汚染及び地下水汚染に関する横断的な問題を問うものであった。\n設問１に関しては，土壌汚染対策法第６条第１項により，要措置区域を指定する点をまず書く必要があるが，この点はほとんどの答案が的確に書いていた。次に，\nＡ社に対する汚染の除去等の指示措置（第７条第１項本文）及びＣ社に対する指示措置（同項ただし書）の関係について本問に即して解答する必要があるが，半分ほどの答案が両者の関係について記述しておらず，両者に関してバラバラに記すにとどまっていた。さらにＡ社に対する指示措置のみを書いている答案も少数見られた。\nＣ社が市場価格より著しく安く売却した点が法的にどういう問題を発生させるかについて論じていない答案も相当数見られた。問題文をきちんと読むことを心掛けてほしい。なお，市場価格より著しく安くてもなお汚染除去にかかる費用が高額に上るため，Ｃ社が十分負担したことにならないとする答案もあり，一定の評価をした。\nまた，Ａ社とＣ社の指示措置の関係に関連して同法第７条第１項の趣旨を記述したものについては，加点した。\nＣ社に対する地下水浄化措置命令については半分ほどの答案が記述するにとどまった。土壌汚染と地下水汚染は表裏一体であることの認識が必要であろう。\n設問２に関しては，Ｅについては健康被害，Ｆについては平穏生活権侵害が問題となるが，Ｆについては損害とは言い難いとする答案もかなり見られた。裁判例では，Ｆのような損害を平穏生活権侵害に基づく損害と捉えて賠償を認めた事案は見当たらず，そのような記述も当然認められる。なお，Ｅ，Ｆの損害について記していない答案もかなり見られたが，Ｅ，Ｆのそれぞれについて問うている問題の趣旨を考えてほしい。\nＣ社に対しては，Ｅについては水質汚濁防止法第１９条第１項に基づく無過失責任，Ｆについては民法第７０９条に基づく過失責任が問題となるが，この点の区分を記述するものは相当数見られた。\nＢ県に対する国家賠償法第１条第１項に基づく損害賠償請求について，Ｂ県が原因究明のための調査をしなかったことが，常時監視（水質汚濁防止法第１５条），\n公表（同第１７条）の権限を定めた水質汚濁防止法の趣旨，目的やその権限の性質等に照らし，Ｂ県知事の裁量を逸脱して著しく合理性を欠く点については，半数程度の答案が記述していた。この点は公害等調整員会裁定平成２４・５・１１が関連している。Ｂ県知事による，土壌汚染対策法第５条第１項の調査命令の発動や水質汚濁防止法第１４条の３第２項の地下水浄化命令の発動の権限不行使を問題とする答案も少なからず見られ，一定の点数を与えたが，「人の健康被害が生ずるおそれ」\nが認められる前の状態での行政の対応についても検討してほしかった。\nＡ社に対するＥの人格権侵害（ないしＦの平穏生活権侵害）に基づく妨害排除請求（Ｄ井戸の水の汚染の差止請求）については記述していた答案が極めて少なく，\n残念であった。民事差止請求について注目度が減っているように思われる。また，\nこの点について記述した答案の半数近くが，Ｅの人格権侵害に基づく妨害排除請求については記載せず，Ｆの平穏生活権侵害に基づく妨害排除請求についてのみ記載しており，やや不可解であった。\nなお，Ｂ県に対し，Ｃ社に対する地下水浄化措置命令の義務付けを求める訴えを提起できる点について記述した答案は相当数に上った。また，本件土地に対する要措置区域の指定やＡ社に対する土壌汚染の除去の指示措置の義務付け訴訟について記述した答案も見られた。ともに点数を与えたが，後者は，汚染が広がってしまっている状況下ではやや迂遠な手段ではある。\n設問２に関する全体的印象として，民事の損害賠償ないし差止めについて重点を置くものと，義務付け訴訟や国家賠償訴訟に重点を置くものに分かれ，どちらかしか書いていない答案がかなり見られたことを挙げておきたい。\n２ 出題の意図と実際の解答に差異がある場合の原因として考えられること４点挙げておきたい。\n第１に，問題文が意外にきちんと読まれていないと見られることである。これは試験場で取り組むべき課題であるが，常日頃から心掛けておくことが適当であろう。\n第２に，土壌汚染対策法第７条に関しては覚えてきたことを吐き出すような答案が間々見られたことはやや残念であった。何が問題文と関連するかを取捨選択し，\n問われていることに的確に解答することが必要である。\n第３に，環境法はその実現のための救済手段として，民事訴訟，行政訴訟等を活用しているのであり，いずれについても目を配ってほしい。具体的な裁判例，裁定についても十分勉強してほしい。\n第４に，第１問との関係もあったであろうが，最後までたどり着かない答案もいくつか見られた。答案においてどの問題にどの程度スペースや時間を割くかについても配慮してほしい。\n３ 各水準の答案のイメージ「優秀」な答案のイメージは，設問１については，土壌汚染対策法第７条の意味と水質汚濁防止法第１４条の３の意味を的確に把握し，設問２については，Ｂ県に対する国家賠償請求の在り方やＡ社に対する民事差止請求の在り方について理解しているものである。「良好」な答案のイメージは，設問２において不法行為に基づく損害賠償請求及び国家賠償請求について良く書かれているものである。「一応の水準」は，設問１について土壌汚染対策法と水濁法の双方について相当程度書かれており，設問２において不法行為に基づく損害賠償請求と国家賠償請求について書かれているものである。「不良」な答案はそれさえなされていないものである。\n【学習者及び法科大学院教育に求めるものついて】\n第１に，環境法は，問題解決指向の強い法分野である。個別法の部分のみならず，\n法律全体の仕組みをどのように用いて問題解決を図ろうとしているのかについて理解できるようになっていることが望まれる。\n第２に，訴訟に関しては，民事訴訟と行政訴訟を場合によって使い分ける実務が現実にある。誰を被告にしてどのような訴訟を用いるのが原告にとって有益なのかを，原告を中心に置いて考えられるようになっていてほしい。また，民法や行政法のごく基本的な部分について，環境法との関係で理解されていることも重要である。\n第３に，毎年繰り返している点であるが，条文を正確に読むという法曹として基本的な能力をしっかり養成するトレーニングがされる必要がある。条文を「こんなもの」と理解するのではなく，一語一語及びそれらと条文全体の関係を理解しつつ把握するようになっていなければ，的確な答案作成はできない。"
}