{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＸ国，Ｙ国及びＺ国は国際連合（以下「国連」という。）加盟国で，Ｙ国は国連安全保障理事会\n（以下「国連安保理」という。）の常任理事国である。Ｘ国，Ｙ国及びＺ国は，いずれも「民間航空の安全に対する不法な行為の防止に関する条約」（以下「モントリオール条約」という。）の当事国であり，いずれもモントリオール条約批准時に同条約第１条に定義する行為を国内刑法上の犯罪とし，当該犯罪行為に重い刑罰を科すとともに，同条約第５条１及び２に定める場合に，上記犯罪行為に自国の裁判権を設定するための必要な国内法改正を行っていた。また，Ｚ国は同国の国内法で，上記犯罪が国外で自国の国民に対して行われた場合も自国の裁判権を行使することを定めていたが，Ｘ国及びＹ国の国内法はこのような裁判権の設定をしていない。\nＹ国法人が運航するＹ国登録の民間航空機が，Ｙ国からＺ国に向けて飛行中に公海上空で爆破され，Ｙ国籍の乗員乗客１５０名とＺ国籍の乗客１０名が死亡した。４年後，同事件の実行犯がＸ国籍の甲であり，甲がＸ国領域内に所在することを突き止めたＹ国及びＺ国の各警察当局は，当該犯罪行為がモントリオール条約第１条１（ｂ）に定める業務中の航空機を破壊する行為に当たるとして，それぞれ，同行為を犯罪化した自国の刑法を適用して甲の逮捕状の発付を受けた。Ｘ国とＹ国の間及びＸ国とＺ国の間には犯罪人引渡条約は締結されていなかったが，Ｙ国とＺ国はそれぞれＸ国に対して甲の仮拘禁を要請し，それに続いて甲の引渡しを請求した。Ｘ国の逃亡犯罪人引渡法は，犯罪人引渡条約の存在を引渡しの条件としていないが，同法は自国民の引渡しを禁止している。Ｘ\n国の警察当局は，自国の法令に基づき甲を仮拘禁した後，事実についての予備調査を行う一方，甲が自国民であるので，甲のＹ国及びＺ国への引渡しについては拒否した。しかし，Ｘ国の警察当局は，その後３年を経ても，同国における財政事情により十分な捜査人員を確保できていないとして，甲に関する事件を，訴追のために検察当局へ付託しなかった。\nそこで，Ｙ国は，政府内で，「国連安保理に『安全保障理事会は，Ｘ国による甲の引渡し及び訴追の拒否が国際の平和と安全に対する脅威を構成すると決定し，国連憲章第７章の下に行動して，Ｘ国に対して甲をＹ国に引き渡すよう決定する』という決議案を提出し，その決定を受けて甲の身柄を確保すべきである」という強い意見もあったものの，最終的には，モントリオール条約第１４条１に従い，Ｘ国を相手として本事件を国際司法裁判所（以下「ＩＣＪ」という。）に提訴することを決定した。そして，Ｙ国は，ＩＣＪに「①Ｘ国は甲が本件犯罪行為の容疑者であることを認識しながら甲のＹ国への引渡しを拒否し，その後３年を経ても，Ｘ国の財政事情を口実にして，甲を訴追するために，権限のあるＸ国当局に当該事件を付託することを怠っていることにより，モント\nリオール条約第７条に継続的に違反していること，②したがって，甲を直ちにＹ国に引き渡すことによって国際違法行為を停止する義務があること」を宣言するように請求した。\nＺ国も，モントリオール条約第１４条１に従い，Ｘ国を相手として，Ｘ国による同条約第７条の継続的違反行為の停止を請求する訴えをＩＣＪに提起した。この訴えにおいて，Ｚ国は自国の原告適格につき，「被害者の国籍に関係なく，Ｚ国がモントリオール条約の当事国であることに基づいて，Ｘ国による継続的違反行為の停止を請求する原告適格を有する」と主張した。\n以上を踏まえて，下記の設問に答えなさい。\n〔設 問〕\n１．ＩＣＪに対するＹ国の請求に対して，ＩＣＪはどのような判決を出し得るかを論じなさい。\n管轄権の問題は論じなくてよい。\n２．Ｙ国政府内で強い意見があったとされている国連安保理決議案を，Ｙ国が実際に国連安保理に提出し，同案が国連安保理決定として採択されたとする。これに対し，Ｘ国が「Ｘ国とＹ国の間にはモントリオール条約が締結されているから，甲のＹ国への引渡しについては，Ｘ国は- 32 -同条約の規定に従って対応する権利を有している」と主張した場合に，Ｙ国はどのような反論ができるかを論じなさい。\n３．原告適格に関するＺ国の主張を国際法に照らして評価しなさい。\n【参考資料】モントリオール条約\nこの条約の締約国は，民間航空の安全に対する不法な行為が人及び財産の安全を害し，航空業務の運営に深刻な影響を及ぼし，また，民間航空の安全に対する世界の諸国民の信頼を損なうものであることを考慮し，そのような行為の発生が重大な関心事であることを考慮し，そのような行為を抑止する目的をもつて犯人の処罰のための適当な措置を緊急に講ずる必要があることを考慮して，次のとおり協定した。\n第１条 １ 不法かつ故意に行う次の行為は，犯罪とする。\n（ａ） （略）\n（ｂ） 業務中の航空機を破壊し，又は業務中の航空機に対しその飛行を不能にする損害若しくは飛行中のその安全を損なうおそれがある損害を与える行為\n（ｃ）～（ｅ） （略）\n２ （略）第５条 １ いずれの締約国も，次の場合には，犯罪行為につき自国の裁判権を設定するために必要な措置をとる。\n（ａ） 犯罪行為が当該締約国の領域内において行われた場合\n（ｂ） 犯罪行為が当該締約国において登録された航空機に対し又はその機内で行われた場合\n（ｃ） 機内で犯罪行為の行われた航空機が容疑者を乗せたまま当該締約国の領域内に着陸する場合\n（ｄ） 犯罪行為が，当該締約国内に主たる営業所を有する賃借人若しくは主たる営業所を有しないが当該締約国内に住所を有する賃借人に対して乗組員なしに賃貸された航空機に対し又はその機内で行われた場合\n２ 容疑者が領域内に所在する締約国は，１（ａ），（ｂ），（ｃ）又は（ｄ）の場合に該当する他のいずれの締約国に対しても第８条の規定に従つてその容疑者を引き渡さない場合に第１条１（ａ）から（ｃ）までに定める犯罪行為及びこれらの犯罪行為に係る同条２に定める犯罪行為につき自国の裁判権を設定するため，必要な措置をとる。\n３ この条約は，国内法に従つて行使される刑事裁判権を排除するものではない。\n第６条 １ 犯人又は容疑者が領域内に所在する締約国は，状況によつて正当であると認める場合には，その者の所在を確実にするため抑留その他の措置をとる。この措置は，当該締約国の法令に定めるところによるものとするが，刑事訴訟手続又は犯罪人引渡手続を開始するために必要とする期間に限つて継続することができる。\n２ １の措置をとつた締約国は，事実について直ちに予備調査を行う。\n３ １の規定に基づいて抑留された者は，その国籍国の最寄りの適当な代表と直ちに連絡をとるための援助を与えられる。\n４ いずれの国も，この条の規定に基づいていずれかの者を抑留する場合には，前条１（ａ），（ｂ），（ｃ）又は（ｄ）の場合に該当する国，抑留された者の国籍国及び適当と認めるときはその他の利害関係国に対し，その者が抑留されている事実及びその抑留が正当とされる事情を直ちに通告する。\n２の予備調査を行つた国は，その結果をこれらの国に対して直ちに報告するものとし，かつ，自国が裁判権を行使する意図を有するかどうかを明示する。\n第７条 容疑者が領域内で発見された締約国は，その容疑者を引き渡さない場合には，当該犯罪行為が自国の領域内で行われたものであるかどうかを問わず，いかなる例外もなしに，訴追のため自国の権限ある当局に事件を付託する義務を負う。その当局は，自国の法令に規定する通常の重大な犯罪の場合と同様の方法で決定を行う。\n第８条 １，２ （略）\n３ 条約の存在を犯罪人引渡しの条件としない締約国は，犯罪人引渡しの請求を受けた国の法令に定める条件に従い，相互間で，犯罪行為を引渡犯罪と認める。\n４ 各犯罪行為は，締約国間の犯罪人引渡しに関しては，当該犯罪行為が行われた場所のみでなく，第５条１（ｂ），（ｃ）又は（ｄ）の規定に従つて裁判権を設定すべき国の領域内においても行われたものとみなす。\n第１４条 １ この条約の解釈又は適用に関する締約国間の紛争で交渉によつて解決することができないものは，それらの締約国のうちいずれか一国の要請によつて仲裁に付託される。紛争当事国が仲裁の要請の日から六箇月以内に仲裁の組織について合意に達しない場合には，それらの紛争当事国のうちいずれの一国も，国際司法裁判所規程に従つて国際司法裁判所に紛争を付託することができる。\n２，３ （略）〔第２問〕（配点：５０）\nＸ国はＹ国に隣接する小国であり，Ｙ国は，海洋に面した経済大国である。Ｙ国に所在するＹ国法人である会社甲社及び乙社は，Ｙ国内の大規模な工場で石油からガソリンを精製し販売している。Ｘ国にはガソリンを精製する会社がなく，ガソリンを甲社及び乙社からの輸入に全面的に依存している。ところが，甲社及び乙社は，談合の上，ガソリンの供給量を減少させた。この結果，Ｘ国及びＹ国におけるガソリンの価格は２倍になった。そこで，Ｙ国の公正取引委員会は，甲社及び乙社の上記行為がＹ国の独占禁止法に違反する行為に当たるとして，甲社及び乙社に対して，制裁金を科すための審査手続を開始した。他方，Ｘ国の公正取引委員会も，甲社及び乙社の行為がＸ国の独占禁止法に違反するとして，Ｙ国に所在する甲社及び乙社に対し，制裁金を科すための審査を開始すると決定した。Ｙ国は，Ｘ国による同国の独占禁止法の適用は国際法違反であると主張した。それにもかかわらず，Ｘ国の公正取引委員会の担当官は，Ｙ国に所在する甲社及び乙社に赴き，本件談合に係る可能性のある資料を提出するように命じる書面を手交した。Ｘ国の独占禁止法では，提出命令を拒否した場合には，制裁金が科されることとなっている。\nところで，この事件の５年後に，甲社は，石油を用いてプラスチック製品を作る工場を，Ｘ国との国境付近のＹ国領域内に建設することを計画した。Ｙ国政府は，工場からの排水に含まれ得る有害物質について，Ｙ国の国内法に定める環境基準に照らし，十分な対策がとられていることを事前に確認の上，その建設及び稼働を許可した。そこで，甲社は計画に従って工場を完成させた上，同環境基準に従った操業を行っていた。しかし，ある時，同工場で作業員によって同環境基準に違反する操業が行われた。\nこのため，同工場から出された汚染排水が地下水を通じてＸ国に流入し，Ｘ国民に対し，重い健康被害を広範囲にもたらした。そこで，Ｘ国政府は，「Ｘ国民に被害が出た以上は，Ｙ国は，発生した損害について，Ｙ国政府として責任を負わなければならない」と主張した。その後，Ｙ国政府は，甲社の上記工場からの排水について検査を行い，同国国内法に定める環境基準の遵守を徹底するように甲社に命令した。これを受けて甲社は，直ちに同工場に当該環境基準の徹底遵守を指示するとともに，同工場に新しい排水浄化装置を設置した。甲社は，新設した排水浄化装置は最先端の設備であり，現在の科学的知見に従えば，排出される有害物質の量は微小で，その人体への影響は完全に無視できるほど小さいと主張している。これに対しＸ国は，甲社の主張に対抗する有力な科学的見解があり，同見解に従えば依然として健康被害が引き起こされる可能性は十分にあると主張している。Ｘ国は，Ｙ国を相手取り，甲社の上記工場の操業停止を求めて国際司法裁判所に提訴し，同時に，甲社の同工場の操業を直ちに差し止めるようにＹ国に命じる暫定措置を要請した。Ｘ国とＹ国は，共に国際司法裁判所規程の当事国であり，選択条項受諾宣言をしている。\n以上を踏まえて，下記の設問に答えなさい。\n〔設 問〕\n１．甲社及び乙社が談合の上ガソリンの供給量を減少させ価格を引き上げた行為に対してＸ国の独占禁止法を適用することは国際法違反であるというＹ国の主張に対して，Ｘ国はどのような反論をなし得るか論じなさい。\nまた，Ｘ国の公正取引委員会の担当官が談合に係る可能性のある資料を提出するように命じる書面をＹ国において手交した行為に対して，Ｙ国は，執行管轄権の観点からどのような主張ができるか論じなさい。\n２．Ｘ国政府の「Ｘ国民に被害が出た以上は，Ｙ国は，発生した損害について，Ｙ国政府として責任を負わなければならない」という主張に対して，Ｙ国は，国際法上，どのような反論をなし得るかを論じなさい。Ｘ国政府のこの主張以降にＹ国政府のとった措置は考慮しなくてよい。\n３．国際司法裁判所において，Ｘ国は，暫定措置を要請するに当たり，甲社の工場の操業を差し止める必要性を，どのような根拠で主張し得るかについて論じなさい。- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，「民間航空の安全に対する不法な行為の防止に関する条約」（以下「モントリオール条約」という。）の関連条文の解釈と条約義務違反がある場合の法的効果，国際連合憲章（以下「国連憲章」という。）第７章に基づく安全保障理事会（以下「安保理」という。）の決議の拘束力及び国連憲章に基づく義務と他の条約上の義務とが抵触した場合の権利義務の優劣，並びに，条約に定める義務が条約締約国全体に対して負う義務であることが国際司法裁判所（以下「ＩＣＪ」という。）における原告適格に及ぼす法的効果，について問う問題である。\n設問１は，①本問の事実関係の下でＸ国はＹ国に対してモントリオール条約第７条に定める義務に継続的に違反しているといえるか否か，②違反しているとすればＸ国は甲を直ちにＹ国に引き渡すことによって国際違法行為を停止する義務を負うか否か，を尋ねている。\n①の問題では，モントリオール条約第７条の規定が，容疑者が領域内で発見されたＸ国にどのような義務を課しているかを条約の解釈規則に基づいて導き出すこと，並びに，本問においてＸ国がとった行為が当該義務によりＸ国に要求されていることに合致しているか否か（国家責任条文第１２条を参照）を論理的に説明することが求められている。\nモントリオール条約第７条を文脈によりかつその目的に照らして与えられる用語の通常の意味に従って誠実に解釈すれば，同条は，容疑者が領域内で発見された締約国に対して，その容疑者を引き渡さない場合には，いかなる例外もなしに，訴追のため自国の権限のある当局に事件を付託する（起訴ではない）ことを義務付けていることが理解できよう。モントリオール条約第６条第２項が同締約国に対して「事実について直ちに予備調査を行う」ことを求め，同条約第７条が，同国に「自国の法令に規定する通常の重大な犯罪と同様の方法で決定を行う」ことを求めていることを考慮すれば，事件を権限のある当局に付託する義務を合理的期間内に履行しなければならないことも推察できよう。これを本問の事実に当てはめると，どのような結果になるか。\n本問では，Ｘ国はモントリオール条約第５条に基づく裁判権を国内法上設定しており，Ｙ国\n（爆破された航空機の登録国として甲の引渡しを請求する資格を有する。）からの要請に応じて甲の仮拘禁と事実に関する予備調査を既に行ったが，Ｙ国による甲の引渡しの請求については拒否することを選択した。それにもかかわらずＸ国は，その後３年を経過しても，財政事情を口実に訴追のため事件を権限のあるＸ国当局に付託することを怠っているから，モントリ\nオール条約第７条の義務を履行していない。財政事情が事件付託の義務の不履行を正当化する事由とならないことは，モントリオール条約第７条が「いかなる例外もなしに」と定めていることや本問のような財政事情が国家責任法上の違法性阻却事由に該当しないことに照らしても明らかであろう。\nＸ国によるモントリオール条約第７条の義務違反の行為が継続している場合には，Ｘ国は国家責任法上，当該国際違法行為を中止する義務を負う（国家責任条文第３０条（ａ）を参照）ことにまず気付かなければならない。ただし，ここでは，Ｘ国に，Ｙ国が請求するように，「甲を直ちにＹ国に引き渡すことによって」国際違法行為を中止する義務があるといえるか否かが問われており，Ｘ国が犯した義務違反の内容を正確に理解することが求められる。\nすなわち，モントリオール条約第７条は，「容疑者を引き渡さない場合には」と定めるだけで，容疑者を引き渡すか否かについては容疑者が領域内で発見された締約国の選択に委ねている。モントリオール条約第８条第３項（Ｘ国は条約の存在を犯罪人引渡しの条件としない国に該当する。）も，Ｘ国に「国の法令に定める条件に従い・・・犯罪行為を引渡犯罪と認める」\nよう義務付けるにとどまるから，Ｘ国は自国民である甲をＹ国に引き渡す義務までは負っていない。モントリオール条約の下では，容疑者を引き渡すか否かは，容疑者が発見された国の選択権の問題であるのに対して，訴追のため事件を権限のある当局に付託する義務は条約上の義務だと解釈される。したがって，Ｘ国は第７条の義務違反を中止すべき義務を負うが，その義務違反とは飽くまで，訴追のため事件を自国の権限のある当局に付託すべき義務に違反していることであり，ＩＣＪがＸ国に求めることができるのは，甲をＹ国に引き渡さないのであれば，訴追のため事件をＸ国の権限のある当局に付託せよということにとどまる。\n設問２は，Ｘ国のモントリオール条約第７条に基づく義務と同国の国連憲章に基づく義務とが抵触するときに，Ｘ国はいずれの義務に従わなければなければならないかを問う基本的な問題である。\n問題文によれば，安保理はＸ国による甲の引渡し及び訴追の拒否が国際の平和と安全に対する脅威を構成すると認定し，「国連憲章第７章の下に行動して」Ｘ国に対して甲をＹ国に引き渡すよう決定している。安保理がこのような表現によって国連憲章第７章に基づく措置を決定する場合，同決定は国連憲章第３９条及び第４１条に従って行われていることを理解しなければならない。国連憲章第２５条により，国連加盟国は，安保理の決定を「受諾し且つ履行する」義務を負うが，国連憲章第３９条及び第４１条に基づき採択された安保理の決定が法的拘束力を有し，全ての国連加盟国に義務を課すことは，国連憲章第２５条の解釈として確立している。\nしたがって，上記安保理決定によって，Ｘ国は「甲をＹ国に引き渡す」義務を負った。\nしかし，設問１で見たように，モントリオール条約の下では，Ｘ国は甲をＹ国に引き渡さない場合には，例外なしに，訴追のため事件をＸ国の権限のある当局に付託する義務を負うにとどまり，甲をＹ国に引き渡す義務までは負わない。そこで，Ｘ国が安保理決定によってＹ国に対して負った義務と，モントリオール条約第７条に基づきＹ国に負っている義務との間には内容的に抵触が認められる。このような義務の抵触は，後法は前法を破るとか特別法は一般法を破るといった一般原則によってではなく，国連憲章第１０３条に従って解決が図られなければならないことを想起すべきである。同条によれば，国連加盟国の国連憲章に基づく義務と他のいずれかの国際協定に基づく義務とが抵触するときは，国連憲章に基づく義務が優先すると定められている。甲をＹ国に引き渡すことを求めた安保理決定の義務は，「憲章に基づく義務」\nに該当するから，ロッカビー事件暫定措置命令に示されたＩＣＪの見解も参照すれば，Ｘ国は甲をＹ国に引き渡す義務を優先しなければならないという反論を導くことは容易かと思われる。\n設問３で，Ｚ国は，モントリオール条約の当事国であることのみを根拠に原告適格を主張している。したがって，この設問では，モントリオール条約第７条に定める義務が締約国全体に対して負う義務であり，Ｘ国による当該義務の違反に対しては，Ｚ国を含むすべての条約締約国が，Ｘ国の責任を援用する原告適格を認められるといえるか否かが，問題になろう。\nＩＣＪのバルセロナトラクション事件判決が認めたように，国際義務には，国家相互間において個別的に負う義務だけでなく，義務の履行について全ての関係国が共通の利益を有するような対世的な義務が存在することを，まず指摘する必要があろう。国家責任条文第４８条第１\n項によれば，対世的義務には，国際社会全体に対して負う義務（obligation erga omnes）のほかに，諸国家の集団的利益を保護するために当該集団に対して負う義務（obligation erga\nomnes partes）が認められるが，本設問は後者の義務に関係する。\n次に，多数国間条約上の義務が対世的義務に該当する場合の，当該義務の法的効果について明らかにする必要がある。対世的義務は，その遵守について全ての国が共通の利益を有するから，いずれかの締約国による義務の不履行について，他の全ての条約締約国が当事者適格を有することが導かれる。国家責任条文第４８条第１項及び第２項も，このような義務の違反があった場合には，直接侵害を受けていないいずれの締約国も，違法行為国の責任を援用する権利を有し，責任国に対して国際違法行為を中止するよう求めることができると定める。もっとも，従来ＩＣＪは，南西アフリカ事件第２段階判決で示したように，国が同裁判所において当事者適格を有するためには，同国が国際法により具体的な法的権利又は利益を明確に付与され，かつ他の国の国際違法行為によって当該法益を侵害されていることが必要であり，国際法は一般利益を根拠とした民衆訴訟を認めていないとされてきた。しかし，最近の訴追又は引渡し義務事件判決で，ＩＣＪは，訴追又は引渡し義務について定めた拷問及び他の残虐な，非人道的な又は品位を傷つける取扱い又は刑罰に関する条約（以下「拷問等禁止条約」という。）第７条第１項の義務を対世的義務と認めるとともに，上記国家責任条文第４８条と同様に，全ての条約締約国が対世的義務の不履行を確認し，それを中止させる目的で責任を援用することができると判示して，条約の締約国という地位のみに基づき原告適格が認められることを確認した。\nこうした先例等に依拠することもできよう。\n最後に，モントリオール条約第７条に定める義務が対世的義務を定めたものか否かについて言及する必要がある。モントリオール条約の目的は，拷問等禁止条約と同様に，犯罪行為を防止し，もし犯された場合には実行者が処罰を免れないことを確保することにあり，締約国はこの点に共通の利益を有する。モントリオール条約が，容疑者が領域内で発見された締約国に対して課す義務は，拷問等禁止条約のそれとほぼ同一である。この点を踏まえれば，モントリオー\nル条約第７条も，この義務の履行について全ての条約締約国が共通の利益を有するような対世的義務を課したものと考えられよう。\n〔第２問〕\n本問は，国家管轄権のうち，立法管轄権と執行管轄権の域外適用とそれが国際法上で許され得る根拠，領域使用の管理責任原則とそれが規定する領域国の義務，国際司法裁判所が暫定措置を指示する際の要件とそれに際して予防原則が持ち得る意義を問う問題である。\n設問１は，国家管轄権の域外適用の国際法上の根拠の有無や本件における域外適用の法的評価を問う問題である。\n設問１前段は，Ｙ国内で事業を行うＹ国法人である甲社及び乙社に，Ｘ国の国内法を適用するのであるから，立法管轄権の域外適用の問題である。法の適用ということから司法管轄権の域外適用という理解の可能性もあるが，問題文には，「Ｘ国の独占禁止法に違反するとして…\n制裁金を科すための審査を開始すると決定した」とあり，審査手続を開始した段階であることが明示されている。また，設問の後段では「執行管轄権」について問うているのであるから，設問前段は，その行使の前提として立法管轄権の域外適用を問うていることが理解されなければならない。\n立法管轄権の域外適用については，国際法上で明確に定まった原則はないが，米国の国内裁判例において，効果理論に基づく立法管轄権の域外適用が認められている。それは，属地主義の拡大である客観的属地主義が，犯罪の構成要件に該当する行為や結果が自国領域で行われ，又は発生していることを要件とするのに対して，より緩やかに，「影響・効果」が自国領域で発生することを根拠として立法管轄権を行使する考え方といってよい。\n本件に当てはめると，Ｘ国はガソリンをＹ国法人の甲社及び乙社からの輸入に全面的に頼っている小国であり，甲社と乙社が談合して供給量を減少させた結果としてＸ国におけるガソリンの価格が２倍になったという事実関係が示されているのであるから，効果理論に基づくＸ国の独占禁止法の域外適用の可能性が考えられることに気付かなければならない。\nただし，効果理論は，米国の国内裁判でも揺らぎがあり，また，学説や国家実践で一貫して肯定的評価を受けているとはいえず，国際法上で確立した理論とはいえない。\n設問１後段は，執行管轄権の域外適用の国際法上の評価を問うている。Ｘ国の公正取引委員会の担当官が，Ｙ国領域内に所在する甲社及び乙社に赴き，本件談合に係る可能性のある資料を提出するように命ずる書面を手交したことは，提出命令を拒否した場合には制裁金が科されるという，強制力をもつ執行管轄権の行使であることを認識する必要がある。\nその上で，国際法上，執行管轄権については，その行使を属地主義に基づき領域内においてのみ許されており，他国領域内における執行管轄権の行使は，当該他国の領域主権への侵害になることから許されないことが明らかにされなければならない。\n設問２は，自国領域内の非国家実体の行為が，他国や他国民に対して損害を発生させたときに，領域主権を持つ国が国際法上の責任を負う場合の根拠やその要件を問うものである。\nまず，Ｙ国の国際法上の責任を追及する根拠については，領域使用の管理責任原則が確立していること，そして，同原則は，非国家実体が領域内で行う行為により他国に損害を発生させ得る場合に，当該領域国に対し，相当の注意を払って損害を防止する義務を課すものであることの理解が求められる。\nその上で，領域使用の管理責任原則に基づく責任の有無につき，相当の注意義務の履行という観点から，本件の事実に当てはめて結論を導くことが求められる。すなわち，工場を操業するのはＹ国自身ではなく非国家実体である甲社であること，Ｙ国政府は甲社に工場の建設及び稼働を許可していること，及びＹ国政府はこの許可に際し，工場からの排水に含まれ得る有害物質について，Ｙ国の国内法に定める環境基準に照らし十分な対策がとられていることを事前に確認していることを考慮して結論を導く必要がある。\n設問３は，暫定措置が命令される要件，本件では特徴的に，国際司法裁判所が，工場の操業の差止めを指示するための要件が問われている。\n暫定措置の要件については，国際司法裁判所規程第４１条が「裁判所は，事情によって必要と認めるときは，各当事者のそれぞれの権利を保全するためにとられるべき暫定措置を指示する権限を有する。」と規定しているのみであり，判例によりこの要件が具体化されてきた。具体的には，本案審理の一応の管轄権があること，暫定措置を必要とする緊急な事態があること，不可逆の損害発生の可能性があること，保全される権利・利益と本案で争点となる権利・利益が一致していること，紛争の悪化の防止が必要であることなどが要件として考えられる。これらの要件に照らし，本件の事実の下で，暫定措置を命令する根拠があるといえるかを明らかにする必要がある。\n本件への当てはめに際しては，Ｘ国とＹ国がともに選択条項受諾宣言を行っていること，争われているのはＸ国との国境付近におけるＹ国領域内での甲社による工場の操業を許可したことの是非であること，発生し得るのは健康被害であることが考慮されなければならない。\nＸ国が暫定措置として差止め命令を要請する根拠としては，本件では甲社の工場の操業により健康被害が発生するか否かにつき，科学的知見について争いがある（すなわち，科学的不確実性が残る）中で，また，本案で操業の許可が国際法上違法であるという認定がされる前に，当該工場の操業を差し止めるという，Ｙ国の領域主権の行使に対する制限が肯定されるかが問われることになる。そこで，環境保護の分野で発展してきた予防原則の意義をいかに捉えるかを論じることが求められる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている出題の趣旨（「平成２７年司法試験論文式試験問題出題趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２ 採点方針国際関係法（公法系）科目については，従来と同様に，①国際公法の基本的な知識を習得し，かつ，設問に関係する国際公法の基本的な概念，原則・規則及び関係する理論や国際法判例を正確に理解できているか，②各設問の内容を理解し必要な国際法上の論点に触れているか，問題の事例に対する適切な考察がなされているか，\n③答案の法的構成がしっかりしており，かつ，論理的な文章で適切な理由付けがなされているか，といった点を重視している。\n３ 採点実感等本年は，最低ライン点未満者が３人あった。このことに象徴されるように，国際公法の基礎的知識の習得がまだ不十分なままで受験する者が一定数出てきていることが懸念される。また第１問及び第２問を通じて，優秀又は良好な答案の比率が例年に比べ少し下がり，一応の水準又は不良の答案の比率が増えていることも懸念される。\n⑴ 第１問各設問の趣旨と押さえるべき主要論点については，前述の出題の趣旨で述べているので繰り返さない。全体としてみれば，各設問とも優秀な答案は１割程度であった。設問１は一応の水準又は良好な答案が比較的多かった。設問２及び設問３は，優秀及び良好な答案と一応の水準又は不良の答案の差がはっきりと分かれ，\nおおよそ半々であったが，設問３では不良の答案が相当数あった。\n設問１は，問題文に示したとおり，①Ｘ国が「民間航空の安全に対する不法な行為の防止に関する条約」（以下「モントリオール条約」という。）第７条の義務に違反したか否かを尋ねる前半と，②同条約に違反したとすればＸ国は国家責任法上どのような義務を負うかを尋ねる後半に分かれる。前半の①については，\n参考資料に掲げたモントリオール条約第７条の解釈及び本問事実への当てはめを通じて，多くの答案がＸ国の第７条に対する継続的義務違反を導き出せていた（大多数の答案が，容疑者所在地国であるＸ国はＹ国に容疑者甲を引き渡さない場合には「いかなる例外もなしに」訴追のため自国の権限ある当局に事件を付託する義務を負っていたにもかかわらず，これを３年以上も履行しなかったことについてＸ国に義務違反があると言及していた。）。もっともＸ国が甲を容疑者と認識した後３年を経ても事件を権限ある当局に付託しなかった点について，関連する主要論点を全て提示して必要な説明を行えていた答案は，半数程度にとどまった。\n第一に，第７条には，容疑者所在地国が権限ある当局に事件を付託すべき期間についての定めがないが，優秀な解答には，「自国の法令に規定する通常の重大な犯罪の場合と同様の方法で」と定める第７条の文言又は「訴追又は引渡し義務に関する問題」事件の国際司法裁判所（以下ＩＣＪという。）判決を援用して，義務履行の合理的期間を導き出し，本問事実に当てはめて，Ｘ国は容疑者所在地国として，第５条第２項の義務及び第６条の義務（予備調査）を履行しながら，３年を経てもなお権限のある当局に事件を付託することを怠っていたのであるから，本件事情の下では第７条の義務に違反したと指摘するものも幾つかあった。\n第二に，Ｘ国が，「同国における財政事情により十分な捜査人員を確保できていない」ことを，事件を訴追のために検察当局に付託することをしない口実としている点についても，優秀な答案は，第７条が「いかなる例外もなしに」事件の付託を義務付けていることを指摘し，さらに，財政事情が国家責任法上の違法性阻却事由のいずれにも該当しないことを指摘していた。これらの論点に触れていた答案は，良好な答案も含めると半数近くあった。\n設問１の後半部分②については，２，３行の結論のみを示してその根拠を全く説明していない答案が相当数あり，根拠を示して解答できていた答案とそうでない答案との間に明確な差が生じた。問題文にはＹ国が，「②したがって，甲を直ちにＹ国に引き渡すことによって国際違法行為を停止する義務があること」を宣言するようにＩＣＪに請求したことを示しているので，問題文が何を問うているかを，まずしっかり読み取ってもらいたい。本問事実によれば，Ｘ国の違法行為は継続しているので，Ｘ国には当該違法行為を停止（中止）する義務があることをまず判決で述べる必要があるが，この点に言及できていた答案はそれほど多くはなかった。次に，Ｙ国は，Ｘ国には甲を直ちにＹ国に引き渡すことによって義務違反を終了させる義務があると主張しているので，この義務についても判断が求められている。優秀な答案には，モントリオール条約第７条が「容疑者を引き渡さない場合は」と定めて締約国に引き渡すか否かの選択権を与えているのに対して，事件を権限ある当局へ付託する義務はいかなる例外もない締約国の義務と定めていること，同条約第８条第３項は締約国に犯罪人引渡し義務までは直接課してはいないこと，さらに，「訴追又は引渡し義務に関する問題」事件のＩＣＪ判決が，引渡し義務は選択的であるのに対して事件の付託義務は義務的であると判示したこと，を援用しつつ，Ｘ国は甲をＹ国に引き渡す義務を負っていないが，\n直ちに事件をＸ国の権限ある当局に付託する義務を負っているとしたものがあった。\nなお，設問１に関する答案を採点して，若干気付いた問題点を以下に指摘しておく。問題文で裁判所の管轄権の問題は論じなくてよいと述べていたにもかかわらず，管轄権の問題に長々と行数を費やした答案，あるいは問題文にＹ国の請求内容を明示しているにもかかわらず，これを十分読まずに解答したと見られる答案（例えば，モントリオール条約第５条第２項違反の有無を論じた答案など）が若干あった。また，判決文の構成をあまり学習できていないと思われる答案（例えば，関連する条文の解釈と本問事実への当てはめという基本的な作業ができていないもの）が散見された。モントリオール条約の解釈についても，第８条第３項はＸ国に対して甲のＹ国への引渡し義務を設定した規定であり，Ｘ国逃亡犯罪人引渡法による自国民の引渡しの禁止は，国内法を理由として国際義務を免れることはできないという原則の違反に当たると解答した答案が若干あった。\n設問２について，Ｙ国がＸ国の主張に反論しようとすれば，出題趣旨で述べたように，①Ｘ国に対して甲のＹ国への引渡しを命じた国際連合（以下「国連」という。）安全保障理事会（以下「安保理」という。）の決議はＸ国に対し法的拘束力を有すること，かつ，②Ｘ国が国連憲章に基づきＹ国に対して負う甲の引渡し義務は，モントリオール条約に基づきＸ国がＹ国に対して負っている義務に優先することを述べる必要がある。本問は，国際法のごく基礎的な知識を問うものであり，国連憲章の関連規定は，司法試験用法文登載法令に含まれていることから，解答は比較的容易だと思われたが，優秀及び良好な答案は，①，②のいずれにおいても半数弱にとどまった。\n優秀な答案は，まず①については，国連憲章第３９条の下で事態を認定する決定，並びに，第４１条及び第４２条に定める強制措置をとる決定が，国連憲章第２５条に基づいて国連加盟国に対し法的拘束力を有することを指摘する。次に，\n本問の安保理決定が，「Ｘ国による甲の引渡し及び訴追の拒否が国際の平和と安全に対する脅威を構成すると決定し，国連憲章第７章の下に行動して，Ｘ国に対して甲をＹ国に引き渡すように決定する」と定めていることに着目して，安保理の実行に従えば，この決議は国連憲章第３９条及び第４１条に基づく安保理の決定に該当するから国連憲章第２５条に基づき，甲をＹ国に引き渡す法的義務をＸ国に課したものと結論付ける。続いて②については，モントリオール条約第８条第３項によれば，Ｘ国は，同国国内法の自国民引渡し禁止規定を援用することができ，同条約上は甲をＹ国に引き渡す義務まで負わないと主張できることを指摘している。しかし国連憲章第１０３条によって，モントリオール条約に基づく義務と国連憲章に基づく義務（これには安保理が国連憲章第４１条の下で行った決定に基づく義務が含まれることに言及したものもある。）が抵触するときは，国連憲章に基づく義務（権利義務関係と解釈した答案もある。）が優先することになるから，Ｘ国は安保理決議によって負う義務，すなわち，甲をＹ国に対して引き渡す義務を優先させなければならないと結論付けている。しかし，このように書けた答案は，少数にとどまった。\n実際には，第７章に基づく安保理の決定が国連憲章第２５条に基づいて法的拘束力を有することに言及できていた解答はそれほど多くはなく，中には，安保理決定は法的拘束力を有するものではないが，内容的には国際平和と安全にとって重要な意味を有すると述べるなど，安保理決定の法的性格について正しく理解できていない答案が相当数あった。他方，国連憲章第１０３条に言及できていた答案は，約半数に過ぎず，安保理決議は特別法であるからモントリオール条約に優先すると述べた答案もいくつかあった。\n設問３は，ＩＣＪにおける当事者適格と対世的義務に関する問題である。多数の答案が，ＩＣＪの判例によれば （南西アフリカ事件のＩＣＪ判決を援用した答案も少なからずあった。），国際違法行為国の責任を追及できるのは，一般には，当該違法行為によって自国又は自国民の法益を侵害された直接被害国であること，あるいは，国が裁判所において当事者適格を有するためには，同国が国際法により付与されている具体的な法的権利又は利益を他の国の国際違法行為によって侵害されていることが必要だと述べており，原告適格の一般的な説明としては，この指摘は正しいものといえる。しかし，本問題文では，Ｚ国は自国の原告適格につき，「被害者の国籍に関係なく，Ｚ国がモントリオール条約の当事国であることに基づいて，Ｘ国による継続的違反行為の停止を請求する原告適格を有する」と主張した旨記述しており，本問が，モントリオール条約第７条の対世的義務的性格を根拠にＺ国の原告適格性を問題にしていたことは明らかである。\nしかしこの点に注意せずに，Ｚ国は自国民が被害を受けているから消極的属人主義に基づき原告適格を有するとか，Ｚ国はモントリオール条約第５条第３項に基づく刑事裁判権を設定しているのでＸ国に対して甲の引渡しを請求することができる法益を有するといった見解を述べた答案が，いくつかあった。\n他方，一般論として，バルセロナトラクション事件のＩＣＪ判決や，国連国際法委員会の国家責任条文第４８条を援用して，対世的義務の違反がある場合には，\n当該義務違反に対して，直接権利又は法益を侵害された国以外の国も，義務違反の停止や再発防止の保障等を求めて違法行為国の責任を追求できることに言及した答案は，一定数あった。しかし，Ｘ国によるモントリオール条約第７条違反の行為について，Ｚ国が対世的義務違反を根拠にＩＣＪに訴えを提起する原告適格を認められると述べた解答は，比較的少数であった。いくつかの優秀な解答は，\n「訴追又は引渡し義務に関する問題」事件のＩＣＪ判決を援用するとともに，モントリオール条約前文に定める条約目的や第７条の引渡し又は訴追義務が拷問等禁止条約のそれと同等であることを根拠に，前記ＩＣＪ判決の解釈が本問にも妥当するとした。他方，モントリオール条約の訴追又は引渡し義務は，拷問等禁止条約とは異なり対世的義務を設定しないと解釈した答案も若干あった。さらに若干の解答は，対世的義務の存在は認めつつも，南西アフリカ事件のＩＣＪ判決が民衆訴訟を否定した例を挙げて，実定国際法上ＩＣＪでは条約上の対世的義務を根拠とする民衆訴訟はまだ認められていないと解答した。国際法の規則は，ＩＣＪの判例等を通じて発展してきており，そうした発展にも注意することが求められる。\n「優秀」，「良好」，「一応の水準」，「不良」の答案を一概に表現することは，\n例年同様，難しいが，おおむね次のとおりである。\n優秀：３つの設問においてそれぞれ問われている国際法上の論点（出題の趣旨参照）を的確につかんで，各論点について要求される国際法上の原則，判例等についての基本的事項を論理的かつ簡明に記述し，各設問で提示された事案への当てはめがしっかりできている答案である。\n例えば第１問についていえば，上記設問１，設問２及び設問３において，優秀な答案例として示したような解答内容を，全ての設問において維持できた答案は優秀な答案といえる。多くの解答において，設問１に相当数の時間とエネルギーを費消して，設問２，設問３となるに従って，だんだん解答内容が密から粗になっていく傾向が見られる。最初に全体の構成を見渡し，時間配分を間違わないように，また全体の論述の水準を維持するように心掛けることが必要と思われる。\n良好：おおむね優秀答案のレベルに達する解答ができているものの，設問によっては，一部の論点に関する説明が十分なされていない箇所があるとか，理由の説明や関連する判例や国家実行など論証に不十分な箇所があるなど，優秀な答案に比べて，若干欠点がある答案。例えば，設問１では，概ね優秀な答案内容になっているにもかかわらず，事件付託義務の合理的期間，財政事情等を理由とする義務不履行，引渡し義務と事件の権限ある当局への付託義務との関係など重要な論点の若干について説明不足又は根拠不十分な点がある解答などがこれに当たる。\n設問３では例えば，他の締約国全体に対する対世的義務を根拠とする原告適格を認める論述をしているが，その根拠に一部誤った記述あるいは曖昧な記述が見られるような答案が挙げられる。\n一応の水準：全体の解答のバランスを誤り，例えば，設問１及び設問２は優秀な答案内容になっているにもかかわらず，設問３が時間不足で十分論述できていない答案。あるいは全設問において，基本的な論点の多くは押さえているが，どの設問についても，重要な論点について，１又は２の論点漏れ，又は，論拠について説明の欠如があるような答案が挙げられる。\n不良：設問の内容や趣旨がそもそも理解できていない答案，あるいは，理解できていても主要な論点が欠落している答案又は基本的な国際法の知識を欠いていると見られる記述が散見される答案。設問１では，そもそも引渡し又は訴追義務の趣旨が理解できていない答案。設問２では，国連安保理決議が法的拘束力を有していることが理解できていない答案。設問３では，そもそも対世的義務の意味が理解できていない答案などがその典型例である。\n⑵ 第２問各設問の趣旨と押さえるべき主要論点については，前述の出題の趣旨で述べているので繰り返さない。\n全体としてみれば，設問１の前半は，一応の水準の答案が半数近くを占め，優秀な答案は１割程度であった。設問１の後半は，良くできており，優秀な答案と良好な答案が大多数であった。設問２は，良好な答案又は一応の水準の答案が半数近くを占め，優秀な答案は少なかった。設問３は，良好な答案と一応の水準の答案が大半を占めたが優秀な答案は僅かであり，不良の答案がかなりあった。\n設問１の前半については，これが，立法管轄権の域外適用の問題であることに気付いている答案は多かったが，気付いていない答案もあった。立法管轄権の域外適用が，国家間の対立を招いた実例があり，設問のような独占禁止法の域外適用は，その典型的な例であることから，立法管轄権の域外適用の問題についての理解と認識が期待されたが，それが欠けている答案があることは懸念される。また，立法管轄権の域外適用の問題であることに気付いている答案でも，立法管轄権については，国際法上明確な規律が確立していないという前提を論じているものは僅かであった。\n立法管轄権の域外適用の問題であることに気付いている答案の多くは，米国の国内裁判所判例で採用された効果理論の考え方を説明して，Ｘ国の独占禁止法をＹ国に所在する甲社及び乙社に適用することについて，Ｙ国の国際法違反であるという主張に対し，Ｘ国が効果理論の適用により反論することが可能であることを論じていた。優秀な答案では，まず，効果理論について，効果理論が米国の国内裁判例で採用された理論であることを述べ，その内容を自分の言葉で説明することができていた。それに加えて，設問において，Ｘ国にはガソリンを精製する会社がなく，ガソリンを甲社及び乙社からの輸入に全面的に依存していること，\n甲社及び乙社が談合の上供給量を減少させた結果，Ｘ国及びＹ国におけるガソリンの価格が２倍になったという事実状況を踏まえ，これに効果理論を当てはめて適用することができていた。さらには，Ｘ国の反論を述べる立場からは消極的要素となるが，効果理論が国際法上確立しているとはいえないとし，その慣習国際法としての成立を否定する答案もあった。反論を述べる上では消極的要素も検討すべきであり，こうした論点も吟味したという点は評価できる。\n設問１の後半については，執行管轄権の域外適用の問題であることに気付いている答案が多かった。そのような答案では，執行管轄権が領域内でしか行使できないことを論じていた。しかし，設問の前提事実に当てはめて，資料提出命令書の手交が，強制性をもった執行管轄権の行使であることまで明確に説明する答案は，半分に満たなかった。また，多くの答案が執行管轄権の域外適用が（領域）\n主権への侵害に当たることを説明していた。なお，誤って，不干渉義務の違反を論ずる答案もあったが，基本的な国際法知識の正確な習得が望まれる。\n設問１の前半と後半の両者についてみると，いずれも，管轄権の行使の問題であるが，管轄権の根拠（属地主義・属人主義・保護主義・普遍主義など）の説明に終始しているものもあった。設問の論点を理解しこれを中心として論ずることが望まれる。\n設問２については，領域使用の管理責任原則により，Ｙ国政府の国際法上の責任が追及され得ることについては，ほとんどの答案が論じていた。同原則は，領域国の基本的な義務を定める原則であるが，これについて多くの答案が理解していたことは，期待どおりであった。領域使用の管理責任原則に加えて，環境損害防止原則も挙げて論じている答案も若干数あり，それは，基本的知識を十分に有していることを示すものとして，良い評価が与えられた。\nこの中で領域使用の管理責任原則は，領域国に相当の注意を払う義務を課していることを理解し，Ｙ国は相当の注意を払っていたと論ずる答案が多数であった。\n具体的には，Ｙ国政府が，甲社の工場からの排水に含まれ得る有害物質について，\nＹ国の国内法に定める環境基準に照らし，十分な対策がとられていることを事前に確認していること，甲社は同環境基準に従って操業していたが，作業員により同環境基準に違反する操業が行われたという事実状況を踏まえ，これに相当の注意義務を当てはめて，Ｙ国が相当の注意を払っていることも論証していた。このような答案は半分以下であった。\nなお，設問の事例では，汚染させた行為は私人の行為であるが，私人の行為は，\nそれ自体として国家の行為とはならない点を論じている答案が半数程度あった。\nこの立論は正しいが，そのような答案のうち，さらに一歩進んで領域使用の管理責任原則により，国家には，相当の注意を払って私人の行為が越境損害を発生させないように防止する義務があり，それに違反すれば国家の責任が発生するということまで論じているものは少数にとどまった。\n設問２の趣旨は，領域国の基本的義務は何か，領域国は越境損害に対しいかなる国際法上の原則に基づいて責任を負うか，その原則が国家に課しているのはどの程度の義務かである。設問２は，国家責任法の一般的知識それ自体を問う問題ではない。しかしながら国家責任法の要件論を中心として一般的知識を記載するにとどまる答案もあった。設問１と同様に，設問の論点を理解しこれを中心として論ずることが望まれる。\n設問３については，多くの答案は国際司法裁判所が暫定措置命令を指示する要件を論じていた。しかし，国際司法裁判所規程４１条に挙げる要件をそのまま記載するにとどまる答案も少なからずあり，判例を通じて定まってきた要件を十分に論ずる優秀な答案は，多くなかった。もっとも，自らが挙げる要件を，設問の事例の事実状況に当てはめて論ずるということは，多くの答案が行っていた。設問３は，操業停止を要請する根拠を問うものであり，暫定措置命令の要件の説明を一般的に求めているのではない。この設問の趣旨を理解できている答案は，予防原則に触れ，予防原則を根拠として，操業停止を要請できることを論じていた。\nただし，このような答案は僅かであった。\n全体としては，次の点を指摘しておきたい。設問に直接的に答えておらず，設問の趣旨を正確に理解しているかどうかに疑問を感じさせる答案が少なからずあった。具体的には，設問が問う論点に直接的に答える構成をせず，設問１では，\n管轄権の根拠，設問２では国家責任の成立要件，設問３では，国際司法裁判所が暫定措置を指示する要件を一般的に論じている答案がしばしば見られた。設問の趣旨を正確に理解している答案であれば，それに従って導き出される論点に関する記述も，設問の事例への法理の当てはめも比較的よくできている。国際法の基礎知識の習得は前提として当然に要求されるが，その知識を有効に活用するためには，設問の趣旨が何かを把握し論点は何かを正確に理解する必要がある。そして，設問の趣旨に従い，これに直接的に答えるように答案を構成する能力が問われる。\n「優秀」，「良好」，「一応の水準」，「不良」の答案を一概に表現することは，\n例年同様，難しいが，おおむね次のとおりである。\n優秀：設問についての国際法の基礎知識を備えており，設問の趣旨を正確に理解し，設問の趣旨に従って論ずることが求められる論点を過不足なく見出して，これらを整序して論ずるとともに，法理を事例に当てはめながら論述を行い，適切な結論を導いている答案。例えば，設問１の前半では，立法管轄権の域外適用の問題であることを明確に認識し，米国裁判所の判例により採用された効果理論を十分に説明して，その上で，効果理論を適用してＸ国が反論し得ることを論じ，\n設問の事実関係を前提に効果理論の具体的な適用についての論証が行われている答案。\n良好：設問についての国際法の基礎知識を備えており，設問の趣旨を正確に理解して主要な論点について解答しているが，優秀な答案に比べて，論点についての説明が不十分であったり，法理の事例への当てはめが十分に行われていなかったりする答案。例えば，設問１の前半では，立法管轄権の域外適用の問題として答案を構成し，効果理論も明記されているが，その内容の説明などが不十分な答案。\n設問２では，領域使用の管理責任原則や相当の注意義務は明記しており，その内容についても十分な説明がなされているが，これらを事例に当てはめて適用することが行われていないとか，行われていても不十分であり，説得力のある議論を導いているとはいえない答案。\n一応の水準：国際法の基礎知識はあり，設問の趣旨も理解してはいるが，触れるべき論点に欠落があったり，触れるべき法理は論じられているがその事例への当てはめがないなどする答案。例えば，設問２では，領域使用の管理責任原則についての十分な説明がなく，私人の行為について国家が相当の注意を払っていれば国家は責任を負わないことを事例の事実から論証する答案や，逆に，領域使用の管理責任原則や相当の注意義務については説明があるが，これらを事例の事実に当てはめて適用して論証していない答案。\n不良：設問の趣旨がそもそも理解できていない答案，あるいは，設問の趣旨が理解できていても，主要な論点が欠落している答案又は基本的な国際法の知識を欠いていると見られる記述が散見される答案。例えば，設問１前半では，立法管轄権の域外適用の問題であることが理解できていない答案，設問２では，越境損害を生じた場合の領域国の基本的義務が理解できていない答案，設問３では，暫定措置として差止請求をする根拠が問われていることに気付いていない答案。\n４ 法科大学院教育に求めるもの採点して感じた今年の答案の傾向に一，二触れておきたい。第一に，国際法に関する基礎的な知識，すなわち国際法の基本的な概念や規則・原則について，その内容を正確に理解し，かつしっかりと身に付けることの重要性を今年もまた強調しておきたい。国際法の基礎的な知識を全般的に有しており，国際法判例や事例についても重要な論点を押さえつつ学習している者の数が，採点結果を見る限り，年々減少しているのではないかと危惧される。教科書の内容を記憶してはいるが関連する国際法規の成立根拠や実際の適用例などについて十分理解ができていない者との間の差が開いている印象を受けるだけでなく，基本的な国際法判例まで学習の範囲が及んでいないか，又は教科書を一通り読んではいるが，内容を整理して理解するまでに至っていないか，重要な論点に対する判例の内容を把握し切れていないと思われる答案も相当数あった。例えば，国連安保理の第７章に基づく決定の法的拘束力等は初歩的な知識の部類に入るが，これが試験では半数ぐらいしか書けていないというのが現状である。国際公法を選択する受験者に対して一言述べれば，選択科目に割くことのできる学習時間には限りがある中で，国際法のテキストに共通して記載されている基本的事項及び基本的な判例集に掲げられている判例等について，内容をしっかり「理解」して学習してほしい。第二に，設問に対して結論のみを書いてその理由付けをほとんどしていない答案が今年も相当数あった。規則の解釈にせよ，具体的事例への当てはめにせよ，法科大学院の学生には根拠付けや論理的整合性に注意する姿勢を日頃より身に付けるようにしてほしい。\n５ その他その数は僅かではあるが，判読が困難な答案が若干存在する。時間の都合もあるとは思うが，判読困難である答案が受験者の有利に働くことはあり得ないのであるから，文字及び文章は読み手の立場に立って読みやすい答案を簡潔に書くように日頃から心掛けてほしい。時間配分に十分に注意してほしい。"
}