{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：４：２〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，Ａ，Ｂ及びＳ株式会社（以下「Ｓ社」という。）の出資により平成１９年に設立された取締役会設置会社である。甲社では，設立以来，Ａが代表取締役を，Ｂ及びＣが取締役をそれぞれ務めている。\n甲社の発行済株式の総数は８万株であり，Ａが４万株を，Ｂが１万株を，Ｓ社が３万株をそれぞれ有している。甲社は，種類株式発行会社ではなく，その定款には，譲渡による甲社株式の取得について甲社の取締役会の承認を要する旨の定めがある。\n２．甲社は，乳製品及び洋菓子の製造販売業を営んでおり，その組織は，乳製品事業部門と洋菓子事業部門とに分かれている。\n乳製品事業部門については，Ａが業務の執行を担当しており，甲社の工場で製造した乳製品を首都圏のコンビニエンスストアに販売している。\nまた，洋菓子事業部門については，Ｂが業務の執行を担当しており，甲社の別の工場（以下「洋菓子工場」という。）で製造した洋菓子を首都圏のデパートに販売している。甲社は，世界的に著名なＰ社ブランドの日本における商標権をＰ社から取得し，その商標（以下「Ｐ商標」という。）\nを付したチョコレートが甲社の洋菓子事業部門の主力商品となっている。\n３．Ｓ社は，洋菓子の原材料の輸入販売業を営んでおり，Ｓ社にとって重要な取引先は，甲社である。\n４．平成２２年１月，甲社は，関西地方への進出を企図して，マーケティング調査会社に市場調査を委託し，委託料として５００万円を支払った。\n５．Ｂは，関西地方において洋菓子の製造販売業を営む乙株式会社（以下「乙社」という。）の監査役を長年務めていた。Ｂの友人Ｄが乙社の発行済株式の全部を有し，その代表取締役を務めている。\n平成２２年３月，Ｂは，Ｄから乙社株式の取得を打診され，代金９０００万円を支払って乙社の発行済株式の９０％を取得した。Ｂは，この乙社株式の取得に際して，Ａ及びＣに対し，「乙社の発行済株式の９０％を取得するので，今後は乙社の事業にも携わる。」と述べたが，Ａ及び\nＣは，特段の異議を述べなかった。Ｂは，この乙社株式の取得と同時に，乙社の監査役を辞任して，その顧問に就任し，その後，連日，乙社の洋菓子事業の陣頭指揮を執った。また，Ｂは，同年４月以後，月１００万円の顧問料の支払を受けている。\n平成２２年４月，乙社は，業界に知人の多いＢの紹介により，チョコレートで著名なＱ社ブランドの商標（以下「Ｑ商標」という。）を日本において独占的に使用する権利の設定を受けた。\n６．平成２２年５月，Ｂは，甲社におけるノウハウを活用するため，洋菓子工場の工場長を務める\nＥを甲社から引き抜き，乙社に転職させた。Ｅの突然の退職により，甲社の洋菓子工場は操業停止を余儀なくされ，３日間受注ができず，甲社は，その間，１日当たり１００万円相当の売上げを失った。\n７．その後，乙社は，関西地方のデパートへの販路拡大に成功し，平成２１事業年度（平成２１年\n４月から平成２２年３月まで）に２００万円であった乙社の営業利益は，翌事業年度には１０００万円に達した。\n８．平成２３年４月，甲社は，乙社が関西地方においてＱ商標を付したチョコレートの販路拡大に成功したことを知り，関西地方への進出を断念した。\n- 2 -\n〔設問１〕 上記１から８までを前提として，Ｂの甲社に対する会社法上の損害賠償責任について，\n論じなさい。\n９．平成２３年７月，Ｂは，甲社の取締役を辞任した。Ｂに代わり，Ｆが甲社の取締役に就任し，洋菓子事業部門の業務の執行を担当するようになったが，Ｂの退任による影響は大きく，同部門の売上げは低迷した。\n10．平成２４年５月，甲社は，洋菓子事業部門の売却に向けた検討を始め，丙株式会社（以下「丙社」という。）との交渉の結果，同部門を代金２億５０００万円で丙社に売却することとなった。\nその際，甲社の洋菓子事業部門の従業員については，一旦甲社との間の雇用関係を終了させた上で，その全員につき新たに丙社が雇用し，甲社の取引先については，一旦甲社との間の債権債務関係を清算した上で，その全部につき新たに丙社との間で取引を開始することとされた。その当時，甲社が依頼した専門家の評価によれば，甲社の洋菓子事業部門の時価は，３億円であった。\n11．上記の洋菓子事業部門の売却については，その代金額が時価評価額より安価である上，株主であるＳ社が得意先を失うことになりかねず，Ｓ社の反対が予想された。\n平成２４年７月２日，Ａは，洋菓子事業部門の売却をＳ社に知らせないまま，甲社の取締役会を開催して，取締役の全員一致により，洋菓子工場に係る土地及び建物を丙社に代金１億５０００万円で売却することを決議した上で，丙社と不動産売買契約を締結し，丙社は，甲社に対し，直ちに代金を支払った（以下「第１取引」という。）。\nまた，その１０日後の平成２４年７月１２日，Ａは，甲社の取締役会を開催して，取締役の全員一致により，Ｐ商標に係る商標権を丙社に代金１億円で売却することを決議した上で，丙社と商標権売買契約を締結し，丙社は，甲社に対し，直ちに代金を支払った（以下「第２取引」という。）。\n第１取引及び第２取引に係る売買契約においては，甲社が洋菓子事業を将来再開する可能性を考慮して，甲社の競業が禁止されない旨の特約が明記された。\nなお，甲社の平成２４年３月３１日時点の貸借対照表の概要は，資料①のとおりであり，その後，同年７月においても財務状況に大きな変動はなかった。また，同月２日時点の洋菓子事業部門の資産及び負債の状況は，資料②のとおりであり，資産として，洋菓子工場に係る土地及び建物（帳簿価額は１億５０００万円）並びにＰ商標（帳簿価額は１億円）があるが，負債はなかった。\n12．平成２４年７月下旬，第１取引及び第２取引に基づき，洋菓子工場に係る不動産の所有権移転登記及びＰ商標に係る商標権移転登録がされた。\n13．平成２４年８月，甲社が第１取引及び第２取引をしたことを伝え聞いたＳ社は，Ａに対し，甲社において株主総会の決議を経なかったことにつき強く抗議し，翻意を促した。\n〔設問２〕 第１取引及び第２取引の効力に関する会社法上の問題点について，論じなさい。\n14．平成２５年６月，甲社は，将来の株式上場を目指して，コンビニエンスストア市場に精通した経営コンサルタントであるＧとアドバイザリー契約を締結した。その際，甲社は，このアドバイザリー契約に基づく報酬とは別に，甲社株式が上場した場合の成功報酬とする趣旨で，Ｇに対し，新株予約権を発行することとした。\n15．上記の新株予約権（以下「本件新株予約権」という。）については，①Ｇに対して払込みをさせないで募集新株予約権１０００個を割り当てること，②募集新株予約権１個当たりの目的である株式の数を１株とすること，③各募集新株予約権の行使に際して出資される財産の価額を５０００円とすること，④募集新株予約権の行使期間を平成２５年７月２日から２年間とすること，⑤募集新株予約権のその他の行使条件は甲社の取締役会に一任すること，⑥募集新株予約権の割\n- 3 -当日を同月１日とすること等が定められた。\n平成２５年６月２７日，甲社の株主総会において，Ｇに特に有利な条件で本件新株予約権を発行することを必要とする理由が説明されたところ，Ｂは，募集新株予約権のその他の行使条件を取締役会に一任することはできないのではないかと主張し，これに反対したが，Ａ及びＳ社の賛成により，上記の内容を含む募集事項が決定された。これを受けて，甲社の取締役会が開催され，取締役の全員一致により，「甲社株式が国内の金融商品取引所に上場された後６か月が経過するまでは，本件新株予約権を行使することができない。」とする行使条件（以下「上場条件」という。）が定められた。\n平成２５年７月１日，甲社は，Ｇとの間で新株予約権割当契約を締結し，Ｇに対し，本件新株予約権１０００個を発行した。\n16．その後，Ｇは，上記のアドバイザリー契約に基づき，甲社に様々な施策を提言し，Ｇのアドバイスにより製造した低カロリーのヨーグルトが好評を博するなど，甲社の業績は向上したが，本件新株予約権の行使期間内に上場条件を満たすには至らない見込みとなった。\n平成２６年１２月上旬，Ａは，Ｇから，「上場すると思っていたのに，これでは割に合わない。\nせめて株式を取得したいので，上場条件を廃止してほしい。」との強い要請を受けた。Ａは，取締役会で上場条件を廃止することができるのか疑問を持ったが，Ｇの態度に押され，同月１１日，Ｃ及びＦを呼んで甲社の取締役会を開催し，取締役の全員一致により上場条件を廃止する旨の決議をした。同日，甲社は，Ｇとの間で，上場条件を廃止する旨の新株予約権割当契約の変更契約を締結した。\n平成２６年１２月１２日，Ｇは，行使価額である５００万円の払込みをして本件新株予約権を行使し，Ｇに対し，甲社株式１０００株が発行された。\n〔設問３〕 上記16で発行された甲社株式の効力に関する会社法上の問題点について，論じなさい。\n- 4 -\n【資料①】\n貸借対照表の概要\n（平成２４年３月３１日現在）\n（単位：円）科目 金額 科目 金額\n（資産の部） （負債の部）流動資産 （略） （略）\n（略） （略） 負債合計 200,000,000（純資産の部）固定資産 株主資本 500,000,000有形固定資産 （略） 資本金 400,000,000建物 100,000,000 資本剰余金 100,000,000土地 400,000,000 資本準備金 100,000,000（略） （略） その他資本剰余金 －無形固定資産 （略） 利益剰余金 －商標権 100,000,000 利益準備金 －\n（略） （略） その他利益剰余金 －純資産合計 500,000,000資産合計 700,000,000 負債・純資産合計 700,000,000（注） 「－」は，金額が０円であることを示す。\n【資料②】\n洋菓子事業部門の資産及び負債の状況\n（平成２４年７月２日現在）\n（単位：円）資産 負債項目 帳簿価額 項目 帳簿価額建物 50,000,000土地 100,000,000商標権 100,000,000資産合計 250,000,000 負債合計 －\n（注） 「－」は，金額が０円であることを示す。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，会社法上の公開会社でない取締役会設置会社（甲社）において，取締役の競業行為等についての競業避止義務違反又は忠実義務違反の成否とその違反が成立する場合における取締役の損害賠償責任（設問１），会社の重要な事業の一部を二つの資産売買に分けて第三者に売却する取引についての会社法上の規律とそのような取引の効力（設問２），株主総会の決議により新株予約権の行使条件の決定を取締役会に委任すること及び取締役会の決議により当該行使条件を廃止することについての法的瑕疵の有無とそのような新株予約権の行使により発行された株式の効力（設問３）に関し，会社法上の規律の基礎的な理解とともに，その応用を問う問題である。\n設問１では，まず，首都圏で洋菓子の製造販売業を営む甲社の取締役Ｂが，関西地方において同種の事業を営む乙社の事業に関連して行った競業行為に関し，競業避止義務違反（会社法第３５６条第１項第１号，第３６５条第１項）が成立するかどうかについて，事案に即して丁寧に論ずることが求められる。\n会社法第３５６条第１項第１号所定の「自己又は第三者のために・・・取引をしようとするとき」については，その「取引」が個々の取引行為をいうものとされていること，「自己又は第三者のために」の解釈につき計算説と名義説とがあることを意識しつつ，取締役Ｂが自己又は第三者のために取引をしたかどうかを検討する必要がある。その際，個々の取引は乙社名義で行われ，Ｂは乙社の代表取締役ではないことを踏まえながら，Ｂは，乙社の発行済株式の９０％を取得し保有していること，Ｂは，連日，乙社の洋菓子事業の陣頭指揮を執っていたこと，Ｂは，乙社の顧問として，毎月１００万円の顧問料の支払を受け，洋菓子工場の工場長Ｅの引き抜きやＱ商標の取得に関与したことなどの事情（事実上の主宰者性）に着目すべきである。\n甲社と乙社の市場は，設問１の時点では，地理的に競合しているとはいえない。そこで，甲社が乙社の市場（関西地方）への進出を具体的に企図していた場合に，Ｂによる乙社の取引が甲社の「事業の部類に属する取引」（会社法第３５６条第１項第１号）に該当するかどう\n- 7 -かについても論ずるべきであり，乙社が，甲社と同様に，洋菓子の製造販売業を営み，著名な商標を付したチョコレートをデパートに販売していることのほか，甲社は，既にマーケティング調査会社に関西地方の市場調査を委託し，委託料５００万円を支払済みであることを具体的に指摘する必要がある。\n取締役会設置会社において取締役が競業取引をしようとする場合には，取締役会において当該取引につき重要な事実を開示し，その承認を受けることを要する（会社法第３５６条第１項，第３６５条第１項）。Ｂが，Ａ及びＣに対し，「乙社の発行済株式の９０％を取得するので，今後は乙社の事業にも携わる。」と述べたところ，Ａ及びＣは特段の異議を述べなかったという事実関係の下で，このような手続的要件が満たされるかどうかを論じなければならない。\n会社法第３５６条第１項違反が成立する場合には，その取引によって取締役又は第三者が得た利益の額が，甲社の損害の額と推定される（同法第４２３条第２項）。本件では，このように推定される損害の額は幾らなのか，すなわち，第三者である乙社の得た利益の額とみるべきか，又は取締役Ｂが得た利益の額とみるべきかについて，「自己又は第三者のために・・・\n取引をしようとするとき」という要件の当てはめとの論理的な整合性も意識しつつ，論ずることが求められる。そして，具体的な損害の額に関しては，乙社が得た利益としては，平成\n２２事業年度における営業利益の増額分８００万円を，Ｂが得た利益としては，上記８００万円にＢの持株比率である９０％を乗じた額（７２０万円）ないしＢが乙社から受領した顧問料（１００万円に月数を乗じた額）を挙げることなどが考えられ，これらと本件競業取引との間の相当因果関係について検討する必要がある。\n本件では，甲社の取締役Ｂの競業行為の結果，会社法第４２３条第２項により推定される損害の額とは別に，現に甲社に損害が生じているとして，同条第１項に基づく損害賠償請求が可能かどうかについても，検討する必要がある。具体的には，甲社がマーケティング調査会社に支払った５００万円の委託料について，Ｂの任務懈怠との間に相当因果関係があるかどうかなどを論ずることとなる。仮に，Ｂについて同法第３５６条第１項違反が成立しないとの結論を採った場合においても，甲社に生じた損害について，別途，同法第４２３条第１\n項に基づく損害賠償請求の可否を論ずることとなる。\n次に，Ｂによる洋菓子工場の工場長Ｅの引き抜きについては，引き抜き行為自体を「競業取引」と評価することは困難であるが，会社法第３５５条所定の忠実義務違反を原因とする同法第４２３条第１項に基づく損害賠償請求の可否が検討されるべきである。Ｅが甲社において重要な地位にあったこと，Ｅの突然の退職により甲社の洋菓子工場は操業停止を余儀なくされ，３日間受注ができず，１日当たり１００万円相当の売上げを失ったこと，Ｂは甲社の洋菓子事業部門の業務執行担当取締役であり，当該事業部門の利益を守るべき立場にあったことなどを踏まえると，Ｂには任務懈怠が認められるであろう。この場合には，損害の額に関する推定規定はなく，損害賠償責任の有無及びその額について丁寧に論ずる必要がある。\n設問２では，まず，甲社が，会社の事業の一部（洋菓子事業部門）を二つの資産売買に分けて丙社に売却した取引に関し，これらを全体として事業譲渡と評価すべきかどうか，株主総会の特別決議が必要となる「事業の重要な一部の譲渡」（会社法第４６７条第１項第２号）に該当するかどうかについて，事案に即して論ずることが求められる。\n甲社の洋菓子事業部門が二つの資産売買に分けて丙社に譲渡されたことに関しては，洋菓子工場に係る不動産とＰ商標に係る商標権とにつき，各別の売買契約が締結され，それぞれ各別に債務が履行されたという形式を重視すれば，二つの「重要な財産の処分」（会社法第３６２条第４項第１号）がされたものと評価することとなる。これに対し，当初，甲社と丙社との間では，甲社の洋菓子事業部門の全体を代金２億５０００万円で売却する旨の交渉がされていたという経緯，上記の各売買契約及びそれぞれの取締役会決議の時間的近接性，甲社の- 8 -\n洋菓子事業部門に従事する従業員の全員が引き続き丙社に雇用されたこと，甲社の取引先についても実質的にその全部が丙社に引き継がれたこと，甲社の代表取締役Ａは，株主であるＳ社が洋菓子事業部門の売却に反対する可能性が高いため，株主総会の特別決議を潜脱する意図で本件の取引を行ったと推測されることなどの事情を重視すれば，実質的に全体として\n「事業の重要な一部の譲渡」（会社法第４６７条第１項第２号）がされたものと評価することとなる。この点についての問題意識が明らかにされる必要がある。\n会社法第４６７条（旧商法第２４５条）により株主総会の特別決議による承認を必要とする事業譲渡の意義について，判例（最高裁昭和４０年９月２２日大法廷判決・民集１９巻６号\n１６００頁参照）は，会社法第２１条（旧商法第２４条）以下と同一の意義であって，①一定の営業目的のために組織化され，有機的一体として機能する財産（得意先関係等の経済的価値のある事実関係を含む。）の全部又は重要な一部を譲渡し，②これによって，譲渡会社がその財産によって営んでいた営業的活動の全部又は重要な一部を譲受人に受け継がせ，③譲渡会社がその譲渡の限度に応じ法律上当然に競業避止義務を負う結果を伴うものをいう旨判示している。この点について，①の要件が不可欠であることにほぼ争いはないが，②及び③\nの要件が不可欠であるかどうかについては解釈上の争いがあるところ，事業譲渡に株主総会の特別決議が要求される趣旨を踏まえ，いずれかの立場に立った上で，本件の事案に当てはめて，会社法第４６７条所定の事業譲渡に該当するかどうかを論ずることが求められる。特に，本件では，当事者間の特約により，競業避止義務が明示的に排除されていることに留意すべきである。\n事業譲渡に該当するとした場合には，更に，事業の「重要な」一部の譲渡に当たるかについても，論ずる必要がある。その際には，重要性の判断基準を示した上で，質的・量的な側面から問題文の事実を具体的に当てはめるとともに，貸借対照表等の資料を分析して，株主総会の特別決議を要しないこととなる形式基準（会社法第４６７条第１項第２号括弧書き，同法施行規則第１３４条第１項）を満たすかどうかについても，検討することが求められる。\nこの資料によれば，譲り渡す資産の帳簿価額は２億５０００万円であり，甲社の総資産額は７億円であって，前者が後者の５分の１を上回るから，上記の形式基準を満たさない。\n次に，本件では，会社法上の必要な手続を欠く場合の事業譲渡の効力について，論ずる必要がある。この点について，会社法上特別の規定はないところ，判例（最高裁昭和６１年９月\n１１日第一小法廷判決・集民１４８号４４５頁参照）は，事業譲渡契約は，株主総会の特別決議によって承認する手続を経由していなければ，無効であり，その無効は，広く株主・債権者等の会社の利害関係人の保護を目的とするものであるから，何人との関係においても常に無効である旨判示している。このような考え方のほかに，善意無過失の譲受人を保護するために相対的無効とみる考え方などもあり得るが，甲社の株主であるＳ社の保護，譲受人である丙社の保護の観点等を考慮しつつ，説得的な論述をすることが求められる。\n仮に，本件について事業譲渡に該当しないとした場合には，本件の取引が「重要な財産の処分」（会社法第３６２条第４項第１号）に該当するかどうかを検討することとなる。その際には，重要性の判断基準について，判例（最高裁平成６年１月２０日第一小法廷判決・民集\n４８巻１号１頁参照）は，当該財産の価額，その会社の総資産に占める割合，当該財産の保有目的，処分行為の態様及び会社における従来の取扱い等の事情を総合的に考慮して判断すべきものと判示しているところ，本件でも，事案に即して論ずる必要がある。結論として，第１取引及び第２取引のいずれも「重要な財産の処分」に該当すると評価することになろうが，その場合には，いずれについても取締役会の決議を経ているので，会社法上の手続的要件は満たされていることとなる。\n設問３では，会社法上の公開会社でない会社における新株予約権の発行に関する規律を念頭に置きつつ，①株主総会の決議により新株予約権の行使条件（上場条件）の決定を取締役\n- 9 -会に委任することの可否，②仮に，このような委任ができるとした場合に，当該行使条件を取締役会の決議により廃止することの可否を論じた上で，③瑕疵のある手続により発行された新株予約権の行使により発行された株式の効力，又は行使条件に反した新株予約権の行使により発行された株式の効力について，論理的に整合した論述をすることが求められる。\nまず，会社法上の公開会社でない会社においては，同法第２３８条第１項第１号所定の「募集新株予約権の内容」の決定は，株主総会の特別決議を要し，取締役会に委任することができない（同法第２３８条第２項，第２３９条第１項第１号）ところ，新株予約権の行使条件は「募集新株予約権の内容」に含まれ，その決定を取締役会に委任することができないという考え方と，取締役会への委任を許容する考え方とがあるが，いずれの考え方によるかを明らかにしつつ，新株予約権の発行手続における瑕疵の有無を論ずることが求められる。そして，仮に，新株予約権の行使条件の決定を取締役会に委任することが可能であるとした場合でも，取締役会において当該行使条件の廃止を決議することができるかどうかについては，株主総会による委任の趣旨を検討しつつ，論ずる必要がある。本件では，経営コンサルタン\nトＧに対する新株予約権の発行が，甲社株式が上場した場合の成功報酬とする趣旨であったことから，取締役会における上場条件の廃止の決議は，株主総会による授権の範囲を超えて無効であると解することもできるであろう。\n新株予約権の発行手続に瑕疵があるとした場合には，そのような発行手続の法令違反が新株予約権の発行の無効原因となるか（なお，新株予約権の発行の無効の訴えの出訴期間である１年は既に経過している（会社法第８２８条第１項第４号）。），そのような新株予約権の行使により発行された株式が無効となるかについて，検討する必要がある。これに対し，新株予約権の発行は適法であるが，上場条件の廃止が無効であるとした場合には，甲社において上場条件は新株予約権の重要な内容を構成しており，上場条件に反した新株予約権の行使による株式の発行については，既存株主の持株比率がその意思に反して影響を受けるため，重大な瑕疵があるものとして，当該株式が無効となるのではないかという点について，検討する必要がある。\n設問３については，旧商法の下における判例（最高裁平成２４年４月２４日第三小法廷判決・民集６６巻６号２９０８頁参照）を参考にしながら，会社法上の公開会社でない会社における新株予約権の発行等について，会社法の条文及び制度趣旨を踏まえた検討が望まれる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている「平成２７年司法試験論文式試験問題出題趣旨」に，特に補足すべき点はない。\n２ 採点方針及び採点実感⑴ 民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，\n分析し，会社法上の論点を的確に抽出して各設問に答えるという，基本的な知識と，事例解析能力，論理的思考力，法解釈・適用能力等を試すものであり，従来と同様である。\nその際，論点について過不足なく記述があり，多少の不足があっても，記載順序が論理的である答案や，法律要件と法律効果とが整理されている答案は，高く評価した。また，制度趣旨を示しつつ，条文解釈を行い，問題文中にある積極方向・消極方向の様々な事情を摘示しながら適切に当てはめを行う答案も，高く評価した。これらも，従来と同様である。\n⑵ 設問１についてア 全体的な採点実感設問１は，取締役の競業に関する行為等の競業取引規制違反又は忠実義務違反の成否と，その違反が成立する場合における取締役の損害賠償責任について，\n問うものである。\nまず，甲社の取締役Ｂが，関西地方において同種の事業を営む乙社の事業に関連して行った競業行為に関し，競業取引規制（会社法第３５６条第１項第１号，第３６５条第１項）が適用されるか否かについて，論ずることが求められる。この点については，ほとんどの答案が競業取引規制違反について論じていたが，中には，同法第３５６条第１項第３号の利益相反取引について論ずる答案や，取締役の善管注意義務違反についてのみ論ずる答案もあり，全般的には，\n本問の事実関係の下で，以下の諸点について丁寧に論じた答案は多くは見られなかった。\nすなわち，会社法第３５６条第１項第１号所定の「取締役が自己又は第三者のために・・・取引をしようとするとき」については，その「取引」が個々の取引行為をいうものとされるところ，Ｂのどの行為が問題となるかを論じていない答案が，相当程度見られた。\nそして，上記の要件のうち，多くの答案が「自己又は第三者のために」の要件にのみ着目し，乙社の名義で行われた洋菓子の販売等について「Ｂが取引をしたといえるか」との視点を欠いていたのは残念であった。Ｂは，乙社の代表取締役ではなく，その事実上の主宰者性をうかがわせる諸事情（持株割合，事業への関与，顧問料の受領，工場長の引き抜きや商標取得への関与等）を摘示して論ずべきであるが，この点を意識的に述べた答案はあまり見られず，Ｂが乙社の顧問に就任したことだけを挙げるなど，事実摘示の不十分な答案が少なくなかった。\nまた，上記の要件のうち，「自己又は第三者のために」の要件の当てはめについては，理由を述べないでＢの行為は自己のためにした行為であるとか，Ｂが乙社の発行済株式の９０％を保有していることのみを理由としてＢの行為は自己のためにした行為であると述べた答案が多く見られた。なお，下級審裁判例によれば，事実上の主宰者性が肯定される事情があるときは，取締役の行為は第三者のためにされたものとされているが，このことを意識した答案はほとんど見られなかった。さらに，「自己又は第三者のために」の要件を満たすとだけ述べて，「自己のために」なのか「第三者のために」なのかを明らかにしない不十分な答案も，一定程度見られた。\n甲社と乙社の市場は，設問１の時点では，地理的に競合しているとはいえないが，甲社が関西地方への進出を具体的に企図しているため，Ｂによる乙社の取引が甲社の「事業の部類に属する取引」（会社法第３５６条第１項第１号）\nに該当するかどうかについて，論ずる必要がある。この点については，多くの答案が何らかの形で触れていたが，「事業の部類に属する取引」の意義に関する条文解釈をしないまま幾つかの事実から結論を導く答案や，具体的な事実摘示の不十分な答案もあった。\n取締役会設置会社において取締役が競業取引をしようとする場合には，取締役会において当該取引につき重要な事実を開示し，その承認を受けることを要する（会社法第３５６条第１項，第３６５条第１項）。この点については，多くの答案が，重要な事実を開示することの趣旨を踏まえ，ＢとＡ及びＣとのやり取りに即して，手続的要件が満たされていないと論ずることができていた。\nしかし，取締役会ではなく，株主総会の決議を要するとするなど，最も基本的な事項を間違えている答案も若干見られた。\n次に，競業取引について取締役会の承認がないため競業取引規制違反が成立する場合には，その取引によって取締役又は第三者が得た利益の額が，甲社の損害の額と推定される（会社法第４２３条第２項）。本件では，このように推定される損害の額（以下「推定損害額」という。）は幾らなのか，すなわち，\n第三者である乙社が得た利益の額とすべきか，又は取締役Ｂが得た利益の額とすべきかについて，「自己又は第三者のために」という要件の当てはめとの論理的な整合性を意識しつつ，論ずることが求められる。具体的な推定損害額としては，乙社が得た利益として営業利益の増額分８００万円を，Ｂが得た利益として上記８００万円にＢの持株比率である９０％を乗じた額（７２０万円）\nないし顧問料（月１００万円）を挙げることなどが考えられる。この点については，多くの答案が推定損害額について論じていたが，本件を「自己のために」\nの事例であるとの見解に立ちながら，乙社が得た利益を推定損害額とした答案や，逆に，本件を「第三者のために」の事例であるとの見解に立ちながら，Ｂが得た顧問料を推定損害額とした答案，更には，いずれかの見解に立ちながら，\n理由を述べないで，Ｂの利益と乙社の利益の両方が推定損害額であるとする答案も少なくなかった。この点につき論理的な整合性を意識して丁寧に論じた答案は，ほとんど見られなかったが，高く評価した。\nさらに，本件では，Ｂの競業行為の結果，推定損害額とは別に，現に甲社に損害が生じているとして，会社法第４２３条第１項に基づく損害賠償請求が可能かどうかについても，検討する必要がある。具体的には，甲社がマーケティング調査会社に支払った５００万円の委託料について，Ｂの任務懈怠との間に相当因果関係があるかどうかなどを論ずることとなるが，この点について論じた答案は多くはなく，特に，Ｂの競業行為がなくても上記委託料が支出されていたことに触れながら，相当因果関係の有無につき説得的に論じた答案は，高く評価した。\nなお，Ｂについて競業取引規制違反が成立しないとの結論を採った場合には，\n甲社に生じた損害について，別途，会社法第４２３条第１項に基づく損害賠償請求の可否を論ずべきところ，この立場に立つ答案も若干見られ，事実摘示及び理由付けが適切であれば，同等に評価した。しかし，競業取引について取締役会の承認があるものと評価した上で，その場合には，取締役は一切の責任を免れるものと誤解している答案も散見された。\n最後に，Ｂによる工場長Ｅの引き抜きについて，多くの答案は，競業取引に当たらないと明示し，又はそれを前提として，忠実義務又は善管注意義務違反を理由とする会社法第４２３条第１項に基づく損害賠償請求の可否を検討し，\n必要な事実を摘示した上でＢに任務懈怠があると認め，相当因果関係のある損害の額についても正しく論じていた。とりわけ，従業員の引き抜きに当たり，\nどのような場合に取締役に忠実義務又は善管注意義務違反が成立するのかにつき，規範を定立した上で，当てはめを行っている答案は，好印象であった。しかし，Ｅの引き抜きを競業取引と評価する答案や間接取引と評価する答案も，\n少数ながら一定程度見られた。これらの答案は，引き抜きについてもＢの責任を認めたいという実質的判断に引きずられ，何が「取引」に該当するのか等の各要件への当てはめの吟味が十分にされていないものである。\n総じて，損害論についての具体的な検討が不十分であるように思われる。本件では，問題文を踏まえれば，①乙社が得た利益（８００万円），②Ｂが得た顧問料（月１００万円），③甲社の支払った調査委託費用（５００万円），④引き抜きによる休業損害（３００万円）について，それぞれ検討することが相当であるが，多くの答案は，①と②についてはいずれかのみを論じ，③については触れていないものが多かった（④については多くの答案が論じていた。）。また，具体的な損害額を論じていない答案も，少なからず見られた。\nイ 答案の例優秀に該当する答案の例は，上記の論点が相当程度に網羅され，記載順序が論理的であり，事案に即して競業取引規制違反又は忠実義務違反の成否を論じた上で，損害論を具体的に述べている答案などである。特に，Ｂが乙社の代表取締役ではないことや，「自己又は第三者のために」という要件の当てはめと推定損害額との論理的な整合性について留意した答案は，高く評価した。\n良好に該当する答案の例は，優秀に該当する答案と同様の論点に触れつつも，\n事実上の主宰者性を十分に論じなかったり，「自己又は第三者のために」という要件の当てはめがやや不十分であったり，一部の損害項目を見落としたりしている答案などである。\n一応の水準に該当する答案の例は，「取締役が自己又は第三者のために・・・取引をしようとするとき」や「株式会社の事業の部類に属する取引」という要件について，一応の規範を定立して論じてはいるが，「自己又は第三者のために」という要件の当てはめや，推定損害額との論理的な整合性への配慮を欠き，\n理由を述べないで，Ｂが得た利益と乙社が得た利益の両方が推定損害額であるとする答案などである。\n不良に該当する答案の例は，競業取引と利益相反取引との区別を理解していない答案，「自己又は第三者のために」という要件に触れないなど，どのような事実が条文のどの要件に該当するのかを示していない答案，Ｂによる競業行為と工場長の引き抜きとを何ら区別せず，一連の行為について漠然と責任原因のみを記述して，損害論に具体的に触れていない答案，競業取引について取締役会の承認があるものと評価しながら，会社法第４２３条第２項の推定規定を適用する答案などである。\n⑶ 設問２についてア 全体的な採点実感設問２は，会社の重要な事業の一部を二つの資産売買に分けて売却した取引に関する会社法上の規律と，そのような取引の効力について，問うものである。\nまず，この取引に関し，全体として事業譲渡と評価すべきか，また，株主総会の特別決議が必要となる「事業の重要な一部の譲渡」（会社法第４６７条第１項第２号）に該当するかについて，事案に即して論ずることが求められる。\nこの点について，問題意識を持ち，具体的な事実から結論を導いた答案は高く評価した。例えば，形式的な売買契約の個数や，それぞれにつき甲社の取締役会の決議があったことを指摘した上で，これらの時間的近接性，甲社の洋菓子事業部門の従業員の全員が引き続き丙社に雇用されたこと，甲社の取引先の全部が実質的に丙社に引き継がれたこと等を述べた答案がこれに当たる。加えて，洋菓子事業部門の売却に向けた甲社と丙社の交渉の経緯や，両当事者の合理的意思，株主であるＳ社が同部門の売却に反対する可能性が高いため，甲社の代表取締役Ａが株主総会の特別決議を潜脱する意図で本件の取引を行ったと推測されること等の事情に触れた答案も見られたが，僅かであった。上記のうち，形式的な売買契約の個数や取締役会決議の個数に関する意識が希薄なまま，\n具体的な事実を丁寧に指摘せずに，漫然と実質的に一つの取引と見て，事業譲渡の該当性を論ずる答案も多かった。\n他方，これとは逆に，そのような問題意識を全く持たないで，二つの資産売買を当然に別々のものとして，それぞれにつき事業譲渡の該当性を論じた答案が非常に多く見られた。これらの中には，第１取引は事業譲渡に該当して無効であるが，第２取引は事業譲渡に該当せず有効であると述べた答案も少なくなく，二つの資産売買につき有効・無効が分かれるという結論が本件事実関係における解決として現実的に妥当なものといい得るのかという視点は見られなかった。なお，このように第１取引と第２取引の効力の有効性が分かれる旨の論述をした後に，当該結論の現実的な解決としての不当性を意識して，両取引を一体として捉えるべきと論じた答案も僅かに見られ，迂遠ではあるが，一定の評価をした。\n会社法第４６７条（旧商法第２４５条）により株主総会の特別決議による承認を必要とする事業譲渡の意義については，著名な判例があり，譲渡会社による競業避止義務の負担等を不可欠の要素と解すべきかについては，判例・学説上争いがある。特に本件では，当事者間の特約により競業避止義務が排除されていることに留意すべきであるところ，この点については，ほとんどの答案が，\n事業譲渡の定義を示した上，本件の取引につき当てはめを行っていた。ただし，\n二つの資産売買を当然に別々のものと見て事業譲渡の該当性を論じた答案には，土地建物のみで，又は商標権のみで，これを有機的一体として機能する財産であると論ずるものが多く見られた。判例・学説のいずれの立場に立った答案も同等に評価したが，自説の理由付けの巧拙には差が見られ，中には，何ら理由付けをしない答案も見られた。平成１８年新司法試験においても同種の論点があり，その出題の趣旨には，事業譲渡に株主総会決議が要求される趣旨に照らし丁寧に検討することが期待されると記載されているのであり，制度趣旨に即した検討及び論述ができていない答案は，低く評価した。\n多くの答案では，事業譲渡の該当性の問題と，事業の「重要な」一部の譲渡に該当するかの問題とを意識して論じていたが，後者の問題の検討を欠く答案も一部にあった。会社法第４６７条第１項第２号の規定振りや，設問において貸借対照表等の資料が示されていることを踏まえると，この点の論述が不足しているのは，基本的な知識が不十分であるとの評価を免れない。\nそして，事業の「重要な」一部の譲渡に該当するかの検討においては，重要性の判断基準を示した上で，質的・量的な側面から問題文の事実を具体的に当てはめ，また，会社法第４６７条第１項第２号括弧書きにより株主総会の特別決議を要しないこととなるかについても，論ずる必要がある。この点については，同号括弧書きの該当性に言及した答案は比較的多かったが，これを論じただけで事業の重要な一部の譲渡であると結論付ける答案が多く，質的・量的な側面からの重要性に関する検討が欠けていた。少数ではあるが，重要性に関する検討をした上で，同号括弧書きの該当性の検討をした答案もあり，高く評価した。貸借対照表等の資料に関しては，甲社の総資産額につき５億円や７０億円とする誤りも散見されたが，同号括弧書きの検討に必要となる額を的確に指摘した答案は，好印象であった。\n次に，本件では，会社法上の必要な手続を欠く場合の事業譲渡の効力について論ずる必要があるところ，判例は，事業譲渡契約は，株主総会の特別決議によって承認する手続を経ていなければ無効である旨判示しており，甲社の株主であるＳ社の保護，譲受人である丙社の保護等の観点を考慮しつつ，説得的な論述をすることが求められる。この点については，これらの利害関係人の保護の在り方を具体的に考慮せず，単に，株主総会決議を経ていない事業譲渡は絶対的に無効であるという結論だけを述べる答案が多かった。また，株主総会決議は会社経営の重要な決定であるから，これを欠く事業譲渡は無効であるなどと，理由付けが不十分なものも多く見られた。その一方で，善意無過失の譲受人の保護という観点から，丙社における認識や，甲社の株主総会決議の有無について丙社が調査すべきかどうかを論じた答案も少数ながら見られ，このような具体的な検討は高く評価した。判例に言及した答案は，ほとんど見られなかった。\n仮に，本件について事業譲渡に該当しないとした場合には，本件の取引が「重要な財産の処分」（会社法第３６２条第４項第１号）に該当して取締役会決議を要するものかにつき，財産の価額，総資産に占める割合，財産の保有目的，\n処分行為の態様等の事情を総合して，事案に即して検討することとなる。本件について事業譲渡に該当しないとした答案のほとんどは，上記の点を適切に論じていたが，中には，「重要な財産の処分」についても株主総会の特別決議が必要であるとしたり，法人であるＳ社が取締役であるとの誤解の下で，Ｓ社に対する取締役会の招集通知を欠き，取締役会決議に瑕疵があるとするなど，基本的な理解を欠く答案もあった。\nなお，設問２は，取引の効力に関する会社法上の問題点を問うものであるのに，単に株主総会決議を欠く瑕疵があると述べるだけで，取引が有効か無効かの結論を示さない答案も，少数ながら存在した。甲社が時価３億円の洋菓子事業部門を２億５０００万円で売却したことに関し，株主であるＳ社が株主代表訴訟を提起して代表取締役Ａの責任を追及し得るかという，設問に関係のない事項を述べる答案もあった。さらに，本件を実質的には吸収分割の事例と見て，\n分割無効の訴えを論ずる答案も見られた。これらの評価は，いずれも低いものとなった。\nイ 答案の例優秀に該当する答案の例は，第１取引と第２取引とを一体のものと考えられないかについて言及した上，事業譲渡の定義に関し，判例の要件に意を払いつつ，自説をその根拠とともに述べ，問題文の事実から丁寧な当てはめを行い，\n事業譲渡に該当するとする立場にあっては，その重要性の要件につき，判例の立場である質的・量的な側面から検討し，量的な側面においては，会社法第４６７条第１項第２号括弧書きの該当性につき資料を踏まえて具体的に指摘し，\n更に，株主総会決議を欠く場合の事業譲渡の効力について，甲社の株主及び譲受人である丙社の利益衡量を念頭に，自説を説得的に論ずる答案などである。\n良好に該当する答案の例は，優秀に該当する答案と同様の論点に触れつつも，\n自説の根拠の論述がやや不十分であったり，事業譲渡又は事業の「重要な」一部の譲渡への該当性について，事実の当てはめがやや不十分な答案などである。\n一応の水準に該当する答案の例は，第１取引と第２取引との関係についての問題意識が低いながらも，事業譲渡の要件についての規範の定立や事実の当てはめが一応できており，本件の取引の効力に関する一定の結論が導かれている答案などである。\n不良に該当する答案の例は，第１取引と第２取引との関係についての問題意識がなく，漫然とそれぞれにつき事業譲渡の該当性を論じ，事業譲渡の要件についての規範の定立や事実の当てはめについても不十分な点が多い答案，本件の取引が有効か無効かの結論を示さない答案，設問に関係のない事項を述べる答案などである。\n⑷ 設問３についてア 全体的な採点実感設問３は，会社法上の公開会社でない会社（以下「非公開会社」という。）\nにおける新株予約権の発行に関する規律を念頭に置きつつ，株主総会の決議により新株予約権の行使条件（上場条件）の決定を取締役会に委任することの可否と，仮に，このような委任ができるとした場合に，当該行使条件を取締役会の決議により廃止することの可否を論じた上で，瑕疵のある手続により発行された新株予約権の行使により発行された株式の効力，又は行使条件に反した新株予約権の行使により発行された株式の効力について，問うものである。\nまず，非公開会社においては，会社法第２３８条第１項第１号所定の「募集新株予約権の内容」の決定は，株主総会の特別決議を要し，取締役会に委任することができず（同条第２項），新株予約権の行使条件が「募集新株予約権の内容」に含まれるかどうかが問題となるところ，そもそも，上場条件の決定を取締役会に委任することの可否について論じていない答案が多く見られた。そして，この点に触れる答案においても，会社法第２３８条に言及するものはほとんど見られなかったが，新株予約権の内容の決定につき株主総会の特別決議が必要とされる趣旨に言及しながら，一定の結論を導く答案は，好印象であった。これに対し，「ストック・オプションとしてインセンティブを与えることができ，会社全体の利益になるので，取締役会に委任し得る」などと，単に価値観ないし利益衡量のみを理由とする答案も見られた。なお，本件では，経営コンサルタントＧに新株予約権が発行されているにもかかわらず，取締役の報酬規制の問題（会社法第３６１条）として論じた答案が少なからずあり，低く評価した。また，本件を有利発行規制の問題として論じた答案もあったが，取締役会への委任の可否について言及していないものは，適切な解答とは評価しなかった。\n次に，仮に，上場条件の決定を取締役会に委任し得るとした場合でも，取締役会において当該上場条件の廃止を決議し得るかについては，株主総会による委任の趣旨を検討しつつ，論ずる必要がある。この点については，多くの答案が検討していたが，旧商法の下における平成２４年の判例において，明示の委任がない限り，事後的に行使条件を変更する取締役会決議は，当該行使条件の細目的な変更にとどまるものであるときを除き無効とされていることを意識した答案は少なく，安易に，取締役会が上場条件の廃止を決議し得るとする答案が相当程度見られた。また，逆に，何ら理由を示さないで，一旦定められた新株予約権の行使条件を取締役会で事後的に変更することはできないとする答案もあった。取締役会への一定の委任を認めた場合に，株主総会での説明内容や上場条件廃止の意義などに具体的に触れながら，委任の範囲内かどうかについて適切に論じている答案は，高く評価した。なお，上場条件の決定を取締役会に委任することの可否の問題と，上場条件を取締役会の決議により廃止することの可否の問題とを整理して論ずることができず，途中まで前者の問題を論じながら，結論は後者に関するものとなっている答案も見られ，このような答案の印象は悪かった。\nそして，新株予約権の発行手続に瑕疵があるとの考え方による場合には，発行手続の法令違反が新株予約権の発行の無効原因となり，その新株予約権の行使により発行された株式が無効となるかについて，検討する必要がある。他方，\n新株予約権の発行は適法であるが，上場条件の廃止が無効であるとの考え方による場合には，甲社において上場条件は新株予約権の重要な内容を構成しており，既存株主の持株比率が影響を受けるため，これに反した新株予約権の行使により発行された株式が無効となるかについて，検討する必要がある。\n全体的には，後者の考え方による答案が多く，中には，上場条件は新株予約権の重要な内容であり，取締役会限りでの上場条件の廃止は株主総会決議を欠く新株発行に等しいと評価され，非公開会社における株主総会決議を欠く新株発行には無効原因があるという流れで，適切に理由を付して論述する答案も，\n少数ながら見られた。また，上場条件の廃止が無効であり，行使条件が満たされないまま新株が発行されたことの問題を直接的に論ずる答案もあった。特に，\n非公開会社では，既存株主の持株比率が重要であり，株主の利益を保護する必要性が高いことや，行使条件に反して新株予約権が行使される場合には，株主はこれを知り得ず，新株予約権の行使による新株発行の差止めが困難であること等を丁寧に論ずる答案は，高く評価した。もっとも，多くの答案は，上場条件が細目的事項でないことや，甲社が非公開会社であることの指摘が不十分であり，また，非公開会社における株主総会決議を欠く新株発行に無効原因があることの理由として，非公開会社の株式の流通性が低いことのみを挙げるなど，\n理由付けが不十分なものであった。さらに，新株発行の無効の訴えの無効原因に言及しないで，単に，上場条件を廃止する取締役会決議が無効であり，手続に瑕疵があるから株式は無効であるとだけ述べる答案，株式が有効か無効かの結論を示さない答案，新株予約権の効力のみを論ずる答案も一定程度見られ，\n低く評価した。\nイ 答案の例優秀に該当する答案の例は，上記の論点が相当程度に網羅され，非公開会社における新株予約権の内容の決定につき株主総会の特別決議が必要とされる趣旨を踏まえつつ，上場条件の決定及びその後の廃止を取締役会が行い得るかを論理的に論じた上，新株予約権の行使により発行された株式の効力につき，適切な理由付けをして結論を導いている答案などである。\n良好に該当する答案の例は，上場条件の決定を取締役会に委任することの可否について論ずることを見落としたとしても，その他の論点につき優秀に該当する答案とほぼ同じ程度に論じている答案や，新株予約権の行使により発行された株式の効力に関する論述の理由付けがやや不十分な答案などである。\n一応の水準に該当する答案の例は，取締役会において上場条件の廃止を決議し得るかや，新株予約権の行使により発行された株式の効力について，ある程度の記述はされているが，平成２４年の判例を意識しないまま，理由付けが不足している答案などである。\n不良に該当する答案の例は，上記の論点の多くにつき記述が不十分で，新株予約権の内容の決定につき株主総会の特別決議が必要とされる基本的な趣旨の理解が足りない答案，株式が有効か無効かの結論を示さない答案，本件を取締役の報酬規制の問題として論じた答案などである。\n３ 法科大学院教育に求められるもの取締役の競業取引に関する規律，事業譲渡の意義及び事業の重要な一部の譲渡に関する規律，新株予約権の発行及び行使に関する規律は，会社法の基本的な規律であると考えられるが，これらの基本的な理解に不十分な面が見られる。また，問題文における事実関係から会社法上の論点を的確に抽出する点，判例・学説の複数の考え方の中から一定の規範を定立するに当たり，その理由付けを適切に論ずる点，\n具体的な事実をその規範に当てはめて一定の結論を導く点においても，不十分さが見られる。\n会社法の基本的な知識の確実な習得とともに，事実を当てはめる力と論理的思考力を養う教育が求められる。"
}