{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n２０ＸＸ年，Ａ市において，我が国がほぼ全面的に輸入に頼っている石油や石炭の代替となり得る新たな天然ガス資源Ｙが大量に埋蔵されていることが判明し，民間企業による採掘事業計画が持ち上がった。その採掘には極めて高い経済効果が見込まれ，Ａ市の税収や市民の雇用の増加も期待できるものであった。\nただし，Ｙ採掘事業には危険性が指摘されている。それは，採掘直後のＹには人体に悪影響を及ぼす有害成分が含まれており，採掘の際にその有害成分が流出・拡散した場合，採掘に当たる作業員のみならず，周辺住民に重大な健康被害を与える危険性である。この有害成分を完全に無害化する技術は，いまだ開発されていなかった。また，実際，外国の採掘現場において，健康被害までは生じなかったが，小規模の有害成分の流出事故が起きたこともあった。そのため，Ａ市においては，Ｙ採掘事業に関して市民の間でも賛否が大きく分かれ，各々の立場から活発な議論や激しい住民運動が行われることとなった。\nＢとＣは，Ａ市に居住し，天然資源開発に関する研究を行っている大学院生であった。Ｂは，Ｙが有力な代替エネルギーであると考えているが，その採掘には上記のような危険性があることから，この点に関する安全確保の徹底が必要不可欠であると考えている。これに対して，Ｃは，上記のような危険性を完全に回避する技術の開発は困難であり，安全性確保の技術が向上したとしてもリスクが大きいと確信しており，Ｙ採掘事業は絶対に許されないと考えている。\nところで，この頃，Ｂの実家がある甲市でもＹの埋蔵が判明しており，Ｙ採掘事業への賛否をめぐり，甲市が主催するＹに関するシンポジウム（以下「甲市シンポジウム」という。）が開催されていた。\n甲市シンポジウムは，地方公共団体が主催するものとしては，日本で初めてのシンポジウムであった。\nＢは，実家に帰省した際，甲市シンポジウムに参加し，一般論として上記のような自らの考えを述べた。その上で，Ｂは，Ａ市におけるＹ採掘事業計画を引き合いに出して，作業員や周辺住民への健康被害の観点から安全性が十分に確保されているとはいえず，そのような現状においては当該計画に反対せざるを得ない旨の意見を述べた。\n他方で，Ｃは，甲市シンポジウムの開催を知り，その開催がＡ市を含む全国各地におけるＹ採掘事業に途を開くことになると考えた。そこで，Ｃは，甲市シンポジウムの開催自体を中止させようと思い，Ｙの採掘への絶対的な全面反対及び甲市シンポジウムの即刻中止を拡声器で連呼しながらその会場に入場しようとした。そして，Ｃは，これを制止しようとした甲市の職員ともみ合いになり，その職員を殴って怪我を負わせ，傷害罪で罰金刑に処せられた。ただし，この事件は，全国的に大きく報道されることはなかった。\nその後，Ｙの採掘の際に上記の有害成分を無害化する技術の改善が進んだ。Ａ市は，そのような技術の改善を踏まえ，Ｙ採掘事業を認めることとした。他方で，それでもなお不安を訴える市民の意見を受け，Ａ市は，その実施に向けて新しい専門部署として「Ｙ対策課」を設置することとした。Ｙ対策課の設置目的は，将来実施されることとなるＹ採掘事業の安全性及びこれに対する市民の信頼を確保することであり，その業務内容は，Ｙ採掘事業に関し，情報収集等による安全性監視，事業者に対する安全性に関する指導・助言，市民への対応や広報活動，異常発生時の市民への情報提供，市民を含めた関係者による意見交換会の運営等をすることであった。\nそして，Ａ市は，Ｙ対策課のための専門職員を募集することとした。その募集要項において，採用に当たっては，Ｙ対策課の設置目的や業務内容に照らし，当該人物がＹ対策課の職員としてふさわしい能力・資質等を有しているか否かを確認するために６か月の判定期間を設け，その能力・資質等を有していると認められた者が正式採用されると定められていた。\n上記職員募集を知ったＢは，Ｙの採掘技術が改善されたことを踏まえてもなお，いまだ安全性には問題が残っているので，現段階でもＹ採掘事業には反対であるが，少しでもその安全性を高めるために，- 2 -新設されるＹ対策課で自分の専門知識をいかし，市民の安全な生活や安心を確保するために働きたいと考え，Ｙ対策課の職員募集への応募書類を提出した。\n他方，Ｃは，以前同様にＹ採掘事業は絶対に許されないと考えていた。Ｃは，Ｙ対策課の職員になれば，Ｙ採掘事業の現状をより詳細に知ることができるので，それをＹ採掘事業反対運動に役立てようと思い，Ｙ対策課の職員募集への応募書類を提出した。\nＡ市による選考の結果，ＢとＣは，Ｙについてこれまで公に意見を述べたことがなかったＤら７名\n（以下「Ｄら」という。）とともに，Ｙ対策課の職員として採用されることとなった。しかし，その判定期間中に，外部の複数の者からＡ市の職員採用担当者に対して，Ｂについては甲市シンポジウムにおいて上記のような発言をしていたことから，また，Ｃについては甲市シンポジウムにおいて上記のような言動をして事件を起こし，前科にもなっていることから，いずれもＹ対策課の職員としては不適格である旨の申入れがなされた。そこで，Ａ市の職員採用担当者がＢとＣに当該事実の有無を確認したところ，両名とも，その担当者に対し，それぞれ事実を認めた。その際，Ｂは，Ｙ採掘事業には安全確保の徹底が必要不可欠であるところ，Ａ市におけるＹ採掘事業には安全性にいまだ問題が残っているので，現段階では反対せざるを得ないが，少しでもその安全性を高めるために働きたいとの考えを述べた。また，Ｃは，Ｙ採掘事業の危険性を完全に回避する技術の開発は困難であり，安全性確保の技術が向上したとしてもリスクが大きく，Ｙ採掘事業は絶対に許されないとの考えを述べた。その後，ＢとＣの両名は，判定期間の６か月経過後に正式採用されず，Ｄらのみが正式採用された。\nＢとＣは正式採用されなかったことを不満に思い，それぞれＡ市に対し，正式採用されなかった理由の開示を求めた。これに対して，Ａ市は，ＢとＣそれぞれに，ＢとＣの勤務実績はＤらと比較してほぼ同程度ないし上回るものであったが，いずれも甲市シンポジウムでのＹ採掘事業に反対する内容の発言等があることや，Ｙ採掘事業に関するそれぞれの考えを踏まえると，Ｙ対策課の設置目的や業務内容に照らしてふさわしい能力・資質等を有しているとは認められなかったと回答した。\nＢは，Ｃと自分とでは，Ａ市におけるＹ採掘事業に関して公の場で反対意見を表明したことがある点では同じであるが，その具体的な内容やその意見表明に当たってとった手法・行動に大きな違いがあるにもかかわらず，Ｃと自分を同一に扱ったことについて差別であると考えている。また，Ｂは，自分と同程度あるいは下回る勤務実績の者も含まれているＤらが正式採用されたにもかかわらず，Ａ\n市におけるＹ採掘事業に反対意見を持っていることを理由として正式採用されなかったことについても差別であると考えている。さらに，差別以外にも，Ｂは，Ｙ採掘事業を安全に行う上での基本的条件に関する自分の意見・評価を甲市シンポジウムで述べたことが正式採用されなかった理由の一つとされていることには，憲法上問題があると考えている。\nそこで，Ｂは，Ａ市を被告として国家賠償請求訴訟を提起しようと考えた。\n〔設問１〕（配点：５０）\n⑴ あなたがＢの訴訟代理人となった場合，Ｂの主張にできる限り沿った訴訟活動を行うという観点から，どのような憲法上の主張を行うか。（配点：４０）なお，市職員の採用に係る関連法規との関係については論じないこととする。また，職業選択の自由についても論じないこととする。\n⑵ ⑴における憲法上の主張に対して想定されるＡ市の反論のポイントを簡潔に述べなさい。（配点\n：１０）\n〔設問２〕（配点：５０）\n設問１⑴における憲法上の主張と設問１⑵におけるＡ市の反論を踏まえつつ，あなた自身の憲法上の見解を論じなさい。\n- 3 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/公法系.pdf",
  "purpose": "を理解して実力を発揮できるように，本年も各設問の配点割合を明示することとした。",
  "scoring_notes": "１ はじめに本年は，出題の趣旨でも触れたとおり，従来の出題とは問題の構成を変更した。\nしかし，憲法上の基本的な問題の理解や，その上での応用力を見ようとする問題であることに変わりはない。したがって，本年においても，そうした問題であることを前提に，事案の正確な読解ができているか，憲法上問題となる点をきちんと把握して憲法問題として構成できているか，当該問題に関連する条文や判例に対する理解が十分であるか，実務家としての法的な思考や論述といった観点から見てどうか，\nなどの視点から採点を行っている。その上で，主として答案に欠けているものを指摘するという観点から，採点に当たって気付いた点について述べると，以下のとおりである。これらも参考にしつつ，より良い論述ができるように努力を重ねてほしい。優秀な答案に特定のパターンはなく，良い意味でそれぞれに個性的である。\n２ 総論⑴ 全体構成等について・ 本年は，原告となるＢの主張が問題文に明記されている。すなわち，①Ｃとの同一取扱い，②Ｄらとの差別的取扱い，③自分の意見等を述べたことで正式採用されなかったことによる憲法上の権利侵害の三点である。これらの三点を憲法上どのような問題として捉えて構成するかはともかくとして，少なくともその三点の検討が求められているわけである。しかし，残念ながら，その一部しか論じていない答案が少なくなかった。また，上記①と②あるいは①②③の三点について，その違いや相互の関係を論じないまま漫然と一括りにして論じている答案や，設問１⑴ではそれぞれ別に論じていたのに，設問１⑵や設問２へと論述を進める中で，問題が混同されていき，判断内容等が分かりにくくなっていく答案も見られた。\n・ 答案の中には，上記①と②をあえて統合し，一つの憲法第１４条第１項違反として論じようとする答案も散見されたが，残念ながらそれに成功し，説得力のある論述となっている答案は見られなかった。\n・ 上記①②③を並列的に論じる答案が一般的であったが，中には，「平等」の問題と「自由」の問題との違いを踏まえつつ，「平等」の問題が「表現」（ないし「思想良心」。なお，この点に関しては後記４も参照されたい。）の問題と連動している点を見抜き，両者を密接に関連付けて論じる答案もあり，優れた問題分析能力をうかがわせる答案があったことは印象的であった。\n⑵ 設問１のＢの訴訟代理人の主張及びＡ市の反論について・ 設問１⑴は原告となるＢの立場から，⑵は被告となるＡ市の立場からの検討を求めているが，当事者の主張とはいえ，明らかに採用の余地がない主張をするのは適切とはいえない。例えば，「本問では『信条』による差別が問題となるところ，憲法第１４条第１項後段列挙事由による差別はおよそ許されないから，違憲である」という主張や，単に「本問では，思想良心の自由の侵害が問題となるところ，思想良心の自由は絶対的に保障されるから，違憲である」という主張がこれに当たるであろう。前者は，憲法第１４条第１項後段列挙事由による差別も許される場合があることを前提に，同事由に特別の意味を持たせる必要があるかが議論されていることを看過し，後者は，思想良心の自由は，\n「内心にとどまる限り」絶対的に保障されるとされていることを看過している。\nこうした主張は，基本的な知識や理解がきちんとできていないことが背景にあるように思われる。基本的な知識や理解の重要性を改めて認識してほしい。\n・ 設問１⑵におけるＡ市の反論について，「区別・取扱いには合理的理由がある」とか「裁量の逸脱・濫用はない」という，いわば結論部分だけを記載し，\nその理由を明示できていない答案が相当数あった。しかし，いかに「ポイントを簡潔に述べ」るとしても，反論である以上，Ａ市としてその結論につながる積極的・直接的・根本的な理由を簡潔かつ端的に明示する必要がある。\n⑶ 設問２の「あなた自身の見解」について・ 設問２では，設問１⑵で反論として自ら示した問題点を踏まえつつ，「あなた自身の見解」をきちんと論じるべきである。それにもかかわらず，理由をほとんど記載することなく，「Ｂの見解に賛成である」とか「Ａ市の見解が妥当である」などと記載する例が見られたほか，結論がいずれであるかを問わず，\n多くの答案において，結論を導く過程で法的構成を事案に即して丁寧に論じることができていなかった。また，被告となるＡ市の反論が妥当でないことを論じるだけでは自己の見解を論じたことにはならないにもかかわらず，Ａ市の反論に対する再反論のみを記載している答案も見られた。\n・ 答案の中には，判断内容ないし判断理由が前後で矛盾・齟齬しているのではないかと思われるようなものも見られた。例えば，Ｃとの同一取扱いに関する合憲性の検討場面では，「Ｂは，反対意見を有するものの，安全性確保のためにＹ対策課で働きたいという動機があることを重視して，違憲である」としながら，Ｄらとの差別的取扱いに関する合憲性の検討場面では，「Ｂがなお反対意見を有していることから，合憲である」としているものなどである。法律家を志すものとしては，答案全体を通じて論述が一貫しているかについても注意を払う必要がある。\n⑷ 判断の枠組みの定立について・ 判断の枠組みの定立にばかり気を取られてしまい，事実関係への着眼がおろそかになっている答案が見られた。他方で，事実関係には適切にかつその細部にも着眼できているが，判断の枠組みを定立するという意識を欠いており，結局は本問限りの場当たり的な判断をしているのではないかと疑われるような答案も見られた。本問のような事例問題では，判断の枠組みを適切に定立した上で，事実関係に即して結論を考えていくという両方がきちんとできて初めて説得力のある論述となることを意識してほしい。\n・ 基本的な知識や理解が不足しているからか，本問限りの独自の枠組みを定立しているかのような答案も見られた。しかし，判断の枠組みの定立に当たっては，判例や学説をきちんと踏まえる必要がある。\n・ 判断の枠組みを定立するに当たり，「平等」の問題として論じているのか，\nそれとも，「自由」の問題として論じているのかが判然としない答案や両者を混同していると思われる答案も少なくなかった。本問では，「平等」の問題と「自由」の問題が絡み合っている面があり，論述に当たっては様々な切り口が考えられる。このような問題については，「平等」と「自由」の複合的な視点からの論述も考えられるであろうが，その場合には，「平等」の問題と「自由」\nの問題の違いを踏まえた上での十分な分析や検討が必要である。\n⑸ その他・ 憲法上の主張や見解について問われているにもかかわらず，Ａ市の反論や「あなた自身の見解」において裁量論に迷い込み，憲法論から離れてＡ市側の行為の当・不当を長々と論じている答案が散見された。Ａ市側に一定の裁量があり，\nまた，問題文から拾い上げる要素にも大きな違いはないかもしれないとしても，\n飽くまでも憲法上の主張や見解について論じていることを意識して答案を作成してほしかった。\n３ 平等について・ 少なくともＤらとの差別的取扱いは平等に関する典型的な問題であり，相対的平等に関わる問題として論じる必要があることに気付いてほしかったが，「絶対的平等・相対的平等」というキーワードを明示できていた答案は必ずしも多くなかった。この点を「形式的平等・実質的平等」や「機会の平等・結果の平等」などと指摘する答案も相当数あった上，これらと「絶対的平等・相対的平等」を混同していると思われる答案も少なくなかった。このような基本的概念については，\nキーワードを覚えるだけではなく，具体例に基づいた正確な理解が求められる。\n受験者におかれては，改めて「基本を大切に」ということを意識してほしい。\n・ 「法の下」の意義（法適用の平等に尽きるか，法内容の平等も含むのか）については，本問では論じる必要がないと考えられるにもかかわらず，これを論じているものが散見された。マニュアル的，パターン的に準備してきたものをそのまま書くのではなく，なぜその点を論じる必要があるのかを事案に即して考え，準備してきたものの中から取捨選択して論じていくべきである。なお，現在の実務では，必要のないことに言及するのは無益ではなく有害と評価される場合もあることに留意してほしい。\n・ Ｄらとの差別的取扱いについて，勤務実績が同程度あるいは下回る実績の者を採用したことを差別として検討し，反対意見を持っていることが不採用の理由であることがどのような意味を持つのかを検討していない答案，逆に，反対意見を持っていることに触れながら，勤務実績の点については触れていない答案があった。問題文に記載されている事実がどのような意味を持つのか十分に検討して答案に反映してほしい。\n・ 平等違反の問題を検討するに当たっては，「何」による差別の問題であるのかをきちんと指摘・検討する必要がある。本問で言えば，憲法第１４条第１項後段の列挙事由である「信条」による差別ではないかという点である。しかし，この点に関する指摘・検討が全くない答案が少なくなかった。\n・ Ｃとの同一取扱いについて，Ｂの訴訟代理人であるにもかかわらず，「平等（憲法第１４条第１項）違反を構成する余地がないから，諦める」などとして，この点に関する主張をあえてしないという答案が少ないながらもあった。確かに，Ｃとの同一取扱いの問題を憲法上の問題としてどのように構成するかには悩ましい面があるかもしれない。しかし，将来弁護士になれば，明らかに採用の余地がない主張はすべきでないことを前提としつつも，不利な事実関係にも配慮しながら，\n何とか裁判所に受け入れてもらえるような説得的な法律構成がないかと思い悩み，考えなければならないであろう。そのような悩みを見せずに簡単に諦めるべきではない。\n４ 表現の自由について・ 表現の自由について論じることなく，その代わりに憲法第１９条の思想良心の自由の問題として論じる答案が多数あった（なお，そのような答案の中には，思想良心の自由の問題であるとしながら，外部への表現行為の制約を論ずる答案も散見された。）。しかし，本問において，Ｂは，Ａ市がＢの「甲市シンポジウムでのＹ採掘に反対する内容の発言等があること」を不採用の理由の一つとしたことを前提に，「自分の意見・評価を甲市シンポジウムで述べたことが正式採用されなかった理由の一つとされていることには，憲法上問題があると考えている」\nのであるから，思想良心の自由の問題を別途検討することはともかくとして，ここでは自分の意見・評価を述べたこと，すなわち，憲法第２１条の表現の自由の問題についてまず論じてもらいたかった。\n・ 甲市シンポジウムでの意見表明を理由として不採用になった点につき，表現の自由の問題であるとしつつも，安易に「表現の自由が制約されている」と記載している答案が目に付いた。しかし，本問の場合，表現行為そのものが制約されているわけではないから，それにもかかわらずなぜ表現の自由の制約に当たるのかを論じてほしかった。\n・ 表現の自由の問題を考えるに当たっては，Ｂの意見が公共の利益に関わるものである点が重要になるが，この点をきちんと指摘する答案は少なかった。\n・ 表現活動への萎縮効果を論じるに当たっては，Ｂのみならず，その他の者も含めて一般に与える影響という観点が重要であるが，多くの答案がＢ自身の表現活動への萎縮効果を論じるにとどまっていた。\n５ その他一般的指摘事項⑴ 論述のバランス・ 本年は，各問の配点を明記することで答案における記述量の配分の目安を示し，それに応じたバランスのよい記載で，かつ，最後までしっかりと書くことを求めたところである。しかし，例年のように，途中答案が相当数あったほか，\n一応最後まで書いている答案も，設問２について配点に相応しい分量になっていないものが多かった。また，設問１⑴について簡単な記述で済ませている答案や，逆に，設問１⑵について長々と論じている答案（そのような答案は，設問２の論述が非常に薄いものとなる傾向があった。）も見られた。\n⑵ 問題文の読解及び答案の作成一般・ Ｂ，Ｃ，Ｄらがそれぞれどのような立場の人間であるのかについて事実関係を混同・混乱している答案があった。また，その誤記等（ＢをＸと記載したり，\n文章内容からはＣを指していると思われる者をＤと記載したりする例）も散見された。単なる書き間違いかもしれないが，判断の前提となる事実関係を的確に把握できていないのではないかと疑われかねないので，問題文に即して正確に論述してほしい。\n・ 問題文で与えられた事実に憲法的な評価を加えることなく，問題文の単なる引き写しや単に羅列するだけの答案が一定数見られた。また，問題文で与えられた事実を超えて必要以上の推測をし，それ（問題文にない事実）を答案に反映させている答案も見られた。このような答案は説得力に欠け，また，後者については「問題文はそのようなことを言っていない」と否定的に評価される可能性があることに注意してほしい。\n・ 憲法の条文の解釈（本問では特に第１４条）について，これをせず，あるいは，これができていない答案が散見された。また，条文は誤りなく示す必要があるが，これができていない答案もあった（表現の自由を第２２条第１項あるいは第２３条第１項とする例が少ないながらもあった。）。条文の表記や解釈を大切にしてほしい。\n・ 設問１⑴の問題文において職業選択の自由については論じないこととする旨明示してあるにもかかわらず，これに反して，正面から職業選択の自由について論じる答案があった。\n⑶ 形式面・ 普段手書きで文書を作成する機会が少ないためであろうか，誤字や脱字がかなり目に付いた。特に法律用語の誤記については，法律家としての資質自体が疑われかねないので注意してほしい。また，略字を使用する答案もあったが，\n他人に読ませる文章である以上，略字の使用は避けるべきである。\n・ 解読が困難な字で書かれた答案も散見された。例えば，字が雑に書かれたり，\n小さかったりして読みづらいもの，加除や挿入がどのようになされているのか判読し難いものなどである。時間がなくて焦って書いているのは分からないではないが，他人に読ませる文章である以上，読み手のことを考えて，上手な字でなくても読みやすい，大きな字で，また，加除や挿入は明確に分かるような形での答案作成を望む。\n平成２７年司法試験の採点実感等に対する意見（公法系科目第２問）\n１ 出題の趣旨別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針採点に当たり重視していることは，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析･検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準(1) 設問１差止め訴訟の訴訟要件が本件で満たされるかについて，最高裁平成２４年２月９日第一小法廷判決（民集６６巻２号１８３頁。以下「最高裁平成２４年判決」\nという。）を踏まえて判断基準を述べた上で，本件の事実関係に即して具体的かつ的確に論じているかに応じて，優秀度ないし良好度を判定した。\n差止め訴訟を挙げた上で，行政事件訴訟法第３条第７項及び第３７条の４に規定された「一定の処分…がされようとしている」，「重大な損害を生ずるおそれ」\n等の訴訟要件について論じていれば，一応の水準の答案と判定した。加えて，「重大な損害を生ずるおそれ」の要件について，最高裁平成２４年判決を踏まえて論じていれば，良好な答案と判定した。加えて，同要件について，最高裁平成２４年判決にいう「処分がされた後に取消訴訟を提起して執行停止を受けることなどにより容易に救済を受けることができるもの」か否かを，本件命令後直ちにウェブサイトで公表されて顧客の信用を失うおそれがあるという本件の事実関係に即して具体的かつ的確に論じていれば，優秀な答案と判定した。\n(2) 設問２消防法及び危険物政令の関係規定の趣旨及び内容，保安距離の短縮に関する本件基準の法的性質及び内容，危険物政令第９条第１項第１号ただし書及び第２３条の関係について論じた上で，本件基準に従って行われる本件命令の適法性について，行政裁量論に関する基本的理解を踏まえ，本件の事実関係を適切に把握した上で具体的かつ的確に論じているかに応じて，優秀度ないし良好度を判定した。\n本件基準の法的性質を裁量基準として理解した上で，本件命令の適法性を行政裁量論の枠組みにより論じていれば，一応の水準の答案と判定した。加えて，保安物件（本件では葬祭場）が新設された場合に既存の一般取扱所の所有者等が負担を負う可能性を考慮して，個別事情に即して柔軟に危険物政令の定める技術基準への適合性を判断すべきであるとの観点から，本件基準の合理性，及び本件において水準以上の防火塀・消火設備を考慮して本件基準の例外を認める可能性について論じていれば，良好な答案と判定した。加えて，一般取扱所の事故が保安物件に波及することを防止しその安全を確保するために保安距離を定める危険物政令第９条第１項第１号の趣旨も踏まえて，本件基準①（短縮条件）及び②（短縮限界距離）の中で考慮されている事項に即して本件基準の合理性を検討していれば，優秀な答案と判定した。\n危険物政令第９条第１項第１号ただし書と第２３条との関係については，前者の規定の効果が保安距離の短縮であるのに対し，後者の規定の効果が保安距離の規定の不適用であるという違いに着目していれば，良好な答案，後者の規定を適用する要件が絞り込まれていることに着目していれば，優秀な答案と判定した。\n(3) 設問３消防法第１２条第１項の趣旨を論じ，最高裁昭和５８年２月１８日第二小法廷判決（民集３７巻１号５９頁。以下「最高裁昭和５８年判決」という。）の趣旨を踏まえた上で，取扱所の設置後に都市計画決定による用途地域の指定替えがあったという本件の特殊事情に即して，本件で損失補償を請求できるかについて具体的かつ的確に論じているかに応じて，優秀度ないし良好度を判定した。\n消防法第１２条が，警察規制の定めであり，事後的に周囲に保安物件が新設された場合にも取扱所の所有者等に技術上の基準への適合性を維持する義務（基準適合性維持義務）を課すことを，損失補償を不要とするファクターとして一定程度説いていれば，一応の水準の答案とし，こうしたファクターを明確に論じていれば，良好な答案と判定した。加えて，用途地域の指定替えに伴う保安物件の新設が，Ｘにとって予見してあらかじめ回避できる事情であるかどうかを，的確に論じていれば，優秀な答案と判定した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象・ 例年繰り返し指摘し，また強く改善を求め続けているところであるが，相変わらず判読困難な答案が多数あった。極端に小さい字，極端な癖字，雑に書き殴った字で書かれた答案が少なくなく，中には「適法」か「違法」か判読できないものすらあった。第三者が読むものである以上，読み手を意識した答案作成を心掛けることは当然であり，判読できない記載には意味がないことを肝に銘ずべきである。\n・ 問題文及び会議録には，どのような視点で何を書くべきかが具体的に掲げられているにもかかわらず，問題文等の指示を無視するかのような答案が多く見られた。\n・ 例年指摘しているが，条文の引用が不正確な答案が多く見られた。\n・ 冗長で文意が分かりにくいものなど，法律論の組立てという以前に，一般的な文章構成能力自体に疑問を抱かざるを得ない答案が相当数あった。\n・ 相当程度読み進まないと何をテーマに論じているのか把握できない答案が相当数見られた。答案構成をきちんと行った上，読み手に分かりやすい答案とするためには，例えば，適度に段落分けを行った上で，段落の行頭は１文字空けるなどの基本的な論文の書き方に従うことや，冒頭部分に見出しを付けるなどの工夫をすることが望まれる。\n・ 少数ではあるが，どの設問に対する解答かが明示されていない答案が見られた。冒頭部分に「設問１」等と明示をした上で解答することを徹底されたい。\n・ 結論を提示するだけで，理由付けがほとんどない答案，問題文中の事実関係を引き写したにとどまり，法的な考察がされていない答案が多く見られた。また，根拠となる関係法令の規定を引き写しただけで結論を提示するにとどまり，\n法律の解釈論を展開していない答案が少なからず見られた。論理の展開とその根拠を丁寧に示さなければ説得力のある答案にはならない。\n・ 本件のように対立利益の相互の調整が問題となる事案では，抽象的な関係法令の趣旨・目的を踏まえて，一方当事者の立場のみに偏することなく，関係者の相互の利益状況を多面的に考慮した上で結論を導き出すことが求められる。\n・ 要件裁量，効果裁量，裁量基準，行政規則，特別の犠牲といった，行政法の基本的な概念の理解が不十分であると思われる答案が少なからず見られた。\n・ 時間配分が適切でなく，設問１については必要以上に詳細に論じ，設問２又は設問３については，時間不足のため記載がないか又は不十分な記載しかないものが少なからず見られた。\n(2) 設問１・ 受験者にとって解答しやすい設問であったと思われ，概ねよくできていた。\n・ 本件で特に検討を要する訴訟要件である「重大な損害を生ずるおそれ」の要件について，まず判断基準を述べてから本件の事実関係に当てはめるという，\n法律論としての「作法」がとられていない答案，差止め訴訟に関する重要判例である最高裁平成２４年判決を意識せずに書かれた答案が予想外に多かった点は，残念であった。\n・ 少数ではあるが，処分性や原告適格といった，本件においては充足されることがほぼ自明である訴訟要件について，不相当に多くの紙幅を割いて論じている答案が見られた。他方で，「一定の処分…がされようとしている」等の差止め訴訟に固有の要件について全く述べていない答案が多かった。行政事件訴訟法が定める訴訟類型のそれぞれについて，必要となる訴訟要件を正確に理解するとともに，どの要件が特に問題になるのかも把握しておくことが学習に当たって重要であろう。\nなお，行政事件訴訟法第３条第７項の「一定の処分…がされようとしている」\nの要件の問題であるにもかかわらず，同法第３７条の４第１項の「一定の処分…がされることにより」という要件と混同する答案も一部に見られた。具体的な条文に則した正確な理解が望まれる。\n・ 「処分がされた後に取消訴訟を提起して執行停止を受けることなどにより容易に救済を受けることができるもの」か否かという判断基準（最高裁平成２４年判決）を正しく示しているにもかかわらず，移転命令による移転の不利益のみを挙げて「重大な損害を生ずるおそれ」の要件充足を肯定している答案が少なからずあった。上記の判断基準の意味を正確に理解していれば，移転の不利益と公表による不利益それぞれについて，取消訴訟及び執行停止が有効な救済手段になるかどうかについても正しく検討できるはずである。\n・ 少数ではあるが，問題文において「抗告訴訟として考えられる訴えを具体的に挙げ」るよう指示されているにもかかわらず，仮の救済を挙げて論じている答案や，「訴訟要件を満たすか否か」について検討することが指示されているにもかかわらず，本案勝訴要件について紙幅を割いて論じている答案など，明らかに行政事件訴訟法に関する基本的知識が不足していると思われる答案も見られた。\n(3) 設問２・ 問題文と資料から基本的な事実関係を把握し，消防法及び関係法令の関係規定の趣旨を正しく読み解けるかどうかを試す設問であったが，まさにその点で大きく差がついた印象があった。根拠規定・関係規定の相互関係や本件基準の法的性質を正しく理解して論じる優れた答案もある一方で，事実関係や法の趣旨を勘違いしている答案もあった。\n・ 事実関係の把握の誤りとしては，第一種中高層住居専用地域から第二種中高層住居専用地域への用途地域の指定替えが行われたのが，本件葬祭場の所在地であって，本件取扱所の所在地は一貫して工業地域であることを正しく理解していないため，誤った議論を展開してしまっている答案が少なからずあった。\n・ 裁量権濫用論の一般的な定式を挙げた上，関係法令の趣旨を十分踏まえずに，\n「考慮すべき事情を考慮していないから違法」，あるいは「考慮すべきでない事情を考慮しているから違法」と平板に論じる答案が相当数見られた。過去の採点実感でも指摘した点であるが，論点単位での論述の型を形式的に覚えているだけではないかと疑わざるを得ない。\n・ 本件基準の法的性質について，行政の行為形式論を踏まえて論じていない答案が相当数見られた。また，本件基準は，「裁量基準（行政規則）」であるにもかかわらず，「裁量基準（行政規則）」と「委任命令（法規命令）」との基本的な区別を正しく理解しないまま，委任立法の限界といった的外れな枠組みで検討している答案が相当数見られた。本件基準は市の「内部基準」であることが問題文で明言されており，「委任命令（法規命令）」と理解することができないことは明らかである。\n・ 裁量基準に従ってされる行政処分の適法性の審査においては，法令の趣旨・目的に照らした裁量基準の合理性の有無，裁量基準に合理性があることを前提とした個別事情審査義務の有無が問題となるが，これらを十分に踏まえた検討ができていた答案は少数であった。\n・ 会議録中に記載された，危険物政令第９条第１項第１号ただし書きの趣旨についての「新たに設置される製造所の設置の許可に際して，このただし書の規定を適用し，初めから保安距離を短縮する運用は，規定の趣旨に合わない」という説明から，防火のための距離制限の制度趣旨を十分考慮せずに，単純に既存製造所設置者の利益を保護すべきと考えて，このことから直ちに本件命令が違法であると結論付ける答案が相当数見られた。\n・ 本件基準①の合理性の検討において，消防法の規制の趣旨を踏まえることなく，「建築基準法上，工業地域においては，一般取扱所を建築することができ，\n倍数に関する制限もない」ことをもって，直ちに，本件基準①は不合理であるとする答案が多く見られた。\n・ 危険物政令第２３条について，その立法経緯を「特殊な構造や設備を有する危険物施設」，「一般基準において予想もしない施設が出現する可能性」に対処するものであるとしながら，一般の防火塀・消火設備がこれに該当するとして同条の適用を簡単に肯定するなど，会議録の記載をそのまま引き写しただけで，\nその内容を理解していないのではないかと思われる答案が多く見られた。\n(4) 設問３・ 本問を検討する上でヒントとなる最高裁昭和５８年判決について知らない，\nあるいは正確な知識を持っていないのではないかと思われる答案が多く見られたのは残念であった。\n・ 本問の損失補償の要否については，消防法第１２条の規制の目的を中心に検討する必要がある。しかし，消防法第１２条の基準適合性維持義務の趣旨から，\n取扱所の所有者等に移転義務を課すことが警察規制（消極目的規制，内在的制約）に当たり，損失補償は容易には認められないことを順序立てて論じていない答案が相当数見られた。\n・ 損失補償の要否について，形式的基準と実質的基準の二つを示しながら，それらを必ずしも正確に理解しないまま本件に当てはめて損失補償の要否を判断している答案が相当数見られた。特に，「侵害行為の対象が一般的か個別的か」\nという形式的基準を前提として，「本件では消防法上の移転命令がＸという特定人に対して適用されるから損失補償が必要」と論じる答案が相当数見られた。\nしかし，この論理を適用すれば，およそあらゆる不利益処分に対して損失補償が必要になってしまうのであって，本件では，侵害行為の対象が一般的か個別的かという基準は全く決め手とはならない。過去の採点実感でも指摘した点であるが，上記の基準の意味を正確に理解せずに，論点単位での論述の型を形式的に覚えているだけではないかと疑わざるを得ない。\n・ 本問では，会議録において指示されているとおり，平成１７年の時点では葬祭場の建築は原則として不可能であったが，平成２６年に第一種中高層住居専用地域から第二種中高層住居専用地域に指定替えがされたため葬祭場の建築が可能になったという事情が，損失補償の要否にどのような影響を及ぼすかを検討することが求められている。しかし，新たな都市計画決定により用途地域の指定替えがあり得ることは，予測可能な事情といえるのではないか，また，第１種中高層住居専用地域でも，学校・病院の建築は可能であることからすると，\n後発で近隣に建物が建築され得ることは，予測可能な事情といえるのではないかという点に言及した答案は，ごく少数にとどまった。\n５ 今後の法科大学院教育に求めるもの・ 設問１及び設問３は，最高裁判所の重要判例を十分理解していれば，比較的容易に解答できる問題であった。しかし実際には，設問１について最高裁平成２４年判決を意識せずに書かれた答案が予想外にあり，設問３については，最高裁昭和５８年判決を意識して書かれた答案が残念ながら少数にとどまった。行政法について短答式試験が廃止されても，重要判例を読んで理解する学習をおろそかにしてはならないことを，注意しておきたい。\n・ 設問２については，本件でＸがいかなる法的な問題を抱えているか，そして，\nＸの抱えている法的問題が，関係する法制度のどのような特徴に端を発しているかという点を，明確に理解することが，解答のための第１のステップである。そして，Ｙ市長の本件命令に係る裁量権行使の適法性を判断するために，Ｙ市長が考慮すべき事項及び重視すべき事項を，関係法令の関係規定から的確に読み取って，本件基準の評価につなげることが，解答のための第２のステップである。このうち，第１のステップには相当数の答案が達しており，この点には法科大学院教育の成果を認めることができた。しかし，第２のステップでは綿密な検討がなされておらず，裁量権濫用論の一般的な定式とＸの救済の必要性とをいきなり結び付ける答案が相当数見られた。これは，過去の採点実感で繰り返し指摘している点であるが，論点単位で論述の型を覚える学習の弊害が現れた結果ではないかと思われる。したがって，今後の法科大学院教育に求めたいのは，昨年と同様，「理論・法令・事実を適切に結び付ける基本的な作業を，普段から意識的に積み重ねる」ことである。\n・ 法律的な文章という以前に，日本語の論述能力が劣っている答案が相当数見られ，近年では最低の水準であるとの意見もあった。法律実務家である裁判官，検察官，弁護士のいずれも文章を書くことを基本とする仕事である。受験対策のための授業になってはならないとはいえ，法科大学院においても，論述能力を指導する必要があるのではないか。"
}