{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，４：３：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．平成２３年４月１日，Ａは，山林である自己所有の甲土地から切り出した２０本の丸太を相場価格に従い１本当たり１５万円の価格で製材業者Ｂに売却する旨の契約を締結し，同日，Ｂの工場に上記２０本の丸太を搬入した。その際，代金の支払時期は，同年８月１日とされた。\nまた，Ａの代金債権を担保するため，丸太の所有権移転の時期は，代金の支払時とし，代金の支払がされるまでＢは丸太の処分や製材をしないことが合意された。\n２．平成２３年４月１５日，建築業者Ｃは，Ｂが【事実】１に記した２０本の丸太を購入したという噂を聞き，甲土地が高品質の材木の原料となる丸太を産出することで有名であったことから，Ｂに対して，上記２０本の丸太を製材した上，自分に売ってほしいと申し入れた。Ｂは，Ａとの間で【事実】１に記した合意をしていたことに加え，つい最近も，当該合意と同様の合意をしてＡから別の丸太を買い入れたにもかかわらず，その代金の支払前にその丸太を第三者に転売したことがＡに発覚してトラブルが生じていたこともあり，Ｃの申入れに応じることは難しいと考え，Ｃに対し，少し事情があるので，もうしばらく待ってほしい，と答えた。\nしかし，Ｃがそれでもなお強く申し入れるので，Ｃが古くからのＢの得意先であることもあり，同月１８日，Ｂは，Ａに無断で，Ｃとの間で，上記２０本の丸太を製材して２０本の材木に仕上げ，これらの材木を相場価格に従い１本当たり２０万円の価格でＣに売却する旨の契約を締結した。その際，Ｃは，それまでの取引の経験から，Ａが丸太を売却するときにはその所有権移転の時期を代金の支払時とするのが通常であり，最近もＡＢ間で上記のトラブルが生じていたことを知っていたが，上記２０本の丸太についてはＡＢ間で代金の支払が既にされているものと即断し，特にＡ及びＢに対する照会はしなかった。\nＢは，上記２０本の丸太を製材した上，同月２５日，Ｃから代金４００万円の支払を受けると同時に，２０本の材木をＣの倉庫に搬入した。\n３．その後，Ｃは，ＤからＤが所有する乙建物のリフォーム工事を依頼され，平成２３年５月２日，Ｄとの間で報酬額を６００万円として請負契約を締結した。その際，Ｄは，Ｃから，乙建物の柱を初めとする主要な部分については，甲土地から切り出され，Ｂが製材した質の高い材木を１０本使用する予定であり，既に１０本の在庫がある旨の説明を受けていた。\n４．Ｃは，【事実】２に記した２０本の材木のうち，１０本は，そのまま自分の倉庫に保管し（倉庫に保管した１０本の材木を，以下「材木①」という。），残りの１０本は，乙建物のリフォーム工事のために使用することにした（リフォーム工事のために使用した１０本の材木を，以下\n「材木②」という。）。\n５．平成２３年５月１５日，Ｄは乙建物から仮住まいの家に移り，Ｄが有していた乙建物の鍵のうちの１本をＣに交付した。その翌日，Ｃは，乙建物のリフォーム工事を開始し，材木②を用いて乙建物の柱を取り替えるなどして，同年７月２５日，リフォーム工事を完成させた。\n同日，Ｄが内覧をした結果，乙建物のリフォーム工事はＤの依頼のとおりにされたことが確認され，ＤはＣに請負の報酬額６００万円を支払ったが，乙建物の鍵の返還は建物内の通気の状況などを確認してからされることになり，鍵の返還日は同年８月１０日とされた。\n６．平成２３年８月１日，【事実】１に記した２０本の丸太に係る代金の支払時期が到来したので，Ａは，Ｂの工場に丸太の代金を受け取りに行った。ところが，Ｂは，【事実】２に記したトラブルに関して，この頃，Ａから高額の解決金の請求をされていたことから，Ａがその請求\n- 2 -を取り下げない限り，丸太の代金を支払うことはできない旨を述べ，その支払を拒絶した。Ａは，そのようなＢの対応に抗議をするとともに，Ｂの工場内に丸太が見当たらなかったことを不審に思い，調査をしたところ，【事実】２から５までの事情が判明した。そこで，Ａは，同月５日，Ｃ及びＤに対してこれらの事情を伝えた。\n驚いたＤがＣに問い合わせたところ，Ｃは，自分もＡから同じ事情を聞かされて困っていると答えたが，いずれにしても乙建物のリフォーム工事は既に完成していることから，同月１０日，ＣはＤに乙建物の鍵を予定どおり返還した。\n〔設問１〕 【事実】１から６までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ａは，Ｃに対して，材木①の所有権がＡに帰属すると主張して，その引渡しを請求することができるか。Ａの主張の根拠を説明し，そのＡの主張が認められるかどうかを検討した上で，これに対して考えられるＣの反論を挙げ，その反論が認められるかどうかを検討しなさい。\n⑵ Ａは，Ｄに対して，材木②の価額の償還を請求することができるか。Ａの請求の根拠及び内容を説明し，それに関するＡの主張が認められるかどうかを検討した上で，これに対して考えられるＤの反論を挙げ，その反論が認められるかどうかを検討しなさい。\nⅡ 【事実】１から６までに加え，以下の【事実】７から13までの経緯があった。\n【事実】\n７．平成２３年１２月２８日，Ａは，甲土地上に生育している全ての立木（以下「本件立木」という。）を製材業者Ｅに売却する旨の契約を締結し，その代金全額の支払を受けた。そこで，Ｅは，平成２４年１月５日から，本件立木の表皮を削ってＥの所有である旨を墨書する作業を始め，同月７日までに，甲土地の東半分に生育する立木につき，明認方法を施し終えた。\n８．ところが，資金繰りに窮していたＡは，平成２４年１月１７日，甲土地及び甲土地上の本件立木をＦに売却する旨の契約を締結し，同日，その代金全額の支払と引換えに，甲土地についてＡからＦへの所有権移転登記がされた。これに先立ち，Ｆは，同月４日に甲土地を訪れ，本件立木の生育状況を確認していたが，その時点ではＥが本件立木への墨書を開始していなかったことから，上記契約を締結する際には，既にＡからＥに対し本件立木が売却されていたことをＦは知らなかった。\n９．平成２４年１月２５日，Ｆは，甲土地を訪れたところ，本件立木の一部にＥの墨書があることに気付いた。Ｆは，本件立木がＥに奪われるのではないかと不安になったため，本件立木を全て切り出した上で，それまでの事情を伏せて，近くに住む年金暮らしの叔父Ｇに，切り出した丸太を預かってもらうよう依頼した。これに対し，Ｇが自己の所有する休耕中の丙土地であれば丸太を預かることができると答えたことから，同年２月２日，Ｆは，Ｇとの間で，保管料を３０万円とし，その支払の時期を同月９日として，切り出した丸太を預かってもらう旨の合意をし，切り出した丸太を丙土地にトラックで搬入した。\n10．平成２４年２月１０日，Ｅは，甲土地の西半分に生育する立木に墨書をするために甲土地に行ったところ，本件立木が全て切り出されていることを発見した。Ｅは，驚いて甲土地の近隣を尋ね歩いた結果，しばらく前にＦが甲土地から切り出した丸太をトラックで搬出していたことが分かった。\n11．平成２４年２月１３日，Ｅは，Ｆの所在を突き止め，本件立木の行方について事情を問いただしたところ，Ｆは，本件立木はＡから購入したものであり，既に切り出してＧに預けてあると答えるのみで，それ以上Ｅの抗議について取り合おうとしなかった。\n12．そこで，Ｅは，平成２４年２月１５日，Ｇの所在を突き止め，確認したところ，Ｇが確かにＦから【事実】９に記した丸太を預かっていると言うので，事情を話し，丸太を全てＥに引き渡すよう求めた。Ｇは，Ｅとともに丙土地に行き，丸太を点検したところ，その一部にはＥの- 3 -墨書があることが分かったが，Ｅの墨書がないものもあったほか，丸太は全てＦから預かったものであり，Ｆから保管料の支払もまだ受けていないことから，Ｅの求めに応じることはできないと答えた（これらの丸太のうち，Ｅの墨書がないものを，以下「丸太③」といい，Ｅの墨書があるものを，以下「丸太④」という。なお，Ｅの墨書は現在まで消えていない。）。\n13．平成２４年４月２日，Ｅは，Ｇに対し，丸太③及び丸太④の所有権は全てＥに属し，これらをＧが占有しているとして，その引渡しを求める訴えを提起した。\n〔設問２〕 【事実】１から13までを前提として，以下の⑴及び⑵に答えなさい。\nなお，本件において，立木ニ関スル法律による登記は行われておらず，同法の適用については考慮しなくてよい。\n⑴ 丸太③に関し，Ｇは，丸太③をＥが所有することを争うことによって，Ｅの請求を拒否する旨主張した。このＧの主張の根拠を説明した上で，Ｇは，どのような事実を主張・立証すべきであるか，理由を付して解答しなさい。\n⑵ 丸太④に関し，Ｇは，丸太④をＥが所有すること及びこれをＧが占有していることは争わないが，丸太の保管料のうち丸太④の保管料に相当する金額の支払を受けるまでは，Ｅの請求を拒否する旨主張した。このＧの主張の根拠を説明した上で，その主張が認められるかどうかを検討しなさい。\nⅢ 【事実】１から13までに加え，以下の【事実】14から18までの経緯があった。\n【事実】\n14．Ｃと同居しているＣの長男Ｈは，満１５歳の中学３年生である。平成２４年１１月１５日，Ｈは，Ｃの自宅前を通行する者を驚かせようとして，Ｃの倉庫から，１５センチメートル角で長さ２メートルの角材（以下「本件角材」という。）を持ち出し，Ｃの自宅前の道路の一部を横切るように置いた。Ｈが本件角材を置いたのは夕方であったが，その付近は，街路灯から離れていたために，夜間になると，歩行者でも，かなりの程度の注意を払っていなければ，本件角材に気付かない程度の暗さになり，Ｈもそのことを認識していた。\n15．Ｈは，中学２年生の終わり頃から急に言動が粗暴になり，喧嘩で同級生に怪我をさせたり，同級生の自転車のブレーキワイヤーを切るといった悪質ないたずらをしたりしたことなどから，Ｃが学校から呼び出しを受けるという事態が何度も生じていた。Ｃは，Ｈに対し，他人に迷惑を掛けてはいけないといった一般的な注意をするものの，反抗的なＨにどのような対応をしてよいのか分からず，それ以上の対策を講ずることはなかった。\n16．ＨがＣの自宅前に本件角材を置いてから１時間後，既にその付近がかなり暗くなってから，近所に住む女性Ｋの運転する自転車がＣの自宅前の道路に差し掛かった。Ｋは，Ｋの子で３歳になるＬを保育所に迎えに行き，荷台に設置した幼児用シートにＬを乗せて自宅に戻る途中であったが，自転車の車輪が本件角材に乗り上げたため，ハンドルを取られて転倒し，Ｋは無事だったものの，Ｌは右腕を骨折した。\n17．【事実】16の事故の際，Ｋは，携帯電話で通話をしていたため，片手で自転車を運転していた。また，自転車の前照灯が故障していたが，保育所からＫの自宅までの道路はＫが普段よく使う道路であったため，Ｋは，前照灯の故障を気にせず，事故のあった場所を走行していた。\nこれらの事情も，【事実】16の事故の原因となったことが確認されている。なお，本件において，ＫがＬを幼児用シートに乗せていたことは，法的に問題がないものとする。\n18．Ｌには，【事実】16の事故により，右腕の骨折の治療費等として３０万円相当の損害が生じた。\n- 4 -\n〔設問３〕 【事実】１から18までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｌが【事実】18に記した損害の賠償をＣに対して請求するための根拠を説明した上で，それに関するＬの主張が認められるかどうかを検討しなさい。\n⑵ ⑴の請求に対し，その賠償額について，Ｃはどのような反論をすることが考えられるか。その根拠を説明した上で，その反論が認められるかどうかを検討しなさい。\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，ＡがＢとの間で丸太について所有権留保付き売買契約を締結していたにもかかわらず，ＢがＡに無断でその丸太を製材し，製材後の材木をＣに売却した後，Ｃがその材木の一部\n- 3 -をＤから請け負った乙建物のリフォーム工事に使用した事例（設問１），Ａがその所有する甲土地上の立木をＥに売却し，Ｅがその立木の半分に明認方法を施した後，Ａから甲土地を買い受けたＦが全ての立木を切り出し，その切り出した丸太をＧに預けた事例（設問２），Ｃの子である１５歳のＨが夕刻に自宅前の道路に角材を置いたことにより，その道路を通り掛かったＫの運転する自転車が転倒し，その自転車の幼児用シートに乗っていたＫの子である３歳のＬ\nが傷害を負った事例（設問３）に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，添付と即時取得という物権法の基本的事項に対する理解を問うとともに，これと関連する形で不当利得についても検討させることにより，法律問題相互の関係の正確な理解とそれに基づく法的構成力を問うものである。\n⑴では，Ａは，Ｃに対して，材木①の所有権がＡに帰属すると主張してその引渡しを請求していることから，材木①の所有権の所在について検討することが求められる。その際，ＡＢ間における丸太の売買契約では，Ｂが売買代金を支払うまで丸太の所有権はＡに留保されていること，Ｂがまだ売買代金を支払っていないこと，丸太の製材は加工に当たり，民法第２４６条第１項本文及びただし書によると，材木①の所有権は丸太の所有者であるＡに帰属することを的確に分析することが期待されている。\nこれに対し，Ｃの反論としては，即時取得（民法第１９２条）を主張することが考えられる。\nＣは，Ｂとの売買契約，つまり取引行為に基づき，材木①の引渡しを受けているからである。\nしかし，【事実】２によれば，Ｂが材木①の所有者であると信じたことにつき，Ｃには過失が認められる。ここでは，事実を的確に評価する能力が問われる。\n⑵では，Ａは，Ｄに対して，材木②の価額の償還を求めていることから，その根拠が確認されなければならない。まず，材木②は，材木①と同様の理由からＡの所有物であるが，Ｄの所有する乙建物に組み込まれて一体化されている。これは付合に当たり，民法第２４２条本文によると，乙建物の所有者であるＤが材木②の所有権を取得する。その結果，材木②の所有権を失ったＡは，民法第２４８条に従い，Ｄに対し，その償金を請求することができる。このＡの請求を基礎付けるに当たっては，付合の意義が正確に説明され，本問に示された事実関係に即して適切な当てはめをすることが求められる。\nまた，民法第２４８条は「第７０３条及び第７０４条の規定に従い」としていることから，ＡのＤに対する請求の具体的な内容を確定するためには，不当利得の成立要件について，本問に示された事実関係に即して検討する必要がある。ただし，要件を単に羅列することは求められておらず，付合に関する当てはめをする中で，これらの要件を実質的に検討することでも足りる。\nさらに，ＡがＤに対して請求することができる額について，ＡＢ間の関係を考慮に入れた分析をすることも期待されている。材木②の価額は２００万円であるから，材木②の所有者であるＡは，Ｄに対して，２００万円を請求することができるはずである。他方，材木②の材料に当たる丸太の価額は１５０万円であるため，Ａが受けた損失を勘案するならば，ＡがＤに対して請求できる額は１５０万円にとどまると考える余地もある。\nこれに対して，Ａの償金請求に対するＤの反論として考えられるのは，例えば，ＤがＣに請負代金を支払済みであることから，その限度でＤの利得は消滅したという主張である。この反論を基礎付けるためには，Ａが受益をした時点，つまり材木②が乙建物に付合した時点において，Ｄが善意であり（材木②の所有権をＣが有しないことを知らなかった），かつ，悪意に転じる前に，Ｃに請負代金を支払ったことが指摘されなければならない。\nしかし，仮にＤが自分で乙建物のリフォーム工事をするためにＣから材木②を購入し，まだ- 4 -材木②が乙建物に付合していないとすると，Ｄについて即時取得が成立しない限り，ＤがＣに材木②の売買代金を支払ったとしても，ＡはＤに対して材木②の返還を請求することができるはずである。このような観点からすると，ＤがＣに請負代金を支払っていることを理由として，Ｄの利得の消滅を認めることは適切でなく，むしろ，Ｄにおいて材木②の価値に相当するものを即時取得したと評価することができる場合に，Ｄの利得について法律上の原因が認められ，ＤはＡの償金請求を拒絶することができると考える可能性もある。その際には，引渡し時における善意無過失という即時取得の要件について，Ｄは，乙建物の鍵のうちの１本をＣに交付して仮住まいの家に移っただけであるから，Ｃを通じて乙建物を間接的に占有していると評価することができ，材木②が乙建物に付合した時に材木②の引渡しを受けたのと同じ状況となるから，Ｄの善意無過失について判断すべき基準時は付合が生じた時点であること等が問題となる。\n設問２は，立木が二重に譲渡された後に切り出された場合においてその切り出された丸太について返還請求がされた事例を素材として，所有権に基づく物権的返還請求権の主張に対する典型的な抗弁の１つである対抗要件具備による所有権喪失の抗弁について正確な理解を有しているかどうか及び民事留置権の成否に関して事案に即した適切な検討ができるかどうかを問うものである。\n⑴では，対抗要件具備による所有権喪失の抗弁の構造を正確に理解した上で，それを本問の事例に即して展開し応用する能力が問われている。\nＧが「丸太③をＥが所有することを争うことによって」Ｅの請求を拒否する旨主張する根拠は，Ｆが対抗要件を具備することにより丸太③の所有権を確定的に取得した結果，Ｅがその所有権を喪失したことに求められる。そのため，ここではまず，Ｇの主張の根拠が，この意味での対抗要件具備による所有権喪失の抗弁に求められることを説明し，Ｇが主張・立証すべき事実を的確に示すことが求められる。\nその前提として，ＥのＧに対する請求は，丸太③の所有権がＥに属することを理由とする。\nこれは，丸太③が，甲土地から切り出される前は，甲土地に生育していた立木であること，この本件立木は，甲土地の定着物（民法第８６条第１項）ないし甲土地と付合して一体となるもの（民法第２４２条）であることから，甲土地の所有者であるＡに帰属すること，ＥはＡから売買により本件立木の所有権を取得したこと，その後本件立木が甲土地から切り出されても，Ｅの所有権は切り出された丸太に及び続けることによって基礎付けられる。\nその上で，Ｇの主張は，Ａが甲土地及び甲土地上の本件立木をＦに売却する旨の契約が締結され，それに基づき甲土地についてＡからＦへの所有権移転登記がされたことによって，民法第１７７条により，Ｆが本件立木の所有権を確定的に取得したこと，したがってＥは本件立木の所有権を喪失したことによって基礎付けられる。本件立木は甲土地の定着物ないし甲土地と付合して一体となるものであることから，厳密に言うと，Ｆは，甲土地の売買により本件立木の所有権を取得し，甲土地の所有権移転登記により本件立木についても対抗要件を具備することになる。\nこのほか，Ｇの主張の根拠としては，対抗要件の抗弁を考える余地もある。これは，ＡからＥへの本件立木の売買に基づく物権変動について，Ｆから丸太③の寄託を受けたＧが民法第１７７条の第三者に当たること，あるいは民法第１７７条の第三者に当たるＦの地位をＧが援用することにより，丸太③に対応する立木について明認方法を具備していないＥはその所有権の取得をＧに対抗することができないという構成による。その際には，受寄者が民法第１７７条の第三者に当たるか否かが問題となることなどを踏まえて，対抗要件の抗弁が認められる理由を適切に論じることが求められる。\n⑵では，寄託契約に基づく保管料債権を被担保債権とする民事留置権の成否について正確に検討することができるかどうかが問われている。\nここでは，まず，Ｇの主張が民事留置権（民法第２９５条）に基づくものであることを示す\n- 5 -必要がある。商事留置権の成否について検討する必要はない（【事実】９を参照）。\nこのＧの主張が認められるためには，民事留置権の要件の全て，すなわち，(i)他人の物を占有していること，(ii)その物に関して生じた債権を有すること，(iii)被担保債権の弁済期が到来していること，(iv)占有が不法行為によって始まったものでないことについて，主張・\n立証責任の所在にも留意しつつ，それぞれの要件の意味を示し，それに該当する事実の有無を判断することが求められる。\n本問では，民事留置権の目的物である丸太④は，切り出される前の立木についてＥが明認方法を具備していたことから，Ｅの所有に属する。それに対して，被担保債権である丸太④の保管料債権の債務者はＦであるため，このような場合に単純に民事留置権の成立を認めると，Ｅ\nの所有物がＥとは無関係のＦの債務の担保に供される事態を認めることになり，民事留置権の成立を認めることが適当かどうかという問題が生じる。そこで，(i)の要件について，被担保債権の債務者以外の者が所有する物も「他人の物」といえるか否か，あるいは，(ii)の要件について，このような場合に被担保債権と物との間に牽連性が認められるか否かについて，留置権の制度趣旨に遡った検討をすることが期待される。\nまた，本問では，Ｆが丸太④を甲土地から切り出してＧに寄託した行為はＥに対する不法行為に該当すると考えられることから，Ｇが丸太④を預かった行為もＥに対する不法行為に該当し，(iv)の要件が充足されないことになるか否かも問題となる。この点については，【事実】\n９の事情を適切に評価して，Ｇの不法行為の成否を判断することが求められる。\nなお，民事留置権の主張を認めるためには，その全ての要件が充足されていることを確認する必要があるのに対し，例えば，(i)や(ii)の要件について必要十分な検討を経てその充足が否定される場合には，民事留置権の成立を否定する結論を出すために，他の要件について検討する必要はない。そのような場合，他の要件について検討していないことを理由に不利に扱われることはない。\n設問３は，未成年者であるＨの不法行為を素材として，不法行為法についての基本的な知識とその理解を問うものである。責任能力がある未成年者の不法行為についての監督義務者の責任と被害者側の過失についてはいずれも確立した判例があることから，それを踏まえて検討することが期待されている。\n⑴で問われているのは，Ｈの親であるＣの責任であるが，Ｃの責任については，Ｈに不法行為責任が認められるか否かによって，その法律構成が異なる。Ｈが本件角材を路上に置く行為は，客観的に不法行為に当たると考えられるが，Ｈに責任能力が認められない場合，Ｈの不法行為責任は否定される（民法第７１２条）。その場合には，Ｈの親権者であり，法定監督義務者となるＣについて，民法第７１４条に基づく責任が認められる可能性がある。他方で，同条は，直接の加害者に責任能力が認められない場合の補充的責任を定めたものであり，Ｈに責任能力が認められる場合には，適用されない。しかし，このように直接の加害者である未成年者に責任能力が認められる場合でも，判例は，その監督義務者が民法第７０９条によって責任を負う可能性を認めている。本問では，これらの全体的な相互関係を踏まえて，Ｃの不法行為責任の成否を適切に論じることが求められる。\nまず，Ｈの責任能力については，民法には明確な年齢基準が定められていないものの，従来の判例では，１２歳前後がその基準とされていることから，既に満１５歳に達し中学３年生であるＨについては，特段の事情がない限り，責任能力が肯定されると考えられる。したがって，これを前提とする限り，Ｃについて，民法第７１４条に基づく責任を追及することはできない。\nしかし，判例は，未成年者の責任能力が肯定される場合でも，監督義務者に監督義務違反としての故意又は過失が認められ，それと結果との間に相当因果関係があれば，監督義務者自身の不法行為として，民法第７０９条の責任を負うことを認めている。これによると，Ｃについて監督義務違反が認められるか否か，認められるとした場合，その監督義務違反とＬの権利侵\n- 6 -害との間に相当因果関係が認められるか否かについて，本問に示された事実関係に即して，的確に検討することが求められる。もっとも，このように判例に依拠して検討することが唯一の解答ではなく，適切な理由付けによってこれと異なる論じ方をすることも排除されていない。\n⑵は，賠償額について，Ｃはどのような反論をすることが考えられるかを検討させるものである。ここでは，過失相殺について論じることが期待される。\n【事実】16及び17によると，既に付近がかなり暗くなっていたにもかかわらず，Ｋが前照灯\nの故障した自転車を，携帯電話を使用していたため，片手で運転していたことから，Ｋについて過失と評価されるような事情が認められるが，Ｌについては，過失と評価されるような事情は認められない。本問の損害賠償請求はＬによるものであるため，Ｌ自身には過失がないにもかかわらず，こうしたＫの過失が，Ｌの損害賠償請求において過失相殺の対象として考慮されるかどうかが問題となる。この点について，判例は，被害者自身の過失でなくても，被害者と身分上・生活関係上の一体性が認められる者に過失があった場合については，その者の過失を過失相殺の対象として考慮することを認めている。判例に即して論じる場合には，以上の点を的確に示し，本問に示された事実関係に即して，その要件が満たされている否かを的確に検討することが求められる。\nもっとも，判例による被害者側の過失法理に依拠して検討することが唯一の解答ではない。\n特に，被害者側の過失法理については，その妥当性を疑問視する見解も有力であり，判例と異なる構成を採る場合であっても，適切な理由付けが行われ，その要件等が的確に検討されていれば，それに相応した評価がされることになる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（「平成２７年司法試験論文式試験問題出題趣旨【民事系科目】〔第１問〕」のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことができるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評価する能力を確かめることとした。これらを実現するために，１つの設問に複数の採点項目を設け，採点項目ごとに適切な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点について緻密な検討をし，それらの問題点の相互関係に意を払う答案が，\n優れた法的思考能力を示していると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な検討の一部がなく，\nそのことにより知識や理解が不足することがうかがわれるときでも，そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また反対に，論理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，低く評価することとした。また，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の⑴から⑶までにおいて，それぞれ全般的な採点実感を紹介し，また，それを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，\n「良好」，「一応の水準」及び「不良」の４つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし，これらは上記の各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，\nそれらは多様である。\nまた，答案の全体的傾向から感じられたことについては，⑷で紹介することとする。\n⑴ 設問１についてア 設問１の全体的な採点実感設問１は，添付と即時取得という物権法の基本的事項に対する理解を問うとともに，これと関連する形で不当利得についても検討させることにより，法律問題相互の関係の正確な理解とそれに基づく法的構成力を問うものである。\nまず，小問⑴では，Ａは，Ｃに対して，材木①の所有権がＡに帰属すると主張してその引渡しを請求していることから，材木①の所有権の所在について検討することが求められる。その際，ＡＢ間における丸太の売買契約では，Ｂが売買代金を支払うまで丸太の所有権はＡに留保されていること，Ｂがまだ売買代金を支払っていないこと，丸太の製材は民法第２４６条の加工に当たり，同条第１項本文及びただし書によると，材木①の所有権は丸太の所有者であるＡに帰属することを的確に分析することが期待されている。これに対し，Ｃの反論としては，民法第１９２条の即時取得を主張することが考えられる。Ｃは，\nＢとの売買契約，つまり取引行為に基づき，材木①の引渡しを受けているからである。しかし，【事実】２によれば，Ｂが材木①の所有者であると信じたことにつき，Ｃには過失が認められる。\n小問⑴に関して検討を要する事項は以上のとおりであるが，このうち，Ａの請求の根拠が材木①の所有権にあること，及びＣの反論として即時取得を検討すべきであることについては，大多数の答案が言及しており，一定程度の理解が示されていた。また，即時取得の成否を検討するに当たって，特に善意無過失という要件に関し，民法第１８６条及び第１８８条を参照してそれが推定されるとしつつ，【事実】２によればＣには過失が認められるとした答案が数多く見受けられ，理論と実務の架橋を目指した法科大学院における要件事実及び事実認定に関する教育が浸透していることがうかがわれた。\nその一方で，材木①の所有権の帰属を検討する際に，加工について言及する答案は必ずしも多くなかった。それらの答案の多くは，ＡＢ間における売買契約の目的物を丸太ではなく，材木①であると記しているのに対して，ＡＢ間における売買契約の目的物を丸太であると正確に理解している答案の多くは，加工にも言及していることからすると，問題文を注意深く読み，問題となる事実を正確に理解することができていないところに不十分な点があったものと推察される。検討を行う時間が限られているため，このような誤解はあり得るものではあるが，問題文を正確に読み取ることは問題分析の前提であることから，\n全体的な傾向として見られる課題として特に指摘しておく。\n次に，小問⑵では，Ａは，Ｄに対して，材木②の価額の償還を求めていることから，その根拠が確認されなければならない。まず，材木②は，材木①と同様の理由からＡの所有物であるが，Ｄの所有する乙建物に組み込まれて一体化されている。これは民法第２４２条の不動産の付合に当たり，同条本文によると，乙建物の所有者であるＤが材木②の所有権を取得する。その結果，材木②の所有権を失ったＡは，民法第２４８条に従い，Ｄに対し，その償金を請求することができる。このＡの請求の基礎付けに際しては，不動産の付合の意義が正確に説明され，本問に示された事実関係に即して適切な当てはめをすることが求められる。また，民法第２４８条は「第７０３条及び第７０４条の規定に従い」としていることから，ＡのＤに対する請求の具体的な内容を確定するためには，不当利得の成立要件について，本問に示された事実関係に即して検討する必要がある。\n以上の諸点につき，全体として，答案は，不動産の付合を含め添付の成否に触れているものと，全く添付に言及することなく，もっぱら不当利得のみを論じているものとに大別された。本問における利得と損失は，付合による合成物の所有権の取得とそれに伴う付合物の所有権の喪失に基づくことからすると，\n後者は分析として不十分なものといわざるを得ないが，そのような答案も相当数見られた。また，添付が問題となることに気付いているものの，民法第２４３条の動産の付合と解したり，民法第２４６条の加工と解したりするものも一定数存在した。そのため，不動産の付合として問題の分析をした答案は多数とまではいえなかった。さらに，不動産の付合であることを指摘するだけで，それ以上に論旨が展開されていない答案も散見された。全体として，添付制度の法的な意義並びにそれに関する諸規定の体系的な理解が十分でないことがうかがわれたことを特に指摘しておく。\n以上に加えて，本問では，ＡがＤに対して請求することができる額について，\nＡＢ間の関係を考慮に入れた検討をすることも期待されていた。材木②の価額は２００万円であるから，材木②の所有者であるＡは，Ｄに対して，２００万円を請求することができるはずである。他方，材木②の材料に当たる丸太の価額は１５０万円であるため，Ａが受けた損失を勘案するならば，ＡがＤに対して請求できる額は１５０万円にとどまると考える余地もある。そこまで考察の及んでいる答案は少数であったが，正確な分析がされている答案も散見された。\n問題文では，「材木②の価額」の償還を請求することができるかどうかが問われるとともに，請求の「内容」を説明することが求められていたのだが，請求することができる額まで問われていないと誤解された可能性もある。\n以上により基礎付けられるＡの償金請求に対するＤの反論として考えられるのは，例えば，ＤがＣに請負代金を支払済みであることから，その限度でＤの利得は消滅したという主張である。この反論を基礎付けるためには，Ａが受益をした時点，つまり材木②が乙建物に付合した時点において，Ｄが，材木②の所有権をＣが有しないことにつき善意であり，かつ，悪意に転じる前に，Ｃに請負代金を支払ったことが指摘されなければならない。\nしかし，仮にＤが自分で乙建物のリフォーム工事をするためにＣから材木②を購入し，まだ材木②が乙建物に付合していないとすると，Ｄについて即時取得が成立しない限り，ＤがＣに材木②の売買代金を支払ったとしても，ＡはＤに対して材木②の返還を請求することができるはずである。このような観点からすると，ＤがＣに請負代金を支払っていることを理由として，Ｄの利得の消滅を認めることは適切でなく，むしろ，Ｄにおいて材木②の価値に相当するものを即時取得したと評価することができる場合に，Ｄの利得について法律上の原因が認められ，ＤはＡの償金請求を拒絶することができると考える方が適切である可能性もある。その際には，引渡し時における善意無過失という即時取得の要件について，Ｄは，乙建物の鍵のうちの１本をＣに交付して仮住まいの家に移っただけであるから，Ｃを通じて乙建物を間接的に占有していると評価することができるため，Ｄの善意無過失について判断すべき基準時は材木②が乙建物に付合した時点であると考える可能性があること等に留意する必要がある。\n以上のようなＤの反論に関する検討については，時間の制約からか，叙述の分量が少ない答案も相当数あったほか，ＤがＣとの請負契約に基づきＣに請負代金を支払っているという事実から，Ｄには利得がない，あるいはＤの利得には法律上の原因が認められると簡単に述べるものが多数であった。材木②の材料に当たる丸太の所有者であったＡがＤに対して民法第２４８条に従った請求をしている場合において，ＤがＣとの契約に基づいて代金を支払っていることが利得の消滅や法律上の原因の不存在を基礎付けるとするためには相応の説明が求められるが，この点について言及するものは少なかった。その一方で，小問⑴において即時取得が問題とされ，またＣＤ間における請負契約も取引行為であること等もあってか，ここでも即時取得に関する検討を行った答案も少なからず存在した。その中には，付合と即時取得との関係という理論的な問題や本問における引渡しの有無という法制度の正確な理解に基づく事実認定に関わる問題に言及している答案もあった。こうした検討を行う能力は，とりわけ法科大学院における双方向教育による思考の訓練・錬磨を通じて身につけることができるものであり，その成果の一端がうかがわれた。\nイ 答案の例優秀に該当する答案の例は，材木①の所有権がＡに帰属することを，ＡＢ間における所有権留保と加工に関する分析を踏まえて正確に確定した上で，Ｃによる即時取得の成否につき，事実関係に即した的確な検討を行うとともに，不動産の付合の意義を明らかにしつつ，償金請求の根拠及び内容について適切に考察し，さらにＤの反論について上記のような検討を行うものである。\n良好に該当する答案の例は，優秀に該当する答案と検討している事項はほぼ同じであるものの，要件・効果に関する説明が不十分であったり，該当する事実の摘示の仕方が粗雑であったりする等，論述の一部について周到さや丁寧さを欠くものである。例えば，不動産の付合の成否の基準を示さないまま，本問の事実に即してその成立を認めるもの等，基本的な事項に対する理解はうかがえるものの，その理解を過不足なく示すことができていないもの等がこれに当たる。\n一応の水準に該当する答案の例としては，次の２つが挙げられる。第１の例は，検討すべき事項のほぼ全てについて言及しているものの，全体として説明が十分でないものである。例えば，小問⑴に関しては，Ｃの反論として即時取得を挙げ，本問においてＣに過失に相当する事実が認められることは述べているものの，根拠となる規定の要件に即した説明が不十分ないし不正確にとどまるもの等がこれに当たる。また，小問⑵に関しては，不動産の付合に言及し，\n本問においてそれが認められることは述べているものの，根拠となる規定の要件に即した説明が不十分ないし不正確にとどまるもの等がこれに当たる。このような答案は，それぞれの問題ないし制度の相互関係を体系的に理解しているという意味では，一応の水準に到達しているといえるが，個々の問題ないし制度に関する理解に問題を残すものといえる。第２の例は，個々の問題ないし制度については的確な理解を示しているものの，検討すべき事項の一部について考察を欠くものである。例えば，小問⑴に関しては，加工に全く触れていないもの，また，小問⑵に関しては，不動産の付合に全く触れていないもの等がこれに当たる。このような答案は，検討すべき事項の相当部分について十分な理解を示しているという意味で一応の水準に達しているといえるが，基本的事項の一部について理解が至らない点があり，全体として十分なものといえない。\n不良に該当する答案の例は，検討すべき事項の中心的な部分について考察を欠くものである。例えば，小問⑴に関しては，所有権留保や加工に全く触れることなく，即時取得のみを論じるもの等がこれに当たる。また，小問⑵に関しては，材木②の所有権の帰趨に全く触れることなく，利得及び損失を明確に特定しないまま不当利得を検討するもの等がこれに当たる。このような答案は，\nたとえ検討されている個々の事項だけを取り上げれば適切な論述がされているとしても，それぞれの問題ないし制度の相互関係に対する体系的な理解が不十分であることから，不良に該当する。\n⑵ 設問２についてア 設問２の全体的な採点実感設問２は，立木が二重に譲渡された後に切り出された場合においてその切り出された丸太について返還請求がされた事例を素材として，所有権に基づく物権的返還請求権の主張に対する典型的な抗弁の１つである対抗要件具備による所有権喪失の抗弁について正確に理解しているかどうか，及び民事留置権の成否に関して事案に即した適切な検討をすることができるかどうかを問うものである。\nまず，小問⑴では，対抗要件具備による所有権喪失の抗弁の構造を正確に理解した上で，それを本問の事例に即して展開し応用する能力が問われている。\n本問の事例の特徴は，立木がＡからＥ及びＡからＦに二重に譲渡された後に切り出され，立木の第一譲受人であるＥが，その切り出された丸太について，\n立木の第二譲受人であるＦからその切り出された丸太の寄託を受けたＧに対して返還請求をしている点にある。ここでは，対抗要件が問題となることは比較的容易に分かるものの，二重譲渡が問題となる典型的な場面と異なり，二重譲受人相互間で返還請求が行われているのではなく，第一譲受人から第二譲受人の受寄者に対して返還請求が行われていることから，対抗要件が物権変動において持つ意義を踏まえて，返還請求を拒否する主張が導かれる「根拠」を説明することが求められる。また，その前提として，立木の所有権と切り出された丸太の所有権の関係を正確に理解し，何についてどのような対抗要件の具備が必要とされるかということを的確に示すことも求められている。\n大多数の答案は，返還請求の目的物である丸太③は，甲土地から切り出される前は，甲土地に生育していた立木であり，この本件立木の所有権は，甲土地の所有者であるＡに帰属することを前提として，本件立木の所有権がまずＡからＥに譲渡され，その後甲土地とともにＡからＦに譲渡されていることから，\n本件立木の所有権の譲渡について対抗要件が具備されているか否かが問題となることを指摘することができていた。ただし，本件立木は，民法第８６条第１項の意味での甲土地の定着物ないし民法第２４２条の付合により甲土地と一体となるものであることから，甲土地の所有者に帰属すること，その後本件立木が甲土地から切り出されても，本件立木の所有者が有していた所有権は切り出された丸太③にも及び続けることを正確に示すことができていた答案は少数にとどまった。これらは，物権法の基本的ルールに当たることから，当然視されたのかもしれないが，決して自明のことではなく，説明を要する事柄である。\n問題は，上記のように，第二譲受人であるＦの受寄者であるＧがなぜ第一譲受人であるＥの返還請求を拒否することができるかである。Ｅの返還請求が，\nＥが本件立木の所有権を取得したこと，したがって丸太③の所有権を有することを理由とするものと考えられることから，Ｇとしては，Ｅが丸太③の所有権を有しないことを基礎付ければ，Ｅの返還請求を拒否することができる。そのための構成としては，(ⅰ)ＡからＦへの本件立木の所有権の譲渡について対抗要件が具備されていることにより，「第三者」であるＥとの関係でも，Ｆが本件立木の所有権を確定的に取得する結果，Ｅは本件立木の所有権を喪失し，したがって丸太③の所有権を有しないことになるという構成（対抗要件具備による所有権喪失の抗弁）と，(ⅱ)ＡからＥへの本件立木の所有権の譲渡は，対抗要件を具備しない限り「第三者」に対抗することができないため，この「第三者」との関係では，Ｅは本件立木の所有権を取得したといえず，したがって丸太③の所有権を有しないことになるという構成（対抗要件の抗弁）が考えられる。\nこのうち，(ⅱ)対抗要件の抗弁による場合には，Ｇが「第三者」に当たることを基礎付ける必要がある。もっとも，本問で問題となっているのは立木の物権変動であり，これは一般に不動産の物権変動として捉えられていることからすると，ここでは，受寄者が不動産の物権変動の「第三者」に当たるか否かが問題となる。判例及び通説的見解はこれを否定していることを踏まえて，なお「第三者」に当たるとする理由を説得的に述べることが求められる。そのような説明を試みる答案も見られたが，特に理由を述べることなくこれを肯定するものも少なくなかった。そのような答案は説明が不十分であり，消極的に評価せざるを得ない。それに対して，立木の第二譲受人であるＦはこの「第三者」\nに当たることから，Ｆから丸太③の寄託を受けたＧは「第三者」であるＦの地位を援用するという説明をするものも一定数見られた。これはあり得る構成の一つであり，積極的に評価することができる。\n（ⅱ）対抗要件の抗弁についてはこのような検討を要することからすると，\n本問におけるＧの主張の「根拠」としてまず考えられるのは，(ⅰ)対抗要件具備による所有権喪失の抗弁である。全体として見ても，多くの答案がこの抗弁について言及していた。これは，法科大学院における要件事実に関する基礎的教育が実を結んでいることの表れと考えられる。もっとも，「所有権喪失の抗弁」という表現は出てくるものの，実際には，ＧないしＦが「第三者」に当たるか否かのみを論じ，ＡからＥへの本件立木の所有権の譲渡は，対抗要件（明認方法）が具備されていないため，ＧないしＦに「対抗」することができないと述べる答案も相当数見られた。これは，民法第１７７条に関する要件事実について表面的な知識はあるものの，その法的な意義及び根拠が十分に理解されておらず，その結果として対抗要件の抗弁と対抗要件具備による所有権喪失の抗弁の区別ができていない結果であると考えられる。このほか，さらに，民法第１７７条や「対抗」ないし「対抗要件」という表現を用いた説明を試みているものの，誰が誰に対して何を対抗することができるかということを明示せず，\nどのような主張をしているのかが判然としない答案も一定数見られた。\n以上に対して，返還請求の目的物が丸太③であることに目を奪われたのか，\nこれを動産の物権変動の対抗問題として捉えたり，動産の即時取得の問題として構成したりするものも一定数見られた。本問では，ＡからＥには売買により本件立木の所有権が譲渡され，ＡからＦには売買により甲土地及び甲土地上の本件立木の所有権が譲渡されている。「対抗」が問題とされるのは物権の変動であるという基本的事項が正確に理解されていれば，そのような誤解は生じなかったものと考えられる。\n小問⑵では，寄託契約に基づく保管料債権を被担保債権とする民事留置権の成否について正確に検討することができるかどうかが問われている。\nここでは，まず，Ｇの主張が民法第２９５条の民事留置権に基づくものであることを示した上で，民事留置権の要件の全て，すなわち，(ⅰ)他人の物を占有していること，(ⅱ)その物に関して生じた債権を有すること，(ⅲ)被担保債権の弁済期が到来していること，(ⅳ)占有が不法行為によって始まったものでないことについて，主張・立証責任の所在にも留意しつつ，それぞれの要件の意味を示し，それに該当する事実の有無を判断することが求められる。多くの答案は，本問の事実関係に即して民事留置権の成否を検討しており，民事留置権の基本的な意味が理解されていることがうかがわれた。\nまた，本問では，民事留置権の目的物である丸太④はＥの所有に属するのに対し，被担保債権である丸太④の保管料債権の債務者はＦであるため，このような場合に民事留置権の成立を認めることが適当かどうかが問題となる。本問においてこの点が問題となることは，多くの答案において意識され，何らかの検討がされていた。この点も，法的に検討するべき問題点を拾い出す感覚が備わっていることを示すものであり，評価に値する。\nもっとも，少し気になる点も認められた。まず，留置権の制度趣旨等を援用して，本問において留置権の成立を否定すべきであるという結論は示しているものの，留置権の成立要件のうち，いずれが否定されることによりそのような結論が導かれるかが明らかでないものが一定数見られた。制度趣旨等に遡った検討をすることは重要であるが，それを法律論として主張するためには，問題となる規範を示し，その要件の解釈及び適用を通して結論を基礎付ける必要があることを忘れてはならない。\nまた，留置権の成立を肯定する場合に，例えば，牽連性の要件のみを検討し，\n他の要件について検討しないまま，結論を導くものもみられた。ある者が主張する法律効果の発生を認めるためには，その要件の全てが充たされることが必要であり，一部の要件が充たされるだけでは法律効果の発生を認めることができない。これは，法の解釈・適用に関する基本であり，おろそかにしてはならない点である。\nなお，小問⑵では，「丸太の保管料のうち丸太④の保管料に相当する金額の支払を受けるまでは，Ｅの請求を拒否する」というＧの主張が認められるかどうかを検討することが求められている。そこで「丸太の保管料」とされているのはＦがＧとの間でした寄託契約に基づく保管料であることは明らかであるにもかかわらず，民法第１９６条に基づいてＧがＥに対して有する必要費償還請求権を留置権の被担保債権として検討するものが少なからず見られた。問題文を注意深く読むことが解答における当然の前提であることを改めて強調しておきたい。\nイ 答案の例優秀に該当する例は，小問⑴に関しては，Ｇの主張の根拠が民法第１７７条に基づく対抗要件具備による所有権喪失の抗弁に求められることを指摘し，Ｇが主張・立証すべき事実として，Ａが甲土地及び甲土地上の本件立木をＦに売却する旨の契約が締結され，それに基づき甲土地についてＡからＦへの所有権移転登記がされたことを挙げ，これにより，Ｆが丸太③の所有権を確定的に取得し，Ｅが丸太③の所有権を失うため，Ｅの請求を退けることができる旨を説明するものである。また，小問⑵に関しては，Ｇの主張の根拠が民事留置権であることを示した上で，本問では被担保債権である保管料債権の債務者Ｆと目的物の所有者Ｇとが別人である場合にまで民事留置権を認めてよいかどうかが問題となることを指摘し，民事留置権の成立要件とその意味を明らかにしながら，その成否を検討するものである。\n良好に該当する答案の例は，小問⑴に関しては，優秀に該当する答案と同様に，Ｇの主張の根拠が対抗要件具備による所有権喪失の抗弁に求められることを指摘し，そのためにＧが主張・立証すべき事実を挙げているものの，その根拠及び要件・効果に関する説明が不十分であったり，該当する事実の摘示の仕方が粗雑であったりする等，論述の一部について周到さや丁寧さを欠くものである。例えば，ＡからＦへの所有権移転登記によってＦが本件立木（後の丸太③）の所有者になることは述べているものの，Ｆが確定的に丸太③の所有者となり，その結果として，丸太③についてのＥの所有権が失われることを十分に説明することができていないもの等がこれに当たる。また，小問⑵に関しては，\n優秀に該当する答案と同様に，Ｇの主張の根拠が民事留置権であることを確認した上で，本問では被担保債権である保管料債権の債務者Ｆと目的物の所有者Ｇとが別人である場合にまで民事留置権を認めてよいかどうかが問題となることを指摘しているものの，民事留置権の成立要件に即した説明が不十分であったり，特に問題となる主要な要件についてのみ検討し，他の要件について十分な説明をしないまま民事留置権の成立を認めていたりするものである。\n一応の水準に該当する答案の例としては，次の２つが挙げられる。第１の例は，検討すべき事項のほぼ全てについて言及しているものの，全体として説明が十分でないもの，又は主要な部分についてはおおむね的確に論述されているものの，説明の一部に誤りが見られるものである。小問⑴に関しては，例えば，\nＧが主張・立証すべき事実を的確に挙げているものの，その理由の説明が十分でないもの，Ｇの主張として対抗要件具備による所有権喪失の抗弁を挙げ，その意味も的確に説明しているものの，問題となる物権変動を丸太③の譲渡と誤解し，民法第１７８条の対抗要件の具備を指摘しているもの等がこれに当たる。\n小問⑵に関しては，例えば，Ｇの主張の根拠が民事留置権であることを示した上で，その成立要件に即した検討をしているものの，個々の成立要件の理解が一部不十分であったり，不正確であったりするものである。第２の例は，個々の問題ないし制度については的確な理解を示しているものの，検討すべき事項の一部について考察を欠くものである。小問⑴に関しては，例えば，民法第１７７条が適用されることを示し，Ｇが主張・立証すべき事実もおおむね的確に挙げているものの，Ｇの主張の根拠について明確な考察をしていないもの等がこれに当たる。また，小問⑵に関しては，例えば，民事留置権の成立要件を列挙し，本問においてそれぞれの要件が満たされるか否かを一通り検討しているものの，本問において被担保債権である保管料債権の債務者Ｆと目的物の所有者Ｇとが別人である場合が問題となっていることについて明確な考察をしていないもの等がこれに当たる。\n不良に該当する答案の例は，検討すべき事項の中心的な部分について考察を欠くもの，又は誤りがあるものである。小問⑴に関しては，例えば，適用法条も示さないまま漠然と対抗問題について説明するにとどまるもののほか，Ｇの主張の根拠として対抗要件具備による所有権喪失の抗弁を挙げるにとどまり，\nその理由とＧの主張・立証すべき事実についての考察を全く欠くものや，Ｇの主張の根拠として対抗要件の抗弁を挙げながら，どの物権変動が問題となり，\n誰が第三者に当たるかが判然としないもの等がこれに当たる。また，小問⑵に関しては，例えば，Ｇの主張の根拠が民事留置権であることに言及せず，専ら民法第５３３条の同時履行の抗弁の成否を問題とするもののほか，民事留置権に言及しているものの，民法第１９６条に基づいてＧがＥに対して有する必要費償還請求権を留置権の被担保債権として検討するもの等がこれに当たる。\n⑶ 設問３についてア 設問３の全体的な採点実感設問３は，未成年者であるＨの不法行為を素材として，不法行為法についての基本的な知識とその理解を問うものである。本問では，一般に責任能力があるとされる年齢に達している未成年者がした不法行為について監督義務者である親の責任を検討し（小問⑴），幼児が被害者である場合にその親に不注意があった場合について過失相殺の可否を検討することが求められている（小問⑵）。いずれも，確立した判例があり，不法行為法において基本的な問題として論じられている事柄である。\n小問⑴で問われているのは，Ｈの親であるＣの責任であるが，Ｃの責任については，Ｈに責任能力が認められるか否かによって，その法律構成が異なる。\nＨが本件角材を路上に置く行為は，客観的に不法行為に当たると考えられるが，\nＨに責任能力が認められない場合，Ｈの不法行為責任は否定される（民法第７１２条）。その場合には，Ｈの親権者であり，法定監督義務者となるＣについて，民法第７１４条に基づく責任が認められる可能性がある。他方で，民法第７１４条は，直接の加害者に責任能力が認められない場合の補充的責任を定めたものであり，Ｈに責任能力が認められる場合には，適用されない。民法には明確な年齢基準が定められていないものの，従来の判例では，１２歳前後がその基準とされていることから，既に満１５歳に達し中学３年生であるＨについては，特段の事情がない限り，責任能力が肯定されると考えられる。したがって，これを前提とする限り，Ｃについて，民法第７１４条に基づく責任を追及することはできない。本問では，まず，以上の理解を踏まえて，民法第７１４条に基づくＣの責任が認められるか否かについて，的確に検討することが求められる。\nしかし，判例は，未成年者の責任能力が肯定される場合であっても，監督義務者に監督義務違反としての故意又は過失が認められ，それと損害との間に相当因果関係があれば，監督義務者自身の不法行為として，民法第７０９条の不法行為責任が成立することを認めている。これによると，Ｃについて監督義務違反が認められるか否か，認められるとした場合，その監督義務違反とＬの権利侵害との間に相当因果関係が認められるか否かについて，本問に示された事実関係に即して，的確に検討することが求められる。\n上述のとおり，責任能力を有する未成年者の不法行為に関する監督義務者の責任は，いずれの教科書等においても解説される基本的な問題であり，多くの答案においては，以上のような基本的な枠組みを踏まえた論述がされていた。\nもっとも，少し気になる点も認められた。\nまず，責任能力についての説明が正確でない答案が，かなりの数存在した。\nすなわち，責任能力とは民法第７１２条の「自己の行為の責任を弁識するに足りる知能」であるが，「責任を弁識する能力」あるいは「責任能力」という用語を用いずに，Ｈには「事理弁識能力」があるといった説明をする答案のほか，\n「責任能力とは事理弁識能力である」と説明する答案がかなり存在していた。\n責任能力が具体的にどのような弁識能力であり，どの程度の知能を前提とするものであるかという点について議論の余地があるとしても，少なくとも判例では，責任能力と事理弁識能力は区別されている。最判昭和３９年６月２４日（民集１８巻５号８５４頁）は，過失相殺において被害者の過失を考慮するためには責任能力が必要であるとされていたそれまでの立場を変更して，被害者には事理弁識能力があれば足りるとしている。このような判例の立場からすると，\n責任能力と事理弁識能力は同一のものではあり得ないことになる。\nまた，ＨについてＣに監督義務が認められるか否かに関しては，未成年者である子は親権に服し，親権者は子の身上監護について義務を負うことが重要な意味を有する。この点については，民法第８２０条等，手がかりとなる規定を示しつつ，的確に検討する答案もある一方で，漠然と親の責任を論ずる答案も少なくなかった。さらに，Ｃの監督義務違反に基づく不法行為責任という理解が明確に示されておらず，漠然と民法第７０９条の要件を順次論ずるにとどまる答案も散見された。責任能力を有する未成年者の不法行為についての監督義務者の責任に関する判例に照らせば，小問⑴では，どの点にＣの監督義務違反があるか，また，そうした監督義務違反とＬに生じた損害との間に相当因果関係があるか否かが特に重要な問題点となるが，前提となる判例を十分に理解して論じているか否かが，このような差異をもたらす原因であったとも考えられる。もっとも，このように判例に依拠して検討することが唯一の解答ではなく，\n適切な理由付けによってこれと異なる論じ方をすることも排除されていない。\nしかし，そうした適切な理由付けによって論じたものは，少数にとどまった。\n小問⑵においては，賠償額に関するＣの反論について問われており，過失相殺について検討することが期待されている。もっとも，【事実】16及び17によると，既に付近がかなり暗くなっていたにもかかわらず，Ｋが前照灯の故障した自転車を，携帯電話を使用していたため，片手で運転していたことから，Ｋについての過失と評価されるような事情は認められるが，Ｌについては，過失と評価されるような事情は示されていない。また，３歳のＬについては，過失相殺の前提として必要とされる事理弁識能力が認められないとも考えられる。\nもちろん，過失相殺の前提として被害者に一定の能力を要求するべきか，あるいは事理弁識能力とは何であるかといった点について，学説上は議論がある。\nしかし，いずれにしても，本問の損害賠償請求はＬによるものであるため，Ｌ自身に過失がないにもかかわらず，上記のＫの過失が，Ｌの損害賠償請求において過失相殺の対象として考慮されるかどうかが問題となる。この点について，\n判例は，被害者自身の過失でなくても，被害者と身分上・生活関係上の一体性が認められる者に過失があった場合については，その者の過失を過失相殺の対象として考慮することを認めている。判例に即して論じる場合には，以上の点を適切に示し，本問に示された事実関係に即して，その要件が満たされているか否かを的確に論じることが求められる。\nもっとも，判例による被害者側の過失法理に依拠して検討することが唯一の解答ではない。特に，被害者側の過失法理については，その妥当性を疑問視する見解も有力である。判例と異なる構成を採る場合であっても，適切な理由付けが行われ，その要件等が的確に検討されていれば，それに相応した評価がされることになる。\nこの小問⑵も基本的な問題であり，時間切れのために十分に解答し切れなかったことがうかがわれる答案を除けば，おおむね求められる内容が書かれている答案が多かった。もっとも，少し気になる点も認められた。\nまず，判例の判断枠組みに従っていると思われるものの，「被害者側の過失」，\n被害者との「身分上・生活関係上の一体性」ないし「身分上・経済上の一体性」\n等の鍵となる基本的な概念について言及がない答案や，それらに関して不正確な説明がされている答案が一定数見られた。しかし，その一方で，それらの諸概念を適切に説明した上で，被害者側の過失法理の趣旨が求償の連鎖を避けるところにあること等を指摘し，そうした趣旨を踏まえた検討をしている答案も少なからず見られた。\nまた，過失相殺を検討する際に，民法第７２２条第２項とともに，あるいは同項に言及せずに，民法第４１８条を挙げている答案が散見された。小問２において，被害者であるＬと請求の相手方であるＣとの間で債務不履行を問題とする余地はない。したがって，本問において民法第４１８条を挙げることは誤りであると同時に，民法の体系に関する基本的な理解を疑わせるものといわざるを得ない。\nイ 答案の例優秀に該当する答案の例は，小問⑴に関しては，責任能力に関する従来の判例を踏まえてＨに責任能力が認められるか否かを検討し，それが肯定されることを前提として，補充的責任である民法第７１４条の適用がないことを確認した上で，監督義務違反を理由として民法第７０９条に基づくＣの責任が認められる可能性を示し，Ｃに監督義務が認められる根拠を挙げ，さらにＣの監督義務違反とＬの権利侵害との間に相当因果関係が認められることを本問の事実関係に即して検討するものである。また，小問⑵に関しては，Ｌ自身に過失相殺の前提となる過失がないことを本問の事故の態様やＬの事理弁識能力の有無に即して示した上で，被害者側の過失法理が認められる根拠とその判断基準（被害者との身分上・生活関係上の一体性等）を的確に示し，Ｋの過失がＬ側の過失として考慮されること，及びＫが前照灯の故障した自転車を，携帯電話を使用していたため，片手で運転していたという本問の事実関係に即して，Ｋに過失が認められることを的確に判断しているものである。\n良好に該当する答案の例は，小問⑴に関しては，優秀に該当する答案と同様に，基本的な法律関係として，Ｈの責任能力の有無を確認し，それが肯定されることを前提として，補充的責任である民法第７１４条の適用がないことを確認した上で，監督義務違反を理由とする民法第７０９条に基づくＣの責任を検討しているものの，要件や根拠に関する説明が不十分であったり，該当する事実の摘示の仕方が粗雑であったりする等，論述の一部について周到さや丁寧さを欠くものである。また，小問⑵に関しては，優秀に該当する答案と検討している事項はほぼ同じであるものの，要件・効果に関する説明が不十分であったり，該当する事実の摘示の仕方が粗雑であったりする等，論述の一部について周到さや丁寧さを欠くものである。例えば，被害者側の過失法理について言及し，その判断基準も的確に示しているものの，その根拠について説明を欠いているものや，ＫとＬの関係について具体的な説明をしないまま，身分上・生活関係上の一体性等に相当するものが認められることを当然の前提として論述するもの等がこれに当たる。\n一応の水準に該当する答案の例としては，次の２つが挙げられる。第１の例は，検討すべき事項のほぼ全てについて言及しているものの，全体として説明が十分でないものである。小問⑴に関しては，例えば，責任能力に言及しているものの，その意味の説明がされていなかったり，説明が必ずしも正確でなかったりするもの，民法７０９条に基づく責任に言及しているものの，民法第７１４条との関係についての説明されていなかったり，説明が必ずしも正確でなかったりするものがこれに当たる。小問⑵に関しては，例えば，被害者側の過失法理について言及しているものの，判断基準の説明が不完全ないし不十分であるものや，本問のどのような事実がＫの過失を基礎付けるかについて必ずしも明確な説明をしていないもの等がこれに当たる。第２の例は，個々の問題ないし制度については的確な理解を示しているものの，検討すべき事項の一部について考察を欠くものである。例えば，小問⑴に関しては，Ｃの監督義務違反とＬの権利侵害との間の相当因果関係の有無について考察を欠くもの，小問⑵に関しては，被害者側の過失という言葉を用い，Ｋの過失がＬ側の過失として考慮されることを述べているものの，被害者側の過失として判断される基準について論及していないもの等がこれに当たる。\n不良に該当する答案の例は，制度の基本的な理解が不十分又は誤っていると考えられるものである。小問⑴に関しては，特に説明もなく責任能力と事理弁識能力を同視するものや，民法第７１４条が未成年者に責任能力が認められない場合の補充的責任であることが十分に理解できていないもの等がこれに当たる。また，小問⑵に関しては，被害者側の過失法理に言及しないまま，単に，\nＫの過失を指摘し，過失相殺が可能であるとするもの等がこれに当たる。\n⑷ 全体を通じ補足的に指摘しておくべき事項民法全般について体系的で過不足のない知識と理解を身に付けることが実務家になるためには不可欠である。今回の出題についても，該当分野について基本的な理解が十分にできており，それを前提として一定の法律構成を提示し，それに即して要件及び効果に関する判断が行われていれば，十分合格点に達するものと考えられる。しかし，残念ながら，民法に関する基本的な知識と理解が不足している答案や，請求原因，抗弁等の要件事実を平板に指摘するにとどまり，肝心の実体法の解釈や事案への当てはめが不十分な答案が見られたのは，昨年までと同様である。\n本年もまた，答案の前半部分の解答に力を注ぎすぎ，後半の解答内容が散漫なものになるなど，答案としてのバランスを欠くものが相当数見られた。また，時間不足のためかもしれないが，乱暴に書きなぐったり，判読困難な字を記載したりするなど，読み手のことを十分考えていない答案が一定数見られたことも昨年までと同様である。次年度以降，改善を望みたい。\n４ 法科大学院における学習において望まれる事項昨年も指摘したように，法律家になるためには，具体的なケースに即して適切な法律構成を行い，そこで適用されるべき法規範に基づいて自己の法的主張を適切に基礎付ける能力を備える必要がある。こうした能力は，教科書的な知識を暗記して，\nケースを用いた問題演習を機械的に繰り返せば，おのずと身に付くようなものではない。単純なケースであれば，行うべき法律構成と適用されるべき法規範を見つけ出すことは，比較的簡単かもしれない。しかし，少し複雑なケースになってくると，\nそうした法律構成を適切に行い，適用されるべき法規範を見つけ出すことは容易ではない。特に様々な制度や法規範が関係してくる場合は，それらの相互関係が適切に理解されていないと，それらのいずれをどのように組み合わせて法的主張を行えばよいかがわからず，取り上げるべきポイントを見落としたり，的外れな主張を行ったりすることになりやすい。本問においても，そのような理解の不十分さに由来すると考えられる誤りが相当数の答案で見受けられた。\n民法に関する制度や法規範の相互関係を理解する上で，少なくともケースに即して法的主張を行うという観点から重要なのは，それらの制度や法規範によって認められる法律効果が何かということである。ケースに即して行われる法的主張とは，\nまさにそうした法律効果をそのケースにおいて主張することを意味するからである。もちろん，ある法規範に基づいてそうした法律効果を主張するためには，その前提として別の法規範により一定の法律効果が基礎付けられていることが必要になる場合が少なくない。例えば，所有権の侵害を理由として物権的請求権という法律効果を主張するためには，その前提として加工に関する法規範等によりその所有権を取得しているという法律効果が基礎付けられなければならない。また，物権的請求権が認められないという法律効果を主張するためには，例えば，不動産の付合に関する法規範により付合物の所有者がその所有権を喪失しているという法律効果が基礎付けられればよい。このように，法律効果を起点として制度や法規範の相互関係を理解することが，法律構成を適切に行い，適用されるべき法規範を見つけ出すための前提として必要になるということができる。\n法科大学院において，ケースに即して法律問題を検討するという教育手法が採用されているのは，言うまでもなく，実践的な法的思考を行う能力を養うためである。\nしかし，そのためには，そうした実践的な法的思考を行うために必要となる法の体系的理解を習得させることがその前提として不可欠である。法科大学院においては，\n司法試験の合否という表面的な結果に目を奪われることなく，その本来の教育目標が法の体系的理解とそれに基づく実践的な法的思考を行う能力の習得にあることを今一度確認し，更に工夫を重ねながら，その実現のために適した教育を押し進めることを望みたい。また，受験者においても，以上のような法の体系的理解とそれに基づく実践的な法的思考を行う能力を身に付けることこそが求められているのであり，司法試験においてもそのことに変わりはないことを自覚して，学習に努めていただきたい。"
}