{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：３：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\nＸ（注文主）は，Ｙ（請負人）との間で，自宅（一戸建て住宅）をバリアフリーとするため，リフォーム工事を内容とする請負契約を，代金総額６００万円，頭金を契約時に３００万円支払い，残代金は工事完了引渡後１か月以内に支払う約定で締結した。\nＸは，工事を完了したＹから工事箇所の引渡しを受けたが，Ｙの工事に瑕疵が存すると主張して，残代金３００万円の支払を拒否した。\nその後，ＸＹ間で交渉したが，解決には至らなかった。\nそのため，Ｘは，Ｙに対し，瑕疵修補に代わる損害賠償として３００万円を請求する訴え（本訴）を提起した。\nこれを受けて，Ｙは，Ｘに対し，未払の請負残代金である３００万円の支払を請求する反訴を提起した。\n以下は，弁論準備手続期日の終了後に，Ｙの訴訟代理人弁護士Ｌ１と司法修習生Ｐ１との間でされた会話である。\nＬ１：今回の裁判については，争点整理もかなり進行していますが，Ｐ１さん，現時点で裁判所はどんな心証を持っていると感じていますか。\nＰ１：裁判所にどうも瑕疵の存在を認めるような気配があることが気掛かりです。でも，残代金が未払であることはＸも認めていますから，反訴も認容されるので，まあ仕方ないのではないでしょうか。\nＬ１：ＸとＹとがそれぞれ債務名義を取得するのは，面倒なことになりませんか。もっと簡便で有効な対応策はありませんか。\nＰ１：すみませんでした。そう言われれば，本訴請求債権が存在すると判断される場合に備えて，反訴で請求している債権を自働債権とし，本訴請求債権を受働債権とする訴訟上の相殺の抗弁を提出しておくことが考えられます。ただ，既にその債権について反訴が係属している以上，相殺の抗弁を提出すると，それに民事訴訟法第１４２条の法理が妥当するのではないかという疑いがあります。\nＬ１：そうですね。関係する判例（最高裁判所平成３年１２月１７日第三小法廷判決・民集\n４５巻９号１４３５頁。以下「平成３年判決」という。）の事案と判旨を教えてください。\nＰ１：平成３年判決の事案は，被告が別訴の第一審で一部認容され，現在控訴審で審理されている売買代金支払請求権を自働債権として本訴請求債権と対当額において相殺する旨の抗弁を本訴の控訴審で提出した，というものです。判旨は，次のとおりです。\n（判旨）\n「係属中の別訴において訴訟物となっている債権を自働債権として他の訴訟において相殺の抗弁を主張することは許されないと解するのが相当である。すなわち，民訴法２３１条（現\n１４２条）が重複起訴を禁止する理由は，審理の重複による無駄を避けるためと複数の判決において互いに矛盾した既判力ある判断がされるのを防止するためであるが，相殺の抗弁が提出された自働債権の存在又は不存在の判断が相殺をもって対抗した額について既判力を有するとされていること（同法１９９条２項：現１１４条２項），相殺の抗弁の場合にも自働債権の存否について矛盾する判決が生じ法的安定性を害しないようにする必要があるけれども理論上も実際上もこれを防止することが困難であること，等の点を考えると，同法２３１条の趣旨は，同一債権について重複して訴えが係属した場合のみならず，既に係属中の別訴において訴訟物となっている債権を他の訴訟において自働債権として相殺の抗弁を提出する場合にも同様に妥当する（以下省略）。」\nＬ１：本件では，初めから本訴と反訴は併合審理されているのだから，平成３年判決の趣旨は当てはまらないのではないでしょうか。\nＰ１：平成３年判決の事案では，本訴，別訴とも控訴審で併合審理されており，その段階で相殺の抗弁が提出されたのですが，平成３年判決は，相殺の抗弁に民事訴訟法第１４２条の法理が妥当することは，「右抗弁が控訴審の段階で初めて主張され，両事件が併合審理された場合についても同様である。」と判示しています。\nＬ１：そうでしたか。平成３年判決は，弁論が併合されている場合にも当てはまるのですね。\nそうすると，反訴請求を維持しつつ同一債権を相殺の抗弁に供したいという我々の希望を実現するためには，この判例との抵触を避ける必要がありますが，何かヒントとなる判例はありませんか。\nＰ１：最高裁判所平成１８年４月１４日第二小法廷判決・民集６０巻４号１４９７頁（以下「平成１８年判決」という。）は，本訴被告（反訴原告）が反訴請求債権を自働債権として本訴請求債権と相殺する旨の抗弁を提出したという事案で，そのような場合は訴え変更の手続を要することなく，反訴請求債権につき本訴において相殺の自働債権として既判力ある判断が示された場合にはその部分については反訴請求としない趣旨の予備的反訴として扱われる以上，相殺の抗弁と反訴請求とが重なる部分については既判力の矛盾抵触が生じない旨判示しています。\nＬ１：予備的反訴として扱われると，なぜ既判力の矛盾抵触が生じないことになるのでしょうか。また，平成３年判決は，相殺による簡易，迅速かつ確実な債権回収への期待と，相殺に供した債権について債務名義を得るという２つの利益を自働債権の債権者である被告が享受することは許されないとする趣旨だと思いますが，平成１８年判決は，その点について，どのように考えているのでしょうか。\nＰ１：実は，勉強不足で，それらの点がよく理解できないのです。\nＬ１：判例を丸暗記するだけでは，良い法曹にはなれませんよ。では，良い機会ですから，平成３年判決の趣旨に照らし，本件において反訴請求債権を自働債権として本訴請求債権と相殺する旨の抗弁を適法と解しても，平成３年判決と抵触しない理由をまとめてください。検討に当たっては，一旦提起された反訴が予備的反訴として扱われると，第一に，なぜ既判力の矛盾抵触が生じないことになるのか，第二に，反訴原告は，相殺による簡易，迅速かつ確実な債権回収への期待と，相殺に供した自働債権について債務名義を得るという２つの利益を享受することにはならないのはなぜか，を論じてください。さらに，これは平成１８年判決についての疑問ですが，第三に，訴え変更の手続を要せずに予備的反訴として扱われることが処分権主義に反しない理由はどのように説明したらよいか，また，訴え変更の手続を要せずに予備的反訴とされると反訴請求について本案判決を得られなくなる可能性がありますが，それでも反訴被告（本訴原告）の利益を害することにならないのはなぜか，を論じてください。もちろん，第三の点は，我々の立場を積極的に理由付けることには役立ちませんが，平成１８年判決を理解する上で確認しておく必要があります。\n〔設問１〕\nあなたが司法修習生Ｐ１であるとして，Ｌ１が指摘した問題点を踏まえつつ，Ｌ１から与えられた課題に答えなさい。\nなお，設問の解答に当たっては，遅延損害金及び相殺の要件については，考慮しなくてよい（設問２及び設問３についても同じ。）。\n以下は，第一審判決の言渡し後に，担当裁判官Ｊと司法修習生Ｐ２との間でされた会話である。\nＪ：この前，訴訟記録を見てもらい，意見交換をしたＸＹ間の損害賠償請求訴訟ですが，その時に述べたように，ＸのＹに対する損害賠償請求権は認められるが，ＹのＸに対する請負代金請求権も認められるということで，本訴におけるＹの相殺の抗弁を認めた上で，受働債権と自働債権の額が同額だったので本訴請求を棄却するという判決をしました。控訴もなく確定しましたが，せっかくですから，ここで，控訴審について，少し勉強することにしましょう。Ｘが控訴した場合，その控訴について何か問題はありますか。\nＰ２：Ｘの控訴自体は，自らの請求が棄却されているのですから，不服の利益もあると思うので，特に問題はないと思います。\nＪ：確かに，Ｘの控訴自体は問題なさそうですね。それでは，仮に，控訴審が審理の結果，そもそもＸが主張するような瑕疵はなく，Ｘの本訴請求債権である損害賠償請求権がないとの心証を得た場合，控訴審はどのような判決をすべきでしょうか。\nＰ２：理由の重要な部分について，原審と控訴審とで判断が異なっているわけですから，控訴審としては，控訴を棄却するのではなく，第一審判決を取り消して，改めて請求を棄却すべきではないかと考えます。\nＪ：では，控訴審はどのような判決をすべきかについて，あなたの言う第一審判決取消し・請求棄却という結論の控訴審判決が確定した場合と，相殺の抗弁を認めて請求を棄却した第一審判決が控訴棄却によりそのまま確定した場合とを比較して検討してください。\n〔設問２〕\nあなたが司法修習生Ｐ２であるとして，Ｊから与えられた課題に答えなさい。\nなお，Ｙによる控訴及び附帯控訴の可能性については考えなくてよい。また，Ｙが控訴又は附帯控訴をしない場合には，Ｘの本訴請求債権は控訴審の審判対象とならないとの見解もあるが，ここでは，Ｘの本訴請求債権の存否が控訴審の審判対象となるとの前提に立って検討しなさい。\n以下は，第一審判決の確定後に，Ｘの訴訟代理人弁護士Ｌ２と司法修習生Ｐ３との間でされた会話である。\nＬ２：本件では，いろいろと努力をした結果，Ｘの損害賠償請求権は認められたのですが，一方で，Ｙの相殺の抗弁も認められて，Ｘの本訴請求は棄却されました。Ｙも控訴することなく，第一審判決が確定したので，ほっとしていたところでしたが，先ほどＸから連絡があり，Ｙが不当利得の返還を求める文書を送付してきたというのです。\nＰ３：Ｙの言い分は，どのようなものでしょうか。\nＬ２：Ｙは，弁護士に相談していないようで，あまり法律的でない内容の文書だったのですが，これを私なりにまとめ直してみました。\n（Ｙの言い分）\n① ＸのＹに対する損害賠償請求権は，工事に瑕疵がないので，そもそも存在していなかった。\n② それなのに，裁判所は，ＸのＹに対する損害賠償請求権を認めた。\n③ 請負代金請求権に対立する債権は存在していなかったのだから，相殺の要件を欠いている。\n④ そこで，ＹとしてはＸに対し請負代金の請求をしたいが，それは既判力によって制限されている。\n⑤ したがって，Ｘは，請負代金請求を受けないことによって利益を受けており，一方，Ｙは，請負代金を請求できないことにより損失を被っているので，不当利得返還請求をする。Ｐ３：仮に，Ｙが訴えを提起した場合，我々はどのように対応したらいいのでしょうか。\nＬ２：本訴の判決は確定しているので，Ｙの主張は，本訴の確定判決の既判力によって認められないという反論を考えてみましょう。まず，仮に，ＹがＸに対し請負代金請求訴訟を提起したとしたらどうでしょうか。\nＰ３：この場合，Ｙは，本訴で相殺の抗弁として主張した請負代金請求権と同じ権利を主張していることになります。そうすると，民事訴訟法第１１４条第２項により，請負代金請求権が存在するとの主張が既判力によって遮断されることは，Ｙの言い分のとおりだと思います。\nＬ２：そうなりそうですね。では，本件はどうですか。\nＰ３：Ｙは，不当利得返還請求権という請負代金請求権とは別の訴訟物を立てているので，既判力は作用しないと思います。しかし，本件でＹが主張している内容は，本訴で争いになった損害賠償請求権は存在しないということを理由としており，明らかにおかしいので，信義則を使うことができるのではないでしょうか。\nＬ２：いきなり一般条項に頼るのではなく，民事訴訟法第１１４条第２項の既判力で解決することができないかを，よく考えてみるべきではないですか。\nＰ３：すみません。法科大学院の授業で，民事訴訟法第１１４条第２項の解釈として，相殺の時点において，受働債権と自働債権の双方が存在し，それらが相殺により消滅した，という内容の既判力が生じると解する説を聞いたことがあります。この説によれば，同項の既判力により，Ｙの主張が遮断されることを容易に説明することができます。\nＬ２：確かに，その説によれば，ＹがＸに不当利得返還請求をしても，相殺の時点で損害賠償請求権が存在していたことに既判力が生じている以上，利得に法律上の原因がないと主張することができない，と言いやすいですね。しかし，債権が消滅した理由についての判断にも既判力が生じるというのは，既判力の一般的な考え方にそぐわないと言われており，この説は現在の学説上は支持を失っているので，これに依拠して立論するわけにはいきません。民事訴訟法第１１４条第２項をその説のように理解しなくても，同項によりＹの請求が認められないことを説明できないか検討すべきです。その前提として，今一度，Ｙの言い分を不当利得返還請求権の要件に当てはめて整理した上で，それに対する既判力の作用を検討してください。\nＰ３：分かりました。難しいですがやってみます。\n〔設問３〕\nあなたが司法修習生Ｐ３であるとして，Ｌ２から与えられた課題について検討した上，Ｙの請求が既判力によって認められないことを説明しなさい。",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，リフォーム工事を内容とする請負契約に係る瑕疵修補に代わる損害賠償請求事件（本訴）を基本的な題材として，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出することの適法性（〔設問１〕），相殺の抗弁を認めた第一審判決に対する控訴と不利益変更禁止の原則との関係（〔設問２〕），民事訴訟法第１１４条第２項が規定する既判力の内容とその具体的な作用の仕方（〔設問３〕）について検討することを求めている。\nこれらの課題に含まれる論点には基礎的なものが含まれており，それだけに，受験者には，その基礎的な論点に係る正確な知識をもとにして，問題文に示された事実関係及び関連判例を踏まえ，結論を導き出す論述を行うことが期待されている。\n〔設問１〕は，ＸがＹに対して提起した上記損害賠償請求事件（本訴）でＹがＸに対して反\n訴を提起した場合において，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出することの適法性を検討することを求めている。その検討に当たっては，重複起訴を禁止する民事訴訟法第１４２条の趣旨は，別訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出する場合にも妥当する，とした判例（最高裁判所平成３年１２月１７日第三小法廷判決・民集４５巻９号１４３５頁。以下「平成３年判決」という。）と，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出する場合には重複起訴の問題は生じない，とした判例（最高裁判所平成１８年４月１４日第二小法廷判決・民集６０巻４号１４９７頁。以下「平成１８年判決」という。）との相互関係を正しく理解していることが必要である。\nより具体的にいうと，第一に，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出すると，訴えの変更の手続を経由せずに，既に提起されていた反訴が予備的反訴として扱われる，というのが平成１８年判決の考え方であるが，平成３年判決は，重複起訴の禁止を定める民事訴訟法第１４２条の趣旨を類推する主な根拠を，たとえ本訴と別訴とが併合審理されていてもなお既判力の矛盾抵触のおそれがあることに求めているところ，平成１８年判決のように考えるとなぜそのおそれが生じないこととなるのかについて説明することが求められている。第二に，平成３年判決は，相殺の担保的機能という利益と反対債権について債務名義を取得するという利益とを二重に享受することは許さないとする趣旨と解されるが，平成１８年判決の考え方ではなぜ二重の利益を享受する結果にならないのかについて，説明することが求められている。\n〔設問２〕は，ＸがＹに対して提起した上記損害賠償請求事件（本訴）において提出された\n相殺の抗弁を認めて本訴請求を棄却した第一審判決に対し，Ｘのみが控訴した場合において，控訴審における審理の結果，本訴の訴求債権の不存在が明らかとなったとき，控訴審が第一審判決を取り消し，上記訴求債権の不存在を理由として改めて請求棄却の判決をすることが許されるかどうかを問うものである。より具体的にいうと，控訴審が第一審判決を取り消し請求棄却の判決をすることが，控訴したＸにとって原判決の不利益変更となるか，なると考える場合のその理由について，説明を求めるものである。上記第一審判決が確定すると，本訴の訴求債権の不存在の判断（民事訴訟法第１１４条第１項）及び反対債権の不存在の判断（同条第２項）\nの双方に既判力が生じるが，第一審判決を取り消し，訴求債権の不存在を理由として請求を棄却した判決が確定すると，反対債権の不存在という，Ｘに有利に作用する既判力が生じないこととなる。こうした理由から控訴棄却にとどめるべきであるとするのが，判例（最高裁判所昭和６１年９月４日第一小法廷判決・判例時報１２１５号４７頁）の考え方であるが，本問では，この二つの判決が確定したと仮定した場合に生ずる既判力の内容の相違に注目して，不利益変更禁止の原則に抵触するかどうかを説明することが求められている。\n〔設問３〕は，ＸがＹに対して提起した上記損害賠償請求事件に係る第一審判決（その内容\nは，Ｙの相殺の抗弁が認められ，Ｘの本訴請求が棄却されたというもの）が確定した後に，新たに，Ｙが不当利得の返還を求める文書を送付してきたという事案を題材に，当該第一審判決の既判力の作用について具体的に説明することを求めるものである。また，本問は，問題文におけるＬ２の発言（問題文５頁１９行目から２７行目のもの）において具体的に示唆するとおり，民事訴訟法第１１４条第２項が規定する既判力の内容は，基準時における反対債権の不存在の判断であるとの考え方に依拠したとしても，相殺の抗弁が認められて勝訴したＹが，訴求債権は本来存在しなかったから相殺はその効力を生じていないとの理由に基づき，反対債権の金額に相当する不当利得の返還を請求した場合，その既判力によって棄却することが可能であることを説明することを求めている。より具体的にいうと，不当利得返還請求権の要件，すなわち利得，損失，両者の因果関係及び利得に法律上の原因がないことのうち，どの要件に関する主張がその既判力と抵触するのかを，Ｙがその言い分において主張する事実関係に則して，受験者自らの言葉で具体的に説明することが求められている。こうした観点からは，既判力は訴訟物同一，先決関係又は矛盾関係において作用するところ，不当利得返還請求権の主張は反対債権の不存在の判断と矛盾関係にあるから，確定した第一審判決の既判力に抵触する，と述べるにとどまる答案は，本問の題意を的確に捉えたものとは評価し難い。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨は，既に公表されている「平成２７年司法試験論文式試験問題出題趣旨【民事系科目】〔第３問〕」のとおりであるから，参照されたい。\n民事訴訟法科目では，例年と同様，受験者が，①民事訴訟法の基本的な原理・原則や概念を正しく理解し，基礎的な知識を習得しているか，②それらを前提として，\n問題文をよく読み，設問で問われていることを的確に把握し，それに正面から答えているか，③抽象論に終始せず，設問の事例に即して具体的に，かつ，掘り下げた考察をしているか，といった点を評価することを狙いとしており，このことは本年も同様である。\n２ 採点方針答案の採点に当たっては，基本的に，上記①から③までの観点を重視するものとしたことも，従来と同様である。本年においても，各問題文中の登場人物の発言等において，論述上検討すべき事項や解答すべき事項が一定程度，提示されている。\nそうであるにもかかわらず，題意を十分に理解せず，上記問題文中の検討すべき事項を単に書き写すにとどまっている答案，理由を述べることなく結論のみ記載している答案などが多数見受けられたところ，そのような答案については基本的に加点を行わないものとした。上記②に関連することではあるが，解答に当たっては，まずは問題文において示されている解答すべき事項等を適切に吟味し，含まれる論点を順序立てた上で，その検討結果を自らの言葉で表現しようとする姿勢が極めて大切である。採点に当たっては，受験者がそのような意識を持っているといえるかどうかについても留意している。\n３ 採点実感等⑴ 全体を通じて本年の問題においても，具体的な事例を提示した上で，上記のとおり，登場人物の発言等において，関係する最高裁判所の判決を紹介し，論述上検討すべき事項等を提示して，受験者の民事訴訟法についての基本的な知識を問うとともに，\n論理的な思考力や表現力等を試している。全体として，全く何も記載することができていない答案は少なかったが，上記問題文に示された最高裁判所の判決の内容や検討すべき事項等について，その吟味が不十分である答案，自ら考えた結論に向けての論述のためにその活用ができていない答案が数多く見られた。本問のような問題においては，典型的な論証パターンを書き連ねたり，丸暗記した判例の内容を答案に記載するだけでは，題意に応える十分な解答にはならないものであり，問題文をよく読み，必要な論述を構成した上で，自らの言葉で答案を書くべきである。\n⑵ 設問１について本問では，検討すべき最高裁判所の二つの判決が示された上で，ＸがＹに対して提起した損害賠償請求事件（本訴）でＹがＸに対して反訴を提起した場合において，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出することの適法性という課題について検討することを求め，Ｙの訴訟代理人弁護士Ｌ１の発言を通じて，その検討の際に言及すべき幾つかの視点が示されている。\nまず，上記反訴が予備的反訴とされる場合，既判力の矛盾抵触が生じないとする理由についての論述が求められているところ，相当数の答案において，本訴で相殺の抗弁が審理されると反訴の訴訟係属が消滅し反訴につき本案判決がされないので，既判力の矛盾抵触は生じないと論じられていた。しかし，この答案内容は，予備的反訴とは反訴の訴訟係属に解除条件が付されたものであることからして，当然の結論を述べているもの，いうなれば，問をもって問に答えようとしているものに等しく，評価をすることができない。特に，問題文におけるＬ１の発言（問題文３頁１０行目）において「平成３年判決は，弁論が併合されている場合にも当てはまるのですね。」との示唆があり，これを踏まえれば，本訴と反訴とが併合審理され，同一の裁判官が同一の証拠に基づいて審理をしている場合であっても，反対債権の存否についての判断が矛盾するおそれがなお懸念されるのは，どのような事態を想定してのことなのか，という問いかけが含まれていることが理解できるはずである。\nとはいえ，上記Ｌ１の発言等を踏まえて，弁論の分離の可能性に気付いてこれに言及する答案は，一定程度あった。ただ，このような答案のうちでも，予備的反訴とされると弁論の分離ができないとされる理由について適切に言及できているものは，必ずしも多くはなかった。また，弁論の分離の可能性に言及する答案であっても，予備的反訴の取扱いにおける「解除条件」の説明が不十分な答案が少なくなかった。予備的反訴は，一括りに複雑訴訟形態とされ，教科書の後半部分において解説されていることが多いと思われるが，法科大学院修了者としては，\nその訴訟手続上の取扱いとその根拠を理解しておくことが求められる。\n次に，上記反訴が予備的反訴とされる場合，反訴原告（Ｙ）は相殺による簡易，\n迅速かつ確実な債権回収（相殺の担保的利益）への期待と，相殺に供した自働債権について債務名義を得るという二つの利益を享受することにならない理由についての論述が求められている。ここで期待された論述の流れは，概要，①相殺の抗弁は予備的に主張されるものであって，Ｙが主張する他の防御方法が全て認められないときに初めて審理されるものであるところ，相殺の抗弁以外の理由により請求が棄却される場合には，Ｙは，相殺の担保的利益を享受することはなく，\n他方で，反訴に付された解除条件も成就しないから，反訴が審理され，反対債権の存在が認められればその債務名義を得ることができる，②一方，相殺の抗弁が審理されると，解除条件が成就し，反訴請求について判決されることはないから，\n相殺の抗弁が認められれば，Ｙは相殺の担保的利益を享受することができる，③したがって，Ｙが相殺の担保的利益と債務名義の得るという２つの利益を享受することにはならない，といったものであった。\nしかし，答案においては，上記①の点についての言及を欠くものが大半であった。本問の事案では，相殺の抗弁が予備的な抗弁とされるものであり，かつ反訴が予備的反訴であるという状況にあるが，その内容を的確に分析して論じることが求められる。\n本訴において相殺の抗弁が審理されることが解除条件であるのに，本訴において相殺の抗弁が認められることが解除条件であると誤解している答案が，無視できない比率で存在した。このことは，民事訴訟法第１１４条第２項の既判力は，\n相殺の抗弁が認められるか否かを問わず，相殺の抗弁についての判断がされた場合には，反対債権（自働債権）の不存在の判断に生じることが理解できていないことを示すものである。\nさらに，本問では，訴えの変更の手続を要せずに予備的反訴として扱われることが処分権主義に反しない理由及び反訴被告（本訴原告）の利益を害することにならない理由についての論述が求められている。答案の多くは，民事訴訟法第１１４条第２項に基づく既判力の存在を指摘して，反訴の訴訟係属が消滅しても反訴被告（本訴原告）は反対債権の不存在に係る既判力ある判断を得ることができるから，反訴被告（本訴原告）の利益は害されない，と結論付けることができていた。これに対し，反対債権の債権者としてその履行を求めて反訴を提起した後，\nそれを本訴における相殺の抗弁としても主張した者としては，訴訟手続においてどのように審理されることを期待するのかという点を検討しつつ，予備的反訴に変更されることが処分権主義に反しない理由について論じることが期待されたところであるが，単にＹの合理的意思に合致するとのみ抽象的に論じる答案が多かった。やはり，なぜＹの合理的意思に合致するといえるのか，どのような当事者の意思を尊重すべきなのかといったことを検討してこそ，上記課題につき具体的な検討がされたものというべきであって，このような答案が高い評価を受けることは困難であろう。しかし，だからといって，解除条件が付されない反訴であれば当該反訴は却下されるが，解除条件付きの反訴であれば当該反訴は却下されないのだから，Ｙの合理的意思に反しない，と論じるような答案は，単に当事者の訴訟行為を適法と扱えば当該当事者の合理的意思に合致する，と論じているに等しく，予備的反訴という条件付きの訴訟行為として取り扱うことがＹの合理的意思に合致するといえるのかについて，具体的な検討がされたものと評価することはできない。\n⑶ 設問２について本問では，具体的には，控訴審が，相殺の抗弁を認めて本訴請求を棄却した第一審判決を取り消し，改めて請求棄却の判決をすることが，控訴したＸにとって原判決の不利益変更となるか，なると考える場合のその理由について，説明が求められている。\nこの点，民事訴訟法第１１４条に基づく既判力の内容を同条各項ごとに正確に論じることができている答案は，控訴審が第一審判決を取り消すことが反対債権について生じ得る既判力の有無に影響を及ぼすことを指摘できており，また，不利益変更禁止の原則については，基本的な概念であって，その内容についても受験者において概ね理解されているものであったことから，控訴審がすべき判決の在り方について一定の結論にたどり着くことができ，相応の得点をとることができていたと考えられる。\nしかし，設問２の問題文において，Ｙによる控訴及び附帯控訴の可能性については考えなくてよいとされ，Ｘのみが控訴した場合について問われているにもかかわらず，例えば，反対債権の不存在の判断の既判力はＹに不利益であるから，\nＰ２の言う判決をすべきであると論じる答案も相当数存在した。このような答案は，不利益変更禁止の原則は，控訴した者にとっての不利益を問題とする原則であるという基本的な概念の理解ができていないことを示すものである。\nまた，本訴における訴求債権が不存在であると判断する以上，第一審判決を取り消して控訴を棄却するとすべきであると論じるにとどまらず，更に控訴審は反訴請求の当否について判決をすべきであると論じる答案も散見された。このような答案は，反訴請求の当否につき判断を示さなかった第一審判決に不服を有するのは，相殺の抗弁以外の理由による請求棄却判決を求めるＹであり，本問はＹが控訴をしていない場合について解答を求めていることを失念していることを示すものである。\nさらに，民事訴訟法第１１４条第２項に基づく既判力の内容として，反対債権が相殺により消滅したとの判断に既判力が生じると記載している答案が相当数存在した。このような答案のうちには，設問３において，同項に基づく既判力の内容について，反対債権が不存在であることについて既判力が生じると記載しているものが散見された。このような答案は，民事訴訟科目に係る問題のうちの各設問が独立した問題であると考えたとしても，民事訴訟法第１１４条第２項の意義に関する受験者の理解が一貫しているかを大いに疑わせるものであり，高い評価を受けることは困難である。\n他には，問題文において，第一審判決取消し・請求棄却という結論の控訴審判決が確定した場合と相殺の抗弁を認めて請求を棄却した第一審判決が控訴棄却によりそのまま確定した場合とを比較して検討することが求められているにもかかわらず，比較検討をしない答案，控訴審はどのような判決をすべきかと問われているにもかかわらず，その論述をしない答案などがある程度存在した。改めて，\n前提として問題文をよく読むべきことを指摘したい。\n民事訴訟法科目は，本年より短答式試験の出題がなくなった。しかし，実際の実務においては，訴訟手続全般を通じた幅広い知識が求められるものであり，実務家となる以上は，手続全体をよく理解しておくことが必要である。\n⑷ 設問３について本問では，ＸがＹに対して提起した損害賠償請求事件に係る第一審判決（その内容は，Ｙの相殺の抗弁が認められ，Ｘの本訴請求が棄却されたというもの）が確定した後に，新たに，Ｙが不当利得の返還を求める文書を送付してきたという事案を題材に，当該第一審判決の既判力の作用について具体的に説明することが求められている。\nまず，一般論としての不当利得返還請求の要件事実，これに対するＹの言い分の当てはめは，概ね正確に記載しているものが大多数であった。そして，ほとんどの答案が，既判力制度の趣旨及び正当化根拠，既判力の積極的作用・消極的作用，当該作用がある場面の説明（前訴と後訴の訴訟物が同一である場合，前訴の訴訟物が後訴の訴訟物の先決関係である場合，前訴と後訴の訴訟物が矛盾関係である場合）といったことをまず，一般論として記載していた。\nしかし，そのような前提となる事項はおおむね正しく理解していると見られる一方で，結論として，「利得，損失及び因果関係についてのＹの主張は認められない」とか，「Ｙが利得，損失及び因果関係としてその言い分にあるような主張をすることは許されない」といった抽象的な記載にとどまるものが極めて多数存在し，ほぼ全ての答案において既判力に関する一般論として展開されている積極的作用・消極的作用との関係を意識して具体的な論述を行っているものは，少なかった。この点，結論としては，反対債権が存在することを前提とした利得，損失及び因果関係についてのＹの主張は，反対債権の不存在という前訴の確定判決の既判力に抵触し，後訴においては排斥されるといった，消極的作用による説明が成り立ち得るし，また，後訴裁判所は，反対債権が不存在であるという前訴の確定判決に拘束されるから，利得，損失及び因果関係に関するＹの主張には理由がないとするほかないといった，積極的作用による説明も成り立ち得る。そして，\n例えば，前者であれば適法な請求原因の主張がないとして，後者であれば請求原因事実の主張はそれ自体失当であるとして，結局，Ｙの後訴における請求は棄却となると結論付けることができる。いずれの法律構成に拠るにせよ，そうした答案であれば高い評価に値するが，こうした答案は皆無に等しく，その結果，既判力の作用についての一般論の記述が，パターン化された論証の条件反射的再現として，無意味で評価に値しないものとなっていた。このことは，既判力という民事訴訟手続における基本的な概念について，必ずしも理解が深まっていないことを示すものとも考えられ，残念であった。また，既判力が作用する場面についての一般論，すなわち，訴訟物同一，先決関係及び矛盾関係について論述する答案にも同じような問題があるが，これについては，４で触れることとする。\nさらに，Ｙの後訴における請求を遮断する立論として，そのような請求は実質的に前訴における紛争の蒸返しだから信義則上許されないとする答案も相当数存在したところであるが，問題文におけるＬ２の発言（問題文５頁１９行目から２７行目のもの）のとおり，本問では，民事訴訟法第１１４条第２項によりＹの請求が認められないことの説明の検討が求められているのであって，このような答案は，題意を的確に捉えたものとは言い難い。\nなお，問題文において，「民事訴訟法第１１４条第２項の解釈として，相殺の時点において，受働債権と自働債権の双方が存在し，それらが相殺により消滅した，という内容の既判力が生じると解する説」について，現在の学説上支持を失っているので，これに依拠して立論するわけにはいかない，とされているにもかかわらず，上記説によって論述を行う答案が散見された。問題文をよく読むべきである。\n⑸ まとめ以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」\nの四つの水準の答案は，おおむね次のようなものとなると考えられる。「優秀」\nな答案は，問われていることを的確に把握し，各設問の事例との関係で結論に至る過程を具体的に説明できている答案である。また，このレベルには足りないが，\n問われている論点についての把握はできており，ただ，説明の具体性や論理の積み重ねにやや不十分な部分があるという答案は「良好」と評価することができる。\nこれに対して，最低限押さえるべき論点，例えば，反訴請求債権の本訴における相殺主張の取扱いと予備的反訴の意義，その帰結（設問１），不利益変更禁止の原則の意義と具体的な作用の仕方（設問２），不当利得返還請求権の要件事実及び事案に即した既判力の作用の仕方（設問３）が，自分の言葉で論じられている答案は，「一応の水準」にあると評価することができるが，そのような論述ができていない，ないしそのような姿勢すら示されていない答案については「不良」\nと評価せざるを得ない。\n４ 法科大学院に求めるもの例年指摘していることであるが，民事訴訟法科目の論文式試験は，民事訴訟法の教科書に記載された学説や判例に関する知識の量を試すような出題は行っておらず，判例の丸暗記，パターン化された論証による答案は評価しないとの姿勢に立って，出題，採点を行っている。当該教科書に記載された事項や判例知識の単なる確認にとどまらない「考えさせる」授業，判例の背景にある基礎的な考え方を理解させ，これを用いて具体的な事情等に照らして論理的に論述する能力を養うための教育を行う必要がある。\n本年の採点を通じて改めて思うのは，民事訴訟法の授業の受講者は，他方で要件事実の授業を必修として受講していることを自覚的に意識して，教育をすることが望まれるということである。例えば，既判力が作用する場面には，訴訟物の同一関係，先決関係及び矛盾関係の三つがあるという説明は，通常，民事訴訟法の授業で行われていると思われる。現に設問３への解答においてほとんどの答案がこれに言及していた。確かに，例えば，前訴の確定判決が甲の乙に対する土地Ａについての所有権確認請求を認容したもので，後訴が，甲の乙に対する土地Ａについての所有権確認請求，甲の乙に対する土地Ａについての所有権に基づく明渡請求，乙の甲に対する土地Ａについての所有権確認請求といったものであれば，それはそれで正しい説明である。しかし，既判力が作用する場面がそれらに尽きるものなのかどうかの検討を求めるのが，設問３なのであって，これに対する解答としてこの一般論を述べても無意味であり，評価に値しないのである。もっと単純に，前訴の確定判決が甲に対する１００万円の支払いを乙に命じたもので，これに基づき，乙が甲に支払った１００万円について，これを不当利得として，後訴において乙が甲に対してその返還を請求したという事案を例にとると，民事訴訟法の授業では，往々にして，\nこれを矛盾関係だから既判力が及ぶのだと説明して済ましてしまいがちではないかと思われる。しかし，受講者は，要件事実の授業において，不当利得返還請求の要件事実は，利得，損失，両者の因果関係及び利得に法律上の原因がないこと，であることを思考の出発点に置くよう訓練されているのであるから，民事訴訟法の授業としても，前訴確定判決の既判力はそれらの要件事実のうちどの事実の主張を遮断するのかについて説明をしなければ，実務家の卵に対する教育として不十分であると考えられる。\nまた，設問１を採点していて実感したのは，解除条件の意義を正しく理解していない受験者がいたことである。民法総則から始まる法学部の授業と異なり，多くの法科大学院では，民法についてパンデクテン・システムを解体したカリキュラムが組まれている。もちろん，各法科大学院においては，民法総則の中に置かれた諸制度のうち，例えば代理は契約の締結の箇所で，時効は債権の消滅及び物権の取得の箇所で，適切に学習の機会が設けられていると思われるが，期限，条件，期間といった基礎的概念を学生が実質的に理解する機会が十分に設けられているか，改めて顧みていただきたいところである。\n５ その他毎年繰り返しているところではあるが，極端に小さな字（各行の幅の半分にも満たないサイズの字では小さすぎる。），潰れた字や書き殴った字の答案が相変わらず少なくない。司法試験はもとより字の巧拙を問うものではないが，心当たりのある受験者は，相応の心掛けをしてほしい。また，「けだし」，「思うに」など，一般に使われていない用語を用いる答案も散見されたところであり，改めて改善を求めたい。"
}