{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕，〔設問３〕の配点割合は，２：５：３〕）\n株式会社Ｘは，指定数量以上の灯油を取り扱うため，消防法第１０条第１項及び危険物の規制に関する政令（以下「危険物政令」という。）第３条第４号所定の一般取扱所に当たる取扱所（以下「本件取扱所」という。）につき，平成１７年にＹ市長から消防法第１１条第１項による設置許可を受け，灯油販売業を営んでいた（消防法その他の関係法令については【資料１】参照）。本件取扱所は，工業地域に所在し，都市計画法及び建築基準法上，適法に建築されている。建築基準法上は，都市計画法上の用途地域ごとに，一般取扱所を建築できるか否かが定められ，建築できる用途地域については，工業地域を除き，一般取扱所で取り扱うことのできる危険物の指定数量の倍数（取扱所の場合，当該取扱所において取り扱う危険物の数量を当該危険物の指定数量で除して得た値を指す。以下「倍数」という。）の上限が規定されているが，工業地域については，倍数の制限なく一般取扱所を建築できることとされている。本件取扱所において現在取り扱われている倍数は５５である。\nところが，本件取扱所から１８メートル離れた地点において，株式会社Ａが葬祭場（以下「本件葬祭場」という。）の建築を計画し，平成２７年１月にＹ市建築主事から建築確認（以下「本件建築確認」という。）を受けた上で，建築工事を完了させ，同年５月末には営業開始を予定している。本件葬祭場の所在地は，平成１７年の時点では第一種中高層住居専用地域とされていたため，都市計画法及び建築基準法上，葬祭場の建築は原則として不可能であったが，平成２６年に，Ｙ市長が都市計画法に基づき第二種中高層住居専用地域に指定替えする都市計画決定（以下「本件都市計画決定」という。）を行い，葬祭場の建築が可能になった。本件建築確認及び本件都市計画決定は，いずれも適法なものであった。\n本件葬祭場の営業開始が法的な問題を発生させるのではないかという懸念を抱いたＸの社員Ｂが，Ｙ市の消防行政担当課に問い合わせたところ，同課職員Ｃは次のような見解を示した。\n⑴ 本件葬祭場は，一般的な解釈に従えば，危険物政令第９条第１項第１号ロの「学校，病院，劇場その他多数の人を収容する施設で総務省令で定める」建築物（以下，同号に定める建築物を「保安物件」という。）に当たるから，危険物政令第１９条第１項により準用される危険物政令第９条第１項第１号本文にいう距離（以下「保安距離」という。）として，本件取扱所と本件葬祭場との間は３０メートル以上を保たなければならない。\n⑵ ただし，保安距離は，危険物政令第１９条第１項により準用される危険物政令第９条第１項第１号ただし書によって，市町村長が短縮することができる。Ｙ市は，保安距離の短縮に関して内部基準（以下「本件基準」という。【資料２】参照）を定めている。本件基準は，①一般取扱所がいずれの用途地域に所在するかに応じて，倍数の上限（以下「短縮条件」という。），②保安物件の危険度（保安物件の立地条件及び構造により判定される。）及び種類，並びに一般取扱所で取り扱う危険物の量（倍数）及び種類ごとに，短縮する場合の保安距離の下限（以下「短縮限界距離」という。），③取扱所の高さ，保安物件の高さ及び防火性・耐火性，並びに両者間の距離から算定される，必要な防火塀の高さを定めている。そして，本件基準は，これら３つの要件が全て満たされる場合に限り，保安距離を短縮することができるとしている。本件基準によれば，本件取扱所が所在する工業地域における短縮条件としての倍数の上限は５０であり，第二石油類に該当する灯油を取扱い，かつ，倍数が１０以上の本件取扱所及び本件葬祭場に適用される短縮限界距離は２０メートルである。\n⑶ 本件葬祭場が営業を始めた場合，本件取扱所は，上記①及び②の要件を満たさないため，保安距離を短縮することができず，消防法第１０条第４項の技術上の基準に適合しないこととなる。そこで，Ｙ市長としては，消防法第１２条第２項に基づき，Ｘに対し，本件取扱所を本件葬祭場から３０メートル以上離れたところに移転すべきことを求める命令（以下「本件命令」という。）を発する予定である。\n- 2 -\nＸとしては，本件基準③の定める高さより高い防火塀を設置すること，及び危険物政令で義務付けられた水準以上の消火設備を増設することについては，技術的にも経営上も可能であり，実施する用意がある。他方，Ｘは，現在の倍数を減らすと経営が成り立たなくなるため，現在の倍数を減らせない状況にある。また，Ｘの所有する敷地内において，本件取扱所を本件葬祭場から２０メートル以上離れた位置に移設することは不可能である。このような事情の下で，職員Ｃの見解に従うとすれば，Ｘは本件取扱所を他所に移転せざるを得ず，巨額な費用を要することになる。納得がいかない社員Ｂは，知り合いの弁護士Ｄに相談した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｄの指示に応じる弁護士Ｅの立場に立って，設問に答えなさい。\nなお，消防法，都市計画法，建築基準法及び危険物政令の抜粋を【資料１ 関係法令】に，本件基準の抜粋を【資料２ 本件基準(抜粋)】に，それぞれ掲げてあるので，適宜参照しなさい。\n〔設問１〕\nＸは，本件命令が発せられることを事前に阻止するために，抗告訴訟を適法に提起することができるか。行政事件訴訟法第３条第２項以下に列挙されている抗告訴訟として考えられる訴えを具体的に挙げ，その訴えが訴訟要件を満たすか否かについて検討しなさい。\n〔設問２〕\n仮に，本件命令が発せられ，Ｘが本件命令の取消しを求める訴訟を提起した場合，この取消訴訟において本件命令は適法と認められるか。消防法及び危険物政令の関係する規定の趣旨及び内容に照らして，また，本件基準の法的性質及び内容を検討しながら，本件命令を違法とするＸの法律論として考えられるものを挙げて，詳細に論じなさい。解答に当たっては，職員Ｃの見解のうち(1)の法解釈には争いがないこと，及び本件命令に手続的違法はないことを前提にしなさい。\n〔設問３〕\n仮に，本件命令が発せられ，Ｘが本件命令に従って本件取扱所を他所に移転させた場合，Ｘは移転に要した費用についてＹ市に損失補償を請求することができるか。解答に当たっては，本件命令が適法であること，及び損失補償の定めが法律になくても，憲法第２９条第３項に基づき損失補償を請求できることを前提にしなさい。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｄ：本日は，Ｘの案件について議論したいと思います。Ｘからは，「できれば事前に本件命令を阻止できないか。」と相談されています。Ｙ市では，消防法第１２条第２項による移転命令を発した場合，直ちにウェブサイトで公表する運用をとっており，Ｘは，それによって顧客の信用を失うことを恐れているのです。\n弁護士Ｅ：本件葬祭場の営業が開始されれば，Ｙ市長が本件命令を発することが確実なのですね。\n弁護士Ｄ：はい。その点は，私からもＹ市の消防行政担当課に確認をとりました。\n弁護士Ｅ：では，本件命令が発せられることを，抗告訴訟によって事前に阻止することが可能か，検討してみます。\n弁護士Ｄ：お願いします。次に，本件命令を事前に阻止できず，本件命令が発せられた場合，Ｘとしては取消訴訟を提起して本件命令の適法性を争うことを考えています。消防法と危険物政令の関係規定をよく読んで，本件命令を違法とする法律論について検討してください。なお，本件葬祭場が，危険物政令第９条第１項第１号ロの保安物件に該当するかどうかについて議論の余地がないわけではありませんが，その点は今回は検討せず，該当することを前提としてください。\n弁護士Ｅ：危険物政令第９条第１項第１号ただし書については，本件基準が定められていますので，気になって立法経緯を調べました。このただし書の規定は，製造所そのものに変更がなくても，製造所の設置後，製造所の周辺に新たに保安物件が設置された場合に，消防法第１２条により，製造所の移転等の措置を講じなければならなくなる事態を避けることを主な目的にして定められた，とのことです。したがって，新たに設置される製造所の設置の許可に際して，このただし書の規定を適用し，初めから保安距離を短縮する運用は，規定の趣旨に合わないと，行政実務上は考えられています。\n弁護士Ｄ：では，このただし書の規定の趣旨・内容及び本件基準の法的性質を踏まえた上で，本件基準①及び②について検討してください。「倍数」は，耳慣れない用語かもしれませんが，取扱所で取り扱われている危険物の分量と考えてください。なお，このただし書にある，市町村長等が「安全であると認め」る行為が行政処分でないことは明らかですから，処分性の問題は考えなくて結構です。本件基準①は，工業地域などの用途地域について触れていますが，用途地域の制度の概要は御存じですね。\n弁護士Ｅ：もちろんです。用途地域は，基本的に市町村が都市計画法に基づき都市計画に定めるもので，用途地域の種類ごとに，建築基準法別表第二に，原則として建築が可能な用途の建築物又は不可能な用途の建築物が列挙されています。\n弁護士Ｄ：そのとおりです。建築基準法上，工業地域においては，一般取扱所を建築でき，倍数に関する制限もありません。\n弁護士Ｅ：分かりました。それから，危険物政令第２３条が，製造所，取扱所等の位置，構造及び設備の基準の特例を定めていますので，この規定についても立法経緯を調べました。消防法が昭和３４年に改正される以前には，各市町村長が各市町村条例の定めるところにより異なる基準を設けて危険物規制を行っていたのですが，同年に改正された消防法により，危険物規制の基準が全国で統一されました。一方で，現実の社会には一般基準に適合しない特殊な構造や設備を有する危険物施設が存在し，また，科学技術の進歩に伴って一般基準において予想もしない施設が出現する可能性があるため，こうした事態に市町村長等の判断と責任において対応し，政令の趣旨を損なうことなく実態に応じた運用を可能にするために，危険物政令第２３条が定められた，とのことです。\n弁護士Ｄ：なるほど。検討に当たっては，危険物政令第９条第１項第１号本文の保安距離の例外を認めるために，同号ただし書が定められているとして，更に第２３条を適用する余地があるかなど，第\n９条第１項第１号ただし書と第２３条との関係についても整理しておく必要がありそうですね。\n弁護士Ｅ：分かりました。それから，事情を確認したいのですが，Ｘは，防火塀の設置及び消火設備の増\n- 4 -設も考えているのですね。\n弁護士Ｄ：はい，移転よりはずっと費用が安いですから，本件基準③の定める高さ以上の防火塀の設置や，法令で義務付けられた水準以上の消火設備を増設する用意があるとのことでした。\n弁護士Ｅ：分かりました。\n弁護士Ｄ：さらに，Ｘは，「敗訴の可能性もあるから，本件命令に従って他所に移転することも考えている。しかし，それには巨額の費用が掛かるが，Ｙ市に補償を要求できないだろうか。」とも言っていました。そこで，Ｘが本件命令に従う場合や，本件命令の取消訴訟で敗訴した場合を想定して，損失補償の可能性も検討する必要があります。消防法上，本件のような場合について補償の定めはないのですね。\n弁護士Ｅ：はい，ありません。\n弁護士Ｄ：個別法に損失補償の定めがない場合に，憲法に基づき直接補償を請求できるかどうかについて，学説上議論がないわけではありませんが，その点は今回は検討せず，損失補償請求権が憲法第\n２９条第３項により直接発生することを前提として，主張を組み立ててください。\n弁護士Ｅ：消防法第１２条は，取扱所の所有者等に対して，第１０条第４項の技術上の基準に適合するように維持すべき義務を課しています。この第１２条の趣旨をどう理解するか，その趣旨が損失補償と関係するかが問題になりそうですね。\n弁護士Ｄ：さらに，次のような事情も問題になりそうです。Ｘが本件取扱所の営業を始めた平成１７年の時点では，本件葬祭場の所在地は，用途地域の一つである第一種中高層住居専用地域とされていました。第一種中高層住居専用地域では，原則として，建築基準法別表第二（は）項に列挙されている用途の建築物に限り建築できるのですが，葬祭場はここに列挙されておらず，建築が原則として不可能でした。しかし，平成２６年の都市計画決定で第二種中高層住居専用地域に指定替えがされて建築規制が緩和されたため，葬祭場の建築が可能になりました。第二種中高層住居専用地域では，別表第二（に）項に列挙されていない用途の建築物であれば建築でき，葬祭場は，同（に）項７号及び８号の「（は）項に掲げる建築物以外の建築物の用途に供する」建築物に当たりますので，二階建てまでで床面積が１５００平方メートルを超えなければ，建築できるのです。\n弁護士Ｅ：分かりました。そのような事情が損失補償と関係するかどうか，検討してみます。\n弁護士Ｄ：よろしくお願いします。本件命令が発せられた場合のＸの対応方針を決めるに当たっては，一方で，取消訴訟を提起したとして本件命令が違法とされる見込みがどの程度あるか，他方で，損失補償が認められる見込みがどの程度あるかを，判断の基礎にする必要がありますので，綿密に検討を進めてください。\n- 5 -\n【資料１ 関係法令】\n○ 消防法（昭和２３年７月２４日法律第１８６号）（抜粋）第１条 この法律は，火災を予防し，警戒し及び鎮圧し，国民の生命，身体及び財産を火災から保護するとともに，火災又は地震等の災害による被害を軽減するほか，災害等による傷病者の搬送を適切に行い，もつて安寧秩序を保持し，社会公共の福祉の増進に資することを目的とする。\n第２条 この法律の用語は左の例による。\n２～６ （略）\n７ 危険物とは，別表第一の品名欄に掲げる物品で，同表に定める区分に応じ同表の性質欄に掲げる性状を有するものをいう。〔（注） 別表第一には，「第四類 引火性液体」として，第二石油類が掲げられ，「備考十四」として，「第二石油類とは，灯油，軽油その他（中略）をいい，」と記されている。〕\n第１０条 指定数量以上の危険物は，貯蔵所（中略）以外の場所でこれを貯蔵し，又は製造所，貯蔵所及び取扱所以外の場所でこれを取り扱つてはならない。（以下略）〔（注） 消防法上，指定数量とは，「危険物についてその危険性を勘案して政令で定める数量」をいう。〕\n２ （略）\n３ 製造所，貯蔵所又は取扱所においてする危険物の貯蔵又は取扱は，政令で定める技術上の基準に従つてこれをしなければならない。\n４ 製造所，貯蔵所及び取扱所の位置，構造及び設備の技術上の基準は，政令でこれを定める。\n第１１条 製造所，貯蔵所又は取扱所を設置しようとする者は，政令で定めるところにより，製造所，貯蔵所又は取扱所ごとに，次の各号に掲げる製造所，貯蔵所又は取扱所の区分に応じ，当該各号に定める者の許可を受けなければならない。製造所，貯蔵所又は取扱所の位置，構造又は設備を変更しようとする者も，同様とする。\n一 消防本部及び消防署を置く市町村（中略）の区域に設置される製造所，貯蔵所又は取扱所（中略）当該市町村長二～四 （略）\n２ 前項各号に掲げる製造所，貯蔵所又は取扱所の区分に応じ当該各号に定める市町村長，都道府県知事又は総務大臣（以下この章及び次章において「市町村長等」という。）は，同項の規定による許可の申請があつた場合において，その製造所，貯蔵所又は取扱所の位置，構造及び設備が前条第４項の技術上の基準に適合し，かつ，当該製造所，貯蔵所又は取扱所においてする危険物の貯蔵又は取扱いが公共の安全の維持又は災害の発生の防止に支障を及ぼすおそれがないものであるときは，許可を与えなければならない。\n３～７ （略）第１２条 製造所，貯蔵所又は取扱所の所有者，管理者又は占有者は，製造所，貯蔵所又は取扱所の位置，構造及び設備が第１０条第４項の技術上の基準に適合するように維持しなければならない。\n２ 市町村長等は，製造所，貯蔵所又は取扱所の位置，構造及び設備が第１０条第４項の技術上の基準に適合していないと認めるときは，製造所，貯蔵所又は取扱所の所有者，管理者又は占有者で権原を有する者に対し，同項の技術上の基準に適合するように，これらを修理し，改造し，又は移転すべきことを命ずることができる。\n３ （略）\n○ 都市計画法（昭和４３年６月１５日法律第１００号）（抜粋）\n（地域地区）第８条 都市計画区域については，都市計画に，次に掲げる地域，地区又は街区を定めることができる。\n一 第一種低層住居専用地域，第二種低層住居専用地域，第一種中高層住居専用地域，第二種中高層住居専用地域，第一種住居地域，第二種住居地域，準住居地域，近隣商業地域，商業地域，準工業地域，- 6 -工業地域又は工業専用地域（以下「用途地域」と総称する。）二～十六 （略）\n２～４ （略）第９条 １・２ （略）\n３ 第一種中高層住居専用地域は，中高層住宅に係る良好な住居の環境を保護するため定める地域とする。\n４ 第二種中高層住居専用地域は，主として中高層住宅に係る良好な住居の環境を保護するため定める地域とする。\n５～１０ （略）\n１１ 工業地域は，主として工業の利便を増進するため定める地域とする。\n１２～２２ （略）\n○ 建築基準法（昭和２５年５月２４日法律第２０１号）（抜粋）\n（用途地域等）第４８条 １・２ （略）\n３ 第一種中高層住居専用地域内においては，別表第二（は）項に掲げる建築物以外の建築物は，建築してはならない。ただし，特定行政庁が第一種中高層住居専用地域における良好な住居の環境を害するおそれがないと認め，又は公益上やむを得ないと認めて許可した場合においては，この限りでない。\n４ 第二種中高層住居専用地域内においては，別表第二（に）項に掲げる建築物は，建築してはならない。\nただし，特定行政庁が第二種中高層住居専用地域における良好な住居の環境を害するおそれがないと認め，又は公益上やむを得ないと認めて許可した場合においては，この限りでない。\n５～１５ （略）別表第二 （い）・(ろ) （略）\n（は） 第一種中高層住居専用地域内に建築することができる建築物一 （い）項第１号から第９号までに掲げるもの〔（注） （い）項第１号に「住宅」，同第４号に「学校（大学，高等専門学校，専修学校及び各種学校を除く。）」等が挙げられている。〕二 大学，高等専門学校，専修学校その他これらに類するもの三 病院四～八 （略）\n（に） 第二種中高層住居専用地域内に建築してはならない建築物一～六 （略）七 三階以上の部分を（は）項に掲げる建築物以外の建築物の用途に供するもの（以下略）八 （は）項に掲げる建築物以外の建築物の用途に供するものでその用途に供する部分の床面積の合計が１５００平方メートルを超えるもの（以下略）\n（ほ）～（わ） （略）\n○ 危険物の規制に関する政令（昭和３４年９月２６日政令第３０６号）（抜粋）\n〔（注） 本政令中，「法」は消防法を指す。〕\n（取扱所の区分）第３条 法第１０条の取扱所は，次のとおり区分する。\n一～三 （略）四 前３号に掲げる取扱所以外の取扱所（以下「一般取扱所」という。）\n（製造所の基準）第９条 法第１０条第４項の製造所の位置，構造及び設備（中略）の技術上の基準は，次のとおりとする。\n一 製造所の位置は，次に掲げる建築物等から当該製造所の外壁又はこれに相当する工作物の外側まで- 7 -の間に，それぞれ当該建築物等について定める距離を保つこと。ただし，イからハまでに掲げる建築物等について，不燃材料（中略）で造つた防火上有効な塀を設けること等により，市町村長等が安全であると認めた場合は，当該市町村長等が定めた距離を当該距離とすることができる。\nイ （略）ロ 学校，病院，劇場その他多数の人を収容する施設で総務省令で定めるもの ３０メートル以上ハ～へ （略)二～二十二 （略）\n２・３ （略）\n（一般取扱所の基準）第１９条 第９条第１項の規定は，一般取扱所の位置，構造及び設備の技術上の基準について準用する。\n２～４ （略）\n（基準の特例）第２３条 この章〔（注） 第９条から第２３条までを指す。〕の規定は，製造所等について，市町村長等が，危険物の品名及び最大数量，指定数量の倍数，危険物の貯蔵又は取扱いの方法並びに製造所等の周囲の地形その他の状況等から判断して，この章の規定による製造所等の位置，構造及び設備の基準によらなくとも，火災の発生及び延焼のおそれが著しく少なく，かつ，火災等の災害による被害を最少限度に止めることができると認めるとき，又は予想しない特殊の構造若しくは設備を用いることにより，この章の規定による製造所等の位置，構造及び設備の基準による場合と同等以上の効力があると認めるときにおいては，適用しない。\n- 8 -\n【資料２ 本件基準(抜粋)】\nＹ市長が一般取扱所について危険物政令第１９条第１項の規定により準用される第９条第１項第１号ただし書の規定を適用する場合は，以下の基準による。\n① 短縮条件倍数が次に掲げる数値を超える一般取扱所については，危険物政令第９条第１項第１号本文の保安距離を短縮することができない。\n一・二 （略）三 準工業地域又は工業地域に所在する一般取扱所 ５０\n② 短縮限界距離一般取扱所については，防火塀を設けることにより，次に掲げる距離を下限として，危険物政令第\n９条第１項第１号本文の保安距離を短縮することができる。\n一 保安物件が危険物政令第９条第１項第１号ロに規定する建築物であり，別表に基づき保安物件の立地条件及び構造から判定される危険度がＣ（最小）のランクである場合〔（注） 本件葬祭場はこのＣのランクに該当する。〕\n（い） 一般取扱所が第二石油類（中略）を取り扱い，倍数が１０未満の場合 １８メートル\n（ろ） 一般取扱所が第二石油類（中略）を取り扱い，倍数が１０以上の場合 ２０メートル\n（は）・（に） （略）二～九 （略）\n③ 防火塀の高さ必要な防火塀の高さは，取扱所の高さ，保安物件の高さ，保安物件の防火性・耐火性の程度，及び保安物件と一般取扱所との距離を変数として，次の数式により算定する。（以下略）\n- 9 -",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/公法系.pdf",
  "purpose": "本問は，Ｘが消防法及び危険物の規制に関する政令（以下「危険物政令」という。）上の一\n般取扱所（以下「本件取扱所」という。）を設置していたところ，近隣に葬祭場（以下「本件\n葬祭場」という。）が建築されたことから，Ｙ市長がＸに対して移転命令（以下「本件命令」\nという。）を発しようとしている事案における法的問題について論じさせるものである。論じ\nさせる問題は，本件命令に対する事前の抗告訴訟の適法性（設問１），本件命令が発せられた\n場合における本件命令の適法性（設問２），Ｘが本件命令に従った場合における損失補償の要\n否（設問３）である。問題文と資料から基本的な事実関係を把握し，消防法及び関係法令の\n関係規定の趣旨を読み解いた上で，行政処分の適法性，抗告訴訟の訴訟要件，及び損失補償\nの要否を論じる力を試すものである。\n設問１は，処分の差止め訴訟の訴訟要件に関する基本的な理解を問う問題である。考えら\nれるＸの訴えとして本件命令の差止め訴訟を挙げた上で，本件の事実関係の下で，当該訴え\nが行政事件訴訟法第３条第７項及び第３７条の４に規定された「一定の処分…がされようと\nしている」，「重大な損害を生ずるおそれ」，「損害を避けるため他に適当な方法がある」とは\nいえない等の訴訟要件を満たすか否かについて検討することが求められる。特に，「重大な損\n害を生ずるおそれ」の要件については，最高裁平成２４年２月９日第一小法廷判決（民集６\n６巻２号１８３頁）を踏まえて判断基準を述べた上で，本件命令後直ちにウェブサイトで公\n表されて顧客の信用を失うおそれがあることが，同要件に該当するかを検討することが求め\nられる。\n設問２は，保安距離の短縮に関するＹ市の内部基準（以下「本件基準」という。）に従って\n行われる本件命令の適法性の検討を求めるものである。まず，本件命令の根拠規定である消\n防法第１２条第２項及び危険物政令第９条第１項第１号の趣旨，内容及び要件・効果の定め\n方から，Ｙ市長が本件命令を発するに当たり，裁量が認められるか，そして，距離制限によ\nる保安物件の安全の確保と，保安物件が新設された場合に既存の一般取扱所の所有者等が負\nう可能性のある負担とを，どのように考慮して調整することが求められるかを検討しなけれ\nばならない。次いで，危険物政令第９条第１項第１号ただし書及び第２３条のそれぞれの趣\n旨，要件・効果及び適用範囲を比較して両者の相互関係を論じ，後者の規定を本件に適用す\nる余地があるかを検討することが求められる。そして，本件基準の法的性質について，それ\nが上記の裁量を前提にすると裁量基準（行政手続法上の処分基準）に当たることを示し，本\n件基準①，②それぞれについて，法令の関係規定の趣旨に照らし裁量基準として合理的かど\nうか，基準としては合理的であっても，本件における個別事情を考慮して例外を認める余地\nがないか，検討することが求められる。すなわち，本件基準①の短縮条件として，工業地域\nにつき倍数（取扱所で取り扱われる危険物の分量）の上限が定められていることは合理的か，\n本件基準②の短縮限界距離が，本件基準③所定の防火塀の高さを前提に諸事情を考慮して設\nけられていることは合理的か，そして，本件基準①及び②を僅かに満たさない場合に，水準\n以上の防火塀や消火設備の設置を理由に同基準の例外を認めるべきか等の論点を指摘しなけ\nればならない。\n設問３は，損失補償の定めが法律になくても，憲法第２９条第３項に基づき損失補償を請\n求できるという解釈を前提にした上で，本件の事実関係の下でＸがＹ市に損失補償を請求す\nることができるかについて論じることを求めている。まず，消防法第１２条１項の維持義務\nの性質についての検討が求められる。その際，地下道新設に伴う石油貯蔵タンクの移転に対\nする道路法第７０条第１項に基づく損失補償の要否が問題となった最高裁昭和５８年２月１\n８日第二小法廷判決（民集３７巻１号５９頁）の趣旨も踏まえなければならない。この維持\n義務が公共の安全のための警察規制であって，取扱所の所有者等は許可を受けた時点以降も\n継続的に基準適合状態を維持しなければならないという趣旨であるとすれば，事後的な事情\n変更があっても，少なくとも本件取扱所の所有者等が当該事情の発生を本件取扱所の設置時\nにあらかじめ計画的に回避することが可能であった場合については，損失補償は不要といえ\nないか，検討しなければならない。その上で，第一種中高層住居専用地域から第二種中高層\n住居専用地域への用途地域の指定替えによる本件葬祭場の新設は，計画的に回避することが\n不可能な事情といえるか，そもそも指定替え前の第一種中高層住居専用地域においても学校，\n病院等が建築可能であることをどう考えるかなどを論じることが求められる。\nなお，受験者が出題の趣旨を理解して実力を発揮できるように，本年も各設問の配点割合\nを明示することとした。",
  "scoring_notes": "平成２７年司法試験の採点実感等に関する意見（公法系科目第１問）\n１は じ め に\n本年は，出題の趣旨でも触れたとおり，従来の出題とは問題の構成を変更した。\nしかし，憲法上の基本的な問題の理解や，その上での応用力を見ようとする問題で\nあることに変わりはない。したがって，本年においても，そうした問題であること\nを前提に，事案の正確な読解ができているか，憲法上問題となる点をきちんと把握\nして憲法問題として構成できているか，当該問題に関連する条文や判例に対する理\n解が十分であるか，実務家としての法的な思考や論述といった観点から見てどうか，\nなどの視点から採点を行っている。その上で，主として答案に欠けているものを指\n摘するという観点から，採点に当たって気付いた点について述べると，以下のとお\nりである。これらも参考にしつつ，より良い論述ができるように努力を重ねてほし\nい。優秀な答案に特定のパターンはなく，良い意味でそれぞれに個性的である。\n２総 論\n⑴ 全体構成等について\n・ 本年は，原告となるＢの主張が問題文に明記されている。すなわち，①Ｃと\nの同一取扱い，②Ｄらとの差別的取扱い，③自分の意見等を述べたことで正式\n採用されなかったことによる憲法上の権利侵害の三点である。これらの三点を\n憲法上どのような問題として捉えて構成するかはともかくとして，少なくとも\nその三点の検討が求められているわけである。しかし，残念ながら，その一部\nしか論じていない答案が少なくなかった。また，上記①と②あるいは①②③の\n三点について，その違いや相互の関係を論じないまま漫然と一括りにして論じ\nている答案や，設問１⑴ではそれぞれ別に論じていたのに，設問１⑵や設問２\nへと論述を進める中で，問題が混同されていき，判断内容等が分かりにくくなっ\nていく答案も見られた。\n・ 答案の中には，上記①と②をあえて統合し，一つの憲法第１４条第１項違反\nとして論じようとする答案も散見されたが，残念ながらそれに成功し，説得力\nのある論述となっている答案は見られなかった。\n・ 上記①②③を並列的に論じる答案が一般的であったが，中には， 「平等」の\n問題と「自由」の問題との違いを踏まえつつ， 「平等」の問題が「表現」 （な\nいし「思想良心」 。なお，この点に関しては後記４も参照されたい。 ）の問題\nと連動している点を見抜き，両者を密接に関連付けて論じる答案もあり，優れ\nた問題分析能力をうかがわせる答案があったことは印象的であった。\n⑵ 設問１のＢの訴訟代理人の主張及びＡ市の反論について\n・ 設問１⑴は原告となるＢの立場から，⑵は被告となるＡ市の立場からの検討\nを求めているが，当事者の主張とはいえ，明らかに採用の余地がない主張をす\nるのは適切とはいえない。例えば， 「本問では『信条』による差別が問題とな\nるところ，憲法第１４条第１項後段列挙事由による差別はおよそ許されないか\nら，違憲である」という主張や，単に「本問では，思想良心の自由の侵害が問\n題となるところ，思想良心の自由は絶対的に保障されるから，違憲である」と\nいう主張がこれに当たるであろう。前者は，憲法第１４条第１項後段列挙事由\nによる差別も許される場合があることを前提に，同事由に特別の意味を持たせ\nる必要があるかが議論されていることを看過し，後者は，思想良心の自由は，\n「内心にとどまる限り」 絶対的に保障されるとされていることを看過している。\nこうした主張は，基本的な知識や理解がきちんとできていないことが背景にあ\nるように思われる。基本的な知識や理解の重要性を改めて認識してほしい。\n・ 設問１⑵におけるＡ市の反論について， 「区別・取扱いには合理的理由があ\nる」とか「裁量の逸脱・濫用はない」という，いわば結論部分だけを記載し，\nその理由を明示できていない答案が相当数あった。しかし，いかに「ポイント\nを簡潔に述べ」るとしても，反論である以上，Ａ市としてその結論につながる\n積極的・直接的・根本的な理由を簡潔かつ端的に明示する必要がある。\n⑶ 設問２の「あなた自身の見解」について\n・ 設問２では，設問１⑵で反論として自 ら示した問題点を踏まえつつ， 「あな\nた自身の見解」をきちんと論じるべきである。それにもかかわらず，理由をほ\nとんど記載することなく， 「Ｂの見解に賛成である」とか「Ａ市の見解が妥当\nである」などと記載する例が見られたほか，結論がいずれであるかを問わず，\n多くの答案において，結論を導く過程で法的構成を事案に即して丁寧に論じる\nことができていなかった。また，被告となるＡ市の反論が妥当でないことを論\nじるだけでは自己の見解を論じたことにはならないにもかかわらず，Ａ市の反\n論に対する再反論のみを記載している答案も見られた。\n・ 答案の中には，判断内容ないし判断理由が前後で矛盾・齟齬しているのでは\nないかと思われるようなものも見られた。例えば，Ｃとの同一取扱いに関する\n合憲性の検討場面では， 「Ｂは，反対意見を有するものの，安全性確保のため\nにＹ対策課で働きたいという動機があることを重視して，違憲である」としな\nがら，Ｄらとの差別的取扱いに関する合憲性の検討場面では， 「Ｂがなお反対\n意見を有していることから，合憲である」としているものなどである。法律家\nを志すものとしては，答案全体を通じて論述が一貫しているかについても注意\nを払う必要がある。\n⑷ 判断の枠組みの定立について\n・ 判断の枠組みの定立にばかり気を取られてしまい，事実関係への着眼がおろ\nそかになっている答案が見られた。他方で，事実関係には適切にかつその細部\nにも着眼できているが，判断の枠組みを定立するという意識を欠いており，結\n局は本問限りの場当たり的な判断をしているのではないかと疑われるような答\n案も見られた。本問のような事例問題では，判断の枠組みを適切に定立した上\nで，事実関係に即して結論を考えていくという両方がきちんとできて初めて説\n得力のある論述となることを意識してほしい。\n・ 基本的な知識や理解が不足しているからか，本問限りの独自の枠組みを定立\nしているかのような答案も見られた。しかし，判断の枠組みの定立に当たって\nは，判例や学説をきちんと踏まえる必要がある。\n・ 判断の枠組みを定立するに当たり， 「平等」の問題として論じているのか，\nそれとも，「自由」の問題として論じているのかが判然としない答案や両者を\n混同していると思われる答案も少なくなかった。本問では， 「平等」の問題と\n「自由」の問題が絡み合っている面があり，論述に当たっては様々な切り口が\n考えられる。このような問題については， 「平等」と「自由」の複合的な視点\nからの論述も考えられるであろうが， その場合には， 「平等」 の問題と 「自由」\nの問題の違いを踏まえた上での十分な分析や検討が必要である。\n⑸そ の 他\n・ 憲法上の主張や見解について問われているにもかかわらず， Ａ市の反論や「あ\nなた自身の見解」において裁量論に迷い込み，憲法論から離れてＡ市側の行為\nの当・不当を長々と論じている答案が散見された。 Ａ市側に一定の裁量があり，\nまた，問題文から拾い上げる要素にも大きな違いはないかもしれないとしても，\n飽くまでも憲法上の主張や見解について論じていることを意識して答案を作成\nしてほしかった。\n３ 平等について\n・ 少なくともＤらとの差別的取扱いは平等に関する典型的な問題であり，相対的\n平等に関わる問題として論じる必要があることに気付いてほしかったが， 「絶対\n的平等・相対的平等」というキーワードを明示できていた答案は必ずしも多くな\nかった。この点を「形式的平等・実質的平等」や「機会の平等・結果の平等」な\nどと指摘する答案も相当数あった上，これらと「絶対的平等・相対的平等」を混\n同していると思われる答案も少なくなかった。 このような基本的概念については，\nキーワードを覚えるだけではなく，具体例に基づいた正確な理解が求められる。\n受験者におかれては，改めて「基本を大切に」ということを意識してほしい。\n・ 「法の下」の意義（法適用の平等に尽きるか，法内容の平等も含むのか）につ\nいては，本問では論じる必要がないと考えられるにもかかわらず，これを論じて\nいるものが散見された。マニュアル的，パターン的に準備してきたものをそのま\nま書くのではなく，なぜその点を論じる必要があるのかを事案に即して考え，準\n備してきたものの中から取捨選択して論じていくべきである。なお，現在の実務\nでは，必要のないことに言及するのは無益ではなく有害と評価される場合もある\nことに留意してほしい。\n・ Ｄらとの差別的取扱いについて，勤務実績が同程度あるいは下回る実績の者を\n採用したことを差別として検討し，反対意見を持っていることが不採用の理由で\nあることがどのような意味を持つのかを検討していない答案，逆に，反対意見を\n持っていることに触れながら，勤務実績の点については触れていない答案があっ\nた。問題文に記載されている事実がどのような意味を持つのか十分に検討して答\n案に反映してほしい。\n・ 平等違反の問題を検討するに当たっては， 「何」による差別の問題であるのか\nをきちんと指摘・検討する必要がある。本問で言えば，憲法第１４条第１項後段\nの列挙事由である「信条」による差別ではないかという点である。しかし，この\n点に関する指摘・検討が全くない答案が少なくなかった。\n・ Ｃとの同一取扱いについて， Ｂの訴訟代理人であるにもかかわらず， 「平等 （憲\n法第１４条第１項）違反を構成する余地がないから，諦める」などとして，この\n点に関する主張をあえてしないという答案が少ないながらもあった。確かに，Ｃ\nとの同一取扱いの問題を憲法上の問題としてどのように構成するかには悩ましい\n面があるかもしれない。しかし，将来弁護士になれば，明らかに採用の余地がな\nい主張はすべきでないことを前提としつつも， 不利な事実関係にも配慮しながら，\n何とか裁判所に受け入れてもらえるような説得的な法律構成がないかと思い悩\nみ，考えなければならないであろう。そのような悩みを見せずに簡単に諦めるべ\nきではない。\n４ 表現の自由について\n・ 表現の自由について論じることなく，その代わりに憲法第１９条の思想良心の\n自由の問題として論じる答案が多数あった（なお，そのような答案の中には，思\n想良心の自由の問題であるとしながら，外部への表現行為の制約を論ずる答案も\n散見された。）。しかし，本問において，Ｂは，Ａ市がＢの「甲市シンポジウム\nでのＹ採掘に反対する内容の発言等があること」を不採用の理由の一つとしたこ\nとを前提に，「自分の意見・評価を甲市シンポジウムで述べたことが正式採用さ\nれなかった理由の一つとされていることには，憲法上問題があると考えている」\nのであるから，思想良心の自由の問題を別途検討することはともかくとして，こ\nこでは自分の意見・評価を述べたこと，すなわち，憲法第２１条の表現の自由の\n問題についてまず論じてもらいたかった。\n・ 甲市シンポジウムでの意見表明を理由として不採用になった点につき，表現の\n自由の問題であるとしつつも，安易に「表現の自由が制約されている」と記載し\nている答案が目に付いた。しかし，本問の場合，表現行為そのものが制約されて\nいるわけではないから，それにもかかわらずなぜ表現の自由の制約に当たるのか\nを論じてほしかった。\n・ 表現の自由の問題を考えるに当たっては，Ｂの意見が公共の利益に関わるもの\nである点が重要になるが，この点をきちんと指摘する答案は少なかった。\n・ 表現活動への萎縮効果を論じるに当たっては，Ｂのみならず，その他の者も含\nめて一般に与える影響という観点が重要であるが，多くの答案がＢ自身の表現活\n動への萎縮効果を論じるにとどまっていた。\n５ その他一般的指摘事項\n⑴ 論述のバランス\n・ 本年は，各問の配点を明記することで答案における記述量の配分の目安を示\nし，それに応じたバランスのよい記載で，かつ，最後までしっかりと書くこと\nを求めたところである。 しかし， 例年のように， 途中答案が相当数あったほか，\n一応最後まで書いている答案も，設問２について配点に相応しい分量になって\nいないものが多かった。また，設問１⑴について簡単な記述で済ませている答\n案や，逆に，設問１⑵について長々と論じている答案（そのような答案は，設\n問２の論述が非常に薄いものとなる傾向があった。 ）も見られた。\n⑵ 問題文の読解及び答案の作成一般\n・ Ｂ，Ｃ，Ｄらがそれぞれどのような立場の人間であるのかについて事実関係\nを混同・混乱している答案があった。 また， その誤記等 （ＢをＸと記載したり，\n文章内容からはＣを指していると思われる者をＤと記載したりする例）も散見\nされた。単なる書き間違いかもしれないが，判断の前提となる事実関係を的確\nに把握できていないのではないかと疑われかねないので，問題文に即して正確\nに論述してほしい。\n・ 問題文で与えられた事実に憲法的な評価を加えることなく，問題文の単なる\n引き写しや単に羅列するだけの答案が一定数見られた。また，問題文で与えら\nれた事実を超えて必要以上の推測をし，それ（問題文にない事実）を答案に反\n映させている答案も見られた。このような答案は説得力に欠け，また，後者に\nついては「問題文はそのようなことを言っていない」と否定的に評価される可\n能性があることに注意してほしい。\n・ 憲法の条文の解釈（本問では特に第１４条）について，これをせず，あるい\nは，これができていない答案が散見された。また，条文は誤りなく示す必要が\nあるが，これができていない答案もあった（表現の自由を第２２条第１項ある\nいは第２３条第１項とする例が少ないながらもあった。 ）。条文の表記や解釈\nを大切にしてほしい。\n・ 設問１⑴の問題文において職業選択の自由については論じないこととする旨\n明示してあるにもかかわらず，これに反して，正面から職業選択の自由につい\nて論じる答案があった。\n⑶形 式 面\n・ 普段手書きで文書を作成する機会が少ないためであろうか，誤字や脱字がか\nなり目に付いた。特に法律用語の誤記については，法律家としての資質自体が\n疑われかねないので注意してほしい。また，略字を使用する答案もあったが，\n他人に読ませる文章である以上，略字の使用は避けるべきである。\n・ 解読が困難な字で書かれた答案も散見された。 例えば，字が雑に書かれたり，\n小さかったりして読みづらいもの，加除や挿入がどのようになされているのか\n判読し難いものなどである。時間がなくて焦って書いているのは分からないで\nはないが，他人に読ませる文章である以上，読み手のことを考えて，上手な字\nでなくても読みやすい，大きな字で，また，加除や挿入は明確に分かるような\n形での答案作成を望む。\n平成２７年司法試験の採点実感等に対する意見（公法系科目第２問）\n１ 出題の趣旨\n別途公表している「出題の趣旨」を，参照いただきたい。\n２採 点 方 針\n採点に当たり重視していることは，問題文及び会議録中の指示に従って基本的な\n事実関係や関係法令の趣旨・構造を正確に分析･検討し，問いに対して的確に答え\nることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言\n及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理\n的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた\n多面的で説得力のある法律論を展開することができているか，という点である。決\nして知識の量に重点を置くものではない。\n３ 答案に求められる水準\n(1) 設問１\n差止め訴訟の訴訟要件が本件で満たされるかについて，最高裁平成２４年２月\n９日第一小法廷判決（民集６６巻２号１８３頁。以下「最高裁平成２４年判決」\nという。）を踏まえて判断基準を述べた上で，本件の事実関係に即して具体的か\nつ的確に論じているかに応じて，優秀度ないし良好度を判定した。\n差止め訴訟を挙げた上で，行政事件訴訟法第３条第７項及び第３７条の４に規\n定された「一定の処分…がされようとしている」 ，「重大な損害を生ずるおそれ」\n等の訴訟要件について論じていれば， 一応の水準の答案と判定した。 加えて， 「重\n大な損害を生ずるおそれ」の要件について，最高裁平成２４年判決を踏まえて論\nじていれば，良好な答案と判定した。加えて，同要件について，最高裁平成２４\n年判決にいう「処分がされた後に取消訴訟を提起して執行停止を受けることなど\nにより容易に救済を受けることができるもの」か否かを，本件命令後直ちにウェ\nブサイトで公表されて顧客の信用を失うおそれがあるという本件の事実関係に即\nして具体的かつ的確に論じていれば，優秀な答案と判定した。\n(2) 設問２\n消防法及び危険物政令の関係規定の趣旨及び内容，保安距離の短縮に関する本\n件基準の法的性質及び内容，危険物政令第９条第１項第１号ただし書及び第２３\n条の関係について論じた上で，本件基準に従って行われる本件命令の適法性につ\nいて，行政裁量論に関する基本的理解を踏まえ，本件の事実関係を適切に把握し\nた上で具体的かつ的確に論じているかに応じて， 優秀度ないし良好度を判定した。\n本件基準の法的性質を裁量基準として理解した上で，本件命令の適法性を行政\n裁量論の枠組みにより論じていれば，一応の水準の答案と判定した。加えて，保\n安物件（本件では葬祭場）が新設された場合に既存の一般取扱所の所有者等が負\n担を負う可能性を考慮して，個別事情に即して柔軟に危険物政令の定める技術基\n準への適合性を判断すべきであるとの観点から，本件基準の合理性，及び本件に\nおいて水準以上の防火塀・消火設備を考慮して本件基準の例外を認める可能性に\nついて論じていれば，良好な答案と判定した。加えて，一般取扱所の事故が保安\n物件に波及することを防止しその安全を確保するために保安距離を定める危険物\n政令第９条第１項第１号の趣旨も踏まえて，本件基準①（短縮条件）及び②（短\n縮限界距離）の中で考慮されている事項に即して本件基準の合理性を検討してい\nれば，優秀な答案と判定した。\n危険物政令第９条第１項第１号ただし書と第２３条との関係については，前者\nの規定の効果が保安距離の短縮であるのに対し，後者の規定の効果が保安距離の\n規定の不適用であるという違いに着目していれば，良好な答案，後者の規定を適\n用する要件が絞り込まれていることに着目していれば，優秀な答案と判定した。\n(3) 設問３\n消防法第１２条第１項の趣旨を論じ，最高裁昭和５８年２月１８日第二小法廷\n判決 （民集３７巻１号５９頁。 以下 「最高裁昭和５８年判決」 という。）の趣 旨を\n踏まえた上で，取扱所の設置後に都市計画決定による用途地域の指定替えがあっ\nたという本件の特殊事情に即して，本件で損失補償を請求できるかについて具体\n的かつ的確に論じているかに応じて，優秀度ないし良好度を判定した。\n消防法第１２条が，警察規制の定めであり，事後的に周囲に保安物件が新設さ\nれた場合にも取扱所の所有者等に技術上の基準への適合性を維持する義務（基準\n適合性維持義務）を課すことを，損失補償を不要とするファクターとして一定程\n度説いていれば，一応の水準の答案とし，こうしたファクターを明確に論じてい\nれば，良好な答案と判定した。加えて，用途地域の指定替えに伴う保安物件の新\n設が，Ｘにとって予見してあらかじめ回避できる事情であるかどうかを，的確に\n論じていれば，優秀な答案と判定した。\n４採 点 実 感\n以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象\n・ 例年繰り返し指摘し， また強く改善を求め続けているところであるが， 相変わ\nらず判読困難な答案が多数あった。 極端に小さい字， 極端な癖字， 雑に書き殴っ\nた字で書かれた答案が少なくなく， 中には 「適法」 か 「違法」 か判読できないも\nのすらあった。第三者が読むものである以上， 読み手を意識した答案作成を心掛\nけることは当然であり，判読できない記載には意味がないことを肝に銘ずべき\nである。\n・ 問題文及び会議録には，どのような視点で何を書くべきかが具体的に掲げら\nれているにもかかわらず，問題文等の指示を無視するかのような答案が多く見\nられた。\n・ 例年指摘しているが，条文の引用が不正確な答案が多く見られた。\n・ 冗長で文意が分かりにくいものなど， 法律論の組立てという以前に， 一般的な\n文章構成能力自体に疑問を抱かざるを得ない答案が相当数あった。\n・ 相当程度読み進まないと何をテーマに論じているのか把握できない答案が相\n当数見られた。答案構成をきちんと行った上，読み手に分かりやすい答案とす\nるためには，例えば，適度に段落分けを行った上で，段落の行頭は１文字空け\nるなどの基本的な論文の書き方に従うことや，冒頭部分に見出しを付けるなど\nの工夫をすることが望まれる。\n・ 少数ではあるが，どの設問に対する解答かが明示されていない答案が見られ\nた。冒頭部分に「設問１」等と明示をした上で解答することを徹底されたい。\n・ 結論を提示するだけで，理由付けがほとんどない答案，問題文中の事実関係\nを引き写したにとどまり，法的な考察がされていない答案が多く見られた。ま\nた，根拠となる関係法令の規定を引き写しただけで結論を提示するにとどまり，\n法律の解釈論を展開していない答案が少なからず見られた。論理の展開とその\n根拠を丁寧に示さなければ説得力のある答案にはならない。\n・ 本件のように対立利益の相互の調整が問題となる事案では，抽象的な関係法\n令の趣旨・目的を踏まえて，一方当事者の立場のみに偏することなく，関係者\nの相互の利益状況を多面的に考慮した上で結論を導き出すことが求められる。\n・ 要件裁量，効果裁量，裁量基準，行政規則，特別の犠牲といった，行政法の\n基本的な概念の理解が不十分であると思われる答案が少なからず見られた。\n・ 時間配分が適切でなく，設問１については必要以上に詳細に論じ，設問２又\nは設問３については，時間不足のため記載がないか又は不十分な記載しかない\nものが少なからず見られた。\n(2) 設問１\n・ 受験者にとって解答しやすい設問であったと思われ，概ねよくできていた。\n・ 本件で特に検討を要する訴訟要件である「重大な損害を生ずるおそれ」の要\n件について，まず判断基準を述べてから本件の事実関係に当てはめるという，\n法律論としての「作法」がとられていない答案，差止め訴訟に関する重要判例\nである最高裁平成２４年判決を意識せずに書かれた答案が予想外に多かった点\nは，残念であった。\n・ 少数ではあるが，処分性や原告適格といった，本件においては充足されるこ\nとがほぼ自明である訴訟要件について，不相当に多くの紙幅を割いて論じてい\nる答案が見られた。他方で， 「一定の処分…がされようとしている」等の差止\nめ訴訟に固有の要件について全く述べていない答案が多かった。行政事件訴訟\n法が定める訴訟類型のそれぞれについて，必要となる訴訟要件を正確に理解す\nるとともに，どの要件が特に問題になるのかも把握しておくことが学習に当\nたって重要であろう。\nなお， 行政事件訴訟法第３条第７項の 「一定の処分…がされようとしている」\nの要件の問題であるにもかかわらず，同法第３７条の４第１項の「一定の処分\n…がされることにより」という要件と混同する答案も一部に見られた。具体的\nな条文に則した正確な理解が望まれる。\n・ 「処分がされた後に取消訴訟を提起して執行停止を受けることなどにより容\n易に救済を受けることができるもの」か否かという判断基準（最高裁平成２４\n年判決）を正しく示しているにもかかわらず，移転命令による移転の不利益の\nみを挙げて「重大な損害を生ずるおそれ」の要件充足を肯定している答案が少\nなからずあった。上記の判断基準の意味を正確に理解していれば，移転の不利\n益と公表による不利益それぞれについて，取消訴訟及び執行停止が有効な救済\n手段になるかどうかについても正しく検討できるはずである。\n・ 少数ではあるが，問題文において「抗告訴訟として考えられる訴えを具体的\nに挙げ」るよう指示されているにもかかわらず，仮の救済を挙げて論じている\n答案や，「訴訟要件を満たすか否か」について検討することが指示されている\nにもかかわらず，本案勝訴要件について紙幅を割いて論じている答案など，明\nらかに行政事件訴訟法に関する基本的知識が不足していると思われる答案も見\nられた。\n(3) 設問２\n・ 問題文と資料から基本的な事実関係を把握し，消防法及び関係法令の関係規\n定の趣旨を正しく読み解けるかどうかを試す設問であったが，まさにその点で\n大きく差がついた印象があった。根拠規定・関係規定の相互関係や本件基準の\n法的性質を正しく理解して論じる優れた答案もある一方で，事実関係や法の趣\n旨を勘違いしている答案もあった。\n・ 事実関係の把握の誤りとしては，第一種中高層住居専用地域から第二種中高\n層住居専用地域への用途地域の指定替えが行われたのが，本件葬祭場の所在地\nであって，本件取扱所の所在地は一貫して工業地域であることを正しく理解し\nていないため，誤った議論を展開してしまっている答案が少なからずあった。\n・ 裁量権濫用論の一般的な定式を挙げた上， 関係法令の趣旨を十分踏まえずに，\n「考慮すべき事情を考慮していないから違法」 ，あるいは「考慮すべきでない\n事情を考慮しているから違法」と平板に論じる答案が相当数見られた。過去の\n採点実感でも指摘した点であるが，論点単位での論述の型を形式的に覚えてい\nるだけではないかと疑わざるを得ない。\n・ 本件基準の法的性質について，行政の行為形式論を踏まえて論じていない答\n案が相当数見られた。また，本件基準は， 「裁量基準（行政規則） 」であるにも\nかかわらず，「裁量基準（行政規則） 」と「委任命令（法規命令） 」との基本的\nな区別を正しく理解しないまま，委任立法の限界といった的外れな枠組みで検\n討している答案が相当数見られた。本件基準は市の「内部基準」であることが\n問題文で明言されており， 「委任命令（法規命令） 」と理解することができない\nことは明らかである。\n・ 裁量基準に従ってされる行政処分の適法性の審査においては，法令の趣旨・\n目的に照らした裁量基準の合理性の有無，裁量基準に合理性があることを前提\nとした個別事情審査義務の有無が問題となるが，これらを十分に踏まえた検討\nができていた答案は少数であった。\n・ 会議録中に記載された，危険物政令第９条第１項第１号ただし書きの趣旨に\nついての「新たに設置される製造所の設置の許可に際して，このただし書の規\n定を適用し，初めから保安距離を短縮する運用は，規定の趣旨に合わない」と\nいう説明から，防火のための距離制限の制度趣旨を十分考慮せずに，単純に既\n存製造所設置者の利益を保護すべきと考えて，このことから直ちに本件命令が\n違法であると結論付ける答案が相当数見られた。\n・ 本件基準①の合理性の検討において，消防法の規制の趣旨を踏まえることな\nく，「建築基準法上，工業地域においては，一般取扱所を建築することができ，\n倍数に関する制限もない」ことをもって，直ちに，本件基準①は不合理である\nとする答案が多く見られた。\n・ 危険物政令第２３条について，その立法経緯を「特殊な構造や設備を有する\n危険物施設」，「一般基準において予想もしない施設が出現する可能性」に対処\nするものであるとしながら，一般の防火塀・消火設備がこれに該当するとして\n同条の適用を簡単に肯定するなど， 会議録の記載をそのまま引き写しただけで，\nその内容を理解していないのではないかと思われる答案が多く見られた。\n(4) 設問３\n・ 本問を検討する上でヒントとなる最高裁昭和５８年判決について知らない，\nあるいは正確な知識を持っていないのではないかと思われる答案が多く見られ\nたのは残念であった。\n・ 本問の損失補償の要否については，消防法第１２条の規制の目的を中心に検\n討する必要がある。 しかし， 消防法第１２条の基準適合性維持義務の趣旨から，\n取扱所の所有者等に移転義務を課すことが警察規制（消極目的規制，内在的制\n約）に当たり，損失補償は容易には認められないことを順序立てて論じていな\nい答案が相当数見られた。\n・ 損失補償の要否について，形式的基準と実質的基準の二つを示しながら，そ\nれらを必ずしも正確に理解しないまま本件に当てはめて損失補償の要否を判断\nしている答案が相当数見られた。特に， 「侵害行為の対象が一般的か個別的か」\nという形式的基準を前提として， 「本件では消防法上の移転命令がＸという特\n定人に対して適用されるから損失補償が必要」 と論じる答案が相当数見られた。\nしかし，この論理を適用すれば，およそあらゆる不利益処分に対して損失補償\nが必要になってしまうのであって，本件では，侵害行為の対象が一般的か個別\n的かという基準は全く決め手とはならない。過去の採点実感でも指摘した点で\nあるが，上記の基準の意味を正確に理解せずに，論点単位での論述の型を形式\n的に覚えているだけではないかと疑わざるを得ない。\n・ 本問では，会議録において指示されているとおり，平成１７年の時点では葬\n祭場の建築は原則として不可能であったが，平成２６年に第一種中高層住居専\n用地域から第二種中高層住居専用地域に指定替えがされたため葬祭場の建築が\n可能になったという事情が，損失補償の要否にどのような影響を及ぼすかを検\n討することが求められている。しかし，新たな都市計画決定により用途地域の\n指定替えがあり得ることは，予測可能な事情といえるのではないか，また，第\n１種中高層住居専用地域でも， 学校・病院の建築は可能であることからすると，\n後発で近隣に建物が建築され得ることは，予測可能な事情といえるのではない\nかという点に言及した答案は，ごく少数にとどまった。\n５ 今後の法科大学院教育に求めるもの\n・ 設問１及び設問３は，最高裁判所の重要判例を十分理解していれば，比較的容\n易に解答できる問題であった。しかし実際には，設問１について最高裁平成２４\n年判決を意識せずに書かれた答案が予想外にあり，設問３については，最高裁昭\n和５８年判決を意識して書かれた答案が残念ながら少数にとどまった。行政法に\nついて短答式試験が廃止されても，重要判例を読んで理解する学習をおろそかに\nしてはならないことを，注意しておきたい。\n・ 設問２については，本件でＸがいかなる法的な問題を抱えているか，そして，\nＸの抱えている法的問題が，関係する法制度のどのような特徴に端を発している\nかという点を，明確に理解することが，解答のための第１のステップである。そ\nして，Ｙ市長の本件命令に係る裁量権行使の適法性を判断するために，Ｙ市長が\n考慮すべき事項及び重視すべき事項を，関係法令の関係規定から的確に読み取っ\nて，本件基準の評価につなげることが，解答のための第２のステップである。こ\nのうち，第１のステップには相当数の答案が達しており，この点には法科大学院\n教育の成果を認めることができた。しかし，第２のステップでは綿密な検討がな\nされておらず，裁量権濫用論の一般的な定式とＸの救済の必要性とをいきなり結\nび付ける答案が相当数見られた。これは，過去の採点実感で繰り返し指摘してい\nる点であるが，論点単位で論述の型を覚える学習の弊害が現れた結果ではないか\nと思われる。したがって，今後の法科大学院教育に求めたいのは， 昨年と同様，「理\n論・法令・事実を適切に結び付ける基本的な作業を，普段から意識的に積み重ね\nる」ことである。\n・ 法律的な文章という以前に，日本語の論述能力が劣っている答案が相当数見ら\nれ，近年では最低の水準であるとの意見もあった。法律実務家である裁判官，検\n察官，弁護士のいずれも文章を書くことを基本とする仕事である。受験対策のた\nめの授業になってはならないとはいえ，法科大学院においても，論述能力を指導\nする必要があるのではないか。"
}