{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\n内装建材甲（以下「甲」という。）は，日本家屋の建築に欠かすことのできない内装建材で，日本の建材メーカーのみが製造販売しており，現在輸入はなく，近い将来輸入される見込みもない。\n現在のところ，甲に代替する内装建材は存在しない。甲は，その製造販売業者から建材専門商社に販売され，建材専門商社から住宅メーカーに販売される。甲は，比較的軽く，その輸送は容易である。甲の製造販売業者，甲を購入する建材専門商社及び住宅メーカーは，いずれも全国にその拠点を有している。甲の製造販売業者は，２１社存在している。\nＸ社を除く甲の製造販売業者２０社（以下「２０社」という。）の担当営業部長は，２０年前から，「甲の会」を組織し，一般的な経済状況や景気動向，内装建材業界を取り巻く社会・経済環境，甲の安全基準などについて情報交換を行い，２０社各社の事業運営に役立てている。「甲の会」の規則上の最高意思決定機関は総会であるが，実際には，会長１名及び副会長２名によって構成される幹部会において「甲の会」の方針等が決定されることが多く，２０社の担当営業部長がこの幹部会による決定に異を唱えたことはない。Ｘ社は，甲の製造販売業者として比較的古参であり，高い知名度を維持する有力な事業者であるが，自社の営業担当者を「甲の会」に入会させず，２０社とは一線を画する事業運営を行ってきている。なお，「甲の会」では，甲の価格，製造数量，販売数量，取引先などに関する情報交換は行っておらず，２０社の間では比較的活発な価格競争が行われている。\n近年，一般消費者の健康への意識が著しく高まっており，「甲の会」においても，甲の安全性への信用や評判が大きな関心事となっている。別の内装建材丙については，それに含まれる化学物質の種類や量に関する法令上の基準は遵守されていたが，昨年，一般消費者に皮膚障害をもたらすおそれのある化学物質が含まれていたということが大きく報道され，内装建材丙の需要が大幅に減退したことがあった。また，甲についても，近年，科学的根拠は不十分であるものの，一般消費者に皮膚障害をもたらすおそれのある化学物質が含まれているのではないかという疑問を公にする消費者団体が現れている。このため，「甲の会」では，甲に含まれる化学物質の種類や量について，法令上の基準を遵守するだけでは不十分であり，法令上の基準を超える厳しい安全基準を設ける必要があるとの意見が大勢を占めるに至った。そこで，「甲の会」の幹部会は，甲に含まれる化学物質に関する新たな安全基準を設定することの是非を含めた検討を，甲に含まれる化学物質について専門的な知見があり，かつ，２０社各社と利害関係のない大学の研究者３人に依頼することを決定し，これに基づいて，会長が同研究者らに依頼した。その結果，甲に含まれる化学物質に関する新たな安全基準が提言されたことから，「甲の会」の幹部会は，その提言どおりの安全基準を「甲の会」の自主基準として設定することを決定し，これに基づいて，会長が，２０社の担当営業部長に伝達した。２０社は，「甲の会」の自主基準であるこの新たな安全基準を採用し，これを遵守するに至っている。\nしかし，Ｘ社は，「甲の会」が採用した安全基準に従っていない。「甲の会」の会長は，甲の古参の製造販売業者であるＸ社が「甲の会」の安全基準を遵守しないことにより，内装建材甲全体の信用や評判に悪影響が及ぶのではないかと恐れ，再三にわたり，Ｘ社に対して，「甲の会」の安全基準を遵守するよう説得を試みた。ところが，Ｘ社の経営者は，安全を軽視する発言に終始し，説得に応じなかった。そのため，「甲の会」の幹部会は，甲を取り扱う全ての建材専門商社に対して，Ｘ社から甲を購入しないよう要請することを決定し，これに基づいて，会長が，それら建材専門商社の担当者が一堂に会した会合において，その旨要請した。それら建材専門商社の担当者は，協議の上，この要請に応じることを申し合わせた。その後，それら建材専門商社のほとんどは，Ｘ社からの甲の購入を中止するに至った。このため，Ｘ社は，甲を販売する取引先を容易に見つけ出すことができなくなっている。\n- 12 -\n〔設 問〕\n「甲の会」の会長が行った上記要請について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n- 13 -\n〔第２問〕（配点：５０）\nＡ社は，電子部品甲（以下「甲」という。）のメーカーである。甲は，電子機器丙（完成品。以下「丙」という。）に搭載され，他に用途はない。甲のメーカーは，甲を製造して丙のメーカーに販売している。丙のメーカーは，甲を搭載した丙を製造して世界各国の販売代理店に販売し，販売代理店がそれを消費者に販売している。\n世界中の多くの国の消費者が丙を使用している。しかし，丙の規格が国によって異なるため，消費者は一般に丙を自国で購入し，他国で丙を購入することはほとんどない。甲には，このような国ごとの規格の違いはない。\n甲のメーカーは，過去には世界に１０社以上存在していたが，買収や撤退などにより，平成２１年末までにＡ社からＨ社までの８社に集約された。このうちＡ社，Ｂ社，Ｃ社は日本の企業，Ｄ社，Ｆ社は日本以外のアジアの企業，Ｅ社はヨーロッパの企業，Ｇ社，Ｈ社は米国の企業であった。その後，平成２３年中にＡ社はＢ社を買収し，Ｃ社はＤ社を買収した。平成２５年中にはＥ社がＦ社を買収した。その結果，平成２５年末時点で，世界における甲のメーカーは５社となった。\nこれら甲のメーカーの平成２２年，平成２４年及び平成２６年の各暦年における市場シェアの推移は，以下のとおりであった。\n平成２２年 平成２４年 平成２６年\nＡ社（日本） ２０％ ２５％ ２５％\nＢ社（日本） １０％ － －\nＣ社（日本） １５％ ２０％ １５％\nＤ社（アジア） ５％ － －\nＥ社（ヨーロッパ） ５％ １５％ １５％\nＦ社（アジア） １５％ ５％ －\nＧ社（米国） １０％ ２５％ ３０％\nＨ社（米国） ２０％ １０％ １５％合計 １００％ １００％ １００％平成２４年及び平成２６年のＡ社の数値はＢ社を買収した後のもの，平成２４年及び平成２６年のＣ社の数値はＤ社を買収した後のもの，平成２６年のＥ社の数値はＦ社を買収した後のものである。日本における市場シェアの分布を見ると，日本の甲のメーカーの市場シェアが多少高くなる傾向はあるものの，上記のような世界における市場シェアの分布と有意な差異は見いだせない。\n丙のメーカーは，平成２６年末時点で，世界に１５社存在し，日本，米国，アジア，ヨーロッパに偏りなく分布している。丙のメーカーの数や所在地は，平成２２年以降ほぼ変動がない。\n消費者は，丙の機能の高速化や大容量化を強く求めており，それを実現するためには，甲の機能が高速化，大容量化することが重要である。甲のメーカーは，それぞれ，甲の機能の高速化や大容量化のために既存の技術を発展させることのみならず，革新的な新技術の開発も行っている。それゆえ，甲に関する技術が進歩するスピードは速く，毎年１回以上，前のモデルより高速化，大容量化した新しいモデルの甲が発売されている。同時に，丙のメーカーに対しては，各国の丙の販売代理店及び消費者から厳しい価格引下げ要求があり，それはそのまま丙のメーカーからの甲のメーカーに対する強い価格引下げ要求に反映されている。\n丙のメーカーが，特に自国の甲のメーカーのみから甲を購入する傾向はない。むしろ，丙のメーカーは，特定の甲のメーカーにおける製造設備の事故等により甲の十分な供給を受けられなくなることによって自社の丙の製造が中断する危険を回避するとともに，甲のメーカー間で価格競争を行わせることを目的として，国を問わず複数の甲のメーカーから甲を購入するのが通常である。しかも，丙のメーカーは，取引する甲のメーカーを固定化せず，甲のメーカーの技術能力や取引条件に- 14 -\n応じて取引する甲のメーカーを常時変更し，あるいは複数のメーカーからの甲の購入割合を常時変更している。\n甲の販売価格に占める輸送費用の割合は数パーセント程度である。甲に関税を課す国は現時点では存在しない。また，甲の販売価格が，国によって大きく異なるという傾向はない。\n世界における甲の需要は緩やかな増加基調にある。しかし，近年，甲とは科学的原理も技術も全く異なるが甲と同じ機能を有する新たな部品乙（国ごとの規格の違いはない。以下「乙」という。）が流通し始め，一部の丙のメーカーには，甲に代えて乙を自社の丙に搭載する動きがある。平成\n２６年末時点で，乙の機能は，甲と比較すると２０パーセント程度高速である一方，その価格は，甲より５０パーセント程度高額である。これらの機能，価格の差異は技術の進歩を勘案しても当面大きく変わらないと予想され，数年のうちに丙のメーカー間で乙が広く普及する見込みはない。また，甲のメーカーは，既存の甲の製造設備を利用して乙を製造することはできない。\n平成２７年５月現在，Ａ社は，甲に関する自社の技術と親和性，補完性が高い新技術を開発しているＨ社を買収し，甲の開発時間を大幅に短縮することを目的として，Ｈ社の株式の全部を取得することを計画している。\n〔設 問〕\n上記の状況において，Ａ社が計画するＨ社の株式取得に関する独占禁止法上の問題点を分析して検討しなさい。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，「甲の会」の幹部会において，内装建材甲に係る法令上の基準を超える安全基準を自主基準として設定することを決定し，当該団体に加入する２０社は全てこれを遵守しているものの，当該団体に未加入のＸ社が当該安全基準を遵守しないため，２０社の取引先事業者である建材専門商社に対し，当該安全基準を遵守しないＸ社との取引の中止を要請し，当該要請を受けた建材専門商社が協議の上，この要請に応じたことから，Ｘ社が取引先を容易に見つけ出すことができなくなっているというものであり，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第８条第５号において禁止する事業者団体が事業者に不公正な取引方法に該当する行為をさせるようにすることに該当しないかを問うものである。\nそこで，まず，「甲の会」の幹部会による本件要請の決定が事業者団体の決定であるかが問題となる。事業者団体は，事業者としての共通の利益を増進することを主たる目的とする２以上の事業者の結合体（独占禁止法第２条第２項）であるところ，２０社各社の担当営業部長という個人によって組織される「甲の会」のメンバーが事業者である当該２０社各社であると法的に評価することが求められる（同条第１項後段）。そして，「甲の会」の活動内容か- 22 -\nら「甲の会」が事業者団体であると評価することが求められる。さらに，「甲の会」の幹部会決定が「甲の会」という事業者団体としての決定であることを根拠付けることが求められる。\n次に，「甲の会」の幹部会決定に基づく会長の要請に従った建材専門商社の行為が，独占禁止法第１９条が禁止するいずれかの不公正な取引方法に該当する行為であることを説明することが求められる。本件で建材専門商社が協議の上行った行為は，上記安全基準を遵守しないＸ社からの甲の購入中止であり，競争関係にある事業者と共同して供給を受けることを拒絶したものであって，不公正な取引方法の一般指定（以下「一般指定」という。）第１項第１\n号の行為要件を満たすことを説明の上，「正当な理由がないのに」の要件を満たすことの説明が求められる。「正当な理由がないのに」がどのような意味における公正競争阻害性であるのか，そして，市場の画定を前提として競争者の排除効果（競争の排除ないし他者排除）が認められるか否かが問われる。\n最後に，「甲の会」の幹部会決定に基づく建材専門商社に対する要請は，内装建材に対する一般消費者の健康への意識の著しい高まりに対応して，自主基準として設定した法令上の基準を超える安全基準を遵守しないＸ社に遵守させるために行われたものであり，独占禁止法第１条の目的に照らして，当該行為に正当化事由，すなわち目的の合理性とその目的達成方法の相当性が認められるか否かの評価が求められる。\nなお，事業者団体の行為としても，独占禁止法第８条第５号ではなく，同条第３号又は第１号の問題として捉えることや，事業者団体の行為ではなく２０社が共同して取引先の建材専門商社にＸ社から供給を受けることを拒絶させる行為として一般指定第１項第２号に該当すると捉えることもあり得るが，事案に即してそれぞれの要件該当性につき説明することが求められる。\n〔第２問〕\n本問は，Ａ社の計画するＨ社の株式取得（以下「本件株式取得」という。）が独占禁止法第\n１０条第１項に違反するか否かを問うものである。具体的には，主として同項の「一定の取引分野」における「競争を実質的に制限する」，「こととなる」というそれぞれの要件について，その意義・解釈，判断基準といった規範定立を行い，その規範に照らして本件株式取得の適否について結論を述べることが求められる。\n一定の取引分野，つまり市場の画定は，一般に商品の範囲と地理的範囲についてなされるところ，商品の範囲については，乙が甲と同一の市場で競争していると見ることができるかどうかの検討を要する。地理的範囲については，丙のメーカーが世界中に分布し，それに対して世界各国に分布する甲のメーカーが甲を供給していることから，いわゆる世界市場が認められるかどうかについて検討する必要がある。その際，甲の規格，価格の動向，コスト構造や関税，丙のメーカーの購買の特性等についても言及する必要がある。\n「競争を実質的に制限する」，「こととなる」については，その意義・解釈について自らの見解を論じた上，水平的企業結合であることを意識して，単独行動，協調行動それぞれの観点から具体的事実に即して競争の実質的制限の有無を論じることとなろう。ただし，本問では，ハーフィンダール指数（ＨＨＩ）やいわゆるセーフハーバーについては問うていない。\n本問における競争を実質的に制限することとなるか否かの判断に際しては，問題文に提示された製品の特性，市場の特性及び過去の市場シェアの推移に関するデータを読み解き，本件株式取得が実現するとどのような状況になるのか解答者なりに予測することを要する。\n特に，本問では，甲についての技術革新や新製品の開発が活発に行われ，かつそのサイクルが短いこと，丙のメーカーが非常時における調達経路の確保等のために複数の甲のメーカーから甲を購入していること，これまでの甲のメーカーの市場シェアが激しく変動していること，過去に他の甲のメーカーを買収した企業が必ずしも買収の対象となる企業の市場シェア\n- 23 -と合算した市場シェアを獲得するという傾向は見られないこと等を踏まえ，単独行動による競争の実質的制限に関しては，Ａ社は，本件株式取得後Ａ社，Ｈ社それぞれの市場シェアの合算である４０％を獲得，維持することが可能なのか，さらにその市場シェアを失うことなく単独で甲の価格を引き上げることが可能なのか，また，協調行動による競争の実質的制限に関しては，甲のメーカーが，技術や価格の面で他の甲のメーカーと競争するよりも，協調して技術開発を遅らせ，あるいは価格を引き上げる蓋然性があるのかについて分析する必要がある。\nそのような競争を実質的に制限することとなるか否かの分析においては，本件株式取得の目的の合理性，丙のメーカーから甲のメーカーに対する価格引下げ要求，本件株式取得前後の甲のメーカーの数や地位，乙の甲に対する競争圧力等の要素も併せて考慮する必要がある。",
  "scoring_notes": "１ 出題の趣旨について出題の趣旨は，別途公表している「出題の趣旨」のとおりである。\n２ 採点方針出題した２問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が当該市場における競争にどのような影響を与えるかを念頭に置いて，問題点を指摘し，法解釈を行い，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的に見ようとし，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n第１問は，内装建材甲の製造販売業者２０社の担当営業部長によって構成される「甲の会」の幹部会が，２０社の取引先である建材専門商社に対して，２０社に含まれない甲の製造販売業者であるＸ社から甲を購入しないよう要請することを決定し，これに基づいて，「甲の会」の会長が，建材専門商社の担当者が一堂に会した会合においてその旨要請（以下「本件要請」という。）し，建材専門商社が協議の上で本件要請に応じ，その結果，Ｘ社において取引先を容易に見つけ出すことができなくなっているところ，本件要請について，事業者団体が「事業者に不公正な取引方法に該当する行為をさせるようにすること」（独占禁止法第８条第５号）に該当するかなどについて，見解を問うものである。\n具体的には，まず，本件要請が，２０社全体の合意等ではなく「甲の会」の幹部会の決定に基づいて行われている点を踏まえ，「甲の会」が事業者団体に当たるか否か，本件要請を事業者団体の行為と見ることができるか否かについて，的確に検討できているかを見た。\n次に，本件要請が，建材専門商社に対して共同でＸ社との取引を拒絶するよう要請するものである点を踏まえ，事業者たる建材専門商社に共同の直接取引拒絶（独占禁止法第２条第９項第６号・不公正な取引方法の一般指定（以下「一般指定」という。）第１項第１号）をさせるようにすること（同法第８条第５号）に該当するか否か，建材専門商社の行為が一般指定第１項第１号の各要件を満たすか否かについて，矛盾なく的確に検討できているかを見た。なお，独占禁止法第８条第３号又は第１号に該当するか否かを検討する答案や，２０社自身による共同の間接取引拒絶（一般指定第１項第２号）に該当するか否かを検討する答案もあったが，これらについても，事案に即してそれぞれの要件該当性を矛盾なく的確に検討できているかを見た。\n最後に，本件要請が，甲に含まれる化学物質の種類等について「甲の会」が設定した自主基準をＸ社が遵守しないという状況で行われている点などを踏まえ，独占禁止法第１条所定の目的に対応する正当化事由が認められるか否かについて，目的の合理性及び目的達成方法の相当性の両面で，検討すべき事実を漏れなく拾いながら的確に検討できているかを見た。\n第２問は，Ａ社の計画するＨ社の株式取得が独占禁止法第１０条第１項に違反するか否か，見解を問うものである。\nまず，「一定の取引分野」については，その意義，商品市場と地理的市場との区別，範囲画定の基準としての需要の代替性及び供給の代替性に言及がなされているかが問われる。具体的に本問においては，商品市場に関しては，甲と乙とが同じ商品市場に属するか否かが問われ，地理的市場に関しては，いわゆる世界市場を画定できるか否かが問われる。それぞれについて，需要の代替性及び供給の代替性に照らして，問題文中の諸事実を適切に評価しているかが評価における着眼点となる。\n次に，「競争を実質的に制限することとなる」については，まず，競争の実質的制限の意味と「こととなる」の意味の両方に言及がなされているかが問われる。また，単独行動による場合と協調行動による場合との違いを正確に理解した上で分析しているか否かも，評価における着眼点となる。本問において「競争を実質的に制限することとなる」か否かを分析するに際しては，当事会社の地位と競争事業者の状況，各事業者の市場シェアの変動が激しいこと，顧客である丙のメーカーの購買行動，丙をめぐる価格競争の影響，隣接市場からの競争圧力，甲の特性（技術革新が競争の重要な要素であること等），本件株式取得の目的（甲の開発時間の大幅な短縮）といった諸事実が関わってくる。それぞれについて，どのような意味で「競争を実質的に制限することとなる」に関わるのか説明が求められるとともに，全体として，整合性のある説明となっているか否かも評価における着眼点となる。また，\nその際，当然のことながら，「一定の取引分野」との整合性も問われる。例えば，\nいわゆる世界市場を画定しておきながら，「競争を実質的に制限することとなる」\nの分析において「輸入」の容易さを問題にするのは明らかな矛盾である。\n３ 採点実感等⑴ 出題の趣旨に即した答案の存否，多寡について第１問について，まず，「甲の会」が事業者団体に当たるか否か，本件要請を事業者団体の行為と見ることができるか否かについて一通り論じている答案が多かったが，事業者団体について全く問題意識を示すことなく２０社の行為についてのみ論ずる答案も相当数存在した。２０社ではなくその担当営業部長によって構成されていてもなお事業者団体に当たるか否かという問題について，明示的に論じている答案は少なかった。\n次に，本件要請については，独占禁止法第８条第５号に当たるか否かの問題であるとし，そうである以上，「建材専門商社の行為が」不公正な取引方法に該当するか否かを論ずることとなるはずであるにもかかわらず，具体的な違反要件の検討の場面では，「２０社（又は「甲の会」）の行為が」間接取引拒絶（一般指定第１項第２号又は第２項）に該当するか否かを論ずる，という明らかな論理矛盾を犯している答案が相当数存在した。また，独占禁止法第８条第１号の要件として競争の実質的制限を論ずるに当たり，「甲の会」では価格等に関する情報交換を行っておらず，２０社の間で比較的活発な価格競争が行われていることなどについての問題意識を示さない答案も散見された。\n最後に，正当化事由については，目的の合理性及び目的達成方法の相当性に分けて一定程度の論述をしている答案が多かった。ただ，本件要請の目的に関しては，「甲の会」の会長が内装建材甲全体の信用や評判に悪影響が及ぶことを恐れていたとの事実に触れることなく，「一般消費者の健康被害を防止するため」であるとするなど，事案の把握がやや不十分と見られる答案も散見された。\n第２問について，「一定の取引分野」に関しては，まず，その意義や画定の基準に関する一般論は，おおむねよく書けていた。商品市場については，本問では，\n需要の代替性及び供給の代替性に照らして甲のみから構成されると考えるのが合理的であるが，この点はおおむねよく書けていた。地理的市場については，本問では，いわゆる世界市場と考えるのが合理的であり，実際にもそのように答える答案が多かった。ただし，丙のメーカーが世界中に分布し，それに対して世界各国に分布する甲のメーカーが甲を供給しているという事実を摘示できているか，\nその他の事情も踏まえて需要の代替性及び供給の代替性の観点と結びつけて説明できているかについては答案によって差があった。なお，日本の独占禁止法の保護法益の観点から世界市場は取り得ないとする答案も散見された。\n「競争を実質的に制限することとなる」に関しては，まず，その一般的な解釈論についてはよく書けていたが，「こととなる」の意味に言及しない答案も散見された。また，単独行動による場合と協調行動による場合の区別については，両者を区別した上で論述する答案は比較的多かったが，それぞれの意味と違いを正確に説明した答案は少なく，両者の区別に全く言及しない答案も散見された。両者を区別する実益について議論がないわけではないが，少なくとも本問のような設定では，単独行動とは別に，協調行動による競争の実質的制限の蓋然性についても検証が必要である。\n「競争を実質的に制限することとなる」の存否に関わる諸事実への言及に関しては，当事会社の結合後の市場シェアとその順位，顧客である丙のメーカーの購買行動，技術革新が競争の重要な要素であることへの言及は比較的多かった。しかし，多くの答案は平成２６年の市場シェアのみに注目し，過去の市場シェアの推移に関するデータに照らして，各事業者の市場シェアの変動が激しいこと，過去の企業結合では各当事会社が企業結合前に有していた市場シェアを足し合わせた市場シェアが必ずしも企業結合後に実現していないことの意味に思いが至らなかったようである。本問では，丙のメーカーが非常時における調達経路の確保等のために複数の甲のメーカーから甲を購入していること，また顧客による調達先の変更が頻繁であり，したがって，Ａ社とＨ社の市場シェアを単純に合算した数値が企業結合後にもたらされるとは限らないことに言及することを期待していたが，実際にこの点に言及する答案は少なかった。\nまた，数は多くないものの，本件株式取得の目的と関わって，補完的技術の結合により甲の開発時間を短縮できれば，統合後のＡ社の市場支配力が増大するとした答案が見られた。しかし，本件株式取得によって本当に甲の開発時間が短縮されるとすれば，そのことは，市場全体の競争を促進するものと評価されるべきである。また本件株式取得の目的を正当化事由として論じ，競争が制限されても目的が正当であれば違法性がないという記述が少なからず見られたが，企業結合では，競争制限の蓋然性があれば，たとえ目的が正当であっても適法とならない。\n⑵ 出題時に想定していた解答水準と実際の解答水準との差異について第１問について，事業者団体該当性及びその行為該当性，共同の取引拒絶（又はその他の不公正な取引方法）の要件該当性，正当化事由の有無等の判断基準及び当てはめに関しては，一通りの論述ができている答案が多く，この点に関しては，出題時に想定していた解答水準と実際の解答水準との間に大きな差異はなかった。他方で，前述のとおり，そもそも事業者団体についての問題意識を全く示さない答案や，明らかな論理矛盾を犯している答案が相当数存在したのは予想外であった。\n第２問については，全体として，実際の解答水準は，おおむね出題時における想定の範囲内であった。ただ，単独行動による場合と協調行動による場合との区別については，この区別を前提として記述する答案は意外に多かったが，それぞれの意味を正確に表現できていた答案は少なかった。また，市場シェアの変動が激しいことについては，表によってデータを示しているにもかかわらず，これに言及する答案は想定以上に少なかった。\n⑶ 「優秀」，「良好」，「一応の水準」，「不良」答案について第１問について，「優秀」な答案は，「甲の会」の事業者団体該当性及びその行為該当性，建材専門商社の共同の取引拒絶の要件該当性並びに正当化事由の有無について，矛盾なく論理的に，的確な判断基準を示した上で，検討すべき事実を漏れなく拾いながら説得的な当てはめを行い，結論を導いているもの，「良好」\nな答案は，矛盾なく論理的に，一定の判断基準を示した上で，検討すべき事実をある程度拾いながら一応の当てはめを行い，結論を導いているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠いているもの，「不良」な答案は，基本的事項についての論述を全く欠いていたり，重大な論理矛盾を犯していたりするなど，基本的な事案処理能力が不十分なものとした。\n第２問については，本問の場合は評価項目が多いので，答案の評価は，これら多くの評価項目の総合評価によることになる。つまり，どれだけ多くの評価項目に言及し，各評価項目についてどれだけ正確に記述しているか，さらに，全体として整合性のある記述となっているかによって，「優秀」，「良好」，「一応の水準」，\n「不良」が分かれることになった。ただ，全体として論旨に整合性が保たれていることが必要である。また，ごくまれに，独占禁止法第１０条以外に根拠条文を求める答案が見られたが，同じ企業結合規制に係る同法第１４条ならまだしも，\n同法第３条を援用する答案は「不良」と評価せざるを得なかった。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかを見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，適用条文の選択・操作，構成要件の意義を正確に示した上，当該行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめること，そしてそれを箇条書き的に列挙するのでなく，\n論理的・説得的に表現することができるように教育してほしい。"
}