{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，４：３：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．平成２３年４月１日，Ａは，山林である自己所有の甲土地から切り出した２０本の丸太を相場価格に従い１本当たり１５万円の価格で製材業者Ｂに売却する旨の契約を締結し，同日，Ｂの工場に上記２０本の丸太を搬入した。その際，代金の支払時期は，同年８月１日とされた。\nまた，Ａの代金債権を担保するため，丸太の所有権移転の時期は，代金の支払時とし，代金の支払がされるまでＢは丸太の処分や製材をしないことが合意された。\n２．平成２３年４月１５日，建築業者Ｃは，Ｂが【事実】１に記した２０本の丸太を購入したという噂を聞き，甲土地が高品質の材木の原料となる丸太を産出することで有名であったことから，Ｂに対して，上記２０本の丸太を製材した上，自分に売ってほしいと申し入れた。Ｂは，Ａとの間で【事実】１に記した合意をしていたことに加え，つい最近も，当該合意と同様の合意をしてＡから別の丸太を買い入れたにもかかわらず，その代金の支払前にその丸太を第三者に転売したことがＡに発覚してトラブルが生じていたこともあり，Ｃの申入れに応じることは難しいと考え，Ｃに対し，少し事情があるので，もうしばらく待ってほしい，と答えた。\nしかし，Ｃがそれでもなお強く申し入れるので，Ｃが古くからのＢの得意先であることもあり，同月１８日，Ｂは，Ａに無断で，Ｃとの間で，上記２０本の丸太を製材して２０本の材木に仕上げ，これらの材木を相場価格に従い１本当たり２０万円の価格でＣに売却する旨の契約を締結した。その際，Ｃは，それまでの取引の経験から，Ａが丸太を売却するときにはその所有権移転の時期を代金の支払時とするのが通常であり，最近もＡＢ間で上記のトラブルが生じていたことを知っていたが，上記２０本の丸太についてはＡＢ間で代金の支払が既にされているものと即断し，特にＡ及びＢに対する照会はしなかった。\nＢは，上記２０本の丸太を製材した上，同月２５日，Ｃから代金４００万円の支払を受けると同時に，２０本の材木をＣの倉庫に搬入した。\n３．その後，Ｃは，ＤからＤが所有する乙建物のリフォーム工事を依頼され，平成２３年５月２日，Ｄとの間で報酬額を６００万円として請負契約を締結した。その際，Ｄは，Ｃから，乙建物の柱を初めとする主要な部分については，甲土地から切り出され，Ｂが製材した質の高い材木を１０本使用する予定であり，既に１０本の在庫がある旨の説明を受けていた。\n４．Ｃは，【事実】２に記した２０本の材木のうち，１０本は，そのまま自分の倉庫に保管し（倉庫に保管した１０本の材木を，以下「材木①」という。），残りの１０本は，乙建物のリフォーム工事のために使用することにした（リフォーム工事のために使用した１０本の材木を，以下\n「材木②」という。）。\n５．平成２３年５月１５日，Ｄは乙建物から仮住まいの家に移り，Ｄが有していた乙建物の鍵のうちの１本をＣに交付した。その翌日，Ｃは，乙建物のリフォーム工事を開始し，材木②を用いて乙建物の柱を取り替えるなどして，同年７月２５日，リフォーム工事を完成させた。\n同日，Ｄが内覧をした結果，乙建物のリフォーム工事はＤの依頼のとおりにされたことが確認され，ＤはＣに請負の報酬額６００万円を支払ったが，乙建物の鍵の返還は建物内の通気の状況などを確認してからされることになり，鍵の返還日は同年８月１０日とされた。\n６．平成２３年８月１日，【事実】１に記した２０本の丸太に係る代金の支払時期が到来したので，Ａは，Ｂの工場に丸太の代金を受け取りに行った。ところが，Ｂは，【事実】２に記したトラブルに関して，この頃，Ａから高額の解決金の請求をされていたことから，Ａがその請求\n- 2 -を取り下げない限り，丸太の代金を支払うことはできない旨を述べ，その支払を拒絶した。Ａは，そのようなＢの対応に抗議をするとともに，Ｂの工場内に丸太が見当たらなかったことを不審に思い，調査をしたところ，【事実】２から５までの事情が判明した。そこで，Ａは，同月５日，Ｃ及びＤに対してこれらの事情を伝えた。\n驚いたＤがＣに問い合わせたところ，Ｃは，自分もＡから同じ事情を聞かされて困っていると答えたが，いずれにしても乙建物のリフォーム工事は既に完成していることから，同月１０日，ＣはＤに乙建物の鍵を予定どおり返還した。\n〔設問１〕 【事実】１から６までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ａは，Ｃに対して，材木①の所有権がＡに帰属すると主張して，その引渡しを請求することができるか。Ａの主張の根拠を説明し，そのＡの主張が認められるかどうかを検討した上で，これに対して考えられるＣの反論を挙げ，その反論が認められるかどうかを検討しなさい。\n⑵ Ａは，Ｄに対して，材木②の価額の償還を請求することができるか。Ａの請求の根拠及び内容を説明し，それに関するＡの主張が認められるかどうかを検討した上で，これに対して考えられるＤの反論を挙げ，その反論が認められるかどうかを検討しなさい。\nⅡ 【事実】１から６までに加え，以下の【事実】７から13までの経緯があった。\n【事実】\n７．平成２３年１２月２８日，Ａは，甲土地上に生育している全ての立木（以下「本件立木」という。）を製材業者Ｅに売却する旨の契約を締結し，その代金全額の支払を受けた。そこで，Ｅは，平成２４年１月５日から，本件立木の表皮を削ってＥの所有である旨を墨書する作業を始め，同月７日までに，甲土地の東半分に生育する立木につき，明認方法を施し終えた。\n８．ところが，資金繰りに窮していたＡは，平成２４年１月１７日，甲土地及び甲土地上の本件立木をＦに売却する旨の契約を締結し，同日，その代金全額の支払と引換えに，甲土地についてＡからＦへの所有権移転登記がされた。これに先立ち，Ｆは，同月４日に甲土地を訪れ，本件立木の生育状況を確認していたが，その時点ではＥが本件立木への墨書を開始していなかったことから，上記契約を締結する際には，既にＡからＥに対し本件立木が売却されていたことをＦは知らなかった。\n９．平成２４年１月２５日，Ｆは，甲土地を訪れたところ，本件立木の一部にＥの墨書があることに気付いた。Ｆは，本件立木がＥに奪われるのではないかと不安になったため，本件立木を全て切り出した上で，それまでの事情を伏せて，近くに住む年金暮らしの叔父Ｇに，切り出した丸太を預かってもらうよう依頼した。これに対し，Ｇが自己の所有する休耕中の丙土地であれば丸太を預かることができると答えたことから，同年２月２日，Ｆは，Ｇとの間で，保管料を３０万円とし，その支払の時期を同月９日として，切り出した丸太を預かってもらう旨の合意をし，切り出した丸太を丙土地にトラックで搬入した。\n10．平成２４年２月１０日，Ｅは，甲土地の西半分に生育する立木に墨書をするために甲土地に行ったところ，本件立木が全て切り出されていることを発見した。Ｅは，驚いて甲土地の近隣を尋ね歩いた結果，しばらく前にＦが甲土地から切り出した丸太をトラックで搬出していたことが分かった。\n11．平成２４年２月１３日，Ｅは，Ｆの所在を突き止め，本件立木の行方について事情を問いただしたところ，Ｆは，本件立木はＡから購入したものであり，既に切り出してＧに預けてあると答えるのみで，それ以上Ｅの抗議について取り合おうとしなかった。\n12．そこで，Ｅは，平成２４年２月１５日，Ｇの所在を突き止め，確認したところ，Ｇが確かにＦから【事実】９に記した丸太を預かっていると言うので，事情を話し，丸太を全てＥに引き渡すよう求めた。Ｇは，Ｅとともに丙土地に行き，丸太を点検したところ，その一部にはＥの- 3 -墨書があることが分かったが，Ｅの墨書がないものもあったほか，丸太は全てＦから預かったものであり，Ｆから保管料の支払もまだ受けていないことから，Ｅの求めに応じることはできないと答えた（これらの丸太のうち，Ｅの墨書がないものを，以下「丸太③」といい，Ｅの墨書があるものを，以下「丸太④」という。なお，Ｅの墨書は現在まで消えていない。）。\n13．平成２４年４月２日，Ｅは，Ｇに対し，丸太③及び丸太④の所有権は全てＥに属し，これらをＧが占有しているとして，その引渡しを求める訴えを提起した。\n〔設問２〕 【事実】１から13までを前提として，以下の⑴及び⑵に答えなさい。\nなお，本件において，立木ニ関スル法律による登記は行われておらず，同法の適用については考慮しなくてよい。\n⑴ 丸太③に関し，Ｇは，丸太③をＥが所有することを争うことによって，Ｅの請求を拒否する旨主張した。このＧの主張の根拠を説明した上で，Ｇは，どのような事実を主張・立証すべきであるか，理由を付して解答しなさい。\n⑵ 丸太④に関し，Ｇは，丸太④をＥが所有すること及びこれをＧが占有していることは争わないが，丸太の保管料のうち丸太④の保管料に相当する金額の支払を受けるまでは，Ｅの請求を拒否する旨主張した。このＧの主張の根拠を説明した上で，その主張が認められるかどうかを検討しなさい。\nⅢ 【事実】１から13までに加え，以下の【事実】14から18までの経緯があった。\n【事実】\n14．Ｃと同居しているＣの長男Ｈは，満１５歳の中学３年生である。平成２４年１１月１５日，Ｈは，Ｃの自宅前を通行する者を驚かせようとして，Ｃの倉庫から，１５センチメートル角で長さ２メートルの角材（以下「本件角材」という。）を持ち出し，Ｃの自宅前の道路の一部を横切るように置いた。Ｈが本件角材を置いたのは夕方であったが，その付近は，街路灯から離れていたために，夜間になると，歩行者でも，かなりの程度の注意を払っていなければ，本件角材に気付かない程度の暗さになり，Ｈもそのことを認識していた。\n15．Ｈは，中学２年生の終わり頃から急に言動が粗暴になり，喧嘩で同級生に怪我をさせたり，同級生の自転車のブレーキワイヤーを切るといった悪質ないたずらをしたりしたことなどから，Ｃが学校から呼び出しを受けるという事態が何度も生じていた。Ｃは，Ｈに対し，他人に迷惑を掛けてはいけないといった一般的な注意をするものの，反抗的なＨにどのような対応をしてよいのか分からず，それ以上の対策を講ずることはなかった。\n16．ＨがＣの自宅前に本件角材を置いてから１時間後，既にその付近がかなり暗くなってから，近所に住む女性Ｋの運転する自転車がＣの自宅前の道路に差し掛かった。Ｋは，Ｋの子で３歳になるＬを保育所に迎えに行き，荷台に設置した幼児用シートにＬを乗せて自宅に戻る途中であったが，自転車の車輪が本件角材に乗り上げたため，ハンドルを取られて転倒し，Ｋは無事だったものの，Ｌは右腕を骨折した。\n17．【事実】16の事故の際，Ｋは，携帯電話で通話をしていたため，片手で自転車を運転していた。また，自転車の前照灯が故障していたが，保育所からＫの自宅までの道路はＫが普段よく使う道路であったため，Ｋは，前照灯の故障を気にせず，事故のあった場所を走行していた。\nこれらの事情も，【事実】16の事故の原因となったことが確認されている。なお，本件において，ＫがＬを幼児用シートに乗せていたことは，法的に問題がないものとする。\n18．Ｌには，【事実】16の事故により，右腕の骨折の治療費等として３０万円相当の損害が生じた。\n- 4 -\n〔設問３〕 【事実】１から18までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｌが【事実】18に記した損害の賠償をＣに対して請求するための根拠を説明した上で，それに関するＬの主張が認められるかどうかを検討しなさい。\n⑵ ⑴の請求に対し，その賠償額について，Ｃはどのような反論をすることが考えられるか。その根拠を説明した上で，その反論が認められるかどうかを検討しなさい。\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：４：２〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，Ａ，Ｂ及びＳ株式会社（以下「Ｓ社」という。）の出資により平成１９年に設立された取締役会設置会社である。甲社では，設立以来，Ａが代表取締役を，Ｂ及びＣが取締役をそれぞれ務めている。\n甲社の発行済株式の総数は８万株であり，Ａが４万株を，Ｂが１万株を，Ｓ社が３万株をそれぞれ有している。甲社は，種類株式発行会社ではなく，その定款には，譲渡による甲社株式の取得について甲社の取締役会の承認を要する旨の定めがある。\n２．甲社は，乳製品及び洋菓子の製造販売業を営んでおり，その組織は，乳製品事業部門と洋菓子事業部門とに分かれている。\n乳製品事業部門については，Ａが業務の執行を担当しており，甲社の工場で製造した乳製品を首都圏のコンビニエンスストアに販売している。\nまた，洋菓子事業部門については，Ｂが業務の執行を担当しており，甲社の別の工場（以下「洋菓子工場」という。）で製造した洋菓子を首都圏のデパートに販売している。甲社は，世界的に著名なＰ社ブランドの日本における商標権をＰ社から取得し，その商標（以下「Ｐ商標」という。）\nを付したチョコレートが甲社の洋菓子事業部門の主力商品となっている。\n３．Ｓ社は，洋菓子の原材料の輸入販売業を営んでおり，Ｓ社にとって重要な取引先は，甲社である。\n４．平成２２年１月，甲社は，関西地方への進出を企図して，マーケティング調査会社に市場調査を委託し，委託料として５００万円を支払った。\n５．Ｂは，関西地方において洋菓子の製造販売業を営む乙株式会社（以下「乙社」という。）の監査役を長年務めていた。Ｂの友人Ｄが乙社の発行済株式の全部を有し，その代表取締役を務めている。\n平成２２年３月，Ｂは，Ｄから乙社株式の取得を打診され，代金９０００万円を支払って乙社の発行済株式の９０％を取得した。Ｂは，この乙社株式の取得に際して，Ａ及びＣに対し，「乙社の発行済株式の９０％を取得するので，今後は乙社の事業にも携わる。」と述べたが，Ａ及び\nＣは，特段の異議を述べなかった。Ｂは，この乙社株式の取得と同時に，乙社の監査役を辞任して，その顧問に就任し，その後，連日，乙社の洋菓子事業の陣頭指揮を執った。また，Ｂは，同年４月以後，月１００万円の顧問料の支払を受けている。\n平成２２年４月，乙社は，業界に知人の多いＢの紹介により，チョコレートで著名なＱ社ブランドの商標（以下「Ｑ商標」という。）を日本において独占的に使用する権利の設定を受けた。\n６．平成２２年５月，Ｂは，甲社におけるノウハウを活用するため，洋菓子工場の工場長を務める\nＥを甲社から引き抜き，乙社に転職させた。Ｅの突然の退職により，甲社の洋菓子工場は操業停止を余儀なくされ，３日間受注ができず，甲社は，その間，１日当たり１００万円相当の売上げを失った。\n７．その後，乙社は，関西地方のデパートへの販路拡大に成功し，平成２１事業年度（平成２１年\n４月から平成２２年３月まで）に２００万円であった乙社の営業利益は，翌事業年度には１０００万円に達した。\n８．平成２３年４月，甲社は，乙社が関西地方においてＱ商標を付したチョコレートの販路拡大に成功したことを知り，関西地方への進出を断念した。\n- 2 -\n〔設問１〕 上記１から８までを前提として，Ｂの甲社に対する会社法上の損害賠償責任について，\n論じなさい。\n９．平成２３年７月，Ｂは，甲社の取締役を辞任した。Ｂに代わり，Ｆが甲社の取締役に就任し，洋菓子事業部門の業務の執行を担当するようになったが，Ｂの退任による影響は大きく，同部門の売上げは低迷した。\n10．平成２４年５月，甲社は，洋菓子事業部門の売却に向けた検討を始め，丙株式会社（以下「丙社」という。）との交渉の結果，同部門を代金２億５０００万円で丙社に売却することとなった。\nその際，甲社の洋菓子事業部門の従業員については，一旦甲社との間の雇用関係を終了させた上で，その全員につき新たに丙社が雇用し，甲社の取引先については，一旦甲社との間の債権債務関係を清算した上で，その全部につき新たに丙社との間で取引を開始することとされた。その当時，甲社が依頼した専門家の評価によれば，甲社の洋菓子事業部門の時価は，３億円であった。\n11．上記の洋菓子事業部門の売却については，その代金額が時価評価額より安価である上，株主であるＳ社が得意先を失うことになりかねず，Ｓ社の反対が予想された。\n平成２４年７月２日，Ａは，洋菓子事業部門の売却をＳ社に知らせないまま，甲社の取締役会を開催して，取締役の全員一致により，洋菓子工場に係る土地及び建物を丙社に代金１億５０００万円で売却することを決議した上で，丙社と不動産売買契約を締結し，丙社は，甲社に対し，直ちに代金を支払った（以下「第１取引」という。）。\nまた，その１０日後の平成２４年７月１２日，Ａは，甲社の取締役会を開催して，取締役の全員一致により，Ｐ商標に係る商標権を丙社に代金１億円で売却することを決議した上で，丙社と商標権売買契約を締結し，丙社は，甲社に対し，直ちに代金を支払った（以下「第２取引」という。）。\n第１取引及び第２取引に係る売買契約においては，甲社が洋菓子事業を将来再開する可能性を考慮して，甲社の競業が禁止されない旨の特約が明記された。\nなお，甲社の平成２４年３月３１日時点の貸借対照表の概要は，資料①のとおりであり，その後，同年７月においても財務状況に大きな変動はなかった。また，同月２日時点の洋菓子事業部門の資産及び負債の状況は，資料②のとおりであり，資産として，洋菓子工場に係る土地及び建物（帳簿価額は１億５０００万円）並びにＰ商標（帳簿価額は１億円）があるが，負債はなかった。\n12．平成２４年７月下旬，第１取引及び第２取引に基づき，洋菓子工場に係る不動産の所有権移転登記及びＰ商標に係る商標権移転登録がされた。\n13．平成２４年８月，甲社が第１取引及び第２取引をしたことを伝え聞いたＳ社は，Ａに対し，甲社において株主総会の決議を経なかったことにつき強く抗議し，翻意を促した。\n〔設問２〕 第１取引及び第２取引の効力に関する会社法上の問題点について，論じなさい。\n14．平成２５年６月，甲社は，将来の株式上場を目指して，コンビニエンスストア市場に精通した経営コンサルタントであるＧとアドバイザリー契約を締結した。その際，甲社は，このアドバイザリー契約に基づく報酬とは別に，甲社株式が上場した場合の成功報酬とする趣旨で，Ｇに対し，新株予約権を発行することとした。\n15．上記の新株予約権（以下「本件新株予約権」という。）については，①Ｇに対して払込みをさせないで募集新株予約権１０００個を割り当てること，②募集新株予約権１個当たりの目的である株式の数を１株とすること，③各募集新株予約権の行使に際して出資される財産の価額を５０００円とすること，④募集新株予約権の行使期間を平成２５年７月２日から２年間とすること，⑤募集新株予約権のその他の行使条件は甲社の取締役会に一任すること，⑥募集新株予約権の割\n- 3 -当日を同月１日とすること等が定められた。\n平成２５年６月２７日，甲社の株主総会において，Ｇに特に有利な条件で本件新株予約権を発行することを必要とする理由が説明されたところ，Ｂは，募集新株予約権のその他の行使条件を取締役会に一任することはできないのではないかと主張し，これに反対したが，Ａ及びＳ社の賛成により，上記の内容を含む募集事項が決定された。これを受けて，甲社の取締役会が開催され，取締役の全員一致により，「甲社株式が国内の金融商品取引所に上場された後６か月が経過するまでは，本件新株予約権を行使することができない。」とする行使条件（以下「上場条件」という。）が定められた。\n平成２５年７月１日，甲社は，Ｇとの間で新株予約権割当契約を締結し，Ｇに対し，本件新株予約権１０００個を発行した。\n16．その後，Ｇは，上記のアドバイザリー契約に基づき，甲社に様々な施策を提言し，Ｇのアドバイスにより製造した低カロリーのヨーグルトが好評を博するなど，甲社の業績は向上したが，本件新株予約権の行使期間内に上場条件を満たすには至らない見込みとなった。\n平成２６年１２月上旬，Ａは，Ｇから，「上場すると思っていたのに，これでは割に合わない。\nせめて株式を取得したいので，上場条件を廃止してほしい。」との強い要請を受けた。Ａは，取締役会で上場条件を廃止することができるのか疑問を持ったが，Ｇの態度に押され，同月１１日，Ｃ及びＦを呼んで甲社の取締役会を開催し，取締役の全員一致により上場条件を廃止する旨の決議をした。同日，甲社は，Ｇとの間で，上場条件を廃止する旨の新株予約権割当契約の変更契約を締結した。\n平成２６年１２月１２日，Ｇは，行使価額である５００万円の払込みをして本件新株予約権を行使し，Ｇに対し，甲社株式１０００株が発行された。\n〔設問３〕 上記16で発行された甲社株式の効力に関する会社法上の問題点について，論じなさい。\n- 4 -\n【資料①】\n貸借対照表の概要\n（平成２４年３月３１日現在）\n（単位：円）科目 金額 科目 金額\n（資産の部） （負債の部）流動資産 （略） （略）\n（略） （略） 負債合計 200,000,000（純資産の部）固定資産 株主資本 500,000,000有形固定資産 （略） 資本金 400,000,000建物 100,000,000 資本剰余金 100,000,000土地 400,000,000 資本準備金 100,000,000（略） （略） その他資本剰余金 －無形固定資産 （略） 利益剰余金 －商標権 100,000,000 利益準備金 －\n（略） （略） その他利益剰余金 －純資産合計 500,000,000資産合計 700,000,000 負債・純資産合計 700,000,000（注） 「－」は，金額が０円であることを示す。\n【資料②】\n洋菓子事業部門の資産及び負債の状況\n（平成２４年７月２日現在）\n（単位：円）資産 負債項目 帳簿価額 項目 帳簿価額建物 50,000,000土地 100,000,000商標権 100,000,000資産合計 250,000,000 負債合計 －\n（注） 「－」は，金額が０円であることを示す。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：３：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\nＸ（注文主）は，Ｙ（請負人）との間で，自宅（一戸建て住宅）をバリアフリーとするため，リフォーム工事を内容とする請負契約を，代金総額６００万円，頭金を契約時に３００万円支払い，残代金は工事完了引渡後１か月以内に支払う約定で締結した。\nＸは，工事を完了したＹから工事箇所の引渡しを受けたが，Ｙの工事に瑕疵が存すると主張して，残代金３００万円の支払を拒否した。\nその後，ＸＹ間で交渉したが，解決には至らなかった。\nそのため，Ｘは，Ｙに対し，瑕疵修補に代わる損害賠償として３００万円を請求する訴え（本訴）を提起した。\nこれを受けて，Ｙは，Ｘに対し，未払の請負残代金である３００万円の支払を請求する反訴を提起した。\n以下は，弁論準備手続期日の終了後に，Ｙの訴訟代理人弁護士Ｌ１と司法修習生Ｐ１との間でされた会話である。\nＬ１：今回の裁判については，争点整理もかなり進行していますが，Ｐ１さん，現時点で裁判所はどんな心証を持っていると感じていますか。\nＰ１：裁判所にどうも瑕疵の存在を認めるような気配があることが気掛かりです。でも，残代金が未払であることはＸも認めていますから，反訴も認容されるので，まあ仕方ないのではないでしょうか。\nＬ１：ＸとＹとがそれぞれ債務名義を取得するのは，面倒なことになりませんか。もっと簡便で有効な対応策はありませんか。\nＰ１：すみませんでした。そう言われれば，本訴請求債権が存在すると判断される場合に備えて，反訴で請求している債権を自働債権とし，本訴請求債権を受働債権とする訴訟上の相殺の抗弁を提出しておくことが考えられます。ただ，既にその債権について反訴が係属している以上，相殺の抗弁を提出すると，それに民事訴訟法第１４２条の法理が妥当するのではないかという疑いがあります。\nＬ１：そうですね。関係する判例（最高裁判所平成３年１２月１７日第三小法廷判決・民集\n４５巻９号１４３５頁。以下「平成３年判決」という。）の事案と判旨を教えてください。\nＰ１：平成３年判決の事案は，被告が別訴の第一審で一部認容され，現在控訴審で審理されている売買代金支払請求権を自働債権として本訴請求債権と対当額において相殺する旨の抗弁を本訴の控訴審で提出した，というものです。判旨は，次のとおりです。\n（判旨）\n「係属中の別訴において訴訟物となっている債権を自働債権として他の訴訟において相殺の抗弁を主張することは許されないと解するのが相当である。すなわち，民訴法２３１条（現\n１４２条）が重複起訴を禁止する理由は，審理の重複による無駄を避けるためと複数の判決において互いに矛盾した既判力ある判断がされるのを防止するためであるが，相殺の抗弁が提出された自働債権の存在又は不存在の判断が相殺をもって対抗した額について既判力を有するとされていること（同法１９９条２項：現１１４条２項），相殺の抗弁の場合にも自働債権の存否について矛盾する判決が生じ法的安定性を害しないようにする必要があるけれども理論上も実際上もこれを防止することが困難であること，等の点を考えると，同法２３１\n- 2 -条の趣旨は，同一債権について重複して訴えが係属した場合のみならず，既に係属中の別訴において訴訟物となっている債権を他の訴訟において自働債権として相殺の抗弁を提出する場合にも同様に妥当する（以下省略）。」\nＬ１：本件では，初めから本訴と反訴は併合審理されているのだから，平成３年判決の趣旨は当てはまらないのではないでしょうか。\nＰ１：平成３年判決の事案では，本訴，別訴とも控訴審で併合審理されており，その段階で相殺の抗弁が提出されたのですが，平成３年判決は，相殺の抗弁に民事訴訟法第１４２条の法理が妥当することは，「右抗弁が控訴審の段階で初めて主張され，両事件が併合審理された場合についても同様である。」と判示しています。\nＬ１：そうでしたか。平成３年判決は，弁論が併合されている場合にも当てはまるのですね。\nそうすると，反訴請求を維持しつつ同一債権を相殺の抗弁に供したいという我々の希望を実現するためには，この判例との抵触を避ける必要がありますが，何かヒントとなる判例はありませんか。\nＰ１：最高裁判所平成１８年４月１４日第二小法廷判決・民集６０巻４号１４９７頁（以下「平成１８年判決」という。）は，本訴被告（反訴原告）が反訴請求債権を自働債権として本訴請求債権と相殺する旨の抗弁を提出したという事案で，そのような場合は訴え変更の手続を要することなく，反訴請求債権につき本訴において相殺の自働債権として既判力ある判断が示された場合にはその部分については反訴請求としない趣旨の予備的反訴として扱われる以上，相殺の抗弁と反訴請求とが重なる部分については既判力の矛盾抵触が生じない旨判示しています。\nＬ１：予備的反訴として扱われると，なぜ既判力の矛盾抵触が生じないことになるのでしょうか。また，平成３年判決は，相殺による簡易，迅速かつ確実な債権回収への期待と，相殺に供した債権について債務名義を得るという２つの利益を自働債権の債権者である被告が享受することは許されないとする趣旨だと思いますが，平成１８年判決は，その点について，どのように考えているのでしょうか。\nＰ１：実は，勉強不足で，それらの点がよく理解できないのです。\nＬ１：判例を丸暗記するだけでは，良い法曹にはなれませんよ。では，良い機会ですから，平成３年判決の趣旨に照らし，本件において反訴請求債権を自働債権として本訴請求債権と相殺する旨の抗弁を適法と解しても，平成３年判決と抵触しない理由をまとめてください。検討に当たっては，一旦提起された反訴が予備的反訴として扱われると，第一に，なぜ既判力の矛盾抵触が生じないことになるのか，第二に，反訴原告は，相殺による簡易，迅速かつ確実な債権回収への期待と，相殺に供した自働債権について債務名義を得るという２つの利益を享受することにはならないのはなぜか，を論じてください。さらに，これは平成１８年判決についての疑問ですが，第三に，訴え変更の手続を要せずに予備的反訴として扱われることが処分権主義に反しない理由はどのように説明したらよいか，また，訴え変更の手続を要せずに予備的反訴とされると反訴請求について本案判決を得られなくなる可能性がありますが，それでも反訴被告（本訴原告）の利益を害することにならないのはなぜか，を論じてください。もちろん，第三の点は，我々の立場を積極的に理由付けることには役立ちませんが，平成１８年判決を理解する上で確認しておく必要があります。\n〔設問１〕\nあなたが司法修習生Ｐ１であるとして，Ｌ１が指摘した問題点を踏まえつつ，Ｌ１から与えられた課題に答えなさい。\nなお，設問の解答に当たっては，遅延損害金及び相殺の要件については，考慮しなくてよい（設\n- 3 -問２及び設問３についても同じ。）。\n以下は，第一審判決の言渡し後に，担当裁判官Ｊと司法修習生Ｐ２との間でされた会話である。\nＪ：この前，訴訟記録を見てもらい，意見交換をしたＸＹ間の損害賠償請求訴訟ですが，その時に述べたように，ＸのＹに対する損害賠償請求権は認められるが，ＹのＸに対する請負代金請求権も認められるということで，本訴におけるＹの相殺の抗弁を認めた上で，受働債権と自働債権の額が同額だったので本訴請求を棄却するという判決をしました。控訴もなく確定しましたが，せっかくですから，ここで，控訴審について，少し勉強することにしましょう。Ｘが控訴した場合，その控訴について何か問題はありますか。\nＰ２：Ｘの控訴自体は，自らの請求が棄却されているのですから，不服の利益もあると思うので，特に問題はないと思います。\nＪ：確かに，Ｘの控訴自体は問題なさそうですね。それでは，仮に，控訴審が審理の結果，そもそもＸが主張するような瑕疵はなく，Ｘの本訴請求債権である損害賠償請求権がないとの心証を得た場合，控訴審はどのような判決をすべきでしょうか。\nＰ２：理由の重要な部分について，原審と控訴審とで判断が異なっているわけですから，控訴審としては，控訴を棄却するのではなく，第一審判決を取り消して，改めて請求を棄却すべきではないかと考えます。\nＪ：では，控訴審はどのような判決をすべきかについて，あなたの言う第一審判決取消し・請求棄却という結論の控訴審判決が確定した場合と，相殺の抗弁を認めて請求を棄却した第一審判決が控訴棄却によりそのまま確定した場合とを比較して検討してください。\n〔設問２〕\nあなたが司法修習生Ｐ２であるとして，Ｊから与えられた課題に答えなさい。\nなお，Ｙによる控訴及び附帯控訴の可能性については考えなくてよい。また，Ｙが控訴又は附帯控訴をしない場合には，Ｘの本訴請求債権は控訴審の審判対象とならないとの見解もあるが，ここでは，Ｘの本訴請求債権の存否が控訴審の審判対象となるとの前提に立って検討しなさい。\n以下は，第一審判決の確定後に，Ｘの訴訟代理人弁護士Ｌ２と司法修習生Ｐ３との間でされた会話である。\nＬ２：本件では，いろいろと努力をした結果，Ｘの損害賠償請求権は認められたのですが，一方で，Ｙの相殺の抗弁も認められて，Ｘの本訴請求は棄却されました。Ｙも控訴することなく，第一審判決が確定したので，ほっとしていたところでしたが，先ほどＸから連絡があり，Ｙが不当利得の返還を求める文書を送付してきたというのです。\nＰ３：Ｙの言い分は，どのようなものでしょうか。\nＬ２：Ｙは，弁護士に相談していないようで，あまり法律的でない内容の文書だったのですが，これを私なりにまとめ直してみました。\n（Ｙの言い分）\n① ＸのＹに対する損害賠償請求権は，工事に瑕疵がないので，そもそも存在していなかった。\n② それなのに，裁判所は，ＸのＹに対する損害賠償請求権を認めた。\n③ 請負代金請求権に対立する債権は存在していなかったのだから，相殺の要件を欠いている。\n④ そこで，ＹとしてはＸに対し請負代金の請求をしたいが，それは既判力によって制限されている。\n⑤ したがって，Ｘは，請負代金請求を受けないことによって利益を受けており，一方，Ｙは，請負代金を請求できないことにより損失を被っているので，不当利得返還請求をする。\n- 4 -\nＰ３：仮に，Ｙが訴えを提起した場合，我々はどのように対応したらいいのでしょうか。\nＬ２：本訴の判決は確定しているので，Ｙの主張は，本訴の確定判決の既判力によって認められないという反論を考えてみましょう。まず，仮に，ＹがＸに対し請負代金請求訴訟を提起したとしたらどうでしょうか。\nＰ３：この場合，Ｙは，本訴で相殺の抗弁として主張した請負代金請求権と同じ権利を主張していることになります。そうすると，民事訴訟法第１１４条第２項により，請負代金請求権が存在するとの主張が既判力によって遮断されることは，Ｙの言い分のとおりだと思います。\nＬ２：そうなりそうですね。では，本件はどうですか。\nＰ３：Ｙは，不当利得返還請求権という請負代金請求権とは別の訴訟物を立てているので，既判力は作用しないと思います。しかし，本件でＹが主張している内容は，本訴で争いになった損害賠償請求権は存在しないということを理由としており，明らかにおかしいので，信義則を使うことができるのではないでしょうか。\nＬ２：いきなり一般条項に頼るのではなく，民事訴訟法第１１４条第２項の既判力で解決することができないかを，よく考えてみるべきではないですか。\nＰ３：すみません。法科大学院の授業で，民事訴訟法第１１４条第２項の解釈として，相殺の時点において，受働債権と自働債権の双方が存在し，それらが相殺により消滅した，という内容の既判力が生じると解する説を聞いたことがあります。この説によれば，同項の既判力により，Ｙの主張が遮断されることを容易に説明することができます。\nＬ２：確かに，その説によれば，ＹがＸに不当利得返還請求をしても，相殺の時点で損害賠償請求権が存在していたことに既判力が生じている以上，利得に法律上の原因がないと主張することができない，と言いやすいですね。しかし，債権が消滅した理由についての判断にも既判力が生じるというのは，既判力の一般的な考え方にそぐわないと言われており，この説は現在の学説上は支持を失っているので，これに依拠して立論するわけにはいきません。民事訴訟法第１１４条第２項をその説のように理解しなくても，同項によりＹの請求が認められないことを説明できないか検討すべきです。その前提として，今一度，Ｙの言い分を不当利得返還請求権の要件に当てはめて整理した上で，それに対する既判力の作用を検討してください。\nＰ３：分かりました。難しいですがやってみます。\n〔設問３〕\nあなたが司法修習生Ｐ３であるとして，Ｌ２から与えられた課題について検討した上，Ｙの請求が既判力によって認められないことを説明しなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，ＡがＢとの間で丸太について所有権留保付き売買契約を締結していたにもかかわらず，ＢがＡに無断でその丸太を製材し，製材後の材木をＣに売却した後，Ｃがその材木の一部\n- 3 -をＤから請け負った乙建物のリフォーム工事に使用した事例（設問１），Ａがその所有する甲土地上の立木をＥに売却し，Ｅがその立木の半分に明認方法を施した後，Ａから甲土地を買い受けたＦが全ての立木を切り出し，その切り出した丸太をＧに預けた事例（設問２），Ｃの子である１５歳のＨが夕刻に自宅前の道路に角材を置いたことにより，その道路を通り掛かったＫの運転する自転車が転倒し，その自転車の幼児用シートに乗っていたＫの子である３歳のＬ\nが傷害を負った事例（設問３）に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，添付と即時取得という物権法の基本的事項に対する理解を問うとともに，これと関連する形で不当利得についても検討させることにより，法律問題相互の関係の正確な理解とそれに基づく法的構成力を問うものである。\n⑴では，Ａは，Ｃに対して，材木①の所有権がＡに帰属すると主張してその引渡しを請求していることから，材木①の所有権の所在について検討することが求められる。その際，ＡＢ間における丸太の売買契約では，Ｂが売買代金を支払うまで丸太の所有権はＡに留保されていること，Ｂがまだ売買代金を支払っていないこと，丸太の製材は加工に当たり，民法第２４６条第１項本文及びただし書によると，材木①の所有権は丸太の所有者であるＡに帰属することを的確に分析することが期待されている。\nこれに対し，Ｃの反論としては，即時取得（民法第１９２条）を主張することが考えられる。\nＣは，Ｂとの売買契約，つまり取引行為に基づき，材木①の引渡しを受けているからである。\nしかし，【事実】２によれば，Ｂが材木①の所有者であると信じたことにつき，Ｃには過失が認められる。ここでは，事実を的確に評価する能力が問われる。\n⑵では，Ａは，Ｄに対して，材木②の価額の償還を求めていることから，その根拠が確認されなければならない。まず，材木②は，材木①と同様の理由からＡの所有物であるが，Ｄの所有する乙建物に組み込まれて一体化されている。これは付合に当たり，民法第２４２条本文によると，乙建物の所有者であるＤが材木②の所有権を取得する。その結果，材木②の所有権を失ったＡは，民法第２４８条に従い，Ｄに対し，その償金を請求することができる。このＡの請求を基礎付けるに当たっては，付合の意義が正確に説明され，本問に示された事実関係に即して適切な当てはめをすることが求められる。\nまた，民法第２４８条は「第７０３条及び第７０４条の規定に従い」としていることから，ＡのＤに対する請求の具体的な内容を確定するためには，不当利得の成立要件について，本問に示された事実関係に即して検討する必要がある。ただし，要件を単に羅列することは求められておらず，付合に関する当てはめをする中で，これらの要件を実質的に検討することでも足りる。\nさらに，ＡがＤに対して請求することができる額について，ＡＢ間の関係を考慮に入れた分析をすることも期待されている。材木②の価額は２００万円であるから，材木②の所有者であるＡは，Ｄに対して，２００万円を請求することができるはずである。他方，材木②の材料に当たる丸太の価額は１５０万円であるため，Ａが受けた損失を勘案するならば，ＡがＤに対して請求できる額は１５０万円にとどまると考える余地もある。\nこれに対して，Ａの償金請求に対するＤの反論として考えられるのは，例えば，ＤがＣに請負代金を支払済みであることから，その限度でＤの利得は消滅したという主張である。この反論を基礎付けるためには，Ａが受益をした時点，つまり材木②が乙建物に付合した時点において，Ｄが善意であり（材木②の所有権をＣが有しないことを知らなかった），かつ，悪意に転じる前に，Ｃに請負代金を支払ったことが指摘されなければならない。\nしかし，仮にＤが自分で乙建物のリフォーム工事をするためにＣから材木②を購入し，まだ- 4 -材木②が乙建物に付合していないとすると，Ｄについて即時取得が成立しない限り，ＤがＣに材木②の売買代金を支払ったとしても，ＡはＤに対して材木②の返還を請求することができるはずである。このような観点からすると，ＤがＣに請負代金を支払っていることを理由として，Ｄの利得の消滅を認めることは適切でなく，むしろ，Ｄにおいて材木②の価値に相当するものを即時取得したと評価することができる場合に，Ｄの利得について法律上の原因が認められ，ＤはＡの償金請求を拒絶することができると考える可能性もある。その際には，引渡し時における善意無過失という即時取得の要件について，Ｄは，乙建物の鍵のうちの１本をＣに交付して仮住まいの家に移っただけであるから，Ｃを通じて乙建物を間接的に占有していると評価することができ，材木②が乙建物に付合した時に材木②の引渡しを受けたのと同じ状況となるから，Ｄの善意無過失について判断すべき基準時は付合が生じた時点であること等が問題となる。\n設問２は，立木が二重に譲渡された後に切り出された場合においてその切り出された丸太について返還請求がされた事例を素材として，所有権に基づく物権的返還請求権の主張に対する典型的な抗弁の１つである対抗要件具備による所有権喪失の抗弁について正確な理解を有しているかどうか及び民事留置権の成否に関して事案に即した適切な検討ができるかどうかを問うものである。\n⑴では，対抗要件具備による所有権喪失の抗弁の構造を正確に理解した上で，それを本問の事例に即して展開し応用する能力が問われている。\nＧが「丸太③をＥが所有することを争うことによって」Ｅの請求を拒否する旨主張する根拠は，Ｆが対抗要件を具備することにより丸太③の所有権を確定的に取得した結果，Ｅがその所有権を喪失したことに求められる。そのため，ここではまず，Ｇの主張の根拠が，この意味での対抗要件具備による所有権喪失の抗弁に求められることを説明し，Ｇが主張・立証すべき事実を的確に示すことが求められる。\nその前提として，ＥのＧに対する請求は，丸太③の所有権がＥに属することを理由とする。\nこれは，丸太③が，甲土地から切り出される前は，甲土地に生育していた立木であること，この本件立木は，甲土地の定着物（民法第８６条第１項）ないし甲土地と付合して一体となるもの（民法第２４２条）であることから，甲土地の所有者であるＡに帰属すること，ＥはＡから売買により本件立木の所有権を取得したこと，その後本件立木が甲土地から切り出されても，Ｅの所有権は切り出された丸太に及び続けることによって基礎付けられる。\nその上で，Ｇの主張は，Ａが甲土地及び甲土地上の本件立木をＦに売却する旨の契約が締結され，それに基づき甲土地についてＡからＦへの所有権移転登記がされたことによって，民法第１７７条により，Ｆが本件立木の所有権を確定的に取得したこと，したがってＥは本件立木の所有権を喪失したことによって基礎付けられる。本件立木は甲土地の定着物ないし甲土地と付合して一体となるものであることから，厳密に言うと，Ｆは，甲土地の売買により本件立木の所有権を取得し，甲土地の所有権移転登記により本件立木についても対抗要件を具備することになる。\nこのほか，Ｇの主張の根拠としては，対抗要件の抗弁を考える余地もある。これは，ＡからＥへの本件立木の売買に基づく物権変動について，Ｆから丸太③の寄託を受けたＧが民法第１７７条の第三者に当たること，あるいは民法第１７７条の第三者に当たるＦの地位をＧが援用することにより，丸太③に対応する立木について明認方法を具備していないＥはその所有権の取得をＧに対抗することができないという構成による。その際には，受寄者が民法第１７７条の第三者に当たるか否かが問題となることなどを踏まえて，対抗要件の抗弁が認められる理由を適切に論じることが求められる。\n⑵では，寄託契約に基づく保管料債権を被担保債権とする民事留置権の成否について正確に検討することができるかどうかが問われている。\nここでは，まず，Ｇの主張が民事留置権（民法第２９５条）に基づくものであることを示す\n- 5 -必要がある。商事留置権の成否について検討する必要はない（【事実】９を参照）。\nこのＧの主張が認められるためには，民事留置権の要件の全て，すなわち，(i)他人の物を占有していること，(ii)その物に関して生じた債権を有すること，(iii)被担保債権の弁済期が到来していること，(iv)占有が不法行為によって始まったものでないことについて，主張・\n立証責任の所在にも留意しつつ，それぞれの要件の意味を示し，それに該当する事実の有無を判断することが求められる。\n本問では，民事留置権の目的物である丸太④は，切り出される前の立木についてＥが明認方法を具備していたことから，Ｅの所有に属する。それに対して，被担保債権である丸太④の保管料債権の債務者はＦであるため，このような場合に単純に民事留置権の成立を認めると，Ｅ\nの所有物がＥとは無関係のＦの債務の担保に供される事態を認めることになり，民事留置権の成立を認めることが適当かどうかという問題が生じる。そこで，(i)の要件について，被担保債権の債務者以外の者が所有する物も「他人の物」といえるか否か，あるいは，(ii)の要件について，このような場合に被担保債権と物との間に牽連性が認められるか否かについて，留置権の制度趣旨に遡った検討をすることが期待される。\nまた，本問では，Ｆが丸太④を甲土地から切り出してＧに寄託した行為はＥに対する不法行為に該当すると考えられることから，Ｇが丸太④を預かった行為もＥに対する不法行為に該当し，(iv)の要件が充足されないことになるか否かも問題となる。この点については，【事実】\n９の事情を適切に評価して，Ｇの不法行為の成否を判断することが求められる。\nなお，民事留置権の主張を認めるためには，その全ての要件が充足されていることを確認する必要があるのに対し，例えば，(i)や(ii)の要件について必要十分な検討を経てその充足が否定される場合には，民事留置権の成立を否定する結論を出すために，他の要件について検討する必要はない。そのような場合，他の要件について検討していないことを理由に不利に扱われることはない。\n設問３は，未成年者であるＨの不法行為を素材として，不法行為法についての基本的な知識とその理解を問うものである。責任能力がある未成年者の不法行為についての監督義務者の責任と被害者側の過失についてはいずれも確立した判例があることから，それを踏まえて検討することが期待されている。\n⑴で問われているのは，Ｈの親であるＣの責任であるが，Ｃの責任については，Ｈに不法行為責任が認められるか否かによって，その法律構成が異なる。Ｈが本件角材を路上に置く行為は，客観的に不法行為に当たると考えられるが，Ｈに責任能力が認められない場合，Ｈの不法行為責任は否定される（民法第７１２条）。その場合には，Ｈの親権者であり，法定監督義務者となるＣについて，民法第７１４条に基づく責任が認められる可能性がある。他方で，同条は，直接の加害者に責任能力が認められない場合の補充的責任を定めたものであり，Ｈに責任能力が認められる場合には，適用されない。しかし，このように直接の加害者である未成年者に責任能力が認められる場合でも，判例は，その監督義務者が民法第７０９条によって責任を負う可能性を認めている。本問では，これらの全体的な相互関係を踏まえて，Ｃの不法行為責任の成否を適切に論じることが求められる。\nまず，Ｈの責任能力については，民法には明確な年齢基準が定められていないものの，従来の判例では，１２歳前後がその基準とされていることから，既に満１５歳に達し中学３年生であるＨについては，特段の事情がない限り，責任能力が肯定されると考えられる。したがって，これを前提とする限り，Ｃについて，民法第７１４条に基づく責任を追及することはできない。\nしかし，判例は，未成年者の責任能力が肯定される場合でも，監督義務者に監督義務違反としての故意又は過失が認められ，それと結果との間に相当因果関係があれば，監督義務者自身の不法行為として，民法第７０９条の責任を負うことを認めている。これによると，Ｃについて監督義務違反が認められるか否か，認められるとした場合，その監督義務違反とＬの権利侵\n- 6 -害との間に相当因果関係が認められるか否かについて，本問に示された事実関係に即して，的確に検討することが求められる。もっとも，このように判例に依拠して検討することが唯一の解答ではなく，適切な理由付けによってこれと異なる論じ方をすることも排除されていない。\n⑵は，賠償額について，Ｃはどのような反論をすることが考えられるかを検討させるものである。ここでは，過失相殺について論じることが期待される。\n【事実】16及び17によると，既に付近がかなり暗くなっていたにもかかわらず，Ｋが前照灯\nの故障した自転車を，携帯電話を使用していたため，片手で運転していたことから，Ｋについて過失と評価されるような事情が認められるが，Ｌについては，過失と評価されるような事情は認められない。本問の損害賠償請求はＬによるものであるため，Ｌ自身には過失がないにもかかわらず，こうしたＫの過失が，Ｌの損害賠償請求において過失相殺の対象として考慮されるかどうかが問題となる。この点について，判例は，被害者自身の過失でなくても，被害者と身分上・生活関係上の一体性が認められる者に過失があった場合については，その者の過失を過失相殺の対象として考慮することを認めている。判例に即して論じる場合には，以上の点を的確に示し，本問に示された事実関係に即して，その要件が満たされている否かを的確に検討することが求められる。\nもっとも，判例による被害者側の過失法理に依拠して検討することが唯一の解答ではない。\n特に，被害者側の過失法理については，その妥当性を疑問視する見解も有力であり，判例と異なる構成を採る場合であっても，適切な理由付けが行われ，その要件等が的確に検討されていれば，それに相応した評価がされることになる。\n〔第２問〕\n本問は，会社法上の公開会社でない取締役会設置会社（甲社）において，取締役の競業行為等についての競業避止義務違反又は忠実義務違反の成否とその違反が成立する場合における取締役の損害賠償責任（設問１），会社の重要な事業の一部を二つの資産売買に分けて第三者に売却する取引についての会社法上の規律とそのような取引の効力（設問２），株主総会の決議により新株予約権の行使条件の決定を取締役会に委任すること及び取締役会の決議により当該行使条件を廃止することについての法的瑕疵の有無とそのような新株予約権の行使により発行された株式の効力（設問３）に関し，会社法上の規律の基礎的な理解とともに，その応用を問う問題である。\n設問１では，まず，首都圏で洋菓子の製造販売業を営む甲社の取締役Ｂが，関西地方において同種の事業を営む乙社の事業に関連して行った競業行為に関し，競業避止義務違反（会社法第３５６条第１項第１号，第３６５条第１項）が成立するかどうかについて，事案に即して丁寧に論ずることが求められる。\n会社法第３５６条第１項第１号所定の「自己又は第三者のために・・・取引をしようとするとき」については，その「取引」が個々の取引行為をいうものとされていること，「自己又は第三者のために」の解釈につき計算説と名義説とがあることを意識しつつ，取締役Ｂが自己又は第三者のために取引をしたかどうかを検討する必要がある。その際，個々の取引は乙社名義で行われ，Ｂは乙社の代表取締役ではないことを踏まえながら，Ｂは，乙社の発行済株式の９０％を取得し保有していること，Ｂは，連日，乙社の洋菓子事業の陣頭指揮を執っていたこと，Ｂは，乙社の顧問として，毎月１００万円の顧問料の支払を受け，洋菓子工場の工場長Ｅの引き抜きやＱ商標の取得に関与したことなどの事情（事実上の主宰者性）に着目すべきである。\n甲社と乙社の市場は，設問１の時点では，地理的に競合しているとはいえない。そこで，甲社が乙社の市場（関西地方）への進出を具体的に企図していた場合に，Ｂによる乙社の取引が甲社の「事業の部類に属する取引」（会社法第３５６条第１項第１号）に該当するかどう\n- 7 -かについても論ずるべきであり，乙社が，甲社と同様に，洋菓子の製造販売業を営み，著名な商標を付したチョコレートをデパートに販売していることのほか，甲社は，既にマーケティング調査会社に関西地方の市場調査を委託し，委託料５００万円を支払済みであることを具体的に指摘する必要がある。\n取締役会設置会社において取締役が競業取引をしようとする場合には，取締役会において当該取引につき重要な事実を開示し，その承認を受けることを要する（会社法第３５６条第１項，第３６５条第１項）。Ｂが，Ａ及びＣに対し，「乙社の発行済株式の９０％を取得するので，今後は乙社の事業にも携わる。」と述べたところ，Ａ及びＣは特段の異議を述べなかったという事実関係の下で，このような手続的要件が満たされるかどうかを論じなければならない。\n会社法第３５６条第１項違反が成立する場合には，その取引によって取締役又は第三者が得た利益の額が，甲社の損害の額と推定される（同法第４２３条第２項）。本件では，このように推定される損害の額は幾らなのか，すなわち，第三者である乙社の得た利益の額とみるべきか，又は取締役Ｂが得た利益の額とみるべきかについて，「自己又は第三者のために・・・\n取引をしようとするとき」という要件の当てはめとの論理的な整合性も意識しつつ，論ずることが求められる。そして，具体的な損害の額に関しては，乙社が得た利益としては，平成\n２２事業年度における営業利益の増額分８００万円を，Ｂが得た利益としては，上記８００万円にＢの持株比率である９０％を乗じた額（７２０万円）ないしＢが乙社から受領した顧問料（１００万円に月数を乗じた額）を挙げることなどが考えられ，これらと本件競業取引との間の相当因果関係について検討する必要がある。\n本件では，甲社の取締役Ｂの競業行為の結果，会社法第４２３条第２項により推定される損害の額とは別に，現に甲社に損害が生じているとして，同条第１項に基づく損害賠償請求が可能かどうかについても，検討する必要がある。具体的には，甲社がマーケティング調査会社に支払った５００万円の委託料について，Ｂの任務懈怠との間に相当因果関係があるかどうかなどを論ずることとなる。仮に，Ｂについて同法第３５６条第１項違反が成立しないとの結論を採った場合においても，甲社に生じた損害について，別途，同法第４２３条第１\n項に基づく損害賠償請求の可否を論ずることとなる。\n次に，Ｂによる洋菓子工場の工場長Ｅの引き抜きについては，引き抜き行為自体を「競業取引」と評価することは困難であるが，会社法第３５５条所定の忠実義務違反を原因とする同法第４２３条第１項に基づく損害賠償請求の可否が検討されるべきである。Ｅが甲社において重要な地位にあったこと，Ｅの突然の退職により甲社の洋菓子工場は操業停止を余儀なくされ，３日間受注ができず，１日当たり１００万円相当の売上げを失ったこと，Ｂは甲社の洋菓子事業部門の業務執行担当取締役であり，当該事業部門の利益を守るべき立場にあったことなどを踏まえると，Ｂには任務懈怠が認められるであろう。この場合には，損害の額に関する推定規定はなく，損害賠償責任の有無及びその額について丁寧に論ずる必要がある。\n設問２では，まず，甲社が，会社の事業の一部（洋菓子事業部門）を二つの資産売買に分けて丙社に売却した取引に関し，これらを全体として事業譲渡と評価すべきかどうか，株主総会の特別決議が必要となる「事業の重要な一部の譲渡」（会社法第４６７条第１項第２号）に該当するかどうかについて，事案に即して論ずることが求められる。\n甲社の洋菓子事業部門が二つの資産売買に分けて丙社に譲渡されたことに関しては，洋菓子工場に係る不動産とＰ商標に係る商標権とにつき，各別の売買契約が締結され，それぞれ各別に債務が履行されたという形式を重視すれば，二つの「重要な財産の処分」（会社法第３６２条第４項第１号）がされたものと評価することとなる。これに対し，当初，甲社と丙社との間では，甲社の洋菓子事業部門の全体を代金２億５０００万円で売却する旨の交渉がされていたという経緯，上記の各売買契約及びそれぞれの取締役会決議の時間的近接性，甲社の- 8 -\n洋菓子事業部門に従事する従業員の全員が引き続き丙社に雇用されたこと，甲社の取引先についても実質的にその全部が丙社に引き継がれたこと，甲社の代表取締役Ａは，株主であるＳ社が洋菓子事業部門の売却に反対する可能性が高いため，株主総会の特別決議を潜脱する意図で本件の取引を行ったと推測されることなどの事情を重視すれば，実質的に全体として\n「事業の重要な一部の譲渡」（会社法第４６７条第１項第２号）がされたものと評価することとなる。この点についての問題意識が明らかにされる必要がある。\n会社法第４６７条（旧商法第２４５条）により株主総会の特別決議による承認を必要とする事業譲渡の意義について，判例（最高裁昭和４０年９月２２日大法廷判決・民集１９巻６号\n１６００頁参照）は，会社法第２１条（旧商法第２４条）以下と同一の意義であって，①一定の営業目的のために組織化され，有機的一体として機能する財産（得意先関係等の経済的価値のある事実関係を含む。）の全部又は重要な一部を譲渡し，②これによって，譲渡会社がその財産によって営んでいた営業的活動の全部又は重要な一部を譲受人に受け継がせ，③譲渡会社がその譲渡の限度に応じ法律上当然に競業避止義務を負う結果を伴うものをいう旨判示している。この点について，①の要件が不可欠であることにほぼ争いはないが，②及び③\nの要件が不可欠であるかどうかについては解釈上の争いがあるところ，事業譲渡に株主総会の特別決議が要求される趣旨を踏まえ，いずれかの立場に立った上で，本件の事案に当てはめて，会社法第４６７条所定の事業譲渡に該当するかどうかを論ずることが求められる。特に，本件では，当事者間の特約により，競業避止義務が明示的に排除されていることに留意すべきである。\n事業譲渡に該当するとした場合には，更に，事業の「重要な」一部の譲渡に当たるかについても，論ずる必要がある。その際には，重要性の判断基準を示した上で，質的・量的な側面から問題文の事実を具体的に当てはめるとともに，貸借対照表等の資料を分析して，株主総会の特別決議を要しないこととなる形式基準（会社法第４６７条第１項第２号括弧書き，同法施行規則第１３４条第１項）を満たすかどうかについても，検討することが求められる。\nこの資料によれば，譲り渡す資産の帳簿価額は２億５０００万円であり，甲社の総資産額は７億円であって，前者が後者の５分の１を上回るから，上記の形式基準を満たさない。\n次に，本件では，会社法上の必要な手続を欠く場合の事業譲渡の効力について，論ずる必要がある。この点について，会社法上特別の規定はないところ，判例（最高裁昭和６１年９月\n１１日第一小法廷判決・集民１４８号４４５頁参照）は，事業譲渡契約は，株主総会の特別決議によって承認する手続を経由していなければ，無効であり，その無効は，広く株主・債権者等の会社の利害関係人の保護を目的とするものであるから，何人との関係においても常に無効である旨判示している。このような考え方のほかに，善意無過失の譲受人を保護するために相対的無効とみる考え方などもあり得るが，甲社の株主であるＳ社の保護，譲受人である丙社の保護の観点等を考慮しつつ，説得的な論述をすることが求められる。\n仮に，本件について事業譲渡に該当しないとした場合には，本件の取引が「重要な財産の処分」（会社法第３６２条第４項第１号）に該当するかどうかを検討することとなる。その際には，重要性の判断基準について，判例（最高裁平成６年１月２０日第一小法廷判決・民集\n４８巻１号１頁参照）は，当該財産の価額，その会社の総資産に占める割合，当該財産の保有目的，処分行為の態様及び会社における従来の取扱い等の事情を総合的に考慮して判断すべきものと判示しているところ，本件でも，事案に即して論ずる必要がある。結論として，第１取引及び第２取引のいずれも「重要な財産の処分」に該当すると評価することになろうが，その場合には，いずれについても取締役会の決議を経ているので，会社法上の手続的要件は満たされていることとなる。\n設問３では，会社法上の公開会社でない会社における新株予約権の発行に関する規律を念頭に置きつつ，①株主総会の決議により新株予約権の行使条件（上場条件）の決定を取締役\n- 9 -会に委任することの可否，②仮に，このような委任ができるとした場合に，当該行使条件を取締役会の決議により廃止することの可否を論じた上で，③瑕疵のある手続により発行された新株予約権の行使により発行された株式の効力，又は行使条件に反した新株予約権の行使により発行された株式の効力について，論理的に整合した論述をすることが求められる。\nまず，会社法上の公開会社でない会社においては，同法第２３８条第１項第１号所定の「募集新株予約権の内容」の決定は，株主総会の特別決議を要し，取締役会に委任することができない（同法第２３８条第２項，第２３９条第１項第１号）ところ，新株予約権の行使条件は「募集新株予約権の内容」に含まれ，その決定を取締役会に委任することができないという考え方と，取締役会への委任を許容する考え方とがあるが，いずれの考え方によるかを明らかにしつつ，新株予約権の発行手続における瑕疵の有無を論ずることが求められる。そして，仮に，新株予約権の行使条件の決定を取締役会に委任することが可能であるとした場合でも，取締役会において当該行使条件の廃止を決議することができるかどうかについては，株主総会による委任の趣旨を検討しつつ，論ずる必要がある。本件では，経営コンサルタン\nトＧに対する新株予約権の発行が，甲社株式が上場した場合の成功報酬とする趣旨であったことから，取締役会における上場条件の廃止の決議は，株主総会による授権の範囲を超えて無効であると解することもできるであろう。\n新株予約権の発行手続に瑕疵があるとした場合には，そのような発行手続の法令違反が新株予約権の発行の無効原因となるか（なお，新株予約権の発行の無効の訴えの出訴期間である１年は既に経過している（会社法第８２８条第１項第４号）。），そのような新株予約権の行使により発行された株式が無効となるかについて，検討する必要がある。これに対し，新株予約権の発行は適法であるが，上場条件の廃止が無効であるとした場合には，甲社において上場条件は新株予約権の重要な内容を構成しており，上場条件に反した新株予約権の行使による株式の発行については，既存株主の持株比率がその意思に反して影響を受けるため，重大な瑕疵があるものとして，当該株式が無効となるのではないかという点について，検討する必要がある。\n設問３については，旧商法の下における判例（最高裁平成２４年４月２４日第三小法廷判決・民集６６巻６号２９０８頁参照）を参考にしながら，会社法上の公開会社でない会社における新株予約権の発行等について，会社法の条文及び制度趣旨を踏まえた検討が望まれる。\n〔第３問〕\n本問は，リフォーム工事を内容とする請負契約に係る瑕疵修補に代わる損害賠償請求事件（本訴）を基本的な題材として，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出することの適法性（〔設問１〕），相殺の抗弁を認めた第一審判決に対する控訴と不利益変更禁止の原則との関係（〔設問２〕），民事訴訟法第１１４条第２項が規定する既判力の内容とその具体的な作用の仕方（〔設問３〕）について検討することを求めている。\nこれらの課題に含まれる論点には基礎的なものが含まれており，それだけに，受験者には，その基礎的な論点に係る正確な知識をもとにして，問題文に示された事実関係及び関連判例を踏まえ，結論を導き出す論述を行うことが期待されている。\n〔設問１〕は，ＸがＹに対して提起した上記損害賠償請求事件（本訴）でＹがＸに対して反\n訴を提起した場合において，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出することの適法性を検討することを求めている。その検討に当たっては，重複起訴を禁止する民事訴訟法第１４２条の趣旨は，別訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出する場合にも妥当する，とした判例（最高裁判所平成３年１２月１７日第三小法廷判決・民集４５巻９号１４３５頁。以下「平成３年判決」という。）と，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出する場合には重複起訴\n- 10 -の問題は生じない，とした判例（最高裁判所平成１８年４月１４日第二小法廷判決・民集６０巻４号１４９７頁。以下「平成１８年判決」という。）との相互関係を正しく理解していることが必要である。\nより具体的にいうと，第一に，反訴で訴求されている債権を自働債権とする相殺の抗弁を本訴において提出すると，訴えの変更の手続を経由せずに，既に提起されていた反訴が予備的反訴として扱われる，というのが平成１８年判決の考え方であるが，平成３年判決は，重複起訴の禁止を定める民事訴訟法第１４２条の趣旨を類推する主な根拠を，たとえ本訴と別訴とが併合審理されていてもなお既判力の矛盾抵触のおそれがあることに求めているところ，平成１８\n年判決のように考えるとなぜそのおそれが生じないこととなるのかについて説明することが求められている。第二に，平成３年判決は，相殺の担保的機能という利益と反対債権について債務名義を取得するという利益とを二重に享受することは許さないとする趣旨と解されるが，平成１８年判決の考え方ではなぜ二重の利益を享受する結果にならないのかについて，説明することが求められている。\n〔設問２〕は，ＸがＹに対して提起した上記損害賠償請求事件（本訴）において提出された\n相殺の抗弁を認めて本訴請求を棄却した第一審判決に対し，Ｘのみが控訴した場合において，控訴審における審理の結果，本訴の訴求債権の不存在が明らかとなったとき，控訴審が第一審判決を取り消し，上記訴求債権の不存在を理由として改めて請求棄却の判決をすることが許されるかどうかを問うものである。より具体的にいうと，控訴審が第一審判決を取り消し請求棄却の判決をすることが，控訴したＸにとって原判決の不利益変更となるか，なると考える場合のその理由について，説明を求めるものである。上記第一審判決が確定すると，本訴の訴求債権の不存在の判断（民事訴訟法第１１４条第１項）及び反対債権の不存在の判断（同条第２項）\nの双方に既判力が生じるが，第一審判決を取り消し，訴求債権の不存在を理由として請求を棄却した判決が確定すると，反対債権の不存在という，Ｘに有利に作用する既判力が生じないこととなる。こうした理由から控訴棄却にとどめるべきであるとするのが，判例（最高裁判所昭和６１年９月４日第一小法廷判決・判例時報１２１５号４７頁）の考え方であるが，本問では，この二つの判決が確定したと仮定した場合に生ずる既判力の内容の相違に注目して，不利益変更禁止の原則に抵触するかどうかを説明することが求められている。\n〔設問３〕は，ＸがＹに対して提起した上記損害賠償請求事件に係る第一審判決（その内容\nは，Ｙの相殺の抗弁が認められ，Ｘの本訴請求が棄却されたというもの）が確定した後に，新たに，Ｙが不当利得の返還を求める文書を送付してきたという事案を題材に，当該第一審判決の既判力の作用について具体的に説明することを求めるものである。また，本問は，問題文におけるＬ２の発言（問題文５頁１９行目から２７行目のもの）において具体的に示唆するとおり，民事訴訟法第１１４条第２項が規定する既判力の内容は，基準時における反対債権の不存在の判断であるとの考え方に依拠したとしても，相殺の抗弁が認められて勝訴したＹが，訴求債権は本来存在しなかったから相殺はその効力を生じていないとの理由に基づき，反対債権の金額に相当する不当利得の返還を請求した場合，その既判力によって棄却することが可能であることを説明することを求めている。より具体的にいうと，不当利得返還請求権の要件，すなわち利得，損失，両者の因果関係及び利得に法律上の原因がないことのうち，どの要件に関する主張がその既判力と抵触するのかを，Ｙがその言い分において主張する事実関係に則して，受験者自らの言葉で具体的に説明することが求められている。こうした観点からは，既判力は訴訟物同一，先決関係又は矛盾関係において作用するところ，不当利得返還請求権の主張は反対債権の不存在の判断と矛盾関係にあるから，確定した第一審判決の既判力に抵触する，と述べるにとどまる答案は，本問の題意を的確に捉えたものとは評価し難い。\n【刑事系科目】\n- 11 -\n〔第１問〕\n本問は，Ａ社の新薬開発部の部長であった甲が，乙から持ち掛けられて，自ら管理していた新薬の製造方法が記載された書類（以下「新薬の書類」という。）を密かに会社外に持ち出して乙に渡すことを決心し，他部に異動となったにもかかわらず，新薬の書類を金庫から持ち出し，これを自己のかばん（以下「甲のかばん」という。）の中に入れて乙方に向かう途中，立ち寄った駅待合室で丙から甲のかばんを持ち去られたところ，その直後に，甲のかばんと同種，同形状のかばん（以下「Ｃのかばん」という。）を持って駅改札口を通過するＣを見て，Ｃが甲のかばんを持ち去ろうとしているものと誤解し，Ｃが持っていたＣのかばんの持ち手をつかんでそのかばんを奪い取るとともに，Ｃに加療１週間の傷害を負わせたという具体的事例について，甲乙丙それぞれの罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。特に，甲の罪責を論ずるに当たっては，犯罪事実の認識の問題と，錯誤の問題を明確に区別して論ずることができるかが問われており，刑法の体系的理解を試すものといえる。\n⑴ 甲の罪責について甲は，Ａ社の新薬開発部の部長であった某年１２月１日，大学時代の後輩であり，Ａ社のライバル会社の社員であった乙から３００万円の報酬等を提示された上，当時，甲が管理していた新薬の書類を金庫から持ち出して乙に渡すように持ち掛けられ，これを了承した。\nそして，甲は，同月１５日，新薬開発部の部屋にある金庫内に保管されていた新薬の書類を甲のかばんの中に入れてＡ社外に持ち出したが，この時点で，甲は，新薬開発部の部長を解任され，他部に異動していた。この新薬の書類を金庫から持ち出した点に関しての甲の罪責を論ずるに当たって，上記のとおり甲の立場に変更が生じていたことから，新薬の書類の占有の帰属を的確に論ずることが求められる。すなわち，甲は，新薬開発部部長として，新薬の書類を管理していたと認められるところ，同部長職を解かれ，後任部長に事務の引継ぎを行った際，金庫内に保管されていた新薬の書類も引き継ぎ，これを保管している金庫の暗証番号も後任部長に引き継いだが，金庫の暗証番号自体に変更がなく，甲は，金庫から新薬の書類を持ち出すことが事実上可能であったという事実関係を前提として，新薬の書類に対する甲の占有は喪失したものといえるのかを論じる必要がある。仮に，新薬の書類に対する甲の占有が失われていないとしても，後任部長にも新薬の書類に対する管理権が存在するとすれば，新薬の書類を持ち去る甲の行為は，共同占有者の占有を侵害することとなる点に注意が必要である。\nまた，甲は，有給休暇を取った上，金庫内の新薬の書類を持ち出す目的で，誰もいなくなった新薬開発部の部屋に入っており，Ａ社における各部の部屋の状況等を踏まえ，建造物侵入罪の成否について簡潔に論じる必要がある。\n甲は，新薬の書類を入れた甲のかばんを駅待合室に置いて切符を買いに行った際，丙によって甲のかばんを持ち去られてしまった。その直後，待合室に戻ろうとした甲は，甲のかばんと同種，同形状のかばんをＣが持っているのを見て，Ｃが甲のかばんを駅待合室から持ち出して立ち去ろうとしていると誤解し，Ｃが持っているＣのかばんの持ち手部分をつかんで強引に引っ張り，Ｃのかばんを奪い取るとともに，その弾みで通路に手を付かせ，Ｃに加療１週間を要する傷害を負わせた。\nまず，Ｃのかばんを奪い取るという甲の行為がいかなる構成要件に該当することとなるのかを確定する必要がある。具体的には，甲は，Ｃに対して有形力を行使（暴行）していることから，甲の行為が強盗罪に該当するか窃盗罪に該当するかを論ずる必要がある。その際には，いわゆる「ひったくり」に関する判例･学説を理解していることが期待されている。\n- 12 -次に，甲が，Ｃのかばんを甲のかばんと誤解している点をどのように考えるかを検討する必要がある。そして，Ｃのかばんを甲のかばんと誤解しているその甲の認識は，「他人の財物」性に係る問題であること，すなわち構成要件該当事実の認識の問題であることを的確に把握することが求められる（違法性阻却事由に関する錯誤の問題ではない。）。そして，窃盗罪あるいは強盗罪における「他人の財物」（甲のかばんに関していえば，「他人の占有する自己の財物」）の概念をいかに解釈すべきかについては，これらの罪の保護法益との関係で種々の考え方があり得るところであるので，窃盗罪あるいは強盗罪の保護法益に関する自らの考え方を端的に論じ，各自の保護法益論との関係で，甲の認識が窃盗罪ないし強盗罪の故意の成否にどのように影響するのかを論じなければならない。\nまた，Ｃに怪我を負わせた点について，構成要件の問題としては傷害罪が成立することを論ずる必要がある。この傷害罪については，窃盗罪の場合と異なり，暴行の認識に欠けるところはないが，甲は，甲のかばんをＣが盗んだと認識していることから，このように認識している点が傷害罪の成否にどのように影響するかを論ずる必要がある（窃盗の故意を認める場合には，窃盗罪と傷害罪の双方についての成否が問題となろう。また，甲のＣ\nに対する暴行を強盗罪における暴行と認定する場合には，強盗罪の故意を肯定するのであれば強盗致傷罪の成否を問題とすることになろうし，強盗罪の故意を否定するのであれば致傷の点を傷害罪の成否として論ずることになろう。）。甲の意図は，甲のかばんの取り返しであるから，仮に，甲の認識のとおりの事態であった場合，甲の行為が正当化されるかどうかを検討する必要がある。これが肯定されれば，甲は違法性阻却事由に関する事実を認識していたことになるし，否定されれば，その認識は違法性阻却事由に関する事実を認識していたということにはならない。そして，本件で問題となる違法性阻却事由は，正当防衛ないし自救行為であるところ，そのいずれであるかは，甲の認識どおりの事態，すなわち，Ｃが甲のかばんを駅待合室から持ち去ったという事態が存在すると仮定した場合，その事態が急迫不正の侵害に当たるかどうかという点を検討することになる。そして，侵害の急迫性に関しては，窃盗罪の既遂時期との関係を意識する必要がある。すなわち，本件において，Ｃが駅待合室にあった甲のかばんを持ち去ったと仮定した場合，Ｃは駅待合室を出て駅改札口を通過するところであったから，窃盗は既遂に至っていると考えられるが，窃盗の既遂時期と侵害の急迫性の終了時期は必ずしも一致しないことを意識して急迫性の有無を論じることが期待されている。その結果，急迫性を肯定した場合は誤想防衛の問題となり，急迫性を否定した場合には誤解によって自救行為と認識していた場合（以下，便宜上「誤想自救行為」という。）の問題となる。これらの問題として処理する場合，違法性阻却事由に関する錯誤の刑法上の位置付けについて，論拠を示して論ずることとなる。\n具体的には，故意責任が認められる理由を示し，誤想防衛ないし誤想自救行為が故意責任にどのように影響するのかを論ずることとなろう。その上で，甲の認識していた事態が正当防衛ないし自救行為の要件に該当するかを個別具体的に検討する必要がある。特に，甲の行為が過剰性を有する場合，誤想過剰防衛ないし誤想過剰自救行為となることから，甲の行為が，相当性，必要性を有する行為といえるかを，問題文にある具体的な事実を挙げて検討することが求められる。これらの検討の結果，過剰性が認められる場合には甲に傷害罪が成立することとなろうが，誤想防衛ないし誤想自救行為として，傷害罪の故意を否定する場合，さらに，侵害について誤信した点についての過失を検討する必要がある。これに過失があるとすれば，過失傷害罪が成立することとなろう。\nそして，最後に，罪数について処理する必要がある。\n⑵ 乙の罪責乙は，新薬開発部の部長であり，新薬の書類の管理者である甲に対して，新薬の書類を持ち出して自己に渡すよう持ち掛けた。乙は，甲に持ち掛けただけで自ら実行行為を行って\n- 13 -いないことから，乙の罪責について，共同正犯，教唆犯の成否を検討する必要がある。その前提として，乙は，一部の実行行為さえしていないから，いわゆる共謀共同正犯の肯否が問題となり得るが，これは判例の立場を踏まえて，簡潔に論ずれば足りる。その上で，共謀共同正犯と教唆犯の区別について，自らの区別基準を踏まえて，その基準に事実関係を的確に当てはめることが求められる。具体的には，共謀共同正犯の成立根拠について触れた上，成立するための要件を示すことによって共同正犯と教唆犯の区別基準を明示した上，その要件に具体的な事実を当てはめることが必要である。なお，乙について教唆犯とする場合でも，共同正犯と教唆犯の区別基準を踏まえた論述によって共同正犯を否定した上で，教唆犯の要件に事実を当てはめることが求められている。\nまた，甲が新薬の書類を持ち出した当時，甲は新薬開発部を異動しており，新薬の書類に対する管理権を失っていたことから，「甲自身が管理する新薬の書類を持ち出す。」という乙の持ち掛けに対して，甲は，「後任部長が管理する新薬の書類を持ち出す。」行為をしたことになる。そこで，甲の同行為が甲乙間の共謀ないし乙の教唆行為によるものかどうかが問題となるが，この点は，乙の持ち掛けと甲の行為との間に因果性が認められることを簡潔に述べれば足りると思われる。\n次に，甲乙間の共謀ないし乙の教唆行為の際には，甲は実際に新薬の書類を業務上管理しており，乙の認識（故意）は，業務上横領罪のそれであったところ，甲の行為が業務上横領ではなく，窃盗罪であるとした場合，乙の認識と甲の行為との間に齟齬が生じていることから，錯誤の問題を論じる必要がある。本件の錯誤は，構成要件を異にするいわゆる抽象的事実の錯誤であるから，このような錯誤の場合にどのように処理するか，故意責任の本質について触れて一般論を簡潔に示した上，業務上横領罪と窃盗罪との関係を論じることになる。その際，両罪の構成要件の重なり合いがどのような基準で判断されるのかを論ずることになろう。\nそして，業務上横領罪と窃盗罪との間に重なり合いが認められた場合には軽い罪の限度での重なり合いを認めることとなろうが，業務上横領罪と窃盗罪とは懲役刑については同一の法定刑が定められているものの，窃盗罪には罰金刑が選択刑として規定されていることを踏まえ，そのいずれが軽い罪に当たるのか述べることが求められる。甲が業務上横領罪を犯した場合，刑法６５条の規定によって，乙には単純横領罪が成立するか，少なくとも同罪で科刑されることとなるので，異なる構成要件間の重なり合いを論ずるに当たって，業務上横領罪と窃盗罪の比較ではなく，単純横領罪と窃盗罪を比較するという考え方もあり得るであろう。いずれにしても，自己が取る結論を筋立てて論ずることが求められる。\n⑶ 丙の罪責丙は，甲が甲のかばんを駅待合室に置いたまま同室を出たのを見て，甲のかばんを持って駅待合室から出た。丙の罪責を論ずるに当たっては，駅待合室内の甲のかばんに甲の占有が及んでいるかどうかを検討する必要がある。問題文には，甲の占有に関する事実が挙げられているが，これらの事実を単に羅列するのではなく，占有の要件（占有の事実及び占有の意思）に即して，必要かつ十分な事実を整理して論ずることが求められる。そして，甲の占有を肯定した場合には窃盗罪の成否を，否定した場合には占有離脱物横領罪の成否を，それぞれ客観的構成要件を踏まえて論ずることとなる。\n次に，丙が甲のかばんを持ち去った理由は，これを交番に持ち込んで逮捕してもらおうというものであり，丙には，甲のかばんをその本来の用法に使用する意思はおろか，何らかの用途に使用する意思もなかった。窃盗罪については，判例上，故意とは別個の書かれざる主観的構成要件要素として，不法領得の意思が必要とされている。そして，判例（大判大４・５・２１刑録２１輯６６３頁）は，不法領得の意思の内容につき，「権利者を排除して，他人の物を自己の所有物として，その経済的用法に従い，利用し処分する意思」と解\n- 14 -しているところ（近時の判例として最決平１６･１１･３０刑集５８巻８号１００５頁がある。），この不法領得の意思の内容をどのように解するのかによって丙の窃盗罪あるいは占有離脱物横領罪の成否が異なることとなるから，不法領得の意思について，その概念を述べるだけでなく，その内容にも踏み込んで論述し，これに丙の意思を当てはめて，丙に不法領得の意思を認めることができるのかを論ずることが肝要である。本件のようないわゆる刑務所志願の事案については，下級審の裁判例でも結論が分かれているところであり，いずれの結論を採るにしても，自らが提示した不法領得の意思の概念を踏まえて事実を当てはめて結論することが求められている。仮に，丙について不法領得の意思を否定した場合には，毀棄罪，具体的には器物損壊罪の成否を論ずることが必要である。\nなお，丙に窃盗罪あるいは器物損壊罪が成立するとした場合，丙は，その事実を直ちに交番の警察官に申告していることから，自首の成否が問題となり得るところである。\n〔第２問〕\n本問は，いわゆる「振り込め詐欺」グループによる詐欺未遂事件の捜査及び公判に関する事例を素材に，そこに生じる刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，被害者との現金受渡し場所に現れて現行犯人として逮捕された甲と携帯電話\nで頻繁に通話していた乙について，本件の共犯者ではないかとの疑いを強めた司法警察員Ｐが，空室となっていた乙方隣室のマンション居室を賃借し，同室において乙の動静を探っていたところ，同室ベランダに出た際，乙方ベランダに出て携帯電話で通話する乙の声が聞こえてきたことから，ＩＣレコーダを使用して，約３分間にわたり，この乙の会話を録音した\n【捜査①】，その後，隣室において，壁の振動を増幅させて音声を聞き取り可能にする本件機\n器を用いたところ，壁に耳を当てても聞こえなかった乙方居室内の音声を鮮明に聞き取ることができたことから，約１０時間にわたり，本件機器を介して乙方の音声を聞き取りつつ，本件機器に接続したＩＣレコーダにその音声を録音した【捜査②】の各捜査に関し，その適法性を検討させる問題である。いわゆる強制処分と任意処分の区別，任意処分の限界について，その法的判断枠組みの理解と，具体的事実への適用能力を試すことを狙いとする。\n刑事訴訟法第１９７条第１項は，「捜査については，その目的を達するため必要な取調をすることができる。但し，強制の処分は，この法律に特別の定のある場合でなければ，これをすることができない。」と規定する。したがって，ある捜査活動がいわゆる強制処分に該当する場合，同法にそれを許す特別の根拠規定がある場合に限って許されることになり（強制処分法定主義），当該捜査活動が強制処分と位置付けられるか，任意処分と位置付けられるかによって，その法的規律の在り方が異なることになるため，両者の区別が問題となる。\nこの点については，同条項ただし書の「強制の処分」の定義が法律上示されていないことから，その意義をどのように解するかが問題となるところ，旧来は，物理的な有形力の行使，法的義務付けの有無がメルクマールとされていたのに対し，現在では，権利・利益の侵害・\n制約に着目する見解が一般的である。最高裁判所は，警察官が，任意同行した被疑者に対し呼気検査に応じるように説得していた際に，退室しようとした被疑者の左手首を掴んで引き止めた行為の適否が問題となった事案において，「強制手段とは，有形力の行使を伴う手段を意味するものではなく，個人の意思を制圧し，身体，住居，財産等に制約を加えて強制的に捜査目的を実現する行為など，特別の根拠規定がなければ許容することが相当でない手段を意味する」と判示した（最決昭和５１年３月１６日刑集３０巻２号１８７頁）。同決定の上記判示から抽出するならば，強制処分のメルクマールは，「個人の意思の制圧」と「身体・住居・財産等への制約」（代表的な権利・利益を例示したものと理解すれば，「権利・利益の制\n- 15 -約」と言い替えることもできる。）とに求められることになる。本設問を検討するに当たっては，このような最高裁決定の判示にも留意しつつ，刑事訴訟法第１９７条第１項の解釈として，強制処分と任意処分の区別に関する基準を明確化しておくことが求められる。\nまた，強制処分に至らない任意処分であっても，当然に適法とされるわけではなく，一定の許容される限界があり，その許容性の判断に当たっては，いわゆる「比例原則」から，具体的事案において，特定の捜査手段により対象者に生じる法益侵害の内容・程度と，捜査目的を達成するため当該捜査手段を用いる必要性との間の合理的権衡を吟味することになる。\n前記昭和５１年最決も，強制手段に当たらない有形力の行使について，「何らかの法益を侵害し又は侵害するおそれがあるのであるから，状況のいかんを問わず常に許容されるものと解するのは相当でなく，必要性，緊急性なども考慮したうえ，具体的状況のもとで相当と認められる限度において許容される」と判示している。\n以上のとおり，本設問の解答に当たっては，強制処分法定主義，任意処分に対する法的規制の趣旨を踏まえつつ，前記昭和５１年最決の判示内容にも留意して，強制処分と任意処分の区別の基準や任意処分の限界の判断枠組みが検討・提示された上で，【捜査①】及び【捜査②】の各適法性について，設問の事例に現れた具体的事実がその判断枠組みにおいてどのような意味を持つのかを意識しながら，論理的に一貫した検討がなされる必要がある。\n【捜査①】の適法性については，対象者が自室のベランダで行った会話を捜査機関が隣室の\nベランダで聴取・録音したという捜査について，強制処分に当たるか任意処分に当たるかを明らかにした上で，その区別を前提に，現行法の法的規律の在り方に従って適否を検討し，その結論を導く思考過程を論述することが求められる。\n強制処分か任意処分かの区別については，前記最決の枠組みに従えば，まず，「個人の意思の制圧」の側面に関し，乙に認識されることなく秘密裏に聴取・録音したものであり，現実に乙の明示の意思に反し又はその意思を制圧した事実は認められない点をどのように考えるかが問題となるが，例えば，対象者が認識していないことから直ちに「意思の制圧」を否定し，強制処分に当たらず任意捜査だと結論付けることは，現行の刑事訴訟法において通信傍受が強制処分と位置付けられていること（同法第２２２条の２）に照らしても，短絡的であり，強制処分のメルクマールとしての「意思の制圧」の位置付けやその具体的内容の吟味を踏まえた検討が求められる。\n次に，「権利・利益の制約」の側面に関しては，Ｐらが適法に賃借・引渡しを受けた居室のベランダにおいて聴取・録音がなされ，乙の「身体，住居，財産」そのものに対する侵害・制約は認められないことから，被制約利益の内容をどのように捉え，その重要性をどのように評価するのかについて，具体的検討を行うことが求められる。\nそして，前記の区別につき，【捜査①】は任意処分であるとの結論に至った場合には，次の段階として，当該捜査が任意捜査として許容される限度のものか否かについて検討することになり，前記最決の判示も踏まえ，当該捜査手段により対象者に生じる法益侵害の内容・程度と，捜査目的を達成するため当該捜査手段を用いる必要性との間の合理的権衡を吟味しなければならない。当該捜査手段を用いる必要性を検討するに当たっては，対象となる犯罪の性質・重大性，捜査対象者に対する嫌疑の程度，当該捜査によって証拠を保全する必要性・\n緊急性に関わる具体的事情を適切に抽出・評価する必要がある。\n他方，【捜査①】が強制処分であるとの結論に至った場合には，刑事訴訟法上の根拠規定が存在し，かつ，その定める要件を満たしていなければ，違法となる。【捜査①】のような捜査手段を直接定めた明文規定は存在しないことから，法定された既存の強制処分の類型に該当するか否かを検討した上で，適法性についての結論を導く必要があるが，この点では，電話傍受を「通信の秘密を侵害し，ひいては，個人のプライバシーを侵害する強制処分である」\n- 16 -とした最決平成１１年１２月１６日（刑集５３巻９号１３２７頁）が，「電話傍受は，通話内容を聴覚により認識し，それを記録するという点で，五官の作用によって対象の存否，性質，状態，内容等を認識，保全する検証としての性質をも有するということができる」と判示したことも踏まえた検討が求められよう。\n【捜査②】の適法性についても，【捜査①】と同様の判断枠組みに従って，その適法性を検\n討すべきであるが，両者は，対象となった会話の行われた場所や聴取・録音の態様が異なっているから，この点を意識して論じる必要がある。\nすなわち，【捜査②】は，通常の人の聴覚では室外から聞き取ることのできない乙方居室内の音声を，本件機器を用いて増幅することにより隣室から聞き取り可能とした上で，これを約１０時間にわたり聴取・録音するというものであり，外部から聞き取られることのない個人の私生活領域内における会話等の音声を乙の承諾なくして聴取・録音しているものであることから，乙の「住居」に対する捜索から保護されるべき個人のプライバシーと基本的に同様の権利の侵害が認められ，その侵害の程度も重いと評価できる。【捜査②】が強制処分か任意処分かの区別を検討するに当たっては，この点に関する具体的事実を考慮しつつ，丁寧な検討と説得的な論述をなすことが求められる。\n次に，【捜査②】が強制処分であるとした場合，【捜査②】は，室外からは聞き取ることのできない居室内の会話を本件機器を用いて増幅することにより隣室から聞き取り可能とした上で聴取・録音するというものであるが，電話傍受についての前記平成１１年最決や，宅配便荷物に外部からエックス線を照射して内容物の射影を観察するという検査方法を検証としての性質を有する強制処分に当たるものとした最決平成２１年９月２８日（刑集６３巻７号８６８頁）などに鑑みると，【捜査②】についても，「検証」としての性質を有するものと見る余地があろう。他方，室内の会話を一定期間継続して無差別的に聴取・録音する点，事後通知や準抗告による不服申立ての手続が不可欠というべき性格の処分である点で，検証の枠を超えているとの見方もあり得よう（電話傍受に関する前記平成１１年最決の反対意見参照）。\nいずれの結論をとるにせよ，「検証」の強制処分としての意義・性質についての正確な理解を前提とした検討が必要となる。\n〔設問２〕前段は，否認し続ける甲につき検察官Ｒから「自白すれば起訴猶予にしてもよい。」\n旨言われていた司法警察員Ｑが，甲の取調べにおいて，甲に対し，検察官の前記不起訴約束を伝えた上，自白を勧告した結果，甲が，不起訴処分となることを期待して，乙の関与も含めて自白し，この甲の供述（自白）を疎明資料として乙の逮捕状が発付されて乙が逮捕され，逮捕後の乙の取調べにおいて乙が任意になした自白を疎明資料として発付された捜索差押許可状による捜索差押えの結果，本件文書及び本件メモが押収されたという事実関係において，本件文書及び本件メモについて，その証拠収集上の問題点から，証拠能力の検討を求めるものである。不起訴約束による甲の供述（自白）の獲得手続の問題点と，そこから派生して得られた証拠の証拠能力を問うことにより，自白法則，違法収集証拠排除法則等の刑事訴訟法の基本原則に対する理解と，これらを踏まえて具体的検討を行う法的思考力を試すものである。\n本問では，不起訴約束によってなされた甲の供述を基にその後の捜査手続が進行し，本件文書及び本件メモの押収に至ったものであることから，まず，起点となる甲の供述の獲得上の問題点について検討する必要がある。\n本問の事案において，甲の供述は，甲の自白として用いる場合には，典型的な不任意自白として，証拠能力が否定されると解される（最判昭和４１年７月１日刑集２０巻６号５３７頁参照）。不任意自白の証拠能力が否定される根拠については，見解が分かれており，従来からの伝統的な通説・実務の見解であるいわゆる任意性説（虚偽排除説ないし同説と人権擁護説との併用説）と，いわゆる違法排除説とが説かれている。不起訴約束による甲供述（自白）\n- 17 -の獲得手続の問題点については，このような自白の証拠能力に関する見解が指摘する問題を意識しつつ，さらに，それが甲自身ではなく，乙に対する逮捕状請求の疎明資料として用いられることにも留意した検討・論述が求められる。\n甲供述（自白）の獲得手続に派生証拠の証拠能力に影響を及ぼしうるような違法が見いだされた場合（違法収集証拠である第１次証拠から派生して得られた第２次証拠について，いわゆる「毒樹の果実」として，その証拠能力が否定されることがあるのは，第１次証拠排除の趣旨を徹底するためであるとすれば，仮に，甲供述の獲得手続に甲供述自体の証拠能力を失わせるような違法・瑕疵が見いだされる場合であっても，甲供述の証拠能力が否定される趣旨いかんにより，それが当然に，派生証拠の証拠能力にまで影響を及ぼすとは限らない。\n例えば，虚偽排除の観点から証拠能力が否定される不任意自白の場合，自白を排除する趣旨が派生証拠の証拠能力にまで影響を及ぼすかについては議論の余地がある。），次に，派生証拠の証拠能力をどのような判断枠組みで考えるかが問題になる。この点については，最判昭和５３年９月７日（刑集３２巻６号１６７２頁）が一般論として採用する違法収集証拠排除法則を前提に，最高裁及び下級審による多数の裁判例が蓄積されているところ（代表的な判例としては，最判昭和６１年４月２５日刑集４０巻３号２１５頁，最判平成１５年２月１４\n日刑集５７巻２号１２１頁等が存在する。），本設問の解答に当たっても，それらを踏まえつつ，本問の具体的事例に即した検討・論述がなされることが望ましい。派生証拠の証拠能力の判断枠組みとしては，大別すると，先行手続の違法の後行手続への承継という枠組みのもと，先行手続と後行手続との間に一定の関係（前記昭和６１年最判によれば，同一目的，直接利用関係）が認められる場合には，先行手続の違法の有無，程度も考慮して後行手続の適法・違法を判断するという考え方と，そのような違法の承継というステップを踏むことなく，先行手続の違法の内容・程度と，先行手続と証拠（証拠収集手続）との関連性の程度とを総合して判断するという考え方とが見られる。前記昭和６１年最判は，前者の考え方によるものといえるのに対し，前記平成１５年最判については，後者の考え方に親和的であるとの見方もある。いずれの判断枠組みに従うにせよ，本問の具体的事例に即して，前記不起訴約束による甲の供述（自白）獲得手続の問題点についての検討を踏まえ，先行手続の違法性評価を行うことに加えて，その後介在する乙の任意性のある自白とこれを疎明資料とする裁判官による令状審査・発付が，違法手続と証拠との関連性の程度に与える影響をそれぞれ検討する必要があり，それらを踏まえ，また，前記昭和５３年最判の示す証拠排除の基準にも留意しつつ，結論を導くに至った思考過程を説得的に論述することが求められる。\n〔設問２〕後段は，本件文書及び本件メモのそれぞれについて，伝聞法則の適用の有無を問\nうものである。伝聞と非伝聞の区別の理解と，その具体的事実への適用能力を試すことを狙いとする。\n一般に，書面は，その記載内容の意味が問題となる供述証拠として用いられる場合と，その書面の存在・記載自体が証拠としての価値を持つ非供述証拠として用いられる場合との２つの場合があり，その証拠能力を考えるに当たっては，伝聞法則の適用の有無，すなわち，当該証拠が供述証拠に当たるのか否かを検討する必要があるところ，伝聞法則の適用を受ける供述証拠か否かについては，それによって何を証明しようとするのかという，要証事実ないし立証事項が何であるのかが問題となる。そこで，本件文書及び本件メモのそれぞれについて，丙の関与（丙と乙の共謀）を証明するというその証拠調べ請求の狙いに留意した上で，具体的な要証事実を正確に見定めるとともに，それをもとに伝聞・非伝聞の別，伝聞に当たる場合の伝聞例外該当の有無について的確な検討が求められる。\n本件文書は，パソコンで作成されたものであり，その記載と実際になされた本件犯行態様とが一致し，右上には乙のものと認められる筆跡でＶ方の電話番号と一致する手書き文字が記載されている上，本件文書から丙の指紋が検出された。他方，本件メモは，すべての記載が- 18 -\n乙のものと認められる筆跡による手書き文字で，その記載内容は，丙からの電話で通話した内容をメモしたことがうかがわれ，本件犯行態様とも整合するものであった。このような本件文書及び本件メモの具体的差異を意識しつつ，それぞれの書面について，想定される具体的な要証事実との関係で，そこに記載されている内容・事項の真実性を立証するために用いられるものか，それとも書面の存在や記載自体から内容の真実性とは別の事実を立証するために用いられるものかを検討し，伝聞証拠かどうかを判断することが必要となる。\n前記検討の結果，伝聞証拠に当たる場合は，伝聞例外の要件を満たすかどうかを検討すべきことになる。その場合，想定される具体的な要証事実との関係で，当該書面に誰の意思内容が表示されていると見るのかを考えつつ，刑事訴訟法第３２１条第１項各号のいずれの書面に当たるかを検討した上で，結論を導くことが求められる。\n【選択科目】"
}