{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：５０）\n共に甲国人であった男Ｘと女Ｙは，１９９５年に甲国において甲国法に従い婚姻した。Ｘは，婚姻の直後に甲国に所在するＡ建物の所有権を取得した。その後，２０００年にＸとＹはともに来日し，飲食業を営みながら日本で婚姻生活を営んでいた。その事業は順調に発展し，Ｘは，来日後約\n１０年を経過した２０１０年に日本に所在するＢ土地の所有権を取得し，２０１２年には日本に所在するＣ土地の所有権も取得した。なお，ＸとＹは，Ｃ土地の所有権取得の前年である２０１１年に日本に帰化し，双方とも，日本の国籍だけを有するに至った。\n２０１５年にＸが死亡し，Ｙが相続すべきＸの財産の範囲を日本の裁判所は確定しなければならない。ＸとＹの婚姻は有効に成立しており，甲国法は次の規定を有しているものとして，以下の設問に答えなさい。\n【甲国国際私法】\n① 夫婦財産制は，夫婦の常居所地法が同一であるときはその法により，その法がない場合において夫婦の本国法が同一であるときはその法による。\n【甲国民法】\n② 夫婦の一方が婚姻中に取得した財産は，夫婦の共有に属する財産とする。\n③ ②の規定にかかわらず，夫婦は，婚姻前又は婚姻中いつでも，その財産について書面により夫婦財産契約を締結できる。\n〔設 問〕\n１．ＸとＹは，婚姻前からＸの死亡までの全期間を通じて，その財産関係につきいかなる合意もしていなかったとする。次の物に関する夫婦財産制には，いずれの国の法が適用されるか。\n⑴ Ａ建物\n⑵ Ｂ土地\n⑶ Ｃ土地\n２．ＸとＹは，婚姻後，来日する前に，「Ａ建物の所有権はＸの特有財産とする」旨の夫婦財産契約を甲国において書面により締結していたとすると，ＸとＹとの間において，Ａ建物の所有権はＸの特有財産となり得るか。\n３．ＸとＹは，来日直後に，双方の署名と日付のある書面により，「婚姻中に取得される財産について，夫婦の財産関係は甲国法による」旨の合意をしていたとする。ＸとＹとの間におけるこの合意の効力について，次の問いに答えなさい。\n⑴ この合意により，Ｃ土地の所有権に関するＸとＹの財産関係には，いずれの国の法が適用されるか。\n⑵ この合意に，「ただし，日本に所在する土地については日本法による」との合意が付加されていたとすると，Ｂ土地の所有権に関するＸとＹの財産関係には，いずれの国の法が適用されるか。\n- 38 -\n〔第２問〕（配点：５０）\nＸは，日本に主たる営業所を有する日本法人であり，Ｙは，甲国に主たる営業所を有する甲国法人である。ＸとＹは，それぞれの国において，化粧品を製造・販売している。\n〔設 問〕\n１．Ｙは，日本の市場に初めて進出するに際し，自社製品と近い商品を扱っているＸが日本の顧客から注文をとる代理人として適切であると考え，Ｘとの間で次の趣旨の合意を含む委任契約を締結した。すなわち，「Ｘは，日本における顧客との間で，Ｙの名前と計算により売買契約を締結する」，「Ｙは，その商品を顧客に直接送付し，その代金のうちから手数料をＸに支払う」\nというものである。ＸとＹは委任契約の準拠法として甲国法を選択したものとして，次の問いに答えなさい。\n⑴ ＸとＹとの間において，Ｘが代理権を有するか否かは，いずれの国の法で判断すべきか。\n⑵ 日本における顧客である小売業者Ｔとの間でＸがした売買契約の効力がＹに及ぶか否かは，いずれの国の法で判断すべきか。\n２．その後，日本の市場において自社製品が知られるようになったために，Ｙは，自社製品を日本において大量に販売すべく，Ｘとの間で次の趣旨の基本契約を締結した。すなわち，「Ｙは，Ｘに対して，Ｘの名前と計算によりＹの製品を日本において販売する権利を許諾する」，「Ｙは，１０年の期間，日本においてはＸのみを販売店とし，Ｘ以外の者を販売店とはしない」，「Ｘは，この基本契約に基づいて締結される個別の売買契約に従い，Ｙから商品を購入する」というものである。しかし，数年後，Ｘの販売実績に不満を持ったＹは，日本に主たる営業所を有する日本法人Ｗを日本における販売店に加えた。国際物品売買契約に関する国際連合条約の適用はないものとして，次の問いに答えなさい。\n⑴ Ｘは，Ｗを販売店に加えることはＸに日本における独占的販売権を認めた基本契約上の債務の不履行に該当するとして，Ｙに対して損害の賠償を求め，日本の裁判所に訴えを提起した。\nア．ＸとＹとの間に国際裁判管轄につき合意がなかった場合において，日本の裁判所の国際裁判管轄権を基礎付ける事由を１つだけ挙げなさい。なお，Ｙは，日本に営業所や財産を一切有していないものとする。\nイ．ＸとＹとの間に，「本契約から発生する全ての紛争は，甲国裁判所が国際裁判管轄権を有する」との書面による合意があったとする。日本の裁判所は国際裁判管轄権を有し得るか。\n⑵ Ｘは，Ｙが日本におけるＸの独占的販売権を侵害したとして，Ｙに対して不法行為に基づく損害賠償を求めている。ＸとＹが基本契約の準拠法として甲国法を選択していた場合に，この不法行為に基づく損害賠償請求には，いずれの国の法が適用されるか。\n- 39 -",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "〔第１問〕\n本問は，夫婦財産制につき，準拠法の決定と適用を問うものである。\n設問１は，法定財産制につき，法の適用に関する通則法（以下「通則法」という。）第２５条を準用する通則法第２６条第１項の解釈と適用を問うている。通則法第４１条の規定の適用いかんに留意しつつ，連結点となる国籍が変更した場合の考え方を明らかにした上で，準拠法を特定しなければならない。\n設問２は，夫婦財産契約もまた通則法第２６条第１項の「夫婦財産制」に包摂されることを示した後に，設問１と同様，準拠法を特定して，これを適用しなければならない。夫婦財産契約という法律行為の方式については，通則法第３４条が適用されなければならない。\n設問３は，夫婦による準拠法選択に関する問題であり，通則法第２６条第２項の解釈・適用が求められている。\n設問３⑴については，同項第１号に従い甲国法の適用を導かなければならない。\n設問３⑵については，Ｂ土地を同項第３号の「不動産」であると性質決定しつつ，「分割指定」の可否を論述して日本法を適用しなければならない。\n〔第２問〕\n本問は，外国法人から製品の供給を受ける日本法人が当該外国法人の代理人である状況と当該日本法人が自己の名において当該製品を日本において販売する状況とを区別し，前者の状況との関連では，代理に関する準拠法の決定を求め，後者との関連では，当該外国法人と当該日本法人との間で生ずる紛争につき国際裁判管轄権の有無と不法行為の準拠法の特定を問うてい\n- 34 -る。\n設問１は，任意代理のいわゆる内部関係と外部関係を区別しながら，解釈により，各々の関係に適用される法を問うている。\n設問１⑴では，代理権が委任契約に基づき授与されているときには，当該委任契約につき通則法第７条が指定する法が内部関係に適用されることを示さなければならない。\n設問１⑵では，本人，代理人及び相手方の予見可能性等に配慮しつつ，外部関係の準拠法を論述することが求められている。\n設問２は，日本において，外国法人の提供する製品を特定の日本法人が自己の名において独占的販売権を有する状況を想定している。\n設問２⑴は，国際裁判管轄権の有無に関する問題である。アでは，民事訴訟法第３条の３第\n１号の「債務の履行地」が日本国内にあるか否か等についての論述が，そのイでは，同法第３条の７に従い外国裁判所に管轄権を付与する合意が専属的な管轄合意か否か等についての論述が，求められている。\n設問２⑵は，契約上の債務不履行が不法行為責任の問題として構成された場合に，通則法第\n１７条の指定する地の法にかかわらず，当事者の指定した契約準拠法が通則法第２０条の下で適用されうるか否かを論述しなければならない。\n- 35 -"
}