{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\n甲は，平成２０年３月に，化学物質の発明であるα発明をし，当該発明が市場性を有するかどうかを確認するために，同年６月１０日から１か月間に限り，その実施品を一般の顧客に対してその構造を明らかにすることなく試験的に販売した。α発明は，構成要件Ａ，構成要件Ｂ及び構成要件\nｃ１からなるものであった。甲は，α発明をした後も継続して行っていた研究開発により，構成要件Ａ，構成要件Ｂ及び構成要件Ｃからなるβ発明をした。Ｃはｃ１の上位概念である。甲は，平成\n２１年２月５日に，β発明について特許出願（以下「甲出願」という。）を行った。甲出願については，平成２３年８月１５日に，特許権の設定登録がされた（以下，この特許権を「甲特許権」という。）。\n他方，乙は，甲とは別個独立にβ発明と同一の発明をしたが，Ｃの下位概念であるｃ２（ｃ２は，ｃ１とは異なるものである。）を用いると顕著な効果を得られることを認識し，構成要件Ａ，構成要件Ｂ及び構成要件ｃ２からなるγ発明について特許出願（以下「乙出願」という。）を行った。\n乙出願の出願日は，偶然にも，甲出願の出願日と同日であった。乙出願については，平成２３年８月２５日に，特許権の設定登録がされた。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．甲は，β発明の技術的範囲に属する製品を製造販売する丙に対して，その行為が甲特許権を侵害する旨の警告を行った。丙は，甲特許権について調査したところ，α発明の実施品が試験的に販売されていたこと及び乙が乙出願を行っていたことを知り，これらに基づき甲特許権が無効理由を有すると考え，特許無効審判請求をした。甲特許権は無効となるか。仮に乙出願が平成２１年２月４日に行われたとした場合はどうか。\n２．乙は，平成２３年３月から，γ発明の実施品を製造販売している。\n⑴ 甲は，平成２７年５月になって乙の行為を知り，乙に対して，その行為が甲特許権の侵害であるとして差止請求訴訟を提起した。\n同訴訟において，甲は，どのような主張をすべきか。これに対する乙の反論として，どのような主張が考えられるか。\n双方の主張の妥当性についても論じなさい。\n⑵ 上記⑴の差止請求が認められるとする。甲が乙に対して補償金請求も行ったならば，この請求も認められるか。仮に，甲は，乙の行為を平成２３年６月に知ったが，乙に対して何らの措置も講じなかったとした場合はどうか。\nなお，⑴及び⑵については，甲特許権は無効理由を有しないものとする。\n３．甲は，β発明の技術的範囲に属する製品は製造販売していないが，これと同様の作用効果を奏する製品を製造販売している。丁は，β発明の技術的範囲に属する製品（以下「丁製品」という。）を製造販売している。甲は，丁に対して，特許法第１０２条第２項を用いて損害額を算定してその賠償を請求することができるか。\nなお，甲特許権は無効理由を有しないものとし，丁製品はγ発明の技術的範囲に属しないものとする。〔第２問〕（配点：５０）\n映画製作会社Ｙは，「四季の渓谷と橋のある風景」という題名で，日本全国の渓谷に架かる橋を定点撮影し四季を通じて変化する風景を背景として，その橋を利用する人々の暮らしを紹介することをテーマとしたドキュメンタリー映画（以下「本件ドキュメンタリー」という。）の製作を企画し，その監督として，同ドキュメンタリーに使用する映像の撮影及びシナリオに即した映像の編集を，フリーの映像作家Ｘに依頼したところ，Ｘは同ドキュメンタリーの製作に参加することを約束した。そして，Ｘは，本件ドキュメンタリーに使用する映像を撮影するために，渓谷と橋を数箇所選定し，それぞれ選定した渓谷と橋との関係が一番美しく撮れる撮影箇所と時間帯を決定し，さらに，構図，カメラアングル，光量，絞りなどを決めて，１年以上かけて，渓谷と橋及びそれを利用する人々を撮影し，撮影の完了した未編集の映像フィルム（以下「本件映像フィルム」という。）をＹに提供した。\n本件映像フィルムの撮影に関しては，撮影機材の提供，撮影場所への旅費，宿泊費，その他必要経費は全てＹの負担において賄われ，また，Ｘは，撮影のため地方に出張する場合以外は，毎週２，３回程度Ｙに出社して，報酬も月払いで支払われていた。\nところが，その後Ｙの映画製作方針が変わり，本件ドキュメンタリーの製作は中止になった。そのため，本件映像フィルムは，ＮＧフィルム選別，シナリオに従った粗編集，細編集，音づけ等の映画製作過程を経ない未編集の状態で公表されないまま，Ｙのフィルム保管庫に保管された。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．Ｙの社内では，多額の費用を掛けて撮影された本件映像フィルムを何とか利用して映画製作にいかしたいとして検討した結果，ある風景写真家が風景写真を撮るために各地を点々と旅し，その旅先で出会った人々と交流する様を描いた映画（以下「本件映画」という。）を製作することになり，その際，主人公が訪れる各地の風景として本件映像フィルムを活用することとし，Ｘに無断で，同フィルムに主人公である俳優などの映像を合成して本件映画に使用した。\nなお，本件映画中の出演者，制作スタッフなどの名を示す字幕（クレジット・タイトル）には，Ｘへの感謝を込めて，「風景撮影 Ｘ」と表示されていた。\nＸは，本件映画を上映しようとしているＹに対し，その差止めを求める訴訟を提起した。\n同訴訟において，Ｘは，どのような主張をすべきか。これに対するＹの反論として，どのような主張が考えられるか。\n双方の主張の妥当性についても論じなさい。\n２．Ｘが本件ドキュメンタリーのために定点撮影したある場所において，渓谷と橋のそばに能舞台のある寺があり，そこでは，毎年，著名な振付師であるＺの振り付けによる独創的な新作の薪（たきぎ）能が行われていたところ，本件映像フィルムには，たまたまその能舞台で行われていたＺの振り付けによる新作の薪能（以下「本件能」という。）が，時間にして約３分間，それを演じる能役者の動作が辛うじて感得できる程度に映っていた（以下，この部分を「本件能映像」という。）。ただし，本件能の振り付けは，Ｚがそれを演じる能役者に自ら指導したものであって，台本や踊り方を説明した書類はなく，また，振り付けの映像なども存在していなかった。\n本件能映像は，夜の渓谷と橋が薪の灯りに浮かび上がる中で能役者が能を舞うという幻想的な描写になっていたため，Ｙは，Ｚに無断で，本件映画の１シーンに本件能映像を使用した。\nＺは，本件映画を上映しようとしているＹに対して，その差止めを求める訴訟を提起した。\n同訴訟において，Ｚは，どのような主張をすべきか。これに対するＹの反論として，どのような主張が考えられるか。\n双方の主張の妥当性についても論じなさい。- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n設問１は，特許要件である新規性要件及び先願主義に関する理解を問う問題である。設問２の⑴は，上位概念の発明の特許権と下位概念の発明の特許権が同日出願に係るものである場合の両特許権の関係に関する理解を問う問題であり，⑵は，補償金請求権の発生要件及び消滅時効に関する理解を問う問題である。設問３は，特許法（以下「法」という。）第１０２条第２項の適用要件に関する理解を問う問題である。\n設問１において，まず，α発明の実施品の試験的販売については，α発明は，β発明を上位概念とする下位概念の発明であることから，これが公然実施（法第２９条第１項第２号）に当たり，甲特許権は新規性欠如の無効理由（法第１２３条第１項第２号）を有するかどうかが問題となる。発明の実施品が存在すれば必ずその発明の新規性が失われるというわけではなく，また，α発明の実施品は一般の顧客に対してその構造を明らかにすることなく販売されたものであった。この点に関しては，当業者が利用可能な分析技術を用いて発明の実施品を分析することにより，その発明の構成を知り得る場合には，公然実施に当たり，他方，その発明の構成を知ることが極めて困難である場合には，公然実施に当たらないと解することができよう（東京地判平成１７年２月１０日判例時報１９０６号１４４頁【ブラニュート顆粒事件】参照）。このような公然実施の当否について明確に論述することが求められる。\nまた，公然実施があっても，新規性喪失の例外規定（法第３０条第２項）が適用されれば，新規性が失われなかったものとされるが，α発明の実施品の試験的販売については，甲出願が当該販売から６月以内に行われておらず，法第３０条第３項所定の手続も履行されていないことから，新規性喪失の例外規定の適用は認められないのであり，この点にも言及することが求められる。\n次に，乙が行った乙出願については，その出願日は甲出願の出願日と同じであることから，甲特許権は法第３９条第２項違反の無効理由（法第１２３条第１項第２号）を有するかどうかが問題となる。法第３９条第２項違反となるのは，乙出願の対象であるγ発明と甲出願の対象であるβ発明が「同一の発明」である場合であり，γ発明は，β発明を上位概念とする下位概念の発明であった。そこで，同日に行われた２つの出願の対象が下位概念の発明と上位概念の発明の関係にある場合に，両発明が「同一の発明」に当たるかどうかを検討することが必要となる。仮に乙出願が平成２１年２月４日に行われたとした場合，すなわち，下位概念の発明についての出願が先願であった場合に，両発明が法第３９条第１項の「同一の発明」に当たるかどうかと対比しつつ，同日出願の場合も同様に取り扱うことができるのか，あるいは異なる取扱いをすべきであるのかについて，合理的な論拠を示して論述をすることが求められる。\nところで，α発明の実施品の試験的販売又は乙が行った乙出願により甲特許権が無効理由を有することになるとしても，訂正により無効理由を解消することができる場合があろう。この- 24 -点に的確に言及していれば，積極的な評価が与えられよう。\n設問２の⑴については，まず，γ発明の実施品がβ発明の技術的範囲に属するかどうかが問題となる。次に，β発明の技術的範囲に属することが肯定されるとしても，乙は，γ発明について特許権を有しているので，γ発明の実施品を製造販売する行為は自己の特許発明の実施であり，この点に関する検討が行われなければならない。特許権者によるその特許発明の実施が他の特許権の侵害となるかどうかは，特許権の本質が何であるかが関係するのであり，この問題については，いわゆる専用権説と排他権説の対立がある。そして，利用発明に関する法第７２条の意義について，専用権説によれば例外規定，排他権説によれば確認規定と解されることとなろう。乙の行為については，γ発明がβ発明の利用発明であると捉えることができるとしても，乙出願の出願日と甲出願の出願日は同じであるから，同条は適用されない。そこで，特許権の本質や同条の意義等に関する検討を踏まえて，特許権者がその特許発明である下位概念の発明の実施をすることが同日出願に係る上位概念の発明の特許権の侵害となるかどうかについて，合理的な論拠を持って自説を展開することが求められる。\n設問２の⑵においては，まず，甲が乙の行為を知ったのは平成２７年５月になってからであるから，甲は，甲特許権の設定登録前に乙に対して警告を行っていないこととなる。しかしながら，補償金請求権は，警告が行われない場合においても，特許出願に係る発明であることを知ってその発明を実施した者に対して請求することができる（法第６５条第１項後段）。そのため，乙が甲出願に係るβ発明を実施していることを知っていた場合には，甲は補償金請求を行うことができると解されよう。次に，甲が，乙の行為を平成２３年６月に知ったが，乙に対して何らの措置も講じなかった場合には，補償金請求権の消滅時効が問題となる。法第６５条第\n６項により，補償金請求権は，補償金請求権を有する者が特許権の設定登録前に当該特許出願に係る発明の実施の事実及びその実施をした者を知った場合は，特許権の設定登録日から３年間行使しないときは，時効により消滅することになる。甲特許権の設定登録日は平成２３年８\n月１５日であるから，甲の補償金請求権は時効消滅したことになろう。\n設問３においては，甲はβ発明の技術的範囲に属する製品を製造販売していないことから，特許権者がその特許発明の実施をしていない場合に，法第１０２条第２項を用いて損害額を算定してその賠償を請求することができるかどうかが問題となる。この点に関し，知的財産高等裁判所の大合議判決（知財高判平成２５年２月１日判例時報２１７９号３６頁【ごみ貯蔵機器事件】）は，「特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する場合には，特許法１０２条２項の適用が認められると解すべきであり，特許権者と侵害者の業務態様等に相違が存在するなどの諸事情は，推定された損害額を覆滅する事情として考慮されるとするのが相当である。そして，……特許法１０２条２項の適用に当たり，特許権者において，当該特許発明を実施していることを要件とするものではないというべきである。」と判示している。甲は，β発明の技術的範囲に属する製品と同様の作用効果を奏する製品を製造販売しており，このような場合に同項の適用が認められるかどうかについて，上記判決を念頭に置きつつ，自説を展開することが求められる。\n〔第２問〕\n設問１は，本件映像フィルムが著作物であることを前提として，その著作者は誰か，あるいは著作権は誰に帰属すると考えるべきかにつき，著作権法（以下「法」という。）第１５条（職務著作），法第１６条（映画の著作物の著作者）及び法第２９条（映画の著作物の著作権の帰属）\nの適用の可否及びそれらの規定の相互関係等に関する理解を問う問題であり，設問２は，Ｙが本件能映像を本件映画の１シーンに使用したことが，Ｚの著作権又は著作者人格権の侵害になるかについて，いわゆる「写り込み」の問題として，「複製」の成否及び法第３０条の２の適用の可否等に関する理解を問う問題である。設問１については，まず，Ｘとしては次のような主張をすることが考えられる。本件映像フィルムは，Ｘが対象となる渓谷と橋を選定し，一番美しく撮れる撮影箇所と時間帯を決定し，構図，カメラアングル，光量，絞りなどを決めて定点撮影したものであるから，それ自体著作物（法第２条第１項第１号）に当たり，それが「映画の著作物」（法第１０条第１項第７号）である場合，その「全体的形成に創作的に寄与した者」（法第１６条）はＸであるから，著作者はＸである。そうである以上，Ｘは本件映像フィルムについて著作権と著作者人格権を有するところ（法第１７条第１項），本件映画の製作及び上映は，翻案権（法第２７条），複製権（法第\n２１条），上映権（法第２２条の２）の侵害に当たり，また，本件映像フィルムは未公表であるから公表権（法第１８条第１項後段）の侵害に当たり，本件映画のクレジット・タイトルには単に「風景撮影 Ｘ」と表示されているにすぎず，著作者名の表示ではないから氏名表示権（法第１９条第１項後段）の侵害に当たり，さらに，俳優の映像を合成しているから同一性保持権\n（法第２０条第１項）の侵害に当たる。\nこれに対し，Ｙとしては，まず，本件映像フィルムが何の著作物であれ，本件映像フィルムの作成は職務著作（法第１５条第１項）に当たるから，その著作者はＹであると主張することが考えられる。職務著作の成否に関しては，最判平成１５年４月１１日判例時報１８２２号１３３頁【ＲＧＢアドベンチャー事件】が判示していることを念頭に置いた上で，「法人等の業務に従事する者」の判断基準を検討し，本設問では，Ｘはもともとフリーの映像作家であって，本件映像フィルムの撮影場所，撮影対象，撮影方法も全て単独で決定しており，何らＹの指示を受けていないこと，他方で，本件映像フィルムの制作費用は全てＹが支出したものであり，Ｘは毎週２，３回Ｙに出社し，報酬も月払いで支払われていたという事実関係に当てはめて論じることが求められる。\nまた，Ｙの主張としては，仮に本件映像フィルムが職務著作に当たらないとしても，本件映像フィルムは「映画の著作物」に当たるところ，Ｙは映画の著作物の製作に発意と責任を有する映画製作者（法第２条第１項第１０号）であり，Ｘは本件ドキュメンタリーの製作に参加することを約束しているから，法第２９条第１項により，本件映像フィルムの著作権は映画製作者であるＹに帰属すること，そうすると，法第１８条第２項第３号により，Ｘは，Ｙに対し，公表権侵害を主張できないこと，また，氏名表示権については，仮に「風景撮影 Ｘ」との表示では足りないとしても，法第１９条第３項が適用されるべきであり，さらに，同一性保持権侵害については，改変されたものを上映すること自体は同一性保持権侵害に当たらないこと，仮に法第２０条第１項の改変に当たるとしても，同条第２項第４号の「やむを得ないと認められる改変」に当たること，が考えられる。\nこれに対し，Ｘとしては，本件映像フィルムは，いまだ未編集のフィルムであるから，法第\n２９条所定の「映画の著作物」には当たらず，同条の適用はないと主張することが考えられる。\nこの点に関しては，東京高判平成５年９月９日判例時報１４７７号２７頁【三沢市勢映画製作事件】が「著作権法２９条１項により映画製作者が映画の著作物の著作権を取得するためには，いうまでもなく著作物と認められるに足りる映画が完成することが必要であるから，参加約束のみによって未だ完成していない映画について製作者が著作権を取得することはない。」と判示していることを念頭に置きつつ，法第２９条第１項の趣旨に触れながら，未編集のフィルムが「映画の著作物」に当たるか否かについて自説を展開し，本設問に当てはめて論じることが求められる。\n設問２については，まず，Ｚの振り付けによる本件能は著作物といえるか，それを肯定する場合その著作者は誰かが問題となる。この点について，Ｚとしては，本件能の振り付けは，法第１０条第１項第３号所定の「舞踊」の著作物に当たり，その著作者は振付師であるＺである，したがって，Ｚは本件能につき著作権及び著作者人格権を有しているところ，本件能を映像に収めることは，本件能の複製に当たるから，本件能映像を使用した本件映画は，本件能の複製権，上映権及び氏名表示権等を侵害するものであると主張することが考えられる。\nこれに対し，Ｙとしては，「舞踊」とは，舞踊家（舞踊を実行する者）による舞踊行為を指すものであって，舞踊の振付師による振り付けは「舞踊」の著作物とはいえないし，本件能の振り付けには，台本や踊り方を説明した書類も振り付けの映像なども存在しないから，著作物として物に固定されておらず，著作権法で保護される著作物には当たらないと主張することが考えられる。この点に関しては，一般的には，「舞踊」の著作物とは，踊りの振り付けのことであり，踊る行為や演ずる行為そのものはそれらを行う実演家の権利として著作隣接権の保護の対象とされることはあっても，「舞踊」の著作物には当たらないと考えられていること，また，「映画の著作物」のような明文の規定がない以上，固定は要件ではないと解されていることに言及することが求められる。\nまた，Ｙとしては，仮にＺが本件能の著作者であるとしても，本件能映像に映っている本件能は，時間にしてわずか約３分間，それを演じる能役者の動作が辛うじて感得できる程度に写っていたにすぎないから，そもそも本件能映像は本件能の「複製」とはいえないと主張することが考えられる。この点に関しては，東京高判平成１４年２月１８日判例時報１７８６号１３６\n頁【雪月花事件】が「書を写真により再製した場合に，その行為が美術の著作物としての書の再製に当たるといえるためには，一般人の通常の注意力を基準とした上，当該書の写真において，上記表現形式を通じ，単に字体や書体が再現されているにとどまらず，文字の形の独創性，線の美しさと微妙さ，文字群と余白の構成美，運筆の緩急と抑揚，墨色の冴えと変化，筆の勢いといった上記の美的要素を直接感得することができる程度に再現されていることを要する」\nと判示していることを念頭に置きつつ，本設問において，「複製」といえるか否かを論じることが求められる。\nさらに，Ｙとしては，仮に「複製」に当たるとしても，本件能映像は法第２条第１項第１４号の「録画」されたものであるから，法第３０条の２第１項所定の「写真等著作物」に当たるところ，本件能は渓谷と橋を定点撮影された映像にたまたま映っているにすぎず，能舞台は橋のそばにあるのであるから，本件映像フィルムを創作するに当たり「分離することは困難であり」，しかもその映像部分も時間にしてわずか３分，それを演じる能役者の動作が辛うじて感得できる程度にすぎないから「軽微な構成部分」であるといえ，同項所定の「付随対象著作物」\nに当たり，同条第２項により，これを本件映画に利用することができると主張することが考えられる。\nこれに対して，Ｚとしては，Ｙは，本件能映像が夜の渓谷と橋が薪能の灯りに浮かび上がる中で能役者が能を舞うという幻想的な描写になっていたという独創的な表現映像である点を捉えて，あえて本件映画の１シーンに上記映像部分を使用したものであるから，「付随対象著作物」\nとはいえず，仮にそうでないとしても，そのような利用の態様は「付随対象著作物の種類及び用途並びに当該利用の態様に照らし著作権者の利益を不当に害する」ことになるものであり，したがって，同項ただし書により，Ｙは，本件能を本件映画に利用することはできないと主張することが考えられる。これらの点について，本設問の事案に当てはめて論じることが求められる。\nそして，Ｚが著作者人格権を主張することができるか否かについて論じれば，さらに，積極的な評価の対象となろう。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等⑴ 第１問本問は，特許要件である新規性及び先願主義，上位概念の発明の特許権と下位概念の発明の特許権が同日出願に係るものである場合の両特許権の関係，補償金請求権の発生要件及び消滅時効，特許法第１０２条第２項の適用要件という，いずれも特許法における重要な概念ないし重要な問題点についての理解を問うとともに，事例から的確に論点を抽出する事案分析能力，抽出した論点について，関連する規定及び判例等に対する理解力，具体的事例への適用に関する思考力，応用力及び論述能力を試そうとするものである。\nしたがって，全体として，まず，設問から論点を的確に抽出して指摘した上，\n裁判例のあるものについてはその判旨を念頭に置きつつ，自説を展開して，事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１設問１においては，まず，α発明の実施品の試験的販売に関する無効理由については，公然実施（同法第２９条第１項第２号）となるか否かが問題となるところ，公然実施の成否に関する判断基準を示し，それを当てはめて結論を出し，さらに，新規性喪失の例外規定（同法第３０条第２項）の適用の可否を論じ，その適用が認められないことに言及することが「一応の水準」である。また，乙出願に関する無効理由については，同法第３９条第２項違反となるか否かが問題となるところ，同項の「同一の発明」の成否に関する判断基準を示し，\nそれを当てはめて結論を出すことが「一応の水準」である。\nその上で，α発明の実施品の試験的販売については，一般の顧客に対してその構造を明らかにすることなく行われたという事実関係を踏まえて，判断基準に関する自説を当てはめることができれば，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\n次に，乙出願については，その対象であるγ発明が甲出願の対象であるβ発明を上位概念とする下位概念の発明であったという事実関係を踏まえ，さらに，\n乙出願が先願であったとした場合に両発明が同法第３９条第１項の「同一の発明」に当たるかどうかと対比し，例えば，①異日出願において下位概念の発明についての出願が先願であったとした場合に「同一の発明」に当たるとするならば，同日出願の場合も同様に同条第２項の「同一の発明」に当たることになるとの考え方，あるいは，②同項における「同一の発明」とは，同日の出願に係る２以上の発明の一方の側からみた場合に，他方の発明と同一であるというだけでは足りず，同時に，他方の発明の側からみても，一方の側の発明と同一であるとみなされる関係にあることを要するとの考え方（東京高判平成９年５月２２日平成６年（行ケ）２４３号公刊物未登載参照）があり得るところであり，このような判断基準に関する自説を当てはめることができれば，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\nまた，α発明の実施品の試験的販売又は乙出願により甲特許権が無効理由を有することになるとしても，訂正により無効理由を解消することができるか否かについて的確に論じている場合には，より高く評価した。\nイ 設問２設問２の⑴については，γ発明の実施品がβ発明の技術的範囲に属するか否かについて論じ，その上で，β発明の技術的範囲に属することが肯定される場合に，乙がその特許権を有する特許発明を実施することが甲特許権の侵害となるか否かについて言及することが「一応の水準」である。\nその上で，自説を展開して，双方の主張の妥当性に言及し，特に，後者の点は，特許権者がその特許発明である下位概念の発明を実施することが同日出願に係る上位概念の発明の特許権の侵害となるか否かの問題であるところ，特許権者によるその特許発明の実施が他の特許権の侵害となるか否かについては特許権の本質が何であるかや利用発明に関する同法第７２条の意義が関係することから，これらの検討を踏まえて論じられている場合には，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\n設問２の⑵については，警告が行われていない場合の補償金請求権の発生及び補償金請求権の時効消滅について言及することが「一応の水準」である。\nその上で，前者については，警告が行われていない場合であっても特許出願に係る発明であることを知ってその発明を実施した者に対して補償金請求権が発生すること（同法第６５条第１項後段），後者については，補償金請求権は，\n補償金請求権を有する者が特許権の設定登録前に当該特許出願に係る発明の実施の事実及びその実施をした者を知った場合は，特許権の設定登録日から３年間行使しないときは，時効により消滅すること（同条第６項）について論じていれば，その論述内容の正確性に応じて，「良好」又は「優秀」と評価した。\nウ 設問３設問３については，特許権者がその特許発明の実施をしていない場合に，同法第１０２条第２項を用いて損害額を算定してその賠償を請求することができるか否かが問題となるところ，同項の適用に関する判断基準を示し，それを当てはめて結論を出すことが「一応の水準」である。\nその上で，知財高判平成２５年２月１日判例時報２１７９号３６頁【ごみ貯蔵機器事件（大合議）】の判旨を踏まえて，特許権者がその特許発明の技術的範囲に属する製品を製造販売していないが，そのような製品と同様の作用効果を奏する製品を製造販売しているという事実関係において，判断基準に関する自説を当てはめることができれば，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\n⑵ 第２問本問は，映画の著作物に関し，職務著作の成否，著作権法第１６条の適用の可否，映画の著作物の著作権の帰属に関する同法第２９条第１項の適用の可否，また，著作者人格権侵害の成否，さらには，いわゆる写り込みの問題に関して，「複製」の成否及び同法第３０条の２の適用の可否等，著作権法の基礎的かつ重要な論点を含む問題であり，このような論点についての基礎的な理解を問うとともに，\n長文の事例から的確に論点を抽出する事案分析能力，抽出した論点について，裁判例の理解を前提とした法解釈とその適用に関する思考力，応用力及びその論述能力を試そうとするものである。\nしたがって，全体として，まず，設問から論点を的確かつ網羅的に抽出して，\n当事者の主張として問題点を指摘し，裁判例のあるものについてはその判旨を念頭に置きつつ，法解釈を展開した上で，事案に当てはめているか否かに応じて，\n優秀度を判定した。\nア 設問１設問１は，まず，本件映像フィルムが「映画の著作物」（同法第１０条第１項第７号）に当たり得ることを前提とした上で，その著作者は誰かに関し，職務著作の成否を検討し，仮に職務著作に当たらないと考えられる場合，同法第１６条所定の「映画の著作物の全体的形成に創作的に寄与した者」は誰か，Ｙが同法第２条第１項第１０号の「映画製作者」に該当することを示した上で，同法第２９条第１項が適用されるかに触れ，さらに，公表権，氏名表示権及び同一性保持権侵害の成否に言及することが「一応の水準」である。\nその上で，それぞれの論点につき自説を展開した上で，双方の主張の妥当性を論じ，特に，職務著作に関しては，最判平成１５年４月１１日判例時報１８２２号１３３頁【ＲＧＢアドベンチャー事件】を念頭に置いた上で，「法人等の業務に従事する者」の判断基準を示して事案に当てはめている場合，同法第２９条第１項適用の可否に関しては，東京高判平成５年９月９日判例時報１４７７号２７頁【三沢市勢映画製作事件】の判旨を念頭に置きつつ，未編集のフィルムであっても同項所定の「映画の著作物」といえるか否かに関し，同項の趣旨に触れながら自説を展開している場合，さらに，公表権侵害については同法第１８条第２項第３号を，氏名表示権侵害については同法第１９条第３項あるいは同項の趣旨を，\n同一性保持権侵害については同法第２０条第２項第４号の「やむを得ないと認められる改変」の成否などを検討している場合は，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\nイ 設問２設問２は，本件能が「舞踊の著作物」（同法第１０条第１項第３号）に当たり，\nその著作者は振付師Ｚであることを指摘した上で，複製権及び上映権侵害の成否に関し，本件能映像に映っている本件能は，時間にして僅か約３分間，それを演じる能役者の動作が辛うじて感得できる程度に写っていたにすぎないことから，\nいわゆる写り込みの問題であると位置づけた上で，本件能映像は本件能の「複製」\nといえるか，さらには，同法第３０条の２の適用の可否に言及することが「一応の水準」である。\nその上で，舞踊の著作物とは踊りの振り付けなのかそれとも舞踊を実行する行為そのものか，舞踊の著作物と認められるためには固定が要件とされているか否かについて論じ，また，「複製」の成否に関しては，東京高判平成１４年２月１８日判例時報１７８６号１３６頁【雪月花事件】の判旨を念頭に置きつつ，自説を展開して事案に当てはめ，さらに，同法第３０条の２の適用の可否に関しては，\n「分離することが困難である」か否か，「軽微な構成部分」といえるか否か，さらには，「著作権者の利益を不当に害すること」とならないか否かに関し，自説を展開して当てはめを行っていれば，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\nさらに，引用の成否，著作者人格権侵害の成否についても論じられている場合は，より高く評価した。\n３ 採点実感等⑴ 第１問ア 総評後に具体的に指摘するように，問題文を十分に読んでいないと思われる答案や複数の発明の相互関係に関する基礎的事項につき不正確な理解をしている答案，時間内に完成できなかった答案が少なからず見られた。\nイ 設問１(ｱ) 公然実施の有無について新規性要件の問題と捉えつつも，β発明につき，法律が定める要件について特段の検討をせずに公知発明（特許法第２９条第１項第１号）又は公然実施発明（同項第２号）を簡単に認めてしまっている答案が散見された。\n適用条文について，同法第２９条第１項第２号を論じてほしいところ，同項第１号を論じる答案が多く見られた。\n多くの答案において公然実施の成否が問題となることは認識されていたが，公然実施の意義について，当業者が利用可能な分析技術を用いて分析することによってその構成を知り得る場合などの判断基準を示した上で，本件事案に当てはめる必要があるところ，そのような判断基準を明確に示す答案は多くなく，単に「構造を明らかにしなかったから」新規性は失われていない，「試験的にせよ販売したから」新規性は失われている，販売が１か月間しか行われていないことから公然実施にならない，などとする答案が少なくなかった。\n本設問は，両発明が下位概念と上位概念にある場合にどのような判断基準で「同一の発明」といえるか否かを問うものであり，公然実施を論じる前提として，まず，ｃ１とＣとの同一性を論じる必要があるが，両者が下位概念と上位概念の関係にあることを考慮することなく，単に発明が違うから同一でない，あるいは逆に下位概念の限度で重なっているから同一であるなどと決めつけて論じる答案が散見された。\nまた，新規性欠如の無効理由を検討する際には，新規性喪失の例外規定の適用の可否を検討する必要があるにもかかわらず，同法第３０条第２項に言及した答案は少数にとどまった。同項について論じている答案でも，問題文から新規性喪失の例外規定の適用が不可能であることが明らかであるにもかかわらず，これを肯定する答案が複数見られた。\n(ｲ) 同法第３９条第２項の適用の可否について同法第３９条第２項に全く言及しない答案も相当数に上った。\n同項に気付きながらも，β発明とγ発明との同一性を論じない答案，Ｃとｃ２が上位概念と下位概念の関係にあることを考慮することなく，単に発明が違うから同一でない，あるいは下位概念の限度で重なっているから同一である，その反対に下位概念の限度でしか重なっていないから同一でないなどと決めつけて論じる答案が圧倒的に多く，同条第１項の場合と対比して，同日出願で，両発明が下位概念と上位概念の関係にある場合，どのような判断基準で「同一の発明」と判断するかについて的確に言及した答案はごく少数にとどまった。\n問題文では，乙出願が平成２１年２月４日に行われた場合と対比することを求めているにもかかわらず，この場合について何ら記述しない答案が少なくなかった。この場合について記述する答案であっても，乙出願が平成２１年２月５日に行われた場合と同様に取り扱われるにせよ，異なる取扱いがされるにせよ，その理由を明確に示す答案は少なかった。\n出題意図としては，異日出願の場合と比較しつつ，同日出願における「同一の発明」に関して悩みを見せてほしいところであったが，そのような答案は少数であった。\nウ 設問２(ｱ) 全体問題文に「⑴及び⑵については，甲特許権は無効理由を有しないものとする。」と記載されているにもかかわらず，甲特許権の無効理由について記述する答案が多かった。\n（ｲ) 小問⑴について同日出願の場合，γ発明を実施することができないのはどのような場合かについて，同法第７２条と対比しつつ，いわゆる専用権説や排他権説に言及しながら論ずることが期待されたが，出題意図を理解している答案は少数であり，γ発明の実施品がβ発明の技術的範囲に属するか否かについてだけしか検討していない答案が多かった。\nまた，いわゆる「穴あき説」的な論述をしている答案が多く見られたが，\nβ発明の技術的範囲に属しないとすべき理由付けとしては「顕著な効果」があるというだけで，それ以上踏み込んでいない答案が大多数であった。\n本設問の事実関係からすれば，問題にはなり得ないはずの均等侵害あるいは先使用権を論ずる答案が相当数に上った。\n(ｳ) 小問⑵について前段については，甲が乙の行為を知ったのは平成２７年５月になってからであるにもかかわらず，この点を認識せず，甲特許権の設定登録前に警告が行われた場合について記述する答案が多かった。\nそして，補償金請求においては，警告が行われない場合においても，特許出願に係る発明であることを知って実施すれば補償金請求の対象になるが，\nこの点について言及する答案は多くはなかった。\nまた，補償金制度の理解が不十分なまま，訴訟を起こしているから「警告」\nの要件を充たすとする答案や権利者が知らなかった場合は警告しなくても補償金を請求することができるとする答案が散見された。\n逆に，乙が，β発明が出願公開された特許出願に係る発明であることにつき悪意であったとしても，甲は警告をしない限り補償金請求をなし得ない旨を述べる答案も複数見られたが，同法第６５条第１項後段の規定の解釈として，そのような立論は無理と思われる。\n後段については，消滅時効の成否に気付かず，これに言及していない答案が少なからず見られた。消滅時効の成否に気付きながらも，民法第７２４条を適用し，特許法第６５条第６項に気付いていない答案，同項の内容を誤解している答案が少なくなかった。また，消滅時効の期間につき，計算を誤って，３年が経過していないとして，時効消滅を否定する答案が複数見られた。\nエ 設問３この設問については，おおむねよく論じられていたが，同法第１０２条第２項の適用の可否において，特許権者が自ら特許発明を実施していることを要するかという問題に全く気付かない答案も散見された。\nまた，上記問題点に気付きながらも，前掲知財高判【ごみ貯蔵機器事件（大合議）】の判旨に全く言及しない答案，同判決の判旨を十分に理解していないと思われる答案も少なくなかった。\n同法第１０２条第２項は立証の困難性を軽減する趣旨で設けられた規定であるから本件でも適用すべきとする答案も散見されたが，それだけでは本件で同項が適用されるべき理由としては不十分である。\n⑵ 第２問ア 総評全般的には出題の意図を理解している答案が多いように思われたが，時間切れで乱雑な論述をしている答案も散見された。\nイ 設問１(ｱ) 職務著作について設問に現れた事実関係からすれば，当然職務著作の成否が問題となることに気付くべきであったが，職務著作に気付かず，全く言及しない答案が相当数みられた。\n職務著作に言及した答案の中では，多数の答案が前掲最判【ＲＧＢアドベンチャー事件】の趣旨に言及していた。\n職務著作の成否については，判断基準を示した上で，Ｘはもともとフリーの映像作家であって，本件映像フィルムの撮影場所，撮影対象，撮影方法も全て単独で決定しており，何らＹの指示を受けていないこと，他方で，本件映像フィルムの制作費用は全てＹが支出したものであり，Ｘは毎週２，３回Ｙに出社し，報酬も月払いで支払われていたという事実関係を検討しなければならないところ，職務著作に言及するものの，何ら判断基準を示さず，単にフリーの映像作家だから，あるいは，指揮監督関係にあるといえるからなどという簡単な理由のみを記載する答案が目立った。判例が示す判断基準を用いるか否かはともかく，判断基準を示した上で，具体的な事実関係に当てはめて検討すべきである。\n(ｲ) 著作権法第２９条第１項適用の可否について比較的多くの答案は，同法第２９条第１項の適用の可否について触れた上で，未編集フィルムが同項にいう「映画の著作物」に該当するかについて検討していた。\nしかし，同項の問題に気付かずこれに全く言及しない答案，また，同項に言及するも，未編集フィルムが同項にいう「映画の著作物」に該当するか否かに全く触れない答案が相当数見られた。\n未編集フィルムに言及している答案のうちでは，同項の趣旨から結論を導くという姿勢で書いている答案はそれほど多くなかった。\n(ｳ) 著作者人格権侵害について本問では，本件映像フィルムが映画の著作物に当たるか否かが重要な論点であるところ，特に，映画の著作物と認めた上で，職務著作該当性を否定し，\n同法第２９条第１項の適用を認める場合には，Ｘとして請求の根拠となし得るのは著作者人格権のみとなることから，著作者人格権についての検討は不可欠であるが，著作者人格権について全く触れない答案が散見された。\n同項の適用を認め，公表権に言及しているにもかかわらず，同法第１８条第２項第３号に全く触れていない答案が散見された。\n氏名表示権については，これに全く触れない答案も散見された。触れている答案においても，同法第１９条第３項あるいはその趣旨を検討する答案はごく少数にとどまった。\n同一性保持権について触れた答案は多かったが，同法第２０条第２項第４号の「やむを得ないと認められる改変」に言及する答案は少数にとどまった。\nウ 設問２(ｱ) 本件能の著作物性及び著作者について本件能が「舞踊の著作物」に該当することを指摘した上で，舞踊を実行する者ではない，舞踊の振付師が「舞踊の著作物」の著作者といえるか，また，\n振り付けが「舞踊」の著作物と認められるためには，その振り付けが台本や映像に固定されていることを要するか否かに言及した答案は，ごく少数であった。\n(ｲ) 写り込みについて「複製」の成否及び同法第３０条の２の適用の可否の両方に気付かず全く言及しない答案，いずれか一方だけを論じる答案も少なくなかった。一般に両者は適用場面を異にする論点であって両立するものと考えられているから，双方の論点に言及すべきである。\n「複製」の成否につき，前掲東京高判【雪月花事件】と同様な判断基準を示した上で当てはめ，仮に「複製」に当たるとしても，同法第３０条の２の適用の可否について言及し，分離困難性，軽微な構成部分該当性，著作権者の利益を不当に害するか否かについて，事案を当てはめて丁寧に論じている答案は高い評価を得た。しかしながら，同条に触れた答案は多かったが，各要件の当てはめを丁寧に論じている答案は少なかった。\n同法第３０条の２の適用を検討する際，同条第１項の定める分離困難性について，本件能映像をＹが本件映画の１シーンに使用する時点で分離可能であることを理由としてこれを否定する答案が散見された。しかし，規定の文言から明らかなように，分離困難性は，Ｘが本件能を複製又は翻案した時点について問題となるものである。\n(ｳ) 同法第３２条第１項（適法引用の抗弁）について引用について言及する答案が散見されたが，本件能映像に写り込んだ本件能を本件映画に利用することについては，それが公正な慣行に合致し，引用の目的上正当な範囲内といえる場合があるのか慎重に検討することが求められよう。\n引用を検討している答案のうち，本件能は未公表であるとしているものが複数あったが，本問の事実関係からは，むしろ公表された著作物と認める方が自然であると思われる。\n(ｴ) 著作者人格権侵害について氏名表示権侵害等の著作者人格権侵害に言及した答案はごく少数にとどまった。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの論点の内容についてはそれなりに記載されているものの，実務において重視される事実関係の把握・分析が不十分と思われる答案が多かった。法科大学院は実務家を養成する教育機関であるから，論点中心の教育ではなく，実際の訴訟等を想定して，具体的事案の中から，実務家なら当然なすべき主張を抽出し，それについて的確に論述する能力を広く養うような教育が求められる。\nまた，明文の規定があるにもかかわらず，その文言を無視して解釈論を展開するかのような答案が散見されたが，条文解釈が基本であるから，条文を前提とした解釈を意識した学習を指導することが求められる。\nさらに，最高裁判例や判断基準を示す裁判例があるにもかかわらず，それに言及せず，自説を展開する答案も散見された。繰り返しになるが，法科大学院は実務家を養成する教育機関なのであるから，判例を念頭に置いた学習を常に心掛けることが望まれる。"
}