{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\nなお，職業安定法に言及する必要はない。\n【事 例】\nＹ１社は，主に製造業務の請負等を目的として，平成元年頃から，一般労働者派遣事業の許可を取得して労働者派遣事業を展開しつつ，業務請負事業も行っていた。Ｙ１社は，自動車製造を業とするＹ２社とは平成１８年頃から業務請負契約を締結して取引を行っていた。当該業務請負契約の契約書によれば，契約期間は６か月とされ，Ｙ１社がＹ２社から設備，事務所等を無償で借り受け，Ｙ１社の雇用する従業員をＹ２社Ａ工場（以下「Ａ工場」という。）の自動車組立てラインに派遣して組立て作業に従事させ，Ｙ２社は月間生産台数に応じた額の報酬をＹ１社に毎月支払うものとされていた。Ｙ１社・Ｙ２社間に資本関係や人的関係はない上，Ｙ１社の取引先はＹ２社に限られておらず，また，Ｙ１社によるＸを含む作業員（以下「Ｘら」という。）の採用面接にＹ２社の社員が立ち会ったなどの事情は認められない。\nＸらは，Ｙ１社との間で雇用期間６か月，就労開始日を平成２０年４月１日とする雇用契約を締結し，雇用契約で指定されたＡ工場の就業場所において自動車組立て作業に従事すること，これに対してＹ１社はＸらにＹ１社就業規則に定めた給与を支給することとされていた。雇用期間の始期と終期は，Ｙ１社・Ｙ２社間の業務請負期間のそれと一致していた。Ｘらは，自動車組立てラインにおいて自動車部品をＹ２社作成のマニュアルに従って取り付ける作業を行い，同ラインにおいてＹ２社の従業員と一緒に作業していた。Ａ工場にはＹ１社の正社員が常駐していたが，Ｘらは作業についてＹ２社の社員からも直接指示を受けていた。\nＹ１社及びＹ２社は，平成２２年９月１日，Ａ工場の所在する地域を管轄する労働局から，Ａ工場におけるＸらの勤務実態は業務請負ではなく労働者派遣であり，労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関する法律（以下「労働者派遣法」という。）違反の事実があると認定され，業務請負契約を解消して新たに労働者派遣契約を締結するようにとの行政指導を受けた。\nこれを受けて，Ｙ１社及びＹ２社は業務請負契約の期間満了日である同年９月３０日をもって業務請負契約を終了し，同年１０月１日から新たに６か月の契約期間を定めた労働者派遣契約を締結した。それと同時に，Ｙ１社はＸらを派遣労働者とする雇用契約を締結した。新たな雇用契約は，従前と同一の労働条件で同一の就業場所において同一の作業に従事することを内容としたものであった。Ｘらは，同年１０月１日から就労を開始し，その後，同一内容の雇用契約を反復更新した。\nところが，Ｙ２社は，平成２４年秋からＹ２社を取り巻く経営環境の悪化により生産規模の縮小を余儀なくされ，平成２４年１２月１０日に，Ｙ１社との労働者派遣契約に定める規定に基づき，平成２５年１月２０日をもって労働者派遣契約を解約する旨Ｙ１社に通知した。そこで，Ｙ\n１社は，Ａ工場で作業を行うＸらの雇用契約が同年３月３１日をもって期間満了とされていたことから，Ｘらに対し，別の就業場所を紹介してそこで作業を行うよう打診したところ，Ｘは，期間満了後も引き続きＡ工場で同一の作業に従事することを希望し，同打診を断ったが，ＸらのうちＸ以外の者は，いずれも同打診を受け入れた。Ｙ１社は，Ｙ２社が同年１月２０日に労働者派遣契約を解約したためＸの就労する場所がない上，他の発注先からの契約打切りによりＹ１社の財務状況が急速に悪化した事情もあり，３０日間の予告期間を置いた上で，同年２月２８日付けでＸを解雇した。\n- 22 -\n〔設 問〕\n１．Ｘは，本件就労は労働者派遣法違反であるのでＹ１社との雇用契約は無効であり，Ｙ２社との間に雇用契約が成立していたと主張し，Ｙ２社との雇用関係上の地位の確認を請求して訴えを提起した。予想されるＹ２社からの反論を踏まえつつ，法的な論点を指摘して，Ｘの請求の当否を論じなさい。\n２．Ｘは，Ｙ１社に対して，平成２５年２月２８日の解雇が無効として，Ｙ１社との間の雇用関係上の地位の確認を請求して訴えを提起した。この請求の当否を論じなさい。\n３．仮に，前記【事例】において，Ｙ１社が，Ｘを解雇せず，平成２５年３月３１日をもって期間満了によりＸとの雇用契約が終了したものと扱い，これに対してＸがＹ１社との間の雇用関係上の地位の確認を請求して訴えを提起した場合におけるその請求の当否を論じなさい。\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，クッキー，チョコレート，アメ等多品種の菓子を製造・販売する株式会社であり，多くのパートタイマーを活用することで人件費を抑制し，多大な利益を上げてきた。Ｙ社は，正社員３００名のほか，パートタイマー８５０名を雇用しており，大阪市の本社のほかに全国各地に計８か所の営業所及び計３か所の工場を有していた。Ｙ社には，正社員とパートタイマーの双方が加盟する労働組合（以下「労組」という。）があり，Ｙ社との間に，労使協議や団体交渉等のルールについて規定した期間の定めのない労働協約を締結していた。労組には，全正社員の８割に当たる非管理職の正社員全員，パートタイマーの２割が加入しており，本社及び全ての営業所・工場に分会を有していた。\nＹ社では，平成２０年のいわゆるリーマンショックによる売上げの激減により，経営状況が目に見えて悪化し，賃金も全く増額できなくなったほか，いくつかの菓子製造ラインが閉鎖されるなど事業の縮小が目立つようになり，転職のために辞めていく従業員も次第に増えていった。\nＺは，労組の委員長であったが，この様子を見て危機感を覚え，他の執行部のメンバーと相談し，会社との間に，雇用の維持を認めさせる新たな協約を締結することを目指して，平成２６年\n５月にＹ社の社長甲らと内密の懇談の場を数回持った。Ｚは，自分が委員長に選出された選挙の折，甲が自分を推薦して「我が社の労組にはＺが委員長としてふさわしい。」との発言を繰り返していたこと，自分が委員長に選出されてからも親しい交流を続けていたことなどから，甲が自分の要請を理解してくれるものと期待していた。\n上記の懇談の場において甲は，「５％の基本給カットをのんでくれるなら，少なくとも正社員については雇用は維持できるよう会社としても最大限の努力をする。」とＺに伝えた。賃金カットをのめば組合員の雇用の維持を保障する協約を結べると判断したＺら執行部は，組合規約に定められた「協約締結権限」を早急に取得する必要があると考え，執行部内で対応を協議したところ，組合規約には，「協約締結権限を執行部が得るためには組合大会を開催し，全組合員の過半数の賛成を得る必要がある。」と規定されていた。しかし，全組合員の招集をはかるには時間と手数がかかりすぎると判断した執行部は，「重要事項に該当しない問題については各分会における単純多数決の結果を集約し，組合全体として賛成が多数であれば執行部に協約締結権限が付与されたものとする。」という組合規約の規定に着目し，かつ，実際には労働協約の締結権限についても，ここ１０年内に５回締結された労働協約は全てこの方式で締結権限が認められてきた事実を確認した上で，今回もこの方式により，全分会における単純多数決の結果を集約したところ，全組合員の過半数がＺら執行部の方針を了承したことを確認した。\nその後，平成２６年７月１０日付けで労組とＹ社との間に労働協約が締結され，予定どおり５％の基本給カットが規定されたが，同カットは平成２７年４月から行うこととされ，また，「平成２６年冬の賞与を前年より５％アップすることで緩和措置とする。」との規定も設けられていた。さらに，「会社は可能な限り雇用の維持に努め，人員整理の必要性が生じた場合は組合と協議の上，対応を決定するものとする。」との規定もあった。\n菓子を製造するＡ工場の分会に所属する組合員であるＸは協約内容を見て，不満を抱き，Ｚに「組合大会も開催せずに，５％の基本給カットをのんだことは許し難い。」と問い詰めたところ，Ｚは，「確かに組合大会は開催していないが，従来の慣行に従って分会における単純多数決の結果を集約しているので問題はない。」と回答した。\nそこで，Ｘは，５％の基本給カットの実施に不安や疑問を抱いていた他の５名の組合員と相談し，Ｚら執行部の了承を得ずに独断で「刷新派」と称するグループを結成した。これに対し，甲はＸを呼んで，「労組を混乱させてはいけない。刷新派などと称するグループは解散しなさい。」と強く命じたが，Ｘは「お断りします。」と答えた。その後，刷新派は，自分たちの主張を広め\n- 24 -るため，「賃金カットは許さない」，「会社は５％の基本給カットを撤回せよ」などと記載した縦\n１０センチメートル，横２センチメートルのリボンを左胸部に着装して始業時刻から３０分間業務に従事し，３０分後には当該リボンを取り外すという行動に出た。リボンを着装した組合員は，Ｘを含め全員がＡ工場の菓子製造のラインで働いていた。\nＹ社はこれに対し，Ｚら執行部にＸらの行動が労組の指導によるものでないことを確認した上で，リボンの着装をやめるようＸらに業務命令を発したが，Ｘらがこれに従わなかったため，就業規則第１２条に基づき，リボンを着装して業務に従事した組合員全員を戒告の懲戒処分に処した。\n〔設 問〕\n１．Ｘが，平成２７年４月以降の賃金につき，５％カットされた基本給分の差額を請求して訴訟を提起した場合，この請求は認められるか。想定される論点を検討した上で結論を示しなさい。\n２．Ｘらは，戒告の懲戒処分は不当であると考えている。Ｘらがこの懲戒処分につき救済を求めるには，どのような機関にどのような救済を求めることが考えられるか。想定される論点を検討した上で結論を示しなさい。\n【Ｙ社就業規則（抜粋）】\n（懲戒）第１２条 従業員が次のいずれかに該当するときは，情状に応じ，けん責，戒告又は減給とする。\n① 業務中に許可なく職場を離れ，又は，業務と関係のない行為を行ったとき。\n② 業務命令に反したとき。\n（以下略）\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，偽装請負（違法な労働者派遣）により派遣された労働者と注文者（派遣先）との間の黙示の労働契約の成立，適法な労働者派遣の下における派遣元事業主による有期労働契約の中途解除及び雇止めに関する規範の正確な理解を問うものである。本問の事実関係は労働\n- 27 -者派遣を基礎として構成されているが，各設問はいずれも労働法における基本的な論点であり，関係条文・判例に即した規範の定立，当該規範の具体的事実への当てはめの的確さが問われている。\nまず，設問１において，Ｘは労働者派遣法違反を理由にＹ１社との労働契約が無効であり，Ｙ２社との間の労働契約の成立を主張しているが，こうした主張の当否については，パナソニックプラズマディスプレイ（パスコ）事件判決（最判平成２１年１２月１８日）の判断枠組みを踏まえて，労働契約の黙示的な成立の可能性を論じることが求められる。その際，予想されるＹ２社からの反論を踏まえつつ，本問で挙げている諸事情のうち，労働契約の黙示的な成立の有無を判断するに当たって考慮すべき事情として，何を具体的に挙げるかが重要である。\n設問２は，期間を定めた労働契約に基づき派遣先で就業している派遣労働者が，Ｙ２社からの労働者派遣契約の解約を理由に，Ｙ１社により労働契約の期間満了前に解雇されたことから，この解雇の有効性を問題とするものである。これについては，労働契約法第１７条第１\n項が，期間を定めた労働契約につき「やむを得ない事由がある場合」に限り解雇できると規定していることから，期間の定めのない労働契約における整理解雇の場合と比較して「やむを得ない事由がある場合」とはいかなる場合を指すかを示す必要がある。その上で，本問において，派遣先からの労働者派遣契約の解約による就業場所の喪失等の諸々の事情をどう評価するかが問われることになろう。\n設問３は，いわゆる雇止めの事例であるが，労働契約法第１９条に照らして，申込みを承諾したものとみなすことが認められる規範の定立が求められる。その上で，同条第１号又は第\n２号のいずれに該当するか，仮に第２号に該当するとした場合には，契約更新を期待する合理的な理由の有無を判断することが必要となるが，その際，伊予銀行・いよぎんスタッフサービス事件判決（高松高判平成１８年５月１８日）が示すような，派遣労働契約の特殊性を考慮して判断することが求められる。\n〔第２問〕\n本問は，労働協約の規範的効力の根拠と限界，及び労働組合の組合活動についてその法的な意義と効果を問うものである。いずれも労働法におけるスタンダードな論点であるが，基本的な法令の規範を明示した上で，主要な裁判例による判例法理を踏まえ，提示された具体的事案に対して的確な検討を行うことが求められている。\nまず，本問の事例では，５％の基本給カットを定めた労働協約の規定が規範的効力を有するか否かにつき，協約締結権限の成否と，不利益変更の可否という両面から検討することが必要である。前者については，組合規約に定められた手続を履践せずに締結された労働協約の効力につき，組合規約の定めの趣旨及び意義，労働協約締結の折に実際に行われてきた手続とその法的評価などを，判例法理（中根製作所事件（東京高判平成１２年７月２６日））を踏まえた上で，具体的な事情を点検しつつ論じなければならない。また，後者については，不利益に変更された労働協約規定に規範的効力が認められるか否かに関する最高裁の判例法理\n（朝日火災海上保険（石堂本訴）事件（最一小判平成９年３月２７日））を前提として，本件における変更の具体的内容，協約締結手続，締結の経緯などを総合して，規範的効力の有無を決することとなる。本件の事例においては，基本給の５％カットという事実のみならず，賞与の増額を始め他の事情を捕捉しながら総合的な検討を行うことが求められる。また，結論を明示することも忘れてはならない。\n次に，組合活動をめぐる設問２については，救済機関として不当労働行為を審査し，救済命令を発する労働委員会と，民事紛争を解決する裁判所とが明示されることが不可欠である。\nまた，本件の事例では労働組合の執行部に反対するグループが行った活動であることを踏ま\n- 28 -え，そのようなグループの行動が組合活動と認められるか否かを検討した上で，リボン着用による就労の法的意義，これに対する懲戒処分の適法性について，不当労働行為の成否と懲戒処分の有効性という観点から，それぞれ要件を摘示し，的確に当てはめを行う必要がある。\n当然ながら，懲戒処分の有効性については，対象となった行為の懲戒規定該当性，労働契約法第１５条を明示した上での懲戒権濫用の有無を整理して論じることが求められる。\nいずれの設問も，規範の明示と本件事例への当てはめを基軸とし，説得力のある論理が展開されていることが前提となることは言うまでもない。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針事例に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめによって，適切な結論を導き出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案については，おおむね平均以上の得点を与え，さらに，\n当てはめにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，\n着目すべき問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，文字の判読が困難なものなどが少なくなかった。文字いかんが得点そのものを左右するわけではないものの，読みやすい文字で丁寧に答案を作成されんことを付言しておきたい。\n３ 採点実感等⑴ 第１問について本問においては，①偽装請負（違法な労働者派遣）下における派遣労働者・注文者（派遣先）間の労働契約の黙示的成立，②適法な労働者派遣下における派遣元との有期労働契約の期間満了前の解雇の効力，③派遣元との労働契約の期間満了による終了と更新に関する三つの設問を課している。\nまず，上記①の設問では，原告（労働者）は，違法派遣により派遣元との労働契約が無効であることから派遣先との労働契約の黙示的成立を主張しているが，その当否が問題となる。この点では，パナソニックプラズマディスプレイ（パスコ）事件最高裁判決（最判平成２１年１２月１８日）が参考となるが，\n違法派遣において派遣元との労働契約が無効となるか否かについて，同判決を踏まえて的確に論じ，その上で注文者（派遣先）との労働契約の黙示的成立が認められる規範の定立を行い，労働者派遣の特殊性に配意して事実の丁寧な当てはめを行っている答案には高い点数を与えている。\n注文者（派遣先）との間に労働契約が黙示的に成立しているか否かについて，\n当事者の労務提供の意思と賃金支払の意思の黙示的合致が要件となり，これを推認させる事情を的確に挙げることが問われている。多くの答案は意思の黙示的合致に触れているが，合意がなくても労働契約関係が生ずると述べているとしか読めない答案が散見され，黙示的成立を推認させる事情を的確に挙げていない答案も見受けられた。\n上記②の設問では，有期労働契約の契約期間中の解雇が問題となっている。\n労働契約法第１７条第１項に触れて，有期労働契約の契約期間中の解雇に関する規範を定立し，労働者派遣の特殊性を踏まえつつ，丁寧に事実を拾い上げて，\n解雇の有効性を論じている答案には高得点を与えている。多くの答案は，本問が有期労働契約の契約期間中の解雇の効力を問うものであることを理解していたが，同条に言及せずに単に解雇権濫用の法理を適用している答案，同条に言及しているが同条に定める「やむを得ない事由」の意義を正確に理解していない答案，同条は契約期間中の解雇について同法第１６条の解雇事由と比較して厳格な要件を課すものであることを意識しない答案が少なくなかった。\n上記③の設問では，いわゆる雇止めの問題であり，労働契約法第１９条に基づく規範の定立と労働者派遣に即した事実の当てはめが問題となる。同条の規定を正確に理解し，労働者派遣であることの特殊性にも配意した上で，丁寧に当てはめをしている答案には高得点を与えている。多くの答案は同条に言及していたが，同条に基づく規範の定立を行わずに，直ちに当てはめを行う答案が少なくなかった。本問は，同条第１号又は第２号のいずれに該当するか，仮に第２号に該当する場合労働契約の更新について労働者が期待する合理的な理由があるか否かが問題となる。この合理性の判断に当たって，労働者派遣の特殊性を考慮する必要があるが，この点で，伊予銀行・いよぎんスタッフサービス事件高松高裁判決（高松高判平成１８年５月１８日）が参考となるが，この裁判例を意識した答案は少なかった。\n⑵ 第２問について本問は，労働協約の規範的効力の根拠と限界，及び労働組合の組合活動についてその法的な意義と効果とを問うものである。労働協約の規範的効力が認められるためにはいくつかの要件の充足を前提とするが，本問では，協約締結権限に瑕疵がある場合の法的効果に関する判例法理をベースにして，本件における事実関係の下でどのような判断がなされるべきかが問われている。また，組合活動の正当性と組合員に対する懲戒処分の有効性についても，十分な判例の理解が前提とされていることは言うまでもない。\nまず，設問１では，何よりも規範的効力の根拠規定である労働組合法第１６条を明示し，規範的効力の意義を述べることが前提となる。同条がなければ労働協約も契約の一類型に過ぎないのだから，同条の摘示なくして本件事案における規範的効力の有無を論じることはできない。しかし，全体として同条を明示できない答案が予想以上に目立つとともに，明示できている答案も，規範的効力とは何かについて示したものは極めて少なかった。\n労働協約締結権限の瑕疵については，中根製作所事件判旨を引用ないし参考にしたと思われる答案は非常に少なかった。また，中根製作所事件判決には触れずに，労働組合法第１７条の一般的拘束力に関する最高裁判決（朝日火災海上(高田)事件・最判平成８年３月２６日）を引用する答案も少なからず見られた。\n５％の賃金カットについては，不利益に変更された労働協約規定に規範的効力が認められるか否かに関する最高裁の判例法理（朝日火災海上保険（石堂本訴）事件・最判平成９年３月２７日）を引用して論じることができている答案はごく少なかったが，少数ながら，上記判例が示した「労働組合の目的の逸脱」\nが本件で見られるか否かを的確に論じている答案もあった。なお，労働協約が労使交渉におけるギブ・アンド・テイクの結果であって有利か不利かの判断が必ずしも容易ではないとの見解を示す答案がかなり目立った。言うまでもなくこれは本件を検討する上では筋の異なる見解である。\nなお，結論を明確に示すことはほとんどの答案が意識していた。\n設問２については，多くの答案が，救済を求める機関として，正確に裁判所と労働委員会を挙げていたが，求める救済の内容として，「労働委員会に解雇の無効を申し立てる」など，不当労働行為制度と裁判所における民事救済制度の相違が全く理解できていないと思われる答案が目立った。また，労働組合法第７条第１号違反や第３号違反を指摘している答案であっても，要件をきちんと指摘できている答案は少なかった。\n組合内反対派の活動をどのように位置付けるかについては，触れていないか，\n触れていてもそれが当該労働組合の活動と認められるか否かを的確に述べることができている答案はまれであった。多くの答案は，規範や論理を特に述べず「少数派の活動も正当な組合活動たりうる」という程度にしか述べていなかった。\nリボン着用による就労は，一般に「リボン闘争」と称される組合活動の一環として理解されているが，その適法性については，多くの答案が比較的丁寧に論じていた。しかし，これに対する懲戒処分の適法性については，十分な論理展開が見られないまま時間切れに終わったと見られる答案が非常に多かった。\nまた，Ｘらの活動が，正当な組合活動であるとしながら，他方で懲戒は相当であるという矛盾した結論を導くものが見られた。さらに，本件では，労働契約法第１５条を引用して，懲戒権濫用につき検討することが不可欠であるが，この点に触れた答案は極めて少なかった。\n４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を十分に理解した論述がなされている答案である。第１問については，法令の規定と判例の判断の枠組みを踏まえた規範定立と事実の的確な当てはめを行い，説得的な論述を行っている答案であり，第２問については，労働協約の規範的効力についてその根拠と意義とを明示しつつ，判例法理に従って本件事案における処理の可能性を明確に論じ，また，裁判所と労働委員会との機能の異同を正確に理解していることを示しつつ，組合活動の正当性や懲戒処分の有効性につき，要件と効果とを順序立てて論じ得ている答案である。\n「良好」の水準にあると認められる答案とは，必要な論点にはおおむね言及し，\n法解釈について一定の見解を示した上で，事例から，結論を導き出すのに必要な具体的事実を抽出できている一方で，例えば，第１問では，労働契約の黙示的成立に関する規範の定立や事実の当てはめにおいて，判例の正確な理解がなされていない答案，第２問では，最高裁の判例法理には触れ得ているもののその具体的事案への当てはめにおいて必ずしも十分な論理展開ができていない答案など，「優秀」の水準にあると認められる答案のように出題の趣旨を十分に捉えきれていないような答案である。\n「一応の水準」にあると認められる答案とは，労働法の基本的な論点に対する一定の理解はあるものの，必要な論点に言及していなかったり，言及していたとしても，規範定立や当てはめがやや不十分であったりする答案であり，関係条文・判例に対する知識の正確性に難があり，事例における具体的な事実関係を前提に要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にあると認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方を理解せず，例えば，規範を定立せずに単に問題文中の具体的な事実を列挙するにとどまったり，少ない知識から無理に構成した判断を箇条書き的に羅列するだけであったりするなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思料される答案である。\n５ 今後の出題出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，\n自己の法的見解を展開し，これを事実に当てはめることによって，妥当な結論を導くという，法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。なお，労働契約法，労働基準法及び労働組合法以外の主要な法令にも最低限の目配りをすることが望まれる。\n６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，正確な理解に基づき，かつ，規範の提示とその当てはめという最低限の対応を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に理解することはもとより，当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，主要な判例については，判旨部分を単に記憶するのではなく，丁寧に読み込んで，事案の内容を正確に把握し，\n当該事実関係の下でどのような規範を定立して当てはめが行われたか，その意義を的確に理解する必要があることに十分配意いただきたい。また，事例の分析の前提となる基礎的事実を正しく把握し，結論を導くために必要な論点を抽出した上，論点相互の関連性を意識しつつ，法令，判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，これに適切に事実の当てはめを行って，法の趣旨に沿った妥当な結論を導くという，法的思考力を更に養成するよう重ねてお願いしたい。併せて，労働委員会の役割，不当労働行為制度と司法救済との関係のような，労使紛争の解決手続に関する基本的事項についても，十分な理解が得られるようより一層の努力と工夫が望まれる。"
}