{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\nなお，職業安定法に言及する必要はない。\n【事 例】\nＹ１社は，主に製造業務の請負等を目的として，平成元年頃から，一般労働者派遣事業の許可を取得して労働者派遣事業を展開しつつ，業務請負事業も行っていた。Ｙ１社は，自動車製造を業とするＹ２社とは平成１８年頃から業務請負契約を締結して取引を行っていた。当該業務請負契約の契約書によれば，契約期間は６か月とされ，Ｙ１社がＹ２社から設備，事務所等を無償で借り受け，Ｙ１社の雇用する従業員をＹ２社Ａ工場（以下「Ａ工場」という。）の自動車組立てラインに派遣して組立て作業に従事させ，Ｙ２社は月間生産台数に応じた額の報酬をＹ１社に毎月支払うものとされていた。Ｙ１社・Ｙ２社間に資本関係や人的関係はない上，Ｙ１社の取引先はＹ２社に限られておらず，また，Ｙ１社によるＸを含む作業員（以下「Ｘら」という。）の採用面接にＹ２社の社員が立ち会ったなどの事情は認められない。\nＸらは，Ｙ１社との間で雇用期間６か月，就労開始日を平成２０年４月１日とする雇用契約を締結し，雇用契約で指定されたＡ工場の就業場所において自動車組立て作業に従事すること，これに対してＹ１社はＸらにＹ１社就業規則に定めた給与を支給することとされていた。雇用期間の始期と終期は，Ｙ１社・Ｙ２社間の業務請負期間のそれと一致していた。Ｘらは，自動車組立てラインにおいて自動車部品をＹ２社作成のマニュアルに従って取り付ける作業を行い，同ラインにおいてＹ２社の従業員と一緒に作業していた。Ａ工場にはＹ１社の正社員が常駐していたが，Ｘらは作業についてＹ２社の社員からも直接指示を受けていた。\nＹ１社及びＹ２社は，平成２２年９月１日，Ａ工場の所在する地域を管轄する労働局から，Ａ工場におけるＸらの勤務実態は業務請負ではなく労働者派遣であり，労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関する法律（以下「労働者派遣法」という。）違反の事実があると認定され，業務請負契約を解消して新たに労働者派遣契約を締結するようにとの行政指導を受けた。\nこれを受けて，Ｙ１社及びＹ２社は業務請負契約の期間満了日である同年９月３０日をもって業務請負契約を終了し，同年１０月１日から新たに６か月の契約期間を定めた労働者派遣契約を締結した。それと同時に，Ｙ１社はＸらを派遣労働者とする雇用契約を締結した。新たな雇用契約は，従前と同一の労働条件で同一の就業場所において同一の作業に従事することを内容としたものであった。Ｘらは，同年１０月１日から就労を開始し，その後，同一内容の雇用契約を反復更新した。\nところが，Ｙ２社は，平成２４年秋からＹ２社を取り巻く経営環境の悪化により生産規模の縮小を余儀なくされ，平成２４年１２月１０日に，Ｙ１社との労働者派遣契約に定める規定に基づき，平成２５年１月２０日をもって労働者派遣契約を解約する旨Ｙ１社に通知した。そこで，Ｙ\n１社は，Ａ工場で作業を行うＸらの雇用契約が同年３月３１日をもって期間満了とされていたことから，Ｘらに対し，別の就業場所を紹介してそこで作業を行うよう打診したところ，Ｘは，期間満了後も引き続きＡ工場で同一の作業に従事することを希望し，同打診を断ったが，ＸらのうちＸ以外の者は，いずれも同打診を受け入れた。Ｙ１社は，Ｙ２社が同年１月２０日に労働者派遣契約を解約したためＸの就労する場所がない上，他の発注先からの契約打切りによりＹ１社の財務状況が急速に悪化した事情もあり，３０日間の予告期間を置いた上で，同年２月２８日付けでＸを解雇した。\n- 22 -\n〔設 問〕\n１．Ｘは，本件就労は労働者派遣法違反であるのでＹ１社との雇用契約は無効であり，Ｙ２社との間に雇用契約が成立していたと主張し，Ｙ２社との雇用関係上の地位の確認を請求して訴えを提起した。予想されるＹ２社からの反論を踏まえつつ，法的な論点を指摘して，Ｘの請求の当否を論じなさい。\n２．Ｘは，Ｙ１社に対して，平成２５年２月２８日の解雇が無効として，Ｙ１社との間の雇用関係上の地位の確認を請求して訴えを提起した。この請求の当否を論じなさい。\n３．仮に，前記【事例】において，Ｙ１社が，Ｘを解雇せず，平成２５年３月３１日をもって期間満了によりＸとの雇用契約が終了したものと扱い，これに対してＸがＹ１社との間の雇用関係上の地位の確認を請求して訴えを提起した場合におけるその請求の当否を論じなさい。\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，クッキー，チョコレート，アメ等多品種の菓子を製造・販売する株式会社であり，多くのパートタイマーを活用することで人件費を抑制し，多大な利益を上げてきた。Ｙ社は，正社員３００名のほか，パートタイマー８５０名を雇用しており，大阪市の本社のほかに全国各地に計８か所の営業所及び計３か所の工場を有していた。Ｙ社には，正社員とパートタイマーの双方が加盟する労働組合（以下「労組」という。）があり，Ｙ社との間に，労使協議や団体交渉等のルールについて規定した期間の定めのない労働協約を締結していた。労組には，全正社員の８割に当たる非管理職の正社員全員，パートタイマーの２割が加入しており，本社及び全ての営業所・工場に分会を有していた。\nＹ社では，平成２０年のいわゆるリーマンショックによる売上げの激減により，経営状況が目に見えて悪化し，賃金も全く増額できなくなったほか，いくつかの菓子製造ラインが閉鎖されるなど事業の縮小が目立つようになり，転職のために辞めていく従業員も次第に増えていった。\nＺは，労組の委員長であったが，この様子を見て危機感を覚え，他の執行部のメンバーと相談し，会社との間に，雇用の維持を認めさせる新たな協約を締結することを目指して，平成２６年\n５月にＹ社の社長甲らと内密の懇談の場を数回持った。Ｚは，自分が委員長に選出された選挙の折，甲が自分を推薦して「我が社の労組にはＺが委員長としてふさわしい。」との発言を繰り返していたこと，自分が委員長に選出されてからも親しい交流を続けていたことなどから，甲が自分の要請を理解してくれるものと期待していた。\n上記の懇談の場において甲は，「５％の基本給カットをのんでくれるなら，少なくとも正社員については雇用は維持できるよう会社としても最大限の努力をする。」とＺに伝えた。賃金カットをのめば組合員の雇用の維持を保障する協約を結べると判断したＺら執行部は，組合規約に定められた「協約締結権限」を早急に取得する必要があると考え，執行部内で対応を協議したところ，組合規約には，「協約締結権限を執行部が得るためには組合大会を開催し，全組合員の過半数の賛成を得る必要がある。」と規定されていた。しかし，全組合員の招集をはかるには時間と手数がかかりすぎると判断した執行部は，「重要事項に該当しない問題については各分会における単純多数決の結果を集約し，組合全体として賛成が多数であれば執行部に協約締結権限が付与されたものとする。」という組合規約の規定に着目し，かつ，実際には労働協約の締結権限についても，ここ１０年内に５回締結された労働協約は全てこの方式で締結権限が認められてきた事実を確認した上で，今回もこの方式により，全分会における単純多数決の結果を集約したところ，全組合員の過半数がＺら執行部の方針を了承したことを確認した。\nその後，平成２６年７月１０日付けで労組とＹ社との間に労働協約が締結され，予定どおり５\n％の基本給カットが規定されたが，同カットは平成２７年４月から行うこととされ，また，「平成２６年冬の賞与を前年より５％アップすることで緩和措置とする。」との規定も設けられていた。さらに，「会社は可能な限り雇用の維持に努め，人員整理の必要性が生じた場合は組合と協議の上，対応を決定するものとする。」との規定もあった。\n菓子を製造するＡ工場の分会に所属する組合員であるＸは協約内容を見て，不満を抱き，Ｚに「組合大会も開催せずに，５％の基本給カットをのんだことは許し難い。」と問い詰めたところ，Ｚは，「確かに組合大会は開催していないが，従来の慣行に従って分会における単純多数決の結果を集約しているので問題はない。」と回答した。\nそこで，Ｘは，５％の基本給カットの実施に不安や疑問を抱いていた他の５名の組合員と相談し，Ｚら執行部の了承を得ずに独断で「刷新派」と称するグループを結成した。これに対し，甲はＸを呼んで，「労組を混乱させてはいけない。刷新派などと称するグループは解散しなさい。」と強く命じたが，Ｘは「お断りします。」と答えた。その後，刷新派は，自分たちの主張を広め\n- 24 -るため，「賃金カットは許さない」，「会社は５％の基本給カットを撤回せよ」などと記載した縦\n１０センチメートル，横２センチメートルのリボンを左胸部に着装して始業時刻から３０分間業務に従事し，３０分後には当該リボンを取り外すという行動に出た。リボンを着装した組合員は，Ｘを含め全員がＡ工場の菓子製造のラインで働いていた。\nＹ社はこれに対し，Ｚら執行部にＸらの行動が労組の指導によるものでないことを確認した上で，リボンの着装をやめるようＸらに業務命令を発したが，Ｘらがこれに従わなかったため，就業規則第１２条に基づき，リボンを着装して業務に従事した組合員全員を戒告の懲戒処分に処した。\n〔設 問〕\n１．Ｘが，平成２７年４月以降の賃金につき，５％カットされた基本給分の差額を請求して訴訟を提起した場合，この請求は認められるか。想定される論点を検討した上で結論を示しなさい。\n２．Ｘらは，戒告の懲戒処分は不当であると考えている。Ｘらがこの懲戒処分につき救済を求めるには，どのような機関にどのような救済を求めることが考えられるか。想定される論点を検討した上で結論を示しなさい。\n【Ｙ社就業規則（抜粋）】\n（懲戒）第１２条 従業員が次のいずれかに該当するときは，情状に応じ，けん責，戒告又は減給とする。\n① 業務中に許可なく職場を離れ，又は，業務と関係のない行為を行ったとき。\n② 業務命令に反したとき。\n（以下略）\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は，偽装請負（違法な労働者派遣）により派遣された労働者と注文者（派遣先）との間の黙示の労働契約の成立，適法な労働者派遣の下における派遣元事業主による有期労働契約の中途解除及び雇止めに関する規範の正確な理解を問うものである。本問の事実関係は労働\n- 27 -者派遣を基礎として構成されているが，各設問はいずれも労働法における基本的な論点であり，関係条文・判例に即した規範の定立，当該規範の具体的事実への当てはめの的確さが問われている。\nまず，設問１において，Ｘは労働者派遣法違反を理由にＹ１社との労働契約が無効であり，Ｙ２社との間の労働契約の成立を主張しているが，こうした主張の当否については，パナソニックプラズマディスプレイ（パスコ）事件判決（最判平成２１年１２月１８日）の判断枠組みを踏まえて，労働契約の黙示的な成立の可能性を論じることが求められる。その際，予想されるＹ２社からの反論を踏まえつつ，本問で挙げている諸事情のうち，労働契約の黙示的な成立の有無を判断するに当たって考慮すべき事情として，何を具体的に挙げるかが重要である。\n設問２は，期間を定めた労働契約に基づき派遣先で就業している派遣労働者が，Ｙ２社からの労働者派遣契約の解約を理由に，Ｙ１社により労働契約の期間満了前に解雇されたことから，この解雇の有効性を問題とするものである。これについては，労働契約法第１７条第１\n項が，期間を定めた労働契約につき「やむを得ない事由がある場合」に限り解雇できると規定していることから，期間の定めのない労働契約における整理解雇の場合と比較して「やむを得ない事由がある場合」とはいかなる場合を指すかを示す必要がある。その上で，本問において，派遣先からの労働者派遣契約の解約による就業場所の喪失等の諸々の事情をどう評価するかが問われることになろう。\n設問３は，いわゆる雇止めの事例であるが，労働契約法第１９条に照らして，申込みを承諾したものとみなすことが認められる規範の定立が求められる。その上で，同条第１号又は第\n２号のいずれに該当するか，仮に第２号に該当するとした場合には，契約更新を期待する合理的な理由の有無を判断することが必要となるが，その際，伊予銀行・いよぎんスタッフサービス事件判決（高松高判平成１８年５月１８日）が示すような，派遣労働契約の特殊性を考慮して判断することが求められる。\n〔第２問〕\n本問は，労働協約の規範的効力の根拠と限界，及び労働組合の組合活動についてその法的な意義と効果を問うものである。いずれも労働法におけるスタンダードな論点であるが，基本的な法令の規範を明示した上で，主要な裁判例による判例法理を踏まえ，提示された具体的事案に対して的確な検討を行うことが求められている。\nまず，本問の事例では，５％の基本給カットを定めた労働協約の規定が規範的効力を有するか否かにつき，協約締結権限の成否と，不利益変更の可否という両面から検討することが必要である。前者については，組合規約に定められた手続を履践せずに締結された労働協約の効力につき，組合規約の定めの趣旨及び意義，労働協約締結の折に実際に行われてきた手続とその法的評価などを，判例法理（中根製作所事件（東京高判平成１２年７月２６日））を踏まえた上で，具体的な事情を点検しつつ論じなければならない。また，後者については，不利益に変更された労働協約規定に規範的効力が認められるか否かに関する最高裁の判例法理\n（朝日火災海上保険（石堂本訴）事件（最一小判平成９年３月２７日））を前提として，本件における変更の具体的内容，協約締結手続，締結の経緯などを総合して，規範的効力の有無を決することとなる。本件の事例においては，基本給の５％カットという事実のみならず，賞与の増額を始め他の事情を捕捉しながら総合的な検討を行うことが求められる。また，結論を明示することも忘れてはならない。\n次に，組合活動をめぐる設問２については，救済機関として不当労働行為を審査し，救済命令を発する労働委員会と，民事紛争を解決する裁判所とが明示されることが不可欠である。\nまた，本件の事例では労働組合の執行部に反対するグループが行った活動であることを踏ま\n- 28 -え，そのようなグループの行動が組合活動と認められるか否かを検討した上で，リボン着用による就労の法的意義，これに対する懲戒処分の適法性について，不当労働行為の成否と懲戒処分の有効性という観点から，それぞれ要件を摘示し，的確に当てはめを行う必要がある。\n当然ながら，懲戒処分の有効性については，対象となった行為の懲戒規定該当性，労働契約法第１５条を明示した上での懲戒権濫用の有無を整理して論じることが求められる。\nいずれの設問も，規範の明示と本件事例への当てはめを基軸とし，説得力のある論理が展開されていることが前提となることは言うまでもない。"
}