{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：４０）\n弁護士であるＡは，平成２０年４月１日，いわゆる企業内弁護士として，Ｂ株式会社（以下「Ｂ社」という。）に採用され，同日からＢ社の法務部長として勤務していた。採用時の契約においては，勤務期間は平成２５年３月３１日までの５年間とされ，この間，Ｂ社所定の給与規程に基づく給与の支払を受けるほか，５年間の勤務期間終了時には，退職金として１０００万円の支払を受けるという約定であった。\nその後，Ａは，平成２５年４月１日から法律事務所を開設して個人で弁護士業務を営むことを計画し，同年１月以降，その準備を進めていたが，折から，Ｂ社においてはＣ株式会社（以下「Ｃ社」という。）との経営統合に向けた検討作業を開始することになったため，Ｂ社の社長は，Ａに対し，同年４月以降も引き続き法務部長として勤務してほしい旨強く求めた。ＡとＢ社の話合いの結果，Ａは，当初の契約において５年間の勤務期間終了時に支払うとされた１０００万円（以下「本件約定金」という。）の支払を受けた上で，Ｂ社との間で，同月１日から平成２６年３月３１日までの１年間，Ｂ社の法務部長として勤務し，この間，Ｂ社所定の給与規程に基づく給与額の１．２倍に当たる給与の支払を受け，１年間の勤務期間終了時には退職金の支払は受けないという内容の契約を新たに締結し，Ｂ社の法務部長としての勤務を継続した。\nところで，Ｂ社には，各事業年度において功績の特に顕著であった従業員に対し，３００万円を上限として報奨金を支払うという報奨金制度がある。Ａは，平成２６年３月３１日，Ｂ社を退職したが，その際，Ｂ社とＣ社の経営統合に関し，法務分野での功績が特に顕著であったとして，上記報奨金制度に基づき，２００万円（以下「本件報奨金」という。）の支払を受けた。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\nＡが支払を受けた本件約定金及び本件報奨金は，所得税法上，いかなる所得に分類されるか，関係する最高裁判例に言及した上，自説を述べなさい。\n- 8 -\n〔第２問〕（配点：６０）\nＡは，コンピュータのソフトウェアの開発を目的とするＸ株式会社（以下「Ｘ社」という。）に勤務した後，独立してＹ株式会社（以下「Ｙ社」という。）を設立し，その代表取締役に就任し，毎月定額の報酬を受けていた。\nＹ社は，主にＸ社の下請会社として，同社が受注したソフトウェアの開発に関連する作業について委託を受け，報酬を受け取っていた。Ｙ社は，Ｂらを雇用し，毎月給料を支払っていた。\nＹ社にはＣ法律事務所の弁護士Ｃという顧問弁護士がおり，Ｙ社は，Ｃから法律的な助言を定期的に受けていた。具体的には，元請であるＸ社との契約条件の内容や契約書の内容さらには資金調達の方法やＹ社の従業員の雇用問題などについて，ＡがＣの事務所を訪問するなどして相談していた。なお，顧問契約により，Ｙ社は，Ｃに対して毎月定額の顧問料を支払うことになっていた。\nＸ社（事業年度は暦年としていた。）は，平成２６年１０月１日，甲株式会社（以下「甲社」という。）の業務について，ソフトウェアの開発を３０００万円で請け負い，同日，これに着手した。\n完成したソフトウェアの引渡しは平成２８年２月を予定しており，報酬の支払は同年３月１５日とされた。\nＸ社は，開発に関連する業務のうち，甲社の業務の現状把握及びその改善並びにソフトウェアに対する甲社の要望を確定する作業をＹ社に委託し，Ｙ社はこれを受託した。\nＸ社が甲社に提示した開発スケジュールでは，Ｙ社が担当する作業は，開発着手後１か月をめどに終了させることになっていた。Ｙ社の作業が終了しなければ，その後のソフトウェアの仕様の確定やソフトウェアの基本設計さらには開発作業やテスト作業を行うことはできない。Ｙ社の作業が遅延すれば，開発全体が遅延することになるため，Ｙ社は，Ｘ社からスケジュールどおりに作業を終了させるように厳命を受けていた。\nＡは，上記の作業をスケジュールどおりに終了させるためには，Ａ及びＹ社の従業員Ｂらだけでは人手が足りないと判断し，Ｄに対して作業の一部を委託することにした。ＤはＡとともにＸ社に勤務していたが，その後独立し事務所を賃借して，「ワークスＤ」という名称でＸ社を始めとする大手の開発業者の下請や孫請として業務委託を受けて収入を得ていた。Ｙ社とＤとの間には「業務委託契約書」（特に「兼業禁止」の条項はない。）が作成され，そこでは，Ｙ社の作業が終了した時点で「業務委託契約書」に定める金額を，Ｄに対して支払うことになっていた。\nＹ社が委託を受けた作業の進行スケジュールはＡが定め，その進捗状況も厳しく管理し，ＢらやＤの作業が遅れると厳しく指導するなどしていた。\nＡ，Ｂら及びＤは，Ｙ社が委託を受けた作業を行うために，Ｘ社の従業員とともに，何度も甲社の事務所を訪れ，甲社の代表取締役，担当部長，エンドユーザーとなる甲社の従業員などから意見を集め，甲社内の意見の調整にも奮闘した。甲社の意見聴取に際して，ＢらはＹ社所有のノートパソコンを利用していたが，Ｄは自分のタブレットパソコンを利用していた。\nまた，Ａ，Ｂら及びＤは，Ｙ社内の会議室で連日打合せを行い，共同して甲社に対する説明資料などを作成したり，甲社がソフトウェアに対して要求する仕様の内容を取りまとめる書面を作成したりするなどの作業を行った。その際は，ＢらもＤもＹ社のデスクトップパソコンを利用していた。\nＤは，Ｙ社までは自分の自動車で移動していたが，Ｙ社から甲社まではＹ社の自動車に同乗して移動していた。\nＡの進行管理が良かったため，Ｙ社は，Ｘ社の定めたスケジュールどおりに作業を終了することができた。\n以上の事案について，以下の設問に答えなさい。\n〔設問１〕\nＹ社は，Ａ，Ｂら及びＣに対して毎月金員を支払う際に，所得税を源泉徴収する必要があるか。\n源泉徴収制度について概要を述べた上で，それぞれについてＹ社との間の法律関係に留意しつつ\n- 9 -検討しなさい。\n〔設問２〕\nＹ社は，Ｄに対して金員を支払う際に，給与所得に係る所得税を源泉徴収する必要があるか。\nＹ社との間の法律関係に留意しつつ検討しなさい。\n〔設問３〕\n甲社から請け負ったソフトウェアの開発に係るＸ社の収益について，その帰属事業年度を判断する場合において，判断基準としてどのような考え方があるか。その内容について，条文上の根拠を摘示しつつ説明しなさい。\n（参照条文）法人税法施行令\n（工事の請負）第１２９条 法第６４条第１項（工事の請負に係る収益及び費用の帰属事業年度）に規定する政令で定める大規模な工事は，その請負の対価の額（その支払が外国通貨で行われるべきこととされている工事（製造及びソフトウエアの開発を含む。以下この目において同じ。）については，その工事に係る契約の時における外国為替の売買相場による円換算額とする。）が１０億円以上の工事とする。\n２～１１ （略）\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，いわゆる企業内弁護士として５年間の勤務期間を定めてＢ株式会社（以下「Ｂ社」という。）に勤務していた弁護士Ａが，当初の勤務期間終了後更に１年間勤務を継続したという事案において，Ａが当初の勤務期間終了時にＢ社から支払を受けた一時金（本件約定金）\n及び最終的にＢ社を退職する際にＢ社から支払を受けた一時金（本件報奨金）につき，所得税法上の所得の種類を問う問題である。なお，Ａは，弁護士であるが，雇用契約に基づいて\nＢ社に勤務していたので，本件約定金及び本件報奨金（以下，併せて「本件各金員」という。）の所得の種類を考えるに当たっては，一般の従業員の場合と特段異なる考慮をする必要はない。\n本問においては，本件各金員が退職所得（所得税法第３０条第１項）に当たるかどうかが主として問題となる。従業員が退職に際し支払を受ける金員が退職所得に当たるかどうかについては，最高裁昭和５８年９月９日第二小法廷判決（民集３７巻７号９６２頁〔５年退職金事件〕）及び最高裁昭和５８年１２月６日第三小法廷判決（判例タイムズ５１７号１１２頁〔１０年退職金事件〕）がその判断基準を明快に説示しており，これらは，上記論点に関する基本的な判例であるので，その判旨をしっかりと押さえた上で，本件各金員の退職所得該当性について論述する必要がある。\n本件各金員のうち，本件約定金については，上記最高裁判例に照らし，ＡのＢ社における勤務関係が平成２５年３月３１日をもって一旦終了したとみることができるのかどうかがまず問題となる。そして，仮にこの点を消極に解する場合には，本件約定金が所得税法第３０\n条第１項にいう「これらの性質を有する給与」に当たるかどうかという点で，ＡのＢ社における同年４月１日以降の勤務関係が実質的には従前の勤務関係の延長とはみられないほどの特別な事実関係があるのかどうかが問題となる。本件約定金については，これらの論点を中心に，本問の事実関係に即して説得力のある論述を展開することが求められる。\nまた，本件報奨金については，退職に際し支払われた金員ではあるが，各事業年度において功績の特に顕著であった従業員に対して報奨金を支払うというＢ社の報奨金制度に基づいて支払われたものであるため，それが退職によってはじめて給付される性質のものであるかどうかが問題となるので，この点を的確に論じる必要がある。\n〔第２問〕\n本問は，会社が代表取締役，従業員，顧問弁護士及び業務委託をした外注先に金銭を支払う場合の源泉徴収の要否と，法人税法上の収益の帰属年度に関する原則的基準及びソフトウ\n- 21 -ェア開発のような長期請負契約に適用される例外的基準について問う問題である。\n本問において検討すべき論点は多く，その１つ１つはどれも重要な問題点を含んでいるが，特定の論点だけに比重を置いて解答するだけでは必ずしも高得点は望めない。全体のバランスを見ながら，時間内に，必要な情報を的確かつ簡潔に説明することが大切である。\n設問１は，「給与所得」と「事業所得」の区分が源泉徴収制度との関係で問題となることが多いことを踏まえた出題である。\nまず，源泉徴収制度に関する基本的理解を問うている。\n次に，「給与所得」と「事業所得」の区分に関して，最高裁昭和５６年４月２４日第二小法廷判決（民集３５巻３号６７２頁）を踏まえて，所得税法第２８条第１項の「給与所得」の概念及び同法第２７条第１項の「事業所得」の概念を明らかにしつつ，両者の区分についてどのような基準を定立するのか，その基準に則して具体的な事案について矛盾なく判断できるのかを問うている。\n出題において法律関係に留意することとしたのは，課税関係が私法上の法律関係を基礎としていることを踏まえたものであり，私法上の法律関係を基礎にして課税関係をどのように判断するのかを試すものである。\n設問２は，設問１で定立した基準を比較的複雑な事案に適用する能力を試すものである。\n問題文に現れたＤを取り巻く諸事実は，Ａ，Ｂ，Ｃとそれぞれ共通する部分があり，給与所得の要件に親和する側面がある一方で事業所得の要件に親和する側面もある。そのため，自分の導いた結論に説得力を持たせるためには，自分の主張に有利な事実だけを抽出して評価するだけでは不十分であり，不利な事実についても評価することが求められる。\n設問３は，開発着手の日の属する事業年度中にその目的物の引渡しが行われない請負契約に係る法人税法上の収益の帰属年度に関する基本的理解を問うものである。工事完成基準（権利確定主義）とその例外である工事進行基準について，法人税法第２２条第４項や「別段の定め」（同条第２項）である同法第６４条第２項を示しつつ，最高裁平成５年１１月２５日第一小法廷判決（民集４７巻９号５２７８頁）などにも言及しながら，簡潔に説明することが求められている。\nなお，工事進行基準に関する法人税法第６４条第２項の適用要件について当該条文の内容を説明することは要求していない。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等⑴ 第１問公表済みの「出題の趣旨」の中で述べた主要な論点に即して，当該論点に関する最高裁判例を正しく理解した上で，その判断基準を本問の事実関係に適用して説得力のある論述ができているかどうかという観点から採点した。\n本問のＡは，弁護士であるが，Ｂ株式会社（以下「Ｂ社」という。）の法務部長として勤務していたいわゆる企業内弁護士である。ＡのＢ社における勤務関係は雇用契約に基づくものと解されるから，本件約定金及び本件報奨金（以下，併せて「本件各金員」という。）の所得税法上の所得の種類を考えるに当たっては，\n一般の従業員の場合と特段異なる考慮をする必要はない。この点に関し，Ａが弁護士であることから，本件各金員が事業所得(所得税法第２７条第１項)に当たるかどうかを長々と検討する答案が少なからずあったが，本問においては，この論点に深く立ち入る必要はない。\n本問においては，本件各金員が退職所得（所得税法第３０条第１項）に当たるかどうかが主として問題となる。従業員が退職に際し支払を受ける金員が退職所得に当たるかどうかについては，最高裁昭和５８年９月９日第二小法廷判決（民集３７巻７号９６２頁〔５年退職金事件〕）及び最高裁昭和５８年１２月６日第三小法廷判決（判例タイムズ５１７号１１２頁〔１０年退職金事件〕）がその判断基準を明快に説示しており，これらは，上記の論点に関する基本的な判例である。設問中の「関係する最高裁判例」とは，上記各最高裁判決をいうものである。\nこの点に関し，設問において，関係する最高裁判例に言及することが求められているにもかかわらず，最高裁判例に言及していない答案が予想以上に多かった。\nそのような答案の中には，上記各最高裁判決で示された判断基準自体は記載しているものの，それが最高裁判例によって示されたものであるとの指摘を欠くものもあった。こうした答案を含めて，設問の指示に従わない答案は，大きな失点を免れないから，問題文はくれぐれも良く読んでほしい。\n上記各最高裁判決は，所得税法第３０条第１項の文理及び退職所得に対する優遇課税の立法趣旨に照らし，退職所得該当性についての判断基準を示したものである。上記判断基準については，多数の答案において同旨の記載がされ，退職所得に対する優遇課税の立法趣旨についても，多数の答案において言及されていた。\nただし，これらの答案の中には，同項が退職所得につき「退職手当，一時恩給その他の退職により一時に受ける給与」と「これらの性質を有する給与」の二つの類型を規定しているにもかかわらず，その点についての言及を欠くものが相当数あった。租税法の解釈においては，文理が基本となるものであるから，答案においても，当該規定がどのような定め方をしているのかをしっかりと押さえた上で論述する必要がある。\n本件約定金は，Ａが当初の契約で定められた勤務期間終了時にＢ社から支払を受けた一時金であり，上記各最高裁判決の判断基準に照らし，ＡのＢ社における勤務関係が平成２５年３月３１日をもって一旦終了したと見ることができるのかどうか，仮にこの点を消極に解する場合には，本件約定金が所得税法第３０条第１項にいう「これらの性質を有する給与」に当たるかどうかが問題となる。答案においては，本件約定金は退職所得に当たるとするものが多かったが，給与所得に当たるとするものも相当数あった。退職所得に当たるとする答案の中では，ＡのＢ社における勤務関係が平成２５年３月３１日をもって一旦終了したと認められるとするものと，上記の勤務関係の終了は認められないが「これらの性質を有する給与」に当たるとするものに分かれ，後者の方が比較的多数であった。\n本問の事実関係の下で，本件約定金が退職所得に該当するのか給与所得に該当するのかについては，いずれの見解も成り立ち得るところであるので，結論にかかわらず，本問の具体的な事実関係に即して論理的な論述がされているかどうかという観点から採点した。その際，上記各最高裁判決が事例判断を示したものであるので，本件と上記各最高裁判決の事例との比較が適切にされているものについては，より高い点数を与えた。その一方で，退職所得該当性の判断基準については，上記各最高裁判決の文言どおりの記載をしながら，具体的な当てはめの場面では，その判断基準を正しく理解しているとは思えないような答案も散見された。こうした答案については，最高裁判例について表面的にしか理解していないものとして，採点においては低い評価を与えざるを得ないものである。\n本件報奨金は，各事業年度において功績の特に顕著であった従業員に対して報奨金を支払うというＢ社の報奨金制度に基づいて支払われたものであり，退職によって初めて給付される性質のものではないから，上記各最高裁判決の判断基準によれば，退職所得該当性は否定されることになろう。他方，本件報奨金は，雇用契約に基づき提供された労務の対価として給付されたものとして，給与所得（所得税法第２８条第１項）に該当するものと解することには問題はないであろう。\n答案においても，本件報奨金は給与所得に当たるとするものが圧倒的に多数であった。ただし，これらの答案の中には，本件報奨金の退職所得該当性を一切検討していないものも少なくなかった。本件報奨金が退職に際して支払われた一時金であることからすれば，退職所得該当性についての検討を一切していない答案は，必要な検討を欠くものとして，その分の失点は免れないものである。\n第１問の採点の結果，「優秀」又は「良好」に分類される答案の数が多かったが，その一方で，「一応の水準」にも達しない答案の数が少なくなかった。本問は，退職所得該当性に関する基本的な最高裁判例を正しく理解していれば，答案の書きやすい問題であったから，その理解ができている者においては，高得点が得やすかった反面，そのような理解ができていない者においては，適切な論述をすることが難しかったということであろう。\n⑵ 第２問公表済みの「出題の趣旨」の中で述べた主要な論点に即して，所得税法及び法人税法の基本的事項に関する理解の正確さ，関連条文の解釈適用能力及び事実に対する評価能力を重視して採点した。ただし，結論の当否そのものよりもその結論に至る論証を重視した。採点結果の実感は以下のとおりである。\n全体の実感として，まず，記述のバランスの悪い答案が予想以上に多く存在した。本問では記述すべき事項が多い。そのため，余事記載が多かったり，特定の事項のみを多く記述すると必然的に他の事項の記述が少なくなり，その事項の記述に与えられる点を得られなくなる結果となる。結果的にみると，全体をバランス良く書いている答案は総じて高い評価を得ており，内容的には短くてもポイントを押さえた答案は一定の評価を得たが，他方，論点相互の記述に大きな落差があったり，未完成だった答案は総じて低い評価となった。\n次に，最高裁判例に言及しない答案が予想以上に多く存在した。本問では二つの有名な最高裁判例があり，解答においても，当然これらに言及されるものと予想していたが，二つの判例の両方に言及していた答案はほとんどなかった。法律家にとって関連する最高裁判例を前提とすることは当然であって，無視することは許されないものである。有名な判例については答案で言及すべきである。\n次に各設問について言及する。\n設問１のうち源泉徴収制度の概要について，制度の内容などについて正確に説明できていない答案が多かった。例えば，「徴収する制度」，「受給者に代わって納税する制度」，「給与所得者」に関する制度，個人事業者に適用されない制度などとするものである。\n制度の理解は基本であるので，正確に表現できるように留意すべきである。\n答案では，次に給与所得と事業所得の定義とその区別の基準を明らかにした上で，その基準に基づきＡ，Ｂ，Ｃの所得の種類を判断し，源泉徴収の要否を判断することになる。最高裁昭和５６年４月２４日第二小法廷判決（民集３５巻３号６７２頁）は「給与所得とは雇傭契約又はこれに類する原因に基づき使用者の指揮命令に服して提供した労務の対価として使用者から受ける給付」としているから，これを前提とする限り，給与所得かどうかを判断するには支払者と受給者との間の法律関係が何かをまず検討する必要がある。この点は，設問においても，\n「それぞれについてＹ社との間の法律関係に留意しつつ検討しなさい。」と明示していたところである。また，その法律関係が同じ委任ないし準委任契約でも所得の種類が給与所得と事業所得とで分かれる場合にはその理由について説明する必要があった。\nしかし，給与所得及び事業所得の説明と区別について，定義を記述していない答案が予想以上に多く存在していた。ただ事実だけを摘示してからＡ，Ｂ，Ｃの所得の種類について結論のみを記述するだけで，定立した基準に基づき事実を評価して結論を導くという基本的な思考のプロセスを示していない答案が予想以上に多く存在していた。本問の特にＣについては給与所得に該当することが明らかな事案ではないから，給与所得や事業所得の定義をしないでいきなり事案について判断することはできないはずである。結論のみを記述するだけでは説得力が全くないことに留意すべきである。\n事実を法的に分析して結論を導くには法的三段論法という形式にのっとった思考のプロセスが必要不可欠であり，答案でもそのような思考をする能力があることを示さなければ高い評価を得ることはできない。答案においてはもっと「法的な分析，構成及び論述の能力を有する」（司法試験法第３条第２項）ことをアピールすることが重要である。\n次に，Ａ，Ｂ及びＣに関する源泉徴収の可否について，まず，そもそも法律関係の内容を説明していない答案が予想以上に多く存在した。法律関係に留意することにした出題の意図を把握できていなかったものと思われた。\nまた，Ａについて「委任だから」給与所得であるとしながら，Ｃについて「委任だから」事業所得であるとするような，Ａに関する説明の論理とＣに関する説明の論理が一貫していない答案もあった。\n答案の中には，Ａについて，「役員（法人税法第２条第１５号）に該当するから」，「役員報酬（法人税法第３４条第１項）に該当するから」，「定期同額給与（同項第１号）に該当するから」，「定期同額給与に該当し損金に算入されるから」給与所得（所得税法第２８条第１項）に該当するという趣旨の説明しているものがあった。\nしかし，一般に法人税法の規定に該当すれば所得税法第２８条第１項の給与所得に該当するということはできないので，上記の説明は所得税法第２８条第１項を解釈適用する思考としては誤っている。また，損金に算入されることを根拠とすることは，読む側に損金に算入されない場合は給与所得にならないと考えているのかという疑問を抱かせることになり，やはり説得力に欠けるものといえる。\n同様に，毎月定額の金員を受け取っていることを理由に給与所得に当たると説明する答案も，ピアノ教室で生徒を教えて定額の月謝を受け取っている場合など，\n毎月定額の金員を受け取っている場合は他にもいろいろあり得るが，その全てを給与所得であると考えるのかという疑問を抱かせる。\n理由を考える場合，それを一般化した場合には疑問が生じないかを考慮する必要がある。一般的にそのような判断をすると他に多くの不合理な事案が発生するような場合には，当該事案の説明としては一応筋が通る場合であっても，理由の内容に対して読む側に疑問を感じさせる結果となる。それでは結論に対して説得力に欠けることになるので注意が必要である。\nＣについては，「顧問契約」の性質を明らかにしている答案が余りなかった。\n「顧問契約」というだけではそれがどのような性質の契約なのかが明らかにならないので，当事者間の法律関係を明らかにしたことにはならないというべきである。\nまたＣは（それから設問２のＤも），Ｂとは異なりＹと雇用契約を締結したわけではなく，またＡと異なりＹの機関でもない。Ｃは（それからＤも）Ｙとは独立した経済主体である。そのためＣが受け取る顧問料は事業所得と評価されてもおかしくないはずである。そのような事情があるにもかかわらず，顧問料を給与所得と判断する以上は，「事業所得ではなく給与所得であること」を説明しないと説得力に欠ける。逆に，顧問料を事業所得と判断するには，上記最高裁判決（弁護士顧問料事件）がある以上，「給与所得ではなく事業所得である」ことを説明しないと説得力に欠ける。\nしたがって，Ｃについてはいずれにしても給与所得と事業所得について言及する必要があった。\nさらに，Ｃについて，依頼された法律相談などでＣが時間を拘束されているので給与所得であると評価する答案もあった。しかし，およそ債務者は債務の履行のために時間を拘束されるのであるから，このような理由で時間的拘束を認めて給与所得であると評価すると債務者は常に給与所得者になりかねないのではないかという疑問を抱かせる。\nこの点についても理由の内容について慎重に考えてほしかった。\nなお，顧問料を事業所得とした場合，弁護士報酬の源泉徴収について気が付かなかった答案が多かった。源泉徴収を給与所得者固有の制度と誤解していると思われる答案が多かったことの帰結だったのかもしれないが，もう少し制度全体を広く見てほしかったと思う。\n設問２については，多くの答案で自分の判断に不利に働く事情への言及が不十分であった。\n例えば，「本問では，（従属性を基礎付ける事情）があるので従属性が認められる（と思われる）。しかし，（独立性を基礎付ける事情）があるので独立性が認められる。したがって，事業所得である。」，あるいは「本問では，（独立性を基礎付ける事情）があるので独立性が認められる（と思われる）。しかし，（従属性を基礎付ける事情）があるので従属性が認められる。したがって，給与所得である。」という構成をしているものがあった。\nしかし，これではどちらの考え方に立っても記述する内容はほぼ一緒であり，\n結論に対して説得力に欠けることは明らかである。自分の判断に対して説得力を持たせるには不利な事情をただ摘示して並べるだけでは足りない。自分の判断に対して不利に働く事情の持つ意味を減殺する必要がある。不利に働く事情の持つ意味を減殺するには，このような事情があっても独立性（または従属性）を認める上で障害にならない理由を説明する必要がある。それゆえ，独立性を認める立場であれば，従属性を基礎付ける事情があっても独立性が否定されない理由について，また，従属性を認める立場であれば，独立性を基礎付ける事情があっても従属性が否定されない理由を明らかにする必要があったのである。\n答案の中には，自分の判断に不利に働く事情について，創意工夫を凝らして減殺しているものもあり，このような答案の評価は高くなった。\n設問３については全体的に出来が余り良くなかった。\n本問は法人所得の計算に関して，請負契約の収益認識の時期に関する考え方について説明することを求めている。\n所得税法は収入金額に算入すべき金額又は総収入金額に算入すべき金額を「収入すべき金額」（所得税法第３６条第1項）と規定しているが，法人税法は益金の額に算入されるべき金額を事業年度の「収益の額」（法人税法第２２条第２項）\nと規定している。そのため，法人税における収益の認識基準については，所得税法のように規定振りが現金受領を想起させる「収入した金額」になっていないことを根拠として結論を導くことはできない。ここに収益認識基準の法的根拠を明らかにしなければならないという法人税固有の問題がある（最高裁平成５年１１月２５日第一小法廷判決民集４７巻９号５２７８頁参照）。さらに，請負契約に基づく工事が複数年度に渡る場合，実現主義ないし工事完成基準（権利確定主義）\nによると引渡時に報酬を一括して収益として認識することとなるが，これでは法人の活動の実態に適合しないことから，実態に即して工事の進行度合いに応じて収益と費用の認識を認める工事進行基準（法人税法第６４条）が認められていることを記述することが本問の趣旨である。\nしかし，この点について正確に記述できていない答案が多かった。中には法人税の問題であるのに，所得税法第３６条第１項の「収入すべき金額」の文言を根拠にするなど法人税法の解釈に関する基本的な理解に疑問を抱かせるような答案もあった。\n特に多かったのは法人税法第２２条第２項が「算入すべき金額」となっていて「算入した金額」となっていないことを根拠としたものだった。しかし，これは誤っている。所得税法第３６条第１項は「その年分の各種所得の金額の計算上収入金額とすべき金額又は総収入金額に算入すべき金額は，別段の定めがあるものを除き，その年において収入すべき金額（金銭以外の物又は権利その他経済的な利益をもつて収入する場合には，その金銭以外の物又は権利その他経済的な利益の価額）とする。」とあり，ここにも「算入すべき金額」という文言が使われている。このことだけをみても「算入すべき金額」という文言から収益認識の基準の内容を具体的に導くことができないことは明白である。法人税法第２２条第２項で「算入すべき金額」とされているからといってこれを根拠に収益認識の基準を導くことはできないのである。単に「すべき」という表現だけに引きずられたのであれば，所得税法上の権利確定主義の根拠に関する議論の真の理解ができていなかったことを披露してしまったことになる。\nまた，工事進行基準の根拠について，費用収益対応原則を挙げている答案もあった。しかし，費用収益対応原則は費用認識に関するルールであり，収益認識に関するルールではない。費用収益対応原則からすれば費用の認識を先送りにする根拠になっても，収益の認識を早める根拠にはならないと思われる。\nさらに，複数年度をまたぐ請負契約について，権利確定の時期を契約成立時とする答案が少なからず存在した。しかし，仕事完成を先履行義務とする民法の建前（第６３３条）からすれば，契約成立時に報酬請求権を行使できないことは明らかである。また，報酬請求と引渡とは同時履行の関係にある。このようなことも踏まえて，契約成立時に税負担を認める結論が担税力の観点からみて妥当ではないのではないかとの疑問を感じてほしかった。\nなお，契約成立時に収益と認識した答案は，工事進行基準を課税の繰延べという本来の趣旨とは正反対の趣旨の制度として説明していた。\n制度や原則の正確な理解は不可欠である。第２問では，制度や原則の不正確な理解を前提として誤った結論を導いている答案が目立ったように思われる。改めて制度や原則の正確な理解に留意する必要がある。\n優秀と評価された答案は，解答のために直接必要でない事項の記載が少なく，\n問題全体について押さえる必要のあるポイントについてバランス良く，また総じて正確に記述されているものであった。良好と評価された答案は，押さえる必要のあるポイントについて総じて言及されているものの，優秀な答案に比べると，\n設問に関する解答のバランスが良くなかったりするものであった。一応の水準と評価された答案は，不正確・不十分な記述や余事記載もあるが，押さえる必要のあるポイントについてほぼ言及されているものであった。\n不良な答案としてはまず本問の解答のために直接必要がないと思われる一般論の説明の比重が多く，出題者が求めていた解答の比重が少ないものが挙げられる。\n次に，出題の形式を無視して解答しているものが挙げられる。例えば，最初に制度の概要を説明することを求めているのにその説明がないものや，法律関係に留意しつつ検討することを求めているのに法律関係を明らかにしないものなどである。さらに，規範の定立と事案の評価を区別せず，事案について利益衡量的に結論を導いているものが挙げられる。最後に定立した規範について法的根拠を明らかにしないものが挙げられる。\n３ 今後の出題について今後の出題についても，これまでどおり，所得税を基本としつつ，具体的な事実関係の下で租税法の基本的な条文や概念の理解とその適用能力を試す問題を出題することが望ましいと考えられる。\n４ 今後の法科大学院教育に求められるもの今年も，第２問の設問３において，法人税法に関する問題を出題した。今後も所得税を基本とする問題が出題されると思われるが，法人税についての基礎的な知識の習得も重要であることは言うまでもない。\nまた，今後も，事例中心の出題である点には変化はないと思われる。法科大学院においては，所得税法及びこれに関連する法人税法に関して，条文に則して理解を確かなものとするとともに，個々の規定の趣旨・目的や相互関係についても理解を深めるように努めた上で，そのような基礎的な学習を通じて習得した知識や能力を事例演習等によって確認し，事例解決のための応用力や総合的判断力を涵養していくというような教育が望まれる。\n５ その他参考事項高い評価を得た答案は，設問を良く読んで何が問われているかを的確に把握した上で，法的規範を事例に当てはめて結論を導出する能力を十分に示し，限られた時間内にバランス良く文章をまとめていた。将来の受験者の皆さんも，プロセスとしての法学学習に真摯に取り組まれる中で，このような基本的所作を身に付けていっていただきたい。"
}