{
  "year": "H27",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲，乙及び丙の罪責について，具体的な事実を摘示しつつ論じなさい（特別法違反の点を除く。）。\n１ 甲（５３歳，男性，身長１７０センチメートル，体重７５キログラム）は，医薬品の研究開発・製造・販売等を目的とするＡ株式会社（以下「Ａ社」という。）の社員である。\nＡ社には，新薬開発部，財務部を始めとする部があり，各部においてその業務上の情報等を管理している。各部は，Ａ社の本社ビルにおいて，互いに他の部から独立した部屋で業務を行っている。\n２ 某年１２月１日，甲がＡ社の新薬開発部の部長になって２年が経過した。甲は，部長として，新薬開発部が使用する部屋に設置された部長席において執務し，同部の業務全般を統括し，Ａ社の新薬開発チームが作成した新薬の製造方法が記載された書類（以下「新薬の書類」という。）を管理するなどの業務に従事していた。新薬の書類は，部長席の後方にある，暗証番号によって開閉する金庫に入れて保管されていた。\n３ 甲は，同日，甲の大学時代の後輩であり，Ａ社とライバル関係にある製薬会社の営業部長乙（５０歳，男性）から食事に誘われ，その席で，乙に，「これはまだ秘密の話だが，最近，Ａ社は新薬の開発に成功した。私は，新薬開発部の部長だから，新薬の書類を自分で保管しているのだよ。」と言った。すると，乙は，甲に，「是非，その書類を持ち出して私に下さい。私は，その書類を我が社の商品開発に活用したい。成功すれば，私は将来，我が社の経営陣に加わることができる。\nその書類と交換に，私のポケットマネーから３００万円を甲先輩に払いますし，甲先輩を海外の支社長として我が社に迎え入れます。」と言った。\n甲は，部長職に就いたものの，Ａ社における自己の人事評価は今一つで，そのうち早期退職を促されるかもしれないと感じていたため，できることならば３００万円を手に入れるとともに乙の勤務する会社に転職もしたいと思った。そこで，甲は，乙に，「分かった。具体的な日にちは言えないが，新薬の書類を年内に渡そう。また連絡する。」と言った。\n４ 甲は，その後，同月３日付けで財務部経理課に所属が変わり，同日，新薬開発部の後任の部長に引継ぎを行って部長席の後方にある金庫の暗証番号を伝えた。\n甲は，もし自己の所属が変わったことを乙に告げれば，乙は同月１日の話をなかったことにすると言うかもしれない，そうなれば３００万円が手に入らず転職もできないと思い，自己の所属が変わったことを乙に告げず，毎月１５日午前中にＡ社の本社ビルにある会議室で開催される新薬開発部の部内会議のため同部の部屋に誰もいなくなった隙に新薬の書類を手に入れ，これを乙に渡すこととした。\n５ 甲は，同月１５日，出勤して有給休暇取得の手続を済ませ，同日午前１０時３０分，新薬開発部の部内会議が始まって同部の部屋に誰もいなくなったことを確認した後，Ａ３サイズの書類が入る大きさで，持ち手が付いた甲所有のかばん（時価約２万円相当。以下「甲のかばん」という。）\nを持って同部の部屋に入った。そして，甲は，部長席の後方にある金庫に暗証番号を入力して金庫を開け，新薬の書類（Ａ３サイズのもの）１０枚を取り出して甲のかばんに入れ，これを持って新薬開発部の部屋を出て，そのままＡ社の本社ビルを出た。\n甲は，甲のかばんを持ってＡ社の本社ビルの最寄り駅であるＢ駅に向かいながら，乙に，電話で，「実は，先日，私は新薬開発部から財務部に所属が変わったのだが，今日，新薬の書類を持ち出すことに成功した。これから会って渡したい。」と言ったところ，乙は，甲に，「所属が変わったことは知りませんでした。遠くて申し訳ありませんが，私の自宅で会いましょう。そこで３００\n万円と交換しましょう。」と言った。\n- 2 -\n６ 甲が向かっているＢ駅は，通勤・通学客を中心に多数の乗客が利用する駅で，駅前のロータリーから改札口に向かって右に自動券売機があり，左に待合室がある。待合室は四方がガラス張りだが，自動券売機に向かって立つと待合室は見えない。待合室は，Ｂ駅の始発時刻から終電時刻までの間は開放されて誰でも利用でき，出入口が１か所ある。自動券売機と待合室の出入口とは直線距離で２０メートル離れている。\n７ 甲は，Ｂ駅に着き，待合室の出入口を入ってすぐ近くにあるベンチに座り，しばらく休んだ。\nそして，甲は，同日午前１１時１５分，自動券売機で切符を買うため，甲のかばんから財布を取り出して手に持ち，新薬の書類のみが入った甲のかばんを同ベンチに置いたまま待合室を出て，自動券売機に向かった。\n待合室の奥にあるベンチに座って甲の様子を見ていた丙（７０歳，男性）は，ホームレスの生活をしていたが，真冬の生活は辛かったので，甲のかばんを持って交番へ行き，他人のかばんを勝手に持ってきた旨警察官に申し出れば，逮捕されて留置施設で寒さをしのぐことができるだろうと考え，同日午前１１時１６分，ベンチに置かれた甲のかばんを抱え，待合室を出た。この時，甲は，自動券売機に向かって立ち，切符を買おうとしていた。丙は，甲のかばんを持って直ちにロータリーの先にある交番（待合室出入口から５０メートルの距離）に行き，警察官に，「駅の待合室からかばんを盗んできました。」と言って，甲のかばんを渡した。\n甲がＢ駅の待合室に入ってから丙が甲のかばんを持って待合室を出るまでの間，待合室を利用した者は，甲と丙のみであった。\n８ 甲は，同日午前１１時１７分，切符の購入を済ませて待合室に戻る途中で，甲のかばんと同じブランド，色，大きさのかばんを持って改札口を通過するＣ（３５歳，男性，身長１７５センチメートル，体重６５キログラム）を見たことから，甲のかばんのことが心配になって待合室のベンチを見たところ，甲のかばんが無くなっていたので，Ｃが甲のかばんを盗んだものと思い込んだ。\n甲は，Ｃからかばんを取り返そうと考え，即座に，「待て，待て。」と言ってＣを追い掛けた。\n甲は，同日午前１１時１８分，改札口を通過してホームに向かう通路でＣに追い付き，Ｃに，「私のかばんを盗んだな。返してくれ。」と言った。しかし，Ｃは，自己の所有するかばんを持っていたので，甲を無視してホームに向かおうとした。甲は，Ｃに，「待て。」と言ったが，Ｃが全く取り合わなかったので，「盗んだかばんを返せと言っているだろう。」と言ってＣが持っていたＣ所有のかばんの持ち手を手でつかんで引っ張ってそのかばんを取り上げ，これを持ってホーム\nに行き，出発間際の電車に飛び乗った。\nＣは，甲からかばんを引っ張られた弾みで通路に手を付き，手の平を擦りむいて，加療１週間を要する傷害を負った。\n- 3 -論文式試験問題集［刑事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H27/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，Ａ社の新薬開発部の部長であった甲が，乙から持ち掛けられて，自ら管理していた新薬の製造方法が記載された書類（以下「新薬の書類」という。）を密かに会社外に持ち出して乙に渡すことを決心し，他部に異動となったにもかかわらず，新薬の書類を金庫から持ち出し，これを自己のかばん（以下「甲のかばん」という。）の中に入れて乙方に向かう途中，立ち寄った駅待合室で丙から甲のかばんを持ち去られたところ，その直後に，甲のかばんと同種，同形状のかばん（以下「Ｃのかばん」という。）を持って駅改札口を通過するＣを見て，Ｃが甲のかばんを持ち去ろうとしているものと誤解し，Ｃが持っていたＣのかばんの持ち手をつかんでそのかばんを奪い取るとともに，Ｃに加療１週間の傷害を負わせたという具体的事例について，甲乙丙それぞれの罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。特に，甲の罪責を論ずるに当たっては，犯罪事実の認識の問題と，錯誤の問題を明確に区別して論ずることができるかが問われており，刑法の体系的理解を試すものといえる。\n⑴ 甲の罪責について甲は，Ａ社の新薬開発部の部長であった某年１２月１日，大学時代の後輩であり，Ａ社のライバル会社の社員であった乙から３００万円の報酬等を提示された上，当時，甲が管理していた新薬の書類を金庫から持ち出して乙に渡すように持ち掛けられ，これを了承した。\nそして，甲は，同月１５日，新薬開発部の部屋にある金庫内に保管されていた新薬の書類を甲のかばんの中に入れてＡ社外に持ち出したが，この時点で，甲は，新薬開発部の部長を解任され，他部に異動していた。この新薬の書類を金庫から持ち出した点に関しての甲の罪責を論ずるに当たって，上記のとおり甲の立場に変更が生じていたことから，新薬の書類の占有の帰属を的確に論ずることが求められる。すなわち，甲は，新薬開発部部長として，新薬の書類を管理していたと認められるところ，同部長職を解かれ，後任部長に事務の引継ぎを行った際，金庫内に保管されていた新薬の書類も引き継ぎ，これを保管している金庫の暗証番号も後任部長に引き継いだが，金庫の暗証番号自体に変更がなく，甲は，金庫から新薬の書類を持ち出すことが事実上可能であったという事実関係を前提として，新薬の書類に対する甲の占有は喪失したものといえるのかを論じる必要がある。仮に，新薬の書類に対する甲の占有が失われていないとしても，後任部長にも新薬の書類に対する管理権が存在するとすれば，新薬の書類を持ち去る甲の行為は，共同占有者の占有を侵害することとなる点に注意が必要である。\nまた，甲は，有給休暇を取った上，金庫内の新薬の書類を持ち出す目的で，誰もいなくなった新薬開発部の部屋に入っており，Ａ社における各部の部屋の状況等を踏まえ，建造物侵入罪の成否について簡潔に論じる必要がある。\n甲は，新薬の書類を入れた甲のかばんを駅待合室に置いて切符を買いに行った際，丙によって甲のかばんを持ち去られてしまった。その直後，待合室に戻ろうとした甲は，甲のかばんと同種，同形状のかばんをＣが持っているのを見て，Ｃが甲のかばんを駅待合室から持ち出して立ち去ろうとしていると誤解し，Ｃが持っているＣのかばんの持ち手部分をつかんで強引に引っ張り，Ｃのかばんを奪い取るとともに，その弾みで通路に手を付かせ，Ｃに加療１週間を要する傷害を負わせた。\nまず，Ｃのかばんを奪い取るという甲の行為がいかなる構成要件に該当することとなるのかを確定する必要がある。具体的には，甲は，Ｃに対して有形力を行使（暴行）していることから，甲の行為が強盗罪に該当するか窃盗罪に該当するかを論ずる必要がある。その際には，いわゆる「ひったくり」に関する判例･学説を理解していることが期待されている。\n- 12 -次に，甲が，Ｃのかばんを甲のかばんと誤解している点をどのように考えるかを検討する必要がある。そして，Ｃのかばんを甲のかばんと誤解しているその甲の認識は，「他人の財物」性に係る問題であること，すなわち構成要件該当事実の認識の問題であることを的確に把握することが求められる（違法性阻却事由に関する錯誤の問題ではない。）。そして，窃盗罪あるいは強盗罪における「他人の財物」（甲のかばんに関していえば，「他人の占有する自己の財物」）の概念をいかに解釈すべきかについては，これらの罪の保護法益との関係で種々の考え方があり得るところであるので，窃盗罪あるいは強盗罪の保護法益に関する自らの考え方を端的に論じ，各自の保護法益論との関係で，甲の認識が窃盗罪ないし強盗罪の故意の成否にどのように影響するのかを論じなければならない。\nまた，Ｃに怪我を負わせた点について，構成要件の問題としては傷害罪が成立することを論ずる必要がある。この傷害罪については，窃盗罪の場合と異なり，暴行の認識に欠けるところはないが，甲は，甲のかばんをＣが盗んだと認識していることから，このように認識している点が傷害罪の成否にどのように影響するかを論ずる必要がある（窃盗の故意を認める場合には，窃盗罪と傷害罪の双方についての成否が問題となろう。また，甲のＣ\nに対する暴行を強盗罪における暴行と認定する場合には，強盗罪の故意を肯定するのであれば強盗致傷罪の成否を問題とすることになろうし，強盗罪の故意を否定するのであれば致傷の点を傷害罪の成否として論ずることになろう。）。甲の意図は，甲のかばんの取り返しであるから，仮に，甲の認識のとおりの事態であった場合，甲の行為が正当化されるかどうかを検討する必要がある。これが肯定されれば，甲は違法性阻却事由に関する事実を認識していたことになるし，否定されれば，その認識は違法性阻却事由に関する事実を認識していたということにはならない。そして，本件で問題となる違法性阻却事由は，正当防衛ないし自救行為であるところ，そのいずれであるかは，甲の認識どおりの事態，すなわち，Ｃが甲のかばんを駅待合室から持ち去ったという事態が存在すると仮定した場合，その事態が急迫不正の侵害に当たるかどうかという点を検討することになる。そして，侵害の急迫性に関しては，窃盗罪の既遂時期との関係を意識する必要がある。すなわち，本件において，Ｃが駅待合室にあった甲のかばんを持ち去ったと仮定した場合，Ｃは駅待合室を出て駅改札口を通過するところであったから，窃盗は既遂に至っていると考えられるが，窃盗の既遂時期と侵害の急迫性の終了時期は必ずしも一致しないことを意識して急迫性の有無を論じることが期待されている。その結果，急迫性を肯定した場合は誤想防衛の問題となり，急迫性を否定した場合には誤解によって自救行為と認識していた場合（以下，便宜上「誤想自救行為」という。）の問題となる。これらの問題として処理する場合，違法性阻却事由に関する錯誤の刑法上の位置付けについて，論拠を示して論ずることとなる。\n具体的には，故意責任が認められる理由を示し，誤想防衛ないし誤想自救行為が故意責任にどのように影響するのかを論ずることとなろう。その上で，甲の認識していた事態が正当防衛ないし自救行為の要件に該当するかを個別具体的に検討する必要がある。特に，甲の行為が過剰性を有する場合，誤想過剰防衛ないし誤想過剰自救行為となることから，甲の行為が，相当性，必要性を有する行為といえるかを，問題文にある具体的な事実を挙げて検討することが求められる。これらの検討の結果，過剰性が認められる場合には甲に傷害罪が成立することとなろうが，誤想防衛ないし誤想自救行為として，傷害罪の故意を否定する場合，さらに，侵害について誤信した点についての過失を検討する必要がある。これに過失があるとすれば，過失傷害罪が成立することとなろう。\nそして，最後に，罪数について処理する必要がある。\n⑵ 乙の罪責乙は，新薬開発部の部長であり，新薬の書類の管理者である甲に対して，新薬の書類を持ち出して自己に渡すよう持ち掛けた。乙は，甲に持ち掛けただけで自ら実行行為を行って\n- 13 -いないことから，乙の罪責について，共同正犯，教唆犯の成否を検討する必要がある。その前提として，乙は，一部の実行行為さえしていないから，いわゆる共謀共同正犯の肯否が問題となり得るが，これは判例の立場を踏まえて，簡潔に論ずれば足りる。その上で，共謀共同正犯と教唆犯の区別について，自らの区別基準を踏まえて，その基準に事実関係を的確に当てはめることが求められる。具体的には，共謀共同正犯の成立根拠について触れた上，成立するための要件を示すことによって共同正犯と教唆犯の区別基準を明示した上，その要件に具体的な事実を当てはめることが必要である。なお，乙について教唆犯とする場合でも，共同正犯と教唆犯の区別基準を踏まえた論述によって共同正犯を否定した上で，教唆犯の要件に事実を当てはめることが求められている。\nまた，甲が新薬の書類を持ち出した当時，甲は新薬開発部を異動しており，新薬の書類に対する管理権を失っていたことから，「甲自身が管理する新薬の書類を持ち出す。」という乙の持ち掛けに対して，甲は，「後任部長が管理する新薬の書類を持ち出す。」行為をしたことになる。そこで，甲の同行為が甲乙間の共謀ないし乙の教唆行為によるものかどうかが問題となるが，この点は，乙の持ち掛けと甲の行為との間に因果性が認められることを簡潔に述べれば足りると思われる。\n次に，甲乙間の共謀ないし乙の教唆行為の際には，甲は実際に新薬の書類を業務上管理しており，乙の認識（故意）は，業務上横領罪のそれであったところ，甲の行為が業務上横領ではなく，窃盗罪であるとした場合，乙の認識と甲の行為との間に齟齬が生じていることから，錯誤の問題を論じる必要がある。本件の錯誤は，構成要件を異にするいわゆる抽象的事実の錯誤であるから，このような錯誤の場合にどのように処理するか，故意責任の本質について触れて一般論を簡潔に示した上，業務上横領罪と窃盗罪との関係を論じることになる。その際，両罪の構成要件の重なり合いがどのような基準で判断されるのかを論ずることになろう。\nそして，業務上横領罪と窃盗罪との間に重なり合いが認められた場合には軽い罪の限度での重なり合いを認めることとなろうが，業務上横領罪と窃盗罪とは懲役刑については同一の法定刑が定められているものの，窃盗罪には罰金刑が選択刑として規定されていることを踏まえ，そのいずれが軽い罪に当たるのか述べることが求められる。甲が業務上横領罪を犯した場合，刑法６５条の規定によって，乙には単純横領罪が成立するか，少なくとも同罪で科刑されることとなるので，異なる構成要件間の重なり合いを論ずるに当たって，業務上横領罪と窃盗罪の比較ではなく，単純横領罪と窃盗罪を比較するという考え方もあり得るであろう。いずれにしても，自己が取る結論を筋立てて論ずることが求められる。\n⑶ 丙の罪責丙は，甲が甲のかばんを駅待合室に置いたまま同室を出たのを見て，甲のかばんを持って駅待合室から出た。丙の罪責を論ずるに当たっては，駅待合室内の甲のかばんに甲の占有が及んでいるかどうかを検討する必要がある。問題文には，甲の占有に関する事実が挙げられているが，これらの事実を単に羅列するのではなく，占有の要件（占有の事実及び占有の意思）に即して，必要かつ十分な事実を整理して論ずることが求められる。そして，甲の占有を肯定した場合には窃盗罪の成否を，否定した場合には占有離脱物横領罪の成否を，それぞれ客観的構成要件を踏まえて論ずることとなる。\n次に，丙が甲のかばんを持ち去った理由は，これを交番に持ち込んで逮捕してもらおうというものであり，丙には，甲のかばんをその本来の用法に使用する意思はおろか，何らかの用途に使用する意思もなかった。窃盗罪については，判例上，故意とは別個の書かれざる主観的構成要件要素として，不法領得の意思が必要とされている。そして，判例（大判大４・５・２１刑録２１輯６６３頁）は，不法領得の意思の内容につき，「権利者を排除して，他人の物を自己の所有物として，その経済的用法に従い，利用し処分する意思」と解\n- 14 -しているところ（近時の判例として最決平１６･１１･３０刑集５８巻８号１００５頁がある。），この不法領得の意思の内容をどのように解するのかによって丙の窃盗罪あるいは占有離脱物横領罪の成否が異なることとなるから，不法領得の意思について，その概念を述べるだけでなく，その内容にも踏み込んで論述し，これに丙の意思を当てはめて，丙に不法領得の意思を認めることができるのかを論ずることが肝要である。本件のようないわゆる刑務所志願の事案については，下級審の裁判例でも結論が分かれているところであり，いずれの結論を採るにしても，自らが提示した不法領得の意思の概念を踏まえて事実を当てはめて結論することが求められている。仮に，丙について不法領得の意思を否定した場合には，毀棄罪，具体的には器物損壊罪の成否を論ずることが必要である。\nなお，丙に窃盗罪あるいは器物損壊罪が成立するとした場合，丙は，その事実を直ちに交番の警察官に申告していることから，自首の成否が問題となり得るところである。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針等本問では，具体的事例に基づいて甲乙丙それぞれの罪責を問うことによって，刑法総論･各論の基本的な知識と問題点についての理解の有無・程度，事実関係を的確に分析･評価し，具体的事実に法規範を適用する能力，結論の具体的妥当性，その結論に至るまでの法的思考過程の論理性を総合的に評価することを基本方針として採点に当たった。\nすなわち，本問では，甲は，Ａ社の新薬開発部の部長として自らが管理していた同社の新薬の製造方法が記載された書類（以下「新薬の書類」という。）を持ち出すよう乙から働きかけられ，所属部署を異動した後，新薬の書類を後任部長に無断で持ち出して，これを自己のかばん（以下「甲のかばん」という。）に入れて乙の元に届ける途中，新薬の書類在中の甲のかばんを丙によって持ち去られたが，\n近くをたまたま通りかかったＣが持っていたかばん（以下「Ｃのかばん」という。）\nを甲のかばんと誤解して，ＣのかばんをＣから奪い取り，Ｃに傷害を負わせたという具体的事例について，甲乙丙それぞれの罪責を問うものであるところ，これらの事実関係を法的に分析した上で，事案の解決に必要な範囲で法解釈論を展開し，事実を具体的に摘示しつつ法規範への当てはめを行って妥当な結論を導くこと，さらには，甲乙丙それぞれの罪責についての結論を導く法的思考過程が相互に論理性を保ったものであることが求められる。\n甲乙丙それぞれの罪責を検討するに当たっては，甲乙丙それぞれの行為や侵害された法益等に着目した上で，どのような犯罪の成否が問題となるのかを判断し，\n各犯罪の構成要件要素を一つ一つ吟味し，これに問題文に現れている事実を丁寧に拾い出して当てはめ，犯罪の成否を検討することになる。ただし，論じるべき点が多岐にわたることから，事実認定上又は法律解釈上の重要な事項については手厚く論じる一方で，必ずしも重要とはいえない事項については，簡潔な論述で済ませるなど，答案全体のバランスを考えた構成を工夫することも必要である。\n出題の趣旨でも示したように，甲の罪責の検討に当たっては，まず，Ａ社新薬開発部の部屋に立ち入り，新薬の書類を持ち出した行為に関して，前提として，建造物侵入罪の成否を論じた上，甲の立場の変更を踏まえて，新薬の書類に係る占有の帰属を論ずる必要があった。また，Ｃのかばんを奪い取って，その際にＣに傷害を負わせた行為に関しては，一つ目として，甲がＣのかばんを甲のかばんと誤解している点について，構成要件該当事実の認識の有無を当該犯罪の保護法益を踏まえて論ずることが必要となり，二つ目として，甲がＣから甲のかばんを盗まれたと誤解している点について，違法性阻却事由に関する事実の錯誤を論ずる必要がある。そして，三つ目として，Ｃに傷害を負わせている点について過剰性の有無に触れる必要がある。\n乙の罪責の検討においては，前提として，乙が何らの実行行為を行っていないことから，共謀共同正犯の肯否について簡潔に論じた上，乙の行為が共同正犯となり得るのか，教唆犯の成否が問題となるにとどまるのかを，両者の区別基準について論じ，問題文の事実をその基準に当てはめることが求められていた。その上で，新薬開発部長であった甲に対して，その管理に係る新薬の書類を持ち出すよう働きかけた乙の行為と，管理外にある新薬の書類を持ち出した甲の行為との間の因果性に触れる必要があった。そして，上記因果性が認められることを前提として，乙の故意の問題，すなわち，乙は，甲がその管理に係る新薬の書類を持ち出すものと認識していたところ，甲がその管理外の新薬の書類を持ち出したことから，認識と事実との間に構成要件にまたがるそごがあることになり，抽象的事実の錯誤の問題を処理する必要がある。想定される罪名は，業務上横領罪と窃盗罪であるが，認識と事実が異なる構成要件にまたがる場合であっても，両罪の実質的重なり合いの有無によって処理するのが判例の立場である。ただし，業務上横領罪と窃盗罪の重なり合いについて判断した判例はないことから，いずれの結論を採るにせよ，重なり合いについてどのように判断するのかを各自の基準を立てた上で，問題文の事実を当てはめるという論述が求められていた。\n丙の罪責の検討に当たっては，窃盗罪の成否が問題となるところ，まず，甲のかばんに対する占有の帰属について，占有の要件を指摘した上で，問題文の中に丙が甲のかばんを持ち出した際の占有関係に関する事実をその要件に則して拾い出すことが求められ，次に，不法領得の意思について，その要否やその意義を示した上，丙に不法領得の意思が認められるかをその意義と矛盾なく説明することが求められていた。また，不法領得の意思を否定した場合でも，直ちに，丙に犯罪が成立しないとするのではなく，不法領得の意思の要否が問題となる理由に立ち返り，毀棄罪の成否を更に検討することが求められていた。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n⑴ 全体について本問は，前記２のとおり，特に，甲の罪責を論ずるに当たって，各論点の体系的な位置付けを明確に意識した上，厚く論ずべきものと簡潔に論ずべきものを選別し，手際よく論じていく必要があった。すなわち，甲乙丙の罪責を論ずるに当たって検討すべき論点には，重要性の点において軽重があり，重要度に応じて論ずる必要があったが，そのような重要度を考慮することなく，本問において必ずしも重要とはいえない論点に多くを費やすなどしている答案も見受けられた。\nまた，本問を論ずるに当たって必要とされる論点全てに触れた答案は少数にとどまり，後述するとおり，甲の罪責について，刑法を体系的に理解することができていれば，必ず触れることができたであろう論点を落としている答案が多かった。ただし，例年に比べると，途中答案となってしまった答案は少なかったように思われた。\nさらに，法的三段論法の意識に乏しい答案も散見された。すなわち，甲乙丙の罪責を論ずるに当たっては，客観的構成要件該当性，主観的構成要件該当性，\nあるいは急迫不正の侵害の有無等を論ずる必要があるところ，そのためには，\n検討が必要となるそれぞれの規範を述べた上，事実を指摘して，これを当てはめる必要がある。この法的三段論法を意識せず，事実を抜き出して，いきなり当てはめるという答案が散見され，法的三段論法の重要性についての意識が乏しいのではないかと思われた。もとより，前記のように重要度に応じて記述する必要があるから，全ての論述について形式的にも法的三段論法を踏む必要はないが，少なくとも，規範定立を意識した答案が望まれる。\n⑵ 甲の罪責について甲の罪責を検討するに当たって論ずべきものと思われる点は，①建造物侵入罪の成否，②新薬の書類に係る窃盗罪ないし業務上横領罪の成否，③Ｃのかばんに係る強盗（致傷）罪ないし窃盗罪の成否，④Ｃに対する傷害罪の成否である。\nまず，建造物侵入罪については触れていない答案が相当数あった一方，その成否を延々と論ずる答案が見られた。建造物侵入罪の成否の結論はともかく，部員のいなくなった隙を見計らって新薬開発部の部屋に立ち入るという甲の行為が同罪に該当するか否かを簡潔に論ずることが求められていた。建造物侵入罪を論じている答案の中には，「侵入」の意義を示すことなく，単に事実を挙げるのみにとどまるものも散見された。また，「住居」侵入罪の成否として論じているものも見受けられ，法的概念についての理解が不十分なのではないかと考えられた。\n次に，②の点であるが，窃盗罪とする答案，業務上横領罪とする答案の両様があった。窃盗罪とする答案の中には，新薬の書類に対する占有の主体について，\nこれを金庫において管理している新薬開発部長であるとした上で，甲が同部長を解任されている以上，金庫の暗証番号を知っていたとしても占有は失われたとして窃盗罪としているものが多かったが，占有の主体をＡ社とするなど，占有についての理解が不足しているのではないかと思われる答案もあった。また，\n業務上横領罪とした答案は，新薬開発部部長が占有の主体であるとしつつも，\n甲が暗証番号を知っていることからその占有は失われないとするものが多数であったが，出題の趣旨でも述べたとおり，後任部長にも新薬の書類に対する占有があることは明らかであって，これを的確に把握できていなかったといえる。\nさらに，業務上横領罪とした答案の中には，甲が，乙の働きかけに応じ，「分かった。具体的な日にちは言えないが，新薬の書類を年内に渡そう。」と言った時点で横領行為を認めているものも少なからずあった。上記行動が不法領得の意思の発現行為と理解したのであろうが，実行行為についての理解不足をうかがわせるものであった。なお，甲のこの点の罪責を論じるに当たって，業務上横領罪ではないから窃盗罪が成立するなどと結論付ける答案も見られた。比喩的に言えば，Ａ罪とＢ罪の区別が問題となることもあり得るが，Ａ罪が成立しないから当然Ｂ罪が成立するわけではなく，Ｂ罪が成立するためには同罪の構成要件に該当することが必要なのであって，その検討が必要であるとの意識が乏しい受験者もいると思われた。\n③の点であるが，まず，Ｃのかばんの持ち手を引っ張るという甲の行為の検討に当たっては，甲の行為がＣの意思の抑圧に向けた暴行といえるかどうかが問題となるが，強盗罪を否定した答案においてもその問題に触れたものはほとんど見受けられなかった。簡単に強盗罪を認めた答案は，ひったくりに関する最高裁判例（最決昭４５・１２・２２刑集２４巻１３号１８８２頁）の理解が不十分なのではないかと思われた。\nそして，窃盗罪が成立するにせよ，強盗罪が成立するにせよ，本問では，甲の構成要件該当事実の認識を検討することが求められていた。すなわち，甲は，\n客観的にはＣのかばんを甲のかばんであると誤信しており，かばんに関して言えば，自己のかばんを取り返すという認識であった。そこで，窃盗罪ないし強盗罪における「他人の物」に対する認識が認められるのかを，保護法益論に立ち返って論ずることが求められていた。\nまた，甲は，Ｃが持っていたかばんを甲のかばんと勘違いしただけでなく，Ｃが甲のかばんを持ち去った窃盗犯人であると認識している。そこで，違法性阻却事由に関する事実の錯誤，いわゆる誤想防衛の成否が問題となるところ，甲が急迫不正の侵害の認識を有していた否かは，甲の認識があったものと仮定して急迫不正の侵害といえるかどうかを検討する必要があった。その際，窃盗罪の既遂時期と侵害の急迫性の終了時期は必ずしも一致しないことを意識した論述が期待されていたが，そのような答案はほとんどなかった。\n急迫不正の侵害に対する誤信を肯定した答案は，誤想防衛ないし誤想過剰防衛について論じていたが，その際，必要性，相当性に触れて結論を出しているものが多かった。また，必要性，相当性を肯定し，誤想防衛の成立を認めた後，\n甲が安易に急迫不正の侵害を誤信したことについて過失犯の成否を論じている答案も少なからずあった。他方，侵害の急迫性を否定し，自救行為として論じた答案は，自救行為が正当防衛よりも厳しい要件の下で認められるという意識に乏しいものが多かったように思われる。自救行為は認められないとして簡単に故意を認めてしまったものも多かった。\n防衛行為ないし自救行為の必要性，相当性の判断に当たっては，これらの要件が具体的に何を意味するのかに触れることなく，事実を挙げて，単に「相当性がある。」，「相当性がない。」と結論付けている答案も散見された。また，相当性の判断において，甲が結果的にＣに傷害を負わせたことを重視して過剰性を認めている答案については，結果のみにとらわれているのではないかという印象を受けた。\n本問では，このように構成要件該当事実の認識の問題と，違法性阻却事由に関する錯誤の問題の双方を論ずる必要があったが，窃盗罪ないし強盗罪の故意（構成要件該当事実の認識）について触れた多くの答案は，違法性阻却事由に関する事実の錯誤について触れていないものが多かった一方，後者に言及していた答案は，前者に触れることがないものが多かった。この点は，刑法を体系的に理解していないのではないかと危惧された。\n⑶ 乙の罪責について乙については，実行行為を行っていないことから，共謀共同正犯ないし教唆犯の成否が問題となるところ，問題文には検討を要すると考えられる事実が多く記載されているにもかかわらず，それらの事実について検討することなく，教唆犯の成立を認めている答案が少なからずあった。\n業務上横領罪と窃盗罪の重なり合いについては，重なり合いに関する判断基準を自分なりに示した上で結論を導き出すことが求められるところ，これを明確に論じた判例がなく難しかったのではないかと思われるが，全体的に，基準を立てようとする姿勢は見受けられた。例えば，保護法益の本質論に立ち返って，\n両罪の重なり合いについて自分なりの基準（どのような事情を考慮して重なり合いを認めるのかという基準）を立て，具体的に論じている答案があった。他方，基準を立てることなく，単に事実を若干挙げて直ちに結論を述べる答案，\n一応の基準を立てているものの，占有侵害という点で共通するなどとして横領罪と窃盗罪の重なり合いを認めるといった論旨が一貫していない答案は評価が低いものとならざるを得ない。\n⑷ 丙の罪責について丙の罪責を検討するに当たっては，駅待合室に置かれた甲のかばんに甲の占有が及んでいるかどうかについて，具体的な事実を踏まえた論述が求められていた。また，本問では，不法領得の意思が問題となる。\nまず，甲のかばんに対する占有関係であるが，占有の要件について明確に論じた上で，その要件に即して，事実を取り上げることができている答案もそれなりにあった。他方，事実はよく取り上げているものの，それが占有のどの要件に位置付けられる事実なのか意識できていない答案，占有の要件に対する意識はあると思われるものの，専ら占有の意思に比重を置いた答案などがあった。\n事実を単に羅列するのではなく，その事実が占有の要件との関係でどのような意味を持つのかを意識している答案が評価されることとなる。\n不法領得の意思の問題については，その規範を定立し，事実を当てはめて一定の結論に至ることが求められていたところ，定義自体は，判例（大判大４・５・２１刑録２１輯６６３頁）を踏まえて記述されている答案が多かった。本問のような事案の場合，不法領得の意思をどのように考えるのかが問題となり得るところであるが，いずれの結論を採るにせよ，近時の判例（最決平１６・１１・３０刑集５８巻８号１００５頁）を踏まえて，説得的に論じることができた答案は評価が高かった。他方，丙に不法領得の意思は認められないという結論を採る答案の中には，丙の行為が器物損壊罪に該当するか否かの検討にたどり着かず，不法領得の意思を否定することによって直ちに丙は何らの罪責を負わないとしているものもあった。不法領得の意思の要否がなぜ議論となり得るのか，\nその議論の出発点が理解できていないのではないかと思われた。\n⑸ その他例年の指摘であるが，少数ながら，字が乱雑なために判読するのが著しく困難な答案が見られた。時間の余裕がないことは理解できるところであるが，達筆である必要はないものの，採点者に読まれることを意識し，読みやすい字で丁寧に答案を書くことが望まれる。\n⑹ 答案の水準以上の採点実感を前提に，「優秀」「良好」「一応の水準」「不良」という四つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で，本問の出題の趣旨や上記採点の基本方針に示された主要な問題点について検討を加え，\n成否が問題となる犯罪の構成要件要素等について正確に理解するとともに，必要に応じて法解釈論を展開し，事実を具体的に摘示して当てはめを行い，甲乙丙の刑事責任について妥当な結論を導いている答案である。特に，摘示した具体的事実の持つ意味を論じつつ当てはめを行っている答案は高い評価を受けた。\n「良好」な水準に達している答案とは，本問の出題の趣旨及び上記採点の基本方針に示された主要な問題点は理解できており，甲乙丙の刑事責任について妥当な結論を導くことができているものの，一部の問題点についての論述を欠くもの，主要な問題点の検討において，構成要件要素の理解が一部不正確であったり，必要な法解釈論の展開がやや不十分であったり，必要な事実の抽出やその意味付けが部分的に不足していると認められたもの等である。\n「一応の水準」に達している答案とは，事案の分析が不十分であったり，複数の主要な問題点についての論述を欠くなどの問題はあるものの，刑法の基本的事柄については一応の理解を示しているような答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本的概念の理解が不十分であるために，本問の出題の趣旨及び上記採点の基本方針に示された主要な問題点を理解していないもの，事案の解決に関係のない法解釈論を延々と展開しているもの，問題点には気付いているものの結論が著しく妥当でないもの等である。\n４ 今後の法科大学院教育に求めるもの刑法の学習においては，総論の理論体系，例えば，実行行為，結果，因果関係，\n故意等の体系上の位置付けや相互の関係を十分に理解した上，これらを意識しつつ，検討の順序にも十分注意して論理的に論述することが必要である。\nまた，繰り返し指摘しているところであるが，判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成等を意識することが必要であり，当該判例が挙げた規範や考慮要素が刑法の体系上どこに位置付けられ，他のどのような事案や場面に当てはまるのかなどについてイメージを持つことが必要であると思われる。\nこのような観点から，法科大学院教育においては，引き続き判例の検討等を通して刑法の基本的知識や理解を修得させるとともに，これに基づき，具体的な事案について妥当な解決を導き出す能力を涵養するよう一層努めていただきたい。"
}