{
  "year": "H28",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "次の文章を読んで，後記の〔設問〕に答えなさい。\nＡ市は，１０年前に，少子化による人口減少に歯止めをかけるためＡ市少子化対策条例（以下\n「本件条例」という。）を制定し，それ以降，様々な施策を講じてきた。その一つに，結婚を希望する独身男女に出会いの場を提供したり，結婚相談に応じたりする事業（以下これらを「結婚支援事業」という。）を行うＮＰＯ法人等に対する助成があった。しかし，Ａ市では，近年，他市町村に比べ少子化が急速に進行したため，本件条例の在り方が見直されることになった。その結果，本件条例は，未婚化・晩婚化の克服と，安心して家庭や子どもを持つことができる社会の実現を目指す内容に改正され，結婚支援事業を行うＮＰＯ法人等に対する助成についても，これまで十分な効果を上げてこなかったことを踏まえ，成婚数を上げることを重視する方向で改められた。これに伴い，助成の実施について定めるＡ市結婚支援事業推進補助金交付要綱も改正され，助成に際し，「申請者は，法律婚が，経済的安定をもたらし，子どもを生みやすく，育てやすい環境の形成に資することに鑑み，自らの活動を通じ，法律婚を積極的に推進し，成婚数を上げるよう力を尽くします。」という書面（以下「本件誓約書」という。）を提出することが新たに義務付けられた。\n結婚支援事業を行っているＮＰＯ法人Ｘは，本件条例の制定当初から助成を受けており，助成は活動資金の大部分を占めていた。しかし，Ｘは，結婚に関する価値観は個人の自由な選択に委ねるべきであるから，結婚の形にはこだわらない活動方針を採用しており，法律婚だけでなく，事実婚を望む者に対しても，広く男女の出会いの場を提供し，相談に応じる事業を行っていた。このため，Ｘは，改正後の本件条例に基づく助成の申請に際し，本件誓約書を提出できず，申請を断念したので，Ａ市からの助成は受けられなくなった。\nそこで，Ｘは，Ａ市が助成の要件として本件誓約書を提出させることは，自らの方針に沿わない見解を表明させるものであり，また，助成が受けられなくなる結果を招き，Ｘの活動を著しく困難にさせるため，いずれも憲法上問題があるとして，訴訟を提起しようとしている。\n〔設問〕\nＸの立場からの憲法上の主張とこれに対して想定される反論との対立点を明確にしつつ，あなた自身の見解を述べなさい。なお，条例と要綱の関係及び訴訟形態の問題については論じなくてよい。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/H28/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "本問は，消極的表現の自由（憲法第２１条第１項）及び結社の活動の自由（同）に対する制約の合憲性に関する出題である。ただし，ここでは，私的団体の活動に対する政府による助成の条件付けが論点となっており，これを踏まえた検討が求められる。現代国家において，国や地方自治体は様々な給付活動を行うが，その際，一定の条件を付すことがあり，その条件付けが，私人の憲法上の権利への制約となる場合があることに注意する必要がある。\nＸとしては，まず，①結婚に関する価値観は個人の自由な選択に委ねるべきであるとして，結婚という形にはこだわらない活動方針を採用しているところ，本件誓約書により法律婚の推進を積極的に支持するよう求められることについては，その法人・団体の基本方針に沿わない見解を表明させるものであって，Ｘの消極的表現の自由を侵害する，との意見主張が考えられる。他の議論も考えられないではないが，そうした主張が最も直裁であり，的を得たものとなろう。次に，②本件誓約書を提出することができず，その結果助成が受けられなかったことについては，Ｘの活動の自由を著しく困難にさせ，結社としての活動の自由を侵害する，との違憲主張が考えられる。\nこれに対し，解答者としては，Ａ市の側から想定される反論を，助成の性質を踏まえつつ明確にした上で，基本的な判例・学説の知識を前提にしながら，説得力のある形で自身の見解を述べることが求められる。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は，消極的表現の自由（憲法第２１条第１項）及び結社の活動の自由（同）に対する制約の合憲性に関する出題である。ただし，ここでは，私的団体の活動に対する政府による助成の条件付けが論点となっており，これを踏まえた検討が求められる。現代国家において，国や地方自治体は様々な給付活動を行うが，その際，一定の条件を付すことがあり，その条件付けが，私人の憲法上の権利への制約となる場合があることに注意する必要がある。\nＸとしては，まず，①結婚に関する価値観は個人の自由な選択に委ねるべきであるとして，結婚という形にはこだわらない活動方針を採用しているところ，本件誓約書により法律婚の推進を積極的に支持するよう求められることについては，その法人・団体の基本方針に沿わない見解を表明させるものであって，Ｘの消極的表現の自由を侵害する，との意見主張が考えられる。他の議論も考えられないではないが，そうした主張が最も直裁であり，的を得たものとなろう。次に，②本件誓約書を提出することができず，その結果助成が受けられなかったことについては，Ｘの活動の自由を著しく困難にさせ，結社としての活動の自由を侵害する，との違憲主張が考えられる。\nこれに対し，解答者としては，Ａ市の側から想定される反論を，助成の性質を踏まえつつ明確にした上で，基本的な判例・学説の知識を前提にしながら，説得力のある形で自身の見解を述べることが求められる。"
      }
    ]
  }
}