{
  "year": "H28",
  "exam_type": "予備",
  "subject_name": "民法",
  "text": "次の文章を読んで，後記の〔設問〕に答えなさい。\n【事実】\n１．Ａは，自宅の一部を作業場として印刷業を営んでいたが，疾病により約３年間休業を余儀なくされ，平成２７年１月１１日に死亡した。Ａには，自宅で同居している妻Ｂ及び商社に勤務していて海外に赴任中の子Ｃがいた。Ａの財産に関しては，遺贈により，Ａの印刷機械一式（以下「甲機械」という。）は，学生の頃にＡの作業をよく手伝っていたＣが取得し，自宅及びその他の財産は，Ｂが取得することとなった。\n２．その後，Ｂが甲機械の状況を確認したところ，休業中に数箇所の故障が発生していることが判明した。Ｂは，現在海外に赴任しているＣとしても甲機械を使用するつもりはないだろうと考え，型落ち等による減価が生じないうちに処分をすることにした。\nそこで，Ｂは，平成２７年５月２２日，近隣で印刷業を営む知人のＤに対し，甲機械を５００万円で売却した（以下では，この売買契約を「本件売買契約」という。）。この際，Ｂは，Ｄに対し，甲機械の故障箇所を示した上で，これを稼働させるためには修理が必要であることを説明したほか，甲機械の所有者はＣであること，甲機械の売却について，Ｃの許諾はまだ得ていないものの，確実に許諾を得られるはずなので特に問題はないことを説明した。同日，本件売買契約に基づき，甲機械の引渡しと代金全額の支払がされた。\n３．Ｄは，甲機械の引渡しを受けた後，３０万円をかけて甲機械を修理し，Ｄが営む印刷工場内で甲機械を稼働させた。\n４．Ｃは，平成２７年８月に海外赴任を終えて帰国したが，同年９月２２日，Ｂの住む実家に立ち寄った際に，甲機械がＢによって無断でＤに譲渡されていたことに気が付いた。そこで，Ｃは，Ｄに対し，甲機械を直ちに返還するように求めた。\nＤは，甲機械を取得できる見込みはないと考え，同月３０日，Ｃに甲機械を返還した上で，Ｂに対し，本件売買契約を解除すると伝えた。\nその後，Ｄは，甲機械に代替する機械設備として，Ｅから，甲機械の同等品で稼働可能な中古の印刷機械一式（以下「乙機械」という。）を５４０万円で購入した。\n５．Ｄは，Ｂに対し，支払済みの代金５００万円について返還を請求するとともに，甲機械に代えて乙機械を購入するために要した増加代金分の費用（４０万円）について支払を求めた。さらに，Ｄは，Ｂ及びＣに対し，甲機械の修理をしたことに関し，修理による甲機械の価値増加分（５０\n万円）について支払を求めた。\nこれに対し，Ｂは，本件売買契約の代金５００万円の返還義務があることは認めるが，その余の請求は理由がないと主張し，Ｃは，Ｄの請求は理由がないと主張している。さらに，Ｂ及びＣは，甲機械の使用期間に応じた使用料相当額（２５万円）を支払うようＤに求めることができるはずであるとして，Ｄに対し，仮にＤの請求が認められるとしても，Ｄの請求が認められる額からこの分を控除すべきであると主張している。\n〔設問〕\n【事実】５におけるＤのＢに対する請求及びＤのＣに対する請求のそれぞれについて，その法\n的構成を明らかにした上で，それぞれの請求並びに【事実】５におけるＢ及びＣの主張が認められるかどうかを検討しなさい。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/H28/論述/試験問題/民事系.pdf",
  "subject": 3,
  "purpose": "本設問は，①他人物売買において売主が権利を買主に移転することができなかったことを理由に買主が契約を解除した場合に，買主は，売主に対してどのような請求をすることができるか（特に，他人物売買であることについて買主が悪意であるが，売主から確実に権利を移転することができると説明されていた点をどのように評価するか，），②他人物売買が解除された場合に，買主と目的物の所有者との間では，どのような清算をするのが相当か，さらには，③これらの検討を通じて，他人物売買の売主，買主，目的物の所有者の三者間の利害調整をいかにして図るのが相当かを問うものであり，これにより，幅広い法的知識や，事案に即した分析能力，論理的な思考力があるかどうかを試すものである。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本設問は，①他人物売買において売主が権利を買主に移転することができなかったことを理由に買主が契約を解除した場合に，買主は，売主に対してどのような請求をすることができるか（特に，他人物売買であることについて買主が悪意であるが，売主から確実に権利を移転することができると説明されていた点をどのように評価するか，），②他人物売買が解除された場合に，買主と目的物の所有者との間では，どのような清算をするのが相当か，さらには，③これらの検討を通じて，他人物売買の売主，買主，目的物の所有者の三者間の利害調整をいかにして図るのが相当かを問うものであり，これにより，幅広い法的知識や，事案に即した分析能力，論理的な思考力があるかどうかを試すものである。"
      }
    ]
  }
}