{
  "year": "H28",
  "exam_type": "予備",
  "subject": 6,
  "subject_name": "刑法",
  "text": "以下の事例に基づき，甲及び乙の罪責について論じなさい（特別法違反の点を除く。）。\n１ 甲（４０歳，男性）と乙（３５歳，男性）は，数年来の遊び仲間で，働かずに遊んで暮らしていた。甲は，住宅街にある甲所有の２階建て木造一軒家（以下「甲宅」という。）で一人で暮らしており，乙も，甲がそのような甲宅に一人で住んでいることを承知していた。乙は，住宅街にある乙所有の２階建て木造一軒家（以下「乙宅」という。）で内妻Ａと二人で暮らしており，甲も，乙がそのような乙宅にＡと二人で住んでいることを承知していた。甲宅と乙宅は，直線距離で約２キロメートル離れていた。\n２ 甲と乙は，某年８月下旬頃，働かずに遊びに使う金を手に入れたいと考え，その相談をした。\nそして，甲と乙は，同年９月１日に更に話合いをし，設定した時間に発火し，その火を周囲の物に燃え移らせる装置（以下「発火装置」という。）を製作し，これを使って甲宅と乙宅に放火した後，正当な請求と見せ掛けて，甲宅と乙宅にそれぞれ掛けてある火災保険の保険金の支払を請求して保険会社から保険金をだまし取り，これを折半することにした。その後，甲と乙は，二人でその製作作業をして，同月５日，同じ性能の発火装置２台（以下，それぞれ「Ｘ発火装置」，「Ｙ発火装置」という。）を完成させた上，甲宅と乙宅に放火する日を，Ａが旅行に出掛けて乙宅を留守にしている同月８日の夜に決めた。\n３ Ａは，同日昼，旅行に出掛けて乙宅を留守にした。\n４ 甲と乙は，同日午後７時，二人で，甲宅内にＸ発火装置を運び込んで甲宅の１階の居間の木製の床板上に置き，同日午後９時に発火するように設定した。その時，甲宅の２階の部屋には，甲宅内に勝手に入り込んで寝ていた甲の知人Ｂがいたが，甲と乙は，Ｂが甲宅にいることには気付かなかった。\nその後，甲と乙は，同日午後７時３０分，二人で，乙宅の敷地内にあって普段から物置として使用している乙所有の木造の小屋（以下「乙物置」という。）内にＹ発火装置を運び込んで，乙物置内の床に置かれていた，洋服が入った段ボール箱（いずれも乙所有）上に置き，同日午後９時３０分に発火するように設定した。なお，乙物置は，乙宅とは屋根付きの長さ約３メートルの木造の渡り廊下でつながっており，甲と乙は，そのような構造で乙宅と乙物置がつながっていることや，乙物置及び渡り廊下がいずれも木造であることを承知していた。\nその後，甲と乙は，乙宅の敷地内から出て別れた。\n５ 甲宅の２階の部屋で寝ていたＢは，同日午後８時５０分に目を覚まし，甲宅の１階の居間に行ってテレビを見ていた。すると，Ｘ発火装置が，同日午後９時，設定したとおりに作動して発火した。Ｂは，その様子を見て驚き，すぐに甲宅から逃げ出した。その後，Ｘ発火装置から出た火は，同装置そばの木製の床板に燃え移り，同床板が燃え始めたものの，その燃え移った火は，同床板の表面の約１０センチメートル四方まで燃え広がったところで自然に消えた。なお，甲と乙は，終始，Ｂが甲宅にいたことに気付かなかった。\n６ Ｙ発火装置は，同日午後９時３０分，設定したとおりに作動して発火した。乙は，その時，乙宅の付近でうろついて様子をうかがっていたが，Ｙ発火装置の発火時間となって，「このままだと自分の家が燃えてしまうが，やはりＡには迷惑を掛けたくない。それに，その火が隣の家に燃え移ったら危ないし，近所にも迷惑を掛けたくない。こんなことはやめよう。」と考え，火を消すために乙物置内に入った。すると，Ｙ発火装置から出た火が同装置が置いてある前記段ボール箱に燃え移っていたので，乙は，乙物置内にある消火器を使って消火活動をし，同日午後９時３５分，その火を消し止めた。乙物置内で燃えたものは，Ｙ発火装置のほか，同段ボ\nール箱の一部と同箱内の洋服の一部のみで，乙物置には，床，壁，天井等を含め火は燃え移ら\n- 2 -ず，焦げた箇所もなかった。また，前記渡り廊下及び乙宅にも，火は燃え移らず，焦げた箇所もなかった。\n７ その後，甲と乙は，甲宅と乙宅にそれぞれ掛けてある火災保険の保険金を手に入れることを諦め，保険会社に対する保険金の支払の請求をしなかった。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H28/論述/試験問題/刑事系.pdf",
  "purpose": "本問は，数年来の遊び仲間である甲と乙が共謀して，各々の自宅建物に掛けてある火災保険金をだまし取ろうと考え，甲が一人で暮らす甲宅内と，乙が内妻Ａと二人で暮らす乙宅（Ａは旅行のため留守）と木造の渡り廊下で繋がっている物置内にそれぞれ発火装置を設置したところ，甲宅内に設置した発火装置から出た火はその床板を燃やしたところで消え（なお，同発火装置の設置及び発火の際，甲宅には甲の知人Ｂがいたが，甲及び乙はＢの存在に全く気付かなかった），乙宅の物置内に設置した発火装置から出た火は，本件を後悔して物置に戻ってきた乙によって消し止められ，発火装置下の段ボール箱及び同箱内の衣服の一部を燃やしたにとどまったことから，甲と乙は火災保険金の請求を諦めたという事例を素材として，事実を的確に分析する能力を問うとともに，放火罪，抽象的事実の錯誤，中止犯の成否及びこれが成立する場合に共犯へ及ぼす影響等に関する基本的理解と事例への当てはめが論理的一貫性を保って行われているかを問うものである。"
}