{
  "year": "H28",
  "exam_type": "予備",
  "subject_name": "刑事訴訟法",
  "text": "次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n平成２８年３月１日，Ｈ県Ｊ市内のＶ方が放火される事件が発生した。その際，Ｖ方玄関内から火の手が上がるのを見た通行人Ｗは，その直前に男が慌てた様子でＶ方玄関から出てきて走り去るのを目撃した。\nＶ方の実況見分により，放火にはウィスキー瓶にガソリンを入れた手製の火炎瓶が使用されたこと，Ｖ方居間にあった美術品の彫刻１点が盗まれていることが判明した。\n捜査の過程で，平成２１年１月に住宅に侵入して美術品の彫刻を盗みウィスキー瓶にガソリンを入れた手製の火炎瓶を使用して同住宅に放火したとの事件により，同年４月に懲役６年の有罪判決を受けた前科（以下「本件前科」という。）を有する甲が，平成２７年４月に服役を終え，Ｊ市に隣接するＨ県Ｋ市内に単身居住していることが判明した。そこで，警察官が，甲の写真を含む多数の人物写真をＷに示したところ，Ｗは，甲の写真を指し示し，「私が目撃したのはこの男に間違いありません。」と述べた。\n甲は，平成２８年３月２３日，Ｖ方に侵入して彫刻１点を盗みＶ方に放火した旨の被疑事実（以下「本件被疑事実」という。）により逮捕され，同月２５日から同年４月１３日まで勾留されたが，この間，一貫して本件被疑事実を否認し，他に甲が本件被疑事実の犯人であることを示す証拠が発見されなかったことから，同月１３日，処分保留で釈放された。\n警察官は，甲が釈放された後も捜査を続けていたところ，甲が，同年３月５日に，Ｖ方で盗まれた彫刻１点を，Ｈ県から離れたＬ県内の古美術店に売却していたことが判明した。\n①甲は，同年５月９日，本件被疑事実により逮捕され，同月１１日から勾留された。間もなく甲は，自白に転じ，Ｖ方に侵入して，居間にあった彫刻１点を盗み，ウィスキー瓶にガソリンを入れた手製の火炎瓶を玄関ホールの床板にたたきつけてＶ方に放火した旨供述した。検察官は，同月２０日，甲を本件被疑事実と同旨の公訴事実により公判請求した。\n公判前整理手続において，甲及びその弁護人は，「Ｖ方に侵入したことも放火したこともない。\n彫刻は，甲が盗んだものではなく，友人から依頼されて売却したものである。」旨主張した。\nそこで，検察官は，甲が前記公訴事実の犯人であることを立証するため，②本件前科の内容が記載された判決書謄本の証拠調べを請求した。\n〔設問１〕\n①の逮捕及び勾留の適法性について論じなさい。\n〔設問２〕\n②の判決書謄本を甲が前記公訴事実の犯人であることを立証するために用いることが許されるかについて論じなさい。\n- 4 -",
  "source_pdf": "data/pdfs/preliminary_exam/H28/論述/試験問題/刑事系.pdf",
  "subject": 7,
  "purpose": "本問は，犯人がＶ方に侵入し，彫刻１点を窃取し，手製の火炎瓶を用いて同方への放火に及んだ事件について，上記被疑事実で逮捕・勾留されるも処分保留で釈放された甲が，再逮捕・再勾留された後，同事実で公判請求され，検察官が同種前科の内容が記載された判決書謄本の証拠調べ請求を行ったとの事例において，同一被疑事実による再逮捕・再勾留の可否及び前科証拠による犯人性の立証の可否並びにこれらが認められる場合の要件を検討させることにより（なお，前科証拠による犯人性の立証の可否等に関し，最判平成２４年９月７日刑集６６巻９号９０７頁参照。），被疑者に対する身柄拘束処分及び証拠の関連性に関する各問題点について，基本的な学識の有無及び具体的事案における応用力を試すものである。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は，犯人がＶ方に侵入し，彫刻１点を窃取し，手製の火炎瓶を用いて同方への放火に及んだ事件について，上記被疑事実で逮捕・勾留されるも処分保留で釈放された甲が，再逮捕・再勾留された後，同事実で公判請求され，検察官が同種前科の内容が記載された判決書謄本の証拠調べ請求を行ったとの事例において，同一被疑事実による再逮捕・再勾留の可否及び前科証拠による犯人性の立証の可否並びにこれらが認められる場合の要件を検討させることにより（なお，前科証拠による犯人性の立証の可否等に関し，最判平成２４年９月７日刑集６６巻９号９０７頁参照。），被疑者に対する身柄拘束処分及び証拠の関連性に関する各問題点について，基本的な学識の有無及び具体的事案における応用力を試すものである。"
      }
    ]
  }
}