{
  "year": "H28",
  "exam_type": "予備",
  "subject_name": "実務基礎（民事）",
  "text": "司法試験予備試験用法文を適宜参照して，以下の各設問に答えなさい。\n〔設問１〕\n弁護士Ｐは，Ｘから次のような相談を受けた。\n【Ｘの相談内容】\n「私は，自宅を建築するために，平成２７年６月１日，甲土地の所有者であったＡから，売買代金１０００万円で甲土地を買い受け（以下「本件第１売買契約」という。），同月３０日に売買代金を支払い，売買代金の支払と引換えに私宛てに所有権移転登記をすることを合意しました。\n私は，平成２７年６月３０日，売買代金１０００万円を持参してＡと会い，Ａに対して甲土地の所有権移転登記を求めましたが，Ａから，登記識別情報通知書を紛失したので，もうしばらく所有権移転登記を待ってほしい，事業資金が必要で，必ず登記をするので先にお金を払ってほしいと懇願されました。Ａは，大学時代の先輩で，私の結婚に際し仲人をしてくれるなど，長年お世話になっていたので，Ａの言うことを信じ，登記識別情報通知書が見つかり次第，所有権移転登記をすることを確約してもらい，代金を支払いました。しかし，その後，Ａからの連絡はありませんでした。\nところが，平成２７年８月上旬頃から，Ｙが私に無断で甲土地全体を占有し始め，現在も占有しています。\n私は，平成２７年９月１日，Ｙが甲土地を占有していることを確認した上で，Ｙに対してすぐに甲土地を明け渡すよう求めました。これに対して，Ｙは，Ａが甲土地の所有者であったこと，自分が甲土地を占有していることは認めましたが，Ａから甲土地を買い受けて所有権移転登記を経由したので，自分が甲土地の所有者であるとして，甲土地の明渡しを拒否し，私に対して甲土地の買取りを求めてきました。\n甲土地の所有者は私ですので，Ｙに対し，甲土地について，所有権移転登記と明渡しを求めたいと考えています。」弁護士Ｐは，【Ｘの相談内容】を受けて甲土地の登記事項証明書を取り寄せたところ，平成２７年８月１日付け売買を原因とするＡからＹへの所有権移転登記（詳細省略）がされていることが判明した。弁護士Ｐは，【Ｘの相談内容】を前提に，Ｘの訴訟代理人として，Ｙに対し，所有権に基づく妨害排除請求権としての所有権移転登記請求権及び所有権に基づく返還請求権としての土地明渡請求権を訴訟物として，甲土地について所有権移転登記及び甲土地の明渡しを求める訴訟（以下\n「本件訴訟」という。）を提起することにした。\n以上を前提に，以下の問いに答えなさい。\n(1) 弁護士Ｐは，本件訴訟に先立って，Ｙに対し，甲土地の登記名義の変更，新たな権利の設定及び甲土地の占有移転などの行為に備え，事前に講じておくべき法的手段を検討することとした。\n弁護士Ｐが採るべき法的手段を２つ挙げ，そのように考えた理由について，それらの法的手段を講じない場合に生じる問題にも言及しながら説明しなさい。\n(2) 弁護士Ｐが，本件訴訟の訴状（以下「本件訴状」という。）において記載すべき請求の趣旨（民事訴訟法第１３３条第２項第２号）を記載しなさい（附帯請求及び付随的申立てを考慮する必要はない。）。\n(3) 弁護士Ｐは，本件訴状において，甲土地の明渡請求を理由づける事実（民事訴訟規則第５３条\n- 2 -第１項）として，次の各事実を主張した。\nア Ａは，平成２７年６月１日当時，甲土地を所有していた。\nイ 〔 〕\nウ 〔 〕\n上記イ及びウに入る具体的事実を，それぞれ答えなさい。\n〔設問２〕\n弁護士Ｑは，本件訴状の送達を受けたＹから次のような相談を受けた。\n【Ｙの相談内容】\n「Ａは，私の知人です。Ａは，平成２７年７月上旬頃，事業資金が必要なので甲土地を５００万円で買わないかと私に持ちかけてきました。私は，同年８月１日，Ａから甲土地を代金５００万円で買い受け（以下「本件第２売買契約」という。），売買代金を支払って所有権移転登記を経由し，甲土地を資材置場として使用しています。したがって，甲土地の所有者は私です。」\n上記【Ｙの相談内容】を前提に，以下の問いに答えなさい。\n弁護士Ｑは，本件訴訟における答弁書（以下「本件答弁書」という。）を作成するに当たり，抗弁となり得る法的主張を検討した。弁護士ＱがＹの訴訟代理人として主張すべき抗弁の内容（当該抗弁を構成する具体的事実を記載する必要はない。）を述べるとともに，それが抗弁となる理由について説明しなさい。\n〔設問３〕\n本件答弁書を受け取った弁護士Ｐは，Ｘに事実関係を確認した。Ｘの相談内容は以下のとおりである。\n【Ｘの相談内容】\n「Ｙは，既に甲土地について所有権移転登記を経由しており，自分が甲土地の所有者であるとして，平成２７年９月１日，甲土地を２０００万円で買い取るよう求めてきました。Ｙは，事情を知りながら，甲土地を私に高値で買い取らせる目的で，本件第２売買契約をして所有権移転登記をしたことに間違いありません。このようなＹが甲土地の所有権を取得したことを認めることはできません。」\n上記【Ｘの相談内容】を前提に，弁護士Ｐは，再抗弁として，以下の事実を記載した準備書面を作成して提出した。\nエ 〔 〕\nオ Ｙは，本件第２売買契約の際，Ｘに対して甲土地を高値で買い取らせる目的を有していた。\n以上を前提に，以下の問いに答えなさい。\n上記エに入る具体的事実を答え，そのように考えた理由を説明しなさい。\n〔設問４〕\n第１回口頭弁論期日において，本件訴状と本件答弁書が陳述され，第１回弁論準備手続期日において，弁護士Ｐ及び弁護士Ｑがそれぞれ作成した準備書面が提出され，弁護士Ｑは，〔設問３〕のエ及びオの各事実を否認し，弁護士Ｐは，以下の念書（斜体部分は全て手書きである。以下「本件\n- 3 -念書」という。）を提出し，証拠として取り調べられた。なお，弁護士Ｑは，本件念書の成立の真正を認めた。\nその後，２回の弁論準備手続期日を経た後，第２回口頭弁論期日において，本人尋問が実施され，Ｘは，下記【Ｘの供述内容】のとおり，Ｙは，下記【Ｙの供述内容】のとおり，それぞれ供述した（なお，Ａの証人尋問は実施されていない。）。\n念書\nＡ殿今般，貴殿より甲土地を買い受けましたが，売却して利益が生じたときにはその３割を謝礼としてお渡しします。\n平成２７年８月１日\nＹ Ｙ印\n【Ｘの供述内容】\n「Ｙは，建築業者で，今でも甲土地を占有し，資材置場として使用しているようですが，置かれている資材は大した分量ではなく，それ以外に運搬用のトラックが２台止まっているにすぎません。\n不動産業者に確認したところ，平成２７年７月当時の甲土地の時価は，１０００万円程度とのことでした。\n私は，平成２７年９月１日，Ｙ宅を訪れて，甲土地の明渡しを求めたところ，Ｙはこれを拒絶して，逆に私に２０００万円で甲土地を買い取るよう求めてきましたが，私は納得できませんでしたので，その場でＹの要求を拒絶しました。\nその後，私は，Ａに対し，Ｙとのやりとりを説明して，Ａが本件第２売買契約をして，甲土地をＹに引き渡したことについて苦情を述べました。すると，Ａは，私に対して謝罪し，『事業資金が必要だったので，やむなくＹに甲土地を売却してしまった。その際，既にＸに甲土地を売却していることをＹに対して説明したが，Ｙはそれでも構わないと言っていた。Ｙから，代金５００万円は安いが，甲土地を高く売却できたら謝礼をあげると言われたので，Ｙにその内容の書面を作成してもらった。』と事情を説明して，私に本件念書を渡してくれました。ただ，それ以降，Ａとは連絡が取れなくなりました。」\n【Ｙの供述内容】\n「私は，建築業者で，現在，甲土地を資材置場として使用しています。本件第２売買契約に際して不動産業者に確認したところ，当時の甲土地の時価は，１０００万円程度とのことでした。\n私は，平成２７年９月１日，Ｘが自宅を訪れた際，甲土地を２０００万円で買い取るよう求めたことはありません。Ｘと話し合って，Ｘが希望する価格で買い取ってもらえればと思って話をしただけで，例えば２０００万円くらいではどうかと話したことはありますが，最終的にＸとの間で折り合いがつきませんでした。\nＡは，本件第２売買契約をした時，甲土地を高く転売できたときには謝礼がほしいと言うので，本件念書を作成してＡに渡しました。その際，ＡがＸに甲土地を売却していたという話は聞いて\n- 4 -いません。」以上を前提に，以下の問いに答えなさい。\n弁護士Ｐは，本件訴訟の第３回口頭弁論期日までに，準備書面を提出することを予定している。\nその準備書面において，弁護士Ｐは，前記【Ｘの供述内容】及び【Ｙの供述内容】と同内容のＸ\nＹの本人尋問における供述並びに本件念書に基づいて，〔設問３〕の再抗弁について，オの事実\n（「Ｙは，本件第２売買契約の際，Ｘに対して甲土地を高値で買い取らせる目的を有していた。」）が認められること（Ｙに有利な事実に対する反論も含む。）を中心に，〔設問３〕の再抗弁についての主張を展開したいと考えている。弁護士Ｐにおいて，上記準備書面に記載すべき内容を答案用紙１頁程度の分量で記載しなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H28/論述/試験問題/実務基礎.pdf",
  "subject": 9,
  "purpose": "設問１は，不動産に係る登記請求及び明渡請求が問題となる訴訟において，原告代理人があらかじめ講ずべき法的手段とともに，訴状における請求の趣旨及び請求を理由付ける事実について説明を求めるものであり，民事保全の基本的理解に加えて，所有権に基づく物権的請求権の法律要件に留意して説明することが求められる。\n設問２は，不動産の二重譲渡事案における実体法上の権利関係に留意しつつ，被告本人の主張を適切に法律構成した上で，抗弁となる理由を説明することが求められる。\n設問３は，再抗弁の事実について問うものである。判例で示された当該再抗弁に係る要件事実に即して，原告の主張内容から必要な事実を選択し，他の主張事実との関係にも留意することが求められる。\n設問４は，上記の再抗弁の主張について，書証と人証の双方を検討し，必要な事実を抽出した上で，どの事実がいかなる理由から再抗弁に係る評価を根拠付ける際に重要であるかに留意して，準備書面に記載すべき事項を問うものである。"
}