{
  "year": "H28",
  "exam_type": "予備",
  "subject_name": "民事訴訟法",
  "text": "（〔設問１〕と〔設問２〕の配点の割合は，３：２）次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\nＸは，ＸからＹ₁，Ｙ₁からＹ₂へと経由された甲土地の各所有権移転登記について，甲土地の所有権に基づき，Ｙ₁及びＹ₂（以下「Ｙ₁ら」という。）を被告として，各所有権移転登記の抹消登記手続を求める訴えを提起した（以下，当該訴えに係る訴訟を「本件訴訟」という。）。本件訴訟におけるＸ\n及びＹ₁らの主張は次のとおりであった。\nＸ の 主 張：甲土地は，Ｘの所有であるところ，Ｙ₁らは根拠なく所有権移転登記を経た。\nＹ₁らが主張するとおり，ＸはＹ₁に対して１０００万円の貸金返還債務を負っていたことがあったが，当該債務は，ＸがＹ₂から借り受けた１０００万円の金員を支払うことによって完済している。\n仮に，Ｙ₁らが主張するように，甲土地について代物弁済によるＹ₁への所有権の移転が認められるとしても，Ｘは，その際，Ｙ₁との間で，代金１０００万円でＹ₁から甲土地を買い戻す旨の合意をしており，その合意に基づき，上記の１０００万円の金員をＹ₁\nに支払うことによって，Ｙ₁から甲土地を買い戻した。\nＹ₁らの主張：甲土地は，かつてＸの所有であったが，ＸがＹ₁に対して負担していた１０００万円の貸金返還債務の代物弁済により，ＸからＹ₁に所有権が移転した。これにより，Ｙ₁は所有権移転登記を経た。\nその後，Ｙ₂がＹ₁に対して甲土地の買受けを申し出たので，Ｙ₁は甲土地を代金１０００万円でＹ₂に売り渡したが，その際，Ｙ₂は，Ｘとの間で，Ｘが所定の期間内にＹ₂に代金１０００万円を支払うことにより甲土地をＸに売り渡す旨の合意をした。しかし，Ｘ\nは期間内に代金をＹ₂に対して支払わなかったため，Ｙ₂は所有権移転登記を経た。\n〔設問１〕\n本件訴訟における証拠調べの結果，次のような事実が明らかになった。\n「Ｙ₁は，ＸがＹ₁に対して負担していた１０００万円の貸金返還債務の代物弁済により甲土地の所有権をＸから取得した。その後，Ｘは，Ｙ₂から借り受けた１０００万円の金員をＹ₁に対して支払うことによって甲土地をＹ₁から買い戻したが，その際，所定の期間内に借り受けた１０００万円をＹ₂に対して返済することで甲土地を取り戻し得るとの約定で甲土地をＹ₂のために譲渡担保に供した。しかし，Ｘは，当該約定の期間内に１０００万円を返済しなかったことから，甲土地の受戻権を失い，他方で，Ｙ₂が甲土地の所有権を確定的に取得した。」\n以下は，本件訴訟の口頭弁論終結前においてされた第一審裁判所の裁判官Ａと司法修習生Ｂとの間の会話である。\n修習生Ｂ：証拠調べの結果明らかになった事実からすれば，本件訴訟ではＸの各請求をいずれも棄却する旨の判決をすることができると考えます。\n裁判官Ａ：しかし，それでは，①当事者の主張していない事実を基礎とする判決をすることになり，弁論主義に違反することにはなりませんか。\n修習生Ｂ：はい。弁論主義違反と考える立場もあります。しかし，本件訴訟では，判決の基礎と- 5 -なるべき事実は弁論に現れており，それについての法律構成が当事者と裁判所との間で異なっているに過ぎないと見ることができると思います。\n裁判官Ａ：なるほど。そうだとしても，それで訴訟関係が明瞭になっていると言えるでしょうか。\n②あなたが考えるように，本件訴訟において，弁論主義違反の問題は生じず，当事者と裁判所との間で法律構成に差異が生じているに過ぎないと見たとして，直ちに本件訴訟の口頭弁論を終結して判決をすることが適法であると言ってよいでしょうか。検討してみてください。\n修習生Ｂ：分かりました。\n(1) 下線部①に関し，証拠調べの結果明らかになった事実に基づきＸの各請求をいずれも棄却する旨の判決をすることは弁論主義違反であるとの立場から，その理由を事案に即して説明しなさい。\n(2) 下線部②に関し，裁判官Ａから与えられた課題について，事案に即して検討しなさい。\n〔設問２〕（〔設問１〕の問題文中に記載した事実は考慮しない。）\n第一審裁判所は，本件訴訟について審理した結果，Ｘの主張を全面的に認めてＸの各請求をいずれも認容する旨の判決を言い渡し，当該判決は，控訴期間の満了により確定した。\nこのとき，本件訴訟の口頭弁論終結後に，Ｙ₂が甲土地をＺに売り渡し，Ｚが所有権移転登記を経た場合，本件訴訟の確定判決の既判力はＺに対して及ぶか，検討しなさい。\n- 6 -",
  "source_pdf": "data/pdfs/preliminary_exam/H28/論述/試験問題/民事系.pdf",
  "subject": 5,
  "purpose": "設問１は，本件訴訟において裁判所が当事者の主張していない所有権の取得経過\n（Ｘ・Ｙ₂間の譲渡担保に基づく所有権移転）を判決の基礎とすることの適否を問う問題である。（1）では，弁論主義の適用範囲や事実の分類等に関する基本的な理解を踏まえて，本件において問題となっている事実が弁論主義の適用を受ける事実であることを的確に論じる必要がある。また，(2)では，当事者の弁論権の保障や不意打ち防止の観点から，本件における釈明義務ないし法的観点指摘義務の有無について，事案に即した考察が求められている。\n設問２は，口頭弁論終結後の承継人に対する既判力の拡張に関する問題である。\n本件におけるＺは前訴の訴訟物たる権利義務自体の承継人ではないが，このような第三者であっても民訴法第１１５条第１項第３号の「承継人」に該当するか否かが問われている。承継人に既判力が拡張される根拠ないし趣旨を踏まえて，同号にいう「承継人」の範囲を明らかにした上で，Ｚの「承継人」該当性について論じることが求められている。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１は，本件訴訟において裁判所が当事者の主張していない所有権の取得経過\n（Ｘ・Ｙ₂間の譲渡担保に基づく所有権移転）を判決の基礎とすることの適否を問う問題である。（1）では，弁論主義の適用範囲や事実の分類等に関する基本的な理解を踏まえて，本件において問題となっている事実が弁論主義の適用を受ける事実であることを的確に論じる必要がある。また，(2)では，当事者の弁論権の保障や不意打ち防止の観点から，本件における釈明義務ないし法的観点指摘義務の有無について，事案に即した考察が求められている。"
      },
      {
        "type": "q2",
        "text": "設問２は，口頭弁論終結後の承継人に対する既判力の拡張に関する問題である。\n本件におけるＺは前訴の訴訟物たる権利義務自体の承継人ではないが，このような第三者であっても民訴法第１１５条第１項第３号の「承継人」に該当するか否かが問われている。承継人に既判力が拡張される根拠ないし趣旨を踏まえて，同号にいう「承継人」の範囲を明らかにした上で，Ｚの「承継人」該当性について論じることが求められている。"
      }
    ]
  }
}