{
  "year": "H28",
  "exam_type": "予備",
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで，後記〔設問〕に答えなさい。\n【事 例】\n１ Ａ（男性，３２歳，暴力団甲組組員）は，平成２８年２月１２日，Ｖ（男性，４０歳，暴力団乙組幹部組員）を被害者とする殺人未遂罪の被疑事実で逮捕され，同月１４日から勾留された後，同年３月４日にＩ地方裁判所に同罪で公判請求された。\n上記公判請求に係る起訴状の公訴事実には「被告人は，平成２７年１１月１日午後２時頃，Ｈ県Ｉ市Ｊ町１丁目１番３号に所在する暴力団乙組事務所前路上において，同事務所玄関ドア前に立っていたＶに対し，殺意をもって，持っていた回転弾倉式拳銃で弾丸３発を発射したが，いずれも命中しなかったため，同人を殺害するに至らなかった。」旨記載されている。\n２ 公判請求までに収集された主な証拠とその概要は次のとおりであった。\n証拠① Ｖの検察官調書\n「私は，平成２７年１１月１日午後２時頃，配下のＷを連れて乙組事務所から出掛けることとした。Ｗが先に玄関ドアから外に出たので，私が少し遅れて玄関ドアから外に出て，歩き出そうとした瞬間，私の左側に立っていたＷが私の上半身を両腕で抱え，Ｗ\nの方に引っ張ったので，私は，Ｗ共々左側に倒れ込んだ。倒れ込むと同時に，拳銃の発射音が何発か聞こえた。玄関ドアの南側正面には道路に面した門扉があるが，私は，玄関ドアから出て倒れるまで，門扉の方を見ていなかったし，倒れた後には，門扉の向こう側には誰もいなかった。私の身長は１８０センチメートルである。」\n証拠② Ｗ（男性，２５歳，暴力団乙組組員）の検察官調書\n「私は，平成２７年１１月１日午後２時頃，私が先に乙組事務所の玄関ドアから外に出て，左手の隅によけ，Ｖが出てくるのを待っていた。しばらくしてＶが玄関ドアから出てきたが，ふと玄関ドアの南側正面にある門扉の方を見ると，門扉の向こう側の右側からマスクをした男が走り出てきて，門扉の正面で止まり，拳銃を両手で持って，玄関ドア前に立っていたＶに銃口を向けて構えた。私は，Ｖが撃たれると思い，とっさにＶ\nの上半身に抱き付き，私の方に引き倒すように引っ張った。私とＶが倒れるのと前後して，『死ね。』という男の声と同時に，拳銃の発射音が複数回した。倒れてから門扉の方を見たが，既に誰もいなかった。拳銃を撃った男が誰かは分からない。」\n証拠③ 実況見分調書（平成２７年１１月１日付け，立会人Ｗ）\n「本件現場は，Ｈ県Ｉ市Ｊ町１丁目１番３号に所在する暴力団乙組事務所（以下「事務所」という。）玄関ドア付近である。事務所は３階建てのビルであり，南側に玄関ドアがある。事務所の敷地の周囲には高さ約２．５メートルの塀があるが，南側には塀に設置された門扉があり，門扉の高さは約１．３メートルである。事務所敷地南側は道路に面しており，門扉の正面の路上に立つと，事務所玄関ドアが門扉越しに遮る物なく北方向正面に見える。門扉と玄関ドアとの距離は，約３メートルである。玄関ドアは防弾仕様であり，玄関ドアの中央（玄関ドア東端から西方へ約１メートルから約１．３メー\nトル，玄関ドア下端から上方へ約１．３メートルから約１．４メートルの範囲）に，弾丸３個がめり込んでいた。Ｗは，㋐『私がＶに抱き付く前に，Ｖはこの位置に立っており，私はこの位置に立っていた。』と言って，玄関ドア前にＶ役の警察官Ｙ（身長１８０センチメートル）を立たせ，自らは玄関ドア前の脇に立ったので，それぞれの位置を計測したところ，Ｖ役Ｙの位置は，玄関ドアから南側に約５０センチメートル，門扉から約２．５メートルの玄関ドア正面であり，門扉の南側路上から見ると，弾丸の玄関ド\n- 6 -ア着弾位置はＹの胸部の後方となった。Ｗの位置は，玄関ドア東端から東方へ約３０センチメートル，事務所建物壁から南方へ約１メートルの位置であった。Ｗは，㋑『犯人は，門扉の外の路上に立ち，拳銃を玄関ドア方向に向けて真っすぐ構えていた。』と言ったので，Ｗが犯人と同じくらいの身長の者として選んだ犯人役の警察官Ｚ（身長１７５センチメートル）を，Ｗの説明どおりに門扉の南側路上に立たせ，模擬拳銃を玄関ド\nア方向に真っすぐ構えさせたところ，犯人役Ｚの立ち位置は，門扉の中央正面（門扉東端から西方へ約１メートル，門扉から南方へ約１メートルの位置）であり，銃口は門扉の上端から約１０センチメートル上方であり，銃口から玄関ドアまでは約３メートルであった。」\n証拠④ 弾丸３個証拠⑤ 捜査報告書\n「暴力団乙組事務所玄関ドア東側付近に設置されていた防犯カメラの平成２７年１１月１日午後２時頃の映像は，次のとおりである。午後１時５７分頃，Ｗが事務所玄関ドアから出て，同ドアの東側脇に立つ。午後２時頃，Ｖが同ドアから出て，同ドア前に立った後，ＷがＶを抱えるようにして東側に倒れ込み，その直後，高速度で物体が玄関ド\nアに当たり，玄関ドア表面から煙かほこりのようなものが立ち上るとともに，映像が激しく乱れた。なお，同カメラの映像は，玄関ドア周辺しか撮影されていない。」証拠⑥ Ｂ（男性，２０歳，青果店手伝い）の検察官調書\n「私は，平成２７年１１月１日当時，甲組の組員見習として同組組員であるＡの運転手をしていたが，同日，私は，Ａの指示で，ＡをＨ県Ｉ市Ｊ町まで車で送った。私がＡの指示どおりＪ町の路上に車を止めると，Ａは，『すぐ戻ってくるから。』と言って車から降り，どこかに行った。その時間は午後２時頃だった。５分ほど経過して，少し遠くで『パン，パン』という音が聞こえ，間もなく，マスクをしたＡが車に走って戻ってきて，後部座席に乗り込んだ。その際，Ａは，右手に拳銃を持っていた。その後，私は，Ａの指示どおりＡをＡ方に送った。翌２日，Ａの指示で，ＡをＨ県Ｋ市内のレンタルボ\nックス店まで車で送った。」証拠⑦ 捜査報告書\n「Ｂの供述からＨ県Ｋ市内のレンタルボックス店を特定し，同店に照会した結果，平成２７年１１月２日に，Ａ名義で同店のレンタルボックスを借りた者がいることが判明した。そこで，平成２８年１月５日，捜索差押許可状に基づき，Ａ名義で賃借中の上記レンタルボックスを捜索したところ，封筒に入れられた回転弾倉式拳銃１丁が発見された。」\n証拠⑧ 回転弾倉式拳銃１丁証拠⑨ 鑑定書\n「証拠④の弾丸３個は，口径９㎜△△型回転弾倉式拳銃用実包の弾丸であり，発射時に刻まれた擦過痕が一致しているため，同一の拳銃で発射されたものと認められる。証拠⑧の回転弾倉式拳銃１丁は，口径９㎜の△△型回転弾倉式拳銃である。科学警察研究所の技官が，証拠⑧の拳銃で試射し，試射弾丸と証拠④の弾丸を対照した結果，試射弾丸と証拠④の弾丸の発射時の擦過痕が一致した。よって，証拠④の弾丸３個は，証拠⑧\nの拳銃から発射されたものと認められる。」証拠⑩ 捜索差押調書\n「平成２８年２月１２日，捜索差押許可状に基づきＡ方の捜索を実施したところ，メモ帳１冊が発見され，本件に関係すると思料される記載があったため，これを押収した。」証拠⑪ メモ帳１冊（２頁目に『１１／１ Ｊ町１－１－３』という手書きの記載があり，その下に乙組事務所周辺に似た手書きの地図が記載されている。その他の頁は白紙である- 7 -\nが，表紙の裏にＡとＣが一緒に写っている写真シールが貼付されている。）証拠⑫ Ｃ（女性，２５歳，飲食店従業員）の警察官調書\n「私は，平成２７年２月頃からＡと交際しており，Ａが私の家に泊まっていくこともある。Ａといつ会ったかなど，いちいち覚えていない。」証拠⑬ Ａの上申書（平成２８年２月２６日付け）\n（Ａ４版のコピー用紙に証拠⑪のメモ帳の２頁目を複写した書面の余白に以下の記載がある。）\n「これは私が書いた犯行計画のメモに間違いない。実行予定日と乙組事務所の住所とその周辺の地図を記載した。」証拠⑭ Ａの検察官調書（平成２８年３月１日付け）\n「事件の１週間前，乙組の組員が甲組や私の悪口を言っていたという話を聞いたので，私は頭に来て，拳銃を撃って乙組の連中を脅そうと思った。そこで，私は，知人から拳銃を入手し，平成２７年１１月１日，Ｂに運転させて，乙組の事務所近くまで車で行き，午後２時頃，私だけ車から降りて乙組事務所に向かった。私は，乙組事務所の門扉に近づくと，ズボンのポケットに入れていた拳銃を取り出し，門扉前の路上から門扉の向こう側正面にある乙組事務所玄関付近を狙って拳銃を３発撃った。目を閉じて撃ったため人が事務所から出てきたことに気付かなかった。」\n３ 受訴裁判所は，平成２８年３月７日，Ａに対する殺人未遂被告事件を公判前整理手続に付する決定をした。検察官は，同月１８日，証明予定事実記載書を同裁判所及びＡの弁護人に提出\n・送付するとともに，同裁判所にⓐ証拠①ないし⑨及び⑭の取調べを請求し，Ａの弁護人に当該証拠を開示し，Ａの弁護人は，同月２３日，同証拠の閲覧・謄写をした。Ａの弁護人は，同年４月６日，検察官に類型証拠の開示請求をし，検察官は，同月１１日，同証拠を開示した。\nＡの弁護人は，逮捕直後からＡとの接見を繰り返していたが，当初からＡが証拠⑭と同旨の供述をしていたため，同月２０日の公判前整理手続期日において，ⓑ「Ａが拳銃を撃った犯人であること（以下「犯人性」という。）は争わないが，殺意を争う。」旨の予定主張を裁判所及び検察官に明示するとともに，ⓒ検察官請求証拠に対する意見を述べた。\n４ 同月３０日，Ａの弁護人がＡと接見したところ，Ａは，これまでの供述を翻し，「本当は，自分はやっていない。名前は言えないが世話になった人から頼まれて身代わりになった。押収されたメモ帳もその人のもので，私はそのメモ帳には何も書いていない。自分にはアリバイがあり，犯行当日は，女友達のＣと，Ｃ方にずっと一緒にいた。」旨述べた。Ａの弁護人は，同年５月１日，Ｃから事情を聞いたところ，Ｃは，「平成２７年１１月１日は，Ａと自宅にずっと一緒にいた。警察官から取調べを受け，その日のＡの行動について尋ねられたが，覚えていないという話をしたかもしれない。」旨述べた。Ａの弁護人は，Ｃの警察官調書の開示請求をしておらず，証拠⑫を閲覧していなかったが，上記の経過を受けて，ⓓ殺意は争わないが，犯人性を争う方針を固めた。\n５ 平成２８年５月２０日の公判前整理手続期日において，ⓔ検察官は，犯人性が争点となったため，証拠⑩，⑪及び⑬の取調べを追加請求したが，Ａの弁護人は証拠⑩については同意し，証拠⑪については異議あり，証拠⑬については不同意である旨意見を述べた。\nその後，数回の公判前整理手続期日を経て，同年６月１５日に，裁判所は，証拠決定をし，争点はＡの犯人性であること及び証拠⑥の採用を留保し，Ｂの証人尋問を実施すること等の証拠の整理結果を確認して審理計画を策定し，公判前整理手続を終結した。公判期日は，同年７\n月１日から同月６日までと定められた。\n〔設問１〕\n下線部ⓑに関し，Ａの弁護人は，証拠⑭と同旨のＡ供述を基に，Ａの殺意について，どのような\n- 8 -事実上の主張をすべきか，殺意の概念に言及しつつ答えなさい。\n〔設問２〕\n下線部ⓐに関し，検察官は，証拠③の実況見分調書を「犯行現場の状況等」という立証趣旨で証拠請求したところ，Ａの弁護人が下線部ⓒにおいて，「下線部㋐及び㋑は立会人の現場供述であるため，証拠③は不同意である。なお，作成の真正も争う。」旨の意見を述べた。これに対し，検察官は，証拠③の証拠請求を維持したいと考えた。\n(1) 検察官は，裁判長から下線部㋐及び㋑が現場供述であるか否かについて意見を求められた場合，どのような意見を述べるべきか，理由を付して答えなさい。\n(2) Ａの弁護人が，証拠③の実況見分調書について不同意意見を維持した場合，検察官は，どのような対応をとるべきか，答えなさい。\n〔設問３〕\nＡの弁護人は，下線部ⓓの弁護方針の下，それまでの犯人性についての主張を変更し，Ａが犯人ではない旨主張し，Ｃの証言により，Ａが犯行当時Ｃ方にいた事実を立証したいと考えた。Ａの弁護人が，下線部ⓓ以後の公判前整理手続において行うべき手続は何か。公判前整理手続に関する条文上の根拠を挙げて，手続内容を簡潔に列挙しなさい。\n〔設問４〕\n(1) 下線部ⓔに関し，仮に証拠⑬が存在しなかった場合，証拠⑩及び⑪から「Ａが犯人である事実」がどのように推認されるか。証拠①ないし⑨から何者かが公訴事実記載の犯行に及んだことが認められることを前提に，検察官の想定する推認過程について答えなさい。なお，証拠⑪\nの２頁の記載は，対照可能な特徴を有する文字が少ないため筆跡鑑定は実施できなかったものとする。\n(2) 証拠⑩及び⑪に加えて，証拠⑬も併せて考慮することによって，小問(1)で答えた「Ａが犯人である事実」を推認する過程にどのような違いが生じるか答えなさい。\n〔設問５〕\n(1) 第１回公判期日において，Ｂの証人尋問が実施され，検察官が尋問の冒頭で以下の質問をしたところ，弁護人が誘導尋問である旨の異議を申し立てた。検察官は，異議には理由がないと述べた場合，裁判所は，その申立てに対しどのような決定をすべきか，理由を付して答えなさい。\n検察官：「それでは，証人が，平成２７年１１月１日に，被告人を乗せて車を運転したときのことについてお尋ねします。」\n(2) 第２回公判期日において，Ｃの証人尋問が実施され，Ｃは，弁護人の主尋問において，「平成\n２７年１１月１日，Ａは，一日中，私の家で私と一緒におり，外出したこともなかった。」旨証言し，検察官の反対尋問において，「Ａが起訴される前に，私は警察官の取調べを受けたが，どのような話をしたのか覚えていないし，その時，警察官が調書を作成したかどうかも覚えていない。」旨証言した。検察官は，更にＣの記憶喚起に努めたが，その証言内容に変更がなかったため，裁判長に許可を求めることなく，Ｃに証拠⑫のＣの署名押印部分を示そうとした。\nこのような調書の一部を示す行為は，検察官の反対尋問において許されるか，条文上の根拠に言及しつつ結論とその理由を答えなさい。\n- 9 -",
  "source_pdf": "data/pdfs/preliminary_exam/H28/論述/試験問題/実務基礎.pdf",
  "subject": 10,
  "purpose": "本問は，犯人性及び殺意の有無が争点となる殺人未遂被告事件を題材に，殺人罪の構成要件，証拠法，公判前整理手続，刑事事実認定の基本構造，証人尋問を含む公判手続についての基本的知識を活用して，殺意の有無に関する当事者の主張（設問１），実況見分調書の立会人の指示説明部分の証拠能力及びその立証方法（設問\n２），公判前整理手続において当事者が主張を変更する場合に採るべき具体的手続\n（設問３），証拠から犯人性を推認する場合の証拠構造（設問４），証人尋問の方法及び異議に対する裁判所の対応（設問５）について，問題に指定してある法曹三者それぞれの立場から主張すべき事実や採るべき対応を検討して回答することを求めており，【事例】に現れた証拠や事実，手続の経過に応じた法曹三者の適切な対応を具体的に検討させることにより，基本的知識の正確な理解及び基礎的実務能力を試すものである。"
}