{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\nＡ県は，輸送量の増加に伴う渋滞緩和のため，Ａ県内に６車線の一般国道（以下「本件国道」という。）の新設を計画している。本件国道の新設事業は，環境影響評価法の第一種事業に該当するものであったため，Ａ県は，同法に基づく環境影響評価を実施し，国土交通大臣に対し，法令上必要とされる道路法第７４条に基づく認可（以下「本件認可」という。）を申請中である。\nＡ県は，計画段階環境配慮書において，道路の位置について，費用対効果が高いという理由でＰルートを設定した。Ｐルート上のＢ地区には，Ａ県の固有種で，絶滅危惧種の植物Ｑの稀少な群生地が存在していたが，道路の新設中止や別ルート設定の検討はなされなかった。\n計画段階環境配慮書に対し，Ｂ地区に居住し，長年Ｑの研究・保護活動をしているＣ，及びＡ県に拠点を置く自然保護団体である特定非営利活動法人Ｄは，「輸送量の増加は僅かであるため，国道の新設自体が不要で財政上の無駄である。」，「Ｑを保護するため，少なくとも別ルートの検討をすべきである。」との意見書をＡ県に提出した。しかし，Ａ県は，環境影響評価準備書において\nＱの一部を別の場所に移植する旨を記載するにとどまった。これに対し，Ｃ及びＤは，「Ｑの移植が成功した例はなく，環境保全措置が不十分である。」との意見書を提出したが，環境影響評価書にはこの点に関するＡ県の見解は記載されていなかった。環境影響評価書作成後に，Ａ県がＱの移植実験を行ったところ，全株が消滅した。\nまた，Ｐルート上には密集市街地のＥ地区も含まれており，Ｅ地区の住民Ｆらは，計画段階環境配慮書，環境影響評価方法書及び環境影響評価準備書について，「Ｅ地区の近くにはＧ社の石炭火力発電所があり，同発電所による環境負荷との複合影響を検討すべきである。本件国道の供用により，環境基準を超える浮遊粒子状物質（ＳＰＭ）及び騒音による健康被害や生活環境被害が生じる蓋然性が高く，少なくともＥ地区についてはトンネル化し，換気所にＳＰＭ除去装置を設置すべきである。」との意見書をＡ県に提出した。環境影響評価準備書及び環境影響評価書には「本件事業により環境基準を超えるＳＰＭや騒音が発生するおそれはない。」と記載されていたが，Ａ県に対するＦらの情報公開請求により，ＳＰＭに関する予測データの一部が改ざんされていたことが明らかになった。\n〔設問１〕\n⑴ Ｃ，Ｄ及びＦらは，前記の環境影響評価手続には瑕疵があり，また，環境影響評価法及び\n【資料】に照らし，国土交通大臣が本件認可をすることは違法であると考えている。本件認可\nが違法であることの論拠としては，どのようなことが考えられるか，説明しなさい。\n⑵ Ｃ及びＤは，本件国道の新設を阻止するために，どのような行政訴訟を提起することが考えられるか。⑴の検討も踏まえて論じなさい。\n〔設問２〕\n環境大臣は，環境影響評価法の下で，２０１５年以来，複数の石炭火力発電所の設置に関して意見表明をした。その内容は，事業者の対応は国の地球温暖化対策の２０３０年度目標と整合しないため「現段階で是認できない。」とするものであった。このことを重要な契機として，２０１６年にエネルギー関連の法律の仕組みが，温暖化対策に資するように改正された。この改正経緯には，環境影響評価法の２０１１年改正が相当程度影響したといわれる。環境影響評価法のどの点の改正か，同法の規定を挙げた上で，改正の趣旨と効果を述べなさい。\n〔設問３〕\nＣ，Ｄ及びＦらは，生物多様性への影響や複数の汚染源による複合影響について適正な環境配\n- 28 -慮を行うためには，現在の計画段階環境配慮書制度のみでは限界があり，環境基本法第１９条を具体化するために新たな制度の導入が必要であると感じている。ここでいう現行制度の限界及び新たに導入すべき制度として，具体的にどのようなことが考えられるか，説明しなさい。\n〔設問４〕\n本件国道が設置された後，Ｅ地区における大気中のＳＰＭの濃度は環境基準を超え，その後Ｆらは呼吸器系疾患に悩まされるようになった。これについては，本件国道に起因するＳＰＭとＧ社の石炭火力発電所から排出されてきたＳＰＭその他の大気汚染物質との競合の可能性も指摘されている。Ｆらは，①誰に対して，いかなる規定に基づいて損害賠償請求ができるか。また，②\n請求する場合，いかなる点を主張立証しなければならないか，説明しなさい。\nなお，本件国道の道路管理者は，Ａ県とする。また，国に対する請求は考慮しなくてよい。\n- 29 -\n【資 料】\n○ 環境影響評価法施行令（平成９年政令第３４６号）（抜粋）\n（第一種事業）第１条 環境影響評価法（以下「法」という。）第２条第２項の政令で定める事業は，別表第一の第一欄に掲げる事業の種類ごとにそれぞれ同表の第二欄に掲げる要件に該当する一の事業とする。\n（以下，略）\n（免許等に係る法律の規定）第３条 法第２条第２項第２号イの法律の規定であって政令で定めるものは，別表第一の第一欄に掲げる事業の種類（第二欄及び第三欄に掲げる事業の種類の細分を含む。）ごとにそれぞれ同表の第四欄に掲げるとおりとする。\n（環境の保全の配慮についての審査等に係る法律の規定）第１９条 法第３３条第２項各号の法律の規定であって政令で定めるものは，別表第四に掲げるとおりとする。\n別表第一（第１条，第３条，第７条関係）（抜粋）第一欄 事業の種類\n１ 法第２条第２項第１号イに掲げる事業の種類第二欄 第一種事業の要件ホ 道路法（昭和２７年法律第１８０号）第５条第１項に規定する道路（首都高速道路等であるものを除く。以下「一般国道」という。）の新設の事業（車線の数が４以上であり，かつ，長さが１０キロメートル以上である道路を設けるものに限る。）第四欄 法律の規定事業主体が国土交通大臣以外の者である場合につき，道路法第７４条（以下，略）別表第四（第１９条関係）（抜粋）三 法第３３条第２項第３号の法律の規定であって政令で定めるもの道路法第７４条（前後，略）\n○ 道路事業に係る環境影響評価の項目並びに当該項目に係る調査，予測及び評価を合理的に行うための手法を選定するための指針，環境の保全のための措置に関する指針等を定める省令（平成１０年建設省令第１０号）（抜粋）\n（位置等に関する複数案の設定）第３条 第一種道路事業を実施しようとする者は，第一種道路事業に係る計画段階配慮事項についての検討に当たっては，第一種道路事業が実施されるべき区域の位置又は第一種道路事業の規模に関する複数の案（以下「位置等に関する複数案」という。）を適切に設定するものとし，当該複数の案を設定しない場合は，その理由を明らかにするものとする。\n２ 第一種道路事業を実施しようとする者は，前項の規定による位置等に関する複数案の設定に当たっては，既存の道路を活用する場合その他第一種道路事業を実施しないこととする案を含めた検討を行うことが合理的であると認められる場合には，当該案を含めるよう努めるものとする。\n○ 道路法（昭和２７年法律第１８０号）（抜粋）\n（国土交通大臣の認可）第７４条 指定区間外の国道の道路管理者は，当該国道を新設し，又は改築しようとする場合においては，国土交通省令で定めるところにより，国土交通大臣の認可を受けなければならない。（以下，略）\n- 30 -\n○ 道路法施行規則（昭和２７年建設省令第２５号）（抜粋）\n（指定区間外の国道の新設又は改築の認可）第７条 指定区間外の国道の道路管理者は，法第７４条の規定により国道の新設又は改築について認可を受けようとする場合においては，別記様式第九の申請書を地方整備局長又は北海道開発局長に提出しなければならない。\n２ 前項の申請書には，次に掲げる書類を添付しなければならない。\n一 工事計画書二 工事費及び財源調書三 平面図，縦断図，横断定規図その他必要な図面\n- 31 -\n〔第２問〕（配点：５０）\n建設業を営み，Ｐ県知事から，廃棄物の処理及び清掃に関する法律（以下「廃掃法」という。）に基づく産業廃棄物の収集運搬業及び処分業の許可を受けているＡ社は，総合建設業を営むＢ社から，Ｂ社が元請業者（同法第２１条の３第１項にいう「元請業者」である。）となる甲病院新築工事のうち，下請負人として，基礎工事の施工を受注した。Ａ社は，同工事において地下を掘削したところ，予定地に従前建っていた建物の地中梁が残っていることを発見した。Ａ社は，Ｂ社との間で，別途，地中梁を破砕して解体する処理について，書面による委託契約を締結し，その際，Ｂ社は，この処理によって発生するコンクリート破片の標準的な処理費用の３分の１を負担することとされた。\nＡ社は，上記により発生したコンクリート破片の処理を，Ｐ県知事から，廃掃法に基づく産業廃棄物の収集運搬業及び処分業の許可を受けているＣ社に対し，書面により再委託し，その費用を支払った（この再委託は，同法第１４条第１６項ただし書の適用により，同項本文が規定する再委託の禁止に抵触しないものとする。）。Ｃ社は，上記コンクリート破片を，甲病院新築工事現場から搬出し，乙地区の住宅地に接するＣ社所有の山林に運搬して，何らの囲いをせず，産業廃棄物処理基準に違反する状態で野積みした。その結果，野積みされた上記コンクリート破片が乙地区の住宅地へ崩れる危険が発生した。その後，Ｃ社の経営状況は悪化した。\nなお，上記の経緯において，産業廃棄物管理票は，適法に作成・交付されていたこととする。\n本件設例に表れた事実関係及び【資料】に基づき，以下の設問に答えなさい。なお，設問はいずれも独立したものである。\n〔設問１〕\n⑴ 本件設例において，Ｐ県知事は，Ｃ社に対する産業廃棄物の収集運搬業及び処分業の許可の取消しをしない場合，廃掃法上，①Ｂ社及びＣ社に対し，どのような理由で，どのような措置を講ずることができるか，②上記①の措置を講ずる前に，乙地区の住宅地へ前記コンクリート破片の小規模な崩落が生じ始め，その拡大の兆候が現れていた場合に，どのような措置が考えられるか，それぞれ説明しなさい。\nなお，上記①及び②の検討に当たっては，廃掃法第２１条の３第１項によりＢ社のみを「事業者」とすればよく，同条第２項ないし第４項の適用については，検討を要しない。\n⑵ 本件設例において，Ｐ県知事は，Ｃ社に対する産業廃棄物の収集運搬業及び処分業の許可の取消しをした場合，その後，廃掃法上，Ｃ社に対し，どのような理由で，どのような措置を講ずることができるか，説明しなさい。\n〔設問２〕\n乙地区に土地建物を所有し，そこに以前から居住するＤは，Ｃ社及びＰ県に対して，どのような法的請求が可能か，論じなさい。\n- 32 -\n【資 料】\n○ 廃棄物の処理及び清掃に関する法律施行令（昭和４６年政令第３００号）（抜粋）\n（産業廃棄物）第２条 法第２条第４項第１号の政令で定める廃棄物は，次のとおりとする。\n一～八 （略）九 工作物の新築，改築又は除去に伴つて生じたコンクリートの破片その他これに類する不要物\n（以下，略）\n- 33 -\n- 34 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，国道建設事業の事例を通じて，環境影響評価法（以下「法」という。）の意義と仕組み，争訟方法，現在の課題に関する理解を問うものである。法は，規模が大きく環境影響の程度が著しい事業について環境保全に係る適正な配慮がなされることを確保することを目的とするが，環境影響評価の実施主体は事業者であることから，市町村長，都道府県知事，環境大臣の意見に加え，地域住民等，環境保全の見地から意見を有する者の意見提出の仕組みを定めるとともに，いわゆる横断条項（法第３３条以下）を通じて，環境影響評価の実効性を確保することを予定している。\nこのことを前提に，〔設問１〕⑴では，まず，本件国道建設事業は環境影響評価が必要とされる事業であり（法第２条第２項，法施行令第１条，別表１），本件認可については本件事業の実施による利益と環境影響評価の結果を併せて判断する必要があること（法第３３条第２項第３号）を指摘することが求められる。その上で，環境影響評価に手続的瑕疵があった場合を含め，法の趣旨に照らし，どのような場合に本件認可が裁量権の踰越濫用等により違法となるのかについて論ずることが必要である。その際，手続的瑕疵については，配慮書段階で，複数案が検討されておらず，かつ，その理由も示されていないこと（法第３条の２第１項・第３項，主務省令第３条第１項），Ｃ及びＤの意見に対する事業者の見解の未記載（法第２１条第２項第４号），いわゆるゼロオプション（主務省令第３条第２項），移植措置以外のＱの保全措置やトンネル化案が検討されていないことの妥当性，データ改ざん等に着目して検討することが期待される。\n〔設問１〕⑵では，本件国道の新設を行政訴訟により争う方法が問われている。典型的な争\n訟方法の１つは本件認可の差止訴訟を提起するとともに，仮の差止めを申し立てることであるが，本件では，特にＣとＤそれぞれの原告適格，本件認可の処分性，重大な損害のおそれの有無が問題となり得る。法，行政事件訴訟法等の規定に照らし合理的な根拠が示されていれば，原告適格の可否については，いずれの結論であるかを問わない。また，特にＣ及びＤの差止訴訟の原告適格を否定する場合には，住民訴訟の可能性（公金支出の差止請求）についても指摘\n- 35 -することが期待される。その場合には，特に財務会計法規上の違法性をどのように構成するかがポイントとなる。\n〔設問２〕については，まず，環境影響評価法の２０１１年改正により，第１種事業につい\nて計画段階配慮書手続が導入された（第３条の２以下）ことの立法趣旨として，事業に係る環境の保全について適正な配慮がなされるためには，可能な限り早期の段階で環境保全の見地から検討を加え，事業に反映することが望ましいという点を論じる必要がある。そして，計画段階配慮書について環境大臣が計画立案の段階で意見を述べることができるようになったのであるが（法第３条の５），その効果としては，主務大臣は，意見を述べる際に，環境大臣の意見を勘案しなければならないため（法第３条の６），事業者は，計画段階配慮書の段階で環境大臣が当該石炭火力発電所の設置について否定的な意見を述べると，計画立案段階という早い段階でこの意見に対処しなければならなくなり，事業の変更の可能性が高まるという結果となったこと，そしてそれを踏まえて事業官庁がエネルギー関連法において温暖化対策を強化するという政策を導く結果となったことを論じることが期待される。\n〔設問３〕では，法に基づく環境影響評価は，事業者が個別事業段階で行う手続であること\nから，事業そのものの中止，複合影響の考慮等の点で限界があることを指摘する。その上で，環境基本法第１９条を参照し，国の施策による広汎・多様な環境影響について適正配慮が求められること（生物多様性基本法第２５条も参照）を踏まえ，政策・計画・プログラム段階での戦略的環境アセスメント（ＳＥＡ）の導入の必要性等について論じることが期待される。\n〔設問４〕については，まず，Ｆらが，①誰に対していかなる規定に基づいて損害賠償請求\nができるかを論じることになるが，国道についてＡ県の営造物責任としての国家賠償法第２条の責任と，Ｇ社の民法第７０９条の責任との共同不法行為として，民法第７１９条の適用の有無が問題となる。\n第１に，民法第７１９条の適用を検討するに当たって，道路管理者には「行為」があるかが問題となるが，この点は加点事由とする。\n第２に，Ｇ社の工場からの排煙と国道からの排煙には民法第７１９条の関連共同性が認められるかが問題となる。\nこの点を論じるに当たっては，まず，伝統的多数説及び判例のように，民法第７１９条の要件として，個々の行為者の第７０９条の不法行為の要件を全て満たすよう要求することについては，有力説及び下級審裁判例からは，第７０９条の複数の行為が重なる競合的不法行為と比較して，（さらに関連共同性を要求している）第７１９条の存在意義がなくなると批判されている。この点に触れられるかが１つのポイントとなる。\n有力説及び下級審裁判例の立場，伝統的多数説及び判例の立場のどちらを採用してもよいが，根拠規定の指摘が期待される。\n②請求する場合に，いかなる点を主張立証しなければならないかについて，有力説及び下級審裁判例の立場，伝統的多数説及び判例の立場のどちらを採用するかにより，主張立証のポイントは異なってくるため，どちらかの立場から記述することとなる。\n本問の場合，有力説及び下級審裁判例によれば，Ａ県とＧ社の関連共同性については，弱い関連共同性を肯定する裁判例と，否定する裁判例とに分かれるため，いずれを採用するにせよ，適切な理由付けを行うことが期待される。伝統的多数説・判例の立場を採用する場合には，関連共同性は客観的共同で足りるとされ，容易に認められることになる。\n〔第２問〕\n本問は，廃棄物の処理及び清掃に関する法律（以下「廃掃法」という。）の下で，産業廃棄物の処理により生活環境に影響を及ぼす事態が生じた場合に，発生から処分に至るまでの過程に関与した者が負う法的責任や都道府県知事の採り得る措置についての理解を問うものであ\n- 36 -る。\n〔設問１〕⑴①は，平成２２年改正によって，重層的な事業形態を採る建設事業において，\n排出事業者を元請人と明確化された廃掃法第２１条の３第１項を前提に，排出事業者たるＢ社が，著しく安価な委託料金しか負担していない場合における責任を問うものである。原因者負担原則を徹底した平成１２年改正により規定された廃掃法第１９条の６第１項に基づく措置命令の発令の可否を，問題文に現れた具体的な事情を踏まえて論じることが期待される。設問では，乙地区住宅地への危険が触れられていることから，「生活環境の保全上支障が生ずるおそれ」があることを具体的に論じてほしい。なお，Ａ社は，当該運搬又は処分を，再委託の禁止に触れない形（廃掃法第１４条第１６項ただし書）により，産業廃棄物の収集運搬業及び処分業の許可を受けているＣ社に委託しており，廃掃法第１９条の５第１項第４号に基づく措置命令はできないことに留意する必要がある。\nＣ社に対しては，産業廃棄物処理基準に適合しない処分をしたことのほか，投棄禁止（廃掃法第１６条）に反することをもって違反行為（廃掃法第１４条の３第１号）に該当するとの指摘をして，事業の全部又は一部の停止命令の可否を論じてほしい。その際，「みだりに･･･捨てた」の意義を具体的に検討することが期待される。さらに，Ｃ社は，産業廃棄物処理基準に適合しない収集運搬をしていることから，廃掃法第１９条の５第１項第１号に基づく措置命令を論じる必要がある。\n⑴②は，上記①の措置命令等をしていては生活環境の保全上の支障が現に生じてしまうおそれがある場合において，Ｐ県知事が採り得る措置を論じる問題である。行政代執行法の特別規定として規定された廃掃法第１９条の８に基づく行政代執行として，行政庁自らが支障の除去措置を行い，その費用を徴収する仕組みを論じてほしい。設問では，「乙地区の住宅地へ前記コンクリート破片の小規模な崩落が生じ始め，その拡大の兆候が現れていた」との事情があるのであり，具体的な当てはめが期待される。\n⑵は，設問が設定する事態においては，処理業の許可取消しや改善命令等の複数の措置が考えられるところ，許可取消しを先行した場合にＰ県知事が採り得る措置を論じる問題である。\n食品廃棄物の不適正な処理がなされていたところ，改善命令ができなくなることを懸念して処理業の許可取消しができなくなるといった事態が生じたダイコー事件を契機とする平成２９年改正により規定された廃掃法第１９条の１０第２項第３号に基づく措置命令の可能性を論じてほしい。なお，この措置命令の発令には，「生活環境の保全上の支障が生じ，又は生ずるおそれ」は不要であり，「産業廃棄物処理基準に適合しない産業廃棄物の保管を行っていると認められるとき」で足り，その効果も，産業廃棄物処理基準に従って当該産業廃棄物の保管をすることその他必要な措置を命じることになる点には留意が必要である。\n〔設問２〕は，まずは，近隣に居住するＤのＣ社に対する民事上の請求の可能性を論じるこ\nとになる。差止め請求については，根拠となる権利として，土地建物の所有権に基づく妨害予防請求権，生命身体に関する人格権などを検討することを要する。また，乙地区住宅地へ崩れる危険が発生したとの設問の事情を踏まえると，仮処分の可能性についても検討してほしい。\nなお，設問では，Ｄに損害が発生していることは明示されておらず，損害賠償請求については検討を要しない。\n次に，ＤがＰ県を被告としていかなる行政訴訟を提起することができるのかを論じることになる。Ａ社，Ｂ社及びＣ社に対する措置命令の義務付け訴訟（行政事件訴訟法第３条第６項第\n１号），行政代執行の義務付け，仮の義務付けの申立て（同法第３７条の５第１項）の可能性と，それぞれの要件充足性を検討してほしい。",
  "scoring_notes": "１ 出題の趣旨について公表済みの「出題の趣旨」のとおりである。\n２ 採点方針①問題が設定している事実に基づいて，②題意，すなわち，法律上の論点が適切に理解できているか，③その論点について，法律の基礎となっている諸原則や法律の体系的な理解に基づいて，\n法制の説明や個々の条文の法解釈を行っているか，④法解釈やその適用が飛躍した説明ではなく，\n論理的に記述されているか，という点に留意して採点した。したがって，複数の考え方が生じ得る部分については，特定の正解を予定してそれとの整合を判断するのではなく，筋の通った記述がされているか否かに重点を置いた。\n３ 採点実感等【第１問】は，国道建設事業の事例を通じて，環境影響評価法の意義と仕組み，争訟方法，現在の課題に関する理解を問うものである。【第２問】は，廃棄物の処理及び清掃に関する法律（以下「廃掃法」という。）のもとで，産業廃棄物の処理により生活環境に影響を及ぼす事態が生じた場合に，発生から処分に至るまでの過程に関与した者が負う法的責任や都道府県知事の採り得る措置についての理解を問うものである。\n【第１問について】\n⑴ 出題の意図に即した答案の存否，多寡【第１問】は，［設問１］で，環境影響評価法の仕組みの理解を問い，環境影響評価手続等に瑕疵が存する事業の争訟方法の検討を求め，［設問２］では，計画段階配慮書手続の意義とその導入効果について，［設問３］では，個別事業段階における現行の環境影響評価制度の限界と改革の方向性について問い，［設問４］では，複数の原因者による公害に関する共同不法行為の成立要件について検討を求めるものである。\n［設問１］のうち小問⑴については，多くの答案が本件環境影響評価手続の複数の瑕疵について適切に指摘していた。しかし，当該瑕疵と本件認可の関係については，環境影響評価法施行令の規定まで資料に掲げていたにもかかわらず，本件環境影響評価の結果を本件認可において考慮する義務があること（いわゆる横断条項の存在）すら指摘していない答案が散見された。\n小問⑵については，大半の答案が本件認可の差止訴訟の可能性について指摘し，ＣとＤそれぞれの原告適格，重大な損害のおそれの有無等について論じていたが，住民訴訟の可能性について検討した答案はほとんど見られなかった。\n［設問２］については，計画段階配慮書手続の趣旨を的確に示す答案がある一方，報告書手続の導入を指摘するにとどまる答案も見られた。主務大臣の意見は環境大臣の意見を勘案して出される点を指摘するものは少なかった。環境大臣意見の意義を再確認してほしい。\n［設問３］については，多くの答案が現行制度は個別事業に関する環境影響評価であるが故に事業そのものの中止，複合影響の考慮等の点で限界があることを指摘していたが，環境基本法第１９条や生物多様性基本法（第２５条）の趣旨を踏まえ，政策・計画・プログラム段階での戦略的環境アセスメント（ＳＥＡ）の導入の必要性を具体的に論じた答案は限られていた。\n［設問４］については，共同不法行為について弱い関連共同性に関して有力説・下級審裁判例の立場から的確に指摘する答案も見られる一方，白紙の答案も一部見られた。また，国家賠償法第２条ではなく，民法第７１７条を問題としたものも一部見られた。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること- 34 -［設問１］については，本件国道の新設を阻止するための行政訴訟として，本件認可の抗告訴訟以外の方法を検討した答案がほとんど無かったことは驚きであり，環境紛争の実態をイメージできていない可能性がある。環境関連の抗告訴訟では原告適格が否定されることが少なからずあり，また，環境公益訴訟が導入されていない現状において，地方公共団体の公共事業をめぐる紛争では住民訴訟が活用されているという現状を踏まえた検討が期待されるところである。［設問２］については，環境影響評価法の２０１１年改正の趣旨について具体的に把握していないことが明らかになった。環境法政策に関する具体的な問題に即した勉強をしてほしい。［設問３］については，ＳＥＡという用語は知っていても，その意義や計画段階配慮書手続との違いについて，具体的に考えたことがないのではないかと感じられた。［設問４］については，民事訴訟も環境法の範囲であることを再確認してほしい。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは，［設問１］について，本件に係る環境影響評価法上の瑕疵をまんべんなく検討し，当該手続的瑕疵が認可に及ぼす影響をも踏まえつつ，本件認可が違法であるとする主張の論拠について述べた上で，本件国道建設を阻止するための争訟方法として，認可の差止訴訟・仮の差止め及び住民訴訟の活用可能性について論じ，［設問２］について，２０１１年改正による計画段階配慮書手続の導入とそれにより環境大臣が計画立案段階で意見を述べられるようになったこと，主務大臣が意見を述べる際に環境大臣の意見を勘案しなければならないことを論じ，［設問３］について，個別の事業に関する環境影響評価制度の限界について的確に指摘した上で，環境基本法第１９条の趣旨を踏まえつつ政策・計画・プログラムに関するＳＥＡの必要性等について論じ，［設問４］について，G社の民法第７０９条の責任と国道の道路管理者の国家賠償法第２条の責任，及びそれらの責任に関する民法第７１９条の適用について関連共同性を含めて的確に論じるものである。「良好」な答案のイメージは，その程度がやや劣るが，主要な論点について，おおむね適切な説明ができているものである。「一応の水準」\nの答案のイメージは，［設問１］において少なくとも手続的瑕疵の一つが的確に指摘されているなど，主要な論点の一部が把握できて論理的に記述できている答案である。「不良」な答案のイメージは，題意を把握できておらず，制度の基本的理解も不十分な答案である。\n【第２問について】\n⑴ 出題の意図に即した答案の存否，多寡［設問１］小問⑴は，コンクリート破片が産業廃棄物（廃掃法第２条第１項，第４項第１号）\nに該当することを前提に，① 産業廃棄物処理基準に違反する状態で野積みされたコンクリート破片が，「乙地区の住宅地へ崩れる危険が発生した」状況をもって，「生活環境の保全上支障が生じ，又は生ずるおそれがある」ものと認定して，措置命令の可否を論じる必要がある。この点については，多くの答案は，【資料】に掲げた廃掃法施行令を引用して，必要な検討ができていた。他方で，上記①の状況で改善命令の可否等を論じ，②「乙地区の住宅地へ・・・小規模な崩落が生じ始め，その拡大の兆候が現れていた」状況が生じて初めて「生活環境の保全上の支障が生じ，又は生ずるおそれがある」と認定して措置命令の可否を論じる答案も少なからず見られた。上記①の状況により，具体的な危険が生じていることは明白であり，具体的事例をもとにした学習が足りていないように感じた。\n廃掃法第２１条の３第１項による事業者であるＢ社に対しては同法第１９条の６第１項の措置命令を，処分者であるＣ社に対しては同法第１９条の５第１項の措置命令を，それぞれ具体的な措置の内容を踏まえて論じる必要がある。多くの答案は，この出題の意図に即した回答をしていたものの，Ｂ社に対しても同法第１９条の５第１項の措置命令を適用する答案も見られた。同項各号の検討が不十分であることも然ることながら，排出事業者の一般的注意義務（同法第１２条第７項）を前提に，処分者等によっては生活環境保全上の支障の除去が困難な場合- 35 -に排出事業者の責任を認めた同法第１９条の６の措置命令の制度の根本的な理解ができていないものである。本問のように建設廃棄物が典型例であるが，一般的に産業廃棄物の処理の過程には，重層的に関与する者が現れるのであり，不適切な処理が行われた場合に，誰が，どの根拠に基づいて，どのような内容の責任を負うのかを理解することは，非常に重要である。また，\n同法第１９条の６第１項の措置命令の発令には，排出事業者の補完的な責任であることを前提に，同項第１号及び第２号のいずれにも該当する必要があり，本問の事例に現れる事情を具体的に当てはめることが必要である。この当てはめを全くしていないか，そのいずれかに該当することをもって措置命令の発令が可能とする答案が見られたが，この措置命令の位置付けを踏まえ，条文を注意深く検討することを要する。\nＣ社に対しては，廃掃法第１４条の３第１号に基づく事業の全部又は一部の停止命令の可否を論じることが期待されたが，これに触れた答案はごく一部であった。主として問われた措置命令に目を奪われたものと思われるが，本問の事例に現れるＣ社の行為は相当に悪質であるし，\n小問⑵を設けて同法第１９条の１０に基づく措置命令を問うていることからも，Ｐ県知事の講じ得る措置として，当然に検討して欲しかったところである。\n上記②の状況では，廃掃法第１９条の８第１項第４号に基づく行政代執行を選択し，要件に具体的事情を当てはめて論じる必要がある。上述のように，上記②で措置命令を論じた答案以外は，おおむねこの出題の意図に沿う回答ができていた。\n小問⑵では，廃掃法第１９条の１０第２項に基づく措置命令を論じる必要がある。許可の取消しを定める同法第１４条の３の２まではたどり着くことができたものの，同措置命令に触れることができなかった答案が少なからず見られた。いわゆるダイコー事件を契機とした平成２９年改正の内容を問う問題であるが，環境法，特に廃掃法の分野における日々の学習の中では，\n基本的な知識とともに，数次にわたる改正について注意を払い，改正前のどのような問題点をどのように解消しようとするものなのかを理解することが重要である。また，同法第１９条の１０第２項に基づく措置命令の効果は，同法第１９条の５第１項に基づく措置命令の効果とは異なり，「産業廃棄物処理基準に従って当該産業廃棄物の保管をすることその他必要な措置」を講ずべきことを命じることができるのであり，この点に言及することも期待されたが，ここまで触れた答案はほとんどなかった。\n［設問２］は，乙地区に土地建物を所有し，そこに以前から居住するＤがＣ社及びＰ県に対してどのような法的請求が可能か論じる問題である。時間的な制約があったのかもしれないが，\n救済方法や論点の単なる羅列にすぎない答案が多く見られた。手続法についての十分な知識があることは，法曹にとって必要な素養ではあるが，これでは出題意図に応えたことにはならない。本問の事例では，危険が差し迫っている可能性がある一方で，具体的な損害発生までは現れておらず，また，Ｄの居住地がＣ社所有山林に直接隣接しているかは明確ではない。これらの事情に即して，Ｄの救済方法の優先順位や，実際の訴訟で主たる争点となる可能性を意識した記述が期待されたが，ここまで到達した者は少数にとどまった。\nＣ社との関係では，ほとんどの答案が差止請求の可否を論じることができていた。もっとも，\nその根拠又は権利侵害要件について十分に検討できている答案は多くはなく，多くの答案は，\n所有権又は人格権のどちらか１つを挙げるのみであった。そもそも差止請求に明文上の根拠規定はなく，本問の事例で現れる事情からは，土地及び建物の各所有権に基づく妨害予防請求権と人格権に基づく差止請求権など複数の権利を検討することが期待される。また，本問の事例では，コンクリート破片が乙地区住宅地へ崩れる危険が生じているところ，かかる事情をあてはめながら，差止請求の要件として，受忍限度論など，違法性又は正当化事由の検討を必要とするが，多くの答案がこの点に触れられていた。なお，本問で抽象的差止請求の可否を論じる答案が少数ながら見られたが，本問の事例では具体的な請求をなすことが可能であり，あえてこれを問題にする必要はない。\n- 36 -Ｐ県知事に対する請求は，まずは，行政事件訴訟法（以下「行訴法」という。）第３条第６項第１号の非申請型義務付け訴訟として，Ｂ社に対する廃掃法第１９条の６に基づく措置命令及びＣ社に対する同法第１９条の５に基づく措置命令の義務付け訴訟の提起を論じることが必要である。Ｄは，Ｃ社所有山林に隣接する乙地区住宅地の住民であるため，原告適格（行訴法第３７条の２第３項）を論じることが期待される。この点は，多くの答案が触れることができていたものの，措置命令に関する廃掃法の規定の趣旨及び目的並びに制度を通じて保護しようとしている利益の内容及び性質（行訴法第３７条の２第４項が準用する同法第９条第２項）から十分な検討ができた答案は少なかった。非申請型義務付け訴訟の訴訟要件（損害の重大性と補充性〔同法第３７条の２第１項，第２項〕），本案勝訴要件（同法第３７条の２第５項）を論じる必要もあるが，時間的な制約があったためか，十分な検討ができている答案は少なかった。\nまた，本問の事例においては，乙地区住宅地へ崩れ落ちそうなコンクリートの除去がＤへの直截な救済であることから，これを主位的に求めることが十分に考えられるところであり，行政代執行の義務付けの訴えの可否を論じることも期待されたが，これに触れた答案はほとんど見られなかった。設問が独立していることもあり，これに触れることはハードルが高かったかもしれないが，裁判例もあるのであり，是非とも触れて欲しかったところである。\n本問の事例では，コンクリート破片が乙地区住宅地へ崩れる危険が生じているところ，Ｃ社及びＰ県を被告とする訴訟を提起しても救済が実現するまでには時間を要する可能性があるため，早期の救済を求めるべく仮の地位を定める仮処分（民事保全法第２３条第２項）又は仮の義務付け（行訴法第３７条の５第１項）に触れることも期待されたが，これに触れた答案は少数であった。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること［設問１］で出題の意図から大きく外れた者は，不適切な処理がなされた場合における行政法的責任に関する基本的な制度設計を押さえられていないものと思われる。また，一部の条文を挙げることはできても，制度の全体像を意識した記述はできず，具体的な事案に的確に当てはめることができなかった者は，制度設計を表面的に理解したにとどまるか，単なる制度の暗記にとどまっているものと思われる。原因者負担原則など環境法の基本理念，諸原則に立ち戻りつつ，社会経済状況の変化に伴う法改正や現行法の問題点などを意識しながら，法文を丹念に読み込んで法制度を十分に理解し，裁判例等に触れながら，具体的な事案に即して思考を重ねるトレーニングが必要になるものと考えられる。\n［設問２］で仮処分や仮の義務付けを含め複数の選択肢や論点を羅列したにすぎない答案は，\n時間的な制約があった可能性があるが，同種の過去の出題等の解答例をそのまま引き写したにすぎないような答案もみられた。問題文から問題となり得る事情を拾い出し，そこに現れる住民の真の救済を考え，住民の訴訟代理人，相手方訴訟代理人，裁判官と立場・視点を変えながら，救済方法の優先順位，訴訟において主たる争点となる可能性等を意識したトレーニングが不足しているように思われる。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは，排出事業者の責任と処分者の責任を明確に区別するなど，不適切な処理がなされた場合において都道府県知事が講じ得る諸制度について十分に理解をして，\n本問の事例に現れた具体的な事情を的確にくみ取り，【資料】にある施行令を含め，要件に丹念に当てはめをし，住民の救済方法について，複数の選択肢を挙げて，論点に過不足なく触れている答案である。「良好」な答案のイメージは，諸制度の理解についてやや劣るものの，条文上の要件に本問の具体的な事情を当てはめようと試み，住民の救済方法における論点を挙げることができている答案である。「一応の水準」の答案のイメージは，諸制度の表面的な知識のみで対峙しようとするものであり，諸制度の的確な選択ができていないもの，「不良」な答案のイメージは，それさえもできていないものである。\n- 37 -４ 今後の出題についてこれまでどおり，環境法の基本的な仕組みや実定法制度を基礎付けている法政策を問う問題，\n具体的事案から課題の所在を的確につかんだ上で判例理解を含む適切な法解釈によりそれを論理的に解決する問題など，特定の傾向に偏ることなく，幅広く出題することを考えている。\n５ 学習者及び今後の法科大学院教育に求めるもの環境法を学習する際には，他の科目と同様に，まず，環境法の基本構造と基礎理論を正確に身に付ける必要がある。同時に，環境問題は，その解決に当たり，多くの法律基本科目分野の知識の総合が求められる領域であり，環境法領域の専門知識のみでは，解決が困難であることが少なくない。環境問題の具体的な状況を踏まえた上で，行政法，民事法，各種訴訟手続などに関する学習によって得られた知識を統合的に応用する努力が求められるであろう。そのためには，それぞれの環境法令の背景事情，立法趣旨を理解することに加え，常にきちんと条文を参照して学習する習慣を身につけて，法体系全体の仕組みや個々の条文の文言を正確に理解することが肝要である。また環境法令はしばしば改正されるので，法令の動向には常に目を向けておくことが望まれる。\n- 38 -"
}