{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，３５：２５：４０〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\nⅠ\n【事実】\n１．令和２年４月１０日，Ａが所有する工作機械甲が盗まれ，行方不明となった。\n２．令和２年４月２５日，土木業を営むＢは，空き地に放置されている甲を発見し，所有者が廃棄したものだろうと考えて，甲を持ち帰った。\n３．令和２年５月１日，Ｂは，Ｃとの間で，期間を６か月間として甲を無償で貸す契約を締結し，同日，甲をＣに引き渡した。Ｃは，その際，【事実】１及び２を知らなかった。\n４．令和２年５月１５日，Ｂは，弁済期が到来していたＤに対する借入金債務の弁済に代えて，甲をＣに貸与したままＤに譲渡した。その際，Ｂは，Ｄに「甲は中古機械の販売業者から買った。」と虚偽の説明をした。また，甲に所有者を示すプレート等はなく，他に不審な点もなかったので，Ｄは，Ｂの説明を信じた。同日，Ｂは，Ｃに対して，甲をＤに譲渡したので，以後はＤのために占有し，同年１１月１日に甲をＤに返却するよう指示し，Ｄは，このような方法によりＢから甲の引渡しを受けることを了承した。\n５．Ａは，Ｃが甲を使用している事実を知り，令和２年１０月１５日，Ｃに対して【事実】１の経緯を説明し，甲の返還を求める（以下「請求１」という。）とともに，同年５月１日から甲がＡに返還されるまでの間の使用料相当額の支払を求めた（以下「請求２」という。）ところ，Ｃは，自分は，㋐甲の所有権を取得したＤから甲を借りていると主張して，Ａの請求に応じない。これに対して，Ａは，㋑ＢからＤへの譲渡後もＣが甲を現実に支配する状態に変わりがない以上，Ｄは甲の所有権を取得したとはいえず，㋒いずれにせよ【事実】１に照らすと，ＣはＡの請求に応じるべきであると反論した。\n〔設問１〕\n【事実】１から５までを前提として，次の問いに答えなさい。\n下線部㋐におけるＣの主張並びに下線部㋑及び㋒におけるＡの主張の根拠を明らかにし，これらの主張の当否を検討した上で，請求１及び請求２の可否について論じなさい。なお，不法行為に基づく構成について検討する必要はない。\nⅡ 【事実】１から５までに加え，以下の【事実】６から14までの経緯があった。\n【事実】\n６．Ａは，個人で事業を営んでいたところ，従業員の技能の向上のため，毎年１１月に実施される業界の技能検定試験である「○○検定１級」（以下「乙検定」という。）に従業員を合格させる方針を打ち出した。そこで，Ａは，乙検定の高い合格実績をうたって通学講座を開設しているＥに対して，Ａの従業員専用の出張講座の開設を依頼した。Ａ及びＥは，令和３年５月１０日，Ｅが，同年６月から１０月までの５か月間，Ａの事業所にて出張講座を開設し，週４日，授業を行うこと，Ａが，月額報酬６０万円，及び同年の乙検定の合格者数に応じた成功報酬を支払うことを合意した（以下「契約①」という。）。なお，月額６０万円は，Ｅの他の出張講座よりも高額であった。\n７．Ｅは，契約①の出張講座（以下「本件講座」という。）に専念するため，新たな出張講座の- 2 -依頼は受けないこととし，また，通学講座のための代替の講師を手配し，これらをＡに伝えた。\n８．Ａの従業員で，乙検定の合格レベルの技能を有しない３０名が本件講座を受講することになった。滑り出しは順調であり，開講から１か月後に実施された模擬試験では，受講生の技能は顕著な伸びを見せた。\n９．ところが，Ｅが本件講座の受講生に求める課題の量が膨大で，受講生の大半が汲々としており，引き続き技能を伸ばす受講生が相当数いた反面で，課題の不提出についてＥに叱責されるなどしたため，止めたいと言い出す受講生も現れた。令和３年８月６日，Ａは，Ｅに対し善処を求めたが，Ｅから「こちらはプロなのだから任せてほしい。」と言われた。Ａは，Ｅの態度に失望し，「このままの状況が続くようであれば同年８月末で本件講座を取りやめることも考える。」と伝えた。\n10．Ｅはその指導方法を維持したまま，令和３年８月３１日となった。この時点で，本件講座に継続して出席している受講生は２０名となっていた。Ａは，同日，Ｅに対し，契約①を解除する旨の意思表示をし，これによって本件講座は閉鎖された。\n11．Ｅは，令和３年９月及び１０月に【事実】７により手配した講師の報酬として合計４０万円を支出した。また，Ｅは，同年１０月に別の企業において２週間の出張講座を行い，その報酬として１５万円を得た。\n12．本件講座の閉鎖後，受講生３０名は，全員が，Ａから費用の補助を受けて他者の開設する通学講座を受講して，令和３年１１月，乙検定を受験し，その６割である１８名が合格した。乙検定の当年の全体の合格率は４割であり，Ｅの通学講座の受講生の合格率は６割程度であった。\n13．Ａは，令和３年８月分以降の月額報酬等の支払をしていない。\n14．Ｅは，令和３年１２月，Ａに対し，同年８月分の月額報酬６０万円の支払を求める（以下\n「請求３」という。）とともに，同年９月及び１０月に関する損害賠償金１２０万円（【事実】11で支出した４０万円を含む。）の支払を求め（以下「請求４」という。），更に，乙検定の合格者数に応じた成功報酬の支払も求めた。\nこれに対し，Ａは，【事実】９及び10の経緯などを指摘して支払を拒絶した。\n〔設問２〕\n【事実】６から14までを前提として，次の⑴及び⑵の問いに答えなさい。\n⑴ 契約①によるＥの債務の内容及び契約①の性質を，理由を示して明らかにしなさい。\n⑵ ⑴における契約①の性質を踏まえて，請求３及び請求４の可否について，Ａの反論を考慮しつつ，論じなさい。\nⅢ 【事実】１から14までに加え，以下の【事実】15から21までの経緯があった。\n【事実】\n15．Ａには，子Ｆ及びＧがいた。Ｆは，長らくＡとの交流を断っていた。\n16．令和４年３月，Ａは，難病を発症した妻の治療費を捻出するため，友人であるＨに５００万円の借入れを懇請したところ，Ｈは，Ｇが連帯保証をすることを条件にこれに応じた。同年４月１日，Ｈは，Ａとの間で，弁済期を令和１０年４月１日としてＡに５００万円を貸し付ける旨の契約（以下「契約②」という。）を，またＧとの間で，契約②に基づくＡの借入金債務\n（以下「本件債務」という。）につきＧが連帯保証をする旨の契約を，それぞれ書面により締結し，令和４年４月２日，契約②に基づき５００万円をＡに交付した。\n17．Ａは，更なる治療費の支出に備えて，令和４年８月９日，Ｈに対して自己所有の絵画丙を１００万円で買い取ってほしいと頼んだ。\n18．令和４年８月１５日，ＨとＡとの間で，Ｈが同月３１日までに代金１００万円を支払うこと等を内容とする丙の売買契約が締結され，丙がＡからＨに引き渡された。\n- 3 -\n19．一方，【事実】17からＡの資力に不安を感じたＨは，Ｇに対して，本件債務について連帯保証人をもう一人増やしてほしいと告げた。そこで，ＧがＦに依頼した結果，令和４年８月２２日，ＦとＨとの間で，Ａに知らせないまま，本件債務をＦが連帯保証する旨の契約（以下「契約③」という。）が書面により締結された。なお，ＦＧ間の内部的負担割合に関する合意はない。\n20．令和１０年６月２０日，Ａは，Ｈに対して本件債務の弁済の猶予を求める書面を送付したが，Ｆはこの事実を知らなかった。\n21．令和１５年５月１０日，Ｈは，契約③に基づき，Ｆに対して５００万円の支払を求めた（以下「請求５」という。）。\n〔設問３〕\n【事実】15から21までを前提として，次の⑴及び⑵の問いに答えなさい。\n⑴ Ｈは丙の売買代金を全くＡに支払っていないものとする。この場合，Ｆは，令和１５年５月１１日の時点で，Ｈに対して５００万円全額又は丙の売買代金１００万円分につき支払を拒むことができるか。\n⑵ Ｈは丙の売買代金全額を期日までにＡに支払っていたとする。令和１５年５月１１日，請求５につきＦとＨが話し合い，ＦがＨに３００万円を支払い，Ｈはその余の支払を免除した。この場合，Ｆは，Ａ及びＧに対して各々求償をすることができるか。また，求償をすることができるとすれば，その額は各々いくらか。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３５：２５：４０〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，和食器の製造・販売を業とする株式会社であり，取締役会及び監査役を置いているが，会社法上の公開会社ではなく，平成２８年３月３１日現在，資本金は１億円，負債額は２億円，総資産額は１０億円，当該事業年度の経常利益は２０００万円であった。甲社の取締役は，Ａほか３名であり，Ａが代表取締役を務めている。\n甲社の和食器は，伝統美の中に現代的なテイストを取り入れる点が評価され，人気が高まっていたが，甲社は，厳格な品質管理体制を有し，信頼できる代理店のみを通じて販売する方針を堅持していた。\n２．高級食器の販売を業とする乙株式会社（取締役会を設置しておらず，株主はＢのみである。以下「乙社」という。）の代表取締役Ｂは，Ａに対し，甲社の和食器を販売させてほしいと再三申し入れていたが，断られていた。\n３．Ａは，平成２８年５月頃，Ｂに対し，「私個人でレストランを開業するので，下見に同行してほしい。」と頼んだ。Ａは，同行したＢに対し，「レストランでは甲社の和食器を利用するので，気に入った客が乙社を通じて購入できるようにするのはどうか。」と持ち掛けるとともに，「この計画の実現には５０００万円資金が足りない。」と漏らした。Ｂは，これを機に甲社との取引関係を深めようと思い，前記１の事項を含む甲社の財務状況の概要をＡに確認した上で，乙社としてＡに５０００万円を融資することとし，Ａに対し，「我が社にお任せください。ただ，個人に事業上の融資をした実績がないので，甲社の連帯保証を付けてください。」と述べたところ，Ａは，「分かった。」と答えた。Ｂは，後日，Ａに対し，「連帯保証についての甲社の取締役会の議事録の写しをもらえれば，すぐに融資できます。」と述べた。\n４．このレストラン業は，Ａが甲社の事業として提案したところ，採算がとれる見通しがないことを理由に他の取締役らに反対されたものであった。このような経緯から，Ａは，甲社が連帯保証することについて，他の取締役らの賛成を得ることはできないと考え，取締役会の議事録の写しではなく，甲社代表取締役Ａ名義でＡの乙社に対する債務を連帯保証することについて取締役会の承認がある旨の確認書（以下「本件確認書」という。）を作成し，これをＢに交付することとした。\n５．Ａは，平成２８年５月２５日，Ｂに対し，「社内規定により，取締役会の議事録は金融機関以外の第三者には公開していない。他の取引先にも取締役会の議事録を見せたことはない。」と述べて，本件確認書を交付した。しかし，Ａの言う社内規定は存在しなかった。Ｂは，Ａが知名度の高い甲社の評判を傷つけるようなことはしないであろうし，甲社の和食器を取り扱うことによる利益が期待できる一方で，自分のような小さな会社の経営者がＡに取締役会の議事録の写しを強く求めれば，Ａの機嫌を損ねて取引の機会を失ってしまうなどと考え，これ以上の確認をせず，乙社内で必要な手続を経た。\n６．Ａは，平成２８年６月１日，乙社から５０００万円を借り受ける旨の金銭消費貸借契約（利息は，年１％として１年ごとに後払いとするものとされ，最後の利息と元本の返済期日は，平成３１年（令和元年）９月３０日とされた。）を締結するとともに，甲社取締役会の承認を受けないまま，甲社を代表して，書面により，乙社との間でＡの乙社に対する前記金銭消費貸借契約に基づく債務を連帯して保証する旨の合意をした（以下「本件連帯保証契約」という。）。なお，Ａから甲社に対して本件連帯保証契約に係る保証料は支払われていない。\n７．Ａは，乙社に対し，１年目の利息は支払ったものの，その後の支払を怠り，返済期日に元本の返済もしなかった。そこで，乙社は，令和元年１０月頃，甲社に対し，本件連帯保証契約に基づ\n- 2 -く保証債務の履行を請求したが，これにより，本件連帯保証契約の存在を甲社の他の取締役らが知ることとなった。\n〔設問１〕 乙社からの本件連帯保証契約に基づく保証債務の履行の請求を拒むために甲社の立場\nにおいて考えられる主張及びその主張の当否について，論じなさい。\n８．甲社の設立当時の株主名簿上の株主及びその保有株式数は，Ａの父親であるＣが１０万株，Ａの祖母でありＣの母親でもあるＤが２０万株，甲社の仕入先であり創業資金を出資した丙株式会社（以下「丙社」という。）が１０万株であった。甲社では，平成２４年６月開催の定時株主総会の決議を経て新たに１０万株（以下「本件株式」という。）が発行され，本件株式の株主名簿上の株主はＡであった。なお，甲社は，株券発行会社でも種類株式発行会社でもない。\n９．本件株式が発行された経緯は，次のとおりであった。すなわち，Ａは，平成２４年３月頃，甲社の代表取締役であったＣの要請に従い，家業である甲社を継ぐため，大学卒業後に就職した会社を辞めて実家に戻ることとした。Ｃは，実家に戻ったＡに対し，次の株主総会でＡを甲社の取締役に就任させる予定である旨を伝え，「いずれ社長になる身として，従業員や取引先の手前，多少の株を持っておく必要がある。金のことは心配しなくていい。」と述べたが，それ以上のやり取りはされなかった。そして，前記８の定時株主総会において，Ａを取締役に選任するとともに，本件株式をＡに発行する旨の決議がされたが，本件株式の発行に必要な事務手続は，Ｃの指示に基づいて，甲社の総務部が進め，株式の申込みに必要な書面等におけるＡの記名押印もＡが甲社に預けていた印章を用いて総務部が行った。また，払込金額である２０００万円は，全てＣの貯金によって賄われた。\n10．本件株式に係る剰余金配当は，Ｃ名義の株式に係る分と併せてＣ名義の銀行口座に振り込まれており，これらの剰余金配当についてはＣの所得としてＣのみが確定申告をしていた。Ａ及びＣ宛ての株主総会の招集通知等は，Ｃの指示により，いずれも甲社の総務部に留め置かれ，本件株式に係る株主総会の議決権についても，甲社の総務部が，Ｃ名義の株式に係る議決権と併せて，会社提案に賛成するものとして事務処理がされた。Ｃは，平成２７年６月に取締役を退任し，以後は，Ａが代表取締役の地位にあったが，前記のような事務処理は継続された。\n11．Ｃは，令和元年１０月頃，本件連帯保証契約の件を耳にし，甲社の将来を憂慮するようになり，Ａに対し，「君は，しばらく代表取締役を降りたほうがよい。次の定時株主総会で私が再び取締役に戻り，代表取締役として甲社の経営を仕切り直すから，そのように株主総会の準備を進めなさい。」と伝えたが，Ａは，これに応じなかった。そこで，Ｃは，Ａに対し，本件株式の株主の地位はＣに帰属するものであると主張したが，Ａは，本件株式の株主の地位はＡに帰属すると主張して譲らなかった。\n〔設問２〕 ＣがＡに対して本件株式に係る株主の地位の確認を求める訴えを提起した場合に，Ｃ\nの立場において考えられる主張及びその主張の当否について，論じなさい。\n12．ＡとＣは，令和元年１２月頃，①ＡがＣに対して一定額の解決金を支払うこと，②本件株式はＡに帰属することを確認することを内容とする和解契約を締結したが，甲社の経営をめぐる意見の対立は続いていた。この和解契約により，甲社の株主構成は，Ａが１０万株，Ｃが１０万株，Ｄが２０万株，丙社が１０万株となった。\n13．甲社においては，令和２年６月，Ａの取締役としての任期満了に伴う取締役１名選任の件を議題とし（他の取締役の任期は満了していない。），Ａを取締役に選任することを議案（以下「本件選任議案」という。）とする定時株主総会（以下「本件株主総会」という。）を招集することが取締役会において決定され，必要事項が記載された書面にて各株主に通知された。なお，甲社\n- 3 -の定款には「株主は，当会社の議決権を行使することができる他の株主１名を代理人として，その議決権を行使することができる。」旨の定めがある。\n14．丙社（公開会社である取締役会設置会社であり，多数の株主が存在する。）の内規においては，総資産に占める帳簿価格の割合が１％未満である政策保有株式の議決権行使は，総務担当の代表取締役専務に委ねられていた。丙社の甲社への売上げが丙社の総売上げに占める割合は０．３％程度であり，丙社が保有する甲社株式の帳簿価額が丙社の総資産に占める割合は０．１％程度であった。本件株主総会の招集通知には，例年と同様，本件株主総会における議決権の行使その他一切の事項について甲社代表取締役に委任する旨の包括委任状用紙が同封されていた。そこで，丙社の総務担当の代表取締役専務であるＥは，例年と同様，前記包括委任状用紙に必要事項を記載し，甲社に送った。\n15．前記14の丙社の内規を知らないＣは，この機会にＡを甲社の経営から排除しようと考え，丙社の営業担当の代表取締役副社長であり，大学の同窓生であるＦに相談し，本件株主総会において，Ｃを取締役に選任する旨の修正動議を提出してこれに賛成することを示し合わせた。Ｆは，Ｅがいつものように包括委任状を提出していることを知りながら，本件株主総会に出席することをＣ\nに約束した。\n16．Ｄは，甲社の定時株主総会に毎年出席していたが，ＡとＣがもめていることを知り，一方にのみ肩入れすることを避けるため，弁護士Ｇ（甲社の株主ではない。）に代わりに出席してもらうこととし，本件株主総会における議決権の行使その他一切の事項についてＧに委任する旨の委任状を作成し，Ｇに交付した。\n17．ＦとＧは，本件株主総会の当日，受付担当者に対し，議場への入場を求めたところ，受付担当者は，株主名簿の記載，Ｆの名刺及び前記16のＤのＧに対する委任状を確認し，ＦとＧを議場へ案内した。その後，Ａ及びＣが議場に入り，Ａが議事を進めようとしたところ，Ｃは，「Ａは，本件連帯保証契約について説明を果たす立場にもあるから，私が議長を務める。」との動議を提出した。Ａは，本件連帯保証契約の件もあることから，ひとまず父親の顔を立てようと考え，動議に賛成し，ほかに異論もなく，Ｃが議長となった。\n18．議長となったＣは，「Ｇには出席資格がない。」と述べるとともに，「Ｆには丙社代表者としての出席を認めます。」と述べた。これらに対し，ＡとＧが異論を唱えたが，Ｃが取り合わなかったため，Ｇは，仕方なく退場した。Ｃが議事を進めると，Ｆは，本件選任議案に対する修正動議として，Ｃを取締役に選任する旨の議案（以下「本件修正議案」という。）を提出した。これを受けて，Ｃは，「取締役１名の選任が議題となっているので，候補者ごとに採決をするのではなく，取締役として選任すべき者としてＡとＣのいずれかの氏名を記載するという方法で採決をすることとしたい。」と提案したところ，誰も異論を唱えなかった。そこで，Ｃがあらかじめ用意した投票用紙と投票箱により投票が実施された。\n各株主の議決権の行使状況は，次のとおりであった。すなわち，Ａは，Ａの議決権についてＡを取締役に選任すべき旨の投票をするとともに，丙社の代理人として丙社の議決権についてＡを取締役に選任すべき旨の投票をした（下表の「Ａによる投票」欄参照。）。Ｃは，Ｃの議決権についてＣを取締役に選任すべき旨の投票をした。Ｇは，退場したため，Ｄの代理人としてＤの議決権について投票することはできなかった。Ｆは，丙社の代表取締役副社長として丙社の議決権についてＣを取締役に選任すべき旨の投票をした（下表の「Ｆによる投票」欄参照。）。\n株主の氏名又は名称 Ａ Ｃ Ｄ 丙社議決権の数（万個） １０ １０ ２０ １０取締役として選任すべき Ａ Ｃ Ａによる投票 Ｆによる投票者として記載した氏名 Ａ Ｃ\n- 4 -\n19．投票用紙の集計後，Ｃは，丙社の議決権の行使については，Ｆによる投票が有効であり，Ａによる投票が無効であることを前提に，Ｃが取締役として選任された旨を宣言して（以下「本件決議」という。），本件株主総会を閉会した。\n20．Ｆが，丙社の代表者として，本件株主総会に出席した上で本件修正議案を提出して議決権を行使したことは，独断によるものであった。また，ＡもＣも，前記14の内規の存在を知らなかった。\n〔設問３〕 Ａは，令和２年７月，本件株式の株主として本件決議の取消しを求める訴えを提起し\nたいと考えているが，本件決議の効力を争うためにＡの立場において考えられる主張及びその主張の当否について，論じなさい。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，４０：２０：４０］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡとＢは，Ａを貸主，Ｂを借主として，Ａの所有する土地（以下「本件土地」という。）について，期間を３０年，賃料を１か月３０万円，目的を建物所有とする賃貸借契約（以下「本件契約」という。なお，本件契約は，事業用定期借地権を設定するものではない。）を締結した。\nＢは，本件土地上に，レストラン経営のための店舗建物（以下「本件建物」という。）を建築し，本件建物でレストラン（以下「本件レストラン」という。）を経営してきた。Ｂが本件契約の締結から２０年後に死亡すると，その子であるＹが相続により本件土地の賃借人としての地位を承継し，本件レストランの経営を引き継いだ。また，Ｂの死亡と同じ時期に，ＡがＸに本件土地を譲渡したことから，Ｘが本件土地の賃貸人としての地位を承継した。\nＹは，本件契約の期間満了の３か月前に，Ｘと面談し，本件契約が期間満了後も更新されることの確認を求めたが，Ｘは，その場で，以下のように主張しつつ，本件契約の更新を拒絶した。\n１．Ｘの息子Ｃは，歯科医であり，開業を予定している。本件土地は，Ｃが歯科医院を営むのに最適の立地条件であることから，本件土地上に歯科医院用の建物を建築することを計画している。\n２．ＸはＹに対して立退料として１０００万円程度を支払う用意がある。\nＸＹ間での交渉はまとまらず，Ｘは，本件契約の期間満了の直後，本件契約の終了に基づき，「Ｙは，Ｘから１０００万円の支払を受けるのと引換えに，Ｘに対し，本件建物を収去して本件土地を明け渡せ。」との判決を求めて，訴え（この訴えに係る訴訟を，以下「本件訴訟」という。）を提起した。\n本件訴訟の第１回口頭弁論期日においては，ＸとＹの双方が出頭し，Ｘが前記１と２記載の主張をしたのに対して，Ｙは，本件レストランの経営継続を予定しているところ，離れた地に移転してしまうと経営が成り立たず，近隣において適当な土地を取得することは困難である旨及びＸから申出があった程度の立退料では本件レストランの収入喪失まで補償するには全く不十分である旨を主張した。\nまた，この期日において，裁判官Ｊは，訴状の請求の趣旨には，「１０００万円の支払を受けるのと引換えに」と記載してあるが，他方で，Ｘが１０００万円程度を支払う用意がある旨を申し出た旨を主張していることから，１０００万円という額にどの程度のこだわりがあるかという点についてＸに釈明を求めた。これに対して，Ｘは，「１０００万円という額に強いこだわりはありません。この額は，早期解決の趣旨で若干多めに提示したものですので，早期解決の目がなくなった以上，より少ない額が適切であると思っておりますが，本件土地を明け渡してもらうのが一番大事ですから，裁判所がより多額の立退料の支払が必要であると考えるならば，検討する用意があります。」と陳述し，その要旨は口頭弁論調書にも記載された。\n以下は，裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：Ｘは，立退料の支払を申し出ていますね。立退料は，借地借家法第６条の正当事由の有無を判断する上で，どのような役割を担うのでしょうか。\nＰ：借家に関してですが，判例は，立退料は他の諸般の事情と総合考慮され，相互に補充しあって\n- 2 -正当事由の判断の基礎となるものであるとしています（最高裁判所昭和４６年１１月２５日第一小法廷判決・民集２５巻８号１３４３頁。以下「最判昭和４６年」という。）。\nＪ：そうすると，裁判所が正当事由を認める上で必要と考える立退料額がＸの申出額よりも多額である場合は，どういう判決をすることになりますか。\nＰ：最判昭和４６年は，原告は「立退料として３００万円もしくはこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思を表明し，かつその支払と引き換えに（中略）店舗の明渡を求めている」と述べた上で，申出額よりも多額である５００万円の支払との引換給付判決をした原判決を是認しています。本件でも，Ｘの第１回口頭弁論期日における陳述の内容から見て，Ｘの申出額と格段の相違のない範囲内で増額した立退料の支払との引換給付判決は許容されそうです。\nＪ：それはそうでしょうね。それでは，申出額と格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決はどうでしょうか。\nＰ：最判昭和４６年に照らすと難しいと思います。\nＪ：そう結論を急がないでください。最判昭和４６年は，格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決の許否について直接判断したものではありません。また，格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決を拒否するというのがＸの意思であるとは直ちにはいえないように思います。\nＰ：確かにそうですね。\nＪ：それでは，引換給付判決をすることができないとすると，その場合にすべきことになる判決はどのようなものとなるのかを示し，その判決を，Ｘの申出額と格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決と対比した上で，後者のような引換給付判決をすることの許否を検討してください。これを「課題１」とします。\nところで，裁判所が正当事由を認める上で必要と考える立退料額がＸの申出額よりも少ないということも考えられます。この場合には，Ｘの申出額よりも少額の立退料の支払との引換給付判決をすることはできるのでしょうか。\nＰ：それは，Ｘが求めている判決よりも有利な判決をＸに与えることになりそうでやや違和感があります。しかし，口頭弁論調書を見ると，Ｘはより少ない額が適切であるとも陳述していますね。\nＪ：こちらも額によるかもしれないですね。それでは，第１回口頭弁論期日におけるＸの陳述の内容にも留意しつつ，Ｘの申出額よりも少額の立退料の支払との引換給付判決をすることは許容されるかという点も検討してください。これを「課題２」とします。\nなお，「課題１」及び「課題２」を検討するに当たっては，どのような事実を判決の基礎にすることができるかという問題と借地借家法第６条に関する実体法上の解釈問題に言及する必要はありません。\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｊから与えられた課題１及び課題２について答えなさい。\n【事 例（続き）】\n本件訴訟が第一審に係属中，弁護士に頼らず自ら訴訟を追行してきたＹは，心労もあって健康を害し，以前から本件レストランの経営を手伝っていたＺにレストラン経営を任せることとした。\nそこで，Ｙは，Ｚに本件建物を賃貸し，これに基づき本件建物を引き渡した。\nＸは，前記の事実を直ちに察知し，Ｚを本件建物から立ち退かせなければ，目的は達成することができないと考え，Ｚに対する建物退去土地明渡請求を定立しつつ，Ｚが本件訴訟の係属中にＹから本件建物を賃借し，これに基づき本件建物の引渡しを受けたことを理由としてＺを引受人とする訴訟引受けの申立てをした。\n- 3 -以下は，裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：本件で，民事訴訟法第５０条の承継は認められるのでしょうか。\nＰ：同条の「訴訟の目的である義務」という文言を素直に捉えて，同条にいう承継とは訴訟物である義務の承継を指すと理解するのであれば，Ｚがこのような義務をＹから承継したというのは難しいと思います。\nＪ：しかし，そのような承継の理解は狭すぎるように思います。そこで，そのような理解を離れた上で，訴訟承継制度の趣旨を踏まえて，同条の承継の意味内容を具体的に明らかにし，Ｚが同条にいう承継をしたといえるか否か検討してください。これを「課題」とします。\nなお，検討に際しては，ＸのＹに対する訴えの訴訟物は，賃貸借契約の終了に基づく目的物返還請求権としての建物収去土地明渡請求権であることを前提にしてください。\n〔設問２〕\nあなたが司法修習生Ｐであるとして，Ｊから与えられた課題について答えなさい。\n【事 例（続き）】\n本件訴訟では，弁論準備手続における争点及び証拠の整理が完了したことから弁論準備手続が終結となり，Ｃの証人尋問並びにＸ及びＹの当事者尋問が実施され，口頭弁論の終結が予定された口頭弁論期日（以下「最終期日」という。）の指定がされた。本件建物がＹからＺに対して賃貸され，引き渡されたのは，最終期日の指定がされた直後であり，Ｘの訴訟引受けの申立ては，最終期日前に認められることとなった。\n本件訴訟に従前関わっていないＺは，弁護士に頼らずに訴訟を追行するのは難しいと考え，直ちに弁護士Ｌに訴訟委任をした。Ｌは，正当事由の判断の基準時が本件契約の期間満了時であるとしても，Ｙが本件レストランの経営から退いたことが，Ｙの従前の主張に関して不利にしんしゃくされることもあり得ることから，更新拒絶に正当事由があると評価されるのを妨げる事実を追加して主張するのが適切であろうと考えた。\nそこで，Ｌが改めて本件レストラン経営に係る資料を調査すると，Ｂ名義の預金通帳（以下\n「本件通帳」という。）に，本件契約締結の際にＢがＡの預金口座に対して１５００万円を振り込んだ旨の記帳がされていることを発見した。ＬがＹに対してこれについて質問をすると，「Ｂから，亡くなる直前に，本件契約の際に権利金としてＡの口座にかなりの額を振り込んだ，本件土地の更新時にもめるといけないから，本件通帳はきちんと保管しておくように，と伝えられていました。言われたとおり，本件通帳は本件契約の契約書と共に厳重に保管し，本件訴訟の前にも本件通帳の中身を見てＢからＡへの振込みも把握していましたが，本件訴訟においてそれほど重要なものとは思っていませんでした。」との回答を得た。その後，Ｌは，近隣の土地の相場や賃料相場を調査した結果，ＢからＡに支払われた権利金は，賃料の前払の性質だけではなく，更新料の前払の性質も含むものであったと思うに至った。\n以下は，弁護士Ｌと司法修習生Ｑとの間の会話である。\nＬ：最終期日には，ＢからＡに対して更新料の前払の性質も含む権利金が支払われていた旨の新主張（以下「本件新主張」という。）をするとともに，この事実を立証するために本件通帳についての書証の申出とＡの証人尋問の申出をしようと思います。ただ，最終期日にＡの証人尋問を実施するというのは無理がありますから，改めて期日を指定してもらうことになります。\nＱ：Ｘは，これらの攻撃防御方法の提出は，時機に後れた攻撃防御方法であるとして，却下決定を申し立ててくるのではないでしょうか。\nＬ：その可能性は十分にあります。そこで，差し当たり本件新主張が却下されるか否かについて考\n- 4 -えてほしいのです。Ｘは，①Ｙ自身が最終期日に本件新主張をしたとしたら，時機に後れたものとして却下されるべきである，②そうである以上，Ｚによる本件新主張も却下されるべきである，と主張してくると思います。まず，Ｘの立場から，①について，その結論を得るための理由を説明してください。また，その際には，以後予想されるＸとＹ双方の主張立証活動と，却下決定を得るのを容易にするためにＸがＹに対してすることができる訴訟法上の行為にも言及してください。これを「課題１」とします。\nその上で，Ｘの立場から②についてＺによる本件新主張は却下されるべきであるという立論をして，さらに，Ｚの立場からこれに対する反論をしてください。これを「課題２」とします。\n「課題２」の検討に当たっては，Ｙ自身が本件新主張をしたとしたら，時機に後れたものとして却下されるということを前提としてください。\n〔設問３〕\nあなたが司法修習生Ｑであるとして，Ｌから与えられた課題１及び課題２について答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n１ 設問１について\n⑴ 設問１は，民法第１９２条及び第１９３条に関する基本知識を確認する趣旨の出題であり，これらの規定がどのような関係に立つか，指図による占有移転による即時取得は認められるか，盗品・遺失物につき被害者が回復請求をするまでの使用利益が誰に帰属するかなどについて理解を問うものである。\n⑵ 請求１については，Ａが占有者Ｃに対して甲の所有権に基づく返還請求権を行使するものであることを示す必要がある。これに対し，Ｃは，下線部㋐において，Ｄが甲の所有権を即時取得したことにより，Ａが所有権を喪失したとの抗弁を主張していると考えられ，この抗弁に言及することが求められる。占有権原を有するとの抗弁を主張していると考える余地もあるが，仮にそのような主張をしようとする場合には，使用貸主が所有権を有していることが前提とされなければならず，また，使用借権は第三者対抗力を欠くから，結局は，Ｄが甲を即時取得し，それによってＡが甲の所有権を喪失したことに言及する必要がある。\nＤの即時取得が認められるかを解答するに当たっては，即時取得の要件について，本問における具体的な事実に当てはめて検討することが必要になる。その際，要件の一部については推定が認められていること，善意無過失の意義などについても触れておくことが望ましい。\n- 4 -本問においては「占有を始めた」という要件がポイントとなり，Ｄは指図による占有移転によってその間接占有を承継取得したことを指摘する必要がある。\n下線部㋑におけるＡの反論は，指図による占有移転によっては即時取得に必要な「占有を始めた」という要件は満たされないと主張するものであり，観念的な占有の移転によっては「占有を始めた」とはいえないことを指摘する趣旨のものであることを示す必要がある。その上で，民法第１９２条の「占有を始めた」という要件が同法第１７８条の「引渡し」の要件と区別されることから，後者を満たしても前者を満たすとは当然にはいえないことも指摘されていることが望ましい。\n次に下線部㋒におけるＡの反論は，甲が盗品であることから，たとえ民法第１９２条の要件が満たされるとしても，同法第１９３条に基づき，Ａは甲の回復を求めることができるという趣旨を述べるものであると考えられる。そこで，甲が盗品であること，Ｃが甲の「占有者」であること，Ａによる回復請求は盗難の日から２年を経過していないことを指摘する必要がある。その際，同条における「占有者」を同法第１９２条の「占有を始めた者」と同義に解すべき理由がないことも示されていることが望ましい。もっとも，この点に関しては，同法第１９３条と同法第１９２条の「占有者」を同義に解したうえで，Ｄが「占有者」に当たり，Ｄとの使用貸借関係に基づき甲を占有するＣはＤと別個独自の地位を主張して甲の回復請求を拒むことはできないとの説明や，盗難時から２年間は同条による即時取得がそもそも生じ得ないとして，同法第１９３条の要件のうち盗品であることと期間以外のものが充足されているかどうかの検討を経ることなく，Ａは所有権に基づき甲の返還請求権を行使することができ，Ａとの関係で占有権原を有しないＣはこれを拒むことができないという説明も考えられる。\n請求１の当否を検討するに当たっては，下線部㋐から㋒までの各主張の趣旨を正確に理解した上でそれぞれの当否を検討する必要がある。まず，下線部㋑のＡの反論に関しては，その当否についていずれの立場に立つにしても，民法第１９２条の「占有を始めた」とは，占有者が「一般外観上従来の占有状態に変更を生ずるがごとき占有を取得すること」を意味するものと解する判例準則（最判昭和３５・２・１１民集１４巻２号１６８頁）が確立していることを踏まえ，下線部㋑におけるＡの反論の内容がこの判例準則の理解として適切であるかどうかについて理由を付して述べることが求められる。そして，Ｄによる即時取得の成否について検討した上で，民法第１９３条の適用の可否について検討し，ＣはＡからの甲の返還請求を拒絶することができないという結論を述べる必要がある。\n⑶ 請求２では，Ｃが甲の占有を開始した令和２年５月１日から甲をＡに返還するまでの間の使用利益が誰に帰属するかが問われている。盗品・遺失物の占有者が占有の開始時から被害者又は遺失者に目的物を返還するまでの間の使用利益の帰属について，民法第１９４条が適用される事例においては，所有権帰属の観点ではなく，同条の趣旨に基づき，代価弁償の提供があるまでの間の使用収益権が占有者に認められている（最判平成１２・６・２７民集５４巻５号１７３７頁）。しかし，本問は同条の適用事例ではなく，同法第１９３条が同法第\n１９２条とどのような関係に立ち，どのような効果を定めているのかが別途問題となり得る。\nまず，Ａは，Ａに甲の所有権が帰属するという前提に立ち，使用貸借契約に基づく占有権原を主張することができないＣに対し，不当利得返還請求権に基づいて使用利益の返還を請求していることを示す必要がある。\nそこで，民法第１９３条の趣旨に鑑み，盗難又は遺失から回復請求がされるまでの間の所有権が原権利者と占有者のいずれに帰属するかが問題になり，この点について理由を付してその結論を述べる必要がある。判例は，同条の効果について，占有者がいったんその物につき即時取得した所有権その他の本権を回復するのではなく，占有者が盗難又は遺失の時から２年以内に被害者又は遺失主より回復の請求を受けない場合にはじめてその物の上に行使す\n- 5 -る権利を取得する趣旨を定めたものであると解している（大判大正１０・７・８民録２７輯\n１３７３頁）。原所有者帰属説によると，ＣはＢからＤへの譲渡がされた後も無権原でＡの所有物である甲を占有し使用していたこととなり，使用利益の返還に関しては同法第１８９条及び第１９０条の定めに従うべきこととなる。Ｃが善意であれば同法第１８９条第１項に基づき甲の果実収取権を有し，少なくとも回復請求をされるまでの使用利益についても返還する必要がなく，Ａは，令和２年５月１日以降回復請求がされるまでの間の甲の使用料相当額の支払をＣに求めることができない。もっとも，本権に基づく訴えに敗訴し，悪意占有者とみなされる場合，Ｃは訴え提起時以降甲を返還するまでの使用料相当額の支払義務を負う。\nなお，甲を直接占有するＣは「占有者」に当たり，間接占有者としてＢがかつて存在していた，あるいは現にＤが存在するとしても，上記の結論に影響を及ぼさないことも併せて指摘されることが望ましい。\n占有者帰属説は，回復請求の効果が遡及するという立場と将来に向かって効力を生ずるという立場に分かれ得るが，効果が遡及するという立場からは，甲の所有権はＡの下にとどまっていたことになるため，ＡＣ間の法律関係は原所有者帰属説と同様に処理される。他方，将来に向かって効力を生ずるという立場を採る場合には，占有者に使用収益権能が帰属する以上，占有者の主観的態様を問わず，およそ原権利者がその間の使用利益相当額の支払請求をすることができないとする結論が比較的に自然に導かれるが，目的物の所有権の帰属と使用利益の帰属が分離して規律されているとする見方もあり得ないではない。いずれの立場であっても，ＤがＢから甲を譲り受ける令和２年５月１５日以前の使用料相当額にかかる請求に関しては，Ｃは無権原占有であるという評価を免れないから，この間の使用利益の返還については別途検討する必要がある。\n２ 設問２について\n⑴ 設問２は，有償の役務提供契約が中途で終了した場合の法律関係を，特にその場合の報酬及び損害賠償について問うものである。当該役務提供契約の性質決定に関して，当該契約における債務の内容及びその特徴を明らかにし，民法の規定する役務提供型の契約類型の特質を踏まえて，当該契約の性質を決定することができるか，また，それを前提として，その中途終了の場合の報酬や損害賠償に関連する民法の規定の構造を理解しているか，契約類型に伴う異同について理解しているかを問うものである。\n⑵ ＡＥ間の契約①は有償の役務提供契約であるところ，雇用（労働契約）は使用者との間の指揮命令関係の下での役務提供，請負は仕事の完成という結果の保証，委任は結果保証を伴わない事務の委託と裁量ある他人の事務の処理をもって，それぞれの特質と解されている。\nＡＥ間には，使用者・労働者の指揮命令関係は認められず，ＥはＡから独立して役務を提供するものであるから，契約①の性質としてあり得るのは，請負，委任（法律行為でないことから準委任（民法第６５６条）），またはいずれでもない非典型契約（無名契約）である。\n契約①の性質をいずれと決定するかに当たっては，それぞれの契約類型の特質とともに，その特質に対応した契約①におけるＥの役務提供の内容を明らかにすることが求められる。\nすなわち，請負の場合には，何をもって仕事の完成・結果保証といえるのか，委任の場合には，何をもってＡの事務の委託あるいは裁量ある事務の処理といえるのか，また，無名契約の場合は典型契約の類型に該当しないという判断がどのように基礎付けられるのかを，Ｅの債務内容に照らして明らかにする必要がある。\n契約①の性質の決定に当たっては，月額報酬と成果報酬が組み合わされているという契約\n①における報酬の定め方の捉え方も手がかりとなるため，契約①におけるＥの債務内容の確定とその特質の抽出，契約①の性質決定においては，報酬の定め方を通じて，これらの報酬が何に対して支払われるものかについても考慮することが望ましい。\n⑶ Ａによる契約①の解除の性質は，任意解除権の行使によるものであると考えられる。請負，- 6 -委任については，民法に任意解除権に関する規定が設けられている。無名契約であるときは，そのルール自体を構築していく必要があるが，Ａのための役務提供であることなどに鑑み，請負や委任等の規定を手掛かりとして，少なくとも，Ａからの解除は認められると論じることになろう。それぞれの立場から，根拠条文の要件を踏まえ，【事実】に即して当てはめる必要がある。\nＡの解除を債務不履行解除とみる余地がないわけではないが，Ｅが提供する役務の性質上，Ｅには相当の裁量が認められるものと解されるので，Ａによる改善要求が抽象的なものにとどまっていることも考慮すると，Ｅによる講座の運営がその裁量を逸脱したものとして債務不履行に当たると評価することは，結論的には困難であると考えられる。\n⑷ ＡＥ間の報酬の取決めは，Ｅによる本件講座の提供に対して月々の報酬と，Ａの従業員である受講者の乙検定の合格者数に応じた成果の報酬（成功報酬）という２本立てでされている。Ｅの請求３は，Ａによる契約①の解除に伴い，講座提供がされた８月分について未払報酬の支払を求めるものである。\n報酬については，準委任の場合も請負の場合も役務提供が先履行であり後払いが原則である（民法第６４８条第２項，第６３３条）。約定の月額報酬については，契約①を準委任とみる考え方においては，民法第６４８条第２項ただし書により準用される同法第６２４条第\n２項により，期間経過後に報酬を請求することができる。もっとも，対応する期間に履行がされていることが前提であるから，Ｅの役務提供が契約に適合した債務の履行であったかが問題となり，債務不履行の該当性を判断することになる。請負の場合は，民法第６３３条ただし書・第６２４条第１項により，約定の役務提供が終わった後でなければ報酬を請求することができない。仕事完成前の解除がされた場合には，同法第６３４条により，既にした役務提供によってＡが利益を受けているかどうかが問題となる。５か月の役務提供をもって仕事の完成とみるか，月々の講義・役務提供が５か月分用意されるものとみるかによって中途解約であるかどうかが異なり，報酬の根拠条文が異なるため，Ｅの債務内容に即して根拠条文及び請求の可否を示す必要がある。その前提として，債務の履行が必要であることは準委任の場合と同様である。\n⑸ 請求４の１２０万円の支払請求は，役務提供がされていない９月分，１０月分についてその月額報酬相当分を損害賠償として請求するものと考えられる。また，通学講座における代替講師のこの間の報酬４０万円の支払は，Ｅが９月・１０月の履行の準備のために支出を余儀なくされたものであり，約定どおりの報酬が得られたならばそれに織り込まれる性格の支出である。\n中途解除の場合の損害賠償については，任意解除の場合，契約①が準委任であれば民法第\n６５１条第２項によることになる。したがって，Ｅに不利な時期の解除であるとき，契約①が受任者Ｅの利益をも目的とするものであるときのいずれかの場合には，ＡはＥに対しその損害を賠償しなければならない。設問では，Ｅは，期間全体にわたり他の講座を断り（他の収入機会の喪失），また，代替要員の手配（準備費用投下）などを行っており，「不利な時期」\nの解除に該当する余地がある。そのため，同項第１号にいう「不利な時期」とは何を指すのかを明らかにしつつ，本件のそれらへの該当性を判断し，また，それぞれの場合の損害賠償の内容について検討する必要がある。損害賠償を認める場合，まず，具体的に何が損害賠償の範囲に含まれるかを示す必要がある。損害賠償の範囲は不利な時期に解除したことによる損害に限られるというのが通説であり，そのように解釈される理由についても示すことが望ましい。また，委任契約が解除されなければ受任者が得たであろう利益から受任者が債務を免れることによって得た利益を控除する必要がある。\n同項第２号の「受任者の利益」については，報酬を得るだけでは該当しないことが明文化されている。設問では，それ以外に受任者の利益として評価できる事実は見受けられない。\n- 7 -任意解除の場合のＥの損害賠償請求については，これらについても言及することが望ましい。\n準委任の場合には，損害賠償の成否は「やむを得ない事由」の存否に左右されるため（民法第６５１条第２項柱書ただし書），それについて検討する必要がある。\n請負の場合は，完成前に解除されたと捉えるのであれば民法第６４１条により損害賠償が必要であり，その場合の損害賠償は履行利益賠償となる。したがって，Ｅは，９月分，１０月分について，報酬から節約できた費用を差し引いた分を請求でき，一方，１０月分について他所の講座を引き受けたことで得た報酬分は，損益相殺によって差し引くことになる。\n無名契約の場合には，請負と委任のいずれに引き付けて考えるかによる。\n３ 設問３について\n⑴ 設問３は，連帯保証ないし共同保証に関する条文と判例を正確に理解し，これを事例の解決のために適切に用いることができるかを問うものである。\n⑵ 小問⑴は，保証人が債権者からの請求を拒絶することのできる事由について問うものである。\nＨはＦに対して保証債務の履行を請求しているが，本問を検討する上では，まずＨのＦに対する５００万円の支払請求についての請求原因を明らかにしておくことが求められる。ＨのＦに対する請求の根拠（請求原因）は，ＡがＨとの間で諾成的消費貸借契約である契約②\nを締結し，借入金５００万円の交付を受けたこと，Ｆは，Ｈとの間で本件債務を連帯保証する旨の契約③を書面により締結していることである。\nＦは，Ｈによる保証債務の履行請求に対して，まず，保証債務の消滅時効を援用し，債務の全額の支払を拒むことが考えられる。また，Ｆとしては主債務の時効消滅を援用することもでき（民法第１４５条括弧書），主債務が消滅すれば，付従性によって保証債務も消滅する。解答に当たっては，関連条文を示しながら，事実に即して消滅時効を主張することの可能性を指摘することが求められる。\n本問では，Ａが令和１０年６月２０日に弁済の猶予を求める書面を送付して債務を承認しており，これによって時効は更新されている（民法第１５２条第１項）。本問の場合，令和\n１５年５月１０日の時点では，それから５年は経過していないので，消滅時効は完成していないことになる。Ｆが自身の負う保証債務の消滅時効を援用しようとしても，主債務者による時効の更新は保証人に対してもその効力を生ずるものとされているため，これは認められない。また，Ｆが主債務の消滅時効を主張しようとする場合も，主債務について消滅時効の更新がされており，保証人はこれを否定することができないから，やはり認められない。Ｆ\nがどちらの債務の消滅時効を援用するか，ということと，Ａの債務承認による時効更新の影響が同債務にどのように及ぶのか，ということとが矛盾なく説明されている必要がある。ここでは，主債務者の債務承認による時効更新の保証債務に対する影響関係が理解できているかが問われることとなる。\n次に，ＡはＨに対して絵画丙の売買契約による１００万円の売買代金債権を有しており，Ａが本件債務についてこの売買代金債権を自働債権とする相殺権を有していることを理由として，保証人であるＦは，１００万円分の支払を拒むことが考えられる（民法第４５７条第\n３項）。ここでは，主債務者の相殺権をもってする履行拒絶の可能性とその根拠条文が摘示されている必要がある。\nもっとも，ＡがＨに対して有する売買代金債権の弁済期は令和４年８月３１日であり，令和１５年５月１０日の時点ではそれから１１年が経過しているため，ＦがＡの相殺権を理由として履行を拒絶した場合，Ｈとしては，自働債権が時効消滅しており，Ａの相殺（ひいては，そのことに基づくＦの履行拒絶）は認められない，と主張することが考えられる。時効によって消滅した債権を自働債権とする相殺をするためには，自働債権の消滅時効期間経過以前に受働債権と相殺適状にあったことを要し，そのためには受働債権の弁済期が現実に到\n- 8 -来していたことを要するとした判例があり（最判平成２５・２・２８民集６７巻２号３４３頁），解答に当たっては，この判例を正しく理解している必要がある。単に判例の結論を知っていてそれを問題の事例に当てはめる，というだけでなく，なぜそのような解釈が採られるべきなのか，そして判例と同じ結論が本問の事例においても妥当するのかを説明することが求められる。\n⑶ 小問⑵は，連帯保証人と主債務者，共同連帯保証人との関係について，弁済をした連帯保証人がすることのできる求償の範囲を問うものである。\n連帯保証債務の弁済をしたＦは，主債務者Ａに対して求償をすることができる。ＦがＡの委託を受けない保証人であるため，求償の根拠は，民法第４６２条第１項ないし事務管理に基づく費用償還請求（同法第７０２条第１項）に求められる。求償が認められる範囲については，同法第４６２条第１項が準用する同法第４５９条の２第１項により，主債務者が弁済の当時利益を受けた限度となる。このことから，ＦはＡに対して弁済以後の法定利息や費用等までは請求できないことを示したうえで，求償額が３００万円となることを説明することが求められる。\n共同保証人のうちの１人が自己の負担部分を超える額を弁済したときは，他の共同保証人に対して求償をすることができる（民法第４６５条第１項）。共同保証人間の求償の場合は，弁済額が負担部分を超えていなくても負担部分の割合に応じて認められるという連帯債務者間の求償とは要件が異なり，負担部分を超える額を弁済したことが必要である。本問においては，ＦがＨにした３００万円の弁済が自己の負担部分を超えるものであるならば，ＦはＧ\nに対してその分の求償をすることができる。\nそこで，共同保証人の内部的負担割合は特約等がなければ各自平等となること，Ｆが債権者から一部免除を得ていることを踏まえて，本問における具体的な事実関係に当てはめてＦの負担部分を算出し，その上で求償の可否及び求償権の額を解答することが求められる。Ｆ\nがＨにした免除がＧをも免除する趣旨のものと解すべき事情が認められない限り，当該免除があってもＦとＧの内部的負担部分は各２５０万円のままであり，Ｆとしては，弁済をした３００万円から２５０万円を差し引いた５０万円をＧに対して求償できることとなる。\n〔第２問〕\n１ 本問は，公開会社でない株式会社（以下「非公開会社」という。）において，①代表取締役が当該株式会社を代表して当該代表取締役が個人として負う債務を連帯して保証する旨の合意をした場合に，当該株式会社がその連帯保証債務の履行を拒絶するために考えられる法的な主張としてどのようなものがあり，そのような主張が認められるのかを問うとともに（設問１），②誰が株主であるかが争われている場合に，具体的な事実関係の下でどのように株主を認定すべきか（設問２），③議決権の行使を委任することができる代理人を株主に限る旨の定款の規定がある場合に株主ではない弁護士が代理人として議決権を行使することの可否や，株主である株式会社の代表取締役がその内部的制限に反して当該株式会社を代表して議決権を行使することの可否といった株主総会における議決権行使の在り方（設問３）を問うものである。いずれについても，会社法上の重要な制度や判例に関する基本的な理解を前提に，問題点を適切に分析した上で，具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１においては，甲社としては，①Ａが甲社の代表取締役として締結した本件連帯保証契約は，利益相反取引である間接取引（会社法第３５６条第１項第３号）に該当し，取締役会設置会社である甲社においてはその取締役会の承認が必要であった（同法第３６５\n条第１項）のに，取締役会の承認を得ていないので無効（甲社に効果不帰属）である，②本件連帯保証契約は，多額の借財（同法第３６２条第４項第２号）又は重要な業務執行（同\n- 9 -項柱書）に該当し，取締役会設置会社である甲社においてはその取締役会によって決定されなければならなかったのに，取締役会によって決定されていないので無効（甲社に効果不帰属）であるなどと主張して，本件連帯保証契約に基づく債務の履行を拒絶することが考えられる。なお，甲社としては，上記①及び②のいずれかの主張が認められれば，上記債務の履行を拒絶することができることになる。\n⑵ 甲社の上記①の主張の当否を論ずるに当たっては，本件連帯保証契約が間接取引に該当するものであるにもかかわらず，甲社の取締役会の承認がないことを指摘した上で，取締役会の承認がない間接取引の効力について，判例（最判昭和４３年１２月２５日民集２２\n巻１３号３５１１頁）を踏まえて検討することが求められる。\n⑶ 続いて，甲社の上記②の主張の当否を論ずるに当たっては，まず，甲社の財務状況や本件連帯保証契約に係る主債務の額等の本問の事実関係に照らし，多額の借財又は重要な業務執行に当たるか否かを検討することが求められる。本問の事実関係からすると，これらに当たると判断することが一般的であると考えられることから，更に進んで，甲社の取締役会によって決定されていないことを指摘した上で，その場合の効力について，判例（最判昭和４０年９月２２日民集１９巻６号１６５６頁）を踏まえて検討することになる。\n⑷ 上記①及び②の主張のいずれにおいても，判例の立場に立って検討する場合には，本件連帯保証契約の相手方である乙社の主観面の検討が必要となる。まずは，本件連帯保証契約を締結することが間接取引に該当することや，多額の借財又は重要な業務執行に該当することについての乙社の認識を検討することになるが，前者については，本件連帯保証契約の内容からして乙社の悪意が認められるのが自然であろうし，後者についても，甲社の財務状況の概要を確認したという本問の事実関係からすると，乙社の悪意が認められるのが自然であろう。その上で，取締役会の決議がないことについて，自らが立てた規範に沿って，過失又は重過失の有無を中心に検討することになる。その際には，取引をめぐるこれまでの経緯や本件連帯保証契約に関するやりとりに関する事実関係を丁寧に拾い，それらに対する評価を加えながら検討することが求められる。例えば，甲社との取引を望む小さな事業会社である乙社の代表取締役としては，本件確認書が交付されたにもかかわらず取締役会の議事録の写しを強く求めることは困難であったことなどを指摘して，過失又は重過失がないと評価することも考えられよう。\n３⑴ 設問２においては，Ｃとしては，名義上の引受人ではなく，実質上の引受人が株主になるという考え方を前提に，本件株式について，引受けの申込みなど引受契約の締結に至るまでＣの主導で行われてきたこと，Ｃの貯金から払い込まれたこと，その発行に至る経緯及び本件株式に係る権利を行使してきたのはＣであることなどの本問の事実関係を指摘して，自らが実質上の引受人であって本件株式の株主であると認定されるべきであるなどと主張することが考えられる。\n⑵ Ｃの上記主張の当否を検討するに当たっては，まず，本問のような場合に誰を株主と認定するのかについての考え方を検討する必要がある。すなわち，株式の申込みや引受けに際して名義に現れた者が株主であると考えるのか（いわゆる形式説），名義が誰であるかにかかわらず，一般私法上の法律行為の場合と同じく，実質上の引受人が株主となると考えるのか（いわゆる実質説），といった考え方の対立がある中で，どのような考え方に立脚するのかを検討する必要がある。\n実質説に立つ場合には，本問の事実関係を拾いつつ，それらを適切に評価して結論を導く必要がある。本問では様々な事実関係があるが，払込金額がＣの貯金によって賄われたこと，「従業員や取引先の手前，多少の株式を持っておく必要がある」や「金のことは心配しなくていい」といったＣの発言，甲社の株主総会においてＡを引受人とする決議がされたこと，本件株式の引受けに係る書面に記載された名義はＡであったこと，Ａが甲社の- 10 -\n役員に就任した経緯，Ｃが本件株式に係る権利を行使してきたことなどの各事実について，単に事実を列挙するだけでなく，それぞれについての評価を加えた上で結論を導くことが求められる。例えば，「金のことは心配しなくていい」というＣの発言については，Ａに対して払込金額に相当する金銭を贈与する趣旨であったという方向で評価することもできるし，本件株式の実質的な引受人はＣであって名義のみＡとしたにすぎないという方向で評価することもでき，いずれの方向であっても，自分なりに事実に対する評価を加えて結論を導き出すことが求められる。さらに，本件株式を引き受けた時点における実質的な引受けの意思が問題となることに意識した上で，その後の事情については当時の意思を推認させるものであるなどの評価を加えながら検討するといったように，より実務的な観点からの考察が加えられていると，なお望ましい。\n他方で，形式説に立つ場合には，判例（最判昭和４２年１１月１７日民集２１巻９号２４４８頁）が実質説を採用していると評価されていることを踏まえ，より説得的な論述が望まれる。例えば，その根拠として，集団的関係における画一的な取扱いの必要性や，非公開会社においては名義に現れない実質上の引受人を株主とすることによって閉鎖性を維持することができなくなることを指摘したり，事実関係として，本件株式の引受けの申込みをする際に提出すべき書面（会社法第２０３条第２項）の名義がＡであることや，甲社の株主総会において本件株式をＡに発行する旨の決議がされたことを指摘したりすることにより，説得的な論述を展開することが望ましい。\n４⑴ 設問３においては，Ａとしては，①他の株主１名を代理人としてその議決権を行使することができる旨の定款の規定（以下「本件定款規定」という。）に基づいてＤの代理人である弁護士Ｇによる議決権の行使が認められなかったこと，②丙社の内規に従って包括委任状が提出されていたにもかかわらず，内規によって権限が制限されているＦによる議決権の行使が認められ，包括委任状に基づくＡの議決権行使が認められなかったことが，それぞれ決議の方法が法令に違反する場合（会社法第８３１条第１項第１号）に該当すると主張することが考えられる。なお，上記①及び②のいずれについても，株主総会決議取消しの訴えを提起したＡではないＤ又は丙社の議決権の行使に関する事由であることから，株主総会決議取消しの訴えにおいて他の株主に係る事由を主張できることが前提となるし，仮に法令違反が肯定されるとすれば，「決議に影響を及ぼさないもの」（同条第２項）\nには当たらず，裁量棄却はされないものと考えられることから，これらの点についても言及されていることが望ましい。また，Ａとしては，上記①及び②のいずれかが認められれば，本件決議の取消しが認められることになる。\n⑵ Ａの上記①の主張の当否を論ずるに当たっては，株主は，代理人によってその議決権を行使することができるものとされていること（会社法第３１０条第１項）を前提に，他の株主１名を代理人としてその議決権を行使することができるという本件定款規定の有効性及び適用範囲について，判例（最判昭和４３年１１月１日民集２２巻１２号２４０２頁等）\nを踏まえて検討することが求められる。その際には，Ｄの代理人であるＧが弁護士であること，甲社が非公開会社であることなどの本問の事実関係を踏まえ，これらの事実関係がどのように影響するのかについての考察を加えながら検討することが求められる。例えば，Ｇが弁護士であるという点については，一般的には本件定款規定のような議決権の行使に係る代理人資格の制限は有効ではあるものの，弁護士であるＧが代理人とされている本問においては適用されるべきではないといった指摘をすることが考えられる一方，職種により株主総会のかく乱のおそれを個別に判断すれば，円滑な総会運営を阻害し，恣意的な判断を招くおそれがあることを理由に，弁護士であるＧにも本件定款規定は適用されるとする立場に立つことも考えられる。また，甲社が非公開会社であるという点については，それゆえに株主ではない第三者の株主総会への参加を排除する必要があるということもでき\n- 11 -る一方で，本問のように株主間で対立がある場合には代理人を株主に限ることによって株主権の代理行使の機会を実質的に奪うことになりかねないということもできるところである。いずれにしても，これらの事実関係が，本件定款規定の有効性や適用範囲にどのように影響するのかを具体的に考察することが望まれる。\n⑶ 続いて，Ａの上記②の主張の当否を論ずるに当たっては，まず，丙社の内規によれば，甲社の株式の議決権行使については他の代表取締役であるＥに委ねられることとなるが，Ｆも，「副社長」ではあるものの，丙社の代表取締役であって，丙社の業務に関する一切の裁判上又は裁判外の行為をする権限を有しており（会社法第３４９条第４項），上記内規は，代表取締役であるＦのこのような権限を内部的に制限するものであって善意の第三者に対抗することができないということ（同条第５項）を指摘する必要がある。その上で，上記内規による代表権の制限が第三者である甲社との関係で問題となることを前提に，本問の事実関係を踏まえて，甲社の主観面を検討した上で結論を導くことが求められる。その際には，議決権行使という集団的権利行使の場面であること，他方で，甲社が株主数の少ない閉鎖的な非公開会社であることなどの事情がどのように影響するのかについても検討することができれば，なお望ましい。なお，本問の事実関係からすると，Ｆによる議決権の行使は，Ｆがその代表権を濫用したとみる余地もあり得ることから，上記の点に加えて，そのような観点から検討を加えることも考えられるところである。\n〔第３問〕\n本問は，ＸがＹに対して，土地（以下「本件土地」という。）の賃貸借契約（以下「本件契約」という。）終了に基づいて，Ｙが本件土地上に所有する建物（以下「本件建物」という。）の収去と本件土地の明渡しを求めて提起した訴えに係る訴訟（以下「本件訴訟」という。）の係属中にＹがＺに対して本件建物を賃貸し，これに基づいて本件建物をＺに引き渡したという事案を題材として，①原告が一定の額の立退料の支払と引換えに建物収去土地明渡請求訴訟を提起した場合に，原告が申し出た額とは異なる額の立退料の支払との引換給付判決をすることの許否の検討（設問１），②ＸがＺを引受人とする訴訟引受けの申立てをした場合に，Ｚが民事訴訟法（以下「法」という。）第５０条にいう承継人に該当するか否かの検討（設問２），③\nＺがＸによる更新拒絶を争うために，ＢからＡに対して権利金が支払われていた旨を主張することが時機に後れた攻撃防御方法として却下されるかどうかの検討（設問３）をそれぞれ求めるものである。\nまず，設問１の課題１では，Ｘが，Ｙに対して１０００万円程度の立退料の支払を申し出た上で，１０００万円の立退料の支払と引換えに本件建物を収去して本件土地を明け渡せとの判決を求め，さらに，第１回口頭弁論期日において，１０００万円という額には大きなこだわりはない旨の陳述をしたという事実関係において，Ｘの申出額と格段の相違のない範囲を超えて増額した額の立退料の支払との引換給付判決（以下「増額判決」という。）をすることの許否の検討が求められている。ここでは，法第２４６条には，原告の意思の尊重と当事者に対する不利益の最大限の予告という二つの趣旨が認められるところ，とりわけ前者の観点から，増額判決の許否につき検討する必要がある。訴状の記載及び第１回口頭弁論期日におけるＸの陳述から，Ｘがいかなる意思であるかを可能な限り具体的に特定するとともに，Ｘの現実の意思が明らかにならない部分は，原告の合理的意思の推測により補うことが期待される。原告の合理的意思を推測する際には，裁判所が増額判決をし得ないとすれば，どのような判決がされるかを特定した上で，この両者を比較検討しつつ，通常の原告であればいずれを望むかを検討することが求められる。なお，最高裁判所昭和４６年１１月２５日第一小法廷判決・民集２５巻８\n号１３４３頁は，原告が「立退料として３００万円もしくはこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思を表明し，かつその支払と引き換えに（中略）\n- 12 -店舗の明渡を求めている」との事実関係の下で，申出額よりも多額である５００万円の支払との引換給付判決をした原判決を是認しているが，本設問では，Ｘが１０００万円又はこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思しか表明していないと評価することができるか否かが問題であるから，この判決に依拠して，直ちに申出額と格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決をすることができないとするのみでは，課題１に十分に答えたとはいえない。\n次に，設問１の課題２では，課題１と同様の事実関係において，Ｘの申出額よりも少額の立退料の支払との引換給付判決をすることの許否の検討が求められている。ここでも，法第２４６条の二つの趣旨からの検討が必要となるところ，原告の意思の尊重という観点から行うべき作業は，課題１と基本的に同様であり，課題２では，当事者，とりわけ被告に対する不利益の最大限の予告という観点から詳細な検討をする必要がある。訴状の記載のみならず，第１回口頭弁論期日における陳述も踏まえた上で，Ｙに対して不利益の最大限として何が予告されていたと評価することができるかについて，Ｘの申出額と裁判所が正当事由を認める上で必要と考える立退料額との差の大きさが結論に影響を与えるか否かにも留意しつつ，具体的に検討することが期待される。\n設問２では，本件訴訟の係属中に，ＹがＺに対して本件建物を賃貸し，これに基づき本件建物を引き渡したという事実関係において，Ｚが法第５０条の承継人に該当するか否かの検討が求められている。ここではまず，訴訟承継制度の趣旨を明らかにすることが要求される。具体的には，訴訟の係属中に第三者による承継が生じた場合において，従前の訴訟状態を流用して当該第三者との間で訴訟を進めることが訴訟経済に資するとともに，とりわけ相手方が従前の既得的地位を維持することができるという意味で公平の確保に資するという点を指摘することが期待される。次に，このような訴訟承継制度の趣旨と適合的な形で，同条にいう承継の意味内容を具体的に明らかにすることが要求される。この点については，学説上，種々の見解が示されており，いずれを採用するかにより評価に差をつけることは想定していないが，承継の意味内容を具体的に明らかにすることが要求されている以上，最高裁判所昭和４１年３月２２日第三小法廷判決・民集２０巻３号４８４頁において用いられている「紛争の主体たる地位の承継」というのみでは，十分に課題に答えたことにはならない。この判例に依拠する場合も，そこでいう紛争の主体たる地位とはいかなるものか等の点についてより踏み込んだ記述が求められる。最後に，以上のように具体的に明らかにされた承継の意味内容に照らして，Ｚが承継人に該当するか否かの検討が要求される。例えば，承継前の訴訟において，被承継人を当事者として適切な者としていた法的地位が第三者に移転し，この地位が相手方の当該第三者に対する訴訟において，当該第三者を当事者として適切な者としている場合に同条にいう承継が認められると考えるのであれば，Ｙを本件訴訟で被告として適切な者としている法的地位は何か，これはＹからＺに移転しているか，移転しているとして，このような地位はＸのＺに対する訴訟においてＺを被告として適切な者としているか，といった点を検討する必要がある。\n設問３の課題１は，訴訟を引き受けたＺが，弁論準備手続の終結及び人証の取調べの後に，従前当事者から主張されていなかった「ＢからＡに対して更新料の前払の性質をも含む権利金が支払われていた」との新主張（以下「本件新主張」という。）をしようとしているという事実関係において，Ｘの立場から，仮にＹが本件新主張をしたとしたら，時機に後れた攻撃防御方法として却下されることの論証を求めるものである。法第１５７条第１項を摘示した上で，同項の定める各要件の具体的意味内容を明らかにし，それぞれが充足されることを説得的に述べる必要がある。なお，同項の要件のうち，「訴訟の完結を遅延させること」の検討に際しては，その後予想されるＸＹ双方の主張立証活動を踏まえることが要求される。ＹがＡの証人尋問を申請することは問題文から明らかであるが，Ｘとしても，立退料額にも関わることであるから，ＢからＡへの振込みの趣旨について反論をする機会を欲するであろうことを指摘するこ\n- 13 -とが期待される。また，本件新主張は，弁論準備手続終結後にされるものであるから，法第１７４条及び第１６７条により，ＸからＹに対して説明要求がされ得ること，このような要求がされた場合には，Ｙは説明義務を負い，Ｙが説明を拒絶し，又は不十分な説明しかし得なかった場合には，法第１５７条第１項の「時機に後れた」又は「重大な過失」が推定され得ることを指摘することも期待される。\n設問３の課題２の前半部分では，Ｙが本件新主張をしたとしたら，同項により却下されることを前提として，Ｘの立場から，Ｚによる本件新主張も却下されるべきであるという立論をすることが求められる。具体的には，まず，法第５０条の承継人は，承継原因発生時の訴訟状態を承認する義務を負う旨を，一定の理由をもって論証した上で，そこでいう訴訟状態とはいかなるものであるかを明らかにする必要がある。その上で，同条にいう承継人であるＺは訴訟状態を承認する義務を負い，その結果，法第１５７条第１項によりＹ自身がすることができない本件新主張は，Ｚもすることができないという結論に至ることが期待される。\n設問３の課題２の後半部分では，Ｙが本件新主張をしたとしたら，同項により却下されることを前提として，Ｚの立場から，そうであるとしても，Ｚによる本件新主張は，却下されないという立論をすることが求められる。このような立論としては，Ｚは訴訟状態を承認する義務を負うものの，承継の前後で，Ｘによる更新拒絶の可否を判断する上での本件新主張の重要性が変容している場合や，Ｙによる訴訟追行がなれ合いと評価し得る場合には，一定の例外が認められると論じた上で，本件では，そのような例外が認められるとするものと，承継人は，およそ訴訟状態を承認する義務を負わないとするものが考えられる。いずれであっても十分な理由が示されている限り，評価に差をつけることはない。ただし，後者であれば，訴訟状態承認義務を伴わない訴訟承継制度はいかなる意義を持つものであるか，という点についても検討することが期待される。\n【刑事系科目】\n〔第１問〕\n本問は，設問１で，甲及びＢ腕時計店（以下「Ｂ店」という。）の副店長である丙が，あらかじめ意を通じ，Ｂ店に押し入った甲が丙にサバイバルナイフを示すなどして丙を脅すふりをして，Ｂ店の売場に陳列されていた商品の腕時計１００点(以下「本件腕時計」という。)を持ち去った行為について窃盗罪の共同正犯の成否を，甲と共に腕時計を強奪することを計画していたものの，甲と丙が内通していた事実を知らないで，甲及び丙の前記犯行中に周囲を見張るなどして加担した乙について窃盗罪の共同正犯の成否をそれぞれ検討させ，さらに，丙からの依頼を受け，本件腕時計の一部が入ったボ\nストンバッグ（以下「本件バッグ」という。）を自宅の押し入れ内に保管していた丁が，本件バッグの中に盗品が入っていることを認識するに至った後も保管を継続した行為について盗品等保管罪の成否を検討させ，設問２で，甲が，丙と意を通じ，まず甲が木刀で乙の頭部を殴打した（以下「第１暴行」\nという。）が，乙が甲らのＢ店における犯行を警察に話すなどと言ったことから，丙が乙に暴行を加え，暴行を終了するようにいさめた甲を殴打して気絶させた後，前記木刀で乙の頭部を殴打した（以下「第\n２暴行」という。）ところ，乙に生じた頭部裂傷（以下「本件傷害」という。）が第１暴行又は第２暴行のいずれか一方だけによって形成されたものであることは明らかであるものの，いずれの暴行から形成されたものか不明であったという事例について，甲が本件傷害に関する刑事責任を負わないとの結論を導くための説明及び甲が本件傷害に関する刑事責任を負うとの立場からの反論を，それぞれ論点ごとに論拠を示しつつ検討させ，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n⑴ 甲及び丙の罪責について\n- 14 -甲及び丙は，丙以外に従業員がいない時間帯に甲がＢ店に来て，丙に刃物を示し，腕時計が保管されているショーケースを開けるように要求すること，丙は，後で怪しまれないように拒むふりをするが，最後にはショーケースを開けるので，甲が直ちに腕時計を持ち去ること，持ち去った腕時計は後で分配することなどをあらかじめ示し合わせた上で，実際に，この犯行計画に従った内容の犯行を実行し，甲が本件腕時計を持ち去っている。\nまず，甲及び丙の行為が，強盗罪の構成要件に該当しないことは明らかである。すなわち，強盗罪の客観的構成要件は，相手方に対し，「暴行又は脅迫」を加え，「他人の財物」を「強取」することであるところ，強盗罪にいう「暴行又は脅迫」は，財物の奪取に向けられた相手方の反抗を抑圧するに足りる程度の暴行又は脅迫を意味すると解されている。確かに，甲が丙に対して，サバイバ\nルナイフを示し，「殺されたくなかったら，これに時計を入れろ。」と要求した行為は，一般的には相手方の反抗を抑圧するに足りる程度の脅迫と評価することが可能であろうが，甲と丙があらかじめ内通していた事実を隠蔽するために，あたかも丙が犯人から脅されたかのように仮装することを企図し，実際にその計画どおりに犯行を遂行したにすぎない本事例の事実関係の下では，甲が丙にサバイバルナイフを示して前記文言を述べた行為は，財物の奪取に向けられたものと評価することはできず，強盗罪の「脅迫」たり得ないし，また，甲はそのことを認識しているのであるから，強盗罪の故意を認めることもできない。\nそこで，甲及び丙の罪責として，窃盗罪の構成要件該当性及び共同正犯の成否を検討する必要があるところ，仮に，本件腕時計の占有が丙の上位者であるＣに帰属せず，もっぱら丙に帰属するものであるとすれば，「自己の占有する他人の物」として業務上横領罪の客体となるため，本件腕時計の占有の帰属が問題となる。\nこの点，複数の保管者間に上下関係がある場合には，財物を現実に握持しているのが下位者であったとしても，原則として，占有は上位者に属し，下位者は占有補助者にすぎないとするのが判例の立場であるが（最決昭和３１年１月１９日刑集１０巻１号６７頁等），上位者が下位者に財物の管理を完全に委ねている場合など，下位者が上位者の判断を個別に仰ぐことなく，独立の権限・裁量を有している場合は，財物の占有が下位者に属すると解されることから，本件腕時計の管理に関する丙の権限・裁量の有無及び程度について，具体的事実を摘示して当てはめを行う必要がある。すなわち，Ｂ店では，商品の仕入れ，店外への持ち出し及び価格設定について，丙に権限はなく，全てＣの承認を得る必要があるとされていたこと，本件腕時計が店舗という閉鎖された空間の中において，原則として常時施錠されたショーケース内に保管されていたこと，その鍵を丙のみならずＣ\nも所持していたこと，Ｂ店の売場及び従業員控室の状況は，常時，防犯カメラで撮影録画されていたことなどの事情を踏まえ，占有の帰属を検討することになる。\nその上で，Ｃの占有を肯定した場合は，窃盗罪の構成要件該当性を検討することになり，客観的構成要件要素として「他人の財物」，「窃取」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。また，甲丙間に意思連絡があること及び両者が実行行為を分担していることから，窃盗罪の共同正犯が成立することを簡潔に指摘する必要がある。なお，上記各事情にもかかわらずＣの占有を否定する結論を採用した場合は，業務上横領罪の構成要件該当性を検討することになり，客観的構成要件要素として「業務上」，「他人の物」，「横領」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。また，この場合，共同正犯の成否を検討するに当たっては，甲丙間に意思連絡があること，甲に正犯性が認められることに加え，財物を業務上占有している丙の犯行に業務上の占有者たる身分を有しない甲が加功したとの構造となることから，刑法第６５条の解釈を論じた上で，自説の立場から，甲に成立する罪名を決定する必要がある。\n⑵ 乙の罪責について乙は，甲との間で，腕時計販売店に押し入って腕時計を強奪する計画を立てていたところ，甲から，甲がＢ店内に入って店員に刃物を突き付けて腕時計を奪い取ること，その間，乙は付近に駐車\n- 15 -した自動車内で周囲を見張り，甲が戻ってきたらすぐに車を発進させること，奪った腕時計は後で分配することを持ち掛けられてこれを承諾し，実際にその計画どおりの行動をとっている。\n乙の罪責としては，甲及び丙との共犯の成否を検討する必要があるところ，乙は実行行為を分担していないため，共謀共同正犯か幇助犯かが問題となる。その検討に際しては，共同正犯と幇助犯の区別基準を示した上で，その判断の基礎となる具体的事実を摘示して当てはめを行う必要がある。\nすなわち，共同正犯と幇助犯の区別基準としては，自己の犯罪を遂行する意思（正犯意思）で犯行に加わっているかによって区別する立場，犯行において客観的に重要な因果的寄与を果たしたといえるかを基準とする立場，他の関与者の行為を支配する地位にあったかを基準とする立場などがあるが，いずれの立場に立ったとしても，甲及び乙は，いずれも金に困った挙げ句に相談して犯行を計画したものであり，両者の積極性に差はないこと，甲乙間に指揮命令関係や支配服従関係までは認められないこと，乙が行った見張り行為や甲を乗車させて自動車を発進させる行為が犯行の遂行に当たって重要であること，乙が相当多額の利益を得ていることなどを重視すれば，乙の正犯性を肯定する結論に至り得る。他方，乙が真実の犯行計画を知らされておらず，いわば甲及び丙の犯行計画における中核部分に関する意思連絡から排除されていたことなどを重視すれば，乙の正犯性を否定する結論に至ることも可能であろう。\nまた，乙は，主観的には，強盗罪に該当する行為の認識・認容を有していたところ，甲及び丙によって客観的に実現された行為は窃盗罪であることから，いわゆる共犯の錯誤の処理が問題となる。\nまず，甲は，当初から窃盗の意思を有していたにすぎない一方で，乙は強盗の意思で謀議を遂げており，謀議の時点で両者の認識に不一致があることから，そもそも，甲乙間での「共謀」の存否が問題となるところ，共同正犯の本質に関する部分的犯罪共同説からは，強盗罪と窃盗罪の構成要件が重なり合う窃盗罪の限度で共謀の要件を満たすと解することになる（なお，強盗罪と（業務上）\n横領罪の関係を検討する場合，両罪の間に構成要件の重なり合いをそもそも認めることができるか，また，認められるとして，いかなる範囲で認めることができるかについては，構成要件の符合の判断基準によって，結論が異なり得るだろう。）。他方，行為共同説からは，甲乙間において，Ｂ店で保管されている腕時計を取得する旨の行為を共同するとの合意があるから，共謀の要件を満たすと考えられる。\nさらに，乙に窃盗罪の故意を認めることができるか，いわゆる抽象的事実の錯誤が問題となるところ，甲及び丙の罪責において窃盗罪の共同正犯の成立を認めた場合，判例・通説である法定的符合説からは，強盗罪と窃盗罪の構成要件は窃盗罪の限度で重なり合うことから，乙には窃盗罪の故意を認めることができる（強盗罪と（業務上）横領罪の関係については前記のとおりである。）。この点，共同正犯の本質論と抽象的事実の錯誤の関係については様々な考え方があり得るところであり，共同正犯の本質論を論じれば重ねて抽象的事実の錯誤を論じる必要はないとする立場，もっぱら抽象的事実の錯誤の問題として処理すべきとする立場などがあり得るが，いかなる立場に立つにせよ，自説の論理的整合性を保ちつつ論じる必要がある。\n⑶ 丁の罪責について丁は，丙から，本件バッグをしばらく預かっておいてほしいと言われ，これを自宅の押し入れ内に放置していたところ，その後，本件バッグの中に入っていた腕時計全てに値札が付いていたのを見て，丙が自分のものにするためにＢ店から無断で持ち出した商品であろうと認識したが，本件バ\nッグを丙に返すまでの間，これを押し入れ内に置き続けている。\n丁の罪責としては，盗品等保管罪の成否が問題となるところ，同罪の客観的構成要件要素として，「盗品その他財産に対する罪に当たる行為によって領得された物」，「保管」を，主観的構成要件要素として故意をそれぞれ検討する必要がある。この点，丁は，本件バッグを預かった時点で中に盗品の腕時計が入っていることを知らず，かつ，これを知った後も，従前と同様の形態で保管を続けていたにすぎないため，このような場合でも同罪が成立するかを，同罪の法的性質を意識しつつ検討して論じる必要がある。\n- 16 -すなわち，同罪を継続犯と解する立場からは，保管が継続する限り実行行為が継続しているから，保管途中から盗品等であることの認識が生じた場合であっても，それ以降も本犯者のために保管を継続すれば同罪が成立するとの結論に結び付きやすいと考えられるが，保管開始後に盗品であることの認識を生じた者に委託者への返還や警察への提出等を強制することは困難であること，盗品等有償譲受け罪の場合には占有移転の時点で盗品性の認識が必要と解されていることとの均衡等を強調して，盗品等保管罪の成立を否定することも可能であろう。他方，同罪を状態犯と解する立場からは，盗品等であることの認識は寄託時点で存在していなければならないと解され，同罪は不成立となる。\n設問２について\n⑴ 前提事実及び問題の所在についてまず，各立場からの説明及び反論を論じる前提として，本事例の事実関係を的確に分析し，甲が本件傷害に関する刑事責任を負うか否かについて，問題となる論点を正しく把握する必要がある。\nすなわち，本事例では，第１暴行及び第２暴行がいずれも暴行罪の構成要件に該当する行為であることが明らかであるところ，甲丙間において，乙に暴行を加える旨の事前共謀が成立しており，甲は，この共謀に基づいて第１暴行を実行している。仮に，第１暴行から本件傷害が発生したと認められるのであれば，甲は，傷害罪の共同正犯として本件傷害に関する刑事責任を負うことになるが，第１暴行及び第２暴行と本件傷害の因果関係が不明である。この点，第２暴行も前記共謀に基づくものと評価できるのであれば，一部実行全部責任の法理により，甲には傷害罪の共同正犯が成立する。したがって，甲が本件傷害に関する刑事責任を負わないとするためには，第２暴行が前記共謀に基づくものでないこと，すなわち，第２暴行の前に甲丙間の共犯関係が解消されたことが必要となる（これを共謀の射程の問題として捉え，第２暴行は当初の共謀による犯行計画が大幅に変更され，別個の犯罪が実現したものと評価して甲の刑事責任を否定する構成も考えられるであろう。）。\nもっとも，仮に共犯関係の解消が認められたとしても，同時傷害の特例（刑法第２０７条）が適用されるとすれば，甲は「共犯の例による」ことになり，本件傷害に関して刑事責任を負うことになるから，甲が責任を負わないとするためには，同特例が適用されないと解する必要がある。同特例を適用するための要件として，各暴行が本件傷害を生じさせ得る危険性を有するものであること及び各暴行が外形的には共同実行に等しいと評価できるような状況において行われたことを要する\n（最決平成２８年３月２４日刑集７０巻３号１頁参照）と解されているが，本事例の事実関係から，これらの要件は充足されていると考えられるので，行為者間に一部共犯関係が存在し，傷害結果について明らかに責任を負う者が存在する場合にも同特例を適用できるか，その適用範囲をいかに解すべきかが問題となる。\n⑵ 甲は本件傷害に関する刑事責任を負わないとの立場からの説明についてまず，第２暴行に先立って，甲丙間の共犯関係が解消されたとの説明について論じる必要があるところ，共犯関係の解消を認めるための要件を明らかにした上で，それを本事例の具体的な事実関係に当てはめた場合，共犯関係の解消を肯定できるとの説明を，論拠を示しつつ論じることが求められる。この点，通説である因果性遮断説からは，関与者の因果的寄与が解消された場合に共犯関係の解消を認めることから，①第１暴行後，甲は，丙の暴行を制止しようとしたこと，②甲は，丙から殴打されて気絶したこと，③丙は，気絶した甲を放置したまま，第２暴行を実行していること，④事前の甲丙間の共謀には，丙が乙の頭部を木刀で強打する計画は含まれていないこと，⑤第１暴行と第２暴行は動機を異にすることなどの事情を挙げて，甲の因果的寄与が解消されたと説明することが考えられる。\n次に，仮に，甲丙間の共犯関係が解消していたとしても，同時傷害の特例が適用されるのであれば，甲は本件傷害に関する刑事責任を負うことになるという論理関係を意識した上で，同特例が適用されないとの説明を，論拠を示しつつ論じる必要がある。この点，同時傷害の特例は，複数人の暴行が競合しているにもかかわらず，傷害結果について誰も責任を負わない不都合を解消するため\n- 17 -の規定であると解すれば，暴行の行為者間に一部共犯関係が存在し，傷害結果について明らかに責任を負う者（丙）が存在する本事例のような事案では，同時傷害の特例は適用されないと解される。\n⑶ 甲は本件傷害に関する刑事責任を負うとの立場からの反論についてこの立場からは，まず，第２暴行が行われた時点においても，甲丙間の共犯関係は解消されていなかったとの反論を，論拠を示しつつ論じる必要がある。ここでは，甲の因果的寄与がいまだ解消されていないことを基礎付ける具体的事情，すなわち，①甲は，乙に暴行を加えることを発案し，当初は乗り気でなかった丙を説得して共謀関係を構築しており，首謀者的立場にあること，②甲は，自ら第１暴行を実行することで，丙の犯意を強化していること，③甲は，凶器として木刀を準備しているところ，丙は，第２暴行で同木刀を使用していることなどの事情を挙げて，甲の因果的寄与が未だ解消されていないと説明することが考えられる。\n次に，甲丙間の共犯関係が解消されていたとしても，同時傷害の特例が適用されるとの反論を，論拠を示しつつ論じる必要がある。ここでは，暴行の行為者間に一部共犯関係が存在する場合であっても，同特例が適用できなくなるとする理由はなく，むしろ同特例を適用しないとすれば，共犯関係が認められないときとの均衡を失することなどを論じることが考えられる。\n〔第２問〕\n本問は，住居侵入強盗事件を素材として，捜査及び公判に関する具体的事例を示し，各局面で生じる刑事手続上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，警察官が行った名刺１枚の差押え（以下「下線部①の差押え」という。）及\nびＵＳＢメモリ２本の差押え（以下「下線部②の差押え」という。）の適法性を検討させることにより刑事訴訟法の規定する差押えの要件に関する法的問題の理解と具体的事案への適用能力を試すものである。\n司法警察職員は，犯罪の捜査をするについて必要があるときは，裁判官の発する令状により，証拠物又は没収すべき物と思料するものを差し押さえることができるところ（刑事訴訟法第２１８条第１項），捜索差押許可状により差押えできる物は，令状に明示された「差し押さえるべき物」に該当するものに限られる。これは，差押えが対象者の財産権への制約となることから，これを可能な限り限定する趣旨であり，「差し押さえるべき物」は，①令状に明記された物件に当てはまり（憲法第３５条，刑事訴訟法第２１９条第１項），かつ，②被疑事実との関連性を有すること（憲法第３５条，刑事訴訟法第２２２条第１項，第９９条第１項）が求められる。本問では，この要件を踏まえた上で，下線部①の差押え及び下線部②の差押えの適法性について検討する必要がある。\n下線部①の差押えについては，本問の捜索差押許可状の「差し押さえるべき物」に「名刺」が含まれていることから，差し押さえられた名刺が令状に明記された物件に当てはまることは明らかである一方，同名刺は本件住居侵入強盗の現場で被害者に示されたりしたものではなく，犯行自体に使用されたものではないことから，被疑事実との関連性の有無が問題となる。\n被疑事実との関連性が認められる証拠の範囲については，被疑事実それ自体を立証する価値を有する物のほかに，情状事実や背景事情に関する物も被疑事実との関連性が認められる証拠に含めるべきか否かについて様々な考え方があり，この点に関する最高裁判例（最判昭和５１\n年１１月１８日判時８３７号１０４頁）の内容も踏まえながら，自己の見解をその根拠も含めて論じることが求められる。その上で，捜索差押許可状の被疑事実を意識しながら，本件住居侵入強盗の事案の性質，差し押さえられた名刺の記載内容，捜索・差押えの現場がどのような場所であるかなど，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の見解に当てはめ，差し押さえられた名刺と被疑事実との関連性を論\n- 18 -じることが求められる。\n下線部②の差押えについては，可視性・可読性がなく，その外観からは被疑事実との関連性を判断し難い電磁的記録媒体について，その記録内容を確認せずに差押えを行うことの適否が問題となる。\nこの点に関して，最高裁判例（最決平成１０年５月１日刑集５２巻４号２７５頁）が存在するが，学説上は，①可能な限り捜索・差押えの現場で内容を確認すべきことを前提に，やむを得ない事情のある場合には，内容を確認せずとも，罪の内容や現場の状況等に照らして当該電磁的記録媒体に関連する情報が記録されていると疑うに足りる合理的な理由があれば，被疑事実との関連性が認められ，差押えが許されるとする考え方，②捜索・差押えの現場で，差し押さえるべき物とそうでない物の選別が容易でなく，かつ罪証隠滅の高度の蓋然性がある場合には，被疑事実との関連性の確認のために，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として，占有を取得した上，事後に選別を行うことも許容されるとする考え方\n（この考え方は，当該占有取得の法的性質を「差押え」ではなく，あくまでも，捜索に「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）であると理解する点に注意が必要である。）などが主張されている。\nいずれの考え方を採るにしても，上記判例の内容を踏まえた上で，各自の考え方を展開することが求められ，その上で，差し押さえられたＵＳＢメモリに関して警察官が事前に得ていた情報，捜索・差押えの現場におけるＵＳＢメモリの発見状況，同現場における立会人乙の言動，本件住居侵入強盗の事案の性質，捜索・差押え実施後の状況など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の考え方に当てはめ，下線部②の差押えの適法性を論じることが求められる。\n〔設問２〕は，乙の公判において証拠調べ請求された乙作成の本件メモ１（〔設問２－１〕），\n甲作成の本件メモ２（〔設問２－２〕）について，それぞれの証拠能力の有無を問うことにより，刑事訴訟法第３２０条第１項の伝聞法則についての正確な理解と具体的事実への適用能力を試すものである。\nまず，前提として，伝聞法則の適用を受ける証拠であるか否か，すなわち伝聞証拠と非伝聞証拠を区別する基準を示す必要があるところ，一般に，伝聞法則の主要な根拠は，公判期日外の供述については，公判期日での供述に比べ，類型的に信用性の担保に欠けるという点に求められ，この根拠に照らすと，公判期日外の供述（原供述）を含む供述ないし書面に伝聞法則の適用があるか否かを判断するに当たっては，原供述を証拠とすることにより何を立証しようとするか，すなわち要証事実が何であるかが重要であり，原供述の内容に示される事実が存在すること（原供述の内容の真実性）を立証するために用いられる場合は，信用性の担保に欠ける証拠を立証に用いることで事実認定の正確性を損なうおそれが生じるため，伝聞証拠に当たり，一定の要件を満たさない限り証拠能力を認めるべきでないこととなる。他方で，一定の内容の原供述の存在が示されれば，その内容の真偽にかかわらず立証の目的を達し得る場合や，原供述についてその生成過程に照らして信用性を担保する必要が低いと評価される場合は，伝聞法則の趣旨が妥当せず，その適用がないと考えることが可能となる。\n〔設問２－１〕について，本件メモ１は，「書面」であって，本件住居侵入強盗の被害者Ｖ\nの名前，住所等や，本件住居侵入強盗の犯行態様と一致する記載があるものの，甲乙間における本件住居侵入強盗に関するやり取りがうかがわれる記載はなく，その記載の内容（被害者の名前，住所，５００万円の在りか等）の真実性を立証したとしても，甲乙間における本件住居侵入強盗に関する共謀という要証事実の認定上直接の意味を持たない。\n他方で，犯行計画を記載したメモの証拠能力に関しては，①そのメモの内容が客観的な犯罪事実と一致している場合，偶然の一致は考えにくいような事項の一致が認められ，かつ，それが犯罪発生前に作成されたことが判明していれば，そこから直ちに犯罪がそのメモに記載され\n- 19 -た犯行計画にのっとって遂行されたことを推認でき，かかる一致の認められるメモの作成者が判明していれば，そのこと自体から，メモの作成者と犯行の実行者の間で当該メモに記載された内容の共謀が推認し得るとする考え方，②犯行計画を記載したメモは，その作成者が作成当時に有していた犯行計画ないし犯罪意思を述べたものとして，心理状態の供述に当たり，原供述者の原供述時における心理状態を立証する上では，内心の状態について知覚と記憶の過程は問題にならないため，供述者の外界の事実の存在を示す典型的な供述証拠に比べて誤りの危険は小さく，また，真摯性，叙述の点について誤りの有無・程度を吟味する必要はあるものの，それは原供述者の尋問によらなくても，その記載内容や作成状況等から誤りの有無・程度の吟味が可能であることなどから，非伝聞証拠として，刑事訴訟法第３２０条第１項の適用はなく，かつ，その記載内容が客観的な犯罪事実と一致し，当該犯罪をメモの作成者以外の者が実行した場合には，作成者と実行者の間で当該メモに記載された内容の共謀が形成されたことを推認し得るとする考え方などが主張されている。\nいずれの考え方を採るにせよ，本件メモ１により甲乙間における本件住居侵入強盗に関する共謀を推認し得る推論過程について，自己の理論構成を明示し，その上で，本件住居侵入強盗の犯行状況，本件メモ１の記載内容，その作成時期・作成者など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の理論構成に当てはめ，本件メモ１の証拠能力の有無を論じることが求められる。\n〔設問２－２〕では，「書面」である本件メモ２に，「乙から指示されたこと」の記載のほか，\n本件住居侵入強盗の被害者の名前，住所等と一致する記載及び本件住居侵入強盗の犯行態様と一致する記載があることから，本件メモ２は，乙から本件住居侵入強盗を指示された旨を甲が供述した内容を記載した書面であるといえ，甲乙間における本件住居侵入強盗に関する共謀という要証事実との関係で，その内容の真実性を立証するために用いられる場合に当たることから，刑事訴訟法第３２０条第１項の適用を受ける伝聞証拠として証拠能力を検討することが求められる。\n本件メモ２は，甲が自己の供述を記載した書面であり，乙との関係では，「被告人以外の者が作成した供述書」に該当することから，伝聞例外となる規定として刑事訴訟法第３２１条第\n１項第３号を選択した上で，同号が規定する①供述不能，②不可欠性，③絶対的特信性の各要件を指摘し，それらの要件の意義・解釈について的確に論じることが求められる。なお，甲は乙との共謀に関する事項について証言を一切拒絶しているところ，このような証言拒絶の場合が「供述不能」に含まれるか否かについては，この点に関する最高裁判例（最大判昭和２７年\n４月９日刑集６巻４号５８４頁，最判昭和４４年１２月４日刑集２３巻１２号１５４６頁）の内容を踏まえた上で，自己の見解を展開することが求められる。\nその上で，甲の証人尋問実施状況，甲による証言拒絶の具体的状況，本件メモ２以外の証拠の収集状況，本件メモ２の保管・発見状況，同メモの記載内容など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，刑事訴訟法第３２１条第\n１項第３号が規定する上記の各要件に当てはめ，本件メモ２の証拠能力の有無を論じることが求められる。\n【選択科目】"
}