{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕⑴，〔設問１〕⑵，〔設問２〕の配点割合は，３５：２０：\n４５〕）\nＡ市の市道上には多くの屋台が設けられ，簡単な飲食物を提供する営業を行っており，全国各地でこの種の屋台が姿を消しつつある中で，Ａ市の個性として貴重な観光資源となっているほか，街に賑わいや防犯効果をもたらしている。その一方で，Ａ市の屋台には通行の阻害，道路の汚れや排水の垂れ流し等の問題があり，とりわけ，屋台の設置に必要な市道占用許可（道路法第３２条第１\n項第６号）を有する者から名義を借りた別の者が営業を行っている屋台があることから，許可が事実上売買の対象となったり，営業者の頻繁な交代により屋台をめぐる諸問題の解決に向けた継続的な話合いが難しくなったりするといった課題が指摘され，こうした課題はＡ市議会でも繰り返し取り上げられてきたが，長年にわたり手付かずのままになっていた。\nそこで，Ａ市が昨年制定したＡ市屋台基本条例（以下「本件条例」という。）では，屋台営業に係る市道占用許可の基準及び手続を，新規の許可に係るものと許可の更新に係るものに分けて規定した上で，屋台営業に係る名義貸しを禁止することにより，名義貸し行為の一掃を目指すことにした。具体的には，本件条例は，新規に市道占用許可を受けることができる者を，本件条例の施行の日において市道占用許可を受けて屋台営業を営む者の配偶者又は直系血族に当たる者以外は，本件条例第２５条所定の屋台営業候補者に限定している。また，Ａ市のウェブサイトに掲載されている\n「Ａ市屋台営業候補者募集要項」によると，屋台営業候補者の公募に応募する者は営業希望場所\n（１か所）を明記した応募申請書等をＡ市長（以下「市長」という。）に提出し，これを受けて，有識者で構成されるＡ市屋台専門委員会（以下「委員会」という。）は，市長によって策定された屋台営業候補者選定指針（以下「本件指針」という。）に従って審査を行い，営業希望場所ごとに総合成績が最も優れた者各１名を屋台営業候補者として適当と認める者として推薦し，その後，市長が屋台営業候補者を選定することとされている（なお，屋台営業候補者が市道占用許可及びその後の更新を受けられる期間は通算して原則３年までである。）。このように，他人の名義を借りて営業を行っている屋台にあっては，本件条例の施行後も営業を続けようとすれば，名義人本人が屋台営業を行うか，実際に屋台営業を行っている者が屋台営業候補者の公募に応募することが必要となった。\nＡ市の市道上で他人の名義を借りて屋台営業を行ってきたＢは，本件条例の施行後も同じ場所\n（以下「本件区画」という。）で屋台営業を続けることを希望し，本件条例の施行後に実施された屋台営業候補者の公募（合計２０区画）に応募したところ，市長は本件区画についてＢを屋台営業候補者に選定しない旨の決定（以下「本件不選定決定」という。）を行う一方で，Ｃを屋台営業候補者に選定する旨の決定（以下「本件候補者決定」という。）を行った。本件区画で屋台営業を行ってきた実績から，屋台営業候補者に選定されるはずであると考えていたＢは，本件不選定決定に不服を持ち，今後の対応を相談するため，弁護士Ｄに相談した。以下に示された【法律事務所の会議録】を踏まえて，弁護士Ｄの指示に応じる弁護士Ｅの立場に立って，設問に答えなさい。\nなお，関係法令の抜粋を【資料 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\n⑴ 本件不選定決定は，取消訴訟の対象となる処分に当たるか，検討しなさい。\n⑵ Ｂは本件不選定決定の取消しを求める訴えの利益を有するか，検討しなさい。なお，解答に当たっては，本件不選定決定が処分に当たることを前提にしなさい。\n〔設問２〕\n本件不選定決定の取消訴訟において，Ｂはどのような違法事由の主張をすべきか。想定されるＡ\n- 2 -市の反論を踏まえて，検討しなさい。なお，解答に当たっては，当該訴訟が適法であることを前提にしなさい。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｄ：Ｂさんの不服の内容からすると，まずは本件不選定決定の取消訴訟を提起することが考えられます。市長は本件不選定決定が処分に当たると理解して，屋台営業候補者不選定通知書において審査請求や取消訴訟の教示をしていますが，この理解が正しいか検討しましょう。\n弁護士Ｅ：Ｂさんは，屋台営業候補者の公募に応募して，本件不選定決定を受けたので，本件条例及び本件条例施行規則の仕組みに即して，屋台営業候補者の選定が申請に対する処分に当たるか，したがって，本件不選定決定が申請拒否処分に当たるかを検討すればいいでしょうか。\n弁護士Ｄ：基本的な方針はそれでいいと思いますが，Ｂさんが屋台営業候補者の公募に応募したのは，飽くまでも市道占用許可を受けるためなので，市道占用許可との関係にも注意してください。\nなお，Ａ市は，本件条例第９条を行政手続法上の審査基準として定めたようです。本件条例第９条の性格については，我々もＡ市と同じ立場を取ることにしましょう。\n弁護士Ｅ：本件不選定決定が処分に当たるとしても，既に市長はＣさんに対して本件候補者決定を行っているため，本件候補者決定が取り消されない限り，Ｂさんは本件区画について屋台営業候補者への選定を受けることができないとも考えられ，本件不選定決定の取消しを求める訴えの利益は失われていることにならないでしょうか。\n弁護士Ｄ：その問題については，放送局の開設免許に関する判例（最高裁判所昭和４３年１２月２４日第三小法廷判決・民集２２巻１３号３２５４頁）がありますので，この判例を参考にして検討してください。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：次に本案で主張すべき違法事由ですが，Ｂさんは，本件区画で１０年以上も屋台営業を行ってきて，Ａ市との間でトラブルもなかったのに，今後営業が続けられなくなると生活の基盤が失われてしまうと述べています。\n弁護士Ｅ：新しい条例を施行する場合には経過措置を設けるのが通例で，そうすることが法的に要請される場合もありますが，本件条例の施行に際して，Ｂさんのように従前から他人の名義を借りて屋台営業を行っていた者（以下「他人名義営業者」という。）の地位への配慮はなかったのですか。\n弁護士Ｄ：市長は，本件条例可決後の記者会見において，Ａ市での屋台営業に係る市道占用許可は６か月ごとの更新のため，本件条例の施行から６か月後には屋台営業候補者が営業を開始できるよう速やかに公募を実施し，その間は他人名義営業の継続を暫定的に認めると述べました。\nそうすると，他人名義営業者の地位への配慮は市道占用許可の期間の範囲内にとどまることになりますが，他人名義営業者が市道占用許可の更新を期待し得る地位を有しないのか疑問です。\n弁護士Ｅ：他人の名義を借りた屋台営業はそもそも道路法上無許可営業に当たり，法的な保護に値しないということでしょうか。\n弁護士Ｄ：しかし，本件条例制定に至るまでの経緯や関係法令の規定等に照らして，屋台営業において他人の名義を借りることは，営業の実績が全て法的な保護に値しなくなるほど悪質な行為と評価できるのでしょうか。本件条例が違法であるとまではいえないとしても，本件不選定決定の違法事由を検討する上で，まずは，Ｂさんの地位に対する配慮に欠けるところがなかったか検討してください。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：それから，Ｂさんへの屋台営業候補者不選定通知書には，Ｂさんの総合成績が本件区画で第２位であった旨が記されていますが，実は，委員会は，Ｂさんを屋台営業候補者として適当と認める者として推薦していたようです。２０区画の応募に対する屋台営業候補者選定決定後の記者会見で，市長が自ら発表したことですが，Ａ市のウェブサイトで公開されている本件指針は，本件条例施行規則第１９条第１号から第４号までの各号の審査に２５点ずつ配\n- 4 -点するとともに各号の審査において考慮すべき要素を例示しているところ，委員会では，他人名義営業者が本件条例の施行後６か月以内に新たな店舗や仕事を探すことは困難である上，特にＡ市との間でトラブルのなかった他人名義営業者は，今後Ａ市の屋台政策への確実な貢献が期待できるとして，各号の審査では２５点の配点の範囲内で営業実績を踏まえて５点を与えるという本件指針の運用を申し合わせたのです。\n弁護士Ｅ：そうすると，委員会は，他人名義営業者の地位への更なる配慮が必要であると考えていたといえますね。\n弁護士Ｄ：ところが，委員会の各委員がこの申合せどおりに審査を行った結果，ほとんどの区画についてＢさんのような他人名義営業者が屋台営業候補者として適当と認める者として推薦されたため，不審に思った市長が委員会の議事録を取り寄せて申合せの内容を知ったのです。前回市長選挙で屋台営業の刷新を公約に掲げて当選した市長としては，屋台営業者の交代をより積極的に推進して公約を実現したいと考え，委員会の審査結果から申合せに基づく点数を差し引いた総合成績に基づいて屋台営業候補者を選定したと記者会見で発表しました。その結果，Ｂさんの総合成績が２位になったと考えられます。\n弁護士Ｅ：事情がよく分かりました。\n弁護士Ｄ：我々としては，市長は委員会の推薦どおりにＢさんを屋台営業候補者に選定すべきであったという立場ですので，既に検討をお願いした他人名義営業者の地位への配慮の問題のほかに，屋台営業の実績を考慮して審査を行うという委員会の申合せが合理的であったかという問題を検討する必要があります。委員会の申合せが不合理であれば，市長がこれに基づく推薦を覆すのは当然ということになりますから。具体的には，委員会の申合せが本件条例施行規則第１９条各号の選定基準に照らして是認することができるか，また，新規に屋台営業を始めようとして公募に応募した者の利益を不当に侵害することにならないか検討してください。なお，Ａ市は，平成７年からＡ市行政手続条例を施行しており，同条例は行政手続法第\n２章と同じ内容の規定を設けていますので，必要に応じて参照してください。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：そして，これらの検討を踏まえて，本件不選定決定の取消訴訟における違法事由の主張として，市長の選定に係る判断の内容に瑕疵があったと主張することができないか検討してください。さらに，市長が委員会の推薦を覆して選定したこと自体に瑕疵があったと主張することも考えられます。その際には，行政庁である当時の運輸大臣の処分と諮問機関である運輸審議会の決定との関係について一般論を述べた判例（最高裁判所昭和５０年５月２９日第一小法廷判決・民集２９巻５号６６２頁）がありますので，この判例を参考に，諮問機関の機能等を踏まえて本件不選定決定が違法であると主張することができないか，検討することにしましょう。\n弁護士Ｅ：承知しました。\n- 5 -\n【資料 関係法令】\n○ 道路法（昭和２７年法律第１８０号）（抜粋）\n（道路の占用の許可）第３２条 道路に次の各号のいずれかに掲げる工作物，物件又は施設を設け，継続して道路を使用しようとする場合においては，道路管理者の許可を受けなければならない。\n一～五 （略）六 露店，商品置場その他これらに類する施設七 （略）\n２ 前項の許可を受けようとする者は，左の各号に掲げる事項を記載した申請書を道路管理者に提出しなければならない。\n一 道路の占用（道路に前項各号の一に掲げる工作物，物件又は施設を設け，継続して道路を使用することをいう。以下同じ。）の目的二 道路の占用の期間三 道路の占用の場所四 工作物，物件又は施設の構造五 工事実施の方法六 工事の時期七 道路の復旧方法\n３～５ （略）\n（道路の占用の許可基準）第３３条 道路管理者は，道路の占用が前条第１項各号のいずれかに該当するものであつて道路の敷地外に余地がないためにやむを得ないものであり，かつ，同条第２項第２号から第７号までに掲げる事項について政令で定める基準に適合する場合に限り，同条第１項（中略）の許可を与えることができる。\n２～６ （略）\n○ Ａ市屋台基本条例（抜粋）\n（定義）第３条 この条例において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n⑴ 屋台 道路運送車両法（昭和２６年法律第１８５号）第２条第４項に規定する軽車両に飲食店営業（食品衛生法施行令（昭和２８年政令第２２９号）第３５条第１号に規定する飲食店営業をいう。次号において同じ。）のための設備を備え付けたものをいう。\n⑵ 屋台営業 屋台を一定の時間一定の場所に設置して行う飲食店営業をいう。\n⑶ 屋台営業者 屋台営業を営む者をいう。\n⑷ 屋台営業従事者 屋台営業者以外の者であって屋台営業に従事するものをいう。\n⑸ 市道 道路法（昭和２７年法律第１８０号）第２条第１項に規定する道路であって市が管理するものをいう。\n⑹ 市道占用許可 屋台営業を行うための道路法第３２条第１項（中略）の規定による市道の占用の許可をいう。\n（市道占用許可の申請）第８条 市道占用許可を受けようとする者（次条第１項（中略）において「申請者」という。）は，道路法第３２条第２項に規定する申請書のほか規則で定める書類を市長に提出しなければならない。\n（市道占用許可の基準等）\n- 6 -第９条 市長は，申請者（次条第１項に規定する更新申請者を除く。以下この項において同じ。）の申請の内容が道路法第３３条第１項に規定する場合に該当する場合であって，次に掲げる基準のいずれにも適合するときに限り，市道占用許可を与えるものとする。\n⑴ 申請者が，次のいずれにも該当しないこと。\nア Ａ市暴力団排除条例（中略）に規定する暴力団員イ Ａ市暴力団排除条例（中略）に規定する暴力団又は暴力団員と密接な関係を有する者\n⑵ 申請者が，次のいずれかであること。\nア この条例の施行の日において市道占用許可を受けている屋台営業者（以下「現営業者」という。）の配偶者又は直系血族のうち，同日及び申請の日（現営業者が死亡している場合にあっては，現営業者が死亡した日。）において，主として現営業者が営む屋台営業による収入により生計を維持している屋台営業従事者（その者が２人以上である場合は，そのうちの１人に限る。）イ 第２５条第１項に規定する屋台営業候補者\n⑶ 市道占用許可を受けようとする場所が，次のいずれにも適合すること。\nア～ウ （略）\n２ （略）\n（市道占用許可を受けた者による屋台営業等）第１３条 市道における屋台営業は，市道占用許可を受けた者が，自ら行わなければならない。\n２ 市道占用許可を受けた者は，市道占用許可に係る権利を他人に譲渡し，転貸し，又は担保に供してはならない。\n（屋台営業候補者の公募）第２５条 市長は，市道における屋台営業が，まちににぎわいや人々の交流の場を創出し，観光資源としての効用を発揮することができると認めるときは，場所を指定して，当該場所において市道占用許可を受けることができる者（法人を除く。以下「屋台営業候補者」という。）の公募を行うことができる。\n２～３ （略）\n４ 前３項に定めるもののほか，屋台営業候補者の公募に関し必要な事項は，規則で定める。\n（屋台営業候補者の選定等）第２６条 市長は，前条第１項の規定による公募を行った場合は，Ａ市屋台専門委員会に諮り，屋台営業候補者を選定するものとする。\n２ Ａ市屋台専門委員会は，規則で定める基準に基づき，当該公募に応募した者のうちから屋台営業候補者として適当と認める者を推薦するものとする。\n３ 市長は，第１項の規定による選定を行ったときは，その旨を当該屋台営業候補者に通知しなければならない。\n（Ａ市屋台専門委員会）第２８条 市長の附属機関として，Ａ市屋台専門委員会（以下「委員会」という。）を置く。\n２～５ （略）\n○ Ａ市屋台基本条例施行規則（抜粋）\n〔（注） 本規則中，「条例」はＡ市屋台基本条例を指す。〕\n（公募書類）第１８条 条例第２６条第１項の規定により屋台営業候補者の選定を受けようとする者（以下「公募申請者」という。）は，市長が定める期間内に，公募屋台営業候補者応募申請書（中略）に次の各号に掲げる書類を添えて市長に提出しなければならない。\n⑴～⑸ （略）\n- 7 -\n（選定基準）第１９条 条例第２６条に規定する規則で定める基準は，次に掲げるとおりとする。\n⑴ 関係法令等を遵守し，安全で快適な公共空間及び良好な公衆衛生を確保する具体的な取組が示されていること。\n⑵ 市民，地域住民及び観光客に親しまれ，観光資源としてＡ市を広報することができる屋台を目指し，従来のＡ市らしい屋台文化を守るとともに，新たな魅力を創出するための創意工夫が見られること。\n⑶ 地域の清掃活動に参加する等地域貢献に向けた具体的な取組が示されていること。\n⑷ まちににぎわいや人々の交流の場を創出し，まちの魅力を高めようとする意欲が感じられること。\n（決定の通知）第２１条 条例第２６条第３項の規定による通知は，屋台営業候補者選定通知書（中略）により行うものとする。\n２ 市長は，屋台営業候補者として選定しないこととしたときは，屋台営業候補者不選定通知書（中略）により公募申請者に通知するものとする。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，Ａ市の市道上で屋台営業を行うために必要な市道占用許可（道路法第３２条第１項第６号）を自ら取得せず，他人の名義を借りて屋台営業を行ってきた者（以下「他人名義営業者」という。）であるＢが，名義貸し行為の一掃を目指すＡ市屋台基本条例（以下「本件条例」\nという。）の施行後も，従前からの場所（以下「本件区画」という。）で屋台営業を続けるため，本件条例第２５条所定の屋台営業候補者の公募に応募したところ，Ａ市長（以下「市長」という。）が本件区画についてＢを屋台営業候補者に選定しない旨の決定（以下「本件不選定決定」\nという。）を行う一方で，Ｃを屋台営業候補者に選定する旨の決定（以下「本件候補者決定」という。）を行ったという事例における法的問題について論じさせるものである。\n〔設問１〕⑴は，本件不選定決定の処分性の有無を問うものである。Ｂは屋台営業候補者の\n公募に応募して本件不選定決定を受けたことから，まずは，本件条例及び本件条例施行規則の仕組み（屋台営業候補者であることが市道占用許可の要件の一つとなっていること，Ａ市屋台専門委員会（以下「委員会」という。）は選定基準に則して推薦を行い，それを受けて市長は選定を行うこと，市長は選定又は不選定の決定の通知を行うこと等）に即して，屋台営業候補者の選定が申請に対する処分に当たるか，したがって本件不選定決定は申請拒否処分に当たるかについて検討することが求められる。他方で，Ｂが最終的に求めているのは市道占用許可であるため，本件不選定決定は中間段階の決定にすぎず，処分に当たらないのではないかという問題もある。そこで，本件不選定決定の処分性の有無については，Ｂが市道占用許可を申請して不許可処分を引き出し，その取消訴訟の中で本件不選定決定の違法性を争うといった訴訟手段との比較も視野に入れて検討する必要がある。\n〔設問１〕⑵は，市長が既にＣに対して本件候補者決定を行っていることから，Ｂが本件不\n- 3 -選定決定の取消しを求める訴えの利益が失われていないかを問うものである。この問題については，最判昭和４３年１２月２４日民集２２巻１３号３２５４頁を参考にして，ＢとＣ及び本件不選定決定と本件候補者決定がいかなる関係にあるかを踏まえ，本件不選定決定の取消判決の効力によって生じることになる事態を正確に追跡し，Ｂが屋台営業候補者に選定される可能性が残っているかを検討することが求められる。\n〔設問２〕は，本件不選定決定の取消訴訟において主張すべき違法事由を問うものである。\nまず，本件不選定決定の違法事由を検討する前提として，①本件条例の施行の際にＢの地位への配慮に欠ける点がなかったか，②委員会の屋台営業候補者の推薦に係る判断に瑕疵はなかったか（より具体的には，屋台営業の実績を考慮して審査を行うという委員会の申合せに不合理な点はなかったか。）という問題の検討が求められる。\n①の問題については，Ｂが本件区画で１０年以上も屋台営業を行ってきたという事実を踏まえ，市道占用許可は財産権保護の観点から更新が原則であるという解釈が成り立たないか，屋台営業において他人の名義を借りることは，Ａ市における実害や過去の取扱い，道路法及び本件条例で定める市道占用許可の要件に照らして，営業の実績が全て法的な保護に値しなくなるほど悪質な行為と評価できるかといった検討を行うことが要求される。この①の問題の検討の結果を踏まえ，市長が本件不選定決定を行う際に自身の公約を重視する一方でＢの地位に更なる配慮を行わなかったことについていかなる違法事由を主張すべきかが論じられるべきことになる。\n②の問題については，委員会の申合せが本件条例施行規則第１９条各号の選定基準に照らして是認することができるか，また，新規に屋台営業を始めようとして公募に応募した者の利益を不当に侵害することにならないかの検討が要求される。前者は，基本的に本件条例施行規則第１９条各号の解釈の問題であるが，後者は，とりわけ，屋台営業候補者選定指針は目にしたものの本件委員会の申合せを知るすべもなく公募に応募した者の権利保護といった観点からの検討が期待される。この②の問題の検討の結果を踏まえ，最判昭和５０年５月２９日民集２９\n巻５号６６２頁を参考にして，市長が本件不選定決定を行うことによって「特段の合理的な理由」がないにもかかわらず委員会の推薦を覆したとの違法事由を主張し得るかが論じられるべきことになる。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視していることは，例年と同じく，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析・検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準⑴ 設問１⑴・ 最高裁判例（例えば，最判昭和３９年１０月２９日民集１８巻８号１８０９頁。以下「最高裁昭和３９年判決」という。）で示された処分性判断の定式ないし申請に対する拒絶が処分となり得ることについての理解を示した上で，Ａ市長（以下「市長」という。）が行ったＢを屋台営業候補者に選定しない旨の決定（以下「本件不選定決定」という。）が申請拒否処分に該当するか否かについて検討するものは，一応の水準に達しているものと判断した。\n・ これに加えて，Ａ市屋台基本条例（以下「本件条例」という。）及び本件条例施行規則（以下，本件条例と併せて「本件条例等」という。）の定める屋台営業候補者に選定されることが，\n市道占用許可の要件ないし効果との関係でどのような法的意味を持つか，公募申請者による応募申請とこれに対する市長の応答（選定ないし不選定の通知）を処分性との関係でどのように解するか等，本件条例等の仕組みを踏まえて具体的に検討するものなどは，良好な答案と判断した。\n・ さらに，本件不選定決定と市道占用許可との関係性について，関係条文を正確に指摘しながら網羅的に検討するもの，屋台営業候補者の選定が中間段階の決定にすぎないことの理解を示しながら，市道占用不許可処分の取消訴訟等，市道占用許可に対する争訟手段を選択する可能性や当該手段の実効性の有無について具体的に検討するものなどは，優秀な答案と判断した。\n⑵ 設問１⑵・ 本件条例等の関係規定や屋台営業の公募に係る事実関係に即して，Ｂに対する本件不選定決定とＣを屋台営業候補者に選定する旨の決定（以下「本件候補者決定」という。）との関係について，放送局の運転免許に関する引用の最高裁判例（最判昭和４３年１２月２４日民集２２巻１３号３２５４頁。以下「最高裁昭和４３年判決」という。）との対比を踏まえて実質的に競願関係ないし表裏の関係にあるといえるかを検討した上で，Ｂが本件不選定決定の取消しを求める訴えの利益を有するか否かについて一定の結論を導いているものは，一応の水準に達しているものと判断した。\n・ これに加えて，本件不選定決定を取り消す判決の効果について，行政事件訴訟法（以下「行訴法」という。）第３３条第２項の取消判決の拘束力についての理解を示した上で，これに基づき本件の訴えの利益の有無について具体的に検討するものなどは，良好な答案と判断した。\n・ さらに，本件不選定決定を取り消した場合の判決効の検討において，最高裁昭和４３年判決の正確な理解を踏まえつつ，本件不選定決定と本件候補者決定のそれぞれの帰趨を具体的に分析し，訴えの利益の有無について説得的に論じるものなどは，優秀な答案と判断した。\n- 5 -⑶ 設問２・ 本件不選定決定が裁量処分に当たることを指摘しつつ，本件における具体的な事実関係等を踏まえたＢの地位への配慮の必要性の有無（①），及び，本件条例等の関係規定やＡ市屋台営業候補者選定指針（以下「本件指針」という。）の内容等を踏まえたＡ市屋台専門委員会（以下「委員会」という。）の申合せの合理性の有無（②）について検討し，これらに基づき，市長の選定に係る判断内容に瑕疵があるといえるか否かについて一定の結論を導いているものは，一応の水準に達しているものと判断した。\n・ これに加えて，前記①について，道路法第３３条第１項の道路占用許可基準において人的な要素が重視されていない点，道路法に道路占用許可の名義貸しを明文で禁止する規定が見当たらない点，本件条例第９条第１項第２号アが生計の維持の観点から市道占用許可の承継を事実上認めている点，屋台営業に係る名義貸しをＡ市が長年放置（黙認）してきた点等，具体的な事実関係を踏まえて評価・検討しているもの，また，前記②について，本件条例施行規則第１９条各号の選定基準を個別具体的に分析しているものや，新規に屋台営業を始めようとして応募した者の利益を不当に侵害することにならないかといった観点について具体的に検討して委員会の申合せの合理性を論じているものなどは，良好な答案と判断した。\n・ さらに，前記①及び②の双方について，複数の事情を挙げて詳細かつ多角的に検討した上で，\n市長の選定に係る判断の瑕疵（裁量権の範囲の逸脱又はその濫用）の有無について説得的な理由を示しているものや，市長が委員会の推薦を覆して本件不選定決定をしたことについて，\n行政庁の処分と諮問機関との決定との関係について一般論を述べた引用の最高裁判例（最判昭和５０年５月２９日民集２９巻５号６６２頁。以下「最高裁昭和５０年判決」という。）の正確な理解を示した上で説得的に論じているものなどは，優秀な答案と判断した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n⑴ 全体的印象（悪筆・誤字）\n○ 本年も，書き殴った文字，小さすぎる文字，極めてくせの強い文字，略字の多用等により判読不能な答案が依然として散見された。限られた時間内で答案を作成しなければならないため，多少，乱雑な文字であってもやむを得ないとは思うが，答案である以上，自分の考えを正確に理解してもらえるよう作成しなければ意味がない（可能な限り読む努力はするが，採点者が努力しても，物理的に読めない場合は，当該部分を採点に反映させることは不可能である。）。他人が読むことを意識して筆記するようにしてほしいし，日頃から読みやすい文字で答案を作成する訓練をしてほしい。\n○ 道路法に基づく市道「占用」許可を市道「占有」許可と表記するなど，間違った言葉遣いをした答案が非常に多く見られた。\n（法解釈・基礎的法概念等の理解）\n○ 当然のことながら，法解釈論の基本は，法令の条文を正しく解釈し，事実に当てはめることである。行政法の様々な一般理論や定式も，個別の法令を解釈適用するための道具である。\n個別の法令の条文をきちんと提示することなく，一般論に終始する答案が少なくないが，高い評価は望めないこととなる。\n○ 問題文の中で参考にすべきとして挙げられる判例（設問１⑵)の最高裁昭和４３年判決，設問２の最高裁昭和５０年判決）は，行政法の中で重要な位置付けを与えられているものである（基本的な教科書や行政判例百選など主要な判例集にも登載されている。）。これらの判例の知識は，最低限備えておくべきものであり，司法試験を受験するに当たっては，不可欠のものである。\n- 6 -○ 行政法学や法律学の初歩的な事項を理解できているのか，疑問に感じざるを得ない答案が散見された。例えば，本件条例の法規性を否認したり検討したりする答案（本件条例第９条が行政手続法上の審査基準に当たることを踏まえたものかもしれないが，だからといって本件条例の全てが同じ法的性質を有するわけではない。），本件条例が道路法第３３条第１項のいう「政令」に含まれ，したがって委任条例であると捉える答案，本件条例の委任に基づいて制定された本件条例施行規則を行政規則と捉える答案などである。\n（読解・分析・構成・表現力）\n○ 例年のことながら，資料として付された【法律事務所の会議録】（以下「会議録」という。）\nに記載された指示を無視したもの，あるいは明らかに読んでいない答案が少なからずある。\n問題においても，「以下に示された【法律事務所の会議録】を踏まえて…設問に答えなさい。」\nとして，これを参照すべきことが明記されているように，会議録も問題の一部であり，その指示を無視して自説を展開しても論証不足となり，高い評価は望めない。\n⑵ 設問１⑴（全体について）\n○ ほとんど全ての答案が，最高裁昭和３９年判決で示された処分性判断の定式について触れ，\nかつ，正確に記述していた（ただし，「公権力の主体たる」が抜けるなど一部不正確なものもあった。）。\n○ もっとも，会議録において，本件条例等の仕組みに即した申請に対する処分該当性（①），\n市道占用許可との関係（②）といった観点からの処分性の検討が指示されていたにもかかわらず，前記処分性判断の定式を複数の要素に分割して個々の該当性を機械的に解答するような答案が少なからず見受けられ，しかも，その多くが，個々の要素をかみ合わせようとして抽象的な検討に終始し，本件不選定決定の制度上の位置付け等，事案に則した具体的な検討がされていなかった。\n（①本件条例等の仕組みに即した申請に対する処分該当性の検討）\n○ 本件条例等の仕組みに即した検討を行うに当たっては，定義規定も含め，条文を引用しながらこれに即した丁寧な検討が求められる。その際，本件条例第２５条第１項に規定する屋台営業候補者の公募への応募が「申請」（行政手続法第２条第３号）に該当するかどうかを検討するに当たっては，同号にいう「処分」が行訴法第３条第２項における「処分」と同義であるため（行政手続法第２条第２号参照），本件条例第２６条第１項に基づく屋台営業候補者の選定の処分性を検討する必要がある。しかし，このような論理構造を十分理解せず，屋台営業候補者の選定についての申請権の有無と，屋台候補者不選定通知の法的効力とを単純に並列して検討している答案や，本件条例等の規定を平面的に羅列したにとどまる答案が多く見られた。\n○ 本件不選定決定に処分性，特に具体的な法行為性を認める根拠として，市道占用許可を受けられなくなることを挙げる答案が多かった。しかし，市道占用許可については国民が請求権を有しない（伝統的な行政行為の種別では「特許」に当たる）とすると，このことは必ずしも十分な根拠にはならない。その意味で，会議録において弁護士Ｅが述べるとおり，「本件条例及び本件条例施行規則の仕組みに即して，屋台営業候補者の選定が申請に対する処分に当たるか，したがって，本件不選定決定が申請拒否処分に当たるか」という検討をより多くの答案に行ってほしかった。\n○ 本件条例等の仕組みに関し，道路法に基づく道路占用許可と本件条例に基づく屋台営業候補者の選定の関係を正確に理解していない答案が散見された。例えば，屋台営業候補者の公募申請が道路占用許可の申請と同一であると誤解するもの（両者が異なることを正確に理解しつつ，実質的に前者の申請が後者の申請であると評価できると論ずる答案もあった。このような解釈が妥当であるか否かは別途問われることにはなるが，ここで問題とするのはこのよ- 7 -うな答案ではなく，そもそも前者の申請と後者の申請が同一であると誤解する答案である。）\nや，屋台営業候補者の公募申請を行うためには道路占用許可を受けておく必要があるなどと誤解するものが見受けられた。\n○ その他，屋台営業候補者の選定それ自体と選定結果の通知を混同した答案，屋台営業候補者に選定されることが市道占用許可の要件となっていることについての指摘がない答案，屋台営業候補者不選定通知を受けた場合，市道占用許可の申請自体ができなくなるかのように解答する答案も見られた。\n（②市道占用許可との関係の検討）\n○ 処分性の検討に当たっては，実効的な権利救済の観点からの検討が欠かせないが，処分性の定義を論じる中で「成熟性」という観点を挙げていても，本件に即した検討において，道路法第３２条第２項に基づく市道占用許可の申請に対する不許可処分の取消訴訟と対比して，\n屋台営業候補者の決定が中間段階の決定にすぎないという点の理解が十分に示されていないものや，単純にＢが困っていることを指摘するにとどまるものが大部分であった。\n○ 屋台営業候補者不選定通知については，後続処分が予定されていないから紛争の成熟性が認められるとする答案が見られたが，同通知を受けた場合にも，その違法については，道路法第３２条第２項に基づく道路占用許可申請に対する不許可処分の違法事由として争えないかという観点から検討すべきであった。\n（その他）\n○ 処分性判断の定式に沿って個々の要素を検討した答案の中には，「公権力性」を挙げておきながら検討過程でこれに全く触れない，触れるにしても単に「公務員」ないし地方公共団体の長たる市長が選定を行ったとか，「一方的態様」で行ったなどといった理由で権力性を認める答案が相当数あった。こうした理由で権力性が認められるのであれば，例えば地方公共団体の長が行った行政指導に関しても，およそ権力性があることになってしまう。\n⑶ 設問１⑵（全体について）\n○ 会議録にあるように，本問では，最高裁昭和４３年判決を参考にしながら訴えの利益を検討することが求められ，本件不選定決定と本件候補者決定の関係を分析した上で（①），同判決の論理（特に判決効）がどのように妥当するのか（②）を論証することが期待されたところである。この点，多くの答案が，同判決についての一定の理解を示しながら，\n・ 本件不選定決定を取り消しても，本件候補者決定が残っていると，結局，Ｂは屋台営業候補者にはならないのではないかという問題があること・ ＢとＣとがいわゆる競願関係にあること・ 結論として訴えの利益が認められることについて論じることができていた。\n○ 他方で，Ｂに訴えの利益が認められる理由について，最高裁昭和４３年判決の論理を踏まえて正確に論証することができていた答案は比較的少なく，単に判決の結論を挙げ，本件にもその射程が及ぶとだけ解答する答案や，逆に，判決の概要を１０行ないしそれ以上にわたり説明する答案も散見された。同判決の論理を手掛かりにした本件の検討を求めているのであり，判決の結論や概要の知識を聞いているのではない。\n（①本件不選定決定と本件候補者決定の関係の検討）\n○ 前記のとおり，多くの答案において，本件不選定決定と本件候補者決定とが，いわば「競願関係」，「表裏の関係」にあることの理解を示すことができていた。\n○ 他方で，ＣをＢの「競業者」と表現する答案があった。そのような表現では，新規業者への許認可に対して，既存業者が取消訴訟を提起した場合等と区別することができないだろう。\n○ 本件の屋台営業候補者は営業場所ごとに１名選定され，２名同時に選定されることはあり得- 8 -ないにもかかわらず，Ｃが先に選定されていたとしても，Ｂは他の１９箇所のどれかには選定される可能性があるとの理由で訴えの利益を否定した答案があった。せっかく判例の知識が正確であっても，事案の理解が不十分なために的外れな論述になったものであり，残念である。\n（②本件不選定決定の取消しの効果の検討）\n○ 最高裁昭和４３年判決の論理は，本来，取消判決により，本件候補者決定が取り消される形成力は当然には生じないが，本件候補者決定と本件不選定決定がいわば表裏の関係にあることにより，取消判決の拘束力（行訴法第３３条第２項）の間接的な効果として，Ｂが候補者に決定される可能性があるというものであるが，このような論理を正確に理解していないと思われる答案が多数見られた。例えば，以下のようなものである。\n・ 取消判決の第三者効（行訴法第３２条第１項）により，本件不選定決定の取消判決の効力がＣにも及ぶ（本件不選定決定の取消判決の第三者効によって本件候補者決定の効力が直ちに消滅する）から訴えの利益があるとする答案が多く見られた。Ｃに対する本件候補者決定は本件不選定決定とは異なる処分であるから，後者の取消判決の第三者効は前者の有効性を左右しない。最高裁昭和４３年判決も第三者効には触れていない。\n・ 本件不選定決定の取消判決の拘束力により，本件不選定決定といわば表裏の関係にあるＣに対する本件候補者決定を取り消す必要が生じるから，訴えの利益があると論ずる答案も多かった。同判決はそこまでは言及しておらず，取消判決の拘束力の及ぶ範囲を誤って広く捉えすぎているといわざるを得ない（正しくは，取消判決を受けて再審査をした結果，\nＢを屋台営業候補者に選定すべきということになった場合に，Ａ市長が本件候補者決定を取り消すことになる。）。\n・ 既にＣが屋台営業候補者に選定されているため，Ｂに対する不選定決定を取り消しても，\nＢが従前と同じ区画（以下「本件区画」という。）の屋台営業候補者として選定される可能性はないが，３年後には改めて選定が行われそこで選定される可能性があるとして訴えの利益を肯定する答案が散見された。取消判決により申請した状態が回復され再度審査される，という趣旨と思われるが，３年後の審査は取消判決の拘束力によるものではなく，新たな公募によるものであるから，訴えの利益を肯定する根拠とはならない。\n（その他）\n○ 訴えの利益が認められる根拠として，取消判決を受けることにより国家賠償請求が可能となることを指摘する答案があった。取消訴訟（抗告訴訟）と国家賠償請求訴訟との関係についての理解が不十分であると思われる。\n○ 行訴法第９条第１項括弧書きに言及する答案があったが，これは「処分又は裁決の効果が期間の経過その他の理由によりなくなつた後」における訴えの客観的利益の帰趨に関する規定であって，訴えの客観的利益に関する一般規定ではない。\n⑷ 設問２（全体について）\n○ Ｂの主張を，会議録で示された検討の方向性に従い，本件条例の施行の際にＢの地位への配慮に欠ける点がなかったか（①），委員会の屋台営業候補者の推薦に係る判断の瑕疵の問題として，本件条例等の関係規定や本件指針の内容等を踏まえた委員会の申合せの合理性の有無（②），の２点を中心に検討するという枠組みについては，多くの答案で適切に書き分けられていた。\n○ 他方で，それぞれの検討内容については，答案により優劣の大きなばらつきが見られた。本問は，市長の裁量権の範囲の逸脱又はその濫用を論じる上で，結論に影響を及ぼし得る重要な事実を抽出・整理して，各要件に当てはめて論じるという，実務家として重要な能力を試すものであり，具体的な事実に基づく丁寧な論述が求められたところである。抽象的な議論- 9 -に終始し，あるいは，結論のみの極めて大雑把な検討にとどまる答案や，会議録で示された検討の方向性を無視した独りよがりの検討に基づく答案については，高い評価をすることは困難であった。\n○ 問題文や会議録から事実を拾い上げて論じた答案においても，それぞれの事実の位置付けないし評価を，制度の全体像を踏まえて十分に検討することができたかどうかにより，説得力に差が表れた。例えば，前記①の問題と，前記②の検討要素として会議録に挙げられた新規の公募に応募した者の利益を不当に侵害するかという問題は，市長の裁量権濫用を論じる上でいわば表裏の関係にあり，そのことを丁寧に説明する必要があるが，このような論理関係を明確に意識している答案は少なかった。\n○ 会議録では，市長の選定に係る判断の内容に瑕疵があったと主張することができないかの検討（③），及び，市長が委員会の推薦を覆して選定したこと自体に瑕疵があったと主張することができないかの検討（④）をするよう方向性が示されていたが，これらは，前記①及び②の検討に比べると，十分に論じられていない答案が多かった。\n（裁量論について）\n○ 会議録で示された前記①，②の検討を行う前提として，本件不選定決定に市長の裁量が認められるか否かについては，多くの答案がその根拠とともに触れることができていた。他方で，\n裁量の有無を検討していない答案もあったが，処分についての司法による実体的な統制に関しては，裁量の有無は重要な論点である。\n○ 裁量の有無・広狭については，条文及び処分の性質の両面から論証することが望ましく，両者を丁寧に指摘するものは評価することができた。なお，本件条例第２５条第１項の「市長は…公募を行うことができる。」との文言を根拠に市長の裁量権を認める答案が散見されたが，\nこの規定は公募の実施に関する規定であって屋台営業候補者の選定に関する規定ではないほか，「できる」規定は必ずしも効果裁量を付与するものではなく，ここでは権限付与規定と解すべきである。\n〇 裁量が問題となるのは市長の選定行為についてであるが，間接的に関係するとはいえ，公募や道路占用許可のみを対象として議論する答案が一部見られた。また，委員会の要件裁量を取り上げる答案も多く見られた。まずは，何が議論の対象なのかを正しく特定する必要がある。\n（①Ｂの地位への配慮に関する検討）\n○ Ｂが「本件区画で１０年以上も屋台営業を行ってきて，Ａ市との間でトラブルもなかったのに…」という点に着目して，本件条例の立法事実（すなわち，許可が事実上売買の対象となったり，営業者の頻繁な交代により屋台をめぐる諸問題の解決に向けた継続的な話合いが難しくなったりしたこと）がＢには当てはまらないことから，Ｂの地位に配慮すべきである（さらに，Ｂの地位への配慮を欠いたまま行われた本件不選定決定は違法である）と結論付ける答案が多かった。確かに，Ｂの従前の営業が完全に適法であれば，このような論理は首肯できるものであるが，Ｂの従前の営業が他人の名義によるもので少なくとも形式的には違法であったからこそ，会議録において弁護士Ｄが「屋台営業において他人の名義を借りることは，\n営業の実績が全て法的な保護に値しなくなるほど悪質な行為と評価できるのでしょうか」と指摘しているのであって，同指摘のような論理が成り立つ余地があるか否かを検討する必要がある。\n○ Ｂが本件区画で１０年以上営業してきた事実を挙げて，Ｂの立場から一通りの検討がされた答案は多かったものの，他人名義を借りた屋台営業の実害（許可が事実上売買の対象になり，\n屋台営業者との継続的な話合いが困難になっていたこと）などの反対方向の事実も取り上げた上で論じた答案は，比較的少なかった。本件区画で営業を行ってきた期間の長さなど，Ｂに有利に配慮すべき事情は指摘がしやすかったからであると考えられるが，Ｂの地位への配- 10 -慮を検討する際に，関係法令に照らして不利な事情の評価・検討を行った上で結論を導くことは，説得力に大きな差が出ることになる（道路法や本件条例等の具体的な規定の解釈から，\nＡ市の反論ないしＢの再反論を展開することで，おのずとこのような評価・検討の過程を表すことができる。）。\n○ 会議録中に「本件条例が違法であるとまではいえないとしても」との記載があり，本件条例自体の違法性（本件条例中に経過措置を設けなかったことの違法性を含む。）についての検討は不要であることが明らかにされているのに，この観点からＢの地位への配慮について検討している答案が見られた。\n（②委員会の申合せの合理性の検討）\n○ 本件指針についての委員会の申合せの合理性の検討において，Ｂのこれまでの営業実績や今後の屋台政策への貢献の期待といった点を取り上げて，Ｂの立場から一通りの検討がされた答案は多かった。\n○ もっとも，会議録で方向性が示された，㋐本件条例施行規則第１９条各号の選定基準に照らして申合せの合理性を説得的に論じた答案や，㋑新規に屋台営業を始めようとして応募した者の利益を不当に侵害することにならないかといった観点からの検討がされた答案は比較的少なく，会議録で弁護士の指摘した観点をおうむ返しに繰り返すにとどまっている答案も多かった。\n○ 前記㋐について，本件条例施行規則の法的性格を誤解したためか（あるいは，時間が足りなくなったためか），本件条例施行規則第１９条各号所定の選定基準，Ａ市のウェブサイトで公開されている本件指針及び委員会の申合せという三者の関係についての正確な理解に基づいた答案は多くなかった。かえって，委員会の申合せが本件指針に明示されているとか，両者の内容を混同するもの，委員会の申合せが公表されていると誤解する答案が多く見られた（会議録では，本件指針についてはウェブサイトで公開されている旨の記載があるが，委員会の申合せについては，市長が委員会の議事録を取り寄せて初めてその内容を知ったとされており，事前に公表されていなかったことが分かる。）。\n○ 前記㋐の「本件条例施行規則第１９条各号の選定基準に照らし」た検討が指示されているのに，同条各号の解釈に一切触れていない答案も相当数見られた。\n○ 前記㋑の観点について丁寧に検討した答案は，前記㋐よりも一層少なかった。\n（③市長の選定に係る判断の内容の瑕疵の検討）\n○ 前記③のとおり，会議録では市長の選定に係る判断の内容の瑕疵の検討も求めているところ，\n前記①及び②を検討の上（又は各個の検討に引き続き）市長の考慮不尽という観点から検討する答案や，市長が，屋台営業の刷新という公約の実現を重視して，委員会の審査結果から申合せに基づく点数を差し引いたことに他事考慮があるなどとする答案は評価することができた。\n○ 他方で，前記①ないし②について検討しつつ，そこから一定の結論（Ｂの地位への配慮が足りないとか，委員会の申合せには合理性があるなど）を導くだけで，それらが市長の裁量判断の瑕疵としてどのように評価されるのかという点を検討していない答案が相当数見られた。\n（④行政庁の処分と諮問機関の決定との関係の検討）\n○ 行政庁の処分と諮問機関の決定との関係について，最高裁昭和５０年判決のみならず，諮問機関一般の性格，さらには委員会の構成や設置の趣旨にも触れながら具体的に検討している答案は，高く評価することができた。\n○ もっとも，行政庁の処分と諮問機関の決定との関係という観点から，市長が委員会の推薦を覆して選定したこと自体に瑕疵があったかどうかを検討している答案は少数にとどまり，最高裁昭和５０年判決の正確な理解を示すことができた答案はかなり少なかった。\n（その他）\n- 11 -○ 市道占用許可が更新されない点を，実質的な許可の撤回に当たるとした答案が少なからず見られた。道路法は必ずしも占用許可の更新を前提とする法制度ではないことから，この点についての検討が必要であるところ，そこまでの記述のある答案は見られなかった。\n５ 今後の法科大学院教育に求めるもの○ 行政法の基本を重視した教育，さらには，個別のケースにおいて的確な規範を提示し（例えば，\n同じ処分性であっても，本問のように公募での不選定決定の処分性が問われるケースと行政計画の処分性が問われるケースとでは分析の視角が異なるはずである。），事実を正確に当てはめる能力を涵養する教育を期待したい。\n○ 行政法の基本的な概念・仕組みを確実に押さえて，重要な最高裁判例を丁寧に読んでその内容・射程を理解した上で，事例問題の演習を行うことが求められる。事例問題の演習においては，\n与えられた関係法令を読んで，問題になっている制度の仕組みを正確に把握することも目標とすべきだろう。\n○ 会議録で指摘された判例についてそれなりの理解がある答案は多く，そのため，設問１⑵は比較的良くできた答案が多かったのに対し，本案主張の検討を求める設問２はそうではなかった。\n本案の違法事由に関する問題については，行政法の基礎的知識に基づき，関係する法制度の的確な分析を行い，その上で個別法の適切な解釈をすることが求められるため，この点の能力を伸ばすことが，法科大学院教育の抱える課題の一つなのだろうと感じられた。\n- 12 -"
}