{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の【事例】について，以下の設問に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，家具の卸売を業とする株式会社である。Ａ社は，平成元年の設立以来，地元の地方銀行であるＢ銀行を主要な取引銀行として，当座預金口座を開設するとともに，しばしば運転資金の融資や手形の割引等に応じてもらってきた。また，Ａ社は，Ｂ銀行のほか，Ｃ信用金庫及びＤ銀行にもそれぞれ普通預金口座を開設し，取引先に送付する請求書にこれらの口座を記載して，取引先の選択により，これらのいずれかの口座に振込送金させる方法により決済を行っていた。\nＡ社の業績は，創業以来順調に発展してきたが，平成２０年頃になると，製造業者から直接仕入れをする小売業者が増加し，卸売業の役割が相対的に低下するとともに，家具の製造から販売まで一手に行う大規模家具小売業者の進出等もあり，次第にＡ社の業績は悪化し，平成２５年以降は赤字決算となる年度もあった。\nＡ社は製造業者から仕入れた家具を保管するための自社倉庫（以下「本件倉庫」という。）を所有していたが，令和元年９月に台風の影響により屋根が大きく破損し，仕入れた家具の多くに水濡れの被害が生じた。本件倉庫については，屋根の破損のみならず，建物全体が大きな損傷を受けたため，抜本的な補修ないし建て替えが必要な状況であった。そこで，Ａ社は，本件倉庫を建て替えることとし，同年１０月１０日，Ｅ建設との間で，倉庫建設請負契約（以下「本件請負契約」という。）を締結した。本件請負契約においては，請負代金は１億５０００万円とされ，Ａ社がＥ建設に対して，契約成立時に５０００万円を支払い，残代金は完成した倉庫の引渡しと引換えに支払うこと，Ｅ建設は，令和２年６月３０日までに倉庫を完成させてＡ社に引渡しをすることを合意した。Ａ社は，本件請負契約の前払金を支払うため，Ｂ銀行から５０００万円の融資を受けて，Ｅ建設に支払った。Ｅ建設による倉庫の建設は順調に進み，同年５月３１日までには倉庫は完成したが，Ａ社への引渡しはまだされていない。\nまた，台風被害により水濡れしてしまった在庫商品について，比較的損害の程度が軽かったものは，以前から取引があった小売業者に割引価格で売却するなどにより処分することができたが，程度の悪いものについては買取り先が見つからないまま，令和２年の春を迎えることとなった。\nこの時点でＡ社の資金繰りはかなり苦しくなってきているとともに，商品の保管場所の問題もあり，同業者からの紹介により，中古家具販売業者であるＦ商店に残りの水濡れした在庫商品一式\n（以下「本件商品」という。）を３００万円で一括売却することとした。この売買契約（以下\n「本件売買契約」という。）は同年４月１５日に締結され，本件売買契約によれば，同年５月末日までにＦ商店の負担により本件商品を引き取り，商品の引取り後１０日以内に，Ｂ銀行，Ｃ信用金庫又はＤ銀行に開設したＡ社のいずれかの口座に代金３００万円を振り込む方法で支払うこととされた。\n在庫商品の水濡れによる損失に加え，本件倉庫の建て替え工事の間，商品を保管するために借り上げた倉庫の賃料の支払等の支出が重なったこともあり，令和２年４月頃には，Ａ社の資金繰りはかなり苦しい状況に陥っていた。そこで，Ａ社は当面の事業資金３０００万円の融資をＢ銀行に申し込んだが，既に本件請負契約の前払金５０００万円について融資を受けていたため，Ｂ\n銀行からは追加の融資を受けることができなかった。そのため，Ａ社は，Ｃ信用金庫及びＤ銀行にも緊急の融資を求めたが，主要な取引銀行であるＢ銀行が融資を見送っていることもあり，両金融機関とも融資については二の足を踏み，結局融資を受けることができないまま，仕入先であるＧ木工への買掛代金の支払期日である同年５月３１日を徒過してしまった。翌６月１日，買掛代金の振込みがないことを知ったＧ木工からの問合せを受け，Ａ社の経理担当者は，事務手続上のミスで支払が遅れているが，数日のうちには必ず振り込むとの返答をしたものの，実際にはＧ\n木工への支払はもとより，他の仕入先に対する買掛代金の調達のみならず，取引金融機関からの借入金の弁済のめども立たない状況であった。\nそこで，Ａ社の経営陣は，顧問弁護士のＨに連絡をし，令和２年６月３日にＡ社の会議室において今後の方針について協議を行った結果，主な取引先や取引金融機関に対して，Ａ社は近日中にＨ弁護士を申立代理人として破産手続開始の申立てを行う予定であり，債務の支払についてもそれまでの間停止する旨の通知（以下「本件通知」という。）を，翌週の同月８日に発送することを決めた。ただし，この方針については，混乱を避けるため，本件通知の発送までは，Ｈ弁護士と協議に参加した経営陣限りにとどめておくこととした。\n本件通知は，予定どおり，令和２年６月８日に，Ｈ弁護士名義で発送され，翌９日に，Ｂ銀行を始めとする取引金融機関及び主な取引先に到達した。その後，Ａ社は，Ｈ弁護士の下で破産手続開始の申立ての準備を進め，同月１５日にＩ地方裁判所に破産手続開始の申立てをし，同月２５日にＡ社について破産手続開始の決定がされ，破産管財人Ｘが選任された。\n〔設 問〕 以下の１から３については，それぞれ独立したものとして解答しなさい。\n１．破産管財人Ｘは，破産財団にとって建て替えられた倉庫は不要であると考え，Ｅ建設に対し，本件請負契約を解除する旨の通知をした。仮に，この解除が認められるとした場合，Ａ社の破産手続において，支払済み及び未払の請負代金がどのように扱われることになるか，説明しなさい。\n２．Ｆ商店は，本件売買契約に従い，令和２年５月２８日までに本件商品を引き取り，同年６月\n５日に，Ｂ銀行に開設されたＡ社の当座預金口座に代金３００万円を振り込んだとする。破産手続の開始後に破産管財人ＸがＢ銀行に対してＦ商店から振り込まれた３００万円の引き出しを求めた場合において，Ｂ銀行は，本件請負契約の前払金として融資した５０００万円と対当額について相殺するとして，３００万円の支払請求を拒絶することができるか，論じなさい。\n３．前記２において，Ｆ商店がＢ銀行に開設されたＡ社の当座預金口座に代金３００万円を振り込んだのが令和２年６月１６日であり，その時点では，Ｂ銀行は，前日の同月１５日にＡ社について破産手続開始の申立てがされていたことを知らなかった場合，Ｂ銀行は，本件請負契約の前払金として融資した５０００万円と対当額について相殺するとして，３００万円の支払請求を拒絶することができるか，論じなさい。〔第２問〕（配点：５０）\n次の【事例】について，以下の設問に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，リゾートホテルの運営と別荘の販売を業とする株式会社であり，平成１０年の創業以来，積極的に事業を展開してきたが，借入金により大規模な投資をした直後，新型の感染症の影響を受けて売上げが激減し，借入金の元利金支払に窮するようになった。そこで，Ａ社は，令和３年５月６日，Ｂ地方裁判所に再生手続の開始を申し立てたところ，同日，Ｃを監督委員とする監督命令が発せられた。\n裁判所は，令和３年５月３１日，Ａ社について再生手続開始の決定をした。再生債権の届出をすべき期間は同年６月３０日まで，再生債権の調査をするための期間は同年８月２日から同月９日まで，再生計画案の提出期限は同月３１日とされた。\n〔設 問〕 以下の１から３については，それぞれ独立したものとして解答しなさい。\n１．Ｄは，令和３年４月１日，Ａ社が運営するリゾートホテルで同年１２月４日にＥとの結婚披露宴を開くこととし，割安な全額前払プランを選択してＡ社と契約を締結した。Ｄは，同年４月１６日に料金の全額１１０万円を一括して支払った。\nＤは，Ａ社の再生手続において，自らの債権をどのように届け出るべきか，説明しなさい。\nなお，解答に当たっては，①Ｄが有する権利がなぜ再生債権となるか，②Ａ社について開始されたのが破産手続であり，その開始決定までに全ての事業を廃止していた場合との届出内容の相違についても，言及しなさい。\n２．Ａ社は，令和３年８月３０日に再生計画案を提出し，同計画案は，同年１０月２７日の債権者集会において可決され，同年１１月２９日には裁判所による再生計画の認可決定が確定した。\nところが，令和４年２月１日になって，Ａ社の株主で代表取締役でもあるＦが，民事再生法第１７２条の３第１項第１号所定の再生計画案の可決要件を確実に満たすことを目的として，Ａ社従業員であるＧら１０名に命じ，Ａ社に対する債権を有していないにもかかわらず債権を有しているものとして再生債権届出書を提出させ，債権調査においてＡ社がこれらの債権を認めていたことが判明した。そこで，監督委員Ｃが調査した結果，Ｇら１０名を除いても，Ａ社の再生計画案に同意した議決権者は，議決権者の半数を一人だけ上回っており，可決要件を満たしていたことが明らかになった。ただし，同意した議決権者の中には，Ｆが虚偽の債権の届出を従業員に命じたことを債権者集会の際に知っていれば再生計画案に同意しなかったと回答する者が２名いた。上記の調査結果を記載したＣの報告書は，令和４年４月１日，再生債権者に送付された。\n再生債権者であるＨは，Ｃの上記調査報告書により事情を初めて知り，令和４年４月３０日，再生計画の取消しを申し立てた。Ａ社の再生計画には，法定の取消事由があると認められるか，論じなさい。また，仮にこれが認められる場合に，裁判所はどのように判断すべきか，論じなさい。\nなお，Ｈによる前記の申立てまでの間，再生計画はＡ社により滞りなく履行されており，今後も，その履行を継続することが可能な状況である。\n３．Ａ社の再生計画に対する認可決定が確定した後，Ａ社からの報告により，Ａ社の収支が改善せず，逆に大きな損失を出してしまい，もはや再生計画に基づく弁済を継続していくことができなくなったことが判明した。この場合，裁判所はどのように対応すべきか，説明しなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，株式会社が破産手続開始の決定を受けた場合の具体的事例を基に，主に，双方未履行双務契約の処理に関する規律，相殺権と相殺禁止の規律についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は，倉庫建設工事に係る請負契約の注文者である株式会社が，建物完成後に破産手続開始の決定を受けたとの事例を通じて，破産管財人が請負契約を解除した場合に，支払済みの請負代金及び未払の請負代金債権が，破産手続においてどのように取り扱われるかについての基本的な理解を問うものである。\n解答に当たっては，まず，破産管財人Ｘによる解除について適用される具体的な規律を摘示する必要がある。この点については，注文者であるＡ社について破産手続開始の決定があった時において，本件請負契約が双方未履行の状態にあることから，注文者が破産した事例に当たるものとして，破産法第５３条第１項の特則である民法第６４２条第１項本文の規律が適用されることを指摘することが求められる。\n次に，支払済みの請負代金については，Ｘによる解除の効果が出来高部分には及ばないことを前提としつつ，Ｅ建設による仕事完成債務は全て履行されているのに対し，支払済みの報酬は５０００万円（全体の３分の１）にすぎず，原状回復の必要がないことから，破産手続における処理の対象とはならないことを説明することが求められる。\n他方，未払の請負代金債権については，民法第６４２条第２項を摘示しつつ，「既にした仕事の報酬」に当たることから，破産債権として取り扱われることを説明することが求められる。\n〔設問２〕及び〔設問３〕は，預金者である株式会社が破産手続開始の決定を受けたとの事\n例を通じて，支払不能後又は支払停止後に預金払戻債務が負担された場合を念頭に，銀行が有する貸金返還請求権を自働債権とする相殺の可否についての的確な理解を問うものである。\n解答に当たっては，その前提として，破産法第６７条第１項を摘示しつつ，Ｂ銀行の有する貸金返還請求権は，破産手続開始前の原因に基づいて生じた請求権として破産債権に当たることから，原則として，これを自働債権として相殺権を行使することは可能であることを指摘することが求められる。その上で，〔設問２〕及び〔設問３〕のいずれにおいても，Ｆ商店が，危機時期に，Ｂ銀行に開設されたＡ社の預金口座に売買代金を振り込んだことにより，Ｂ銀行がＡ社に対して債務を負担することになったのであるから，受働債権たる債務負担の時期による相殺の禁止が問題となるとして，破産法第７１条第１項各号の適用の有無について，順次検討することが求められる。\n〔設問２〕については，まず，破産法第７１条第１項第２号の適用の有無を検討することに\nなる。解答に当たっては，同法第２条第１１項を摘示して支払不能の定義を示した上で，事例に掲げられた具体的な事実を拾い出して当てはめを行い，令和２年５月３１日の時点でＡ社が支払不能となった（同年６月１日との考え方もあり得る。）ことを認定し，Ｆ商店による振込は令和２年６月５日であるから支払不能後の債務負担に当たることを明示することが求められる。さらに，同法第７１条第１項第２号については，「破産者の財産の処分を内容とする契約」\nを，「専ら破産債権をもってする相殺に供する目的」で締結した場合や，既に発生している他人の「債務を引き受ける」場合の相殺を禁止していることから，これらの加重要件が設けられている趣旨を踏まえ，その該当性についての検討を加えることが求められる。この点については，主として，Ｂ銀行の関与がなく，Ｆ商店の選択によって振込入金がされているとの事実の評価がポイントとなるが，事例に掲げられた具体的な事実に照らすと，基本的には上記の要件はいずれも満たさないとの方向となろう。\n破産法第７１条第１項第２号が適用されないとの結論に至った場合は，他の規定（同項第１号，第３号及び第４号）の適用の有無についても検討する必要がある。このうち，特に検討すべきは第３号の適用の有無であるが，この検討に当たっては，「支払停止」について，債務者が弁済期に到来した債務を一般的かつ継続的に弁済できないことを外部に表示する行為であることを示した上で，令和２年６月８日に本件通知を発送したことが支払停止に当たることを認定し，結論として，Ｆ商店による振込は支払停止後の債務負担に当たらないことから同号の適用対象とはならないことを導くことが求められる。\n次に，〔設問３〕については，Ｆ商店による振込が令和２年６月１６日であることから，まずは，破産手続開始の申立てがあった後に債務を負担した場合であるとして，破産法第７１条第１項第４号の適用の有無について検討することが求められる。ただし，この点については，問題文中に，破産手続開始の申立てがされていたことを知らなかったことが明示されていることから，結論として同号の適用はないことを指摘する必要がある。その上で，〔設問２〕での検討を踏まえると，支払停止後の債務負担に当たることから，同項第３号の適用があることを前提に，同条第２項各号の適用の有無について検討することが求められる。解答に当たっては，特に，同項第２号の「前に生じた原因」の該当性について論じることが求められる。具体的には，同号の規定の趣旨が，相殺の担保的効力に対する破産債権者の合理的な期待を保護するものであることからすると，「原因」はその期待を直接かつ具体的に基礎付けるものである必要があることを指摘した上で，事例に掲げられた具体的な事実に照らし，基本的には消極の方向で結論を示すことが期待される。\n〔第２問〕\n本問は，株式会社の民事再生に関する具体的事例を通じて，主として，再生債権の届出，再生計画の取消し，再生手続の廃止といった再生手続についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は，結婚披露宴に関する役務の提供を受ける権利を題材に，再生債権の概念，再\n生債権該当性についての理解のほか，破産債権の届出内容との相違を含め，再生債権の届出についての理解を問うものである。\n解答に当たっては，まず，民事再生法第８４条第１項を摘示して，再生債権の定義及び要件を明示しつつ，Ｄの有する債権（結婚披露宴に関する役務の提供を受ける権利）が，再生手続開始前の原因に基づいて生じた財産権上の請求権に当たることを指摘することが求められる。\n次に，再生債権の届出については，同法第９４条第１項の定めに従い，債権届出期間内に，債権の内容及び原因，議決権の額，民事再生規則第３１条で定める事項を届け出なければならないことを，事例に即して指摘することが求められる。なお，清算型の手続である破産手続においては，全ての債権を金銭化する取扱いがされている（破産法第１０３条第２項第１号イ）ことから，債権の「内容」ではなく，債権の「額」を届け出ること（同法第１１１条第１項第１\n号）とされている点で再生債権の届出と異なることを指摘することが求められる。本問で債権者が有する権利は金銭債権ではなく役務の提供を受ける権利であるため，「内容」と「額」の違いが生じることになる。\n〔設問２〕は，再生計画案の可決に当たって虚偽の債権届出がされたとの具体的事例を通じ\nて，再生計画の取消事由の有無及び取消事由がある場合における裁判所の判断について，これらの規律の基本的な理解を前提に，事例分析能力を問うものである。\n設問前段（再生計画の取消事由の有無）の検討に当たっては，まず，民事再生法第１７２条の３第１項第１号によれば，再生計画案の可決要件につき，議決権額の過半数のみでは足りず，議決権者の頭数の過半数の同意が必要であるとされているところ，本問の事例においては，再生債務者であるＡ社の代表取締役Ｆが，Ａ社の従業員であるＧら１０名に虚偽の再生債権届出書を提出させ，債権調査においてＡ社がこれらの債権を認めたことが，同法第１８９条第１項第１号の「不正の方法」に当たるか否かについて論じることが求められる。この点に関連して，同法第１７４条第２項第３号所定の「再生計画の決議が不正の方法によって成立するに至ったとき」には，議決権を行使した再生債権者が詐欺，強迫又は不正な利益の供与等を受けたことにより再生計画案が可決された場合はもとより，再生計画案の可決が信義則に反する行為に基づいてされた場合も含まれるものと解するのが相当であるとした判例（最決平成２０年３月１３日民集６２巻３号８６０頁）がある。この考え方を踏まえると，本問の事例については，基本的に，「不正の方法」に該当するとの方向となろう。次に，事例における再生計画案が不正の方法「により」成立したこと，すなわち，再生計画の成立との因果関係の有無についても検討する必要がある。この点については，Ｇらが虚偽の届出をしなくても過半数の頭数は確保できており可決することができたとの事実や，Ｇらが虚偽の届出をしたことが途中で発覚していれば，債権者２名の反対により可決することはできなかったとの事実を踏まえながら，これらの事実をどのように評価するかについて論じることが求められる。\n設問後段（取消事由がある場合における裁判所の判断）については，まず，民事再生法第１８９条第１項を摘示し，裁判所は取消事由がある場合でも裁量により申立てを棄却することが可能であることを指摘する必要がある。その上で，取り消す方向の要素と棄却する方向の要素とを事例に則して的確に拾い出し，分析・検討をすることが求められる。\n最後に，〔設問３〕については，再生計画に基づく弁済を継続していくことができなくなった場合において裁判所が採るべき方策として，民事再生法上どのような制度が設けられているかについての理解を問うものである。具体的には，同法第１９４条を摘示して，再生計画を遂行できないことが明らかである以上，裁判所は再生手続を廃止しなければならないとの指摘が求められるほか，同法第２５０条を摘示して，職権による破産手続開始の決定をすることができるとの指摘が求められる。裁判所に裁量棄却の選択肢がある再生計画の取消し〔設問２〕との対比で，再生手続の廃止は必要的であることの理解を示すことが望ましい。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点については，「出題の趣旨」として公表したとおりである。\n第１問は，株式会社が破産手続開始の決定を受けた場合の具体的事例を基に，双方未履行状態にある請負契約が破産管財人により解除された場合における既払の請負代金及び未払の請負代金債権の取扱いについて（設問１），支払不能後又は支払停止後に預金払戻債務が負担された場合に，銀行が有する貸金返還請求権を自働債権とする相殺の可否について（設問２及び３）の理解を問うものである。採点の主眼は，関係条文の規律内容及び制度趣旨を正しく理解できているかどうかを確認するとともに，設問において与えられた事実関係を分析し，解答に必要な範囲で抽出して当てはめを行った上で，的確な結論を導くことができているかどうかに置かれている。論点ごとの具体的な評価水準等については，後記３⑴に記載のとおりであるが，全体を通して，条文から正確に要件を拾い出し，設問における事実関係に丁寧に当てはめていく姿勢が重要である。例えば，Ｂ銀行が有する貸金返還請求権が破産債権に当たることや，Ｆ商店による振込が支払不能又は支払停止後の債務負担に当たることなどは，論述の流れにおいては自明のこととして言及を省略しがちになると思われるが，そのような答案は上記のような姿勢が示されているとはいえず，高い評価にはつながらない。逆に，短い論述であっても，根拠条文を逐一摘示し，要件を落とすことなく着実に当てはめを行っている答案は，一応の水準に達しているものと評価され，出題意図を大きく外した答案にはならないものと思われる。\n第２問は，株式会社が再生手続開始の決定を受けた場合の具体的事例を基に，結婚披露宴に関する役務の提供を受ける権利の届出方法等について（設問１），再生計画案の可決に当たって虚偽の債権届出がされたとの事例において，再生計画の取消事由の有無及びこれがあるとした場合に裁判所の判断に裁量があることについて（設問２），再生計画に基づく弁済を継続していくことができなくなった場合における裁判所の採るべき方策について（設問３）の理解を問うものである。採点の主眼は，全体を通して，\n再生手続における基本的概念や手続的事項について正確に理解できているかどうか，関係条文の的確な指摘ができているかどうかを確認するとともに，設問２については，問題文から出題意図を的確に捉えた上で，関係条文の解釈を展開しつつ，設問において与えられた事実関係を踏まえ，反対の結論にも目を向けながら，自らの考えを論じることができているかどうかに置かれている。\n３ 採点実感等⑴ 第１問ア 設問１解答に当たっては，まず，本設問における解除について適用される規律を摘示する必要があるところ，破産法第５３条第１項の特則である民法第６４２条第１項本文を摘示する答案については，\n一応の水準にあるものと評価している。他方，請負契約の注文者について破産手続が開始された後の解除について民法に規律が設けられていることを知らないためか，同法第６４２条に全く言及がない答案が目に付いたほか，破産法第５３条と民法第６４２条を併記して，本件請負契約についていずれかにより解除することができるとする答案や，民法第６４２条を破産法第５３条，第５４条の特則であると指摘しながら，本件については破産法第５３条，第５４条が適用されるとする答案など，「特則」の意義を理解していないと思われる答案が相当数あった。更には，令和２年５月３１日までに倉庫が完成していることから，請負人の契約上の義務は履行を完了しているとする答案もあり，倒産法以前に，民法（請負契約）の知識不足が懸念される答案が目立った。当然のことながら，これらの答案は，いずれも低い評価にとどまっている。なお，問題文において，「仮に，この解- 1 -除が認められるとした場合」との指定があるにもかかわらず，破産管財人による解除が可能かどうかについて長々と論じている答案も一定数見受けられた。このような答案の多くは，結果として，\n本来厚く論ずべき事項の検討が手薄になっており，やはり低い評価にとどまっている。出題意図を踏まえ，どの点を重点的に論ずべきかを意識して答案を作成することの必要性が感じられた。\n次に，既払の請負代金の取扱いに関しては，解除の効果が出来高部分には及ばないことを前提に，\n返還する必要がないとの結論が示されている答案について，一応の水準にあるものと評価している。\nしかしながら，Ｅ建設による仕事完成債務は全て履行されているのに対し，支払済みの報酬は全体の３分の１にすぎないから，原状回復の必要がなく，破産手続における処理の対象とはならないとの的確な当てはめがされている答案は必ずしも多くなく，こうした点について適切に論じられている答案は高い評価となっている。他方，債権債務の帰属関係が整理（理解）できていないためか，\n例えば，既払の５０００万円について，「破産財団が財団債権として原状回復請求権を有する」とする答案など，およそ理解不能な答案が相当数あった。このような答案は，破産法上の基本的概念についての理解が水準に達していないものと評価せざるを得ない。\nそして，未払の請負代金債権の取扱いに関しては，多くの答案において，民法第６４２条第２項を摘示しつつ，同項の「既にした仕事の報酬」に当たることから破産債権となることを指摘することができており，その内容に応じ，一応の水準以上の評価となっている。他方，同項の規律を指摘することができているにもかかわらず，破産債権となるか財団債権となるかを検討し，同条第３項により破産債権となるとする答案や，破産管財人の行為（解除）により生じた請求権であるとして破産法第１４８条第１項第４号により財団債権となるとする答案が目に付いた。これらの答案は，\n民法第６４２条第２項の「破産財団の配当に加入する」との文言の正確な理解ができていないものといわざるを得ず，低い評価となっている。なお，少数ながら，請負人に不動産工事の先取特権が成立するという答案も見受けられたが，この先取特権については工事開始前に予算額を登記することが必要であり（同法第３３８条第１項），本問ではそのような事情は認められないことに注意を要する。\nイ 設問２設問２では，貸金返還請求権を自働債権，預金払戻請求権を受働債権とする相殺の可否が問われていることから，解答に当たっては，まず，貸金返還請求権が破産法第２条第５項の破産債権に該当すること（又はＢ銀行が同条第６項の破産債権者に該当すること）を指摘し，同法第６７条第１項により，原則として相殺が可能であることを指摘する必要がある。その上で，本設問は，破産債権者による危機時期における債務負担が問題となることから，同法第７１条第１項各号の相殺禁止規定の適用の有無について検討する必要がある。多くの答案では，このような流れで論じることができており，その内容に応じ，一応の水準以上の評価となっている。他方，同条の適用の有無について問題提起をしているにもかかわらず，同条第１項各号の適用の有無を具体的に検討することなく，一般論として相殺の合理的期待の有無により相殺の可否について直ちに結論を導く答案や，そもそも同条の適用の有無について触れることなく，専ら同法第６７条第１項の問題として，相殺をすることができるとする答案も見られた。このような答案は，相殺権に関する基本的な条文構造についての正確な理解ができていないものといわざるを得ず，低い評価となっている。また，少数ながら，預金払戻債務の発生時期を払戻請求時とする答案も見られたが，預金契約は消費寄託契約（民法第６６６条第１項）であり，寄託物の引渡しによって受寄者に受寄物の返還義務が発生することになるので，注意を要する。\n破産法第７１条第１項各号の検討に当たっては，まず，支払不能後の債務負担について定めた同項第２号の適用の有無について論ずる必要がある。しかしながら，この点の検討を行うことなく，\n支払停止後の債務負担について定めた同項第３号の適用の有無のみを論ずる答案が相当数見受けられた。このような答案であっても，その内容に応じ，一応の水準にあると評価し得るものもあるが，\n解答に対するこのような姿勢には，以下のような問題点がある。支払停止は，支払不能という客観- 2 -的状態を立証することが通常困難であることを考慮し，債務者の外部的態度を捉えて上記客観的状態を推定するために設けられた法的概念であり，債務者の危機時期を示すものは，飽くまで支払不能である。特に，本問では，問題文において，仕入先に対する買掛代金の支払期日を徒過した令和２年５月３１日にかけての事実関係が詳細に示され，同日時点で支払不能にあったことを認定できるだけの材料が示されており，これに基づき，的確な事実認定をすることが求められていた。確かに，実務上，相殺や否認を主張する場面において，支払停止に当たることの方が容易に認定することができるが，支払不能について検討することなく，安易に支払停止についての検討から始めたのでは，的確な法的構成を選択することができないおそれが生じることとなる。また，支払停止から支払不能が推定されることに言及する答案も見られたが，これが，支払停止が認められる同年６月８日時点でないと支払不能とはいえないとの趣旨であるとすれば，事例に掲げられた事実関係からは同年５月３１日の時点で支払不能であると認められることと整合しない論述となることにも注意を要する。\n破産法第７１条第１項第２号についての検討に当たっては，同法第２条第１１項（第１１号と誤って摘示している答案が散見された。）を摘示して支払不能の定義を示した上で，事例に掲げられた具体的な事実を拾い出して当てはめを行い，令和２年５月３１日の時点でＡ社が支払不能となった（同年６月１日との考え方もあり得る。）ことを認定し，Ｆ商店による振込は同月５日であるから支払不能後の債務負担に当たることを明示する必要がある。多くの答案では，これらに一応触れられており，一応の水準にあると評価しているが，「一般的かつ継続的」との要件への当てはめが適切にされている答案はわずかであったほか，支払不能の時期を明確に特定していない答案も散見された。\nさらに，同法第７１条第１項第２号においては，「破産者の財産の処分を内容とする契約」を「専ら破産債権をもってする相殺に供する目的」で締結した場合等に限り相殺を禁止していることから，\nこれらの加重要件についても論ずる必要があるが，この点について適切な検討が加えられている答案は少数にとどまり，評価に大きな差が生ずる論点となった。いわゆる専相殺目的については，相殺権者の主観的意図のみが問題となるところ，本問における事実関係を踏まえ，Ｆ商店による振込については，Ｂ銀行の関与がなく，Ｆ商店の選択によってＢ銀行の口座に振り込まれたものであることから，「専ら」相殺に供する目的がないと論じている答案や，Ｆ商店が破産者の口座に振り込んだ場合には破産者の行為が介在しないことから「契約を破産者との間で締結」するとはいえないと論じている答案については，事例に現れた事情を的確に摘示する答案として高い評価をしている。\nこれに加え，既に発生している他人の「債務を引き受ける」ものではないことについて言及できている答案はごく少数にとどまっていたが，このような答案も，条文構造を正確に理解するものとして高い評価をしている。\n破産法第７１条第１項の規定に照らすと，同項第２号の適用がないとの結論に至ったとしても，\n同項第１号，第３号及び第４号のいずれも適用がないといえない限り，相殺をすることができるとの結論を導くことができないにもかかわらず，これらの規定（特に，同項第１号及び第４号）の適用の有無について検討していない答案が相当数見受けられた。本設問では，Ｂ銀行による債務負担の時期に照らし，同項第１号及び第４号の適用がないことは明らかではあるが，結論を導くに当たっては，この点についての言及は不可欠である。\n破産法第７１条第１項第３号についての検討に当たっては，支払停止の定義を示した上で，事実関係を踏まえ，令和２年６月８日に本件通知を発送したことが支払停止に当たることを認定し，Ｆ商店による振込は支払停止後の債務負担に当たらないことから同号の適用はないとの結論を導くことが求められる。第３号の適用の有無について触れられている答案においては，その多数でこのような論述がされており，その内容に応じ，一応の水準以上にあるものと評価している。ただし，支払停止の時期については，支払停止は債務者の主観的行為であることから，通知の発送時である令和２年６月８日とすべきところ，通知の到達日である同月９日とする答案が多く目に付いた。他方，\n同月３日の内部的な協議については，外部表明性がないとして支払停止に該当しないことを適切に- 3 -検討できている答案が一定数あり，ここまで論述できている場合には，正しい理解を示すものとして高く評価した。その反面，同日の協議について，主な取引先や金融機関が参加していたとして外部表明性を肯定するなど，問題文を正確に理解できていない（読み違えている）答案も一定数見受けられた。また，支払停止の時期を同月８日とする以上，同月５日の時点で支払停止について悪意かどうかを論ずる余地はないにもかかわらず，悪意でないことを理由に同項第３号の適用はないとする答案も散見された。\nなお，本設問においては，「支払請求を拒絶することができるか」と問われているのであるから，\n相殺禁止規定の適用がないとの結論に至ったのであれば，設問に対する解答としては，「拒絶することができる」とすべきであるにもかかわらず，単に，「相殺をすることができる」としている答案が相当数見受けられた。細かい点ではあるが，設問に対して直截に解答するという姿勢は常に意識してもらいたい。\nウ 設問３設問３については，設問１及び設問２と比較して，一応の水準以上にあると評価し得る答案が多かった。特に，破産法第７１条第１項第３号の適用があるとした上で，同条第２項の相殺禁止の例外（「前に生じた原因」の該当性）について，その趣旨に触れつつ，適切に当てはめを行っている答案が多く見られ，この点については高く評価することができる。他方，同条第２項第２号についての検討において，Ｂ銀行はＡの主要な取引銀行であるため，複数の金融機関の中から振込先として選ばれることは単なる偶然ではないとして相殺の合理的な期待があるとする答案が散見されたが，\n振込送金を依頼する者において預金者の主要な取引銀行を優先することが当然であるとはいい切れず，そのような期待があるといってよいか疑問であるし，仮にそのような期待があり得るとしても，\n抽象的な期待にとどまるものと評価すべきであろう。\nまた，設問３では，破産手続開始の申立てがあった後に債務を負担した場合について問われているのであるから，破産法第７１条第１項第４号の適用の有無について触れる必要があるところ，この点については，多くの答案において，破産手続開始の申立てがされていたことを知らなかったとの問題文の指示に従って，結論として同号の適用はないとの論述がされていた。しかしながら，問題文において明示されている指示を無視ないし曲解し，Ｂ銀行は，令和２年６月８日の通知により破産手続開始の申立てがされる予定であることを知っていたから悪意であるとの答案，主要な取引銀行であるから重過失により悪意であったものとみなすべきであるとの答案，相殺の合理的な期待がないから同号の適用ないし類推適用により相殺が禁止されるとの答案など，理解に苦しむ答案も散見された。なお，同項第４号の適用がないことから，同項第３号の適用の有無を検討することなく，直ちに相殺が認められるとの結論に至っている答案も一定数見受けられ，上記イで述べたとおり，条文構造の正確な理解が強く求められるところである。\nこのほか，少数ながら，破産手続開始後に債務を負担したものであるとして破産法第７１条第１項第１号により相殺が禁止されるとの答案，Ｂ銀行の預金払戻債務が停止条件付債務であるとして専ら同法第６７条第２項の問題として検討する答案なども見られたが，このような答案は，低い評価にとどまっている。\n⑵ 第２問ア 設問１設問１は，結婚披露宴に関する役務の提供を受ける権利を題材に，再生債権の概念，再生債権該当性についての理解のほか，破産債権の届出内容との相違を含め，再生債権の届出についての理解を問うものであった。いわゆる典型論点を取り扱うものではなく，また，過去に同旨の出題がされていなかったことから，受験生としては意表を突かれたようである。実際，設問１の解答を後回しにする答案が相当数見受けられた上，設問２及び設問３と比較して，設問に適切に解答できていると評価し得る答案は少なかった。再生手続における基本的な概念を理解した上で，根拠条文を的確に摘示し，要件を落とすことなく丁寧に当てはめを行うという法曹実務家に求められる基本的な能- 4 -力の重要性を再認識し，常日頃からこの点を意識して学習することが求められる。\n解答に当たっては，民事再生法第８４条第１項を摘示して，再生債権の定義及び要件を明示しつつ，これに丁寧に当てはめていくことが求められる。多くの答案では，同項を摘示し，再生債権の定義及び要件を明示することはできていたものの，当てはめについては，正確性を欠くものや雑な論述にとどまるものが目立った。特に，財産上の請求権であることの当てはめができていない答案が多く見られたが，結婚披露宴を開くために必要な役務の提供を受ける権利は非金銭債権ではあるものの，再生債務者の財産を利用することにより履行可能な債務に係る請求権であることから，同条第１項にいう財産上の請求権となることを踏まえた解答が望まれる。中でも，手続開始後の履行不能を条件とする停止条件（解除条件）付債権とする答案や，同条第２項第２号に基づき再生債権となるとする答案が散見され，特に後者については，同号の規定は再生手続開始決定前から再生債務者が負う義務の不履行が生じている場合において開始後に生じる損害賠償請求権について定めたものであるから，本問には当てはまらないことに注意を要する。また，代金の返還請求権や解除による原状回復請求権が金銭債権となることを理由として財産上の請求権として再生債権となるとの解答も見受けられたが，再生手続開始決定によりＤの請求権が金銭化される（契約が解除される）\n基礎となる事実（特約等）は問題文に示されておらず，民事再生法にも根拠規定はないので，誤解というほかない。このほか，問題文において，「なぜ再生債権となるか」について言及することとされ，Ｄが有する請求権は再生債権に当たることが解答の前提であると容易にうかがえるにもかかわらず，同法第１１９条第２号により共益債権（破産については，破産法第１４８条第１項第４号に基づく財団債権）とする答案や，双方未履行双務契約の解除に基づく損害賠償請求権（又は原状回復請求に係る財団債権）とする答案も散見された。いずれも，出題意図を把握することができていないもの，制度の基本的な理解を欠くものといわざるを得ず，低い評価にとどまっている。\n次に，届出方法については，基本的な条文である民事再生法第９４条第１項の摘示ができていない答案や，同項の摘示がされていても，単に，「債権届出期間内に」，「内容」，「原因」，「議決権の額」\nを届け出なければならないとして，同項の規律内容の羅列にとどまっている答案が多数見受けられた。繰り返しになるが，基本に立ち返り，「債権届出期間として定められた令和３年６月３０日までに，同年４月１日に締結した契約を原因として，同年１２月４日に結婚披露宴を開くための役務の提供を受ける権利を，対価として支払った１１０万円を議決権額として届け出る」などと，事例に則して丁寧に当てはめを行うことが求められる。なお，再生債権の届出に関しては，同法第９４条のほか民事再生規則第３１条にも規定が設けられているところ，同条の規定を摘示することができていた答案は必ずしも多くなく，このような答案は高い評価となっている。\nまた，本設問では，破産手続との届出内容の相違についても問われているところ，清算型の手続である破産手続においては，金銭の支払を目的としない債権も金銭化する取扱いがされている（破産法第１０３条第２項第１号イ）ことから，同法第１１１条第１項第１号を摘示し，債権の「内容」\nではなく「額」を届け出る点で違いが生じることについて言及する必要がある。「金銭化」という語が現れている答案は一定数見受けられ，一応の水準にあるものと評価したが，条文の摘示も含め，\n金銭化について相違があることを制度趣旨に遡って的確に論じることができている答案は必ずしも多くなく，このような答案は高い評価となっている。\nイ 設問２再生計画の取消事由の有無の検討に当たっては，まず，再生債務者の代表取締役が，多数の従業員に虚偽の再生債権届出書を提出させ，債権調査において再生債務者がこれらの債権を認めたことが，民事再生法第１８９条第１項第１号の「不正の方法」に当たるか否かについて論じる必要がある。多くの答案において，問題の所在を的確に把握した上，同号の規定を正確に摘示することができており，一応の水準にあるものと評価したが，同法第１７４条第２項第３号の「不正な方法」についての解釈を示した判例（最決平成２０年３月１３日民集６２巻３号８６０頁）を意識して論述を展開していた答案は半数程度にとどまっていた。また，本設問の事例においては，「不正の方法」に該当することを指摘しただけでは十分とはいえず，再生計画案が不正の方法「により」成立したこと，すなわち，再生計画の成立との因果関係の有無についても検討することが求められている。\nこの点については，少数ながらも，因果関係の有無が問題となることに触れた上で，虚偽の届出がされなくとも過半数の頭数は確保できており可決されていたとの事実や，虚偽の届出がされたことが途中で発覚していれば債権者２名の反対により可決することはなかったとの事実を的確に拾い出し，これらの事実について自分なりの評価を与えている答案があり，因果関係の有無についていずれの結論を採っていたとしても，十分な水準にあるものと評価している。他方，大半の答案は，これらの事実を「不正の方法」の当てはめの中で一体として論じているか，裁判所の裁量判断に当たっての考慮要素として論じており，この点において評価に大きな差が生じた。ここでは，条文から導かれる「要件」を分析的に抽出し，事例において掲げられた「事実関係」を的確に当てはめることができているかどうかが試されている。\n次に，取消事由がある場合における裁判所の判断の在り方の検討に当たっては，まず，民事再生法第１８９条第１項において「再生計画取消しの決定をすることができる」とされていることを示した上，裁判所は取消事由がある場合でも裁量により申立てを棄却することが可能であることを指摘する必要があるが，想定していた以上に，裁判所に裁量的判断が許されていることを指摘できていた答案が少なかった。このような答案は，基本的な条文ないし制度の正確な理解が十分でなく，\nまた，出題意図を把握できていないものとして，低い評価にとどまっている。そして，解答に当たっては，取り消す方向の要素と棄却する方向の要素とを事例に即して的確に拾い出し，分析・検討する必要がある。具体的には，取り消す方向の要素として，再生計画案の決議は再生手続の中でもとりわけ重要な意義を有するため，不正の方法により成立した再生計画を認めるべきではないことや，本設問のような不正を許してしまうと他の事案においても同様の不正行為が行われるおそれがあることなどを，手続的な正義を重視する視点から取り上げることが考えられ，他方，棄却する方向の要素としては，再生計画の取消しの申立てまでの間，再生計画は滞りなく履行されていたとの事実や今後も履行の継続が可能な状況であるとの事実から，取消しの申立てが認容された場合との比較において再生債権者にとって経済的利益があることなどを，具体的事案における経済合理性を重視する視点から取り上げることが考えられる。少数ながら，これらに触れられている答案があり，\n相対的に高く評価したが，その大半はどちらか一方の要素のみを指摘するにとどまっており，出題意図を的確に把握し，反対の要素にも目を向けて論述することができていた答案はごくわずかであった。\nウ 設問３設問３は，再生計画に基づく弁済を継続していくことができなくなった場合において裁判所が採るべき方策として，民事再生法上どのような制度が設けられているかについての理解を問うものであった。多くの答案において，同法第１９４条を摘示して，再生計画を遂行できないことが明らかであることから，再生手続を廃止するとの方策について指摘することができており，一応の水準にあるものと評価している。他方，設問２との対比において，再生計画の取消しは裁判所に裁量棄却の選択肢があるが，再生手続の廃止は必要的であることに言及できていない答案が多く見受けられた。また，解答に当たっては，同法第２５０条を摘示して，裁判所は職権による破産手続開始の決定をすることができることも指摘する必要があるが，牽連破産についての言及がない答案が一定数見受けられたほか，この点に触れられていたとしても，「職権」によることができることにまで言及できていた答案は少なかった。この点についても，条文ないし制度について，相互の関係性等を踏まえた正確な理解が求められる。\n４ 今後の出題について出題方針について特に変更すべき点はなく，今後も，特定の傾向に偏ることなく，具体的な事案を通じて，基本的な考え方や事項に関する理解を確認する問題，当該事案を正確に把握して適切に法令上の- 6 -対応手段を導き出す能力を試す問題，倒産実体法及び倒産手続法に関する問題等，倒産法の基本的な理解ができているかどうかを問う出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの等倒産法における基本的な条文，判例及び学説を断片的・概括的にではなく，その趣旨に遡って正確に理解をした上で，具体的な事案に対応することができる能力を涵養するため，個々の制度の関係性等についても意識して，また，清算型手続と再建型手続との異同を理解しながら，倒産法の体系の中で把握することが重要であって，このことは，例年指摘しているところである。また，具体的な事例において与えられた事情を正確に整理・把握し，問題点を的確に抽出する能力，その問題点について論理的かつ一貫性のある解釈論に基づき妥当な結論を導き，説得的に論ずる能力が必要とされることも例年のとおりである。法科大学院に対しては，例年指摘されているこれらの点にも配慮しつつ，上記の能力の涵養等を実現するための教育を期待したいところである。\n次に，倒産法に限らず法学一般に当てはまることと思われるが，受験生において，法曹としてぜひとも身に付けてもらいたい基本的な素養について，本年度の出題と関連して述べておきたい。まず，ある法令において，原則とともにその例外に当たる規定が複数設けられている場合に，原則の要件を充足するものの，例外に当たる規定の適用の有無が問われているときは，全ての例外に該当しないことが論証されて初めて原則に戻ることができる（第１問設問２参照）。反対に，例外のうちいずれか一つにでも該当するのであれば，原則の規定が適用されることはない（同設問３参照）。また，条文の文言についての解釈を示す場合は，その論拠として，文理，立法趣旨，沿革，条文相互の論理的な関係，判例等を指摘することになるが，常に全てを持ち出す必要はないものの，少なくとも一つは指摘する必要がある（第２問設問２「不正の方法」の解釈参照）。さらに，法令が人の行為について規律している場合は，一般論として，客観的な行為，行為者の主観的態様，結果の発生，行為と結果との因果関係といった点が要件となることが多いことから，そのような視点をもって，条文の文言を分析することが有用である（第２問設問２における因果関係についての検討参照）。加えて，実務上，法令の解釈適用に当たって，手続的正義と経済合理性とが相克する局面は頻繁に生じるものであり，これらは結論を導く際の対立軸となり得るものである（同設問２における裁判所の裁量判断についての検討参照）。これらは一例を示すものにすぎないが，法分野を問わずに活用することができる論理的思考力，視点等を身に付けておくことは，\n法曹となって未知の問題に挑む際，問題の所在を的確に把握し，妥当な結論を導くために必ず役に立つものであり，その登用試験としての司法試験においても同様である。法曹を志す受験生においては，試験対策上の小手先の技術としてではなく，法分野ごとの知識や考え方を学ぶことを通じて法的センスを養い，法曹として長く有効に使える基本的な素養を身に付けてもらいたい。\nなお，本試験は，解答者の文字の読みやすさを評価するものではなく，その巧拙が答案の評価に影響するものでないことはいうまでもない。しかしながら，例年，かつ，他の科目でも繰り返し指摘されているとおり，判読することが困難あるいは不能な文字等による答案が散見され，そのような場合には，\n設問で与えられた課題についての適切な配点が困難となりかねず，ともすれば解答者の本来の能力・理解度を正当に評価することができない事態につながるものである。受験生においては，このことを十分意識して，是非改善してもらいたい。"
}