{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３５：２５：４０〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，和食器の製造・販売を業とする株式会社であり，取締役会及び監査役を置いているが，会社法上の公開会社ではなく，平成２８年３月３１日現在，資本金は１億円，負債額は２億円，総資産額は１０億円，当該事業年度の経常利益は２０００万円であった。甲社の取締役は，Ａほか３名であり，Ａが代表取締役を務めている。\n甲社の和食器は，伝統美の中に現代的なテイストを取り入れる点が評価され，人気が高まっていたが，甲社は，厳格な品質管理体制を有し，信頼できる代理店のみを通じて販売する方針を堅持していた。\n２．高級食器の販売を業とする乙株式会社（取締役会を設置しておらず，株主はＢのみである。以下「乙社」という。）の代表取締役Ｂは，Ａに対し，甲社の和食器を販売させてほしいと再三申し入れていたが，断られていた。\n３．Ａは，平成２８年５月頃，Ｂに対し，「私個人でレストランを開業するので，下見に同行してほしい。」と頼んだ。Ａは，同行したＢに対し，「レストランでは甲社の和食器を利用するので，気に入った客が乙社を通じて購入できるようにするのはどうか。」と持ち掛けるとともに，「この計画の実現には５０００万円資金が足りない。」と漏らした。Ｂは，これを機に甲社との取引関係を深めようと思い，前記１の事項を含む甲社の財務状況の概要をＡに確認した上で，乙社としてＡに５０００万円を融資することとし，Ａに対し，「我が社にお任せください。ただ，個人に事業上の融資をした実績がないので，甲社の連帯保証を付けてください。」と述べたところ，Ａは，「分かった。」と答えた。Ｂは，後日，Ａに対し，「連帯保証についての甲社の取締役会の議事録の写しをもらえれば，すぐに融資できます。」と述べた。\n４．このレストラン業は，Ａが甲社の事業として提案したところ，採算がとれる見通しがないことを理由に他の取締役らに反対されたものであった。このような経緯から，Ａは，甲社が連帯保証することについて，他の取締役らの賛成を得ることはできないと考え，取締役会の議事録の写しではなく，甲社代表取締役Ａ名義でＡの乙社に対する債務を連帯保証することについて取締役会の承認がある旨の確認書（以下「本件確認書」という。）を作成し，これをＢに交付することとした。\n５．Ａは，平成２８年５月２５日，Ｂに対し，「社内規定により，取締役会の議事録は金融機関以外の第三者には公開していない。他の取引先にも取締役会の議事録を見せたことはない。」と述べて，本件確認書を交付した。しかし，Ａの言う社内規定は存在しなかった。Ｂは，Ａが知名度の高い甲社の評判を傷つけるようなことはしないであろうし，甲社の和食器を取り扱うことによる利益が期待できる一方で，自分のような小さな会社の経営者がＡに取締役会の議事録の写しを強く求めれば，Ａの機嫌を損ねて取引の機会を失ってしまうなどと考え，これ以上の確認をせず，乙社内で必要な手続を経た。\n６．Ａは，平成２８年６月１日，乙社から５０００万円を借り受ける旨の金銭消費貸借契約（利息は，年１％として１年ごとに後払いとするものとされ，最後の利息と元本の返済期日は，平成３１年（令和元年）９月３０日とされた。）を締結するとともに，甲社取締役会の承認を受けないまま，甲社を代表して，書面により，乙社との間でＡの乙社に対する前記金銭消費貸借契約に基づく債務を連帯して保証する旨の合意をした（以下「本件連帯保証契約」という。）。なお，Ａから甲社に対して本件連帯保証契約に係る保証料は支払われていない。\n７．Ａは，乙社に対し，１年目の利息は支払ったものの，その後の支払を怠り，返済期日に元本の返済もしなかった。そこで，乙社は，令和元年１０月頃，甲社に対し，本件連帯保証契約に基づ\n- 2 -く保証債務の履行を請求したが，これにより，本件連帯保証契約の存在を甲社の他の取締役らが知ることとなった。\n〔設問１〕 乙社からの本件連帯保証契約に基づく保証債務の履行の請求を拒むために甲社の立場\nにおいて考えられる主張及びその主張の当否について，論じなさい。\n８．甲社の設立当時の株主名簿上の株主及びその保有株式数は，Ａの父親であるＣが１０万株，Ａの祖母でありＣの母親でもあるＤが２０万株，甲社の仕入先であり創業資金を出資した丙株式会社（以下「丙社」という。）が１０万株であった。甲社では，平成２４年６月開催の定時株主総会の決議を経て新たに１０万株（以下「本件株式」という。）が発行され，本件株式の株主名簿上の株主はＡであった。なお，甲社は，株券発行会社でも種類株式発行会社でもない。\n９．本件株式が発行された経緯は，次のとおりであった。すなわち，Ａは，平成２４年３月頃，甲社の代表取締役であったＣの要請に従い，家業である甲社を継ぐため，大学卒業後に就職した会社を辞めて実家に戻ることとした。Ｃは，実家に戻ったＡに対し，次の株主総会でＡを甲社の取締役に就任させる予定である旨を伝え，「いずれ社長になる身として，従業員や取引先の手前，多少の株を持っておく必要がある。金のことは心配しなくていい。」と述べたが，それ以上のやり取りはされなかった。そして，前記８の定時株主総会において，Ａを取締役に選任するとともに，本件株式をＡに発行する旨の決議がされたが，本件株式の発行に必要な事務手続は，Ｃの指示に基づいて，甲社の総務部が進め，株式の申込みに必要な書面等におけるＡの記名押印もＡが甲社に預けていた印章を用いて総務部が行った。また，払込金額である２０００万円は，全てＣの貯金によって賄われた。\n10．本件株式に係る剰余金配当は，Ｃ名義の株式に係る分と併せてＣ名義の銀行口座に振り込まれており，これらの剰余金配当についてはＣの所得としてＣのみが確定申告をしていた。Ａ及びＣ宛ての株主総会の招集通知等は，Ｃの指示により，いずれも甲社の総務部に留め置かれ，本件株式に係る株主総会の議決権についても，甲社の総務部が，Ｃ名義の株式に係る議決権と併せて，会社提案に賛成するものとして事務処理がされた。Ｃは，平成２７年６月に取締役を退任し，以後は，Ａが代表取締役の地位にあったが，前記のような事務処理は継続された。\n11．Ｃは，令和元年１０月頃，本件連帯保証契約の件を耳にし，甲社の将来を憂慮するようになり，Ａに対し，「君は，しばらく代表取締役を降りたほうがよい。次の定時株主総会で私が再び取締役に戻り，代表取締役として甲社の経営を仕切り直すから，そのように株主総会の準備を進めなさい。」と伝えたが，Ａは，これに応じなかった。そこで，Ｃは，Ａに対し，本件株式の株主の地位はＣに帰属するものであると主張したが，Ａは，本件株式の株主の地位はＡに帰属すると主張して譲らなかった。\n〔設問２〕 ＣがＡに対して本件株式に係る株主の地位の確認を求める訴えを提起した場合に，Ｃ\nの立場において考えられる主張及びその主張の当否について，論じなさい。\n12．ＡとＣは，令和元年１２月頃，①ＡがＣに対して一定額の解決金を支払うこと，②本件株式はＡに帰属することを確認することを内容とする和解契約を締結したが，甲社の経営をめぐる意見の対立は続いていた。この和解契約により，甲社の株主構成は，Ａが１０万株，Ｃが１０万株，Ｄが２０万株，丙社が１０万株となった。\n13．甲社においては，令和２年６月，Ａの取締役としての任期満了に伴う取締役１名選任の件を議題とし（他の取締役の任期は満了していない。），Ａを取締役に選任することを議案（以下「本件選任議案」という。）とする定時株主総会（以下「本件株主総会」という。）を招集することが取締役会において決定され，必要事項が記載された書面にて各株主に通知された。なお，甲社\n- 3 -の定款には「株主は，当会社の議決権を行使することができる他の株主１名を代理人として，その議決権を行使することができる。」旨の定めがある。\n14．丙社（公開会社である取締役会設置会社であり，多数の株主が存在する。）の内規においては，総資産に占める帳簿価格の割合が１％未満である政策保有株式の議決権行使は，総務担当の代表取締役専務に委ねられていた。丙社の甲社への売上げが丙社の総売上げに占める割合は０．３％程度であり，丙社が保有する甲社株式の帳簿価額が丙社の総資産に占める割合は０．１％程度であった。本件株主総会の招集通知には，例年と同様，本件株主総会における議決権の行使その他一切の事項について甲社代表取締役に委任する旨の包括委任状用紙が同封されていた。そこで，丙社の総務担当の代表取締役専務であるＥは，例年と同様，前記包括委任状用紙に必要事項を記載し，甲社に送った。\n15．前記14の丙社の内規を知らないＣは，この機会にＡを甲社の経営から排除しようと考え，丙社の営業担当の代表取締役副社長であり，大学の同窓生であるＦに相談し，本件株主総会において，Ｃを取締役に選任する旨の修正動議を提出してこれに賛成することを示し合わせた。Ｆは，Ｅがいつものように包括委任状を提出していることを知りながら，本件株主総会に出席することをＣ\nに約束した。\n16．Ｄは，甲社の定時株主総会に毎年出席していたが，ＡとＣがもめていることを知り，一方にのみ肩入れすることを避けるため，弁護士Ｇ（甲社の株主ではない。）に代わりに出席してもらうこととし，本件株主総会における議決権の行使その他一切の事項についてＧに委任する旨の委任状を作成し，Ｇに交付した。\n17．ＦとＧは，本件株主総会の当日，受付担当者に対し，議場への入場を求めたところ，受付担当者は，株主名簿の記載，Ｆの名刺及び前記16のＤのＧに対する委任状を確認し，ＦとＧを議場へ案内した。その後，Ａ及びＣが議場に入り，Ａが議事を進めようとしたところ，Ｃは，「Ａは，本件連帯保証契約について説明を果たす立場にもあるから，私が議長を務める。」との動議を提出した。Ａは，本件連帯保証契約の件もあることから，ひとまず父親の顔を立てようと考え，動議に賛成し，ほかに異論もなく，Ｃが議長となった。\n18．議長となったＣは，「Ｇには出席資格がない。」と述べるとともに，「Ｆには丙社代表者としての出席を認めます。」と述べた。これらに対し，ＡとＧが異論を唱えたが，Ｃが取り合わなかったため，Ｇは，仕方なく退場した。Ｃが議事を進めると，Ｆは，本件選任議案に対する修正動議として，Ｃを取締役に選任する旨の議案（以下「本件修正議案」という。）を提出した。これを受けて，Ｃは，「取締役１名の選任が議題となっているので，候補者ごとに採決をするのではなく，取締役として選任すべき者としてＡとＣのいずれかの氏名を記載するという方法で採決をすることとしたい。」と提案したところ，誰も異論を唱えなかった。そこで，Ｃがあらかじめ用意した投票用紙と投票箱により投票が実施された。\n各株主の議決権の行使状況は，次のとおりであった。すなわち，Ａは，Ａの議決権についてＡを取締役に選任すべき旨の投票をするとともに，丙社の代理人として丙社の議決権についてＡを取締役に選任すべき旨の投票をした（下表の「Ａによる投票」欄参照。）。Ｃは，Ｃの議決権についてＣを取締役に選任すべき旨の投票をした。Ｇは，退場したため，Ｄの代理人としてＤの議決権について投票することはできなかった。Ｆは，丙社の代表取締役副社長として丙社の議決権についてＣを取締役に選任すべき旨の投票をした（下表の「Ｆによる投票」欄参照。）。\n株主の氏名又は名称 Ａ Ｃ Ｄ 丙社議決権の数（万個） １０ １０ ２０ １０取締役として選任すべき Ａ Ｃ Ａによる投票 Ｆによる投票者として記載した氏名 Ａ Ｃ\n- 4 -\n19．投票用紙の集計後，Ｃは，丙社の議決権の行使については，Ｆによる投票が有効であり，Ａによる投票が無効であることを前提に，Ｃが取締役として選任された旨を宣言して（以下「本件決議」という。），本件株主総会を閉会した。\n20．Ｆが，丙社の代表者として，本件株主総会に出席した上で本件修正議案を提出して議決権を行使したことは，独断によるものであった。また，ＡもＣも，前記14の内規の存在を知らなかった。\n〔設問３〕 Ａは，令和２年７月，本件株式の株主として本件決議の取消しを求める訴えを提起し\nたいと考えているが，本件決議の効力を争うためにＡの立場において考えられる主張及びその主張の当否について，論じなさい。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n１ 本問は，公開会社でない株式会社（以下「非公開会社」という。）において，①代表取締役が当該株式会社を代表して当該代表取締役が個人として負う債務を連帯して保証する旨の合意をした場合に，当該株式会社がその連帯保証債務の履行を拒絶するために考えられる法的な主張としてどのようなものがあり，そのような主張が認められるのかを問うとともに（設問１），②誰が株主であるかが争われている場合に，具体的な事実関係の下でどのように株主を認定すべきか（設問２），③議決権の行使を委任することができる代理人を株主に限る旨の定款の規定がある場合に株主ではない弁護士が代理人として議決権を行使することの可否や，株主である株式会社の代表取締役がその内部的制限に反して当該株式会社を代表して議決権を行使することの可否といった株主総会における議決権行使の在り方（設問３）を問うものである。いずれについても，会社法上の重要な制度や判例に関する基本的な理解を前提に，問題点を適切に分析した上で，具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１においては，甲社としては，①Ａが甲社の代表取締役として締結した本件連帯保証契約は，利益相反取引である間接取引（会社法第３５６条第１項第３号）に該当し，取締役会設置会社である甲社においてはその取締役会の承認が必要であった（同法第３６５\n条第１項）のに，取締役会の承認を得ていないので無効（甲社に効果不帰属）である，②本件連帯保証契約は，多額の借財（同法第３６２条第４項第２号）又は重要な業務執行（同\n- 9 -項柱書）に該当し，取締役会設置会社である甲社においてはその取締役会によって決定されなければならなかったのに，取締役会によって決定されていないので無効（甲社に効果不帰属）であるなどと主張して，本件連帯保証契約に基づく債務の履行を拒絶することが考えられる。なお，甲社としては，上記①及び②のいずれかの主張が認められれば，上記債務の履行を拒絶することができることになる。\n⑵ 甲社の上記①の主張の当否を論ずるに当たっては，本件連帯保証契約が間接取引に該当するものであるにもかかわらず，甲社の取締役会の承認がないことを指摘した上で，取締役会の承認がない間接取引の効力について，判例（最判昭和４３年１２月２５日民集２２\n巻１３号３５１１頁）を踏まえて検討することが求められる。\n⑶ 続いて，甲社の上記②の主張の当否を論ずるに当たっては，まず，甲社の財務状況や本件連帯保証契約に係る主債務の額等の本問の事実関係に照らし，多額の借財又は重要な業務執行に当たるか否かを検討することが求められる。本問の事実関係からすると，これらに当たると判断することが一般的であると考えられることから，更に進んで，甲社の取締役会によって決定されていないことを指摘した上で，その場合の効力について，判例（最判昭和４０年９月２２日民集１９巻６号１６５６頁）を踏まえて検討することになる。\n⑷ 上記①及び②の主張のいずれにおいても，判例の立場に立って検討する場合には，本件連帯保証契約の相手方である乙社の主観面の検討が必要となる。まずは，本件連帯保証契約を締結することが間接取引に該当することや，多額の借財又は重要な業務執行に該当することについての乙社の認識を検討することになるが，前者については，本件連帯保証契約の内容からして乙社の悪意が認められるのが自然であろうし，後者についても，甲社の財務状況の概要を確認したという本問の事実関係からすると，乙社の悪意が認められるのが自然であろう。その上で，取締役会の決議がないことについて，自らが立てた規範に沿って，過失又は重過失の有無を中心に検討することになる。その際には，取引をめぐるこれまでの経緯や本件連帯保証契約に関するやりとりに関する事実関係を丁寧に拾い，それらに対する評価を加えながら検討することが求められる。例えば，甲社との取引を望む小さな事業会社である乙社の代表取締役としては，本件確認書が交付されたにもかかわらず取締役会の議事録の写しを強く求めることは困難であったことなどを指摘して，過失又は重過失がないと評価することも考えられよう。\n３⑴ 設問２においては，Ｃとしては，名義上の引受人ではなく，実質上の引受人が株主になるという考え方を前提に，本件株式について，引受けの申込みなど引受契約の締結に至るまでＣの主導で行われてきたこと，Ｃの貯金から払い込まれたこと，その発行に至る経緯及び本件株式に係る権利を行使してきたのはＣであることなどの本問の事実関係を指摘して，自らが実質上の引受人であって本件株式の株主であると認定されるべきであるなどと主張することが考えられる。\n⑵ Ｃの上記主張の当否を検討するに当たっては，まず，本問のような場合に誰を株主と認定するのかについての考え方を検討する必要がある。すなわち，株式の申込みや引受けに際して名義に現れた者が株主であると考えるのか（いわゆる形式説），名義が誰であるかにかかわらず，一般私法上の法律行為の場合と同じく，実質上の引受人が株主となると考えるのか（いわゆる実質説），といった考え方の対立がある中で，どのような考え方に立脚するのかを検討する必要がある。\n実質説に立つ場合には，本問の事実関係を拾いつつ，それらを適切に評価して結論を導く必要がある。本問では様々な事実関係があるが，払込金額がＣの貯金によって賄われたこと，「従業員や取引先の手前，多少の株式を持っておく必要がある」や「金のことは心配しなくていい」といったＣの発言，甲社の株主総会においてＡを引受人とする決議がされたこと，本件株式の引受けに係る書面に記載された名義はＡであったこと，Ａが甲社の- 10 -\n役員に就任した経緯，Ｃが本件株式に係る権利を行使してきたことなどの各事実について，単に事実を列挙するだけでなく，それぞれについての評価を加えた上で結論を導くことが求められる。例えば，「金のことは心配しなくていい」というＣの発言については，Ａに対して払込金額に相当する金銭を贈与する趣旨であったという方向で評価することもできるし，本件株式の実質的な引受人はＣであって名義のみＡとしたにすぎないという方向で評価することもでき，いずれの方向であっても，自分なりに事実に対する評価を加えて結論を導き出すことが求められる。さらに，本件株式を引き受けた時点における実質的な引受けの意思が問題となることに意識した上で，その後の事情については当時の意思を推認させるものであるなどの評価を加えながら検討するといったように，より実務的な観点からの考察が加えられていると，なお望ましい。\n他方で，形式説に立つ場合には，判例（最判昭和４２年１１月１７日民集２１巻９号２４４８頁）が実質説を採用していると評価されていることを踏まえ，より説得的な論述が望まれる。例えば，その根拠として，集団的関係における画一的な取扱いの必要性や，非公開会社においては名義に現れない実質上の引受人を株主とすることによって閉鎖性を維持することができなくなることを指摘したり，事実関係として，本件株式の引受けの申込みをする際に提出すべき書面（会社法第２０３条第２項）の名義がＡであることや，甲社の株主総会において本件株式をＡに発行する旨の決議がされたことを指摘したりすることにより，説得的な論述を展開することが望ましい。\n４⑴ 設問３においては，Ａとしては，①他の株主１名を代理人としてその議決権を行使することができる旨の定款の規定（以下「本件定款規定」という。）に基づいてＤの代理人である弁護士Ｇによる議決権の行使が認められなかったこと，②丙社の内規に従って包括委任状が提出されていたにもかかわらず，内規によって権限が制限されているＦによる議決権の行使が認められ，包括委任状に基づくＡの議決権行使が認められなかったことが，それぞれ決議の方法が法令に違反する場合（会社法第８３１条第１項第１号）に該当すると主張することが考えられる。なお，上記①及び②のいずれについても，株主総会決議取消しの訴えを提起したＡではないＤ又は丙社の議決権の行使に関する事由であることから，株主総会決議取消しの訴えにおいて他の株主に係る事由を主張できることが前提となるし，仮に法令違反が肯定されるとすれば，「決議に影響を及ぼさないもの」（同条第２項）\nには当たらず，裁量棄却はされないものと考えられることから，これらの点についても言及されていることが望ましい。また，Ａとしては，上記①及び②のいずれかが認められれば，本件決議の取消しが認められることになる。\n⑵ Ａの上記①の主張の当否を論ずるに当たっては，株主は，代理人によってその議決権を行使することができるものとされていること（会社法第３１０条第１項）を前提に，他の株主１名を代理人としてその議決権を行使することができるという本件定款規定の有効性及び適用範囲について，判例（最判昭和４３年１１月１日民集２２巻１２号２４０２頁等）\nを踏まえて検討することが求められる。その際には，Ｄの代理人であるＧが弁護士であること，甲社が非公開会社であることなどの本問の事実関係を踏まえ，これらの事実関係がどのように影響するのかについての考察を加えながら検討することが求められる。例えば，Ｇが弁護士であるという点については，一般的には本件定款規定のような議決権の行使に係る代理人資格の制限は有効ではあるものの，弁護士であるＧが代理人とされている本問においては適用されるべきではないといった指摘をすることが考えられる一方，職種により株主総会のかく乱のおそれを個別に判断すれば，円滑な総会運営を阻害し，恣意的な判断を招くおそれがあることを理由に，弁護士であるＧにも本件定款規定は適用されるとする立場に立つことも考えられる。また，甲社が非公開会社であるという点については，それゆえに株主ではない第三者の株主総会への参加を排除する必要があるということもでき\n- 11 -る一方で，本問のように株主間で対立がある場合には代理人を株主に限ることによって株主権の代理行使の機会を実質的に奪うことになりかねないということもできるところである。いずれにしても，これらの事実関係が，本件定款規定の有効性や適用範囲にどのように影響するのかを具体的に考察することが望まれる。\n⑶ 続いて，Ａの上記②の主張の当否を論ずるに当たっては，まず，丙社の内規によれば，甲社の株式の議決権行使については他の代表取締役であるＥに委ねられることとなるが，Ｆも，「副社長」ではあるものの，丙社の代表取締役であって，丙社の業務に関する一切の裁判上又は裁判外の行為をする権限を有しており（会社法第３４９条第４項），上記内規は，代表取締役であるＦのこのような権限を内部的に制限するものであって善意の第三者に対抗することができないということ（同条第５項）を指摘する必要がある。その上で，上記内規による代表権の制限が第三者である甲社との関係で問題となることを前提に，本問の事実関係を踏まえて，甲社の主観面を検討した上で結論を導くことが求められる。その際には，議決権行使という集団的権利行使の場面であること，他方で，甲社が株主数の少ない閉鎖的な非公開会社であることなどの事情がどのように影響するのかについても検討することができれば，なお望ましい。なお，本問の事実関係からすると，Ｆによる議決権の行使は，Ｆがその代表権を濫用したとみる余地もあり得ることから，上記の点に加えて，そのような観点から検討を加えることも考えられるところである。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている令和３年司法試験の論文式試験出題の趣旨に特に補足すべき点はない。\n２ 採点方針及び採点実感民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，分析し，会社法上の論点を的確に抽出して各設問に答えるという過程を通じ，事例解析能力，論理的思考力，会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものであり，従来と同様である。その際に，論点について，過不足なく記述がある答案や，記述に多少の不足があっても，総じて記述が論理的である答案，制度の趣旨等に照らして条文を解釈している答案，事案に即して具体的な検討がされている答案には，一定の高い評価を与えた。これらも，従来と同様である。なお，例年言及しているが，文字を判読することができず，文章を理解することができない答案が見られる。そのような文章については，趣旨が不明であるものと判断した上で，採点せざるを得ない。\n⑴ 設問１についてア 全体的な採点実感設問１は，取締役会設置会社である株式会社において，代表取締役が当該株式会社を代表して当該代表取締役が個人として負う債務を連帯して保証する旨の合意をした場合に，当該株式会社がその連帯保証債務の履行を拒絶するために考えられる法的な主張としてどのようなものがあり，そのような主張が認められるのかを検討することを通じて，代表取締役による行為の効力等についての理解を問うものである。\n(ｱ) 設問１においては，甲社としては，①Ａが甲社の代表取締役として締結した本件連帯保証契約は，利益相反取引である間接取引（会社法第３５６条第１項第３号）に該当し，取締役会設置会社である甲社においてはその取締役会の承認が必要であった（同法第３６５条第１項）のに，取締役会の承認を得ていないので無効（甲社に効果不帰属）である，②本件連帯保証契約は，多額の借財（同法第３６２条第４項第２号）又は重要な業務執行（同項柱書）に該当し，取締役会設置会社である甲社においてはその取締役会によって決定されなければならなかったのに，取締役会によって決定されていないので無効（甲社に効果不帰属）であるなどと主張して，本件連帯保証契約に基づく債務の履行を拒絶することが考えられる。\nしかし，上記①の主張と上記②の主張のいずれについても言及している答案は多くはなく，上記①の主張については言及するものの上記②の主張については言及していない答案が多数見られた。上記②の主張に気が付かなかったことが主な原因であると考えられるが，\n甲社の立場において考えられる主張が複数あるのであれば，その全てについて検討をすることが求められる。実際に，乙社から本件保証契約に基づく保証債務の履行を求める訴えが提起された場合には，甲社としては，上記①主張だけではなく上記②の主張も尽くして応訴するはずであるから，そのような実務的な感覚も意識してほしいところである。\n(ｲ) 甲社の上記①の主張の当否を論ずるに当たっては，本件連帯保証契約が利益相反取引である間接取引（会社法第３５６条第１項第３号）に該当し，取締役会設置会社である甲社においてはその取締役会の承認が必要であった（同法第３６５条第１項）のに取締役会の承認を得ていないことを指摘する必要がある。この点については，本件連帯保証契約が間接取引に該当することは条文上明らかであるから，簡潔に指摘すれば足りるところ，「自己又は第三者のために」の解釈論を展開したり，間接取引の該当性を詳細に論じたりすることにより，全体のバランスを失している答案が一定数見られた。また，同項の規定を見- 8 -落とし，株主総会の承認が必要であるとしたり，承認の主体を明らかにしないまま論じたりしている答案も，少数ではあるが見られた。\n続いて，取締役会の承認のない間接取引の効力について，判例（最判昭和４３年１２月２５日民集２２巻１３号３５１１頁）を踏まえて検討することが求められる。多くの答案は，上記判例が採用したとされる相対的無効説を意識して論述していたものと思われるが，\n上記判例を正確に理解しているものもあれば，上記判例を十分に理解しているとは評価することができないものもあった。例えば，「会社の内部的意思決定を欠くにすぎない」，「代表取締役は株式会社の業務に関する一切の裁判上又は裁判外の行為をする権限を有する」，\n「取引安全のため」といった理由付けをした上で，取締役会の承認のない間接取引は原則として有効であるものの相手方が悪意又は重過失であれば無効となるといった論述は，上記判例を正確に理解しているものと評価することはできないところ，そのような論述をする答案も一定数見られた。\n(ｳ) 甲社の上記②の主張の当否を論ずるに当たっては，まず，甲社の財務状況や本件連帯保証契約に係る主債務の額等の本問の事実関係に照らし，多額の借財又は重要な業務執行に当たるか否かを検討することが求められる。上記②の主張の当否について言及することができた答案の多くは，多額の借財（会社法第３６２条第４項第２号）の該当性を論じた上で，これを肯定していた。その際には，重要な財産の処分（同項第１号）についての判例（最判平成６年１月２０日民集４８巻１号１頁）が「当該財産の価額，その会社の総資産に占める割合，当該財産の保有目的，処分行為の態様及び会社における従来の取扱い等の事情を総合的に考慮して判断すべき」と判示していることなどを参考にして何らかの判断基準を定立し，本問の事実関係に照らして検討することにより，説得力のある論述を展開していくことが望まれるところであり，さらに，甲社の財務状況や本件連帯保証契約に係る主債務の額といった数量的な観点からの検討だけではなく，金銭消費貸借契約とは異なり連帯保証契約の場合には甲社に何ら財産が入ってこないことや，保証料の支払もないといった本件連帯保証契約の性質を踏まえた検討をすることができれば，なお望ましいといえる。上記②の主張の当否について言及することができた答案のうち，上記のような観点から十分な論述ができたものも一定数見られたが，その反面，全く判断基準を示すことができていないものや，結論を示すだけのものも見られた。\n続いて，本件連帯保証契約を締結することが取締役会によって決定されていないことを指摘した上で，その場合の効力について，判例（最判昭和４０年９月２２日民集１９巻６号１６５６頁）を踏まえて検討することになる。この点については，上記②の主張の当否について言及することができた答案のほとんどが言及することができていたが，上記判例を正確に理解しているものもあれば，上記判例を十分に理解しているとは評価することができないものもあった。\n(ｴ) 上記①及び②の主張のいずれにおいても，判例の立場に立って検討する場合には，本件連帯保証契約の相手方である乙社の主観面の検討が必要となる。まずは，本件連帯保証契約を締結することが間接取引に該当することや，多額の借財又は重要な業務執行に該当することについての乙社の認識を検討することになるが，前者については，本件連帯保証契約の内容からして乙社の悪意が認められるのが自然であろうし，後者についても，甲社の財務状況の概要を確認したという本問の事実関係からすると，乙社の悪意が認められるのが自然であろう。残念ながら，これらの点について言及することができた答案は少なく，\nほとんどの答案が取締役会の決議がないことを知らなかったことについての過失又は重過失の有無を検討するにとどまっていたが，少数ではあるものの，これらの点についても言及することができていた答案も見られた。\nそして，取締役会の決議がないことを知らなかったことについての過失又は重過失の有- 9 -無の検討をするに当たっては，自らが立てた規範に沿って，本問の事実関係に照らして検討することになるが，その際には，取引をめぐるこれまでの経緯や本件連帯保証契約に関するやりとりに関する事実関係を丁寧に拾い，それらに対する評価を加えながら検討することが求められる。例えば，甲社との取引を望む小さな事業会社である乙社の代表取締役としては，本件確認書が交付されたにもかかわらず取締役会の議事録の写しを強く求めることは困難であったことなどを指摘して，過失又は重過失がないと評価することも考えられよう。多くの答案が本問の事実関係を丁寧に拾って検討しようとしていたが，取締役会の議事録の閲覧を請求することができるとか，取引の相手方に対して取締役会の議事録の開示を求めることは容易であるといった指摘をした上で過失又は重過失を認めるなど安易に乙社の過失又は重過失を認定しているような印象を受けるものもあった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例本件連帯保証契約が取締役会の承認のない間接取引に該当することを簡潔に指摘した上で，その効力について，判例を正確に理解して論ずるもの。\n本件連帯保証契約が多額の借財（同法第３６２条第４項第２号）に該当することについて，判断基準を定立した上で本問の事実関係に照らして検討し，取締役会によって決定されていない場合の効力について，判例を正確に理解して論ずるもの。\n本件連帯保証契約の相手方である乙社の主観面の検討をするに当たり，本件連帯保証契約を締結することが間接取引に該当することや多額の借財に該当することについての乙社の認識を検討した上で，取締役会の決議がないことを知らなかったことについての過失又は重過失の有無について，甲社との取引を望む小さな事業会社である乙社の代表取締役としては，本件確認書が交付されたにもかかわらず取締役会の議事録の写しを強く求めることは困難であったことを指摘するなどして本問の事実関係に照らして丁寧に検討するもの。\n(ｲ) 不良に該当する答案の例本件連帯保証契約が間接取引に該当すること及び多額の借財又は重要な業務執行に該当することのいずれか一方のみ検討し，他方について言及していないもの。\n本件連帯保証契約が間接取引に該当することを指摘するに当たって，「自己又は第三者のために」の解釈論を展開したり，間接取引の該当性を詳細に論じたりすることにより，全体のバランスを失し，必要な論点についての言及を欠くに至っているもの。\n取締役会の承認のない間接取引の効力について，判例を正確に理解しないまま論じているもの。\n多額の借財の該当性について論じているものの，判断基準に言及することなく，甲社の財務状況や本件連帯保証契約に係る主債務の額といった数量的な観点のみから認定したり，\n結論を述べるにとどまったりするもの。\n本件連帯保証契約の相手方である乙社の主観面の検討をするに当たり，本件連帯保証契約を締結することが間接取引に該当することや多額の借財に該当することについての乙社の認識について全く検討しないもの。\n取締役会の決議がないことを知らなかったことについての過失又は重過失の有無を検討するに当たり，甲社と乙社との力関係などの本問の事実関係に意を払わず，取締役会の議事録の写しを求めるべきであったことを殊更に強調して過失又は重過失を認定するもの。\n⑵ 設問２についてア 全体的な採点実感設問２は，誰が株主であるかが争われている場合に，具体的な事実関係の下でどのように株主を認定すべきかについての理解を問うものである。\n(ｱ) 設問２においては，Ｃとしては，名義上の引受人ではなく，実質上の引受人が株主にな- 10 -るという考え方を前提に，本件株式について，引受けの申込みなど引受契約の締結に至るまでＣの主導で行われてきたこと，Ｃの貯金から払い込まれたこと，その発行に至る経緯及び本件株式に係る権利を行使してきたのはＣであることなどの本問の事実関係を指摘して，自らが実質上の引受人であって本件株式の株主であると認定されるべきであるなどと主張することが考えられる。\n(ｲ) 設問２においては，まず，本件株式の引受契約の当事者が誰であるかという点が問題となるが，そのことを正確に理解することができていた答案は少なかった。株式引受契約の当事者を，株式の申込みや引受けに際して名義に現れた者とするのがいわゆる形式説，名義が誰であるかにかかわらず，実質的に引受けの意思を有していた者とするのがいわゆる実質説と呼ばれる考え方であるところ，どのような考え方に立脚するのかをまず検討することが求められる。この点について，全く言及することなく本問の事実関係を拾って結論を導き出す答案や，特に理由を示すことなく実質で判断すべきであるなどとする答案が多く見られた。\n(ｳ) 実質説に立つ場合には，まず，株式引受契約の当事者の認定も，一般私法上の法律行為の場合と同じく，実質的に引受けの意思を有していた者とすべきであるなどと論じた上で，\n本問の事実関係を拾いつつ，それらを適切に評価して結論を導く必要がある。実質説に立っていると思われる答案の中でも，その理由を的確に論じているものは少なく，特に理由を示すことなく出捐者を株主とすべきであるとするものが多かった。このような答案は，\n本件株式の引受契約の当事者が誰であるかという問題の所在を的確に把握することができていないように思われる。\n他方で，多くの答案が本問の事実関係を丁寧に拾い上げようとはしていた。本問では様々な事実関係があるが，払込金額がＣの貯金によって賄われたこと，「従業員や取引先の手前，多少の株式を持っておく必要がある」や「金のことは心配しなくていい」といったＣの発言，甲社の株主総会においてＡを引受人とする決議がされたこと，本件株式の引受けに係る書面に記載された名義はＡであったこと，Ａが甲社の役員に就任した経緯，Ｃが本件株式に係る権利を行使してきたことなどの各事実について，単に事実を列挙するだけでなく，それぞれについての評価を加えた上で結論を導くことが求められる。例えば，「金のことは心配しなくていい」というＣの発言については，Ａに対して払込金額に相当する金銭を贈与する趣旨であったという方向で評価することもできるし，本件株式の実質的な引受人はＣであって名義のみＡとしたにすぎないという方向で評価することもでき，いずれの方向であっても，自分なりに事実に対する評価を加えて結論を導き出すことが求められる。しかしながら，そのように評価することができる答案は必ずしも多くはなかった。\n多くの答案が，Ｃが本件株式に係る権利を行使してきたことを指摘していたが，本件株式を引き受けた時点における実質的な引受けの意思が問題となるのであるから，その後の事情については当時の意思を推認させる事情として位置付けられるものであるところ，そのようなことに意を払うことなく，Ｃが本件株式に係る権利を行使してきたことを主な理由としてＣが株主であると認定している答案が多かった。本件株式の引受契約の当事者が誰であるかという問題の所在を的確に把握した上で，より実務的な観点から事実関係を的確に評価することが求められる。\n(ｴ) 形式説に立つ場合には，判例（最判昭和４２年１１月１７日民集２１巻９号２４４８頁）\nが実質説を採用していると評価されていることを踏まえ，より説得的な論述が望まれる。\n例えば，その根拠として，集団的関係における画一的な取扱いの必要性や，公開会社でない株式会社（以下「非公開会社」という。）においては名義に現れない実質上の引受人を株主とすることによって閉鎖性を維持することができなくなることを指摘したり，事実関係として，本件株式の引受けの申込みをする際に提出すべき書面（会社法第２０３条第２- 11 -項）の名義がＡであることや，甲社の株主総会において本件株式をＡに発行する旨の決議がされたことを指摘したりすることにより，説得的な論述を展開することが望ましいが，\n残念ながら，そのような答案はほとんどなかった。形式説に立っていると思われる答案のほとんどが，本件株式の引受けの申込みをする際に提出すべき書面の名義がＡであることには言及せずに，株主名簿上の株主がＡであることをもってＡを株主とすべきとするものであった。また，Ｃが甲社に対して自己が株主であることを対抗することができないことを理由に株主名簿上の株主であるＡが本件株式の株主であるとする答案も多く見られた。\n株主名簿は株式会社の事務処理上の便宜のためのものであり，株主名簿による集団的関係における画一的な取扱いの要請は，株主であると主張する者同士がその株式の帰属をめぐって争っている場合においては妥当しないものと考えられることから，これらの答案は，\n本件株式の引受契約の当事者が誰であるかという問題に対して十分な説得力があるとはいい難い。\n(ｵ) そのほかにも，ＡからＣに対して本件株式が譲渡されたといえるか否かを問題とする答案，Ｃが株主名簿上の株主をＡとしたままの状態で自らが株主であると主張することが権利の濫用に当たるとする答案，株主名簿上の株主を基準に判断すべきであるが会社が特定の者を株主として取り扱っていた場合にはその者を株主とすべきであるとする答案もあった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例本件株式の引受契約の当事者が誰であるかという点が問題となることを理解し，株式引受契約の当事者の認定も，一般私法上の法律行為の場合と同じく，実質的に引受けの意思を有していた者とすべきであるなどと論ずるもの。\n実質説を前提としつつ，払込金額がＣの貯金によって賄われたという事実だけでなく，\nＣの発言やＣが本件株式に係る権利を行使してきたことなどの各事実から，本件株式の引受契約当時の当事者の意思を丁寧に認定しようとするもの。\n「金のことは心配しなくていい」というＣの発言について，Ａに対して払込金額に相当する金銭を贈与する趣旨であったと評価したり，本件株式の実質的な引受人はＣであって名義のみＡとしたにすぎないと評価したりするなど，本問の事実関係を適切に評価しようとするもの。\nＣが本件株式に係る権利を行使してきたことなどの本件株式の引受契約がされた後の事情については，本件株式の引受契約当時の当事者の意思を推認させる事情であることを指摘するなど，本問の事実関係を適切に評価しようとするもの。\n(ｲ) 不良に該当する答案の例本件株式の引受契約の当事者が誰であるかという点が問題となることを理解せずに，出捐者を株主とすべきであるとしたり，株主名簿の記載によるべきであるとしたりするもの。\n本件株式の引受契約当時の当事者の意思について意を払わずに，Ｃが本件株式に係る権利を行使してきたことや甲社がＣを株主として扱ってきたことなどを重視してＣが本件株式の株主であると認定するもの。\n株主であると主張する者同士がその株式の帰属をめぐって争っている場面であることを理解せずに，株式会社との関係で問題となる株主名簿の意義や機能について述べ，株主名簿上の株主であるＡが本件株式の株主であると認定するもの。\n本件株式の引受契約の当事者が誰であるかという点に言及することなく，ＡからＣに対して本件株式が譲渡されたといえるか否かを問題とするもの。\n本件株式の引受契約の当事者が誰であるかという点に言及することなく，Ｃが株主名簿上の株主をＡとしたままの状態で自らが株主であると主張することが権利の濫用に当たる- 12 -とするもの。\n本件株式の引受契約の当事者が誰であるかという点に言及することなく，株主名簿上の株主を基準に判断すべきであるが，会社が特定の者を株主として取り扱っていた場合にはその者を株主とすべきであるとするもの。\n⑶ 設問３についてア 全体的な採点実感設問３は，議決権の行使を委任することができる代理人を株主に限る旨の定款の規定がある場合に株主ではない弁護士が代理人として議決権を行使することの可否や，株主である株式会社の代表取締役がその内部的制限に反して当該株式会社を代表して議決権を行使することの可否といった株主総会における議決権行使の在り方についての理解を問うものである。\n(ｱ) 設問３においては，Ａとしては，①他の株主１名を代理人としてその議決権を行使することができる旨の定款の規定（以下「本件定款規定」という。）に基づいてＤの代理人である弁護士Ｇによる議決権の行使が認められなかったこと，②丙社の内規に従って包括委任状が提出されていたにもかかわらず，内規によって権限が制限されているＦによる議決権の行使が認められ，包括委任状に基づくＡの議決権行使が認められなかったことが，それぞれ決議の方法が法令に違反する場合（会社法第８３１条第１項第１号）に該当すると主張することが考えられる。\n上記①の主張については，ほとんどの答案が言及することができていた。もっとも，代理人によって議決権を行使することができるという原則や本件定款規定についての判例の理解の正確性に加え，弁護士の取扱いや甲社が非公開会社であることなどをどのように評価するのかといった点において，十分に検討することができている答案もあれば，そうとはいえないような答案もあった。\nこれに対し，上記②の主張については，これまでに考えたことがなかった問題であったせいか，十分に検討することができている答案が少なかった。少ないながらも，問題の所在を正確に理解して論述しようとする答案もあり，そのような答案には高い評価が与えられた。\nまた，決議取消事由についても，上記①及び②の主張を前提とすれば，決議の方法が法令に違反する場合に該当することになるが，定款違反を問題としたり，著しく不公正なときに当たるとしたりする答案もあった。\nなお，上記①及び②のいずれについても，株主総会決議取消しの訴えを提起したＡではないＤ又は丙社の議決権の行使に関する事由であることから，株主総会決議取消しの訴えにおいて他の株主に係る事由を主張できることが前提となるし，仮に法令違反が肯定されるとすれば，「決議に影響を及ぼさないもの」（同条第２項）には当たらず，裁量棄却はされないものと考えられることから，これらの点についても言及されていることが望ましい。\n前者について言及していた答案は少数であったが，後者については多くの答案が言及していた。\n(ｲ) Ａの上記①の主張の当否を論ずるに当たっては，まず，株主は，代理人によってその議決権を行使することができるものとされていること（会社法第３１０条第１項）を前提に，\n他の株主１名を代理人としてその議決権を行使することができるという本件定款規定の有効性及び適用範囲について，判例（最判昭和４３年１１月１日民集２２巻１２号２４０２頁等）を踏まえて検討することが求められる。\n多くの答案が判例を踏まえて検討していたように思われたが，代理人によって議決権を行使することができるという原則を指摘して本件定款規定の有効性について論ずることなく，いきなり本件定款規定の適用範囲について論じ始めるなど，問題の所在を正しく理解していないものも見られた。\n- 13 -また，本件定款規定の適用範囲を検討するに当たっては，Ｄの代理人であるＧが弁護士であること，甲社が非公開会社であることなどの本問の事実関係を踏まえ，これらの事実関係がどのように影響するのかについての考察を加えながら検討することが求められる。\nＧが弁護士であるという点については，多くの答案が，弁護士であるＧには株主総会をかく乱するおそれがないとしてＧには本件定款規定は適用されるべきではないとしていたが，\n職種により株主総会のかく乱のおそれを個別に判断すれば，円滑な総会運営を阻害し，恣意的な判断を招くおそれがあることを理由に，弁護士であるＧにも本件定款規定は適用されるべきであるとするものも一部見られた。これに対し，甲社が非公開会社であるという点については，言及している答案は少なかった。この点については，甲社が非公開会社であるがゆえに株主ではない第三者の株主総会への参加を排除する必要があるということもできる一方で，本問のように株主間で対立がある場合には代理人を株主に限ることによって株主権の代理行使の機会を実質的に奪うことになりかねないということもできるところであるが，これらについても言及することができた答案には高い評価が与えられた。\n(ｳ) Ａの上記②の主張の当否を論ずるに当たっては，まず，丙社の内規によれば，甲社の株式の議決権行使については他の代表取締役であるＥに委ねられることとなるが，Ｆも，「副社長」ではあるものの，丙社の代表取締役であって，丙社の業務に関する一切の裁判上又は裁判外の行為をする権限を有しており（会社法第３４９条第４項），上記内規は，代表取締役であるＦのこのような権限を内部的に制限するものであって善意の第三者に対抗することができないということ（同条第５項）を指摘することが求められる。さらに，Ｆによる議決権の行使と丙社の代表取締役専務であるＥから委任を受けたＡによる議決権の行使のいずれが優先するのかという点についても検討が加えられていることが望ましい。しかしながら，上記のような問題の所在を正確に理解することができた答案は少数であり，Ｆによる議決権の行使は内規に反するものであることを指摘するものの，特に理由を示すことなく無効であるとする答案や，Ｆが丙社の代理人であるとして本件定款規定との関係が問題となるとする答案，議長であるＣの権限濫用や裁量逸脱が問題となるとする答案，Ｃを取締役に選任する旨の議案についてＣが特別利害関係人に当たるか否かを問題とする答案，会社法の規定に基づく法律構成を示すことなくＦの議決権行使の許否を論ずる答案などが見られた。\nこれに対し，上記のような問題の所在を理解している答案のうち多くのものは，丙社の内規の存在を知らかったとしてＦの議決権行使が有効であるとしていたが，少数ではあるが，議決権行使という集団的権利行使の場面においては会社法第３４９条第５項の規定は適用されるべきではないとするものもあった。いずれにしても，問題の所在を正確に理解するものとして高い評価が与えられた。\n次に，Ｆによる議決権の行使と丙社の代表取締役専務であるＥから委任を受けたＡによる議決権の行使のいずれが優先するのかという点については，委任による議決権の行使よりも株主総会に出席した代表者による議決権の行使が優先されるなどとすることが考えられるところではあるが，少数ではあるが，そのような検討をしている答案も見られた。\n(ｴ) なお，少数ではあるが，丙社の代表取締役専務であるＥが委任状を提出したことを書面による議決権の行使であると誤解をしたり，決議の方法が著しく不公正な場合に該当するとしながら裁量棄却について論じたりしている答案があった。また，議題と議案についての理解が十分でなく，本件修正議案について決議をしたことが会社法第３０９条第５項の規定に反するとする答案もあった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例株主は，代理人によってその議決権を行使することができるものとされていることを前- 14 -提に，他の株主１名を代理人としてその議決権を行使することができるという本件定款規定の有効性及び適用範囲について，判例を正確に理解して論ずるもの。\n本件定款規定の適用範囲を検討するに当たり，弁護士であるＧには株主総会をかく乱するおそれがないとするだけでなく，職種により株主総会のかく乱のおそれを個別に判断することの是非や，甲社が非公開会社であって株主が４名しかいないという事情をどのように評価するのかといった点を論ずるもの。\nＦは，丙社の代表取締役であって，丙社の業務に関する一切の裁判上又は裁判外の行為をする権限を有しており，丙社の内規は，代表取締役であるＦのこのような権限を内部的に制限するものであり，会社法第３４９条第５項の規定により善意の第三者に対抗することができないということを指摘した上で，甲社が善意であるとしてＦの議決権の行使は認められるとしたり，議決権行使という集団的権利行使の場面においては同項の規定は適用されるべきではないとしたりするもの。\n委任による議決権の行使よりも株主総会に出席した代表者による議決権の行使が優先されるべきであるとして，Ｆによる議決権の行使が丙社の代表取締役専務であるＥから委任を受けたＡによる議決権の行使に優先するとするもの。\n決議の方法が法令に違反する場合（会社法第８３１条第１項第１号）に該当することを指摘した上で，株主総会決議取消しの訴えにおいては他の株主に係る事由を主張することができることや，本問の事実関係においては，裁量棄却はされないものと考えられることにも言及するもの。\n(ｲ) 不良に該当する答案の例代理人によって議決権を行使することができるという原則を指摘して本件定款規定の有効性について論ずることなく，いきなり本件定款規定の適用範囲について論じ始めるもの。\nＦによる議決権の行使は内規に反するものであることを指摘するものの，特に理由を示すことなく無効であるとするもの。\nＦによる議決権の行使については，丙社の内規による代表権の内部的制限であることを理解することなく，Ｆが丙社の代理人であるとして本件定款規定との関係を問題としたり，\n議長であるＣの権限濫用や裁量逸脱を問題としたり，Ｃを取締役に選任する旨の議案についてＣが特別利害関係人に当たるか否かを問題としたり，会社法の規定に基づく法律構成を示すことなくＦの議決権行使の許否を論じたりするもの。\n３ 法科大学院教育に求められるもの設問１は，代表取締役が株式会社を代表して個人として負う債務を連帯して保証する旨の合意をした場合において，当該株式会社が連帯保証債務の履行を拒絶するために考えられる法的な主張を検討することを求めるものであり，会社法上の基本的な制度や重要な判例についての理解を問うものである。甲社としては，本件連帯保証契約が間接取引に該当するとともに，多額の借財又は重要な業務執行にも該当すると主張することが考えられるところであり，いずれについても会社法上の基本的な制度に関する問題であり，かつ，重要な判例があるのであるから，これらを正確に理解した上で，本問の事実関係を丁寧に拾って検討することが求められる。しかしながら，\n甲社として考えられる主張のうちいずれか一方しか言及していない答案や，重要な判例についての正確な理解を欠いている答案が少なからず見られた。会社法上の基本的な制度や重要な判例に対する理解を確実なものとし，その上で，問題文に掲げられた事実関係を丁寧に拾って検討していくことが期待される。\n設問２は，誰が株主であるかが争われている場合に具体的な事実関係の下でどのように株主を認定すべきかを問うものであるが，本件株式の引受契約の当事者が誰であるかという点が問題となることに気が付いてほしいところである。契約の当事者が誰であるかというのは実務的にはし- 15 -ばしば生じる問題ではあるが，このような問題の所在を理解していたと評価することができる答案は少数であり，多くの答案が，特に理由を示すことなく，出捐者を株主とすべきであるとしたり，株主名簿の記載によるべきであるとしたりしていた。これに対し，事実関係を丁寧に拾い上げることについては，多くの答案がそのような姿勢を有していたように思われるが，指摘した事実を適切に評価することについては，不十分な答案が多かった。本件株式の引受契約の当事者が誰であるかという点が問題となることに気が付いている答案は，Ｃが本件株式に係る権利を行使してきたことなどの本件株式の引受契約がされた後の事情については，本件株式の引受契約当時の当事者の意思を推認させる事情であることを指摘するなど，本問の事実関係を適切に評価する姿勢が見られたのに対し，このような問題の所在に気が付いていないと思われる答案は，本問の事実関係を列挙するにとどまり，事実関係を適切に評価することができてないものが多かったように思われる。\n設問３は，株主総会における議決権行使の在り方についての理解を問うものであるが，議決権の行使を委任することができる代理人を株主に限る旨の定款の規定がある場合に株主ではない弁護士が代理人として議決権を行使することの可否と，株主である株式会社の代表取締役がその内部的制限に反して当該株式会社を代表して議決権を行使することの可否の２点が主に問題となる。\n前者の問題については，会社法上の基本的な制度に関するものであり，重要な判例もあることから，多くの答案が言及することができていた。もっとも，それらに対する理解が必ずしも正確ではない答案や，Ｄの代理人であるＧが弁護士であることや甲社が非公開会社であることなどの本問の事実関係を十分に検討することができていない答案も見られた。これに対し，後者の問題については，問題の所在を正確に理解している答案は少なかった。しかしながら，Ｆが丙社の代表取締役であって丙社の業務に関する一切の裁判上又は裁判外の行為をする権限を有しているという基本的な理解を前提とすれば，丙社の内規は代表取締役の権限を内部的に制限するものであるということに気が付くことができたはずであり，少数ではあるが，問題の所在を正確に理解するに至った答案もあった。考えたことがない問題であっても，基本的な理解を出発点として法的な分析を進めていくことが期待される。\n従来と同様に，会社法上の基本的な制度や，条文，判例についての理解を確実なものとするとともに，問題文中の事実関係から重要な意味を有する事実を適切に拾い上げ，これを評価し，条文を的確に解釈及び適用する能力と論理的思考力を養う教育が求められる。\n- 16 -"
}