{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 令和２年８月４日午前９時３０分，Ｈ県Ｉ市内の一戸建て家屋に住む女性Ｖ（当時７７歳）の自宅に電話が掛かってきた。電話を掛けてきた男は，Ｓ銀行の職員を装い，Ｖに対し，「Ｖさんの預金口座が犯罪組織に利用されており，このままでは預金が全て引き出されてしまいます。本人確認が必要ですので，これから私が質問する内容に正確にお答えください。」と言った。Ｖは，Ｓ銀行\nＩ支店に多額の預金をしていたこともあって，電話の相手をＳ銀行の職員であると信じ，尋ねられるままに，住所がＨ県Ｉ市Ｋ町３丁目４５番地，生年月日が昭和１８年４月１０日，夫と死別し，一人暮らしで，一人息子は他県に住んでいること，Ｓ銀行Ｉ支店に約２０００万円の預金があり，台所の食器棚にいわゆるタンス預金として現金５００万円があることを話した。電話の相手は，Ｖ\nに対し，「午前中に私どもの職員がお宅に伺います。」と伝え，電話を切った。\nその２時間後，Ｓ銀行の職員を装った１名の男がＶ方を訪れ，Ｖによって玄関ドアの鍵が開けられると同時にＶ方内に押し入り，いきなりＶの顔面に催涙スプレーを吹き付けた。そして，同男は，持っていたロープでＶの身体を後ろ手に緊縛し，さらに，持っていたガムテープで，Ｖの鼻を塞がないようにしてその口を塞いだ上，台所の食器棚から現金５００万円を取り出してこれを強奪した。\nその後，同男は，ロープでＶの両足を縛り，逃走した（以上の事件を，以下「本件住居侵入強盗」という。）。\n２ その３０分後，たまたまＶ方を訪れたＶの息子が，ロープで緊縛されて倒れているＶを発見し，直ちにＶを助けるとともに，１１０番通報をした。\nその後，Ｈ県警察は，事件当時Ｖ方周辺に駐車されていた不審車両に関する情報を基に，犯行の際に使用されたレンタカーを割り出し，同車を借りたのが甲であることを突き止めた。\nＨ県警察司法警察員Ｐらは，甲方の捜索差押許可状の発付を受けた上で，同許可状に基づき，令和２年８月５日午前９時から，Ｈ県Ｍ市内にある一人暮らしの甲方の捜索を実施し，引き続き，甲をＨ県Ｍ警察署に任意同行した。そして，Ｐらが本件住居侵入強盗について甲から事情を聴くと，甲は，「Ｖさん方に押し入り，Ｖさんを縛り上げて５００万円を奪ったのは私です。」と述べた。\nそこで，Ｐは，その旨を録取した供述調書１通を作成した。\nまた，甲は，「私は，乙の指示で今回の強盗を行い，５００万円は乙に全額手渡しました。私たちは，Ｈ県Ｉ市内のＡビル２１号室をアジトとしており，そこには私と乙だけが出入りし，そこから乙が強盗のターゲットになる相手に携帯電話で電話を掛けていました。昨日は，午前１０時３０\n分，乙に呼び出されてそのアジトに行きました。そして，乙から，Ｖさんに関する情報や犯行に使う道具などについて印字された紙を見せられ，その説明を受けました。その後，私はＶさんの家に向かったのです。」「アジトには，パソコンとプリンターのほか，強盗のターゲットになる人の氏名と電話番号の入った名簿データが保存されているＵＳＢメモリがあります。その名簿には，Ｖさんの氏名と電話番号もあるのではないかと思います。このＵＳＢメモリは，パスワードが掛けられていて，一度でも間違えると初期化されてしまいます。パスワードは８桁の数字で，乙しか知りません。また，乙の背後には，警察と敵対し，捜査に一切協力しない指定暴力団である丙組がいて，乙は，その幹部に，犯行で得た金の一部を貢いでいます。」と供述したものの，「私が乙や丙組のことを警察に話したと分かると，私の身が危ないので，調書の作成には応じられません。」と述べたことから，以上の供述についての供述調書は作成されなかった。\n３ 同月５日午後１時，Ｐらは，甲を，乙及び氏名不詳者と共謀の上，本件住居侵入強盗に及んだ旨の被疑事実で通常逮捕するとともに，裁判官に対し，同被疑事実で，乙名義で借りていることが判明した前記Ａビル２１号室の捜索差押許可状の発付を請求した。裁判官は，「捜索すべき場所」を- 2 -\n「Ｈ県Ｉ市Ｎ町２丁目３番４号Ａビル２１号室」とし，「差し押さえるべき物」を「被害品と認められる現金，本件に関係ありと思料される名簿，マニュアル，メモ，名刺，パーソナルコンピュータ及びその付属機器類，電磁的記録媒体，携帯電話機及び付属の充電器」とする捜索差押許可状を発付した。\nＰらは，同許可状に基づき，同日午後４時，同室に居合わせた乙立会の下，同室の捜索を開始し，まず，パーソナルコンピュータ及びプリンターを差し押さえるとともに，①丙組の幹部丁の名刺１枚（「丙組若頭丁」と印刷されたもの）を差し押さえた。続いて，Ｐらは，【資料１】のとおり印字されたメモ（以下「本件メモ１」という。）を発見したことから，これを差し押さえた。さらに，Ｐらは，白色ＵＳＢメモリ１本及び黒色ＵＳＢメモリ１本を発見した。これを見た乙は，Ｐらに対し，「ＵＳＢメモリの中身を調べずに全部持って行くのですか。パスワードは全部『２２２２』にしていますから，この場で確認してください。」と申し出たが，Ｐらは，②前記ＵＳＢメモリ合計\n２本について，いずれもその内容をその場で確認することなく差し押さえた。\nなお，同室から，携帯電話機は１台も発見されなかった。\n４ Ｐらは，前記捜索を終えると，乙にＨ県Ｍ警察署への任意同行を求め，これに応じた乙は，同日午後７時３０分，同署において，甲及び氏名不詳者と共謀の上，本件住居侵入強盗に及んだ旨の被疑事実で通常逮捕された。\n５ 翌６日，Ｐらは，差し押さえた前記ＵＳＢメモリ２本につき，Ｈ県警察本部の専門職員の協力を得てその内容の確認作業をした。\nすると，前記黒色ＵＳＢメモリには８桁のパスワードによるロックが掛かっており，一致しないパスワードが入力されると直ちに初期化されてしまう設定がされていることが判明した。そして，同ＵＳＢメモリのロックを解除すると，Ｖの氏名と電話番号を含む，多数の者の氏名と電話番号が記載された名簿データや，本件メモ１の記載内容と同一内容のデータが保存されていることが明らかになった。また，同データに対する捜査の結果，本件メモ１が作成されたのが同月４日午前１０時２０分であったことも明らかになった。\n一方，前記白色ＵＳＢメモリについては未使用であることが判明し，また，差し押さえた前記パ\nーソナルコンピュータ及びプリンターにも本件住居侵入強盗に関するデータが残存していないことが判明したため，Ｐらは，同月６日中にこれらを乙に還付した。\n６ 甲は，逮捕後一貫して自己が本件住居侵入強盗を実行したことは認めたが，乙及び丙組の関与をうかがわせる事項は一切供述せず，本件メモ１についても供述を拒んだ。\n他方，乙は，逮捕後一貫して黙秘した。\nその後，Ｈ地方検察庁検察官Ｑは，甲及び乙について，両名共謀の上，本件住居侵入強盗に及んだ旨の公訴事実で公訴を提起したが，裁判所は，公訴事実に対する認否の見込みを踏まえ，併合審理することなく，それぞれ個別に審理することとした。\n７ 甲は，自己の公判で，自己が本件住居侵入強盗を実行したことは認めたが，乙及び丙組の関与をうかがわせる事項は一切供述せず，本件メモ１についても全く供述しなかった。\n８ 他方，乙は，自己の公判において，「全く身に覚えがない。甲と住居侵入や強盗の共謀をしたことも一切ない。」旨述べて公訴事実を否認した。\nその後の証拠調べ手続において，③Ｑが，甲乙間において本件住居侵入強盗に関する共謀が存在することを立証するため，本件メモ１の証拠調べ請求をしたところ，乙の弁護人は，「不同意ないし取調べに異議あり。」との証拠意見を述べた。\nその後，甲の証人尋問が実施され，甲は，自己が本件住居侵入強盗を実行したことについては証言したが，本件メモ１の記載事項を含め，乙との共謀に関する事項については，一切の証言を拒絶した。\n〔設問１〕 下線部①及び②の各差押えの適法性について，具体的事実を摘示しつつ論じなさい。〔設問２〕\n１．下線部③で証拠調べ請求された本件メモ１の証拠能力について，具体的事実を摘示しつつ論じなさい。ただし，本件メモ１が乙作成のものであることは証拠上認定できるものとする。\n２．仮に，本件メモ１及びその記載と同一内容のデータのいずれもが発見されず，他方で，甲方の前記捜索時に，【資料２】記載のとおりの手書きのメモ（以下「本件メモ２」という。）が，机の施錠された引き出し内にあった甲使用の手帳の令和２年８月４日のページの部分に挟んである状態で発見され，差し押さえられたものとする。また，甲は，捜査段階及び自己の公判を通じて，本件メモ２について全く供述しなかったものとする。\n乙の公判の証拠調べ手続において，④Ｑが，甲乙間において本件住居侵入強盗に関する共謀が存在することを立証するため，本件メモ２の証拠調べ請求をしたところ，乙の弁護人は，「不同意ないし取調べに異議あり。」との証拠意見を述べた。その後，甲の証人尋問が，甲と乙との間及び甲と傍聴人との間の双方に遮へい措置を講じて実施された。甲は，自己が本件住居侵入強盗を実行したことについては証言したが，本件メモ２の記載事項及びその作成経緯を含め，乙との共謀に関する事項については，「私は，誰から何と言われようと証言しませんし，今後も絶対に証言することはありません。」と述べ，一切の証言を拒絶した。\n下線部④で証拠調べ請求された本件メモ２の証拠能力について，具体的事実を摘示しつつ論じなさい。ただし，本件メモ２が甲作成のものであることは証拠上認定できるものとする。【資料１】\nＶ Ｋ町３－４５\nＳ１８．４．１０夫と死別 一人暮らし 息子は県外\nＳ銀行 ２０００万タンス預金５００万 台所の食器棚催涙スプレー ロープ ガムテープ後ろ手\n【資料２】\n乙から指示されたことＶ Ｋ町３－４５家に一人よきん２０００万タンス５００万 台所しょっきだなさいるいスプレー ロープ ガムテープ後ろ手口だけ ハナ×両あし",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，住居侵入強盗事件を素材として，捜査及び公判に関する具体的事例を示し，各局面で生じる刑事手続上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，警察官が行った名刺１枚の差押え（以下「下線部①の差押え」という。）及\nびＵＳＢメモリ２本の差押え（以下「下線部②の差押え」という。）の適法性を検討させることにより刑事訴訟法の規定する差押えの要件に関する法的問題の理解と具体的事案への適用能力を試すものである。\n司法警察職員は，犯罪の捜査をするについて必要があるときは，裁判官の発する令状により，証拠物又は没収すべき物と思料するものを差し押さえることができるところ（刑事訴訟法第２１８条第１項），捜索差押許可状により差押えできる物は，令状に明示された「差し押さえるべき物」に該当するものに限られる。これは，差押えが対象者の財産権への制約となることから，これを可能な限り限定する趣旨であり，「差し押さえるべき物」は，①令状に明記された物件に当てはまり（憲法第３５条，刑事訴訟法第２１９条第１項），かつ，②被疑事実との関連性を有すること（憲法第３５条，刑事訴訟法第２２２条第１項，第９９条第１項）が求められる。本問では，この要件を踏まえた上で，下線部①の差押え及び下線部②の差押えの適法性について検討する必要がある。\n下線部①の差押えについては，本問の捜索差押許可状の「差し押さえるべき物」に「名刺」が含まれていることから，差し押さえられた名刺が令状に明記された物件に当てはまることは明らかである一方，同名刺は本件住居侵入強盗の現場で被害者に示されたりしたものではなく，犯行自体に使用されたものではないことから，被疑事実との関連性の有無が問題となる。\n被疑事実との関連性が認められる証拠の範囲については，被疑事実それ自体を立証する価値を有する物のほかに，情状事実や背景事情に関する物も被疑事実との関連性が認められる証拠に含めるべきか否かについて様々な考え方があり，この点に関する最高裁判例（最判昭和５１年１１月１８日判時８３７号１０４頁）の内容も踏まえながら，自己の見解をその根拠も含めて論じることが求められる。その上で，捜索差押許可状の被疑事実を意識しながら，本件住居侵入強盗の事案の性質，差し押さえられた名刺の記載内容，捜索・差押えの現場がどのような場所であるかなど，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の見解に当てはめ，差し押さえられた名刺と被疑事実との関連性を論じることが求められる。\n下線部②の差押えについては，可視性・可読性がなく，その外観からは被疑事実との関連性を判断し難い電磁的記録媒体について，その記録内容を確認せずに差押えを行うことの適否が問題となる。\nこの点に関して，最高裁判例（最決平成１０年５月１日刑集５２巻４号２７５頁）が存在するが，学説上は，①可能な限り捜索・差押えの現場で内容を確認すべきことを前提に，やむを得ない事情のある場合には，内容を確認せずとも，罪の内容や現場の状況等に照らして当該電磁的記録媒体に関連する情報が記録されていると疑うに足りる合理的な理由があれば，被疑事実との関連性が認められ，差押えが許されるとする考え方，②捜索・差押えの現場で，差し押さえるべき物とそうでない物の選別が容易でなく，かつ罪証隠滅の高度の蓋然性がある場合には，被疑事実との関連性の確認のために，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として，占有を取得した上，事後に選別を行うことも許容されるとする考え方\n（この考え方は，当該占有取得の法的性質を「差押え」ではなく，あくまでも，捜索に「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）であると理解する点に注意が必要である。）などが主張されている。\nいずれの考え方を採るにしても，上記判例の内容を踏まえた上で，各自の考え方を展開することが求められ，その上で，差し押さえられたＵＳＢメモリに関して警察官が事前に得ていた情報，捜索・差押えの現場におけるＵＳＢメモリの発見状況，同現場における立会人乙の言動，本件住居侵入強盗の事案の性質，捜索・差押え実施後の状況など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の考え方に当てはめ，下線部②の差押えの適法性を論じることが求められる。\n〔設問２〕は，乙の公判において証拠調べ請求された乙作成の本件メモ１（〔設問２－１〕），\n甲作成の本件メモ２（〔設問２－２〕）について，それぞれの証拠能力の有無を問うことにより，刑事訴訟法第３２０条第１項の伝聞法則についての正確な理解と具体的事実への適用能力を試すものである。\nまず，前提として，伝聞法則の適用を受ける証拠であるか否か，すなわち伝聞証拠と非伝聞証拠を区別する基準を示す必要があるところ，一般に，伝聞法則の主要な根拠は，公判期日外の供述については，公判期日での供述に比べ，類型的に信用性の担保に欠けるという点に求められ，この根拠に照らすと，公判期日外の供述（原供述）を含む供述ないし書面に伝聞法則の適用があるか否かを判断するに当たっては，原供述を証拠とすることにより何を立証しようとするか，すなわち要証事実が何であるかが重要であり，原供述の内容に示される事実が存在すること（原供述の内容の真実性）を立証するために用いられる場合は，信用性の担保に欠ける証拠を立証に用いることで事実認定の正確性を損なうおそれが生じるため，伝聞証拠に当たり，一定の要件を満たさない限り証拠能力を認めるべきでないこととなる。他方で，一定の内容の原供述の存在が示されれば，その内容の真偽にかかわらず立証の目的を達し得る場合や，原供述についてその生成過程に照らして信用性を担保する必要が低いと評価される場合は，伝聞法則の趣旨が妥当せず，その適用がないと考えることが可能となる。\n〔設問２－１〕について，本件メモ１は，「書面」であって，本件住居侵入強盗の被害者Ｖ\nの名前，住所等や，本件住居侵入強盗の犯行態様と一致する記載があるものの，甲乙間における本件住居侵入強盗に関するやり取りがうかがわれる記載はなく，その記載の内容（被害者の名前，住所，５００万円の在りか等）の真実性を立証したとしても，甲乙間における本件住居侵入強盗に関する共謀という要証事実の認定上直接の意味を持たない。\n他方で，犯行計画を記載したメモの証拠能力に関しては，①そのメモの内容が客観的な犯罪事実と一致している場合，偶然の一致は考えにくいような事項の一致が認められ，かつ，それが犯罪発生前に作成されたことが判明していれば，そこから直ちに犯罪がそのメモに記載された犯行計画にのっとって遂行されたことを推認でき，かかる一致の認められるメモの作成者が判明していれば，そのこと自体から，メモの作成者と犯行の実行者の間で当該メモに記載された内容の共謀が推認し得るとする考え方，②犯行計画を記載したメモは，その作成者が作成当時に有していた犯行計画ないし犯罪意思を述べたものとして，心理状態の供述に当たり，原供述者の原供述時における心理状態を立証する上では，内心の状態について知覚と記憶の過程は問題にならないため，供述者の外界の事実の存在を示す典型的な供述証拠に比べて誤りの危険は小さく，また，真摯性，叙述の点について誤りの有無・程度を吟味する必要はあるものの，それは原供述者の尋問によらなくても，その記載内容や作成状況等から誤りの有無・程度の吟味が可能であることなどから，非伝聞証拠として，刑事訴訟法第３２０条第１項の適用はなく，かつ，その記載内容が客観的な犯罪事実と一致し，当該犯罪をメモの作成者以外の者が実行した場合には，作成者と実行者の間で当該メモに記載された内容の共謀が形成されたことを推認し得るとする考え方などが主張されている。\nいずれの考え方を採るにせよ，本件メモ１により甲乙間における本件住居侵入強盗に関する共謀を推認し得る推論過程について，自己の理論構成を明示し，その上で，本件住居侵入強盗の犯行状況，本件メモ１の記載内容，その作成時期・作成者など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の理論構成に当てはめ，本件メモ１の証拠能力の有無を論じることが求められる。\n〔設問２－２〕では，「書面」である本件メモ２に，「乙から指示されたこと」の記載のほか，\n本件住居侵入強盗の被害者の名前，住所等と一致する記載及び本件住居侵入強盗の犯行態様と一致する記載があることから，本件メモ２は，乙から本件住居侵入強盗を指示された旨を甲が供述した内容を記載した書面であるといえ，甲乙間における本件住居侵入強盗に関する共謀という要証事実との関係で，その内容の真実性を立証するために用いられる場合に当たることから，刑事訴訟法第３２０条第１項の適用を受ける伝聞証拠として証拠能力を検討することが求められる。\n本件メモ２は，甲が自己の供述を記載した書面であり，乙との関係では，「被告人以外の者が作成した供述書」に該当することから，伝聞例外となる規定として刑事訴訟法第３２１条第\n１項第３号を選択した上で，同号が規定する①供述不能，②不可欠性，③絶対的特信性の各要件を指摘し，それらの要件の意義・解釈について的確に論じることが求められる。なお，甲は乙との共謀に関する事項について証言を一切拒絶しているところ，このような証言拒絶の場合が「供述不能」に含まれるか否かについては，この点に関する最高裁判例（最大判昭和２７年\n４月９日刑集６巻４号５８４頁，最判昭和４４年１２月４日刑集２３巻１２号１５４６頁）の内容を踏まえた上で，自己の見解を展開することが求められる。\nその上で，甲の証人尋問実施状況，甲による証言拒絶の具体的状況，本件メモ２以外の証拠の収集状況，本件メモ２の保管・発見状況，同メモの記載内容など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，刑事訴訟法第３２１条第\n１項第３号が規定する上記の各要件に当てはめ，本件メモ２の証拠能力の有無を論じることが求められる。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様，比較的長文の事例を設定し，その捜査及び公判の過程に現れた刑事手続上の問題点について，問題の所在を的確に把握し，その法的解決に重要な具体的事実を抽出して分析した上，これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導き出すとともに，その過程を筋道立てて説得的に論述することが求められている。これを通じて，法律実務家になるために必要な刑事訴訟法に関する基本的学識，事案分析能力，法解釈・適用能力，論理的思考力，論述能力等を試すものである。\n出題の趣旨は，既に公表したとおりである。\n〔設問１〕は，司法警察員が，甲，乙及び氏名不詳者が共謀の上，住居侵入強盗に及んだ旨の被疑事実で発付を受けた捜索差押許可状に基づき，「丙組若頭丁」と印刷された名刺１枚を差し押さえたこと（下線部①の差押え）及びＵＳＢメモリ２本につきその記録内容を確認しないで差し押さえたこと（下線部②の差押え）について，それぞれ，適法性を問うものである。ここでは，\n令状に基づく差押えの要件，被疑事実との関連性が認められる証拠の範囲，電磁的記録媒体の特性を踏まえた差押えの適法性の判断枠組みを示し，事例に現れた具体的事実を的確に抽出，分析した上，前記各差押えの適法性を論じることが求められる。\n〔設問２〕は，乙の公判で検察官が証拠調べ請求をした，本件住居侵入強盗の犯行態様等と一致する内容の乙作成のメモ（本件メモ１）及び「乙から指示されたこと」等の記載がある甲作成のメモ（本件メモ２）につき，それぞれ，証拠能力の有無を問うものである。ここでは，伝聞法則の趣旨を前提に，伝聞と非伝聞を区別する基準を示した上，前記各メモが伝聞・非伝聞のいずれに該当するか，非伝聞証拠に該当するとした場合には，いかなる推論過程を経れば，要証事実を推認することができるのか，また，伝聞証拠に該当するとした場合には，伝聞例外規定の要件を充足するか否かについて，検討し，事例に現れた具体的事実を的確に抽出，分析した上，前記各メモの証拠能力の有無を論じることが求められる。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は，いずれも，捜査及び公判に関して刑事訴訟法が定める制度・手続及び関連する判例の基本的な理解に関わるものであり，法科大学院において刑事手続に関する科目を履修した者であれば，本事例において何を論じるべきかはおのずと把握できるはずである。\n〔設問１〕は，被疑事実との関連性が認められる証拠の範囲について判断した最高裁判例（最判昭和５１年１１月１８日判時８３７号１０４頁）や，電磁的記録媒体の記録内容を確認せずに行われた差押えの適法性について判断した最高裁判例（最決平成１０年５月１日刑集５２巻４号２７５頁）など，法科大学院の授業でも取り扱われる基本的な判例を正確に理解していれば，説得的な論述が可能だと思われる。〔設問２〕については，伝聞法則及び伝聞例外規定に関する正しい知識や理解があれば，出題の趣旨に沿った解答は可能であろう。\n２ 採点実感各考査委員の意見を踏まえた感想を記す。\n⑴ おおむね出題の意図に沿った論述をしていると評価できる答案としては，次のようなものがあった。\n〔設問１〕では，まず，下線部①の差押えの適法性について，条文を的確に提示しながら，\n令状に基づく差押えの要件を論じ，また，被疑事実との関連性が認められる証拠の範囲について，前記最高裁判例（最判昭和５１年１１月１８日判時８３７号１０４頁）を踏まえつつ，自己の見解を示した上，被疑事実の内容を意識しながら，本件住居侵入強盗の事案の性質，差し押さえられた名刺の記載内容，捜索・差押えの現場がどのような場所であるかなど，事例に現- 6 -れた具体的事実を的確に抽出，分析して，前記名刺と被疑事実との関連性の有無を論じ，説得的に結論を導き出している答案が見受けられた。\nまた，下線部②の差押えの適法性について，事例における法的問題を的確に捉え，可視性・可読性のない電磁的記録媒体と被疑事実との関連性を捜索・差押えの現場で確認せずに差し押さえることの可否につき，前記最高裁判例（最決平成１０年５月１日刑集５２巻４号２７５頁）\nの考え方を踏まえながら，自己の拠って立つ判断枠組みを的確に示し，事例に現れた具体的事実をこれに当てはめて，説得的に結論を導き出している答案が見受けられた。\n〔設問２〕では，まず，検察官が証拠調べを請求したメモの記載内容が甲乙間の共謀という要証事実の立証上どのような意味を持つのかを念頭に置きながら，刑事訴訟法第３２０条第１項の伝聞法則の意義・趣旨を踏まえて，伝聞・非伝聞を区別する基準を示した上で，本件メモ１については，その記載内容の真実性を立証したとしても，要証事実の認定上直接の意味を持たないことを指摘する一方，非伝聞証拠としての証拠能力を検討し，その記載内容の真実性を問題とすることなく，要証事実を推認できる推論過程を的確に論じ，事例に現れた具体的事実をこれに当てはめて，説得的に結論を導き出している答案が見受けられた。\nまた，本件メモ２については，伝聞・非伝聞を区別する前記基準を当てはめ，伝聞証拠に該当するか否かを検討し，証拠能力が肯定されるには刑事訴訟法第３２１条第１項第3号の規定する要件が充足されなければならないことを指摘した上，事例に現れた具体的事実を的確に抽出，\n分析して，当てはめを行い，説得的に結論を導き出している答案が見受けられた。\n⑵ 他方，そもそも，法原則・法概念の意義や関連する判例の判断基準等についての記述が不十分・不正確で，当該項目についての理解が不足していると見ざるを得ない答案，法原則・法概念の意義や関連する判例の判断基準等として記述された内容自体には問題がないものの，これらを機械的に暗記して記述するのみで，具体的事実に対してそれらの法原則・法概念や判断基準等を的確に適用することができていない答案，具体的事実の抽出が不十分であったり，その事実の持つ意味の分析が不十分・不適切であったりする答案が見受けられた。\n〔設問１〕では，まず，下線部①の差押えについて，捜索差押許可状により差押えできる物は，①令状に明記された物件に当てはまり（憲法第３５条，刑事訴訟法第２１９条第１項），かつ，②被疑事実との関連性を有するもの（憲法第３５条，刑事訴訟法第２２２条第１項，第９９条第１項）に限られることを，その趣旨，根拠条文とともに示すことが求められるところ，\nこれらの要件を的確に示すことのできていない答案が少なからず見受けられた。また，被疑事実との関連性が認められる証拠の範囲については，被疑事実それ自体を立証する価値を有する物のほかに，情状事実や背景事情に関する物も被疑事実との関連性が認められる証拠に含めるべきか否かについて様々な考え方があるところ，この点についての検討を欠く答案が大多数であった。\n差押対象物と被疑事実との関連性の存否を検討するに当たっては，本事例における被疑事実の内容や差し押さえられた名刺の記載内容のほか，差押対象物がどのような場所から発見されたのかについても考慮する必要があるが，これらの点に言及できていない答案も多く見られ，\n甲の供述する乙と丙組との関係だけを指摘して前記名刺と被疑事実との関連性が認められると結論付ける答案が多かった。他方で，乙と丙組の関係という事例に現れた具体的事実を抽出せず，十分な根拠を示さないまま，本件住居侵入強盗に暴力団組織の関与が疑われるとする答案も散見された。\nなお，捜索差押許可状に記載された「差し押さえるべき物」の特定や前記名刺を差し押える必要性について検討を加える答案が少なからず見受けられたが，本事例では，それらの点を論じる必要性は低い。\n下線部②の差押えについては，差押対象物と被疑事実との関連性について，捜索・差押えの現場で判断するのが原則であることや，本事例では，捜索・差押えの現場におけるその判断が- 7 -困難であったことについて言及しなければ，設問の捜査の適法性のどこに問題があるのかが示されないが，その指摘が不十分な答案も見受けられた。また，多くの答案が，本事例の捜索・差押えの現場における罪証隠滅のおそれを指摘して結論を導いていたが，電磁的記録媒体の差押えの適法性について判断した前記最高裁判例（最決平成１０年５月１日刑集５２巻４号２７５頁）が述べる「被疑事実に関する情報が記録されている蓋然性」に言及せず，差し押さえられたＵＳＢメモリと被疑事実との関連性をどのように判断するのかについての判断枠組みを示すことができていない答案が少なからず見受けられた。さらに，刑事訴訟法第２２２条第１項，\n第１１１条第１項の「必要な処分」として，本事例のＵＳＢメモリの「差押え」が許されると結論付ける答案も少なからず見受けられたが，「必要な処分」と「差押え」の違いについての理解不足を示すものである，あるいは，「捜索」のための必要な処分ができるとの理解を採るとしても，必要な説明が不足しているものと言えよう。\n〔設問２〕では，多くの答案が，伝聞法則の意義・趣旨についておおむね的確に論じ，伝聞と非伝聞を区別する基準について，「原供述の内容の真実性を立証するために用いられる場合は，\n信用性の担保に欠ける証拠を立証に用いることで事実認定の正確性を損なうおそれが生じるため，伝聞証拠に当たる。」旨論じることはできていたが，その一方で，「原供述の内容の真実性を立証する」ことの意味を正しく理解せず，あるいは，前記各メモの記載内容を的確に把握せずに，本件メモ１及び本件メモ２について，刑事訴訟法第３２２条第１項や第３２３条第３号の伝聞例外規定に該当するか否かを検討する答案が散見され，また，本件メモ２が非伝聞証拠に該当するとして，その証拠能力の有無を論じる答案も散見された。\n本件メモ１については，大多数の答案が，非伝聞証拠として証拠能力が認められると結論付けていたが，その結論に至る過程として，メモの記載内容の真実性を問題とすることなく要証事実を推認できる推論過程についての説明が不十分な答案や，メモの作成者や作成時期に関する具体的事実を抽出しないまま，メモの記載内容が本件住居侵入強盗の被害者の属性や犯行態様と一致するということだけを指摘して，結論を導く答案が多かった。また，「要証事実」，「公判外供述」，「供述証拠」などの法概念の意義について，記述が不十分・不正確な答案も少なからず見受けられた。\n本件メモ１が「心理状態の供述」として非伝聞証拠に該当すると説明する答案も少なからず見受けられたが，そもそも，「心理状態の供述」が非伝聞証拠に当たると考えられる根拠については，説明が不十分な答案が多かった。\n本件メモ２については，伝聞証拠に該当するとした上，刑事訴訟法第３２１条第１項第３号の要件該当性を論じる答案が大多数であったが，本事例においては，甲が，証人尋問時に，乙との共謀に関する事項について一切の証言を拒絶したところ，そのような証言拒絶の場合も同号が規定する供述不能に該当し得るのかという点や，同号が規定する特信情況の有無を判断するに当たり，いかなる事情を考慮すべきかといった点について，これらの各要件が設けられている趣旨を踏まえた具体的な説明のできていない答案が多かった。\nまた，事例に現れた具体的事実の抽出に当たり，供述不能の要件との関係では，甲が乙や丙組を恐れて供述調書の作成を拒否した捜査段階の状況を指摘するだけで，甲の証人尋問が遮へい措置を講じて実施されたことや，甲がその証人尋問時に「今後も絶対に証言することはありません。」と述べたことなどの事実が持つ意味を十分検討せずに，結論を導く答案が少なからず見受けられた。不可欠性の要件との関係では，本件メモ１が存在することを前提に結論を導く，\n問題文の誤読と思われる答案が見られた。特信情況の要件との関係では，本件メモ２が施錠された引き出し内にあった甲使用の手帳に挟んである状態で発見されたことは指摘するものの，\nその事実が持つ意味について検討が不十分な答案や，メモの作成時期について検討を欠く答案が多かった。\nそのほか，本件メモ２が再伝聞に該当するとして証拠能力の有無を検討する答案や，作成者- 8 -である甲の署名及び押印がないことを理由として証拠能力を否定する答案が散見されたが，伝聞法則に関する理解不足を示すものと言えよう。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕については，下線部①の差押えに関して，令状に基づく差押えの要件を関連条文に即して的確に示した上，被疑事実との関連性が認められる証拠の範囲について自己の見解を的確に示し，被疑事実を意識しつつ，警察官が甲から得ていた事前情報，捜索・差押え場所の性質，名刺の記載内容などの具体的事実を的確に抽出，分析して，適法性を検討できている答案であり，下線部②の差押えに関しては，判例を意識しつつ，電磁的記録媒体の差押えの適法性に関する判断基準を的確に示した上，事例に現れた具体的事実を的確に抽出，分析して，適法性を論じるものである。〔設問２〕については，本件メモ１の証拠能力に関して，伝聞法則の意義・趣旨を的確に論じ，伝聞証拠該当性を検討した上，非伝聞証拠として証拠能力を認める場合，いかなる推論過程を経れば，その記載内容の真実性を問題とすることなく，要証事実を推認することができるのかを的確に示し，具体的事実を的確に抽出，分析して，結論を導き出すものであり，本件メモ２の証拠能力に関しては，刑事訴訟法第３２１条第１項第3号に規定された伝聞例外の要件の意義を的確に示し，事例に現れた具体的事実を的確に抽出，分析して，\n結論を導き出すものである。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については，下線部①の差押えに関して，令状に基づく差押えの要件を踏まえ，\n差し押さえられた名刺と被疑事実との関連性が問題になることを指摘し，事例に現れた具体的事実に基づく検討ができていたが，その名刺が被疑事実それ自体を立証する価値を有する物なのかという証拠としての位置付けに関する検討や，具体的事実の抽出，分析にやや物足りなさが残るような答案であり，下線部②の差押えに関しては，電磁的記録媒体の差押えの適法性に関する一定の判断基準を示すことができているが，その理由付けにやや不十分な点が見られ，\nあるいは，事例に現れた具体的事実を抽出して，当てはめを行うことができていたが，個々の事実が持つ意味を十分に分析することには，やや物足りなさが残るような答案である。〔設問２〕については，本件メモ１に関して，伝聞法則の意義・趣旨を踏まえ，非伝聞証拠としての証拠能力を検討できていたが，いかなる推論過程を経れば，その記載内容の真実性を問題とすることなく，要証事実を推認することができるのかについての説明や事例に現れた具体的事実の抽出，分析にやや物足りなさが残るような答案であり，本件メモ２に関しては，伝聞証拠該当性や刑事訴訟法第３２１条第１項第3号の要件該当性につき，一定の検討ができていたが，同号の要件該当性に関する具体的な判断基準の提示や，事例に現れた具体的事実の抽出，分析にやや物足りなさが残るような答案である。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については，下線部①の差押えに関して，差し押さえられた名刺と被疑事実との関連性につき，事例に現れた具体的事実を当てはめて結論を導き出すことはできていたが，令状に基づく差押えの要件の提示や具体的事実の抽出，分析に不十分な点がある答案であり，下線部②の差押えに関しては，その適法性を判断するための判断基準を一応示した上，事例に現れた具体的事実を当てはめて結論を導き出すことはできていたが，その理論構成や具体的事実の抽出，分析に不十分な点がある答案である。〔設問２〕については，本件メモ１に関して，伝聞法則の意義・趣旨を踏まえつつ，非伝聞証拠としての証拠能力を一応論じることができていたが，その理論構成や事例に現れた具体的事実の抽出，分析に不十分な点がある答案であり，\n本件メモ２に関しては，刑事訴訟法第３２１条第１項第3号の要件に該当するか否かを検討し，\n事例に現れた具体的事実を当てはめて結論を導き出すことが一応できていたが，同号の各要件- 9 -の提示や具体的事実の抽出，分析に不十分な点がある答案である。\n⑷ 「不良の水準」にとどまると認められる答案前記の水準に及ばない不良なものをいう。一般的には，刑事訴訟法上の基本的な原則の意味を理解することなく機械的に暗記し，これを断片的に記述しているだけの答案や，関係条文・法原則を踏まえた法解釈を論述・展開することなく，事例中の事実をただ書き写しているかのような答案等，法律学に関する基本的学識と能力の欠如が露呈しているものである。例を挙げれば，〔設問１〕では，下線部①の差押えに関して，令状に基づく差押えの要件の提示が不十分で，かつ，本事例における被疑事実の内容や差し押さえられた名刺の記載内容を考慮せず，甲の供述する乙と丙組との関係だけを指摘して，差し押さえられた名刺と被疑事実との関連性を認めるような答案，下線部②の差押えに関しては，具体的な判断基準を示さず，本事例における罪証隠滅のおそれだけを指摘して結論を導くような答案，〔設問２〕では，伝聞法則の意義・趣旨についての理解や前記各メモの記載内容の把握が不十分・不正確で，伝聞・非伝聞の区別を誤ったり，伝聞証拠とした場合に適用すべき伝聞例外の規定の選択を誤った答案などがこれに当たる。\n４ 法科大学院教育に求めるもの今後の法科大学院教育においても，刑事手続を構成する各制度の趣旨・目的について，最高裁の基本的な判例を踏まえて，原理原則に遡り，基本から深くかつ正確に理解すること，それを踏まえて，関係条文や判例法理を具体的事例に当てはめて適用する能力を身に付けること，自説の立場から論述の整合性に配慮しつつ論理立てて分かりやすい文章で表現できる能力を培うことが強く求められる。また，刑事訴訟法においては，刑事実務における手続の立体的な理解が不可欠であり，通常の捜査・公判の過程を具体的に想起できるように，実務教育との有機的連携を意識し，刑事手続の各局面において，裁判所，検察官，弁護人の法曹三者が具体的にどのような立場からどのような活動を行い，それがどのように関連して手続が進んでいくのかなど，刑事手続が法曹三者それぞれの立場から動態として積み重ねられていくことについて理解を深めていくことが重要である。"
}