{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，３５：２５：４０〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\nⅠ\n【事実】\n１．令和２年４月１０日，Ａが所有する工作機械甲が盗まれ，行方不明となった。\n２．令和２年４月２５日，土木業を営むＢは，空き地に放置されている甲を発見し，所有者が廃棄したものだろうと考えて，甲を持ち帰った。\n３．令和２年５月１日，Ｂは，Ｃとの間で，期間を６か月間として甲を無償で貸す契約を締結し，同日，甲をＣに引き渡した。Ｃは，その際，【事実】１及び２を知らなかった。\n４．令和２年５月１５日，Ｂは，弁済期が到来していたＤに対する借入金債務の弁済に代えて，甲をＣに貸与したままＤに譲渡した。その際，Ｂは，Ｄに「甲は中古機械の販売業者から買った。」と虚偽の説明をした。また，甲に所有者を示すプレート等はなく，他に不審な点もなかったので，Ｄは，Ｂの説明を信じた。同日，Ｂは，Ｃに対して，甲をＤに譲渡したので，以後はＤのために占有し，同年１１月１日に甲をＤに返却するよう指示し，Ｄは，このような方法によりＢから甲の引渡しを受けることを了承した。\n５．Ａは，Ｃが甲を使用している事実を知り，令和２年１０月１５日，Ｃに対して【事実】１の経緯を説明し，甲の返還を求める（以下「請求１」という。）とともに，同年５月１日から甲がＡに返還されるまでの間の使用料相当額の支払を求めた（以下「請求２」という。）ところ，Ｃは，自分は，㋐甲の所有権を取得したＤから甲を借りていると主張して，Ａの請求に応じない。これに対して，Ａは，㋑ＢからＤへの譲渡後もＣが甲を現実に支配する状態に変わりがない以上，Ｄは甲の所有権を取得したとはいえず，㋒いずれにせよ【事実】１に照らすと，ＣはＡの請求に応じるべきであると反論した。\n〔設問１〕\n【事実】１から５までを前提として，次の問いに答えなさい。\n下線部㋐におけるＣの主張並びに下線部㋑及び㋒におけるＡの主張の根拠を明らかにし，これらの主張の当否を検討した上で，請求１及び請求２の可否について論じなさい。なお，不法行為に基づく構成について検討する必要はない。\nⅡ 【事実】１から５までに加え，以下の【事実】６から14までの経緯があった。\n【事実】\n６．Ａは，個人で事業を営んでいたところ，従業員の技能の向上のため，毎年１１月に実施される業界の技能検定試験である「○○検定１級」（以下「乙検定」という。）に従業員を合格させる方針を打ち出した。そこで，Ａは，乙検定の高い合格実績をうたって通学講座を開設しているＥに対して，Ａの従業員専用の出張講座の開設を依頼した。Ａ及びＥは，令和３年５月１０日，Ｅが，同年６月から１０月までの５か月間，Ａの事業所にて出張講座を開設し，週４日，授業を行うこと，Ａが，月額報酬６０万円，及び同年の乙検定の合格者数に応じた成功報酬を支払うことを合意した（以下「契約①」という。）。なお，月額６０万円は，Ｅの他の出張講座よりも高額であった。\n７．Ｅは，契約①の出張講座（以下「本件講座」という。）に専念するため，新たな出張講座の- 2 -依頼は受けないこととし，また，通学講座のための代替の講師を手配し，これらをＡに伝えた。\n８．Ａの従業員で，乙検定の合格レベルの技能を有しない３０名が本件講座を受講することになった。滑り出しは順調であり，開講から１か月後に実施された模擬試験では，受講生の技能は顕著な伸びを見せた。\n９．ところが，Ｅが本件講座の受講生に求める課題の量が膨大で，受講生の大半が汲々としており，引き続き技能を伸ばす受講生が相当数いた反面で，課題の不提出についてＥに叱責されるなどしたため，止めたいと言い出す受講生も現れた。令和３年８月６日，Ａは，Ｅに対し善処を求めたが，Ｅから「こちらはプロなのだから任せてほしい。」と言われた。Ａは，Ｅの態度に失望し，「このままの状況が続くようであれば同年８月末で本件講座を取りやめることも考える。」と伝えた。\n10．Ｅはその指導方法を維持したまま，令和３年８月３１日となった。この時点で，本件講座に継続して出席している受講生は２０名となっていた。Ａは，同日，Ｅに対し，契約①を解除する旨の意思表示をし，これによって本件講座は閉鎖された。\n11．Ｅは，令和３年９月及び１０月に【事実】７により手配した講師の報酬として合計４０万円を支出した。また，Ｅは，同年１０月に別の企業において２週間の出張講座を行い，その報酬として１５万円を得た。\n12．本件講座の閉鎖後，受講生３０名は，全員が，Ａから費用の補助を受けて他者の開設する通学講座を受講して，令和３年１１月，乙検定を受験し，その６割である１８名が合格した。乙検定の当年の全体の合格率は４割であり，Ｅの通学講座の受講生の合格率は６割程度であった。\n13．Ａは，令和３年８月分以降の月額報酬等の支払をしていない。\n14．Ｅは，令和３年１２月，Ａに対し，同年８月分の月額報酬６０万円の支払を求める（以下\n「請求３」という。）とともに，同年９月及び１０月に関する損害賠償金１２０万円（【事実】11で支出した４０万円を含む。）の支払を求め（以下「請求４」という。），更に，乙検定の合格者数に応じた成功報酬の支払も求めた。\nこれに対し，Ａは，【事実】９及び10の経緯などを指摘して支払を拒絶した。\n〔設問２〕\n【事実】６から14までを前提として，次の⑴及び⑵の問いに答えなさい。\n⑴ 契約①によるＥの債務の内容及び契約①の性質を，理由を示して明らかにしなさい。\n⑵ ⑴における契約①の性質を踏まえて，請求３及び請求４の可否について，Ａの反論を考慮しつつ，論じなさい。\nⅢ 【事実】１から14までに加え，以下の【事実】15から21までの経緯があった。\n【事実】\n15．Ａには，子Ｆ及びＧがいた。Ｆは，長らくＡとの交流を断っていた。\n16．令和４年３月，Ａは，難病を発症した妻の治療費を捻出するため，友人であるＨに５００万円の借入れを懇請したところ，Ｈは，Ｇが連帯保証をすることを条件にこれに応じた。同年４月１日，Ｈは，Ａとの間で，弁済期を令和１０年４月１日としてＡに５００万円を貸し付ける旨の契約（以下「契約②」という。）を，またＧとの間で，契約②に基づくＡの借入金債務\n（以下「本件債務」という。）につきＧが連帯保証をする旨の契約を，それぞれ書面により締結し，令和４年４月２日，契約②に基づき５００万円をＡに交付した。\n17．Ａは，更なる治療費の支出に備えて，令和４年８月９日，Ｈに対して自己所有の絵画丙を１００万円で買い取ってほしいと頼んだ。\n18．令和４年８月１５日，ＨとＡとの間で，Ｈが同月３１日までに代金１００万円を支払うこと等を内容とする丙の売買契約が締結され，丙がＡからＨに引き渡された。\n- 3 -\n19．一方，【事実】17からＡの資力に不安を感じたＨは，Ｇに対して，本件債務について連帯保証人をもう一人増やしてほしいと告げた。そこで，ＧがＦに依頼した結果，令和４年８月２２日，ＦとＨとの間で，Ａに知らせないまま，本件債務をＦが連帯保証する旨の契約（以下「契約③」という。）が書面により締結された。なお，ＦＧ間の内部的負担割合に関する合意はない。\n20．令和１０年６月２０日，Ａは，Ｈに対して本件債務の弁済の猶予を求める書面を送付したが，Ｆはこの事実を知らなかった。\n21．令和１５年５月１０日，Ｈは，契約③に基づき，Ｆに対して５００万円の支払を求めた（以下「請求５」という。）。\n〔設問３〕\n【事実】15から21までを前提として，次の⑴及び⑵の問いに答えなさい。\n⑴ Ｈは丙の売買代金を全くＡに支払っていないものとする。この場合，Ｆは，令和１５年５月１１日の時点で，Ｈに対して５００万円全額又は丙の売買代金１００万円分につき支払を拒むことができるか。\n⑵ Ｈは丙の売買代金全額を期日までにＡに支払っていたとする。令和１５年５月１１日，請求５につきＦとＨが話し合い，ＦがＨに３００万円を支払い，Ｈはその余の支払を免除した。この場合，Ｆは，Ａ及びＧに対して各々求償をすることができるか。また，求償をすることができるとすれば，その額は各々いくらか。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n１ 設問１について\n⑴ 設問１は，民法第１９２条及び第１９３条に関する基本知識を確認する趣旨の出題であり，これらの規定がどのような関係に立つか，指図による占有移転による即時取得は認められるか，盗品・遺失物につき被害者が回復請求をするまでの使用利益が誰に帰属するかなどについて理解を問うものである。\n⑵ 請求１については，Ａが占有者Ｃに対して甲の所有権に基づく返還請求権を行使するものであることを示す必要がある。これに対し，Ｃは，下線部㋐において，Ｄが甲の所有権を即時取得したことにより，Ａが所有権を喪失したとの抗弁を主張していると考えられ，この抗弁に言及することが求められる。占有権原を有するとの抗弁を主張していると考える余地もあるが，仮にそのような主張をしようとする場合には，使用貸主が所有権を有していることが前提とされなければならず，また，使用借権は第三者対抗力を欠くから，結局は，Ｄが甲を即時取得し，それによってＡが甲の所有権を喪失したことに言及する必要がある。\nＤの即時取得が認められるかを解答するに当たっては，即時取得の要件について，本問における具体的な事実に当てはめて検討することが必要になる。その際，要件の一部については推定が認められていること，善意無過失の意義などについても触れておくことが望ましい。\n- 4 -本問においては「占有を始めた」という要件がポイントとなり，Ｄは指図による占有移転によってその間接占有を承継取得したことを指摘する必要がある。\n下線部㋑におけるＡの反論は，指図による占有移転によっては即時取得に必要な「占有を始めた」という要件は満たされないと主張するものであり，観念的な占有の移転によっては「占有を始めた」とはいえないことを指摘する趣旨のものであることを示す必要がある。その上で，民法第１９２条の「占有を始めた」という要件が同法第１７８条の「引渡し」の要件と区別されることから，後者を満たしても前者を満たすとは当然にはいえないことも指摘されていることが望ましい。\n次に下線部㋒におけるＡの反論は，甲が盗品であることから，たとえ民法第１９２条の要件が満たされるとしても，同法第１９３条に基づき，Ａは甲の回復を求めることができるという趣旨を述べるものであると考えられる。そこで，甲が盗品であること，Ｃが甲の「占有者」であること，Ａによる回復請求は盗難の日から２年を経過していないことを指摘する必要がある。その際，同条における「占有者」を同法第１９２条の「占有を始めた者」と同義に解すべき理由がないことも示されていることが望ましい。もっとも，この点に関しては，同法第１９３条と同法第１９２条の「占有者」を同義に解したうえで，Ｄが「占有者」に当たり，Ｄとの使用貸借関係に基づき甲を占有するＣはＤと別個独自の地位を主張して甲の回復請求を拒むことはできないとの説明や，盗難時から２年間は同条による即時取得がそもそも生じ得ないとして，同法第１９３条の要件のうち盗品であることと期間以外のものが充足されているかどうかの検討を経ることなく，Ａは所有権に基づき甲の返還請求権を行使することができ，Ａとの関係で占有権原を有しないＣはこれを拒むことができないという説明も考えられる。\n請求１の当否を検討するに当たっては，下線部㋐から㋒までの各主張の趣旨を正確に理解した上でそれぞれの当否を検討する必要がある。まず，下線部㋑のＡの反論に関しては，その当否についていずれの立場に立つにしても，民法第１９２条の「占有を始めた」とは，占有者が「一般外観上従来の占有状態に変更を生ずるがごとき占有を取得すること」を意味するものと解する判例準則（最判昭和３５・２・１１民集１４巻２号１６８頁）が確立していることを踏まえ，下線部㋑におけるＡの反論の内容がこの判例準則の理解として適切であるかどうかについて理由を付して述べることが求められる。そして，Ｄによる即時取得の成否について検討した上で，民法第１９３条の適用の可否について検討し，ＣはＡからの甲の返還請求を拒絶することができないという結論を述べる必要がある。\n⑶ 請求２では，Ｃが甲の占有を開始した令和２年５月１日から甲をＡに返還するまでの間の使用利益が誰に帰属するかが問われている。盗品・遺失物の占有者が占有の開始時から被害者又は遺失者に目的物を返還するまでの間の使用利益の帰属について，民法第１９４条が適用される事例においては，所有権帰属の観点ではなく，同条の趣旨に基づき，代価弁償の提供があるまでの間の使用収益権が占有者に認められている（最判平成１２・６・２７民集５４巻５号１７３７頁）。しかし，本問は同条の適用事例ではなく，同法第１９３条が同法第\n１９２条とどのような関係に立ち，どのような効果を定めているのかが別途問題となり得る。\nまず，Ａは，Ａに甲の所有権が帰属するという前提に立ち，使用貸借契約に基づく占有権原を主張することができないＣに対し，不当利得返還請求権に基づいて使用利益の返還を請求していることを示す必要がある。\nそこで，民法第１９３条の趣旨に鑑み，盗難又は遺失から回復請求がされるまでの間の所有権が原権利者と占有者のいずれに帰属するかが問題になり，この点について理由を付してその結論を述べる必要がある。判例は，同条の効果について，占有者がいったんその物につき即時取得した所有権その他の本権を回復するのではなく，占有者が盗難又は遺失の時から２年以内に被害者又は遺失主より回復の請求を受けない場合にはじめてその物の上に行使す\n- 5 -る権利を取得する趣旨を定めたものであると解している（大判大正１０・７・８民録２７輯\n１３７３頁）。原所有者帰属説によると，ＣはＢからＤへの譲渡がされた後も無権原でＡの所有物である甲を占有し使用していたこととなり，使用利益の返還に関しては同法第１８９条及び第１９０条の定めに従うべきこととなる。Ｃが善意であれば同法第１８９条第１項に基づき甲の果実収取権を有し，少なくとも回復請求をされるまでの使用利益についても返還する必要がなく，Ａは，令和２年５月１日以降回復請求がされるまでの間の甲の使用料相当額の支払をＣに求めることができない。もっとも，本権に基づく訴えに敗訴し，悪意占有者とみなされる場合，Ｃは訴え提起時以降甲を返還するまでの使用料相当額の支払義務を負う。\nなお，甲を直接占有するＣは「占有者」に当たり，間接占有者としてＢがかつて存在していた，あるいは現にＤが存在するとしても，上記の結論に影響を及ぼさないことも併せて指摘されることが望ましい。\n占有者帰属説は，回復請求の効果が遡及するという立場と将来に向かって効力を生ずるという立場に分かれ得るが，効果が遡及するという立場からは，甲の所有権はＡの下にとどまっていたことになるため，ＡＣ間の法律関係は原所有者帰属説と同様に処理される。他方，将来に向かって効力を生ずるという立場を採る場合には，占有者に使用収益権能が帰属する以上，占有者の主観的態様を問わず，およそ原権利者がその間の使用利益相当額の支払請求をすることができないとする結論が比較的に自然に導かれるが，目的物の所有権の帰属と使用利益の帰属が分離して規律されているとする見方もあり得ないではない。いずれの立場であっても，ＤがＢから甲を譲り受ける令和２年５月１５日以前の使用料相当額にかかる請求に関しては，Ｃは無権原占有であるという評価を免れないから，この間の使用利益の返還については別途検討する必要がある。\n２ 設問２について\n⑴ 設問２は，有償の役務提供契約が中途で終了した場合の法律関係を，特にその場合の報酬及び損害賠償について問うものである。当該役務提供契約の性質決定に関して，当該契約における債務の内容及びその特徴を明らかにし，民法の規定する役務提供型の契約類型の特質を踏まえて，当該契約の性質を決定することができるか，また，それを前提として，その中途終了の場合の報酬や損害賠償に関連する民法の規定の構造を理解しているか，契約類型に伴う異同について理解しているかを問うものである。\n⑵ ＡＥ間の契約①は有償の役務提供契約であるところ，雇用（労働契約）は使用者との間の指揮命令関係の下での役務提供，請負は仕事の完成という結果の保証，委任は結果保証を伴わない事務の委託と裁量ある他人の事務の処理をもって，それぞれの特質と解されている。\nＡＥ間には，使用者・労働者の指揮命令関係は認められず，ＥはＡから独立して役務を提供するものであるから，契約①の性質としてあり得るのは，請負，委任（法律行為でないことから準委任（民法第６５６条）），またはいずれでもない非典型契約（無名契約）である。\n契約①の性質をいずれと決定するかに当たっては，それぞれの契約類型の特質とともに，その特質に対応した契約①におけるＥの役務提供の内容を明らかにすることが求められる。\nすなわち，請負の場合には，何をもって仕事の完成・結果保証といえるのか，委任の場合には，何をもってＡの事務の委託あるいは裁量ある事務の処理といえるのか，また，無名契約の場合は典型契約の類型に該当しないという判断がどのように基礎付けられるのかを，Ｅの債務内容に照らして明らかにする必要がある。\n契約①の性質の決定に当たっては，月額報酬と成果報酬が組み合わされているという契約\n①における報酬の定め方の捉え方も手がかりとなるため，契約①におけるＥの債務内容の確定とその特質の抽出，契約①の性質決定においては，報酬の定め方を通じて，これらの報酬が何に対して支払われるものかについても考慮することが望ましい。\n⑶ Ａによる契約①の解除の性質は，任意解除権の行使によるものであると考えられる。請負，- 6 -委任については，民法に任意解除権に関する規定が設けられている。無名契約であるときは，そのルール自体を構築していく必要があるが，Ａのための役務提供であることなどに鑑み，請負や委任等の規定を手掛かりとして，少なくとも，Ａからの解除は認められると論じることになろう。それぞれの立場から，根拠条文の要件を踏まえ，【事実】に即して当てはめる必要がある。\nＡの解除を債務不履行解除とみる余地がないわけではないが，Ｅが提供する役務の性質上，Ｅには相当の裁量が認められるものと解されるので，Ａによる改善要求が抽象的なものにとどまっていることも考慮すると，Ｅによる講座の運営がその裁量を逸脱したものとして債務不履行に当たると評価することは，結論的には困難であると考えられる。\n⑷ ＡＥ間の報酬の取決めは，Ｅによる本件講座の提供に対して月々の報酬と，Ａの従業員である受講者の乙検定の合格者数に応じた成果の報酬（成功報酬）という２本立てでされている。Ｅの請求３は，Ａによる契約①の解除に伴い，講座提供がされた８月分について未払報酬の支払を求めるものである。\n報酬については，準委任の場合も請負の場合も役務提供が先履行であり後払いが原則である（民法第６４８条第２項，第６３３条）。約定の月額報酬については，契約①を準委任とみる考え方においては，民法第６４８条第２項ただし書により準用される同法第６２４条第\n２項により，期間経過後に報酬を請求することができる。もっとも，対応する期間に履行がされていることが前提であるから，Ｅの役務提供が契約に適合した債務の履行であったかが問題となり，債務不履行の該当性を判断することになる。請負の場合は，民法第６３３条ただし書・第６２４条第１項により，約定の役務提供が終わった後でなければ報酬を請求することができない。仕事完成前の解除がされた場合には，同法第６３４条により，既にした役務提供によってＡが利益を受けているかどうかが問題となる。５か月の役務提供をもって仕事の完成とみるか，月々の講義・役務提供が５か月分用意されるものとみるかによって中途解約であるかどうかが異なり，報酬の根拠条文が異なるため，Ｅの債務内容に即して根拠条文及び請求の可否を示す必要がある。その前提として，債務の履行が必要であることは準委任の場合と同様である。\n⑸ 請求４の１２０万円の支払請求は，役務提供がされていない９月分，１０月分についてその月額報酬相当分を損害賠償として請求するものと考えられる。また，通学講座における代替講師のこの間の報酬４０万円の支払は，Ｅが９月・１０月の履行の準備のために支出を余儀なくされたものであり，約定どおりの報酬が得られたならばそれに織り込まれる性格の支出である。\n中途解除の場合の損害賠償については，任意解除の場合，契約①が準委任であれば民法第\n６５１条第２項によることになる。したがって，Ｅに不利な時期の解除であるとき，契約①が受任者Ｅの利益をも目的とするものであるときのいずれかの場合には，ＡはＥに対しその損害を賠償しなければならない。設問では，Ｅは，期間全体にわたり他の講座を断り（他の収入機会の喪失），また，代替要員の手配（準備費用投下）などを行っており，「不利な時期」\nの解除に該当する余地がある。そのため，同項第１号にいう「不利な時期」とは何を指すのかを明らかにしつつ，本件のそれらへの該当性を判断し，また，それぞれの場合の損害賠償の内容について検討する必要がある。損害賠償を認める場合，まず，具体的に何が損害賠償の範囲に含まれるかを示す必要がある。損害賠償の範囲は不利な時期に解除したことによる損害に限られるというのが通説であり，そのように解釈される理由についても示すことが望ましい。また，委任契約が解除されなければ受任者が得たであろう利益から受任者が債務を免れることによって得た利益を控除する必要がある。\n同項第２号の「受任者の利益」については，報酬を得るだけでは該当しないことが明文化されている。設問では，それ以外に受任者の利益として評価できる事実は見受けられない。\n- 7 -任意解除の場合のＥの損害賠償請求については，これらについても言及することが望ましい。\n準委任の場合には，損害賠償の成否は「やむを得ない事由」の存否に左右されるため（民法第６５１条第２項柱書ただし書），それについて検討する必要がある。\n請負の場合は，完成前に解除されたと捉えるのであれば民法第６４１条により損害賠償が必要であり，その場合の損害賠償は履行利益賠償となる。したがって，Ｅは，９月分，１０月分について，報酬から節約できた費用を差し引いた分を請求でき，一方，１０月分について他所の講座を引き受けたことで得た報酬分は，損益相殺によって差し引くことになる。\n無名契約の場合には，請負と委任のいずれに引き付けて考えるかによる。\n３ 設問３について\n⑴ 設問３は，連帯保証ないし共同保証に関する条文と判例を正確に理解し，これを事例の解決のために適切に用いることができるかを問うものである。\n⑵ 小問⑴は，保証人が債権者からの請求を拒絶することのできる事由について問うものである。\nＨはＦに対して保証債務の履行を請求しているが，本問を検討する上では，まずＨのＦに対する５００万円の支払請求についての請求原因を明らかにしておくことが求められる。ＨのＦに対する請求の根拠（請求原因）は，ＡがＨとの間で諾成的消費貸借契約である契約②\nを締結し，借入金５００万円の交付を受けたこと，Ｆは，Ｈとの間で本件債務を連帯保証する旨の契約③を書面により締結していることである。\nＦは，Ｈによる保証債務の履行請求に対して，まず，保証債務の消滅時効を援用し，債務の全額の支払を拒むことが考えられる。また，Ｆとしては主債務の時効消滅を援用することもでき（民法第１４５条括弧書），主債務が消滅すれば，付従性によって保証債務も消滅する。解答に当たっては，関連条文を示しながら，事実に即して消滅時効を主張することの可能性を指摘することが求められる。\n本問では，Ａが令和１０年６月２０日に弁済の猶予を求める書面を送付して債務を承認しており，これによって時効は更新されている（民法第１５２条第１項）。本問の場合，令和\n１５年５月１０日の時点では，それから５年は経過していないので，消滅時効は完成していないことになる。Ｆが自身の負う保証債務の消滅時効を援用しようとしても，主債務者による時効の更新は保証人に対してもその効力を生ずるものとされているため，これは認められない。また，Ｆが主債務の消滅時効を主張しようとする場合も，主債務について消滅時効の更新がされており，保証人はこれを否定することができないから，やはり認められない。Ｆ\nがどちらの債務の消滅時効を援用するか，ということと，Ａの債務承認による時効更新の影響が同債務にどのように及ぶのか，ということとが矛盾なく説明されている必要がある。ここでは，主債務者の債務承認による時効更新の保証債務に対する影響関係が理解できているかが問われることとなる。\n次に，ＡはＨに対して絵画丙の売買契約による１００万円の売買代金債権を有しており，Ａが本件債務についてこの売買代金債権を自働債権とする相殺権を有していることを理由として，保証人であるＦは，１００万円分の支払を拒むことが考えられる（民法第４５７条第\n３項）。ここでは，主債務者の相殺権をもってする履行拒絶の可能性とその根拠条文が摘示されている必要がある。\nもっとも，ＡがＨに対して有する売買代金債権の弁済期は令和４年８月３１日であり，令和１５年５月１０日の時点ではそれから１１年が経過しているため，ＦがＡの相殺権を理由として履行を拒絶した場合，Ｈとしては，自働債権が時効消滅しており，Ａの相殺（ひいては，そのことに基づくＦの履行拒絶）は認められない，と主張することが考えられる。時効によって消滅した債権を自働債権とする相殺をするためには，自働債権の消滅時効期間経過以前に受働債権と相殺適状にあったことを要し，そのためには受働債権の弁済期が現実に到\n- 8 -来していたことを要するとした判例があり（最判平成２５・２・２８民集６７巻２号３４３頁），解答に当たっては，この判例を正しく理解している必要がある。単に判例の結論を知っていてそれを問題の事例に当てはめる，というだけでなく，なぜそのような解釈が採られるべきなのか，そして判例と同じ結論が本問の事例においても妥当するのかを説明することが求められる。\n⑶ 小問⑵は，連帯保証人と主債務者，共同連帯保証人との関係について，弁済をした連帯保証人がすることのできる求償の範囲を問うものである。\n連帯保証債務の弁済をしたＦは，主債務者Ａに対して求償をすることができる。ＦがＡの委託を受けない保証人であるため，求償の根拠は，民法第４６２条第１項ないし事務管理に基づく費用償還請求（同法第７０２条第１項）に求められる。求償が認められる範囲については，同法第４６２条第１項が準用する同法第４５９条の２第１項により，主債務者が弁済の当時利益を受けた限度となる。このことから，ＦはＡに対して弁済以後の法定利息や費用等までは請求できないことを示したうえで，求償額が３００万円となることを説明することが求められる。\n共同保証人のうちの１人が自己の負担部分を超える額を弁済したときは，他の共同保証人に対して求償をすることができる（民法第４６５条第１項）。共同保証人間の求償の場合は，弁済額が負担部分を超えていなくても負担部分の割合に応じて認められるという連帯債務者間の求償とは要件が異なり，負担部分を超える額を弁済したことが必要である。本問においては，ＦがＨにした３００万円の弁済が自己の負担部分を超えるものであるならば，ＦはＧ\nに対してその分の求償をすることができる。\nそこで，共同保証人の内部的負担割合は特約等がなければ各自平等となること，Ｆが債権者から一部免除を得ていることを踏まえて，本問における具体的な事実関係に当てはめてＦの負担部分を算出し，その上で求償の可否及び求償権の額を解答することが求められる。Ｆ\nがＨにした免除がＧをも免除する趣旨のものと解すべき事情が認められない限り，当該免除があってもＦとＧの内部的負担部分は各２５０万円のままであり，Ｆとしては，弁済をした３００万円から２５０万円を差し引いた５０万円をＧに対して求償できることとなる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（令和３年司法試験論文式試験問題出題の趣旨【民事系科目】〔第１問〕をいう。以下同じ。）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことができるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，\n論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評価する能力を確かめることとした。これらを実現するために，一つの設問に複数の採点項目を設け，採点項目ごとに，必要な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点について緻密な検討をし，それらの問題点の相互関係に意を払う答案が，優れた法的思考能力を示していると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な検討の一部がなく，そのことにより知識や理解が一部不足することがうかがわれるときでも，そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また，反対に，論理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，\n低く評価することとした。また，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の⑴から⑶までにおいて，それぞれ全般的な採点実感を紹介し，また，\nそれを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」の四つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし，ここで示された答案は上記の各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。また，答案の全体的傾向から感じられたことについては，⑷で紹介することとする。\nなお，各設問において論ずべき事項がどのようなものであったかについては，既に公表した出題の趣旨に詳しく記載したところであるので，これと重複を避けつつ採点実感を述べることとする。\n⑴ 設問１についてア 設問１の全体的な採点実感設問１において論ずべき事項は，大別して，①請求１の根拠及びこれに対するＣの反論（下線部ア）の位置づけ，②Ｄによる即時取得の成否，③民法第１９３条の適用の可否，④目的物のＡへの返還までにＣが得た使用利益の返還義務の有無である。②については指図による占有移転によって即時取得が成立するかなど，④については民法第１９３条に基づく回復請求がされるまでの所有権の所在などが問題になる。\n- 1 -全体としては，請求１については，多くの答案がＤに対して指図による占有移転の方法で引渡しがされたことを指摘した上でこれによって即時取得が成立するかどうかを検討し，また，民法第１９３条による回復請求の可否に言及していた。それぞれの根拠条文（民法第１９２条，第１９３条）から要件を抽出して適切に事案に当てはめているか，同法第１９２条の「占有を始めた」という要件に関する判例準則（一般外観上従来の占有状態に変更を生ずるがごとき占有を取得すること）を意識して検討を行っているかが評価の分かれ目になった。\n請求２については，民法第１９３条の回復請求がされるまで目的物の所有権がどこにあるかを検討し，これと不当利得の成否を関連付けて検討している答案はごく少数であった。不当利得の成否について，所有権の帰属先と不当利得の成否との関係を踏まえて検討したものについては，高い評価が与えられた。\n個別に見ると，①については，Ａの請求が甲の所有権に基づく返還請求権であることを明示しない答案も多かった。その結果，その後の抗弁を正確に理解できていない答案が相当数あった。\n請求１はＡが甲の所有権を有することを前提としていることからすると，「Ｄが所有権を有している」という下線部アの主張はＡが所有権を有していないことを指摘するもの，すなわち所有権喪失の抗弁であるといえる。所有権喪失の抗弁ではなく，占有権原の抗弁を主張するものであると理解する答案が多かったが，貸主が無権利者ではＣが使用貸借によって占有権原を得たとはいえないから，即時取得によってＤが所有権を取得したことを論じる必要がある。また，使用借権には第三者対抗力がないから，使用借主であるＣがＡに対して使用借権を主張して引渡しを拒むには，Ａが甲について権利を有しないことが必要となる。したがって，いずれにしてもＤの即時取得によりＡが所有権を喪失したかどうかを検討しなければならない。また，Ｃが当初締結した使用貸借の相手方（貸主）は無権利のＢであるから，Ｃの占有権原を基礎付けるには，代物弁済によって使用貸借契約上の貸主としての地位が権利者であるＤに移転したなど何らかの根拠を示す必要があるが，占有権原の抗弁と理解した答案のうちこの点について言及したものは非常に少なかった。\n②については，多くの答案が指図による占有移転によって即時取得が成立するかどうかを検討していた。民法第１９２条の「占有を始めた」という要件については，「一般外観上従来の占有状態に変更を生ずるがごとき占有を取得すること」とする判例準則が存在しており，\n指図による占有移転をこの判例準則に当てはめた上で，外観上従来の占有状態にどのような変更が生じているかを丁寧に論じているものについては，高い評価が与えられた。これに対し，結論のみを述べるものや判例準則と離れて独自の基準を設けるものは低い評価にとどまった。このほか，②については，民法第１９２条のその他の要件についても丁寧に当てはめている答案には高い評価が与えられた。\n③については，多くの答案が民法第１９３条による請求が可能であることを指摘していた。\nもっとも，本問では請求の相手方がＣであり，即時取得したＤではないが，同条の「占有者」\nと同法第１９２条の「占有を始めた者」の異同に言及した答案は極めて少数であった。占有者が即時取得したＤではないために同法第１９３条の請求は認められないとした答案も少数ながら存在したが，このような答案は結論の妥当性の点から低い評価にとどまる。\n④については，民法第１８９条，第１９０条のいずれが適用されるかが問題となるが，ほとんどの答案は同法第７０３条，第７０４条の適用のみを問題としており，同法第１８９条，\n１９０条について言及した答案は少数であった。\nまた，不当利得の要件を検討するに当たり，民法第１９３条による回復請求がされるまでの使用収益権限の所在を検討することなく，「Ｃが甲の使用収益をしている間，Ａが使用利益を失ったので損失がある」とした答案が非常に多かった。しかし，Ａに所有権が帰属するなど，Ａに使用収益権限があるといえる場合でなければ，そもそも不当利得は問題にならない。\n- 2 -したがって，上記のような答案を高く評価することはできない。\nイ 答案の例優秀に属する答案の例は，下線部アからウまでの各当事者の主張を的確に理解した上で，上記の①から④までの各点に関してバランスよく論理的に論述し，設問１における事実関係に基づいてそれぞれの要件と事実の当てはめを丁寧に検討した上で，特に上記の②及び④についてそれぞれの解釈論を掘り下げつつ，自説に従って一貫した主張をしていたものなどである。\n良好に属する答案の例は，優秀に属する答案と比べ，上記の②又は④についての解釈論の検討が不十分であったり，事実の当てはめが粗雑であったりするが，①から④までの各点について相応の論述がされているものなどである。\n一応の水準に属する答案の例は，①から④までの各点について記載はされているものの，表層的な検討にとどまっているものなどである。\n不良に属する答案の例は，請求１については，指図による占有移転による即時取得の可否，\n民法第１９３条の適用の可否などの問題点を看過し，これらについて全く言及しないもの，\n代物弁済の要件など本件においては重要な論点とならないものについて論ずるものなどであり，請求２については所有権（使用収益権限）の所在や民法第１８９条に言及することなく，\n不当利得が成立するという結論のみを示すものなどである。\n⑵ 設問２についてア 設問２の全体的な採点実感設問２において論ずべき事項は，大別して，①契約①の性質，②契約の中途解除の根拠，\n③既履行部分の報酬請求の可否，④未履行部分の報酬相当の損害賠償請求の可否である。\n設問２においては，契約①の性質を準委任と捉えるか請負と捉えるか（更にそれ以外のものと捉えるか），また，Ｅが処理する事務・仕事の内容を各月ごとのものと捉えるか，５か月分併せて一体のものと捉えるかなど，与えられた事実関係の法的な捉え方がいくつか考えられ，いずれの立場を採るかによって，その後の法律関係の処理の内容や根拠条文が異なってくる。いずれの立場を採るかを明確にした上で，その立場から一貫した論述をすることができるかどうかによって評価が分かれることとなった。\n個別に見ると，①については，全体としては準委任契約とするものが多く，請負契約とするものも相当数見られた。いずれの考え方を採ることも可能であるが，性質を判断するに当たっては，これに当たると判断した契約類型の特質（例えば，準委任であれば，法律行為以外の他人の事務を裁量をもって行う，請負であれば仕事の完成を目的とするなど）を挙げた上で，契約①の内容を当てはめて結論を示す必要がある。このような当てはめを行い，加えて報酬の決定方法とも関連付けて契約内容を論じるもの（例えば，基本となる報酬に加えて成功報酬が別途定められていることから，受講者の合格という結果は保証されていない，など）には高い評価が与えられた。他方，例えば請負でも雇用でもないことから準委任であるというような論述をするものも散見されたが，このような論述は低い評価にとどまる。\n請負と性質決定する答案の中には，受講者を合格させること，技能を取得させることをもって仕事の完成とする答案も少数ながら見られたが，本問においてはこのような検定の合格や一定の技能を習得させるという成果の完成が合意されているとみるのは困難であり，請負と性質決定するのであれば，完成すべき仕事の内容を講座の実施そのものなどとする必要がある。\nＥが提供する役務の内容が法律行為ではないことから委任ではないとし，請負又は雇用に該当すると結論付ける答案も見られたが，準委任の存在を看過したものであり，説得力を欠くと言わざるを得ない。\nまた，雇用と性質決定するものも散見された。雇用は使用者との間に指揮命令関係がある- 3 -ことを特徴とするが，この検定の受験指導におけるＥの専門性からするとＡＥ間に指揮命令関係があるとみるのは困難であり，このような答案は低い評価にとどまった。\n②については，相対的に多くの答案は任意解除権を根拠として挙げていたが，債務不履行解除とする答案も相当数見られた。しかし，契約の性質上Ｅに相当程度の裁量があると考えられ，与えられた事情で債務不履行に基づく解除権の発生を認めるのは困難と考えられるから，このような答案に高い評価を与えることはできない。任意解除権を根拠とする答案でも，\n特に請負に関する民法第６４１条を挙げる答案は，その要件についての検討が不十分なものが散見された。同条による場合，仕事の完成前に解除する必要があるが，ここでいう「仕事」\nを各月単位で考えるか，５か月分で併せて一体とみるかによって「完成前」の意味が異なってくるため，仕事の捉え方を示した上でどのような意味で同条が適用されるかを論ずる必要があるが，この点に言及した答案は少なかった。\n③については，準委任と構成するとしても，請負と構成するとしても，委託された役務の内容を各月単位で考えるか５か月分で併せて一体とみるかによって，仕事が中途で終了したかどうかが異なり，ひいては報酬の根拠規定も異なってくる。いずれと構成することも可能であるが，この点について明示的に論じたうえで既履行報酬の根拠規定を指摘した答案は，\n極めて少数であった。また，契約①の性質をＥが５か月間にわたって講義をするという一つの仕事を完成させる請負契約と捉えながら，８月分の講義は既履行であるとして報酬請求を認めるものは，両者の整合性を意識しないものとして低い評価にとどまった。\n④については，準委任と構成する場合，不利な時期に解除したものといえるかどうかが問題となるが，この点を具体的に指摘した答案は多くなかった。本問では，従前の通学講座については代替の講師を準備しており，Ｅが通学講座の講師として復帰することは困難であること，検定試験の実施が迫った時期に別途講座を始めることも困難であることなどが「不利な時期」といえるための事情と考えられるが，これらの事情を挙げて丁寧に論じたものは極めて少数であった。また，賠償の対象となるのは解除が不利な時期にされたことによって生じたものであるとするのが通説であり，それによれば通常より高額の月額６０万円全額の賠償を求めることはできないと考えられるが，これらの点を含め，何をもって不利な時期と捉えるかと整合的な形で損害の内容を丁寧に論じたものは，極めて少数であった。\n準委任と構成する答案の中には，やむを得ない事由があるとして損害賠償を否定するものも散見された。しかし，Ｅに相当程度の裁量が認められることを前提とすると，与えられた事情からやむを得ない事由があるとするのは困難であると考えられる。\nイ 答案の例優秀に属する答案の例は，Ｅの処理する事務・仕事の内容について的確に捉えた上で，これと一貫する形で，上記の①から④までの各点に関して，事実関係を丁寧に当てはめて論述したものである。\n良好に属する答案の例は，優秀に属する答案と比べ，Ｅの事務・仕事の内容の捉え方がやや曖昧であったり，（準委任とした場合の）解除の時期が不利であるとする理由の論述や損害の内容の分析が不十分であったりするが，①から④までの各点について相応の論述がされているものなどである。\n一応の水準に属する答案の例は，①から④までの各点について記載はされているものの，\n表層的な検討にとどまっているものなどである。\n不良に属する答案の例は，法律行為でないために委任ではなく請負とする，請負でも委任でもないという理由で雇用とするなど，役務提供契約の類型の理解が不十分であるもの，契約①の性質やＥの債務の内容と具体的な請求権に関する処理との間に矛盾があるもの，Ａが任意解除権を行使することができることを看過し，Ａによる解除が債務不履行に当たるなどとして民法第４１５条に基づく損害賠償の可否を論ずるものなどである。\n- 4 -⑶ 設問３についてア 設問３の全体的な採点実感設問３において論ずべき事項は，大別すると，①主債務について生じた時効更新事由の保証人への効力，②自働債権が受働債権の弁済期前に時効消滅した場合の相殺の可否，③無委託保証人が一部弁済した場合の主債務者に対する求償の範囲，④保証人が一部弁済した場合の他の共同保証人に対する求償の要件及びその範囲である。\nいずれも基本的な条文及び判例の知識を具体的な事例に適用することによって結論を得ることができる論点であるが，全ての論点についてバランスよく的確な論述をしていた答案は少なかった。\n個別に見ると，①については，多くの答案が主債務について時効の更新事由があったことを指摘した上で，その結果保証人も時効を援用することができないと結論付けていた。もっとも，主債務についての援用を主張するか，保証債務についての時効を援用するかによって，\n援用の根拠や主債務についての更新が保証人にどのように影響するかの説明が異なってくるため，一貫した論述をすることが必要となるが，この点について意識された答案は少なかった。なお，多くはないが，消滅時効期間が契約の締結から起算する（このため，例えばＡが弁済の猶予を求めたことを時効完成後の承認とする）という初歩的な誤りを犯すものが散見された。\n②については，ＡのＦに対する売買代金債権が本件債権の弁済期到来前に時効消滅しているため，両債権が相殺適状にあったといえるか，相殺適状にあったとはいえない場合にこの売買代金債権を自働債権とする相殺が可能であるかが問題となる。この点について判示した最判平成２５・２・２８民集６７巻２号３４３頁は基本的な判例であり，多くの受験生がその内容を知っていると思われるが，ほとんどの答案は，売買代金債権が時効消滅したことを看過したためか，この論点に触れていなかった。民法第５０８条に言及するものは少数あったが，その多くは両債権が相殺適状になかったことを看過しており，上記の問題の所在を正確に指摘したものは極めて少数であった。\n③及び④のいずれも，基本的な条文の知識を適用することによって解答を導くことができるが，正確に条文を適用していずれについても正しい解答をした答案は極めて少数であった。\n③については，相対的に多くの答案は，Ｆが委託を受けない保証人であることを指摘していた。委託を受けない保証人の求償の範囲は「その当時利益を受けた限度」であるが，これと「現に利益を受けている限度」が必ずしも区別されていないのではないかと思われる答案が相当数見られた（単に「利益を受けた限度で求償することができる」とするものなど）。少数であるが，主債務者に対する求償と共同保証人に対する求償の区別がついておらず，例えばＡとＧに対して１００万円ずつ求償することができるなど初歩的な誤りを犯す答案も見られた。\n④については，相当数の答案が，民法第４６５条第１項において準用する同法第４４２条第１項によって規律されることを正しく指摘していたが，適用条文を誤っているものも散見された。適用条文を正しく指摘するものであっても，同法第４６５条第１項において「その全額又は自己の負担部分を超える額を弁済したとき」とされているのを看過し，弁済額が負担部分を超えていなくても負担部分に従って求償することができるとしたものが多く，求償することができる額を正しく算出したものは極めて少数であった。\nイ 答案の例優秀に属する答案の例は，ＡのＦに対する売買代金債権が時効消滅していること，それが本件債権の弁済期到来前であることを的確に指摘した上で，このような場合における相殺の可否について言及し，求償関係についても条文を的確に挙げて正確に求償金額を算出しているものなどである。\n- 5 -良好に属する答案の例は，優秀に属する答案ほどではないものの，検討すべき論点について相応の論述がされているものなどである。\n一応の水準に属する答案の例は，例えば，ＡのＦに対する売買代金請求権について消滅時効が完成していることに気が付いた上でこの金額については保証債務の履行を拒むことができるものとし，また，一部弁済した保証人の求償についても一応の解答を示したものなどである。\n不良に属する答案の例は，ＡのＦに対する売買代金債権が時効消滅していることを看過し，\nその結果その他の論点についても何ら言及しないもの，契約に基づく債権の消滅時効期間の起算点を当該契約の締結時と誤解しているもの，一部弁済した保証人の求償権について，主債務者に対する求償金額を算出するに当たって，保証人の数を含めて頭割りにしているものなどである。\n⑷ 全体を通じ補足的に指摘しておくべき事項本年の各設問にも現れているように，ある一つの事案を解決するに当たっては，複数の制度や判例等にまたがった分析が必要となるが，当然ながら，そのためには，個々の制度等についての理解が必要であり，更には，制度相互間の体系的な理解が必要になる。その上で，これを一つの分析結果にまとめ上げるためには，その理解している内容を，示された事実関係を踏まえて論理的に展開していくことが重要である。\nこのような法律の体系的理解とこれに基づく実践的な論理展開能力の重要性は例年指摘しているところであり，引き続き留意をしていただきたい。その上で，本年の答案を見て特に感じられたことについて，幾つか指摘しておきたい。\n第１に，特定の法律効果の発生の有無を検討することが求められているのに，その基本的な要件が満たされているかどうかを検討せず，自己が主要な論点と考える部分のみを論ずるものが散見されたことである。例えば，設問１において，指図による占有移転によって即時取得が成立し得るかについて深く論ずること自体はよいとしても，それのみを検討し，即時取得の他の要件に触れないまま，安易に請求権の発生を認める答案が散見された。法律効果を発生させるためには法律要件が満たされていなければならないという当然の基本的原則を常に銘記する必要がある。\n第２に，毎年のように指摘をしているにもかかわらず，本年も，文字が乱雑であったり，小さすぎたり，あるいは線が細すぎたりして，判読が困難なものが一定数存在したことである。\n特に，十分な答案構成をせずに書き始め，後から既述部分に多数の挿入をする答案は，必然的に文字が小さくなり，その判読が困難になる。これらの点についても，引き続き改善を望みたい。\n４ 法科大学院における今後の学習において望まれる事項本年においても，財産法の分野における基本的知識・理解を横断的に問う問題が出題された。\n条文や判例に関する基本的な知識を踏まえ，問題文を注意深く読んだ上で，【事実】に現れた事情を分析して設問の趣旨を適切に捉え，筋道を立てて論旨を展開すれば，相当程度の水準の解答ができるはずである。限られた時間内で答案を作成するためには，短時間で自己の見解を適切に文章化するのに必要な基本的知識・理解を身に付けることが肝要であり，引き続き，法的知識の体得に努めていただきたい。また，その際，条文や判例に関する表面的な知識を習得するだけでなく，そのルールを具体的な事実に適用し，結論を導くことができる能力を身に付けるように努めていただきたい。例えば本年の設問３においては，相殺や求償に関する基本的な条文及び判例を具体的な事実に適用することができるかが問われたが，適切に解答した答案は極めて少なく，このような能力の習得に課題があることが示されたといえる。\nさらに，本年も，昨年同様，判例を参考にすることで深い検討を行うことができる問題が出題- 6 -されているが，法律実務における判例の理解・検討の重要性を再認識していただきたい（判例の採った論理や結論を墨守することを推奨してはいないが，判例と異なる見解を採るのであれば，\n判例を正確に指摘して批判することが必須である。）。例年指摘されているところであるが，判例を検討する際には，その前提となっている事実関係を基に，その価値判断や論理構造に注意を払いながらより具体的に検討することが重要であり，かつ，様々なケースを想定して判例の射程を考えることで，判例の内容をより的確に捉えることができるものである。このような作業を行うことで，個々の制度についての理解が深まるだけでなく，制度相互間の体系的な理解が定着することに改めて留意していただきたい。\n- 7 -"
}