{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n有料職業紹介事業を営むＹ社は，本社と事業所が一体となった事業場１か所のみで，労働者６人を使用して事業を行っていた。\nＹ社と無期労働契約を締結して雇用されているＸ１は，時間外・休日労働の時間数が１か月当たり６０時間を超える状態が続く中で，Ｙ社社長のＡから，午後８時以降は会社内で勤務しないようにとの通告を受けた。そこでＸ１は，やむを得ず，求職者の個人情報等の機密情報が記録された記憶媒体（以下「媒体」という。）を，Ｙ社の許可を得ることなく自宅に持ち帰り，自宅で深夜まで残務処理を行うようになった。そのような状況が続いたある日，Ｘ１は，会社から帰宅する電車の中でうたた寝をしてしまい，媒体の入った鞄を紛失した。Ｘ１は，翌朝出勤してすぐに，Ａに媒体を紛失した経緯を説明した。ＡとＸ１は，媒体に個人情報が記録されていた求職者１６０人と連絡を取り，媒体紛失の経緯を説明して謝罪した。Ｙ社は，これらの求職者１６０人に対し，お詫びの品として金券３０００円相当をそれぞれ送付した。\nＹ社は，就業規則を作成していなかったが，各労働者との間で労働契約を締結する際に，後記の労働契約書を手交し，各労働者の署名・押印を得ていた。Ｙ社は，Ｘ１の前記の媒体紛失行為が労働契約書第１８条第３号，第４号及び第１０号記載の懲戒事由に該当するとして，Ｘ１に弁明の機会を与えることなく，同第１９条に基づき，Ｘ１を７日間の出勤停止処分とした。また，Ｙ社は，前記の媒体紛失行為によるＹ社の損害額を４８万円とし，Ｘ１に対して４８万円の損害を賠償するよう請求した。\nその後Ｙ社は，他の大手企業に顧客の多くを奪われていく中で，売上げが３年連続で低下し，労働者６人を雇用し続けることが難しい状況となった。そこでＡは，「会社の経営方針を正しく理解し，経営改革に柔軟に対応してくれる人材」の雇用を継続し，これに該当しない者２人を解雇するとの方針を立てて，Ｙ社の労働者全員が出席する朝礼の場で，この方針を説明した。このＡからの説明に対し，労働者からは特段意見や質問は出なかった。そこでＡは，この方針に基づいて被解雇者を決定することとし，全労働者６人の中から，これまでの勤務態度に照らし，会社への協調性や柔軟性に欠ける傾向にあると評価したＸ２及びＸ３の２人を選定した（会社の経営方針に協力的であると評価していたＸ１は，被解雇者に選定しなかった）。Ａは，Ｘ２及びＸ３に対し，被解雇者に選定されたことを説明し，３０日の予告期間を置いて，両名を解雇した。なお，Ｙ社と各労働者との間で締結された労働契約書には，解雇に関する定めはない。\n【労働契約書（抜粋）】\n第１８条 従業員が次の各号の一に該当する場合は，第１９条の定めるところに従い，懲戒を行う。\n１，２ （略）\n３ 会社の許可なく，会社の物品や機密情報を持ち出したとき。\n４ 不正な行為により，会社の名誉・信用を毀損し，又は，会社に損害を与えたとき。\n５～９ （略）\n１０ 前各号に準ずる程度の不都合な行為をしたとき。\n第１９条 懲戒は，けん責，減給，出勤停止（１４日間を限度とし，無給とする），諭旨退職，懲戒解雇の５種類とし，会社は情状に応じて処分を決定する。\n- 22 -\n〔設 問〕\n１．Ｙ社がＸ１に対して行った出勤停止処分は有効か。検討すべき法律上の論点を挙げて，あなたの見解を述べなさい。\n２．Ｙ社からＸ１への損害賠償請求は認められるか。検討すべき法律上の論点を挙げて，あなたの見解を述べなさい。\n３．Ｙ社がＸ２及びＸ３に対して行った解雇は有効か。検討すべき法律上の論点を挙げて，あなたの見解を述べなさい。\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n１ 合板等の製造等を業とするＹ社は，本社工場と３つの支工場を有し，その従業員の約８割がＡ労働組合に加入していた。同組合には，本社工場に事務局を置く組合本部とは別に支工場ごとに組合支部が置かれていたが，各支部は，同組合の下部機構であって，各支工場に特有の問題については工場協議会を開催して工場側と折衝して処理するなどしていたものの，組合本部とは独立してＹ社と団体交渉をしたり，労働協約を締結したりする権限はなかった。Ｘは，Ｙ社Ｆ支工場従業員であり，Ａ労働組合Ｆ支部長である。\n２ 令和２年１月２０日，Ｙ社Ｔ支工場において原料木粉の粉塵爆発と思われる事故が発生し，従業員１人が死亡したほか複数の者が負傷した。労働基準監督官等の調査によっても事故原因の特定には至らなかったが，爆発の中心地点にあったＭ社製機械が着火源になった可能性が調査の過程で指摘され，そのことがＭ社製の同型同年式の機械を使用していたＦ支工場従業員を著しく動揺させた。その結果，生命の危険があるなどとして同機械による作業を拒否する者が現れ，一部の従業員が繁忙期を乗り越えるためにやむなく集中的にこの作業を受け持つという状況が生じた。\n同年２月３日，Ｆ支工場製造部長であるＢは，この状況を解消すべく，Ｆ支工場の工場長であるＷに対し，「安心して働ける環境の回復のため，Ｍ社製機械を全て廃棄し，Ｌ社製の同等品を導入すべきである」旨，意見を具申した。Ｂは，かつて組合員であったが，創業者である代表取締役Ｚに管理能力を買われて現職に昇進し，人事権を有する管理職となるに伴い，非組合員となっていた。\nＷは，Ｚの三男であって長く経理部門の要職を務め，工場勤務の経験はないものの，製造部門の経費率が特に高いＦ支工場の経営見直しのため，Ｚの判断で工場長に任命されていた。Ｗは，Ｍ社製機械を事故の原因とする科学的根拠が乏しい中で「安心」のために設備更新をするというコスト意識を欠く提案をするＢに憤りを覚え，Ｂに「お前らは，ありもしない亡霊を仕立てて，金がかかることばかり考える。機械にケチをつける暇があったら危険予測活動を徹底しろ。親父はかわいがっていたようだが，お前はもうだめだな。」と言って罵倒した。\nかねてＷの工場運営方針に不満を覚えていたＢは，激高してＷの胸ぐらにつかみかかり，周囲にいた製造部の従業員に制止されながらもなおＷに罵声を浴びせた。Ｗは，暴行についての謝罪と機械の更新をしない方針に従うことをＢに指示したが，Ｂは返事をしなかった。Ｗから事態の報告を受けたＹ社は，Ｂには後記の就業規則第５９条第５号及び第６号の懲戒事由があり，その情状は極めて重いとし，Ｂに同規則所定の弁明の機会を与えた上で，同年３月２日，Ｂに対して同年４月２日付けで懲戒解雇する旨を予告し，同日，同人を懲戒解雇した。\n３ Ｘは，Ｂの懲戒解雇は，人命を軽視するＷの策動による不当なものであるというにとどまらず，組合員がどれだけ会社の発展に身を捧げ，管理職に栄進したとしても，創業家の一存で解雇され得ることを示すものであり，放置すれば組合員の将来に希望はないと考えた。そこでＸは，Ｆ支部の幹部数人と協議の上，Ｂの懲戒解雇の撤回を本社に上申するようＷに要求し，これが拒否された場合にはＦ支部組合員１５人（製造ライン従業員の約８割）が示威的に一斉に早退し，罷業に入るという計画を立てた。\nＸは，この計画を組合本部のＰ書記長に電話で伝達したが，Ｐは，Ｂの懲戒解雇に対しては厳重に抗議すべきであるとしつつ，要求が拒否された場合に組合員が一斉に早退して罷業する行動にまで及ぶのは時期尚早であり，相当ではないと返答した。しかしながら，Ｘは，交渉が長期化すれば不当な前例が既成事実化しかねないことを懸念し，組合本部の了承を得ないまま，Ｆ支部組合員にはそのことを秘して，計画を実行に移すこととした。\n４ 同年４月１３日午前１０時頃，Ｘは，Ｆ支部組合員１０人を引き連れて工場長室前に赴き，同\n- 24 -室の扉を激しくノックして「工場長！Ｂ部長の解雇の件でお願いしたいことがある。」と叫んだ。\nＷは，管理職であったＢの懲戒解雇について組合と話すことはないと考え，返事もせずに無視した。Ｘは，さらに激しくノックしながら，「工場長！組合としてＢ部長の懲戒解雇の撤回を要求する。聞こえないのか。現場を分かっているのはあんたじゃない。Ｂ部長だ。そのＢ部長をクビにして俺たちを爆弾のそばで働かせ，浮いた経費で飲む洋酒はそんなにうまいか！」と大声で言い放った。Ｘは，Ｗがなおも返事をしないことから，同行した組合員に「この野郎は俺たちが大人しく作業をしているうちは動く気はない。こんなところでワイワイ言っても無駄だ。聞く気がないなら俺たちも作業を放棄せざるを得ない。Ｂ部長が戻り，怯えて働かずに済むようになるまで，組合は断固戦う。」などと言ってあおり，工場長室前を立ち去った。Ｆ支部組合員は，支部長の指揮によるものである以上本部が了解した方針であるものと誤信しつつも，Ｙ社の対応やＷの態度に憤りを覚え，Ｘに賛同し，同日午前１１時３０分頃，全員がＸと共に早退届を提出して\nＦ支工場から立ち去った。\n同日から始まった同盟罷業は，組合本部の仲介により要求事項の実現を見ないまま同月２１日に終了したが，その間，Ｆ支工場の製造部門の操業が完全に停止したため，Ｙ社は，生産予定であった全製品について納期を守ることができず，その後取引先から債務不履行責任を問われるなどの事態となった。\nまた，Ｘは，罷業期間中，世論を味方に付けるため，Ｆ支部名義の情報宣伝活動用アカウントでインターネット上に「創業家の横暴・人命を無視した搾取の実態」などと題したＹ社経営陣を批判する投稿をしたり，Ｙ社製品の不買を呼び掛ける投稿をしたりした。これらの投稿の大部分は，事実を誇張してＹ社を攻撃・中傷する過激なものであり，それがインターネット上で注目を集めた結果，これに呼応してＹ社を批判する匿名の投稿が爆発的に増加するとともに，これらの投稿の内容や騒動の経過が全国放送のテレビ番組で取り上げられ，それが更に反響を拡大させ，本社に抗議の電話が殺到するなどした。\n５ Ｙ社は，Ｘ自身が罷業期間中一切出勤せず，組合本部の了解も得ずにＦ支部組合員を扇動し，罷業させた行為は就業規則第５９条第１号，第４号及び第６号から第８号までの懲戒事由に，また，Ｙ社を誹謗中傷する，事実に基づかない内容の投稿を拡散させ，本社への抗議の電話を殺到させた行為は同条第４号及び第６号から第８号までの懲戒事由に，それぞれ該当し，いずれも情状は極めて重いとし，Ｘに同規則所定の弁明の機会を与えた上で，同年６月１日，Ｘに対して同年７月３日付けで懲戒解雇する旨を予告し，同日，同人を懲戒解雇した。\n【Ｙ社就業規則（抜粋）】\n第５９条 従業員が次のいずれかに該当するときは，情状に応じ，訓戒，けん責，減給，出勤停止，降格，諭旨退職，懲戒解雇に処する。\n１ 正当な理由なく，無断で３日以上欠勤し，出勤の督促に応じなかったとき。\n２，３ （略）\n４ 故意又は重大な過失により会社に重大な損害を与えたとき。\n５ 会社内において刑法その他刑罰法規の各規定に違反する行為を行い，その犯罪事実が明らかとなったとき（当該行為が軽微な違反である場合を除く。）。\n６ 勤務怠慢，素行不良又は会社の秩序又は風紀を乱したとき。\n７ 他の従業員の業務を妨害したとき。\n８ 私生活上の非違行為や会社に対する誹謗中傷等によって会社の名誉・信用を傷つけ，業務に重大な悪影響を及ぼすような行為があったとき。\n９ その他前各号に準ずる程度の行為があったとき。\n第６０条 前条の規定により懲戒を行うときは，当該従業員に対し，事前に弁明の機会を与える。\n- 25 -\n〔設 問〕\nＹ社がＸに対して行った懲戒解雇は有効か。検討すべき法律上の論点を挙げて，あなたの見解を述べなさい。\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n労働紛争は，労働組合が組織されていることが多い大規模な企業だけでなく，労働組合が組織化されず労働者の声を反映する媒体がない小規模な企業においても多発している。本問は，事業場が１か所のみの小規模な企業において発生した懲戒処分，労働者への損害賠償請求及び整理解雇をめぐる基本的な論点について検討することを求めるものである。とりわけ本問では，就業規則の整備など人事労務管理が整った大企業等とは異なり，労働者数が１０人未満で就業規則が作成されていない企業において懲戒処分を行うことができるか（その法的根拠は何か），- 32 -\n解雇に関する就業規則や労働契約の規定がない企業で解雇を行うことができるか（その法的根拠は何か），整理解雇の権利濫用性の判断（特に解雇回避努力の履践）において小規模の企業であること（他事業場がないことなど）がいかに考慮されるかといった点が，重要な検討課題となる。\n設問１では，機密情報の持ち出し・紛失等を理由とする懲戒処分の有効性が問われている。\n懲戒処分の有効性については，一般に，懲戒権の法的根拠，懲戒事由該当性（形式的な懲戒事由該当性及び懲戒処分の趣旨に基づく懲戒事由該当性の限定解釈），懲戒処分の権利濫用性，罪刑法定主義類似の要請の考慮（手続の適正さ等）などの点が論点となり得る。本問では，これらの諸点について，基本的な判断枠組みを示しつつ，本件事案にこれを的確に当てはめて論述することが求められる。その中で，本件事案では特に，最高裁判例（フジ興産事件・最判平成１５年１０月１０日労判８６１号５頁）が懲戒処分を行うに当たって求めている就業規則上の懲戒の種別と事由の定めが存在しないことについてどのように考えるか（同判例が求めるこの要件は理論的にどのような意味を持つのか，本件懲戒処分の法的根拠はどこに求められるのか等），長時間労働と会社内での勤務制限という使用者側の事情が機密情報の持ち出しと紛失の一因となっている点を懲戒事由該当性や懲戒処分の権利濫用性の判断においてどのように考慮するのか，７日間の出勤停止処分（無給）という処分の重さや弁明の機会が与えられなかったことを懲戒処分の権利濫用性等の判断においてどのように考慮するのかが，検討すべき重要な課題となる。\n設問２では，媒体紛失行為による損害の発生について，使用者が労働者に対し損害賠償請求をできるかが問われている。近時，職務遂行に係る損害の発生に対して，使用者が労働者に対し債務不履行又は不法行為として損害賠償請求をする事件が増えている。これに対し，学説や裁判例では，職務遂行を指揮命令している使用者も危険発生に責任を負っているとする危険責任の原理，及び，職務遂行により生じるリスクは事業活動から利益を得ている使用者が負うべきであるとする報償責任の原理を勘案して，労働者の損害賠償義務の成立に限定を加え（例えば，故意・重過失がある場合にのみ労働者の損害賠償責任を認める。），また，損害の公平な分担という観点から労働者の損害賠償責任の範囲を信義則上限定する解釈が示されている。本問では，このような学説や裁判例の状況を踏まえつつ，本件事案の事実関係（媒体紛失行為の一因となった使用者側の事情，労働者の帰責性等）を考慮し，労働者の損害賠償義務の成否，及び，損害賠償義務が成立する場合に労働者が負担すべき損害賠償の範囲について論述することが求められる。\n設問３では，使用者が労働者２名に対して行った経営上の理由による解雇の有効性が問われている。ここではまず，解雇について規定する就業規則や労働契約がない企業において，解雇権の根拠を確認する必要がある。その上で，経営上の理由による解雇（いわゆる「整理解雇」）\nについては，労働者側に帰責性のある事情を直接の理由とした解雇ではないことから，解雇の客観的合理性・社会的相当性の要件（労働契約法第１６条）をより具体化した整理解雇の４要件（又は４要素）という観点からより厳しい制約が課されていることを指摘する必要がある。\n本問においても，この整理解雇法理に照らして，本件解雇に，①人員削減の必要性，②解雇回避努力，③人選の合理性，④手続の妥当性が備わっているかを具体的に検討することが求められる。本件事案では特に，他事業場がない小規模会社において余剰人員の配転・出向等の措置を採っていないことを解雇回避努力の点でいかに考慮するか（②），経営方針の理解や改革への柔軟な対応といった抽象的な基準は合理的な人選基準といえるのか（③），朝礼の場での方針説明と被解雇者選定後の個別説明は整理解雇手続として妥当といえるのか（④）といった点が問題となり得る。これらの諸点等について論述しつつ，本件解雇の有効性を判断することが求められる。\n本問は，設問１から設問３までを通して，懲戒処分，労働者への損害賠償請求，整理解雇と- 33 -いった近時頻発している労働法上の問題についての基本的な理解を問うものである。ただし，本問では，就業規則のない小規模企業の事案であることで，これまでの判例等が必ずしも想定してこなかった就業規則のない企業での懲戒処分の可否や解雇の法的根拠の所在等を理論的に考察することが必要になり，また，大企業の人事労務管理をモデルとして形成されてきた整理解雇法理において小規模企業の特殊性をいかに考慮するのかも検討課題となっている。労働法の重要論点についての基本的な判断枠組みと理論的な基盤を正確に理解するとともに，これまで想定されてこなかった事態に対してもその趣旨・基盤に基づいて的確な解釈・判断を行うという，法曹人としての基本的な能力を問う問題である。\n〔第２問〕\n本問は，労働組合の支部長が，①組合本部の了承を得ないまま支部組合員を扇動して一斉に罷業させ，また，②その罷業期間中，同支部名義の情報宣伝活動用アカウントでインターネット上に経営陣を批判したり会社の製品の不買を呼び掛けたりするなどの投稿をし，それらの行為によって会社に重大な損害を与え，その名誉・信用を傷つけたことなどを理由として，会社が当該支部長を懲戒解雇した事案を題材に，正当な行為として法的保護を受け得る団体行動の範囲とその限界，その保護の効果などについての理解を問い，また，そうした理解を前提に，支部に属する組合員，組合本部，経営陣それぞれの利害関係が相克する複雑な事実関係を分析し，それを的確に規範に当てはめ，衡量し，結論に至る過程を論理的・説得的に論述する能力を問うものである。\n本問において直接問われているのは，懲戒解雇の有効性であるが，労働組合法第７条第１号は，労働者が労働組合の正当な行為をしたことを理由に解雇することを不当労働行為として禁止し，判例は，この禁止規定に違反する解雇を当然に無効としている（医療法人新光会事件・\n最判昭和４３年４月９日民集２２巻４号８４５頁）。また，憲法第２８条が勤労者の団体行動権を保障していることの効果として，正当な団体行動を理由としてその実行者に不利益な取扱いをすることは，「公序」（民法第９０条）に反すると理解されている。こうした基本的な法令や判例の正確な理解を前提に，本問における懲戒処分の有効性を判断する法的枠組みを適切に示すことが，本問における論述の出発点となる。\nそこで，まず問題となるのは，上記①及び②の行為が，正当な団体行動に当たるかどうかである。その検討に際しては，①の行為が，支工場の製造ライン従業員の大半を一斉に罷業させる行為であって，製造部門の操業停止を意図した行為であるのに対し，②の行為は，①の行為の期間中に行われ，これと同じく使用者に対して圧力を加えようとする行為ではあるものの，操業停止それ自体を意図した行為ではないという差異があることを踏まえる必要がある。その上で，各行為について，争議行為として行われたと認められるものについては行為の主体，目的，手続及び態様の観点から，いわゆる組合活動として行われたと認められるものについては行為の主体，目的，態様の観点から，それぞれの正当性に係る諸事情を的確に取り上げて検討し，結論を導くことが求められる。また，それらの検討の結果，①や②の行為の正当性が否定され，解雇が不当労働行為に当たることなどを理由に無効とされる場合には当たらないと判断される場合においても，就業規則所定の懲戒事由該当性や懲戒権の濫用の有無（労働契約法第\n１５条）など，懲戒処分の効力に関するその他の要件について，別途，検討することが必要となる。\n①の行為の正当性に関しては，(i)支部は単位組合の下部機構であって組合本部から独立した団体交渉権や労働協約締結権を有さず，それ自体独立した労働組合とは認め難いものであったにもかかわらず，組合本部の了承を得ないまま行われたものであったことや，(ⅱ)工場長に対する直接的な要求事項は，管理職であって組合員ではなかった製造部長に対する懲戒解雇の撤回を本社に具申することであったこと，(ⅲ)その直前に工場長室のドア越しに「交渉」が行\n- 34 -われ，また，その要求が工場長により拒否されたといっても，それより前の予告は一切なく，交渉開始の当日に直ちに一斉罷業を決行し，支工場を操業停止に追い込んだものであったことなどが，重要な検討のポイントとなり得る。\nまた，②の行為の正当性に関しては，(i)支部名義の情報宣伝活動用アカウントを通じての投稿であって，①の行為とは切り離して主体の正当性や目的の正当性などを検討することが可能と考えられるものであることや，(ⅱ)世論喚起が必要であると考えたとしても，投稿内容は，事実の誇張や使用者に対する攻撃・中傷などが大部分を占めるものであったことなどが，重要な検討のポイントとなり得る。\nさらに，懲戒処分の効力に関する要件のうち，団体行動の正当性以外の点では，①及び②の行為の就業規則所定の懲戒事由該当性，懲戒権の濫用の有無が問題となるが，特に，後者の点の検討においては，処分に当たって就業規則の規定に基づき弁明の機会が与えられたことなどのほか，処分の理由となった①及び②の行為の態様やそれにより生じた結果（すなわち使用者に生じた経済的損失）の重大性，それが意図され，あるいは，少なくとも十分に予期すべきものであったこと，企業秩序維持の観点からの処分の必要性，他の処分との均衡などの点が，重要な考慮事情となろう。\n本問に解答するに当たっては，整理・検討し，論述すべき事項が決して少なくないが，団体行動に対する法的保護の在り方という労働法の基本問題について，その趣旨を踏まえ，十分に整理された理解がされているかどうかが問われることとなる。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点に当たっては，各問の事例の具体的な事実関係に即し，設問が求める法的検討・論述に必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて各論点について論理的かつ整合性のある法律構成及び事実の当てはめを行い，適切な結論を導き出しているかを基準とした。\n出題された事例の事案のポイントを正確に把握し，紛争の解決や法的検討に必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案には，おおむね平均以上の得点を与えることとした。各論点について関連する法規定や法原則の趣旨に遡った論証を展開し，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，着目すべき当該事例の特徴的な事実関係を適切に読み取って必要な分析・検討を行っているなど，特に優れた事例分析や考察が認められる答案には，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，非常に乱雑で文字の判読が困難なものもあった。文字の巧拙が得点そのものを左右するわけではないが，相手に伝えるために書くものであることを意識し，できるだけはっきりとした読みやすい文字で丁寧に答案を作成することを強く望みたい。\n３ 採点実感等⑴ 第１問について本問は，事業場が１か所のみの小規模な企業において行われた懲戒処分の有効性，使用者から労働者に対する損害賠償請求の可否及び整理解雇の有効性について，検討すべき法律上の論点を挙げて論述することを求めるものである。\n懲戒処分としての出勤停止処分の有効性が問われた設問１では，懲戒権の根拠，懲戒事由該当性，懲戒処分の権利濫用性という基本的な判断枠組みに沿って検討することは，おおむねできていた。本問は，就業規則作成義務のない小規模企業において，懲戒の事由と種別が就業規則ではなく労働契約書に記載されている点に事案の特徴があり，就業規則に懲戒の事由と種別を定めておくことを求める判例の立場（フジ興産事件・最判平成１５年１０月１０日労判８６１号５頁）との関係をどのように考察するかが重要な論点となるが，判例の立場を明示した上で本事案との関係を的確に論じた答案は必ずしも多くなかった。もっとも，判例法理の趣旨を掘り下げて検討し，その趣旨が本事案においても実現されているかという観点から深い考察を行った答案もあり，このような答案には高い評価を与えた。その他，①懲戒事由該当性について趣旨に照らした実質的な判断を行っていない答案が少なくなかったこと，②出勤停止処分について安易に軽い処分と評価している答案が散見されたこと，③弁明の機会を与えていないという手続の不適正さについて言及していない答案が多数見られたことは，気になる点であった。\n使用者から労働者に対する損害賠償請求の可否が問われた設問２については，的確な論証ができていない答案が多く，成績の良し悪しが大きく分かれるポイントとなった。本問で問われているのは，使用者から労働者に対する損害賠償請求の可否であり，まず，労働者が使用者に対して債務不履行又は不法行為として損害賠償責任を負うのか，それはどのような場合かが検討されるべきであるが，この点を検討することなく，本問を過失相殺や求償権行使の問題と位置付けて直ちに結論を導き出そうとする答案が多数見られた。また，本問では，判例・裁判例や学説の動向を踏まえ，危険責任・報償責任の考え方に言及しつつ労働者の損害賠償責任の制- 29 -限とその範囲について論じることが想定されていたが，危険責任・報償責任の考え方やその内容に言及している答案は必ずしも多くなく，信義則という言葉だけを根拠として挙げているものが少なくなかった。さらに，労働者の損害賠償責任の制限及びその範囲を判断する際に考慮すべき事情の摘示が明確でない答案も散見された（例えば，設問１への回答で取り上げた事実を再度取り上げるのであれば，その旨及びその引用部分を明確に記述すべきであり，「上記」や「前述」だけでは，どの部分を引用しているのかが不明確である。）。\n経営上の理由に基づく解雇（整理解雇）の有効性が問われた設問３では，整理解雇法理の正確な理解と当てはめの丁寧さによって評価が分かれた。本件は，解雇事由を定めた就業規則や労働契約の規定がない事案であり，まず，使用者の解雇権の有無とその根拠について論じることが求められる。この点で，民法第６２７条第１項に言及しない答案や，朝礼の場での代表者からの説明に対して労働者から意見や質問がなかったことから解雇権が根拠付けられるとする答案が少なくなかったことは，意外であった。解雇権の理論的根拠についての正確な理解が求められる。\n整理解雇の４要件（要素）それ自体は，ほとんどの答案が列挙することができていたが，各要件（要素）の内容やそれが必要とされている理由を正しく理解していないために，当てはめが安易で説得力を欠くものが相当数見られた。特に，①解雇回避努力の点について，「努力を尽くしていない。」などと単純に述べるにとどまるものや，会社が採るべき措置に関し，小規模企業という特殊性を考慮に入れず，配転・出向など容易に採り難い措置についても定型的に要求しようとするものが数多く見られたこと，②人選の合理性の点について，「経営の立て直しには経営方針を正しく理解している人材が必要であるため人選基準は合理的である。」などと単純に述べるにとどまるものが散見されたこと，③手続の妥当性の点について，前記の朝礼の場での説明に対して意見や質問がなく３０日間の予告期間を置いていることから手続は妥当であるなどとする答案が少なくなかったことは，気になる点であった。規範の趣旨や紛争の実態を正しく理解することなく，規範を表面的に暗記して事実を機械的に当てはめるという安易な学習方法に陥っている受験者が少なからずいることがうかがえた。\n３つの設問を通じ，労働法の基本的な論点（特に近時実務上争われることが多い問題）についての正確な知識と理解に基づき，設問に則して丁寧に論述することができた答案は，十分に合格水準に到達するものとなっていた。さらに，各論点について，規範の趣旨に立ち返った理論的な考察を行い，それに基づいて適切に論述し，結論を導くことができている答案は，より高い評価を得た。\n本問では特に，就業規則のない小規模の事業場が紛争の舞台となっており，判例等が事実関係として想定していたものとは異なる問題状況も含まれている。このような新たな事態や問題に直面した際に重要になるのは，法令や判例の趣旨と根拠を正確に理解し，それを当該新たな事態や問題に応用して論述する，理解力と思考力である。本問でも，これらの点で答案の優劣が分かれた。日頃の勉強においても，法令や判例等の背景や基盤にある趣旨や根拠を正確に理解し，未知の問題に対して理論的な考察と丁寧な論述を展開することができる能力を養うことを心掛けてほしい。\n⑵ 第２問について本問は，労働組合の支部長が，①組合本部の了承を得ないまま支部組合員を扇動して一斉に罷業させ，また，②その罷業期間中に同支部名義の情報宣伝活動用アカウントでインターネット上に経営陣を批判する投稿をしたことなどを理由として会社が当該支部長に対して行った懲戒解雇に関し，検討すべき法律上の論点を挙げつつ，その有効性について見解を述べることを求めるものである。\n多くの答案が，出題の意図を的確に理解し，懲戒解雇の不当労働行為該当性や上記①及び②の行為の団体行動としての正当性が問題となることを指摘して論じていたが，不当労働行為該- 30 -当性に触れることなく，就業規則所定の懲戒事由該当性や懲戒権の濫用に当たるかのみを論点とした答案も少なくなかった。労働組合法上の不当労働行為該当性と労働契約法上の懲戒解雇の適法性の有無は，いずれも懲戒解雇の法的効果を消滅させ得る事由であり，労働者の地位確認訴訟であればどちらも再抗弁として位置付けられ得るものであることからすれば，いずれも論点として摘示し，見解を述べることが求められる事項であると言える。その一方で，本事例の事実関係の下では論旨を左右しない事項に紙幅を費やし，論ずべき論点に触れていないものも散見された。個々の紛争において有意な論点を見極めることが求められよう。\nまた，労働組合法第７条第１号や民法第９０条，労働契約法第１５条など，自らの論旨を支える根拠条文を示さないものや，条文に触れたとしても，労働組合法第１条第２項や同法第８条など，懲戒解雇の無効を主張する直接の根拠ではないものを挙げるもの，労働契約法第１６条のみを援用し，同法第１５条を全く援用しないものなどが相当数見られた（懲戒解雇に関する労働契約法の適用条文について様々な考え方があるとしても，本問において懲戒権の濫用に関するルールである同法第１５条に何ら言及しないのは疑問である。）。制定法や判例は主張の強固な根拠となるものであり，これを示さないものや条文の摘示が不正確，不十分なものは，\n当該条文や判例の意義を十分に理解していないものと評価せざるを得ない。\n前記①及び②の行為の団体行動としての正当性については，多くの答案が，前記①の行為を争議行為と捉えてその正当性を主体・目的・手続・態様の観点から検討し，前記②の行為を組合活動と捉えてその正当性を主体・目的・態様の観点から検討するという枠組みを示していた。\nまた，多くの答案が，前記①の行為に関し，「主体」の観点からは支部が独自の団体交渉権を持たないことや本部の了解を得ないで罷業が実行されたことが問題となることを指摘し，また，「目的」の面では工場長に対する要求事項が非組合員に対する懲戒解雇の撤回であったことが問題となることを指摘しており，ポイントとなる事情を的確に取り上げたものと評価することができる。他方で，「手続」面からの検討において，事前の予告なく交渉が開始された当日に罷業が決行されたことなどの相手方（使用者）との関係でのフェアネス（労使関係上の信義則）に関わる事実を摘示せず，本部の了承がないことなどの組合内の事情を挙げるにとどまるものなど，\n前記の４つ（あるいは３つ）の観点の意味するところを正解していないのではないかと思われる答案が少なからず見られたことは，気になる点であった。\n前記の４つ（あるいは３つ）の観点から団体行動としての正当性を検討する際に求められるのは，正当性を肯定する方向に働き得る事情と否定する方向に働き得る事情の双方を丹念に拾い上げ，それらを衡量し，法の趣旨に十分に留意した妥当かつ説得力のある結論を導くことである。そのためには，当該団体行動を正当なものとして保護することにより得られる利益を明らかにするとともに，これにより害され得る利益の内容とそれへの配慮を十分に示すことが肝要となる。例えば，前記①の行為の「主体」の正当性の検討に関し，本部による統制を無視した団体行動が組合の使用者に対する交渉力を弱める事態を招きかねないことなどに全く意を配ることなく，要求事項が支部固有の事情に起因するものであり，また，支部組合員の利益に資するものであることなどのみを指摘して正当性を肯定するものは，十分な説得力を持つものとは言い難いであろう。前記の「主体・目的・手続・態様」といった点は，それ自体が何らかの法規範となるものではなく，飽くまで検討の着眼点を列挙するものにすぎない。平素の学習から，単なる暗記にとどまらず，なぜそれらの４つ（あるいは３つ）の観点から検討することが必要かつ適切とされ，それぞれにおいてどのような事柄がどのような理由で団体行動の正当性を左右し得るものとして問題となるのかといった点についてまで正確に理解しようとする姿勢をもつことが肝心である。そのような学習姿勢が論述の説得力を左右することを銘記すべきである。\n前記②の行為については，組合活動と捉えて主体・目的・態様の観点から検討する枠組みを示すものが多かったが，論述の比重が「態様」に集中し，主体や目的の観点からの検討をほと- 31 -んど行わない答案が少なくなかった。また，前記②の行為を①の行為と一体のものとして一括して検討するものや，別個に検討するものの「主体や目的の点については前記①の行為について論じたところと同様」と記述して終わるものも少なくなかった。争議行為と組合活動の区別には様々な考え方があるから，そこでいかなる考え方を採るかによって評価が左右されるものではないが，本問の事例において，会社は，前記①及び②の行為それぞれを懲戒事由として掲げており，各行為は，目的や主体，態様・手法・時期の点でも，企業秩序に及ぼし得る影響などの面でも，様相が異なるのであるから，正当性をそれぞれ丹念に論じる必要がある。そうした違いを全く顧慮せず，ひとまとめに正当性を論じたために，論述の説得力や緻密さに欠ける答案も散見された。\n懲戒事由該当性や懲戒権の濫用の論点については，ほとんど触れることがない答案や，論じていても就業規則中の規定の番号を列挙するだけの答案が少なくない中，答案によっては，短文のうちにも，会社が挙げた懲戒事由への該当性の有無を的確に指摘し，事案における具体的な事情を勘案した社会的相当性の判断も欠かさずに，簡素かつ丁寧に，権利濫用の有無を結論付けているものもあり，そうした答案は，相対的に高く評価された。解雇という最も重い処分であることに鑑みれば，行為の悪質性や結果の重大性，企業秩序に与える影響等の要素の丁寧な衡量が不可欠であろう。\n４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を正確かつ深く把握し，言及を要する論点をほぼ漏れなく論じ，法令や判例の趣旨・射程の正確な理解に基づく的確な規範定立と緻密な事実の評価・当てはめを行い，全体として論理に飛躍や無理のない説得的な論述を行っていると認められる答案である。\n「良好」の水準にあると認められる答案とは，論ずべき論点にはおおむね全て触れており，法解釈について法令や判例の理解に基づく一定の見解を示した上で，設問に対する結論を導き出すのに必要な具体的事実を事例から拾い上げることができている一方で，当てはめにおいて小さな問題が見られたり，判例の理解が十分とまでは言えない面が見られたりするなど，「優秀」の水準にある答案のような論述の緻密さ，深みが認められない答案である。\n「一応の水準」にあると認められる答案とは，労働法の基本的な論点について一定の知識はあると認められるものの，論ずべき論点の一部に言及していなかったり，言及した論点においても，規範の定立に至る論理に欠落があったり，当てはめに不十分さが見られたりするほか，関係条文・判例に対する知識の正確性に難があり，論証において拾い上げる必要がある事実を事例の事実関係の中から的確に捉えて評価することができていない答案である。\n「不良」の水準にあると認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方の理解にも至っておらず，例えば，関係する法令を挙げることも規範を示すこともせずに単に問題文中の具体的な事実をなぞるにとどまっていたり，少ない知識から無理に構成した適切でない論理や規範から短絡的に断定的な結論を導いていたり，極めて表層的な当てはめに終始するだけであったりするなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思われる答案である。\n５ 今後の出題出題方針について変更すべき点は特になく，今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出した上で自己の法的見解の論証を正確かつ説得的に展開し，事例の中から有意な事実を過不足なく拾い上げて当てはめることによって，妥当な結論を導くという，法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。従来と同様に，労働契約法，労働基準法を中心とする個別法の分野と労働組合法を中心とする- 32 -集団法の分野のバランスにも配慮する予定である。\n６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，単なる暗記にとどまらない法の趣旨や理論的基盤に基づいた本質的な理解が図られるよう，更なる指導をお願いしたい。また，それらを具体的な事案に適用して論理的に結論・解決に導く能力を磨くために，事例分析の前提となる基礎的な事実を正しく把握する理解力，結論に至る論理を導くために必要な論点を抽出し，その相互の関連性を意識しつつ分析する能力，法令，判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，法の趣旨に沿った適切な事実の当てはめを行って妥当な結論を導く能力など，法律実務家に求められる基本的な法的思考力を更に養成するよう重ねてお願いしたい。\n- 33 -"
}