{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の【事例】について，以下の設問に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，家具の卸売を業とする株式会社である。Ａ社は，平成元年の設立以来，地元の地方銀行であるＢ銀行を主要な取引銀行として，当座預金口座を開設するとともに，しばしば運転資金の融資や手形の割引等に応じてもらってきた。また，Ａ社は，Ｂ銀行のほか，Ｃ信用金庫及びＤ銀行にもそれぞれ普通預金口座を開設し，取引先に送付する請求書にこれらの口座を記載して，取引先の選択により，これらのいずれかの口座に振込送金させる方法により決済を行っていた。\nＡ社の業績は，創業以来順調に発展してきたが，平成２０年頃になると，製造業者から直接仕入れをする小売業者が増加し，卸売業の役割が相対的に低下するとともに，家具の製造から販売まで一手に行う大規模家具小売業者の進出等もあり，次第にＡ社の業績は悪化し，平成２５年以降は赤字決算となる年度もあった。\nＡ社は製造業者から仕入れた家具を保管するための自社倉庫（以下「本件倉庫」という。）を所有していたが，令和元年９月に台風の影響により屋根が大きく破損し，仕入れた家具の多くに水濡れの被害が生じた。本件倉庫については，屋根の破損のみならず，建物全体が大きな損傷を受けたため，抜本的な補修ないし建て替えが必要な状況であった。そこで，Ａ社は，本件倉庫を建て替えることとし，同年１０月１０日，Ｅ建設との間で，倉庫建設請負契約（以下「本件請負契約」という。）を締結した。本件請負契約においては，請負代金は１億５０００万円とされ，Ａ社がＥ建設に対して，契約成立時に５０００万円を支払い，残代金は完成した倉庫の引渡しと引換えに支払うこと，Ｅ建設は，令和２年６月３０日までに倉庫を完成させてＡ社に引渡しをすることを合意した。Ａ社は，本件請負契約の前払金を支払うため，Ｂ銀行から５０００万円の融資を受けて，Ｅ建設に支払った。Ｅ建設による倉庫の建設は順調に進み，同年５月３１日までには倉庫は完成したが，Ａ社への引渡しはまだされていない。\nまた，台風被害により水濡れしてしまった在庫商品について，比較的損害の程度が軽かったものは，以前から取引があった小売業者に割引価格で売却するなどにより処分することができたが，程度の悪いものについては買取り先が見つからないまま，令和２年の春を迎えることとなった。\nこの時点でＡ社の資金繰りはかなり苦しくなってきているとともに，商品の保管場所の問題もあり，同業者からの紹介により，中古家具販売業者であるＦ商店に残りの水濡れした在庫商品一式\n（以下「本件商品」という。）を３００万円で一括売却することとした。この売買契約（以下\n「本件売買契約」という。）は同年４月１５日に締結され，本件売買契約によれば，同年５月末日までにＦ商店の負担により本件商品を引き取り，商品の引取り後１０日以内に，Ｂ銀行，Ｃ信用金庫又はＤ銀行に開設したＡ社のいずれかの口座に代金３００万円を振り込む方法で支払うこととされた。\n在庫商品の水濡れによる損失に加え，本件倉庫の建て替え工事の間，商品を保管するために借り上げた倉庫の賃料の支払等の支出が重なったこともあり，令和２年４月頃には，Ａ社の資金繰りはかなり苦しい状況に陥っていた。そこで，Ａ社は当面の事業資金３０００万円の融資をＢ銀行に申し込んだが，既に本件請負契約の前払金５０００万円について融資を受けていたため，Ｂ\n銀行からは追加の融資を受けることができなかった。そのため，Ａ社は，Ｃ信用金庫及びＤ銀行にも緊急の融資を求めたが，主要な取引銀行であるＢ銀行が融資を見送っていることもあり，両\n- 2 -金融機関とも融資については二の足を踏み，結局融資を受けることができないまま，仕入先であるＧ木工への買掛代金の支払期日である同年５月３１日を徒過してしまった。翌６月１日，買掛代金の振込みがないことを知ったＧ木工からの問合せを受け，Ａ社の経理担当者は，事務手続上のミスで支払が遅れているが，数日のうちには必ず振り込むとの返答をしたものの，実際にはＧ\n木工への支払はもとより，他の仕入先に対する買掛代金の調達のみならず，取引金融機関からの借入金の弁済のめども立たない状況であった。\nそこで，Ａ社の経営陣は，顧問弁護士のＨに連絡をし，令和２年６月３日にＡ社の会議室において今後の方針について協議を行った結果，主な取引先や取引金融機関に対して，Ａ社は近日中にＨ弁護士を申立代理人として破産手続開始の申立てを行う予定であり，債務の支払についてもそれまでの間停止する旨の通知（以下「本件通知」という。）を，翌週の同月８日に発送することを決めた。ただし，この方針については，混乱を避けるため，本件通知の発送までは，Ｈ弁護士と協議に参加した経営陣限りにとどめておくこととした。\n本件通知は，予定どおり，令和２年６月８日に，Ｈ弁護士名義で発送され，翌９日に，Ｂ銀行を始めとする取引金融機関及び主な取引先に到達した。その後，Ａ社は，Ｈ弁護士の下で破産手続開始の申立ての準備を進め，同月１５日にＩ地方裁判所に破産手続開始の申立てをし，同月２５日にＡ社について破産手続開始の決定がされ，破産管財人Ｘが選任された。\n〔設 問〕 以下の１から３については，それぞれ独立したものとして解答しなさい。\n１．破産管財人Ｘは，破産財団にとって建て替えられた倉庫は不要であると考え，Ｅ建設に対し，本件請負契約を解除する旨の通知をした。仮に，この解除が認められるとした場合，Ａ社の破産手続において，支払済み及び未払の請負代金がどのように扱われることになるか，説明しなさい。\n２．Ｆ商店は，本件売買契約に従い，令和２年５月２８日までに本件商品を引き取り，同年６月\n５日に，Ｂ銀行に開設されたＡ社の当座預金口座に代金３００万円を振り込んだとする。破産手続の開始後に破産管財人ＸがＢ銀行に対してＦ商店から振り込まれた３００万円の引き出しを求めた場合において，Ｂ銀行は，本件請負契約の前払金として融資した５０００万円と対当額について相殺するとして，３００万円の支払請求を拒絶することができるか，論じなさい。\n３．前記２において，Ｆ商店がＢ銀行に開設されたＡ社の当座預金口座に代金３００万円を振り込んだのが令和２年６月１６日であり，その時点では，Ｂ銀行は，前日の同月１５日にＡ社について破産手続開始の申立てがされていたことを知らなかった場合，Ｂ銀行は，本件請負契約の前払金として融資した５０００万円と対当額について相殺するとして，３００万円の支払請求を拒絶することができるか，論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について，以下の設問に答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，リゾートホテルの運営と別荘の販売を業とする株式会社であり，平成１０年の創業以来，積極的に事業を展開してきたが，借入金により大規模な投資をした直後，新型の感染症の影響を受けて売上げが激減し，借入金の元利金支払に窮するようになった。そこで，Ａ社は，令和３年５月６日，Ｂ地方裁判所に再生手続の開始を申し立てたところ，同日，Ｃを監督委員とする監督命令が発せられた。\n裁判所は，令和３年５月３１日，Ａ社について再生手続開始の決定をした。再生債権の届出をすべき期間は同年６月３０日まで，再生債権の調査をするための期間は同年８月２日から同月９日まで，再生計画案の提出期限は同月３１日とされた。\n〔設 問〕 以下の１から３については，それぞれ独立したものとして解答しなさい。\n１．Ｄは，令和３年４月１日，Ａ社が運営するリゾートホテルで同年１２月４日にＥとの結婚披露宴を開くこととし，割安な全額前払プランを選択してＡ社と契約を締結した。Ｄは，同年４月１６日に料金の全額１１０万円を一括して支払った。\nＤは，Ａ社の再生手続において，自らの債権をどのように届け出るべきか，説明しなさい。\nなお，解答に当たっては，①Ｄが有する権利がなぜ再生債権となるか，②Ａ社について開始されたのが破産手続であり，その開始決定までに全ての事業を廃止していた場合との届出内容の相違についても，言及しなさい。\n２．Ａ社は，令和３年８月３０日に再生計画案を提出し，同計画案は，同年１０月２７日の債権者集会において可決され，同年１１月２９日には裁判所による再生計画の認可決定が確定した。\nところが，令和４年２月１日になって，Ａ社の株主で代表取締役でもあるＦが，民事再生法第１７２条の３第１項第１号所定の再生計画案の可決要件を確実に満たすことを目的として，Ａ社従業員であるＧら１０名に命じ，Ａ社に対する債権を有していないにもかかわらず債権を有しているものとして再生債権届出書を提出させ，債権調査においてＡ社がこれらの債権を認めていたことが判明した。そこで，監督委員Ｃが調査した結果，Ｇら１０名を除いても，Ａ社の再生計画案に同意した議決権者は，議決権者の半数を一人だけ上回っており，可決要件を満たしていたことが明らかになった。ただし，同意した議決権者の中には，Ｆが虚偽の債権の届出を従業員に命じたことを債権者集会の際に知っていれば再生計画案に同意しなかったと回答する者が２名いた。上記の調査結果を記載したＣの報告書は，令和４年４月１日，再生債権者に送付された。\n再生債権者であるＨは，Ｃの上記調査報告書により事情を初めて知り，令和４年４月３０日，再生計画の取消しを申し立てた。Ａ社の再生計画には，法定の取消事由があると認められるか，論じなさい。また，仮にこれが認められる場合に，裁判所はどのように判断すべきか，論じなさい。\nなお，Ｈによる前記の申立てまでの間，再生計画はＡ社により滞りなく履行されており，今後も，その履行を継続することが可能な状況である。\n３．Ａ社の再生計画に対する認可決定が確定した後，Ａ社からの報告により，Ａ社の収支が改善せず，逆に大きな損失を出してしまい，もはや再生計画に基づく弁済を継続していくことができなくなったことが判明した。この場合，裁判所はどのように対応すべきか，説明しなさい。\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "〔第１問〕\n本問は，株式会社が破産手続開始の決定を受けた場合の具体的事例を基に，主に，双方未履行双務契約の処理に関する規律，相殺権と相殺禁止の規律についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は，倉庫建設工事に係る請負契約の注文者である株式会社が，建物完成後に破産\n- 20 -手続開始の決定を受けたとの事例を通じて，破産管財人が請負契約を解除した場合に，支払済みの請負代金及び未払の請負代金債権が，破産手続においてどのように取り扱われるかについての基本的な理解を問うものである。\n解答に当たっては，まず，破産管財人Ｘによる解除について適用される具体的な規律を摘示する必要がある。この点については，注文者であるＡ社について破産手続開始の決定があった時において，本件請負契約が双方未履行の状態にあることから，注文者が破産した事例に当たるものとして，破産法第５３条第１項の特則である民法第６４２条第１項本文の規律が適用されることを指摘することが求められる。\n次に，支払済みの請負代金については，Ｘによる解除の効果が出来高部分には及ばないことを前提としつつ，Ｅ建設による仕事完成債務は全て履行されているのに対し，支払済みの報酬は５０００万円（全体の３分の１）にすぎず，原状回復の必要がないことから，破産手続における処理の対象とはならないことを説明することが求められる。\n他方，未払の請負代金債権については，民法第６４２条第２項を摘示しつつ，「既にした仕事の報酬」に当たることから，破産債権として取り扱われることを説明することが求められる。\n〔設問２〕及び〔設問３〕は，預金者である株式会社が破産手続開始の決定を受けたとの事\n例を通じて，支払不能後又は支払停止後に預金払戻債務が負担された場合を念頭に，銀行が有する貸金返還請求権を自働債権とする相殺の可否についての的確な理解を問うものである。\n解答に当たっては，その前提として，破産法第６７条第１項を摘示しつつ，Ｂ銀行の有する貸金返還請求権は，破産手続開始前の原因に基づいて生じた請求権として破産債権に当たることから，原則として，これを自働債権として相殺権を行使することは可能であることを指摘することが求められる。その上で，〔設問２〕及び〔設問３〕のいずれにおいても，Ｆ商店が，危機時期に，Ｂ銀行に開設されたＡ社の預金口座に売買代金を振り込んだことにより，Ｂ銀行がＡ社に対して債務を負担することになったのであるから，受働債権たる債務負担の時期による相殺の禁止が問題となるとして，破産法第７１条第１項各号の適用の有無について，順次検討することが求められる。\n〔設問２〕については，まず，破産法第７１条第１項第２号の適用の有無を検討することに\nなる。解答に当たっては，同法第２条第１１項を摘示して支払不能の定義を示した上で，事例に掲げられた具体的な事実を拾い出して当てはめを行い，令和２年５月３１日の時点でＡ社が支払不能となった（同年６月１日との考え方もあり得る。）ことを認定し，Ｆ商店による振込は令和２年６月５日であるから支払不能後の債務負担に当たることを明示することが求められる。さらに，同法第７１条第１項第２号については，「破産者の財産の処分を内容とする契約」\nを，「専ら破産債権をもってする相殺に供する目的」で締結した場合や，既に発生している他人の「債務を引き受ける」場合の相殺を禁止していることから，これらの加重要件が設けられている趣旨を踏まえ，その該当性についての検討を加えることが求められる。この点については，主として，Ｂ銀行の関与がなく，Ｆ商店の選択によって振込入金がされているとの事実の評価がポイントとなるが，事例に掲げられた具体的な事実に照らすと，基本的には上記の要件はいずれも満たさないとの方向となろう。\n破産法第７１条第１項第２号が適用されないとの結論に至った場合は，他の規定（同項第１号，第３号及び第４号）の適用の有無についても検討する必要がある。このうち，特に検討すべきは第３号の適用の有無であるが，この検討に当たっては，「支払停止」について，債務者が弁済期に到来した債務を一般的かつ継続的に弁済できないことを外部に表示する行為であることを示した上で，令和２年６月８日に本件通知を発送したことが支払停止に当たることを認定し，結論として，Ｆ商店による振込は支払停止後の債務負担に当たらないことから同号の適用対象とはならないことを導くことが求められる。\n次に，〔設問３〕については，Ｆ商店による振込が令和２年６月１６日であることから，ま\n- 21 -ずは，破産手続開始の申立てがあった後に債務を負担した場合であるとして，破産法第７１条第１項第４号の適用の有無について検討することが求められる。ただし，この点については，問題文中に，破産手続開始の申立てがされていたことを知らなかったことが明示されていることから，結論として同号の適用はないことを指摘する必要がある。その上で，〔設問２〕での検討を踏まえると，支払停止後の債務負担に当たることから，同項第３号の適用があることを前提に，同条第２項各号の適用の有無について検討することが求められる。解答に当たっては，特に，同項第２号の「前に生じた原因」の該当性について論じることが求められる。具体的には，同号の規定の趣旨が，相殺の担保的効力に対する破産債権者の合理的な期待を保護するものであることからすると，「原因」はその期待を直接かつ具体的に基礎付けるものである必要があることを指摘した上で，事例に掲げられた具体的な事実に照らし，基本的には消極の方向で結論を示すことが期待される。\n〔第２問〕\n本問は，株式会社の民事再生に関する具体的事例を通じて，主として，再生債権の届出，再生計画の取消し，再生手続の廃止といった再生手続についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は，結婚披露宴に関する役務の提供を受ける権利を題材に，再生債権の概念，再\n生債権該当性についての理解のほか，破産債権の届出内容との相違を含め，再生債権の届出についての理解を問うものである。\n解答に当たっては，まず，民事再生法第８４条第１項を摘示して，再生債権の定義及び要件を明示しつつ，Ｄの有する債権（結婚披露宴に関する役務の提供を受ける権利）が，再生手続開始前の原因に基づいて生じた財産権上の請求権に当たることを指摘することが求められる。\n次に，再生債権の届出については，同法第９４条第１項の定めに従い，債権届出期間内に，債権の内容及び原因，議決権の額，民事再生規則第３１条で定める事項を届け出なければならないことを，事例に即して指摘することが求められる。なお，清算型の手続である破産手続においては，全ての債権を金銭化する取扱いがされている（破産法第１０３条第２項第１号イ）ことから，債権の「内容」ではなく，債権の「額」を届け出ること（同法第１１１条第１項第１\n号）とされている点で再生債権の届出と異なることを指摘することが求められる。本問で債権者が有する権利は金銭債権ではなく役務の提供を受ける権利であるため，「内容」と「額」の違いが生じることになる。\n〔設問２〕は，再生計画案の可決に当たって虚偽の債権届出がされたとの具体的事例を通じ\nて，再生計画の取消事由の有無及び取消事由がある場合における裁判所の判断について，これらの規律の基本的な理解を前提に，事例分析能力を問うものである。\n設問前段（再生計画の取消事由の有無）の検討に当たっては，まず，民事再生法第１７２条の３第１項第１号によれば，再生計画案の可決要件につき，議決権額の過半数のみでは足りず，議決権者の頭数の過半数の同意が必要であるとされているところ，本問の事例においては，再生債務者であるＡ社の代表取締役Ｆが，Ａ社の従業員であるＧら１０名に虚偽の再生債権届出書を提出させ，債権調査においてＡ社がこれらの債権を認めたことが，同法第１８９条第１項第１号の「不正の方法」に当たるか否かについて論じることが求められる。この点に関連して，同法第１７４条第２項第３号所定の「再生計画の決議が不正の方法によって成立するに至ったとき」には，議決権を行使した再生債権者が詐欺，強迫又は不正な利益の供与等を受けたことにより再生計画案が可決された場合はもとより，再生計画案の可決が信義則に反する行為に基づいてされた場合も含まれるものと解するのが相当であるとした判例（最決平成２０年３月１３日民集６２巻３号８６０頁）がある。この考え方を踏まえると，本問の事例については，基本的に，「不正の方法」に該当するとの方向となろう。\n- 22 -次に，事例における再生計画案が不正の方法「により」成立したこと，すなわち，再生計画の成立との因果関係の有無についても検討する必要がある。この点については，Ｇらが虚偽の届出をしなくても過半数の頭数は確保できており可決することができたとの事実や，Ｇらが虚偽の届出をしたことが途中で発覚していれば，債権者２名の反対により可決することはできなかったとの事実を踏まえながら，これらの事実をどのように評価するかについて論じることが求められる。\n設問後段（取消事由がある場合における裁判所の判断）については，まず，民事再生法第１８９条第１項を摘示し，裁判所は取消事由がある場合でも裁量により申立てを棄却することが可能であることを指摘する必要がある。その上で，取り消す方向の要素と棄却する方向の要素とを事例に則して的確に拾い出し，分析・検討をすることが求められる。\n最後に，〔設問３〕については，再生計画に基づく弁済を継続していくことができなくなった場合において裁判所が採るべき方策として，民事再生法上どのような制度が設けられているかについての理解を問うものである。具体的には，同法第１９４条を摘示して，再生計画を遂行できないことが明らかである以上，裁判所は再生手続を廃止しなければならないとの指摘が求められるほか，同法第２５０条を摘示して，職権による破産手続開始の決定をすることができるとの指摘が求められる。裁判所に裁量棄却の選択肢がある再生計画の取消し〔設問２〕との対比で，再生手続の廃止は必要的であることの理解を示すことが望ましい。"
}