{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n１．２０××年，各地の大規模なデモにおいて，いくつかの団体の構成員が，覆面や仮面で顔を隠して参加するようになった。これらの団体は，それぞれ異なる政治的主張を掲げ，組織的な活動を行っていた。これらの団体の構成員は，集団行進（集団示威運動を含む。）に際して，顔を隠すだけでなく，団体の主張が書かれた大きな旗を振り回す，抗議の対象となるものが書かれた紙を燃やすなどの行動も行っていた。また，これらの団体は，このような行動の動画や，集団行進への参加の呼び掛けを，ウェブサイトやソーシャル・ネットワーキング・サービス（以下「ＳＮ\nＳ」という。）を通じて配信していた。\n上記各団体は，顔を隠すこと自体に特定のメッセージを込めていなかったが，このような集団行進のスタイルが大きな注目を集めた。ＳＮＳ等では，「デモの報道で顔が映る心配がない。」\n「就職活動や職場のことを気にせずデモに参加できる。」といった意見が多く見られ，上記各団体の構成員ではないデモ参加者の中にも，顔を隠す者が多数現れるようになった。\n２．前記の大規模なデモでは，参加者の大部分は平穏に集団行進を行っていた。しかし，その最中に，顔を隠した参加者の一部が，商店のショーウィンドウを破壊する，ごみ箱に放火するなどの暴力的な行為を行うようになった。さらに，いくつかのデモでは，顔を隠した参加者の一部が警備に当たる警察官を負傷させ，それぞれ数十名が逮捕される事態となった。\n逮捕者には，前記各団体の構成員が相当数含まれていた。しかし，逮捕者の半数ほどはそれらの団体の構成員ではなく，専ら暴力的な行為を目的として，その都度ＳＮＳで仲間を募り，デモに参加していた者であった。さらにそれ以外にも，その場の雰囲気に刺激された一般の参加者が，暴力的な行為に加わり逮捕された例もあった。\n集団行進の許可を求められた公安委員会は，主催者側に適切な対応を求め，また所轄の警察署も警備を強化していた。しかし，大規模なデモの最中に暴力的な行為が散発的に行われることから，集団行進の主催者も警察も，そのような行為を行う者を事前に把握し対応することが困難であった。また，顔を隠している被疑者の特定が難しいため，逮捕者は暴力的な行為を行った者の一部にとどまっていた。\n３．このような状況に強い懸念を抱いた国会議員Ｘらは，次のような規制を内容とする法律案を検討している。\n規制① 顔を隠して集団行進に参加することを禁止する。\n規制② 集団行進において公共の安全を害する行為を行った者が一定比率以上含まれる団体を観察対象として指定し，当該団体がその活動のために利用している機関紙，ウェブサイト，ＳＮＳのアカウント等について，報告を義務付ける。\n４．【別添資料】は，規制①及び②の内容として検討されている法律案の骨子である。Ｘらは，法律案の骨子について，法律家甲に相談した。その際の甲とＸとのやり取りは，以下のとおりであった。\n甲：まず規制①ですが，暴力的な行為をしている者だけでなく，平穏にデモを行っている多くの参加者にまで，一律に規制を及ぼすのは行き過ぎではないですか。\nＸ：規制①の目的は，集団行進において公共の安全を害する行為が行われるのを抑止することであり，デモそれ自体を規制するつもりはありません。覆面や仮面で顔を隠している人はそのことで何かを伝えようとしているわけではないのですから，顔を隠さなくても集団行進を通じてメッセ\nージを届けることは，十分に可能なはずです。他方，覆面や仮面で顔を隠すことによって，誰がやっているか分からないという感覚が生じて，普段はしないような行動に走る面があることは否定できません。同じようなことは，ウェブサイトやＳＮＳでの表現一般をめぐっても，問題にな\n- 2 -っています。\n甲：顔を隠すことが許される「正当な理由」としては，どのようなものを想定していますか。例えば，マスクの着用についてはどうですか。\nＸ：感染症対策や健康上の理由でマスクをする，信仰上の理由から顔を隠すといったことは，もちろん「正当な理由」があるものとして扱われます。\nなお，この種の規制では，文言の明確性も問題になりますが，この点は別途相談する予定ですので，本日は検討いただく必要はありません。\n甲：分かりました。次に規制②ですが，団体の規制に関する既存の立法と比べると，対象となる団体の危険性はさほど大きくないように思います。どのようにお考えでしょう。\nＸ：公共の安全を害する行為を実効的に抑止するためには，そのような行為を助長している団体の活動を把握する必要があります。これが規制②の目的です。規制②を担当するのは，公共の安全の確保のために最近新たに設置されたＡ１委員会とＡ２庁です。\nまた，観察処分を受けた団体が，そのことを意識して自覚ある行動をとることも期待しています。\n甲：団体の指定の要件に関してですが，そもそも構成員の範囲の画定が可能なのでしょうか。\nＸ：団体の指定の要件は，我々の間でも議論になり，これまで逮捕者が出た事案を調査しました。\n構成員としては，組織としての活動に継続的に参加している者を想定しており，Ａ２庁である程度の把握ができているとのことです。ＳＮＳ等をフォローして集団行進に参加しているだけの者は，構成員に含みません。\n公共の安全を害する行為を助長している団体は，現状では，構成員がおおむね５０人から１００人程度の，比較的規模の小さなものです。これらの団体のいずれでも，過去５年以内に，デモにおいて「法律案の骨子」の第２の２に掲げる行為のいずれかを行い，処罰された構成員が全体の１０パーセント以上に上ります。構成員の１０パーセント以上という基準であれば，当面は，指定の対象を，実際に問題を起こした団体だけに絞り込むことができるとみています。基準については，今後の状況の変化も踏まえ，Ａ１委員会で見直してもらいます。\nまた，規制②で報告が義務付けられるのは，団体がその活動のために利用している媒体の名称等のみです。報告によって得られた情報は，Ａ２庁による団体の活動の把握に用いますが，必要な場合には，Ａ２庁が各都道府県の公安委員会に提供し，公安条例や道路交通法等の運用を通じ，公共の安全を害する行為の抑止に役立ててもらうこともあります。\n甲：確認ですが，報告義務の対象となるのは，機関紙のほか，団体が利用しているウェブサイト等，誰もが見ることができるようなものですね。ＳＮＳでも，そのサービスの利用者であれば自由に閲覧できる投稿をしているアカウント等も，ここには含まれてきますね。一方で，サービスの利用に当たって用いている氏名，住所，パスワード等の情報は含まれないという理解でよろしいでしょうか。\nＸ：そのとおりです。現在問題となっている団体は，団体名を使っているウェブサイトやＳＮＳ等に限らず，様々なルートで公共の安全を害する行為を助長する可能性がありますが，その全てを把握するのは困難です。代表者や幹部に限らず，構成員が，個人名義のアカウントを使って団体の主張を流布する場合も含めて，それらを網羅的に把握し，団体の活動を継続的に観察する必要があります。\nなお，規制②の指定の要件に該当するかどうかの判断は難しい場合があり，団体や構成員にもいろいろ言い分はあるでしょうから，告知・聴聞の機会の保障など，適正な手続の整備が必要になります。しかし，手続保障については，別途相談する予定ですので，本日は検討いただく必要はありません。\n- 3 -\n〔設問〕\nあなたが検討を依頼された法律家甲であるとして，規制①及び②の憲法適合性について論じなさい。なお，その際には，必要に応じて，参考とすべき判例や自己の見解と異なる立場に言及すること。規定の文言の明確性，手続の適正については，論じる必要はない。\n- 4 -\n【別添資料】\n○ 公共の安全を害する行為の抑止及び公共の安全を害する行為を助長する団体の規制に関する法律案の骨子第１ 目的この法律は，集団行進（集団示威運動を含む。）における公共の安全を害する行為を抑止するとともに，そのような行為を助長する団体の活動状況を明らかにするために必要な措置を定め，もって公共の安全の確保に寄与することを目的とする。\n第２ 定義\n１ この法律において「顔面を覆う行為」とは，手段のいかんを問わず顔面の全体又は一部を覆い，容貌の確認を困難にする行為をいう。\n２ この法律において「公共の安全を害する行為」とは，次に掲げる行為をいう。\n刑法第９５条第１項〔公務執行妨害〕，第１０６条〔騒乱〕，第１０８条〔現住建造物等放火〕，第１０９条〔非現住建造物等放火〕，第１１０条〔建造物等以外放火〕，第１９９条\n〔殺人〕，第２０４条〔傷害〕，第２０５条〔傷害致死〕，第２０６条〔現場助勢〕，第２０\n８条〔暴行〕，第２０８条の２〔凶器準備集合及び結集〕，第２６０条〔建造物等損壊及び同致死傷〕，第２６１条〔器物損壊等〕に規定する行為をなすこと。\n３ この法律において「集団行進において公共の安全を害する行為を行っていると認められる団体」とは，その構成員と認められる者のうち，第４の１の処分に係る手続が開始された日から遡って５年間に，集団行進において公共の安全を害する行為を行い刑に処せられた者の比率が，Ａ\n１委員会規則で定める基準（当分の間，１００分の１０を下回らない比率とする。）を超える団体をいう。\n第３ 顔面を覆う行為の禁止\n１ 何人も，集団行進において，正当な理由なく，顔面を覆う行為をしてはならない。\n２ 第３の１の規定に違反した者は，１０万円以下の過料に処する。\n第４ 観察処分\n１ Ａ１委員会は，集団行進において公共の安全を害する行為を行っていると認められる団体に対して，１年を超えない期間を定めて，Ａ２庁長官の観察に付する処分（以下「観察処分」という。）を行うことができる。Ａ１委員会は，さらに必要と認めるときは，その期間を更新することができる。\n２ 観察処分を受けた団体の代表者は，名義のいかんを問わず，団体の活動として団体の主義，主張等を不特定又は多数の者に対して伝えるために利用している機関紙，ウェブサイト，ＳＮＳのアカウント等について，１か月ごとにＡ２庁長官に対して報告しなければならない。\n３ Ａ２庁長官は，必要と認めるときは，観察処分を受けた団体の名称，当該団体の活動等の情報を各都道府県公安委員会に提供することができる。\n４ 観察処分を受けた団体の代表者が，正当な理由なく，第４の２の報告義務に違反した場合（虚偽の報告を行った場合を含む。）は，５０万円以下の過料に処する。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕⑴，〔設問１〕⑵，〔設問２〕の配点割合は，３５：２０：\n４５〕）\nＡ市の市道上には多くの屋台が設けられ，簡単な飲食物を提供する営業を行っており，全国各地でこの種の屋台が姿を消しつつある中で，Ａ市の個性として貴重な観光資源となっているほか，街に賑わいや防犯効果をもたらしている。その一方で，Ａ市の屋台には通行の阻害，道路の汚れや排水の垂れ流し等の問題があり，とりわけ，屋台の設置に必要な市道占用許可（道路法第３２条第１\n項第６号）を有する者から名義を借りた別の者が営業を行っている屋台があることから，許可が事実上売買の対象となったり，営業者の頻繁な交代により屋台をめぐる諸問題の解決に向けた継続的な話合いが難しくなったりするといった課題が指摘され，こうした課題はＡ市議会でも繰り返し取り上げられてきたが，長年にわたり手付かずのままになっていた。\nそこで，Ａ市が昨年制定したＡ市屋台基本条例（以下「本件条例」という。）では，屋台営業に係る市道占用許可の基準及び手続を，新規の許可に係るものと許可の更新に係るものに分けて規定した上で，屋台営業に係る名義貸しを禁止することにより，名義貸し行為の一掃を目指すことにした。具体的には，本件条例は，新規に市道占用許可を受けることができる者を，本件条例の施行の日において市道占用許可を受けて屋台営業を営む者の配偶者又は直系血族に当たる者以外は，本件条例第２５条所定の屋台営業候補者に限定している。また，Ａ市のウェブサイトに掲載されている\n「Ａ市屋台営業候補者募集要項」によると，屋台営業候補者の公募に応募する者は営業希望場所\n（１か所）を明記した応募申請書等をＡ市長（以下「市長」という。）に提出し，これを受けて，有識者で構成されるＡ市屋台専門委員会（以下「委員会」という。）は，市長によって策定された屋台営業候補者選定指針（以下「本件指針」という。）に従って審査を行い，営業希望場所ごとに総合成績が最も優れた者各１名を屋台営業候補者として適当と認める者として推薦し，その後，市長が屋台営業候補者を選定することとされている（なお，屋台営業候補者が市道占用許可及びその後の更新を受けられる期間は通算して原則３年までである。）。このように，他人の名義を借りて営業を行っている屋台にあっては，本件条例の施行後も営業を続けようとすれば，名義人本人が屋台営業を行うか，実際に屋台営業を行っている者が屋台営業候補者の公募に応募することが必要となった。\nＡ市の市道上で他人の名義を借りて屋台営業を行ってきたＢは，本件条例の施行後も同じ場所\n（以下「本件区画」という。）で屋台営業を続けることを希望し，本件条例の施行後に実施された屋台営業候補者の公募（合計２０区画）に応募したところ，市長は本件区画についてＢを屋台営業候補者に選定しない旨の決定（以下「本件不選定決定」という。）を行う一方で，Ｃを屋台営業候補者に選定する旨の決定（以下「本件候補者決定」という。）を行った。本件区画で屋台営業を行ってきた実績から，屋台営業候補者に選定されるはずであると考えていたＢは，本件不選定決定に不服を持ち，今後の対応を相談するため，弁護士Ｄに相談した。以下に示された【法律事務所の会議録】を踏まえて，弁護士Ｄの指示に応じる弁護士Ｅの立場に立って，設問に答えなさい。\nなお，関係法令の抜粋を【資料 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\n⑴ 本件不選定決定は，取消訴訟の対象となる処分に当たるか，検討しなさい。\n⑵ Ｂは本件不選定決定の取消しを求める訴えの利益を有するか，検討しなさい。なお，解答に当たっては，本件不選定決定が処分に当たることを前提にしなさい。\n〔設問２〕\n本件不選定決定の取消訴訟において，Ｂはどのような違法事由の主張をすべきか。想定されるＡ\n- 2 -市の反論を踏まえて，検討しなさい。なお，解答に当たっては，当該訴訟が適法であることを前提にしなさい。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｄ：Ｂさんの不服の内容からすると，まずは本件不選定決定の取消訴訟を提起することが考えられます。市長は本件不選定決定が処分に当たると理解して，屋台営業候補者不選定通知書において審査請求や取消訴訟の教示をしていますが，この理解が正しいか検討しましょう。\n弁護士Ｅ：Ｂさんは，屋台営業候補者の公募に応募して，本件不選定決定を受けたので，本件条例及び本件条例施行規則の仕組みに即して，屋台営業候補者の選定が申請に対する処分に当たるか，したがって，本件不選定決定が申請拒否処分に当たるかを検討すればいいでしょうか。\n弁護士Ｄ：基本的な方針はそれでいいと思いますが，Ｂさんが屋台営業候補者の公募に応募したのは，飽くまでも市道占用許可を受けるためなので，市道占用許可との関係にも注意してください。\nなお，Ａ市は，本件条例第９条を行政手続法上の審査基準として定めたようです。本件条例第９条の性格については，我々もＡ市と同じ立場を取ることにしましょう。\n弁護士Ｅ：本件不選定決定が処分に当たるとしても，既に市長はＣさんに対して本件候補者決定を行っているため，本件候補者決定が取り消されない限り，Ｂさんは本件区画について屋台営業候補者への選定を受けることができないとも考えられ，本件不選定決定の取消しを求める訴えの利益は失われていることにならないでしょうか。\n弁護士Ｄ：その問題については，放送局の開設免許に関する判例（最高裁判所昭和４３年１２月２４日第三小法廷判決・民集２２巻１３号３２５４頁）がありますので，この判例を参考にして検討してください。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：次に本案で主張すべき違法事由ですが，Ｂさんは，本件区画で１０年以上も屋台営業を行ってきて，Ａ市との間でトラブルもなかったのに，今後営業が続けられなくなると生活の基盤が失われてしまうと述べています。\n弁護士Ｅ：新しい条例を施行する場合には経過措置を設けるのが通例で，そうすることが法的に要請される場合もありますが，本件条例の施行に際して，Ｂさんのように従前から他人の名義を借りて屋台営業を行っていた者（以下「他人名義営業者」という。）の地位への配慮はなかったのですか。\n弁護士Ｄ：市長は，本件条例可決後の記者会見において，Ａ市での屋台営業に係る市道占用許可は６か月ごとの更新のため，本件条例の施行から６か月後には屋台営業候補者が営業を開始できるよう速やかに公募を実施し，その間は他人名義営業の継続を暫定的に認めると述べました。\nそうすると，他人名義営業者の地位への配慮は市道占用許可の期間の範囲内にとどまることになりますが，他人名義営業者が市道占用許可の更新を期待し得る地位を有しないのか疑問です。\n弁護士Ｅ：他人の名義を借りた屋台営業はそもそも道路法上無許可営業に当たり，法的な保護に値しないということでしょうか。\n弁護士Ｄ：しかし，本件条例制定に至るまでの経緯や関係法令の規定等に照らして，屋台営業において他人の名義を借りることは，営業の実績が全て法的な保護に値しなくなるほど悪質な行為と評価できるのでしょうか。本件条例が違法であるとまではいえないとしても，本件不選定決定の違法事由を検討する上で，まずは，Ｂさんの地位に対する配慮に欠けるところがなかったか検討してください。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：それから，Ｂさんへの屋台営業候補者不選定通知書には，Ｂさんの総合成績が本件区画で第２位であった旨が記されていますが，実は，委員会は，Ｂさんを屋台営業候補者として適当と認める者として推薦していたようです。２０区画の応募に対する屋台営業候補者選定決定後の記者会見で，市長が自ら発表したことですが，Ａ市のウェブサイトで公開されている本件指針は，本件条例施行規則第１９条第１号から第４号までの各号の審査に２５点ずつ配\n- 4 -点するとともに各号の審査において考慮すべき要素を例示しているところ，委員会では，他人名義営業者が本件条例の施行後６か月以内に新たな店舗や仕事を探すことは困難である上，特にＡ市との間でトラブルのなかった他人名義営業者は，今後Ａ市の屋台政策への確実な貢献が期待できるとして，各号の審査では２５点の配点の範囲内で営業実績を踏まえて５点を与えるという本件指針の運用を申し合わせたのです。\n弁護士Ｅ：そうすると，委員会は，他人名義営業者の地位への更なる配慮が必要であると考えていたといえますね。\n弁護士Ｄ：ところが，委員会の各委員がこの申合せどおりに審査を行った結果，ほとんどの区画についてＢさんのような他人名義営業者が屋台営業候補者として適当と認める者として推薦されたため，不審に思った市長が委員会の議事録を取り寄せて申合せの内容を知ったのです。前回市長選挙で屋台営業の刷新を公約に掲げて当選した市長としては，屋台営業者の交代をより積極的に推進して公約を実現したいと考え，委員会の審査結果から申合せに基づく点数を差し引いた総合成績に基づいて屋台営業候補者を選定したと記者会見で発表しました。その結果，Ｂさんの総合成績が２位になったと考えられます。\n弁護士Ｅ：事情がよく分かりました。\n弁護士Ｄ：我々としては，市長は委員会の推薦どおりにＢさんを屋台営業候補者に選定すべきであったという立場ですので，既に検討をお願いした他人名義営業者の地位への配慮の問題のほかに，屋台営業の実績を考慮して審査を行うという委員会の申合せが合理的であったかという問題を検討する必要があります。委員会の申合せが不合理であれば，市長がこれに基づく推薦を覆すのは当然ということになりますから。具体的には，委員会の申合せが本件条例施行規則第１９条各号の選定基準に照らして是認することができるか，また，新規に屋台営業を始めようとして公募に応募した者の利益を不当に侵害することにならないか検討してください。なお，Ａ市は，平成７年からＡ市行政手続条例を施行しており，同条例は行政手続法第\n２章と同じ内容の規定を設けていますので，必要に応じて参照してください。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：そして，これらの検討を踏まえて，本件不選定決定の取消訴訟における違法事由の主張として，市長の選定に係る判断の内容に瑕疵があったと主張することができないか検討してください。さらに，市長が委員会の推薦を覆して選定したこと自体に瑕疵があったと主張することも考えられます。その際には，行政庁である当時の運輸大臣の処分と諮問機関である運輸審議会の決定との関係について一般論を述べた判例（最高裁判所昭和５０年５月２９日第一小法廷判決・民集２９巻５号６６２頁）がありますので，この判例を参考に，諮問機関の機能等を踏まえて本件不選定決定が違法であると主張することができないか，検討することにしましょう。\n弁護士Ｅ：承知しました。\n- 5 -\n【資料 関係法令】\n○ 道路法（昭和２７年法律第１８０号）（抜粋）\n（道路の占用の許可）第３２条 道路に次の各号のいずれかに掲げる工作物，物件又は施設を設け，継続して道路を使用しようとする場合においては，道路管理者の許可を受けなければならない。\n一～五 （略）六 露店，商品置場その他これらに類する施設七 （略）\n２ 前項の許可を受けようとする者は，左の各号に掲げる事項を記載した申請書を道路管理者に提出しなければならない。\n一 道路の占用（道路に前項各号の一に掲げる工作物，物件又は施設を設け，継続して道路を使用することをいう。以下同じ。）の目的二 道路の占用の期間三 道路の占用の場所四 工作物，物件又は施設の構造五 工事実施の方法六 工事の時期七 道路の復旧方法\n３～５ （略）\n（道路の占用の許可基準）第３３条 道路管理者は，道路の占用が前条第１項各号のいずれかに該当するものであつて道路の敷地外に余地がないためにやむを得ないものであり，かつ，同条第２項第２号から第７号までに掲げる事項について政令で定める基準に適合する場合に限り，同条第１項（中略）の許可を与えることができる。\n２～６ （略）\n○ Ａ市屋台基本条例（抜粋）\n（定義）第３条 この条例において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n⑴ 屋台 道路運送車両法（昭和２６年法律第１８５号）第２条第４項に規定する軽車両に飲食店営業（食品衛生法施行令（昭和２８年政令第２２９号）第３５条第１号に規定する飲食店営業をいう。次号において同じ。）のための設備を備え付けたものをいう。\n⑵ 屋台営業 屋台を一定の時間一定の場所に設置して行う飲食店営業をいう。\n⑶ 屋台営業者 屋台営業を営む者をいう。\n⑷ 屋台営業従事者 屋台営業者以外の者であって屋台営業に従事するものをいう。\n⑸ 市道 道路法（昭和２７年法律第１８０号）第２条第１項に規定する道路であって市が管理するものをいう。\n⑹ 市道占用許可 屋台営業を行うための道路法第３２条第１項（中略）の規定による市道の占用の許可をいう。\n（市道占用許可の申請）第８条 市道占用許可を受けようとする者（次条第１項（中略）において「申請者」という。）は，道路法第３２条第２項に規定する申請書のほか規則で定める書類を市長に提出しなければならない。\n（市道占用許可の基準等）\n- 6 -第９条 市長は，申請者（次条第１項に規定する更新申請者を除く。以下この項において同じ。）の申請の内容が道路法第３３条第１項に規定する場合に該当する場合であって，次に掲げる基準のいずれにも適合するときに限り，市道占用許可を与えるものとする。\n⑴ 申請者が，次のいずれにも該当しないこと。\nア Ａ市暴力団排除条例（中略）に規定する暴力団員イ Ａ市暴力団排除条例（中略）に規定する暴力団又は暴力団員と密接な関係を有する者\n⑵ 申請者が，次のいずれかであること。\nア この条例の施行の日において市道占用許可を受けている屋台営業者（以下「現営業者」という。）の配偶者又は直系血族のうち，同日及び申請の日（現営業者が死亡している場合にあっては，現営業者が死亡した日。）において，主として現営業者が営む屋台営業による収入により生計を維持している屋台営業従事者（その者が２人以上である場合は，そのうちの１人に限る。）イ 第２５条第１項に規定する屋台営業候補者\n⑶ 市道占用許可を受けようとする場所が，次のいずれにも適合すること。\nア～ウ （略）\n２ （略）\n（市道占用許可を受けた者による屋台営業等）第１３条 市道における屋台営業は，市道占用許可を受けた者が，自ら行わなければならない。\n２ 市道占用許可を受けた者は，市道占用許可に係る権利を他人に譲渡し，転貸し，又は担保に供してはならない。\n（屋台営業候補者の公募）第２５条 市長は，市道における屋台営業が，まちににぎわいや人々の交流の場を創出し，観光資源としての効用を発揮することができると認めるときは，場所を指定して，当該場所において市道占用許可を受けることができる者（法人を除く。以下「屋台営業候補者」という。）の公募を行うことができる。\n２～３ （略）\n４ 前３項に定めるもののほか，屋台営業候補者の公募に関し必要な事項は，規則で定める。\n（屋台営業候補者の選定等）第２６条 市長は，前条第１項の規定による公募を行った場合は，Ａ市屋台専門委員会に諮り，屋台営業候補者を選定するものとする。\n２ Ａ市屋台専門委員会は，規則で定める基準に基づき，当該公募に応募した者のうちから屋台営業候補者として適当と認める者を推薦するものとする。\n３ 市長は，第１項の規定による選定を行ったときは，その旨を当該屋台営業候補者に通知しなければならない。\n（Ａ市屋台専門委員会）第２８条 市長の附属機関として，Ａ市屋台専門委員会（以下「委員会」という。）を置く。\n２～５ （略）\n○ Ａ市屋台基本条例施行規則（抜粋）\n〔（注） 本規則中，「条例」はＡ市屋台基本条例を指す。〕\n（公募書類）第１８条 条例第２６条第１項の規定により屋台営業候補者の選定を受けようとする者（以下「公募申請者」という。）は，市長が定める期間内に，公募屋台営業候補者応募申請書（中略）に次の各号に掲げる書類を添えて市長に提出しなければならない。\n⑴～⑸ （略）\n- 7 -\n（選定基準）第１９条 条例第２６条に規定する規則で定める基準は，次に掲げるとおりとする。\n⑴ 関係法令等を遵守し，安全で快適な公共空間及び良好な公衆衛生を確保する具体的な取組が示されていること。\n⑵ 市民，地域住民及び観光客に親しまれ，観光資源としてＡ市を広報することができる屋台を目指し，従来のＡ市らしい屋台文化を守るとともに，新たな魅力を創出するための創意工夫が見られること。\n⑶ 地域の清掃活動に参加する等地域貢献に向けた具体的な取組が示されていること。\n⑷ まちににぎわいや人々の交流の場を創出し，まちの魅力を高めようとする意欲が感じられること。\n（決定の通知）第２１条 条例第２６条第３項の規定による通知は，屋台営業候補者選定通知書（中略）により行うものとする。\n２ 市長は，屋台営業候補者として選定しないこととしたときは，屋台営業候補者不選定通知書（中略）により公募申請者に通知するものとする。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n１．本問は，匿名表現の自由の制約（規制①），結社の自由，団体とその構成員の表現の自由・プライバシーの権利の制約（規制②）の可否を問うものである。\n規制①は，集団行進（集団示威運動を含む）における公共の安全を害する行為の抑止を目的に，行進参加者が覆面や仮面等で顔を隠し容貌の確認を困難にする行為を禁止するものである。単に，集団行進への参加の態様の制約にとどまらず，匿名での表現の制約という問題を含むことに留意する必要がある。\n規制②は，公共の安全を害する行為を実効的に抑止するため，そのような行為を助長する団体の活動を把握し，集団行進に際し所要の措置を採ることを可能にするという目的のもと，集団行進において公共の安全を害する行為を行った者が一定比率以上含まれる団体を観察対象として指定するとともに，当該団体がその活動のために利用している機関紙，ウェブサイ\nト，ＳＮＳのアカウント等について，報告を義務付けるものである。また，上記の目的に加えて，団体の活動を観察対象とすることで，団体の表現活動を抑止しようという狙いもうかがえる。かかる措置は，結社の自由，団体の表現活動・プライバシーの制約に加えて，その構成員の表現活動・プライバシーをも制約するものとなっている。\n２．規制①については，匿名で表現を行うことがどこまで憲法第２１条で保障されるのかを踏まえておく必要がある。匿名表現の自由は，基本書などでは必ずしも正面から論じられていない。しかし，憲法第２１条第１項は，特に限定を付することなく幅広い表現行為を保障しており，本問で問題となる表現行為についても，顕名であるか匿名であるかを問わず，保障されているとみることができよう。表現の匿名性は，発信者情報開示の仕組みなどに関連して，インターネット上の表現をめぐり議論となっている点でもあり，その意義や問題を意識して立論することは十分に可能であろう。表現者が特定されない匿名での表現には，弱い立場の者であっても，社会的圧力にさらされやすい表現行為を萎縮せずに行い得るといったメ\nリットがあり，表現の自由として保護する価値は高いと言える。他方で，顕名であれば行わないような，他者の権利を侵害する行為や違法行為などがなされるおそれもある。以上のような問題の所在が把握できていれば，匿名表現という言葉を使っていなくとも差し支えない。\n匿名表現を正面から扱った最高裁判所の判例はないが，報道関係者の取材源の秘匿について，情報提供者の匿名性に配慮した判断を行っている決定（最決平成１８年１０月３日民集６０巻８号２６４７頁）がある。\n規制①では，集団行進における匿名表現の規制が問題となっている。集団行進の自由は，「動く集会」とみれば「集会の自由」の内容として，あるいは「その他一切の表現の自由」の一つとして，位置付けることができる。集団行進の規制については，公安条例による集団示威運動の規制をめぐる判決（新潟県公安条例事件，最大判昭和２９年１１月２４日刑集８\n巻１１号１８６６頁）や，市民会館の利用拒否をめぐり「明らかな差し迫った危険の発生が具体的に予見される」ことが必要だとした判決（泉佐野市民会館事件，最判平成７年３月７日民集４９巻３号６８７頁）などが想起されよう。\n規制①は，集団行進について不許可としたり条件を付したりするものではない。また，顔を隠す行為自体には，特定のメッセージは込められていないとされており，その限りでは，表現内容に着目した規制が問題になるわけではない。集団行進への参加の態様の規制であり，ひとまずは，内容中立的な規制とみることができよう。ただし，匿名での集団行進への参加が禁止されており，上記の匿名表現の意義を考えれば，社会的圧力にさらされやすい表現行為に対して強い萎縮効果を及ぼす規制となっている。それだけに，規制①の憲法適合性の判断に当たっては，匿名表現の意義を踏まえた慎重な検討が必要となる。\n全国の大規模なデモで暴力行為が頻発し，現実に身体や財産が侵害される事態が生じてい\n- 1 -ることからすると，上記の立法目的は重要あるいは極めて重要な公共の利益にかなうと言えよう。\n一方，この目的を達成するために採られる措置は，暴力行為が発生する蓋然性などを考慮せず，暴力行為を行っている者や行うおそれが高い者だけでなく，平穏に集団行進に参加している者に対してまで一律に顔を隠す行為を禁止している。かなり広範囲な規制であり，また，その萎縮効果も無視できない。「正当な理由」がある場合には顔を隠すことが許されるが，その運用のいかんでは，過剰な規制ともなり得る。\nこれに対して，表現内容に着目した規制ではなく集団行進への参加の一態様を規制するにすぎない，顔を隠さなくてもメッセージは十分に伝達可能であり，集団行進において匿名での表現行為を保障する必要性は高くない，といった点を強調した議論を行うことも考えられる。いわゆるデモ隊暴徒化論（東京都公安条例事件，最大判昭和３５年７月２０日刑集１４\n巻９号１２４３頁）などを援用し，規制①の必要性を根拠付けることもできる。\n３．規制②では，団体の指定の要件，報告義務を課すこと、さらには観察処分それ自体の合憲性が問題となるが，それらは一体をなしているから，適切な判断枠組みを設定する前提として，規制②全体からどのような憲法上の権利の制約が生じているかを，まずは検討することになろう。制約される権利としては，結社の自由，表現の自由，プライバシーの権利が考えられる。これら３つの権利の制約を論じる際には，いくつかの構成があり得る。例えば，規制対象となるのは表現活動を行っている団体であるから，表現活動の制約を結社の自由の制約として論じ，それと関連付けて，あるいはそれとは独立に，団体のプライバシーの権利の制約を論じることが可能である。あるいは，結社の自由それ自体の制約ではなく，団体の表現の自由・プライバシーの権利の制約を論ずることもあり得る。さらに，観察処分を受けること自体が，団体の表現の自由・プライバシーの権利の制約には解消されない団体の活動の制約を含むとみるならば，結社の自由の制約を，他の２つの権利の制約とは別に検討することになろう。\n結社の自由の制約が問題となる立法としては，破壊活動防止法や，無差別大量殺人行為を行った団体を対象としたいわゆる団体規制法がある。後者は，規制②と同様の観察処分について定めており，下級審ではあるが，同法の合憲性をめぐる裁判例（東京地判平成１３年６\n月１３日判時１７５５号３頁）が本問でも参考となる。ただし，本問の法律案の骨子との違いには留意する必要がある。本問で規制対象となっている団体の危険性は，団体規制法が対象とする団体と比べると，決して高いとは言えない。規制の仕組みも異なっている。\n報告義務の対象となるのは，誰もが閲覧可能な表現に係るものである。しかし，団体の名義が直接用いられていない場合には，報告によって，団体の構成員が特定されたり、あるいはその可能性が高まったりすることになる。また，観察処分を受け報告義務を課されることが，萎縮効果を生じさせ，団体による表現活動の抑制につながる可能性もある。なお，個人が利用しているウェブサイトやＳＮＳのアカウントも，団体の活動に用いられている場合には報告の対象となるので，構成員の表現の自由やプライバシーの権利を制約する側面もある。\nウェブサイト，ＳＮＳ等には，団体の主張や構成員の思想信条など，個人の内面に関わる情報が含まれ得る。公権力によるこれらの情報の収集は，団体及びその構成員双方のプライバシーの権利の制約となり得る。プライバシーの意義や保護範囲をめぐっては，前科照会事件（最判昭和５６年４月１４日民集３５巻３号６２０頁），指紋押捺訴訟（最判平成７年１２月１５日刑集４９巻１０号８４２頁），住基ネット訴訟（最判平成２０年３月６日民集６２巻３号６６５頁）などの判決を参考として，立論することが期待される。\n本問の法律案の骨子は，誰もが閲覧可能な表現に関して報告義務を課するにとどまり，団体規制法にある立入検査や構成員氏名等の報告義務は含んでおらず，規制態様は必ずしも強くないとみることもできる。また，団体規制法と同様に，団体の政治的主張などではなく，- 2 -\n専ら公共の安全に対する団体の危険性に着目した規制である。一方で，誰もが閲覧可能なウェブサイトやＳＮＳ等が対象とはいえ，観察処分を受け，報告義務を課されることで，上記のように，団体や構成員の表現活動に対し無視できない影響が生じ得る。また，個人の内面に関わる情報が収集され，団体及び構成員の活動が把握され得る。\n上記のような問題となる権利の重要性，制約の態様などを考慮して，規制②の憲法適合性を判断する適切な判断枠組みを設定する必要がある。\n規制②の目的は，公共の安全を害する行為を実効的に抑止するため，そのような行為を助長する団体の活動を把握し，集団行進に際し所要の措置を採ることを可能にするというものであり，規制①と同様に，重要あるいは極めて重要な公共の利益にかなうものと言えよう。\n目的達成の手段としては，まず，団体の指定の要件が問題となる。規制②では，過去５年間に公共の安全を害する行為で処罰された者の比率という客観的な指標を基準として，実際に問題を起こしている団体が規制対象となるような仕組みが採られている。規制対象が一定の危険性がある団体のみに絞り込まれているとみることもできる。しかし，ここで問題となる団体は，組織の外延が曖昧であり，構成員の把握は決して容易ではない。規制目的を達成する手段としての実効性には疑問も残る。また，過去５年間の行為を問題としていること，処分期間が最長で１年に及ぶことから，現在は危険性が低い団体が指定対象となる可能性がある。\n報告義務の対象となるのは，誰もが閲覧可能な機関紙，ウェブサイト，ＳＮＳ等の情報にとどまる。とはいえ，団体の活動に用いられている媒体について幅広く，また１か月ごとの報告が義務付けられており，団体や構成員のプライバシーに係る情報が，継続的かつ網羅的に収集され，把握されているという点には留意する必要がある。継続的・網羅的な情報収集の問題をめぐっては，ＧＰＳ捜査に関する判決（最大判平成２９年３月１５日刑集７１巻３\n号１３頁）が参考となろう。\n〔第２問〕\n本問は，Ａ市の市道上で屋台営業を行うために必要な市道占用許可（道路法第３２条第１項第６号）を自ら取得せず，他人の名義を借りて屋台営業を行ってきた者（以下「他人名義営業者」という。）であるＢが，名義貸し行為の一掃を目指すＡ市屋台基本条例（以下「本件条例」\nという。）の施行後も，従前からの場所（以下「本件区画」という。）で屋台営業を続けるため，本件条例第２５条所定の屋台営業候補者の公募に応募したところ，Ａ市長（以下「市長」という。）が本件区画についてＢを屋台営業候補者に選定しない旨の決定（以下「本件不選定決定」\nという。）を行う一方で，Ｃを屋台営業候補者に選定する旨の決定（以下「本件候補者決定」という。）を行ったという事例における法的問題について論じさせるものである。\n〔設問１〕⑴は，本件不選定決定の処分性の有無を問うものである。Ｂは屋台営業候補者の\n公募に応募して本件不選定決定を受けたことから，まずは，本件条例及び本件条例施行規則の仕組み（屋台営業候補者であることが市道占用許可の要件の一つとなっていること，Ａ市屋台専門委員会（以下「委員会」という。）は選定基準に則して推薦を行い，それを受けて市長は選定を行うこと，市長は選定又は不選定の決定の通知を行うこと等）に即して，屋台営業候補者の選定が申請に対する処分に当たるか，したがって本件不選定決定は申請拒否処分に当たるかについて検討することが求められる。他方で，Ｂが最終的に求めているのは市道占用許可であるため，本件不選定決定は中間段階の決定にすぎず，処分に当たらないのではないかという問題もある。そこで，本件不選定決定の処分性の有無については，Ｂが市道占用許可を申請して不許可処分を引き出し，その取消訴訟の中で本件不選定決定の違法性を争うといった訴訟手段との比較も視野に入れて検討する必要がある。\n〔設問１〕⑵は，市長が既にＣに対して本件候補者決定を行っていることから，Ｂが本件不\n- 3 -選定決定の取消しを求める訴えの利益が失われていないかを問うものである。この問題については，最判昭和４３年１２月２４日民集２２巻１３号３２５４頁を参考にして，ＢとＣ及び本件不選定決定と本件候補者決定がいかなる関係にあるかを踏まえ，本件不選定決定の取消判決の効力によって生じることになる事態を正確に追跡し，Ｂが屋台営業候補者に選定される可能性が残っているかを検討することが求められる。\n〔設問２〕は，本件不選定決定の取消訴訟において主張すべき違法事由を問うものである。\nまず，本件不選定決定の違法事由を検討する前提として，①本件条例の施行の際にＢの地位への配慮に欠ける点がなかったか，②委員会の屋台営業候補者の推薦に係る判断に瑕疵はなかったか（より具体的には，屋台営業の実績を考慮して審査を行うという委員会の申合せに不合理な点はなかったか。）という問題の検討が求められる。\n①の問題については，Ｂが本件区画で１０年以上も屋台営業を行ってきたという事実を踏まえ，市道占用許可は財産権保護の観点から更新が原則であるという解釈が成り立たないか，屋台営業において他人の名義を借りることは，Ａ市における実害や過去の取扱い，道路法及び本件条例で定める市道占用許可の要件に照らして，営業の実績が全て法的な保護に値しなくなるほど悪質な行為と評価できるかといった検討を行うことが要求される。この①の問題の検討の結果を踏まえ，市長が本件不選定決定を行う際に自身の公約を重視する一方でＢの地位に更なる配慮を行わなかったことについていかなる違法事由を主張すべきかが論じられるべきことになる。\n②の問題については，委員会の申合せが本件条例施行規則第１９条各号の選定基準に照らして是認することができるか，また，新規に屋台営業を始めようとして公募に応募した者の利益を不当に侵害することにならないかの検討が要求される。前者は，基本的に本件条例施行規則第１９条各号の解釈の問題であるが，後者は，とりわけ，屋台営業候補者選定指針は目にしたものの本件委員会の申合せを知るすべもなく公募に応募した者の権利保護といった観点からの検討が期待される。この②の問題の検討の結果を踏まえ，最判昭和５０年５月２９日民集２９\n巻５号６６２頁を参考にして，市長が本件不選定決定を行うことによって「特段の合理的な理由」がないにもかかわらず委員会の推薦を覆したとの違法事由を主張し得るかが論じられるべきことになる。\n【民事系科目】\n〔第１問〕\n１ 設問１について\n⑴ 設問１は，民法第１９２条及び第１９３条に関する基本知識を確認する趣旨の出題であり，これらの規定がどのような関係に立つか，指図による占有移転による即時取得は認められるか，盗品・遺失物につき被害者が回復請求をするまでの使用利益が誰に帰属するかなどについて理解を問うものである。\n⑵ 請求１については，Ａが占有者Ｃに対して甲の所有権に基づく返還請求権を行使するものであることを示す必要がある。これに対し，Ｃは，下線部㋐において，Ｄが甲の所有権を即時取得したことにより，Ａが所有権を喪失したとの抗弁を主張していると考えられ，この抗弁に言及することが求められる。占有権原を有するとの抗弁を主張していると考える余地もあるが，仮にそのような主張をしようとする場合には，使用貸主が所有権を有していることが前提とされなければならず，また，使用借権は第三者対抗力を欠くから，結局は，Ｄが甲を即時取得し，それによってＡが甲の所有権を喪失したことに言及する必要がある。\nＤの即時取得が認められるかを解答するに当たっては，即時取得の要件について，本問における具体的な事実に当てはめて検討することが必要になる。その際，要件の一部については推定が認められていること，善意無過失の意義などについても触れておくことが望ましい。\n- 4 -本問においては「占有を始めた」という要件がポイントとなり，Ｄは指図による占有移転によってその間接占有を承継取得したことを指摘する必要がある。\n下線部㋑におけるＡの反論は，指図による占有移転によっては即時取得に必要な「占有を始めた」という要件は満たされないと主張するものであり，観念的な占有の移転によっては「占有を始めた」とはいえないことを指摘する趣旨のものであることを示す必要がある。その上で，民法第１９２条の「占有を始めた」という要件が同法第１７８条の「引渡し」の要件と区別されることから，後者を満たしても前者を満たすとは当然にはいえないことも指摘されていることが望ましい。\n次に下線部㋒におけるＡの反論は，甲が盗品であることから，たとえ民法第１９２条の要件が満たされるとしても，同法第１９３条に基づき，Ａは甲の回復を求めることができるという趣旨を述べるものであると考えられる。そこで，甲が盗品であること，Ｃが甲の「占有者」であること，Ａによる回復請求は盗難の日から２年を経過していないことを指摘する必要がある。その際，同条における「占有者」を同法第１９２条の「占有を始めた者」と同義に解すべき理由がないことも示されていることが望ましい。もっとも，この点に関しては，同法第１９３条と同法第１９２条の「占有者」を同義に解したうえで，Ｄが「占有者」に当たり，Ｄとの使用貸借関係に基づき甲を占有するＣはＤと別個独自の地位を主張して甲の回復請求を拒むことはできないとの説明や，盗難時から２年間は同条による即時取得がそもそも生じ得ないとして，同法第１９３条の要件のうち盗品であることと期間以外のものが充足されているかどうかの検討を経ることなく，Ａは所有権に基づき甲の返還請求権を行使することができ，Ａとの関係で占有権原を有しないＣはこれを拒むことができないという説明も考えられる。\n請求１の当否を検討するに当たっては，下線部㋐から㋒までの各主張の趣旨を正確に理解した上でそれぞれの当否を検討する必要がある。まず，下線部㋑のＡの反論に関しては，その当否についていずれの立場に立つにしても，民法第１９２条の「占有を始めた」とは，占有者が「一般外観上従来の占有状態に変更を生ずるがごとき占有を取得すること」を意味するものと解する判例準則（最判昭和３５・２・１１民集１４巻２号１６８頁）が確立していることを踏まえ，下線部㋑におけるＡの反論の内容がこの判例準則の理解として適切であるかどうかについて理由を付して述べることが求められる。そして，Ｄによる即時取得の成否について検討した上で，民法第１９３条の適用の可否について検討し，ＣはＡからの甲の返還請求を拒絶することができないという結論を述べる必要がある。\n⑶ 請求２では，Ｃが甲の占有を開始した令和２年５月１日から甲をＡに返還するまでの間の使用利益が誰に帰属するかが問われている。盗品・遺失物の占有者が占有の開始時から被害者又は遺失者に目的物を返還するまでの間の使用利益の帰属について，民法第１９４条が適用される事例においては，所有権帰属の観点ではなく，同条の趣旨に基づき，代価弁償の提供があるまでの間の使用収益権が占有者に認められている（最判平成１２・６・２７民集５４巻５号１７３７頁）。しかし，本問は同条の適用事例ではなく，同法第１９３条が同法第\n１９２条とどのような関係に立ち，どのような効果を定めているのかが別途問題となり得る。\nまず，Ａは，Ａに甲の所有権が帰属するという前提に立ち，使用貸借契約に基づく占有権原を主張することができないＣに対し，不当利得返還請求権に基づいて使用利益の返還を請求していることを示す必要がある。\nそこで，民法第１９３条の趣旨に鑑み，盗難又は遺失から回復請求がされるまでの間の所有権が原権利者と占有者のいずれに帰属するかが問題になり，この点について理由を付してその結論を述べる必要がある。判例は，同条の効果について，占有者がいったんその物につき即時取得した所有権その他の本権を回復するのではなく，占有者が盗難又は遺失の時から２年以内に被害者又は遺失主より回復の請求を受けない場合にはじめてその物の上に行使す\n- 5 -る権利を取得する趣旨を定めたものであると解している（大判大正１０・７・８民録２７輯\n１３７３頁）。原所有者帰属説によると，ＣはＢからＤへの譲渡がされた後も無権原でＡの所有物である甲を占有し使用していたこととなり，使用利益の返還に関しては同法第１８９条及び第１９０条の定めに従うべきこととなる。Ｃが善意であれば同法第１８９条第１項に基づき甲の果実収取権を有し，少なくとも回復請求をされるまでの使用利益についても返還する必要がなく，Ａは，令和２年５月１日以降回復請求がされるまでの間の甲の使用料相当額の支払をＣに求めることができない。もっとも，本権に基づく訴えに敗訴し，悪意占有者とみなされる場合，Ｃは訴え提起時以降甲を返還するまでの使用料相当額の支払義務を負う。\nなお，甲を直接占有するＣは「占有者」に当たり，間接占有者としてＢがかつて存在していた，あるいは現にＤが存在するとしても，上記の結論に影響を及ぼさないことも併せて指摘されることが望ましい。\n占有者帰属説は，回復請求の効果が遡及するという立場と将来に向かって効力を生ずるという立場に分かれ得るが，効果が遡及するという立場からは，甲の所有権はＡの下にとどまっていたことになるため，ＡＣ間の法律関係は原所有者帰属説と同様に処理される。他方，将来に向かって効力を生ずるという立場を採る場合には，占有者に使用収益権能が帰属する以上，占有者の主観的態様を問わず，およそ原権利者がその間の使用利益相当額の支払請求をすることができないとする結論が比較的に自然に導かれるが，目的物の所有権の帰属と使用利益の帰属が分離して規律されているとする見方もあり得ないではない。いずれの立場であっても，ＤがＢから甲を譲り受ける令和２年５月１５日以前の使用料相当額にかかる請求に関しては，Ｃは無権原占有であるという評価を免れないから，この間の使用利益の返還については別途検討する必要がある。\n２ 設問２について\n⑴ 設問２は，有償の役務提供契約が中途で終了した場合の法律関係を，特にその場合の報酬及び損害賠償について問うものである。当該役務提供契約の性質決定に関して，当該契約における債務の内容及びその特徴を明らかにし，民法の規定する役務提供型の契約類型の特質を踏まえて，当該契約の性質を決定することができるか，また，それを前提として，その中途終了の場合の報酬や損害賠償に関連する民法の規定の構造を理解しているか，契約類型に伴う異同について理解しているかを問うものである。\n⑵ ＡＥ間の契約①は有償の役務提供契約であるところ，雇用（労働契約）は使用者との間の指揮命令関係の下での役務提供，請負は仕事の完成という結果の保証，委任は結果保証を伴わない事務の委託と裁量ある他人の事務の処理をもって，それぞれの特質と解されている。\nＡＥ間には，使用者・労働者の指揮命令関係は認められず，ＥはＡから独立して役務を提供するものであるから，契約①の性質としてあり得るのは，請負，委任（法律行為でないことから準委任（民法第６５６条）），またはいずれでもない非典型契約（無名契約）である。\n契約①の性質をいずれと決定するかに当たっては，それぞれの契約類型の特質とともに，その特質に対応した契約①におけるＥの役務提供の内容を明らかにすることが求められる。\nすなわち，請負の場合には，何をもって仕事の完成・結果保証といえるのか，委任の場合には，何をもってＡの事務の委託あるいは裁量ある事務の処理といえるのか，また，無名契約の場合は典型契約の類型に該当しないという判断がどのように基礎付けられるのかを，Ｅの債務内容に照らして明らかにする必要がある。\n契約①の性質の決定に当たっては，月額報酬と成果報酬が組み合わされているという契約\n①における報酬の定め方の捉え方も手がかりとなるため，契約①におけるＥの債務内容の確定とその特質の抽出，契約①の性質決定においては，報酬の定め方を通じて，これらの報酬が何に対して支払われるものかについても考慮することが望ましい。\n⑶ Ａによる契約①の解除の性質は，任意解除権の行使によるものであると考えられる。請負，- 6 -委任については，民法に任意解除権に関する規定が設けられている。無名契約であるときは，そのルール自体を構築していく必要があるが，Ａのための役務提供であることなどに鑑み，請負や委任等の規定を手掛かりとして，少なくとも，Ａからの解除は認められると論じることになろう。それぞれの立場から，根拠条文の要件を踏まえ，【事実】に即して当てはめる必要がある。\nＡの解除を債務不履行解除とみる余地がないわけではないが，Ｅが提供する役務の性質上，Ｅには相当の裁量が認められるものと解されるので，Ａによる改善要求が抽象的なものにとどまっていることも考慮すると，Ｅによる講座の運営がその裁量を逸脱したものとして債務不履行に当たると評価することは，結論的には困難であると考えられる。\n⑷ ＡＥ間の報酬の取決めは，Ｅによる本件講座の提供に対して月々の報酬と，Ａの従業員である受講者の乙検定の合格者数に応じた成果の報酬（成功報酬）という２本立てでされている。Ｅの請求３は，Ａによる契約①の解除に伴い，講座提供がされた８月分について未払報酬の支払を求めるものである。\n報酬については，準委任の場合も請負の場合も役務提供が先履行であり後払いが原則である（民法第６４８条第２項，第６３３条）。約定の月額報酬については，契約①を準委任とみる考え方においては，民法第６４８条第２項ただし書により準用される同法第６２４条第\n２項により，期間経過後に報酬を請求することができる。もっとも，対応する期間に履行がされていることが前提であるから，Ｅの役務提供が契約に適合した債務の履行であったかが問題となり，債務不履行の該当性を判断することになる。請負の場合は，民法第６３３条ただし書・第６２４条第１項により，約定の役務提供が終わった後でなければ報酬を請求することができない。仕事完成前の解除がされた場合には，同法第６３４条により，既にした役務提供によってＡが利益を受けているかどうかが問題となる。５か月の役務提供をもって仕事の完成とみるか，月々の講義・役務提供が５か月分用意されるものとみるかによって中途解約であるかどうかが異なり，報酬の根拠条文が異なるため，Ｅの債務内容に即して根拠条文及び請求の可否を示す必要がある。その前提として，債務の履行が必要であることは準委任の場合と同様である。\n⑸ 請求４の１２０万円の支払請求は，役務提供がされていない９月分，１０月分についてその月額報酬相当分を損害賠償として請求するものと考えられる。また，通学講座における代替講師のこの間の報酬４０万円の支払は，Ｅが９月・１０月の履行の準備のために支出を余儀なくされたものであり，約定どおりの報酬が得られたならばそれに織り込まれる性格の支出である。\n中途解除の場合の損害賠償については，任意解除の場合，契約①が準委任であれば民法第\n６５１条第２項によることになる。したがって，Ｅに不利な時期の解除であるとき，契約①が受任者Ｅの利益をも目的とするものであるときのいずれかの場合には，ＡはＥに対しその損害を賠償しなければならない。設問では，Ｅは，期間全体にわたり他の講座を断り（他の収入機会の喪失），また，代替要員の手配（準備費用投下）などを行っており，「不利な時期」\nの解除に該当する余地がある。そのため，同項第１号にいう「不利な時期」とは何を指すのかを明らかにしつつ，本件のそれらへの該当性を判断し，また，それぞれの場合の損害賠償の内容について検討する必要がある。損害賠償を認める場合，まず，具体的に何が損害賠償の範囲に含まれるかを示す必要がある。損害賠償の範囲は不利な時期に解除したことによる損害に限られるというのが通説であり，そのように解釈される理由についても示すことが望ましい。また，委任契約が解除されなければ受任者が得たであろう利益から受任者が債務を免れることによって得た利益を控除する必要がある。\n同項第２号の「受任者の利益」については，報酬を得るだけでは該当しないことが明文化されている。設問では，それ以外に受任者の利益として評価できる事実は見受けられない。\n- 7 -任意解除の場合のＥの損害賠償請求については，これらについても言及することが望ましい。\n準委任の場合には，損害賠償の成否は「やむを得ない事由」の存否に左右されるため（民法第６５１条第２項柱書ただし書），それについて検討する必要がある。\n請負の場合は，完成前に解除されたと捉えるのであれば民法第６４１条により損害賠償が必要であり，その場合の損害賠償は履行利益賠償となる。したがって，Ｅは，９月分，１０月分について，報酬から節約できた費用を差し引いた分を請求でき，一方，１０月分について他所の講座を引き受けたことで得た報酬分は，損益相殺によって差し引くことになる。\n無名契約の場合には，請負と委任のいずれに引き付けて考えるかによる。\n３ 設問３について\n⑴ 設問３は，連帯保証ないし共同保証に関する条文と判例を正確に理解し，これを事例の解決のために適切に用いることができるかを問うものである。\n⑵ 小問⑴は，保証人が債権者からの請求を拒絶することのできる事由について問うものである。\nＨはＦに対して保証債務の履行を請求しているが，本問を検討する上では，まずＨのＦに対する５００万円の支払請求についての請求原因を明らかにしておくことが求められる。ＨのＦに対する請求の根拠（請求原因）は，ＡがＨとの間で諾成的消費貸借契約である契約②\nを締結し，借入金５００万円の交付を受けたこと，Ｆは，Ｈとの間で本件債務を連帯保証する旨の契約③を書面により締結していることである。\nＦは，Ｈによる保証債務の履行請求に対して，まず，保証債務の消滅時効を援用し，債務の全額の支払を拒むことが考えられる。また，Ｆとしては主債務の時効消滅を援用することもでき（民法第１４５条括弧書），主債務が消滅すれば，付従性によって保証債務も消滅する。解答に当たっては，関連条文を示しながら，事実に即して消滅時効を主張することの可能性を指摘することが求められる。\n本問では，Ａが令和１０年６月２０日に弁済の猶予を求める書面を送付して債務を承認しており，これによって時効は更新されている（民法第１５２条第１項）。本問の場合，令和\n１５年５月１０日の時点では，それから５年は経過していないので，消滅時効は完成していないことになる。Ｆが自身の負う保証債務の消滅時効を援用しようとしても，主債務者による時効の更新は保証人に対してもその効力を生ずるものとされているため，これは認められない。また，Ｆが主債務の消滅時効を主張しようとする場合も，主債務について消滅時効の更新がされており，保証人はこれを否定することができないから，やはり認められない。Ｆ\nがどちらの債務の消滅時効を援用するか，ということと，Ａの債務承認による時効更新の影響が同債務にどのように及ぶのか，ということとが矛盾なく説明されている必要がある。ここでは，主債務者の債務承認による時効更新の保証債務に対する影響関係が理解できているかが問われることとなる。\n次に，ＡはＨに対して絵画丙の売買契約による１００万円の売買代金債権を有しており，Ａが本件債務についてこの売買代金債権を自働債権とする相殺権を有していることを理由として，保証人であるＦは，１００万円分の支払を拒むことが考えられる（民法第４５７条第\n３項）。ここでは，主債務者の相殺権をもってする履行拒絶の可能性とその根拠条文が摘示されている必要がある。\nもっとも，ＡがＨに対して有する売買代金債権の弁済期は令和４年８月３１日であり，令和１５年５月１０日の時点ではそれから１１年が経過しているため，ＦがＡの相殺権を理由として履行を拒絶した場合，Ｈとしては，自働債権が時効消滅しており，Ａの相殺（ひいては，そのことに基づくＦの履行拒絶）は認められない，と主張することが考えられる。時効によって消滅した債権を自働債権とする相殺をするためには，自働債権の消滅時効期間経過以前に受働債権と相殺適状にあったことを要し，そのためには受働債権の弁済期が現実に到\n- 8 -来していたことを要するとした判例があり（最判平成２５・２・２８民集６７巻２号３４３頁），解答に当たっては，この判例を正しく理解している必要がある。単に判例の結論を知っていてそれを問題の事例に当てはめる，というだけでなく，なぜそのような解釈が採られるべきなのか，そして判例と同じ結論が本問の事例においても妥当するのかを説明することが求められる。\n⑶ 小問⑵は，連帯保証人と主債務者，共同連帯保証人との関係について，弁済をした連帯保証人がすることのできる求償の範囲を問うものである。\n連帯保証債務の弁済をしたＦは，主債務者Ａに対して求償をすることができる。ＦがＡの委託を受けない保証人であるため，求償の根拠は，民法第４６２条第１項ないし事務管理に基づく費用償還請求（同法第７０２条第１項）に求められる。求償が認められる範囲については，同法第４６２条第１項が準用する同法第４５９条の２第１項により，主債務者が弁済の当時利益を受けた限度となる。このことから，ＦはＡに対して弁済以後の法定利息や費用等までは請求できないことを示したうえで，求償額が３００万円となることを説明することが求められる。\n共同保証人のうちの１人が自己の負担部分を超える額を弁済したときは，他の共同保証人に対して求償をすることができる（民法第４６５条第１項）。共同保証人間の求償の場合は，弁済額が負担部分を超えていなくても負担部分の割合に応じて認められるという連帯債務者間の求償とは要件が異なり，負担部分を超える額を弁済したことが必要である。本問においては，ＦがＨにした３００万円の弁済が自己の負担部分を超えるものであるならば，ＦはＧ\nに対してその分の求償をすることができる。\nそこで，共同保証人の内部的負担割合は特約等がなければ各自平等となること，Ｆが債権者から一部免除を得ていることを踏まえて，本問における具体的な事実関係に当てはめてＦの負担部分を算出し，その上で求償の可否及び求償権の額を解答することが求められる。Ｆ\nがＨにした免除がＧをも免除する趣旨のものと解すべき事情が認められない限り，当該免除があってもＦとＧの内部的負担部分は各２５０万円のままであり，Ｆとしては，弁済をした３００万円から２５０万円を差し引いた５０万円をＧに対して求償できることとなる。\n〔第２問〕\n１ 本問は，公開会社でない株式会社（以下「非公開会社」という。）において，①代表取締役が当該株式会社を代表して当該代表取締役が個人として負う債務を連帯して保証する旨の合意をした場合に，当該株式会社がその連帯保証債務の履行を拒絶するために考えられる法的な主張としてどのようなものがあり，そのような主張が認められるのかを問うとともに（設問１），②誰が株主であるかが争われている場合に，具体的な事実関係の下でどのように株主を認定すべきか（設問２），③議決権の行使を委任することができる代理人を株主に限る旨の定款の規定がある場合に株主ではない弁護士が代理人として議決権を行使することの可否や，株主である株式会社の代表取締役がその内部的制限に反して当該株式会社を代表して議決権を行使することの可否といった株主総会における議決権行使の在り方（設問３）を問うものである。いずれについても，会社法上の重要な制度や判例に関する基本的な理解を前提に，問題点を適切に分析した上で，具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１においては，甲社としては，①Ａが甲社の代表取締役として締結した本件連帯保証契約は，利益相反取引である間接取引（会社法第３５６条第１項第３号）に該当し，取締役会設置会社である甲社においてはその取締役会の承認が必要であった（同法第３６５\n条第１項）のに，取締役会の承認を得ていないので無効（甲社に効果不帰属）である，②本件連帯保証契約は，多額の借財（同法第３６２条第４項第２号）又は重要な業務執行（同\n- 9 -項柱書）に該当し，取締役会設置会社である甲社においてはその取締役会によって決定されなければならなかったのに，取締役会によって決定されていないので無効（甲社に効果不帰属）であるなどと主張して，本件連帯保証契約に基づく債務の履行を拒絶することが考えられる。なお，甲社としては，上記①及び②のいずれかの主張が認められれば，上記債務の履行を拒絶することができることになる。\n⑵ 甲社の上記①の主張の当否を論ずるに当たっては，本件連帯保証契約が間接取引に該当するものであるにもかかわらず，甲社の取締役会の承認がないことを指摘した上で，取締役会の承認がない間接取引の効力について，判例（最判昭和４３年１２月２５日民集２２\n巻１３号３５１１頁）を踏まえて検討することが求められる。\n⑶ 続いて，甲社の上記②の主張の当否を論ずるに当たっては，まず，甲社の財務状況や本件連帯保証契約に係る主債務の額等の本問の事実関係に照らし，多額の借財又は重要な業務執行に当たるか否かを検討することが求められる。本問の事実関係からすると，これらに当たると判断することが一般的であると考えられることから，更に進んで，甲社の取締役会によって決定されていないことを指摘した上で，その場合の効力について，判例（最判昭和４０年９月２２日民集１９巻６号１６５６頁）を踏まえて検討することになる。\n⑷ 上記①及び②の主張のいずれにおいても，判例の立場に立って検討する場合には，本件連帯保証契約の相手方である乙社の主観面の検討が必要となる。まずは，本件連帯保証契約を締結することが間接取引に該当することや，多額の借財又は重要な業務執行に該当することについての乙社の認識を検討することになるが，前者については，本件連帯保証契約の内容からして乙社の悪意が認められるのが自然であろうし，後者についても，甲社の財務状況の概要を確認したという本問の事実関係からすると，乙社の悪意が認められるのが自然であろう。その上で，取締役会の決議がないことについて，自らが立てた規範に沿って，過失又は重過失の有無を中心に検討することになる。その際には，取引をめぐるこれまでの経緯や本件連帯保証契約に関するやりとりに関する事実関係を丁寧に拾い，それらに対する評価を加えながら検討することが求められる。例えば，甲社との取引を望む小さな事業会社である乙社の代表取締役としては，本件確認書が交付されたにもかかわらず取締役会の議事録の写しを強く求めることは困難であったことなどを指摘して，過失又は重過失がないと評価することも考えられよう。\n３⑴ 設問２においては，Ｃとしては，名義上の引受人ではなく，実質上の引受人が株主になるという考え方を前提に，本件株式について，引受けの申込みなど引受契約の締結に至るまでＣの主導で行われてきたこと，Ｃの貯金から払い込まれたこと，その発行に至る経緯及び本件株式に係る権利を行使してきたのはＣであることなどの本問の事実関係を指摘して，自らが実質上の引受人であって本件株式の株主であると認定されるべきであるなどと主張することが考えられる。\n⑵ Ｃの上記主張の当否を検討するに当たっては，まず，本問のような場合に誰を株主と認定するのかについての考え方を検討する必要がある。すなわち，株式の申込みや引受けに際して名義に現れた者が株主であると考えるのか（いわゆる形式説），名義が誰であるかにかかわらず，一般私法上の法律行為の場合と同じく，実質上の引受人が株主となると考えるのか（いわゆる実質説），といった考え方の対立がある中で，どのような考え方に立脚するのかを検討する必要がある。\n実質説に立つ場合には，本問の事実関係を拾いつつ，それらを適切に評価して結論を導く必要がある。本問では様々な事実関係があるが，払込金額がＣの貯金によって賄われたこと，「従業員や取引先の手前，多少の株式を持っておく必要がある」や「金のことは心配しなくていい」といったＣの発言，甲社の株主総会においてＡを引受人とする決議がされたこと，本件株式の引受けに係る書面に記載された名義はＡであったこと，Ａが甲社の- 10 -\n役員に就任した経緯，Ｃが本件株式に係る権利を行使してきたことなどの各事実について，単に事実を列挙するだけでなく，それぞれについての評価を加えた上で結論を導くことが求められる。例えば，「金のことは心配しなくていい」というＣの発言については，Ａに対して払込金額に相当する金銭を贈与する趣旨であったという方向で評価することもできるし，本件株式の実質的な引受人はＣであって名義のみＡとしたにすぎないという方向で評価することもでき，いずれの方向であっても，自分なりに事実に対する評価を加えて結論を導き出すことが求められる。さらに，本件株式を引き受けた時点における実質的な引受けの意思が問題となることに意識した上で，その後の事情については当時の意思を推認させるものであるなどの評価を加えながら検討するといったように，より実務的な観点からの考察が加えられていると，なお望ましい。\n他方で，形式説に立つ場合には，判例（最判昭和４２年１１月１７日民集２１巻９号２４４８頁）が実質説を採用していると評価されていることを踏まえ，より説得的な論述が望まれる。例えば，その根拠として，集団的関係における画一的な取扱いの必要性や，非公開会社においては名義に現れない実質上の引受人を株主とすることによって閉鎖性を維持することができなくなることを指摘したり，事実関係として，本件株式の引受けの申込みをする際に提出すべき書面（会社法第２０３条第２項）の名義がＡであることや，甲社の株主総会において本件株式をＡに発行する旨の決議がされたことを指摘したりすることにより，説得的な論述を展開することが望ましい。\n４⑴ 設問３においては，Ａとしては，①他の株主１名を代理人としてその議決権を行使することができる旨の定款の規定（以下「本件定款規定」という。）に基づいてＤの代理人である弁護士Ｇによる議決権の行使が認められなかったこと，②丙社の内規に従って包括委任状が提出されていたにもかかわらず，内規によって権限が制限されているＦによる議決権の行使が認められ，包括委任状に基づくＡの議決権行使が認められなかったことが，それぞれ決議の方法が法令に違反する場合（会社法第８３１条第１項第１号）に該当すると主張することが考えられる。なお，上記①及び②のいずれについても，株主総会決議取消しの訴えを提起したＡではないＤ又は丙社の議決権の行使に関する事由であることから，株主総会決議取消しの訴えにおいて他の株主に係る事由を主張できることが前提となるし，仮に法令違反が肯定されるとすれば，「決議に影響を及ぼさないもの」（同条第２項）\nには当たらず，裁量棄却はされないものと考えられることから，これらの点についても言及されていることが望ましい。また，Ａとしては，上記①及び②のいずれかが認められれば，本件決議の取消しが認められることになる。\n⑵ Ａの上記①の主張の当否を論ずるに当たっては，株主は，代理人によってその議決権を行使することができるものとされていること（会社法第３１０条第１項）を前提に，他の株主１名を代理人としてその議決権を行使することができるという本件定款規定の有効性及び適用範囲について，判例（最判昭和４３年１１月１日民集２２巻１２号２４０２頁等）\nを踏まえて検討することが求められる。その際には，Ｄの代理人であるＧが弁護士であること，甲社が非公開会社であることなどの本問の事実関係を踏まえ，これらの事実関係がどのように影響するのかについての考察を加えながら検討することが求められる。例えば，Ｇが弁護士であるという点については，一般的には本件定款規定のような議決権の行使に係る代理人資格の制限は有効ではあるものの，弁護士であるＧが代理人とされている本問においては適用されるべきではないといった指摘をすることが考えられる一方，職種により株主総会のかく乱のおそれを個別に判断すれば，円滑な総会運営を阻害し，恣意的な判断を招くおそれがあることを理由に，弁護士であるＧにも本件定款規定は適用されるとする立場に立つことも考えられる。また，甲社が非公開会社であるという点については，それゆえに株主ではない第三者の株主総会への参加を排除する必要があるということもでき\n- 11 -る一方で，本問のように株主間で対立がある場合には代理人を株主に限ることによって株主権の代理行使の機会を実質的に奪うことになりかねないということもできるところである。いずれにしても，これらの事実関係が，本件定款規定の有効性や適用範囲にどのように影響するのかを具体的に考察することが望まれる。\n⑶ 続いて，Ａの上記②の主張の当否を論ずるに当たっては，まず，丙社の内規によれば，甲社の株式の議決権行使については他の代表取締役であるＥに委ねられることとなるが，Ｆも，「副社長」ではあるものの，丙社の代表取締役であって，丙社の業務に関する一切の裁判上又は裁判外の行為をする権限を有しており（会社法第３４９条第４項），上記内規は，代表取締役であるＦのこのような権限を内部的に制限するものであって善意の第三者に対抗することができないということ（同条第５項）を指摘する必要がある。その上で，上記内規による代表権の制限が第三者である甲社との関係で問題となることを前提に，本問の事実関係を踏まえて，甲社の主観面を検討した上で結論を導くことが求められる。その際には，議決権行使という集団的権利行使の場面であること，他方で，甲社が株主数の少ない閉鎖的な非公開会社であることなどの事情がどのように影響するのかについても検討することができれば，なお望ましい。なお，本問の事実関係からすると，Ｆによる議決権の行使は，Ｆがその代表権を濫用したとみる余地もあり得ることから，上記の点に加えて，そのような観点から検討を加えることも考えられるところである。\n〔第３問〕\n本問は，ＸがＹに対して，土地（以下「本件土地」という。）の賃貸借契約（以下「本件契約」という。）終了に基づいて，Ｙが本件土地上に所有する建物（以下「本件建物」という。）の収去と本件土地の明渡しを求めて提起した訴えに係る訴訟（以下「本件訴訟」という。）の係属中にＹがＺに対して本件建物を賃貸し，これに基づいて本件建物をＺに引き渡したという事案を題材として，①原告が一定の額の立退料の支払と引換えに建物収去土地明渡請求訴訟を提起した場合に，原告が申し出た額とは異なる額の立退料の支払との引換給付判決をすることの許否の検討（設問１），②ＸがＺを引受人とする訴訟引受けの申立てをした場合に，Ｚが民事訴訟法（以下「法」という。）第５０条にいう承継人に該当するか否かの検討（設問２），③\nＺがＸによる更新拒絶を争うために，ＢからＡに対して権利金が支払われていた旨を主張することが時機に後れた攻撃防御方法として却下されるかどうかの検討（設問３）をそれぞれ求めるものである。\nまず，設問１の課題１では，Ｘが，Ｙに対して１０００万円程度の立退料の支払を申し出た上で，１０００万円の立退料の支払と引換えに本件建物を収去して本件土地を明け渡せとの判決を求め，さらに，第１回口頭弁論期日において，１０００万円という額には大きなこだわりはない旨の陳述をしたという事実関係において，Ｘの申出額と格段の相違のない範囲を超えて増額した額の立退料の支払との引換給付判決（以下「増額判決」という。）をすることの許否の検討が求められている。ここでは，法第２４６条には，原告の意思の尊重と当事者に対する不利益の最大限の予告という二つの趣旨が認められるところ，とりわけ前者の観点から，増額判決の許否につき検討する必要がある。訴状の記載及び第１回口頭弁論期日におけるＸの陳述から，Ｘがいかなる意思であるかを可能な限り具体的に特定するとともに，Ｘの現実の意思が明らかにならない部分は，原告の合理的意思の推測により補うことが期待される。原告の合理的意思を推測する際には，裁判所が増額判決をし得ないとすれば，どのような判決がされるかを特定した上で，この両者を比較検討しつつ，通常の原告であればいずれを望むかを検討することが求められる。なお，最高裁判所昭和４６年１１月２５日第一小法廷判決・民集２５巻８\n号１３４３頁は，原告が「立退料として３００万円もしくはこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思を表明し，かつその支払と引き換えに（中略）\n- 12 -店舗の明渡を求めている」との事実関係の下で，申出額よりも多額である５００万円の支払との引換給付判決をした原判決を是認しているが，本設問では，Ｘが１０００万円又はこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思しか表明していないと評価することができるか否かが問題であるから，この判決に依拠して，直ちに申出額と格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決をすることができないとするのみでは，課題１に十分に答えたとはいえない。\n次に，設問１の課題２では，課題１と同様の事実関係において，Ｘの申出額よりも少額の立退料の支払との引換給付判決をすることの許否の検討が求められている。ここでも，法第２４６条の二つの趣旨からの検討が必要となるところ，原告の意思の尊重という観点から行うべき作業は，課題１と基本的に同様であり，課題２では，当事者，とりわけ被告に対する不利益の最大限の予告という観点から詳細な検討をする必要がある。訴状の記載のみならず，第１回口頭弁論期日における陳述も踏まえた上で，Ｙに対して不利益の最大限として何が予告されていたと評価することができるかについて，Ｘの申出額と裁判所が正当事由を認める上で必要と考える立退料額との差の大きさが結論に影響を与えるか否かにも留意しつつ，具体的に検討することが期待される。\n設問２では，本件訴訟の係属中に，ＹがＺに対して本件建物を賃貸し，これに基づき本件建物を引き渡したという事実関係において，Ｚが法第５０条の承継人に該当するか否かの検討が求められている。ここではまず，訴訟承継制度の趣旨を明らかにすることが要求される。具体的には，訴訟の係属中に第三者による承継が生じた場合において，従前の訴訟状態を流用して当該第三者との間で訴訟を進めることが訴訟経済に資するとともに，とりわけ相手方が従前の既得的地位を維持することができるという意味で公平の確保に資するという点を指摘することが期待される。次に，このような訴訟承継制度の趣旨と適合的な形で，同条にいう承継の意味内容を具体的に明らかにすることが要求される。この点については，学説上，種々の見解が示されており，いずれを採用するかにより評価に差をつけることは想定していないが，承継の意味内容を具体的に明らかにすることが要求されている以上，最高裁判所昭和４１年３月２２日第三小法廷判決・民集２０巻３号４８４頁において用いられている「紛争の主体たる地位の承継」というのみでは，十分に課題に答えたことにはならない。この判例に依拠する場合も，そこでいう紛争の主体たる地位とはいかなるものか等の点についてより踏み込んだ記述が求められる。最後に，以上のように具体的に明らかにされた承継の意味内容に照らして，Ｚが承継人に該当するか否かの検討が要求される。例えば，承継前の訴訟において，被承継人を当事者として適切な者としていた法的地位が第三者に移転し，この地位が相手方の当該第三者に対する訴訟において，当該第三者を当事者として適切な者としている場合に同条にいう承継が認められると考えるのであれば，Ｙを本件訴訟で被告として適切な者としている法的地位は何か，これはＹからＺに移転しているか，移転しているとして，このような地位はＸのＺに対する訴訟においてＺを被告として適切な者としているか，といった点を検討する必要がある。\n設問３の課題１は，訴訟を引き受けたＺが，弁論準備手続の終結及び人証の取調べの後に，従前当事者から主張されていなかった「ＢからＡに対して更新料の前払の性質をも含む権利金が支払われていた」との新主張（以下「本件新主張」という。）をしようとしているという事実関係において，Ｘの立場から，仮にＹが本件新主張をしたとしたら，時機に後れた攻撃防御方法として却下されることの論証を求めるものである。法第１５７条第１項を摘示した上で，同項の定める各要件の具体的意味内容を明らかにし，それぞれが充足されることを説得的に述べる必要がある。なお，同項の要件のうち，「訴訟の完結を遅延させること」の検討に際しては，その後予想されるＸＹ双方の主張立証活動を踏まえることが要求される。ＹがＡの証人尋問を申請することは問題文から明らかであるが，Ｘとしても，立退料額にも関わることであるから，ＢからＡへの振込みの趣旨について反論をする機会を欲するであろうことを指摘するこ\n- 13 -とが期待される。また，本件新主張は，弁論準備手続終結後にされるものであるから，法第１７４条及び第１６７条により，ＸからＹに対して説明要求がされ得ること，このような要求がされた場合には，Ｙは説明義務を負い，Ｙが説明を拒絶し，又は不十分な説明しかし得なかった場合には，法第１５７条第１項の「時機に後れた」又は「重大な過失」が推定され得ることを指摘することも期待される。\n設問３の課題２の前半部分では，Ｙが本件新主張をしたとしたら，同項により却下されることを前提として，Ｘの立場から，Ｚによる本件新主張も却下されるべきであるという立論をすることが求められる。具体的には，まず，法第５０条の承継人は，承継原因発生時の訴訟状態を承認する義務を負う旨を，一定の理由をもって論証した上で，そこでいう訴訟状態とはいかなるものであるかを明らかにする必要がある。その上で，同条にいう承継人であるＺは訴訟状態を承認する義務を負い，その結果，法第１５７条第１項によりＹ自身がすることができない本件新主張は，Ｚもすることができないという結論に至ることが期待される。\n設問３の課題２の後半部分では，Ｙが本件新主張をしたとしたら，同項により却下されることを前提として，Ｚの立場から，そうであるとしても，Ｚによる本件新主張は，却下されないという立論をすることが求められる。このような立論としては，Ｚは訴訟状態を承認する義務を負うものの，承継の前後で，Ｘによる更新拒絶の可否を判断する上での本件新主張の重要性が変容している場合や，Ｙによる訴訟追行がなれ合いと評価し得る場合には，一定の例外が認められると論じた上で，本件では，そのような例外が認められるとするものと，承継人は，およそ訴訟状態を承認する義務を負わないとするものが考えられる。いずれであっても十分な理由が示されている限り，評価に差をつけることはない。ただし，後者であれば，訴訟状態承認義務を伴わない訴訟承継制度はいかなる意義を持つものであるか，という点についても検討することが期待される。\n【刑事系科目】\n〔第１問〕\n本問は，設問１で，甲及びＢ腕時計店（以下「Ｂ店」という。）の副店長である丙が，あらかじめ意を通じ，Ｂ店に押し入った甲が丙にサバイバルナイフを示すなどして丙を脅すふりをして，Ｂ店の売場に陳列されていた商品の腕時計１００点(以下「本件腕時計」という。)を持ち去った行為について窃盗罪の共同正犯の成否を，甲と共に腕時計を強奪することを計画していたものの，甲と丙が内通していた事実を知らないで，甲及び丙の前記犯行中に周囲を見張るなどして加担した乙について窃盗罪の共同正犯の成否をそれぞれ検討させ，さらに，丙からの依頼を受け，本件腕時計の一部が入ったボ\nストンバッグ（以下「本件バッグ」という。）を自宅の押し入れ内に保管していた丁が，本件バッグの中に盗品が入っていることを認識するに至った後も保管を継続した行為について盗品等保管罪の成否を検討させ，設問２で，甲が，丙と意を通じ，まず甲が木刀で乙の頭部を殴打した（以下「第１暴行」\nという。）が，乙が甲らのＢ店における犯行を警察に話すなどと言ったことから，丙が乙に暴行を加え，暴行を終了するようにいさめた甲を殴打して気絶させた後，前記木刀で乙の頭部を殴打した（以下「第\n２暴行」という。）ところ，乙に生じた頭部裂傷（以下「本件傷害」という。）が第１暴行又は第２暴行のいずれか一方だけによって形成されたものであることは明らかであるものの，いずれの暴行から形成されたものか不明であったという事例について，甲が本件傷害に関する刑事責任を負わないとの結論を導くための説明及び甲が本件傷害に関する刑事責任を負うとの立場からの反論を，それぞれ論点ごとに論拠を示しつつ検討させ，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n⑴ 甲及び丙の罪責について\n- 14 -甲及び丙は，丙以外に従業員がいない時間帯に甲がＢ店に来て，丙に刃物を示し，腕時計が保管されているショーケースを開けるように要求すること，丙は，後で怪しまれないように拒むふりをするが，最後にはショーケースを開けるので，甲が直ちに腕時計を持ち去ること，持ち去った腕時計は後で分配することなどをあらかじめ示し合わせた上で，実際に，この犯行計画に従った内容の犯行を実行し，甲が本件腕時計を持ち去っている。\nまず，甲及び丙の行為が，強盗罪の構成要件に該当しないことは明らかである。すなわち，強盗罪の客観的構成要件は，相手方に対し，「暴行又は脅迫」を加え，「他人の財物」を「強取」することであるところ，強盗罪にいう「暴行又は脅迫」は，財物の奪取に向けられた相手方の反抗を抑圧するに足りる程度の暴行又は脅迫を意味すると解されている。確かに，甲が丙に対して，サバイバ\nルナイフを示し，「殺されたくなかったら，これに時計を入れろ。」と要求した行為は，一般的には相手方の反抗を抑圧するに足りる程度の脅迫と評価することが可能であろうが，甲と丙があらかじめ内通していた事実を隠蔽するために，あたかも丙が犯人から脅されたかのように仮装することを企図し，実際にその計画どおりに犯行を遂行したにすぎない本事例の事実関係の下では，甲が丙にサバイバルナイフを示して前記文言を述べた行為は，財物の奪取に向けられたものと評価することはできず，強盗罪の「脅迫」たり得ないし，また，甲はそのことを認識しているのであるから，強盗罪の故意を認めることもできない。\nそこで，甲及び丙の罪責として，窃盗罪の構成要件該当性及び共同正犯の成否を検討する必要があるところ，仮に，本件腕時計の占有が丙の上位者であるＣに帰属せず，もっぱら丙に帰属するものであるとすれば，「自己の占有する他人の物」として業務上横領罪の客体となるため，本件腕時計の占有の帰属が問題となる。\nこの点，複数の保管者間に上下関係がある場合には，財物を現実に握持しているのが下位者であったとしても，原則として，占有は上位者に属し，下位者は占有補助者にすぎないとするのが判例の立場であるが（最決昭和３１年１月１９日刑集１０巻１号６７頁等），上位者が下位者に財物の管理を完全に委ねている場合など，下位者が上位者の判断を個別に仰ぐことなく，独立の権限・裁量を有している場合は，財物の占有が下位者に属すると解されることから，本件腕時計の管理に関する丙の権限・裁量の有無及び程度について，具体的事実を摘示して当てはめを行う必要がある。すなわち，Ｂ店では，商品の仕入れ，店外への持ち出し及び価格設定について，丙に権限はなく，全てＣの承認を得る必要があるとされていたこと，本件腕時計が店舗という閉鎖された空間の中において，原則として常時施錠されたショーケース内に保管されていたこと，その鍵を丙のみならずＣ\nも所持していたこと，Ｂ店の売場及び従業員控室の状況は，常時，防犯カメラで撮影録画されていたことなどの事情を踏まえ，占有の帰属を検討することになる。\nその上で，Ｃの占有を肯定した場合は，窃盗罪の構成要件該当性を検討することになり，客観的構成要件要素として「他人の財物」，「窃取」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。また，甲丙間に意思連絡があること及び両者が実行行為を分担していることから，窃盗罪の共同正犯が成立することを簡潔に指摘する必要がある。なお，上記各事情にもかかわらずＣの占有を否定する結論を採用した場合は，業務上横領罪の構成要件該当性を検討することになり，客観的構成要件要素として「業務上」，「他人の物」，「横領」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。また，この場合，共同正犯の成否を検討するに当たっては，甲丙間に意思連絡があること，甲に正犯性が認められることに加え，財物を業務上占有している丙の犯行に業務上の占有者たる身分を有しない甲が加功したとの構造となることから，刑法第６５条の解釈を論じた上で，自説の立場から，甲に成立する罪名を決定する必要がある。\n⑵ 乙の罪責について乙は，甲との間で，腕時計販売店に押し入って腕時計を強奪する計画を立てていたところ，甲から，甲がＢ店内に入って店員に刃物を突き付けて腕時計を奪い取ること，その間，乙は付近に駐車\n- 15 -した自動車内で周囲を見張り，甲が戻ってきたらすぐに車を発進させること，奪った腕時計は後で分配することを持ち掛けられてこれを承諾し，実際にその計画どおりの行動をとっている。\n乙の罪責としては，甲及び丙との共犯の成否を検討する必要があるところ，乙は実行行為を分担していないため，共謀共同正犯か幇助犯かが問題となる。その検討に際しては，共同正犯と幇助犯の区別基準を示した上で，その判断の基礎となる具体的事実を摘示して当てはめを行う必要がある。\nすなわち，共同正犯と幇助犯の区別基準としては，自己の犯罪を遂行する意思（正犯意思）で犯行に加わっているかによって区別する立場，犯行において客観的に重要な因果的寄与を果たしたといえるかを基準とする立場，他の関与者の行為を支配する地位にあったかを基準とする立場などがあるが，いずれの立場に立ったとしても，甲及び乙は，いずれも金に困った挙げ句に相談して犯行を計画したものであり，両者の積極性に差はないこと，甲乙間に指揮命令関係や支配服従関係までは認められないこと，乙が行った見張り行為や甲を乗車させて自動車を発進させる行為が犯行の遂行に当たって重要であること，乙が相当多額の利益を得ていることなどを重視すれば，乙の正犯性を肯定する結論に至り得る。他方，乙が真実の犯行計画を知らされておらず，いわば甲及び丙の犯行計画における中核部分に関する意思連絡から排除されていたことなどを重視すれば，乙の正犯性を否定する結論に至ることも可能であろう。\nまた，乙は，主観的には，強盗罪に該当する行為の認識・認容を有していたところ，甲及び丙によって客観的に実現された行為は窃盗罪であることから，いわゆる共犯の錯誤の処理が問題となる。\nまず，甲は，当初から窃盗の意思を有していたにすぎない一方で，乙は強盗の意思で謀議を遂げており，謀議の時点で両者の認識に不一致があることから，そもそも，甲乙間での「共謀」の存否が問題となるところ，共同正犯の本質に関する部分的犯罪共同説からは，強盗罪と窃盗罪の構成要件が重なり合う窃盗罪の限度で共謀の要件を満たすと解することになる（なお，強盗罪と（業務上）\n横領罪の関係を検討する場合，両罪の間に構成要件の重なり合いをそもそも認めることができるか，また，認められるとして，いかなる範囲で認めることができるかについては，構成要件の符合の判断基準によって，結論が異なり得るだろう。）。他方，行為共同説からは，甲乙間において，Ｂ店で保管されている腕時計を取得する旨の行為を共同するとの合意があるから，共謀の要件を満たすと考えられる。\nさらに，乙に窃盗罪の故意を認めることができるか，いわゆる抽象的事実の錯誤が問題となるところ，甲及び丙の罪責において窃盗罪の共同正犯の成立を認めた場合，判例・通説である法定的符合説からは，強盗罪と窃盗罪の構成要件は窃盗罪の限度で重なり合うことから，乙には窃盗罪の故意を認めることができる（強盗罪と（業務上）横領罪の関係については前記のとおりである。）。この点，共同正犯の本質論と抽象的事実の錯誤の関係については様々な考え方があり得るところであり，共同正犯の本質論を論じれば重ねて抽象的事実の錯誤を論じる必要はないとする立場，もっぱら抽象的事実の錯誤の問題として処理すべきとする立場などがあり得るが，いかなる立場に立つにせよ，自説の論理的整合性を保ちつつ論じる必要がある。\n⑶ 丁の罪責について丁は，丙から，本件バッグをしばらく預かっておいてほしいと言われ，これを自宅の押し入れ内に放置していたところ，その後，本件バッグの中に入っていた腕時計全てに値札が付いていたのを見て，丙が自分のものにするためにＢ店から無断で持ち出した商品であろうと認識したが，本件バ\nッグを丙に返すまでの間，これを押し入れ内に置き続けている。\n丁の罪責としては，盗品等保管罪の成否が問題となるところ，同罪の客観的構成要件要素として，「盗品その他財産に対する罪に当たる行為によって領得された物」，「保管」を，主観的構成要件要素として故意をそれぞれ検討する必要がある。この点，丁は，本件バッグを預かった時点で中に盗品の腕時計が入っていることを知らず，かつ，これを知った後も，従前と同様の形態で保管を続けていたにすぎないため，このような場合でも同罪が成立するかを，同罪の法的性質を意識しつつ検討して論じる必要がある。\n- 16 -すなわち，同罪を継続犯と解する立場からは，保管が継続する限り実行行為が継続しているから，保管途中から盗品等であることの認識が生じた場合であっても，それ以降も本犯者のために保管を継続すれば同罪が成立するとの結論に結び付きやすいと考えられるが，保管開始後に盗品であることの認識を生じた者に委託者への返還や警察への提出等を強制することは困難であること，盗品等有償譲受け罪の場合には占有移転の時点で盗品性の認識が必要と解されていることとの均衡等を強調して，盗品等保管罪の成立を否定することも可能であろう。他方，同罪を状態犯と解する立場からは，盗品等であることの認識は寄託時点で存在していなければならないと解され，同罪は不成立となる。\n設問２について\n⑴ 前提事実及び問題の所在についてまず，各立場からの説明及び反論を論じる前提として，本事例の事実関係を的確に分析し，甲が本件傷害に関する刑事責任を負うか否かについて，問題となる論点を正しく把握する必要がある。\nすなわち，本事例では，第１暴行及び第２暴行がいずれも暴行罪の構成要件に該当する行為であることが明らかであるところ，甲丙間において，乙に暴行を加える旨の事前共謀が成立しており，甲は，この共謀に基づいて第１暴行を実行している。仮に，第１暴行から本件傷害が発生したと認められるのであれば，甲は，傷害罪の共同正犯として本件傷害に関する刑事責任を負うことになるが，第１暴行及び第２暴行と本件傷害の因果関係が不明である。この点，第２暴行も前記共謀に基づくものと評価できるのであれば，一部実行全部責任の法理により，甲には傷害罪の共同正犯が成立する。したがって，甲が本件傷害に関する刑事責任を負わないとするためには，第２暴行が前記共謀に基づくものでないこと，すなわち，第２暴行の前に甲丙間の共犯関係が解消されたことが必要となる（これを共謀の射程の問題として捉え，第２暴行は当初の共謀による犯行計画が大幅に変更され，別個の犯罪が実現したものと評価して甲の刑事責任を否定する構成も考えられるであろう。）。\nもっとも，仮に共犯関係の解消が認められたとしても，同時傷害の特例（刑法第２０７条）が適用されるとすれば，甲は「共犯の例による」ことになり，本件傷害に関して刑事責任を負うことになるから，甲が責任を負わないとするためには，同特例が適用されないと解する必要がある。同特例を適用するための要件として，各暴行が本件傷害を生じさせ得る危険性を有するものであること及び各暴行が外形的には共同実行に等しいと評価できるような状況において行われたことを要する\n（最決平成２８年３月２４日刑集７０巻３号１頁参照）と解されているが，本事例の事実関係から，これらの要件は充足されていると考えられるので，行為者間に一部共犯関係が存在し，傷害結果について明らかに責任を負う者が存在する場合にも同特例を適用できるか，その適用範囲をいかに解すべきかが問題となる。\n⑵ 甲は本件傷害に関する刑事責任を負わないとの立場からの説明についてまず，第２暴行に先立って，甲丙間の共犯関係が解消されたとの説明について論じる必要があるところ，共犯関係の解消を認めるための要件を明らかにした上で，それを本事例の具体的な事実関係に当てはめた場合，共犯関係の解消を肯定できるとの説明を，論拠を示しつつ論じることが求められる。この点，通説である因果性遮断説からは，関与者の因果的寄与が解消された場合に共犯関係の解消を認めることから，①第１暴行後，甲は，丙の暴行を制止しようとしたこと，②甲は，丙から殴打されて気絶したこと，③丙は，気絶した甲を放置したまま，第２暴行を実行していること，④事前の甲丙間の共謀には，丙が乙の頭部を木刀で強打する計画は含まれていないこと，⑤第１暴行と第２暴行は動機を異にすることなどの事情を挙げて，甲の因果的寄与が解消されたと説明することが考えられる。\n次に，仮に，甲丙間の共犯関係が解消していたとしても，同時傷害の特例が適用されるのであれば，甲は本件傷害に関する刑事責任を負うことになるという論理関係を意識した上で，同特例が適用されないとの説明を，論拠を示しつつ論じる必要がある。この点，同時傷害の特例は，複数人の暴行が競合しているにもかかわらず，傷害結果について誰も責任を負わない不都合を解消するため\n- 17 -の規定であると解すれば，暴行の行為者間に一部共犯関係が存在し，傷害結果について明らかに責任を負う者（丙）が存在する本事例のような事案では，同時傷害の特例は適用されないと解される。\n⑶ 甲は本件傷害に関する刑事責任を負うとの立場からの反論についてこの立場からは，まず，第２暴行が行われた時点においても，甲丙間の共犯関係は解消されていなかったとの反論を，論拠を示しつつ論じる必要がある。ここでは，甲の因果的寄与がいまだ解消されていないことを基礎付ける具体的事情，すなわち，①甲は，乙に暴行を加えることを発案し，当初は乗り気でなかった丙を説得して共謀関係を構築しており，首謀者的立場にあること，②甲は，自ら第１暴行を実行することで，丙の犯意を強化していること，③甲は，凶器として木刀を準備しているところ，丙は，第２暴行で同木刀を使用していることなどの事情を挙げて，甲の因果的寄与が未だ解消されていないと説明することが考えられる。\n次に，甲丙間の共犯関係が解消されていたとしても，同時傷害の特例が適用されるとの反論を，論拠を示しつつ論じる必要がある。ここでは，暴行の行為者間に一部共犯関係が存在する場合であっても，同特例が適用できなくなるとする理由はなく，むしろ同特例を適用しないとすれば，共犯関係が認められないときとの均衡を失することなどを論じることが考えられる。\n〔第２問〕\n本問は，住居侵入強盗事件を素材として，捜査及び公判に関する具体的事例を示し，各局面で生じる刑事手続上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，警察官が行った名刺１枚の差押え（以下「下線部①の差押え」という。）及\nびＵＳＢメモリ２本の差押え（以下「下線部②の差押え」という。）の適法性を検討させることにより刑事訴訟法の規定する差押えの要件に関する法的問題の理解と具体的事案への適用能力を試すものである。\n司法警察職員は，犯罪の捜査をするについて必要があるときは，裁判官の発する令状により，証拠物又は没収すべき物と思料するものを差し押さえることができるところ（刑事訴訟法第２１８条第１項），捜索差押許可状により差押えできる物は，令状に明示された「差し押さえるべき物」に該当するものに限られる。これは，差押えが対象者の財産権への制約となることから，これを可能な限り限定する趣旨であり，「差し押さえるべき物」は，①令状に明記された物件に当てはまり（憲法第３５条，刑事訴訟法第２１９条第１項），かつ，②被疑事実との関連性を有すること（憲法第３５条，刑事訴訟法第２２２条第１項，第９９条第１項）が求められる。本問では，この要件を踏まえた上で，下線部①の差押え及び下線部②の差押えの適法性について検討する必要がある。\n下線部①の差押えについては，本問の捜索差押許可状の「差し押さえるべき物」に「名刺」が含まれていることから，差し押さえられた名刺が令状に明記された物件に当てはまることは明らかである一方，同名刺は本件住居侵入強盗の現場で被害者に示されたりしたものではなく，犯行自体に使用されたものではないことから，被疑事実との関連性の有無が問題となる。\n被疑事実との関連性が認められる証拠の範囲については，被疑事実それ自体を立証する価値を有する物のほかに，情状事実や背景事情に関する物も被疑事実との関連性が認められる証拠に含めるべきか否かについて様々な考え方があり，この点に関する最高裁判例（最判昭和５１\n年１１月１８日判時８３７号１０４頁）の内容も踏まえながら，自己の見解をその根拠も含めて論じることが求められる。その上で，捜索差押許可状の被疑事実を意識しながら，本件住居侵入強盗の事案の性質，差し押さえられた名刺の記載内容，捜索・差押えの現場がどのような場所であるかなど，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の見解に当てはめ，差し押さえられた名刺と被疑事実との関連性を論\n- 18 -じることが求められる。\n下線部②の差押えについては，可視性・可読性がなく，その外観からは被疑事実との関連性を判断し難い電磁的記録媒体について，その記録内容を確認せずに差押えを行うことの適否が問題となる。\nこの点に関して，最高裁判例（最決平成１０年５月１日刑集５２巻４号２７５頁）が存在するが，学説上は，①可能な限り捜索・差押えの現場で内容を確認すべきことを前提に，やむを得ない事情のある場合には，内容を確認せずとも，罪の内容や現場の状況等に照らして当該電磁的記録媒体に関連する情報が記録されていると疑うに足りる合理的な理由があれば，被疑事実との関連性が認められ，差押えが許されるとする考え方，②捜索・差押えの現場で，差し押さえるべき物とそうでない物の選別が容易でなく，かつ罪証隠滅の高度の蓋然性がある場合には，被疑事実との関連性の確認のために，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として，占有を取得した上，事後に選別を行うことも許容されるとする考え方\n（この考え方は，当該占有取得の法的性質を「差押え」ではなく，あくまでも，捜索に「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）であると理解する点に注意が必要である。）などが主張されている。\nいずれの考え方を採るにしても，上記判例の内容を踏まえた上で，各自の考え方を展開することが求められ，その上で，差し押さえられたＵＳＢメモリに関して警察官が事前に得ていた情報，捜索・差押えの現場におけるＵＳＢメモリの発見状況，同現場における立会人乙の言動，本件住居侵入強盗の事案の性質，捜索・差押え実施後の状況など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の考え方に当てはめ，下線部②の差押えの適法性を論じることが求められる。\n〔設問２〕は，乙の公判において証拠調べ請求された乙作成の本件メモ１（〔設問２－１〕），\n甲作成の本件メモ２（〔設問２－２〕）について，それぞれの証拠能力の有無を問うことにより，刑事訴訟法第３２０条第１項の伝聞法則についての正確な理解と具体的事実への適用能力を試すものである。\nまず，前提として，伝聞法則の適用を受ける証拠であるか否か，すなわち伝聞証拠と非伝聞証拠を区別する基準を示す必要があるところ，一般に，伝聞法則の主要な根拠は，公判期日外の供述については，公判期日での供述に比べ，類型的に信用性の担保に欠けるという点に求められ，この根拠に照らすと，公判期日外の供述（原供述）を含む供述ないし書面に伝聞法則の適用があるか否かを判断するに当たっては，原供述を証拠とすることにより何を立証しようとするか，すなわち要証事実が何であるかが重要であり，原供述の内容に示される事実が存在すること（原供述の内容の真実性）を立証するために用いられる場合は，信用性の担保に欠ける証拠を立証に用いることで事実認定の正確性を損なうおそれが生じるため，伝聞証拠に当たり，一定の要件を満たさない限り証拠能力を認めるべきでないこととなる。他方で，一定の内容の原供述の存在が示されれば，その内容の真偽にかかわらず立証の目的を達し得る場合や，原供述についてその生成過程に照らして信用性を担保する必要が低いと評価される場合は，伝聞法則の趣旨が妥当せず，その適用がないと考えることが可能となる。\n〔設問２－１〕について，本件メモ１は，「書面」であって，本件住居侵入強盗の被害者Ｖ\nの名前，住所等や，本件住居侵入強盗の犯行態様と一致する記載があるものの，甲乙間における本件住居侵入強盗に関するやり取りがうかがわれる記載はなく，その記載の内容（被害者の名前，住所，５００万円の在りか等）の真実性を立証したとしても，甲乙間における本件住居侵入強盗に関する共謀という要証事実の認定上直接の意味を持たない。\n他方で，犯行計画を記載したメモの証拠能力に関しては，①そのメモの内容が客観的な犯罪事実と一致している場合，偶然の一致は考えにくいような事項の一致が認められ，かつ，それが犯罪発生前に作成されたことが判明していれば，そこから直ちに犯罪がそのメモに記載され\n- 19 -た犯行計画にのっとって遂行されたことを推認でき，かかる一致の認められるメモの作成者が判明していれば，そのこと自体から，メモの作成者と犯行の実行者の間で当該メモに記載された内容の共謀が推認し得るとする考え方，②犯行計画を記載したメモは，その作成者が作成当時に有していた犯行計画ないし犯罪意思を述べたものとして，心理状態の供述に当たり，原供述者の原供述時における心理状態を立証する上では，内心の状態について知覚と記憶の過程は問題にならないため，供述者の外界の事実の存在を示す典型的な供述証拠に比べて誤りの危険は小さく，また，真摯性，叙述の点について誤りの有無・程度を吟味する必要はあるものの，それは原供述者の尋問によらなくても，その記載内容や作成状況等から誤りの有無・程度の吟味が可能であることなどから，非伝聞証拠として，刑事訴訟法第３２０条第１項の適用はなく，かつ，その記載内容が客観的な犯罪事実と一致し，当該犯罪をメモの作成者以外の者が実行した場合には，作成者と実行者の間で当該メモに記載された内容の共謀が形成されたことを推認し得るとする考え方などが主張されている。\nいずれの考え方を採るにせよ，本件メモ１により甲乙間における本件住居侵入強盗に関する共謀を推認し得る推論過程について，自己の理論構成を明示し，その上で，本件住居侵入強盗の犯行状況，本件メモ１の記載内容，その作成時期・作成者など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の理論構成に当てはめ，本件メモ１の証拠能力の有無を論じることが求められる。\n〔設問２－２〕では，「書面」である本件メモ２に，「乙から指示されたこと」の記載のほか，\n本件住居侵入強盗の被害者の名前，住所等と一致する記載及び本件住居侵入強盗の犯行態様と一致する記載があることから，本件メモ２は，乙から本件住居侵入強盗を指示された旨を甲が供述した内容を記載した書面であるといえ，甲乙間における本件住居侵入強盗に関する共謀という要証事実との関係で，その内容の真実性を立証するために用いられる場合に当たることから，刑事訴訟法第３２０条第１項の適用を受ける伝聞証拠として証拠能力を検討することが求められる。\n本件メモ２は，甲が自己の供述を記載した書面であり，乙との関係では，「被告人以外の者が作成した供述書」に該当することから，伝聞例外となる規定として刑事訴訟法第３２１条第\n１項第３号を選択した上で，同号が規定する①供述不能，②不可欠性，③絶対的特信性の各要件を指摘し，それらの要件の意義・解釈について的確に論じることが求められる。なお，甲は乙との共謀に関する事項について証言を一切拒絶しているところ，このような証言拒絶の場合が「供述不能」に含まれるか否かについては，この点に関する最高裁判例（最大判昭和２７年\n４月９日刑集６巻４号５８４頁，最判昭和４４年１２月４日刑集２３巻１２号１５４６頁）の内容を踏まえた上で，自己の見解を展開することが求められる。\nその上で，甲の証人尋問実施状況，甲による証言拒絶の具体的状況，本件メモ２以外の証拠の収集状況，本件メモ２の保管・発見状況，同メモの記載内容など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，刑事訴訟法第３２１条第\n１項第３号が規定する上記の各要件に当てはめ，本件メモ２の証拠能力の有無を論じることが求められる。\n【選択科目】"
}