{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n甲国籍のＡ男は甲国において甲国籍のＢ女と適法に婚姻し，甲国で婚姻生活を営んでいたが，やがてＡＢは別居し，婚姻は事実上破綻状態にあった。ＡはＢを甲国に残したまま１０年前（２０１１年）に仕事のため単身で来日し，以後現在まで日本に居住している。Ａは，６年前（２０１５年）に，出生以来，日本に居住する日本及び甲国の重国籍者であるＣ女と日本で知り合った。\n以上の事実を前提として，以下の設問に答えなさい。なお，各問は独立した問いであり，全ての問いにおいて，反致については検討を要しない。\n〔設問１〕\nＡとＣ（現時点まで，Ｃは国籍法第１４条の国籍の選択をしていないものとする。）は，５年前（２０１６年），日本の戸籍管掌者に婚姻の届出をした。その際，Ａは，独身であるかのように装うため，婚姻届に添付する書類として，甲国に妻のいることの記載がない偽造の甲国官憲作成名義の書類を使用した。婚姻届が受理された後，ＡとＣは現在までずっと日本で婚姻生活を営んでおり，２０１７年には子Ｄ（日本及び甲国の重国籍）が生まれた。なお，日本の国際私法の観点からみて，ＡＢ間の婚姻は現在でも有効に成立していることを前提とする。\n〔小問１〕\nＡＣ間の婚姻の事実を知ったＢが２０２１年にＡＣ間の婚姻無効の訴えを日本の裁判所に提起した。この訴えについて，日本の裁判所の国際裁判管轄権が認められるかどうかについて論じなさい。\n〔小問２〕\n仮にＢによる婚姻無効の訴えについて日本の裁判所の国際裁判管轄権が認められるものとした場合に，Ｂによる婚姻無効の請求は認められるか。甲国民法が以下に記すような規定を定めていることに加え，甲国民法の規定は配偶者のある甲国人が重ねて婚姻することを禁じているのみならず，配偶者のいない甲国人が既婚者と婚姻することをも禁じているものとして，準拠法の決定過程を明らかにしつつ，論じなさい。\n【甲国民法】\n① 配偶者のある者は，重ねて婚姻することができない。\n② 配偶者のある者が重ねてした婚姻は無効とする。\n〔小問３〕\nＤの出生に伴って，ＡとＣは日本の戸籍管掌者に嫡出である子としての出生の届出をし，その出生届は受理された。仮にＢによる婚姻無効の請求を認める判決が確定した場合に，ＡＣ間の婚姻が無効となったことによって，Ｄは嫡出である子として扱われるか論じなさい。なお，甲国民法は以下に記すような規定を定めている。\n【甲国民法】\n③ 父母の婚姻について，その無効の判決が確定する前に出生した子は，嫡出である子とみなす。\n〔設問２〕\n２０１５年２月にＡとＢは甲国で適法に離婚した。ＡＢ間の離婚から１年が経過した２０１６年２月に，ＡとＣは，甲国民法の規定に従って，日本に駐在する甲国の領事の面前で婚姻を挙行した（この時点において，Ｃは国籍法第１４条の規定に基づいて，日本の国籍を選択していたものとする。）。この婚姻は日本において有効に成立するか論じなさい。なお，日本の国際私法の観点からみて，ＡＢ間の離婚は有効に成立していること，また，ＡＣ間の婚姻の実質的成立要件は満たされていることを前提とする。\n- 42 -\n〔第２問〕（配点：５０）\nＡ社は，システムの開発及び販売を業とする甲国の株式会社である。Ａ社は，日本の株式会社Ｊ社と甲国の株式会社Ｋ社が１０年前に共同で設立したものであり，甲国以外に資産や営業所を有していない。\nＢは，Ｊ社の従業員であったが，Ａ社の設立に際し，Ｊ社を退職してＡ社の取締役に就任した。\nＢは，Ａ社の取締役に就任する際に日本から甲国に住所を移した。Ｂは，甲国以外に資産を有していない。\nＧ庁は，乙国の政府機関である。乙国は，丙国を挟んで甲国と地続きの関係にある。Ｇ庁は，Ａ社の大口取引先であり，Ａ社におけるＧ庁の担当者はＢである。Ｂは，頻繁にＧ庁を訪問しているが，その際には，Ａ社が保有する自動車（以下「本件自動車」という。）を自ら運転し，甲国から丙国を通過して乙国に至る国際高速道路を利用するのが通常であった。\nＸは，Ｂの大学時代の友人であり，出生以来，日本に住んでいる。Ｘは，かねてより乙国に関心があり，その観光についてＢに相談したところ，Ｂは，その翌月にＡ社製の最新型システム管理用機械（以下「本件機械」という。）をＧ庁に納入することになっていたことから，本件機械をＧ庁に納入する際に本件自動車に同乗してはどうかとＸに提案した。この提案を受け，Ｘは，甲国に渡航し，Ｂが運転する本件自動車に同乗し，Ｂ宅から乙国に向けて出発した。ところが，Ｂが運転する本件自動車は，国際高速道路を進行中，丙国の領域内に入った地点でカーブを曲がり切れずに道路側壁に衝突した（以下「本件事故」という。）。本件事故により，Ｂは軽傷で済んだものの，Ｘは重傷を負い，本件自動車に積載していた本件機械も完全に損壊してしまった。Ｘは，丙国内の救急病院で緊急手術を受けた後，医療環境の整った日本での治療を希望したため，日本に帰国して病院での入院治療を継続した。\nＢは，Ｘに対し，丙国内での緊急手術の費用等については，その支払を任意で行ったが，日本の病院での入院治療費については，Ｘが自ら日本での入院治療を選択したことを理由に，その支払を拒んでいる。\n以上の事実を前提として，以下の設問に答えなさい。なお，各問は独立した問いである。\n〔設問１〕\nＸは，本件事故の原因がＢの過失によるものであると主張し，Ｂに対し，本件事故に基づく損害賠償として，日本の病院での入院や治療に要した費用の支払を求める訴え（以下，本設問において「本件訴え」という。）を日本の裁判所に提起した。\n〔小問１〕\n本件訴えについて，日本の裁判所の国際裁判管轄権が認められるかどうかについて論じなさい。ただし，応訴による国際裁判管轄権について論じる必要はない。\n〔小問２〕\nＢは，本件訴えに対して応訴し，日本の裁判所において，本件事故はＢの過失によるものではないと主張して争っている。本件訴えにおいて，ＸのＢに対する損害賠償請求が認められるか否かについて，日本の裁判所は，いずれの国の法を適用して判断すべきか論じなさい。なお，日本の裁判所の国際裁判管轄権について論じる必要はない。\n〔設問２〕\n本件自動車は，日本国内に本店を有する日本法人Ｃ社が日本国内の工場で製造したものであった。\nＡ社は，本件事故の原因が本件自動車の欠陥にあったと主張し，Ｃ社に対し，本件事故に基づく損害賠償として，Ｇ庁への本件機械の売却代金に相当する金額の支払を求める訴えを日本の裁判所に提起した。\n- 43 -\n〔小問１〕及び〔小問２〕のそれぞれの場合において，Ａ社のＣ社に対する損害賠償請求が認\nめられるか否かについて，日本の裁判所は，いずれの国の法を適用して判断すべきか論じなさい。\nなお，日本の裁判所の国際裁判管轄権について論じる必要はない。\n〔小問１〕\nＡ社は，甲国の自動車販売会社Ｄ社から本件自動車を購入し，甲国内でその引渡しを受けていた。Ｃ社は，自社の自動車を甲国内で販売するための契約をＤ社との間で締結しており，本件自動車は，この契約に基づき，Ｃ社からＤ社に対して甲国内で引き渡されたものであった。\n〔小問２〕\n甲国は，甲国内で新車として販売される自動車が満たすべき排気ガス等の環境基準について，周辺国よりも厳しい基準を設定していたところ，Ｃ社は，甲国の環境基準を満たす自動車を製造しておらず，甲国市場には販路を有していなかった。\nＣ社は，乙国の環境基準を満たす自動車を製造しており，自社の自動車を乙国内で販売するための契約を乙国の自動車販売会社Ｅ社との間で締結していたところ，本件自動車は，この契約に基づき，Ｃ社からＥ社に対して乙国内で引き渡され，これをＥ社が新車として乙国居住者\nＦに販売したものであった。Ｆは，その後，本件自動車と共に甲国に転居し，計３年ほど甲国内で本件自動車を使用した後，本件自動車を中古車として甲国の自動車販売会社Ｄ社に売却し，甲国内で本件自動車をＤ社に引き渡していた。\nその後，Ａ社は，Ｄ社から本件自動車を購入し，甲国内でその引渡しを受けていた。\n- 44 -",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，渉外性を有する婚姻の事案を素材として，身分関係事件の国際裁判管轄権と婚姻の無効・取消し及び方式の準拠法に関する基本的理解と応用力を問うものである。\n〔設問１〕の〔小問１〕は，ＢによるＡＣ間の婚姻無効の訴えについて，日本の裁判所の国\n際裁判管轄権が認められるかを問うものである。特に人事訴訟法（以下「人訴法」という。）第３条の２第２号について論ずることが求められている。\nまず，Ｂによる訴えが，人訴法第２条第１号の「婚姻の無効の訴え」として人事訴訟に該当することを指摘した上で，本件訴えは人訴法第３条の２第２号の規定が定める「身分関係の当事者の双方に対する訴え」であること，また，「その一方又は双方の住所が日本国内にあるとき」が管轄原因とされていることを示す必要がある。本件で，ＡＣ双方の住所は日本国内にあると認定し得ることから，本件訴えについては，人訴法第３条の２第２号の規定に基づき日本の裁判所が国際裁判管轄権を有することになろう。さらに，人訴法第３条の５の規定が定める\n「特別の事情」による訴えの却下に該当する事情が存在しないことについても言及する必要があろう。\n〔小問２〕は，婚姻の無効・取消しの準拠法に関する理解を問うものである。\nまず，婚姻の無効・取消しは，婚姻の成立と表裏一体の関係にあること，また，重婚禁止の要件のように実質的成立要件の欠缺が問題となるときは，「婚姻の成立」の問題として法律関係の性質決定がされ，法の適用に関する通則法（以下「通則法」という。）第２４条第１項の規定によって準拠法が決定されること及び配分的適用と呼ばれる適用方法について示す必要がある。Ａの本国法は甲国法であり，日本国籍及び甲国籍の重国籍者であるＣの本国法は，通則法３８条１項ただし書の規定に基づき日本法であるとされることになろう。\n次に，通則法第２４条第１項の規定の解釈として，通説は，いわゆる一方的要件か双方的要件かの判断を国際私法の次元で行い，重婚禁止を双方的要件と捉えている。それに対し，この問題を準拠実質法の解釈問題と捉え，性質決定の段階で一方的要件か双方的要件かを区別すべきではないとする見解も有力に主張されている。婚姻の一方的要件と双方的要件とを国際私法又は実質法のいずれの次元の問題と捉えるにしても，重婚禁止の要件は一方的要件か双方的要件かについて，理由を示した上で，言及することが求められている。通説の立場からは，Ａの本国法たる甲国民法の重婚禁止の要件は，その相手方であるＣも充足する必要があり，Ｃの本国法である日本民法の重婚禁止の要件は，その相手方であるＡも充足する必要があると解されることから，ＡＣ間の婚姻は実質的成立要件を欠いていると判断することとなろう。\nさらに，婚姻の実質的成立要件を欠く場合に生じる効果についても検討することを要する。\nＡＣ間の婚姻については，各当事者の本国法による婚姻の実質的成立要件が共に充足されず，また，その効果が無効と取消しで異なっていることから，各準拠法が異なる効果を定める場合の処理についても検討しなければならない。通則法第２４条第１項の趣旨にのっとった上で解釈・適用を行い，結論を導くことが求められている。\n〔小問３〕は，Ｂによる婚姻無効の請求を認める判決が確定し，ＡＣ間の婚姻が無効となっ\nた場合のその婚姻から生まれた子の嫡出性の準拠法について問うものである。通説によれば，婚姻の無効後の嫡出である子の法的地位は，嫡出親子関係の成立の問題と性質決定され，通則法第２８条第１項の規定に基づき準拠法が決定される（通則法第２８条適用説又は準用説）。\n- 41 -通則法第２８条第１項の選択的連結の趣旨に則した上で解釈・適用を行い，結論が示されなければならない。\n〔設問２〕は，婚姻の方式の準拠法及び通則法第２４条第３項ただし書のいわゆる日本人条\n項の理解を問うものである。\nまず，本件は，「婚姻の方式」の問題として性質決定されることに言及する必要がある。その上で，Ｃは国籍法第１４条の規定に基づき日本国籍を選択しており，本件は，通則法第２４条第３項ただし書の規定が定める「日本において婚姻が挙行された場合において，当事者の一方が日本人であるとき」に当たることから，規定の趣旨に沿った解釈・適用を行い，同項本文の規定の適用が排除され，同条第２項の規定に基づき，婚姻挙行地法である日本法が準拠法として指定されることを示すことが求められている。本件のような甲国民法の規定に従った日本での領事婚は，日本民法が定める戸籍法に基づく婚姻の届出という方式要件を満たしておらず，本件婚姻は日本において有効に成立しないとの結論が導き出されることになろう。\n〔第２問〕\n本問は，渉外性を有する交通事故の事案を素材として，財産関係事件の国際裁判管轄権と不法行為（交通事故及び生産物責任）の準拠法に関する基本的理解と応用力を問うものである。\n〔設問１〕の〔小問１〕は，不法行為に基づく損害賠償請求訴訟について，被告が外国に住\n所を有する場合，すなわち民事訴訟法（以下「民訴法」という。）第３条の２の規定に基づく国際裁判管轄権が日本の裁判所に認められない場合において，どのような管轄原因があれば日本の裁判所の国際裁判管轄権が認められるかを問うものである。特に民訴法第３条の３第８号について論ずることが求められている。\nまず，Ｘの訴えが「不法行為に関する訴え」に該当することを指摘した上で，「不法行為があった地」の解釈として，加害行為が行われた地（加害行為地）と加害行為の結果が発生した地（結果発生地）の双方が含まれることを示すことが求められている。本件事故が丙国内で生じていることから，加害行為地は，丙国内に所在する。\n次に，加害行為の結果について，直接の法益侵害の結果のみを意味すると解すれば，Ｘが傷害を負った丙国内においてのみ結果が発生していることになる。この立場からは，民訴法第３条の３から第３条の７までの規定が定める他の管轄原因が日本国内にない旨の言及を行い，最終的に，日本の裁判所の国際裁判管轄権が認められないとの結論が導き出されることになろう\n（問題文から，民訴法第３条の８の応訴による国際裁判管轄権については論じる必要がない。）。\nこれに対し，加害行為の結果の発生について，直接の法益侵害の結果の発生だけでなく，損害の発生も含まれると解する立場からは，本件訴えが，日本の病院で要した入院治療費の賠償請求であることから，加害行為の結果が日本国内で発生しているとも考えられる。この立場を採る場合には，さらに日本国内におけるその結果の発生が通常予見することができるものであったか否かについて検討することを要する。通常予見することができるものであったと認定する場合には，民訴法第３条の３第８号の規定に基づき日本の裁判所が国際裁判管轄権を有することとなるため，民訴法第３条の９の「特別の事情」の有無についても検討することが必要である。\n〔小問２〕は，不法行為（交通事故）の準拠法に関する理解を問うものである。\nまず，ＸのＢに対する損害賠償請求が交通事故を理由とするものであるから，「不法行為によって生ずる債権」の問題として法律関係の性質決定がされ，法の適用に関する通則法（以下\n「通則法」という。）第１７条の規定によって準拠法が決定されることを示す必要がある。「加害行為の結果が発生した地」（結果発生地）については，直接の法益侵害の結果が発生した地と解するのが通説である。このような解釈を採る理由を示した上で，本件事故の結果発生地は丙国であるとの認定を行うことになろう。\n- 42 -次に，本件請求については，明らかに丙国よりも密接な関係がある他の地（通則法第２０条）がないかが問題となる。ＸとＢの常居所地やＸとＢの間の関係その他の事情に照らして，丙国と比べ明らかにより密接な関係がある他の地があるか否かの認定を行うことが必要である。\nなお，外国法が準拠法となる場合には，通則法第２２条によって日本法が累積的に適用されることにも言及すべきである。\n〔設問２〕は，生産物責任の準拠法についての理解を問うものである。\n〔小問１〕では，Ａ社が購入した本件自動車の欠陥によって損害を被ったと主張して本件自\n動車の製造者であるＣ社に対して損害賠償請求をしていることから，Ａ社の請求が認められるか否かは，「生産物責任」（通則法第１８条）の問題として法律関係の性質決定がされる。その上で，Ａ社が甲国内で本件自動車の引渡しを受けたこと（同条本文），甲国内での本件自動車の引渡しが通常予見することができるものであること（同条ただし書），甲国よりも明らかに密接な関係がある地の有無（通則法第２０条），外国法が準拠法となる場合には日本法の累積的適用があること（通則法第２２条）などについて検討を行うことが求められる。\n〔小問２〕では，同じく生産物責任の問題として法律問題の性質決定をした上で，本件自動\n車の引渡しを受けた地が甲国内であることを認定し，甲国内における本件自動車の引渡しが通常予見できるものであるか否かについて論じることが求められている。通則法第１８条ただし書の趣旨にのっとった上で解釈・適用を行い，結論を導くことを要する。甲国内での本件自動車の引渡しが通常予見できないものであると認定する場合には，生産業者であるＣ社の主たる事業所の所在地法である日本法が準拠法となろう。なお，日本よりも明らかに密接な関係がある地の有無（通則法第２０条）も検討すべきである。\n- 43 -"
}