{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＹ１ないしＹ１５は，いずれも土木工事の施工等を業とする株式会社である。\nＸ県は，大雨により崩壊した県道の復旧工事２０件（以下「本件各工事」という。）を条件付一般競争入札の方法（入札公告により，特定の入札参加資格を付して入札の参加希望者を募り，当該参加資格を満たしていると認められた者を当該入札の参加者とする方法）により発注することとし，落札方式については，入札価格を８０点満点で評価する「価格評価点」と技術力を２０点満点で客観的に評価する「技術評価点」を合算した点数の最も高い者を落札者とする総合評価落札方式を採用することとした。本件各工事は，いずれも同じ日に入札公告がなされ，その後，いずれも同じ日に入札がなされる。\nＸ県が本件各工事の入札公告に先立ってその発注見通しを公表したことを受け，Ｘ県に所在する技術力の高いＹ１ないしＹ１３は，受注価格の低落防止及び受注機会の均等化を図るため，それぞれの担当者による会合（以下「本件会合」という。）を開き，次の⑴ないし⑶のとおり合意した（以下「本件合意」という。）。\n⑴ 本件合意の参加者は，本件各工事の入札に先立ち，Ｙ１に対し，受注を希望する工事を知らせるとともに，当該工事について技術評価点に係る自社の予測値を提供すること⑵ Ｙ１は，受注希望者の中から受注予定者を決めるとともに，それ以外の入札参加者も決め，受注予定者が確実に受注できるようにするため，提供を受けた技術評価点の予測値に基づいて，受注予定者及びそれ以外の入札参加者が入札すべき価格を算出し，これらをそれぞれに伝えること⑶ 受注予定者はＹ１から伝えられた価格で入札すること，それ以外の入札参加者はＹ１から伝えられた価格で入札し，受注予定者が受注できるよう協力することまた，本件会合において，本件各工事の性質上，Ｘ県の隣接県に所在するＹ１４及びＹ１５が本件各工事の入札に参加することが予想されるとのＹ１の担当者の発言を受けて，Ｙ１ないしＹ１３は，Ｙ１を調整役として，Ｙ１４及びＹ１５に本件合意への参加を呼び掛けることにした。\nＹ１の担当者とＹ１４又はＹ１５の担当者との面談状況は，それぞれ以下のとおりであった。\nまず，Ｙ１の担当者は，面談したＹ１４の担当者に対して，本件合意の内容を説明した上で，本件合意の参加者を特定することなく，Ｘ県所在の有力な業者の多くが本件合意に参加する意思を表明していると伝え，本件合意への参加を呼び掛けた。その際，Ｙ１４の担当者は，本件合意の参加者の正確な範囲を認識しておらず，それを確認することもせず，また，本件合意に参加した場合の見返りに関する質問もしなかった。Ｙ１４の担当者は，Ｙ１の担当者に対し，会社としてＹ１の呼び掛けに応じる意思を表明したが，その理由は，本件各工事を受注する希望はないものの，Ｘ県による追加工事の発注があり得ると考えた上で，それらについて受注を希望することがあれば，Ｙ１を通じてＸ県所在の業者から協力を得ることができるかもしれないと期待したからであった。\n次に，Ｙ１の担当者は，面談したＹ１５の担当者に対して，本件合意の内容を説明した上で，本件合意の参加者がＹ１ないしＹ１４であることを伝え，本件合意への参加を呼び掛けた。その際，Ｙ１の担当者が，Ｙ１５において本件各工事の受注を希望することがあれば，Ｙ１５を受注予定者とすることもあるなどと述べたことから，Ｙ１５の担当者は，Ｙ１の担当者に対し，会社としてＹ\n１の呼び掛けに応じる意思を表明した。\n上記の各面談後，Ｙ１の担当者は，Ｙ２ないしＹ１３の各担当者に対し，Ｙ１４及びＹ１５が本件合意に参加することになったと伝えた。しかし，本件各工事の入札公告に先立ち，Ｙ１５は，コンプライアンス上の理由から本件合意への参加には応じられないこととなった。このため，Ｙ１５の担当者は，Ｙ１の担当者に対し，会社として，上記面談時に伝えた本件合意に参加する意思を撤回する旨の連絡を行い，Ｙ１の担当者からの再度の呼び掛けに対してもこれを拒否する姿勢を明確に示した。Ｙ１の担当者は，Ｙ１５の技術力や確保できる作業員数の見込みなどに照らして，Ｙ１５が本件合意への大きな脅威になることはないと判断した上で静観することとし，Ｙ１５の翻意をＹ２ないしＹ１３の各担当者に伝えず，また，Ｙ１４の担当者にも伝えなかった。\nその後，本件各工事の入札公告がなされ，本件合意に従って受注予定者の決定等がなされた。２０件の本件各工事のうち１９件は，本件合意に基づく調整の結果どおり，Ｙ１ないしＹ１３が落札した。残る１件は，Ｙ１に対して本件合意への参加の意思を撤回したＹ１５が，独自の積算で入札して落札した。Ｙ１４は，本件各工事の受注希望を表明することはなかったが，特にＹ１より依頼のあった１件の工事について，技術評価点の予測値をＹ１に提供するとともに，Ｙ１から伝えられた価格で入札した。なお，本件合意への参加を呼び掛けることのなかったＹ１ないしＹ１５以外の技術力が高くない数社が本件各工事の入札に参加したが，落札した工事はなかった。\n〔設 問〕\nＹ１ないしＹ１３，Ｙ１４及びＹ１５の行為について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を検討しなさい。解答に当たっては，Ｙ\n１４及びＹ１５による以下の主張の当否を踏まえること。なお，課徴金の賦課及び犯則事件について論じる必要はない。\nＹ１４の主張：「本件合意の参加者の正確な範囲を知らない。また，そもそも本件各工事に受注希望はなかったし，実際，落札した工事もない。」\nＹ１５の主張：「当初，Ｙ１の呼び掛けに応じたが，その後，少なくともＹ１に対しては入札公告前に，本件合意に参加しないことを明確に伝えた。」〔第２問〕（配点：５０）\n甲製品は，主要な家庭用電動器具の一つであり，特有の機能・効用を有し，代替品は存在しない。\n甲製品には，その安全性に関する公的規格が設定されている。\n甲製品の国内メーカーとして，従来からＸ社，Ａ社及びＢ社の３社があり，令和元年における甲製品の国内販売台数のシェアは，Ｘ社が４５パーセント，Ａ社が２５パーセント，Ｂ社が１５パーセントであった。また，近年，Ｙ社が参入し，その甲製品のシェアは毎年漸増しており，令和元年において１５パーセントであった。先発の３社及びＹ社以外には，上記の公的規格による甲製品を製造・販売するものはいない。\n甲製品は，各種の家庭用電動器具を専門に取り扱う販売店のほか，ホームセンター等の販売店で販売されており，これらの販売店では２社以上の甲製品を取り扱う併売が一般的であるが，後発のＹ社の甲製品を取り扱っている販売店は限定的である。甲製品の販売店にとっては，メーカーによる販売促進や技術面の支援が重要な意味を持っている。また，甲製品のユーザーは，販売店の助言や推奨によってメーカーを選定する傾向が強い。\nＸ社は，家庭用電動器具の総合メーカーとしてブランド力が強く，また，国内における甲製品の最先発のメーカーとしてユーザーからの知名度も高く，販売店にとってはＸ社の甲製品を取り扱うことが不可欠である。Ｘ社は，その取引先販売店のうち，家庭用電動器具全体を対象にその販売力や技術力等を評価して選定したものをＸ社の「特約店」として認定し，家庭用電動器具の販売促進や技術面での支援策を総合的に提供する特約店制度を実施しており，Ｘ社の甲製品を取り扱う取引先販売店の約６０パーセントが特約店となっている（なお，特約店にあっても併売が一般的である。）。こうした事情から，Ｘ社は，甲製品について大きなシェアを確保してきたが，近年参入してきたＹ社の伸長により，そのシェアをやや低下させてきていた。また，Ａ社及びＢ社は，いずれも甲製品を主体とするメーカーであり，Ｘ社に比べればブランド力は強くないが，一定のシェアを維持してきた。他方，Ｙ社の甲製品は，先発の３社の甲製品と比較して相対的に低価格であり，Ｙ社は，そのことを強調した販売戦略により，甲製品の販売台数を増加させてきていた。\nこうした状況において，Ｙ社では，その甲製品の更なる販売拡大を目指すこととし，令和２年１月以降，従来Ｙ社の甲製品を取り扱っていない販売店に対して新規の取引を申し入れる取組を強化し始めた。その結果，販売店の中には，Ｙ社の甲製品の取扱いを新たに始めるものが出てきた。これに対し，従来から甲製品のシェアがやや低下してきていたＸ社は，その原因がＹ社の甲製品の伸長にあり，特にＹ社の甲製品をユーザーに積極的に推奨する販売店が存在していること，Ｙ社が新たな取引先販売店の開拓に乗り出したこと，これまで甲製品の価格競争は限定的であったにもかかわらず，相対的に廉価なＹ社の甲製品の伸長が甲製品全体の価格水準に影響しかねないことに危機感を抱き，次の二つの措置を講じることとした。\nまず，Ｘ社は，直ちに実施できる措置として，令和２年４月から，Ｙ社の甲製品も取り扱う取引先販売店のうち，Ｙ社の甲製品を積極的にユーザーに推奨しているものに対して個別に，このまま\nＹ社の甲製品の積極的な推奨を続けると，Ｘ社の家庭用電動器具の販売促進や技術面の支援において不利な扱いをする旨示唆している（以下「措置１」という。）。そして，実際にＸ社から不利な扱いを受けた販売店も出てきており，また，Ｘ社の取引先販売店の間では，Ｘ社から不利な扱いを受けた販売店があるとの情報が流布している。このため，販売店の中には，Ｘ社との取引上不利になることを恐れて，ユーザーに対するＹ社の甲製品の積極的な推奨を取りやめるものが出てきており，Ｙ社の甲製品の取扱いを検討していたＸ社の取引先販売店の中には，Ｙ社の甲製品の取扱いを断念したものもある。\n次に，Ｘ社は，措置１と並行して，特約店制度を利用した措置を採ることとし，令和２年１０月から，Ｘ社の甲製品を取り扱う特約店に対し，ユーザーに対して専らＸ社の甲製品を推奨することを約束する場合には，Ｘ社の甲製品の販売台数の増加率に応じて家庭用電動器具全体の仕入額を計算基礎とする累進的なリベートを供与する旨提案し，これを実施し始めた。そして，Ｘ社は，特約店における上記の約束の履行状況を確認するために，自社の従業員又は第三者による特約店のモニタリングを実施し，必要に応じ，上記の約束を履行していない特約店に対する指導を行っており，改善されない場合には，リベートを供与しないだけでなく，特約店に対する販売促進や技術面での支援策を削減する旨通告している（以上の措置を以下「措置２」という。）。令和２年１２月末時点では，Ｘ社の甲製品を取り扱う特約店の約半数が上記の約束をしており，措置２により，Ｙ社による新たな取引先販売店の獲得に懸念が生じている。\n〔設問１〕\nＸ社による措置１及び措置２のそれぞれについて，独占禁止法に違反するか検討しなさい。\n〔設問２〕\n問題文に加えて，令和３年５月時点で以下の事情が認められる場合に，Ｘ社による措置１及び措置２の全体について，独占禁止法に違反するか検討しなさい。\nＸ社の甲製品を取り扱う特約店のうち，専らＸ社の甲製品の推奨を約束しているものは，約７０パーセントに達している。また，Ｙ社，Ａ社及びＢ社の甲製品の販売台数にかなりの影響が出ており，その結果，Ｘ社の甲製品のシェアは，令和３年第１四半期（令和３年１月から同年３月まで）において６０パーセントに達した。さらに，Ｙ社の甲製品を積極的に推奨する販売店が少なくなり，また，Ｙ社の甲製品を取り扱う販売店が増えていないことから，甲製品の価格水準は，従来どおり安定した状態にある。- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問は，入札談合に関する出題であり，Ｙ１ないしＹ１５の行為が，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項に定義される不当な取引制限に該当し，同法第３条に違反するかどうかを中心に同法上の問題点の検討を求めるものである。不当な取引制限の諸要件を正確に理解していることを前提に，特にＹ１４及びＹ\n１５については，それぞれの主張の趣旨を的確に捉えた上で，問題となる要件についてあるべき解釈を示し，設例の事実関係を当てはめ，その当否を説得的に論じる必要がある。\nまず，行為要件として，「共同して」（多摩談合（新井組ほか）事件・最判平成２４年２月２０日民集６６巻２号７９６頁に従って，「共同して･･･相互に」の要件と考えることもできる。）は，意思の連絡を意味する。また，「相互にその事業活動を拘束する」（相互拘束）の要件をどう定義するかについては，複数の解釈があり得るが，いずれの立場に立つとしても，その意義を定立する必要がある。本件合意の当事者であるＹ１ないしＹ１３については，いずれの要件も充足することは明らかであり，簡潔に解答すれば足りる。\nこれに対して，本件会合に参加していないＹ１４及びＹ１５については，各主張を十分に踏まえた検討が求められる。\nＹ１４は，本件合意の参加者の正確な範囲を知らないと主張しており，本件合意に参加する事業者の範囲をどの程度認識していれば「共同して」といえるのかが問題となる（「順次の意思連絡」等の問題ではない。）。この点に関しては，元詰種子カルテル事件・東京高判平成２０年４月４日審決集５５巻７９１頁において，参加者の範囲の概括的認識をもって足り，参加者の範囲を具体的かつ明確に認識することまでは要しない旨判示されている点が参考となるが，理由を示すこともなく，同裁判例の結論に依拠するのみでは十分でない。本問において，Ｙ１４は，調整役のＹ１から「Ｘ県所在の有力な業者の多くが本件合意に参加する意思を表明している」と伝えられているから，上記裁判例の結論に照らせば，Ｙ１４の主張を肯定することは困難であろう。\nまた，Ｙ１４は，受注希望はなく，実際に落札した工事もないと主張しており，これは相互拘束の不存在を主張するものと理解できる。相互拘束の意義については複数の解釈があり得るが，例えば，拘束の相互性や共通性を厳格に捉える解釈によれば，Ｙ１４の主張は一定の合理性を有するかもしれない。他方，合意を遵守し合う関係ないしは合意に事実上拘束されている状態にあれば足りるとの解釈によれば，Ｙ１４の主張は失当であろう。いずれにせよ，相互拘束の意義を明確に示した上で，設例の事実関係を当てはめ，Ｙ１４の主張の当否を説得的に論じることが必要となる。\nＹ１５は，本件合意への参加に関するＹ１の呼び掛けにいったん応じたものの，入札公告前にＹ１に対して本件合意に参加しないことを明確に伝えたと主張しており，ここでは，いつの段階で違反が成立するのか，すなわち個別調整等を待たずとも基本合意により違反は成立するのか，また，基本合意により違反が成立すると考えるならば，本問においてＹ１に対する意思表示のみで離脱を認めることができるのかが問題となる。前者については，基本合意の成立時点で違反が成立すると考えられよう。競争を実質的に制限すると認められる合意があれば，その実施等がなくとも不当な取引制限の要件を満たすし（なお，石油価格カルテル刑事事件・最判昭和５９年２月２４日刑集３８巻４号１２８７頁を参照），その実施等がなされるまで違反は成立しないと考えるべき実際上の理由もないからである。後者については，どのような場合に離脱を認め得るか複数の立場があり得る。一つの立場を示すものとして，岡崎管工事件・東京高判平成１５年３月７日審決集４９巻６２４頁は，「離脱者が離脱の意思を参加者に対し明示的に伝達することまでは要しないが，離脱者が自らの内心において離脱を決意したにとどまるだけでは足りず，少なくとも離脱者の行動等から他の参加者が離脱者の離脱の事実を窺い知るに十分な事情の存在が必要」とする。これによれば，本問では，調整役のＹ１に対する明示的な離脱意思の表明が他の参加者にとって離脱の事実を窺い知るに十分な事情の存在といえるかについて，Ｙ１が調整役であり個別調整の取りまとめ役であることといった設例の事実関係を当てはめて論じることになろう。このような立場を採らず，一部の参加者に対する離脱意思の表明で足りるとするのであれば，当てはめを含めて説得的に論述することが必要となる。なお，基本合意の参加者全員に対して離脱意思を明示しなければならないなどという立場に立つ場合には，Ｙ１４の主張の当否に関して参加者の範囲を具体的かつ明確に認識することまでは要しないという立場に立つこととの整合性に留意する必要があろう。\n次に，効果要件である「公共の利益に反して，一定の取引分野における競争を実質的に制限する」のうち，「一定の取引分野」については，本問におけるような専ら競争制限を目的ないし効果とする合意に関しては，通常，共同行為が対象としている取引及びそれにより影響を受ける範囲をもって画定することで足りると解されるところ，本問では，本件合意が対象とする\n「Ｘ県が条件付一般競争入札の方法により発注する本件各工事の取引分野」が一定の取引分野として画定されることを簡潔に解答することが求められる。また，「競争を実質的に制限する」とは，当該取引に係る市場が有する競争機能を損なうことをいい，本問のような入札談合においては，当事者らがその意思で落札者及び落札価格をある程度自由に左右することができる状態をもたらすことをいうところ（前記多摩談合（新井組ほか）事件判決），その意義を示した上で設例の事実関係を当てはめて論述することが求められる。本問の設例では，入札価格を８０点満点で評価する「価格評価点」と技術力を２０点満点で評価する「技術評価点」を合算した点数の最も高い者を落札者とする総合評価落札方式が採用されている。技術評価点によっては落札者が変わり得るが，本件合意の参加者が技術力の高い事業者であること，個別物件ごとに技術評価点の予測値を算出した上で個別調整を行う仕組みとなっていること，入札結果をみても，Ｙ１ないしＹ１５以外の入札参加者は技術力が高くない数社にとどまり，２０件中１９\n件の工事について本件合意に基づく調整の結果どおり受注予定者が受注していることを示して，論述することが求められる。公共の利益に反することについては，受注価格の低落防止及び受注機会の均等化を図るという本件合意の目的に絡めて簡潔に解答すれば足りよう。\nなお，設問は課徴金の賦課及び犯則事件について論じる必要はないとしている。前者は，Ｙ\n１が課徴金を加重される主導的事業者に該当するのかという点を含め課徴金の賦課に関する検討を除外する趣旨である。後者は，設例の事実関係が行政事件を念頭に置いたものか不明確であることから，念のため示したものであって，今後，犯則事件について論じる必要はない旨明示されていなければ，必ずこれを論じなければならない趣旨ではないことに留意されたい。\n〔第２問〕\n第２問は，４社寡占の甲製品市場において，４５パーセントのシェアを有するＸ社が，後発でシェアは１５パーセントにとどまるが相対的に低価格であるＹ社の甲製品の伸長に危機感を抱き，Ｙ社の甲製品を積極的にユーザーに推奨する取引先販売店に対して個別に，Ｘ社による販売促進等の支援において不利に扱う旨を示唆したこと（措置１）及び取引先特約店に対して専らＸ社の甲製品を推奨することを約束させる活動を行ったこと（措置２）について，設問１ではそれぞれの措置が独占禁止法に違反するかを問い，設問２では追加的事情の下で措置１及び措置２の全体が同法に違反するかを問うものである。\n設問を分け，設問２では追加的事情を加えることにより，設問１では「公正な競争を阻害するおそれ」（公正競争阻害性）を効果要件とする不公正な取引方法（独占禁止法第２条第９項・第１９条）に，設問２では「一定の取引分野における競争を実質的に制限すること」（競争の実質的制限）を効果要件とする私的独占（同法第２条第５項・第３条）に，それぞれ該当するかについて検討することを求めていることがおのずと分かるようにしている。独占禁止法の実体規定の体系的な理解を前提に，不公正な取引方法と私的独占の行為要件及び効果要件の違いを踏まえて解答することが求められている。\n設問１においては，まず，措置１と措置２のそれぞれについて，どの類型の不公正な取引方法に該当するかを特定する必要があるところ，取引の相手方に対するいわゆる垂直的制限として，独占禁止法第２条第９項第６号ニの「相手方の事業活動を･･･拘束する条件をもって取引すること」（広義の拘束条件付取引）に該当するか，具体的には，不公正な取引方法の一般指定（以下「一般指定」という。）第１１項（排他条件付取引）又は第１２項（拘束条件付取引）\nに該当するかがポイントとなる。措置１については，設例上，広義の拘束条件付取引と直ちに評価できるだけの十分な事実関係は示されておらず，その態様（不利益措置の示唆にとどまる上，Ｙ社の甲製品を積極的に推奨している販売店がどの程度存在するか設例上明らかにされていない。）等に照らせば，Ｙ社の甲製品を積極的に推奨する販売店に対する個別の牽制ないしは圧力と評価できよう。そうすると，措置１は，Ｙ社の甲製品を積極的に推奨する販売店に対する，販売促進等の支援における「取引条件等の差別取扱い」（一般指定第４項），Ｙ社の甲製品を積極的に推奨しないように仕向けて取引の内容を制限させる「その他の取引拒絶」（一般指定第２項），Ｙ社という自己の「競争者に対する取引妨害」（一般指定第１４項）に該当するものと考えることができ，そのいずれを選択するにしても，それぞれの類型を定める条文に即して行為要件を充足するかを的確に論述する必要がある。なお，仮に，措置１が上記の態様にとどまるものであるにもかかわらず，拘束条件付取引として捉える場合には，拘束条件を付ける取引の相手方の範囲や拘束条件の内容，その実効性が確保されていることを検討し，さらに，排他条件付取引として捉える場合には，そのような検討に加えて，甲製品の販売店では併売が一般的であるにもかかわらず，Ｙ社の甲製品を積極的に推奨しないということをもって「競争者と取引しない」という要件に該当することを検討することになろう。他方，措置２については，Ｘ社が特約店に対し，専らＸ社の甲製品を推奨することを約束する場合にはリベートを供与する旨提案し，これを実施するものであるから，拘束条件付取引に該当することが明らかであり，上記約束の履行状況のモニタリングや指導，指導による改善が見られない場合におけるリベートの不支給や販売促進等の支援策の削減の通告という上記約束の実効性確保措置が講じられていることも踏まえつつ，行為要件を充足するかを的確に論述する必要がある。なお，措置２を排他条件付取引として捉える場合には，措置１と同様に，甲製品はＸ社の特約店であっても併売が一般的であるにもかかわらず，専らＸ社の甲製品の推奨という上記約束を「競争者と取引しない」ことと同視できるのかを検討することになろう。\n次に，措置１及び措置２のそれぞれについて，不公正な取引方法の効果要件である公正競争阻害性が認められるか否かを検討することになる。ここでは，公正競争阻害性の意義を的確に示した上で，Ｘ社がＹ社の甲製品の販売台数の伸長等に危機感を抱いて２つの措置を採ることとした経緯に鑑み，競争排除（他の事業者を市場から排除したり，新規参入を妨げたりすること）ないしは市場閉鎖（代替的な取引先を容易に確保することができなくなること）による競争減殺効果を検討することになろう（措置１について，競争者に対する取引妨害と捉える場合には，競争手段の不公正さの観点を加味して論述することもできよう。）。なお，これらに加えて，Ｙ社の甲製品が排除されることによる価格維持を通じた競争減殺効果に着目することもできるが，設例においてはその点を的確に判断するために必要な事実関係は明らかにされていないことに留意する必要がある。\n前提として，自由競争減殺の観点からの公正競争阻害性を検討するには，検討対象となる市場を画定することが必要であり，市場の意義とその画定方法を的確に示した上で，設例の事実関係に即して「我が国における甲製品の製造販売市場」と画定できることを簡潔に解答することが求められる。\n画定した上記市場において，設例の事実関係の下で具体的にどのようなメカニズムにより競争排除ないしは市場閉鎖による競争減殺効果が生じるかを検討する必要がある。まず，措置１について，設例の事実関係を踏まえて，Ｘ社による販売促進等の支援における不利な扱いの示唆によってどのような広がりのある効果がもたらされるのか，現に不利な扱いを受けた販売店が存在し，そうした販売店に関する情報が流布していることを加味して論じた上で，ユーザー\nは販売店の推奨によってメーカーを選定する傾向が強いことを前提に，低価格を武器にしてそのシェアを漸増させていたＹ社の甲製品への影響を論じる必要があろう。次に，措置２については，措置１よりも特約店の事業活動に対する制約が強く働き得ることや，そのために市場閉鎖の状況がある程度具体的に発現していることに留意して論述する必要がある。すなわち，設例の事実関係に照らせば，特約店には専らＸ社の甲製品を推奨するという約束に応じない又はこれを履行しないという選択は考えにくく，そうすると，ユーザーは販売店の推奨によってメ\nーカーを選定する傾向が強いことを前提に，併売が一般的である特約店が上記約束をそのとおりに実行すれば，Ｘ社の特約店が実質的にＸ社の専売店に近いものとなりかねないと考えられること，設例の事実関係を総合すると，販売店全体の３割程度が上記約束に応じていることになり，実際にも，Ｙ社では新たな取引先の獲得に懸念が生じていることといった事実関係を踏まえて，措置２により，Ｙ社は代替的な取引先を容易に確保することができなくなり，取引機会が減少するような状態をもたらすおそれが発現しているかを説得的に論述することが求められる。なお，正当化事由については，競争者に対抗することは有力な事業者においても認められるべきであるとはいえ，２つの措置はいずれも，単なる対抗策の域を超え，Ｘ社の家庭用電動器具の総合メーカーとしての地位等を背景に，Ｙ社の甲製品を積極的に推奨する販売店を狙い撃ちにし（措置１），また，実質的にＸ社の特約店を専売店化することにつながりかねない（措置２）ものであり，正当化されないであろう。\n設問２については，Ｘ社による措置１及び措置２の全体について，私的独占の手段としての他の事業者の事業活動の「排除」に該当するかを検討することになろう。ＮＴＴ東日本事件・最判平成２２年１２月１７日民集６４巻８号２０６７頁によれば，「正常な競争手段の範囲を逸脱するような人為性」を有し，「市場への参入を著しく困難にするなどの効果」を有するかを様々な事情を総合考慮して判断することになるところ，その場合には，設例の事実関係（なお，販売店全体の４割程度が上記約束に応じていることになる。）を踏まえて，Ｘ社が他の事業者では到底採り得ない人為的手段を用いて，Ｙ社をはじめとする競争者にとって販売店を獲得することや販売店における推奨を確保することが容易にできない状態をもたらしているかを説得的に論述することが求められる。\n次に，前記のとおり画定した市場を「一定の取引分野」とすることを前提に，競争の実質的制限の成否を検討することになる。まず，競争の実質的制限の意義を的確に示した上で，これまで価格競争は限定的であったものの，Ｙ社が参入し，相対的な低価格を強調する販売戦略により販売台数を伸ばし，そのためＸ社のシェアが漸減し，市場に変化が現れ始めていたことを前提に，設例の事実関係を当てはめて，競争を実質的に制限するに至っているかを論述する必要がある。\n最後に，Ｘ社の２つの措置について，「公共の利益に反し」ないとする特段の事情がないことを簡潔に付言することが求められる。",
  "scoring_notes": "第１ 出題の趣旨別途公表済みの「出題の趣旨」のとおりである。\n第２ 採点方針出題した二問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」\nという。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が市場における競争にどのような影響を与えるのかを念頭に置いて，問題文に記載された事実関係から的確に問題点を把握し，法解釈を行い，事実関係を丹念に検討した上で要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的に見ようとしており，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n１ 第１問第１問は，Ｘ県が条件付一般競争入札の方法により発注した県道の復旧工事２０件に関し，当該入札に係る合意（以下「本件合意」という。）をするなどしたＹ１ないしＹ１３の行為について，また，調整役であるＹ１からの本件合意への参加の呼び掛けに応じる意思を表明するなどしたＹ１４及びＹ１５の各行為について，それぞれ「不当な取引制限」（独占禁止法第２条第６項・第３条）に該当するかを中心に同法上の問題点を的確に検討することができるかを問うものである。\n具体的には，Ｙ１ないしＹ１５がいずれも「事業者」（独占禁止法第２条第１項）であることを前提に，「不当な取引制限」の各要件について文言の解釈を行って規範を定立した上で，問題文に記載された事実関係を適切に当てはめることができているか，特にＹ１４及びＹ１５については，それぞれの主張がいずれの要件との関係で問題となるのかを的確に把握した上で，それぞれの行為に関する個別の事情を踏まえた検討ができているかを評価の対象とした。\n２ 第２問第２問は，甲製品市場における有力な事業者であるＸ社が同製品のシェアを漸増させていたＹ社に対抗するために講じた措置１及び措置２について，設問１は各措置について「不公正な取引方法」（独占禁止法第２条第９項・第１９条）に，設問２は追加的な事情の下で２つの措置の全体について「私的独占」（同法第２条第５項・第３条）に，それぞれ該当するかを的確に検討することができるかを問うものである。\nすなわち，Ｘ社等が「事業者」（独占禁止法第２条第１項）であることを前提に，設問１においては，各措置について，問題文に記載された事実関係を的確に読み取り，不公正な取引方法のうち最適と考えられる適用条文を選択した上で，行為要件や効果要件（市場画定を含む。）に関する規範の定立と当てはめができているか，設問２においては，２つの措置の全体について，\n適用条文として「私的独占」（排除型）を選択した上で，行為要件や効果要件（市場画定を含む。）\nに関する規範の定立と当てはめができているかをそれぞれ評価の対象とした。\n設問１について，問題文に記載された事実関係の下において適切と評価できる適用条文を選択して論述していれば，いずれの適用条文を選択していても同等に評価の対象とし，それ以外の適用条文を選択した場合でも，後記のとおり，一定程度評価の対象としている。また，設問２については，「排除型」ではなく「支配型」の「私的独占」を検討していても，十分な論述がなされていれば同等に評価の対象とした。\n第３ 採点実感等- 13 -１ 出題の趣旨に即した答案の存否，多寡について⑴ 第１問ア 適用条文の選択ほぼ全ての答案が，適用条文として「不当な取引制限」の定義規定である独占禁止法第２条第６項及びその禁止規定である同法第３条の双方を摘示していたが，いずれか一方の摘示を欠く答案も散見された。\nイ 事業者性及び競争者性Ｙ１ないしＹ１５について，多くの答案が「土木工事の施工等を業とする株式会社」であることを指摘して独占禁止法第２条第１項の「事業者」に当たるとした上で，同条第６項の「事業者」及び「他の事業者」に該当することを肯定していたが，それらについては，\n独立の事業者であること及び競争関係にあることを要する旨の解釈やこれらに関する当てはめを欠いている答案が相当数あった。他方，Ｙ１ないしＹ１５がいずれも入札参加資格を満たしている事業者であることに言及して競争関係にあることを肯定する答案も一定数あり，これらの答案については加点の対象とした。\nウ Ｙ１ないしＹ１３の行為(ｱ) 意思の連絡「共同して」の要件については，事業者相互に意思の連絡が存在することを意味する旨を端的に指摘した上で，本件合意の当事者であるＹ１ないしＹ１３の間には問題なく意思の連絡が認められることを簡潔に示している答案が比較的多かったものの，本問では意味のないと考えられる黙示の合意の推認に関する規範を定立したり，必要以上に詳細な当てはめを行ったりしている答案も少なからず見られた。なお，多摩談合（新井組ほか）事件・最判平成２４年２月２０日民集６６巻２号７９６頁の判示に従い，「共同して…相互に」の要件として検討する答案も相当数あったが，上記の立場で検討する答案と同等に評価の対象とした。\n(ｲ) 相互拘束「相互にその事業活動を拘束し」の要件については，拘束の共通性及び拘束の相互性を要するとの立場に立った上で，本件合意の成立によってこれらが肯定できることを簡潔に指摘する答案が比較的多かったものの，前者については目的の共通性があれば足り，\n後者については合意を遵守し合う関係があれば足りるとの解釈を示すことができている答案はさほど多くなかった。なお，上記多摩談合（新井組ほか）事件判決の判示を踏まえ，各社の事業活動が事実上拘束されることで足りるとの解釈及びこれを前提とする当てはめを行っている答案も相当数あったが，上記の立場で検討する答案と同等に評価の対象とした。\n(ｳ) 一定の取引分野「一定の取引分野」の要件については，その意味（経済学上の市場と同義であることなど）を簡潔に示した上で，その画定方法につき，本件合意のような専ら競争制限を目的ないし効果とする共同行為に関しては，通常，当該共同行為が対象としている取引及びそれにより影響を受ける範囲をもって画定することで足りるとする答案が比較的多かった一方，需要の代替性等を考慮する方法に言及する答案も一定数あったが，そうした方法を的確に当てはめるものは極めて少なかった。また，本件の「一定の取引分野」を本件合意が対象とする「Ｘ県が条件付一般競争入札の方法により発注する本件各工事の取引分野」である旨を正確に指摘できた答案は余りなく，「Ｘ県が入札により発注する工事」などとする答案が相当数あった。\n(ｴ) 競争の実質的制限「競争を実質的に制限する」の要件については，前記多摩談合（新井組ほか）事件判- 14 -決の判示を踏まえ，「当該取引に係る市場が有する競争機能を損なうこと」であるとする答案や「当事者らがその意思で落札者及び落札価格をある程度自由に左右することができる状態をもたらすこと」であるとする答案が多かった一方，本問が入札談合の事案であることを考慮せず，単に「市場支配力の維持・形成・強化」とする答案も少なくなかった。また，本件合意が競争を実質的に制限するものであることを肯定する答案が大多数であり，このうちの多くが２０件中１９件の工事について本件合意に基づく調整の結果どおり受注予定者が受注したという落札結果に関する事情を指摘していたものの，その余の事情（入札参加者の総数に占める本件合意参加者の数等）に言及している答案はさほど多くなく，単にハードコア・カルテルであることを指摘するにとどまるものも見られた。もっとも，総合評価落札方式においては技術評価点によって落札者が変わり得るという点に的確に着目し，本件合意の参加者が技術力の高い事業者であり，個別物件ごとに技術評価点の予測値を算出した上で個別調整を行う仕組みとなっていることにも言及している答案も一定数あり，これらの答案については加点の対象とした。\n(ｵ) 公共の利益「公共の利益に反して」の要件については，条文の文言を指摘した上で，受注価格の低落防止及び受注機会の均等化を図るという本件合意の目的の正当性を否定する答案が比較的多かったが，問題文に記載された事実関係に触れることなく結論のみを示している答案や，この要件に全く言及しない答案も少なくなかった。\nエ Ｙ１４の行為(ｱ) 参加者の範囲に関する認識「本件合意の参加者の正確な範囲を知らない」との主張は，本件合意に参加する事業者の範囲に関する認識を問題とするものと理解することができ，「共同して」の要件又は「相互にその事業活動を拘束し」の要件に関するものと位置付けられるが，前者の要件の問題として検討している答案が多く，このうちの多くが，Ｙ１４が本件合意の参加者の正確な範囲を認識していなくても意思の連絡があったといえるとの結論に立っていた。その理由について，Ｙ１４が調整役のＹ１から「Ｘ県所在の有力な業者の多くが本件合意に参加する意思を表明している」と伝えられているという事情に着目し，このような認識があれば本件合意が対象とする市場における競争を実質的に制限する効果をもたらすことを認識することができるなどと的確に論述している答案が一定数見られたものの，\n順次の意思連絡や黙示の意思連絡の問題として検討している答案も相当数あり，全体として説得的な論述ができている答案はさほど多くなかった。\n(ｲ) 拘束の相互性「そもそも本件各工事に受注希望はなかったし，実際，落札した工事もない」との主張は，相互拘束の不存在を主張するものと理解することができ，「相互にその事業活動を拘束し」の要件に関するものと位置付けられるが，これを競争の実質的制限の存否に関わらせて検討するなどこの主張の趣旨を的確に捉えることができていない答案が多く，\nこの主張に関する具体的な検討をしていない答案も相当数あった。また，相互拘束の不存在を主張するものと捉えることができている答案の多くは拘束の相互性を肯定していたものの，拘束の相互性の解釈に関するそれぞれの立場に基づいて説得的な当てはめができているものは多くなかった。\nオ Ｙ１５の行為(ｱ) 違反の成立時期「当初，Ｙ１の呼び掛けに応じたが，その後，…入札公告前に，本件合意に参加しないことを明確に伝えた」との主張は，「不当な取引制限」の成立時期に関わるものと位置付けられる。違反が成立するためには競争を実質的に制限すると認められる合意の実施- 15 -等を要するとの立場に立てば，Ｙ１５の行為について違反が成立しないと解する余地もあるが，そのような問題を意識した論述を行っている答案はほとんどなく，むしろ入札公告前に参加しない旨表明したことを挙げてＹ１５の違反の成立を否定する答案が相当数見られた。また，離脱の成否を論ずる前提として，不当な取引制限の成立時期に触れている答案も少数にとどまった。違反の成立時期を論じた答案は，総じて，基本合意の成立時点で違反が成立するとの立場に立った上で，Ｙ１からの本件合意への参加の呼び掛けに応じる意思を表明した時点でＹ１５についても不当な取引制限の成立を認めるものであった。他方，違反の成立時期に全く言及しない答案も相当多かった。\n(ｲ) 離脱「少なくともＹ１に対しては…，本件合意に参加しないことを明確に伝えた」との主張は，Ｙ１からの本件合意への参加の呼び掛けに応じる意思を表明した時点でＹ１５についても不当な取引制限の成立を認める立場に立つ場合には，違反行為からの離脱を主張するものと位置付けられる。離脱を認めるための要件を定立しないまま，問題文に記載された事実関係を羅列して結論を導くにとどまる答案も一定数あったが，岡崎管工事件・東京高判平成１５年３月７日審決集４９巻６２４頁の判示を参考に，他の参加者が離脱者の離脱の事実を窺い知るに十分な事情（外部的徴表）の存在を必要とするとの立場に立った上で，調整役であるＹ１のみに離脱の意思を表明しただけでは当該事情は認められないとする答案と，Ｙ１を通じて本件合意に参加したという経緯等を重視して当該事情が認められるとする答案が，それぞれ相当数見られた。いずれの結論であっても，\n問題文に記載された事実関係を踏まえた説得的な論述ができていれば相応に評価したが，\n離脱の効果やその前提となる違反の成立時期に関する理解が不十分であると見られる答案（離脱を認めることをもってＹ１５について違反の成立を否定している答案など）については低い評価にとどめた。\n⑵ 第２問ア 設問１(ｱ) 適用条文の選択措置１については，「出題の趣旨」においても指摘したとおり，その態様等に照らせば，\n不公正な取引方法の一般指定（以下「一般指定」という。）のうち，「取引条件等の差別取扱い」（一般指定第４項），「その他の取引拒絶」（一般指定第２項），「競争者に対する取引妨害」（一般指定第１４項）に該当するものと考えられるところ，これら適用条文を選択している答案は半数に満たなかった。他方で，「拘束条件付取引」（一般指定第１２項）を選択している答案が半数程度存在し，「排他条件付取引」（一般指定第１１項）を選択している答案も少数ながら見られた（これら適用条文（以下「拘束条件付取引等」\nという。）を選択した答案であっても，適用条文及び後記の行為要件において一定程度評価の対象としている。）。また，ごく少数ながら，「優越的地位の濫用」（独占禁止法第２条第９項第５号）などを選択する答案も見られた。\n措置２については，「出題の趣旨」においても指摘したとおり，「拘束条件付取引」に該当するものと考えられるところ，「拘束条件付取引」を選択している答案は半数を超えた。他方で，「排他条件付取引」，「差別対価」（独占禁止法第２条第９項第２号又は一般指定第３項）又は「取引条件等の差別取扱い」などを選択している答案がそれぞれ相当数見られた（これら適用条文（以下「排他条件付取引等」という。）を選択した答案であっても，適用条文及び後記の行為要件において一定程度評価の対象としている。）。また，\nごく少数ながら，「優越的地位の濫用」や「不当な利益による顧客誘引」（一般指定第９項）などを選択する答案も見られた。\n(ｲ) 行為要件の検討- 16 -適切と評価できる適用条文を選択した答案の多くは，適用条文に即して，おおむね適切に，行為要件に関する規範を定立した上で，問題文に記載された事実関係を当てはめていた。\n措置１について，「拘束条件付取引」を選択した答案の多くは，「拘束」の意義（取引条件に従わない場合に経済上何らかの不利益を伴うことにより，現実にその実効性が確保されていれば足りる旨）を適切に示していたが，「拘束する条件」の内容を具体的に示すことなく，Ｘ社から不利な扱いを受ける抽象的危険性が生じていることをもって直ちに，販売店全般に「拘束」が生じているなどとするものであり，論理的にやや難が見られた。「排他条件付取引」を選択した答案の多くは，このような難点に加えて，甲製品はどの販売店でも併売が一般的である点を看過し，又はこれを軽視して十分な論述をすることなく，Ｙ社の甲製品を積極的に推奨しないことを「競争者と取引しない」ことと同視するものであり，難が見られた。\n措置２について，「排他条件付取引」を選択した答案の多くは，上記と同様に，併売が一般的である点を看過し，又はこれを軽視して十分な論述をすることなく，Ｘ社の甲製品を専ら推奨することを「競争者と取引しない」ことと同視するものであり，難がある。\nまた，「取引条件等の差別取扱い」を選択した答案の多くは，リベートの受給と引換えにＸ社の甲製品を専ら推奨する約束を履行した場合と履行しない場合における区別に着目するものであるが，上記約束を履行しない場合におけるリベートの不支給等の不利益が上記約束の実効確保手段として用いられている実態を捉えておらず，拘束条件付取引として検討すべき上記約束自体の不当性を検討外に置いてしまうものであり，難が見られた。「差別対価」を選択した答案は，Ｘ社が供与するリベートが「家庭用電動器具全体の仕入額を計算基礎」とするものであることを看過又は軽視し，このようなリベートを直ちに甲製品の対価の修正と捉えるものであり，難が見られた。\n(ｳ) 効果要件の検討不公正な取引方法における効果要件は，公正競争阻害性を意味し，本問では主として競争者排除ないし市場閉鎖による自由競争減殺効果が問題となり，その程度は競争の実質的制限に達する前段階ないしその危険性で足りる旨を規範として定立することになるが，これらの諸要素を網羅的かつ的確に指摘できている答案は半数に満たず，公正競争阻害性ないし自由競争減殺とだけ指摘する答案や効果の程度について指摘がない答案が相当数見られた。また，本問では，「出題の趣旨」でも指摘したとおり，価格維持効果を通じた競争減殺効果の有無を的確に判断するために必要な事実関係は明らかにされていないにもかかわらず，価格維持効果にも着目した検討を加える答案が相当数見られ，さらに，価格維持効果だけに終始する答案もごく少数ながら見られた。\n次に，「出題の趣旨」でも指摘したとおり，いずれの措置についても，どのようなメカニズムで競争減殺効果が生じるかを検討する必要があるが，問題文に記載された該当する事実関係を丁寧に拾い，それらを再構成し順序立てて上記の競争減殺効果が生じるおそれを指摘できていた答案は限られており，メカニズムに関する重要な事実関係の一部を欠く答案，それら事実関係を羅列するだけの答案，Ｙ社の甲製品の取扱いを断念した販売店がある（措置１）又はＹ社による新たな取引先販売店の獲得に懸念が生じている（措置２）という結果だけを指摘する答案などが相当数見られた。\nこうした検討の前提となる市場画定については，答案の多くが「我が国における甲製品の製造販売市場」と画定できていた。\nなお，適切と評価できる適用条文を選択していない場合でも，効果要件（市場画定を含む。）については，相当と評価できる適用条文を選択した場合の論述と重なり合う限り，\n同等に評価の対象とした。イ 設問２(ｱ) 適用条文の選択大多数の答案が，出題の趣旨に即して，「私的独占」を適用条文として選択し，そのうち「排除型」の「私的独占」を検討していた一方で，少数ながらも，「支配型」の「私的独占」を検討する答案も見られた。また，設問２の追加的事情に照らせば，公正競争阻害性を超える弊害が発生していると考えられるにもかかわらず，不公正な取引方法を適用条文として選択する答案も散見された。\n(ｲ) 行為要件の検討「排除型」の「私的独占」を検討した答案の半数程度は，「排除」の意義を的確に示していたが，設問１で検討した競争排除効果を前提に当てはめを行うにとどまるもの（不公正な取引方法に該当することのみを挙げるものを含む。）が多く，設問２の追加的事情を含む具体的事情を総合考慮するものはごく限られていた。また，「支配型」の「私的独占」を検討した答案のうち，「支配」の意義（その程度を含む。）を的確に示した上で当てはめを行っていたものは，ほぼ存在しなかった。\n(ｳ) 効果要件の検討「私的独占」を検討した答案の多くは，「競争の実質的制限」の意義を的確に示し，設問２の追加的事情を中心に当てはめていたが，単に直近のシェアが６０パーセントに達していることを挙げるにとどまるものが多く，甲製品市場が従前どのような状況にあり，\n２つの措置により，それがどの程度の期間でどのように変化したのかまで的確に指摘・検討している答案はごく少数であった。\n市場画定（一定の取引分野）については，答案の多くが，設問１における検討を前提にしつつ「我が国における甲製品の製造販売市場」と画定できていた。\n２ 出題時に想定していた解答水準と実際の解答水準との差異について⑴ 第１問Ｙ１ないしＹ１３の行為については，答案の多くが，不当な取引制限の各要件に関する規範の定立及び当てはめをおおむね適切に行っており，出題時に想定していた解答水準との間に大きな差異はなかった。\n他方で，Ｙ１４の行為については，答案の多くが本件合意の参加者の範囲に関する認識を問題として指摘している点は出題時に想定していた解答水準との間に差異はなかったものの，\nその検討内容は出題時の想定を下回っており，拘束の相互性に関する問題の指摘及び検討内容も出題時の想定を大きく下回った。\nまた，Ｙ１５の行為についても，違反の成立時期に関する指摘及び検討内容は出題時に想定していた解答水準を大きく下回っており，答案の多くが違反行為からの離脱を問題として指摘している点は出題時に想定していた解答水準との間にさほど差異はなかったものの，その検討内容は出題時の想定を下回った。\n⑵ 第２問答案の多くが，出題の趣旨に即して，設問１については不公正な取引方法を，設問２については私的独占を検討しており，出題時に想定されていた解答水準との間に大きな差異はなかった。しかし，設問１について，適切と評価できる適用条文を選択することができている答案は，出題時の想定を大きく下回り，特に措置１については「拘束条件付取引等」を選択する答案が出題時の想定を大きく上回った。\nまた，市場画定については，いずれの設問においても，答案の多くが適切に解答しており，\n出題時に想定した解答水準との間に差異はなかったが，独占禁止法に関する基本的な知識であるにもかかわらず，行為要件及び効果要件に関する規範を全く定立していないか又は正確に定立することができていない答案が相当数見られ，出題時の想定を上回った。さらに，該- 18 -当する事実関係を的確に当てはめることができている答案は，出題時に想定していたほど多くなかった。\n３ 「優秀」，「良好」，「一応の水準」，「不良」答案について⑴ 第１問「優秀」な答案は，Ｙ１ないしＹ１３の行為について不当な取引制限の各要件に関する規範の定立及び当てはめを的確に行うとともに，Ｙ１４及びＹ１５の各行為についてもそれぞれの主張に関連する要件をおおむね的確に指摘した上で説得的な論述を行っているものとした。\n「良好」な答案は，Ｙ１ないしＹ１３の行為について不当な取引制限の各要件に関する規範の定立及び当てはめをおおむね的確に行うとともに，Ｙ１４及びＹ１５の各行為についてもそれぞれの主張に関連する要件の多くを指摘した上で相応の論述を行っているものとした。\n「一応の水準」の答案は，Ｙ１ないしＹ１３の行為について不当な取引制限の各要件の一部に関する規範の定立及び当てはめをおおむね的確に行うとともに，Ｙ１４及びＹ１５の各行為についてもそれぞれの主張の一部に関して一定の論述を行っているものとした。\n「不良」な答案は，不当な取引制限の各要件に関する規範の定立及び当てはめが全体的に不十分であるものや，Ｙ１ないしＹ１３の行為に関する規範の定立や当てはめを相応に行っているものの，Ｙ１４及びＹ１５の各主張の趣旨を把握できていないものなど，独占禁止法に関する基本的理解に疑問を抱かせる論述を行っているものとした。\n⑵ 第２問「優秀」な答案は，いずれの設問においても，適切と評価できる適用条文を選択した上で，\n行為要件及び効果要件に関する規範の定立及び当てはめを的確に行っているものとした。もっとも，設問１につき，２つの措置のいずれかについて，適切と評価できる適用条文を選択していない場合（措置１において「拘束条件付取引等」を選択し，又は，措置２において「排他条件付取引等」を選択した場合に限る。）であっても，行為要件及び効果要件に関する論述が優れているもの（例えば，効果要件に関する規範を的確に定立した上で，競争減殺効果の発生メカニズムを順序立てて的確に論述できているものなど）は，「優秀」な答案とした。\n他方で，「良好」な答案は，いずれの設問においても，適切と評価できる適用条文を選択しているが，設問のいずれかにおいて，行為要件及び効果要件に関する規範を定立せず又は正確に定立していないか，事実関係を整理できておらず当てはめが不十分であるものや，設問１につき，２つの措置のいずれかについて，適切と評価できる適用条文を選択していなくても，行為要件及び効果要件に関して相応の論述ができているものなどとした。「一応の水準」\nの答案は，このような「良好」な答案とされるための要素を１つ又は２つ程度欠くものとした。\n「不良」な答案は，いずれの設問においても，適切と評価できる適用条文を選択せず，かつ，公正競争阻害性や競争の実質的制限の意義を的確に指摘できていない，ひいてはそれらの違いを踏まえた当てはめもできていないなど，独占禁止法に関する基本的理解が欠落していることがうかがわれるものとした。\n第４ 今後の出題今後も，独占禁止法の基礎的知識の正確な理解，問題となる行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論述の論理性・説得性を求めることに変わりはないと考えられる。\n第５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な分析を必要とするものではない。経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかを- 19 -見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，\n知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，適用条文の選択や違反要件の意義を正確に示した上，問題となる行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討して要件に当てはめ，そして，それを箇条書き的に列挙するのではなく，論理的・説得的に表現することができるように教育してほしい。"
}