{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\nＡは，平成元年１月からＢと婚姻し同居していた。婚姻中は，Ａが専ら収入を得ており，Ｂは家事に従事していた。\nＡは，平成１２年１２月３１日付けの契約で，不動産業者である株式会社Ｐ社から，土地（以下\n「本件土地」という。）を４０００万円の対価により取得した。この金額は，この時の本件土地の時価と等しいものであった。Ａは，この金額を，婚姻中に蓄積した貯蓄から支払った。\n平成１８年３月１日，ＡとＢは離婚することになった。同日，財産分与として，Ａは本件土地をＢに引き渡した。この時点において，ＡとＢとが婚姻中に形成した資産の時価相当額は約１億円であり，本件土地の時価は５０００万円であった。\n平成２０年３月１日，Ｂは，本件土地を個人Ｃに５５００万円の対価により譲渡した。\nＣは，本件土地の取得後直ちに，その上に居住用の部屋１０室から成る建物（以下「本件建物」という。）を建築した。そして，平成２２年１月から，本件建物の各部屋を賃貸する不動産賃貸業を個人で営み始めた。本件建物の賃借人は，Ｃ名義の銀行口座への振込みによりその賃料を支払っていた。本件建物に係る賃貸借契約や管理業務には，Ｃはほとんど関わっておらず，Ｃの子であるＤが事実上行っていた。Ｄは，本件建物の部屋の一室に居住しているが，Ｃに対して賃料の支払はしていない。\nさらに，Ｃは，平成２３年１月から，本件建物の一室を使って，個人でＱ鍼灸院という屋号の鍼灸院の事業を開始した。鍼灸の施術サービスを行うには，はり師及びきゅう師の国家資格が必要であったが，鍼灸院の経営自体は，経営者がはり師及びきゅう師の国家資格を持っていなくても，はり師及びきゅう師の国家資格を持つ者を別に雇用することで営業することが可能であった。Ｃは，個人経営者としてＱ鍼灸院の事業運営を取り仕切り，また，はり師及びきゅう師の国家資格を持つ\nＦを雇用した。Ｆが来院客に鍼灸の施術サービスを提供するとともに，Ｃ自らは，施術サービスを行うのに国家資格の不要なリラクゼーションセラピストとして，来院客にリラクゼーションの施術サービスを提供し，Ｑ鍼灸院は鍼灸及びリラクゼーションの各施術サービスによる収入を得ていた。\nＣは，本件建物の居住用の部屋の賃貸収入と，Ｑ鍼灸院の収入により生計を立てていた。\n他方，Ｃは，平成２６年１月から，かねて趣味にしようと考えていた生花の専門学校に半年間通い，その腕を磨き，かなりの腕前を持つに至った。そこで，Ｃは，同年１０月に，Ｑ鍼灸院の待合室に自作の生花を飾ったところ，来院客からも好評で，待合室の雰囲気が良くなったためか，生花を飾って以降毎月の売上げが１割上昇した。\nさらに，Ｃは，将来は自らも鍼灸の施術サービスを提供し，より多くの来院客に施術サービスを提供できるようにし，Ｑ鍼灸院の事業の拡大を図ろうと考え，平成２７年１月から，はり師及びきゅう師の国家資格取得のための専門学校に通い始め，はり師及びきゅう師の国家資格取得を目指した。\n令和元年１０月にＣが死亡し，Ｃの子であるＤ及びＥの２名のみが共同相続人となったが，現在に至るまで遺産分割協議は成立していない。なお，Ｃは遺言をしていない。また，Ｃ死亡後，速やかにＱ鍼灸院は廃業した。\n本件建物の居住用の部屋の賃料については，ＤとＥとの合意により，遺産分割協議が成立するまではＤ名義の銀行口座への振込みにより受領することとし，その旨を賃借人に通知した。実際に，令和２年１月からは，本件建物の賃借人は，Ｄ名義の銀行口座への振込みにより賃料を支払っている。この賃料収入は，現在に至るまでＤ名義の銀行口座から引き出されていない。\n以上の事案について，以下の設問に答えなさい。\n- 6 -\n〔設 問〕\n１ 平成１８年３月１日に，Ａが本件土地をＢに引き渡したことは，財産分与の額として適正なものであったとする。このとき，⑴ 上記の財産分与に関して，Ａの所得税の課税関係はどうなるか。\n⑵ 平成２０年３月１日に，Ｂが本件土地をＣに譲渡したことに関して，Ｂの所得税の課税関係はどうなるか。\n２ Ｃの平成２６年分の所得税の計算上，Ｃが生花の専門学校に支払った学費は，ＣのＱ鍼灸院に係る事業所得における必要経費に該当するか。また，Ｃの平成２７年分の所得税の計算上，同年中にＣがはり師及びきゅう師の国家資格取得のための専門学校に支払った学費は，ＣのＱ鍼灸院に係る事業所得における必要経費に該当するか。\n３ 所得税法上は，令和２年分の本件建物の居住用の部屋の賃料収入は，誰に帰属するか。\n- 7 -\n〔第２問〕（配点：５０）\n株式会社Ａ（以下「Ａ社」という。）及び株式会社Ｐ（以下「Ｐ社」という。）は，株主及び役員の一部を同じくする関連会社である。Ａ社は，昭和５０年に甲県乙市郊外の土地（以下「本件土地」という。）を３０００万円で購入し，Ａ社の保養施設の敷地として利用していた。平成２９年に本件土地上の保養施設は取り壊され，本件土地は更地となっていた。令和元年９月，Ａ社代表取締役のＱは，知り合いのＲから，本件土地を時価相当額である９０００万円で売却してほしいとの電話連絡を受けた。Ｑは，Ａ社が直接Ｒに本件土地を売却するのではなく，Ａ社からＰ社へ，そしてＰ社からＲへ，順次売却することを計画した。その目的は，Ａ社及びＰ社がそれぞれ譲渡益を得て，Ａ社及びＰ社の繰越欠損金を消滅させることにより，２社合計の法人税額を，Ａ社が直接Ｒに本件土地を売却した場合と比して低くすることであった。\nＱは，課税上問題視されないようにするため，Ａ社とＰ社との間に株式会社Ｂ（以下「Ｂ社」という。）を挟むことを考えた。Ｑの大学時代の同じサークルの後輩で今でも交流を続けているＣが，乙市内で不動産販売会社たるＢ社を立ち上げ，Ｂ社の代表取締役を務めていることを思い出したためである。ＱはＣに，Ｂ社がＡ社から本件土地を購入する取引を提案した。ただし，Ｂ社がＡ社から７０００万円で本件土地を買い受けた後，２か月以内にこれをＰ社に７５００万円で売却すること（以下「本件特約」という。）を条件とするものであった。Ｑとしては，Ａ社及びＰ社とは何ら関係性のないＢ社を間に介在させることで，本件土地の適正な時価が７０００万円であると見せ掛けることを企図していた。Ｃとしては，古くから世話になっている先輩からの依頼であり無下に断ることもできず，立ち上げたばかりのＢ社の売上げが少しでも上がるのであればと思い，承諾した。\nなお，本件特約は，Ｑの希望により本件土地の売買契約書とは別の覚書（以下「本件覚書」という。）という形でＡ社，Ｂ社間で締結された。また，Ｑは，本件土地の売却時期が令和２年２月頃になることをあらかじめＲに連絡し，Ｒの了解を得ていた。\n以上に基づき，Ｂ社は，令和元年１１月１５日にＡ社から本件土地を７０００万円で買い受け\n（以下，この取引を「本件ＡＢ取引」という。），令和２年１月１０日に本件土地をＰ社に７５００万円で売却した（以下，この取引を「本件ＢＰ取引」という。）。同月２０日，ＱはＲに対し，本件土地は，現在，関連会社であるＰ社が保有しているので，Ｐ社に買付証明書を提出してほしいと連絡し，Ｒは，同月２３日付け買付証明書をＰ社に郵送した。Ｐ社は，同年２月２５日にＲに対し，本件土地を９０００万円で売却した（以下，この取引を「本件ＰＲ取引」という。また，「本件ＡＢ取引」，「本件ＢＰ取引」，「本件ＰＲ取引」をまとめて，以下「本件各取引」という。）。\nＰ社は，同月２９日にＣに対し，協力金として１００万円（以下「本件リベート」という。）を支払った。\nＡ社，Ｂ社及びＰ社は，毎年１月１日から１２月３１日までの期間を事業年度としている。\nＡ社は，本件土地の時価が７０００万円であるという前提で，令和元年１２月期の法人税の申告\n（以下「本件Ａ申告」という。）をした。令和２年９月，税務署によるＡ社に対する法人税の実地調査がなされた。本件土地が転々譲渡されていることにつき調査官から尋ねられたＱは，本件土地を，交渉の末，Ｂ社に７０００万円で売却したところ，その後，本件土地を９０００万円で購入したいとＲから連絡を受けたが，既にＢ社に売却してしまっており，当時，Ａ社にて買い戻すだけの資金的余裕もなかったことから関連会社のＰ社が本件土地をＢ社から７５００万円で購入した上で，Ｒに売却することになった旨を説明した。その際，Ｑは，本件各取引の売買契約書（以下「本件各売買契約書」という。）について調査官に示したものの，本件覚書については開示しなかった。なお，本件各売買契約書には架空の名義の利用はない。\n調査後，ＱはすぐにＣに連絡し，Ｂ社について調査官から事情を聴かれた際には，本件覚書の存在やＱとＣとの関係については一切触れずに，交渉の末に，購入価額が７０００万円となったと説明するよう要請した。また，Ｑは，Ｒに対してもＱが調査官に説明した内容での口裏合わせを行った。しかし，Ｂ社に反面調査がなされた際，本件覚書の存在が発覚し，本件各取引の全貌が明らか- 8 -\nとなった。\n以上の事案について，以下の設問に答えなさい。ただし，第２問において，グループ法人税制及び同族会社行為計算否認規定の適用は考えなくてよい。\n〔設 問〕\n１⑴ 仮にＡ社が令和元年１１月１５日に直接Ｒに本件土地を９０００万円で譲渡していた場合，当該譲渡に関して，同年１２月期のＡ社の法人税の計算上，益金の額及び損金の額への計上に係る根拠規定及び適用関係を説明しなさい。\n⑵ 本件ＡＢ取引に関して，令和元年１２月期のＡ社の法人税の計算上，益金の額及び損金の額への計上に係る根拠規定及び適用関係を説明しなさい。\n⑶ 国税通則法第６８条第１項の「隠蔽」，「仮装」につき，最高裁判所平成７年４月２８日第二小法廷判決・民集４９巻４号１１９３頁は「架空名義の利用や資料の隠匿等の積極的な行為が存在したことまで必要であると解するのは相当でなく，納税者が，当初から所得を過少に申告することを意図し，その意図を外部からもうかがい得る特段の行動をした上，その意図に基づく過少申告をしたような場合には，重加算税の右賦課要件が満たされる」と判示した。益金を２０００万円少なくした本件Ａ申告そのものが同項の「隠蔽」，「仮装」に当たるか，説明しなさい。\n⑷ 本件Ａ申告そのもの以外に，国税通則法第６８条第１項の「隠蔽」，「仮装」に当たる事実があるかについて，本件各取引の法律行為の内容が本件各売買契約書に偽りなく記載されており，架空名義の利用はないことに留意しつつ，上記最高裁判所の判決の判示を踏まえて説明しなさい。\n２ 本件ＡＢ取引及び本件ＢＰ取引に関して，Ｂ社の令和元年１２月期及び令和２年１２月期の法人税の計算上，益金の額及び損金の額への計上に係る根拠規定及び適用関係を説明しなさい。\n３ 本件リベートは，Ｃの令和２年分の所得税の計算上，事業所得，一時所得，雑所得のいずれの所得に分類されるか，説明しなさい。\n- 9 -\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，離婚時の財産分与（民法第７６８条）をめぐる譲渡所得の課税関係（設問１⑴，⑵），事業所得における必要経費（設問２），不動産所得の人的帰属（設問３）について問うものである。\n設問１⑴では，分与をした者に対する課税について，所得税法第３３条の規定に即して譲渡所得の基礎を踏まえた上で，最判昭和５０年５月２７日民集２９巻５号６４１頁の趣旨を正確に理解しているかどうかが問われている。\nここは特に，譲渡所得の総収入金額が問題となる。この総収入金額は，原則として，資産の譲渡により実際に得た対価の額となる。これを財産分与に当てはめると，財産分与による分与義務の消滅が，その対価に当たる。この分与義務の価額は，通常は分与した資産の分与時における価額と等しいと考えられる。この点を丁寧に論じる必要があり，分与した資産の分与時における価額を，当然に総収入金額とするのは適当ではない。\nこの点に注意をしつつ，譲渡所得の金額の計算，長期譲渡所得と短期譲渡所得のいずれに当たるか等を説明することが求められる。\nなお，上記判例に対しては，学説上は反対論も少なくないので，それらに基づいて論述をすることもできるが，その場合でも，上記判例を正確に理解していることが前提となる。\n設問１⑵では，分与を受けた者について，分与された資産を譲渡した場合の課税関係が問われている。ここでは特に，当該資産の取得費（所得税法第３３条第３項，第３８条）が問題となる。ここでも，⑴と同様に，財産分与を受けることにより消滅した財産分与請求権の価額が「その資産の取得に要した金額」となり，その価額は，通常は分与された資産の分与時における価額と等しいと考えられる（東京地判平成３年２月２８日行集４２巻２号３４１頁参照）ことを丁寧に論じる必要がある。\n設問２では，資格を取得するための支出や，その他の技能等を得るための支出について，事業所得における必要経費に該当するか否かを問うものである。\n必要経費の意義は，所得税法第３７条に規定されているが，本件の支出は「売上原価その他当該総収入金額を得るため直接に要した費用の額」に当たらないことは明らかであるので，「販\n- 23 -売費，一般管理費その他これらの所得を生ずべき業務について生じた費用」に当たるか否かが問題となる。これに該当するには，その支出が，業務の遂行と関連し，かつ，業務の遂行上必要であることが要件とされる。\nまた，本件のような支出に関しては，家事費・家事関連費（所得税法第４５条第１項第１号）に該当するか否かも問題となりうる。家事費とは，個人の消費生活上の支出であって，もともと必要経費に該当するものではない。家事関連費とは，家事費と必要経費の両方の性格を持つ支出であり，所得税法施行令第９６条第１項によれば，その主たる部分が所得を生ずべき業務の遂行上必要であり，かつ，その必要である部分を明らかに区分することができる場合に，その部分について必要経費に算入される（ただし，所得税法基本通達４５－２参照）。\n本問においては，これらの点を踏まえた上で，２つの支出それぞれについての判断が求められる。\n設問３では，不動産所得の人的帰属が問われている。所得の人的帰属については，所得税法第１２条に規定されており，その解釈についてはいわゆる法律的帰属説が妥当する。法律的帰属説によれば，資産から得られる所得は，通常はその資産の所有者に帰属すると考えられる。\nこのことを遺産分割前の相続財産に当てはめればよい。なお，本問では，遺産分割後において本件の賃料収入がどのように扱われるかは問うていない。\n〔第２問〕\n本問は，含み益のある資産を関連会社で転々譲渡して少しずつ含み益を実現させ，複数の会社の繰越欠損金と相殺しようとした場合の，法人税法の適用（設問１⑴，⑵，設問２），国税通則法第６８条第１項（重加算税）の「隠ぺい，仮装」の理解（設問１⑶，⑷），会社からリ\nベートを受けた場合の所得分類（設問３）について問うものである。\n設問１⑴と⑵はセットで捉えていただきたい。導入として，設問１⑴では時価譲渡時の法人税法の適用を確認している。過去の答案の危うさの例として，法人税法第２２条第２項の適用により◇◇－△△＝☆☆の譲渡益が益金に計上される，という答案が散見される。法人税法第\n２２条第２項により益金◇◇が，同条第３項（ここでは第１号の「原価」）により損金△△が，という形で，益金，損金を別々に説明できるかを確認している。\n設問１⑵の低額譲渡に関し，適用条文は法人税法第２２条第２項の「無償」譲渡なのか「有償」譲渡なのか，という問題がある。南西通商株式会社事件・最判平成７年１２月１９日民集\n４９巻１０号３１２１頁の原々審は「正常な対価で取引を行った者との間の負担の公平を維持するために，無償取引からも収益が生ずることを擬制した創設的な規定」と判示していたが，最高裁は低額譲渡を有償譲渡に含めた上で「適正な価額との差額部分の収益が認識され得ないものとすれば……無償譲渡の場合との間の公平を欠くことになる」ので「資産の低額譲渡が行われた場合には，譲渡時における当該資産の適正な価額をもって法人税法２２条２項にいう資産の譲渡に係る収益の額に当たる」と判示していた。この旨は，現在は法人税法第２２条の２\n第４項で明確化されている。\n次に，時価９０００万円の資産を７０００万円で譲渡した場合には，２０００万円の社外流出が生じる。この社外流出が，特別な規定がなければ法人税法第２２条第３項第３号の「損失」に当たるであろうところ，同条第３項柱書の「別段の定め」である法人税法第３７条の適用を考えることとなる。令和２年度の第１問では，高額譲受という，法人税法第３７条の中で明示的には規律されていない難しい問題が扱われていた。一方，今回の設問１⑵では，法人税法第\n３７条第８項で明示的に規律されている低額譲渡が扱われている。なお，同条第８項に該当し寄附金であるとされると，同条第１項により，寄附金のうち損金算入限度額の範囲でしか損金算入できなくなる。本問では損金算入限度額の計算は求められていないものの，「寄附金については，法人税法第３７条第１項により損金算入が制限される」といった説明であると，全額\n- 24 -が損金算入できないことになるのか一部が損金算入できないことになるのか不明であるので，損金算入限度額という限度があることの理解を答案で示してほしい。\n設問１⑶と⑷はセットで捉えていただきたい。司法試験受験生で国税通則法第６８条第１項\n（重加算税）に関する最判平成７年４月２８日民集４９巻４号１１９３頁を勉強してきている者は少ないと予想されるので，長めの判旨を問題文中に示しつつ，先に設問１⑶で国税通則法第６５条の単純な過少申告加算税との区別を問うている。最高裁は，問題文に示した部分より前の部分で「重加算税を課するためには，納税者のした過少申告行為そのものが隠ぺい，仮装に当たるというだけでは足りず，過少申告行為そのものとは別に，隠ぺい，仮装と評価すべき行為が存在し，これに合わせた過少申告がされたことを要する」と判示しているが，多くの受験生はそこまでの知識を有していないかもしれないことを前提に，国税通則法第６５条と第６８条とで単純な過少申告と重加算税の対象となる過少申告とが区別されているという最低限の国税通則法に関する知識を有しているかを設問１⑶で確認している。国税通則法第６５条に「隠ぺい，仮装」という文言がないということを指摘するだけでもよい。\n続いて，設問１⑷では，問題文中で長めに引用されている判旨から「意図を外部からもうかがい得る特段の行動」という鍵となる規範を抽出する能力と，それに当たる事実を問題文中から拾う当てはめの能力を問うている。本件各取引は，架空名義の利用もなく，私法上は有効に成立していると考えられるが，判旨が注目しているのは「意図」であり，法律行為の内容を構成しない動機レベルの事実も，ここでは重要である。\n設問２では，設問１⑴，⑵からひねりが加えられており，Ｂ社にとっての本件土地の法人税法上の価値は，時価である９０００万円なのか，それとも転売価格拘束が意味を持つのか，が問われている。そして，ＰＬ農場事件・大阪高判昭和５９年６月２９日行集３５巻６号８２２\n頁によれば，転売価格が拘束されている場合はその価格が本件でいうＢ社にとっての価値（本問では７５００万円）であって，時価ではない，ということになる。この理は，法人税法第２２条の２第４項が立法された後でも変わらない。\n続いて，Ｂ社にとって７５００万円の価値のある資産をＢ社が７０００万円で購入していることから，Ｂ社に５００万円の所得が生じそうであるが，それはいつなのか，本件ＡＢ取引の時点においてか，本件ＢＰ取引の時点においてか，が問題となる。ＰＬ農場事件では，本件Ａ\nＢ取引に相当する取引と本件ＢＰ取引に相当する取引が同一年度内に行なわれたため，いつなのか，という問題を意識しにくい。そこで本問では，本件ＡＢ取引と本件ＢＰ取引の年度をずらすことにより，いつなのか，の問題を受験生に意識させようとした。ＰＬ農場事件の判示は，いつなのか，の問題についても明瞭な指針を与えている。本件ＡＢ取引の時点で，７５００万円の価値のあるものを７０００万円の支出で取得しているから，５００万円の受贈益が本件Ａ\nＢ取引の時点で生じる。なお，受贈益が２０００万円になるわけではない。次に，本件ＢＰ取引の時点では，法人税法第２２条第３項第１号にいう「原価」は，受贈益が原価に加算されるため７０００万円ではなく７５００万円であって，「売却差益は存しない」とＰＬ農場事件の判旨は述べている。\n設問３は本件リベートの所得分類を問うている。所得分類について万全を期すならば，十種類の所得分類全てについて検討すべきであるということになりかねないところ，本問では事業所得，一時所得，雑所得に絞っている。所得税法第３４条第１項の「一時所得とは……以外の一時の所得」，第３５条第１項の「雑所得とは……のいずれにも該当しない所得」という規定の構造に照らし，最初に検討すべきは事業所得該当性である。\n事業所得該当性を論ずる際，まず弁護士顧問料事件・最判昭和５６年４月２４日民集３５巻\n３号６７２頁などの判例による基準を提示し，本問の状況がこれに該当するかを検討することとなる。\n次に一時所得か雑所得かを検討することになる。この際，所得税法第３４条第１項の「一時\n- 25 -所得とは……営利を目的とする継続的行為から生じた所得以外の一時の所得で労務その他の役務又は資産の譲渡の対価としての性質を有しないものをいう。」の要件のうち，対価性が焦点となることを示せるかが鍵となる。\nなお，本件リベートのような金員の授受について，本問では法人税法と所得税法とのバランスに鑑みて質問されていないが，法人税法第５５条第１項の意義，及び，株式会社エス・ブイ・シー事件・最決平成６年９月１６日刑集４８巻６号３５７頁における脱税協力手数料の損金算入の可否（結論は否）についても，復習しておくことが望ましい。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等［第１問］（配点：５０）\n本問では，離婚時の財産分与（民法第７６８条）をめぐる譲渡所得の課税関係（設問１），事業所得における必要経費（設問２），及び不動産所得の人的帰属（設問３）について問われている。\n＜設問１⑴＞設問１⑴は，財産分与時の譲渡所得課税についての問題であり，名古屋医師財産分与事件（最判昭和５０年５月２７日民集２９巻５号６４１頁）がそのまま当てはまる事例である。本問については，多くの答案が，財産分与の義務の消滅が，分与者Ａにとっての経済的利益に当たることを回答していた。しかし，その経済的利益の金額が５０００万円である点については，その理由を述べていない答案や，甲土地の時価が５０００万円であることしか述べていない答案が少なくなかった。これは譲渡所得における総収入金額（譲渡対価）の認定に関わるものであり，丁寧な論述が求められる。\nまた，長期譲渡所得が２分の１課税となることの意味を，正確に理解していない答案が少なくなかった。金額が２分の１とされるのは特別控除額適用の前か後か，また２分の１とされるのは譲渡所得の金額なのか総所得金額に算入される金額なのか，条文を読んでほしい。\n＜設問１⑵＞設問１⑵は，財産分与によって資産を取得したＢが，その資産を譲渡した場合についての問題である。ここではＢにとっての土地甲の取得費が問題となる。⑴が出来ていた答案は，この問題もおおむね適切に回答していた。\n設問１に関しては，上記最高裁判例を理解していない答案が「不良」と評価され，上記判例を理解しているが５０００万円という金額が導かれる理由を述べていない答案が「一応の水準」\nと評価され，金額の理由について⑴及び⑵を通じて述べている答案が「良好」又は「優秀」と評価された。\n＜設問２＞設問２は，資格を取得するための支出や，その他の技能等を得るための支出の，事業所得における必要経費該当性についての問題である。所得税法第３７条第１項は，必要経費に算入すべき金額として，「売上原価その他当該総収入金額を得るため直接に要した費用の額」及び「販売費，一般管理費その他これらの所得を生ずべき業務について生じた費用」の２つを定めているが，この点を指摘した答案が少なく，両者の違いを正確に理解している答案はさらに少なかった。また，このような支出について必要経費該当性が問題となる際には，家事費・家事関連費に当たるか否かを検討することも求められるが，この点に触れた答案も少なかった。これらの点は，必要経費に関する基礎的な事項であるので，留意してほしい。\nなお，答案の中には，はり師・きゅう師の資格取得のための専門学校学費について，それがその年の収入稼得に貢献していないことや，資格を取得してから開業した場合とのバランスについて触れるものがあり，必要経費に関する問題を深く理解しているからこそ，このような論述が出来るのだと感心した。\n設問２に関しては，①必要経費に算入すべき金額が上記のとおり２種類あって本件の支出は後者に当たることを指摘し，さらに②家事費・家事関連費への該当性について検討している答案が「優秀」と評価され，①と②の一方だけを満たすものが「良好」と評価され，①と②の両方を満たさないが必要経費の意義を述べた上で本件の事案を当てはめて結論を導いている答案が- 8 -「一応の水準」と評価された。\n＜設問３＞設問３は，不動産所得の人的帰属についての問題である。本問に関しては，まず所得税法第１２条について言及していない答案が少なくなかった。また，それらの中には，所得税法第３６条の問題として回答をしているものが見られた。このような基本的な事項について間違いが少なくなかったのは意外である。\nまた，本問は，Ｃの死亡後において生じた賃料の人的帰属を問うているのであって，Ｃに帰属することはない。この点については問題文をよく読んでもらいたい。\nさらに，本問は，不動産所得という資産から生じる所得の人的帰属を問うているが，これに事業所得の人的帰属の判断基準を当てはめていた答案が少なくなかった。所得の種類によって，\n人的帰属の判断基準も異なるので，留意してほしい。\n設問３に関しては，所得税法第１２条について言及していない答案が「不良」と評価され、同条及びその解釈に言及している答案が「一応の水準」と評価され，それに加えて資産から生じる所得の人的帰属の判断基準を述べて、それを本件に当てはめて結論を導いている答案が「良好」又は「優秀」と評価された。\n第１問を通じた成績としては，優秀・良好・一応の水準・不良の４つの評価に，おおむね適切に分布したものとなった。\n［第２問］（配点：５０）\n本問では，Ａ社保有資産がＡ社→Ｂ社（取締役Ｃ）→Ｐ社→Ｒへと転々譲渡するという事例における，低額譲渡をしたＡ社の益金・損金及び重加算税（設問１），転売価格拘束付きで資産を譲り受けその価格で転売したＢ社の益金・損金（設問２），並びにＣの受ける脱税協力金の所得分類（設問３）について問われている。\n＜設問１⑴＞設問１⑴では，設問１⑵の前座として，原則的な時価譲渡時の法人税法第２２条第２項，同条第３項第１号，同法第２２条の２第４項の適用関係を確認している。しかし残念なことに同法第２２条第３項第１号の「原価」を指摘できていない答案が少なくなかった。同法第２２条はほぼ必ず出題されるので再確認していただきたい。\n＜設問１⑵＞設問１⑵は低額譲渡を扱う。令和２年度の第１問において難しいと思われていた高額譲受について出来が良かった一方で法人税法第３７条第１項の損金算入制限の理解が不十分な答案が多かったので，改めて法人税法第３７条の寄附金について確認してもらいたかった（下記４⑴も参照）。また，設問２が難しい一方で，法人税法第３７条第８項で明示的に規律されている低額譲渡ならば多くの答案が規定を的確に当てはめることができるであろうと期待していた。\nところが，法人税法第３７条を意識していた答案は半数にも満たなかった。令和２年度の高額譲受の出来の良さと比べ，高額譲受より容易な低額譲渡について寄附金が意識すらされないというのは驚きであった。\n寄附金を意識できなかった一方で，受験生の多くは，設問１⑵について，南西通商株式会社事件（最判平成７年１２月１９日民集４９巻１０号３１２１頁）又は適正所得算出説の理解が問われている，と理解したようである。それらの判例や学説を適切に指摘していた答案についてはそれに応じた加点を施した。\n＜設問１⑶＞重加算税について問うのは初めてであるので，重加算税と別に過少申告加算税（国税通則法第６５条）が規定されているという条文構造から国税通則法第６８条第１項にいう「隠蔽」「仮装」\nは過少申告以外の事実の認定を要するというだけのことをまず確認してもらうこととした。そ- 9 -こで，「本件Ａ申告」についての出題とすることで過少申告加算税との違いを意識してもらうことを企図していたが，本件Ａ申告が「隠蔽」「仮装」の要件を満たすかを検討する答案が多く，\n率直に，ミス・コミュニケーションであったと反省せざるを得ない。\n＜設問１⑷＞最判平成７年４月２８日民集４９巻４号１１９３頁は，重加算税についてのリーディング・ケースであるとはいえ，ほとんどの受験生にとって初見であると思われる。初見であっても判決文から規範を抽出し，その規範を問題文の事実に当てはめて検討する，という能力を問うた。\n規範の抽出も，当てはめも，期待どおりよくできていた答案が多かった。規範の抽出を設問１⑶において行っていても設問１⑷で加点した。\n＜設問２＞設問２のモデルであるＰＬ農場事件（大阪高判昭和５９年６月２９日行集３５巻６号８２２頁）\nは受験生にとって難しい事例であるので，Ｂ社が転売価格拘束を受けている場合の資産のＢ社にとっての価値は時価より低いことがある，ということの理解ができなくても仕方ない。\nしかし，法人税法第２２条の基本的な条文操作が不確かな答案が多かった。\n例えば，本件ＡＢ取引に関して法人税法第２２条第３項第１号の「原価」に７０００万円が算入されるという答案が散見された。こう書いてしまうと，本件ＢＰ取引に関して「原価」を扱えなくなってしまう。設問１⑴と合わせ，同法第２２条の条文操作について，改めて確認していただきたい。\n７０００万円で購入した資産を７５００万円で売却する場合の５００万円の利益について，令和元年の受贈益と見るか，令和２年の譲渡益と見るか，という問題は難しい。それよりも，令和元年の受贈益として扱うなら令和２年の「原価」は７０００万円ではなく７５００万円に上がっているはずである，又は，令和元年の受贈益として扱わないなら令和２年の「原価」は７０００万円のままのはずである，といった整合性に重きを置いて採点した。しかし，前述のとおり，そもそも法人税法第２２条の益金・損金の条文操作が不確かな答案が多かった。\n＜設問３＞１０種類の所得全てについて検討することが条文構造から要請されるとはいえ，筆記試験で逐一検討させるのは非現実的であるので，候補となる３種類の所得に限定した。\n事業所得該当性については，弁護士顧問料事件（最判昭和５６年４月２４日民集３５巻３号６７２頁）等の判例が示す事業所得判定基準に照らした検討が多くの答案でできていた。\n一時所得か雑所得かについて，令和２年度の第１問でも競馬の当たり馬券の払戻金に係る所得について問われていたところ，令和２年度と比べ，本年度は所得税法第３４条第１項の判定基準の抽出がおろそかな答案が多かった。\n第２問を通じた成績としては，「優秀」とされる答案が少ないものの，優秀・良好・一応の水準・不良の４つの評価に適切に分布したものとなった。法人税法の益金・損金の条文操作がおぼつかない答案が「不良」と評価され，法人税法の益金・損金の条文操作ができている答案が「一応の水準」と評価され，設問１⑵で低額譲渡から直ちに寄附金の可能性に思い至っている答案が「良好」と評価され，その上で更に設問１及び２を通じて寄附金についてＡ社及びＢ社を俯瞰して整合的な扱いを意識して書いている答案が「優秀」と評価された。\n３ 今後の出題について本年は，第２問設問１⑶⑷が国税通則法に関する問題，第２問設問１⑴⑵と設問２が法人税法に関する問題，その余が所得税法に関する問題であった。範囲としては，今後も所得税法からの出題を中心としつつも，法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる。\n内容としては，所得税法，法人税法，国税通則法に関する基本概念や制度に関する基本的な知識の有無及び程度，更にこれらの知識を利用して条文の文言を解釈し，当該条文を具体的な事実関- 10 -係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n４ 今後の法科大学院教育に求めるもの⑴ 基本的な概念や基本的な知識の習得例年の採点実感で指摘しているとおり，本年においても，租税法の基本的な概念や基本的な知識の理解を欠く答案が一定数以上見られた。\n本年の第１問では，上記のとおり，必要経費や所得の人的帰属について基礎が出来ていない答案が少なくなかった。特に，設問３について所得税法第３６条を当てはめようとした答案が複数あったことには驚かされた。\n第２問では，そもそも法人税法第２２条の条文操作がおぼつかない答案が多数存在した。また，\n第２問設問１⑵の法人税法第３７条第１項による損金算入限度額（額の計算は不要）への意識が，令和２年度に引き続き本年度も不十分であった。例えば「寄附金の損金算入は制限される」\nという答案だと，損金算入が全額制限されるのか一部制限されるのか不明である。\n第２問設問２は難しいため元々高得点は期待していなかったが，受贈益と損金の額に関し整合性は保とうとする姿勢すら見えない答案が少なくなかったことで，期待を下回る出来であった。\n以前の採点実感にも記載したとおり，法科大学院においては，まず，基本的な概念や基本的な知識を正確に理解させることに重点を置いた上で，次のステップとして条文の相互関係，さらには個々の規定の趣旨・目的の議論と条文の文理解釈との間のつながりを考察できる能力の習得を目的とした教育が望まれる。\n⑵ 事実認定と条文等の当てはめに関する能力の取得事実認定と当てはめに関する能力の習得の重要性は，連年の採点実感でも指摘したところである。\n本年の第１問では，設問２については，まず必要経費の意義を示した上で，事例がそれに当てはまるか否かを検討する答案が多かった。それに対して，設問３においては，不動産所得（資産から生じる所得）の人的帰属について，一般的な判断基準・判断方法を述べた答案は多くなかった。条文等の当てはめの問題においては，いきなり結論に飛びつくのではなく，まず一般的な判断基準・判断方法を示した上で，それに事例を当てはめるという論述を心がけてほしい。\n第２問設問１⑷では，判決文から規範を抽出し問題文の事実から関連する事実を拾い上げる能力を問うたところ，おおむねよくできていた。\n⑶ 判例・裁判例の学習第２問設問３では，事業所得の判定基準に関する判例を意識したことをうかがわせるものが多く，少しずつ，判例・裁判例の学習の重要性が浸透していっているようではある。しかし残念ながら他の点ではいまだ判例・裁判例に触れる姿勢が十分ではない。\n例えば，第１問設問１⑴に関しては，名古屋医師財産分与事件（最判昭和５０年５月２７日民集２９巻５号６４１頁）は租税法における最も重要な判例の一つである。その他，設問１⑵に関する分与土地一体譲渡事件（東京地判平成３年２月２８日行集４２巻２号３４１頁）も，上記判例とセットで理解すべきものである。\n本年の第２問設問２におけるＰＬ農場事件（大阪高判昭和５９年６月２９日行集３５巻６号８２２頁）の理解は難しい方の部類に入るが，第２問設問１⑵における南西通商株式会社事件（最判平成７年１２月１９日民集４９巻１０号３１２１頁）や第２問設問３における弁護士顧問料事件（最判昭和５６年４月２４日民集３５巻３号６７２頁）の理解は基礎的な方である。\n５ 租税法を勉強するに当たり⑴ 条文の正確な理解と適切な引用平成３０年度以来，採点実感において，「租税法の勉強は，『一に条文，二に基礎知識，三に判- 11 -例』となろう。」と記載している。この点は，本年の採点実感においても変わるところはない。\n本年の第１問設問１⑵においては，譲渡所得における取得費について，所得税法第３３条第３項及び第３８条の両方を挙げた答案が意外に少なかった。また，上記の通り，設問３において所得税法第１２条を挙げていない答案が少なくなかった。\n第２問設問１⑴は法人税法に関し最も基礎的な問いであるが，意外に完答できている答案は少ない。また，第２問設問３では，一時所得に関する所得税法第３４条第１項のどの文言を意識しているか明示できていない答案が目立った。\n基礎知識として，本年の第１問設問２に関して，所得税法第３７条第１項が必要経費に算入すべき金額を２種類定めていることを，法人税法第２２条第３項が損金に算入すべき金額を３種類定めていることと，セットで覚えていただきたい。\nまた，第２問設問１⑵が低額譲渡を扱っているところ，多くの答案が寄附金に思い至っていなかった。低額譲渡→寄附金という考察回路ができていないことがうかがわれる。\n⑵ 判例に関する関心と理解過年度の採点実感において指摘したとおり，最高裁判例，及び，重要な下級審裁判例に関する知識は，租税法の基本的な知識の一部である。そして，司法試験の解答に際しては，論点について判例等がある場合，問題文に特に「判例に言及しつつ」などの指示がなされていなくても，\nこれに言及することが，原則として必要だと理解すべきである。\n限られた試験時間内で答案を作成する以上，答案における判例等への言及と言っても，特別なことが要求されるわけではない。例えば，「～については～と解すべきである（判例同旨）。」「判例によれば，～は～と解されている。」などの表現で，自説と判例との関係を自覚していることが示されていれば，一応は必要性を満たしている。また，判例の趣旨を理解していることが採点者に伝われば足りるので，一字一句判決文を暗記する必要もない。\n本年の試験においては，上記のような手法で判例への言及を手短に，かつ，適切に行う答案が相当数見られ，中には事件名（通称）を付して引用している答案も見られた。これらの答案には，相応の高い評価を与えたことを強調しておきたい。\n⑶ 基本的かつ偏らない知識の習得採点実感を熟読すれば分かるように，本年度の問題は，第２問設問２を除けば，ごく基本的な事項に関する出題にとどまるし，同問についても，受験生向けの教材で扱われている裁判例をモデルにしたものであり，更にその裁判例を知らなかったとしても法人税法２２条の理解である程度の点数はとれるようになっている。\nそれにもかかわらず，第２問設問２でもそれ以外でも期待した水準に達していない答案がなおも多いのは，出題された制度や論点についての基礎的な知識を欠いているからである。また，\n当然のことながら，所得税法のみを勉強していたのでは足りない。\n６ その他参考事項租税法に限らず，答案の作成はコミュニケーションであり，何を問われているかを正確に把握し，\n必要な内容を誤解なく伝える答案が，必然的に高得点となる。反対に，問題文や問いの内容を自分勝手に理解して作成した答案では，良い成績は望めない。\nまた，良い答案は，条文のどの文言について解答しているのかを意識しそれを明示するよう心掛けている。例えば，第２問設問１⑴で法人税法第２２条第３項第１号の「原価」を摘示できているか否かは，その箇所のみならず答案全体の出来と相関している。\n- 12 -"
}