{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，４０：２０：４０］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお，解答に当たっては，文中において特定されている日時にかかわらず，試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡとＢは，Ａを貸主，Ｂを借主として，Ａの所有する土地（以下「本件土地」という。）について，期間を３０年，賃料を１か月３０万円，目的を建物所有とする賃貸借契約（以下「本件契約」という。なお，本件契約は，事業用定期借地権を設定するものではない。）を締結した。\nＢは，本件土地上に，レストラン経営のための店舗建物（以下「本件建物」という。）を建築し，本件建物でレストラン（以下「本件レストラン」という。）を経営してきた。Ｂが本件契約の締結から２０年後に死亡すると，その子であるＹが相続により本件土地の賃借人としての地位を承継し，本件レストランの経営を引き継いだ。また，Ｂの死亡と同じ時期に，ＡがＸに本件土地を譲渡したことから，Ｘが本件土地の賃貸人としての地位を承継した。\nＹは，本件契約の期間満了の３か月前に，Ｘと面談し，本件契約が期間満了後も更新されることの確認を求めたが，Ｘは，その場で，以下のように主張しつつ，本件契約の更新を拒絶した。\n１．Ｘの息子Ｃは，歯科医であり，開業を予定している。本件土地は，Ｃが歯科医院を営むのに最適の立地条件であることから，本件土地上に歯科医院用の建物を建築することを計画している。\n２．ＸはＹに対して立退料として１０００万円程度を支払う用意がある。\nＸＹ間での交渉はまとまらず，Ｘは，本件契約の期間満了の直後，本件契約の終了に基づき，「Ｙは，Ｘから１０００万円の支払を受けるのと引換えに，Ｘに対し，本件建物を収去して本件土地を明け渡せ。」との判決を求めて，訴え（この訴えに係る訴訟を，以下「本件訴訟」という。）を提起した。\n本件訴訟の第１回口頭弁論期日においては，ＸとＹの双方が出頭し，Ｘが前記１と２記載の主張をしたのに対して，Ｙは，本件レストランの経営継続を予定しているところ，離れた地に移転してしまうと経営が成り立たず，近隣において適当な土地を取得することは困難である旨及びＸから申出があった程度の立退料では本件レストランの収入喪失まで補償するには全く不十分である旨を主張した。\nまた，この期日において，裁判官Ｊは，訴状の請求の趣旨には，「１０００万円の支払を受けるのと引換えに」と記載してあるが，他方で，Ｘが１０００万円程度を支払う用意がある旨を申し出た旨を主張していることから，１０００万円という額にどの程度のこだわりがあるかという点についてＸに釈明を求めた。これに対して，Ｘは，「１０００万円という額に強いこだわりはありません。この額は，早期解決の趣旨で若干多めに提示したものですので，早期解決の目がなくなった以上，より少ない額が適切であると思っておりますが，本件土地を明け渡してもらうのが一番大事ですから，裁判所がより多額の立退料の支払が必要であると考えるならば，検討する用意があります。」と陳述し，その要旨は口頭弁論調書にも記載された。\n以下は，裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：Ｘは，立退料の支払を申し出ていますね。立退料は，借地借家法第６条の正当事由の有無を判断する上で，どのような役割を担うのでしょうか。\nＰ：借家に関してですが，判例は，立退料は他の諸般の事情と総合考慮され，相互に補充しあって正当事由の判断の基礎となるものであるとしています（最高裁判所昭和４６年１１月２５日第一小法廷判決・民集２５巻８号１３４３頁。以下「最判昭和４６年」という。）。\nＪ：そうすると，裁判所が正当事由を認める上で必要と考える立退料額がＸの申出額よりも多額である場合は，どういう判決をすることになりますか。\nＰ：最判昭和４６年は，原告は「立退料として３００万円もしくはこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思を表明し，かつその支払と引き換えに（中略）店舗の明渡を求めている」と述べた上で，申出額よりも多額である５００万円の支払との引換給付判決をした原判決を是認しています。本件でも，Ｘの第１回口頭弁論期日における陳述の内容から見て，Ｘの申出額と格段の相違のない範囲内で増額した立退料の支払との引換給付判決は許容されそうです。\nＪ：それはそうでしょうね。それでは，申出額と格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決はどうでしょうか。\nＰ：最判昭和４６年に照らすと難しいと思います。\nＪ：そう結論を急がないでください。最判昭和４６年は，格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決の許否について直接判断したものではありません。また，格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決を拒否するというのがＸの意思であるとは直ちにはいえないように思います。\nＰ：確かにそうですね。\nＪ：それでは，引換給付判決をすることができないとすると，その場合にすべきことになる判決はどのようなものとなるのかを示し，その判決を，Ｘの申出額と格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決と対比した上で，後者のような引換給付判決をすることの許否を検討してください。これを「課題１」とします。\nところで，裁判所が正当事由を認める上で必要と考える立退料額がＸの申出額よりも少ないということも考えられます。この場合には，Ｘの申出額よりも少額の立退料の支払との引換給付判決をすることはできるのでしょうか。\nＰ：それは，Ｘが求めている判決よりも有利な判決をＸに与えることになりそうでやや違和感があります。しかし，口頭弁論調書を見ると，Ｘはより少ない額が適切であるとも陳述していますね。\nＪ：こちらも額によるかもしれないですね。それでは，第１回口頭弁論期日におけるＸの陳述の内容にも留意しつつ，Ｘの申出額よりも少額の立退料の支払との引換給付判決をすることは許容されるかという点も検討してください。これを「課題２」とします。\nなお，「課題１」及び「課題２」を検討するに当たっては，どのような事実を判決の基礎にすることができるかという問題と借地借家法第６条に関する実体法上の解釈問題に言及する必要はありません。\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｊから与えられた課題１及び課題２について答えなさい。\n【事 例（続き）】\n本件訴訟が第一審に係属中，弁護士に頼らず自ら訴訟を追行してきたＹは，心労もあって健康を害し，以前から本件レストランの経営を手伝っていたＺにレストラン経営を任せることとした。\nそこで，Ｙは，Ｚに本件建物を賃貸し，これに基づき本件建物を引き渡した。\nＸは，前記の事実を直ちに察知し，Ｚを本件建物から立ち退かせなければ，目的は達成することができないと考え，Ｚに対する建物退去土地明渡請求を定立しつつ，Ｚが本件訴訟の係属中にＹから本件建物を賃借し，これに基づき本件建物の引渡しを受けたことを理由としてＺを引受人とする訴訟引受けの申立てをした。以下は，裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：本件で，民事訴訟法第５０条の承継は認められるのでしょうか。\nＰ：同条の「訴訟の目的である義務」という文言を素直に捉えて，同条にいう承継とは訴訟物である義務の承継を指すと理解するのであれば，Ｚがこのような義務をＹから承継したというのは難しいと思います。\nＪ：しかし，そのような承継の理解は狭すぎるように思います。そこで，そのような理解を離れた上で，訴訟承継制度の趣旨を踏まえて，同条の承継の意味内容を具体的に明らかにし，Ｚが同条にいう承継をしたといえるか否か検討してください。これを「課題」とします。\nなお，検討に際しては，ＸのＹに対する訴えの訴訟物は，賃貸借契約の終了に基づく目的物返還請求権としての建物収去土地明渡請求権であることを前提にしてください。\n〔設問２〕\nあなたが司法修習生Ｐであるとして，Ｊから与えられた課題について答えなさい。\n【事 例（続き）】\n本件訴訟では，弁論準備手続における争点及び証拠の整理が完了したことから弁論準備手続が終結となり，Ｃの証人尋問並びにＸ及びＹの当事者尋問が実施され，口頭弁論の終結が予定された口頭弁論期日（以下「最終期日」という。）の指定がされた。本件建物がＹからＺに対して賃貸され，引き渡されたのは，最終期日の指定がされた直後であり，Ｘの訴訟引受けの申立ては，最終期日前に認められることとなった。\n本件訴訟に従前関わっていないＺは，弁護士に頼らずに訴訟を追行するのは難しいと考え，直ちに弁護士Ｌに訴訟委任をした。Ｌは，正当事由の判断の基準時が本件契約の期間満了時であるとしても，Ｙが本件レストランの経営から退いたことが，Ｙの従前の主張に関して不利にしんしゃくされることもあり得ることから，更新拒絶に正当事由があると評価されるのを妨げる事実を追加して主張するのが適切であろうと考えた。\nそこで，Ｌが改めて本件レストラン経営に係る資料を調査すると，Ｂ名義の預金通帳（以下\n「本件通帳」という。）に，本件契約締結の際にＢがＡの預金口座に対して１５００万円を振り込んだ旨の記帳がされていることを発見した。ＬがＹに対してこれについて質問をすると，「Ｂから，亡くなる直前に，本件契約の際に権利金としてＡの口座にかなりの額を振り込んだ，本件土地の更新時にもめるといけないから，本件通帳はきちんと保管しておくように，と伝えられていました。言われたとおり，本件通帳は本件契約の契約書と共に厳重に保管し，本件訴訟の前にも本件通帳の中身を見てＢからＡへの振込みも把握していましたが，本件訴訟においてそれほど重要なものとは思っていませんでした。」との回答を得た。その後，Ｌは，近隣の土地の相場や賃料相場を調査した結果，ＢからＡに支払われた権利金は，賃料の前払の性質だけではなく，更新料の前払の性質も含むものであったと思うに至った。\n以下は，弁護士Ｌと司法修習生Ｑとの間の会話である。\nＬ：最終期日には，ＢからＡに対して更新料の前払の性質も含む権利金が支払われていた旨の新主張（以下「本件新主張」という。）をするとともに，この事実を立証するために本件通帳についての書証の申出とＡの証人尋問の申出をしようと思います。ただ，最終期日にＡの証人尋問を実施するというのは無理がありますから，改めて期日を指定してもらうことになります。\nＱ：Ｘは，これらの攻撃防御方法の提出は，時機に後れた攻撃防御方法であるとして，却下決定を申し立ててくるのではないでしょうか。\nＬ：その可能性は十分にあります。そこで，差し当たり本件新主張が却下されるか否かについて考えてほしいのです。Ｘは，①Ｙ自身が最終期日に本件新主張をしたとしたら，時機に後れたものとして却下されるべきである，②そうである以上，Ｚによる本件新主張も却下されるべきである，と主張してくると思います。まず，Ｘの立場から，①について，その結論を得るための理由を説明してください。また，その際には，以後予想されるＸとＹ双方の主張立証活動と，却下決定を得るのを容易にするためにＸがＹに対してすることができる訴訟法上の行為にも言及してください。これを「課題１」とします。\nその上で，Ｘの立場から②についてＺによる本件新主張は却下されるべきであるという立論をして，さらに，Ｚの立場からこれに対する反論をしてください。これを「課題２」とします。\n「課題２」の検討に当たっては，Ｙ自身が本件新主張をしたとしたら，時機に後れたものとして却下されるということを前提としてください。\n〔設問３〕\nあなたが司法修習生Ｑであるとして，Ｌから与えられた課題１及び課題２について答えなさい。",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，ＸがＹに対して，土地（以下「本件土地」という。）の賃貸借契約（以下「本件契約」という。）終了に基づいて，Ｙが本件土地上に所有する建物（以下「本件建物」という。）の収去と本件土地の明渡しを求めて提起した訴えに係る訴訟（以下「本件訴訟」という。）の係属中にＹがＺに対して本件建物を賃貸し，これに基づいて本件建物をＺに引き渡したという事案を題材として，①原告が一定の額の立退料の支払と引換えに建物収去土地明渡請求訴訟を提起した場合に，原告が申し出た額とは異なる額の立退料の支払との引換給付判決をすることの許否の検討（設問１），②ＸがＺを引受人とする訴訟引受けの申立てをした場合に，Ｚが民事訴訟法（以下「法」という。）第５０条にいう承継人に該当するか否かの検討（設問２），③\nＺがＸによる更新拒絶を争うために，ＢからＡに対して権利金が支払われていた旨を主張することが時機に後れた攻撃防御方法として却下されるかどうかの検討（設問３）をそれぞれ求めるものである。\nまず，設問１の課題１では，Ｘが，Ｙに対して１０００万円程度の立退料の支払を申し出た上で，１０００万円の立退料の支払と引換えに本件建物を収去して本件土地を明け渡せとの判決を求め，さらに，第１回口頭弁論期日において，１０００万円という額には大きなこだわりはない旨の陳述をしたという事実関係において，Ｘの申出額と格段の相違のない範囲を超えて増額した額の立退料の支払との引換給付判決（以下「増額判決」という。）をすることの許否の検討が求められている。ここでは，法第２４６条には，原告の意思の尊重と当事者に対する不利益の最大限の予告という二つの趣旨が認められるところ，とりわけ前者の観点から，増額判決の許否につき検討する必要がある。訴状の記載及び第１回口頭弁論期日におけるＸの陳述から，Ｘがいかなる意思であるかを可能な限り具体的に特定するとともに，Ｘの現実の意思が明らかにならない部分は，原告の合理的意思の推測により補うことが期待される。原告の合理的意思を推測する際には，裁判所が増額判決をし得ないとすれば，どのような判決がされるかを特定した上で，この両者を比較検討しつつ，通常の原告であればいずれを望むかを検討することが求められる。なお，最高裁判所昭和４６年１１月２５日第一小法廷判決・民集２５巻８\n号１３４３頁は，原告が「立退料として３００万円もしくはこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思を表明し，かつその支払と引き換えに（中略）店舗の明渡を求めている」との事実関係の下で，申出額よりも多額である５００万円の支払との引換給付判決をした原判決を是認しているが，本設問では，Ｘが１０００万円又はこれと格段の相違のない一定の範囲内で裁判所の決定する金員を支払う旨の意思しか表明していないと評価することができるか否かが問題であるから，この判決に依拠して，直ちに申出額と格段の相違のない範囲を超えて増額した立退料の支払との引換給付判決をすることができないとするのみでは，課題１に十分に答えたとはいえない。\n次に，設問１の課題２では，課題１と同様の事実関係において，Ｘの申出額よりも少額の立退料の支払との引換給付判決をすることの許否の検討が求められている。ここでも，法第２４６条の二つの趣旨からの検討が必要となるところ，原告の意思の尊重という観点から行うべき作業は，課題１と基本的に同様であり，課題２では，当事者，とりわけ被告に対する不利益の最大限の予告という観点から詳細な検討をする必要がある。訴状の記載のみならず，第１回口頭弁論期日における陳述も踏まえた上で，Ｙに対して不利益の最大限として何が予告されていたと評価することができるかについて，Ｘの申出額と裁判所が正当事由を認める上で必要と考える立退料額との差の大きさが結論に影響を与えるか否かにも留意しつつ，具体的に検討することが期待される。\n設問２では，本件訴訟の係属中に，ＹがＺに対して本件建物を賃貸し，これに基づき本件建物を引き渡したという事実関係において，Ｚが法第５０条の承継人に該当するか否かの検討が求められている。ここではまず，訴訟承継制度の趣旨を明らかにすることが要求される。具体的には，訴訟の係属中に第三者による承継が生じた場合において，従前の訴訟状態を流用して当該第三者との間で訴訟を進めることが訴訟経済に資するとともに，とりわけ相手方が従前の既得的地位を維持することができるという意味で公平の確保に資するという点を指摘することが期待される。次に，このような訴訟承継制度の趣旨と適合的な形で，同条にいう承継の意味内容を具体的に明らかにすることが要求される。この点については，学説上，種々の見解が示されており，いずれを採用するかにより評価に差をつけることは想定していないが，承継の意味内容を具体的に明らかにすることが要求されている以上，最高裁判所昭和４１年３月２２日第三小法廷判決・民集２０巻３号４８４頁において用いられている「紛争の主体たる地位の承継」というのみでは，十分に課題に答えたことにはならない。この判例に依拠する場合も，そこでいう紛争の主体たる地位とはいかなるものか等の点についてより踏み込んだ記述が求められる。最後に，以上のように具体的に明らかにされた承継の意味内容に照らして，Ｚが承継人に該当するか否かの検討が要求される。例えば，承継前の訴訟において，被承継人を当事者として適切な者としていた法的地位が第三者に移転し，この地位が相手方の当該第三者に対する訴訟において，当該第三者を当事者として適切な者としている場合に同条にいう承継が認められると考えるのであれば，Ｙを本件訴訟で被告として適切な者としている法的地位は何か，これはＹからＺに移転しているか，移転しているとして，このような地位はＸのＺに対する訴訟においてＺを被告として適切な者としているか，といった点を検討する必要がある。\n設問３の課題１は，訴訟を引き受けたＺが，弁論準備手続の終結及び人証の取調べの後に，従前当事者から主張されていなかった「ＢからＡに対して更新料の前払の性質をも含む権利金が支払われていた」との新主張（以下「本件新主張」という。）をしようとしているという事実関係において，Ｘの立場から，仮にＹが本件新主張をしたとしたら，時機に後れた攻撃防御方法として却下されることの論証を求めるものである。法第１５７条第１項を摘示した上で，同項の定める各要件の具体的意味内容を明らかにし，それぞれが充足されることを説得的に述べる必要がある。なお，同項の要件のうち，「訴訟の完結を遅延させること」の検討に際しては，その後予想されるＸＹ双方の主張立証活動を踏まえることが要求される。ＹがＡの証人尋問を申請することは問題文から明らかであるが，Ｘとしても，立退料額にも関わることであるから，ＢからＡへの振込みの趣旨について反論をする機会を欲するであろうことを指摘することが期待される。また，本件新主張は，弁論準備手続終結後にされるものであるから，法第１７４条及び第１６７条により，ＸからＹに対して説明要求がされ得ること，このような要求がされた場合には，Ｙは説明義務を負い，Ｙが説明を拒絶し，又は不十分な説明しかし得なかった場合には，法第１５７条第１項の「時機に後れた」又は「重大な過失」が推定され得ることを指摘することも期待される。\n設問３の課題２の前半部分では，Ｙが本件新主張をしたとしたら，同項により却下されることを前提として，Ｘの立場から，Ｚによる本件新主張も却下されるべきであるという立論をすることが求められる。具体的には，まず，法第５０条の承継人は，承継原因発生時の訴訟状態を承認する義務を負う旨を，一定の理由をもって論証した上で，そこでいう訴訟状態とはいかなるものであるかを明らかにする必要がある。その上で，同条にいう承継人であるＺは訴訟状態を承認する義務を負い，その結果，法第１５７条第１項によりＹ自身がすることができない本件新主張は，Ｚもすることができないという結論に至ることが期待される。\n設問３の課題２の後半部分では，Ｙが本件新主張をしたとしたら，同項により却下されることを前提として，Ｚの立場から，そうであるとしても，Ｚによる本件新主張は，却下されないという立論をすることが求められる。このような立論としては，Ｚは訴訟状態を承認する義務を負うものの，承継の前後で，Ｘによる更新拒絶の可否を判断する上での本件新主張の重要性が変容している場合や，Ｙによる訴訟追行がなれ合いと評価し得る場合には，一定の例外が認められると論じた上で，本件では，そのような例外が認められるとするものと，承継人は，およそ訴訟状態を承認する義務を負わないとするものが考えられる。いずれであっても十分な理由が示されている限り，評価に差をつけることはない。ただし，後者であれば，訴訟状態承認義務を伴わない訴訟承継制度はいかなる意義を持つものであるか，という点についても検討することが期待される。",
  "scoring_notes": "１ 出題趣旨等民事系科目第３問は，民事訴訟法分野からの出題であり，出題趣旨は，既に公表されている「令和３年司法試験論文式試験出題の趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては，例年と同様，受験者が，①民事訴訟の基礎的な原理，原則や概念を正しく理解し，基礎的な知識を習得しているか，②それらを前提として，設問で問われていることを的確に把握し，それに正面から答えているか，③抽象論に終始せず，設問の事案に即して具体的に掘り下げた考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては，基本的に，上記①から③までの観点を重視するものとしている。\n本年においても，問題文中の登場人物の発言等において，受験者が検討し，解答すべき事項が具体的に示されている。そのため，答案の作成に当たっては，問題文において示されている検討すべき事項を適切に分析し，そこに含まれている論点を論理的に整理した上で，論述すべき順序や相互の関係も考慮することが必要である。そして，事前に準備していた論証パターンをそのまま答案用紙に書き出したり，理由を述べることなく結論のみを記載したりするのではなく，提示された問題意識や事案の具体的な内容を踏まえつつ，論理的で一貫した思考の下で端的に検討結果を表現しなければならない。採点に当たっては，受験者がこのような意識を持っているかどうかという点についても留意している。\n３ 採点実感等⑴ 全体を通じて本問は，ＸがＹに対して，土地（以下「本件土地」という。）の賃貸借契約終了に基づいて，\nＹが本件土地上に所有する建物（以下「本件建物」という。）の収去と本件土地の明渡しを求めて提起した訴えに係る訴訟（以下「本件訴訟」という。）の係属中にＹがＺに対して本件建物を賃貸し，これに基づいて本件建物をＺに引き渡したという事案を題材とするものである。\n本年の問題では，例年同様，具体的な事案を提示し，登場人物の発言等において受験者が検討すべき事項を明らかにした上で，申立事項，訴訟承継，時機に後れた攻撃防御方法の却下，\n訴訟状態承認義務等の民事訴訟の基礎的な概念や仕組みに対する受験者の理解を問うとともに，\n事案への当てはめを適切に行うことができるかどうかを試している。\n設問３について，時間の不足に起因すると推測される大雑把な内容や体裁の答案が一定数見られたものの，全体としては，時間内に論述が完成していない答案は少数にとどまった。しかし，\n検討すべき事項の理解を誤り，関係や必要がない論述を展開する答案や，検討すべき事項自体には気が付いているものの，問題文で示されている事案への当てはめによる検討が不十分であって，抽象論に終始する答案も散見された。また，基礎的な部分の理解の不足をうかがわせる答案も少なくなかった。\nなお，条文を摘示することが当然であるにもかかわらず，条文の摘示をしない答案や，条番号を誤る答案も一定数見られた。法律解釈における実定法の条文の重要性は，改めて指摘するまでもない。また，判読が困難な乱雑又は極めて小さい文字や略字を用いるなど，第三者が読むことに対する意識が十分ではない答案や，特に刑事訴訟の用語との混同など法令上の用語を誤っている答案，日本語として違和感を覚える表現のある答案も一定数見られた。本年では，\n設問１において，請求を棄却とすべきところを「訴えを棄却」等とするものが少数ながら見られたこと，設問３において，民事訴訟法（以下「法」という。）第１５７条第１項について「第１５７条」とするのみのもの（「第１項」の摘示を欠くもの）や，同項の「時機」を「時期」と，「後れた」を「遅れた」と誤るものが散見されたことを特に指摘しておきたい。以上については，例年，指摘されているところであるが，本年においても，改めて注意を促すとともに，強く改善を求めたい。\n⑵ 設問１についてア 課題１の採点実感設問１では，まず，課題１として，Ｘが，Ｙに対して１０００万円程度の立退料の支払を申し出た上で，１０００万円の立退料の支払と引換えに本件建物を収去して本件土地を明け渡せとの判決を求め，さらに，第１回口頭弁論期日において，１０００万円という額には大きなこだわりはない旨の陳述をしたという事実関係において，Ｘの申出額と格段の相違のない範囲を超えて増額した額の立退料の支払との引換給付判決（以下「増額判決」という。）をすることの許否の検討が求められている。\nここでは，増額判決が「裁判所は，当事者が申し立てていない事項について，判決をすることができない。」とする法第２４６条に反するかどうかが求められる検討事項となる。そこで，その検討の前提として，まず，同条の趣旨，すなわち，①同条が私的自治の原則に由来する処分権主義を判決の面から規定したものであり，当事者の申立てに裁判所が拘束されるものであることや，②同条により当事者双方にとって不利益の最大限が画される結果，訴訟に伴うコストを踏まえた上で訴訟に臨むことが可能となることを指摘することが必要となる。\n同条の趣旨については，相当数の答案において言及することができていたが，上記の趣旨を過不足なく論じた答案は多くはなかった。特に①については，私的自治の原則まで遡らずに，\n単に「原告の意思の尊重」とだけ述べる答案が多かったが，単に「原告の意思の尊重」と述べるだけでなく，私的自治の原則まで遡って論述することがより望ましい。\n次に，上記の同条の趣旨，特に①の観点から，増額判決の許否について検討することが必要となる。具体的には，まず，立退料の増額に関するＸの現実の意思はどのようなものかを検討し，それが明らかでない場合には，Ｘの合理的意思を推定することが求められる。このうち，\nＸの現実の意思については，訴状の記載内容と第１回口頭弁論期日におけるＸの陳述から検討することとなるが，問題文に示された第１回口頭弁論期日におけるＸの陳述からは，格段の相違のない範囲内の額の立退料でなければ原告の請求を棄却するとの判決（以下「請求棄却判決」\nという。）を望んでいるということではないことがうかがわれる反面，格段の相違のない範囲を超えた額の立退料であっても支払うという意思まで具体的に示されているわけでもない。論証に当たっては，Ｘの具体的な陳述部分を指摘しつつ，以上の点を示し，Ｘの現実の意思は必ずしも明らかではないことを指摘することが求められる。次に，Ｘの合理的な意思の検討に当たっては，問題文にあるように，増額判決をすることができない場合にすべきこととなる判決がどのようなものとなるかを示し，それと増額判決を比較しつつ，Ｘの合理的意思を論ずる必要がある。この増額判決をすることができない場合にすべきこととなる判決は，正当事由の具備が否定される結果，請求棄却判決となるので，その旨指摘した上で，例えば，増額判決がされたとしても，引換給付を命ずる部分は債務名義とはならず，Ｘが増額判決で示された立退料を支払うべき債務を負うものではないため，Ｘの合理的意思は，請求棄却判決より増額判決を望むものと考えられること，あるいは逆に，増額判決において余りに高額の立退料の引換給付が命じられてしまうと，それがＸＹ間の以後の裁判外の交渉における基準額となってしまうことから，Ｘの合理的意思は，増額判決より選択肢が広がる請求棄却判決を望むものと考えられることなどを論ずることが期待される。しかし，以上を適切に論ずる答案は，極めて少数であり，大半の答案は，Ｘの陳述のうち，「本件土地を明け渡してもらうのが一番大事」，「裁判所がより多額の立退料の支払が必要であると考えるならば，検討する用意があります。」という部分を指摘した上で，そこから直ちにＸの現実の意思又は合理的意思として請求棄却判決より増額判決を望んでいるとするものであった。これらの答案においては，Ｘの現実の意思と合意- 18 -的意思との区別を全く意識せず，あるいは，区別する意識が希薄なまま論じられていることが多く，Ｘの意思の分析が粗雑であるといわざるを得ないため，評価は相対的に低いものとなる。\nこれに対し，Ｘの陳述を全く踏まえず，抽象的な一般論として，貸主は請求棄却判決がされるよりも本件土地の明渡しがされる方を望むはずであるとする答案も少ないながらあった。このような答案は，具体的な事実を全く踏まえないものであるため，評価されない。\nまた，法第２４６条の趣旨のうち，②の観点からは，増額判決によっても，訴えにおいて示されたＹの不利益の最大限を超えることはないので，同条が保護しようとしている被告の利益を損なわないことを指摘する必要がある。この点については，多くの答案において言及することができていたが，そのうちの一部のものにおいては，Ｙが１０００万円では不足していると主張しているということを理由として述べるものもあり，不利益の最大限の予告の趣旨の意味が正確に理解されていないのではないかとの懸念が持たれたところであった。このほか，②の観点からの検討をしない答案も一定数あった。増額判決が②の趣旨に反しないことは明らかであると判断したのではないかとも推測されるが，論証としては不十分なものとなることに留意されたい。\n課題１においては，以上に述べたところを踏まえ，増額判決の許否を決することとなる。\nどちらの結論であっても，説得力ある理由が示されれば，評価に差異はない。\nこれに対し，申立事項や処分権主義に言及することないままにＸの意思を検討する答案や，\n弁論主義を論ずるものも少数ながらあった。このうち，前者については，なぜＸの意思が問題とされるのかという点の立論がされていない以上，評価は低いものとなる。また，後者については，民事訴訟の基本的な概念を正しく理解しないものであり，評価されない。\nイ 課題２の採点実感課題２では，課題１と同じ事実関係の下で，Ｘの申出額を下回る額の立退料の引換給付判決をすることの許否の検討が求められている。ここでも，課題１と同様に，法第２４６条の問題となるため，同条の趣旨を踏まえ，とりわけ②の被告にとっての不利益の最大限の予告の観点から検討する必要がある。そして，相当数の答案においても，このような問題意識はおおむね理解されていたが，そのうち一定数の答案においては，課題２についてのみ同条の問題と捉えているものとうかがわれた。このような答案は，課題２自体の理解としては誤っているとはいえないが，同条の趣旨が必ずしも正しく理解されていないのではないかと懸念される。\n課題２では，まず，同条の趣旨のうち，①の申立事項の観点から，「１０００万円程度」という訴状の記載や「一応の目安」，「より低い額が適切」といった第１回口頭弁論期日におけるＸの陳述を指摘した上で，Ｘの現実の意思として格段の相違のない範囲内の額であれば増減を認めるという意思が現れている反面，格段の相違がない範囲を超える額の減額を求めるという意思までは現れているとはいえないことを指摘することが求められる。そこで，さらに，Ｘの合理的意思について，例えば，訴状又は第１回口頭弁論期日における陳述で表明した額より少ない額であればそれも望むはずである，あるいは逆に，より有利な判決を求めることができるにもかかわらず，それをしていないということは，訴状又は第１回口頭弁論期日における陳述で表明した額の立退料を判決の上限（立退料の額としては下限）として求める趣旨であるといったことを指摘することが必要となる。もっとも，以上を適切に論ずる答案はほとんどなく，Ｘの現実の意思又は合理的意思として，訴状又は第１回口頭弁論期日における陳述で表明した額より少ない額であればそれも望むはずであるという指摘をするにとどまり，課題１に対する解答で見られたのと同様に，Ｘの現実の意思と合理的意思との区別が曖昧なまま論じられているものが多かった。このような答案の評価は，相対的に低いものとなる。\n次に，法第２４６条の趣旨のうち，②の被告にとっての不利益の最大限の予告の観点からの- 19 -検討が必要となる。ここでは，Ｙも出頭している第１回口頭弁論期日において，Ｘが「より少ない額が適切」と陳述し，その要旨が口頭弁論調書に記載されたことを踏まえつつ，例えば，１０００万円よりも少額の立退料の支払との引換給付判決があり得ることが予告されていたから，そのような判決はＹにとって予想外とはいえないこと，あるいは逆に，Ｘが明示的に１０００万円よりも少額の立退料の支払との引換給付判決を求めているものではない以上，Ｙにとっての不利益の最大限の予告は，飽くまで訴状の請求の趣旨記載の１０００万円の立退料の支払との引換給付判決となることなどを論ずることが求められる。そして，その際には，格段の相違のない範囲を超えた減額まで予告されていたかどうかについても意識した論証が期待される。しかし，以上を適切に論ずる答案は少なく，減額の多寡を意識しないまま，第１回口頭弁論期日におけるＸの陳述から，１０００万円よりも少額の立退料の支払との引換給付判決があり得ることが予告されていたとするのみの答案が大半であった。このような答案は，相対的に低い評価となる。また，以上に対し，第１回口頭弁論期日におけるＸの陳述の評価をすることなく，抽象的に減額は被告にとって不意打ちとなるとするだけのものや，Ｙが１０００万円でも不足していると争っているので，それを下回る額の立退料では不意打ちとなるとするものも散見された。前者は具体的な事案を踏まえず，後者は不利益の最大限の予告が欠けていることの理由になり得ない事情を挙げるものであるから，いずれも評価されない。\n課題２においては，以上に述べたところを踏まえ，Ｘの申出額と裁判所が正当事由を認める上で必要と考える立退料の額との差の大きさが結論に影響を与えるかどうかにも留意しつつ結論を導くことが期待される。\nウ 設問１のまとめ設問１においては，相当数の答案において，法第２４６条の申立事項が問題となることは理解されていたが，具体的な事案の分析において課題の残る答案が多かった。\n「優秀」に該当する答案は，課題１及び課題２のいずれについても，出題趣旨を正しく理解した上で，上記の検討事項について，過不足のない論述をするものである。また，「良好」\nに該当する答案は，例えば，課題１及び課題２のいずれについても，出題趣旨をおおむね正しく理解しているものの，もう一歩踏み込んだ分析が望まれるものなどである。また，「一応の水準」に該当する答案は，例えば，課題１や課題２において，出題趣旨に沿った記述をしており，与えられた事案に向き合おうという姿勢も見られるものの，現実の意思と合理的意思の違いを明確に意識していないため，事案の分析が不十分になってしまったものなどがこれに当たる。これに対し，課題１や課題２を通じ，与えられた事案に正面から向き合おうとせず，総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n⑶ 設問２についてア 設問２の採点実感設問２では，本件訴訟の係属中に，ＹがＺに対して本件建物を賃貸し，これに基づき本件建物を引き渡したという事実関係において，Ｚが法第５０条の承継人に該当するか否かの検討が求められている。\nここでは，まず，訴訟承継制度の趣旨として，訴訟の係属中に第三者による承継が生じた場合において，従前の訴訟状態を流用して当該第三者との間で訴訟を進めることが訴訟経済に資するとともに，とりわけ相手方が従前の既得的地位を維持することができるという意味で公平の確保に資するという点を指摘することが期待される。そして，ほとんどの答案において，訴訟承継制度の趣旨が論じられていたが，これらを適切に論ずるものは少なく，大半は前者についてのみ指摘するものであり，後者を指摘するものは少数であった。また，「紛争解決の実効性」，「紛争の一回的な解決」といった指摘をするだけの答案も多かった。このような答案においては，マジックワードを書き出しているだけであって訴訟承継制度の趣旨が正- 20 -しく理解されていないのではないかとの懸念が残った。\n次に，訴訟承継制度の趣旨を踏まえつつ，同条の承継の意味内容について具体的に明らかとすることが求められる。同条の承継の意味内容については，学説上，種々の見解が示されており，いずれを採用するかにより評価に差はないが，承継の意味内容を具体的に明らかにすることが要求されている以上，最高裁判所昭和４１年３月２２日第三小法廷判決・民集２０巻３号４８４頁において用いられている「紛争の主体たる地位の承継」というのみでは，十分に課題に答えたことにはならない。この判例に依拠する場合においても，そこでいう紛争の主体たる地位とはいかなるものか等の点についてより踏み込んだ記述が求められる。この点については，学説等を踏まえながら，承継の意味内容を具体的に検討する答案もあり，相応の評価を受けたが，数としてはごく少数にすぎず，大半の答案は，「紛争の主体たる地位の移転」と述べるだけであって，それ以上の具体化を試みるものではなかった。このような答案は，低い評価にとどまった。\n設問２では，最後に，以上のように具体的に明らかにされた承継の意味内容に照らして，Ｚが承継人に該当するか否かの検討が要求される。例えば，承継前の訴訟において，被承継人を当事者として適切な者としていた法的地位が第三者に移転し，この地位が相手方の当該第三者に対する訴訟において，当該第三者を当事者として適切な者としている場合に同条にいう承継が認められると考えるのであれば，本件では，Ｙを本件訴訟で被告として適切な者としている法的地位とは具体的にどのようなものか，その地位がどのような形態でＹからＺに移転したのか，その地位がＸとの訴訟においてＺを被告として適切な者としているのはどのような理由かといった点を検討する必要がある。学説等を踏まえながら承継の意味内容を具体的に検討する答案は，ここでも適切な検討を進めることができているものが多かったが，\n例えば，承継の意味内容を「当事者適格の移転」であるとしながら，ＸのＹに対する請求の訴訟物とＸのＺに対する請求の訴訟物が異なることを度外視して安易に承継を肯定するなど，\n自己が採用する承継の意味内容の理解を欠いていることがうかがわれる答案も一定数あり，\n定型的な論証パターンを書き出しているだけではないかとも推測された。また，承継の意味内容について，「紛争の主体たる地位の移転」とだけ述べる答案は，ほとんど「本件建物からＺが立ち退かなければ，紛争が一回的に解決しない。」，「Ｚは，本件建物を賃借し，本件土地を占有しているから，紛争の主体たる地位を承継した。」などと表層的に述べるにとどまるものであった。これでは当てはめとはいい得ず，評価されない。\nイ 設問２のまとめ設問２は，出題趣旨を正しく捉えた答案が極めて少なく，大半の答案が法第５０条の承継の意味内容について「紛争の主体たる地位の移転」とした上でＺが承継人に該当するか否かについて表層的な検討をするにとどまるものであった。\n「優秀」に該当する答案は，出題趣旨を正しく理解した上で，上記の検討事項について，\n適切な論述をするものである。また，「良好」に該当する答案は，出題趣旨をおおむね正しく理解しているが，例えば，学説を踏まえながら，承継の意味内容を具体的に検討するものの，\nＺが承継人に該当するか否かについての当てはめの論述がやや物足りないものなどである。「一応の水準」に該当する答案は，例えば，同条の承継について，「紛争の主体たる地位の移転」\nであるなどとし，それ以上の具体化はしていないものの，その当てはめにおいては，訴訟承継制度の二つの趣旨を踏まえた論述を不十分ながらも行ったものなどがこれに当たる。これに対し，訴訟承継制度に関する基礎的事項の理解が不足している答案は「不良」と評価される。\n⑷ 設問３についてア 課題１の採点実感設問３では，課題１として，訴訟を引き受けたＺが弁論準備手続の終結及び人証の取調べの- 21 -後に，従前当事者から主張されていなかった「ＢからＡに対して更新料の前払の性質をも含む権利金が支払われていた」との新主張（以下「本件新主張」という。）をしようとしているという事実関係において，Ｘの立場から，仮にＹが本件新主張をしたとしたら，時機に後れた攻撃防御方法として却下されるべき理由の検討が求められている。\nここでは，法第１５７条第１項を摘示した上で，同項の定める「故意又は重大な過失」，「時機に後れて提出」，「訴訟の完結を遅延させる」という各要件の具体的意味内容を明らかにし，\nそれぞれが充足されることを説得的に述べる必要がある。また，「訴訟の完結を遅延させる」\nの検討に際しては，その後予想されるＸＹ双方の主張立証活動を踏まえることが要求される。\nＹがＡの証人尋問を申請することは問題文から明らかであるが，Ｘとしても，立退料額にも関わることであるから，ＢからＡへの振込みの趣旨について反論をする機会を欲するであろうことを指摘することが期待される。全体で見れば，本課題に対する論証は，他の課題に対する論証と比較すると，最も充実していたように思われたが，以上につき過不足なく論ずることができた答案は少なかった。多くの答案においては，上記の三つの要件の具体的意味内容の全部又は一部を示すことなく，又は不正確なものを示した上で，当てはめを行っていた。\nまた，当てはめを行うに当たって，大雑把なものや適切ではない事実を指摘するものも少なくはなく，事実を羅列した上で，それぞれの要件との対応関係を明らかにしないままに同項の要件が充足されるとするだけの答案も見られた。このような答案の評価は，低いものとなる。なお，その後予想されるＸＹ双方の主張立証活動については，同項の要件の充足を争うための攻防と誤読した答案が散見された。文章の正しい読解は，法律家にとって基本的な事柄であり，注意を促したい。\nまた，課題１では，本件新主張の却下決定を得るのを容易にするためにＸがＹに対してすることができる訴訟法上の行為にも言及することが求められている。具体的には，法第１７４条において準用する法第１６７条の規定により，ＸがＹに対して弁論準備手続の終結前に本件新主張を提出することができなかった理由を説明することを求めることができること，この場合には，Ｙには説明義務が生ずるが，Ｙが説明をすることができず，又はＹの説明が合理性を欠いたときは，時機に後れたこと又はＹに重大な過失があることが事実上推定され得ることを論ずることが期待される。もっとも，ＸがＹに対して説明を求めることができることを指摘することができた答案は一定数にとどまり，その場合の効果についてまで言及することができた答案はわずかであった。\nイ 課題２の採点実感課題２では，まず，Ｙが本件新主張をしたとしたら，法第１５７条第１項により却下されることを前提として，Ｘの立場から，Ｚによる本件新主張も却下されるべきであるという立論をすることが求められる。具体的には，相手方の既得的地位の保護や，被承継人に対する主張立証の機会の付与と被承継人による当該機会の適切な利用をもって承継人に対する手続保障が代替され得ること等を指摘し，法第５０条の承継人は，承継原因の発生時の訴訟状態を承認する義務を負う旨を論証した上で，そこでいう訴訟状態とはいかなるものであるかを明らかにする必要がある。その上で，同条にいう承継人であるＺは訴訟状態を承認する義務を負い，その結果，法第１５７条第１項によりＹ自身がすることができない本件新主張は，Ｚもすることができないという結論に至ることが求められる。その際には，課題１での検討が最終期日におけるＹの本件新主張が時機に後れた攻撃防御方法の提出に当たるということであるのに対し，Ｚが承認する義務を負う訴訟状態は承継原因の発生時のものとなることを踏まえ，両者に時点のずれがあることも意識した論述が期待される。実際に，代替的手続保障に言及しながら，訴訟状態承認義務を指摘し，上記の結論を導く答案は一定数あったが（なお，相手方の既得的地位の保護に言及する答案は少なかった。），このような答案においても，\n訴訟状態の意義や上記の時点のずれについてまで説明することができていたものはほとんど- 22 -なかった。他方で，訴訟状態承認義務について明示的に言及することのないまま，単に「Ｙが本件新主張をすることができないから，承継人であるＺも本件新主張をすることができない。」とするだけの答案も多かった。訴訟状態承認義務についての正しい理解を有していない，\nあるいは有しているかどうか疑わしい答案については，低い評価とならざるを得ない。\n課題２では，次に，Ｙが本件新主張をしたとしたら，法第１５７条第１項により却下されることを前提として，Ｚの立場から，そうであるとしても，Ｚによる本件新主張は，却下されないという立論をすることが求められる。このような立論としては，Ｚは訴訟状態を承認する義務を負うものの，承継の前後で，Ｘによる更新拒絶の可否を判断する上での本件新主張の重要性が変容している場合や，Ｙによる訴訟追行がなれ合いと評価され得る（あるいは，\n客観的には攻撃防御のけ怠と評価され得る）場合には，一定の例外が認められると論じた上で，本件では，そのような例外が認められるとする考え方と，承継人はおよそ訴訟状態を承認する義務を負わないとする考え方とが想定される。いずれであっても十分な理由が示されている限り，評価に差をつけることはないが，後者の考え方によるのであれば，訴訟状態承認義務を伴わない訴訟承継制度はいかなる意義を持つものであるかという点についても検討することが期待される。もっとも，以上を適切に論ずることができた答案はごくわずかであった。答案の多くは，訴訟状態承認義務の例外が認められるべき場合について論ずることなく，訴訟状態承認義務の根拠として代替的手続保障を指摘した上で，Ｚに手続保障が及んでいないから，Ｚによる本件新主張は却下されないとするものであったが，このうち，代替的手続保障を根拠とする以上はＹの訴訟追行の在り方が問題とされるべきであるのに，それについて分析するものは少なく，大半のものは，代替的手続保障を論じつつも，実際には，「最終期日であるため，Ｚに本件新主張をする機会を与えるべきである。」，「本件新主張は，Ｚの固有の攻撃防御方法に当たる。」，「Ｚには法第１５７条第１項の重大な過失がない。」等，Ｚの事情について検討するものであった。このような答案は，理解を欠いているまま定型的な論証パターンやキーワードを書き出しているだけのものと評価せざるを得ない。また，訴訟状態承認義務について言及することなく，Ｚの事情を述べるのみの答案も一定数あった。このような答案は，評価されない。\nウ 設問３のまとめ設問３の課題１は，他の設問及びその課題と比較すると，充実した内容の答案が多かった。\nこれに対し，課題２は他の設問及びその課題と比較し，出題趣旨を適切に捉えた論述をする答案が最も少なかった。\n「優秀」に該当する答案は，課題１及び課題２のいずれについても，出題趣旨を正しく理解した上で，上記の検討事項について，過不足のない論述をするものである。また，「良好」に該当する答案は，例えば，課題１では適切な論証がされているものの，課題２では検討がやや足りないものなどである。「一応の水準」に該当する答案は，課題１及び課題２のいずれについても，出題趣旨を理解していることが読み取れるものの，課題１において，法第１５７条第１項の個々の要件の充足の検討が十分ではないものなどである。これに対し，例えば，\n課題１において時機に後れた攻撃防御方法の提出の検討をしないものや，課題２において訴訟状態承認義務に言及することなく，Ｚの事情を述べるのみのものなど総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n４ 法科大学院に求めるもの本年の問題に対しても，多くの答案において，一応の論述がされていたが，定型的な論証パターンをそのまま書き出したと思われる答案，出題趣旨とは関係のない論述や解答に必要のない論述をする答案，事案に即した検討が不十分であり，抽象論に終始する答案なども，残念ながら散見された。また，民事訴訟の極めて基礎的な事項への理解や基礎的な条文の理解が十分な水準に至- 23 -っていないと思われる答案も一定数あった。これらの結果は，受験者が民事訴訟の体系的理解と基礎的な知識の精確な取得のために体系書や条文を繰り返し精読するという地道な作業をおろそかにし，依然としていわゆる論点主義に陥っており，個別論点に対する解答の効率的な取得を重視しているのではないかとの強い懸念を生じさせる。また，法を解釈してその内容を具体化し，\n事実から適切なものを拾い上げて当てはめていくという法適用が軽んじられているのではないかとも懸念される。例年指摘しているように，条文の趣旨や判例，学説等の精確な理解を駆使して，\n日々生起する様々な事象や問題に対して，論理的に思考し，説得的な結論を提示する能力は，法律実務家に望まれるところであり，このような能力は，基本法制の体系的理解と基礎的な知識の精確な取得，論理的な思考の日々の訓練という地道な作業によってこそ涵養され得るものと思われる。本年においては，特に設問２や設問３の課題２が定型的な論証を暗記するだけでは解答が難しく，上記のような法律実務家に望まれる能力こそが求められる問題であったが，高い評価に値する答案は少なかったことに鑑みると，上記の地道な作業が敬遠されているのではないかと危惧される。法科大学院においては，このことが法科大学院生にも広く共有されるよう指導いただきたい。以上は，例年指摘しているところであるが，本年も重ねて強調したい。\nまた，民事訴訟法の分野においては，理論と実務とは車の両輪であり，両者の理解を共に深めることが重要である。現実の民事訴訟の手続の在り方のイメージがないままに学習を進めることは難しいと思われる。法科大学院においては，今後とも，より一層，理論と実務を架橋することを意識した指導の工夫を積み重ねていただきたい。"
}