{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\nＸは，腹壁と胃壁を縫合糸で固定する施術（胃壁固定術）に用いられる「医療用器具」（以下\n「Ｘ発明」という。）について特許権（以下「Ｘ特許権」という。）を有している。Ｘ発明は，腹壁と胃壁の縫合を短時間に迅速かつ確実に行うという課題を解決するために，縫合糸を挿入するための針と，これとほぼ平行に設けられた縫合糸を保持するための針とを固定部材により固定する構成（以下「構成要件α」という。）を採用し，２本の針を一体化させ，同時穿刺（注）可能な構造としたことを技術的特徴の一つとする。\nＸは，Ｘ発明の実施品である医療用器具（以下「Ｘ製品」という。）を製造し，販売している。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，各設問はそれぞれ独立したものであり，相互に関係はないものとする。\n（注）「穿刺」とは，体外から体腔内，血管内，臓器内に針を刺し入れることをいう。\n〔設 問〕\n１．Ｘは，Ｘ発明の特許出願時に，その特許請求の範囲において，構成要件αの針を金属製の針と記載していたが，当該特許出願の願書に添付した明細書には，針の材質に関して，その他の硬い針を用いてもよいことが記載されていた。Ｘ特許権については，特許出願から設定登録までの間に補正がされていない。\nＡは，樹脂製の針を使用した医療用器具（以下「Ａ製品」という。）を製造し，販売している。Ａ製品は，樹脂製の針を用いている点を除き，Ｘ発明の構成要件を全て充足する。Ｘ発明の特許出願時において，樹脂製の針が硬い針であることは，Ｘ発明の属する技術の分野における通常の知識を有する者にとって自明であり，また，金属製の針に替えて樹脂製の針を用いてもＸ発明の作用効果を奏することは，それらの者が容易に想到することができたとする。この場合，Ａの行為は，Ｘ特許権を侵害するかについて論じなさい。\n２．Ｂは，医療機関からＸ製品の使用済み品を入手し，Ｘ製品を分解し，各部品を洗浄し，再組立てを行い，滅菌処理を施した上で，医療機関に販売している。Ｂによるこれらの作業の過程では，部品交換は行われていない。一方で，Ｘ製品の添付文書には，「再使用禁止」と明記されている。この場合，Ｂの行為は，Ｘ特許権を侵害するかについて論じなさい。\n３．Ｃは，胃壁固定術に用いられる医療用器具（以下「Ｃ製品」という。）を製造し，販売している。Ｃ製品は，縫合糸を挿入するための針と縫合糸を保持するための針より構成されており，２本の針が固定部材によって一体化されていない点を除いて，Ｘ発明の構成要件を全て充足する。しかし，Ｃ製品は，使用後，２本の針をまとめて容易かつ安全に廃棄するために，２本の針を一体化して係止する機構（以下「一体化機構」という。）を備えている。Ｃ製品の一体化機構は，２本の針をまとめて廃棄するための仮止めにすぎないから，２本の針を一体化機構により係止した状態のＣ製品を一体化同時穿刺に使用すると，穿刺する力が２本の針に均等に伝わらず，針先が曲がり，臓器を損傷する危険性がある。ゆえに，Ｃ製品の添付文書においても，使用上の注意として，「一体化させた状態で２本の針を同時に穿刺しないこと。臓器の損傷，誤穿刺や出血の危険性がある。」との記載がなされている。もっとも，Ｃ製品の２本の針を一体化機構により係止し，さらに汎用クリップで留めると，係合力が増し，一体化同時穿刺を安全に実施することが可能となる。\nＸは，第三者機関に依頼して，Ｃ製品の使用状況に関する調査を実施したところ，Ｃ製品の使用経験がある医療機関におけるＣ製品の全使用症例数の３割の症例で汎用クリップを用いた一体化同時穿刺が行われていることが判明した。そこで，Ｘは，Ｃに対し，上記調査の結果を- 18 -\n摘示した上で，一体化機構により係止し，汎用クリップで留めた状態にあるＣ製品は，Ｘ発明の技術的範囲に属するものであり，その製造，販売はＸ特許権を侵害するものであるから，それらの行為を止めるように警告した。しかし，ＣがＣ製品の製造，販売を継続したため，Ｘは，Ｃに対し，差止め及び損害賠償を求める訴訟を提起した。\n⑴ Ｘは，Ｃ製品の製造及び販売の差止めを請求することができるかについて論じなさい。\n⑵ Ｘは，Ｃがこれまでに販売したＣ製品の全数量を対象として特許法第１０２条第２項を用いて損害額を算定し，損害賠償を請求している。仮にＣの行為がＸ特許権を侵害するとした場合，Ｘの請求に対するＣの反論としてどのような主張が考えられるかについて論じなさい。〔第２問〕（配点：５０）\n著名なタレントである甲は，各種エンターテインメント事業を行う会社Ａに所属している。Ａは，甲をイラスト化した主人公が迷宮を脱出する内容のコンピュータ用ゲームソフト（以下「α」という。）の制作を企画し，そのＢＧＭに，甲が歌唱する代表的な歌曲の楽曲部分（以下「β」という。）を使用することにした。\nβは，作曲家である乙がかつてＡに依頼されて作曲したものであり，乙の著作の名義の下に公表されたものである。Ａは，αの制作に先立ち，乙との間で，βに係る著作権を全部譲り受ける旨の契約を締結した。当該契約においては，著作権法第２７条及び第２８条に定める著作権も譲渡対象として特掲されている。\nその後，Ａの従業員がαを完成させ，αはＡの著作の名義の下に公表された。Ａは，αの複製物の販売を開始した。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．αの制作過程においては，甲を簡略なイラストで表現する作業の参考に資するために，Ａの内部で甲の写真撮影が行われた。撮影は，当時Ａの従業員であった丙が担当し，丙は，デジタルカメラを用いて，写真の構図，採光，露光，シャッタースピード等を調節して，甲を撮影した。Ａは，当該写真とそのデータをαの開発部署の外に持ち出すことを禁じ，また，αの完成後は，直ちにそれらを廃棄することを命じていたが，Ａを退職した丙は，その所有するＵＳＢメモリーを用いて当該データを密かに自宅に持ち帰り，不特定多数の者が閲覧できる丙のホームページ上で，当該データを保有している旨及び当該写真を印刷したものの売却に応じる旨を告知した。Ａは，丙に対して，著作権に基づいて，当該写真の印刷及び譲渡の差止め並びに当該データの廃棄を請求することができるかについて論じなさい。\n２．Ｂは，中古ゲームソフトの販売を行う会社であり，Ａが販売したαの複製物を含む中古ゲームソフトを，自社の店舗内で販売している。\n⑴ Ａは，Ｂに対して，αの複製物の販売の差止めを請求することができるかについて論じなさい。\n⑵ Ｂは，中古ゲームソフトの通常の販売に係るサービスと並行して，それとは異なるサービスを「割賦販売サービス」と称して提供しているものとする。当該サービスにおいては，Ｂの商品である中古ゲームソフトの販売価格の一部に相当する金銭が「頭金」と呼ばれ，客は「頭金」を支払うことで，直ちに商品の引渡しを受けることができ，残額分は引渡しから１\n週間後に支払えばよいとされていた。また，引渡しから６日以内であれば，客は，「頭金」の払戻しを受けることはできないが，商品を自由に返品することができ，残額分の支払を免れることもできた。Ａは，Ｂに対して，αの複製物について当該サービスを提供することの差止めを請求することができるかについて論じなさい。\n３．数年後，Ａは，αの続編に当たるコンピュータ用ゲームソフトの制作を決定し，βを編曲したものを，そのＢＧＭとして使用することにした。Ａは，作曲家である丁にβの編曲を依頼し，丁は，もともと落ち着いた曲調であったβをビートの効いたテンポの速い曲調に編曲したβ’\nを作成した。当該編曲の事実を知った乙は，丁に対して，乙の同一性保持権の侵害を理由とする損害賠償を請求している。乙の請求に対する丁の反論として，どのような主張が考えられるかについて論じなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問１は，均等侵害の成否を問うものである。設問２は，消尽の成否を問うものである。\n設問３⑴は，特許法（以下「法」という。）第１０１条第２号の間接侵害の成否，設問３⑵は，同号の間接侵害に基づく損害賠償請求と法第１０２条第２項の関係を問うものである。\n２ 設問１については，Ａ製品がＸ発明の構成要件の一部を欠くことから，文言侵害が成立せず，均等侵害の成否が問題となることを指摘した上で，均等侵害の５要件を提示した最判平成１０年２月２４日民集５２巻１号１１３頁【ボールスプライン事件】を踏まえ，均等論の意義・根拠に言及しつつ，設問の事例において，均等侵害の５要件が充足されるか否かを具体的に論述することが求められる。特に，本問では，「その他の硬い針を用いてもよい」という明細書の記載との関係で，「樹脂製の針」に係る構成をＸ発明の特許請求の範囲に含めなかったことが「特段の事情」に該当するか否かについて詳しく検討する必要がある。この点については，容易想到な出願時同効材を特許請求の範囲に記載しなかっただけでは「特段の事情」に当たらないが，客観的，外形的にみて，対象製品等の構成が特許請求の範囲の構成を代替すると認識しながらあえて特許請求の範囲に記載しなかった旨を表示していたときは「特段の事情」に当たると判示した最判平成２９年３月２４日民集７１巻３号３５９頁【マ\nキサカルシトール事件】を踏まえ，設問の事例において，「特段の事情」があると言えるか否かについて，自説を説得的に論証することが求められる。\n３ 設問２については，Ｂが販売している製品は，Ｘ製品の使用済み品を再生したものであるため，消尽の成否が問題となる。まず消尽の意義・根拠（市場における特許製品の円滑な流通・特許権者の利得確保の機会の存在）を指摘しつつ，解釈により特許権の消尽を認めるべきことを論じる必要がある。また，本問では，Ｘ製品の添付文書に「再使用禁止」の記載があるが，特許権の消尽は，政策的理由から特許権の効力を画するものであり，特許権者の意思でその効力を変更することはできないから，添付文書の記載を理由に直ちに消尽の成立を阻止することはできないことを論じる必要がある。\n次に，本問では，Ｂが，Ｘ製品を再生する過程で，分解，洗浄，再組立て，滅菌処理等を行っていることから，特許製品に加工等がされた場合には，特許製品の属性，特許発明の内容，加工及び部材の交換の態様，取引の実情等を総合考慮し，元の特許製品と同一性を欠く製品が新たに製造されたといえるか否かにより特許権の行使の可否を判断すると判示した最判平成１９年１１月８日民集６１巻８号２９８９頁【インクタンク事件】を踏まえ，設問の事例において，特許権の行使を認めるべきか否かについて，自説を説得的に論述することが求められる。\n４ 設問３⑴については，Ｃ製品がそれ自体としては一体化同時穿刺に使用することができず，かつ，一体化同時穿刺以外の態様で使用することが可能なものであるから，直接侵害及び法第１０１条第１号の間接侵害は成立せず，同条第２号の間接侵害の成否が問題となることを指摘し，設問の事例において，同号の要件が充足されるか否かについて説得的に論じることが求められる。「物の生産」については，「生産」の意義を明らかにしつつ，一体化同時穿刺に使用することを禁じた添付文書の記載との関係で，Ｃ製品が「物の生産」に用いるものといえるかを具体的に論じる必要がある。また，「その発明による課題の解決に不可欠なもの」\nについては，「課題の解決に不可欠なもの」の意義を明らかにしつつ，Ｘ発明の技術的特徴との関係でＣ製品が「課題の解決に不可欠」といえるかを具体的に論じる必要がある。さらに，主観的要件（「知りながら」）については，Ｃ製品が一般に一体化同時穿刺に使用される- 30 -\nものではないことを念頭に置きつつ，Ｃへの警告や本件訴えの提起をもって，主観的要件の充足を認めて良いかを論じる必要がある。\n５ 設問３⑵については，法第１０１条第２号の間接侵害の成立に主観的要件の充足が必要であることを指摘し，主観的要件の充足が認められる前に販売されたＣ製品には間接侵害が成立しないため，Ｘの損害賠償請求は認められないことを論じる必要がある。\n次に，法第１０２条第２項が損害に関する法律上の事実推定規定であり，侵害行為がなければ，特許権者が利益を得られたであろうという事情が認められれば，同項の適用が認められることを踏まえつつ（知財高判平成２５年２月１日判時２１７９号３６頁【ごみ貯蔵器事件】），Ｃが主観的要件充足後に販売したＣ製品のうち，一体化同時穿刺に使用されていない製品については，Ｃの販売行為がなければ，ＸがＸ製品を販売することができたとはいえないため，損害が生じていない，もしくは，Ｃの販売行為とＸ製品の販売減少との相当因果関係を阻害する事情があり，法第１０２条第２項の推定が覆滅されるということを論じる必要がある（東京地判平成２３年６月１０日知財管理６２巻１０号１４６１頁【医療用器具事件】）。\n〔第２問〕\n１ 設問１は，公表を予定されていない著作物について職務著作の成否を問うものである。設問２は，頒布権等の消尽について問うものである。設問３は，著作権を全部譲渡した著作者が，譲受人の許諾を得た者が行った改変について同一性保持権の侵害を理由とする損害賠償を請求した場合に，当該許諾を得た者がどのような反論をなし得るかを問うものである。\n２ 設問１については，まず甲を撮影した写真に著作物性（著作権法（以下「法」という。）第２条第１項第１号）が認められることが前提となる。\nその上で，Ａが，法第１５条第１項の規定により，当該写真の著作者の資格を有するか否かを論ずることになる。丙がＡの業務に従事する者であること，丙がＡの発意に基づいて職務上当該写真を撮影したこと，丙とＡとの間に前者を当該写真の著作者とする別段の定めが存しないことは問題文より肯定されるが，当該写真は，その公表が一切予定されていなかったものであることから，Ａが「自己の著作の名義の下に公表するもの」といえるかどうかが問題となる。\nもっぱら法人等の内部で使用するものとして業務従事者に作成させたものが，それゆえにかえって後者の著作物となり，この者に公表権や公の利用に係る著作権が帰属することは不合理であると考えられるから，結論としては，当該写真について職務著作の成立を認めることとなろう。そして，そのための解釈としては，法第１５条第１項にいう「法人等が自己の著作の名義の下に公表するもの」には，仮に公表するとすれば法人等の名義で公表するものも含まれるとすること（東京高判昭和６０年１２月４日判時１１９０号１４３頁【新潟鉄工事件】，知財高判平成１８年１２月２６日判時２０１９号９２頁【宇宙開発事業団プログラ\nム事件】）等が考えられよう。\n当該写真の著作者であるＡは，複製権（法第２１条）及び譲渡権（法第２６条の２第１項）に基づいて，その印刷及び譲渡の差止め並びにそのデータの廃棄を請求することになる（法第１１２条第１項・第２項）。\n３ 設問２については，まずαが，映画の著作物（法第２条３項，法第１０条第１項第７号）及びプログラムの著作物（同項第９号）の両面を有しており，さらに前者の著作物には音楽の著作物（同項第２号）であるβが複製されていることを的確に踏まえることが前提となる。\nその上で，Ａが，これらの著作物の著作者（法第１５条第１項・第２項）又は著作権者であることを指摘しなければならない。⑴では，Ａが，映画の著作物及びβに係る頒布権（法第２条第１項第１９号，法第２６条第１項・第２項）に基づいて請求する場合並びにプログラムの著作物に係る譲渡権（法第２６条の２第１項）に基づいて請求する場合について論じることになる。\n頒布権に基づく請求については，判例（最判平成１４年４月２５日民集５６巻４号８０８頁【中古ソフト事件】）を踏まえ，当該権利の消尽の有無について論ずることが求められる。\n譲渡権に基づく請求については，法第２６条の２第２項第１号の規定により，認められないと論ずることになろう。\n⑵では，まず，Ｂの提供する「割賦販売サービス」が，複製物の「譲渡」又は「貸与」のいずれに該当するかを明らかにしなければならない。当該サービスは，客による商品の返品を自由としていることから，外観上は販売の形式をとっていても，実質的には貸与と同様の使用権原を客に取得させるものであり，「貸与」に当たると考えられる（法第２条第８項）。\nもっとも，「譲渡」に当たるとの考え方も，法目的等に鑑みて説得的といい得る理由が付されていれば，一概に否定されるところではない。\n当該サービスを「貸与」と性質づけた場合には，映画の著作物及びβに係る頒布権並びにプログラムの著作物に係る貸与権（法第２６条の３）の消尽の有無について論じる必要がある。\n４ 設問３では，主に，次の二つの視点から考察することが求められる。\n第一に，著作者から著作権を全部譲り受けた者が編曲等の許諾を第三者に与えたとしても，著作者が当該改変を常に同一性保持権の侵害に問えるとすると，当該譲受人が著作権を全部譲り受けたことの意義が損なわれるので，明文の規定（法第６１条第１項）により著作権の全部譲渡を認めている法の趣旨に反するのではないかという視点である。\n第二に，著作権が全部譲渡されれば，譲受人等が行うどのような改変にも同一性保持権の侵害が成立しないとすると，著作者人格権の一身専属性（法第５９条）を定めた法の趣旨に反するのではないかという視点である。\nしたがって，丁の反論を構成するに当たっては，上記第一の視点に立脚しつつ，上記第二の視点からの批判に耐える内容とすることが求められる。例えば，著作者の名誉声望を害するような改変であれば，著作権の全部譲渡後も著作者はこれに反対できてしかるべきであるが，それ以外の通常の改変であれば，これが譲受人等によって行われることは著作者も譲渡の際に当然に想定していたといえるので，法第２０条第１項にいう「意に反して……改変を受け」た場合に当たらないとの一般論を示した上で，βをビートの効いたテンポの速い曲に編曲することは，かかる通常の改変の範囲内であると論述することが考えられよう。\n以上はあくまで丁の反論として考え得るものの一例であり，β’の作成が乙の同一性保持権を侵害しないとの結論を導く上では，他の論述の仕方もあり得るところである。いずれにせよ，当該反論を構成するに当たっては，上記二つの法の趣旨を踏まえた上で，具体的な法律構成とともに著作権の全部譲渡がされた場合の同一性保持権侵害の成否に係る基準を定立し，当てはめを行うことが求められる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等⑴ 第１問本問は，均等侵害の成否，消尽の成否，特許法第１０１条第２号の間接侵害の成否，同号の間接侵害に基づく損害賠償請求と同法第１０２条第２項の関係という，同法の重要な論点についての理解力を問う問題である。採点に当たっては，設例から論点を的確に抽出し，各論点について，裁判例があるものについてはその解釈を念頭に置きつつ，解釈論を説得的に展開し，\n事案に適切に当てはめられているか否かに応じて，優秀度を判定した。\nア 設問１設問１においては，まず，文言侵害が成立せず，均等侵害の成否が問題となることを指摘する必要がある。その上で，最判平成１０年２月２４日民集５２巻１号１１３頁【ボールスプライン事件】が提示した５要件に基づいて均等侵害の成否を検討している答案を「一応の水準」とし，さらに，均等論の意義・根拠に言及し，５要件の趣旨を意識しつつ，丁寧な当てはめが行われている答案を，その内容に応じて「良好」又は「優秀」と評価した。\nまた，本問では，「その他の硬い針を用いてもよい」という明細書の記載を踏まえ，Ｘが「樹脂製の針」に係る構成を特許請求の範囲に含めなかったことが第５要件の「特段の事情」に当たるか否かを論じる必要がある。この点については，最判平成２９年３月２４日民集７１巻３号３５９頁【マキサカルシトール事件】が提示した規範に基づいて事案を検討している答案を「一応の水準」とし，さらに，設例の事実関係を踏まえ，Ｘが，客観的，外形的にみて，樹脂製の針が金属製の針に代替すると認識しながらあえて特許請求の範囲に記載しなかった旨を表示していたといえるかについて，丁寧に論じられている答案を，その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問２設問２については，Ｂ製品がＸ製品の使用済み品を再生処理したものであることから，消尽の成否が問題となることを指摘する必要がある。その上で，最判平成１９年１１月８日民集６１巻８号２９８９頁【インクタンク事件】に基づき，元のＸ製品との同一性を欠く新たな製品が製造されたといえるか否かという観点から，Ｂによる再生処理の態様を踏まえ，消尽の成否を検討している答案を「一応の水準」とし，さらに，消尽論の意義・根拠の説明，\nＸ製品の添付文書における「再使用禁止」の記載の消尽への影響，製造該当性の考慮要素（特許製品の属性，特許発明の内容，加工の態様，取引の実情等）に基づく本件事案の評価が適切になされている答案を，その内容に応じて「良好」又は「優秀」と評価した。\nウ 設問３(ｱ) 小問⑴については，まず，直接侵害及び同法第１０１条第１号の間接侵害が成立せず，\n同条第２号の間接侵害の成否が問題となることを指摘する必要がある。その上で，同号の各要件に即して侵害の成否を検討している答案を「一応の水準」とし，さらに，設例の事実関係を踏まえ，各要件についてどのような点が問題となるか（例えば，Ｃ製品の添付文書では，一体化同時穿刺の方法が禁止されており，汎用クリップを使用しなければ，一体化同時穿刺に使用できないことから，Ｃ製品が「物の生産に用いる物」や「課題の解決に不可欠なもの」といえるか否か，また，Ｃ製品の使用状況に関する調査の結果を摘示した警告又は本件訴えの提起によって，Ｃが主観的要件（「知りながら」）を充足したといえるか否か）を的確に指摘し，論じている答案を，その内容に応じて「良好」又は「優秀」と- 21 -評価した。\n(ｲ) 小問⑵については，主観的要件充足前のＣ製品の販売については，間接侵害が成立せず，\n損害賠償請求が認められないこと，主観的要件充足後のＣ製品の販売についても，一体化同時穿刺に使用されていない製品分については損害賠償請求が認められないことを指摘した答案を「一応の水準」と評価した。その上で，一体化同時穿刺に使用されていない製品分について損害賠償が認められない理由として，当該製品分については，Ｃの侵害行為がなければ，Ｘが利益を得られたとはいえないため，損害の発生が認められず，同項が適用できないことや，同項が適用されるとしても，Ｃの販売行為とＸ製品の販売減少との相当因果関係を阻害する事情があるため，同項の推定の覆滅が認められることを指摘している答案を，その内容に応じて「良好」又は「優秀」と評価した。\n⑵ 第２問本問は，職務著作の成否，著作権の消尽の成否，著作権が全部譲渡された場合における同一性保持権の効力を問うものであり，著作権法の基本的な規律と著名な論点の理解を問う一方，やや発展的な論点を含む事案において，問題の構図を整理した上で妥当な法解釈を導く能力を試す設問も含んでいる。採点に当たっては，関連条文を的確に拾い上げ，設問の事案に当てはめることができているか否か，事案に含まれる論点を網羅的に抽出し，当該論点に係る裁判例・学説の理解を前提とした法解釈を展開することができているか否か，法制度の趣旨・目的に遡って問題の所在を特定し，その解決のための適切な法解釈を提示し，的確に事案に当てはめることができているか否かに応じて，優秀度を判定した。\nア 設問１設問１においては，甲を撮影した写真に著作物性（著作権法第２条第１項第１号）が認められること，Ａは当該写真に係る複製権（同法第２１条）及び譲渡権（同法第２６条の２第１項）に基づいて差止請求（同法第１１２条第１項）及び廃棄請求（同条第２項）を行うこと，\nその前提として，Ａは当該写真の著作者でなければならず，職務著作の成否が問題となること（同法第１５条第１項），本設問の事実関係に即して，職務著作の要件充足の有無を的確に論述することが「一応の水準」である。\nその際，①当該写真はその公表が一切予定されていないものであることから，職務著作の要件のうち「法人等が自己の著作の名義の下に公表するもの」といえるか否かが問題となること，結論としては本要件の充足を認めることとなろうが，②何ゆえにかかる結論が求められるのか，③当該結論を導くために本要件を具体的にどのように解釈すべきかを明確に論ずる必要がある。少なくとも①②を明確に論ずることができた答案であれば「良好」と評価し，\n①②③を明確に論ずることができた答案であれば「優秀」と評価した。\nイ 設問２(ｱ) 小問⑴においては，αが映画の著作物としての面を有し（同法第２条第３項，第１０条第１項第７号），Ａがその著作者であると論ずること（同法第１５条第１項），判例（最判平成１４年４月２５日民集５６巻４号８０８頁【中古ソフト事件】）を踏まえて，頒布権（同法第２６条第１項）の消尽及びその根拠を明らかにし，事案に当てはめることが「一応の水準」である。\nその際，判例が示した消尽の範囲に係る規範を的確に踏まえた論述を行っていれば，その的確性等に応じて，「良好」又は「優秀」と評価した。\nさらに，αはプログラムの著作物（同法第１０条第１項第９号）としての面も有しており，Ａがその著作者であること（同法第１５条第２項），当該著作物に係る譲渡権（同法第２６条の２第１項）については明文の消尽規定（同条の２第２項第１号）があること，αに複製されているβに係る頒布権（同法第２６条第２項）についても消尽の成否が問題となり得ること等を論じていれば，高く評価した。(ｲ) 小問⑵においては，Ｂの提供する「割賦販売サービス」が同法第２条第８項にいう「貸与」\nに該当し得ること，Ａの差止請求としてαにおける映画の著作物に係る頒布権に基づく請求が検討の対象となること，当該著作権の消尽の成否を論ずることが「一応の水準」である。同サービスを「貸与」ではなく「譲渡」に該当するとした答案も一概には否定されないが，同項の規定を踏まえた相応の論証を伴わないものは，低く評価した。なお，「譲渡」\nに該当すると解した場合でも，当該著作物に関しては頒布権に基づく差止請求が検討の対象となり（同法第２条第１項第１９号），当該著作権の消尽の成否を論ずることが「一応の水準」として求められることに変わりはない。\nその上で，それぞれの論証の説得性に応じて「良好」又は「優秀」と評価した。\nそして，αにおけるプログラムの著作物及びβに係る著作権に基づく請求についても論じていれば，高く評価した（当該プログラムの著作物については，「割賦販売サービス」を「貸与」と解した場合には貸与権（同法第２６条の３）に係る論述を，「譲渡」と解した場合には譲渡権に係る論述を評価の対象とした）。\nウ 設問３著作権の全部譲渡を認める法の趣旨（同法第６１条第１項・第２項）と，（著作者が著作権を手放したとしても）著作者人格権はなお著作者の一身に専属するとする法の趣旨（同法第５９条）をそれぞれ明らかにした上で，著作権の譲受人が当該権利を行使して第三者に著作物を改変させる場合に，同一性保持権（同法第２０条第１項）の効力を調整する必要があることを論ずることが「一応の水準」である。\nさらに，かかる場合における同一性保持権侵害の成否に係る基準と，侵害を否定するための法律構成を提示し，それらを本設問の事案に当てはめていれば，その論証の説得性と当てはめの的確性に応じて「良好」又は「優秀」と評価した。\n３ 採点実感等二問とも重要かつ著名な最高裁判決を踏まえた問題であるにもかかわらず，これを意識した形跡が見られない答案が散見され，意識してはいるが判旨の不正確な理解に基づく答案が多数見られた。\n二問とも，後の設問になるほど，関連条文の引用がおろそかになる傾向が見られた。条文が引用されていても誤記を含むことが多く（特許法第１０１条第２号を「（同）条第２項」又は「（同）\n条第１項第２号」とする答案，著作権法第２条第１項第１号を「（同）条１号」としたり，同法第１１２条第１項・第２項を「１０２条１項・２項」とする答案等），あるいは項数や号数まで引用せずに条数のみで済ます例も多々見られた。項や号が異なれば論述内容と必ずしも対応しない場合もあるので，このような引用の仕方は望ましくない。昨年の採点実感にも同様のことは記したが，今年もほとんど改善が見られなかった。\nまた，残念ながら何度読み返しても判読不能な答案が数枚あった。せっかくの勉学の成果を記した答案であっても，他者が判読できなければ評価の対象とはなり得ない。可能なかぎり判読しやすい文字で記述することが望まれる。\n⑴ 第１問ア 設問１本設問を明細書の記載の参酌に係る問題と捉えた上で，文言侵害を肯定する答案が散見されたが，多くは，最判平成１０年２月２４日民集５２巻１号１１３頁【ボールスプライン事件】が示した規範（５要件）を踏まえ，均等侵害の成否について検討する必要性に気が付いていた。\n均等侵害の成否を論ずる前提として，文言侵害が成立しないことについて言及する必要があるが，文言侵害の成否ではなく，直接侵害の成否について言及する答案が少なからず見ら- 23 -れた。文言侵害及び均等侵害の関係と直接侵害及び間接侵害の関係の理解が不十分と評価せざるを得ない。また，特許法第６８条にいう「特許発明」の技術的範囲を画する際の根拠条文を指摘できていない答案など，基礎的知識の修得が不十分な答案が認められた。\n均等論は，条文上定められた法理ではなく，同法の解釈によって導かれた法理であるから，\nその内容とその採用の根拠を明示することが不可欠であるが，要件論のみに終始し，均等論の内容（異なる部分が存する場合であっても，所定の要件を満たせば，特許請求の範囲に記載された構成と均等なものとして，特許発明の技術的範囲に属する）や意義に全く触れない答案が散見された。\n均等侵害の５要件については，多くの答案で言及されていたが，５要件の一部しか摘示していない答案や，各要件を正確に記述できていない答案が目立った。例えば，単に「同一の作用効果を奏すること」と記載するのみで，何と何が同一の作用効果を奏するかを記載しない答案，誰にとって置換が容易であるかを記載しない答案，置換容易や公知技術非該当の基準時を明らかにしない答案，「置換可能性」「容易想到性」といった熟語の提示のみで足りるとする答案がその例である。また，「対象製品」と書くべきところを「特許製品」としている答案，第４要件の規範につき，その内容が判例と正反対となる明らかに誤った答案（「公知技術と同一で『ある』こと」，「公知技術から容易に推考『できる』こと」などと記述）など，\n当該法理に対する理解が不足していることをうかがわせる記述も目立った。\nまた，第４要件の当てはめにつき，「対象製品（本問ではＡ製品）が，特許出願時における公知技術と同一又は当業者がこれから同出願時に容易に推考できたものではないこと」の検討が必要となるが，問題文において，「樹脂製の針を用いてもＸ発明の作用効果を奏することは，それらの者が容易に想到することができた」との記載があったためか，この事情を当該要件の当てはめに引用し，「樹脂製の針を用いることは当業者において容易に推考することができたので，第４要件を充足しない」旨の当てはめを展開し，均等侵害を否定する答案が相当数見られた。当該要件の理解が不足していると評価せざるを得ない。\n均等の第５要件について，マキサカルシトール事件最高裁判決の判示を踏まえた記載ができている答案は少数であった。容易想到な出願時同効材をクレームに記載しなかったことだけで，第５要件の特段の事情に当たるとされることはないことを指摘して，本問に当てはめられている答案はほとんどなかった。また，客観的外形的表示としてどのようなものがこれに当たるか（Ｘ発明の技術的特徴との関連で記載されている場合がこれに当たる，など）については，ごく少数の答案が指摘できているにとどまった。他方で，これらに言及して当てはめを行った答案は高く評価した。\nイ 設問２ほとんどの答案は，本設問がＸ特許権の消尽の成否を問うものであることを正解していたが，消尽法理の内容のみを述べて，その根拠に全く言及しない答案が散見された。当該法理は，最判平成９年７月１日民集５１巻６号２２９９頁【ＢＢＳ事件】等によって確立された特許法の解釈であるから，それが認められる根拠も併せて摘示すべきであろう。\nまた，最判平成１９年１１月８日民集６１巻８号２９８９頁【インクタンク事件】に示された「特許権者等が我が国において譲渡した…特許製品と同一性を欠く特許製品が新たに製造された」か否かの規範（又はこれに類した規範）を援用する答案は数多く見られたものの，\nそこに示された判断手法（当該特許製品の属性，特許発明の内容，加工及び部材の交換の態様，取引の事情等の総合考慮）にまで言及した答案は少なかった。一方で，当該判断手法まで示した上で丁寧な当てはめを行っている答案は，高く評価した。\n特許権者Ｘの主観的意思（添付文書の記載）自体は，原則として消尽の成否を左右しない旨を指摘できた答案は少なく，むしろ添付文書の記載のみを援用して侵害を肯定するなど，\n特許権者の主観的意思自体が消尽の成否を左右し得るかのような論理を展開する答案が相当- 24 -数見られた。一方で，医療用器具に関しては公衆衛生の観点からその単回使用が強く要請されるのが取引の実情であるとした上で，添付文書の記載もそうした実情を裏付ける一要素と論ずる答案もわずかながら見られ，そのようなものは一定の評価をすることができた。\nウ 設問３(ｱ) 小問⑴均等論の成否を論じるなど，間接侵害が問題となる事案であることに気付いていない答案が少なからず認められた。そうした答案は，直接侵害，間接侵害の適用が問題となる事案とはどのようなものかといった基礎的知識が不十分であると評価せざるを得ない。\n間接侵害の問題と把握できた答案であっても，そのうちの少なくない答案が，本設問を同法第１０１条第１号の問題と捉え，Ｃ製品の専用品性を肯定し，同号の間接侵害の成立を認めていた。Ｃ製品を一体化同時穿刺に使用した症例は全体の３割であることが第三者機関の調査により判明したとされているのであるから，Ｃ製品を同号の専用品に当たると解することには無理があるというべきであろう。\nまた，同条第２号の間接侵害の問題だと気付いた答案であっても，「生産」の意義を明らかにしつつ，Ｃ製品が「物の生産」に用いるものといえるかを具体的に論じた答案，Ｃへの警告や本件訴えの提起をもって，主観的要件の充足を認めて良いかを論じる答案は，多くはなかった。条文に規定されている各要件への丁寧な当てはめが求められるところ，それができている少数の答案は，好印象であった。\nさらに，特段の根拠ないし法律構成を示すことなく，医師の行為は特許権侵害にはならないとして，いわゆる従属説に立ち，間接侵害を否定する答案も散見された。\n非常に少数ではあるが，同条第３号の成否を検討するものも見られたが，論じる必要性を再考すべきである。\n(ｲ) 小問⑵解答に当たってどのような点が問題となるかについての見当が全くついておらず，同法第１０２条第２項の推定を覆滅せしめる事情として一般にいわれているもの（競合品の存在や侵害者の営業努力等）を摘示するにとどまるだけの答案が少なくなかった。\n上記(ｱ)記載のとおり，本設問を同法第１０１条第２号の間接侵害の問題と把握できた答案は多くなかったが，そのように把握できた答案であっても，同号が定める主観的要件の充足前に販売されたＣ製品については，間接侵害が成立しないため，Ｘの損害賠償請求は認められず，その数量を算定の基礎から除外すべき旨を指摘できた答案はわずかであった。\n一方で，一体化同時穿刺に使用されていない製品に関して損害賠償が認められるべきでない点については，多くの答案で触れられており，一定の評価を与えることができた。もっとも，Ｃの販売行為がなければ，ＸがＸ製品を販売することができたとはいえないため，\n損害が生じていない，もしくは，Ｃの販売行為とＸ製品の販売減少との相当因果関係を阻害する事情があり，同法第１０２条第２項の推定が覆滅される，といった理由にまできちんと言及して論じている答案は多くなかった。\n⑵ 第２問ア 設問１多くの答案が，甲を撮影した写真について職務著作（著作権法第１５条第１項）の成立を認め，Ａの著作者性を認めることができていたが，いかなる理由によるものか法人等の著作名義下での公表，別段の定めの不存在の各要件充足について全く言及しない答案も散見された。\nまた，上記の公表要件について言及する答案であっても，当該写真の公表は明らかに予定されていないにもかかわらず，αがＡの著作名義の下で公表されたから，当該写真もＡの著作名義で公表されたものと同視できるといった論述（あるいはこれに類する論述）を展開す- 25 -るもの，あるいは当然のことのようにαの公表によって当該写真もＡの著作名義の下で公表されたとするものが少なからず見られた。両者は別個独立の著作物であり，当該写真がαに複製されているわけでもないのであるから，そのような論証には無理があるといわざるを得ない。複数の著作物が存在する事例において，対象とする著作物を明確にした上で論を運ぶことは不可欠である。\n公表要件において，公表を予定していなかった著作物について職務著作が不成立とする場合の不合理性を，職務著作制度の趣旨に鑑みて十分に記述できている答案は多くなかった。\n結論として，複製権（同法第２１条）及び譲渡権（同法第２６条の２第１項）に基づいて，\nその印刷及び譲渡の差止め並びにそのデータの廃棄を請求することになる（同法第１１２条第１項・第２項）との結論を導いている答案であっても，条文が引用されていないものが一定数存在した。\n本件写真の著作物該当性につき，撮影方法に創作性が見受けられないとか，αの主人公の素材としてタレント甲を撮影しているにすぎず創作的な撮影が求められていないなどとして著作物性を否定する答案もごくわずかだが存在した。問題文に示された事情を踏まえた検討が求められており，特異な当てはめは厳しい評価を免れない。\n差止・廃棄請求の検討に際し，同法第１１３条のみなし侵害を検討する答案も散見された。\nイ 設問２(ｱ) 小問⑴本問では，まずαが，映画の著作物（同法第２条第３項，同法第１０条第１項第７号）\n及びプログラムの著作物（同項第９号）の両面を有しており，さらに前者の著作物には音楽の著作物（同項第２号）であるβが複製されていることを的確に踏まえることが前提となるが，多くの答案は，映画の著作物への言及にとどめ，同著作物としてのαに係る頒布権の消尽について論ずることで事足れりとしていた。それでも論述の的確性等に応じて「良好」又は「優秀」の評価を与えることとしたが，本来はプログラムの著作物としてのαに係る譲渡権やβに係る頒布権に基づいてＡが差止請求を行えるか否かについても，しっかりと論じてほしいところである（なお，過去の類似問題の採点実感においても，同様の指摘をしたところである。「平成２３年司法試験の採点実感等に関する意見」参照）。一方，\nプログラムの著作物にまで言及し，条文も的確に引用している答案は高く評価した。\nＡが，各著作物の著作者（同法第１５条第１項・第２項）又は著作権者であることを指摘している答案は少なかった。\n他方で，著作物の種類を一切明らかにせず，関連する支分権として譲渡権のみを掲げ，\nその消尽を論ずる答案も一定数見られた。譲渡権がプログラムの著作物としてのαに係ることは確かであるとしても，本設問は，著作物の種類と各支分権の対応関係を的確に把握できているか否かを問うものでもあるから，そのような答案は低く評価せざるを得なかった。\n頒布権には消尽に関する明文の規定がないため，消尽の可否は解釈の問題であることを前提に，中古ソフト事件最高裁判決を踏まえて，消尽法理採用の根拠，頒布権の趣旨を示した上で消尽の範囲を論じることができている答案は少なかった。αが映画の著作物に当たるとしつつ，αは配給制度と関係しないため，頒布権ではなく，譲渡権が問題となると論じる答案も散見された。頒布権に関する典型的論点であり，最高裁判決が存在するにも関わらず，それらについて基本的理解が欠けている答案が多いと感じた。一方，消尽の趣旨や，配給制度を踏まえて消尽の範囲を論じている答案には高い評価を与えた。\n頒布の定義規定（同法第２条第１項第１９号）など，基本的な条文を指摘していない答案が多かった。\nなお，「αにつき頒布権の消尽が認められる」としながら，Ａによる差止請求が「認めら- 26 -れる」との論理的な整合性を欠いた結論を記載したものが少数ながら存在した。\n(ｲ) 小問⑵本設問における「割賦販売サービス」が売買に該当するか否かを問題とし，あたかも当該サービスが民法上どのように性質づけられるかを問題としているかのような答案が散見された。しかし，著作権法第２条第８項が，「いずれの名義又は方法をもつてするかを問わず，これと同様の使用の権原を取得させる行為を含む」と規定しているのだから，同項の解釈として貸与に該当するか否かを論ずることが望ましいといえよう。\nまた，同項の解釈を引用している答案でも，その当てはめが丁寧になされている答案はそれほど多くはなかった。「譲渡」に当たるとの答案も少数ながら存在したものの，当該サービスの内容（特に，自由に返品可能とする点）を踏まえてもなお「貸与」該当性が否定される根拠を説得的に論じられたものはほとんど見当たらなかった。\n小問⑴において，αを映画の著作物と位置付けて説明をしているにもかかわらず，⑵においては，貸与権に係る同法第２６条の３を根拠条文として侵害の成否を論じるものや，\n頒布権の消尽と貸与権の消尽の可否とを区別できていないものも多く，こうした答案には，\n両支分権の関係という基礎的な内容についての理解が不十分であることに加え，根拠条文を指摘し，その解釈適用により結論を導くという論理的な説明能力が獲得できていないとの印象を受けた。\nまた，当該サービスを，αの複製物が返品された場合とそうでない場合に分け，前者の場合，実質的に貸与に当たるとして頒布権等の侵害を論ずる答案も散見されたが，本設問は，当該サービスの提供の差止めを請求できるか否かを問うものであるから，このような場合分けは適切でない。\nウ 設問３本設問では，著作者が改変を常に同一性保持権の侵害に問えるとすると，譲受人が著作権を全部譲り受けたことの意義が損なわれるので，明文の規定（同法第６１条第１項）により著作権の全部譲渡を認めている法の趣旨に反するのではないかという視点と，著作権が全部譲渡されれば，譲受人等が行うどのような改変にも同一性保持権の侵害が成立しないとすると，\n著作者人格権の一身専属性（同法第５９条）を定めた法の趣旨に反するのではないかという視点の両者について言及することが要求されるが，そうした答案はわずかであった。また，\n上記の視点を踏まえることができたとしても，どの範囲までの改変であれば，許容されるのかについて言及した上で，具体的に当てはめを行っている答案は，ごくわずかであった。一方，上記の二つの法の趣旨を踏まえた上で，許容される改変の範囲についての規範を示し，\n当てはめを行っている答案は高く評価した。\n乙は，Ａと，同一性保持権の黙示的不行使特約を結んだとした上で，丁はこの特約の存在をもって反論し得ると論ずる答案が散見された。しかし，当該特約の存在を認めるとしても，\n乙がその債務を直接負うのはＡに対してである。したがって，それ以上に特段の論述がなされていない答案は，低く評価せざるをえなかった。\n著作者人格権を譲渡し得るなどと論ずる答案や，格別の理由も示さずに，編曲権と著作者人格権が別個の権利であるにもかかわらず，前者が譲渡されているので同一性保持権を侵害しないなどと論ずる答案も，一定数見られた。一部ではあるが，このような初歩的な知識に係る誤謬を含む答案が見られたのは残念である。\n「やむを得ない改変」（同法第２０条第２項第４号）を検討する答案が多く見られたが，規範として，同項第１号から第３号までと同程度の高い必要性・相当性が求められるなどと論じ，当てはめにおいては，丁による編曲には高い必要性までは認められないなどとし，著作権の全部譲渡がされた事実を拾うことができていない答案が目についた。４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，\n裁判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの本年は，昨年同様，重要な条文及び基本的な論点に関する知識，論理的思考力及び論述力を問うとともに，問題文に記載された事実から関連する事実を抽出し，事案に則した結論を導く力を問うような出題を心掛けた。\nしかし，重要な条文であるにもかかわらずその規律内容の理解がおぼつかない答案，具体的事案の中から問題となり得る論点を的確に抽出できず，特に問題とはならない別の論点について冗長な論述を行い，結果としてバランスを欠いた答案，なぜ当該論点が問題となるのかについて言及することなく，ただ論点として論ずるかのような答案，明文の規定があるにもかかわらず条文を指摘しない答案や条文の指摘が不十分，不正確な答案，判例や判断基準を示した著名な裁判例があるにもかかわらず，それに言及しない答案やその理解が不十分である答案，理論的に結論を導く能力が欠けている答案が目についた。\nしたがって，今後の法科大学院教育には，引き続き，条文の重要性を意識させて，こまめに引用する習慣を身に付けさせる教育，基本的な論点を偏りなく学ぶとともに，各論点における問題の所在をきちんと掘り下げることにも力点をおいた教育を行うことが期待される。また，飽くまで法科大学院は実務家を養成する教育機関なのであるから，重要と目される判例や裁判例，少なくとも最高裁と知財高裁大合議の判断については，先例性の観点から一定の重点を置いた教育が行われることが望ましい。さらに具体的な事案の中から問題となる論点を的確に抽出し，それと関連する事実を拾い上げて，法的解決策をバランスよく論述する能力を養う教育が行われることが望まれる。\n本採点実感が今後の法科大学院教育において真にいかされたものとなり，優れた水準の答案が少しでも増加することを願ってやまない。"
}