{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\nＸは，腹壁と胃壁を縫合糸で固定する施術（胃壁固定術）に用いられる「医療用器具」（以下\n「Ｘ発明」という。）について特許権（以下「Ｘ特許権」という。）を有している。Ｘ発明は，腹壁と胃壁の縫合を短時間に迅速かつ確実に行うという課題を解決するために，縫合糸を挿入するための針と，これとほぼ平行に設けられた縫合糸を保持するための針とを固定部材により固定する構成（以下「構成要件α」という。）を採用し，２本の針を一体化させ，同時穿刺（注）可能な構造としたことを技術的特徴の一つとする。\nＸは，Ｘ発明の実施品である医療用器具（以下「Ｘ製品」という。）を製造し，販売している。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，各設問はそれぞれ独立したものであり，相互に関係はないものとする。\n（注）「穿刺」とは，体外から体腔内，血管内，臓器内に針を刺し入れることをいう。\n〔設 問〕\n１．Ｘは，Ｘ発明の特許出願時に，その特許請求の範囲において，構成要件αの針を金属製の針と記載していたが，当該特許出願の願書に添付した明細書には，針の材質に関して，その他の硬い針を用いてもよいことが記載されていた。Ｘ特許権については，特許出願から設定登録までの間に補正がされていない。\nＡは，樹脂製の針を使用した医療用器具（以下「Ａ製品」という。）を製造し，販売している。Ａ製品は，樹脂製の針を用いている点を除き，Ｘ発明の構成要件を全て充足する。Ｘ発明の特許出願時において，樹脂製の針が硬い針であることは，Ｘ発明の属する技術の分野における通常の知識を有する者にとって自明であり，また，金属製の針に替えて樹脂製の針を用いてもＸ発明の作用効果を奏することは，それらの者が容易に想到することができたとする。この場合，Ａの行為は，Ｘ特許権を侵害するかについて論じなさい。\n２．Ｂは，医療機関からＸ製品の使用済み品を入手し，Ｘ製品を分解し，各部品を洗浄し，再組立てを行い，滅菌処理を施した上で，医療機関に販売している。Ｂによるこれらの作業の過程では，部品交換は行われていない。一方で，Ｘ製品の添付文書には，「再使用禁止」と明記されている。この場合，Ｂの行為は，Ｘ特許権を侵害するかについて論じなさい。\n３．Ｃは，胃壁固定術に用いられる医療用器具（以下「Ｃ製品」という。）を製造し，販売している。Ｃ製品は，縫合糸を挿入するための針と縫合糸を保持するための針より構成されており，２本の針が固定部材によって一体化されていない点を除いて，Ｘ発明の構成要件を全て充足する。しかし，Ｃ製品は，使用後，２本の針をまとめて容易かつ安全に廃棄するために，２本の針を一体化して係止する機構（以下「一体化機構」という。）を備えている。Ｃ製品の一体化機構は，２本の針をまとめて廃棄するための仮止めにすぎないから，２本の針を一体化機構により係止した状態のＣ製品を一体化同時穿刺に使用すると，穿刺する力が２本の針に均等に伝わらず，針先が曲がり，臓器を損傷する危険性がある。ゆえに，Ｃ製品の添付文書においても，使用上の注意として，「一体化させた状態で２本の針を同時に穿刺しないこと。臓器の損傷，誤穿刺や出血の危険性がある。」との記載がなされている。もっとも，Ｃ製品の２本の針を一体化機構により係止し，さらに汎用クリップで留めると，係合力が増し，一体化同時穿刺を安全に実施することが可能となる。\nＸは，第三者機関に依頼して，Ｃ製品の使用状況に関する調査を実施したところ，Ｃ製品の使用経験がある医療機関におけるＣ製品の全使用症例数の３割の症例で汎用クリップを用いた一体化同時穿刺が行われていることが判明した。そこで，Ｘは，Ｃに対し，上記調査の結果を- 18 -\n摘示した上で，一体化機構により係止し，汎用クリップで留めた状態にあるＣ製品は，Ｘ発明の技術的範囲に属するものであり，その製造，販売はＸ特許権を侵害するものであるから，それらの行為を止めるように警告した。しかし，ＣがＣ製品の製造，販売を継続したため，Ｘは，Ｃに対し，差止め及び損害賠償を求める訴訟を提起した。\n⑴ Ｘは，Ｃ製品の製造及び販売の差止めを請求することができるかについて論じなさい。\n⑵ Ｘは，Ｃがこれまでに販売したＣ製品の全数量を対象として特許法第１０２条第２項を用いて損害額を算定し，損害賠償を請求している。仮にＣの行為がＸ特許権を侵害するとした場合，Ｘの請求に対するＣの反論としてどのような主張が考えられるかについて論じなさい。\n- 19 -\n〔第２問〕（配点：５０）\n著名なタレントである甲は，各種エンターテインメント事業を行う会社Ａに所属している。Ａは，甲をイラスト化した主人公が迷宮を脱出する内容のコンピュータ用ゲームソフト（以下「α」という。）の制作を企画し，そのＢＧＭに，甲が歌唱する代表的な歌曲の楽曲部分（以下「β」という。）を使用することにした。\nβは，作曲家である乙がかつてＡに依頼されて作曲したものであり，乙の著作の名義の下に公表されたものである。Ａは，αの制作に先立ち，乙との間で，βに係る著作権を全部譲り受ける旨の契約を締結した。当該契約においては，著作権法第２７条及び第２８条に定める著作権も譲渡対象として特掲されている。\nその後，Ａの従業員がαを完成させ，αはＡの著作の名義の下に公表された。Ａは，αの複製物の販売を開始した。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．αの制作過程においては，甲を簡略なイラストで表現する作業の参考に資するために，Ａの内部で甲の写真撮影が行われた。撮影は，当時Ａの従業員であった丙が担当し，丙は，デジタルカメラを用いて，写真の構図，採光，露光，シャッタースピード等を調節して，甲を撮影した。Ａは，当該写真とそのデータをαの開発部署の外に持ち出すことを禁じ，また，αの完成後は，直ちにそれらを廃棄することを命じていたが，Ａを退職した丙は，その所有するＵＳＢメモリーを用いて当該データを密かに自宅に持ち帰り，不特定多数の者が閲覧できる丙のホームページ上で，当該データを保有している旨及び当該写真を印刷したものの売却に応じる旨を告知した。Ａは，丙に対して，著作権に基づいて，当該写真の印刷及び譲渡の差止め並びに当該データの廃棄を請求することができるかについて論じなさい。\n２．Ｂは，中古ゲームソフトの販売を行う会社であり，Ａが販売したαの複製物を含む中古ゲームソフトを，自社の店舗内で販売している。\n⑴ Ａは，Ｂに対して，αの複製物の販売の差止めを請求することができるかについて論じなさい。\n⑵ Ｂは，中古ゲームソフトの通常の販売に係るサービスと並行して，それとは異なるサービスを「割賦販売サービス」と称して提供しているものとする。当該サービスにおいては，Ｂの商品である中古ゲームソフトの販売価格の一部に相当する金銭が「頭金」と呼ばれ，客は「頭金」を支払うことで，直ちに商品の引渡しを受けることができ，残額分は引渡しから１\n週間後に支払えばよいとされていた。また，引渡しから６日以内であれば，客は，「頭金」の払戻しを受けることはできないが，商品を自由に返品することができ，残額分の支払を免れることもできた。Ａは，Ｂに対して，αの複製物について当該サービスを提供することの差止めを請求することができるかについて論じなさい。\n３．数年後，Ａは，αの続編に当たるコンピュータ用ゲームソフトの制作を決定し，βを編曲したものを，そのＢＧＭとして使用することにした。Ａは，作曲家である丁にβの編曲を依頼し，丁は，もともと落ち着いた曲調であったβをビートの効いたテンポの速い曲調に編曲したβ’\nを作成した。当該編曲の事実を知った乙は，丁に対して，乙の同一性保持権の侵害を理由とする損害賠償を請求している。乙の請求に対する丁の反論として，どのような主張が考えられるかについて論じなさい。\n- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１は，均等侵害の成否を問うものである。設問２は，消尽の成否を問うものである。\n設問３⑴は，特許法（以下「法」という。）第１０１条第２号の間接侵害の成否，設問３⑵は，同号の間接侵害に基づく損害賠償請求と法第１０２条第２項の関係を問うものである。\n２ 設問１については，Ａ製品がＸ発明の構成要件の一部を欠くことから，文言侵害が成立せず，均等侵害の成否が問題となることを指摘した上で，均等侵害の５要件を提示した最判平成１０年２月２４日民集５２巻１号１１３頁【ボールスプライン事件】を踏まえ，均等論の意義・根拠に言及しつつ，設問の事例において，均等侵害の５要件が充足されるか否かを具体的に論述することが求められる。特に，本問では，「その他の硬い針を用いてもよい」という明細書の記載との関係で，「樹脂製の針」に係る構成をＸ発明の特許請求の範囲に含めなかったことが「特段の事情」に該当するか否かについて詳しく検討する必要がある。この点については，容易想到な出願時同効材を特許請求の範囲に記載しなかっただけでは「特段の事情」に当たらないが，客観的，外形的にみて，対象製品等の構成が特許請求の範囲の構成を代替すると認識しながらあえて特許請求の範囲に記載しなかった旨を表示していたときは「特段の事情」に当たると判示した最判平成２９年３月２４日民集７１巻３号３５９頁【マ\nキサカルシトール事件】を踏まえ，設問の事例において，「特段の事情」があると言えるか否かについて，自説を説得的に論証することが求められる。\n３ 設問２については，Ｂが販売している製品は，Ｘ製品の使用済み品を再生したものであるため，消尽の成否が問題となる。まず消尽の意義・根拠（市場における特許製品の円滑な流通・特許権者の利得確保の機会の存在）を指摘しつつ，解釈により特許権の消尽を認めるべきことを論じる必要がある。また，本問では，Ｘ製品の添付文書に「再使用禁止」の記載があるが，特許権の消尽は，政策的理由から特許権の効力を画するものであり，特許権者の意思でその効力を変更することはできないから，添付文書の記載を理由に直ちに消尽の成立を阻止することはできないことを論じる必要がある。\n次に，本問では，Ｂが，Ｘ製品を再生する過程で，分解，洗浄，再組立て，滅菌処理等を行っていることから，特許製品に加工等がされた場合には，特許製品の属性，特許発明の内容，加工及び部材の交換の態様，取引の実情等を総合考慮し，元の特許製品と同一性を欠く製品が新たに製造されたといえるか否かにより特許権の行使の可否を判断すると判示した最判平成１９年１１月８日民集６１巻８号２９８９頁【インクタンク事件】を踏まえ，設問の事例において，特許権の行使を認めるべきか否かについて，自説を説得的に論述することが求められる。\n４ 設問３⑴については，Ｃ製品がそれ自体としては一体化同時穿刺に使用することができず，かつ，一体化同時穿刺以外の態様で使用することが可能なものであるから，直接侵害及び法第１０１条第１号の間接侵害は成立せず，同条第２号の間接侵害の成否が問題となることを指摘し，設問の事例において，同号の要件が充足されるか否かについて説得的に論じることが求められる。「物の生産」については，「生産」の意義を明らかにしつつ，一体化同時穿刺に使用することを禁じた添付文書の記載との関係で，Ｃ製品が「物の生産」に用いるものといえるかを具体的に論じる必要がある。また，「その発明による課題の解決に不可欠なもの」\nについては，「課題の解決に不可欠なもの」の意義を明らかにしつつ，Ｘ発明の技術的特徴との関係でＣ製品が「課題の解決に不可欠」といえるかを具体的に論じる必要がある。さらに，主観的要件（「知りながら」）については，Ｃ製品が一般に一体化同時穿刺に使用される- 30 -\nものではないことを念頭に置きつつ，Ｃへの警告や本件訴えの提起をもって，主観的要件の充足を認めて良いかを論じる必要がある。\n５ 設問３⑵については，法第１０１条第２号の間接侵害の成立に主観的要件の充足が必要であることを指摘し，主観的要件の充足が認められる前に販売されたＣ製品には間接侵害が成立しないため，Ｘの損害賠償請求は認められないことを論じる必要がある。\n次に，法第１０２条第２項が損害に関する法律上の事実推定規定であり，侵害行為がなければ，特許権者が利益を得られたであろうという事情が認められれば，同項の適用が認められることを踏まえつつ（知財高判平成２５年２月１日判時２１７９号３６頁【ごみ貯蔵器事件】），Ｃが主観的要件充足後に販売したＣ製品のうち，一体化同時穿刺に使用されていない製品については，Ｃの販売行為がなければ，ＸがＸ製品を販売することができたとはいえないため，損害が生じていない，もしくは，Ｃの販売行為とＸ製品の販売減少との相当因果関係を阻害する事情があり，法第１０２条第２項の推定が覆滅されるということを論じる必要がある（東京地判平成２３年６月１０日知財管理６２巻１０号１４６１頁【医療用器具事件】）。\n〔第２問〕\n１ 設問１は，公表を予定されていない著作物について職務著作の成否を問うものである。設問２は，頒布権等の消尽について問うものである。設問３は，著作権を全部譲渡した著作者が，譲受人の許諾を得た者が行った改変について同一性保持権の侵害を理由とする損害賠償を請求した場合に，当該許諾を得た者がどのような反論をなし得るかを問うものである。\n２ 設問１については，まず甲を撮影した写真に著作物性（著作権法（以下「法」という。）第２条第１項第１号）が認められることが前提となる。\nその上で，Ａが，法第１５条第１項の規定により，当該写真の著作者の資格を有するか否かを論ずることになる。丙がＡの業務に従事する者であること，丙がＡの発意に基づいて職務上当該写真を撮影したこと，丙とＡとの間に前者を当該写真の著作者とする別段の定めが存しないことは問題文より肯定されるが，当該写真は，その公表が一切予定されていなかったものであることから，Ａが「自己の著作の名義の下に公表するもの」といえるかどうかが問題となる。\nもっぱら法人等の内部で使用するものとして業務従事者に作成させたものが，それゆえにかえって後者の著作物となり，この者に公表権や公の利用に係る著作権が帰属することは不合理であると考えられるから，結論としては，当該写真について職務著作の成立を認めることとなろう。そして，そのための解釈としては，法第１５条第１項にいう「法人等が自己の著作の名義の下に公表するもの」には，仮に公表するとすれば法人等の名義で公表するものも含まれるとすること（東京高判昭和６０年１２月４日判時１１９０号１４３頁【新潟鉄工事件】，知財高判平成１８年１２月２６日判時２０１９号９２頁【宇宙開発事業団プログラ\nム事件】）等が考えられよう。\n当該写真の著作者であるＡは，複製権（法第２１条）及び譲渡権（法第２６条の２第１項）に基づいて，その印刷及び譲渡の差止め並びにそのデータの廃棄を請求することになる（法第１１２条第１項・第２項）。\n３ 設問２については，まずαが，映画の著作物（法第２条３項，法第１０条第１項第７号）及びプログラムの著作物（同項第９号）の両面を有しており，さらに前者の著作物には音楽の著作物（同項第２号）であるβが複製されていることを的確に踏まえることが前提となる。\nその上で，Ａが，これらの著作物の著作者（法第１５条第１項・第２項）又は著作権者であることを指摘しなければならない。\n- 31 -\n⑴では，Ａが，映画の著作物及びβに係る頒布権（法第２条第１項第１９号，法第２６条第１項・第２項）に基づいて請求する場合並びにプログラムの著作物に係る譲渡権（法第２６条の２第１項）に基づいて請求する場合について論じることになる。\n頒布権に基づく請求については，判例（最判平成１４年４月２５日民集５６巻４号８０８頁【中古ソフト事件】）を踏まえ，当該権利の消尽の有無について論ずることが求められる。\n譲渡権に基づく請求については，法第２６条の２第２項第１号の規定により，認められないと論ずることになろう。\n⑵では，まず，Ｂの提供する「割賦販売サービス」が，複製物の「譲渡」又は「貸与」のいずれに該当するかを明らかにしなければならない。当該サービスは，客による商品の返品を自由としていることから，外観上は販売の形式をとっていても，実質的には貸与と同様の使用権原を客に取得させるものであり，「貸与」に当たると考えられる（法第２条第８項）。\nもっとも，「譲渡」に当たるとの考え方も，法目的等に鑑みて説得的といい得る理由が付されていれば，一概に否定されるところではない。\n当該サービスを「貸与」と性質づけた場合には，映画の著作物及びβに係る頒布権並びにプログラムの著作物に係る貸与権（法第２６条の３）の消尽の有無について論じる必要がある。\n４ 設問３では，主に，次の二つの視点から考察することが求められる。\n第一に，著作者から著作権を全部譲り受けた者が編曲等の許諾を第三者に与えたとしても，著作者が当該改変を常に同一性保持権の侵害に問えるとすると，当該譲受人が著作権を全部譲り受けたことの意義が損なわれるので，明文の規定（法第６１条第１項）により著作権の全部譲渡を認めている法の趣旨に反するのではないかという視点である。\n第二に，著作権が全部譲渡されれば，譲受人等が行うどのような改変にも同一性保持権の侵害が成立しないとすると，著作者人格権の一身専属性（法第５９条）を定めた法の趣旨に反するのではないかという視点である。\nしたがって，丁の反論を構成するに当たっては，上記第一の視点に立脚しつつ，上記第二の視点からの批判に耐える内容とすることが求められる。例えば，著作者の名誉声望を害するような改変であれば，著作権の全部譲渡後も著作者はこれに反対できてしかるべきであるが，それ以外の通常の改変であれば，これが譲受人等によって行われることは著作者も譲渡の際に当然に想定していたといえるので，法第２０条第１項にいう「意に反して……改変を受け」た場合に当たらないとの一般論を示した上で，βをビートの効いたテンポの速い曲に編曲することは，かかる通常の改変の範囲内であると論述することが考えられよう。\n以上はあくまで丁の反論として考え得るものの一例であり，β’の作成が乙の同一性保持権を侵害しないとの結論を導く上では，他の論述の仕方もあり得るところである。いずれにせよ，当該反論を構成するに当たっては，上記二つの法の趣旨を踏まえた上で，具体的な法律構成とともに著作権の全部譲渡がされた場合の同一性保持権侵害の成否に係る基準を定立し，当てはめを行うことが求められる。"
}