{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の【事例１】及び【事例２】を読んで，後記〔設問１〕及び〔設問２〕について，答えなさい。\n【事例１】\n１ 甲及びその後輩の乙は，それぞれ金に困り，２人で腕時計販売店に押し入って腕時計を強奪しようと計画していた。甲は，腕時計販売を業とするＡ株式会社（以下「Ａ社」という。）が直営するＢ腕時計店（以下「Ｂ店」という。）で働いている親友の丙に対し，警備体制に関する情報の提供など上記計画への協力を求めた。\n２ 丙は，Ｂ店の副店長として自ら接客に従事するほか，アルバイトの採用や従業員の勤怠状況の管理を行い，Ｂ店の帳簿作成や売上金管理等の業務も担当していた。売上金管理業務として，丙には，各営業日の閉店後，当日の売上金額をＡ社本社に報告することのほか，各営業日の開店前に，前日の売上金をＡ社名義の預金口座に入金することが義務付けられていた。また，商品の仕入れ，店外への持ち出し及び価格設定について，丙に権限はなく，全て店長Ｃの承認を得る必要があるとされていた。\nＢ店の売場に陳列されている商品は，ショーケース内に保管されていたが，その陳列方法は全て丙が決定していた。このショーケースは，接客に必要なときを除いて常時施錠され，その鍵は，Ｃ及び丙のみが所持していた。また，Ｂ店の売場及び従業員控室には，複数の防犯カメラが設置され，その様子が常時くまなく音声付きで撮影録画されていたほか，警備会社を通じ，警察に非常事態の発生を知らせるための押しボタン式通報システムも設置されていた。\n３ 金に困っていた丙は，甲からの話を聞いて，いっそのことＢ店の腕時計が強奪されたように装い，これを自分たちのものにしようと思い付き，某月１日，甲に対し，前記２の事実関係を説明した上，「午前１１時の開店時は，普段だとめったに客も来ないし，明後日は俺しかいないから，その時，店に来て刃物を出して，ショーケースを開けろと言ってくれ。俺は後で怪しまれないように拒むふりをするけど，最後はショーケースを開けるから，すぐに時計を持って行ってくれ。\nただ，俺も通報しないわけにはいかないので，急いで逃げろよ。時計は後で分けよう。それと，会ったことのない乙は信用できないから，今の話は内緒にしてくれ。」と持ち掛けたところ，これを甲は承諾した。\n４ 甲は，同月２日，丙と内通している事実を秘したまま，乙に対し，「明日，俺がＢ店の開店と同時に中に入って店員に刃物を突き付けて時計を奪い取ってくる。その間，お前は近くに停めた車で周囲を見張り，俺が戻って来たらすぐに車を出してくれ。帰ってから時計を分けよう。」と持ち掛けたところ，これを乙は承諾した。\n５ 甲は，同月３日午前１０時５９分，乙の運転する自動車でＢ店前路上に到着し，同日午前１１時，その開店と同時に，覆面をかぶり，サバイバルナイフ（刃体の長さ約２０センチメートル。\n以下「本件ナイフ」という。）及びボストンバッグ（以下「本件バッグ」という。）を持って同車から降り，Ｂ店に向かった。\n甲は，Ｂ店内に入ると，丙に対し，本件ナイフを示し，「殺されたくなかったら，これに時計を入れろ。」と言い，ショーケース内に陳列されている腕時計を本件バッグに入れるように要求した。これに対し，丙は，前記通報システムを作動させ，甲に対し，「通報したから警察が来るぞ。」と言い，上記要求を拒否するふりをしたので，甲は，丙に対し，「いいからやれ。刺すぞ。」と語気を強めて言った。その直後，丙は，ショーケースを解錠し，その中にあった腕時計\n１００点（時価合計３０００万円相当）を甲から受け取った本件バッグに入れ，これを甲に差し出した。甲は，同日午前１１時３分，本件バッグを丙から受け取ると，Ｂ店内から出て前記車両\n- 2 -に乗り込み，乙の運転する同車で逃走した。\n乙は，甲が前記車両を降りてから戻って来るまでの間，通行人が甲を警戒したり，警察官らが駆けつけたりする様子があれば，これを甲に知らせるつもりで，同車運転席から周囲を見張っていた。\n６ 甲は，同日，乙に対し，その取り分として前記腕時計１００点のうち２０点（時価合計４００万円相当）を手渡し，さらに，同月４日，丙に対し，その取り分として残りの腕時計のうち４０点（時価合計１３００万円相当。以下「本件腕時計４０点」という。）が入った本件バッグを手渡した。\n７ 丙は，同月５日，本件バッグを交際中の丁の自宅に隠すこととし，これをその押し入れ内にしまうと，丁に対し，「バッグの中は見るな。しばらく預かっておいてくれ。」と言った。これに従い，丁は，本件バッグを押し入れ内に放置していたが，同月１０日，片付けのため本件バッグ\nを手に持った際，想像以上の重量であったので，不審に思い，その中を見たところ，本件腕時計\n４０点を発見した。その時，丁は，本件腕時計４０点全てに値札が付いていたことから，丙が自分のものにするためにＢ店から無断で持ち出した商品であろうと認識したが，丙のために，本件バッグを預かり続けることとし，これを元の位置に戻した。丁は，同月２５日に本件バッグを丙に返すまでの間，これを押し入れ内に置き続けた。\n〔設問１〕 【事例１】における甲，乙，丙及び丁の罪責について，論じなさい（住居等侵入罪\n（刑法第１３０条）及び特別法違反の点は除く。）。\n【事例２】（【事例１】の事実に続けて，以下の事実があったものとする。）\n８ 乙は，甲から受け取った腕時計２０点を換金したが，浪費して再び金に困り，同月３０日午後\n７時，甲に電話を掛け，「時計をもっと分けてください。」などと執ように迫った。甲は，当時，自宅で丙と飲酒中であったが，乙の態度を面倒に感じ，酒の勢いもあって，「実は，Ｂ店の店員と通じてやったんだ。今も一緒に飲んでいる。残りは俺とそいつで半分ずつに分けたから，お前にやる分はもうない。」と言った。これを聞いた乙は，興奮し，「そんなのうそでしょ。」と言った。甲は，「うそだと思うなら，うちに来いよ。」と言い，電話を切った。甲は，乙の態度に立腹し，丙に状況を説明した上，「乙は生意気だから，懲らしめてやろう。多少怪我をさせても構わない。俺が木刀で殴ってやる。その時，乙を押さえていてくれ。」と言ったところ，最初は嫌がっていた丙も，最終的にはそれに応じた。\n９ 甲は，自宅物置内から木刀を持ち出し，丙と共に自宅前で乙を待っていたところ，同日午後８時，乙が到着するや否や，丙が背後から乙を羽交い締めにした。甲は，「お前，調子に乗るなよ。」と言い，乙の頭部を木刀で１回殴った。すると，乙は，「やめてください。やめてくれないなら，全部警察にばらしますよ。」と言い出した。乙の発言について，甲は，乙の真意でないと考えたが，丙は，そのように考えず，乙に暴行を加え続けて警察に真相を話すのを思いとどまらせようと考え，「もっと痛い目に遭わないと分からないのか。」と言い，乙の顔面や腹部を手拳で多数回殴った。\nこれを見た甲は，丙の余りの勢いに驚き，丙に対し，「乙が警察にばらすはずはない。落ち着け。」と言い，丙をいさめて暴行を終了させようとした。しかし，丙は，暴行を提案した甲から止められたことに立腹し，甲の頭部を手拳で殴ったところ，転倒した甲が頭部を路面に打ち付けて気絶した。丙は，そのことを認識しつつ，この機会に，乙に暴行を加えて警察に真相を話さないと約束させようと考え，同日午後８時５分，甲から取り上げた木刀で乙の頭部を１回殴ったところ，乙は逃げ出した。\n10 乙は，全治約３週間を要する頭部裂傷のほか，全治約１週間を要する顔面打撲及び腹部打撲の傷害を負った。そのうち全治約３週間を要する頭部裂傷の傷害は，甲又は丙の木刀による殴打行\n- 3 -為のいずれか一方だけによって形成されたことは明らかであるが，いずれの殴打行為から形成されたものか不明であった。\n〔設問２〕 【事例２】における甲の罪責に関し，以下の⑴及び⑵について，答えなさい。なお，\n⑴及び⑵のいずれについても，自らの見解を問うものではない。\n⑴ 甲は乙の頭部裂傷の傷害結果に関する刑事責任を負わないとの立場からは，その結論を導くために，どのような説明が考えられるか。論点ごとに論拠を示しつつ説明すること。\n⑵ 甲は乙の頭部裂傷の傷害結果に関する刑事責任を負うとの立場からは，前記⑴の説明に対し，どのような反論が考えられるか。論点ごとに論拠を示しつつ反論すること。\n- 4 -論文式試験問題集［刑事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 令和２年８月４日午前９時３０分，Ｈ県Ｉ市内の一戸建て家屋に住む女性Ｖ（当時７７歳）の自宅に電話が掛かってきた。電話を掛けてきた男は，Ｓ銀行の職員を装い，Ｖに対し，「Ｖさんの預金口座が犯罪組織に利用されており，このままでは預金が全て引き出されてしまいます。本人確認が必要ですので，これから私が質問する内容に正確にお答えください。」と言った。Ｖは，Ｓ銀行\nＩ支店に多額の預金をしていたこともあって，電話の相手をＳ銀行の職員であると信じ，尋ねられるままに，住所がＨ県Ｉ市Ｋ町３丁目４５番地，生年月日が昭和１８年４月１０日，夫と死別し，一人暮らしで，一人息子は他県に住んでいること，Ｓ銀行Ｉ支店に約２０００万円の預金があり，台所の食器棚にいわゆるタンス預金として現金５００万円があることを話した。電話の相手は，Ｖ\nに対し，「午前中に私どもの職員がお宅に伺います。」と伝え，電話を切った。\nその２時間後，Ｓ銀行の職員を装った１名の男がＶ方を訪れ，Ｖによって玄関ドアの鍵が開けられると同時にＶ方内に押し入り，いきなりＶの顔面に催涙スプレーを吹き付けた。そして，同男は，持っていたロープでＶの身体を後ろ手に緊縛し，さらに，持っていたガムテープで，Ｖの鼻を塞がないようにしてその口を塞いだ上，台所の食器棚から現金５００万円を取り出してこれを強奪した。\nその後，同男は，ロープでＶの両足を縛り，逃走した（以上の事件を，以下「本件住居侵入強盗」という。）。\n２ その３０分後，たまたまＶ方を訪れたＶの息子が，ロープで緊縛されて倒れているＶを発見し，直ちにＶを助けるとともに，１１０番通報をした。\nその後，Ｈ県警察は，事件当時Ｖ方周辺に駐車されていた不審車両に関する情報を基に，犯行の際に使用されたレンタカーを割り出し，同車を借りたのが甲であることを突き止めた。\nＨ県警察司法警察員Ｐらは，甲方の捜索差押許可状の発付を受けた上で，同許可状に基づき，令和２年８月５日午前９時から，Ｈ県Ｍ市内にある一人暮らしの甲方の捜索を実施し，引き続き，甲をＨ県Ｍ警察署に任意同行した。そして，Ｐらが本件住居侵入強盗について甲から事情を聴くと，甲は，「Ｖさん方に押し入り，Ｖさんを縛り上げて５００万円を奪ったのは私です。」と述べた。\nそこで，Ｐは，その旨を録取した供述調書１通を作成した。\nまた，甲は，「私は，乙の指示で今回の強盗を行い，５００万円は乙に全額手渡しました。私たちは，Ｈ県Ｉ市内のＡビル２１号室をアジトとしており，そこには私と乙だけが出入りし，そこから乙が強盗のターゲットになる相手に携帯電話で電話を掛けていました。昨日は，午前１０時３０\n分，乙に呼び出されてそのアジトに行きました。そして，乙から，Ｖさんに関する情報や犯行に使う道具などについて印字された紙を見せられ，その説明を受けました。その後，私はＶさんの家に向かったのです。」「アジトには，パソコンとプリンターのほか，強盗のターゲットになる人の氏名と電話番号の入った名簿データが保存されているＵＳＢメモリがあります。その名簿には，Ｖさんの氏名と電話番号もあるのではないかと思います。このＵＳＢメモリは，パスワードが掛けられていて，一度でも間違えると初期化されてしまいます。パスワードは８桁の数字で，乙しか知りません。また，乙の背後には，警察と敵対し，捜査に一切協力しない指定暴力団である丙組がいて，乙は，その幹部に，犯行で得た金の一部を貢いでいます。」と供述したものの，「私が乙や丙組のことを警察に話したと分かると，私の身が危ないので，調書の作成には応じられません。」と述べたことから，以上の供述についての供述調書は作成されなかった。\n３ 同月５日午後１時，Ｐらは，甲を，乙及び氏名不詳者と共謀の上，本件住居侵入強盗に及んだ旨の被疑事実で通常逮捕するとともに，裁判官に対し，同被疑事実で，乙名義で借りていることが判明した前記Ａビル２１号室の捜索差押許可状の発付を請求した。裁判官は，「捜索すべき場所」を- 2 -\n「Ｈ県Ｉ市Ｎ町２丁目３番４号Ａビル２１号室」とし，「差し押さえるべき物」を「被害品と認められる現金，本件に関係ありと思料される名簿，マニュアル，メモ，名刺，パーソナルコンピュータ及びその付属機器類，電磁的記録媒体，携帯電話機及び付属の充電器」とする捜索差押許可状を発付した。\nＰらは，同許可状に基づき，同日午後４時，同室に居合わせた乙立会の下，同室の捜索を開始し，まず，パーソナルコンピュータ及びプリンターを差し押さえるとともに，①丙組の幹部丁の名刺１枚（「丙組若頭丁」と印刷されたもの）を差し押さえた。続いて，Ｐらは，【資料１】のとおり印字されたメモ（以下「本件メモ１」という。）を発見したことから，これを差し押さえた。さらに，Ｐらは，白色ＵＳＢメモリ１本及び黒色ＵＳＢメモリ１本を発見した。これを見た乙は，Ｐらに対し，「ＵＳＢメモリの中身を調べずに全部持って行くのですか。パスワードは全部『２２２２』にしていますから，この場で確認してください。」と申し出たが，Ｐらは，②前記ＵＳＢメモリ合計\n２本について，いずれもその内容をその場で確認することなく差し押さえた。\nなお，同室から，携帯電話機は１台も発見されなかった。\n４ Ｐらは，前記捜索を終えると，乙にＨ県Ｍ警察署への任意同行を求め，これに応じた乙は，同日午後７時３０分，同署において，甲及び氏名不詳者と共謀の上，本件住居侵入強盗に及んだ旨の被疑事実で通常逮捕された。\n５ 翌６日，Ｐらは，差し押さえた前記ＵＳＢメモリ２本につき，Ｈ県警察本部の専門職員の協力を得てその内容の確認作業をした。\nすると，前記黒色ＵＳＢメモリには８桁のパスワードによるロックが掛かっており，一致しないパスワードが入力されると直ちに初期化されてしまう設定がされていることが判明した。そして，同ＵＳＢメモリのロックを解除すると，Ｖの氏名と電話番号を含む，多数の者の氏名と電話番号が記載された名簿データや，本件メモ１の記載内容と同一内容のデータが保存されていることが明らかになった。また，同データに対する捜査の結果，本件メモ１が作成されたのが同月４日午前１０時２０分であったことも明らかになった。\n一方，前記白色ＵＳＢメモリについては未使用であることが判明し，また，差し押さえた前記パ\nーソナルコンピュータ及びプリンターにも本件住居侵入強盗に関するデータが残存していないことが判明したため，Ｐらは，同月６日中にこれらを乙に還付した。\n６ 甲は，逮捕後一貫して自己が本件住居侵入強盗を実行したことは認めたが，乙及び丙組の関与をうかがわせる事項は一切供述せず，本件メモ１についても供述を拒んだ。\n他方，乙は，逮捕後一貫して黙秘した。\nその後，Ｈ地方検察庁検察官Ｑは，甲及び乙について，両名共謀の上，本件住居侵入強盗に及んだ旨の公訴事実で公訴を提起したが，裁判所は，公訴事実に対する認否の見込みを踏まえ，併合審理することなく，それぞれ個別に審理することとした。\n７ 甲は，自己の公判で，自己が本件住居侵入強盗を実行したことは認めたが，乙及び丙組の関与をうかがわせる事項は一切供述せず，本件メモ１についても全く供述しなかった。\n８ 他方，乙は，自己の公判において，「全く身に覚えがない。甲と住居侵入や強盗の共謀をしたことも一切ない。」旨述べて公訴事実を否認した。\nその後の証拠調べ手続において，③Ｑが，甲乙間において本件住居侵入強盗に関する共謀が存在することを立証するため，本件メモ１の証拠調べ請求をしたところ，乙の弁護人は，「不同意ないし取調べに異議あり。」との証拠意見を述べた。\nその後，甲の証人尋問が実施され，甲は，自己が本件住居侵入強盗を実行したことについては証言したが，本件メモ１の記載事項を含め，乙との共謀に関する事項については，一切の証言を拒絶した。\n〔設問１〕 下線部①及び②の各差押えの適法性について，具体的事実を摘示しつつ論じなさい。\n- 3 -\n〔設問２〕\n１．下線部③で証拠調べ請求された本件メモ１の証拠能力について，具体的事実を摘示しつつ論じなさい。ただし，本件メモ１が乙作成のものであることは証拠上認定できるものとする。\n２．仮に，本件メモ１及びその記載と同一内容のデータのいずれもが発見されず，他方で，甲方の前記捜索時に，【資料２】記載のとおりの手書きのメモ（以下「本件メモ２」という。）が，机の施錠された引き出し内にあった甲使用の手帳の令和２年８月４日のページの部分に挟んである状態で発見され，差し押さえられたものとする。また，甲は，捜査段階及び自己の公判を通じて，本件メモ２について全く供述しなかったものとする。\n乙の公判の証拠調べ手続において，④Ｑが，甲乙間において本件住居侵入強盗に関する共謀が存在することを立証するため，本件メモ２の証拠調べ請求をしたところ，乙の弁護人は，「不同意ないし取調べに異議あり。」との証拠意見を述べた。その後，甲の証人尋問が，甲と乙との間及び甲と傍聴人との間の双方に遮へい措置を講じて実施された。甲は，自己が本件住居侵入強盗を実行したことについては証言したが，本件メモ２の記載事項及びその作成経緯を含め，乙との共謀に関する事項については，「私は，誰から何と言われようと証言しませんし，今後も絶対に証言することはありません。」と述べ，一切の証言を拒絶した。\n下線部④で証拠調べ請求された本件メモ２の証拠能力について，具体的事実を摘示しつつ論じなさい。ただし，本件メモ２が甲作成のものであることは証拠上認定できるものとする。\n- 4 -\n【資料１】\nＶ Ｋ町３－４５\nＳ１８．４．１０夫と死別 一人暮らし 息子は県外\nＳ銀行 ２０００万タンス預金５００万 台所の食器棚催涙スプレー ロープ ガムテープ後ろ手\n【資料２】\n乙から指示されたことＶ Ｋ町３－４５家に一人よきん２０００万タンス５００万 台所しょっきだなさいるいスプレー ロープ ガムテープ後ろ手口だけ ハナ×両あし\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，設問１で，甲及びＢ腕時計店（以下「Ｂ店」という。）の副店長である丙が，あらかじめ意を通じ，Ｂ店に押し入った甲が丙にサバイバルナイフを示すなどして丙を脅すふりをして，Ｂ店の売場に陳列されていた商品の腕時計１００点(以下「本件腕時計」という。)を持ち去った行為について窃盗罪の共同正犯の成否を，甲と共に腕時計を強奪することを計画していたものの，甲と丙が内通していた事実を知らないで，甲及び丙の前記犯行中に周囲を見張るなどして加担した乙について窃盗罪の共同正犯の成否をそれぞれ検討させ，さらに，丙からの依頼を受け，本件腕時計の一部が入ったボ\nストンバッグ（以下「本件バッグ」という。）を自宅の押し入れ内に保管していた丁が，本件バッグの中に盗品が入っていることを認識するに至った後も保管を継続した行為について盗品等保管罪の成否を検討させ，設問２で，甲が，丙と意を通じ，まず甲が木刀で乙の頭部を殴打した（以下「第１暴行」\nという。）が，乙が甲らのＢ店における犯行を警察に話すなどと言ったことから，丙が乙に暴行を加え，暴行を終了するようにいさめた甲を殴打して気絶させた後，前記木刀で乙の頭部を殴打した（以下「第\n２暴行」という。）ところ，乙に生じた頭部裂傷（以下「本件傷害」という。）が第１暴行又は第２暴行のいずれか一方だけによって形成されたものであることは明らかであるものの，いずれの暴行から形成されたものか不明であったという事例について，甲が本件傷害に関する刑事責任を負わないとの結論を導くための説明及び甲が本件傷害に関する刑事責任を負うとの立場からの反論を，それぞれ論点ごとに論拠を示しつつ検討させ，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n⑴ 甲及び丙の罪責について\n- 14 -甲及び丙は，丙以外に従業員がいない時間帯に甲がＢ店に来て，丙に刃物を示し，腕時計が保管されているショーケースを開けるように要求すること，丙は，後で怪しまれないように拒むふりをするが，最後にはショーケースを開けるので，甲が直ちに腕時計を持ち去ること，持ち去った腕時計は後で分配することなどをあらかじめ示し合わせた上で，実際に，この犯行計画に従った内容の犯行を実行し，甲が本件腕時計を持ち去っている。\nまず，甲及び丙の行為が，強盗罪の構成要件に該当しないことは明らかである。すなわち，強盗罪の客観的構成要件は，相手方に対し，「暴行又は脅迫」を加え，「他人の財物」を「強取」することであるところ，強盗罪にいう「暴行又は脅迫」は，財物の奪取に向けられた相手方の反抗を抑圧するに足りる程度の暴行又は脅迫を意味すると解されている。確かに，甲が丙に対して，サバイバ\nルナイフを示し，「殺されたくなかったら，これに時計を入れろ。」と要求した行為は，一般的には相手方の反抗を抑圧するに足りる程度の脅迫と評価することが可能であろうが，甲と丙があらかじめ内通していた事実を隠蔽するために，あたかも丙が犯人から脅されたかのように仮装することを企図し，実際にその計画どおりに犯行を遂行したにすぎない本事例の事実関係の下では，甲が丙にサバイバルナイフを示して前記文言を述べた行為は，財物の奪取に向けられたものと評価することはできず，強盗罪の「脅迫」たり得ないし，また，甲はそのことを認識しているのであるから，強盗罪の故意を認めることもできない。\nそこで，甲及び丙の罪責として，窃盗罪の構成要件該当性及び共同正犯の成否を検討する必要があるところ，仮に，本件腕時計の占有が丙の上位者であるＣに帰属せず，もっぱら丙に帰属するものであるとすれば，「自己の占有する他人の物」として業務上横領罪の客体となるため，本件腕時計の占有の帰属が問題となる。\nこの点，複数の保管者間に上下関係がある場合には，財物を現実に握持しているのが下位者であったとしても，原則として，占有は上位者に属し，下位者は占有補助者にすぎないとするのが判例の立場であるが（最決昭和３１年１月１９日刑集１０巻１号６７頁等），上位者が下位者に財物の管理を完全に委ねている場合など，下位者が上位者の判断を個別に仰ぐことなく，独立の権限・裁量を有している場合は，財物の占有が下位者に属すると解されることから，本件腕時計の管理に関する丙の権限・裁量の有無及び程度について，具体的事実を摘示して当てはめを行う必要がある。すなわち，Ｂ店では，商品の仕入れ，店外への持ち出し及び価格設定について，丙に権限はなく，全てＣの承認を得る必要があるとされていたこと，本件腕時計が店舗という閉鎖された空間の中において，原則として常時施錠されたショーケース内に保管されていたこと，その鍵を丙のみならずＣ\nも所持していたこと，Ｂ店の売場及び従業員控室の状況は，常時，防犯カメラで撮影録画されていたことなどの事情を踏まえ，占有の帰属を検討することになる。\nその上で，Ｃの占有を肯定した場合は，窃盗罪の構成要件該当性を検討することになり，客観的構成要件要素として「他人の財物」，「窃取」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。また，甲丙間に意思連絡があること及び両者が実行行為を分担していることから，窃盗罪の共同正犯が成立することを簡潔に指摘する必要がある。なお，上記各事情にもかかわらずＣの占有を否定する結論を採用した場合は，業務上横領罪の構成要件該当性を検討することになり，客観的構成要件要素として「業務上」，「他人の物」，「横領」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。また，この場合，共同正犯の成否を検討するに当たっては，甲丙間に意思連絡があること，甲に正犯性が認められることに加え，財物を業務上占有している丙の犯行に業務上の占有者たる身分を有しない甲が加功したとの構造となることから，刑法第６５条の解釈を論じた上で，自説の立場から，甲に成立する罪名を決定する必要がある。\n⑵ 乙の罪責について乙は，甲との間で，腕時計販売店に押し入って腕時計を強奪する計画を立てていたところ，甲から，甲がＢ店内に入って店員に刃物を突き付けて腕時計を奪い取ること，その間，乙は付近に駐車\n- 15 -した自動車内で周囲を見張り，甲が戻ってきたらすぐに車を発進させること，奪った腕時計は後で分配することを持ち掛けられてこれを承諾し，実際にその計画どおりの行動をとっている。\n乙の罪責としては，甲及び丙との共犯の成否を検討する必要があるところ，乙は実行行為を分担していないため，共謀共同正犯か幇助犯かが問題となる。その検討に際しては，共同正犯と幇助犯の区別基準を示した上で，その判断の基礎となる具体的事実を摘示して当てはめを行う必要がある。\nすなわち，共同正犯と幇助犯の区別基準としては，自己の犯罪を遂行する意思（正犯意思）で犯行に加わっているかによって区別する立場，犯行において客観的に重要な因果的寄与を果たしたといえるかを基準とする立場，他の関与者の行為を支配する地位にあったかを基準とする立場などがあるが，いずれの立場に立ったとしても，甲及び乙は，いずれも金に困った挙げ句に相談して犯行を計画したものであり，両者の積極性に差はないこと，甲乙間に指揮命令関係や支配服従関係までは認められないこと，乙が行った見張り行為や甲を乗車させて自動車を発進させる行為が犯行の遂行に当たって重要であること，乙が相当多額の利益を得ていることなどを重視すれば，乙の正犯性を肯定する結論に至り得る。他方，乙が真実の犯行計画を知らされておらず，いわば甲及び丙の犯行計画における中核部分に関する意思連絡から排除されていたことなどを重視すれば，乙の正犯性を否定する結論に至ることも可能であろう。\nまた，乙は，主観的には，強盗罪に該当する行為の認識・認容を有していたところ，甲及び丙によって客観的に実現された行為は窃盗罪であることから，いわゆる共犯の錯誤の処理が問題となる。\nまず，甲は，当初から窃盗の意思を有していたにすぎない一方で，乙は強盗の意思で謀議を遂げており，謀議の時点で両者の認識に不一致があることから，そもそも，甲乙間での「共謀」の存否が問題となるところ，共同正犯の本質に関する部分的犯罪共同説からは，強盗罪と窃盗罪の構成要件が重なり合う窃盗罪の限度で共謀の要件を満たすと解することになる（なお，強盗罪と（業務上）\n横領罪の関係を検討する場合，両罪の間に構成要件の重なり合いをそもそも認めることができるか，また，認められるとして，いかなる範囲で認めることができるかについては，構成要件の符合の判断基準によって，結論が異なり得るだろう。）。他方，行為共同説からは，甲乙間において，Ｂ店で保管されている腕時計を取得する旨の行為を共同するとの合意があるから，共謀の要件を満たすと考えられる。\nさらに，乙に窃盗罪の故意を認めることができるか，いわゆる抽象的事実の錯誤が問題となるところ，甲及び丙の罪責において窃盗罪の共同正犯の成立を認めた場合，判例・通説である法定的符合説からは，強盗罪と窃盗罪の構成要件は窃盗罪の限度で重なり合うことから，乙には窃盗罪の故意を認めることができる（強盗罪と（業務上）横領罪の関係については前記のとおりである。）。この点，共同正犯の本質論と抽象的事実の錯誤の関係については様々な考え方があり得るところであり，共同正犯の本質論を論じれば重ねて抽象的事実の錯誤を論じる必要はないとする立場，もっぱら抽象的事実の錯誤の問題として処理すべきとする立場などがあり得るが，いかなる立場に立つにせよ，自説の論理的整合性を保ちつつ論じる必要がある。\n⑶ 丁の罪責について丁は，丙から，本件バッグをしばらく預かっておいてほしいと言われ，これを自宅の押し入れ内に放置していたところ，その後，本件バッグの中に入っていた腕時計全てに値札が付いていたのを見て，丙が自分のものにするためにＢ店から無断で持ち出した商品であろうと認識したが，本件バ\nッグを丙に返すまでの間，これを押し入れ内に置き続けている。\n丁の罪責としては，盗品等保管罪の成否が問題となるところ，同罪の客観的構成要件要素として，「盗品その他財産に対する罪に当たる行為によって領得された物」，「保管」を，主観的構成要件要素として故意をそれぞれ検討する必要がある。この点，丁は，本件バッグを預かった時点で中に盗品の腕時計が入っていることを知らず，かつ，これを知った後も，従前と同様の形態で保管を続けていたにすぎないため，このような場合でも同罪が成立するかを，同罪の法的性質を意識しつつ検討して論じる必要がある。\n- 16 -すなわち，同罪を継続犯と解する立場からは，保管が継続する限り実行行為が継続しているから，保管途中から盗品等であることの認識が生じた場合であっても，それ以降も本犯者のために保管を継続すれば同罪が成立するとの結論に結び付きやすいと考えられるが，保管開始後に盗品であることの認識を生じた者に委託者への返還や警察への提出等を強制することは困難であること，盗品等有償譲受け罪の場合には占有移転の時点で盗品性の認識が必要と解されていることとの均衡等を強調して，盗品等保管罪の成立を否定することも可能であろう。他方，同罪を状態犯と解する立場からは，盗品等であることの認識は寄託時点で存在していなければならないと解され，同罪は不成立となる。\n設問２について\n⑴ 前提事実及び問題の所在についてまず，各立場からの説明及び反論を論じる前提として，本事例の事実関係を的確に分析し，甲が本件傷害に関する刑事責任を負うか否かについて，問題となる論点を正しく把握する必要がある。\nすなわち，本事例では，第１暴行及び第２暴行がいずれも暴行罪の構成要件に該当する行為であることが明らかであるところ，甲丙間において，乙に暴行を加える旨の事前共謀が成立しており，甲は，この共謀に基づいて第１暴行を実行している。仮に，第１暴行から本件傷害が発生したと認められるのであれば，甲は，傷害罪の共同正犯として本件傷害に関する刑事責任を負うことになるが，第１暴行及び第２暴行と本件傷害の因果関係が不明である。この点，第２暴行も前記共謀に基づくものと評価できるのであれば，一部実行全部責任の法理により，甲には傷害罪の共同正犯が成立する。したがって，甲が本件傷害に関する刑事責任を負わないとするためには，第２暴行が前記共謀に基づくものでないこと，すなわち，第２暴行の前に甲丙間の共犯関係が解消されたことが必要となる（これを共謀の射程の問題として捉え，第２暴行は当初の共謀による犯行計画が大幅に変更され，別個の犯罪が実現したものと評価して甲の刑事責任を否定する構成も考えられるであろう。）。\nもっとも，仮に共犯関係の解消が認められたとしても，同時傷害の特例（刑法第２０７条）が適用されるとすれば，甲は「共犯の例による」ことになり，本件傷害に関して刑事責任を負うことになるから，甲が責任を負わないとするためには，同特例が適用されないと解する必要がある。同特例を適用するための要件として，各暴行が本件傷害を生じさせ得る危険性を有するものであること及び各暴行が外形的には共同実行に等しいと評価できるような状況において行われたことを要する\n（最決平成２８年３月２４日刑集７０巻３号１頁参照）と解されているが，本事例の事実関係から，これらの要件は充足されていると考えられるので，行為者間に一部共犯関係が存在し，傷害結果について明らかに責任を負う者が存在する場合にも同特例を適用できるか，その適用範囲をいかに解すべきかが問題となる。\n⑵ 甲は本件傷害に関する刑事責任を負わないとの立場からの説明についてまず，第２暴行に先立って，甲丙間の共犯関係が解消されたとの説明について論じる必要があるところ，共犯関係の解消を認めるための要件を明らかにした上で，それを本事例の具体的な事実関係に当てはめた場合，共犯関係の解消を肯定できるとの説明を，論拠を示しつつ論じることが求められる。この点，通説である因果性遮断説からは，関与者の因果的寄与が解消された場合に共犯関係の解消を認めることから，①第１暴行後，甲は，丙の暴行を制止しようとしたこと，②甲は，丙から殴打されて気絶したこと，③丙は，気絶した甲を放置したまま，第２暴行を実行していること，④事前の甲丙間の共謀には，丙が乙の頭部を木刀で強打する計画は含まれていないこと，⑤第１暴行と第２暴行は動機を異にすることなどの事情を挙げて，甲の因果的寄与が解消されたと説明することが考えられる。\n次に，仮に，甲丙間の共犯関係が解消していたとしても，同時傷害の特例が適用されるのであれば，甲は本件傷害に関する刑事責任を負うことになるという論理関係を意識した上で，同特例が適用されないとの説明を，論拠を示しつつ論じる必要がある。この点，同時傷害の特例は，複数人の暴行が競合しているにもかかわらず，傷害結果について誰も責任を負わない不都合を解消するため\n- 17 -の規定であると解すれば，暴行の行為者間に一部共犯関係が存在し，傷害結果について明らかに責任を負う者（丙）が存在する本事例のような事案では，同時傷害の特例は適用されないと解される。\n⑶ 甲は本件傷害に関する刑事責任を負うとの立場からの反論についてこの立場からは，まず，第２暴行が行われた時点においても，甲丙間の共犯関係は解消されていなかったとの反論を，論拠を示しつつ論じる必要がある。ここでは，甲の因果的寄与がいまだ解消されていないことを基礎付ける具体的事情，すなわち，①甲は，乙に暴行を加えることを発案し，当初は乗り気でなかった丙を説得して共謀関係を構築しており，首謀者的立場にあること，②甲は，自ら第１暴行を実行することで，丙の犯意を強化していること，③甲は，凶器として木刀を準備しているところ，丙は，第２暴行で同木刀を使用していることなどの事情を挙げて，甲の因果的寄与が未だ解消されていないと説明することが考えられる。\n次に，甲丙間の共犯関係が解消されていたとしても，同時傷害の特例が適用されるとの反論を，論拠を示しつつ論じる必要がある。ここでは，暴行の行為者間に一部共犯関係が存在する場合であっても，同特例が適用できなくなるとする理由はなく，むしろ同特例を適用しないとすれば，共犯関係が認められないときとの均衡を失することなどを論じることが考えられる。\n〔第２問〕\n本問は，住居侵入強盗事件を素材として，捜査及び公判に関する具体的事例を示し，各局面で生じる刑事手続上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，警察官が行った名刺１枚の差押え（以下「下線部①の差押え」という。）及\nびＵＳＢメモリ２本の差押え（以下「下線部②の差押え」という。）の適法性を検討させることにより刑事訴訟法の規定する差押えの要件に関する法的問題の理解と具体的事案への適用能力を試すものである。\n司法警察職員は，犯罪の捜査をするについて必要があるときは，裁判官の発する令状により，証拠物又は没収すべき物と思料するものを差し押さえることができるところ（刑事訴訟法第２１８条第１項），捜索差押許可状により差押えできる物は，令状に明示された「差し押さえるべき物」に該当するものに限られる。これは，差押えが対象者の財産権への制約となることから，これを可能な限り限定する趣旨であり，「差し押さえるべき物」は，①令状に明記された物件に当てはまり（憲法第３５条，刑事訴訟法第２１９条第１項），かつ，②被疑事実との関連性を有すること（憲法第３５条，刑事訴訟法第２２２条第１項，第９９条第１項）が求められる。本問では，この要件を踏まえた上で，下線部①の差押え及び下線部②の差押えの適法性について検討する必要がある。\n下線部①の差押えについては，本問の捜索差押許可状の「差し押さえるべき物」に「名刺」が含まれていることから，差し押さえられた名刺が令状に明記された物件に当てはまることは明らかである一方，同名刺は本件住居侵入強盗の現場で被害者に示されたりしたものではなく，犯行自体に使用されたものではないことから，被疑事実との関連性の有無が問題となる。\n被疑事実との関連性が認められる証拠の範囲については，被疑事実それ自体を立証する価値を有する物のほかに，情状事実や背景事情に関する物も被疑事実との関連性が認められる証拠に含めるべきか否かについて様々な考え方があり，この点に関する最高裁判例（最判昭和５１\n年１１月１８日判時８３７号１０４頁）の内容も踏まえながら，自己の見解をその根拠も含めて論じることが求められる。その上で，捜索差押許可状の被疑事実を意識しながら，本件住居侵入強盗の事案の性質，差し押さえられた名刺の記載内容，捜索・差押えの現場がどのような場所であるかなど，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の見解に当てはめ，差し押さえられた名刺と被疑事実との関連性を論\n- 18 -じることが求められる。\n下線部②の差押えについては，可視性・可読性がなく，その外観からは被疑事実との関連性を判断し難い電磁的記録媒体について，その記録内容を確認せずに差押えを行うことの適否が問題となる。\nこの点に関して，最高裁判例（最決平成１０年５月１日刑集５２巻４号２７５頁）が存在するが，学説上は，①可能な限り捜索・差押えの現場で内容を確認すべきことを前提に，やむを得ない事情のある場合には，内容を確認せずとも，罪の内容や現場の状況等に照らして当該電磁的記録媒体に関連する情報が記録されていると疑うに足りる合理的な理由があれば，被疑事実との関連性が認められ，差押えが許されるとする考え方，②捜索・差押えの現場で，差し押さえるべき物とそうでない物の選別が容易でなく，かつ罪証隠滅の高度の蓋然性がある場合には，被疑事実との関連性の確認のために，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として，占有を取得した上，事後に選別を行うことも許容されるとする考え方\n（この考え方は，当該占有取得の法的性質を「差押え」ではなく，あくまでも，捜索に「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）であると理解する点に注意が必要である。）などが主張されている。\nいずれの考え方を採るにしても，上記判例の内容を踏まえた上で，各自の考え方を展開することが求められ，その上で，差し押さえられたＵＳＢメモリに関して警察官が事前に得ていた情報，捜索・差押えの現場におけるＵＳＢメモリの発見状況，同現場における立会人乙の言動，本件住居侵入強盗の事案の性質，捜索・差押え実施後の状況など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の考え方に当てはめ，下線部②の差押えの適法性を論じることが求められる。\n〔設問２〕は，乙の公判において証拠調べ請求された乙作成の本件メモ１（〔設問２－１〕），\n甲作成の本件メモ２（〔設問２－２〕）について，それぞれの証拠能力の有無を問うことにより，刑事訴訟法第３２０条第１項の伝聞法則についての正確な理解と具体的事実への適用能力を試すものである。\nまず，前提として，伝聞法則の適用を受ける証拠であるか否か，すなわち伝聞証拠と非伝聞証拠を区別する基準を示す必要があるところ，一般に，伝聞法則の主要な根拠は，公判期日外の供述については，公判期日での供述に比べ，類型的に信用性の担保に欠けるという点に求められ，この根拠に照らすと，公判期日外の供述（原供述）を含む供述ないし書面に伝聞法則の適用があるか否かを判断するに当たっては，原供述を証拠とすることにより何を立証しようとするか，すなわち要証事実が何であるかが重要であり，原供述の内容に示される事実が存在すること（原供述の内容の真実性）を立証するために用いられる場合は，信用性の担保に欠ける証拠を立証に用いることで事実認定の正確性を損なうおそれが生じるため，伝聞証拠に当たり，一定の要件を満たさない限り証拠能力を認めるべきでないこととなる。他方で，一定の内容の原供述の存在が示されれば，その内容の真偽にかかわらず立証の目的を達し得る場合や，原供述についてその生成過程に照らして信用性を担保する必要が低いと評価される場合は，伝聞法則の趣旨が妥当せず，その適用がないと考えることが可能となる。\n〔設問２－１〕について，本件メモ１は，「書面」であって，本件住居侵入強盗の被害者Ｖ\nの名前，住所等や，本件住居侵入強盗の犯行態様と一致する記載があるものの，甲乙間における本件住居侵入強盗に関するやり取りがうかがわれる記載はなく，その記載の内容（被害者の名前，住所，５００万円の在りか等）の真実性を立証したとしても，甲乙間における本件住居侵入強盗に関する共謀という要証事実の認定上直接の意味を持たない。\n他方で，犯行計画を記載したメモの証拠能力に関しては，①そのメモの内容が客観的な犯罪事実と一致している場合，偶然の一致は考えにくいような事項の一致が認められ，かつ，それが犯罪発生前に作成されたことが判明していれば，そこから直ちに犯罪がそのメモに記載され\n- 19 -た犯行計画にのっとって遂行されたことを推認でき，かかる一致の認められるメモの作成者が判明していれば，そのこと自体から，メモの作成者と犯行の実行者の間で当該メモに記載された内容の共謀が推認し得るとする考え方，②犯行計画を記載したメモは，その作成者が作成当時に有していた犯行計画ないし犯罪意思を述べたものとして，心理状態の供述に当たり，原供述者の原供述時における心理状態を立証する上では，内心の状態について知覚と記憶の過程は問題にならないため，供述者の外界の事実の存在を示す典型的な供述証拠に比べて誤りの危険は小さく，また，真摯性，叙述の点について誤りの有無・程度を吟味する必要はあるものの，それは原供述者の尋問によらなくても，その記載内容や作成状況等から誤りの有無・程度の吟味が可能であることなどから，非伝聞証拠として，刑事訴訟法第３２０条第１項の適用はなく，かつ，その記載内容が客観的な犯罪事実と一致し，当該犯罪をメモの作成者以外の者が実行した場合には，作成者と実行者の間で当該メモに記載された内容の共謀が形成されたことを推認し得るとする考え方などが主張されている。\nいずれの考え方を採るにせよ，本件メモ１により甲乙間における本件住居侵入強盗に関する共謀を推認し得る推論過程について，自己の理論構成を明示し，その上で，本件住居侵入強盗の犯行状況，本件メモ１の記載内容，その作成時期・作成者など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，自己の理論構成に当てはめ，本件メモ１の証拠能力の有無を論じることが求められる。\n〔設問２－２〕では，「書面」である本件メモ２に，「乙から指示されたこと」の記載のほか，\n本件住居侵入強盗の被害者の名前，住所等と一致する記載及び本件住居侵入強盗の犯行態様と一致する記載があることから，本件メモ２は，乙から本件住居侵入強盗を指示された旨を甲が供述した内容を記載した書面であるといえ，甲乙間における本件住居侵入強盗に関する共謀という要証事実との関係で，その内容の真実性を立証するために用いられる場合に当たることから，刑事訴訟法第３２０条第１項の適用を受ける伝聞証拠として証拠能力を検討することが求められる。\n本件メモ２は，甲が自己の供述を記載した書面であり，乙との関係では，「被告人以外の者が作成した供述書」に該当することから，伝聞例外となる規定として刑事訴訟法第３２１条第\n１項第３号を選択した上で，同号が規定する①供述不能，②不可欠性，③絶対的特信性の各要件を指摘し，それらの要件の意義・解釈について的確に論じることが求められる。なお，甲は乙との共謀に関する事項について証言を一切拒絶しているところ，このような証言拒絶の場合が「供述不能」に含まれるか否かについては，この点に関する最高裁判例（最大判昭和２７年\n４月９日刑集６巻４号５８４頁，最判昭和４４年１２月４日刑集２３巻１２号１５４６頁）の内容を踏まえた上で，自己の見解を展開することが求められる。\nその上で，甲の証人尋問実施状況，甲による証言拒絶の具体的状況，本件メモ２以外の証拠の収集状況，本件メモ２の保管・発見状況，同メモの記載内容など，事例に現れた具体的事実を適切に抽出，分析し，それらの事実が持つ意味を適切に評価して，刑事訴訟法第３２１条第\n１項第３号が規定する上記の各要件に当てはめ，本件メモ２の証拠能力の有無を論じることが求められる。\n【選択科目】"
}