{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国とＢ国は，南米大陸に所在して隣り合う２つの国である。Ａ国の一部を構成し，Ｂ国との国境に接して位置するＰ県では，Ａ国全体の人口の約８割を占めるα民族とは異なるβ民族がＰ県人口の約９割を占めていることから，β民族が中心となって自治政府を形成しＰ県の統治を約５０年にわたり行っていた。その間，Ｐ県ではＡ国にとって主要な輸出品である石油及び天然ガスが産出されてきたが，その生産量，石油製品の卸価格及び天然ガスの卸価格等はＰ県自治政府ではなくＡ国政府が決定している。β民族の多くは，これら天然資源の産出によるＡ国財政への貢献にもかかわらず，Ｐ県自治政府に配分される予算については人口一人当たりの額がＡ国内の他の県と比較すると半分に満たないことに不満を持ち，Ａ国政府にＰ県内の資源が搾取されていると考えた住民の一部は「Ｐ国独立運動」を立ち上げ，「Ｐ国」の独立に向けて武装闘争を行っていた。こうした不満を背景に，Ｐ県自治政府は，予算配分の不平等が民族差別に起因するとして，Ａ国政府に再三再四是正を求めてきた。さらにＰ県自治政府は，Ａ国全体の人口の約２割を占めるβ民族の意思を国政レベルに反映させるため，Ａ国の議会においてβ民族が恒常的にかつ公正に代表されるべきことも主張してきた。また，Ｐ県自治政府は，Ａ国の議会選挙ではこれまで少数派のβ民族の議員が当選することがほとんどなかった現状を改め，具体的な改革案として，同議会の議員定員の２割に当たる２０名をβ民族の議員枠として確保するようＡ国政府に申し入れてきたのである。\nしかし，こうした要求や申入れは，民族差別の存在自体を否定するＡ国政府に聴き入れられることはなく，状況が改善されることもなかった。さらにＡ国政府が「Ｐ国独立運動」の指導者を逮捕する行動に出たところ，Ｐ県の主要都市はＡ国政府を批判する群衆で騒乱状態となったため，Ａ国政府は，Ｐ県一帯に非常事態宣言を発してＰ県の自治を終了させるとともに，治安部隊によりデモ\nに参加する民衆を徹底的に取り締まった。このＡ国政府の弾圧は１年以上続き，Ｐ県ではβ民族を中心に２００名以上の死傷者が生じたほか，身柄を拘束された者の数は数千名以上に上った。こうした状況を前にして，Ｐ県自治政府は，Ａ国からの独立か，それともＡ国に残るか，そのいずれを選択するかについて住民投票を行うことに決め，２０１５年３月にこれを実施した。その結果，約９割のＰ県住民がＡ国からの独立に賛成したことから，投票結果が発表されて約１か月後の２０１５年５月１日に，Ｐ県自治政府は「Ｐ国」としてＡ国からの独立を宣言した。\nＡ国政府はＰ県による独立宣言に対して嫌悪感を示し，「Ｐ国」を国家として承認することなく，「Ｐ県は依然としてＡ国の領域の一部である。」との声明を公表した。他方，Ｂ国は，「Ｐ国」が独立を宣言すると，その２週間後に，「Ｐ国」との間で互いの首都に大使館を設置し外交使節を派遣した。これに対して，Ａ国は，「今回のＢ国による行為はＡ国への内政干渉である。」としてＢ国を非難した。\n「Ｐ国」の独立宣言でＡ国内が騒然とする中，Ａ国籍の甲がＡ国警察の追及を避けるために在Ａ国のＢ国大使館に逃げ込んだ。甲は，「Ｐ国独立運動」の指導者の一人で，Ａ国内においてＡ国政府の施設やＡ国政府を支援する企業の建物を爆破しＡ国政府要人を暗殺するなどの武装闘争に従事していた。Ａ国は，甲につきＡ国刑法上の殺人罪等の容疑で指名手配をしており，甲が在Ａ国のＢ\n国大使館に逃げ込んだ情報をつかんで，Ｂ国に甲の引渡しを正式に請求した。ところがＢ国はこの請求に何ら応答せず，また甲をＢ国大使館から強制的に退去させることもなかった。このため，Ａ国は，Ｂ国大使館の周囲でそれまで行っていた警備活動を放棄するとともに，Ａ国の民間警備会社乙に対して，その職員５名をＢ国大使館に差し向けるよう指示した。これら職員は，在Ａ国のＢ国大使の許可なくＢ国大使館内に侵入して甲の身柄を確保することを試みたが，その試みはＢ国大使館の警備職員によって阻止された。その後，Ｂ国は，この事件がＡ国の行為に起因するものであるとしてＡ国に対して外交上の抗議を行ったが，Ａ国は問題のＢ国大使館への侵入行為がＡ国による行為であることを否定した。\n- 36 -南米諸国であるＡ国及びＢ国は，外交関係に関するウィーン条約について，いずれもその効力発生日（１９６４年４月２４日）から当事国となっているが，犯罪人引渡条約は締結していない。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国の行為は内政干渉だとして非難するＡ国に対して，これに反論するＢ国の立場とその国際法上の根拠について論じなさい。\n２．Ｂ国は，甲を在Ａ国のＢ国大使館に滞在させたままにしておくことについて国際法上の義務に違反せず，またＡ国に甲を引き渡す国際法上の義務を負わないという立場から，これらの主張を正当化するためにいかなる議論が可能かについて論じなさい。\n３．民間警備会社乙の職員による在Ａ国のＢ国大使館への侵入行為について，Ｂ国はＡ国の国家責任を追及するためにいかなる主張が可能かについて論じなさい。\n- 37 -\n〔第２問〕（配点：５０）\nＡ国とＢ国は，隣接する国家である。両国は共に太平洋に面した海岸線を有しており，両国の国境を成すサール川が太平洋に注いでいる。植民地統治時代，Ａ国は「Ａ行政区」，Ｂ国は「Ｂ行政区」として，Ｃ国により統治されていた。Ａ国は１９６７年，Ｂ国は１９７８年に独立を達成した。\n植民地統治時代のＣ国植民地法令によれば，「Ａ行政区」と「Ｂ行政区」の境界はサール川の航行可能な水路の中間線であるとされていた。もっとも，サール川には多くの中洲があり，２つの行政区の境界は明確ではなかった。特にサール川が太平洋に注ぐ地点に位置する，約３．５平方キロメートルの広さのサールーガ島周辺は，植民地統治時代には，「Ａ行政区」側と「Ｂ行政区」側の両方の水路が航行可能であり，両行政区の境界がサールーガ島のどちらの側にあるのかは明確ではなく，Ｃ国植民地法令にも明文の規定がなかった。また，同法令には，サールーガ島の帰属についても，明確な規定が置かれていなかった。ただし，現在のＢ国に当たる河岸の住民は，伝統的にサ\nールーガ島を放牧と農業に利用しており，この住民たちのサールーガ島での活動に対する課税権は，植民地統治時代，「Ｂ行政区」の当局が管轄し，Ｂ国の独立後は，Ｂ国がこれを行使するようになった。\nＡ国が独立した際，Ａ国と「Ｂ行政区」の境界は，Ａ国とＣ国の間で決定されたが，サールーガ島の帰属とその周辺の国境については，「Ｂ行政区」が国家として独立を達成した後に，当該国家とＡ国との間で決定されることになった。１９８０年，Ａ国とＢ国は，サールーガ島の帰属と周辺の国境の画定のための交渉を開始したが，交渉は難航した。なお，両国がこの交渉を開始した時点では，サールーガ島のＡ国側の水路が浅くなり，航行に適さなくなっていた。\n１９８０年代半ば以降，Ａ国でサール川及びサールーガ島の希少な動植物の生態系を中心とする環境の保護への関心が高まった。１９８７年，Ａ国は軍隊と警察を派遣し，サールーガ島への人の立入りを厳格に制限するようになり，Ｂ国の国民はここでの放牧や農業ができなくなった。\n１９７０年代に，国際的な科学者の団体がＡ国と「Ｂ行政区」の沖合の大陸棚の調査を行い，この海域の海底は，地質的に１つの大陸棚を構成しており，この大陸棚に石油・天然ガス資源が賦存している可能性が高いとの報告書を提出した。１９８２年の海洋法に関する国際連合条約（以下\n「国連海洋法条約」という。）の採択後，Ａ国は１９９２年，Ｂ国は１９９３年に，それぞれ同条約を締結し，領海，排他的経済水域，及び大陸棚に関する国内法を制定した。Ａ国法は，サール川のＢ国側の水路の中間点から沖合に向かって，これらの海域を設定しているのに対し，Ｂ国法は，サール川のＡ国側の水路の中間点から沖合に向かって，これらの海域を設定している。\n２００５年１２月，Ａ国とＢ国は，サールーガ島の帰属と同島周辺の国境の画定に関する紛争を国際司法裁判所に付託することについて合意し，特別合意の締結のための交渉を開始した。また，サールーガ島の帰属と同島周辺の国境に関する紛争の最終的な解決まで，国連海洋法条約第７４条第３項及び第８３条第３項に基づき，サール川の沖合の海域の石油・天然ガス資源の探査及び開発を推進するための暫定的な取極を締結することに，原則として合意した。しかし，特別合意の締結のための両国間の交渉は難航し，締結には至っていない。また，暫定的取極の具体的な内容と実施に関する交渉も進展していない。\n２０１０年５月，Ｂ国は，サールーガ島沖合の係争海域を含む，Ｂ国が自国の大陸棚であると主張する海域の石油・天然ガス資源の探査を開始した。その結果，Ａ国が主張する境界線よりも更に１キロメートルＢ国側に入った海域で石油・天然ガス資源が発見され，２０１６年８月にＢ国の国有企業が開発を開始した。Ａ国は，Ｂ国による探査及び開発の活動について，暫定的取極の趣旨に反すると外交上の抗議を行った。\n２０１７年９月，Ａ国は，サールーガ島沖合の係争海域を含む，Ａ国が自国の大陸棚であると主張している海域における石油・天然ガス資源の探査及び開発に関する認可を甲社に与え，同社が海洋調査船Ｘ号（Ａ国船籍）による探査を開始した。２０１８年９月，サールーガ島沖合のＡ国とＢ国との間の係争海域において探査を実施していたＸ号に対し，Ｂ国の沿岸警備隊が，Ｂ国の大陸棚\n- 38 -の資源の探査活動を即時に停止し，当該海域から立ち去るよう命令した。Ｘ号は，資源探査に関してＡ国から認可を受けていると返信し，探査を続けたところ，Ｂ国の沿岸警備隊の船舶から発砲を受けた。そのうちの２発がＸ号に当たり，負傷者が出たことから，Ｘ号はこの発砲の後，Ａ国の港湾に避難した。Ｂ国は，この発砲は威嚇射撃であったとの声明を出した。Ａ国はＢ国に対し，この発砲事件について外交上の抗議を行った。また，Ａ国は紛争の解決のための交渉を速やかに開始し，交渉により紛争が解決できない場合，第三者機関にこれを付託すべきであるとしたが，Ｂ国は協議に応じていない。これを受けて，Ａ国は国連海洋法条約第１５部に基づき，附属書Ⅶによって組織される仲裁裁判所に，この紛争を付託する旨の通告をＢ国に送付した。\nなお，Ａ国とＢ国は，国連海洋法条約第２８７条第１項の下での紛争解決のための手段を選択する宣言，及び第２９８条第１項に基づく宣言（第二節の規定の適用からの選択的除外に関する宣言）を行っていない。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国がＡ国に対し，サールーガ島からの軍隊と警察の撤退を請求するために，国際法上どのような主張が可能かを論じなさい。\n２．Ｂ国が，２０１０年５月からの石油・天然ガス資源の探査，及び２０１６年８月からの開発を正当化するために，国際法上どのような主張が可能かを論じなさい。\n３．Ａ国が，国連海洋法条約附属書Ⅶによって組織される仲裁裁判所にＢ国の沿岸警備隊による発砲事件に関する紛争を付託することが可能か，及び，これが可能な場合，沿岸警備隊の発砲の違法性について，国際法上どのような主張が可能かを論じなさい。\n- 39 -\n- 40 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n- 37 -本問は，ある国家からの少数民族の分離独立を契機に，国家の成立要件，国家承認の形式，庇護の権利，犯罪人引渡しの義務，外交関係法の内容，国家責任の成立要件などの国際法規則の内容とその具体的適用について，基本的な理解を問うものである。\n設問１は，国家承認の制度と国家成立の要件，とりわけ外的自決の行使としての分離権を理解できているかを問うものである。\n独立を宣言した実体との間で相互に大使館を開設し外交使節を派遣することは，当該実体に対して黙示的に国家としての承認を与えたものとみなされる。本事例では，Ｂ国による黙示の承認時点で既にＰが主権国家として成立していなければならない。他方，Ｂ国の行為に対する\nＡ国の批判は，そうしたＢ国による黙示の国家承認が，国際法上，尚早の承認となるということにある。したがって，Ｂ国がＰに対する自国の行為を正当化するためには，Ｐが国際法上国家として成立していることを証明することが必要となる。\nそこで，まず，国家の成立要件（恒常的な住民，明確な領域及び実効的な政府，さらに外交能力を含める場合もある。）の確認が求められる。さらに，既存の国家から人民や民族が分離して独立する場合は，通常，自決権行使の一形態である分離権の要件が問題となる。この点について，ケベック分離事件カナダ連邦最高裁意見（１９９８年）が参考となる。それによれば，人民の自決権は「内的」自決－国内で政治的地位を自由に決定すること－を通じて実現されるのであり，「外的」自決は例外的に植民地的支配及び外国人による支配又は搾取に服している場合に行使され，その最後の手段として分離権が行使されるという。\n本事例では，Ａ国内での少数者であるβ民族が外的自決としての分離権を行使することができるかどうかが重要な論点となる。β民族は，Ｐ県で自治が認められていたとはいえ，Ａ国の議会ではβ民族のために制度上指定された議席枠がなく，さらに，Ｐ県には豊富な天然資源がありながら，Ａ国政府の支配の下で長年その恩恵を受けられずに予算の面でも民族を理由とした差別があるという状況にある。しかも，Ａ国政府が「Ｐ国独立運動」の指導者を逮捕してＰ\n県を対象に非常事態宣言を発し，自治を取り上げて住民を弾圧するに至ったことから，植民地支配又は外国勢力による支配に類似した状況がＰ県において現れたのであれば，β民族が分離権を行使し得る。この場合に，Ｐ国は，β民族による外的自決としての分離権行使の結果，主権国家として成立したこと，そして，Ｂ国によるＰ国の黙示の承認は，Ｐ国が国家として成立した後の承認であって，尚早の承認という内政干渉には該当しないと主張することができる。\n設問２では，国際法上の庇護が領域的庇護と外交的庇護から構成されており，本事例は後者に該当すること，そして犯罪人の引渡しについて国家は一般国際法上の義務を負わないことを正確に理解しているかどうかが問われる。\n在Ａ国のＢ国大使館に所在する甲に対して与えられたＢ国による庇護は，在外公館で与えられるいわゆる外交的庇護（領域外庇護）であり，一般国際法上は認められていない。ただし，中南米諸国の間では外交的庇護が特別法の規則としてこれまで援用されてきた。庇護事件国際司法裁判所判決（１９５０年）は，外交的庇護を認める地域的慣習の存在をコロンビアが証明しなかったことを理由に同国の主張を退けたものの，地域的慣習の存在自体を否定したわけではない。このため，Ａ・Ｂ両国とも南米に位置する国であることから，Ｂ国が甲に対する外交的庇護を中南米諸国の地域的慣習であると指摘して，Ｂ国は，この外交的庇護を理由に甲をＡ\n国に引き渡す義務はないと主張することが可能である。\nまた，Ａ国とＢ国との間には犯罪人引渡条約が締結されていないので，甲をＡ国に引き渡す条約上の義務をＢ国は負わず，また，Ａ国には一般国際法上甲をＡ国に引き渡す義務もない。\nしたがって，Ａ国による甲の身柄の引渡要求についてＢ国には国際法上の義務はないと主張することができる。\n設問３は，問題の行為の国家への帰属と当該行為の国際義務の違反という国家責任の発生要件及び外交関係法の適用についての正確な理解を問うものである。\n- 38 -\nＡ国の民間警備会社乙の職員の行為は私人の行為であって，それ自体はＡ国の国家責任を生じさせるものではない。しかし，在Ａ国のＢ国大使館に侵入した乙の職員の行為はＡ国の指示を受けて実施されており，国家の指示に基づき行われた私人の行為は，国家による支配が当該私人の行為に対して実効的に及んでいることにより（ニカラグア事件国際司法裁判所本案判決\n（１９８６年）参照），国際法上当該国家の行為とみなされる（国家責任条文第８条参照）。この場合には，乙の職員の行為はＡ国の行為とみなされる。\n外交関係法上，各国の大使館は，外交関係に関するウィーン条約（以下「外交関係条約」という。）第２２条第１項前段にあるように，不可侵である。これは絶対的な性格を有するとされており，同項後段によれば，「使節団の長が同意した場合を除くほか」，接受国の官吏は，公館に立ち入ることができない。本事例では，Ａ国もＢ国も外交関係条約の当事国であり，在Ａ\n国のＢ国大使館のＢ国大使は同大使館への立入りを許可していない。にもかかわらず，Ａ国の指示に基づき乙の職員が同大使館に侵入したことは，国際法上Ａ国自らの行為とみなされることから，外交関係条約第２２条第１項の規定に定める接受国の義務に違反し，Ａ国の国家責任を発生させることになる。このように，乙の職員の行為がＡ国に帰属しＡ国の行為とみなされること，当該行為は外交関係条約上Ａ国がＢ国に負う義務に反することから，国家責任発生の要件を満たし，Ｂ国はＡ国に対して国家責任を追及することができる。\nさらに，Ａ国の不作為によるその国家責任を問うことも可能である。接受国には，外交関係条約第２２条第２項によると，「侵入又は損壊に対し使節団の公館を保護するため」，「適当なすべての措置を執る特別の責務」があり，接受国は大使館の保護等を確保する適当な措置を講じなければならない相当の注意義務を有する。本事例では，Ａ国は問題の侵入事件の前にB国大使館周辺の警備を解いており，接受国が執るべき適当な措置としての警備を怠っていた。このＡ国の不作為が「適当なすべての措置を執る特別の責務」を果たさなかったことに該当し，外交関係条約第２２条第２項違反であるとＢ国は主張することができる。\n〔第２問〕\n本問は，「陸が海洋を支配する」との原則を前提に，領域紛争の解決に必要な国際法の規則，領域紛争が未解決である場合の海洋の利用に関する国際法の規則及び係争海域における沿岸国の活動に関する国際法の規則の内容とその具体的な適用並びに当該活動に関する紛争の解決手続についての基本的な理解を問うものである。\n設問１は，領域紛争及び力による現状の変更が原因となる紛争の解決に関する国際法の規則の理解を問うものである。\nＡ国による力による係争地域の支配の中止を請求するために，Ｂ国は，サールーガ島に対して自国が主権を有すること，又は，力による現状の変更が現在の国際法では容認されないことを主張することが可能である。\n同一の宗主国から独立した国家間の領域紛争に関する国際裁判では，まず，ウティ・ポシデティス・ユリス原則（現状承認の原則）により，境界の位置を示す法律等の明文の文書があれば，これに基づいて境界が決定される（例えば，国境紛争事件（ベナン／ニジェール）国際司法裁判所判決（２００５年））。そのような文書により境界が決定できない場合，どちらの国がより有効に係争地域を支配してきたかを問うエフェクティビテ又は実効的支配や，国家としての主権を行使する意思の表示に当たる行為である「主権者としての行為」に基づく判断がなされる（例えば，国境紛争事件（ブルキナファソ／マリ）国際司法裁判所判決（１９８６年））。\n本問では，植民地時代の行政区の境界に関する規定によってはサールーガ島の帰属又はサールーガ島周辺の境界を決定できないため，エフェクティビテ又は実効的支配や，「主権者としての行為」を示す主張が必要である。現在のＢ国側の住民による伝統的なサールーガ島の利用，及び，植民地時代とＢ国の独立後の課税権の行使の経緯から見て，サールーガ島に対するＢ国\n- 39 -の主権が認められ，Ａ国とＢ国の国境は，Ａ国側の水路の中間線となる可能性が高い。Ｂ国はＡ国に対し，軍隊及び警察によるサールーガ島の支配の中止を請求し得る。\n力による現状の変更については，武力による威嚇又は武力の行使が禁止されている現在の国際社会では，たとえ大規模な武力の行使でなくとも，領域紛争が解決されていない地域について，力により現状を変更し，支配を継続することは国際法に違反する行為である。Ａ国の力によるサールーガ島の支配はこうした国際法に違反する行為であり，Ｂ国はＡ国に対し，軍隊及び警察によるサールーガ島の支配の中止を請求し得る。\n設問２は，海洋に対する沿岸国の権原の根拠となる領域の帰属に関する紛争が未解決の場合における海域の利用に関する国際法の規則の理解を問うものである。\n海洋法に関する国際連合条約（以下「国連海洋法条約」という。）第７４条第３項及び第８３条第３項は暫定的取極に関する規定である。これは，排他的経済水域（以下「ＥＥＺ」という。）又は大陸棚の境界画定に関する紛争が未解決であっても，当事者間での実際的な内容の暫定的取極の締結により，境界画定に関する紛争の最終的な解決までの過渡的期間に，海域利用を実現するための制度である。紛争当事国は暫定的取極の締結のための努力義務を負うが，合意を達成する義務は負わない。また紛争当事国には，「過渡的期間において，理解及び協力の精神により，最終的な合意への到達を危うくし又は妨げないためにあらゆる努力を払う義務を負う」という，自制義務があるとされる。Ｂ国が，係争海域を含む海域の探査と自国のＥＥ\nＺ及び大陸棚で実施した開発を国際法上正当化するためには，この自制義務に配慮した主張が必要である。\n本問では，暫定的取極の具体的な内容や実施方法について紛争当事国間の合意が達成されていないことは，第７４条第３項及び第８３条第３項の義務の違反には当たらない。Ｂ国は，自国が権原を主張する海域に限定した探査を行い，その探査結果を受けての石油・天然ガスの開発を行っているが，これらは自国のＥＥＺ及び大陸棚であることが確定している海域に限定した活動である。したがって，Ｂ国は自制義務を遵守しつつ，国際法上の権利を行使したと主張し得る。また，Ｂ国の資源開発はＡ国の大陸棚及び係争海域の大陸棚の資源に影響を与えないとの主張も可能である。\n設問３は，国連海洋法条約の義務的裁判制度についての理解を問うものである。\nＡ国とＢ国は国連海洋法条約第２８７条第１項の下での紛争解決のための手段を選択する宣言をしていないので，附属書Ⅶによって組織される仲裁裁判所が管轄権を有する。\n第２８６条によれば，第１５部の下での義務的裁判に紛争を付託するための要件は，第一に，国連海洋法条約の解釈又は適用に関する紛争が存在すること，第二に，第１節に定める方法によって解決が得られなかったこと，及び，第三に，第３節に規定される制限や選択的除外の適用がないことである。\nＡ国は，係争海域におけるＢ国の沿岸警備隊の行為が第７４条第３項及び第８３条第３項の下での義務に違反することを紛争主題とすることで，第一の要件である，国連海洋法条約の解釈又は適用に関する紛争が存在すると主張し得る。Ａ国は，仲裁の通告の前にＢ国に対し両国間の紛争の解決のための交渉の速やかな開始を提案していたが，Ｂ国がこれに応じていないことから，第２８３条の意見を交換するＡ国の義務が果たされている。また，両国間の係争海域に関する紛争の解決手段について，国連海洋法条約以外の紛争解決手段に両国間の別途の合意があるとの記述が見られないため，紛争当事者が選択する別途の手段による解決は見込めない。\n以上により第二の要件が満たされている。さらに，第三の要件については，本件の紛争主題は第２９７条の適用対象ではないし，両国ともに第２９８条第１項に基づく宣言を行っていない。\n本案については，Ｂ国は沿岸国として，自国のＥＥＺにおける外国籍船の探査活動の取締りの権限を行使したと主張し得る。しかし，係争海域でのそのような権限の行使は，両国間の紛争を悪化させる可能性を持つ。また，Ａ国船籍のＸ号に対するＢ国の沿岸警備隊の発砲により，- 40 -\n負傷者が出ており，このような武器の使用は，国連憲章第２条第４項及び慣習国際法に違反すると主張し得る。Ｂ国の沿岸警備隊の発砲が法執行措置の一環であったとしても，人の命を危険にさらすような発砲は過剰な武器の使用に当たるとも主張できる（例えば，サイガ号（第２）\n事件国際海洋法裁判所判決（１９９９年））。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている出題の趣旨（「令和３年司法試験論文式試験問題出題の趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２ 採点方針国際関係法（公法系）科目の採点方針は，従来の立場を踏襲し，①国際法の基本的な知識を習得し，かつ，設問に関係する国際法の基本的な概念や規範，特に，関係する主要な多数国間条約の関連規定や国際判例及び国内判例を正確に理解しているか，②各設問の内容を理解し必要な国際法上の論点に触れているか，また，出題されている事例に対する適切な考察がなされているか，\n③答案の法的構成がしっかりしており，論理的かつ正確な文章で書かれ，適切な理由付けがなされているか，といった点を重視した。\n３ 採点実感等第１問は，国家の成立要件，少数民族による分離独立の国際法上の条件，国家承認の形式とその意義，庇護権の主体とその内容，犯罪人引渡しに関する国家の義務の有無，外交関係法における接受国の義務と国家責任の成立要件に関する基本的知識と理解を問うものである。第２問は，領域紛争の解決に関する国際法の規則，海洋境界に関する紛争が解決されていない場合の海域の利用に関する国際法の規則，沿岸国による法執行活動に関する国際法の規則，海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の義務的裁判制度に関する基本的知識と理解を問うものである。いずれも国際法の主要なテーマに関するものであり，全く見当違いの答案は少なかったものの，最低ライン未満者が存在した。なお，設問の趣旨を正確に捉え答えているか，また，\n説得的な理由付けがなされているか，さらに，基本的知識に基づく本問の事例に対する当てはめが的確かといった点では，答案の間に一定の差が見られた。\n⑴ 第１問設問１は，外交関係の開設が国家承認との関連で有する意義について説明を求め，少数民族が既存国家から分離独立する場合における国家成立の要件についての理解を問うものである。具体的には，外交関係の開設が黙示の国家承認に該当することを確認した上で，その前提として相手の実体が国家として成立していなければならないこと，国家として成立していないにもかかわらず国家承認を行えば「尚早の承認」となり領域国の内政干渉として国際違法行為を構成すること，少数民族の分離独立の場合は，通常の国家の成立要件のほか，外的自決が認められるための分離権の要件が課されることなどが理解されているかどうかという点が評価の対象となる。\n多くの答案は出題の趣旨を正確に理解し，外交関係の開設が黙示の国家承認となること，この国家承認が有効であるためには，その前に承認の対象となる実体が国家として成立していることが論理的に証明されなければならないこと，そして国家の成立要件を満たすことが証明されれば尚早の承認という内政干渉には該当しないことが，的確に論述されていた。しかし，恒常的な住民，明確な領域及び実効的な政府の存在といった国家成立の要件が満たされたことを指摘するにとどまり，少数民族による分離独立については別途検討を行わない答案も多数あったことは残念であった。既存国家からの分離独立に至る「外的」自決の行使は，極めて例外的であるが，認められないわけではない。参考となる基準はケベック分離事件カナダ連邦最高裁意見（１９９８年）で触れられているとおりであり，本設例では，「内的」自決の実現が阻害され，\n植民地的支配に類似の状況にあることをもって最後の手段として分離権の行使が正当化されることを論じる必要があるが，この点に関して不十分な記述にとどまる答案が散見された。主題- 39 -によっては，国際判例だけでなく，重要な国内判例についてもきちんと理解しておくことが国際法の学習にとっては不可欠である。\n設問２は，庇護権と犯罪人引渡し制度の考え方の説明を求め，領域的庇護と外交的庇護の区別，\n外交的庇護に関連する庇護事件国際司法裁判所判決（１９５０年）の内容とその背景，犯罪人引渡しに関する国家の義務の有無などについての国際法上の理解を問うものである。\n多くの答案が設問の趣旨に沿って，領域的庇護と外交的庇護の区別のほか，本事例が外交的庇護に当てはまること，接受国側からの引渡し要求に対しても犯罪人引渡しについての一般国際法上の義務がないことについて正確に論述ができていた。また，外交的庇護が，原則として接受国の主権を侵害する行為とみなされ，一般国際法上は認められていないということも理解できていた。しかし，外交的庇護が関係する庇護事件国際司法裁判所判決に言及し，外交的庇護が中南米諸国の間では必ずしも国際法に反しないことを論じた答案はほとんどなかった。庇護事件での論点の１つが中南米諸国における外交的庇護制度の位置付けであったことを想起すれば，外交的庇護を本設例での関係国間で有効な制度として主張することは決して難しいことではないはずである。国際法では，重要な法制度とそれに関連する国際判例を結び付けるとともに，当該判例の内容をきちんと理解することがとりわけ重要である。\n設問３は，１９６１年の外交関係に関するウィーン条約（以下「外交関係条約」という。）上の接受国の義務の内容を確認し，その義務違反から生じる国家責任についての理解を問うものである。具体的な論点としては，国家責任の発生要件を正確に理解しているかどうか，そして，\nここで外交関係条約上の義務の違反から生じる国家責任には，私人の行為が特定の条件を満たすことで国家に帰属し，当該国家の作為としての義務違反から生じる国家責任と，国家自身による同条約上の義務の不作為から生じる国家責任の２種類があるということを理解しているかどうかということである。\n多くの答案は出題の趣旨を正確に理解し，国家責任条文第８条に示されているように国家の指示により私人の行為が当該国家に帰属することで外交関係条約上の義務違反が生じる点については解答ができていた。もっとも，この義務違反による国家責任への言及にとどまり，接受国の不作為による外交関係条約違反とそこから生じる国家責任に触れていない答案が散見されたのは残念である。接受国の行為により，いかなる外交関係条約上の実体義務の違反が生じるのかについても正確な見極めが求められることに留意されたい。\n⑵ 第２問設問１は，領域紛争の解決に関する国際法の規則の理解を問うものである。\n多くの答案は，設問の趣旨に沿って，領域紛争の解決に用いられる国際法の規則として，ウティ・ポシデティス・ユリス原則（現状承認の原則），エフェクティビテ又は実効的支配や主権者としての行為に言及した議論を展開していた。また，力による現状の変更が現在の国際法で容認されないことに言及した答案も少数ではあったが見られた。\nただし，同じ旧宗主国から独立した国家間の領域紛争に関する多くの国際判例で，ウティ・ポシデティス・ユリス原則とその他の原則の適用に順番があることが理解されていない答案が多く見られたことが残念であった。そのような事例で，裁判所は，まず，ウティ・ポシデティス・ユリス原則により，旧植民地時代の境界を示す法律等の法的拘束力のある文書が存在する場合は，\n当該境界を尊重する判断を示してきており，そのような文書が存在しない場合に，エフェクティビテ又は実効的支配や主権者としての行為が検討されてきている。こうした国際判例の論理をより正確に理解することが求められる。\nなお，先占の法理を論じた答案が散見された。先占の法理は無主地に対する領域主権の取得に関するものであることに留意が必要である。本問の記述からサールーガ島を無主地と位置付けることは難しいといえる。\n設問２は，海洋境界に関する紛争が解決されていない場合の海域の利用に関する国際法規則の- 40 -理解を問うものである。国連海洋法条約第７４条第３項及び第８３条第３項は，排他的経済水域又は大陸棚について海洋境界に関する紛争の最終的解決までの過渡的期間において，暫定的取極を締結し，係争海域の利用を可能にする規定である。これらの規定の下では，暫定的取極について合意を達成することが義務とされておらず，また過渡的期間において，最終的な合意への到達を危うくし又は妨げないためにあらゆる努力を払う「自制義務」が課されている。また，沿岸国は海洋境界に関する紛争が未解決であっても，自国の排他的経済水域又は大陸棚であることが確実な海域において，自制義務に配慮しつつ，資源の探査及び開発を行うことが可能である。\n多くの答案は，出題の趣旨を正確に理解し，上記の国際法規則を適切に当てはめた議論ができていた。\nなお，少数ではあるが，Ｂ国の資源探査活動を，海洋の科学的調査と位置付ける答案が見られた。国連海洋法条約では海洋の科学的調査について，明確な定義が置かれていないものの，本問ではＢ国の活動が「石油・天然ガス資源の探査」であることが明記されており，第５６条第１項（a）に規定される資源の探査に当たると考えることが妥当であろう。\n設問３は，沿岸国による法執行活動に関する国際法の規則，及び国連海洋法条約第１５部に規定される義務的紛争解決制度についての基本的知識を基にして，Ａ国とＢ国の間の紛争がこの制度による国際裁判に付託され得るかを論じることを求めるものである。\n国連海洋法条約第１５部の義務的裁判制度では，第２８６条により，国連海洋法条約の解釈又は適用に関する紛争の存在，第１節に定める方法によって解決が得られなかったこと，及び，\n第３節に規定される制限や選択的除外の適用がないことが，義務的裁判への紛争付託の要件である。多くの答案では，Ａ国とＢ国は第２８７条による裁判所の選択の宣言を行っていないため，附属書Ⅶによって組織される仲裁裁判所が管轄権を持つこと，及び両国がともに，第２９８条の下での選択的除外の宣言をしていないことに言及した解答がなされていた。しかし，国連海洋法条約の解釈又は適用に関する紛争の存在という要件に言及した答案が少なかったことは残念である。\n国連海洋法条約の解釈又は適用に関する紛争の存在という紛争付託のための要件は，附属書Ⅶによって組織される仲裁裁判所に付託される紛争の本案の内容に関する解答にも意味を持つ。\n本問は，「沿岸警備隊による発砲事件に関する紛争」を仲裁裁判所に付託できるかを問うている。\nサイガ号（第２）事件国際海洋法裁判所判決（１９９９年）等を念頭に置いて，負傷者が出るような沿岸警備隊の発砲行為に，国連海洋法条約のいかなる規定の解釈又は適用が問題となるかを論じることが求められる。なお，第７４条第３項と第８３条第３項の下での自制義務の違反を論じた答案については，評価を与えた。\n⑶ 答案の水準と評価第１問，第２問ともに，「優秀」といえる答案は，全ての設問において，設定されている事実関係に関する国際法上の論点を的確に抽出し，関係条文を正確に解釈するとともに，関連する国際法の原則や国際判例等に言及し，各設問に関して説得力のある論述を展開して，適切な結論を導き出しているものであり，答案全体の１割程度であった。「良好」といえる答案は，各設問で必要とされている国際法上の主要な論点の一部を欠いていたり，関係条文や国際法の原則に対する理解が必ずしも十分でなかったりするものであるが，全体としては適切な論述が展開できているもので，全体の約４割がこれに該当した。「一応の水準」の答案は，全ての設問に一通り答えてはいるが，論述の内容が不正確であったり，論拠を示さずに結論だけを記述したりするもので，全体の３～４割がこれに該当した。また，「不良」の答案は，設問の多くに関して根拠となる関係条文や関連する国際法の原則に対する理解が不足ないし欠いているもので，数は多くないが一定数の答案がこれに該当した。\n- 41 -４ 法科大学院教育に求めるもの法科大学院教育では，国際法に関する基本的な知識と理解をしっかりと身に付けることをまずは目指してもらいたい。特に国連憲章，条約法に関するウィーン条約，国連海洋法条約，国際司法裁判所規程等の主要な多数国間条約の関係条文の解釈，国家責任に関する理論や国際判例及び国内判例等に関する理解を深めることが重要である。その場合に求められているのは，暗記型の知識や理解ではなく，具体的な問題・事例に柔軟に対応して的確な解決策が導き出せる分析力と応用力の備わった知識や理解である。法科大学院での教育も，このような問題解決能力を涵養するものであることが望まれる。\n- 42 -"
}