{
  "year": "R3",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＹ１ないしＹ１５は，いずれも土木工事の施工等を業とする株式会社である。\nＸ県は，大雨により崩壊した県道の復旧工事２０件（以下「本件各工事」という。）を条件付一般競争入札の方法（入札公告により，特定の入札参加資格を付して入札の参加希望者を募り，当該参加資格を満たしていると認められた者を当該入札の参加者とする方法）により発注することとし，落札方式については，入札価格を８０点満点で評価する「価格評価点」と技術力を２０点満点で客観的に評価する「技術評価点」を合算した点数の最も高い者を落札者とする総合評価落札方式を採用することとした。本件各工事は，いずれも同じ日に入札公告がなされ，その後，いずれも同じ日に入札がなされる。\nＸ県が本件各工事の入札公告に先立ってその発注見通しを公表したことを受け，Ｘ県に所在する技術力の高いＹ１ないしＹ１３は，受注価格の低落防止及び受注機会の均等化を図るため，それぞれの担当者による会合（以下「本件会合」という。）を開き，次の⑴ないし⑶のとおり合意した（以下「本件合意」という。）。\n⑴ 本件合意の参加者は，本件各工事の入札に先立ち，Ｙ１に対し，受注を希望する工事を知らせるとともに，当該工事について技術評価点に係る自社の予測値を提供すること⑵ Ｙ１は，受注希望者の中から受注予定者を決めるとともに，それ以外の入札参加者も決め，受注予定者が確実に受注できるようにするため，提供を受けた技術評価点の予測値に基づいて，受注予定者及びそれ以外の入札参加者が入札すべき価格を算出し，これらをそれぞれに伝えること⑶ 受注予定者はＹ１から伝えられた価格で入札すること，それ以外の入札参加者はＹ１から伝えられた価格で入札し，受注予定者が受注できるよう協力することまた，本件会合において，本件各工事の性質上，Ｘ県の隣接県に所在するＹ１４及びＹ１５が本件各工事の入札に参加することが予想されるとのＹ１の担当者の発言を受けて，Ｙ１ないしＹ１３は，Ｙ１を調整役として，Ｙ１４及びＹ１５に本件合意への参加を呼び掛けることにした。\nＹ１の担当者とＹ１４又はＹ１５の担当者との面談状況は，それぞれ以下のとおりであった。\nまず，Ｙ１の担当者は，面談したＹ１４の担当者に対して，本件合意の内容を説明した上で，本件合意の参加者を特定することなく，Ｘ県所在の有力な業者の多くが本件合意に参加する意思を表明していると伝え，本件合意への参加を呼び掛けた。その際，Ｙ１４の担当者は，本件合意の参加者の正確な範囲を認識しておらず，それを確認することもせず，また，本件合意に参加した場合の見返りに関する質問もしなかった。Ｙ１４の担当者は，Ｙ１の担当者に対し，会社としてＹ１の呼び掛けに応じる意思を表明したが，その理由は，本件各工事を受注する希望はないものの，Ｘ県による追加工事の発注があり得ると考えた上で，それらについて受注を希望することがあれば，Ｙ１を通じてＸ県所在の業者から協力を得ることができるかもしれないと期待したからであった。\n次に，Ｙ１の担当者は，面談したＹ１５の担当者に対して，本件合意の内容を説明した上で，本件合意の参加者がＹ１ないしＹ１４であることを伝え，本件合意への参加を呼び掛けた。その際，Ｙ１の担当者が，Ｙ１５において本件各工事の受注を希望することがあれば，Ｙ１５を受注予定者とすることもあるなどと述べたことから，Ｙ１５の担当者は，Ｙ１の担当者に対し，会社としてＹ\n１の呼び掛けに応じる意思を表明した。\n上記の各面談後，Ｙ１の担当者は，Ｙ２ないしＹ１３の各担当者に対し，Ｙ１４及びＹ１５が本件合意に参加することになったと伝えた。しかし，本件各工事の入札公告に先立ち，Ｙ１５は，コンプライアンス上の理由から本件合意への参加には応じられないこととなった。このため，Ｙ１５の担当者は，Ｙ１の担当者に対し，会社として，上記面談時に伝えた本件合意に参加する意思を撤回する旨の連絡を行い，Ｙ１の担当者からの再度の呼び掛けに対してもこれを拒否する姿勢を明確\n- 12 -に示した。Ｙ１の担当者は，Ｙ１５の技術力や確保できる作業員数の見込みなどに照らして，Ｙ１５が本件合意への大きな脅威になることはないと判断した上で静観することとし，Ｙ１５の翻意をＹ２ないしＹ１３の各担当者に伝えず，また，Ｙ１４の担当者にも伝えなかった。\nその後，本件各工事の入札公告がなされ，本件合意に従って受注予定者の決定等がなされた。２０件の本件各工事のうち１９件は，本件合意に基づく調整の結果どおり，Ｙ１ないしＹ１３が落札した。残る１件は，Ｙ１に対して本件合意への参加の意思を撤回したＹ１５が，独自の積算で入札して落札した。Ｙ１４は，本件各工事の受注希望を表明することはなかったが，特にＹ１より依頼のあった１件の工事について，技術評価点の予測値をＹ１に提供するとともに，Ｙ１から伝えられた価格で入札した。なお，本件合意への参加を呼び掛けることのなかったＹ１ないしＹ１５以外の技術力が高くない数社が本件各工事の入札に参加したが，落札した工事はなかった。\n〔設 問〕\nＹ１ないしＹ１３，Ｙ１４及びＹ１５の行為について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を検討しなさい。解答に当たっては，Ｙ\n１４及びＹ１５による以下の主張の当否を踏まえること。なお，課徴金の賦課及び犯則事件について論じる必要はない。\nＹ１４の主張：「本件合意の参加者の正確な範囲を知らない。また，そもそも本件各工事に受注希望はなかったし，実際，落札した工事もない。」\nＹ１５の主張：「当初，Ｙ１の呼び掛けに応じたが，その後，少なくともＹ１に対しては入札公告前に，本件合意に参加しないことを明確に伝えた。」\n- 13 -\n〔第２問〕（配点：５０）\n甲製品は，主要な家庭用電動器具の一つであり，特有の機能・効用を有し，代替品は存在しない。\n甲製品には，その安全性に関する公的規格が設定されている。\n甲製品の国内メーカーとして，従来からＸ社，Ａ社及びＢ社の３社があり，令和元年における甲製品の国内販売台数のシェアは，Ｘ社が４５パーセント，Ａ社が２５パーセント，Ｂ社が１５パーセントであった。また，近年，Ｙ社が参入し，その甲製品のシェアは毎年漸増しており，令和元年において１５パーセントであった。先発の３社及びＹ社以外には，上記の公的規格による甲製品を製造・販売するものはいない。\n甲製品は，各種の家庭用電動器具を専門に取り扱う販売店のほか，ホームセンター等の販売店で販売されており，これらの販売店では２社以上の甲製品を取り扱う併売が一般的であるが，後発のＹ社の甲製品を取り扱っている販売店は限定的である。甲製品の販売店にとっては，メーカーによる販売促進や技術面の支援が重要な意味を持っている。また，甲製品のユーザーは，販売店の助言や推奨によってメーカーを選定する傾向が強い。\nＸ社は，家庭用電動器具の総合メーカーとしてブランド力が強く，また，国内における甲製品の最先発のメーカーとしてユーザーからの知名度も高く，販売店にとってはＸ社の甲製品を取り扱うことが不可欠である。Ｘ社は，その取引先販売店のうち，家庭用電動器具全体を対象にその販売力や技術力等を評価して選定したものをＸ社の「特約店」として認定し，家庭用電動器具の販売促進や技術面での支援策を総合的に提供する特約店制度を実施しており，Ｘ社の甲製品を取り扱う取引先販売店の約６０パーセントが特約店となっている（なお，特約店にあっても併売が一般的である。）。こうした事情から，Ｘ社は，甲製品について大きなシェアを確保してきたが，近年参入してきたＹ社の伸長により，そのシェアをやや低下させてきていた。また，Ａ社及びＢ社は，いずれも甲製品を主体とするメーカーであり，Ｘ社に比べればブランド力は強くないが，一定のシェアを維持してきた。他方，Ｙ社の甲製品は，先発の３社の甲製品と比較して相対的に低価格であり，Ｙ社は，そのことを強調した販売戦略により，甲製品の販売台数を増加させてきていた。\nこうした状況において，Ｙ社では，その甲製品の更なる販売拡大を目指すこととし，令和２年１月以降，従来Ｙ社の甲製品を取り扱っていない販売店に対して新規の取引を申し入れる取組を強化し始めた。その結果，販売店の中には，Ｙ社の甲製品の取扱いを新たに始めるものが出てきた。これに対し，従来から甲製品のシェアがやや低下してきていたＸ社は，その原因がＹ社の甲製品の伸長にあり，特にＹ社の甲製品をユーザーに積極的に推奨する販売店が存在していること，Ｙ社が新たな取引先販売店の開拓に乗り出したこと，これまで甲製品の価格競争は限定的であったにもかかわらず，相対的に廉価なＹ社の甲製品の伸長が甲製品全体の価格水準に影響しかねないことに危機感を抱き，次の二つの措置を講じることとした。\nまず，Ｘ社は，直ちに実施できる措置として，令和２年４月から，Ｙ社の甲製品も取り扱う取引先販売店のうち，Ｙ社の甲製品を積極的にユーザーに推奨しているものに対して個別に，このまま\nＹ社の甲製品の積極的な推奨を続けると，Ｘ社の家庭用電動器具の販売促進や技術面の支援において不利な扱いをする旨示唆している（以下「措置１」という。）。そして，実際にＸ社から不利な扱いを受けた販売店も出てきており，また，Ｘ社の取引先販売店の間では，Ｘ社から不利な扱いを受けた販売店があるとの情報が流布している。このため，販売店の中には，Ｘ社との取引上不利になることを恐れて，ユーザーに対するＹ社の甲製品の積極的な推奨を取りやめるものが出てきており，Ｙ社の甲製品の取扱いを検討していたＸ社の取引先販売店の中には，Ｙ社の甲製品の取扱いを断念したものもある。\n次に，Ｘ社は，措置１と並行して，特約店制度を利用した措置を採ることとし，令和２年１０月から，Ｘ社の甲製品を取り扱う特約店に対し，ユーザーに対して専らＸ社の甲製品を推奨することを約束する場合には，Ｘ社の甲製品の販売台数の増加率に応じて家庭用電動器具全体の仕入額を計算基礎とする累進的なリベートを供与する旨提案し，これを実施し始めた。そして，Ｘ社は，特約\n- 14 -店における上記の約束の履行状況を確認するために，自社の従業員又は第三者による特約店のモニタリングを実施し，必要に応じ，上記の約束を履行していない特約店に対する指導を行っており，改善されない場合には，リベートを供与しないだけでなく，特約店に対する販売促進や技術面での支援策を削減する旨通告している（以上の措置を以下「措置２」という。）。令和２年１２月末時点では，Ｘ社の甲製品を取り扱う特約店の約半数が上記の約束をしており，措置２により，Ｙ社による新たな取引先販売店の獲得に懸念が生じている。\n〔設問１〕\nＸ社による措置１及び措置２のそれぞれについて，独占禁止法に違反するか検討しなさい。\n〔設問２〕\n問題文に加えて，令和３年５月時点で以下の事情が認められる場合に，Ｘ社による措置１及び措置２の全体について，独占禁止法に違反するか検討しなさい。\nＸ社の甲製品を取り扱う特約店のうち，専らＸ社の甲製品の推奨を約束しているものは，約７０パーセントに達している。また，Ｙ社，Ａ社及びＢ社の甲製品の販売台数にかなりの影響が出ており，その結果，Ｘ社の甲製品のシェアは，令和３年第１四半期（令和３年１月から同年３月まで）において６０パーセントに達した。さらに，Ｙ社の甲製品を積極的に推奨する販売店が少なくなり，また，Ｙ社の甲製品を取り扱う販売店が増えていないことから，甲製品の価格水準は，従来どおり安定した状態にある。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R3/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "〔第１問〕\n第１問は，入札談合に関する出題であり，Ｙ１ないしＹ１５の行為が，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項に定義される不当な取引制限に該当し，同法第３条に違反するかどうかを中心に同法上の問題点の検討を求めるものである。不当な取引制限の諸要件を正確に理解していることを前提に，特にＹ１４及びＹ\n１５については，それぞれの主張の趣旨を的確に捉えた上で，問題となる要件についてあるべき解釈を示し，設例の事実関係を当てはめ，その当否を説得的に論じる必要がある。\nまず，行為要件として，「共同して」（多摩談合（新井組ほか）事件・最判平成２４年２月２０日民集６６巻２号７９６頁に従って，「共同して･･･相互に」の要件と考えることもできる。）は，意思の連絡を意味する。また，「相互にその事業活動を拘束する」（相互拘束）の要件をどう定義するかについては，複数の解釈があり得るが，いずれの立場に立つとしても，その意義を定立する必要がある。本件合意の当事者であるＹ１ないしＹ１３については，いずれの要件も充足することは明らかであり，簡潔に解答すれば足りる。\nこれに対して，本件会合に参加していないＹ１４及びＹ１５については，各主張を十分に踏まえた検討が求められる。\nＹ１４は，本件合意の参加者の正確な範囲を知らないと主張しており，本件合意に参加する事業者の範囲をどの程度認識していれば「共同して」といえるのかが問題となる（「順次の意思連絡」等の問題ではない。）。この点に関しては，元詰種子カルテル事件・東京高判平成２０\n年４月４日審決集５５巻７９１頁において，参加者の範囲の概括的認識をもって足り，参加者の範囲を具体的かつ明確に認識することまでは要しない旨判示されている点が参考となるが，理由を示すこともなく，同裁判例の結論に依拠するのみでは十分でない。本問において，Ｙ１４は，調整役のＹ１から「Ｘ県所在の有力な業者の多くが本件合意に参加する意思を表明している」と伝えられているから，上記裁判例の結論に照らせば，Ｙ１４の主張を肯定することは困難であろう。\nまた，Ｙ１４は，受注希望はなく，実際に落札した工事もないと主張しており，これは相互拘束の不存在を主張するものと理解できる。相互拘束の意義については複数の解釈があり得るが，例えば，拘束の相互性や共通性を厳格に捉える解釈によれば，Ｙ１４の主張は一定の合理性を有するかもしれない。他方，合意を遵守し合う関係ないしは合意に事実上拘束されている状態にあれば足りるとの解釈によれば，Ｙ１４の主張は失当であろう。いずれにせよ，相互拘束の意義を明確に示した上で，設例の事実関係を当てはめ，Ｙ１４の主張の当否を説得的に論じることが必要となる。\nＹ１５は，本件合意への参加に関するＹ１の呼び掛けにいったん応じたものの，入札公告前にＹ１に対して本件合意に参加しないことを明確に伝えたと主張しており，ここでは，いつの段階で違反が成立するのか，すなわち個別調整等を待たずとも基本合意により違反は成立するのか，また，基本合意により違反が成立すると考えるならば，本問においてＹ１に対する意思表示のみで離脱を認めることができるのかが問題となる。前者については，基本合意の成立時\n- 26 -点で違反が成立すると考えられよう。競争を実質的に制限すると認められる合意があれば，その実施等がなくとも不当な取引制限の要件を満たすし（なお，石油価格カルテル刑事事件・最判昭和５９年２月２４日刑集３８巻４号１２８７頁を参照），その実施等がなされるまで違反は成立しないと考えるべき実際上の理由もないからである。後者については，どのような場合に離脱を認め得るか複数の立場があり得る。一つの立場を示すものとして，岡崎管工事件・東京高判平成１５年３月７日審決集４９巻６２４頁は，「離脱者が離脱の意思を参加者に対し明示的に伝達することまでは要しないが，離脱者が自らの内心において離脱を決意したにとどまるだけでは足りず，少なくとも離脱者の行動等から他の参加者が離脱者の離脱の事実を窺い知るに十分な事情の存在が必要」とする。これによれば，本問では，調整役のＹ１に対する明示的な離脱意思の表明が他の参加者にとって離脱の事実を窺い知るに十分な事情の存在といえるかについて，Ｙ１が調整役であり個別調整の取りまとめ役であることといった設例の事実関係を当てはめて論じることになろう。このような立場を採らず，一部の参加者に対する離脱意思の表明で足りるとするのであれば，当てはめを含めて説得的に論述することが必要となる。なお，基本合意の参加者全員に対して離脱意思を明示しなければならないなどという立場に立つ場合には，Ｙ１４の主張の当否に関して参加者の範囲を具体的かつ明確に認識することまでは要しないという立場に立つこととの整合性に留意する必要があろう。\n次に，効果要件である「公共の利益に反して，一定の取引分野における競争を実質的に制限する」のうち，「一定の取引分野」については，本問におけるような専ら競争制限を目的ないし効果とする合意に関しては，通常，共同行為が対象としている取引及びそれにより影響を受ける範囲をもって画定することで足りると解されるところ，本問では，本件合意が対象とする\n「Ｘ県が条件付一般競争入札の方法により発注する本件各工事の取引分野」が一定の取引分野として画定されることを簡潔に解答することが求められる。また，「競争を実質的に制限する」とは，当該取引に係る市場が有する競争機能を損なうことをいい，本問のような入札談合においては，当事者らがその意思で落札者及び落札価格をある程度自由に左右することができる状態をもたらすことをいうところ（前記多摩談合（新井組ほか）事件判決），その意義を示した上で設例の事実関係を当てはめて論述することが求められる。本問の設例では，入札価格を８０点満点で評価する「価格評価点」と技術力を２０点満点で評価する「技術評価点」を合算した点数の最も高い者を落札者とする総合評価落札方式が採用されている。技術評価点によっては落札者が変わり得るが，本件合意の参加者が技術力の高い事業者であること，個別物件ごとに技術評価点の予測値を算出した上で個別調整を行う仕組みとなっていること，入札結果をみても，Ｙ１ないしＹ１５以外の入札参加者は技術力が高くない数社にとどまり，２０件中１９\n件の工事について本件合意に基づく調整の結果どおり受注予定者が受注していることを示して，論述することが求められる。公共の利益に反することについては，受注価格の低落防止及び受注機会の均等化を図るという本件合意の目的に絡めて簡潔に解答すれば足りよう。\nなお，設問は課徴金の賦課及び犯則事件について論じる必要はないとしている。前者は，Ｙ\n１が課徴金を加重される主導的事業者に該当するのかという点を含め課徴金の賦課に関する検討を除外する趣旨である。後者は，設例の事実関係が行政事件を念頭に置いたものか不明確であることから，念のため示したものであって，今後，犯則事件について論じる必要はない旨明示されていなければ，必ずこれを論じなければならない趣旨ではないことに留意されたい。\n〔第２問〕\n第２問は，４社寡占の甲製品市場において，４５パーセントのシェアを有するＸ社が，後発でシェアは１５パーセントにとどまるが相対的に低価格であるＹ社の甲製品の伸長に危機感を抱き，Ｙ社の甲製品を積極的にユーザーに推奨する取引先販売店に対して個別に，Ｘ社による販売促進等の支援において不利に扱う旨を示唆したこと（措置１）及び取引先特約店に対して\n- 27 -専らＸ社の甲製品を推奨することを約束させる活動を行ったこと（措置２）について，設問１ではそれぞれの措置が独占禁止法に違反するかを問い，設問２では追加的事情の下で措置１及び措置２の全体が同法に違反するかを問うものである。\n設問を分け，設問２では追加的事情を加えることにより，設問１では「公正な競争を阻害するおそれ」（公正競争阻害性）を効果要件とする不公正な取引方法（独占禁止法第２条第９項・第１９条）に，設問２では「一定の取引分野における競争を実質的に制限すること」（競争の実質的制限）を効果要件とする私的独占（同法第２条第５項・第３条）に，それぞれ該当するかについて検討することを求めていることがおのずと分かるようにしている。独占禁止法の実体規定の体系的な理解を前提に，不公正な取引方法と私的独占の行為要件及び効果要件の違いを踏まえて解答することが求められている。\n設問１においては，まず，措置１と措置２のそれぞれについて，どの類型の不公正な取引方法に該当するかを特定する必要があるところ，取引の相手方に対するいわゆる垂直的制限として，独占禁止法第２条第９項第６号ニの「相手方の事業活動を･･･拘束する条件をもって取引すること」（広義の拘束条件付取引）に該当するか，具体的には，不公正な取引方法の一般指定（以下「一般指定」という。）第１１項（排他条件付取引）又は第１２項（拘束条件付取引）\nに該当するかがポイントとなる。措置１については，設例上，広義の拘束条件付取引と直ちに評価できるだけの十分な事実関係は示されておらず，その態様（不利益措置の示唆にとどまる上，Ｙ社の甲製品を積極的に推奨している販売店がどの程度存在するか設例上明らかにされていない。）等に照らせば，Ｙ社の甲製品を積極的に推奨する販売店に対する個別の牽制ないしは圧力と評価できよう。そうすると，措置１は，Ｙ社の甲製品を積極的に推奨する販売店に対する，販売促進等の支援における「取引条件等の差別取扱い」（一般指定第４項），Ｙ社の甲製品を積極的に推奨しないように仕向けて取引の内容を制限させる「その他の取引拒絶」（一般指定第２項），Ｙ社という自己の「競争者に対する取引妨害」（一般指定第１４項）に該当するものと考えることができ，そのいずれを選択するにしても，それぞれの類型を定める条文に即して行為要件を充足するかを的確に論述する必要がある。なお，仮に，措置１が上記の態様にとどまるものであるにもかかわらず，拘束条件付取引として捉える場合には，拘束条件を付ける取引の相手方の範囲や拘束条件の内容，その実効性が確保されていることを検討し，さらに，排他条件付取引として捉える場合には，そのような検討に加えて，甲製品の販売店では併売が一般的であるにもかかわらず，Ｙ社の甲製品を積極的に推奨しないということをもって「競争者と取引しない」という要件に該当することを検討することになろう。他方，措置２については，Ｘ社が特約店に対し，専らＸ社の甲製品を推奨することを約束する場合にはリベートを供与する旨提案し，これを実施するものであるから，拘束条件付取引に該当することが明らかであり，上記約束の履行状況のモニタリングや指導，指導による改善が見られない場合におけるリベートの不支給や販売促進等の支援策の削減の通告という上記約束の実効性確保措置が講じられていることも踏まえつつ，行為要件を充足するかを的確に論述する必要がある。なお，措置２を排他条件付取引として捉える場合には，措置１と同様に，甲製品はＸ社の特約店であっても併売が一般的であるにもかかわらず，専らＸ社の甲製品の推奨という上記約束を「競争者と取引しない」ことと同視できるのかを検討することになろう。\n次に，措置１及び措置２のそれぞれについて，不公正な取引方法の効果要件である公正競争阻害性が認められるか否かを検討することになる。ここでは，公正競争阻害性の意義を的確に示した上で，Ｘ社がＹ社の甲製品の販売台数の伸長等に危機感を抱いて２つの措置を採ることとした経緯に鑑み，競争排除（他の事業者を市場から排除したり，新規参入を妨げたりすること）ないしは市場閉鎖（代替的な取引先を容易に確保することができなくなること）による競争減殺効果を検討することになろう（措置１について，競争者に対する取引妨害と捉える場合には，競争手段の不公正さの観点を加味して論述することもできよう。）。なお，これらに加え\n- 28 -て，Ｙ社の甲製品が排除されることによる価格維持を通じた競争減殺効果に着目することもできるが，設例においてはその点を的確に判断するために必要な事実関係は明らかにされていないことに留意する必要がある。\n前提として，自由競争減殺の観点からの公正競争阻害性を検討するには，検討対象となる市場を画定することが必要であり，市場の意義とその画定方法を的確に示した上で，設例の事実関係に即して「我が国における甲製品の製造販売市場」と画定できることを簡潔に解答することが求められる。\n画定した上記市場において，設例の事実関係の下で具体的にどのようなメカニズムにより競争排除ないしは市場閉鎖による競争減殺効果が生じるかを検討する必要がある。まず，措置１について，設例の事実関係を踏まえて，Ｘ社による販売促進等の支援における不利な扱いの示唆によってどのような広がりのある効果がもたらされるのか，現に不利な扱いを受けた販売店が存在し，そうした販売店に関する情報が流布していることを加味して論じた上で，ユーザー\nは販売店の推奨によってメーカーを選定する傾向が強いことを前提に，低価格を武器にしてそのシェアを漸増させていたＹ社の甲製品への影響を論じる必要があろう。次に，措置２については，措置１よりも特約店の事業活動に対する制約が強く働き得ることや，そのために市場閉鎖の状況がある程度具体的に発現していることに留意して論述する必要がある。すなわち，設例の事実関係に照らせば，特約店には専らＸ社の甲製品を推奨するという約束に応じない又はこれを履行しないという選択は考えにくく，そうすると，ユーザーは販売店の推奨によってメ\nーカーを選定する傾向が強いことを前提に，併売が一般的である特約店が上記約束をそのとおりに実行すれば，Ｘ社の特約店が実質的にＸ社の専売店に近いものとなりかねないと考えられること，設例の事実関係を総合すると，販売店全体の３割程度が上記約束に応じていることになり，実際にも，Ｙ社では新たな取引先の獲得に懸念が生じていることといった事実関係を踏まえて，措置２により，Ｙ社は代替的な取引先を容易に確保することができなくなり，取引機会が減少するような状態をもたらすおそれが発現しているかを説得的に論述することが求められる。なお，正当化事由については，競争者に対抗することは有力な事業者においても認められるべきであるとはいえ，２つの措置はいずれも，単なる対抗策の域を超え，Ｘ社の家庭用電動器具の総合メーカーとしての地位等を背景に，Ｙ社の甲製品を積極的に推奨する販売店を狙い撃ちにし（措置１），また，実質的にＸ社の特約店を専売店化することにつながりかねない（措置２）ものであり，正当化されないであろう。\n設問２については，Ｘ社による措置１及び措置２の全体について，私的独占の手段としての他の事業者の事業活動の「排除」に該当するかを検討することになろう。ＮＴＴ東日本事件・最判平成２２年１２月１７日民集６４巻８号２０６７頁によれば，「正常な競争手段の範囲を逸脱するような人為性」を有し，「市場への参入を著しく困難にするなどの効果」を有するかを様々な事情を総合考慮して判断することになるところ，その場合には，設例の事実関係（なお，販売店全体の４割程度が上記約束に応じていることになる。）を踏まえて，Ｘ社が他の事業者では到底採り得ない人為的手段を用いて，Ｙ社をはじめとする競争者にとって販売店を獲得することや販売店における推奨を確保することが容易にできない状態をもたらしているかを説得的に論述することが求められる。\n次に，前記のとおり画定した市場を「一定の取引分野」とすることを前提に，競争の実質的制限の成否を検討することになる。まず，競争の実質的制限の意義を的確に示した上で，これまで価格競争は限定的であったものの，Ｙ社が参入し，相対的な低価格を強調する販売戦略により販売台数を伸ばし，そのためＸ社のシェアが漸減し，市場に変化が現れ始めていたことを前提に，設例の事実関係を当てはめて，競争を実質的に制限するに至っているかを論述する必要がある。\n最後に，Ｘ社の２つの措置について，「公共の利益に反し」ないとする特段の事情がないこ\n- 29 -とを簡潔に付言することが求められる。"
}