{
  "year": "H27",
  "exam_type": "予備",
  "subject_name": "民法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事実】\n１．Ａは，Ａ所有の甲建物において手作りの伝統工芸品を製作し，これを販売業者に納入する事業を営んできたが，高齢により思うように仕事ができなくなったため，引退することにした。Ａは，かねてより，長年事業を支えてきた弟子のＢを後継者にしたいと考えていた。そこで，Ａ\nは，平成２６年４月２０日，Ｂとの間で，甲建物をＢに贈与する旨の契約（以下「本件贈与契約」という。）を書面をもって締結し，本件贈与契約に基づき甲建物をＢに引き渡した。本件贈与契約では，甲建物の所有権移転登記手続は，同年７月１８日に行うこととされていたが，Ａ\nは，同年６月２５日に疾病により死亡した。Ａには，亡妻との間に，子Ｃ，Ｄ及びＥがいるが，他に相続人はいない。なお，Ａは，遺言をしておらず，また，Ａには，甲建物のほかにも，自宅建物等の不動産や預金債権等の財産があったため，甲建物の贈与によっても，Ｃ，Ｄ及びＥ\nの遺留分は侵害されていない。また，Ａの死亡後も，Ｂは，甲建物において伝統工芸品の製作を継続していた。\n２．Ｃ及びＤは，兄弟でレストランを経営していたが，その資金繰りに窮していたことから，平成\n２６年１０月１２日，Ｆとの間で，甲建物をＦに代金２０００万円で売り渡す旨の契約（以下\n「本件売買契約」という。）を締結した。本件売買契約では，甲建物の所有権移転登記手続は，同月２０日に代金の支払と引換えに行うこととされていた。本件売買契約を締結する際，Ｃ及びＤは，Ｆに対し，Ｃ，Ｄ及びＥの間では甲建物をＣ及びＤが取得することで協議が成立していると説明し，その旨を確認するＥ名義の書面を提示するなどしたが，実際には，Ｅはそのような話は全く聞いておらず，この書面もＣ及びＤが偽造したものであった。\n３．Ｃ及びＤは，平成２６年１０月２０日，Ｆに対し，Ｅが遠方に居住していて登記の申請に必要な書類が揃わなかったこと等を説明した上で謝罪し，とりあえずＣ及びＤの法定相続分に相当する３分の２の持分について所有権移転登記をすることで許してもらいたいと懇願した。これに対し，Ｆは，約束が違うとして一旦はこれを拒絶したが，Ｃ及びＤから，取引先に対する支払期限が迫っており，その支払を遅滞すると仕入れができなくなってレストランの経営が困難になるので，せめて代金の一部のみでも支払ってもらいたいと重ねて懇願されたことから，甲建物の３分の２の持分についてＦへの移転の登記をした上で，代金のうち１０００万円を支払うこととし，その残額については，残りの３分の１の持分と引換えに行うことに合意した。\nそこで，同月末までに，Ｃ及びＤは，甲建物について相続を原因として，Ｃ，Ｄ及びＥが各自\n３分の１の持分を有する旨の登記をした上で，この合意に従い，Ｃ及びＤの各持分について，それぞれＦへの移転の登記をした。\n４．Ｆは，平成２６年１２月１２日，甲建物を占有しているＢに対し，甲建物の明渡しを求めた。\nＦは，Ｂとの交渉を進めるうちに，本件贈与契約が締結されたことや，【事実】２の協議はされていなかったことを知るに至った。\nＦは，その後も，話し合いによりＢとの紛争を解決することを望み，Ｂに対し，数回にわたり，明渡猶予期間や立退料の支払等の条件を提示したが，Ｂは，甲建物において現在も伝統工芸品の製作を行っており，甲建物からの退去を前提とする交渉には応じられないとして，Ｆの提案をいずれも拒絶した。\n５．Ｅは，その後本件贈与契約の存在を知るに至り，平成２７年２月１２日，甲建物の３分の１の持分について，ＥからＢへの移転の登記をした。\n６．Ｆは，Ｂが【事実】４のＦの提案をいずれも拒絶したことから，平成２７年３月６日，Ｂに- 2 -対し，甲建物の明渡しを求める訴えを提起した。\n〔設問１〕\nＦのＢに対する【事実】６の請求が認められるかどうかを検討しなさい。\n〔設問２〕\nＢは，Ｅに対し，甲建物の全部については所有権移転登記がされていないことによって受けた損害について賠償を求めることができるかどうかを検討しなさい。なお，本件贈与契約の解除について検討する必要はない。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H27/論述/試験問題/民事系.pdf",
  "subject": 3,
  "purpose": "（出題趣旨）設問１は，甲建物に関する権利関係を明らかにした上で，甲建物の過半数の持分を有する者が他の共有持分権者に対して明渡しを求めることができる場合があるかどうかを問うものであり，これにより，事案に即した分析能力や論理的思考力を試すものである。また，設問２は，本件贈与契約において贈与者が負う債務の法的性質や，共同相続人にその債務がどのように承継されるかを明らかにした上で，甲建物全部の所有権移転登記手続がされなかったことについて，共同相続人の一人にその損害の全部の賠償を求めることができるかどうかを問うものであり，これにより，法的知識の正確性や論理的思考力を試すものである。"
}