{
  "year": "H27",
  "exam_type": "予備",
  "subject_name": "商法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．Ｘ株式会社（以下「Ｘ社」という。）は，昭和６０年に設立され，「甲荘」という名称のホテルを経営していたが，平成２０年から新たに高級弁当の製造販売事業を始め，これを全国の百貨店で販売するようになった。Ｘ社の平成２６年３月末現在の資本金は５０００万円，純資産額は１億円であり，平成２５年４月から平成２６年３月末までの売上高は２０億円，当期純利益は５０００万円である。\nＸ社は，取締役会設置会社であり，その代表取締役は，創業時からＡのみが務めている。また，Ｘ社の発行済株式は，Ａ及びその親族がその７０％を，Ｂが残り３０％をいずれも創業時から保有している。なお，Ｂは，Ｘ社の役員ではない。\n２．Ｘ社の取締役であり，弁当事業部門本部長を務めるＣは，消費期限が切れて百貨店から回収せざるを得ない弁当が多いことに頭を悩ませており，回収された弁当の食材の一部を再利用するよう，弁当製造工場の責任者Ｄに指示していた。\n３．平成２６年４月，上記２の指示についてＤから相談を受けたＡは，Ｃから事情を聞いた。Ｃは，食材の再利用をＤに指示していることを認めた上で，「再利用する食材は新鮮なもののみに限定しており，かつ，衛生面には万全を期している。また，食材の再利用によって食材費をかなり節約できる。」などとＡに説明した。これに対し，Ａは，「衛生面には十分に気を付けるように。」と述べただけであった。\n４．平成２６年８月，Ｘ社が製造した弁当を食べた人々におう吐，腹痛といった症状が現れたため，Ｘ社の弁当製造工場は，直ちに保健所の調査を受けた。その結果，上記症状の原因は，再利用した食材に大腸菌が付着していたことによる食中毒であったことが明らかとなり，Ｘ社の弁当製造工場は，食品衛生法違反により１０日間の操業停止となった。\n５．Ｘ社は，損害賠償金の支払と事業継続のための資金を確保する目的で，「甲荘」の名称で営むホテル事業の売却先を探すこととした。その結果，平成２６年１０月，Ｙ株式会社（以下「Ｙ社」という。）に対し，ホテル事業を１億円で譲渡することとなった。Ｘ社は，その取締役会決議を経て，株主総会を開催し，ホテル事業をＹ社に譲渡することに係る契約について特別決議による承認を得た。当該特別決議は，Ｂを含むＸ社の株主全員の賛成で成立した。なお，Ｘ社とその株主は，いずれもＹ社の株式を保有しておらず，Ｘ社の役員とＹ社の役員を兼任している者はいない。また，Ｘ社及びＹ社は，いずれもその商号中に「甲荘」の文字を使用していない。\n６．その後，Ｙ社は，譲渡代金１億円をＸ社に支払い，ホテル事業に係る資産と従業員を継承し，かつ，ホテル事業に係る取引上の債務を引き受けてホテル事業を承継し，「甲荘」の経営を続けている。１億円の譲渡代金は，債務の引受けを前提としたホテル事業の価値に見合う適正な価額であった。\n７．Ｘ社は，弁当の製造販売事業を継続していたが，売上げが伸びず，かつ，食中毒の被害者としてＸ社に損害賠償を請求する者の数が予想を大幅に超え，ホテル事業の譲渡代金を含めたＸ社の資産の全額によっても，被害者であるＥらに対して損害の全額を賠償することができず，取引先への弁済もできないことが明らかとなった。そこで，Ｘ社は，平成２７年１月，破産手続開始の申立てを行った。\n８．Ｅらは，食中毒により被った損害のうち，なお１億円相当の額について賠償を受けられないでいる。また，Ｘ社の株式は，Ｘ社に係る破産手続開始の決定により，無価値となった。\n９．Ｂは，Ｘ社の破産手続開始後，上記３の事実を知るに至った。\n- 4 -\n〔設問１〕\n⑴ Ａ及びＣは，食中毒の被害者であるＥらに対し，会社法上の損害賠償責任を負うかについて，論じなさい。\n⑵ Ａ及びＣは，Ｘ社の株主であるＢに対し，会社法上の損害賠償責任を負うかについて，論じなさい。\n〔設問２〕\nホテル事業をＸ社から承継したＹ社は，Ｘ社のＥらに対する損害賠償債務を弁済する責任を負うかについて，論じなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H27/論述/試験問題/民事系.pdf",
  "subject": 4,
  "purpose": "（出題趣旨）本問は，役員等の第三者に対する損害賠償責任（会社法第４２９条）について基本的な知識・理解を前提に事例に則した分析・検討を求めるとともに，事業を譲り受けた会社が事業を譲渡した会社の商号を引き続き使用しない場合であっても，譲渡会社の損害賠償債務につき譲受会社がその弁済責任を負うことがあるかどうかについての検討を求めるものである。解答に際しては，①会社法第４２９条に基づく損害賠償責任の意義，②取締役Ｃ及び代表取締役Ａにそれぞれ求められる任務の具体的内容と任務懈怠の有無，③代表取締役Ａの任務懈怠とＥらの損害との因果関係，④株主Ｂに生じた損害の内容について，設問の事実関係を踏まえて，正しく論述するとともに，⑤株主が役員等の第三者に対する損害賠償責任（会社法第４２９条）\nを追及することの可否について検討することが求められる。さらに，⑥Ｙ社がＸ社の損害賠償債務について弁済する責任を負うかどうかにつき，会社法第２２条を類推適用することの可否，⑦Ｘ社のＥらに対する損害賠償債務が「譲渡会社の事業によって生じた債務」に該当するかどうか等について，設問の事実関係を踏まえて，説得的な論述を展開することが求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "（出題趣旨）本問は，役員等の第三者に対する損害賠償責任（会社法第４２９条）について基本的な知識・理解を前提に事例に則した分析・検討を求めるとともに，事業を譲り受けた会社が事業を譲渡した会社の商号を引き続き使用しない場合であっても，譲渡会社の損害賠償債務につき譲受会社がその弁済責任を負うことがあるかどうかについての検討を求めるものである。解答に際しては，①会社法第４２９条に基づく損害賠償責任の意義，②取締役Ｃ及び代表取締役Ａにそれぞれ求められる任務の具体的内容と任務懈怠の有無，③代表取締役Ａの任務懈怠とＥらの損害との因果関係，④株主Ｂに生じた損害の内容について，設問の事実関係を踏まえて，正しく論述するとともに，⑤株主が役員等の第三者に対する損害賠償責任（会社法第４２９条）\nを追及することの可否について検討することが求められる。さらに，⑥Ｙ社がＸ社の損害賠償債務について弁済する責任を負うかどうかにつき，会社法第２２条を類推適用することの可否，⑦Ｘ社のＥらに対する損害賠償債務が「譲渡会社の事業によって生じた債務」に該当するかどうか等について，設問の事実関係を踏まえて，説得的な論述を展開することが求められる。"
      }
    ]
  }
}