{
  "year": "H27",
  "exam_type": "予備",
  "subject": 6,
  "subject_name": "刑法",
  "text": "以下の事例に基づき，甲，乙，丙及び丁の罪責について論じなさい（特別法違反の点を除く。）。\n１ 甲は，建設業等を営むＡ株式会社（以下「Ａ社」という。）の社員であり，同社の総務部長として同部を統括していた。また，甲は，総務部長として，用度品購入に充てるための現金（以下「用度品購入用現金」という。）を手提げ金庫に入れて管理しており，甲は，用度品を購入する場合に限って，その権限において，用度品購入用現金を支出することが認められていた。\n乙は，Ａ社の社員であり，同社の営業部長として同部を統括していた。また，乙は，甲の職場の先輩であり，以前営業部の部員であった頃，同じく同部員であった甲の営業成績を向上させるため，甲に客を紹介するなどして甲を助けたことがあった。甲はそのことに恩義を感じていたし，乙においても，甲が自己に恩義を感じていることを認識していた。\n丙は，Ｂ市職員であり，公共工事に関して業者を選定し，Ｂ市として契約を締結する職務に従事していた。なお，甲と丙は同じ高校の同級生であり，それ以来の付き合いをしていた。\n丁は，丙の妻であった。\n２ 乙は，１年前に営業部長に就任したが，その就任頃からＡ社の売上げが下降していった。乙は，某年５月２８日，Ａ社の社長室に呼び出され，社長から，「６月の営業成績が向上しなかった場合，君を降格する。」と言い渡された。\n３ 乙は，甲に対して，社長から言われた内容を話した上，「お前はＢ市職員の丙と同級生なんだろう。丙に，お礼を渡すからＡ社と公共工事の契約をしてほしいと頼んでくれ。お礼として渡す金は，お前が総務部長として用度品を買うために管理している現金から，用度品を購入したことにして流用してくれないか。昔は，お前を随分助けたじゃないか。」などと言った。甲は，乙に対して恩義を感じていたことから，専ら乙を助けることを目的として，自己が管理する用度品購入用現金の中から５０万円を謝礼として丙に渡すことで，Ａ社との間で公共工事の契約をしてもらえるよう丙に頼もうと決心し，乙にその旨を告げた。\n４ 甲は，同年６月３日，丙と会って，「今度発注予定の公共工事についてＡ社と契約してほしい。もし，契約を取ることができたら，そのお礼として５０万円を渡したい。」などと言った。\n丙は，甲の頼みを受け入れ，甲に対し，「分かった。何とかしてあげよう。」などと言った。\n丙は，公共工事の受注業者としてＡ社を選定し，同月２１日，Ｂ市としてＡ社との間で契約を締結した。なお，その契約の内容や締結手続については，法令上も内規上も何ら問題がなかった。\n５ 乙は，Ｂ市と契約することができたことによって降格を免れた。\n甲は，丙に対して謝礼として５０万円を渡すため，同月２７日，手提げ金庫の用度品購入用現金の中から５０万円を取り出して封筒に入れ，これを持って丙方を訪問した。しかし，丙は外出しており不在であったため，甲は，応対に出た丁に対し，これまでの経緯を話した上，「御主人と約束していたお礼のお金を持参しましたので，御主人にお渡しください。」と頼んだ。\n丁は，外出中の丙に電話で連絡を取り，丙に対して，甲が来訪したことや契約締結の謝礼を渡そうとしていることを伝えたところ，丙は，丁に対して，「私の代わりにもらっておいてくれ。」と言った。\nそこで，丁は，甲から封筒に入った５０万円を受領し，これを帰宅した丙に封筒のまま渡した。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/H27/論述/試験問題/刑事系.pdf",
  "purpose": "（出題趣旨）本問は，建設業等を営むＡ株式会社の総務部長である甲が，同社営業部長である乙からの要請を受け，Ｂ市職員であり，同市発注の公共工事に関する業者の選定及び契約締結権限を持つ丙に対し，業者選定の際に同社を有利に取り計らってほしいとの趣旨であることを了解したその妻丁を介して，総務部長として管理する用度品購入に充てるための現金の中から５０万円を供与したという事案を素材として，事実を的確に分析する能力を問うとともに，共同正犯，共犯と身分，贈収賄罪，業務上横領罪等に関する基本的理解とその事例への当てはめが論理的一貫性を保って行われているかを問うものである。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "（出題趣旨）本問は，建設業等を営むＡ株式会社の総務部長である甲が，同社営業部長である乙からの要請を受け，Ｂ市職員であり，同市発注の公共工事に関する業者の選定及び契約締結権限を持つ丙に対し，業者選定の際に同社を有利に取り計らってほしいとの趣旨であることを了解したその妻丁を介して，総務部長として管理する用度品購入に充てるための現金の中から５０万円を供与したという事案を素材として，事実を的確に分析する能力を問うとともに，共同正犯，共犯と身分，贈収賄罪，業務上横領罪等に関する基本的理解とその事例への当てはめが論理的一貫性を保って行われているかを問うものである。"
      }
    ]
  }
}