{
  "year": "H25",
  "exam_type": "予備",
  "subject_name": "商法",
  "text": "次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．Ｘ株式会社（以下「Ｘ社」という。）は，日本国内において不動産の開発及び販売等を行う監査役会設置会社であり，金融商品取引所にその発行する株式を上場している。\n２．Ｙ株式会社（以下「Ｙ社」という。）は，日本国内において新築マンションの企画及び販売等を行う取締役会設置会社であり，監査役を置いている。Ｙ社が発行する株式は普通株式のみであり，その譲渡による取得にはＹ社の承認を要するものとされている。\nＹ社の発行済株式のうち，７５％はＸ社及びその子会社（以下，Ｘ社を含め「Ｘグループ」という。）が，１５％はＹ社の取締役であるＡが，１０％は関東地方を中心に住居用の中古不動産の販売等を行うＺ株式会社（以下「Ｚ社」という。）がそれぞれ保有している。なお，Ｚ社の発行済株式の６７％はＡが保有し，同社の取締役はＡ及びＡの親族のみである。\n３．Ｘ社は，平成２３年９月，Ｙ社の行う事業をＸグループ内の他社に統合する方向で検討を始め，その後，Ａに対し，Ａ及びＺ社が保有するＹ社株式をＸ社に売却するよう求めた。しかし，Ａは，Ｙ社との資本関係が失われることによって生じ得るＺ社の事業展開への不安を訴えて回答を留保し，その後のＸ社による説得にも応じなかった。\n４．Ｘ社は，平成２４年６月１日，取締役会を開催し，同年９月１日をもってＹ社をＸ社の完全子会社とする旨の株式交換契約（以下「本件株式交換契約」という。）を締結することを適法に決定した。また，Ｙ社でも，同年６月１日，取締役会を開催し，本件株式交換契約を締結することを適法に決定した。\nこれらの決定を受けて，Ｘ社とＹ社との間で本件株式交換契約が正式に締結された。本件株式交換契約においては，Ｙ社株主に対しＹ社株式１０株につきＸ社株式１株を交付する，すなわち，Ｘ社とＹ社との間の株式交換比率（以下「本件交換比率」という。）を１対０．１とする旨が定められた。\n５．Ｘ社では，同月２９日，定時株主総会が開催され，本件株式交換契約の承認に関する議案が適法に可決された。\n６．Ｙ社でも，同日，定時株主総会（以下「本件総会」という。）が適法な招集手続に基づき開催された。本件総会には，本件株式交換契約の承認に関する議案及びＡの取締役からの解任に関する議案が提出された。\nＡは，本件総会の議場において，株主としての地位に基づき，議長である代表取締役Ｂに対し，自らが取締役から解任される理由について質問をした。これに対してＢは，「それはあなたもわかっているはずであり，答える必要はない。」と回答し，質疑を打ち切った。Ａ及びＺ社は，本件総会に提出された上記各議案に反対したが，いずれもＸグループ各社の賛成により可決された。\n７．Ａは，同年７月，本件交換比率の妥当性について独自に検討し，算定を行うこととした。その結果，同年８月，Ａとしては，Ｙ社株主に対しＹ社株式１０株につきＸ社株式３株を交付するのが妥当であるとの結論に至った。\n- 4 -\n〔設問１〕\nＡは，Ａを取締役から解任する旨の本件総会の決議の効力を争うことができるか。\n〔設問２〕\nＡは，Ｙ社に対し，本件交換比率の妥当性を検討するためであることを明らかにして，本件交換比率をＹ社が算定するために使用したＹ社の一切の会計帳簿及びこれに関する資料の閲覧を請求した。Ｙ社は，この請求を拒むことができるか。なお，Ｙ社の会計帳簿及びこれに関する資料は書面をもって作成されているものとする。\n〔設問３〕\n本件交換比率を不当と考えるＡが，① 本件株式交換契約に基づく株式交換の効力発生前に会社法上採ることができる手段\n② 本件株式交換契約に基づく株式交換の効力発生後に会社法上採ることができる手段として，それぞれどのようなものが考えられるか。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H25/論述/試験問題/民事系.pdf",
  "subject": 4,
  "purpose": "（出題趣旨）本問は，親子会社間で行われる株式交換について，子会社の株主であり取締役でもある者が反対している場合において，①株主の質問を打ち切ってされた当該取締役を解任する株主総会決議の効力，②株式交換比率の妥当性を検討するためにされる会計帳簿閲覧請求の可否，③株式交換比率の不当を主張する株主が救済を受ける方法を問うものである。\n解答に際しては，①会社法第３１４条に基づく説明義務の違反の有無及び株主総会決議の効力を争うことの可否，②同法第４３３条第１項に基づき会計帳簿閲覧請求をする場合における会計帳簿の特定性及び同条第２項第３号に定める拒絶事由（競争者による請求）の有無，③株式交換比率の不当を理由として株式交換を事前に差し止めることの可否及び株式交換契約を承認する株主総会決議の効力を争うことの可否，同法第７８５条に基づく株式買取請求の可否，同法第８２８条第１項第１１\n号に定める株式交換無効の訴えの無効事由の有無並びに同法第４２３条第１項又は第４２９条第１項に基づく取締役の責任追及の可否について，正しく論述することが求められる。"
}