{
  "year": "H25",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "２０２＊年時点では，衆議院小選挙区選出議員における，いわゆる「世襲」議員の数が増加する傾向にある。「世襲」議員とは，例えば，国会議員が引退する際に，その子が親と同一の選挙区から立候補して当選した場合の当選議員をいう。「世襲」議員には，立候補時において，一般の新人候補者に比べて，後援会組織，選挙資金，知名度等のメリットがあると言われている。このような\n「世襲」議員については賛否両論があるが，政党Ａ及び政党Ｂでは，世論の動向も踏まえて何らかの対応策を採ることとし，立候補が制限される世襲の範囲や対象となる選挙区の範囲等について検討が行われた。その結果，政党Ａから甲案が，政党Ｂから乙案が，それぞれ法律案として国会に提出された。\n甲乙各法律案の内容は，以下のとおりである。\n（甲案）政党は，その政党に所属する衆議院議員の配偶者及び三親等内の親族が，次の衆議院議員選挙において，当該議員が選出されている小選挙区及びその小選挙区を含む都道府県内の他の小選挙区から立候補する場合は，その者を当該政党の公認候補とすることができない。\n（乙案）衆議院議員の配偶者及び三親等内の親族は，次の衆議院議員選挙において，当該議員が選出されている小選挙区及びその小選挙区を含む都道府県内の他の小選挙区から立候補することができない。\n政党Ｃに所属する衆議院議員Ｄは，次の衆議院議員選挙では自らは引退した上で，長男を政党Ｃの公認候補として出馬させようとして，その準備を着々と進めている。Ｄは，甲案及び乙案のいずれにも反対である。Ｄは，甲案にも乙案にも憲法上の問題があると考えている。\n- 2 -\n〔設 問〕\nＤの立場からの憲法上の主張とこれに対して想定される反論との対立点を明確にしつつ，あなた自身の見解を述べなさい。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H25/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "２０２＊年時点では，衆議院小選挙区選出議員における，いわゆる「世襲」議員の数が増加する傾向にある。「世襲」議員とは，例えば，国会議員が引退する際に，その子が親と同一の選挙区から立候補して当選した場合の当選議員をいう。「世襲」議員には，立候補時において，一般の新人候補者に比べて，後援会組織，選挙資金，知名度等のメリットがあると言われている。このような「世襲」議員については賛否両論があるが，政党Ａ及び政党Ｂでは，世論の動向も踏まえて何らかの対応策を採ることとし，立候補が制限される世襲の範囲や対象となる選挙区の範囲等について検討が行われた。その結果，政党Ａから甲案が，政党Ｂから乙案が，それぞれ法律案として国会に提出された。\n甲乙各法律案の内容は，以下のとおりである。\n（甲案）政党は，その政党に所属する衆議院議員の配偶者及び三親等内の親族が，次の衆議院議員選挙において，当該議員が選出されている小選挙区及びその小選挙区を含む都道府県内の他の小選挙区から立候補する場合は，その者を当該政党の公認候補とすることができない。\n（乙案）衆議院議員の配偶者及び三親等内の親族は，次の衆議院議員選挙において，当該議員が選出されている小選挙区及びその小選挙区を含む都道府県内の他の小選挙区から立候補することができない。\n政党Ｃに所属する衆議院議員Ｄは，次の衆議院議員選挙では自らは引退した上で，長男を政党\nＣの公認候補として出馬させようとして，その準備を着々と進めている。Ｄは，甲案及び乙案のいずれにも反対である。Ｄは，甲案にも乙案にも憲法上の問題があると考えている。\n〔設 問〕\nＤの立場からの憲法上の主張とこれに対して想定される反論との対立点を明確にしつつ，あなた自身の見解を述べなさい。\n（出題趣旨）本問は，いわゆる世襲議員に関する立候補の自由の制限をめぐる問題である。甲案は一定の要件の下で政党の公認候補とすることを禁止し，乙案は一定の要件の下で立候補自体を禁止している。\nまず，甲案と乙案によって，どのような権利・自由が制約されるのかを明らかにする必要がある。そこでは，甲案と乙案とで，共通する問題と，それぞれに特有の問題とがある。その上で，被選挙権及び立候補の自由の憲法上の位置付けに関する判例及び主要な学説を前提として，世襲を理由とした別異の取扱いの合憲性が問題となる。そこでは，選挙権・被選挙権及び立候補の自由，そして平等に関する基礎理論の正確な理解に基づいて，Ｄ側及び法案提出側からの各主張の対立点を明確にすることが求められている。さらに，いわゆる世襲議員の功罪に関する一般的な指摘，立候補の制限と選挙に求められる公平さとの関係，立候補の制限と選挙民による選択との関係等に関する対立点を明確にする。また，甲案に関しては，とりわけ政党がその公認候補を自由に選定・決定するという政党の自律権に関し，検討することが求められよう。\nそして，それぞれの対立点に関して，一定の説得力のある理由を付して自己の結論を導き出すことが求められている。"
}