{
  "year": "H25",
  "exam_type": "予備",
  "subject_name": "行政法",
  "text": "Ａ市は，景観法（以下「法」という。）に基づく事務を処理する地方公共団体（景観行政団体）であり，市の全域について景観計画（以下「本件計画」という。）を定めている。本件計画には，Ａ市の臨海部の建築物に係る形態意匠の制限として，「水域に面した外壁の幅は，原則として５０\nメートル以内とし，外壁による圧迫感の軽減を図る。」と定められている。事業者Ｂは，Ａ市の臨海部に，水域に面した外壁の幅が７０メートルのマンション（以下「本件マンション」という。）を建築する計画を立て，２０１３年７月１０日に，Ａ市長に対し法第１６条第１項による届出を行った。本件マンションの建築は，法第１７条第１項にいう特定届出対象行為にも該当する。しかし，本件マンションの建築予定地の隣に建っているマンションに居住するＣは，本件マンションの建築は本件計画に違反し良好な景観を破壊するものと考えた。Ｃは，本件マンションの建築を本件計画に適合させるためには，水域に面した外壁の幅が５０メートル以内になるように本件マンションの設計を変更させることが不可欠であると考え，法及び行政事件訴訟法による法的手段を採ることができないか，弁護士Ｄに相談した。Ｃから同月１４日の時点で相談を受けたＤの立場に立って，以下の設問に解答しなさい。\nなお，法の抜粋を資料として掲げるので，適宜参照しなさい。\n〔設問１〕\nＣが，本件計画に適合するように本件マンションの設計を変更させるという目的を実現するには，法及び行政事件訴訟法によりどのような法的手段を採ることが必要か。法的手段を具体的に示すとともに，当該法的手段を採ることが必要な理由を，これらの法律の定めを踏まえて説明しなさい。\n〔設問２〕\n〔設問１〕の法的手段について，法及び行政事件訴訟法を適用する上で問題となる論点のうち，\n訴訟要件の論点に絞って検討しなさい。\n- 4 -\n【資料】景観法（平成１６年法律第１１０号）（抜粋）\n（目的）第１条 この法律は，我が国の都市，農山漁村等における良好な景観の形成を促進するため，景観計画の策定その他の施策を総合的に講ずることにより，美しく風格のある国土の形成，潤いのある豊かな生活環境の創造及び個性的で活力ある地域社会の実現を図り，もって国民生活の向上並びに国民経済及び地域社会の健全な発展に寄与することを目的とする。\n（基本理念）第２条 良好な景観は，美しく風格のある国土の形成と潤いのある豊かな生活環境の創造に不可欠なものであることにかんがみ，国民共通の資産として，現在及び将来の国民がその恵沢を享受できるよう，その整備及び保全が図られなければならない。\n２～５ （略）\n（住民の責務）第６条 住民は，基本理念にのっとり，良好な景観の形成に関する理解を深め，良好な景観の形成に積極的な役割を果たすよう努めるとともに，国又は地方公共団体が実施する良好な景観の形成に関する施策に協力しなければならない。\n（景観計画）第８条 景観行政団体は，都市，農山漁村その他市街地又は集落を形成している地域及びこれと一体となって景観を形成している地域における次の各号のいずれかに該当する土地（中略）の区域について，良好な景観の形成に関する計画（以下「景観計画」という。）を定めることができる。\n一～五 （略）\n２～１１ （略）\n（届出及び勧告等）第１６条 景観計画区域内において，次に掲げる行為をしようとする者は，あらかじめ，（中略）行為の種類，場所，設計又は施行方法，着手予定日その他国土交通省令で定める事項を景観行政団体の長に届け出なければならない。\n一 建築物の新築（以下略）二～四 （略）\n２～７ （略）\n（変更命令等）第１７条 景観行政団体の長は，良好な景観の形成のために必要があると認めるときは，特定届出対象行為（前条第１項第１号又は第２号の届出を要する行為のうち，当該景観行政団体の条例で定めるものをいう。（中略））について，景観計画に定められた建築物又は工作物の形態意匠の制限に適合しないものをしようとする者又はした者に対し，当該制限に適合させるため必要な限度において，当該行為に関し設計の変更その他の必要な措置をとることを命ずることができる。（以下略）\n２ 前項の処分は，前条第１項又は第２項の届出をした者に対しては，当該届出があった日から３０日以内に限り，することができる。\n３～９ （略）\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H25/論述/試験問題/公法系.pdf",
  "subject": 2,
  "purpose": "（出題趣旨）本問は，事案に即して，また関係行政法規を踏まえて，行政訴訟についての基本的な知識及び理解を運用する基本的な能力を試す趣旨の問題である。具体的には，マンションの建設計画に対し近隣住民が景観計画の遵守を求めるための行政事件訴訟法上の手段について問うものである。景観法による変更命令の期間制限に照らして，実際上仮の義務付けの申立てが必要なこと，及び，当該申立てを行うには非申請型（直接型）義務付け訴訟の提起が必要なことを説き，申立て及び請求の趣旨を具体的に示した上で，原告適格を中心とする訴訟要件の論点について，景観法の趣旨及び景観という利益の性質に即して論じることが求められる。"
}