{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\n甲は，発明ａについて特許出願（以下「本件特許出願」という。）をし，設定登録を受けた（以下，これによる権利を「本件特許権」といい，その登録された特許を「本件特許」という。）。これに対して乙は，発明ａは本件特許出願前に乙が学会で研究発表したことにより公然知られた発明ｂに基づいて，その発明の属する技術の分野における通常の知識を有する者（以下「当業者」という。）\nが容易に発明することができたものであること，及び，発明ａは乙と甲による共同発明であるにもかかわらず，甲が単独で本件特許出願をしたことを理由として，特許無効審判（以下「本件審判」という。）を請求した。本件審判を審理した特許庁は，発明ａは乙の学会研究発表に係る発明ｂに基づいて当業者が容易に発明することができたものであることを理由として，その余については判断するまでもなく「本件特許を無効とする」との審決（以下「本件審決」という。）をした。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，各設問はそれぞれ独立したものであり，相互に関係はないものとする。\n〔設 問〕\n１．甲は，本件審決に対して審決取消訴訟を提起し，当業者が発明ｂに基づいて発明ａを容易に発明することはできなかったことの立証に成功したが，乙は，発明ａは乙と甲による共同発明であるにもかかわらず，甲が単独で本件特許出願をしたことを主張している。このような乙の主張が上記審決取消訴訟において許されるか否かについて，甲及び乙は，それぞれどのように主張することが考えられるか。その妥当性についても論じなさい。\n２．甲は，本件審決に対して審決取消訴訟を提起したところ，本件審決は発明ｂと発明ａとの技術内容の認定を誤り，その異同点の認定を誤ったものであって違法であることを理由として，本件審決を取り消す判決が確定した。そこで，特許庁は再度の審理をし，本件審判の請求を不成立とする第二次審決をしたため，乙がこれに対して第二次審決取消訴訟を提起した。この中で乙は，本件特許出願前の公知技術についての新たな証拠ｃを提出して発明ｂの技術内容を明確化し，これによれば，発明ａは発明ｂに基づいて当業者が容易に発明することができたものであると主張している。このような乙の主張が上記第二次審決取消訴訟において許されるか否かについて，甲及び乙は，それぞれどのように主張することが考えられるか。その妥当性についても論じなさい。\n３．甲は，本件審決に対して審決取消訴訟を提起したところ，当業者が発明ｂに基づいて発明ａを容易に発明することはできなかったことを理由として本件審決を取り消す判決が確定した。\nそこで，特許庁は再度の審理をし，本件審判の請求を不成立とする第二次審決をし，これが確定した。その後，甲は，発明ａを甲に無断で業として実施している乙に対して，本件特許権に基づき特許権侵害訴訟を提起した。この中で乙は，発明ａは発明ｂに基づいて容易に発明することができたため，本件特許は無効にされるべきものであるから，甲は本件特許権を行使することができないと主張している。このような乙の主張が上記特許権侵害訴訟において許されるか否かについて，甲及び乙は，それぞれどのように主張することが考えられるか。その妥当性についても論じなさい。\n４．甲は，発明ａを甲に無断で業として実施している丙に対して，本件特許権に基づき特許権侵害訴訟を提起した。この中で丙は，発明ａは甲と乙との共同発明であるにもかかわらず，甲が単独で本件特許出願をしているため，本件特許は無効にされるべきものであるから，甲は本件特許権を行使することはできないと主張している。このような丙の主張が許されるか否かについて論じなさい。\n- 18 -\n〔第２問〕（配点：５０）\n観光都市であるＫ市の市バス運転手であったＸは，Ｋ市を退職後，Ｋ市のガイドマップを作成して販売することを思い立ち，市バスだけを利用して巡ることができる知られざる観光スポットを厳選したガイドマップというコンセプトを考えた。ガイドマップに載せる観光スポットを探す作業は，Ｋ市を退職した後輩のＹが担当し，Ｙは３か月をかけてＫ市を歩き回って，市バスの停留所近くの知られざる小さな寺社など多くの観光スポットを探し出し，その中から人気が出そうなガイドマッ\nプに載せるべき観光スポット５０か所（以下「本件観光スポット５０か所」という。）を厳選した。\nＹは，Ｋ市が作成し無料で自由な使用を認めている標準的なＫ市の地図に，本件観光スポット５０か所を書き入れるとともに，市バスの路線図と停留所名も詳細に書き込んで，一枚物のガイドマップＡを作成した。なお，ガイドマップＡには，Ｘ及びＹの氏名は表示されていない。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，設問１及び設問２は，それぞれ独立したものであり，相互に関係はないものとする。\n〔設 問〕\n１．ガイドマップＡは，イラストなどは一切載っておらず，通常の地図の表記ルールに従った表現の域を出ていないが，市バスの路線図と停留所名が詳細に書き込まれ，Ｋ市の知られざる魅力的な観光スポットが満載であるとして，発売後たちまち人気が出た。Ｚは，Ｘ及びＹに無断でガイドマップＡを利用し，本件観光スポット５０か所をイラストとして表現したほかは，ガ\nイドマップＡと全く同じ地図Ｍを作成し，その販売を開始した。Ｘは，Ｚに対して，地図Ｍの販売はＸの著作権を侵害するものであるとして，地図Ｍの販売の差止めを求める訴訟を提起した。Ｘは，どのような主張をすべきか。これに対するＺの反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n２．ガイドマップＡは，イラストを多用しており，それらのイラストは，ＸとＹが同程度の貢献をして協力して描いた個性的な図柄のものであった。\n⑴ Ｙは，ガイドマップＡをインターネット上で配信し，その際，ＸとＹの氏名を著作者名として表示した。インターネット配信によってガイドマップＡは世間に広く知られることとなったため，ガイドマップＡの売上げは飛躍的に伸びた。Ｙは，この配信についてあらかじめ\nＸと協議をしたものの，Ｘは，インターネット配信により自分の名前が世界中に知られることに不安を感じ，配信に同意していなかった。Ｘは，Ｙに対して，ＹのガイドマップＡの配信行為はＸの著作権及び著作者人格権を侵害するものであるとして，配信行為の差止めを求める訴訟を提起した。Ｘはどのような主張をすべきか。これに対するＹの反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n⑵ Ｋ市に所在するタクシー会社Ｓは，社内で観光タクシー運転手になるための資格試験を実施しているところ，今年度の試験は，ガイドマップＡの中の本件観光スポット５０か所の名称を空欄にし，この空欄に正解の名称を書き入れるように求める問題（以下「本件出題」という。）であった。なお，本件出題に係るガイドマップＡにＸ及びＹの氏名は表示されていない。また，Ｓは，本件出題も含む過去２０回分の試験の全問題とその解答（解説は付いていない）を年度順に掲載した『観光タクシー資格試験問題集』（以下「本件問題集」という。）を発行し，社内の希望者に配付しているが，本件問題集においてガイドマップＡが使用された問題は，今年度分のみであった。Ｓは，本件出題及び本件問題集の発行について，Ｘ及び\nＹに無断で行っている。Ｘ及びＹは，Ｓに対して，本件出題及び本件問題集にガイドマップ\nＡを利用したことは，Ｘ及びＹの著作権及び著作者人格権を侵害するものであるとして，損害賠償を求める訴えを提起した。これに対するＳの反論として，どのような主張が考えられるか。その妥当性についても論じなさい。なお，損害額については論じなくてよい。\n- 19 -\n- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１は，審決取消訴訟の審理範囲を問うものであり，設問２は，審決取消判決の拘束力の及ぶ範囲及び審決取消訴訟の審理範囲を問うものであり，設問３は，一事不再理と権利行\n- 30 -使制限の抗弁との関係を問うものであり，設問４は，共同出願違反と権利行使制限の抗弁との関係を問うものである。\n２ 設問１については，当該審判手続で現実に審理判断された特定の無効原因のみが審決取消訴訟の審理対象とされるべきであるとする見解（甲説）と，審理対象はそれに限られないとする見解（乙説）が考えられる。\n甲説の根拠としては，①審判を請求できる事項に関する訴えについて審判前置主義を定めた特許法（以下｢法｣という。）第１７８条第６項の趣旨に照らすと，訴訟の前段階において専門行政庁による慎重な審理判断を受ける利益が認められること（前審判断経由の利益），②法は，審判手続において，当事者が無効原因を明確にすることを要求し，その無効原因を巡って審理判断がされるという手続構造を採用しており，事実審が一審級省略されているのも，審判手続で十分な審理が行われていることが前提となっていること（審判手続の構造と性格），③審判手続では，特許権者は訂正の機会があるが，審決取消訴訟において審決で判断されていない無効理由の主張が許されると，特許権者の上記機会が奪われてしまうこと等が挙げられる。\n一方，乙説の根拠としては，①行政処分の取消訴訟では，原則として，処分理由の追加・差し替えが認められているから，審理範囲は処分の理由とされたところに制限されないこと，②特許権侵害訴訟において裁判所が権利の有効性について判断できる（法第１０４条の３）\nとされている以上，審決取消訴訟においても裁判所は十分に専門的判断をすることができるから，前審判断経由の利益は問題とならないこと，③審判手続で現実に審理判断された特定の無効原因のみが審理対象となるとすると，審理範囲が細分化される結果，特許庁と裁判所の間でいわゆるキャッチボール現象が不可避となり，紛争解決が遅延すること等が挙げられる。\n両説について，最大判昭和５１年３月１０日民集３０巻２号７９頁（メリヤス編機事件）の趣旨・内容を踏まえた論述をすることが求められる。もっとも，乙説を妥当とする立場をとるのであれば，上記大法廷判決の変更が必要となることを十分に意識した論述が必要であろう。\n３ 設問２については，まず，第１次審決取消訴訟における取消判決の拘束力（行政事件訴訟法第３３条第１項）は判決主文が導き出されるのに必要な事実認定及び法律判断にわたるとされるところ，その範囲が問題となる。上記取消判決は，発明aは発明bに基づいて容易想到であるとはいえないとして本件審決を取り消しており，この判断に取消判決の拘束力が及ぶと考えれば，第２次審決はこの拘束力に従って発明aは発明bに基づいて容易想到であるとはいえないと判断したのであるから，乙がこの判断を誤りであると第２次審決取消訴訟において主張することは許されないということになる。一方，第１次審決取消訴訟の判決は，本件審決が発明bと発明aとの技術内容の認定を誤り，その異同点の認定を誤ったものであって違法であることを理由として，審決を取り消したのであるから，異同点の認定については取消判決の拘束力が及ぶが，発明aが発明bに基づいて容易想到であるか否かの点までは，拘束力は及ばないと考えれば，乙の主張は取消判決の拘束力に反しないことになる。両説について，最判平成４年４月２８日民集４６巻４号２４５頁（高速旋回式バレル研磨法事件）の趣旨・\n内容を踏まえた論述をすることが求められる。\n次に，公知技術についての新たな証拠cの提出と審決取消訴訟の審理範囲との関係が問題となる。新たな証拠cを提出することは，設問１で論じた審決取消訴訟の審理範囲を逸脱して許されないという見解も考えられるが，最判昭和５５年１月２４日民集３４巻１号８０頁\n（食品包装容器事件）によれば，新たな証拠cは，あくまで発明bの技術内容の明確化のために提出されたにすぎないから審理範囲を逸脱しないということになろう。なお，設問１の乙説による場合も，審理範囲を逸脱しないことになる。\n- 31 -\n４ 設問３については，権利行使制限の抗弁は許されないとの見解（甲説）と許されるとの見解（乙説）があり得る。\n甲説の根拠としては，甲乙間には，既に，本件審判の請求を不成立とする第二次審決が確定しているから，一事不再理効（法第１６７条）により，乙は，「発明bに基づいて発明aを容易に発明することができた」として再度の特許無効審判を請求することができず，したがって，かかる理由により「当該特許が特許無効審判により無効にされるべきものであると認められる」（法第１０４条の３）とはいえないから，乙の主張は許されないことが考えられる。なお，「当事者間の紛争の蒸し返しの防止」が重視されることとなった法第１６７条に係る平成２３年改正の趣旨を踏まえた論述については，積極的な評価が与えられよう。\n一方，乙説の根拠としては，①無効審判手続と侵害訴訟手続は別個の手続であるし，法第\n１０４条の３は，無効審判手続を経なくても無効主張が許されるとする趣旨であるから，無効審判手続でかかる主張が許されないからといって，侵害訴訟手続においても許されないとはいえないこと，②特許に無効理由が存在することが明らかな場合，その特許権の行使は権利濫用に当たり許されないと解される（最判平成１２年４月１１日民集５４巻４号１３６８\n頁（キルビー事件））ところ，発明bに基づいて発明aを容易に発明することができた以上，本件特許権の行使は権利濫用に当たるから，かかる主張をすることは許されること等が考えられる。\nもっとも，妥当性については，一事不再理効（法第１６７条）の「当事者間の紛争の蒸し返しの防止」という趣旨や，法第１０４条の３は上記最判平成１２年４月１１日で認められた権利濫用の抗弁を立法化したものであることを踏まえた論述が求められる。知財高判平成\n２３年６月２３日判タ１３９７号２４５頁（食品包み込み成形方法事件）や東京地判平成２３年８月２６日判タ１４０２号３４４頁（動物用排尿処理剤事件）等も甲説と同旨の結論を採用している。\n５ 設問４については，以下のとおり，関連条文とその趣旨を踏まえて丙の主張が許されることを論じる必要がある。すなわち，法第１２３条第２項は，共同出願違反（法第３８条違反）の場合は，特許を受ける権利を有する者に限り無効審判請求をできると規定する。これは，当該無効理由は権利の帰属に係るものにすぎないし，権利が消滅してしまうと真の権利者による移転請求（法第７４条）も不可能となるからである。一方，法第１０４条の３第３項は，法第１２３条第２項の規定は当該特許を受ける権利を有する者以外の者が権利行使制限の抗弁を提出することを妨げない旨定めている。これは，その場合でも，無効理由がある以上，権利行使を認めるのは相当でないし，権利行使制限の抗弁により権利が消滅するわけでもないから，真の権利者による移転請求も妨げられないためである。したがって，丙の主張は許される。\n〔第２問〕\n１ 設問１は，地図の著作物について，地図の著作物性（著作権法（以下「法」という。）第\n２条第１項第１号，第１０条第１項第６号），共同著作物の著作者（法第２条第１項第１２号）に関する理解を問うものである。設問２（１）は，共有著作権及び共同著作物の著作者人格権の行使（法第６４条，第６５条）に関する理解を問うものであり，設問２（２）は，試験問題としての複製（法第３６条）等に関する理解を問うものである。\n２ 設問１については，まず，地図は，地形等を所定の記号によって客観的に表現するものとして個性的表現の余地が少なく，著作権による保護を受ける範囲が狭いのが通例であるという特徴を有することから，地図の著作物性は，記載すべき情報の取捨選択及びその表示方法を総合して判断するとされていることが問題となる。\n次に，共同著作物の著作者となるためには，各人が創作的表現をする必要があることが問\n- 32 -題となる。共同著作物の各著作権者は，他の著作権者の同意を得ないで，差止請求をすることができること（法第１１７条第１項）への言及も求められる。\n最後に，Zの行為が，複製権（法第２１条）ないし翻案権（法第２７条）及び譲渡権（法第２６条の２，翻案権とした場合は法第２８条も必要）の侵害に当たることを述べることが求められる。\n３ 設問２（１）では，まず，ガイドマップAが共同著作物であるかについて述べ，共有著作権は，共有者全員の合意によらなければ行使することができない（法第６５条第２項）ことから，Xの合意を得ずにガイドマップAを公衆送信した行為が，公衆送信権（法第２３条第１\n項）の侵害に当たるかが問題となる。合意を得ていない以上，著作権を行使するためには，「合意せよ」との判決を得る必要があるか否かについて検討することが求められる。また，Xには，合意の成立を妨げることができる正当な理由（法第６５条第３項）があるかが問題となり，正当な理由をどのように判断するかについて，ガイドマップAの売上げの増加等の設例の事実関係を踏まえて検討することが求められる。\n次に，著作者は氏名表示権（法第１９条第１項）を有し，共同著作物の著作者人格権は，著作者全員の合意によらなければ行使することができない（法第６４条第１項）ことが問題となる。Xが氏名を表示せずに発行していたガイドマップAについて，Yが氏名を表示して公衆送信するためには，Xの合意を得ていない以上，意思表示を命ずる判決を要するかについて，上記著作権の行使と同様に論じることが求められる。Yの反論として，Xが合意の成立を妨げることが信義に反するか（法第６４条第２項）について検討することが求められる。著作権の行使について合意の成立を妨げることができる正当な理由と，著作者人格権の行使について合意の成立を妨げることが信義に反しないこととを，区別して論じることが求められる。\n４ 設問２（２）では，試験問題としての複製（法第３６条）に関する著作権の制限規定の適用の可否が問題となる。試験は，公正な実施のために秘密性を要し，また著作物の通常の利用と衝突しないため認められるという法第３６条の趣旨が，本件出題に妥当するかを論じることが求められる。なお，本件試験は，会社が社内で実施する資格試験であり，営利目的と解されるから，法第３６条第２項が適用され，使用料相当額の補償金の支払いを要するかも問題となる。また，本件問題集は，秘密を保持する必要はないから，法第３６条第１項は適用されないかについて述べることが求められる。\n次に，本件出題が，ガイドマップA上の観光スポットの名称を空欄にした点について，同一性保持権（法第２０条第１項）の侵害が問題になるが，試験の目的上，やむを得ない改変\n（法第２０条第２項第４号）に当たるかを論じることが求められる。\nさらに，ガイドマップAを本件問題集に複製することにつき，引用（法第３２条第１項）に関する著作権の制限規定が適用されるかも問題になろう。\n最後に，本件問題集を社内の希望者に配付したことについて，譲渡権（法第２６条の２）の「公衆」（法第２条第５項参照）に提供するという要件を満たすかが問題となる。氏名表示権に関し，すでに著作者が表示しているところに従って表示することができるとの法第１９条第２項の趣旨が不表示の場合にも妥当するかについて言及があれば，積極的な評価が与えられよう。"
}