{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n日本国籍のＡ男と甲国籍のＢ女は，婚姻していたが，平成１６年に離婚をした。その際，Ａは，ＡＢ間の嫡出子Ｃ（平成７年生まれ，日本国籍）の親権者となり，Ｃと共に日本で生活するようになった。その後，Ａは，日本に在住して事業を営んでいた甲国籍のＤ女と親しくなり，平成１９年にＤと婚姻し，以後，Ｃを含め３人で，日本で暮らしてきた。しかし，Ｄは，平成２９年，不幸にも事故に遭い，亡くなってしまった。突然のことであったので，Ｄの遺言はないが，Ｄが所有していた不動産が日本に残されている。\n以上の事実を前提とし，甲国の国際私法及び民法は次の①から⑦の趣旨の規定を有しているものとして，以下の設問に答えなさい。なお，各問は独立した問いであり，全ての問いにおいて，反致及び国際裁判管轄権については検討を要しない。\n【甲国国際私法】\n① 婚姻の効力は，夫婦の常居所地法が同一であるときは，その法による。\n② 出生及び準正による嫡出親子関係の成立は，婚姻の効力の準拠法による。\n③ 本法各条に定めるもののほか，親族関係の成立及びこれによって生ずる権利義務は，当事者の本国法による。\n【甲国民法】\n④ 夫婦が婚姻中に生まれた子は，その間の嫡出子と推定する。\n⑤ 親が再婚した場合，前婚の子は，後婚の嫡出子としての法的地位を取得する。\n⑥ 嫡出子及び配偶者は，第１順位の相続人である。\n⑦ 遺産分割前の相続財産は，共同相続人の合有とし，共同相続人全員の同意がなければその持分を処分することができない。\n〔設問１〕\n日本の裁判所において，Ｄを被相続人とする遺産分割（以下「本件遺産分割」という。）を行うこととなった。本件遺産分割を行う前提としてのＤＣ間の親子関係の成否を，準拠法の決定過程を明らかにしつつ，論じなさい。\n〔設問２〕\n本件遺産分割において，ＤＣ間の親子関係の成否に関する準拠法が甲国法になるとする。\n甲国においては，甲国民法⑤の規定が平成２２年１２月３１日をもって廃止され，かつ，それまでに甲国民法⑤により発生した親族関係は同日をもって消滅する，とする法改正がなされた。\n以上の経緯を前提にすると，Ｃは，Ｄの相続人になるか。\n〔設問３〕\nＣがＤの相続人になるとする。\nＤが所有していた日本に所在する不動産につき，Ｃは，本件遺産分割が行われる前に自らの持分を，他の共同相続人の同意を得ずに，日本の会社Ｅに売却し，その旨の持分移転登記がなされた。その後，Ｃが，甲国民法⑦を理由として，この売買契約は無効であると主張し，Ｅに対しその登記の抹消を請求する訴えを日本の裁判所に提起した。この請求は認められるか。準拠法の決定過程を明らかにしつつ論じなさい。\n- 38 -\n〔第２問〕（配点：５０）\n日本に在住する日本人Ｘは，絵画の収集を趣味としていた。Ｘは，甲国に旅行に行った際，たまたま訪れた画商Ｙの店で，甲国では著名な画家Ｐの作品（以下「本件絵画」という。）を見付けた。\nＸは，本件絵画を気に入り，Ｙに対し，「これを日本の自宅に飾りたい。」と言い，価格の交渉をし，その交渉もまとまったことから，甲国の公用語ではなく英語で記載された契約書に，Ｙと共に署名した（以下，この契約書により締結された売買契約を「本件売買契約」という。）。この契約書には，国際裁判管轄権及び準拠法に関する定めはなく，特定の国の法の条文への言及もなく，特定の国の法に特有な法律用語も使われていない。また，Ｙは，個人で事業を営んでおり，甲国に在住し，かつ，甲国に営業所を有する画商であって，日本には営業所及び財産を有さず，日本への渡航歴もない。\n以上の事実を前提として，以下の設問に答えなさい。なお，各問は独立した問いである。\n〔設問１〕\nＸは，Ｙに対し本件絵画の代金を支払い，本件絵画を日本に持ち帰った。ところが，その後，Ｘが，甲国に在住する甲国絵画の専門家に問い合わせたところ，本件絵画はＰの作品ではなく偽物であるとの回答を得た。そこで，Ｘは，Ｙに対して，本件売買契約は無効であるとして，本件絵画の代金の返還を求める訴え（以下「本件訴え」という。）を日本の裁判所に提起した。\n〔小問１〕\n本件訴えに関する国際裁判管轄権について論じなさい。\n〔小問２〕\n本件訴えについて日本の裁判所に国際裁判管轄権が認められるとして，本件売買契約の有効性に関する準拠法はいずれの国の法か。\nなお，本件売買契約の方式については検討を要しない。\n〔設問２〕\n甲国民法には，当事者間における動産の所有権の移転については，売買契約だけでは足りず，その引渡しが必要である旨の定めがある。本件絵画については，甲国において，ＸＹ間において本件売買契約が有効に成立したが，その際，本件絵画の引渡しまでは行われず，日本で本件絵画の引渡しが行われることとなった。そこで，Ｙは，本件絵画について日本に向けて船便での配送の手配をした。\nその後，Ｙは，Ｚから，本件絵画をＸより高額で買い取りたいとの申出を受けたことから，本件絵画を取り戻したいと考えるに至った。\nそこで，Ｙは，本件絵画の引渡しがなされていないことを理由として，本件絵画の所有権確認の訴えを日本の裁判所に提起した。この訴えの口頭弁論終結時において，本件絵画は，日本に向けて公海上を航行中の船舶に積載されている。この請求は認められるか。準拠法の決定過程を明らかにしつつ論じなさい。\nなお，この訴えに関する国際裁判管轄権については検討を要しない。\n- 39 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，単位法律関係ごとに準拠法を決定するという国際私法の大原則について，二つの最高裁判所の判決を手掛かりに，その基本的な理解と応用力を問うことを中心にしたものである。\n〔設問１〕は，相続問題を解決するための前提として親子関係の成否を判断するという先決\n問題といわれる問題である。その問題構造を明確にするため，設問中で「本件遺産分割を行う前提としてのＤＣ間の親子関係の成否」を論じよとした。先決問題という用語を用いる必要はないが，先ずは主たる問題である相続問題を解決する準拠法を決定し，そしてそれを適用した結果，被相続人Ｄに子がいるか否かが問題となることを明らかにしなければならない。極端に言えば，相続の準拠法上子が相続人でなければ，親子関係の成否は問題とならないからである。\nこの構造を明らかにした上で，それが相続とは異なる単位法律関係であることを示し，その準拠法を改めて決定する必要があることを説明しなければならない。その点において，新たな準拠法決定をしないという本問題準拠法説を仮に主張するのであれば，それ相当の説明が必要となる。\n- 40 -新たな準拠法決定については，法廷地国際私法説や準拠法所属国国際私法説，さらに，その折衷説があるが，法廷地国際私法説を傍論ながら明確に採用した最高裁判決（最判平成１２年\n１月２７日民集５１巻１号１頁）の存在には言及すべきである。\n新たな準拠法決定においていずれの説に立つにせよ，本問では，出生によらない，すなわち再婚による親子関係の成否が問われているところ，法廷地の国際私法にも本問題準拠法所属国\n（本問では甲国）の国際私法にも，それに関して直接規律する条文は存在しない。法廷地の国際私法，すなわち法の適用に関する通則法（以下「通則法」という。）に則して言えば，嫡出性に関する準拠法は通則法第２８条と通則法第３０条が規定しているが，前者は出生を前提に，後者は準正要件の完成を前提にしている。これら以外に嫡出性に関する条文はない。このため，いずれかの条文を類推適用して準拠法を決定することになる。「その他の親族関係等」に関する準拠法を定める通則法第３３条を適用する考え方もあり得る。いずれにしろ，自らの論拠を示し，既存の条文を適用ないし類推適用する形で準拠法決定をしなければならない。その上で決定された準拠法を正しく適用し，結論を導き出すことが求められる。本問題準拠法所属国の国際私法による場合も，基本的には，同様の構造になる。\nちなみに，前記最高裁判決は，法廷地国際私法説に立つことを明言した上で，出生以外の事由により嫡出性を取得する場合の嫡出親子関係の成立については，通則法第２８条の前身規定である平成元年改正前法例第１７条を類推適用して，これを判断している。\n〔設問２〕は，時際法の問題である。法の抵触には，①地域的な法の抵触，②人的な法の抵\n触，更に③時間的な法の抵触がある。①を解決する法規が国際私法であり，②を解決する法規が人際法であり，③を解決する法規が時際法である。\n設例では，相続の準拠法として指定された甲国法につき法律改正が行われ，ＡとＤが再婚した当時にはその再婚によりＤＣ間に親子関係が成立するとする法律が存在していたのに対して，Ｄが死亡した時にはその条文が廃止されていた。しかも，当該条文でそれまで成立していた親子関係がこの改正により遡って廃止されるという経過措置が，甲国内でとられていた。このような場合，日本の裁判所は，新法と旧法のいずれを適用すべきか。これが問われている点である。通説的な理解によれば，時間的な法の抵触を解決する時際法は，場所的な法の抵触を解決する国際私法とは性質を異にし，それは実質私法秩序内の，すなわち準拠法国内の問題であるとされる。本問に即していえば，新法と旧法のいずれを適用するかは甲国の国内法上の問題と考え，改正時の甲国の経過規定によって決せられることになる。これに対して，国際私法と時際法の抵触法としての共通性を強調して，準拠法所属国の時際法によることを原則としつつも，例外的に法廷地時際法の適用を認める少数説が存在している。通説，少数説いずれの立場に立つにせよ，こうした法適用の構造を明らかにし，自らの結論を述べることが求められる。\n〔設問３〕は，法律関係性質決定の問題である。ここでは，相続人が他の共同相続人の同意\nを得ることなくその持ち分を売却した行為の有効性が問われている。そこで，この問題を判断する準拠法を決定する必要があり，それは，この問題をいかなる単位法律関係の問題と考えるかによって決定されることになる。この設例も，最高裁判決（最判平成６年３月８日民集第４８巻３号８３５頁）に基づいて作られている。ここでも判例の存在への言及が求められる。この最高裁判決は，この問題を相続の問題と法性決定しながら，「取引の安全」という考え方を持ち出して，結局，日本法を適用してその有効性を認めている。同判決の存在に加えて，その考え方等についても説明をしていれば，更に評価されよう。\nここでは，この問題を相続の問題と性質決定して，法の適用に関する通則法第３６条により導き出される準拠法により解決する立場，この問題を物権変動の問題として通則法第１３条第\n２項による準拠法により解決する立場，さらに，これら２つの準拠法をいずれも適用する立場\n（その中でも，これらを累積的に適用する立場と配分的に適用する立場に分かれる）等に分かれる。いずれの見解に立つにしろ，自説を適切に述べるとともに，他説との違いを明らかにし，- 41 -結論を明示する必要がある。\n〔第２問〕\n本問は動産の消費者売買とその動産の物権変動をめぐる事案を素材として，国際私法と国際民事手続法に関する基本的理解とその応用力を問う出題である。\n〔設問１〕は，消費者契約に関する訴えの国際裁判管轄権とその準拠法の決定について問うもの\nである。\n小問１は前記訴えに関する国際裁判管轄権についての問題である。\nまず，民事訴訟法（以下「民訴法」という。）第３条の２による管轄権の有無について触れることが求められる。これは最も原則的な管轄原因を定める規定だからである。同第１項に定める被告の住所は日本にはないので同条による管轄権はない。\n次に，民訴法第３条の４第１項の適用が問題となる。同条の趣旨について説明した上，Ｘの「消費者」該当性とＹの「事業者」該当性について検討すべきである。いずれも肯定されるので同条同項に該当することが肯定される。\nさらに，民訴法第３条の９について検討することが求められる。問題文でＹの日本との関係の薄さを特に詳しく記しているのは，そのような意味を含んでいる。本条は極めて限定的に適用すべきであるとの説もあり，そのような立場を採ることも当然認められるが，その場合でも，本条に全く触れないのでは解答者が本条についてどのような立場を採るのかがわからない。まず，民訴法第３\n条の９の趣旨について，又は，これを限定的に運用すべきか否か（一般的に論じても，特に民訴法第３条の４第１項の場合について論じてもよい。）について論じることが望ましい。次に本件における「応訴による被告の負担」と「証拠の所在地」について具体的に検討した上で結論を出すことが求められる。\n小問２は，本件売買契約の準拠法の決定について判断を求めている。\nまず，法の適用に関する通則法（以下「通則法」という。）第７条による指定があるかどうかについて触れなければならない。明示の合意はなく，また，「特定の国の法の条文への言及もなく，特定の国の法に特有な法律用語も使われて」おらず，その他黙示の意思を推定させる事情もないので，黙示の合意も存在しないと解されよう。\n次に通則法第１１条の適用が問題となる。まず，同条の趣旨を説明した上，本件売買契約の「消費者契約」該当性について記述すべきである。それは肯定されるので，次に同条第６項第１号本文又は同項第２号本文の適用が問題となる。同項全体又は同項第１号本文若しくは同項第２号本文の趣旨について説明した上，同項第１号本文又は同項第２号本文への当てはめを行うことが求められる。\n同項第１号本文又は同項第２号本文に該当するので，通則法第１１条は適用されず，原則に戻って通則法第８条によることとなる。同条第２項の趣旨について述べた上で同項への当てはめを行うことを要する。そして，同項が同条第１項の最密接関係地法の推定規定であることを説明すること，または，本件では推定は覆されないことの指摘が求められる。\n〔設問２〕は，当事者間における物権の得喪に関する準拠法の指定とその当てはめを問うも\nのである。\nまず，Ｙは，本件売買契約を成立させながら，本件絵画について所有権が移転していないことを主張しているから，Ｙがなお本件絵画の所有権の帰属主体であるのか，あるいはその所有権はいずれかの準拠法の規定によりＸに移転済みであるのかが問題となる。\n通説的な理解に従えば，物権の得喪に関する通則法第１３条第２項の適用によって，本件絵画の所有権の移転に関する準拠法の有無を明らかにした上で，その適用により本件絵画の所有\n- 42 -権はＸに移転済みであるのか否かを判断しなければならない。\n通則法第１３条第２項は，同条第１項と異なり，単純に目的物の所在地法を準拠法とするのではなく，物権の得喪に関する準拠法を「原因となる事実が完成した当時におけるその目的物の所在地法」として，ある特定の時点のものとしている（不変更主義）から，その適用に当たっては，この点を考慮することが求められる。すなわち，Ｙは，口頭弁論終結時（現時点）における本件絵画の所有権の帰属主体であることを主張しているが，そうであるからといって直ちに目的物（本件絵画）の現時点の所在地法がいずれの法であるかを探求するのではなく，問題とされる物権の得喪の「原因となる事実」に着目し，それが「完成した当時」がいつであるのかを検討する必要がある。Ｙは，本件絵画の引渡しがなされていないことを理由として，本件絵画の所有権確認の訴えを提起しているから，まずはＹの主張の前提である甲国法が通則法第１３条第２項により本件絵画の所有権の移転に関する準拠法となるのか否かが問われることになる。\nしかし，本件絵画は，甲国法により所有権の移転に必要とされている引渡しが未了であるから，甲国法によっては，本件絵画の所有権の移転の「原因となる事実」はまだ完成していないことになる。すなわち，甲国法によると，本件絵画の所有権の移転の「原因となる事実が完成した当時」は未到来であるから，甲国法は，通則法第１３条第２項の要件を充たさず，よって本件絵画の所有権の移転に関する準拠法とはならない。このように，通則法第１３条第２項は，ある法が物権の得喪に関する準拠法になるか否かを決定するために，その法によって物権の得喪の原因となる事実が完成したといえるかどうかについての検討を求めるという構造を有している。したがって，甲国法を準拠法とした上で本件絵画の所有権がＸからＹに移転していないという帰結を導くのではなく，通則法第１３条第２項のこのような構造を理解した上で，甲国法がそもそも本件絵画の所有権の移転に関する準拠法にはならないという結論に至る論理過程を示すことが期待されている。\n次に，本件絵画の所有権の移転に関する準拠法は他に存在しないか否かを検討することが求められる。しかるところ，本件絵画は，所有権確認の訴えの口頭弁論終結時において，公海上を航行中の船舶に積載されているから，その目的物所在地には法が存在しない。そこで，このような移動中の物についていかなる取扱いをするかが問われることになる。\n移動中の物については，その仕向地法を目的物所在地法とする理解が一般的であるが，〔設問２〕においては，その根拠を説明した上で，通則法第１３条第２項に基づき，仕向地法である日本法（民法第１７６条）によって本件絵画の所有権の移転の「原因となる事実が完成した当時」がいつなのかを検討し，それによって日本法がその「当時の目的物所在地法」として本件絵画の所有権の移転に関する準拠法となるのか否かについて判断することが求められる。\nそして，民法第１７６条が適用されるのは，早くても本件絵画が移動中の物になってからであり，Ｘ及びＹは，それ以後，同条の定める所有権の移転に関する意思表示をしていないと考えると，本件絵画の所有権の移転の「原因となる事実」は存在しないから，日本法は，通則法第１３条第２項の要件を充たさず，したがって本件絵画の所有権の移転に関する準拠法にはならないことになる。そうすると，本件絵画についてＹからＸへの所有権の移転を認める準拠法は存在しないことになり，Ｙの請求は認容されるという帰結が導かれる。\n他方，民法第１７６条は，物権の移転に関する当事者の意思表示がどの時点でされたかを問題にしていないと考えると，本件売買契約は，本件絵画が甲国に所在する時点で有効に成立していたから，本件絵画が移動中の物となったか，又は遅くとも積載された船舶が甲国の領海から公海上に達し，仕向地法である日本法が適用されるようになった時点で，本件絵画の所有権の移転の「原因となる事実」は完成したと評価することも可能である。そうすると，日本法は，通則法第１３条第２項にいう「原因となる事実が完成した当時におけるその目的物の所在地法」\nとして本件絵画の所有権の移転に関する準拠法となるから，民法第１７６条が適用され，本件\n- 43 -絵画の所有権はＹからＸに移転済みであるとしてＹの請求は棄却されるという帰結が導かれる。\nこれらの考え方は，民法第１７６条の解釈とも関係し得るが，解答者は，自らの見解を説得的に論述した上で，いずれかの結論に至ることが期待されている（以上は物権の準拠実質法によるとの立場を前提としたものであるが，その他，これは国際私法の解釈問題であるとの立場もあり，その立場によってもよい。）。\n以上の通説的な理解とは異なり，国際私法上債権行為と物権行為を区別する必要はないとして，法律行為の当事者間では，物権の得喪の問題も通則法第７条以下の法律行為の準拠法によるべきであるとする説もある。この説に立つ場合，上記の通則法第１３条第２項により準拠法を指定する説からの考えられる批判に配慮しながら自説の根拠を示した上で，通則法第７条以下の適用により準拠法を指定することになる。ＸＹ間の本件売買契約は有効に成立しているから，Ｘ及びＹが本件売買契約に関して準拠法を選択したか否か，準拠法の選択がないとするならば，通則法第８条以下で最密接関連地法を指定することになるが，〔設問２〕では甲国に常居所を有しているＹが特徴的な給付を行うこととされていることを的確に示すことが求められよう。その上で，甲国法を準拠法として当てはめを行うと，本件絵画については所有権がＹからＸに移転していないということになり，Ｙの請求は認容されるという帰結が導かれる。\n以上のとおり，〔設問２〕では，問題文の条件を踏まえて，物権の得喪に関する通則法第１３条第２項の構造を理解していることを示し，あるいは物権の得喪の問題であっても通則法第\n７条以下が適用されることを説得的に示した上で，Ｙの請求の成否を明確に論じることを要する。\n- 44 -"
}