{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\n１ 甲株式会社（以下「甲社」という。）に会社員として勤務するＸは，かねてからのギャンブル好きが高じ，甲社からの給与収入だけでは生活費にすら事欠く状態となり，消費者金融会社等から借金をしては，これをギャンブルや利息の返済に充てることを繰り返す自転車操業状態に陥っていた。\nＸは，そのような折りのある日，大金をつぎ込んだギャンブルに失敗し，腹いせに酒を飲んだ後，自動車を運転して帰宅途中，ハンドル操作を誤り，バイク及びトラックと相次いで衝突する交通事故を起こした（以下「本件事故」という。）。\n本件事故により，バイクを運転していたＡが怪我をしたほか，Ａ所有のバイク及びＢ株式会社\n（以下「Ｂ社」という。）所有のトラックが破損する被害が生じた。\n２ Ａは，取引先から仕入れた弁当をバイクで宅配する事業を個人で営んでおり，本件事故時はその日の弁当の配達を全て終えて事務所に戻る途中であった。\nＡの宅配用のバイクは，本件事故当日に修理が完了し，翌日からの弁当の配達に使うことができる状態となったが，Ａは，通院して治療を受けるため完治までの間に合計５日間にわたり弁当の宅配業を終日臨時休業せざるを得なかった。\nＡは，通院治療の費用として１０万円，宅配用のバイクの修理費用として１０万円をそれぞれ支出した。また，Ａの１日当たりの平均的な利益を基に算出した５日分の休業補償として相当な金額は１０万円であった。\nＡは，Ｘとは以前からの知り合いであったことから，Ｘのためを思い，人身事故よりも行政処分や刑事処分が軽い物損事故として警察に届け出ていたが，損害賠償金は多めにもらってやろうと考え，Ｘに対し，「３０万円払ってもらえば実費の弁償としては足りるのだが，怪我のことを警察に黙っていてやったのだから，後はそっちで考えてほしいな。」と告げた。\nＸは，物損事故として届け出てくれたＡに恩義を感じていたことから，慰謝料を考慮に入れても損害賠償金としては明らかに多いとは思いつつ，Ａに対し，「１００万円払おう。」と申し出たところ，Ａがこれを承諾したので，「Ｘは，Ａに対し，本件事故の損害賠償金として１００万円を支払う。」と明記した示談書をＡと取り交わし，１００万円をＡに支払った。\n３ Ｂ社は，Ｘに対し，本件事故直後から，訴訟外で，トラックの修理に要した費用の賠償として\n４００万円の支払を求めていたが，Ｘは，言を左右にして支払を拒んでいた。\nＸは，飲酒運転により本件事故を起こしたことを理由に甲社から懲戒解雇された後は定職に就かず，時折アルバイトやギャンブルで収入を得るほかは無収入で，銀行に３０万円の定期預金（以下「本件定期預金」という。）があるほかは，他にみるべき資産も有していない状態であった。\nＢ社は，一時はＸを被告とする損害賠償請求訴訟の提起を弁護士に依頼することも検討したが，Ｘの経済状態が好転する兆しはなく，仮に勝訴判決を得てもＸが任意に支払に応じる見込みはない上，本件定期預金に対する強制執行の手続を採っても，訴訟及び強制執行手続を依頼した弁護士に対する費用や報酬の支払に少なくとも４０万円を要すると見込まれた。\nそこで，Ｂ社は，トラックの修理費用の回収を断念し，本件事故の翌事業年度において，４００万円の損害賠償請求権の全額を貸倒損失として経理処理をした。\n以上の事案について，以下の設問に答えなさい。\nなお，保険金（いわゆる自賠責保険及び任意保険に基づくもの）の支払はないものとする。\n〔設 問〕\n１．Ａの精神的苦痛に対する慰謝料としてはせいぜい１５万円が相当であったとした場合，ＡがＸから損害賠償金として受け取った１００万円について，所得税法における所得の概念を踏まえつつ，Ａが所得税を課税される範囲を説明しなさい。\n２．Ｂ社が貸倒損失として経理処理した４００万円について，参考となる最高裁判所の判決の内容を指摘しつつ，Ｂ社の法人税の計算上，その全額を損金の額に算入することができるか否かを論じなさい。\n（参照条文）所得税法施行令\n（非課税とされる保険金，損害賠償金等）第３０条 法第９条第１項第１７号（非課税所得）に規定する政令で定める保険金及び損害賠償金（これらに類するものを含む。）は，次に掲げるものその他これらに類するもの（これらのものの額のうちに同号の損害を受けた者の各種所得の金額の計算上必要経費に算入される金額を補てんするための金額が含まれている場合には，当該金額を控除した金額に相当する部分）とする。\n一 （前略）心身に加えられた損害につき支払を受ける慰謝料その他の損害賠償金（その損害に基因して勤務又は業務に従事することができなかつたことによる給与又は収益の補償として受けるものを含む。）二 （前略）不法行為その他突発的な事故により資産に加えられた損害につき支払を受ける損害賠償金（これらのうち第９４条（事業所得の収入金額とされる保険金等）の規定に該当するものを除く。）三 心身又は資産に加えられた損害につき支払を受ける相当の見舞金（第９４条の規定に該当するものその他役務の対価たる性質を有するものを除く。）〔第２問〕（配点：５０）\nＸ社は，カキ養殖業を営む資本金１０００万円の株式会社で，Ａ，Ｂ及びＣの３姉弟（以下，この３人を併せて，「Ａら」という。）が，それぞれ発行済株式総数の６０％，２０％，２０％を保有している同族会社である。Ｘ社はＡらの父Ｄが１００％出資して設立した会社で，Ｄの死亡後，ＡらがＸ社株式をＤから相続により取得したものである。しかし，Ｂ及びＣはカキ養殖業に興味を持たず，別の分野の職業に就いたため，Ｘ社の取締役はＡ，Ｂ及びＣの３名で構成されているものの，Ｘ社において定期的に取締役会が開催されることはなく，Ａが代表取締役として，経理を含むＸ社の業務全般を掌握していた。Ａらは毎年，暦年を事業年度とするＸ社の事業年度末を経過した２月中に「株主総会」と称して集まり，ＡからＸ社の業績等について説明を受けてこれを了承していたが，Ｂ及びＣの関心はどちらかと言えばＸ社についての説明ではなく，その後にＡらの家族を交えて，Ｘ社が養殖したカキを使った焼きガキや土手鍋を「美味しい遺産ね。」「今年の配当も美味いぞ。」などと言いつつ賞味することにあった。\nＸ社のこのような状況を奇貨としたＡは，平成２７年中に，自ら，帳簿に架空の外注費を計上し，その支払を装って１０００万円をＸ社の銀行口座から自分が管理する銀行口座に移して（以下，この１０００万円の移動を，「本件資金移動」という。），遊興等で生じた借金の弁済に充てた。\n平成２９年中に行われたＸ社に対する税務調査で，本件資金移動の事実が判明したため，所轄税務署長Ｅは，この１０００万円を平成２７年にＡがＸ社から与えられた賞与と考え，Ｘ社に対して源泉所得税の納税告知処分（以下，この納税告知処分を，「本件納税告知処分」という。）を行うとともに，平成２７事業年度（平成２７年１２月末に終了する事業年度を指す。）の法人税につき，課税所得を１０００万円増額させる修正申告を勧奨したが，Ｘ社がこれを拒否したため，勧奨した修正申告と同じ内容の増額更正処分（以下，この増額更正処分を，「本件更正処分」という。）を行った。\n上記の税務調査後の平成３０年２月中にＸ社の「株主総会」が開催され，その場でＡは，①Ｘ社の代表取締役の地位を濫用し，Ｘ社の資金を引き出して私的な支払に充てたこと（以下「本件横領」という。）を認めるとともに，②その弁償を約束し，これがＢ及びＣに了承された。その後平成３０年５月に，ＡがＸ社に対して１０００万円を支払うべき債務を負担していることを確認し，これを平成３１年（２０１９年）末までに弁済する旨の債務分割弁済契約公正証書が作成された。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１．Ｘ社が本件納税告知処分に従って税額を納付することを拒否した場合，税務署長Ｅは当該税額をＡから徴収することができるか否かを，源泉徴収の法律関係を簡潔に説明しつつ論じなさい。\n２．Ａらは，平成２７年にＸ社が，本件横領により１０００万円の損失を被ったとの見解で一致している。この見解の下で，本件更正処分の適法性について論じなさい。ただし，同族会社の行為計算否認規定は考慮しなくてよい。\n３．本件納税告知処分の適法性について，結論を異にする見解にも言及しつつ，自説を述べなさい。\nなお，本件納税告知処分に，手続法上の瑕疵はないものとする。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，Ｘが起こした交通事故（本件事故）により被害を受けたＡ及びＢ社をめぐる課税関係を問うものであり，具体的には，ＡがＸから損害賠償金として受け取った１００万円について，Ａが所得税を課税される範囲（設問１．）と，Ｂ社がＸに対して有する４００万円の損害賠償請求権について，これを貸倒損失として経理処理した場合に，Ｂ社の法人税の計算上，その全額を損金の額に算入することの可否（設問２．）をそれぞれ問うものである。\n設問１．においては，まず，所得税法第９条第１項第１７号が一定の損害賠償金を非課税所得として定めていることを指摘した上で，Ａが損害賠償金として受け取った１００万円の内訳ごとに，同号を受けて非課税所得とされる損害賠償金を具体的に定める同法施行令第３０条への当てはめ等を行う必要がある。\nすなわち，通院治療費の補填としての１０万円，慰謝料としての１５万円，通院に伴う休業補償としての１０万円については，心身の損害に対する賠償金について定める同条第１号の適用が，また，バイク修理費用の補填としての１０万円については，資産の損害に対する賠償金について定める同条第２号の適用が，それぞれ問題となるが，Ａが弁当の宅配に用いているバ\nイクの修理費用はＡの事業所得に係る必要経費に当たるから，これを補填するための金額は，同条柱書きにおいて非課税所得の範囲から除外されていることに注意が必要である。\nまた，Ａが損害賠償金として受け取った１００万円のうち，その余の５５万円については，安易に所得税法施行令第３０条第３号の「相当の見舞金」に当たると結論づけるのではなく，所得税法が一定の損害賠償金を非課税所得として定めている趣旨に遡り，そもそも非課税所得とされる損害賠償金とはいかなるものであるかを明らかにした上で，非課税所得該当性について説明することが期待されている。\nこの点に関しては，当事者間で損害賠償のためと明確に合意されて支払われたものであってもそのことをもって直ちに非課税所得となるわけではないとしたいわゆるマンション建設承諾料事件判決（大阪地裁昭和５４年５月３１日判決・判例時報９４５号８６ページ）の判示が参考となろう。\n本設問においては，非課税所得該当性について条文の正確な理解と当てはめが求められることは言うまでもないが，それにとどまらず，問題文に明記したとおり，「所得税法における所得の概念を踏まえつつ」Ａが所得税を課税される範囲を説明することが求められているから，同法が包括的所得概念を採用していることや，一定の範囲の損害賠償金は，損害の回復，補填の性質をもち，純資産の増加をもたらさないことを意識した解答が求められる。\n設問２．においては，Ｂ社が有する４００万円の損害賠償請求権について貸倒損失として経理処理した場合に，その全額を法人税法第２２条第３項第３号の「損失」として損金の額に算入することができるか否かについて，金銭債権の貸倒損失の損金算入についての一般論を判示したいわゆる興銀事件最高裁判決（最高裁平成１６年１２月２４日第二小法廷判決・民集５８\n巻９号２６３７ページ）を念頭においた解答が期待されている。\n同判決は，金銭債権の貸倒損失を同号の「損失」として損金の額に算入するためには，当該金銭債権の全額が回収不能であること（全部貸倒れ）が客観的に明らかであることが必要であるとした上で，全部貸倒れが客観的に明らかであるか否かの判断に当たっては，債務者の資産状況，支払能力等の債務者側の事情，債権回収に必要な労力，債権額と取立費用との比較衡量，債権回収を強行することによって生ずる他の債権者とのあつれきなどによる経営的損失等の債権者側の事情，経済的環境等も踏まえ，社会通念に従って総合的に判断されるべきである旨判示している。\nしたがって，本設問においても，問題文に示された事案から，債務者であるＸ側の事情のみならず，債権者であるＢ社側の事情をも適切に拾い上げた上で，Ｘに対する４００万円の損害賠償請求権の全部貸倒れが客観的に明らかであるか否かを論じる必要がある。\n〔第２問〕\n本問は，一人で会社の実権を握る代表者による会社資産からの横領の事案において，この横領をめぐる源泉徴収の在り方と，横領により発生した損失及び代表者に対する損害賠償請求権がどのように会社の法人税の計算に反映させられるかを問うものである。\n設問１．は，源泉徴収の基本的な法律関係に関する知識を問うものである。Ｅ税務署長はＸ社から源泉徴収すべき所得税を受給者Ａから徴収することはできないという答えを導くだけであれば，所得税法第２２１条が，徴収納付義務者が「その所得税を納付しなかつたときは」「その所得税をその者から徴収する」と規定していることを指摘すれば足りる。しかし，本問では更に「源泉徴収の法律関係を簡潔に説明」することも求められているため，源泉徴収の法律関係についての基本判例（最判昭和４５年１２月２４日民集２４巻１３号２２４３頁）に触れつつ，源泉徴収の法律関係において国と直接の法律関係に立つのは源泉徴収義務者のみで，受給者と国との間に直接の法律関係はないことなどについても論じる必要がある。\n設問２．では，Ｘ社が本件横領により損失を生じていることを前提に，Ｘの損失とＡに対する損害賠償請求権が法人税法上，どの事業年度の課税所得計算に反映させられるかが問題となる。\n具体的には，Ａらの見解の下では，本件横領による損失がＸ社の平成２７事業年度の損失（法人税法第２２条第３項第３号）に算入されるべきことと，Ｘ社がＡに対して損失額と同額の損害賠償請求権を取得することを指摘する必要がある。問題となるのは，損害賠償請求権がどの事業年度の益金に算入されるべきかの点であるが，これは，判例（最判平成５年１１月２５日民集４７巻９号５２７８頁）により，法人税法第２２条第４項から導かれる権利確定主義により決せられるべき問題である。\nこの判断枠組みの下でも，損失と損害賠償請求権は常に同時に成立し・確定すると考えるか- 24 -\n（同時確定説），両者の確定時期は同時とは限らないと考えるか（異時確定説）で判断が分かれるし，後者の立場に立つ際には，本件横領がＸ社の代表者であるＡによりなされていること，その事実が具体的に明らかになったのは平成２９年中の税務調査がきっかけであることなどの事実に触れつつ，本件における損害賠償請求権の収入すべき権利の確定時期を説得的に論じる必要がある。なお，本設問では，異なる見解への言及を求めていないため，自説を論理的，説得的に記述することのみが求められているところ，関連する有力な下級審裁判例（東京高判平成２１年２月１８日訟月５６巻５号１６４４頁）があり，参考となろう。\n設問３．では，本件納税告知処分の適法性が問われている。本件納税告知処分は，本件資金移動が平成２７年分のＡの役員賞与であって，所得税法第２８条第１項の給与等に該当し，Ｘ社が同法第１８３条第１項の源泉徴収義務を負うことが前提とされているから，本件納税告知処分が適法か否かは，本件資金移動がＡの給与所得に該当するか否かにより判断されることになる。そして，本問では，「結論を異にする見解」への言及が求められているから，本件資金移動がＡの給与所得に該当すると考える場合も，該当しないと考える場合も，ともに異なる考え方がどのような根拠に立って論じられ得るかについて，論理的な記述が求められる。\n具体的には，給与所得の意義に関する判例（最判昭和５６年４月２４日民集３５巻３号６７２頁，最判平成１７年１月２５日民集５９巻１号６４頁など）に照らして，本件資金移動が給与所得に該当するか。給与所得の範囲に関する判例（最判昭和３７年８月１０日民集１６巻８\n号１７４９頁）に照らして，給与所得の範囲に含まれると考えるか。源泉徴収制度の趣旨に照らして，本件資金移動についてＸ社に源泉徴収義務を負わせることが適当であるか，などが論点として考えられる。\nなお，比較的近年，人格なき社団の代表者が人格なき社団から受けた債務免除益が給与所得に該当し得るとする最高裁判決（最判平成２７年１０月８日訟月６２巻７号１２７６頁）がある。また，本問と同様に法人の代表者による横領について法人が負う源泉徴収義務が争われた下級審裁判例が複数あり，参考になろう。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等［第１問］（配点：５０）\n公表済みの「出題の趣旨」の中で述べた主要な論点について，所得税法及び法人税法の基本的な概念，規定，判例を正しく理解した上で，本問の事実関係に即しつつ，設問が求める事項について的確に検討と当てはめがされ，設問に正面から答えているかという観点に立って採点した。\n設問１．においては，ＡがＸから損害賠償金として受け取った１００万円について，所得税を課税される範囲の説明が求められているところ，ほとんどの答案が，一定の損害賠償金を非課税所得として規定する所得税法第９条第１項第１７号を指摘した上で，当該１００万円の内訳ごとに同法施行令第３０条各号への当てはめを行っていた。もっとも，所得税法第９条第１項第１７号を指摘しない答案も少数ながら見られたが，まずは上位規範である法律の規定を指摘した上で下位規範へと検討を進めていくのは法規範の解釈，適用に当たって当然のことである。\n当該１００万円の内訳ごとに見ると，通院治療の費用の補填としての１０万円が所得税法施行令第３０条第１号に該当して非課税とされることはほとんどの答案が，また，通院に伴う休業補償としての１０万円が同号の最後の括弧書きに該当して非課税とされることは多くの答案が，それぞれ正答していた（念のために付言すれば，括弧書き内の文言を指摘したり，括弧書き内の文言に当てはめたりする場合，その文言が括弧書き内に規定されていることまで明示しなければ正確に条文を摘示したことにならないことは銘記すべきである。）。これに対し，バイク修理費用を補填するものとしての１０万円が非課税とされないことについて正答する答案は少なかった。所得税法施行令第３０条柱書きの最後の括弧書きにおいて必要経費に算入される金額を補填する性質の損害賠償金が非課税所得から除外されていることを理解していないと思われるものが予想に反して多く，この点は，損害賠償金は非課税との原則に対する重要な例外の一つであるから，十分な理解が望まれるところであった。他方，少数ではあるが，必要経費を補填する性質のものが非課税所得から除外されている趣旨をも含めて丁寧な論述をする答案もあり，正確な理解をうかがわせて好印象であった。\nなお，Ａが支出したバイクの修理費用１０万円を資産損失として捉えた上で，資産損失は所得税法第５１条第１項により必要経費に算入されるからその補填としてＡがＸから受け取った１０万円は非課税とならないとする答案も散見されたが，本問の事案を素直に読む限り，そもそも当該１０万円はＡの資産損失を補填するものではなくＡが支出した事業所得に係る必要経費であるバイクの修理費用を補填する性質のものであるし，（本問の事案では想定されていないが）仮に資産損失の補填として１０万円を受け取ったのであれば，同項の第２括弧書きにより資産損失としては必要経費に算入されない一方，当該１０万円は同法施行令第３０条第２号により非課税とされるのであるから，条文の操作そのものとして見ただけでも誤りと言わざるを得ない。\nその余の７０万円については，そのうち慰謝料として相当な１５万円が所得税法施行令第３０条第１号に該当して非課税とされることを指摘した上で（なお，当該１５万円が同条第３号の「相当の見舞金」に該当して非課税とされるとする答案も一定数あったが，同条第１号が「心身に加えられた損害につき支払を受ける慰謝料」と明示している以上，同号に該当するものと解するのが相当であろう。），残額の５５万円につき，一定の損害賠償金が非課税とされる趣旨や非課税とされる損害賠償金の意義を明らかにしつつ，その非課税所得該当性の有無を説明する必要があるが，その論-8-述が十分と評価できる答案は多くなかった。その一方で，いわゆるマンション建設承諾料事件判決（大阪地判昭和５４年５月３１日・判例時報９４５号８６頁）を指摘して論述し，あるいは，同判決の指摘はなくとも説得的に論旨を展開した答案も少数ながら見られ，このような答案は「優秀」\nの評価を受け得るものであった。\nそもそも，設問１．においては，所得税法における所得の概念を踏まえつつ，当事者間で損害賠償金と明確に合意して授受された金員の非課税所得該当性を説明することが求められているのであるから，所得税法が純資産の増加を全て所得として捉える包括的所得概念を採用していることから説き起こし，一定の範囲の損害賠償金が損害の回復，補填の性質を持ち，純資産の増加をもたらさないことから非課税とされることを指摘し，ひるがえってそのような性質を持つもののみが当事者間での名目にかかわらず非課税とされる損害賠償金に当たることを説明すべきであるが，このような論旨が十分に展開できている答案は多くなかった。むしろ目に付いたのは，このような論旨を答案の冒頭ないし前半部分で総論的に述べているにもかかわらず，後半部分で各論的に５５万円の非課税所得該当性を述べるに当たり，当該論旨を全く踏まえない答案が少なくないことであった。このことからは，「論点」であるからとりあえず答案に書くという意識がうかがえるが，法令の解釈は，目の前の具体的事案を解決するために必要であるから行うのであり，司法試験における答案作成に当たっても，何のためにその「論点」に関する論述をするのかを常に意識する必要がある。\n設問２．は，Ｂ社が貸倒損失として経理処理した損害賠償請求権についてその全額を損金算入することの可否を問うものであるが，そもそも，いかなる論述が求められているのかや，損金の額について定める法人税法第２２条第３項のいずれの号の問題であるかを的確に捉えられていない答案が散見された。加えて，本設問の解答に当たっては，参考となる最高裁判所の判決の内容を指摘することが求められているにもかかわらず，この点につき一切触れないものや，いわゆる興銀事件最高裁判決（最判平成１６年１２月２４日・民集５８巻９号２６３７頁）の内容を説明するものとしては誤った，あるいは甚だ不十分なものも目に付いた。これらの答案は，いずれも，「一応の水準」\n以下の評価しか得られないこととなろう。その一方で，同最高裁判決の事案の概要や本問の事案との違いを簡にして要を得た記載ぶりで説明するものや，同最高裁判決が損金算入の要件該当性の判断に当たって債務者側の事情だけでなく債権者側の事情をも考慮するとしたことに特徴がある旨を指摘するものも少数ながら見られ，判例に対する理解の深さが感じられ好印象であり，これらの答案は，「優秀」の評価を受け得るものであった。\n本設問においては，興銀事件最高裁判決が損金算入の要件該当性の判断に当たって考慮するとした債務者側の事情と債権者側の事情として検討すべき事実を提示された事案の中から拾い上げ，損金算入の要件を満たすか否かを検討する必要があるところ，多くの答案が，債務者側の事情として，\nＸが定職に就かず，安定した収入もなく，本件定期預金以外にみるべき資産もない状態であり，このような経済状態が好転する兆しもないことを挙げ，債権者側の事情として，任意弁済をしないＡから法的手続によって債権回収を図ろうとしても，少なくとも４０万円の費用を要し，本件定期預金の金額との関係で費用倒れに終わることを的確に指摘していたが，それらの答案の中には，損金算入の要件該当性の考慮要素を具体的に記述しながらそれとリンクする形で事実の摘示，評価，当てはめができていないものも相当数見受けられた。設問１．について述べたところと同様，単に「論点」であるから書くというのではなく，何のために書くのかを意識しなければならない。\n全額の損金算入の可否の結論については，ほとんどの答案が４００万円全額を法人税法第２２条第３項第３号の「損失」として損金算入できるとの結論を導いていたが，一切損金算入できないとするものや，本件定期預金の金額である３０万円を除いた３７０万円の限度で損金算入できるとするものも少数見られた。本設問においてどの結論でなければ論理的に誤りであるということはない-9-が，多くの答案が指摘していた上記の債務者側の事情及び債権者側の事情を踏まえてもなお，いまだ全額の回収不能が客観的に明らかでないとするには相応の説得的な論述が必要であるところ，その程度に至っているものは必ずしも多くはなかった。また，金銭債権の一部の貸倒れ（部分貸倒れ）\nの損金算入を認めるのであれば，相応の法解釈を展開する必要があるところ，単に本件定期預金の３０万円が回収可能であるから３７０万円の限度でしか損金算入できないとの発想が根本にあると思われる答案がほとんどであった。\n最後に，両設問を通じ本問は，所得税法と法人税法の基本的な概念，規定，判例を正しく理解していれば，少なくとも「良好」の評価を得ることが可能であり，その上で，規定の摘示や事実の当てはめ，評価が丁寧にされ，説得的に論旨を表現できていれば，「優秀」の評価を得ることも可能であった反面，これらができていなかった者は，「一応の水準」あるいは「不良」の評価とならざるを得なかった。法律実務家を目指す以上，法令や判例を正確な知識として習得し，これを具体的事案に丁寧に当てはめることのできる能力，そしてこれを読み手に向けて説得的に論述する能力を身に付けることは大変重要である。また，法人税法に関する設問２．は，所得税法に関する設問１．と比較して，解答者間の点数の開きが大きく，法人税法の学習の質と量の差が点数差に現れたものと思われる。第１問全体として「優秀」ないし「良好」の評価を得るためには，法人税法の学習をおろそかにしてはならない。\n［第２問］（配点：５０）\n第２問に関しては，各設問の出題の意図を理解できていない答案が目立った。設問１．は源泉徴収の法律関係の理解を問う問題であり，設問２．はＡらの「平成２７年にＸ社が，本件横領により損失を被ったとの見解」を前提として本件更正処分の適法性の検討を求める問題であり，設問３．は本件納税告知処分の適法性，すなわち，本件横領によるＡへの利益移転の給与所得該当性の検討を求める問題である。これに対して，設問１．や設問２．でＡへの給与所得該当性を論じたり，設問３．で本件横領による損失と損害賠償請求権の両建ての可否を論じたりする答案が，それぞれかなりの数見られた。これらの答案についても採点においては一定の配慮をしたが，各設問の意図を正確に理解した答案とは，当然のことながら成績にかなりの差異を生じた。\n設問１．については，「Ｅ税務署長」による徴収方法が問われていることから，この点についての直接の根拠規定となる所得税法第２２１条を挙げ，同条が，「所得税を徴収して納付すべき者がその所得税を納付しなかつたときは，税務署長は，その所得税をその者から徴収する。」と定めていることを指摘する答案が多いと期待していた。この規定を本問の事実関係に素直に適用すれば，\nＥは飽くまでＸ社から徴収すべきであってＡから徴収することはできない，という結論が導かれる。\nところが実際には，同条を指摘しない答案や，同条を指摘しつつ「その者」を受給者であるＡと誤解して「Ａから徴収できる」と解答する答案などがかなりの数あった。\nまた，源泉徴収の法律関係について，源泉徴収義務者と国との間，及び，源泉徴収義務者と受給者との間に法律関係が成立するが，国と受給者との間に法律関係はないとし，その結果，前掲の所得税法第２２１条と併せてＥはＡから徴収できないとの解答を導いていた答案は，むしろ少数であった。目立った誤答としては，「源泉徴収は支払者が受給者の所得税を受給者に代わって納付する制度」とするもので，この前提の下で「Ｘ社が納付しない場合には原則に戻ってＡから徴収できる」\nとする解答がかなりの数あったが，これらは源泉徴収制度の概要すら理解していないもので，到底「一応の水準」とすら呼べないものである。\nまた，源泉徴収の「法律関係」について簡潔に説明することを求めたにもかかわらず，「効率的かつ確実に徴収する制度」など，その趣旨目的に触れるにとどまった答案も多く，そのような答案には当然ながらこの論点について得点を与えることはできなかった。また，源泉徴収制度を給与所-10-得者に関する制度と説明する誤答も一定数あった。この制度が給与所得以外にも所得税において広く用いられていることを認識すべきである（この点は，平成２７年の採点実感（第２問）においても指摘されている。）。\nなお，本件の源泉徴収の根拠規定は所得税法第１８３条第１項であるところ，同条第２項を指摘する答案も一定数あった。Ａが「役員」であることに引っ張られたものであろうが，誤答である。\n条文を正確に読む能力の不足と考えられる。\n設問２．は，いわゆる横領損失と損害賠償請求権の両建処理に関する問題である。まず，一般論としては，①本件横領により（１０００万円の）損失が生じたとの見解の下では，その（１０００万円の）損失が法人税法第２２条第３項第３号により平成２７事業年度の損金に算入される。②他方，Ｘ社はＡに対して，本件横領に基づく損失と同額（１０００万円）の損害賠償請求権を有するところ，③その権利の年度帰属は法人税法第２２条第４項の公正処理基準の下で権利確定主義に基づいて判断されるべきである。この考え方を当てはめると，④本件横領による損失とそれに基づくＸ社の損害賠償請求権は同時に確定するのが原則であるが，⑤被害者にとって加害者や権利内容を知ることが困難で直ちに権利行使を期待できない場合には，例外的に権利行使を期待できることとなった日の属する事業年度に収入すべき権利が確定する。⑥ただし，課税の公平を図る見地から，\nこの判断は客観的に，ないし，一般人を基準としてなされるべきである，という６点を論じる必要がある。\nその上で，本件への当てはめを行なうことになる。Ｘ社の代表者であるＡによる横領であること，\n他の取締役で株主でもあるＢ・ＣはＸ社の経営にあまり関心を持っていなかったことなどを合理的に勘案して論理的な結論を導いているものであれば，平成２７年中に損害賠償請求権により収入すべき権利の確定があり，更正処分は適法であるとする結論でも，平成２７年中には権利確定がなく本件更正処分は違法であるとする結論でも，同様に正答として採点した。\nこれに対して，本問のような損害賠償請求権と損失は常に同時に確定するとして平成２７年中の損害賠償請求権により収入すべき権利の確定を導いた答案は，裁判例の動向への関心の程度が異なるものとして（参照，東京高判昭和５４年１０月３０日訟月２６巻２号３０６頁（日本綜合物産事件），最判平成４年１０月２９日訟月３９巻８号１５９１頁（相栄産業株式会社事件），東京高判平成２１年２月１８日訟月５６巻５号１６４４頁（日本美装株式会社事件）），上記①ないし⑥について検討する答案よりも，やや低い評価となった。\n本問は，法人税法に関する，いわゆる典型論点の一つであり，ほぼ完璧に書ききっている答案も一定数以上存在したし，さらに，Ｅによる本件更正処分の内容を，「法人税法第２２条第３項第２号の費用として損金算入されていた外注費が架空であることからこの損金算入を否定するとともに，同額をＡに対する役員賞与として同法第３４条第１項により損金算入を否定したもの」と正確に指摘した答案も複数あり，これらに対しては高い評価を与えた。\n他方で，横領による損失だけに着目する答案もかなりの数あり，前述した出来の良い答案との間には，得点に大きな開きを生じた。また，損失と損害賠償請求権の両方を論じているものであっても，「両者が平成２７事業年度に両建てになる結果，損益は生じない（プラスマイナスゼロ）から，\nＸ社の法人所得を増額するＥの本件更正処分は違法」とする誤答も相当数あった。Ｘ社が申告において架空外注費を損金算入していた点を見落としており，このような分析では，やはり高い得点は望めない。\nなお，更正処分の適法性を論じるに当たって国税通則法第２４条を参照し，本問の事情においてＸ社の課税標準等が「その調査したところと異なるとき」に当たるかを論じた答案も一定数見られたが，更正処分の適法性を論じるに当たって同条を参照する必要はない。端的に，Ｅの処分におい-11-て示された税額がＸ社の正当な税額を上回れば，その限度で更正処分は違法となる。このことは特に教室で習っていなくても，更正処分の取消訴訟の判決をある程度の件数読めば分かるはずであり，\n後述するように，最高裁判例又は下級審裁判例に対して，適切な関心が持たれていないことと関連するように思われる。\nその他，この設問２．を法人税法第３４条第３項，又は，同法第５５条第１項の問題とする誤答，\n「Ａら納税者が横領という見解で一致している以上，税務署長にそれを役員給与と引き直す権限はない」とする誤答なども多く，よくできた答案と得点の上で大きな開きが生じた。\n設問３．は，異説にも触れつつ，本件納税告知処分の適法性を論じる問題である。第２問の問題文において，税務署長Ｅは本件横領による利益をＸ社がＡに与えた役員給与であり，所得税法における給与所得に該当するからＸ社に源泉徴収義務が発生するとの見解の下に本件納税告知処分を行なっている。これに対してＸ社側（Ａら）は，本件横領によりＸ社は損失を被っており，これはＡから賠償されるべきものであるとの見解で一致している。したがって，本問のポイントは，本件横領による利益がＡの給与等に該当すれば納税告知処分は適法であり，逆に，本件横領からＸ社が損失を被るのみでＡの給与等に該当しないならば納税告知処分が違法となる，という判断枠組みにある。そして，自説が給与所得該当説であれば，横領損失説に触れつつ自説を論理的に主張する（あるいは，その逆）ことが求められている。自説がどの説を採るかではなく，それぞれの説が論理的に説明され，かつ，異説への批判が適切に行なえているか，という観点から採点した。\n期待される検討枠組みに何らかの形で言及した答案は全体の約半数であったが，枠組みを正しく指摘した答案はさらにその半分強にとどまった。他方，この枠組みを指摘した答案において，給与所得該当説は，役員・従業員がその地位に基づいて法人から与えられた経済的利益を広く給与所得と捉え，本問における利益はＡがＸ社の代表取締役としての立場・権限を利用して受けたものであるとするなどの見解に立つ答案が多く，また，横領損失説は，給与所得の意義の一般論を述べつつ，\n本件の利益はＸ社へのＡの役務提供の対価に該当しないとする答案が多かった。いずれも，正答である。\n設問３．については，Ｅによる納税告知処分をＸ社の法人税に関する処分と誤解し，Ｘ社の法人所得に焦点を当てて検討した答案が少なからずあった。設問１．とも関連するが，源泉徴収による所得税の制度についての理解を全く欠くものと言わざるを得ない。\n第２問を通して結果を見ると，設問２．を中心によく出来た「優秀」「良好」な答案があった反面，「一応の水準」とされる答案はやや少なく，設問１．と設問２．で基本的な制度の理解不足などを示した「不良」な答案も多く見られた。\n問題作成時には，設問１．がごく基礎的な知識を問う問題であり，設問２．が典型論点であることから，第２問の成績は全体としてかなり良いと想定していたが，残念ながら大きく異なる結果となった。\n３ 今後の出題について本年は第１問設問２．と第２問設問２．が法人税法に関する問題であり，その余が所得税法に関する問題であった。範囲としては，今後も所得税法からの出題を中心としつつも，法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる。その意味で，法人税法や国税通則法の学習をなおざりにして「優秀」ないし「良好」の評価を得ることは困難である。\n内容としては，所得税法，法人税法，国税通則法に関する基本概念や制度に関する基本的な知識の有無及び程度，さらにこれらの知識を利用して条文の文言を解釈し，当該条文を具体的な事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。４ 今後の法科大学院教育に求めるもの⑴ 基本的な概念や基本的な知識の習得近年の答案の傾向として，租税法の基本的な概念や基本的な知識の理解に欠ける答案が多いことが挙げられる。本年の第１問設問１．において一定の損害賠償金が非課税所得とされる趣旨，\n理由を「担税力の低下」や「被害者の保護」といった一言で片付けてしまい，所得概念との関連で正確に説明できていない答案が散見されたことや，第２問設問１．において源泉徴収制度についての基本的な知識の欠落を示した答案がかなりの数にのぼったのがその例である。\n法科大学院においては，まず，基本的な概念や基本的な知識を正確に理解させることに重点を置いた上で，次のステップとして条文の相互関係，更には個々の規定の趣旨・目的の議論と条文の文理解釈との間のつながりを考察できる能力の習得を目的とした教育が望まれる。\n⑵ 事実認定と当てはめに関する能力の習得平成２９年の採点実感でも触れた，事実認定と当てはめに関する能力の習得は，租税法の学習において重要な事項である。この点につき，本年の問題はあまり高度な能力を要求するものではなかったため，答案において，事実認定や当てはめの前提として，期待した「事実の評価」を行った答案が多く見られた。たとえば，第２問に関連して，「株主総会」と称して集まってもＢ，\nＣの主たる関心が焼き牡蠣や土手鍋を賞味することにあった点を指摘して，「この２名がＸ社の経営に，取締役・株主として当然持つべき関心を持っていなかった」と評価した答案は相当数見られた。\nこのように，問題文の事実をただ答案用紙に引き写すだけでなく，それに「当てはめ」へと続く「評価」を与えることの重要性を，十分に認識する必要がある。\n⑶ 法人税法等の習得法人税法に関する設問の正答率は，例年，相当程度低い。本年の第１問設問２．は，金銭債権の貸倒損失の損金算入の可否という典型論点を問うていることが問題文自体にほぼ明示してあるものであったが，そもそも論点を正しく捉えていない答案や，この論点では必ず採り上げられる興銀事件最高裁判決の内容を正しく理解していない答案が少なくなかった。第２問設問２．も，\n先に触れたようにいわゆる典型論点であったが，設問の意図を正確に理解し，適切な解答をした答案は決して多いとは言えない。司法試験の租税法の出題範囲は法人税法のごく一部に限られており，比較的時間に余裕がない授業であっても基礎的な制度理解と重要判例を学習する時間を確保することは不可能ではないと思われる。\nまた，所得税の手続的な側面について授業中に十分な時間を充てることは難しい場合もあるが，\n例えば，利子所得，配当所得，給与所得，退職所得を教える際に取り上げる判例，裁判例においては支払者が原告となっている例も多く（例えば，利子所得につき，東京高判昭和３９年１２月９日行集１５巻１２号２３０７頁（協和興業事件），配当所得につき，最判昭和３５年１０月７日民集１４巻１２号２４２０頁（鈴や金融株式会社事件），給与所得につき，最判昭和３７年８月１０日民集１６巻８号１７４９頁（通勤定期券課税事件），退職所得につき，最判昭和５８年９月９日民集３７巻７号９６２頁（５年退職事件）），そのような判決を扱う際に合わせて源泉徴収の法律関係に一言触れた上で，適切な基本書を挙げて授業外で参照するように指示するなどの対応は可能なはずである。また，法人税の更正処分と同時に源泉所得税の納税告知処分がなされる事案（例，最判昭和４８年１２月１４日訟月２０巻６号１４６頁（株式会社塚本商店事件））\nを扱う際に，納税告知処分について短時間でも解説することは，むしろ自然でさえある。\n授業時間の厳しい制限内ではあるが，所得税法，法人税法などの実体法と関わる租税手続法につ-13-いても基礎的な理解を与えるような工夫が必要とされる。\n⑷ 判例・裁判例の学習毎年の採点実感で触れられているところであるが，適切な内容の答案であっても，関連する最高裁判例や重要な下級審裁判例に触れるものはほとんどなく，極めて問題である。本年の各設問について，関係する判例等を挙げると以下のとおりである。\n第１問設問１．大阪地判昭和５４年５月３１日判例時報９４５号８６頁（マンション建設承諾料事件）\n設問２．最判平成１６年１２月２４日民集５８巻９号２６３７頁（興銀事件）\n第２問設問１．最判昭和４５年１２月２４日民集２４巻１３号２２４３頁（愛知交通事件）\n最判平成４年２月１８日民集４６巻２号７７頁（日光貿易事件）\n設問２．最判平成５年１１月２５日民集４７巻９号５２７８頁（大竹貿易事件）\n東京高判平成２１年２月１８日訟月５６巻５号１６４４頁（日本美装事件）\n設問３．青森地判平成１５年４月２２日（裁判所Web・給与所得該当性を否定）\n仙台高判平成１６年３月１２日（裁判所Web・給与所得該当性を肯定）\nこのように全ての設問が最高裁判例，又は，重要な下級審裁判例に関連しており，答案作成に当たっては，当然にこれらに言及すべきであるところ，特に問題文で言及を求めた興銀事件最高裁判決を除き，これらの判例等の存在に言及した答案はごく僅かであった（それらの答案には，\n言及内容に応じて加点した）。\nここで挙げた判例等の多くが代表的な判例教材に収録されているにもかかわらず，それらに一切言及していない答案が非常に多いという現状は，法科大学院における租税法教育の場で判例への言及が不十分であることを強く推認させるものである。法科大学院の教育においては，少なくとも著名な最高裁判決には言及できるような知識の整理を前提として，自らの主張が判例に反対する場合はもちろん，その趣旨に沿うものであっても判例に言及することが不可欠であることを，\nきちんと教えるべきである。\nこれに加え，第２問設問２．で更正処分の適法性を検討するに当たり，端的にＸ社の正当な法人税額を論じる代わりに国税通則法第２４条の「調査」の文言に固執して本問における「調査」\nの内容を論じるなど，更正処分の取消訴訟の判決を数件でも精読していればあり得ない誤りが散見されたことをも勘案すると，演習科目等において実際の判決文を教材とすることなども，教育上必要な措置だと考えられる。\n５ 租税法を勉強するに当たり⑴ 条文の正確な理解と適切な引用採点をしていると，法的効果の説明をしながら，その効果の根拠となる条文を引用していなかったり，誤った条文を引用したりしている答案や，解答として「○条○項○号」と書くことが求められているところを「○条」「○条○項」とのみ書いて手を抜く答案が多いことに気づく。第２問設問１．の解答において，給与所得の源泉徴収の根拠規定として所得税法１８３条１項を挙げるべきところ，「１８３条２項」と書くのが前者の例であり，第１問と第２問の双方の設問２．の解答において，損失として損金算入する場合の根拠規定を「法人税法２３条３項３号」と書かずに「法人税法２３条３項」と書くにとどめるというのが後者の例に当たる（第１問設問１．の解答において「括弧書き」まで書かないのも後者の例である。）。\n租税法令の正確な理解とその運用能力を身に付けることは，租税法を勉強する基本中の基本であり，そのためには，常に法令を参照し，現在検討している問題が条文中のどの文言に関連する-14-のかを確認することが不可欠である。\n⑵ 判例に関する関心と理解最高裁判例，及び，重要な下級審裁判例に関する知識は，租税法の基本的な知識の一部である。\nしたがって，それらの判決における事案と判決内容について，正確かつ論理的な理解をしておく必要がある。\nそして，平成２９年の採点実感においても指摘したことであるが，司法試験の解答に際しては，\n論点について判例等がある場合には，問題文に特に「判例に言及しつつ」というような指示がなくても，これに言及することは，原則として必要だと理解すべきであり，それがない場合は減点を覚悟すべきである。自説が判例等と異なる場合であっても，この間の事情は変わらない。\nこのような解答が作成できるようになるためには，基本書で基本的な知識や制度理解を身に付けた後，授業において用いられる判例教材に載せられている判決を深く読み込むことが必要である。一部の基本書や判例教材において，わざわざ個々の判例等に「事件名（ニックネーム）」を付けているのは，そのような学習方法の一助とするためなのである。\nなお，限られた試験時間内で答案を作成する以上，答案における判例等への言及と言っても，\n特別なことが要求されるわけではない。問題文で判例等への言及が特に求められていない場合であれば，例えば，「～については～と解すべきである（判例同旨）。」「判例によれば，～は～と解されている。」というような表現で，自説と判例との関係を自覚していることが示されていれば一応は必要性を満たしていると言い得る（基本書等で用いられた事件名を附記できれば，さらに良いことは言うまでもない）。また，判例の趣旨を理解していることが採点者に伝われば足りるのであるから，一字一句判決文のとおりに書く必要があるわけでもない。誤解のないように付け加えておきたい。\n(1)と(2)の記述を一言でまとめれば，租税法の勉強は，「一に条文，二に基礎知識，三に判例」\nとなろう。\n⑶ 基本的かつ偏らない知識の習得採点実感を熟読すれば分かるように，本年の問題は，第２問設問３．を除けば，ごく基本的な事項に関する出題に止まるし，同問についても，両説それぞれを示す複数の下級審裁判例が判例教材にも取り上げられている重要事項であって，それほど難易度が高いわけではない。\nそれにもかかわらず，期待した水準の答案となっていないのは，出題された制度や論点についての基礎的な知識に欠いているからである。また，所得税法のみの理解では法人税法や国税通則法の問題は解けない。\nしたがって，司法試験の出題範囲全体に対して目配りしつつ，基礎的な知識をしっかりと身に付けることが，まずは必要な事柄と言えよう。\n６ その他参考事項租税法に限らず，答案の作成はコミュニケーションである。何を問われているのかを正確に把握し，必要な内容を誤解なく伝える答案が，必然的に高得点となる。問題文や問いの内容を自分勝手に理解して作成した答案では，良い成績は望めない。また，司法試験では突飛な内容を質問するわけではないから，日頃から制度に関する基礎的な知識や判例等の理解を蓄積しておけば，おのずから，「これは～を問う問題だな。」ということが分かるはずである。\nその意味でも，既に何度も述べたとおり，条文や制度の基本的な理解と判例等への関心を有していれば，司法試験の租税法において，高得点をマークすることは，決して難しいことではない。"
}