{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n２０＊＊年，Ａ市では，性的な画像を含む書籍の販売等の在り方に対し，市民から様々な意見や要望があることを踏まえ，新たな条例の制定が検討されることとなった。この条例の検討に関わっている市の担当者Ｘは，憲法上の問題についての意見を求めるため，条例案を持参して法律家甲のところを訪れた。【別添資料】は，その条例案の抜粋である。法律家甲と担当者Ｘとの間でのやり取りは以下のとおりであった。\n甲：新しい条例が検討されているのはどのような理由からですか。\nＸ：いわゆる「成人向け」「アダルトもの」と呼ばれる雑誌だけでなく，最近では一般の週刊誌として販売される雑誌を含む様々な出版物等に，裸の女性の写真など性的な画像が掲載され，それらがスーパーマーケットやコンビニエンスストアなど市民が食料品や生活用品を購入するために日常的に利用する店舗で販売されています。近年，一部のコンビニエンスストアでは，そのような雑誌類の取扱いをやめる動きも出てきていますが，飽くまでも一部の店舗による自主的なものにとどまっています。この状況に対して，市民からは，青少年の健全な育成に悪影響を及ぼす，安心して子供と買い物に行けないという意見が寄せられているほか，特に女性を中心として，見たくもないものが目に入って不快であるとか，思わぬところで性的なものに触れないようにしてほしいという意見が最近多く寄せられるようになりました。市内には，マンションや団地，住宅地が多く，子供がいる世帯が多数居住していますが，そのような地区の自治会からも性的な画像を掲載した出版物等の販売や貸与について規制を求める要望が出ています。\n甲：すると，青少年の健全な育成を図ることだけが目的となるわけではないのですね。\nＸ：そうです。青少年の健全な育成とともに，羞恥心や不快感を覚えるような卑わいな書籍等が，それらをおよそ買うつもりのない人たちの目に，むやみに触れることがないようにすることもねらいです。\n甲：具体的にはどのようなものを規制の対象とするのですか。\nＸ：規制の対象となる図書類は，この条例案の第７条に記載しています。日々発行される様々な出版物等を適切に規制の対象とするため，市長等が規制の対象となる図書類を個別に指定することとはせず，要件に該当する図書類が自動的に規制の対象となるようにしました。「性交」，「性交類似行為」や「衣服の全部又は一部を着けない者の卑わいな姿態」を撮影した写真や動画などの画像とこれらを描写した図画を対象とし，かつ，「殊更に性的感情を刺激する」ものであることが要件となります。このような画像や図画が含まれる書籍や雑誌などを「規制図書類」としました。\n甲：刑法第１７５条で処罰の対象となっている「わいせつ」な文書等には当たらないものもこの条例では規制の対象となるのですね。\nＸ：そうです。刑法上の「わいせつ」な文書等に当たらないものも，もちろん対象になります。刑法上の「わいせつ」な文書等に該当すれば，頒布や陳列自体が犯罪行為となるわけですから，むしろ，この条例では刑法で処罰対象とならないものを規制することに意味があると考えています。\n甲：規制の対象には，写真や動画などの画像だけでなく，漫画やアニメなど絵による描写も含むのですか。\nＸ：含みます。絵による描写でも，殊更に性的感情を刺激する類のものがありますし，普通の漫画と同じように書店などで陳列され，子供が普通の漫画だと思って手に取って見てしまうので困るという意見も寄せられています。\n甲：いわゆる性的玩具類の販売や映画館での成人向け映画の上映などの規制はどうするのですか。\nＸ：これらは専門の店舗で販売等されるのが通常で，既に別の法律や条例の規制対象になっている\n- 2 -ので，本条例の対象とは考えていません。\n甲：規制の内容，方法はどのようなものですか。\nＸ：第８条に４種類の規制を定めています。まず，通常のスーパーマーケットやコンビニエンスストアなど，市民が食料品などの日用品を購入するために日常的に利用する店舗に規制図書類が置かれていると，青少年の健全な育成にとっても，市民が性的なものに触れることなく安心して生活できる環境の保持という点でも，望ましくありませんので，そのような店舗に規制図書類が並ばないようにする必要があります。そのため，第８条第１項で，主に日用品等を販売する店舗における規制図書類の販売や貸与を禁止しています。次に，第８条第２項で，小学校，中学校，高等学校などの敷地から２００メートルの範囲を規制区域とし，事業者が，その区域内において規制図書類の販売や貸与をすることを禁止します。規制区域では，事業者は，青少年に限らず，誰に対しても，店舗で規制図書類の販売や貸与をすることができないこととなります。児童・生徒らが頻繁に行き来する範囲にそのような店舗が存在することは望ましくないという市民の声に応えるためです。これらの規制の下でも，第８条第１項に当たらない事業者の店舗，つまり，日用品等の販売を主たる業務としていない事業者の店舗については，第８条第２項の規制区域の外であれば，規制図書類の販売や貸与ができます。そこで，第８条第３項で，青少年に対する規制図書類の販売や貸与を禁止し，さらに，第８条第４項で，規制図書類の販売や貸与をする店舗内では，規制図書類を壁と扉で隔てた専用の区画に陳列することなどを義務付けます。\n甲：第８条第１項各号には，書籍やＤＶＤなど「図書類」が挙げられていませんが，書店やレンタルビデオ店は，第８条第１項で規制図書類の販売や貸与が禁止される店舗には当たらないということですか。\nＸ：そのとおりです。確かに，書店やレンタルビデオ店にも青少年や規制図書類を購入等するつもりのない人が出入りするのですが，他方で，書店など図書類を専ら扱う店舗で規制図書類を全く扱えないとなると，その営業に与える影響が大きく，これらの店舗に酷なことになります。また，通常，書店やレンタルビデオ店に，規制図書類に当たるような書籍等が置かれていることは一般の方も理解されているはずですので，そういった店舗では，第８条第４項に規定した規制図書類を隔離して陳列するなどの義務を履行してもらえば足りるのではないかと考えています。\n甲：この条例によって，これまで規制図書類の販売や貸与をしていた事業者には，どの程度の影響が及ぶことになるのでしょうか。\nＸ：市内には，小売店が約３０００店舗あるのですが，そのうち，第８条第１項に該当する日用品等の販売を主たる業務とする店舗は約２４００店舗あります。この第８条第１項に該当する店舗のうち，約６００店舗が規制図書類を販売しています。もっとも，これらの店舗は，主に日用品等を扱っていますから，規制図書類の売上げが売上げ全体に占める割合は微々たるものです。また，第８条第２項によって規制図書類の販売や貸与をする事業が禁止される規制区域が市全体の面積に占める割合は２０パーセント程度で，市内の商業地域に限っても，規制区域が占める割合は３０パーセント程度です。市内の規制区域にある店舗は約７００店舗で，そのうち規制図書類の販売や貸与をする店舗は約１５０店舗あります。しかし，その約１５０店舗のうち，規制図書類の売上げが売上げ全体の２０パーセントを超えるのは，僅か１０店舗に過ぎません。\n甲：この条例案による規制に反対する意見はないのですか。\nＸ：規制対象が広過ぎるのではないかという意見があります。また，日用品等の販売を主たる業務とする店舗の一部は，規制図書類の売上げが売上げ全体のごく一部であっても，これを販売していること自体に集客力があると考えているようで，販売の全面的な禁止に反対しています。そのほか，第８条第２項の規制区域で規制図書類を販売してきた店舗の中からも，この条例案に反対する意見が寄せられています。しかし，これまでどおりの営業ができなくなっても，正にそれを市民が求めている以上は，やむを得ないのではないかと考えています。規制区域の店舗には，規制図書類の販売と貸与さえやめてもらえればいいわけで，販売等を継続したいのであれば，市内\n- 3 -にも店舗を移転できる場所はあるはずです。条例の施行までには６か月という期間を設けてもいます。\n甲：事業者の側からは，ほかにどのような意見があるのですか。\nＸ：スーパーマーケットやコンビニエンスストアの事業者や業界団体の中には，既にいわゆる「成人向け」の書籍等について自主規制を行っているところもあり，反対はそれほど多くありません。\nしかし，例えば，書店やレンタルビデオ店など規制図書類とそれ以外の図書類とを取り扱っている店舗では，今後，第８条第４項に従って規制図書類を隔離して陳列しなければならないため，その要件を満たすための内装工事等が必要で，そこまでの必要があるのかと疑問視する声があります。\n甲：規制図書類を購入する側である１８歳以上の人，あるいは，青少年への影響についてはどのように考えていますか。\nＸ：１８歳以上の人にとっては，これまで規制図書類を購入していた店舗で購入できなくなる場合があるなど，不便になるということはあると思いますが，市内で規制図書類を一切買えなくなるわけではありません。青少年については，成長途上であり，規制図書類が全く購入できなくなっても，社会的に許容されると考えています。\n甲：この条例に違反した場合の制裁はどうなっていますか。\nＸ：第９条に規定しているとおり，第８条に違反した事業者に対し，市長が，改善命令又は業務停止命令を発することができます。そして，第１５条で，第８条第１項から第３項までに違反した者や，市長の改善命令や業務停止命令に違反した者に対する刑事罰を定めており，その法定刑は，６月以下の懲役又は５０万円以下の罰金としています。\n甲：条例案の内容は分かりました。\nＸ：いろいろな意見がありますし，規制は必要な範囲にしたいと考えて検討しているのですが，条例でこのような規制をすることは，憲法上，問題があるでしょうか。\n甲：規制の対象となる図書類の範囲や，規制の手段，内容について，議論があり得ると思います。\n図書類を購入する側と販売等をする店舗の双方の立場でそれぞれの権利を検討しておく必要がありそうですね。図書類を購入する側としては，規制図書類の購入等ができない青少年と１８歳以上の人を想定しておく必要があります。また，販売等をする店舗としては，条例の規制による影響が想定される３つのタイプの店舗，すなわち，第一に，これまで日用品と並んで規制図書類を一部販売してきたスーパーマーケットやコンビニエンスストアなどの店舗，第二に，学校周辺の規制区域となる場所で規制図書類を扱ってきた店舗，第三に，規制図書類とそれ以外の図書類を扱っている書店やレンタルビデオ店を考えておく必要があるでしょう。\n〔設問〕\nあなたがこの相談を受けた法律家甲であるとした場合，本条例案の憲法上の問題点について，どのような意見を述べるか。本条例案のどの部分が，いかなる憲法上の権利との関係で問題になり得るのかを明確にした上で，参考とすべき判例や想定される反論を踏まえて論じなさい。\n- 4 -\n【別添資料】\n善良かつ健全な市民生活を守るＡ市環境保持条例（案）\n（目的）第１条 この条例は，性風俗に係る善良な市民の価値観を尊重するとともに青少年の健全な育成のために必要な環境の整備を図り，もって善良かつ健全な市民生活を守り，Ａ市の健全で文化的な環境を保持することを目的とする。\n（定義）第２条 この条例において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n⑴ 青少年 １８歳未満の者をいう。\n⑵ 図書類 書籍，雑誌，文書，絵画，写真，ビデオテープ，ビデオディスク，コンピュータ用のプログラム又はデータを記録した電磁的記録媒体並びに映写用の映画フィルム及びスライドフィルムをいう。\n⑶ （略）\n（規制図書類）第７条 次の各号に掲げるものを撮影した画像又は描写した図画（殊更に性的感情を刺激する画像又は図画に限る。）を含む図書類を規制図書類とする。\n⑴ 性交又は性交類似行為\n⑵ 衣服の全部又は一部を着けない者の卑わいな姿態\n（規制図書類の販売等の制限）第８条 次の各号に掲げる物品（以下「日用品等」という。）の販売を主たる業務とする事業者は，その営業を行う店舗において規制図書類を販売し又は貸与してはならない。\n⑴ 飲食料品\n⑵ 衣料品・日用雑貨\n⑶ 医薬品・化粧品\n⑷ 文房具\n⑸ スポーツ用品\n⑹ 玩具・娯楽用品\n⑺ 楽器\n２ 事業者は，学校教育法（昭和２２年法律第２６号）第１条に規定する学校（幼稚園及び大学を除く。）の敷地の周囲２００メートル以内の区域（以下「規制区域」という。）の店舗において，規制図書類を販売し又は貸与してはならない。\n３ 規制図書類を店舗において販売し又は貸与する事業者は，青少年に対して規制図書類を販売し又は貸与してはならない。\n４ 規制図書類を店舗において販売し又は貸与する事業者は，規制図書類の陳列に当たり，次の各号に掲げる措置を講じなければならない。\n⑴ 規制図書類を隔壁及び扉により他の商品の陳列場所と区分された場所に陳列すること。\n⑵ 規制図書類の陳列場所の出入口付近の見やすい場所に，規制図書類の陳列場所であることを掲示すること。\n（改善命令等）\n- 5 -第９条 市長は，事業者が，前条各項の規定に違反して規制図書類の販売又は貸与を行っていると認めるときは，当該事業者に対し，期限を定めて業務の方法の改善に関し必要な措置を採るべきことを命ずることができる。\n２ 市長は，事業者が，前項の規定による命令に従わないときは，当該事業者に対し，３月以内の期間を定めて，その業務の全部又は一部の停止を命ずることができる。\n（罰則）第１５条 次の各号のいずれかに該当する者は，６月以下の懲役又は５０万円以下の罰金に処する。\n⑴ 第８条第１項，第２項又は第３項の規定に違反した者\n⑵ 第９条第１項又は第２項の規定による命令に違反した者\n（両罰規定）第１６条 法人の代表者又は法人若しくは人の代理人，使用人その他の従業者が，その法人又は人の業務に関し，前条の違反行為をしたときは，その行為者を罰するほか，その法人又は人に対して，同条の罰金刑を科する。\n附則（抄）第１条 本条例は，公布の日から起算して６月を経過した日から施行する。\n（参照条文）学校教育法（昭和２２年法律第２６号）第１条 この法律で，学校とは，幼稚園，小学校，中学校，義務教育学校，高等学校，中等教育学校，特別支援学校，大学及び高等専門学校とする。\n- 6 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n全国都道府県では，青少年の健全育成を目的とした図書類の販売等に関する規制が行われている。本問は，そのような目的にとどまらず，一般市民がむやみに羞恥心等を覚えるような卑わいな画像等に触れることがないようにして性風俗にかかる善良な市民の価値観を尊重するという観点も併せ，健全で文化的な環境を保持するという目的のために種々の規制を行う架空の条例案について，その合憲性の検討を求めるものである。従来は，訴訟の場面を想定し，当事者の主張等において憲法論を展開することを求める出題が通例であったが，実務的には，必ずしも訴訟の場面に限られず，法令を立案する段階においても法律家としての知見が必要であることから，そのような場面で憲法論をどのように活用，展開するかを問う出題とした。\n法律家としての助言を求められているため，具体的な条例の文言を指摘しつつ，当該規定で合憲といえるかどうかを答えることが不可欠であり，違憲であるとする場合に，条例案のどの部分がどのような憲法上の規定との関係で問題なのかを具体的に指摘することが期待される。\n本条例の検討に際しては，問題文の最後の甲の発言にあるとおり，図書類を購入する立場と販売等をする店舗の立場から憲法上の権利を検討することが必要であり，前者については，憲法第２１条の表現の自由に含まれる「知る自由」を，後者については，憲法第２２条の職業選択の自由に含まれる「営業の自由」の観点から検討する必要がある。\n憲法第２１条に関しては，まず，知る自由が，憲法第２１条第１項により保障されることに言及した上で，購入や貸与を受けることを制限される青少年について，その自由の制約になるかどうかを論じることとなろう。制約になるとした場合，まず，明確性の原則との関係で，規制図書類の定義が適切かどうか，「衣服の全部又は一部を着けない者の卑わいな姿態」\n「殊更に性的感情を刺激する」との文言が曖昧，不明確でないかどうかの検討が必要となる。\n一般に，明確性の原則は，不明確な法文が表現者の表現行為に対して萎縮効果を持つことを問題にするものであるが，本問における条例による規制においては，表現物の流通過程に位置する販売者を萎縮させ，それに伴って青少年の知る自由を制約することになるのではないかという観点から，明確性の原則を論ずることが考えられる。さらに，明確性の原則に反しないとしても，かかる制約の合憲性判断について，いかなる審査基準によって審査することが妥当かどうかを論じる必要がある。その際，内容規制と考えるのか，それとも内容中立規制と考えるのかという観点から議論することも考えられるし，規制対象となる図書類が性的な表現を含むものであることから，その表現の価値を考慮するかどうか，あるいは，情報の受け手が青少年であることの考慮が働くかどうか（岐阜県青少年保護育成条例事件補足意見）\nといった観点を意識した議論をすることが考えられよう。その上で，本件規制図書類の範囲が過度に広汎ではないかという点を含め規制の必要性，合理性を検討する必要がある。また，審査基準の設定又は当てはめにおいて，後述するように，本条例の目的についての検討，すなわち，青少年の健全育成の目的や，一般市民がむやみに卑わいな画像等に触れないようにするという目的が，憲法上の権利を制約する目的としてふさわしいものであるかどうかを意識した議論をすることが考えられよう。\n次に，１８歳以上の者との関係では，知る自由の制約になるかどうかをまず検討する必要があろう。規制図書類の購入がおよそできなくなるわけではなく，購入方法の限定はごく一部に過ぎないから知る自由の制約とまでは言えないと評価するのか，情報の受領方法に制限が加わる以上，知る自由の制約ととらえるのかの両論が考えられる。知る自由の制約ととらえると，青少年における検討と同様に，明確性に関する検討が必要となり，審査基準の設定についても，青少年の場合と同様の点（青少年であることを考慮するかどうかを除く。）を- 1 -\n踏まえた審査基準の設定が考えられる。１８歳以上の者は，購入場所が限定されるにとどまるため，青少年とは異なる審査基準を設定することも考えられるし，そうでない場合でも，審査基準への当てはめにおいては，購入が全面的に制約される青少年とは異なり，個々の規制の合理性を検討する必要があろう。その際，本条例の目的が，青少年の健全育成のみならず，一般市民がむやみに卑わいな画像等に触れないようにするという点にあることについて，青少年の場合と同様，憲法上の権利の制約の目的としてふさわしいのかどうかについても言及することが考えられる。例えば，条例の目的は，結局のところ，卑わいな画像等を見たくない人を保護するということになるが，見たくないものに触れさせないこと一般が法的保護に値するとは言えないという議論や，目的が漠然としたもので抽象的にすぎるといった指摘をして，その目的としての価値が大きくないと評価する方向で議論をすることも考えられよう。他方，性的な羞恥心や卑わいなものを見たくない人の不快感は，現に一般に共有されている感情である以上，十分に法的保護に値するといったことから，制約目的としての価値を見出す議論をすることもできるであろう。\n青少年及び１８歳以上の者のいずれにおいても，目的と規制の対応関係を意識する必要がある。例えば，学校から２００メートル以内における販売等の規制（いわゆるゾーニング）については，青少年の健全育成と結びつくものであり，日用品販売店での販売規制と隔壁等の義務付けは，青少年の健全育成と一般市民をむやみに卑わいな画像等に触れさせないという観点の両面を趣旨としていることなどを意識した論述が求められる。\n憲法第２２条に関しては，営業の自由が憲法上の権利であること，本件規制が営業の自由の制約に該当することに言及した上で，営業の自由の制約としてどのような審査基準が妥当であるかを議論することが考えられる。青少年の健全育成という目的と一般市民がむやみに卑わいな画像等に触れないようにするという目的をどのようにとらえ，制約される権利の性質，制約の程度等との関係で，どのような審査基準を設定するかの議論をする必要がある。\nその際，小売市場許可制判決や薬事法判決等の既存の営業の自由に関わる判決との対比をすることや，積極目的，消極目的等の規制目的の区別に基づいて審査基準を立てるべきかを議論することが考えられよう。その上で，当該審査基準に基づいて，日用品等販売店舗での販売禁止の合憲性，学校から２００メートル以内における販売等の禁止の合憲性，隔離販売規制の合憲性，青少年への販売規制の合憲性について検討することとなる。他方，制約の程度等の審査基準設定に与える影響を重視するとすれば，各規制ごとに審査基準を設定すべきことになろう。営業の自由との関係でも，一般市民がむやみに卑わいな画像等に触れないようにするという目的について，目的としての妥当性を検討することが考えられるが，知る自由との関係で議論したのと同様として扱っても差し支えない。もっとも，その目的の妥当性判断に当たって，制約される権利との関係で，異なる考慮がなされ得るとの立場からは，知る自由の場合と異なる議論をすることもあり得る。なお，規制対象となる規制図書類の範囲が過度に広汎であるかどうかは，憲法第２２条の営業の自由との関係でも問題となるが，知る自由において検討するのとは必ずしも同じ問題状況ではないことを踏まえる必要がある。また，規制の合理性の検討に際しては，意図せず一般市民が卑わいな画像等に触れないようにするという観点からすると，隔壁等による隔離販売の規制のみで足りるのではないかという方向で議論することもできるし，他方，営業の自由の性格に鑑み，様々な制約を合憲とする方向で議論することもできると考えられる。このほか，表現物の流通過程における書店という位置づけに鑑み，通常の営業主体よりもその販売等の自由は保護されるべきであるという議論もなし得る。\n事業者にとっては違反すれば罰則も設けられていることから，刑罰法規としての明確性を指摘することも考えられる。刑罰法規の明確性は，表現の自由の制約において求められる明確性の原則とは趣旨を異にするため，別の論述が必要であろう。\n- 2 -",
  "scoring_notes": "第１ 総論１ 問題文に即した検討の必要性について・ 本問の設定は，条例の制定に当たり法律家として助言を求められているというものである。\nこの設定を離れて無理に対立当事者を設定し，全ての論点について形式的に違憲・合憲双方の主張を対立させて自らの見解を述べる答案が散見されたが，期待されているのは，法律家としての自らの見解を十分に展開する中で，必要に応じて，自らの見解と異なる立場に触れる形で，論述をすることである。\n・ 主張，反論，私見という構成を取る答案も一定程度見られたが，本問における問われ方に即していない。強引に主張，反論の構成を取っている答案は，極端な内容の記載や重複した記載をするなどして，肝心な具体的検討がおろそかとなっており，また，最終的に法律家としてどのような見解に立つのかの結論が非常に分かりにくいものとなっていた。\n２ 指摘すべき憲法上の権利について・ 購入側の知る自由及び販売側の営業の自由について，ほとんどの答案が言及できていた。\n・ 本問では，規制内容を理解し，それが憲法上のいかなる権利との関係で問題になるのかを特定する必要がある。普段から法律や判例等でその適用が問題となる具体的事例をしっかりと読み解いている者は，本問の規制内容について適切に理解できたと思われるが，用語のみを暗記するような勉強法であった者には本問の規制内容のポイントが理解し難かったのではないかと思われる。初見の法律の読み解きが求められるのは，司法試験では憲法など一部の科目に限られるが，法律家にとって重要な能力であり，憲法の試験対策という狭い視野でなく，\nこうした広い視野に立って，分野を問わず，普段の学習の中で意識をしてもらいたい。\n・ 本問は，我々が日常経験することの多い事象を扱っているが，規制図書類やこれを規制することの影響について現実感をもって的確にイメージできていないと思われる答案が少なくなかったことは残念であった。\n３ 論述内容全般について・ 権利の性質や制限の態様を踏まえて違憲審査基準を定立し，当てはめるという基本的な判断枠組み自体はほとんどの答案に示されていた。\n他方，判断枠組みを示さなかったり，観点のない事実の比較や政策的当否の議論に終始したりする答案も見られたが，そのような答案は，憲法論を適切に展開したものとは言えない。\n・ 違憲審査基準を定立するについて説得力の乏しい答案や，目的の審査が極めて雑なもの，手段審査がその違憲審査基準に沿っていないもの，具体的な理由を示すことなく形式的に当てはめただけのもの，自らが定立した基準と当てはめが実質的に齟齬しているものが見られた。\n逆に，目的や手段の審査において，自分なりに理由を示して，実質のある十分な検討を行っているものは全体としても高く評価できた。\n・ 立法目的が重要だから審査基準が緩和されるのかについては十分な議論が必要であり，その点を意識した論述が必要である。\n・ 本問では法律家としての意見を問われているのであるから，基本的には，条例案の規制について，違憲か合憲かの結論が示されるべきである。\n４ 判例への言及等・ 問題文において「参考とすべき判例…を踏まえて」論じるように求めているにもかかわらず，全く判例に言及しない答案が少なからず見られた。問題文にそのような要求が明示されていなくとも，本来必要なところでは関連する判例に言及するなど，それを意識した論述をすべきであろう。なお，判例に言及する場合には，単に事件名や結論を提示するのみでは十分とは言い難い。\n-1-・ 本条例案は，例えば，岐阜県青少年保護育成条例事件と比べて，規制対象の範囲，対面式販売に対する規制であること，規制目的が青少年保護にとどまらないことなどの違いがあり，\n上記事件の判例で直ちに合憲とできる射程を超えている可能性がある。こうした本条例案と判例の事例との異同を指摘して論じている答案は，論述に説得力を感じられた。\n第２ 本条例案の内容の理解・ 本条例案の規定内容について正しく理解せずに論じているものが見られた。特に，条例案の規制対象を刑法第１７５条が規制するわいせつ表現と同視ないし混同する答案が広く見られた。条例案と類似の問題状況には，実在する青少年健全育成条例による有害図書類の規制があり，そのような問題状況については普段の学習の中で当然触れているべきである。\n・ 条例案第７条の規制図書類の定義に関して指摘すべき着眼点は種々考えられるところ，所定の画像・図画をわずかでも含む図書類は規制図書類となってしまうことを一つの重要な点として指摘することも考えられる。すなわち，同条のもとでは，政治や社会に関する公共的な話題についての記事とともに，ヌードグラビア等も掲載しているような週刊誌等も規制図書類となってしまうのであり，このような点に気付き指摘するなどした答案は，高く評価できた。\n・ 条例案の規制目的を青少年の健全育成のみで論じているもの，条例案第８条各項の規制内容・方法の違いを区別できていないもの，同第８条第２項の規制区域の設定基準となる「学校」に大学が含まれているなどと誤解したまま規制の合理性を論じているものが散見された。\n第３ 知る自由１ 規制の明確性・広汎性について・ 明確性の論点に全く触れない答案が期待に反し少なくなかった。また，明確性を論じていても，本問で明確性が求められる趣旨について述べず，機械的に萎縮的効果があるなどと書いているものが目についた。\n・ 明確性の論点と，過度広汎性の論点とが区別されていない答案が散見された。確かに，両論点は同時に問題となることが多いが，観念的には異なる問題であり，区別ができているか否かは，曖昧な規制や過度広汎な規制がどのような理由で表現の自由や罪刑法定主義にとって危険であるのかを正確に理解することと関わってくると思われる。\n２ 知る自由の制約に関する論述について・ 規制図書類の購入者の側から知る自由の制約を論じるときは，まず知る自由の内容とその憲法上の根拠に触れた後，青少年と１８歳以上の者のそれぞれについて，条例案の規制に即してその合憲性を検討しなければならない。知る自由についての一般論は多くの答案が正確に解答していたが，中には，少数であるが，表現の自由の一点張りで知る自由が出てこないもの，知る自由の憲法上の根拠として憲法第１３条のみを援用するものもあった。\n・ 知る自由の制約に関し，本条例案の二つの目的を踏まえ，それぞれの目的の重要性や規制手段との関連性を区別して論じられている答案は高く評価された。\n・ 知る自由について，極めて厳格な違憲審査基準を立てながら，本事例を無理に当てはめて合憲の結論を導いている答案が見られたが，十分な論拠を挙げて論じられていないため，論理性や一貫性を欠いて説得力に乏しい答案と感じられた。\n・ 規制図書類に接することにより青少年の健全育成が害されるという想定の適否について，実証的な根拠が薄弱であるなどとの批判的な視点にも触れた上で，岐阜県青少年健全育成条例事件の判示も援用しつつ自らの立場を示すことができていた答案は高く評価された。例えば，\n特に規制区域で取扱いが全面禁止されることについて，陳列そのものがなぜ青少年の健全育成を阻害することになるのかを問う指摘などは鋭い指摘といえる。\n・ 成年者の「知る自由」や事業者の営業の自由の制約の文脈で「パターナリズム」をいう答案が少なくなかったが，キーワードは覚えていてもその意味内容や趣旨等を正確に理解してい-2-ないものと評価せざるを得ない。\n・ 不快なものを見たくないとか，あるいはおよそあるものを見たくないという感情の保護それ自体を当然のように制約目的として肯定し，場合によっては更にそれを憲法第１３条や第２１条に基づく権利であるとする答案が目についた。この種の利益保護を制約目的として認めることについて，検討ないし一定の留保が必要であるとの意識を持ってもらいたかったところである。\n第４ 営業の自由・ 販売者の側から営業の自由の制約を論ずるときは，日用品等の販売店での販売規制，学校から２００メートル以内における販売等の規制（いわゆるゾーニング），隔壁による規制等の態様に応じて区分して論ずることは，一定の答案が対応できていた。さらに，条例案の二つの規制目的との関係で必要かつ合理的な規制といえるかどうかを丁寧に論じた出題の趣旨にかなう答案は高く評価された。\n・ 条例案第８条第１項の関係で規制図書類を扱っている店舗は一部に過ぎないという事実や，\n同第８条第２項の規制によって大きな影響を受ける店舗は１０店舗に過ぎないという事実の考慮方法が答案によって大きく分かれた。また，既存の店舗が移転や廃業を迫られることについての評価も分かれた。民主制の過程で看過されうる少数者の人権を守ることに憲法の目的があることからすれば，単純に影響を受ける者が少ないことのみで制約の程度が小さいと判断するのは疑問がある。\n第５ そのほかの論点１ 刑罰法規の明確性・ 表現の自由だけでなく，刑罰法規の在り方としても明確性が問題となり得ることを看過するものが少なくなかった。\n２ 法律と条例との関係，補償の要否等・ 法律と条例の関係，既存の条例との関係及び憲法第２９条の補償の要否については，問題文には，これらの点について評価するための具体的事実は含まれておらず，これらに言及することは期待されていない。\n・ 学校から２００メートル以内における販売等の禁止に関しては，長年，主として規制図書類を販売してきた事業者にとっては，ほとんど営業が不可能となり得ることもあり，そうした中に「特別の犠牲」ともいうべき状況があり得るとすれば，憲法第２９条の補償の要否を議論すべき余地はあり，一定の前提をおいてこの点を論述することが否定されるものではない。\n第６ 形式面の注意点・ 見出しを細かく立て，改行を繰り返してその度に記号を振るなどして，論述を極端に細分化している答案が認められたが，こうした記述は論述というより箇条書きのようなものとなり，\nかえって論旨が分かりにくくなっており，このような論述の仕方は避けるべきである。\n・ 憲法の条項の正確な摘示や法律上重要な語句の正確な表記などに心掛けてもらいたい。これらに誤りがあると，理解そのものがあやふやであると受け止められてもやむを得ない。また，判読できない文字で書かれたものや文章として意味が通らない記述なども見られた。時間の制約はあるが，読み手を意識し，文章として理解できる記載をするよう留意してもらいたい。\n-3-"
}