{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\nＡ国（上流国）とＢ国（下流国）は，両国の国境を隔てて，Ａ国の南側とＢ国の北側が隣接しており，国際河川であるＣ川が両国を北から南に流れている。\nＡ国及びＢ国は，Ｃ川を利用した水力発電に関する共同事業を計画し，同計画に関するＴ条約を締結し，同条約は両国の批准を経て発効した。Ｔ条約は，両国がＢ国北部のＸ地点に水力発電用のＸダムを共同で建設し，両国に送電することを内容としていた。Ａ国に隣接するＢ国北部は農業地帯であることから，ＸダムはＣ川の水量への影響が少ない方式で建設することも合意された。ＸダムからＡ国に送電されることになる電力は，Ａ国の経済発展に不可欠の基礎となるものであった。\nなお，Ｔ条約には終了に関する規定はない。\nところが，その後，Ｂ国において，農業団体から，計画を予定どおり実施した場合には農業用水にかなりの影響が生ずるとして，計画の見直しを求める声が高まった。これを受けて，Ｂ国は既に開始していたＸダムの建設を一方的に中止した。\nこれに対してＡ国は，両国で建設予定であったＸダムに代わるものとして，Ａ国内のＹ地点にＹダムを建設し，水力発電を開始した。Ｙダムは，Ｃ川を分流させ，Ｃ川の水量の減少を伴う方式であった。このため，Ｂ国領域内のＣ川の水量が激減した。これに対して，Ｂ国は，Ｔ条約を一方的に終了させる意思をＡ国に通告した。\nこの結果，農業用水の確保ができなくなったＢ国の農民が，Ｂ国の首都にあるＡ国大使館前でデモを行う事態が連日生じた。デモは日増しに激しさを増したが，Ｂ国政府は警備体制の強化を行わなかった。そうした中，ついに一部の農民がＡ国大使館を占拠し，大使館員を人質にとって立てこもった。Ａ国は，Ｂ国に対して大使館員の安全確保と大使館の明渡しを要請したが，Ｂ国政府はこれに積極的に対応しなかった。こうした中，Ｂ国大統領は，大使館を占拠した農民の行動を支持する声明を公式に発表した。\nＡ国とＢ国は，いずれも外交関係に関するウィーン条約及び条約法に関するウィーン条約の当事国である。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．Ａ国は，Ｂ国によるＸダムの建設中止に対して，Ｙダムを建設し，水力発電を開始した。この行為は国際法上どのように評価されるかについて論じなさい。\n２．Ｂ国は，Ｔ条約の終了を国際法上正当化し得るか，理由を付して論じなさい。\n３．Ｂ国のＡ国大使館をめぐるＢ国政府ないしＢ国大統領がとった一連の対応は，国際法上のいかなる違反を犯していると考えられるかについて論じなさい。\n- 34 -\n〔第２問〕（配点：５０）\nＡ国とＢ国は，国境を接する隣国であり，両国の国境地帯には急峻なＸ山脈の山々が連なっている。両国の国境地帯であるＸ山脈の山中には，無人の廃墟であるものの世界的に著名なＹ遺跡がある。\nＸ山脈中のＡ国とＢ国の国境線は不明確な部分が多かったが，１９３０年に両国政府は国境画定条約を締結し，同条約は両国による批准を経て１９３１年に発効した。同条約では，「Ａ国とＢ国の国境線は，Ｘ山脈の分水嶺をたどるものとする」と条文中に明記された。同条約の締結を受けて，１９３１年，Ａ国は，Ｙ遺跡がＸ山脈の分水嶺のＡ国側に位置するとの理解を前提にＹ遺跡の領有を宣言したが，２０１８年に至るまでこの点についてＢ国から疑問や問題が提起されることはなかった。\n２０１８年，Ａ国及びＢ国の地理学者から，Ｘ山脈の分水嶺の位置について問題が提起された。\nそこで，Ａ国及びＢ国は共同で，両国の政府関係者と科学者から構成される調査団を結成し，Ｙ遺跡周辺のＸ山脈の現地調査を実施した。その結果，Ｙ遺跡はＸ山脈の分水嶺のＢ国側に位置することが明らかとなった。これを受けて，Ｂ国外務省は，「１９３０年国境画定条約の条文に従えば，ＡＢ両国間の国境線は『Ｘ山脈の分水嶺をたどるものとする』とされており，Ｘ山脈の分水嶺のＢ\n国側に位置するＹ遺跡は国際法上我が国の領土にある。」との声明を発表した。この声明の発表後直ちに，Ｂ国政府は，Ｙ遺跡にＢ国の軍隊を派遣してこれを占拠した。なお，Ｂ国軍隊が占拠したＹ遺跡の周辺は無人であり，付近に居住している住民はいない。\nＡ国とＢ国は，いずれも国際連合加盟国であり，条約法に関するウィーン条約の当事国である。\nまた，Ａ国とＢ国は，いずれも国際司法裁判所規程の当事国であり，同規程第３６条第２項の定める受諾宣言を行っている。なお，Ｂ国が行った受諾宣言には留保や条件が付されていないが，Ａ国が行った受諾宣言には，「Ａ国の国境に関する紛争であるとＡ国政府によって解釈される紛争を裁判所の管轄権の対象から除外する」という条件が付されている。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．Ａ国は，Ｙ遺跡がＡ国の領土に所在することを国際法上どのような理由に基づいてＢ国に対して主張することができるかについて論じなさい。なお，Ｘ山脈の分水嶺が２０１８年に行われたＡＢ両国の共同調査の結果判明した位置にあることについては，両国間に争いがないものとする。\n２．Ａ国は，Ｂ国軍隊のＹ遺跡からの撤退を求めて，Ｂ国を相手取り国際司法裁判所に提訴したとする。この場合，Ｂ国は，国際司法裁判所が当該請求に関して裁判管轄権を持たないことをどのような理由で主張することができるかについて論じなさい。\n３．Ａ国による上記２の請求に関して，国際司法裁判所がＢ国軍隊のＹ遺跡からの撤退を命じる判決を下したにもかかわらず，Ｂ国がこの判決に従わなかったとする。この場合，Ａ国はどのような国際法上の手段をとることができるかについて論じなさい。\n- 35 -\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "subject": 17,
  "purpose": "〔第１問〕\n本問は，国家責任法の違法性阻却事由，条約の終了原因，及び外交特権に関する基本的知識と理解を問うものである。司法試験用法文に登載されている条約法に関するウィーン条約（以下「条約法条約」という。）及び外交関係に関するウィーン条約（以下「外交関係条約」という。）の関係条文を設問に照らして抽出して適切に解釈し，並びに国際法上の対抗措置という国家責任の基本的な理解に従って論述すれば，十分に解答が可能な設問となっている。\n設問１は，Ｂ国によるＸダムの建設中止に対して，Ｙダムを建設し，水力発電を開始したＡ国の行為が，国際法上どのように評価されるかについて問うものであるが，特に国家責任法における違法性阻却事由（対抗措置等）で正当化されるかどうかが論点となる。\n対抗措置を例にとれば，対抗措置とは，一般に，事前に存在する相手国の国際違法行為に対して，当該違法行為の直接の被害国が，違法行為国から賠償を得るため，または引き続き侵害を防ぎ適法な状態を戻すために，本来ならば違法な行為に訴えることをいう。\nこのような対抗措置が国際法上認められるためには，措置の対象となる違法な原因行為の存在及び違法行為と対抗措置の間の均衡性などの要件が満たされていなければならない。\n本問では，Ｂ国によるＸダム建設の一方的中止に対して，Ａ国によるＹダムの建設と水力発電の開始が国家責任法上の違法性阻却事由としての対抗措置として認められるためには，先の要件を満たす必要があることを十分に理解しているかが問われている。\n設問２は，Ａ国とＢ国がＣ川を利用した水力発電に関する共同事業を計画して締結したＴ条約を，Ｂ国が一方的に終了通告をした行為が，両国が当事国である条約法条約が認める終了原因によって正当化し得るかを問うものである。Ｔ条約に終了規定が存在しない以上，Ｂ国によるＴ条約の終了が国際法上正当化されるためには，両国が当事国である条約法条約が認める条約の終了原因に該当する必要がある。\nまず，Ｔ条約の終了が条約の重大な違反を規定した条約法条約第６０条で正当化されるためには，「重大な条約違反」が「条約の否定であってこの条約により認められないもの」か「条約の趣旨及び目的の実現に不可欠な規定についての違反」をいうとされていることに留意する必要がある（同条第３項）。本問の場合，Ｂ国は，Ａ国がＸダムに代わるＹダムをＣ川を分流させて建設し，水力発電を開始し，Ｃ川の水量が激減したことをもって，一方的に終了通告を行っている。Ｂ国による一方的な終了通告が条約法条約第６０条で正当化されるためには，特にＣ川の分流が先の要件を満たすかを論じる必要がある。\n次に，事情の根本的変化を規定した条約法条約第６２条で正当化されるためには，同条を適用する前提として，「条約の締結の時に存在していた事情につき生じた根本的な変化が当事国の予見しなかったもの」であることが必要となるほか，当該事情の存在が「当事国の同意の不可欠の基礎を成していたこと」，「当該変化が，条約に基づき引き続き履行しなければならない義務の範囲を根本的に変更する効果を有するものであること」を満たさなければならない（同条第１項）。本問では，Ｃ川の水量への影響が少ない方式でのＸダムの共同建設に代わり，Ａ\n国によるＣ川の水量が激減するＹダムの建設がされた点が，これらの要件を満たすか論じる必要がある。\nさらに，条約法条約第６１条の後発的履行不能で正当化されるかどうかを論じることもあり得るであろう。\n設問３は，１９６１年の外交関係条約の特権免除に関する理解を問うものである。同条約は，外交使節団の特権・免除と外交官の特権・免除からなる外交特権を規定している。それによると，外交使節団の特権・免除として，まず敷地を含む公館の不可侵がある（第２２条第１項）。\n接受国は，外交関係条約に基づき，大使館への侵入又は損壊を防ぎ，大使館の安寧の妨害又は大使館の威厳の侵害を防ぐために，適当なすべての措置を執る特別の責務を有する（同条第２\n- 38 -項）。さらに，外交官の特権・免除として，身体の不可侵がある（第２９条）。\n本問の場合，Ｂ国の農民の行動に対してＢ国政府ないしＢ国大統領がとった一連の対応が，先に述べた外交使節団の特権・免除及び外交官の特権・免除の違反を生じさせていないかを論ずる必要がある。なお，外交関係条約に違反している場合には，国際義務の違反となるが，Ｂ\n国の国際違法行為として国家責任を生じさせるには，その行為がＢ国に帰属する必要がある。\nこの点，農民はＢ国の国家機関の地位にある者ではなく，その行為はあくまで私人の行為であり，私人が私的資格でなした行為は，本来Ｂ国に帰属しない。しかし，私人の行為に関連して\nＢ国の注意義務の欠如があれば，国の違法行為としてＢ国に帰属する。加えて，B国大統領が農民の行動，具体的には大使館の占拠と大使館員を人質にとる行為を支持することによって，本来，Ｂ国に帰属しない私人の行為であっても，その性格に変容が生じ，国際法上Ｂ国の行為とみなされる。ここまで論ずることができれば，本設問の趣旨を十分に理解していることになる。\n〔第２問〕\n本問は，国境画定条約の効力と領域の取得，国際司法裁判所の義務的管轄権受諾宣言の効力と相互主義，同裁判所の判決履行のための手続等に関する国際法上の基本的知識と理解を問うものである。いずれも国際法上のいくつかの重要な概念を理解していれば，具体的事例に即して十分に論述することが可能な設問となっている。\n設問１は，Ａ国は国際法上どのような理由に基づいてＹ遺跡が自国の領土に所在するものであることをＢ国に対して主張できるかを問うものである。問題文に記載された事実によれば，ＡＢ両国間で１９３０年に締結され１９３１年に発効した国境画定条約は，「Ａ国とＢ国の国境線は，Ｘ山脈の分水嶺をたどるものとする」との規定を設けており，Ａ国は，Ｙ遺跡がＸ山脈の分水嶺のＡ国側に位置するとの理解を前提として，１９３１年にＹ遺跡の領有を宣言した。\nこの点について，Ｂ国側からも２０１８年に至るまで疑問や問題が提起されることはなかった。\nこのような長期間にわたる関係当事国であるＢ国の沈黙は，Ａ国がＹ遺跡を領有することに関する当事国の「黙認」を構成してＡ国のＹ遺跡に対する領有権をＢ国が法的に承認したものと位置づける主張が考えられる。また，１９３０年から２０１８年までの長期間にわたる沈黙を破り，２０１８年になって突然Ｂ国がＹ遺跡の領有をＡ国に対して主張することは，国際法上の「法の一般原則」の１つであると解される「禁反言」（estoppel）の原則に反するものであり国際法上許されない，とＡ国が主張することも考えられる。\nさらに，以上の主張とは別に，Ａ国は次のような主張を行うことも考えられる。すなわち，仮にＡＢ両国間の国境画定条約が発効した１９３１年の時点でＢ国がＹ遺跡に対する（潜在的な）領域権原を取得していたとしても，１９３１年以降極めて長期間にわたりＡ国がＹ遺跡に対する平和的かつ実効的な占有を継続したとすれば，Ａ国は国際法上の「時効取得」によりＹ\n遺跡に対する領域主権を正当に取得したとの主張を行うことも考えられるかもしれない。ただし，国際法において他国領域に対する平和的かつ継続的な実効的支配に基づく「時効」が領域取得原因として一般的に認められるか否かに関しては，学説上も議論があり，これを認めた国家実行も乏しいことにも留意する必要がある。\n設問２は，Ａ国がＢ国を相手取り国際司法裁判所に提訴したことに対して，Ｂ国はどのような理由で本件に関する国際司法裁判所の裁判管轄権の存在を否定することができるかを問うものである。問題文に記載された事実によれば，Ａ国とＢ国はともに国際司法裁判所規程第３６\n条第２項に基づく義務的管轄権受諾宣言を行っているため，Ａ国は同項に規定する「すべての法律的紛争」に関して原則としてＢ国を相手取って国際司法裁判所に提訴することができる。\nしかし，Ａ国は，上記の受諾宣言を行うに際して，「Ａ国の国境に関する紛争であるとＡ国政府によって解釈される紛争」を国際司法裁判所の義務的管轄権の対象から除外する，という留\n- 39 -保を付している。受諾宣言に付されたこのような留保が国際法上有効に扱われるか否かに関しては，学説上争いがあるが，国際司法裁判所の判決に従えば，本件事例においてＡ国がその受諾宣言に付した留保をＢ国は相互主義に基づいて援用することができるものと考えられる。したがって，Ｂ国は，本件は「Ｂ国の国境に関する紛争であるとＢ国政府によって判断される紛争」であると主張することにより，Ａ国が行った本件提訴に関して国際司法裁判所の裁判管轄権の存在を否定することができると解される。\n設問３は，Ａ国による上記設問２の請求に関して，仮に国際司法裁判所がＢ国軍隊のＹ遺跡からの撤退を命じる判決を下したにもかかわらずＢ国がその判決に従わない場合に，Ａ国がどのような国際法上の手段をとることができるかを問うものである。国際司法裁判所の判決は，裁判の当事国に対して法的拘束力を有する。すなわち，Ａ国とＢ国はともに国際連合（以下「国連」という。）加盟国であり，国際司法裁判所規程第５９条及び国連憲章第９４条第１項に基づいて，国際司法裁判所の判決に従う国際法上の義務を負う。\nにもかかわらずＢ国が国際司法裁判所の判決に従う義務を履行しない場合，国連憲章第９４条第２項に従って，国連加盟国であるＡ国は，国際司法裁判所が下した判決に従うべき義務を履行しないＢ国を，国連の安全保障理事会（以下「安保理」という。）に訴えることができる。\nさらに，国連憲章第９４条第２項は，「理事会は，必要と認めるときは，判決を執行するために勧告をし，又はとるべき措置を決定することができる。」と規定しており，国連安保理は国際司法裁判所の判決を執行するための勧告又は決定を行うことができる。国連安保理が国連憲章第９４条第２項に基づいて行う国際司法裁判所の判決履行のための「決定」は，国連憲章第\n２５条に基づき国連加盟国に対して法的拘束力を有するものと解される。ただし，「国際司法裁判所の判決を執行するため」の安保理の「決定」は，安保理が「必要と認めるとき」に下すことができるものと明記されており（国連憲章第９４条第２項），そこには安保理による判断の権限が留保されている。国際司法裁判所の判決が下されれば自動的に判決執行のための「決定」を安保理が下す，という構造にはなっていないことに留意する必要がある。\nさらに，Ａ国の立場からすれば，Ｂ国軍隊が占拠したＹ遺跡はＡ国の領土であり，Ｂ国軍隊によるＡ国の領土に対する侵攻と占拠は，国連憲章第２条第４項が規定する武力不行使義務と国連憲章第２条第３項及び第３３条が規定する紛争の平和的解決義務に違反する重大な国際違法行為である。このようなＢ国による国際違法行為に対して，Ａ国はＢ国の国際法上の国家責任を追及する（原状回復，金銭賠償，陳謝の要求等）ことや，Ｂ国に対して対抗措置を発動することも考えられる。"
}