{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕⑴，〔設問１〕⑵，〔設問２〕の配点割合は，３５：４０：２５〕）\n宗教法人Ａは，宗教法人法に規定された宗教法人で，同法の規定により登記された事務所を，約１０年前からＢ市の区域内に有している。Ａは，以前から墓地用石材の販売等を扱う株式会社Ｃと取引関係にあったが，Ｃから，Ｂ市内に適当な広さの土地（以下「本件土地」という。）を見付けたので，大規模な墓地の経営を始めないかとの提案を持ち掛けられた。Ｃがこのような提案をしたのは，Ｂ市においては，「Ｂ市墓地等の経営の許可等に関する条例」（以下「本件条例」という。）\n第３条の定めにより，株式会社であるＣは墓地の経営許可を受けることができず，墓地経営のために宗教法人であるＡの協力が必要であったという事情による。Ａは，大規模な墓地の経営に乗り出すことは財政的に困難であると考えたが，Ｃから，用地買収や造成工事に必要な費用を全額無利息で融資するとの申出を受けたため，Ｃの提案を受け入れ，本件土地において墓地（以下「本件墓地」\nという。）の経営を行うことを承諾した。そこで，Ａは，Ｃから融資を受けて，平成２９年９月２５日に本件土地を購入した（なお，本件土地に所有権以外の権利は設定されていない。）。さらに，Ａは，「墓地，埋葬等に関する法律」（以下「法」という。）第１０条第１項に基づき，本件墓地の経営許可を得るため，本件条例に基づく必要な手続を開始した。なお，Ｂ市においては，法に基づく墓地経営許可の権限は，法第２条第５項に基づき，Ｂ市長が有している。\nＡは，平成２９年１１月１７日，周辺住民らに対して，本件条例第６条に基づく説明会（以下「本件説明会」という。）を開催した。本件説明会は，Ａが主催したが，Ｃの従業員が数名出席し，住民に対する説明は，Ａの担当者だけではなくＣの従業員も行った。本件土地の周囲１００メートル以内に住宅の敷地はなかったが，本件土地から１００メートルを超える場所に位置する住宅に居住する周辺住民らが，本件説明会に出席し，本件土地周辺の道路の幅員はそれほど広いものではないため，墓参に来た者の自動車によって渋滞が引き起こされること，供物等の放置による悪臭の発生並びにカラス，ネズミ及び蚊の発生又は増加のおそれがあることなど，生活環境及び衛生環境の悪化への懸念を示した。しかし，Ａは，その後も本件墓地の開設準備を進め，平成３０年３月１６日，Ｂ市長に対して本件墓地の経営許可の申請（以下「本件申請」という。）をした。\n他方，本件土地から約３００メートル離れた位置にある土地には宗教法人Ｄの事務所が存在し，Ｄは，同所で約１０年前から小規模な墓地を経営していた。Ｄは，本件説明会の開催後，本件土地において大規模な墓地の経営が始まることを知り，自己が経営する墓地の経営悪化や廃業のおそれがあると考えた。Ｄの代表者は，その親族にＢ市内で障害福祉サービス事業を営む法人Ｅの代表者がいたことから，これを利用して，本件申請に対するＢ市長の許可処分を阻止しようと考えた。Ｄの代表者は，Ｅの代表者と相談し，本件土地から約８０メートル離れた位置にあるＤの所有する土地（以下「Ｄ所有土地」という。）に，Ｅの障害福祉サービスの事業所を移転するよう求めた。Ｅは，これを受けて，特に移転の必要性はなかったにもかかわらず，Ｄ所有土地を借り受けて事業所\n（以下「本件事業所」という。）を設置し，平成３０年３月２３日，Ｄ所有土地に事業所を移転した。本件事業所は，「障害者の日常生活及び社会生活を総合的に支援するための法律」に定められた要件に適合する事業所で，短期入所用の入所施設を有しており，本件条例第１３条第１項第２号の「障害福祉サービスを行う施設（入所施設を有するものに限る。）」に該当する。本件事業所は，従来のＥの施設の利用者を引き継いでいたことから，定員に近い利用者が日常的に利用し，また，数日間連続して入所する利用者も見られた。\nＢ市は，本件事業所の移転やＤの代表者とＥの代表者に親族関係があるという事情を把握していなかったが，Ｄ及びＥがＢ市長に対して平成３０年４月１６日，本件申請に対して許可をしないよう求める旨の申入れを行ったことにより，上記事情を把握するに至った。Ｄ及びＥの申入れの内容は，①本件墓地が大規模であるため，Ｂ市内の墓地の供給が過剰となり，Ｄの墓地経営が悪化し，廃業せざるを得ないこともあり得る，②本件事業所が本件土地から約８０メートル離れた位置にあ\n- 2 -り，本件条例第１３条第１項の距離制限規定に違反する，③本件墓地の経営が始まることにより，本件事業所周辺において，本件説明会で周辺住民が指摘したのと同様の生活環境及び衛生環境の悪化が生じ，本件事業所の業務に無視できない影響を与える懸念がある，④本件墓地の実質的経営者は，ＡではなくＣである，⑤仮にＢ市長が本件申請に対して許可をした場合には，Ｄ，Ｅ共に取消訴訟の提起も辞さない，というものであった。\nＢ市長は，本件墓地の設置に対する周辺住民の反対運動が激しくなったことも踏まえ，本件申請に対して何らかの処分を行うこととし，平成３０年５月１６日，法務を担当する総務部長に対し，法に関する許可等を所管する環境部長及びＢ市の顧問弁護士Ｆを集めて検討会議を行い，本件申請に対して，許可処分（以下「本件許可処分」という。）を行うのか，あるいは不許可処分（以下「本件不許可処分」という。）を行うのか，また，それぞれの場合にどのような法的な問題があるのかを検討するよう指示した。\n以下に示された【検討会議の会議録】を読んだ上で，弁護士Ｆの立場に立って，設問に答えなさい。ただし，検討に当たっては，本件条例は適法であるとの前提に立つものとする。\nなお，関係法令の抜粋を【資料 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\nＢ市長が本件申請に対して本件許可処分を行い，Ｄ及びＥが本件許可処分の取消しを求めて取消訴訟を提起した場合について，以下の点を検討しなさい。\n⑴ Ｄ及びＥは，上記取消訴訟の原告適格があるとして，それぞれどのような主張を行うと考えられるか。また，これらの主張は認められるか。Ｂ市が行う反論を踏まえて，検討しなさい。\n⑵ 仮に，Ｅが上記取消訴訟を適法に提起できるとした場合，Ｅは，本件許可処分が違法であるとして，どのような主張を行うと考えられるか。また，これに対してＢ市はどのような反論をすべきか，検討しなさい。\n〔設問２〕\nＢ市長が本件申請に対して本件不許可処分を行い，Ａが本件不許可処分の取消しを求めて取消訴訟を提起した場合，Ａは，本件不許可処分が違法であるとして，どのような主張を行うと考えられるか。また，これに対してＢ市はどのような反論をすべきか，検討しなさい。\n- 3 -\n【検討会議の会議録】\n総務部長：市長からの指示は，本件申請に対して本件許可処分を行った場合と本件不許可処分を行った場合それぞれに生じる法的な問題について，考えられる訴訟への対応も含めて検討してほしいというものです。法第１０条第１項は，墓地経営許可の具体的な要件をほとんど定めておらず，本件条例が墓地経営許可の要件や手続を具体的に定めているのですが，本件条例の法的性質についてはどのように考えるべきでしょうか。\n弁護士Ｆ：法第１０条第１項の具体的な許可要件や手続を定める条例の法的性質については，様々な見解があり，また，地方公共団体によっても扱いが異なるようです。本日の検討では，本件条例は法第１０条第１項の許可要件や手続につき，少なくとも最低限遵守しなければならない事項を具体的に定めたものであるという前提で検討することにしましょう。\n総務部長：分かりました。では，まず，本市が本件申請に対して本件許可処分を行った場合の法的問題について検討しましょう。この場合，Ｄ及びＥが原告となって本件許可処分の取消しを求めて取消訴訟を提起することが考えられます。このような訴訟は，法的に可能なのでしょうか。\n弁護士Ｆ：Ｄ及びＥに取消訴訟を提起する原告適格が認められるかどうかが争点となります。取消訴訟の他の訴訟要件については特に欠けるところはないと思います。Ｄ及びＥは，本件許可処分が行われた場合，それぞれどのような不利益を受けると考えて取消訴訟を提起しようとしているのでしょうか。\n環境部長：まず，Ｄについては，既にＤの墓地は余り気味で，空き区画が出ているそうです。本件墓地は規模が大きく，本件墓地の経営が始まると，Ｄは，自らの墓地経営が立ち行かなくなるのではないかと懸念しています。墓地経営には公益性と安定性が必要であり，墓地の経営者の経営悪化によって，墓地の管理が不十分となることは，法の趣旨目的から適切ではないと考えることもできるでしょうね。\n弁護士Ｆ：ええ。そのことと本件条例が墓地の経営主体を制限していることとの関連も検討する必要がありそうです。\n環境部長：次に，Ｅについては，Ｄ所有土地に本件事業所を置いています。Ｅは，本件墓地の経営が始まることにより，本件事業所周辺において，本件説明会で周辺住民が指摘したのと同様の生活環境及び衛生環境の悪化が生じ，本件事業所の業務に無視できない影響を与える懸念があると考えています。本件事業所の利用者は数日間滞在することもありますので，その限りでは住宅の居住者と変わりがない実態があります。\n総務部長：Ｄ及びＥに原告適格が認められるかどうかについては，いろいろな考え方があると思います。本市としては，Ｄ及びＥが，原告適格が認められるべきであるとしてどのような主張を行うことが考えられるのか，そして，それに対して裁判所がどのような判断をすると考えられるのかを検討する必要があると思います。これらの点について，Ｆ先生に検討をお願いします。\n弁護士Ｆ：了解しました。\n総務部長：次に，仮に原告適格が認められるとした場合，本件許可処分の違法事由としてどのような主張がされるのかについて検討します。主張される違法事由については，ＤとＥとで重複が見られますので，本日は，Ｅの立場からの主張のみを検討したいと思います。\n環境部長：Ｅは，まず，本件事業所がＤ所有土地に存在することで本件許可処分は本件条例第１３条第１項の規定に違反すると主張しています。そのような主張がされた場合，本市としてはどのように反論するのか考えておく必要がありますね。\n弁護士Ｆ：そうですね。また，本件においては，仮に，本件墓地の経営許可を阻止するため，ＤとＥが協力して本件事業所を意図的にＤ所有土地に設置したという事情があるならば，このような事情を距離制限規定との関係で法的にどのように評価すべきかについても，検討する必要\n- 4 -がありそうです。\n総務部長：Ｆ先生が今指摘された事情は，Ｅの原告適格に関しても問題になるのではないでしょうか。\n弁護士Ｆ：原告適格の問題として整理する余地もあると思います。しかし，本日の検討では，原告適格ではなく，本案の主張の問題として考えておきたいと思います。\n環境部長：本件許可処分の他の違法事由として，Ｅは，本件墓地の実質的な経営者は，ＡではなくＣであると主張しています。\n総務部長：本件墓地の実質的な経営者が，ＡとＣのいずれであるかは検討を要する問題ですね。仮に実質的な経営者がＣであるとした場合，法的に問題があるのでしょうか。\n弁護士Ｆ：本件条例によると，墓地の経営者は，地方公共団体のほか，宗教法人，公益社団法人等に限られています。仮に本件墓地の実質的な経営者がＣであるとすれば，このような点も踏まえ，法や本件条例の関連諸規定に照らして違法となるのかについて，注意深く検討する必要がありますね。\n総務部長：では，この点についてもＦ先生に検討をお願いします。また，以上のような本件許可処分の違法事由について，Ｅがこれら全てを取消訴訟において主張できるかについても，検討する必要がありますね。\n弁護士Ｆ：はい。Ｅが，自己の法律上の利益との関係で，いかなる違法事由を主張できるかにも注意して検討すべきと考えています。\n総務部長：次に，本件申請に対して，本件不許可処分を行った場合です。この場合にはＡが本件不許可処分の取消しを求めて取消訴訟を提起することが想定されます。本日は，この取消訴訟における本案の主張の検討をお願いします。\n環境部長：環境部では本件不許可処分をする場合の処分理由として，次のことを考えています。(ｱ)本件墓地周辺の生活環境及び衛生環境が悪化する懸念から，周辺住民の反対運動が激しくなったこと，(ｲ)Ｄの墓地を含むＢ市内の墓地の供給が過剰となり，それらの経営に悪影響が及ぶこと，(ｳ)本件事業所が本件土地から約８０メートル離れた位置にあること，の３点です。\n弁護士Ｆ：(ｳ)については先ほど検討しましたので，本件不許可処分の問題としては，検討を省略しましょう。まず，(ｱ)について補足される点はありますか。\n環境部長：Ａは，本件墓地の設置に当たっては，植栽を行うなど，周辺の生活環境と調和するよう十分配慮しているとしていますが，住民の多くはそれでは十分ではないと考えています。\n弁護士Ｆ：次に，(ｲ)についてですが，本件墓地の経営は，Ｂ市内の既存の墓地に対して大きな影響を与えるのでしょうか。\n環境部長：Ｄの墓地を含めて，Ｂ市内には複数の墓地がありますが，いずれも供給過剰気味で，空き区画が目立つようになっています。本件墓地の経営が始まれば，Ｄの墓地のような小規模な墓地は経営が破綻する可能性もあると思います。\n総務部長：では，これらの(ｱ)及び(ｲ)の処分理由に対して想定されるＡからの主張について，本市からの反論を含めて，Ｆ先生に検討をお願いします。\n弁護士Ｆ：了解しました。\n- 5 -\n【資料 関係法令】\n○ 墓地，埋葬等に関する法律（昭和２３年法律第４８号）（抜粋）第１条 この法律は，墓地，納骨堂又は火葬場の管理及び埋葬等が，国民の宗教的感情に適合し，且つ公衆衛生その他公共の福祉の見地から，支障なく行われることを目的とする。\n第２条 この法律で「埋葬」とは，死体（中略）を土中に葬ることをいう。\n２，３ （略）\n４ この法律で「墳墓」とは，死体を埋葬し，又は焼骨を埋蔵する施設をいう。\n５ この法律で「墓地」とは，墳墓を設けるために，墓地として都道府県知事（市又は特別区にあつては，市長又は区長。以下同じ。）の許可を受けた区域をいう。\n６，７ （略）第１０条 墓地，納骨堂又は火葬場を経営しようとする者は，都道府県知事の許可を受けなければならない。\n２ （略）\n○ Ｂ市墓地等の経営の許可等に関する条例（抜粋）\n（趣旨）第１条 この条例は，墓地，埋葬等に関する法律（昭和２３年法律第４８号。以下「法」という。）第１０条の規定による経営の許可等に係る事前手続並びに墓地，納骨堂又は火葬場（以下「墓地等」という。）の設置場所等，構造設備及び管理の基準その他必要な事項を定めるものとする。\n（墓地等の経営主体）第３条 墓地等を経営することができる者は，原則として地方公共団体とする。ただし，次の各号のいずれかに該当し，Ｂ市長（以下「市長」という。）が適当と認める場合は，この限りでない。\n⑴ 宗教法人法（中略）に規定する宗教法人で，同法の規定により登記された事務所を，Ｂ市（以下「市」という。）の区域内に有するもの⑵ 墓地等の経営を目的とする公益社団法人又は公益財団法人で，登記された事務所を，市の区域内に有するもの２ 前項に規定する事務所は，その所在地に設置されてから，３年を経過しているものでなければならない。\n（説明会の開催）第６条 法第１０条第１項の規定による経営の許可を受けて墓地等を経営しようとする者は，当該許可の申請に先立って，規則で定めるところ〔注：規則の規定は省略〕により，墓地の設置等の計画について周知させるための説明会を開催し，速やかにその説明会の内容等を市長に報告しなければならない。\n（経営の許可の申請）第９条 法第１０条第１項の規定による経営の許可を受けようとする者は，次の各号に掲げる事項を記載した申請書を市長に提出しなければならない。\n⑴～⑹ （略）\n２ 墓地又は火葬場の経営の許可を受けようとする者は，前項の申請書に次の各号に掲げる書類を添付しなければならない。\n⑴ 法人（地方公共団体を除く。）にあっては，その登記事項証明書\n⑵ 墓地又は火葬場の構造設備を明らかにした図面\n⑶ 墓地にあっては，その区域を明らかにした図面\n⑷ 墓地又は火葬場の周囲１００メートル以内の区域の状況を明らかにした図面\n⑸ 墓地又は火葬場の経営に係る資金計画書\n- 6 -\n⑹ （略）\n３ （略）\n（墓地等の設置場所等の基準）第１３条 墓地及び火葬場は，次の各号に定めるものの敷地から１００メートル以上離れていなければならない。ただし，市長が市民の宗教的感情に適合し，かつ，公衆衛生その他公共の福祉の見地から支障がないと認めるときは，この限りでない。\n⑴ 住宅\n⑵ 障害者の日常生活及び社会生活を総合的に支援するための法律（中略）に規定する障害福祉サ\nービスを行う施設（入所施設を有するものに限る。）\n⑶～⑸ （略）\n２ 墓地及び火葬場は，飲料水を汚染するおそれのない場所に設置しなければならない。\n３ 墓地等の土地については，当該墓地等の経営者（地方公共団体を除く。）が，当該墓地等の土地を所有し，かつ，当該土地に所有権以外の権利が設定されていないものでなければならない。ただし，市長が当該墓地等の経営に支障がないと認めるときは，この限りでない。\n（墓地の構造設備の基準等）第１４条 墓地には，次の各号に掲げる構造設備を設けなければならない。ただし，市長が市民の宗教的感情に適合し，かつ，公衆衛生その他公共の福祉の見地から支障がないと認めるときは，この限りでない。\n⑴ 外部から墳墓を見通すことができないようにするための障壁又は密植した垣根\n⑵ 雨水等が停滞しないようにするための排水路\n⑶ 墓地の規模に応じた管理事務所，便所，駐車場並びに給水及びごみ処理のための設備（墓地の付近にあるこれらのものを含む。）\n２ 墓地の構造設備については，植栽を行う等周辺の生活環境と調和するように配慮しなければならない。\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，「墓地，埋葬等に関する法律」（以下「法」という。）第１０条第１項に基づいて，宗教法人\nＡが墓地(以下「本件墓地」という。)の経営許可を申請した場合(以下「本件申請」という。)，それに関して生じる法的な問題について，経営許可の権限を有する地方公共団体Ｂ市の主張を考慮しつつ，検討を求めるものである。本問で論じられるべき第１の問題は，本件申請に対して許可（以下「本件許可処分」という。）が行われた場合，本件墓地の近隣で別の墓地を経営している宗教法人Ｄと，障害福祉サ\nービス事業を行う法人Ｅに，本件許可処分に対して取消訴訟を提起する原告適格が認められるかである（設問１(1)）。論じられるべき第２の問題は，仮にＥに原告適格が認められた場合，本件許可処分が違法であるとして，Ｅがどのような主張をすることが考えられるか，また，それらの主張が制限を受けることはないかである（設問１(2)）。そして，論じられるべき第３の問題は，本件申請に対して不許可処分（以下「本件不許可処分」という。）が行われ，Ａが，本件不許可処分に対して取消訴訟で争う場合，Ａが本件不許可処分の違法事由としてどのような主張をすることができるかである（設問２）。これらの点を，法，法に関して最小限必要な許可要件や手続を定めた「Ｂ市墓地等の経営の許可等に関する条例」（以下「本件条例」という。）等の資料を踏まえて論じることが求められている。\n〔設問１(1)〕は，取消訴訟の原告適格という，取消訴訟の基本的な訴訟要件の理解を問うものであ\nる。本問では，ＤとＥは，それぞれ本件許可処分の名宛人ではなく，第三者であることから，行政事件訴訟法第９条第１項と同条第２項の基準に基づいて，原告適格に関しどのような主張がなされるのか，また，原告適格は認められるのかを，Ｂ市からの反論を踏まえて検討することが求められている。\nＤの原告適格の検討に当たっては，既存の墓地の経営主体であるＤが，本件墓地によって経営上悪影響を受けることを理由に，原告適格が認められるのかを論じることとなる。法第１条は，公衆衛生や宗教感情の保護等を法目的としているが，既存の墓地の保護については特に触れるところはない。しかし，本件条例第３条第１項が墓地の経営主体を原則として地方公共団体としていることや，本件条例第９条第２項の経営許可に関する要件を定めた規定により，法や本件条例がその趣旨目的として墓地経営の安定を求めていると考えることもできることから，墓地経営許可に際して，既存の墓地の利益保護が考慮されているかどうかを論じることが求められる。\nＥの原告適格の検討に当たっては，Ｅは障害福祉サービス事業を行う事業所を運営していることから，本件墓地の経営によって，衛生環境や生活環境の悪化を理由に原告適格が認められるのかが問題となる。\n本件条例第１３条第１項や第１４条第１項等を手掛かりとして，法や本件条例が，Ｅの事業所に対して，障害福祉サービス事業を行う事業所として，適切な環境の下で円滑に業務を行う利益を保護しているかを論じることが求められる。\n〔設問１(2)〕では，Ｅが，本件許可処分に対する取消訴訟を適法に提起できるとした場合，本件許\n可処分が違法であるとして，どのような主張が可能か，また，それらの主張が制限を受けないかを検討することが求められる。法第１０条第１項に基づく許可については，公益的見地からその許否が判断され，行政に一定の裁量が認められると考えられるが，どのような根拠に基づいて，いかなる裁量が認められるのか，さらに，本件許可処分が，どのような理由から裁量権の範囲を逸脱・濫用し，違法とされるのかについて，検討を進めることが求められている。\nＥが主張する違法事由としては以下の2点を論じることが求められる。第１に，本件墓地から約８０メートルの距離にあるＥの事業所が本件条例第１３条第１項(2)の「障害福祉サービスを行う施設(入所施設を有するものに限る。)」に該当し，本件条例第１３条第１項の距離制限に違反することから，本件許可処分は違法ではないかという点である。さらに，たとえ距離制限に違反していても，Ｅが，Ｄと相談して，説明会や本件申請の後に事業所を移転している等の事情から，本件許可処分を妨害するため，意図的に本件事業所を移転したとすれば，権利濫用として，そのような違法事由は主張できないのではないかという点もあわせて論じることが求められている。第２に，本件墓地の実質的な経営者は，Ａではなく，営利企業のＣではないのかという，いわばＡとＣの間で一種の「名義貸し」に当たる行為が行\n- 3 -われたのではないかという点である。法や本件条例には「名義貸し」を明文で禁止する定めは見られないが，本件条例が，墓地の経営主体を地方公共団体や宗教法人等に限定し，営利企業への墓地営業許可を認めていないことや，経営主体に一定の要件を求めていることから，仮に，本件許可処分が「名義貸し」によって認められたものであるとすれば，法や本件条例の趣旨を潜脱して違法ではないかという主張を行うことが考えられよう。法や本件条例を踏まえて，資料に示された具体的な事実を通して，Ｅの主張を検討することが求められている。\nさらに，本件許可処分の違法事由については，Ｅの「自己の法律上の利益」に関係があるかどうか，すなわち，行政事件訴訟法第１０条第１項による主張制限についても検討することが求められている。\n行政事件訴訟法第１０条第１項の「自己の法律上の利益」の基本的な理解に基づき，上で述べた各違法事由の主張が制限されるかどうかを，個別に検討することが求められている。\n〔設問２〕は，Ａが本件不許可処分に対して取消訴訟を提起した場合，本件不許可処分が違法である\nとしてどのような主張がなされるのかを問うものである。本件不許可処分の理由としてＢ市が想定している理由のうち，本問で論じられるべきものは，（ア）本件墓地周辺の住環境が悪化する懸念から，近隣住民の反対運動が激しくなったこと及び（イ）Ｄの墓地を含むＢ市内の墓地の供給が過剰となり，その経営に悪影響が及ぶことであるが，これらに関して，Ｂ市の主張を踏まえて，検討することが求められている。\n（ア）については，単に近隣住民の反対運動が激化するということを理由とするにとどまるのであれば，本件不許可処分の根拠としては認められないとの見解もあり得る一方で，Ｂ市の立場からは，法第\n１０条第１項が，墓地の経営許可につき市長に裁量を認めていることを前提にして，住環境の悪化を懸念する反対運動の存在を考慮することは適法との見解もあり得，これらを比較して論じることが求められている。（イ）についても，Ｂ市内の墓地の需給を考慮して本件不許可処分を行うことは許されないとの見解と，Ｂ市の立場からは，墓地の公共性や墓地の経営の安定性を求める法や本件条例の規定から，経営状態が悪化しないように，需給状況を考慮することは，裁量の範囲を超えるものではないという見解もあり得，これらを比較して論じることが求められている。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視していることは，例年と同じく，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析・検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準(1) 設問１(1)・ 処分の名宛人以外の第三者であるＤ，Ｅに原告適格が認められるかどうかの検討に当たって，第三者の原告適格の判断枠組みを適切に提示し，Ｄが既存の墓地の経営者であること，\nＥがＢ市墓地等の経営の許可等に関する条例（以下「本件条例」という。）第１３条第１項第２号に該当する施設の経営者であることを踏まえ，Ｄ，Ｅそれぞれについて，手掛かりとなる本件条例等の規定を挙げて根拠法令の趣旨目的を検討し，また，考慮される損害の性質程度も踏まえて被侵害利益の内容性質を検討した上で，Ｄ，Ｅの原告適格の有無についての結論を導いているものは，一応の水準に達しているものと判断した。\n・ これに加えて，例えば，手掛かりとなる本件条例等の規定の内容を踏まえ，その規定からＤの墓地経営に関する利益やＥの本件事業所運営を適切な環境の下で円滑に行う利益などを保護することが根拠法令の趣旨目的に含まれるかどうかを説得的に論じ，また，考慮される損害の性質程度について事案を踏まえ具体的かつ詳細な検討がされているものなどは，良好な答案と判断した。\n・ さらに，例えば，手掛かりとなる本件条例等の規定を複数挙げるなどして，根拠法令の趣旨目的や被侵害利益の内容性質について多面的に検討を加えているもの，設置許可の対象となる施設に関していわゆる位置基準を定めた規定がある場合の当該施設の周辺に居住する者等の当該設置許可処分の取消しの訴えに係る原告適格について判示した最高裁判所平成２１年１０月１５日判決（民集６３巻８号１７１１頁）に言及して検討がされているものなどは，\n優秀な答案と判断した。\n(2) 設問１(2)・ 本件許可処分がＢ市の裁量に基づくものであることを前提に，Ｅが主張する違法事由につき，①Ｅの事業所について本件条例第１３条第１項の距離制限規定の適用があるというＥの主張を指摘した上で，ＤとＥとの関係から，権利濫用，信義則違反といった理由によりＥは距離制限規定の違反を主張できないとするＢ市の反論を論じ，②Ｃが本件墓地の実質的な経営者であり，Ａは名義貸しをしたものであるといえるかどうか，また，そのような行為が許されるものであるかどうかを検討し，③Ｅの①，②の主張について行政事件訴訟法第１０条第１項による主張制限の適用の有無が問題となることが論じられている答案は，一応の水準に達しているものと判断した。\n・ これに加えて，例えば，本件許可処分がＢ市の裁量に基づくものであることをその理由と共に明示し，①について，Ｅの主張が権利濫用，信義則違反に当たると解する根拠となるＤとＥとの関係に関する具体的な事情を詳細に述べ，②について，Ｃが実質的な経営者である-4-と解する根拠となる事情を具体的かつ詳細に述べ，名義貸しが禁止される実質的な理由について詳細に検討しているもの，③について，行政事件訴訟法第１０条第１項の判断基準について述べた上で，Ｅの①，②のいずれの主張についても具体的な当てはめの検討をしているものなどは，良好な答案と判断した。\n・ さらに，例えば，本件許可処分がＢ市の裁量に基づくものであることについて，要件裁量，\n効果裁量の別を意識した論述がされ，①について，ＤとＥとの関係に関する事情を多面的に論じており，②について，名義貸しが禁止される実質的理由について本件条例の条文を複数挙げるなどして多面的に論じているものなどは，優秀な答案と判断した。\n(3) 設問２・ 会議録に記載された(ｱ)の点について，Ａの主張として，周辺の環境の悪化を懸念する近隣住民の反対を理由として不許可処分をすることは他事考慮であって認められないこと，Ａは環境に対する配慮をしていることからして環境の悪化を理由として不許可処分をすることは裁量権の範囲を逸脱することといったものを相応の根拠と共に挙げた上で，それに対するＢ市の反論を，本件条例の規定の内容や法令の趣旨目的を指摘するなどして論じ，会議録に記載された(ｲ)の点について，Ａの主張として，Ｂ市内の墓地の需給状況を考慮して本件不許可処分を行うことは他事考慮に当たるといったものを相応の根拠と共に挙げた上で，それに対するＢ市の反論として，本件条例の規定の内容や法令の趣旨目的などを手掛かりに，本件不許可処分に当たって墓地の需給状況を考慮することは裁量の範囲を超えるものではないことを論じている答案は，一応の水準に達しているものと判断した。\n・ これに加えて，例えば，(ｱ)及び(ｲ)のいずれについても，取り上げた主張に対する反論として想定される見解を踏まえて主張の根拠について説得的な論述がされているもの，それぞれの主張について根拠を複数挙げるなどして多面的な検討がされているものなどは，その程度に応じ，良好な答案又は優秀な答案と判断した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象・ 問題文，会議録をよく読まず，例えば，問題文の「【検討会議の会議録】を読んだ上で，弁護士Ｆの立場に立って，設問に答えなさい。」という指示に従っていない答案，設問１(1)について，Ｄ，Ｅの原告適格の有無につき，それぞれの主張を整理するだけで結論を示していない答案，設問１(2)や設問２の問題文で，「これに対してＢ市はどのような反論をすべきか，\n検討しなさい。」とされているにもかかわらず，Ｂ市の反論を述べていない答案，設問１(2)で，問われていないＤの主張を述べる答案，設問１(2)について，会議録に現れている論点であるにもかかわらず行政事件訴訟法第１０条第１項による主張制限に触れていない答案，設問１(2)で，「本件条例は適法であるとの前提」に立つよう指示されているにもかかわらず，\n法に定めがない墓地経営主体の限定を条例で定めているので本件条例は違法であるとの記述がある答案など，問題文の問いかけに対応しない形で記述された答案が少なからず見られた。\n・ 論理的な構成が明らかでないもの，何のためにその論点を論じているのかを記載せず，論点をそのまま抜き出して，唐突に書き始めるもの，反論の前提となる主張を説明せずに，いきなり反論から書き始める答案など，答案の構成に問題があるものも見られた。\n・ 時間が足りず，設問２の記載がない，あるいは，ほとんど検討がなされていないという答案は少なくなかった。解答に当たっては，時間配分にも配慮が必要であろう。\n・ 設問１(1)においては，墓地，埋葬等に関する法律（以下「法」という。）及び本件条例は墓地経営者の経営の安定等を保障していないとする結論を採る一方，設問２においては，反対の結論を示して，本件不許可処分が適法であるとするＢ市の主張を支持する解答をしたも-5-のが見られた。また，例えば，論述の途中では，原告適格があるとの結論を述べていたにもかかわらず，最終的には原告適格がないとしている答案もあった。論述中において中間的な結論，複数の考え方の可能性や仮定的議論等を述べる趣旨であればそれに沿った表現をすべきであろう。\n・ 基本的な論点の判断枠組みの論述についてはよく書けているのに対し，法令の趣旨を検討するための規定や事実関係が十分に挙げられていない答案が少なくなかった。\n・ 行政法学の基本概念に関する基礎理解が不十分である，又はその理解に問題があると思われる答案があった。例えば，講学上の許可であるから広い裁量が認められるとするもの，授益的処分なので要件裁量が認められるとするもの，本件条例第１３条第１項柱書の「支障がないと認めるとき」の判断に「効果裁量」が認められるとするもの，本件条例を法第１０条第１項に基づく委任条例であると性格付けるものなどである。\n・ 条文の引用が不正確であるものも目についた。また，条例の引用が概括的なものも目立った。すなわち，本件条例第１３条と引用するのみでは，第何項を指しているのか不明であるし，同条第１項と引用するのみであれば，第何号を指しているのか不明であって，第何項第何号まで引用すべきである。\n・ 例年指摘している事項であるが，乱雑に書き殴りほとんど判読不能であったり，字が小さすぎて潰れて読めない答案が少なからず存在した。例えば，「違法」と「適法」を判別できないものがあり，このようなものについては，その部分について得点することが困難となってしまうことに留意されたい。制限時間の問題があるとはいえ，他人に読んでもらうために答案を作成していることを念頭に置き，少なくとも読みやすい字を書くことを心掛けていただきたい。\n・ この点も例年指摘していることであるが，「多事考慮」等，行政法上の基本的な用語に関する誤字が見られた。また，さして難しくない基本的な用語をひらがなで記述する答案も散見された。\n(2) 設問１(1)・ 原告適格を論じないで，本案の違法主張を論じるなどした答案があり，この中には問題文の読み違いに起因するものもあるように思われる。しかし，問題文や会議録の全体をよく読めば，このような読み違いは生じないであろう。\n・ Ｅが意図的に本件事業所を本件墓地の近くに移転したことは，原告適格の有無においては検討する必要がないことは会議録に明示されているが，この事実を指摘してＥの原告適格を否定する答案が散見された。問題文や会議録の指示については注意を払っていただきたい。\n・ 第三者の原告適格について，基本的な検討方法が身についていない答案が少なくなかった。\n行政事件訴訟法第９条第２項の文言からすれば，まずは原告が処分の相手方以外の者であることを確認することが出発点であるが，確認ができていない答案が目についた。\n・ 原告適格の判断枠組みは多くの答案で適切に理解されていることがうかがわれた。他方で，\n個々の論証水準にあっては差が見られた。まず，原告適格を基礎付ける根拠法令については，\n関係する規定を適切に挙げて検討することができていない答案も少なからずあった。中には，\n法第１条の目的規定のみを挙げ，「宗教的感情」，「公衆衛生」，「公共の福祉」という文言のみから，ＤやＥの原告適格の有無を検討し，本件条例の規定についてはほとんど触れていない答案も見られた。また，法律上保護された利益説に立脚し一般的な判断枠組みを示しているにもかかわらず，保護利益に関する根拠法令の趣旨や被侵害利益の内容性質の検討が不十分であった（さらには全く欠けている）答案も少なくなかった。単に原告適格の判断枠組みを提示するのみならず，その内容を理解した上で，事案に即した検討を行うことが求められる。\n・ ＤとＥのそれぞれの原告に対応した保護規定と被侵害利益の整理が正確にされず，別の原告に関する保護規定や被侵害利益を誤って挙げている答案が少なくなかった。今回登場する-6-原告らの立場は明確に区別できるものである一方，関係規定はやや多かったのでこれを原告ごとに適切に整理することには一定の学習水準が求められるものと思われる。\n・ Ｄが本件土地から約８０メートルの場所に土地を所有していることをもって原告適格を認める答案もあったが，財産権保有ということと，本件の関係法令との関係が論じられておらず，思考過程が分かり難い答案となっていた。\n・ Ｅの原告適格の有無の検討において，本件条例の規定にほとんど触れず，Ｅの受ける損害について論じた上で（例えば，生活環境の悪化によって何らかの生命身体への侵害があるとして），直ちに原告適格の存在を認めているものが多かった。このような答案の多くは，Ｅの原告適格については最も手掛かりになるはずの距離制限規定にはほとんど触れていないことになり，原告適格に関する論述についてややバランスを欠いたものとなってしまう。\n・ 考慮される損害の性質程度の検討では，Ｅについて，事業者としての業務上の不利益と利用者の生活・衛生環境上の不利益との区別を明確に意識しないままに論じている答案もあった。\n(3) 設問１(2)・ 法令上の要件該当性判断と行政の裁量権の逸脱濫用の基本的区別がついていない答案が少なからず見受けられた。例えば，本件条例第１３条第１項本文の距離要件について「考慮しないのは裁量権の逸脱」とする答案は，理解が不正確ではないかと考えられる。\n・ 行政裁量が認められる実質的根拠について，例えば，「専門性」とだけしか述べない答案が少なくない。教育や科学技術など一定の分野に関する専門家・専門組織の判断の尊重なのか，\n政治的判断・公益的見地からの判断の尊重なのか，全国一律で基準を定めるべきでなく地域の特性や地域住民の意見をしんしゃくすべきゆえに認められる裁量なのかなど，事案の特性を踏まえてもう少し適切な理由付けを考えて説明してほしい。また，Ａが名義貸しをしているのではないかという点の論述において，「墓地の経営者を誰とみるかは，Ｂ市長の専門技術的な判断に委ねられる」と述べるのは明らかに無理があるように思われる。\n・ 裁量の根拠として，法第１０条第１項や本件条例の規定との関係を論じている答案は少なかった。行政裁量の存在は，行政処分等に何らかの「専門的技術的」な性格が認められれば，\n直ちに認められるわけではなく，個別法の規定についても検討される必要があるが，このような検討ができている答案はあまり多くなかった。\n・ 法第１０条第１項の許可について，「効果裁量が認められる」と述べているにもかかわらず，\n当てはめの段階では，処分要件に関する裁量を検討する答案や，その逆に，「要件裁量が認められる」と述べながら，許可を行うか否かの裁量を検討する答案が見られた。単なるケアレスミスなのかもしれないが，要件裁量や効果裁量といった基本的な概念の意味を理解していないのではないかとの疑念が生じる。\n・ 距離制限規定に違反するというＥの主張が権利濫用であるといった主張や，権利濫用であることを基礎付ける事実については多くの答案がおおむね的確に指摘していたように思われる。また，Ｃが実質的経営者であること（名義貸し）が，法の趣旨に照らしなぜ問題になるのかについても，多くの答案において検討がされていたように思われる。\n・ Ｄ所有土地上にＥが本件事業所を設置していることについて，墓地等の土地の所有権に係る規制と混同して，本件条例第１３条第３項違反を主張する答案があった。\n・ 距離制限規定に関し，「本件条例第１３条第１項柱書が定める１００メートルにわずか２０メートル足りないだけであるから許可すべき」とする答案が複数あった。同項但書があるとはいえ，法令上の基準の意義（本問において本件条例は『少なくとも最低限遵守しなければならない事項を具体的に定めたもの』という前提がとられている）に関する理解が不十分である（少なくともより丁寧な説明が必要である）と思われる。同様に，名義貸しについて，「実質的に宗教的感情に対する配慮ができたり経営の安定性があれば問題にならない」というの-7-は，法令が定める要件との関係をより丁寧に説明する必要があるのではないか。\n・ Ｅによる事業所設置につき，権利濫用などといった法的評価を与えていない答案がまま見られたが，事実の法的評価を行うことは論証の基本である。また，なぜ権利濫用などに当たるかについても，問題文や会議録に示された内容からどの程度関係する点を挙げているかについては答案ごとの差が見られた。\n・ 権利濫用につき，「阻止するため」「意図的に」「あえて」というような主観的目的のみ記載していて，本件説明会（本件申請）後に設置したというような客観的事実の指摘がない答案が多かったが，該当する事実を丁寧に拾うことが求められる。\n・ 「名義貸し」について，なぜ「名義貸し」に当たるかにつき，問題文や会議録に示された内容からどの程度関係する点を挙げているかについては個人差が見られた。「名義貸し」が許されない理由についても同様である。\n・ 行政事件訴訟法第１０条第１項の主張制限の有無については，多くの答案で触れられていたが，同項の条文に全く触れていない答案や，何らかの検討を経ることなく，主張制限が認められるあるいは認められないとの結論のみを簡単に指摘する答案も見られた。本問における主張制限については，学説上，いくつかの見解が成り立つところであるが，いずれの見解に立つにせよ，その理由を検討することは必要である。\n・ 行政事件訴訟法第１０条第１項の主張制限については，「自己の法律上の利益に関係しない利益は，同項の「自己の法律上の利益」に当たらない」といった同語反復の説明をするにとどまっている答案が少なくなかった。ここでは，上記の「自己の法律上の利益」が原告適格を基礎付ける利益と同一であるのか，又はそれより広範な利益も含まれるのかが問題とされていることを意識して論ずる必要があったように思われる。\n・ 行政事件訴訟法第１０条第１項の判断枠組みを示すに当たり，同法第９条第１項の「法律上の利益」と同一文言であることのみを理由とする答案が目立った。例えば，同法第２５条第２項の「重大な損害」と同法第３７条の４第１項の「重大な損害」が同じ意味でないように，上記の点の指摘のみでは理由付けとしては必ずしも十分なものとはいえない。\n・ 行政事件訴訟法第１０条第１項の主張制限について，Ｅへの当てはめをしていない答案が多かった。\n・ 行政事件訴訟法第１０条第１項の主張制限に関する判断枠組みについては，諸説あるものの，結論のいかんにかかわらず原告が処分の相手方であるか否かが重要なポイントである点では大方の合意があるように思われるが，Ｅが処分の相手方以外の者であることを踏まえた検討を行っている答案は極めて少なかった。\n(4) 設問２・ 法令が求める考慮事項や他事考慮について判断せず，直ちに利益衡量を行っている答案が少なからず見受けられた。\n・ 会議録には，「(ｳ)については…検討を省略しましょう」とあることから，(ｱ)及び(ｲ)について検討すれば足りるのに，(ｳ)についても検討している答案が散見された。\n・ 不許可処分の違法性が問われているのに，理由不備の手続違反を延々と論じたものなど，\n知っている論点を軽重を考えずに論じるものがあったが，会議録を読んで，問われていることに素直に答えてほしい。\n・ 市長が反対運動を理由に不許可処分を行った点と墓地の供給過剰の点のそれぞれにつき，\n法的評価を加えた上でＡの主張及びＢ市の反論を考えていくことが基本である。しかし，この点が不十分である答案が少なくなかった。本件では，市長の裁量判断と絡めた上で論じられる必要があったが，この点が理解されておらず，問題文の事実関係を単純に関係規定と照らし合わせた上で適法違法を論ずる答案も少なくなかった。行政法の解釈枠組みに照らした上で事実関係を法的に評価していくことが望まれる。\n-8-・ 他事考慮に当たるか否かの具体的な検討に際し，関連法令の文言や趣旨の検討等を踏まえることなく，自らの価値判断から直接結論を導こうとするものが相当数見られた。例えば，\n高齢化社会においては墓地の重要性が高いため，供給過剰を考慮することは他事考慮に当たらないと論ずるものなどである。また，問題文に記載されていない事由であり，かつ，そのように断定するだけの根拠も見当たらない内容を論拠とする答案もあった・ Ｂ市の反論で，Ａの周辺環境への配慮が不十分であるから不許可処分が違法ではないと反論すべきと記載する答案が相当数見られたが，そのように論じる前提として，許可処分に当たってはＢ市長に要件裁量があることや裁量判断の考慮要素としてＡの配慮が十分といえるのかを検討することが許容されることを指摘する必要があるものと考えられ，上記の記載のみでは不十分であるといわざるを得ないと考えられる。\n・ Ａがすべき主張としてＢ市内の墓地の供給が過剰となるか否かを考慮することが他事考慮であるという指摘は多くの答案でされていた。その一方で，Ｂ市の反論として，裁量判断としてＢ市内の墓地の供給状況を考慮することが許容されるという指摘自体は多くの答案でされていたが，そのような裁量判断が許容される根拠として，原則としてＢ市内で墓地を経営することができるのが公共団体であるとされていることや，そのような制限が墓地の公益性や経営の安定性の要請に由来することを指摘できている答案は少なかったように思われる。\n５ 今後の法科大学院教育に求めるもの本年の出題も，昨年と同様に，書くべき論点が問題文及び会議録において明らかになっており，\n論ずべき問題点の検討・把握にそれほど困難を要するものではなかった。したがって，本問は，\n重要な最高裁判例や行政法上の概念等の正確な理解に基づき，本件事案に即した適切な見解を導く応用能力が発揮されているかどうかによって，評価に大きな差が出る出題であったといえる。\n具体的には，問題文等で示されている様々な事実を拾い出し，これについて適切に法的評価を行う能力や，与えられた条文から，法令の趣旨を検討する手掛かりとなる規定を見つけ出し，その趣旨を適切に読み解く能力，これらを踏まえて論理的な思考に基づき分かりやすく説得的な論述をする能力が求められたといえる。\nこのような能力，特に上記のような作業を短時間に的確に行う能力は，広く法律実務家にとって必須の能力であるといえ，法科大学院においては，このような能力が身につくような教育が目指されるべきであると考えられる。\n判例や行政法上の概念といった基礎的知識の学習はもちろん重要であり，法科大学院におけるこれらの教育は今後も続けられるべきであろう。しかし，法科大学院においても，それにとどまらず，適切な条文を指摘しつつ，具体的な事実関係を規範に的確に当てはめる訓練をする教育を一層行う必要があると考えられる。判例の基準や各種概念を知識としては前提としているものの，\n上記のような具体的な当てはめの検討をすることなく，短絡的に解答を導く答案が少なくないことからもこのような教育の必要性が考えられる。\n-9-"
}