{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n次の【事例】を読んで，後記の〔設問１〕から〔設問３〕までについて，具体的な事実を指摘しつつ答えなさい。\n【事例１】\n１ 甲（男性，１７歳）は，私立Ａ高校（以下「Ａ高校」という。）に通う高校２年生であり，Ａ高校のＰＴＡ会長を務める父乙（４０歳）と二人で暮らしていた。\n２ ７月某日，甲は，他校の生徒と殴り合いのけんかをして帰宅した際，乙から，顔が腫れている理由を尋ねられ，他校の生徒とけんかをしたことを隠そうと思い，とっさに乙に対し，「数学の丙先生から，試験のときにカンニングを疑われた。カンニングなんかしていないと説明したのに，丙先生から顔を殴られた。」とうその話をしたところ，乙は，その話を信じた。\n乙は，かねてから丙に対する個人的な恨みを抱いていたことから，この機会に恨みを晴らそうと思い，丙が甲に暴力を振るったことをＡ高校のＰＴＡ役員会で問題にし，そのことを多くの人に広めようと考えた。そこで，乙は，ＰＴＡ役員会を招集した上，同役員会において，「２年生の数学を担当する教員がうちの子の顔を殴った。徹底的に調査すべきである。」と発言した。なお，同役員会の出席者は，乙を含む保護者４名とＡ高校の校長であり，また，Ａ高校２年生の数学を担当する教員は，丙だけであった。\n３ 前記ＰＴＡ役員会での乙の発言を受けて，Ａ高校の校長が丙やその他の教員に対する聞き取り調査を行った結果，Ａ高校の教員２５名全員に丙が甲に暴力を振るったとの話が広まった。丙は，同校長に対し，甲に暴力を振るったことを否定したが，当分の間，授業を行うことや甲及び乙と接触することを禁止された。\n〔設問１〕 【事例１】における乙の罪責について，論じなさい（業務妨害罪及び特別法違反の点\nは除く。）。\nなお，乙には，公益を図る目的はなかったものとする。\n【事例２】\n４ 丙は，甲及び乙との接触を禁止されていたが，乙に対し，前記ＰＴＡ役員会での乙の発言の理由を直接尋ねたいと考え，８月某日午後１０時に乙を町外れの山道脇の駐車場に呼び出した。\n乙は，丙と直接話をするに当たり，甲が丙から顔を殴られたことについて，甲に改めて確認しておこうと思い，甲に対し，「今日の午後１０時に山道脇の駐車場で丙と会うことになった。あの話は本当だよな。」と尋ねた。甲は，乙と丙が直接話合いをすることを知り，このままうそをつき通すことはできないと思い，乙に対し，うそであることを認めて謝った。乙は，甲がうそをついていたことに怒り，「なぜ，うそをついたんだ。」と怒鳴りながら，甲の顔を複数回殴って叱責した。\n５ 同日午後１０時頃，乙は，自動車を運転して，前記駐車場まで行き，同駐車場に自動車を駐車して自動車から降りると，同駐車場において，既に到着していた丙と向かい合って，話を始めた。\nそして，丙が乙に前記ＰＴＡ役員会での乙の発言の理由を尋ねたところ，乙は，「息子もうそだと認めたので，この話は，これで終わりだ。」と言い，一方的に話を終わらせ，自己の自動車の方に向かって歩き出した。丙は，乙の態度に納得できずに「まだ話は終わっていない。」と言って乙を追い掛けたところ，乙は，急いで自動車に乗り込もうとした際，石につまずいて転倒し，額をコンクリートブロックに強く打ち付け，額から血を流して意識を失った。丙は，乙が額から血を流して意識を失ったことに驚き，その場から立ち去った。\n- 2 -\n６ 甲は，乙と丙の話合いがどうなったかが気になり，同日午後１０時３０分頃，バイクを運転して前記駐車場に向かい，同駐車場で倒れている乙を発見した。甲は，同駐車場に止めたバイクにまたがったまま，乙に「親父。大丈夫か。」と声を掛けたところ，これにより乙が意識を取り戻して立ち上がった。乙は，甲が同駐車場にいることには気付かず，自己の自動車を駐車した場所に向かおうとしたが，意識がはっきりとしていなかったため，その場所とは反対方向の崖に向かって歩き出し，約１０メートル歩いた崖近くで転倒して意識を失った。\n山道脇の駐車場には，街灯がなく，夜になると車や人の出入りがほとんどなかった。さらに，乙が転倒した場所は，草木に覆われており，山道及び同駐車場からは倒れている乙が見えなかった。もっとも，乙が崖近くで転倒した時点では，乙の怪我の程度は軽傷であり，その怪我により乙が死亡する危険はなかった。しかし，乙が転倒した場所のすぐそばが崖となっており，崖から約５メートル下の岩場に乙が転落する危険があった。\n７ 甲は，バイクから降りて，乙に近づいて乙の様子を見ており，乙の怪我が軽傷であること，乙が転倒した場所のすぐそばが崖となっており，崖下の岩場に乙が転落する危険があることを認識していた。また，乙が崖近くで転倒した時点で，同駐車場に駐車中の乙の自動車の中に乙を連れて行くなどすれば，乙が崖下に転落することを確実に防止することができたし，甲は，それを容易に行うことができた。\nしかし，甲は，丙から顔を殴られたという話がうそであることを認めて謝ったのに，乙から顔を複数回殴られ叱責されたことを思い出し，乙を助けるのをやめようと考え，乙の救助を一切行うことなく，その場からバイクで走り去った。\n８ その後，甲が自宅に到着した頃，乙は，意識を取り戻して起き上がろうとしたが，崖に向かって体を動かしたため，崖下に転がり落ち，後頭部を岩に強く打ち付け，後頭部から出血して意識を失った。この時点で，乙の怪我の程度は重傷であり，乙が意識を失ったまま崖下に放置されれば，その怪我により乙が死亡する危険があった。\n９ 同日午後１１時３０分頃，乙は，意識を取り戻し，自己の携帯電話機で１１９番通報を行い，臨場した救急隊員により救助され，搬送先の病院で緊急手術を受けて一命を取り留めた。\n〔設問２〕 【事例２】における甲の罪責について，以下の⑴及び⑵に言及しつつ，論じなさい\n（特別法違反の点は除く。）。\n⑴ 不作為による殺人未遂罪が成立するとの立場からは，どのような説明が考えられるか。\n⑵ 保護責任者遺棄等罪（同致傷罪を含む。）にとどまるとの立場からは，不作為による殺人未遂罪が成立するとの立場に対し，どのような反論が考えられるか。\n〔設問３〕 【事例２】の６から９までの事実が以下の10及び11の事実であったとする。\n10 甲は，乙と丙の話合いがどうなったかが気になり，同日午後１０時３０分頃，バイクを運転して山道脇の駐車場に向かい，同駐車場で意識を失って倒れている丁を発見した。丁は，甲とは無関係な者であるが，その怪我の程度は重傷であり，そのまま放置されれば，その怪我により死亡する危険があった。\n甲は，丁の体格や着衣が乙に似ていたこと，同駐車場に乙の自動車が駐車されていたこと，夜間で同駐車場には街灯がなく暗かったことから，丁を乙と誤認した。\n11 甲は，重傷を負った乙が死んでも構わないと思いつつ，乙と誤認した丁の救助を一切行うことなく，その場からバイクで走り去った。その後，丁は，意識を取り戻し，自己の携帯電話機で１１９番通報を行い，臨場した救急隊員により救助され，搬送先の病院で緊急手術を受けて一命を取り留めた。\nなお，甲と同じ立場にいる一般人でも，丁を乙と誤認する可能性が十分に存在した。また，- 3 -同駐車場には，丁以外にも負傷した乙が倒れており，甲は，乙の存在に気付いていなかったが，丁を救助するために丁に近づけば，容易に乙を発見することができた。\nこの場合，甲には無関係の丁を救助する義務は認められないので殺人未遂罪は成立しないとの主張に対し，親に生じた危難について子は親を救助する義務を負うとの立場を前提に，甲に同罪が成立すると反論するには，どのような構成が考えられるかについて，論じなさい。\n- 4 -論文式試験問題集［刑事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，⑴設問１で，Ａ高校のＰＴＡ会長である乙が，同高校のＰＴＡ役員会において，「２年生の数学を担当する教員（丙）がうちの子（甲）の顔を殴った。徹底的に調査すべきである。」と発言した行為について，名誉毀損罪の成否を検討させ，⑵設問２で，夜間の町外れの山道脇の駐車\n- 13 -場において，負傷して倒れていた父親の乙を救助しなかった甲の不作為について，殺人未遂罪及び保護責任者遺棄等罪が成立すると主張する上での各理論構成を検討させ，さらに，⑶設問３で，同所において，甲とは無関係の丁が負傷して倒れていた場合に，その丁を救助しなかった甲の不作為について，殺人未遂罪が成立すると主張する上での理論構成を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n⑴ 設問１について本問では，乙の罪責について，丙に対する名誉毀損罪の成否を検討することになる。そこで，同罪の客観的構成要件である「公然」，「事実の摘示」，「人の名誉」及び「毀損」という各構成要件要素について，事実を指摘して具体的に論じる必要がある。\nまず，「公然」の意義について，判例の見解では，不特定又は多数人が認識し得る状態をいうとされているところ，公然性が認められるためには，不特定又は多数人が現実に摘示内容を認識することを必要とせず，認識できる状態に置かれれば足りることを的確に指摘する必要がある。\nその上で，乙がＡ高校のＰＴＡ役員会において，これに出席していた校長及び保護者３名に対し，丙に関する悪評を伝えた行為に公然性が認められるかが問題となるところ，判例の立場によれば，摘示の相手方が特定かつ少数人であっても，その者らを通じて間接的に不特定又は多数人へと伝播する可能性がある場合には，人に対する社会的評価を低下させる危険を生じさせることから，公然性を肯定できることを論じることになる。もっとも，「公然」\nとは，文理上，結果の公然性ではなく，行為の公然性を意味するものであることや，伝播させるかどうかという相手方の意思により犯罪の成否が左右されるのは不当であることなどを理由として，伝播性の理論を否定し，摘示の直接の相手方が不特定又は多数人であることが必要であるとする見解に立って論じることも可能である。\n本問において，乙が摘示した直接の相手方は，ＰＴＡ役員会に出席していた校長及び保護者３名という特定かつ少数人にとどまるものの，これらの出席者は，多数人であるＡ高校の生徒の保護者らの代表者であって，同役員会における協議結果等を他の保護者や教員ら同高校関係者に伝達・連絡することが当然予定されている。そのような場において，乙が「徹底的に調査すべきである。」などと発言して，丙の暴力行為を糾弾することは，出席者である校長又はＰＴＡ役員を介して，同高校内における事実調査や噂話により，同高校関係者等の不特定又は多数人に伝播する可能性が十分あり得ることに着目すれば，伝播性の理論を肯定する立場からは，公然性が認められることになる。他方，伝播性の理論を否定する立場からは，摘示の直接の相手方が特定かつ少数人にとどまることから，公然性は認められないことになる。\n次に，「事実の摘示」，「人の名誉」及び「毀損」の各構成要件要素についても，それぞれの意義を正確に押さえつつ，本問における乙の発言について，具体的事実を指摘して，それらの要件充足性の検討を行う必要がある。その際，Ａ高校２年生の数学を担当する教員は丙だけであったことから，「２年生の数学を担当する教員」という発言が，特定の対象者に対する事実の摘示であることを論じるほか，教員である丙が生徒である甲の顔を殴ったという事実を摘示することは，高校教員という職業的地位に鑑み，法的保護に値する社会的評価を害するに足りる行為といえることを論じる必要がある。\n他方，乙の発言について公然性を否定した場合には，ＰＴＡ役員会の出席者であった校長による聞き取り調査を通じて，Ａ高校の教員らに丙の悪評を広めた点を捉えて，乙に，校長の行為を利用した名誉毀損罪の間接正犯あるいは校長との共同正犯や教唆犯が成立しないかについても更に検討する余地がある。\n- 14 -そして，主観的要件として，名誉毀損罪の故意の有無を検討する必要があるところ，乙において，丙の名誉を毀損する意図や目的まで有していたかどうかに関わりなく，自らのＰＴ\nＡ役員会における発言によって，丙の社会的評価を低下させるおそれがある事実を不特定又は多数人に伝播させることの認識，認容があったと認められることを簡潔に指摘する必要がある。\nなお，乙は，丙が甲に暴力を振るったことが真実であると誤信しているが，そもそも，乙には，公益を図る目的がなかったことから，刑法第２３０条の２の適用は問題とならない。\nまた，ＰＴＡ役員会における乙の発言については，教員の生徒に対する暴力行為を保護者として糾弾する行為として，刑法第３５条の正当行為に該当するか否かを検討する余地はあるが，乙は，丙に対する個人的な恨みを晴らそうという目的から，ＰＴＡ役員会での発言に及んでいることを考慮すれば，乙の行為に社会的相当性は認められず，正当行為には該当しないものと考えられる。\n⑵ 設問２について本問では，甲の罪責について，①殺人未遂罪が成立するとの立場と，②保護責任者遺棄等罪にとどまるとの立場の双方の主張・反論に言及しつつ，最終的に自説としていかなる結論を採るのかを論じる必要がある。\nまず，①不作為による殺人未遂罪が成立するとの立場からは，作為犯と対比して構成要件的に同価値と評価できるか否かについて，作為義務と作為可能性の観点から判断すべきであることを指摘する必要がある。\n作為義務については，その発生根拠と内容を指摘・検討した上で，本問において，甲と乙が親子関係にあることを前提に，甲が本件駐車場で倒れている乙を発見した後，自らが乙に声を掛けたことにより，意識を取り戻した乙が崖近くまで歩いて転倒した様子を見ていること，乙が転倒した場所のすぐそばが崖となっており，崖から約５メートル下の岩場に乙が転落するおそれがあったところ，当時，本件駐車場には，車や人の出入りがほとんどなかった上，乙が転倒した場所は，草木に覆われており，山道及び本件駐車場からは倒れている乙が見えなかったことなどの事実に触れつつ，先行行為や事実上の引受け，さらには，排他的支配性や危険の創出等の発生根拠の充足性について論じる必要がある。\nまた，作為可能性については，その要件としての必要性を簡潔に指摘した上，本問において，乙が崖近くで転倒した時点で，甲は，本件駐車場に駐車中の乙の自動車の中に乙を連れて行くなどして，乙が崖下に転落することを確実に防止することを容易に行うことができたことから，作為の可能性・容易性が認められることを論じる必要がある。\nそして，不作為犯の実行の着手時期についても，その判断基準を示した上で，本問において，甲が，乙が崖近くで転倒していることを認識しながら，乙の救助を行わないことを決意した時点，又は，その決意の表れとして本件駐車場から走り去った時点，あるいは，乙が崖下に転がり落ちて重傷を負った時点で，実行の着手を認めることができることを指摘する必要がある。\nさらに，甲に殺人未遂罪が成立するためには，主観的要件として殺意が認められる必要があることから，その点に関する甲の認識内容について，事実を指摘して具体的に論じなければならない。\n次に，②保護責任者遺棄等罪にとどまるとの立場からは，まずは，前提として，保護責任の意義及び不作為による殺人未遂罪における作為義務との異同を論じつつ，本問において，甲に，乙に対する保護責任が認められることを指摘する必要がある。\nその上で，殺人未遂罪と保護責任者遺棄等罪の区別の基準について，判例・学説に照らし，殺意の有無という主観面による判断要素や，重大な先行行為の有無や危険の程度といった客観面による判断要素を検討すべきであることを，その理由にも言及しつつ論じる必要がある。\n- 15 -本問において，主観面による判断要素に照らせば，甲は，乙が崖近くで転倒した時点で，乙が転倒した場所のすぐそばが崖となっており，崖下の岩場に乙が転落するおそれがあることを認識した上で，乙を助けることをやめようと考えたのであるから，抽象的には，乙が死亡する危険性があることを認識・認容していたものといえる。もっとも，この時点で，乙の怪我の程度は軽傷であり，その怪我により乙が死亡する危険はなかったのであるから，甲に殺意があったと認定するためには，乙が死亡する具体的危険性，すなわち，崖近くで転倒している乙が，再び意識を取り戻すなどした後，何らかの原因により，崖から約５メートル下の岩場に転落し，頭部等を岩に強打することによって即死するか，あるいは，仮に即死に至らなかったとしても，瀕死の重傷を負うことになり，そうなった場合，車や人の出入りがない夜間の山道において，第三者の救助を得ることなく死亡するという危険が現実化することを認識したことが必要である。ただし，甲に殺意が認められるとしても，客観面による判断要素を考慮して，甲が乙に声を掛けた先行行為自体は死の危険性が乏しい，あるいは，乙の怪我が軽傷であって，崖下への転落の危険も抽象的なものにとどまるとして，殺人未遂罪の成立を否定する余地はある。\n以上を踏まえ，甲の罪責について，自説の立場として，いかなる結論を採るのかについて，反対説の立場からの反論を意識しつつ，その理由付けの補強や再反論を論じていくことが肝要である。\n⑶ 設問３について本問では，甲は，客観的には，乙に対して救助の作為義務を負っている一方で，主観的には，（乙と誤認された）丁に対して救助の作為義務を負っていると誤信しているところ，甲に殺人未遂罪が成立すると主張する上での理論構成を論じる必要がある。\n同罪の成否が問題となる対象として，故意犯の成否は，認識された事実を前提に検討されることから，丁の近くで現実に倒れている乙ではなく，丁の代わりに存在すると誤信されている乙であることを的確に指摘する必要がある。\n次に，危険の判断方法として，存在すると誤信されている（その意味で，現実には存在しない）乙を不救助により殺害することはできないことから，いわゆる客体の不能が問題となるところ，作為犯における未遂犯と不能犯を区別する基準に関する学説に照らして，甲の不作為に殺人の実行行為性が認められないかを検討することになる。\n例えば，甲は，丁の体格や着衣が乙に似ていたこと，本件駐車場に乙の自動車が駐車されていたこと，夜間で同駐車場には街灯がなく暗かったことから，丁を乙と誤認している上，甲と同じ立場にいる一般人でも，丁を乙と誤認する可能性が十分に存在したことから，抽象的危険説からは，甲が認識していた事情を基礎として危険性が認められることになり，具体的危険説からは，一般人が認識し得た事情を基礎として危険性が認められることになる。他方，客観的危険説からは，行為時に存在した全ての事情を基礎とすれば，丁はあくまで丁であって，危険性は認められないことになるが，修正された客観的危険説に立つと，同駐車場には丁以外にも負傷した乙が倒れており，甲が丁を救助するために丁に近づけば，容易に乙を発見することができたのであるから，かかる仮定的事実の下で，危険性が認められる余地があるということになる。そこで，自説の立場を論じた上で，その危険の有無について結論を導き出す必要がある。\nそして，自説の立場を前提に，甲に殺人未遂罪が成立すると主張するため，主観面，すなわち，殺意の存在についても言及する必要がある。本問では，現実には丁が存在し，甲は，その丁を，乙と誤認しながらも客体としては認識していたという事情があるため，具体的事実の錯誤（客体の錯誤）として捉えれば，丁に対する故意が肯定され，現実に存在した丁を対象とする殺人未遂罪が成立することになる。これに対して，具体的事実の錯誤（客体の錯誤）として捉えない場合は，甲には，丁の代わりに仮定された乙に対する故意が肯定され，- 16 -\nその意味で，乙を対象とする殺人未遂罪が成立することになる。その場合，具体的事実の錯誤（客体の錯誤）として捉えない理由が論じられるべきである。",
  "scoring_notes": "１ 出題の趣旨，ねらい既に公表した出題の趣旨のとおりである。\n２ 採点方針本問では，比較的長文の具体的事例について，甲及び乙の罪責やその理論構成を問うことにより，刑法総論・各論の基本的な知識と問題点についての理解の程度，事実関係を的確に分析・評価し，具体的事実に法規範を適用する能力，結論の妥当性や，その結論に至るまでの法的思考過程の論理性，論述力等を総合的に評価することを基本方針として採点に当たった。\nすなわち，本問は，設問１で，Ａ高校のＰＴＡ会長である乙が，同高校のＰＴＡ役員会において，「２年生の数学を担当する教員がうちの子の顔を殴った。徹底的に調査すべきである。」と発言した行為について，乙の罪責を問うものであるところ，行為態様や危険が及ぶ法益等に着目し，\n名誉毀損罪の成否が問題になることを的確に判断し，同罪の構成要件要素を検討した上で，問題文に現れた事実を丁寧に拾い出して当てはめを行うことになる。また，設問２では，夜間の町外れの山道脇の駐車場において，負傷して倒れていた父親の乙を救助しなかった甲の不作為について，殺人未遂罪が成立すると主張する場合の理論構成及び保護責任者遺棄等罪が成立すると主張する場合の理論構成をそれぞれ検討させつつ，結論として甲の罪責を問うものであるところ，両罪の区別において問題となり得る論点を的確に指摘して検討し，さらに，両罪の各構成要件要素について必要な範囲で検討を加え，問題文に現れた事実を丁寧に拾い出して当てはめを行うことになる。さらに，設問３では，同所において，甲とは無関係の丁が負傷して倒れていた場合に，\nその丁を父親である乙と誤認しながら救助しなかった甲の不作為について，殺人未遂罪が成立すると主張する上での理論構成を問うものであるところ，同様に，問題となり得る論点を的確に指摘した上，問題文に現れた事実を拾い出して検討することになる。\nいずれの設問の論述においても，各事例の事実関係を法的に分析した上で，事案の解決に必要な範囲で法解釈論を展開し，問題文に現れた事実を具体的に摘示しつつ法規範に当てはめて妥当な結論や理論構成を導くこと，さらには，それらの結論や理論構成を導く法的思考過程が論理性を保って整理されたものであることが求められる。ただし，論じるべき点が多岐にわたることから，事実認定上又は法律解釈上の重要な事項については手厚く論じる一方で，必ずしも重要とはいえない事項については簡潔な論述で済ませるなど，答案全体のバランスを考えた構成を工夫することも必要である。\n出題の趣旨でも示したように，設問１では，事例１における乙の罪責について，丙に対する名誉毀損罪の成否を検討するに当たり，同罪の客観的構成要件である「公然」，「事実の摘示」，「人の名誉」及び「毀損」という各構成要件要素について，事実を指摘して具体的に論じることが求められていた。この点，「公然」の意義について，不特定又は多数人が認識し得る状態をいうとする判例の見解を正確に指摘し，乙が事実を直接摘示したＡ高校の校長及び保護者３名というＰＴＡ役員会の出席者が，特定かつ少数人であることを認定した上，摘示の直接の相手方が特定かつ少数人である場合に，伝播可能性の理論を肯定して公然性を認めるか否かについて，その理由を含めた検討を加え，本問の具体的事実関係において当てはめを行う必要があった。また，「事実の摘示」，「人の名誉」及び「毀損」についても，それぞれの意義を区別して正確に指摘した上，本問の具体的事実について当てはめを行う必要があった。さらに，誰の名誉に関する事実の摘示であるかという特定性についても問題となることを指摘し，本問への当てはめを行うことが求められていた。そして，名誉毀損罪の主観的要件である故意について，上記の客観的事実に対する認識，認容があったことを簡潔に指摘する必要があった。\n設問２では，事例２における甲の罪責が問われていることから，問題文の⑴及び⑵の問い掛け，\n-1-すなわち，①殺人未遂罪が成立するとの立場と，②保護責任者遺棄等罪にとどまるとの立場の双方の主張・反論に言及しつつ，最終的に自説としていかなる結論を採るのかを的確に論じる必要があった。したがって，上記⑴及び⑵を小問形式と捉えて，それぞれの理論構成を別個に論じただけにとどまり，自説としての結論の論述を欠く答案については，出題の趣旨に沿うものではないこととなる。\n①殺人未遂罪が成立するとの立場からの理論構成においては，作為義務について，その発生根拠及び成立要件を明確に論じて，本問の具体的事実について的確に当てはめを行う必要があった。\nまた，作為可能性については，その必要性を簡潔に指摘した上，問題文に現れた具体的事実関係において，それが認められることを述べる必要があった。不作為犯の実行の着手時期についても，\nその判断基準を示した上で，本問において，いずれの時点で甲に不作為による実行の着手を認めることができるかを指摘する必要があった。さらに，殺意についても，甲が立ち去った時点での客観的状況の認識に加え，その後の危険の現実化に関する甲の認識内容を具体的に論じる必要があった。\n一方，②保護責任者遺棄等罪にとどまるとの立場からの理論構成においては，まずは，同罪と殺人未遂罪の区別を論じる前提として，保護責任の意義及び成立根拠，作為義務との異同を論じつつ，本問において，甲に保護責任が認められることを指摘する必要があった。その上で，殺人未遂罪との区別の基準について，殺意の有無という主観面による判断要素や，重大な先行行為の有無，危険の程度といった客観面による判断要素を検討すべきであることを論じた上，本問において，殺人未遂罪の成立を否定する根拠を指摘する必要があった。そして，最終的な自説の立場として，保護責任者遺棄等罪にとどまるとの結論を採る場合には，同罪における客体，行為及び故意といった，保護責任以外の各構成要件該当性についても論じる必要があった。\n設問３では，事例３における甲に殺人未遂罪が成立すると主張する上での理論構成を論じるに当たり，まずは，同罪の成否が問題となる対象を的確に指摘する必要があった。すなわち，甲は，\n客観的には，乙に対して救助の作為義務を負っている一方で，主観的には，丁を乙と誤認して，\nその丁に対して救助の作為義務を負っていると誤信しているところ，認識された事実を前提として，丁の代わりに，そこに存在すると誤認された乙が対象となるべきであることを指摘する必要があった。\nいずれにしても，甲に殺人未遂罪が成立すると主張する上で，まずは，客観面，すなわち，甲の不作為による殺人の実行行為性を検討する必要があり，そのための危険の判断方法として，そこに存在すると誤信されているにすぎない乙を，不救助により殺害することはできないことから，\nいわゆる客体の不能が問題となることを的確に指摘し，作為犯における未遂犯と不能犯を区別する基準について，自説の立場を論じた上，本問における危険の有無について結論を導き出す必要があった。そして，自説の立場から危険の存在を認定し，客観面として実行行為性が認められることを前提に，主観面として，自らが特定した対象となる客体に対する殺意の存在についても言及する必要があった。この点，具体的事実の錯誤（客体の錯誤）として捉える場合は，丁に対する故意が肯定されることを，一方，そのように捉えない場合は，丁の代わりに，そこに存在すると誤認された乙に対する故意が肯定されることを論じるべきであった。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n⑴ 全体について本問は，前記２のとおり，論じるべき点が多岐にわたることから，各論点の体系的な位置付けを明確に意識した上，厚く論じるべきものと簡潔に論じるべきものを選別し，手際よく論じる必要があった。また，問題文に誘導的な記載があるにもかかわらず，論じる必要のない論点を論じる答案や，必ずしも重要とは思われない論点を長々と論じる答案も見られた。\n-2-本問を論じるに当たって必要とされている論点全てを検討した答案は少数であったが，その少数の答案を含め，総じて，規範定立部分については，いわゆる論証パターンをそのまま書き写すことだけに終始しているのではないかと思われるものが多く，中には，本問を論じる上で必要のない論点についてまで論証パターンの一貫として記述されているのではないかと思われるものもあり，論述として，表面的にはそれらしい言葉を用いているものの，論点の正確な理解ができていないのではないかと不安を覚える答案が目に付いた。また，規範定立と当てはめを明確に区別することなく，問題文に現れた事実を抜き出しただけで，その事実が持つ法的意味を特段論じずに結論を記載するという答案も少なからず見られた。前述のように，論点の正確な理解とも関係するところであり，規範定立を怠らないのは当然として，結論に至るまでの法的思考過程を論理的に的確に示すことが求められる。\nなお，設問２及び３については，そもそも問題文を誤解したせいか，出題の趣旨を正確に把握できていない答案が相当数見られた。\n⑵ 各設問についてア 設問１について名誉毀損罪の客観的構成要件要素について，それらの意義の理解が不正確な答案が散見された。例えば，公然性の論述において，「不特定又は多数人」が認識し得る状態とすべきところ，単に「不特定多数人」と記載するだけで，「又は」なのか「かつ」なのかが不明瞭な答案が多く見られた。また，伝播可能性に関する論述では，摘示の直接の相手方が特定かつ少数人であることの認定をしていない答案が散見された上，規範なのか当てはめなのかが曖昧なまま，「伝播可能性があれば公然性が肯定される」とだけ指摘して終える答案が相当数あり，\n伝播可能性の理論を肯定する理由付けについて言及できている答案が少なかった。さらに，「人の名誉」と「毀損」を区別して論じている答案が少なかった上，「毀損」の要件について，同罪を抽象的危険犯であると解しながら，「丙が甲に暴力を振るったとの話が広まった」という結果面を強調し，あたかも具体的な毀損結果の発生が必要であるかのように論じる答案が散見された。\n主観的要件である故意の点については，全く検討していない答案が相当数あった。また，\nこの点を論じている答案においても，乙が「かねてから丙に対して抱いていた個人的な恨みを晴らそうと思った」ことを故意の内容として指摘するなど，認識・認容の対象となる事実が何かを正確に理解している答案は少なかった。\n乙における真実性の誤信について，刑法第２３０条の２の適用の可否を検討する答案が一定数あったが，そもそも，問題文で「乙に公益を図る目的はなかったものとする」と明示していることから，本問において，この点を論じる必要はなかった。また，乙における正当行為（刑法第３５条）又はその誤想について論じた上，名誉毀損罪の成立を否定する答案が少なからずあったが，本来の出題の趣旨からは外れるため，殊更論じる必要まではなかった。\nイ 設問２について甲の罪責について，問題文の⑴及び⑵の問い掛けを小問形式であると誤って捉え，それぞれの立場からの理論構成を論じただけで完結してしまい，最終的に自説としていかなる結論を採るのかが論じられていない答案が散見された。また，自説として，一応の結論を論じている答案においても，上記⑴又は⑵で論じた反対の立場に対する反論や自説の理由付けの補強に関する論述が不十分である答案が目立った。\nまた，本問の解答を，刑法の自由保障機能や罪刑法定主義との関係に触れる紋切り型の論証パターンを用いて，不真正不作為犯の処罰根拠から書き始める答案が数多く見られた。これらは，本問の事案内容に即し，何を厚く論じるべきかを考えていない，あるいは，理解できていない答案と言わざるを得なかった。\n不作為による殺人未遂罪の作為義務の発生根拠については，総じて，甲に作為義務が成立-3-する要件を示した上で，本問に現れた具体的事情を拾い上げてこれに当てはめることができている印象であったが，中には，規範定立と当てはめに齟齬を来している答案が散見された。\nさらには，甲が乙に嘘を付いたことを先行行為として指摘する答案もあり，先行行為や排他的支配といった要件を基礎付ける具体的事情についての理解が不十分な答案も少なからずあった。\n同罪の実行の着手時期については，作為義務に関する論述の結論と合わせて，「乙は死亡していないから未遂となる」とするのみで，同罪が成立する具体的な時点を特定しない答案が多かった。他方で，未遂犯であるにもかかわらず，因果関係について，しかも，どの「結果」\nとの間の関係かも曖昧なままに長々と論じている答案が多数あった。これらは，論証パターンを無自覚に書き出したものと思われるが，仮に未遂犯においても結果の発生を必要とする見解に立つのであれば，殺人未遂罪が問われている本問では，甲の不作為と乙が死亡する危険との間の因果関係を検討すべきであった。\n同罪の殺意については，甲が乙を放置したまま立ち去った時点で殺意を認める答案が多かったが，反対説の立場から，甲において，乙が死亡することの認容の有無のみで殺意を判断している答案が散見された。\n他方，保護責任者遺棄等罪に関しては，前提となる保護責任の有無・内容について丁寧に検討できている答案も一定数あったが，その検討を全くしないまま，いきなり殺人未遂罪との区別の基準を論じる答案が相当数あった。また，同罪と保護責任者遺棄等罪の区別の基準について指摘するものの，その理由付けまで丁寧に論じられている答案は少数であった。\nウ 設問３について対象となる客体について，近くに倒れていた乙と解しているように受け取れる答案も見られ，全体として，これを明確に指摘できている答案は少なかった。\nまた，甲の不作為について，客観面での殺人の実行行為性を検討することなく，客体の錯誤の問題と捉えて，主観面のみを検討する答案が相当数あった。一方で，実行行為性が問題になることには気付いたものの，不能犯の理論の応用であることを自覚的に検討できている答案が少なかった。更に言うと，不能犯論を論じる際，具体的危険説を採りながら，甲が誤信していた事情のみを指摘するなど，抽象的危険説に立つかのような当てはめをしている答案もあり，学説の理解が不十分と思われる答案も見られた。\n⑶ その他例年指摘しているところではあるが，文字が乱雑で判読しづらい答案や基本的用語の漢字に誤記のある答案が散見された。また，文章の補足・訂正に当たって，極めて細かい文字で挿入がなされる答案も相当数あった。時間的に余裕がないことは承知しているところであるが，採点者に読まれるものであることを意識して，大きめで読みやすい丁寧な文字で書かれることが望まれる。\n⑷ 答案の水準以上を前提に，「優秀」「良好」「一応の水準」「不良」と認められる答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で，本問の出題の趣旨や採点方針に示された主要な問題点について検討を加え，成否が問題となる犯罪の構成要件要素等について正確に論述するとともに，必要に応じて法解釈論を展開し，問題文に現れた事実を具体的に指摘して当てはめを行い，設問ごとに求められている罪責や理論構成について論理的に矛盾のない論述がなされている答案である。\n「良好」と認められる答案とは，本問の出題の趣旨及び前記採点の方針に示された主要な問題点について指摘し，それぞれの罪責について論理的に矛盾せずに妥当な結論等を導くことができているものの，一部の問題点について検討を欠くもの，その理論構成において，主要な問-4-題点の検討において，理解が一部不正確であったり，必要な法解釈論の展開がやや不十分であったり，必要な事実の抽出やその意味付けが部分的に不足していると認められるものである。\n「一応の水準」と認められる答案とは，事案の分析が不十分であったり，本問の出題の趣旨及び前記採点の方針に示された主要な問題点について一部論述を欠いたりするなどの問題はあるものの，論述内容が論理的に矛盾することなく，刑法の基本的な理解について一応ではあるものの示すことができている答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本概念の理解が不十分であるために，本問の出題の趣旨及び前記採点の方針に示された主要な問題点を理解できていないと認められたもの，事案に関係のない法解釈論を延々と展開しているもの，\n問題点には気付いているものの結論が著しく妥当でないもの，論述内容が首尾一貫しておらず論理的に矛盾したり論旨が不明であったりしているもの等である。\n４ 法科大学院教育に求めるもの刑法の学習においては，刑法の基本概念の理解を前提に，論点の所在を把握するとともに，各論点の位置付けや相互の関連性を十分に整理し，犯罪論の体系的処理の手法を身に付けることが重要である。\nまた，これまでも繰り返し指摘しているところであるが，判例学習の際には，結論のみならず，\n当該判例の前提となっている具体的事実を意識し，結論に至るまでの理論構成を理解した上，その判例が述べる規範の体系上の位置付け及びそれが妥当する範囲について検討し理解することが必要である。\n今回の論文式試験では，事案の解決のために問題となる論点とそうでない論点の見極めが重要であったが，問題となる論点自体の体系的な位置付けについての整理が不十分なまま，論証パターンを無自覚に記述するため，問題とならない論点についてまで長々と論じる答案が目に付いたことから，事案の全体像を俯瞰して，事案に応じて必要な論点について過不足なく論じるための法的思考能力を身に付けることが肝要である。\nこのような観点から，法科大学院教育においては，まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上，判例学習等を通じ具体的事案の検討を行うなどして，正解思考に陥らずに幅広く多角的な検討を行う能力を涵養するとともに，論理的に矛盾しない，事案に応じた適切で妥当な結論やその理論構成を導き出す能力を涵養するよう，より一層努めていただきたい。\n-5-"
}