{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n２０＊＊年，Ａ市では，性的な画像を含む書籍の販売等の在り方に対し，市民から様々な意見や要望があることを踏まえ，新たな条例の制定が検討されることとなった。この条例の検討に関わっている市の担当者Ｘは，憲法上の問題についての意見を求めるため，条例案を持参して法律家甲のところを訪れた。【別添資料】は，その条例案の抜粋である。法律家甲と担当者Ｘとの間でのやり取りは以下のとおりであった。\n甲：新しい条例が検討されているのはどのような理由からですか。\nＸ：いわゆる「成人向け」「アダルトもの」と呼ばれる雑誌だけでなく，最近では一般の週刊誌として販売される雑誌を含む様々な出版物等に，裸の女性の写真など性的な画像が掲載され，それらがスーパーマーケットやコンビニエンスストアなど市民が食料品や生活用品を購入するために日常的に利用する店舗で販売されています。近年，一部のコンビニエンスストアでは，そのような雑誌類の取扱いをやめる動きも出てきていますが，飽くまでも一部の店舗による自主的なものにとどまっています。この状況に対して，市民からは，青少年の健全な育成に悪影響を及ぼす，安心して子供と買い物に行けないという意見が寄せられているほか，特に女性を中心として，見たくもないものが目に入って不快であるとか，思わぬところで性的なものに触れないようにしてほしいという意見が最近多く寄せられるようになりました。市内には，マンションや団地，住宅地が多く，子供がいる世帯が多数居住していますが，そのような地区の自治会からも性的な画像を掲載した出版物等の販売や貸与について規制を求める要望が出ています。\n甲：すると，青少年の健全な育成を図ることだけが目的となるわけではないのですね。\nＸ：そうです。青少年の健全な育成とともに，羞恥心や不快感を覚えるような卑わいな書籍等が，それらをおよそ買うつもりのない人たちの目に，むやみに触れることがないようにすることもねらいです。\n甲：具体的にはどのようなものを規制の対象とするのですか。\nＸ：規制の対象となる図書類は，この条例案の第７条に記載しています。日々発行される様々な出版物等を適切に規制の対象とするため，市長等が規制の対象となる図書類を個別に指定することとはせず，要件に該当する図書類が自動的に規制の対象となるようにしました。「性交」，「性交類似行為」や「衣服の全部又は一部を着けない者の卑わいな姿態」を撮影した写真や動画などの画像とこれらを描写した図画を対象とし，かつ，「殊更に性的感情を刺激する」ものであることが要件となります。このような画像や図画が含まれる書籍や雑誌などを「規制図書類」としました。\n甲：刑法第１７５条で処罰の対象となっている「わいせつ」な文書等には当たらないものもこの条例では規制の対象となるのですね。\nＸ：そうです。刑法上の「わいせつ」な文書等に当たらないものも，もちろん対象になります。刑法上の「わいせつ」な文書等に該当すれば，頒布や陳列自体が犯罪行為となるわけですから，むしろ，この条例では刑法で処罰対象とならないものを規制することに意味があると考えています。\n甲：規制の対象には，写真や動画などの画像だけでなく，漫画やアニメなど絵による描写も含むのですか。\nＸ：含みます。絵による描写でも，殊更に性的感情を刺激する類のものがありますし，普通の漫画と同じように書店などで陳列され，子供が普通の漫画だと思って手に取って見てしまうので困るという意見も寄せられています。\n甲：いわゆる性的玩具類の販売や映画館での成人向け映画の上映などの規制はどうするのですか。\nＸ：これらは専門の店舗で販売等されるのが通常で，既に別の法律や条例の規制対象になっている\n- 2 -ので，本条例の対象とは考えていません。\n甲：規制の内容，方法はどのようなものですか。\nＸ：第８条に４種類の規制を定めています。まず，通常のスーパーマーケットやコンビニエンスストアなど，市民が食料品などの日用品を購入するために日常的に利用する店舗に規制図書類が置かれていると，青少年の健全な育成にとっても，市民が性的なものに触れることなく安心して生活できる環境の保持という点でも，望ましくありませんので，そのような店舗に規制図書類が並ばないようにする必要があります。そのため，第８条第１項で，主に日用品等を販売する店舗における規制図書類の販売や貸与を禁止しています。次に，第８条第２項で，小学校，中学校，高等学校などの敷地から２００メートルの範囲を規制区域とし，事業者が，その区域内において規制図書類の販売や貸与をすることを禁止します。規制区域では，事業者は，青少年に限らず，誰に対しても，店舗で規制図書類の販売や貸与をすることができないこととなります。児童・生徒らが頻繁に行き来する範囲にそのような店舗が存在することは望ましくないという市民の声に応えるためです。これらの規制の下でも，第８条第１項に当たらない事業者の店舗，つまり，日用品等の販売を主たる業務としていない事業者の店舗については，第８条第２項の規制区域の外であれば，規制図書類の販売や貸与ができます。そこで，第８条第３項で，青少年に対する規制図書類の販売や貸与を禁止し，さらに，第８条第４項で，規制図書類の販売や貸与をする店舗内では，規制図書類を壁と扉で隔てた専用の区画に陳列することなどを義務付けます。\n甲：第８条第１項各号には，書籍やＤＶＤなど「図書類」が挙げられていませんが，書店やレンタルビデオ店は，第８条第１項で規制図書類の販売や貸与が禁止される店舗には当たらないということですか。\nＸ：そのとおりです。確かに，書店やレンタルビデオ店にも青少年や規制図書類を購入等するつもりのない人が出入りするのですが，他方で，書店など図書類を専ら扱う店舗で規制図書類を全く扱えないとなると，その営業に与える影響が大きく，これらの店舗に酷なことになります。また，通常，書店やレンタルビデオ店に，規制図書類に当たるような書籍等が置かれていることは一般の方も理解されているはずですので，そういった店舗では，第８条第４項に規定した規制図書類を隔離して陳列するなどの義務を履行してもらえば足りるのではないかと考えています。\n甲：この条例によって，これまで規制図書類の販売や貸与をしていた事業者には，どの程度の影響が及ぶことになるのでしょうか。\nＸ：市内には，小売店が約３０００店舗あるのですが，そのうち，第８条第１項に該当する日用品等の販売を主たる業務とする店舗は約２４００店舗あります。この第８条第１項に該当する店舗のうち，約６００店舗が規制図書類を販売しています。もっとも，これらの店舗は，主に日用品等を扱っていますから，規制図書類の売上げが売上げ全体に占める割合は微々たるものです。また，第８条第２項によって規制図書類の販売や貸与をする事業が禁止される規制区域が市全体の面積に占める割合は２０パーセント程度で，市内の商業地域に限っても，規制区域が占める割合は３０パーセント程度です。市内の規制区域にある店舗は約７００店舗で，そのうち規制図書類の販売や貸与をする店舗は約１５０店舗あります。しかし，その約１５０店舗のうち，規制図書類の売上げが売上げ全体の２０パーセントを超えるのは，僅か１０店舗に過ぎません。\n甲：この条例案による規制に反対する意見はないのですか。\nＸ：規制対象が広過ぎるのではないかという意見があります。また，日用品等の販売を主たる業務とする店舗の一部は，規制図書類の売上げが売上げ全体のごく一部であっても，これを販売していること自体に集客力があると考えているようで，販売の全面的な禁止に反対しています。そのほか，第８条第２項の規制区域で規制図書類を販売してきた店舗の中からも，この条例案に反対する意見が寄せられています。しかし，これまでどおりの営業ができなくなっても，正にそれを市民が求めている以上は，やむを得ないのではないかと考えています。規制区域の店舗には，規制図書類の販売と貸与さえやめてもらえればいいわけで，販売等を継続したいのであれば，市内\n- 3 -にも店舗を移転できる場所はあるはずです。条例の施行までには６か月という期間を設けてもいます。\n甲：事業者の側からは，ほかにどのような意見があるのですか。\nＸ：スーパーマーケットやコンビニエンスストアの事業者や業界団体の中には，既にいわゆる「成人向け」の書籍等について自主規制を行っているところもあり，反対はそれほど多くありません。\nしかし，例えば，書店やレンタルビデオ店など規制図書類とそれ以外の図書類とを取り扱っている店舗では，今後，第８条第４項に従って規制図書類を隔離して陳列しなければならないため，その要件を満たすための内装工事等が必要で，そこまでの必要があるのかと疑問視する声があります。\n甲：規制図書類を購入する側である１８歳以上の人，あるいは，青少年への影響についてはどのように考えていますか。\nＸ：１８歳以上の人にとっては，これまで規制図書類を購入していた店舗で購入できなくなる場合があるなど，不便になるということはあると思いますが，市内で規制図書類を一切買えなくなるわけではありません。青少年については，成長途上であり，規制図書類が全く購入できなくなっても，社会的に許容されると考えています。\n甲：この条例に違反した場合の制裁はどうなっていますか。\nＸ：第９条に規定しているとおり，第８条に違反した事業者に対し，市長が，改善命令又は業務停止命令を発することができます。そして，第１５条で，第８条第１項から第３項までに違反した者や，市長の改善命令や業務停止命令に違反した者に対する刑事罰を定めており，その法定刑は，６月以下の懲役又は５０万円以下の罰金としています。\n甲：条例案の内容は分かりました。\nＸ：いろいろな意見がありますし，規制は必要な範囲にしたいと考えて検討しているのですが，条例でこのような規制をすることは，憲法上，問題があるでしょうか。\n甲：規制の対象となる図書類の範囲や，規制の手段，内容について，議論があり得ると思います。\n図書類を購入する側と販売等をする店舗の双方の立場でそれぞれの権利を検討しておく必要がありそうですね。図書類を購入する側としては，規制図書類の購入等ができない青少年と１８歳以上の人を想定しておく必要があります。また，販売等をする店舗としては，条例の規制による影響が想定される３つのタイプの店舗，すなわち，第一に，これまで日用品と並んで規制図書類を一部販売してきたスーパーマーケットやコンビニエンスストアなどの店舗，第二に，学校周辺の規制区域となる場所で規制図書類を扱ってきた店舗，第三に，規制図書類とそれ以外の図書類を扱っている書店やレンタルビデオ店を考えておく必要があるでしょう。\n〔設問〕\nあなたがこの相談を受けた法律家甲であるとした場合，本条例案の憲法上の問題点について，どのような意見を述べるか。本条例案のどの部分が，いかなる憲法上の権利との関係で問題になり得るのかを明確にした上で，参考とすべき判例や想定される反論を踏まえて論じなさい。\n- 4 -\n【別添資料】\n善良かつ健全な市民生活を守るＡ市環境保持条例（案）\n（目的）第１条 この条例は，性風俗に係る善良な市民の価値観を尊重するとともに青少年の健全な育成のために必要な環境の整備を図り，もって善良かつ健全な市民生活を守り，Ａ市の健全で文化的な環境を保持することを目的とする。\n（定義）第２条 この条例において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n⑴ 青少年 １８歳未満の者をいう。\n⑵ 図書類 書籍，雑誌，文書，絵画，写真，ビデオテープ，ビデオディスク，コンピュータ用のプログラム又はデータを記録した電磁的記録媒体並びに映写用の映画フィルム及びスライドフィルムをいう。\n⑶ （略）\n（規制図書類）第７条 次の各号に掲げるものを撮影した画像又は描写した図画（殊更に性的感情を刺激する画像又は図画に限る。）を含む図書類を規制図書類とする。\n⑴ 性交又は性交類似行為\n⑵ 衣服の全部又は一部を着けない者の卑わいな姿態\n（規制図書類の販売等の制限）第８条 次の各号に掲げる物品（以下「日用品等」という。）の販売を主たる業務とする事業者は，その営業を行う店舗において規制図書類を販売し又は貸与してはならない。\n⑴ 飲食料品\n⑵ 衣料品・日用雑貨\n⑶ 医薬品・化粧品\n⑷ 文房具\n⑸ スポーツ用品\n⑹ 玩具・娯楽用品\n⑺ 楽器\n２ 事業者は，学校教育法（昭和２２年法律第２６号）第１条に規定する学校（幼稚園及び大学を除く。）の敷地の周囲２００メートル以内の区域（以下「規制区域」という。）の店舗において，規制図書類を販売し又は貸与してはならない。\n３ 規制図書類を店舗において販売し又は貸与する事業者は，青少年に対して規制図書類を販売し又は貸与してはならない。\n４ 規制図書類を店舗において販売し又は貸与する事業者は，規制図書類の陳列に当たり，次の各号に掲げる措置を講じなければならない。\n⑴ 規制図書類を隔壁及び扉により他の商品の陳列場所と区分された場所に陳列すること。\n⑵ 規制図書類の陳列場所の出入口付近の見やすい場所に，規制図書類の陳列場所であることを掲示すること。\n（改善命令等）\n- 5 -第９条 市長は，事業者が，前条各項の規定に違反して規制図書類の販売又は貸与を行っていると認めるときは，当該事業者に対し，期限を定めて業務の方法の改善に関し必要な措置を採るべきことを命ずることができる。\n２ 市長は，事業者が，前項の規定による命令に従わないときは，当該事業者に対し，３月以内の期間を定めて，その業務の全部又は一部の停止を命ずることができる。\n（罰則）第１５条 次の各号のいずれかに該当する者は，６月以下の懲役又は５０万円以下の罰金に処する。\n⑴ 第８条第１項，第２項又は第３項の規定に違反した者\n⑵ 第９条第１項又は第２項の規定による命令に違反した者\n（両罰規定）第１６条 法人の代表者又は法人若しくは人の代理人，使用人その他の従業者が，その法人又は人の業務に関し，前条の違反行為をしたときは，その行為者を罰するほか，その法人又は人に対して，同条の罰金刑を科する。\n附則（抄）第１条 本条例は，公布の日から起算して６月を経過した日から施行する。\n（参照条文）学校教育法（昭和２２年法律第２６号）第１条 この法律で，学校とは，幼稚園，小学校，中学校，義務教育学校，高等学校，中等教育学校，特別支援学校，大学及び高等専門学校とする。\n- 6 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕⑴，〔設問１〕⑵，〔設問２〕の配点割合は，３５：４０：２５〕）\n宗教法人Ａは，宗教法人法に規定された宗教法人で，同法の規定により登記された事務所を，約\n１０年前からＢ市の区域内に有している。Ａは，以前から墓地用石材の販売等を扱う株式会社Ｃと取引関係にあったが，Ｃから，Ｂ市内に適当な広さの土地（以下「本件土地」という。）を見付けたので，大規模な墓地の経営を始めないかとの提案を持ち掛けられた。Ｃがこのような提案をしたのは，Ｂ市においては，「Ｂ市墓地等の経営の許可等に関する条例」（以下「本件条例」という。）\n第３条の定めにより，株式会社であるＣは墓地の経営許可を受けることができず，墓地経営のために宗教法人であるＡの協力が必要であったという事情による。Ａは，大規模な墓地の経営に乗り出すことは財政的に困難であると考えたが，Ｃから，用地買収や造成工事に必要な費用を全額無利息で融資するとの申出を受けたため，Ｃの提案を受け入れ，本件土地において墓地（以下「本件墓地」\nという。）の経営を行うことを承諾した。そこで，Ａは，Ｃから融資を受けて，平成２９年９月２５日に本件土地を購入した（なお，本件土地に所有権以外の権利は設定されていない。）。さらに，Ａは，「墓地，埋葬等に関する法律」（以下「法」という。）第１０条第１項に基づき，本件墓地の経営許可を得るため，本件条例に基づく必要な手続を開始した。なお，Ｂ市においては，法に基づく墓地経営許可の権限は，法第２条第５項に基づき，Ｂ市長が有している。\nＡは，平成２９年１１月１７日，周辺住民らに対して，本件条例第６条に基づく説明会（以下「本件説明会」という。）を開催した。本件説明会は，Ａが主催したが，Ｃの従業員が数名出席し，住民に対する説明は，Ａの担当者だけではなくＣの従業員も行った。本件土地の周囲１００メートル以内に住宅の敷地はなかったが，本件土地から１００メートルを超える場所に位置する住宅に居住する周辺住民らが，本件説明会に出席し，本件土地周辺の道路の幅員はそれほど広いものではないため，墓参に来た者の自動車によって渋滞が引き起こされること，供物等の放置による悪臭の発生並びにカラス，ネズミ及び蚊の発生又は増加のおそれがあることなど，生活環境及び衛生環境の悪化への懸念を示した。しかし，Ａは，その後も本件墓地の開設準備を進め，平成３０年３月１６日，Ｂ市長に対して本件墓地の経営許可の申請（以下「本件申請」という。）をした。\n他方，本件土地から約３００メートル離れた位置にある土地には宗教法人Ｄの事務所が存在し，Ｄは，同所で約１０年前から小規模な墓地を経営していた。Ｄは，本件説明会の開催後，本件土地において大規模な墓地の経営が始まることを知り，自己が経営する墓地の経営悪化や廃業のおそれがあると考えた。Ｄの代表者は，その親族にＢ市内で障害福祉サービス事業を営む法人Ｅの代表者がいたことから，これを利用して，本件申請に対するＢ市長の許可処分を阻止しようと考えた。Ｄの代表者は，Ｅの代表者と相談し，本件土地から約８０メートル離れた位置にあるＤの所有する土地（以下「Ｄ所有土地」という。）に，Ｅの障害福祉サービスの事業所を移転するよう求めた。Ｅは，これを受けて，特に移転の必要性はなかったにもかかわらず，Ｄ所有土地を借り受けて事業所\n（以下「本件事業所」という。）を設置し，平成３０年３月２３日，Ｄ所有土地に事業所を移転した。本件事業所は，「障害者の日常生活及び社会生活を総合的に支援するための法律」に定められた要件に適合する事業所で，短期入所用の入所施設を有しており，本件条例第１３条第１項第２号の「障害福祉サービスを行う施設（入所施設を有するものに限る。）」に該当する。本件事業所は，従来のＥの施設の利用者を引き継いでいたことから，定員に近い利用者が日常的に利用し，また，数日間連続して入所する利用者も見られた。\nＢ市は，本件事業所の移転やＤの代表者とＥの代表者に親族関係があるという事情を把握していなかったが，Ｄ及びＥがＢ市長に対して平成３０年４月１６日，本件申請に対して許可をしないよう求める旨の申入れを行ったことにより，上記事情を把握するに至った。Ｄ及びＥの申入れの内容は，①本件墓地が大規模であるため，Ｂ市内の墓地の供給が過剰となり，Ｄの墓地経営が悪化し，廃業せざるを得ないこともあり得る，②本件事業所が本件土地から約８０メートル離れた位置にあ\n- 2 -り，本件条例第１３条第１項の距離制限規定に違反する，③本件墓地の経営が始まることにより，本件事業所周辺において，本件説明会で周辺住民が指摘したのと同様の生活環境及び衛生環境の悪化が生じ，本件事業所の業務に無視できない影響を与える懸念がある，④本件墓地の実質的経営者は，ＡではなくＣである，⑤仮にＢ市長が本件申請に対して許可をした場合には，Ｄ，Ｅ共に取消訴訟の提起も辞さない，というものであった。\nＢ市長は，本件墓地の設置に対する周辺住民の反対運動が激しくなったことも踏まえ，本件申請に対して何らかの処分を行うこととし，平成３０年５月１６日，法務を担当する総務部長に対し，法に関する許可等を所管する環境部長及びＢ市の顧問弁護士Ｆを集めて検討会議を行い，本件申請に対して，許可処分（以下「本件許可処分」という。）を行うのか，あるいは不許可処分（以下「本件不許可処分」という。）を行うのか，また，それぞれの場合にどのような法的な問題があるのかを検討するよう指示した。\n以下に示された【検討会議の会議録】を読んだ上で，弁護士Ｆの立場に立って，設問に答えなさい。ただし，検討に当たっては，本件条例は適法であるとの前提に立つものとする。\nなお，関係法令の抜粋を【資料 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\nＢ市長が本件申請に対して本件許可処分を行い，Ｄ及びＥが本件許可処分の取消しを求めて取消訴訟を提起した場合について，以下の点を検討しなさい。\n⑴ Ｄ及びＥは，上記取消訴訟の原告適格があるとして，それぞれどのような主張を行うと考えられるか。また，これらの主張は認められるか。Ｂ市が行う反論を踏まえて，検討しなさい。\n⑵ 仮に，Ｅが上記取消訴訟を適法に提起できるとした場合，Ｅは，本件許可処分が違法であるとして，どのような主張を行うと考えられるか。また，これに対してＢ市はどのような反論をすべきか，検討しなさい。\n〔設問２〕\nＢ市長が本件申請に対して本件不許可処分を行い，Ａが本件不許可処分の取消しを求めて取消訴訟を提起した場合，Ａは，本件不許可処分が違法であるとして，どのような主張を行うと考えられるか。また，これに対してＢ市はどのような反論をすべきか，検討しなさい。\n- 3 -\n【検討会議の会議録】\n総務部長：市長からの指示は，本件申請に対して本件許可処分を行った場合と本件不許可処分を行った場合それぞれに生じる法的な問題について，考えられる訴訟への対応も含めて検討してほしいというものです。法第１０条第１項は，墓地経営許可の具体的な要件をほとんど定めておらず，本件条例が墓地経営許可の要件や手続を具体的に定めているのですが，本件条例の法的性質についてはどのように考えるべきでしょうか。\n弁護士Ｆ：法第１０条第１項の具体的な許可要件や手続を定める条例の法的性質については，様々な見解があり，また，地方公共団体によっても扱いが異なるようです。本日の検討では，本件条例は法第１０条第１項の許可要件や手続につき，少なくとも最低限遵守しなければならない事項を具体的に定めたものであるという前提で検討することにしましょう。\n総務部長：分かりました。では，まず，本市が本件申請に対して本件許可処分を行った場合の法的問題について検討しましょう。この場合，Ｄ及びＥが原告となって本件許可処分の取消しを求めて取消訴訟を提起することが考えられます。このような訴訟は，法的に可能なのでしょうか。\n弁護士Ｆ：Ｄ及びＥに取消訴訟を提起する原告適格が認められるかどうかが争点となります。取消訴訟の他の訴訟要件については特に欠けるところはないと思います。Ｄ及びＥは，本件許可処分が行われた場合，それぞれどのような不利益を受けると考えて取消訴訟を提起しようとしているのでしょうか。\n環境部長：まず，Ｄについては，既にＤの墓地は余り気味で，空き区画が出ているそうです。本件墓地は規模が大きく，本件墓地の経営が始まると，Ｄは，自らの墓地経営が立ち行かなくなるのではないかと懸念しています。墓地経営には公益性と安定性が必要であり，墓地の経営者の経営悪化によって，墓地の管理が不十分となることは，法の趣旨目的から適切ではないと考えることもできるでしょうね。\n弁護士Ｆ：ええ。そのことと本件条例が墓地の経営主体を制限していることとの関連も検討する必要がありそうです。\n環境部長：次に，Ｅについては，Ｄ所有土地に本件事業所を置いています。Ｅは，本件墓地の経営が始まることにより，本件事業所周辺において，本件説明会で周辺住民が指摘したのと同様の生活環境及び衛生環境の悪化が生じ，本件事業所の業務に無視できない影響を与える懸念があると考えています。本件事業所の利用者は数日間滞在することもありますので，その限りでは住宅の居住者と変わりがない実態があります。\n総務部長：Ｄ及びＥに原告適格が認められるかどうかについては，いろいろな考え方があると思います。本市としては，Ｄ及びＥが，原告適格が認められるべきであるとしてどのような主張を行うことが考えられるのか，そして，それに対して裁判所がどのような判断をすると考えられるのかを検討する必要があると思います。これらの点について，Ｆ先生に検討をお願いします。\n弁護士Ｆ：了解しました。\n総務部長：次に，仮に原告適格が認められるとした場合，本件許可処分の違法事由としてどのような主張がされるのかについて検討します。主張される違法事由については，ＤとＥとで重複が見られますので，本日は，Ｅの立場からの主張のみを検討したいと思います。\n環境部長：Ｅは，まず，本件事業所がＤ所有土地に存在することで本件許可処分は本件条例第１３条第１項の規定に違反すると主張しています。そのような主張がされた場合，本市としてはどのように反論するのか考えておく必要がありますね。\n弁護士Ｆ：そうですね。また，本件においては，仮に，本件墓地の経営許可を阻止するため，ＤとＥが協力して本件事業所を意図的にＤ所有土地に設置したという事情があるならば，このような事情を距離制限規定との関係で法的にどのように評価すべきかについても，検討する必要\n- 4 -がありそうです。\n総務部長：Ｆ先生が今指摘された事情は，Ｅの原告適格に関しても問題になるのではないでしょうか。\n弁護士Ｆ：原告適格の問題として整理する余地もあると思います。しかし，本日の検討では，原告適格ではなく，本案の主張の問題として考えておきたいと思います。\n環境部長：本件許可処分の他の違法事由として，Ｅは，本件墓地の実質的な経営者は，ＡではなくＣであると主張しています。\n総務部長：本件墓地の実質的な経営者が，ＡとＣのいずれであるかは検討を要する問題ですね。仮に実質的な経営者がＣであるとした場合，法的に問題があるのでしょうか。\n弁護士Ｆ：本件条例によると，墓地の経営者は，地方公共団体のほか，宗教法人，公益社団法人等に限られています。仮に本件墓地の実質的な経営者がＣであるとすれば，このような点も踏まえ，法や本件条例の関連諸規定に照らして違法となるのかについて，注意深く検討する必要がありますね。\n総務部長：では，この点についてもＦ先生に検討をお願いします。また，以上のような本件許可処分の違法事由について，Ｅがこれら全てを取消訴訟において主張できるかについても，検討する必要がありますね。\n弁護士Ｆ：はい。Ｅが，自己の法律上の利益との関係で，いかなる違法事由を主張できるかにも注意して検討すべきと考えています。\n総務部長：次に，本件申請に対して，本件不許可処分を行った場合です。この場合にはＡが本件不許可処分の取消しを求めて取消訴訟を提起することが想定されます。本日は，この取消訴訟における本案の主張の検討をお願いします。\n環境部長：環境部では本件不許可処分をする場合の処分理由として，次のことを考えています。(ｱ)本件墓地周辺の生活環境及び衛生環境が悪化する懸念から，周辺住民の反対運動が激しくなったこと，(ｲ)Ｄの墓地を含むＢ市内の墓地の供給が過剰となり，それらの経営に悪影響が及ぶこと，(ｳ)本件事業所が本件土地から約８０メートル離れた位置にあること，の３点です。\n弁護士Ｆ：(ｳ)については先ほど検討しましたので，本件不許可処分の問題としては，検討を省略しましょう。まず，(ｱ)について補足される点はありますか。\n環境部長：Ａは，本件墓地の設置に当たっては，植栽を行うなど，周辺の生活環境と調和するよう十分配慮しているとしていますが，住民の多くはそれでは十分ではないと考えています。\n弁護士Ｆ：次に，(ｲ)についてですが，本件墓地の経営は，Ｂ市内の既存の墓地に対して大きな影響を与えるのでしょうか。\n環境部長：Ｄの墓地を含めて，Ｂ市内には複数の墓地がありますが，いずれも供給過剰気味で，空き区画が目立つようになっています。本件墓地の経営が始まれば，Ｄの墓地のような小規模な墓地は経営が破綻する可能性もあると思います。\n総務部長：では，これらの(ｱ)及び(ｲ)の処分理由に対して想定されるＡからの主張について，本市からの反論を含めて，Ｆ先生に検討をお願いします。\n弁護士Ｆ：了解しました。\n- 5 -\n【資料 関係法令】\n○ 墓地，埋葬等に関する法律（昭和２３年法律第４８号）（抜粋）第１条 この法律は，墓地，納骨堂又は火葬場の管理及び埋葬等が，国民の宗教的感情に適合し，且つ公衆衛生その他公共の福祉の見地から，支障なく行われることを目的とする。\n第２条 この法律で「埋葬」とは，死体（中略）を土中に葬ることをいう。\n２，３ （略）\n４ この法律で「墳墓」とは，死体を埋葬し，又は焼骨を埋蔵する施設をいう。\n５ この法律で「墓地」とは，墳墓を設けるために，墓地として都道府県知事（市又は特別区にあつては，市長又は区長。以下同じ。）の許可を受けた区域をいう。\n６，７ （略）第１０条 墓地，納骨堂又は火葬場を経営しようとする者は，都道府県知事の許可を受けなければならない。\n２ （略）\n○ Ｂ市墓地等の経営の許可等に関する条例（抜粋）\n（趣旨）第１条 この条例は，墓地，埋葬等に関する法律（昭和２３年法律第４８号。以下「法」という。）第１０条の規定による経営の許可等に係る事前手続並びに墓地，納骨堂又は火葬場（以下「墓地等」という。）の設置場所等，構造設備及び管理の基準その他必要な事項を定めるものとする。\n（墓地等の経営主体）第３条 墓地等を経営することができる者は，原則として地方公共団体とする。ただし，次の各号のいずれかに該当し，Ｂ市長（以下「市長」という。）が適当と認める場合は，この限りでない。\n⑴ 宗教法人法（中略）に規定する宗教法人で，同法の規定により登記された事務所を，Ｂ市（以下「市」という。）の区域内に有するもの⑵ 墓地等の経営を目的とする公益社団法人又は公益財団法人で，登記された事務所を，市の区域内に有するもの２ 前項に規定する事務所は，その所在地に設置されてから，３年を経過しているものでなければならない。\n（説明会の開催）第６条 法第１０条第１項の規定による経営の許可を受けて墓地等を経営しようとする者は，当該許可の申請に先立って，規則で定めるところ〔注：規則の規定は省略〕により，墓地の設置等の計画について周知させるための説明会を開催し，速やかにその説明会の内容等を市長に報告しなければならない。\n（経営の許可の申請）第９条 法第１０条第１項の規定による経営の許可を受けようとする者は，次の各号に掲げる事項を記載した申請書を市長に提出しなければならない。\n⑴～⑹ （略）\n２ 墓地又は火葬場の経営の許可を受けようとする者は，前項の申請書に次の各号に掲げる書類を添付しなければならない。\n⑴ 法人（地方公共団体を除く。）にあっては，その登記事項証明書\n⑵ 墓地又は火葬場の構造設備を明らかにした図面\n⑶ 墓地にあっては，その区域を明らかにした図面\n⑷ 墓地又は火葬場の周囲１００メートル以内の区域の状況を明らかにした図面\n⑸ 墓地又は火葬場の経営に係る資金計画書\n- 6 -\n⑹ （略）\n３ （略）\n（墓地等の設置場所等の基準）第１３条 墓地及び火葬場は，次の各号に定めるものの敷地から１００メートル以上離れていなければならない。ただし，市長が市民の宗教的感情に適合し，かつ，公衆衛生その他公共の福祉の見地から支障がないと認めるときは，この限りでない。\n⑴ 住宅\n⑵ 障害者の日常生活及び社会生活を総合的に支援するための法律（中略）に規定する障害福祉サ\nービスを行う施設（入所施設を有するものに限る。）\n⑶～⑸ （略）\n２ 墓地及び火葬場は，飲料水を汚染するおそれのない場所に設置しなければならない。\n３ 墓地等の土地については，当該墓地等の経営者（地方公共団体を除く。）が，当該墓地等の土地を所有し，かつ，当該土地に所有権以外の権利が設定されていないものでなければならない。ただし，市長が当該墓地等の経営に支障がないと認めるときは，この限りでない。\n（墓地の構造設備の基準等）第１４条 墓地には，次の各号に掲げる構造設備を設けなければならない。ただし，市長が市民の宗教的感情に適合し，かつ，公衆衛生その他公共の福祉の見地から支障がないと認めるときは，この限りでない。\n⑴ 外部から墳墓を見通すことができないようにするための障壁又は密植した垣根\n⑵ 雨水等が停滞しないようにするための排水路\n⑶ 墓地の規模に応じた管理事務所，便所，駐車場並びに給水及びごみ処理のための設備（墓地の付近にあるこれらのものを含む。）\n２ 墓地の構造設備については，植栽を行う等周辺の生活環境と調和するように配慮しなければならない。\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n全国都道府県では，青少年の健全育成を目的とした図書類の販売等に関する規制が行われている。本問は，そのような目的にとどまらず，一般市民がむやみに羞恥心等を覚えるような卑わいな画像等に触れることがないようにして性風俗にかかる善良な市民の価値観を尊重するという観点も併せ，健全で文化的な環境を保持するという目的のために種々の規制を行う架空の条例案について，その合憲性の検討を求めるものである。従来は，訴訟の場面を想定し，当事者の主張等において憲法論を展開することを求める出題が通例であったが，実務的には，必ずしも訴訟の場面に限られず，法令を立案する段階においても法律家としての知見が必要であることから，そのような場面で憲法論をどのように活用，展開するかを問う出題とした。\n法律家としての助言を求められているため，具体的な条例の文言を指摘しつつ，当該規定で合憲といえるかどうかを答えることが不可欠であり，違憲であるとする場合に，条例案のどの部分がどのような憲法上の規定との関係で問題なのかを具体的に指摘することが期待される。\n本条例の検討に際しては，問題文の最後の甲の発言にあるとおり，図書類を購入する立場と販売等をする店舗の立場から憲法上の権利を検討することが必要であり，前者については，憲法第２１条の表現の自由に含まれる「知る自由」を，後者については，憲法第２２条の職業選択の自由に含まれる「営業の自由」の観点から検討する必要がある。\n憲法第２１条に関しては，まず，知る自由が，憲法第２１条第１項により保障されることに言及した上で，購入や貸与を受けることを制限される青少年について，その自由の制約になるかどうかを論じることとなろう。制約になるとした場合，まず，明確性の原則との関係で，規制図書類の定義が適切かどうか，「衣服の全部又は一部を着けない者の卑わいな姿態」\n「殊更に性的感情を刺激する」との文言が曖昧，不明確でないかどうかの検討が必要となる。\n一般に，明確性の原則は，不明確な法文が表現者の表現行為に対して萎縮効果を持つことを問題にするものであるが，本問における条例による規制においては，表現物の流通過程に位置する販売者を萎縮させ，それに伴って青少年の知る自由を制約することになるのではないかという観点から，明確性の原則を論ずることが考えられる。さらに，明確性の原則に反しないとしても，かかる制約の合憲性判断について，いかなる審査基準によって審査することが妥当かどうかを論じる必要がある。その際，内容規制と考えるのか，それとも内容中立規制と考えるのかという観点から議論することも考えられるし，規制対象となる図書類が性的な表現を含むものであることから，その表現の価値を考慮するかどうか，あるいは，情報の受け手が青少年であることの考慮が働くかどうか（岐阜県青少年保護育成条例事件補足意見）\nといった観点を意識した議論をすることが考えられよう。その上で，本件規制図書類の範囲が過度に広汎ではないかという点を含め規制の必要性，合理性を検討する必要がある。また，審査基準の設定又は当てはめにおいて，後述するように，本条例の目的についての検討，すなわち，青少年の健全育成の目的や，一般市民がむやみに卑わいな画像等に触れないようにするという目的が，憲法上の権利を制約する目的としてふさわしいものであるかどうかを意識した議論をすることが考えられよう。\n次に，１８歳以上の者との関係では，知る自由の制約になるかどうかをまず検討する必要があろう。規制図書類の購入がおよそできなくなるわけではなく，購入方法の限定はごく一部に過ぎないから知る自由の制約とまでは言えないと評価するのか，情報の受領方法に制限が加わる以上，知る自由の制約ととらえるのかの両論が考えられる。知る自由の制約ととらえると，青少年における検討と同様に，明確性に関する検討が必要となり，審査基準の設定についても，青少年の場合と同様の点（青少年であることを考慮するかどうかを除く。）を- 1 -\n踏まえた審査基準の設定が考えられる。１８歳以上の者は，購入場所が限定されるにとどまるため，青少年とは異なる審査基準を設定することも考えられるし，そうでない場合でも，審査基準への当てはめにおいては，購入が全面的に制約される青少年とは異なり，個々の規制の合理性を検討する必要があろう。その際，本条例の目的が，青少年の健全育成のみならず，一般市民がむやみに卑わいな画像等に触れないようにするという点にあることについて，青少年の場合と同様，憲法上の権利の制約の目的としてふさわしいのかどうかについても言及することが考えられる。例えば，条例の目的は，結局のところ，卑わいな画像等を見たくない人を保護するということになるが，見たくないものに触れさせないこと一般が法的保護に値するとは言えないという議論や，目的が漠然としたもので抽象的にすぎるといった指摘をして，その目的としての価値が大きくないと評価する方向で議論をすることも考えられよう。他方，性的な羞恥心や卑わいなものを見たくない人の不快感は，現に一般に共有されている感情である以上，十分に法的保護に値するといったことから，制約目的としての価値を見出す議論をすることもできるであろう。\n青少年及び１８歳以上の者のいずれにおいても，目的と規制の対応関係を意識する必要がある。例えば，学校から２００メートル以内における販売等の規制（いわゆるゾーニング）については，青少年の健全育成と結びつくものであり，日用品販売店での販売規制と隔壁等の義務付けは，青少年の健全育成と一般市民をむやみに卑わいな画像等に触れさせないという観点の両面を趣旨としていることなどを意識した論述が求められる。\n憲法第２２条に関しては，営業の自由が憲法上の権利であること，本件規制が営業の自由の制約に該当することに言及した上で，営業の自由の制約としてどのような審査基準が妥当であるかを議論することが考えられる。青少年の健全育成という目的と一般市民がむやみに卑わいな画像等に触れないようにするという目的をどのようにとらえ，制約される権利の性質，制約の程度等との関係で，どのような審査基準を設定するかの議論をする必要がある。\nその際，小売市場許可制判決や薬事法判決等の既存の営業の自由に関わる判決との対比をすることや，積極目的，消極目的等の規制目的の区別に基づいて審査基準を立てるべきかを議論することが考えられよう。その上で，当該審査基準に基づいて，日用品等販売店舗での販売禁止の合憲性，学校から２００メートル以内における販売等の禁止の合憲性，隔離販売規制の合憲性，青少年への販売規制の合憲性について検討することとなる。他方，制約の程度等の審査基準設定に与える影響を重視するとすれば，各規制ごとに審査基準を設定すべきことになろう。営業の自由との関係でも，一般市民がむやみに卑わいな画像等に触れないようにするという目的について，目的としての妥当性を検討することが考えられるが，知る自由との関係で議論したのと同様として扱っても差し支えない。もっとも，その目的の妥当性判断に当たって，制約される権利との関係で，異なる考慮がなされ得るとの立場からは，知る自由の場合と異なる議論をすることもあり得る。なお，規制対象となる規制図書類の範囲が過度に広汎であるかどうかは，憲法第２２条の営業の自由との関係でも問題となるが，知る自由において検討するのとは必ずしも同じ問題状況ではないことを踏まえる必要がある。また，規制の合理性の検討に際しては，意図せず一般市民が卑わいな画像等に触れないようにするという観点からすると，隔壁等による隔離販売の規制のみで足りるのではないかという方向で議論することもできるし，他方，営業の自由の性格に鑑み，様々な制約を合憲とする方向で議論することもできると考えられる。このほか，表現物の流通過程における書店という位置づけに鑑み，通常の営業主体よりもその販売等の自由は保護されるべきであるという議論もなし得る。\n事業者にとっては違反すれば罰則も設けられていることから，刑罰法規としての明確性を指摘することも考えられる。刑罰法規の明確性は，表現の自由の制約において求められる明確性の原則とは趣旨を異にするため，別の論述が必要であろう。\n- 2 -\n〔第２問〕\n本問は，「墓地，埋葬等に関する法律」（以下「法」という。）第１０条第１項に基づいて，宗教法人\nＡが墓地(以下「本件墓地」という。)の経営許可を申請した場合(以下「本件申請」という。)，それに関して生じる法的な問題について，経営許可の権限を有する地方公共団体Ｂ市の主張を考慮しつつ，検討を求めるものである。本問で論じられるべき第１の問題は，本件申請に対して許可（以下「本件許可処分」という。）が行われた場合，本件墓地の近隣で別の墓地を経営している宗教法人Ｄと，障害福祉サ\nービス事業を行う法人Ｅに，本件許可処分に対して取消訴訟を提起する原告適格が認められるかである（設問１(1)）。論じられるべき第２の問題は，仮にＥに原告適格が認められた場合，本件許可処分が違法であるとして，Ｅがどのような主張をすることが考えられるか，また，それらの主張が制限を受けることはないかである（設問１(2)）。そして，論じられるべき第３の問題は，本件申請に対して不許可処分（以下「本件不許可処分」という。）が行われ，Ａが，本件不許可処分に対して取消訴訟で争う場合，Ａが本件不許可処分の違法事由としてどのような主張をすることができるかである（設問２）。これらの点を，法，法に関して最小限必要な許可要件や手続を定めた「Ｂ市墓地等の経営の許可等に関する条例」\n（以下「本件条例」という。）等の資料を踏まえて論じることが求められている。\n〔設問１(1)〕は，取消訴訟の原告適格という，取消訴訟の基本的な訴訟要件の理解を問うものであ\nる。本問では，ＤとＥは，それぞれ本件許可処分の名宛人ではなく，第三者であることから，行政事件訴訟法第９条第１項と同条第２項の基準に基づいて，原告適格に関しどのような主張がなされるのか，また，原告適格は認められるのかを，Ｂ市からの反論を踏まえて検討することが求められている。\nＤの原告適格の検討に当たっては，既存の墓地の経営主体であるＤが，本件墓地によって経営上悪影響を受けることを理由に，原告適格が認められるのかを論じることとなる。法第１条は，公衆衛生や宗教感情の保護等を法目的としているが，既存の墓地の保護については特に触れるところはない。しかし，本件条例第３条第１項が墓地の経営主体を原則として地方公共団体としていることや，本件条例第９条第２項の経営許可に関する要件を定めた規定により，法や本件条例がその趣旨目的として墓地経営の安定を求めていると考えることもできることから，墓地経営許可に際して，既存の墓地の利益保護が考慮されているかどうかを論じることが求められる。\nＥの原告適格の検討に当たっては，Ｅは障害福祉サービス事業を行う事業所を運営していることから，本件墓地の経営によって，衛生環境や生活環境の悪化を理由に原告適格が認められるのかが問題となる。\n本件条例第１３条第１項や第１４条第１項等を手掛かりとして，法や本件条例が，Ｅの事業所に対して，障害福祉サービス事業を行う事業所として，適切な環境の下で円滑に業務を行う利益を保護しているかを論じることが求められる。\n〔設問１(2)〕では，Ｅが，本件許可処分に対する取消訴訟を適法に提起できるとした場合，本件許\n可処分が違法であるとして，どのような主張が可能か，また，それらの主張が制限を受けないかを検討することが求められる。法第１０条第１項に基づく許可については，公益的見地からその許否が判断され，行政に一定の裁量が認められると考えられるが，どのような根拠に基づいて，いかなる裁量が認められるのか，さらに，本件許可処分が，どのような理由から裁量権の範囲を逸脱・濫用し，違法とされるのかについて，検討を進めることが求められている。\nＥが主張する違法事由としては以下の2点を論じることが求められる。第１に，本件墓地から約８０メートルの距離にあるＥの事業所が本件条例第１３条第１項(2)の「障害福祉サービスを行う施設(入所施設を有するものに限る。)」に該当し，本件条例第１３条第１項の距離制限に違反することから，本件許可処分は違法ではないかという点である。さらに，たとえ距離制限に違反していても，Ｅが，Ｄと相談して，説明会や本件申請の後に事業所を移転している等の事情から，本件許可処分を妨害するため，意図的に本件事業所を移転したとすれば，権利濫用として，そのような違法事由は主張できないのではないかという点もあわせて論じることが求められている。第２に，本件墓地の実質的な経営者は，Ａではなく，営利企業のＣではないのかという，いわばＡとＣの間で一種の「名義貸し」に当たる行為が行\n- 3 -われたのではないかという点である。法や本件条例には「名義貸し」を明文で禁止する定めは見られないが，本件条例が，墓地の経営主体を地方公共団体や宗教法人等に限定し，営利企業への墓地営業許可を認めていないことや，経営主体に一定の要件を求めていることから，仮に，本件許可処分が「名義貸し」によって認められたものであるとすれば，法や本件条例の趣旨を潜脱して違法ではないかという主張を行うことが考えられよう。法や本件条例を踏まえて，資料に示された具体的な事実を通して，Ｅの主張を検討することが求められている。\nさらに，本件許可処分の違法事由については，Ｅの「自己の法律上の利益」に関係があるかどうか，すなわち，行政事件訴訟法第１０条第１項による主張制限についても検討することが求められている。\n行政事件訴訟法第１０条第１項の「自己の法律上の利益」の基本的な理解に基づき，上で述べた各違法事由の主張が制限されるかどうかを，個別に検討することが求められている。\n〔設問２〕は，Ａが本件不許可処分に対して取消訴訟を提起した場合，本件不許可処分が違法である\nとしてどのような主張がなされるのかを問うものである。本件不許可処分の理由としてＢ市が想定している理由のうち，本問で論じられるべきものは，（ア）本件墓地周辺の住環境が悪化する懸念から，近隣住民の反対運動が激しくなったこと及び（イ）Ｄの墓地を含むＢ市内の墓地の供給が過剰となり，その経営に悪影響が及ぶことであるが，これらに関して，Ｂ市の主張を踏まえて，検討することが求められている。\n（ア）については，単に近隣住民の反対運動が激化するということを理由とするにとどまるのであれば，本件不許可処分の根拠としては認められないとの見解もあり得る一方で，Ｂ市の立場からは，法第\n１０条第１項が，墓地の経営許可につき市長に裁量を認めていることを前提にして，住環境の悪化を懸念する反対運動の存在を考慮することは適法との見解もあり得，これらを比較して論じることが求められている。（イ）についても，Ｂ市内の墓地の需給を考慮して本件不許可処分を行うことは許されないとの見解と，Ｂ市の立場からは，墓地の公共性や墓地の経営の安定性を求める法や本件条例の規定から，経営状態が悪化しないように，需給状況を考慮することは，裁量の範囲を超えるものではないという見解もあり得，これらを比較して論じることが求められている。\n【民事系科目】\n〔第１問〕\n本問は，民法の幅広い分野から，民法の基礎的な理解とともにその応用力を問うものであり，当事者の主張を踏まえつつ法律問題の相互関係や当該事案の特殊性を論理的に分析して自説を展開する能力が試されている。\n設問１は，種類債務の特定と危険負担（民法第５３４条第２項），（狭義の）履行補助者の過失，弁済の提供又は受領遅滞若しくは受領義務違反の効果（債務者の目的物保管義務の軽減及びその軽減後の義務の内容，対価危険の債権者への移転等）等といった債権法の複数の制度・\n規定について，基本的な理解ができているか，その理解を具体的な事実関係に基づいて各制度\n・規定の相互の関連性を含めて適切に展開することができるかを問うものである。典型論点ともいえるものばかりではあるものの，複数の論点の検討を要する問題を通して，事案に即して論理を着実に展開する能力が試されている。\n設問１の事実関係の下では，危険負担の適用があるか否かが問題となるが，その前提として，種類債権の特定とその後の目的物の滅失が必要となる。そこで，民法第４０１条が定める「債務者が物の給付をするのに必要な行為を完了し」たこととは，例えば，債務者が，給付の完了のために債権者がする必要のあることを除き，自らすることができることを全てした状態をいうところ，Ｂの債務は取立債務であることから，Ｂが目的物を分離して引渡準備を完了し，その旨をＡに通知することにより目的物の特定が認められることなどを述べた上で，設問１の事実関係からこの特定が認められ，その特定した目的物が盗難により滅失したと認められることを述べる必要がある。\n- 4 -目的物が特定後に滅失した場合の売主Ｂの売買代金請求権の帰趨については，①双務契約上の相対立する二つの債務は互いに対価関係に立つため牽連関係が認められるとして，一方の債務の消滅により当然に他方の債務も消滅することを前提としつつ，本件においては目的物が特定していたとして民法第５３４条第２項の適用によりＢの代金請求が認められ得るとする立場，②同じ前提に立ちつつも，民法第５３４条第２項の適用を否定又は制限する立場などが考えられる。これらのいずれの立場によっても構わないが，自己の採用した立場から一貫性のある法律構成をすることが求められる。なお，①②と異なり，双務契約上の相対立する二つの債務は互いに独立のものであり，一方の消滅により他方が当然に消滅することはないとする立場もあり得るが，その場合には，特殊といってよい立場であるため，そのように解する理由を明確に示すことが必要である。\n上記の①の立場からは，以下の事柄について論ずることになる。\n①の立場は，民法の規定の文理に素直なものであるといえるが，①の立場に対しては公平ではないという批判が極めて有力であり，また，この立場をとることを明言する判例があるわけでもない。そこで，民法第５３４条第２項の文言に素直な解釈であるという指摘をするだけでなく，公平に反するという批判説にも応接した理由付けをすることが望ましい。\nその上で，民法第５３４条が適用されるのは目的物の滅失が「債務者の責めに帰することができない事由」による場合であるため，設問１の事実関係の下で盗難による松茸の滅失がこれに当たるかを論ずべきことになる。その際には，「債務者の責めに帰することができない事由」\nの意味をまず明らかにする必要がある。これについては，例えば，特定物の売主は目的物の善良な管理者の注意をもって目的物を保管する義務を負うところ，その義務を尽くしたことが上記事由に当たるとする考え方が考えられる。さらに，設問１では，Ｂは保管のために（狭義の）\n履行補助者に当たる（【事実】３）Ｃを使用しているためＣの主観的態様が信義則上Ｂの主観的態様と同視されるとした上で，Ｃが近隣において盗難事件が頻発し警察が注意喚起しているとの状況下でＢの指示に従わずに簡易な錠による施錠しかせずに乙倉庫を離れたこと（【事実】\n５及び８）は善管注意義務違反に当たると解されるため，目的物として特定した松茸の滅失はＢの責めに帰することができない事由によるものということは基本的にできないことになる。\nもっとも，松茸の盗難は，Ｂによる弁済の提供があった後，又はＡによる受領遅滞中に若しくはＡの受領義務違反後に起きたことである。そこで，弁済の提供又は受領遅滞若しくは受領義務違反の効果としてＢの保管義務の軽減が問題になる。これらのいずれの構成によっても構わないが，その構成により保管義務が軽減される理由を明らかにし，設問１の事実関係の下で保管義務の軽減が認められるかを論ずる必要がある。\nそして，債務者は自己の財産に対するのと同一の注意をもって目的物を保管する義務を負う，あるいは，債務者は故意又は重大な過失による目的物の滅失又は損傷の場合にのみ責任を負うなどと軽減された義務の内容を明らかにした上で，設問１の事実関係に即して，Ｃの行った簡易な錠での施錠が「普段どおり」の施錠方法であったことを踏まえてその軽減された注意義務に違反しないかどうかを論ずべきことになる。\n次に，上記の②の立場をとる場合には，以下の事柄について論ずることになる。\nまず，自説の立場から，民法第５３４条の適用を否定又は制限する理由を述べる必要があり，その理由と整合的にどのような場合には適用が認められるのかを明らかにし，設問１の事実関係の下では民法第５３４条が適用される場合に当たらないことを述べることが求められる。\nもっとも，Ｂによる弁済の提供又はＡの受領遅滞若しくは受領義務違反が認められることから，その効果として対価危険の移転が認められ得る。そこで，その旨の指摘と設問１の事実関係の下でこれが認められることを述べた上で，目的物の滅失がＢの帰責事由によるものであるときはそもそも危険負担の適用がないことを述べて，松茸の滅失がＢの帰責事由によるものか否かを検討すべきことになる。そして，ここでは，上記の①の立場と同様に，債務者に課され\n- 5 -た善管注意義務と債務者の責めに帰することができない事由との関係，弁済の提供等による善管注意義務の軽減の有無などを検討すべきことになる。\n設問２は，所有権に基づく妨害排除請求の相手方は現に妨害をしている者であることを前提として，所有権留保売買契約の売主として留保所有権を有する者はこれに当たるか（小問１），仮にこれに当たらないと判断すべきことを前提としたとしても，その者が妨害物となっている自動車を以前所有しており，自己の意思に基づいて登録名義人となった者であって，その自動車を譲渡した後も登録名義人にとどまっている場合は別に考えることができないのか（小問２）\nを，それぞれ問うものである。\n小問１では判例によっても承認されている所有権留保売買を題材に非典型担保物権の意義と留保所有権の内容を，小問２では不動産と同様の法的規制に服する自動車についての権利の得喪に係る対抗要件制度の意義という，基本的な問題に対する理解力を測ることを狙いとする。\nまた，小問１には最判平成２１年３月１０日民集第６３巻３号３８５頁，小問２には最判平成\n６年２月８日民集第４８巻２号３７３頁という重要な関連判例があり，設問２は，日頃の学習において重要判例について表層的でない理解を心掛けているかをみようとするものでもある。\n小問１では，Ｅの請求が所有権に基づく請求であること，この請求の相手方は所有権の行使を現に妨げている者であることを前提として，甲トラックの所有権留保売買における留保売主\nＤは，甲トラックが丙土地上に放置されていることによってＥの丙土地所有権の行使を妨げていることになり，したがって，甲トラックの撤去義務を負うかどうかが問われている。\nまず，物の所有者は，その物が他人の土地上にある場合には，権原がなければ，通常，その物の撤去の義務を負う。ところが，Ｄは，Ａとの間で所有権留保売買契約をしたことにより，通常の所有権を有する者ではなく，債権担保の目的で所有権を有するにすぎない。そこで，このような立場にあるＤが所有者一般と同様に扱われるのか否かを論ずべきことになる。\nＤが甲トラックの撤去義務を負うか否かについての結論はいずれでも構わないが，その結論を導く理由についての法的な構成力が問われている。その理由に関しては，例えば，次のような事情を考慮することが考えられる。\nすなわち，①ＡＤ間の契約において，被担保債権の不履行があるまでは，甲トラックの占有\n・処分権能を有するのはＡであり，Ｄはこれを有しないとされており，Ｄは，甲トラックの交換価値しか把握していないとみることができることである。これによると，Ｄは，形式的には甲トラックの所有者であるが，実質的には抵当権者と変わりがないとみることができ，抵当権者であれば抵当目的物による妨害排除請求の相手方にはならないと考えられる。\n他方で，②上記①のようなＤの地位は，ＡＤ間の契約によって創設されたものであることである。したがって，Ｄの甲トラックの占有・処分権能は，Ａとの契約によりＡとの関係で制約されているにすぎないとみる余地がある。実際にも，例えば甲トラックを不法占有する者がある場合，その者との関係では，Ｄは所有権に基づく返還請求をすることができるとされる可能性がある。\nこのほか，③Ｄは，甲トラックに抵当権（自動車抵当権）を設定することもできたのにあえて所有権留保という担保手段を選んだものであって，所有者と同様に扱われることはＤの選択の結果であるにすぎないといえることなどを指摘することが考えられる。\nなお，前掲平成２１年３月１０日最高裁判決は所有権留保という社会的に重要な非典型担保の基本的内容の一部を明らかにするものであることから，法律実務家となることを志す者が知っているべき判決であるということができるが，単に同判決があることや，その内容を指摘しても十分な解答にはならず，理由付けの内容が問われるものである。\n小問２では，下線部㋐のＤの発言が正当と認められるという前提で解答することが求められている。これは，甲トラックの通常の所有権を有していたＤが，Ａとの所有権留保売買契約により甲トラックの所有権を実質的に喪失したことを前提として，設問２を考えるべきことを意\n- 6 -味するから，まずこの点を押さえる必要がある。\nそして，登録自動車の所有権の喪失はその登録をしなければ「第三者」に対抗することができない（道路運送車両法第５条第１項）ことが問題文に示されていることを踏まえつつ，設問\n２の事実関係の下で，Ｅは，その「第三者」に該当し，又は「第三者に準ずる者」として扱われるのかを，論ずべきことになる。\n道路運送車両法第５条第１項は，民法第１７７条と同趣旨の規定であることから，「第三者」とは，登録の不存在を主張する正当な利益を有する者をいい，隠れた物権変動により第三者が害されることを防ぐという同条の趣旨から，当該物件につき登録名義人との間で法律上の利害関係を有するに至ったことが，第三者性を基礎付ける「正当な利益」に当たると解される。\nこれによると，Ｅは，第三者には基本的に該当しないこととなる。Ｅが甲トラックにつき有する利害関係は，甲トラックの所有者が判明しなければ丙土地の所有権に対する妨害を排除することができないという不利益を被ることであり，Ｅは，甲トラックにつき，権利を取得すべき地位にあるなど何らかの法律上の利害関係を有するわけではないからである。\nもっとも，判例（前掲平成６年２月８日最高裁判決）上，土地所有権の行使が建物の存在によって妨害されている場合において，登記に関わりなく建物の実質的所有者をもって妨害排除の義務者を決するとすれば，土地所有者はその探求の困難を強いられるなどの不合理を生ずるおそれがあることから，その建物の所有権を譲渡により喪失したが自ら得た登記名義をなお保持する者は，土地所有者との関係については建物についての物権変動における対抗関係にも似た関係にあるとした上で，土地所有者の請求により建物を収去し土地を明け渡す義務があるとされている。登録自動車については不動産と同様の法的扱いがされることが多いことから，Ｄ\nについても同様の立論が可能であるかどうかが問題になる。\nこの問題についても，結論はいずれでも構わないが，その結論を導く理由についての法的な構成力が問われている。\n検討の筋道としては，前掲平成６年２月８日最高裁判決が地上建物による土地所有権の妨害の場合に土地所有者を例外的に保護していることから，その例外的保護の理由を明らかにして，それとの比較をすることが考えられるが，これに限られるものではなく，次に述べるような必要な考慮要素に触れられていることが必要である。\n地上建物による土地所有権の妨害の場合に土地所有者の例外的保護が認められる理由としては，①建物の存立は，敷地の全面的・固定的占有を当然に伴うため，土地所有者は土地の占有という土地所有権の本質的内容に属する権能を奪われた状態が継続することが挙げられる。他方で，登録自動車による土地所有権の妨害は，全面的なものでも，固定的なものでもなく，土地所有者は，その妨害により土地所有権の本質的内容に属する権能を奪われた状態になるとまで評価することはできないともいえる。\nまた，②一般に，民法第１７７条の第三者とは登記の欠缺を主張する正当な利益を有する者をいうなどとされ，第三者とされるためには，当該物権変動の主張が認められると当該不動産に関する権利を失い，又は負担を免れることができなくなることが必要であるところ，本件では，土地所有者は，登記を移転していない前建物所有者による建物の所有権喪失の主張が認められると，建物所有権の隠れた移転によりその建物所有権の負担（土地所有権を妨害された状態が継続するという負担）を実質的に免れることができない地位にあるとみることができるともいえる。他方で，土地所有者は土地所有権の本質的内容に属する権能を奪われた状態になるとまで評価することはできないと反論をすればこの指摘は当たらないし，そもそも違法な状態に対する責任の追及の問題を対抗問題と類似すると扱うことは適切ではないということもできる。\nさらに，③建物を譲渡した元所有者は，その建物を所有する旨の登記を自らしたのであれば，その名義の移転をすることも当然にできたはずであり，登記懈怠の責めを問われても仕方がな\n- 7 -いことを指摘することができる。他方で，所有権留保売買は，被担保債権の弁済まで登記又は登録を売主名義のままにしておくことが当然の前提であり，そのことも含めて判例上承認されていることから，売主に登記懈怠の責めを負わせることは適当ではないともいえると考えられる。\nこのほか，建物の撤去とは，通常，建物の取壊しであることから，その費用を負担しさえすれば誰でもすることができるため，建物所有権を有しない登記名義人に負わせることも可能であるが，自動車については，前登録名義人は真の所有者の所在が判明するまで自動車を保管し続けなければならないという負担を負い続けることになりかねず，その金銭負担も重いものとなる可能性があるという事情も指摘することができる。\n以上を踏まえれば，Ｅを「第三者」に準ずる者と認めて例外的に保護することは適当ではないと理解することに相当の理由があると考えられるが，上記のとおりいずれの結論でも許容される。\n解答に当たっては，以上に例示した事情の全部を挙げることが求められるものではなく，根幹的と思われる理由を挙げて結論を正当化することで十分である。もっとも，結論を正当化する際には，その結論を根拠づける方向に働く事情を挙げるだけでなく，反対の結論を根拠付ける方向に働く事情も考慮し，それに応接することが望ましい。\n設問３は，遺言による財産の処分によって，共同相続人への債務の承継が影響を受けるか否かを問うことを通じて，相続法に関する基本的な知識に基づく事案の分析力や解釈論の展開力を試すものである。\n設問３については，①被相続人Ｃを共同相続したＣの子ＦＧに対し法定相続分とは異なる割合で特定の財産をそれぞれ「相続させる」遺言，及び，Ｃから廃除（民法第８９２条）された子Ｈに対し特定の財産を「与える」遺言について，遺言の解釈によってその法的性質（とりわけ，「相続させる」遺言が相続分の指定を伴うものであるか）を明らかにした上で，②Ｃが残したＢに対する借入金債務がＦＧにどのように承継されるか，さらに，この債務を全額支払ったＦがＧに対し幾らの金額の支払を請求することができるかについて，検討することが求められる。\nまず，Ｃの遺言（以下「本件遺言」という。）の解釈に当たっては，どのような指針に基づいて解釈すべきか，例えば，「被相続人の遺産の承継関係に関する遺言については，……遺言者の意思を尊重して合理的にその趣旨を解釈すべきものである」（最判平成３年４月１９日民集第４５巻４号４７７頁参照）などと必要に応じて簡潔に言及することが求められる。\nその上で，ＦＧに対する「相続させる」遺言に関しては，判例が，特定の遺産を特定の相続人に「相続させる」遺言は，①相続人に対し，特定の財産を単独で相続させようとする趣旨に解するのが合理的な意思解釈であって，特段の事情がない限り，遺贈と解すべきではないとし，②かかる「相続させる」趣旨の遺言は，特定の遺産を特定の相続人に単独で相続により承継させることを遺言で定める点で，正に民法第９０８条にいう「遺産の分割の方法を定めた遺言」\nであるとしている。したがって，この判例の立場を前提とすれば，共同相続人ＦＧに対し，１２００万円・６００万円の定期預金をそれぞれ「相続させる」遺言は，「遺産分割方法の指定」と意思解釈するのが合理的であることになる。なお，共同相続された定期預金について，遺産分割の対象となる旨の判例が最近出されている（最判平成２９年４月６日集民第２５５号１２９頁。最大判平成２８年１２月１９日民集第７０巻８号２１２１頁参照）が，本問においてはその旨の言及を特に求めるものではない。\nそして，「遺産分割方法の指定」については，法定相続分よりも多い割合で分割の指定がされたり，各共同相続人に対し法定相続分とは異なる割合で分割の指定がされた場合には，特段の事情がない限り，「相続分の指定」（民法第９０２条）を伴うものと解釈するのが一般的である。このような形で法定相続分とは異なる割合による遺産分割の指定がされたことは，債務の- 8 -\n承継割合を法定相続分から変更する意思がないことが明らかであるなどの特段の事情がない限り（最判平成２１年３月２４日民集第６３巻３号４２７頁参照），その分割された割合で「相続分の指定」がされて，債務もその割合で承継させる趣旨に意思解釈するのが合理的であると考える立場であり，このような立場を取るならば，共同相続人ＦＧに対し法定相続分とは異なる割合で１２００万円・６００万の定期預金をそれぞれ「相続させる」とする本件遺言は，「相続分の指定」を伴うものと解釈することになる。\n上記の立場に対し，特定の遺産を特定の相続人に「相続させる」遺言を「特定遺贈」と解釈する学説も少なくない。このような説に立って論ずるに当たっては，上記の「相続分の指定を伴う遺産分割方法の指定」と解する立場に対する批判を踏まえた議論を展開し，例えば，「遺産分割方法の指定」は，本来は，現物分割・換価分割などの遺産全体の分割方法の指針を定めるものであって，特定の財産の処分は特定遺贈によることが民法の予定するところであることを指摘することが考えられる。\nこのほか，上記の各立場も踏まえつつ，本件遺言は，飽くまでも個別の積極財産を処分したに過ぎない点などを考慮して，遺言者には債務の承継割合までを変更する意思はなく，法定相続分の割合で承継すると解釈することも，解答として許容されるものと考えられる。\n次に，Ｈに対する遺言については，Ｈは廃除（民法第８９２条）により相続資格を失っていたこと，したがって，２００万円の定期預金を「与える」遺言は，相続人以外の者に対する遺言による特定の財産の処分であるから，特定遺贈と解釈されることを述べることが求められる。\n本件遺言において廃除の意思に変わりがないとＣがしていることに照らして，廃除の取消し（民法第８９４条第２項）の趣旨を含むものではなく，相続資格を失ったままであることに言及することが望ましい。\n以上を前提に，Ｃの残した金銭債務が共同相続人ＦＧにどのように承継されるかについては，次のように考えられる。\nまず，共同相続人は，法定相続分に応じて相続人の権利義務を承継するのが原則であるが（民法第８９９条），指定相続分（民法第９０２条）がある場合は指定相続分に応じて承継する。\nＦＧへの「相続させる」遺言において複数の立場があり得るが「相続分の指定を伴う遺産分割方法の指定」であると解する場合には，指定相続分（２：１）により，それ以外の立場による場合には法定相続分（１：１）により債務を承継することになる。\n次に承継の態様が問題となるが，ＣはＢに対し３００万円の金銭債務（可分債務）を負っていたことから，判例（大決昭和５年１２月４日民集第９巻１１１８頁）の立場を前提とすれば，民法第４２７条により，共同相続人ＦＧ間では上記の割合に応じた分割債務として承継することになる。\nそして，Ｆは，Ｇが単独で負う債務までＢに弁済している。これは，債務者の意思に反するもの（民法第４７４条第２項）とはいえないので，ＦはＧに対し，事務管理等を理由として，指定相続分で承継したとする場合には１００万円の支払を，法定相続分で承継したとする場合には１５０万円の支払を，それぞれ請求することができるものと考えられる。\n他方で，金銭債務（可分債務）の共同相続について，不可分債務又は合有債務と解する学説も有力であり，分割債務説を批判しつつ，これらの学説に立った検討を加えることも考えられる。この場合には，内部的負担部分は，法定相続分又は指定相続分に応じて定められ（民法第\n８９９条参照），その負担部分を超える額についてＦはＧに求償することができるものと考えられる。\n〔第２問〕\n本問は，①会計帳簿の閲覧の請求の拒絶事由（設問１），②株主の権利の行使に関する利益の供与を理由とする株主総会の決議の取消しの訴え，株主総会の否決決議の取消しを請求する\n- 9 -訴え（設問２⑴），③株主の権利の行使に関して財産上の利益を供与することに関与した取締役及び当該利益の供与を受けた者に対する責任追及等の訴え（設問２⑵），④譲渡制限株式の相続人に対する売渡しの請求（設問３）についての理解等を問うものである。\n設問１においては，⑴Ｄによる閲覧の請求が会社法第４３３条第１項の会計帳簿の閲覧の請求に該当すること，当該請求の要件等に言及した上で，⑵当該請求が同条第２項第１号又は第\n３号の拒絶事由等に該当し，甲社が当該請求を拒むことができるかどうかについて検討することが求められる。\n⑵のうち，Ｄによる閲覧の請求が会社法第４３３条第２項第１号の拒絶事由に該当するか否かを検討するに当たっては，Ｄが，その権利の確保又は行使に関する調査の目的でなく，Ｄ保有株式をＡに買い取らせる目的で当該請求を行ったと認めることができるかどうかについて，Ｄの言動等の事実関係を適切に評価した上で説得的に論ずることが求められる。\nまた，Ｄによる閲覧の請求が会社法第４３３条第２項第３号の拒絶事由に該当するか否かを検討するに当たっては，乙社の営む事業が甲社の「業務と実質的に競争関係にある」と認めることができるかどうかについて，甲社及び乙社はいずれもハンバーガーショップを営んでいること，甲社は関東地方のＰ県に，乙社は近畿地方のＱ県に，それぞれ出店していること，甲社はＱ県には出店する予定がないことなどの事実関係を適切に評価した上で，説得的に論ずることが必要となろう。さらに，Ｄが「～事業を営み，又はこれに従事するものである」と認めることができるかどうかについても，Ｄは，乙社の発行済株式の全部を有していること，乙社の経営には関与していないこと，乙社の代表取締役であるＦと親子関係にあることなどの事実関係を踏まえて，具体的に検討することが求められる。\n設問２⑴においては，甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債務について連帯保証したことが，「何人に対しても」（会社法第１２０条第１項）という文言に照らして，Ｇに対する財産上の利益の供与（同項）に該当するか否か（同項の文言上，利益供与の相手方は誰でもよく，現に株主である者に限られない。），あるいはこのことがＤ保有株式の売買契約が成立する前提となっており，Ｄに対する財産上の利益の供与（同項）に該当するか否かについて説得的に論ずることが求められる。そして，上記連帯保証が，（Ｇ又はＤに対する）財産上の利益の供与に該当するとすれば，当該利益の供与が株主の権利の行使に関してされたもの（同項）ということができるかどうかについて，本件契約によれば，Ｄが本件株主総会には自らは出席しないでＡを代理人として議決権の行使に関する一切の事項を委任することとされていたといった諸々の事実関係に即して検討することが望まれる。その上で，本件決議１についての株主総会の決議の取消しの訴えに関して，当該利益の供与により，本件決議１\nが株主総会の決議の方法が法令に違反したもの（同法第８３１条第１項第１号）と認めることができるかどうかについて検討することが求められる。\nまた，本件決議２についての株主総会の決議の取消しの訴えに関しては，本件決議２が株主総会の決議の方法が法令に違反し，又は著しく不公正なもの（会社法第８３１条第１項第１号）と認めることができるかについて，ＣがＡを取締役から解任する旨の議案の提案の理由を説明しようとしたところ，議長であるＡがこれを制止し，直ちに採決に移ったことを，株主による提案理由の説明の拒絶として株主提案権の（実質的）侵害に該当し，あるいは議長の議事整理に関する権限（同法第３１５条第１項）の濫用に該当すると位置付けることができるのではないかといった観点から，検討することが考えられる。さらに，判例は，ある議案を否決する株主総会等の決議の取消しを請求する訴えは不適法であるとしていること（最判平成２８年３月\n４日民集７０巻３号８２７頁）を意識した上で，その適否を論ずることが求められる。\n設問２⑵においては，Ａに対する責任追及等の訴え（会社法第８４７条第１項）については，甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債務について連帯保証したことが，Ｇ又はＤに対する財産上の利益の供与（同法第１２０条第１項）に該当するとすれば，- 10 -\n①Ａは，同条第４項及び会社法施行規則第２１条第１号に基づき，少なくとも，供与した利益の価額に相当する額である６０万円を支払う義務を負うと認めること，②甲社がＧの丙銀行に対する借入金債務について連帯保証したことに関するＡの行為は，法令に違反し，又は善管注意義務に違反するため，任務懈怠（同法第４２３条第１項）に該当し，Ａは，甲社に対し，少なくとも，保証債務の履行として丙銀行に弁済した８００万円を支払う義務を負うと認めることが考えられる。なお，Ａが支払義務を負う金額（①にあっては「供与した利益の価額に相当する額」，②にあっては会社の損害額）については，上記の各金額以外の額であるとする論理も考えられるところであり，事案に即して説得的に論じられていれば，必ずしも，上記の各金額でなければならないものではない。\nＧに対する責任追及等の訴え（会社法第８４７条第１項）については，Ｇが，「当該利益の供与を受けた者」に該当するのであれば，同法第１２０条第３項に基づき，供与を受けた財産上の利益である６０万円を返還する義務を負うと認めることが考えられる。なお，Ｇが返還義務を負う金額についても，同様に，必ずしも，上記の金額でなければならないものではない。\n設問３においては，譲渡制限株式の相続人等に対する売渡しの請求（会社法第１７４条）の趣旨は，株式会社が，定款にその旨の定めを設けることにより，相続その他の一般承継により当該株式会社の譲渡制限株式を取得した者に対し，当該譲渡制限株式を当該株式会社に売り渡すことを請求することができることとし，当該株式会社にとって必ずしも好ましくない者が当該株式会社の株主となることを防ぐことができるようにすることにあることを踏まえつつ，本件請求の適否について，具体的に検討することが求められる。\nその際には，Ｂは甲社株式を相続する前から甲社の株主であったこと，Ｂが相続した甲社株式４５０株の全部についてではなく，Ｃが甲社の総株主の議決権の過半数を確保するために最低限必要な４０１株についてのみ，甲社がＢに対して売渡しの請求をすることとしたこと，Ａ\nが取締役を退任した後はＣも取締役を退任してＢが代表取締役社長を務める旨のＡＣ間の合意が存在していたこと，本件請求はＣが甲社の支配権を取得する目的でされていること，他方で，会社法第１７４条の文言上は，これらのことにより，譲渡制限株式の相続人等に対する売渡しの請求が不適法となるとは規定されていないこと，甲社定款第９条の定めは設立当初から設けられていたことなどの諸事情を総合的に考慮して，説得的に論ずることが求められる。\nその上で，平成２９年７月３日に開催された臨時株主総会における甲社がＢに対して売渡しの請求をすることに関する議案を可決した決議について，①特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議に該当するか否か（会社法第８３１条第１項第３\n号），②決議の内容が法令に違反するか否か（同法第８３０条第２項），又は③決議の内容が定款（定款の趣旨）に違反するか否か（同法第８３１条第１項第２号），及び当該決議が取り消され，又は無効であることが確認されることにより，本件請求が効力を生じないこととなることなどについて，検討することが考えられる。\n〔第３問〕\n本問は，Ａが，Ｂが運転するタクシーとＣが運転する自動車との衝突事故（本件事故）によって負傷したという事例を基本的な題材として，①ＢがＡを被告として１５０万円を超える損害賠償債務の不存在確認の訴えを提起し，その訴訟が係属した後，ＡがＢ及びＣを被告として提起する損害賠償請求の訴えが適法であるとする立論をすること（設問１），②Ａを原告，Ｂ\n及びＣを被告とする損害賠償請求訴訟において，Ｂが，病院開設者である法人Ｄを所持者としてＡの診療記録について文書提出命令を申し立てた場合に，Ｄに文書提出義務があるとする立論をすること（設問２），③当該訴訟の第一審判決においてＡのＣに対する請求が棄却された場合に，Ｂが，Ａのために補助参加の申出をするとともに，Ａを控訴人，Ｃを被控訴人として提起した控訴が適法かどうかを論ずること（設問３）をそれぞれ求めるものである。\n- 11 -なお，甲地裁及び乙地裁が本問に現れる訴えの土地管轄及び事物管轄を有することは解答の前提にするよう問題文に明記しているので，これらの管轄の有無を論ずる必要はない。\n設問１では，まず，Ｂが既にＡを被告として１５０万円を超える損害賠償債務の不存在確認の訴えを提起し，訴状がＡに送達されて訴訟係属が生じていることとの関係で，ＡがＢに対して４００万円の支払を求める訴えの適法性が問題となる。そして，ＡのＢに対する訴えの適法性に関しては，民事訴訟法第１４２条の重複起訴の禁止との関係を重複起訴禁止の趣旨を踏まえて論じなければならず，その前提として，Ｂの訴えの訴訟物を明示する必要がある。\nＢの訴えの訴訟物は，例えば，判例による訴訟物の捉え方を踏まえると，本件事故に係るＢのＡに対する不法行為に基づく損害賠償債務のうち１５０万円を超える部分と解することとなり，ＡのＢに対する４００万円の支払請求の訴えのうち１５０万円を超える部分については，事件の同一性（当事者と訴訟物の同一性）が認められるので，重複起訴の禁止との関係が問題となる。また，Ｂの訴えの訴訟物について，Ｂが義務を自認している１５０万円の部分をも含むと解する考え方に立つと，ＡのＢに対する４００万円の支払請求の訴えの全部について重複起訴の禁止との関係が問題となる。訴訟物の捉え方については，複数の考え方があり得るところであり，どの立場に立つかによって評価に差がつくわけではないが，いずれにせよ，Ｂの訴えの訴訟物は，設問１を考える上で当然に明示する必要がある。\nそして，設問１で重複起訴の禁止との関係を論ずる際には，Ａがその訴えを提起する裁判所が，Ｂの訴えに係る訴訟が係属している裁判所（乙地裁）であるのか，それ以外の裁判所（甲地裁）であるのかという課題(1)と課題(2)の違いを意識しつつ検討を進める必要がある。\n設問１の課題(1)では，まず，Ａが乙地裁にＢを被告とする訴えを提起することが適法であることを論ずる必要があり，金銭債務不存在確認の訴えの被告は原告に対してその金銭の支払を求める反訴を提起することができ，これによると重複起訴の禁止の規定に抵触しないこと（そもそも同条が禁止する「更に訴えを提起すること」に当たらないと考えられること，又は「更に訴えを提起すること」には当たるが，重複起訴禁止の趣旨に反しないので適法と考えられること）を指摘することが求められる。\n設問１の課題(1)では，これに加えて，Ａが，乙地裁において，ＣをＢとの共同被告として損害賠償請求の訴えを適法に提起できることを論ずる必要がある。これについては，共同訴訟の一般的要件（同法第３８条前段）を満たすことを指摘すべきであるのはもちろんであるが，そのほかに，上記のようにＡがＢに対する反訴を提起する場合，この反訴請求と併合して本訴原告以外の者であるＣに対する請求に係る訴えを提起できるかを検討する必要がある。すなわち，Ｂに対する反訴請求と本訴原告ではないＣに対する請求とを併合して訴えを提起することを許せば，法が定めていない主観的追加的併合を認めることになるが，それでよいかという問題が存在するので，この問題を意識しつつ，それが許されるとの立論をすることが求められる。\n他方，Ａが，Ｂの訴えに対する反訴ではなく，別訴として，ＢとＣを共同被告とする訴えを乙地裁に提起することも考えられるところ，この場合には主観的追加的併合の許否という問題は生じないが，前記の重複起訴の禁止の問題との関係で，Ａが受訴裁判所に口頭弁論の併合を求め，口頭弁論が併合されることにより重複起訴禁止の趣旨に反しなくなることを指摘して，訴えの適法性を理由づけることが望まれる。\nまた，金銭債務不存在確認の訴えの被告が原告に対してその金銭の支払を求める反訴を提起した場合には，その確認の訴えについて確認の利益が認められなくなる旨の判例（最高裁判所平成１６年３月２５日第一小法廷判決・民集５８巻３号７５３頁）の趣旨を意識しつつ，ＡがＢに対する給付の訴えを提起することにより，Ｂの訴えについては確認の利益がなくなることを指摘して，重複起訴禁止の趣旨に反せず適法であるとする解答も，一応の評価ができるところである。\n次に，設問１の課題(2)は，Ａが，甲地裁において，ＢとＣに対する訴えを提起する場合で- 12 -あってもそれが適法であるとする立論をすることを求めている。課題(1)と異なり，反訴によることはできず，また，官署としての裁判所を異にするため直ちに口頭弁論を併合することもできない。そこで，本件でＡが甲地裁にＢとＣを共同被告とする訴えを提起する場合，Ｂの訴えに係る訴訟が係属する裁判所とは別の裁判所に提起する別訴であっても，これを適法と認めるべき必要性及び重複起訴の禁止の趣旨が妥当しないとする理由を示すことにより，Ａの訴えが適法であることを述べることになる。そこでは，債務不存在確認訴訟と給付訴訟とでは得られる判決の効果に違いがあること（給付判決には執行力が認められる。），Ｂの訴えの訴訟物が１５０万円を超える部分のみであると解する見解に立つ場合には，Ａの訴えの訴訟物のうちＢ\nの訴えの訴訟物となっていない１５０万円については訴訟物の重なりがないこと，Ｂが自己に有利な管轄裁判所に消極的確認の訴えを提起することにより，Ａが甲地裁で訴えを提起できるはずの地位を損なうこと，本件では，Ａの訴えの提起がＢの訴えについての第１回口頭弁論期日前の時点でされており，Ｂの訴えについて審理が進んでいる状態ではないことなどの諸事情を考慮に入れて論ずることが期待される。\n設問２では，Ａの診療記録について所持者Ｄが文書提出義務を負うかどうかが問題となり，同法第２２０条の規定に即して文書提出義務を肯定する立論をすることが求められる。同条の規定のうち根拠として検討する必要があるのは，一般的な文書提出義務を定めた同条第４号である。本問では，除外事由としての同号ハ・第１９７条第１項第２号（医師の守秘義務に係る文書）への該当性が問題となり，医師の守秘義務によって保護されているのが訴訟の当事者であるＡについての情報であることがＤの文書提出義務に影響するのではないかという点を考慮に入れ，文書の所持者が当該訴訟の当事者に対して負う守秘義務が問題となった場合の判例（最高裁判所平成１９年１２月１１日第三小法廷決定・民集６１巻９号３３６４頁）の趣旨等をも考慮して，除外事由に当たらないことの理由を示すことが必要となる。\nそのほかに，同法第２２０条第３号前段の利益文書を根拠とする立論をすることにも一定の評価が可能であるところ，Ａの診療記録についてＡの相手方当事者であるＢの利益のために作成されたといえるか，同条第４号の除外事由の適用又は類推適用がないか（それがあるとすると，除外事由に該当しないか）等の問題点について，提出義務を肯定する方向で論ずることが求められる。\nなお，同号ニ（いわゆる自己利用文書）の該当性も一応問題になり得るが，一般に診療記録が各種の事項に関して証拠方法となり得ること等を踏まえると，専ら所持者の利用に供するための文書とは解することができないので，自己利用文書の該当性を論ずる必要はない。\n設問３では，主張(ア)との関係で，第一審で補助参加をしていなかったＢがＡのために控訴をすることの可否について，主張(イ)との関係で，補助参加の利益（同法第４２条参照）について，それぞれ論じ，Ｂの控訴が適法か否かの結論を示す必要がある。\n前者に関しては，第一審で補助参加をしていなかった者も，補助参加の申出とともに被参加人のために控訴ができるとするのが同法第４３条第２項及び第４５条第１項から導かれる適切な解釈である。後者の補助参加の利益の有無に関しては，考え方が分かれ得るところであり，最高裁判所昭和５１年３月３０日第三小法廷判決・裁判集民事１１７号３２３頁の趣旨等をも意識しつつ，自らの考え方を述べることが求められる。\n【刑事系科目】\n〔第１問〕\n本問は，⑴設問１で，Ａ高校のＰＴＡ会長である乙が，同高校のＰＴＡ役員会において，「２年生の数学を担当する教員（丙）がうちの子（甲）の顔を殴った。徹底的に調査すべきである。」と発言した行為について，名誉毀損罪の成否を検討させ，⑵設問２で，夜間の町外れの山道脇の駐車\n- 13 -場において，負傷して倒れていた父親の乙を救助しなかった甲の不作為について，殺人未遂罪及び保護責任者遺棄等罪が成立すると主張する上での各理論構成を検討させ，さらに，⑶設問３で，同所において，甲とは無関係の丁が負傷して倒れていた場合に，その丁を救助しなかった甲の不作為について，殺人未遂罪が成立すると主張する上での理論構成を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n⑴ 設問１について本問では，乙の罪責について，丙に対する名誉毀損罪の成否を検討することになる。そこで，同罪の客観的構成要件である「公然」，「事実の摘示」，「人の名誉」及び「毀損」という各構成要件要素について，事実を指摘して具体的に論じる必要がある。\nまず，「公然」の意義について，判例の見解では，不特定又は多数人が認識し得る状態をいうとされているところ，公然性が認められるためには，不特定又は多数人が現実に摘示内容を認識することを必要とせず，認識できる状態に置かれれば足りることを的確に指摘する必要がある。\nその上で，乙がＡ高校のＰＴＡ役員会において，これに出席していた校長及び保護者３名に対し，丙に関する悪評を伝えた行為に公然性が認められるかが問題となるところ，判例の立場によれば，摘示の相手方が特定かつ少数人であっても，その者らを通じて間接的に不特定又は多数人へと伝播する可能性がある場合には，人に対する社会的評価を低下させる危険を生じさせることから，公然性を肯定できることを論じることになる。もっとも，「公然」\nとは，文理上，結果の公然性ではなく，行為の公然性を意味するものであることや，伝播させるかどうかという相手方の意思により犯罪の成否が左右されるのは不当であることなどを理由として，伝播性の理論を否定し，摘示の直接の相手方が不特定又は多数人であることが必要であるとする見解に立って論じることも可能である。\n本問において，乙が摘示した直接の相手方は，ＰＴＡ役員会に出席していた校長及び保護者３名という特定かつ少数人にとどまるものの，これらの出席者は，多数人であるＡ高校の生徒の保護者らの代表者であって，同役員会における協議結果等を他の保護者や教員ら同高校関係者に伝達・連絡することが当然予定されている。そのような場において，乙が「徹底的に調査すべきである。」などと発言して，丙の暴力行為を糾弾することは，出席者である校長又はＰＴＡ役員を介して，同高校内における事実調査や噂話により，同高校関係者等の不特定又は多数人に伝播する可能性が十分あり得ることに着目すれば，伝播性の理論を肯定する立場からは，公然性が認められることになる。他方，伝播性の理論を否定する立場からは，摘示の直接の相手方が特定かつ少数人にとどまることから，公然性は認められないことになる。\n次に，「事実の摘示」，「人の名誉」及び「毀損」の各構成要件要素についても，それぞれの意義を正確に押さえつつ，本問における乙の発言について，具体的事実を指摘して，それらの要件充足性の検討を行う必要がある。その際，Ａ高校２年生の数学を担当する教員は丙だけであったことから，「２年生の数学を担当する教員」という発言が，特定の対象者に対する事実の摘示であることを論じるほか，教員である丙が生徒である甲の顔を殴ったという事実を摘示することは，高校教員という職業的地位に鑑み，法的保護に値する社会的評価を害するに足りる行為といえることを論じる必要がある。\n他方，乙の発言について公然性を否定した場合には，ＰＴＡ役員会の出席者であった校長による聞き取り調査を通じて，Ａ高校の教員らに丙の悪評を広めた点を捉えて，乙に，校長の行為を利用した名誉毀損罪の間接正犯あるいは校長との共同正犯や教唆犯が成立しないかについても更に検討する余地がある。\n- 14 -そして，主観的要件として，名誉毀損罪の故意の有無を検討する必要があるところ，乙において，丙の名誉を毀損する意図や目的まで有していたかどうかに関わりなく，自らのＰＴ\nＡ役員会における発言によって，丙の社会的評価を低下させるおそれがある事実を不特定又は多数人に伝播させることの認識，認容があったと認められることを簡潔に指摘する必要がある。\nなお，乙は，丙が甲に暴力を振るったことが真実であると誤信しているが，そもそも，乙には，公益を図る目的がなかったことから，刑法第２３０条の２の適用は問題とならない。\nまた，ＰＴＡ役員会における乙の発言については，教員の生徒に対する暴力行為を保護者として糾弾する行為として，刑法第３５条の正当行為に該当するか否かを検討する余地はあるが，乙は，丙に対する個人的な恨みを晴らそうという目的から，ＰＴＡ役員会での発言に及んでいることを考慮すれば，乙の行為に社会的相当性は認められず，正当行為には該当しないものと考えられる。\n⑵ 設問２について本問では，甲の罪責について，①殺人未遂罪が成立するとの立場と，②保護責任者遺棄等罪にとどまるとの立場の双方の主張・反論に言及しつつ，最終的に自説としていかなる結論を採るのかを論じる必要がある。\nまず，①不作為による殺人未遂罪が成立するとの立場からは，作為犯と対比して構成要件的に同価値と評価できるか否かについて，作為義務と作為可能性の観点から判断すべきであることを指摘する必要がある。\n作為義務については，その発生根拠と内容を指摘・検討した上で，本問において，甲と乙が親子関係にあることを前提に，甲が本件駐車場で倒れている乙を発見した後，自らが乙に声を掛けたことにより，意識を取り戻した乙が崖近くまで歩いて転倒した様子を見ていること，乙が転倒した場所のすぐそばが崖となっており，崖から約５メートル下の岩場に乙が転落するおそれがあったところ，当時，本件駐車場には，車や人の出入りがほとんどなかった上，乙が転倒した場所は，草木に覆われており，山道及び本件駐車場からは倒れている乙が見えなかったことなどの事実に触れつつ，先行行為や事実上の引受け，さらには，排他的支配性や危険の創出等の発生根拠の充足性について論じる必要がある。\nまた，作為可能性については，その要件としての必要性を簡潔に指摘した上，本問において，乙が崖近くで転倒した時点で，甲は，本件駐車場に駐車中の乙の自動車の中に乙を連れて行くなどして，乙が崖下に転落することを確実に防止することを容易に行うことができたことから，作為の可能性・容易性が認められることを論じる必要がある。\nそして，不作為犯の実行の着手時期についても，その判断基準を示した上で，本問において，甲が，乙が崖近くで転倒していることを認識しながら，乙の救助を行わないことを決意した時点，又は，その決意の表れとして本件駐車場から走り去った時点，あるいは，乙が崖下に転がり落ちて重傷を負った時点で，実行の着手を認めることができることを指摘する必要がある。\nさらに，甲に殺人未遂罪が成立するためには，主観的要件として殺意が認められる必要があることから，その点に関する甲の認識内容について，事実を指摘して具体的に論じなければならない。\n次に，②保護責任者遺棄等罪にとどまるとの立場からは，まずは，前提として，保護責任の意義及び不作為による殺人未遂罪における作為義務との異同を論じつつ，本問において，甲に，乙に対する保護責任が認められることを指摘する必要がある。\nその上で，殺人未遂罪と保護責任者遺棄等罪の区別の基準について，判例・学説に照らし，殺意の有無という主観面による判断要素や，重大な先行行為の有無や危険の程度といった客観面による判断要素を検討すべきであることを，その理由にも言及しつつ論じる必要がある。\n- 15 -本問において，主観面による判断要素に照らせば，甲は，乙が崖近くで転倒した時点で，乙が転倒した場所のすぐそばが崖となっており，崖下の岩場に乙が転落するおそれがあることを認識した上で，乙を助けることをやめようと考えたのであるから，抽象的には，乙が死亡する危険性があることを認識・認容していたものといえる。もっとも，この時点で，乙の怪我の程度は軽傷であり，その怪我により乙が死亡する危険はなかったのであるから，甲に殺意があったと認定するためには，乙が死亡する具体的危険性，すなわち，崖近くで転倒している乙が，再び意識を取り戻すなどした後，何らかの原因により，崖から約５メートル下の岩場に転落し，頭部等を岩に強打することによって即死するか，あるいは，仮に即死に至らなかったとしても，瀕死の重傷を負うことになり，そうなった場合，車や人の出入りがない夜間の山道において，第三者の救助を得ることなく死亡するという危険が現実化することを認識したことが必要である。ただし，甲に殺意が認められるとしても，客観面による判断要素を考慮して，甲が乙に声を掛けた先行行為自体は死の危険性が乏しい，あるいは，乙の怪我が軽傷であって，崖下への転落の危険も抽象的なものにとどまるとして，殺人未遂罪の成立を否定する余地はある。\n以上を踏まえ，甲の罪責について，自説の立場として，いかなる結論を採るのかについて，反対説の立場からの反論を意識しつつ，その理由付けの補強や再反論を論じていくことが肝要である。\n⑶ 設問３について本問では，甲は，客観的には，乙に対して救助の作為義務を負っている一方で，主観的には，（乙と誤認された）丁に対して救助の作為義務を負っていると誤信しているところ，甲に殺人未遂罪が成立すると主張する上での理論構成を論じる必要がある。\n同罪の成否が問題となる対象として，故意犯の成否は，認識された事実を前提に検討されることから，丁の近くで現実に倒れている乙ではなく，丁の代わりに存在すると誤信されている乙であることを的確に指摘する必要がある。\n次に，危険の判断方法として，存在すると誤信されている（その意味で，現実には存在しない）乙を不救助により殺害することはできないことから，いわゆる客体の不能が問題となるところ，作為犯における未遂犯と不能犯を区別する基準に関する学説に照らして，甲の不作為に殺人の実行行為性が認められないかを検討することになる。\n例えば，甲は，丁の体格や着衣が乙に似ていたこと，本件駐車場に乙の自動車が駐車されていたこと，夜間で同駐車場には街灯がなく暗かったことから，丁を乙と誤認している上，甲と同じ立場にいる一般人でも，丁を乙と誤認する可能性が十分に存在したことから，抽象的危険説からは，甲が認識していた事情を基礎として危険性が認められることになり，具体的危険説からは，一般人が認識し得た事情を基礎として危険性が認められることになる。他方，客観的危険説からは，行為時に存在した全ての事情を基礎とすれば，丁はあくまで丁であって，危険性は認められないことになるが，修正された客観的危険説に立つと，同駐車場には丁以外にも負傷した乙が倒れており，甲が丁を救助するために丁に近づけば，容易に乙を発見することができたのであるから，かかる仮定的事実の下で，危険性が認められる余地があるということになる。そこで，自説の立場を論じた上で，その危険の有無について結論を導き出す必要がある。\nそして，自説の立場を前提に，甲に殺人未遂罪が成立すると主張するため，主観面，すなわち，殺意の存在についても言及する必要がある。本問では，現実には丁が存在し，甲は，その丁を，乙と誤認しながらも客体としては認識していたという事情があるため，具体的事実の錯誤（客体の錯誤）として捉えれば，丁に対する故意が肯定され，現実に存在した丁を対象とする殺人未遂罪が成立することになる。これに対して，具体的事実の錯誤（客体の錯誤）として捉えない場合は，甲には，丁の代わりに仮定された乙に対する故意が肯定され，- 16 -\nその意味で，乙を対象とする殺人未遂罪が成立することになる。その場合，具体的事実の錯誤（客体の錯誤）として捉えない理由が論じられるべきである。\n〔第２問〕\n本問は，詐欺事件の捜査及び公判に関する事例を素材に，刑事手続法上の問題点を指摘させた上で，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，司法警察員Ｐが，犯人から被害者Ｖに交付された領収書に記載された住所に\n所在するＡ工務店事務所に出入りしていた男について，Ａ工務店代表者甲又はその従業員である可能性があると考え，犯人とその男との同一性をＶに確認させるため，同事務所から出てきたその男の容ぼう・姿態をビデオカメラで撮影したこと（下線部①），その後，犯人が持っていた工具箱と甲が持ち歩いていた工具箱との同一性をＶに確認させるため，同事務所の向かい側にあるマンションの２階通路から，望遠レンズ付きビデオカメラで，同事務所の玄関上部にある採光用の小窓を通し，同事務所内の机上に置かれた，「Ａ工務店」と書かれた小さな円形ステッカーの貼ってある赤い工具箱を撮影したこと（下線部②）に関し，その適法性を検討させる問題である。具体的には，これらの捜査活動の適否に係る検討を通じ，いわゆる強制処分と任意処分を区別する基準，強制捜査又は任意捜査の適否の判断方法についての理解と，その具体的事実への適用能力を試すことを狙いとする。\nまず，ある捜査活動がいわゆる強制処分に該当する場合，刑事訴訟法にその根拠となる特別の規定がある場合に限って許されるため（同法第１９７条第１項ただし書き，強制処分法定主義），当該捜査活動が強制処分に該当するのか，それとも任意処分にとどまるのか，両者の区別が問題となる。\nこの点に関し，写真撮影やビデオカメラによる撮影について扱った最高裁判所の判例は，それらの撮影が強制処分に該当するか否かを明示的に判断しておらず，当該事案においては令状によらずに適法にこれらを実施することが許されるとしたにとどまる（最大判昭和４４年１２\n月２４日刑集２３巻１２号１６２５頁，最決平成２０年４月１５日刑集６２巻５号１３９８頁）。他方で，最高裁判所は，「強制手段とは，有形力の行使を伴う手段を意味するものではなく，個人の意思を制圧し，身体，住居，財産等に制約を加えて強制的に捜査目的を実現する行為など，特別の根拠規定がなければ許容することが相当でない手段を意味する」と判示しており（最決昭和５１年３月１６日刑集３０巻２号１８７頁。以下「昭和５１年決定」という。），同決定に留意しつつ，強制処分に対する規律の趣旨・根拠を踏まえながら，強制処分と任意処分とを区別する基準を提示することが求められる。\n次に，Ｐらの捜査活動が強制処分に至っていると評価される場合には，現行法の法的規律の在り方に従ってその適否（法定された既存の強制処分の類型に該当するか否か，これに該当する場合には法定された実体的及び手続的要件を充足するか否か）を検討することが必要となるが，それが任意処分にとどまると評価される場合であっても，当該捜査活動により何らかの権利・利益を侵害し又は侵害するおそれがあるときは，無制約に許容されるものではないことから，任意捜査において許容される限界内のものか否かが問題となる。\nこの任意処分の許容性の判断に当たっては，いわゆる「比例原則」から，具体的事案において，特定の捜査手段により対象者に生じ得る法益侵害の内容・程度と，特定の捜査目的を達成するため当該捜査手段を用いる必要性とを比較衡量することになる。この点，昭和５１年決定も，「強制手段にあたらない有形力の行使であっても，何らかの法益を侵害し又は侵害するおそれがあるのであるから，状況のいかんを問わず常に許容されるものと解するのは相当でなく，必要性，緊急性などをも考慮したうえ，具体的状況のもとで相当と認められる限度において許\n- 17 -容されるものと解すべきである。」と判示しており，同決定に留意しつつ，任意処分の適否の判断方法を提示することが求められる。なお，当該捜査手段を用いる必要性を検討するに当たっては，対象となる犯罪の性質・重大性，捜査対象者に対する嫌疑の程度，当該手段によって達成される捜査目的等に関わる具体的事情を適切に抽出し，評価する必要がある（なお，前記最大判昭和４４年１２月２４日，最決平成２０年４月１５日を参照。）。\nこのように，本設問の解答に当たっては，強制処分，任意処分それぞれに対する法的規律の趣旨・根拠を踏まえつつ，判例の考え方にも留意して，強制処分と任意処分を区別する基準や，強制処分又は任意処分の適否の判断方法を提示した上，本設問の事例に現れた具体的事実が，その判断方法において，果たして，またどのような意味を持つのかを意識しながら，下線部①\n及び下線部②の各捜査の適法性を検討する必要がある。\n下線部①の捜査の適法性を検討するに当たっては，当該捜査により対象者のいかなる権利・利益が制約され得るかを具体的に指摘した上，対象者に認識されることなく秘密裏に撮影したこと，公道上にいる対象者について，事務所の玄関ドアに向かって立ち，ドアの鍵を掛けた後，振り返って歩き出す姿を約２０秒間にわたり撮影したこと等の具体的事実を指摘し，ＰがＡ工務店事務所から出てきた男の容ぼう・姿態をビデオカメラで撮影した行為が強制処分に該当するか否かについて，強制処分と任意処分とを区別する基準に従って評価することが求められる。\nその結果，強制処分に該当しないとの結論に至った場合，次に，当該捜査が任意捜査における限度内のものといえるかを検討する必要がある。本設問の事例においては，本件が被害額１００万円の詐欺事案であること，Ｖが犯人から受領した領収書には「Ａ工務店代表甲」と記載されていたこと，被撮影者はＡ工務店事務所に出入りする人物であること，Ｖは犯人の顔をよく覚えていない旨供述していたこと，公道上にいる男が，事務所の玄関ドアに向かって立ち，ドアの鍵を掛けた後，振り返って歩き出す姿を約２０秒間にわたり撮影したこと，Ｐが撮影した場所は，公道上に駐車した車両内であること等の具体的事実を指摘した上，任意処分の適否の判断方法に従って評価することが求められる。\n下線部②の捜査についても，下線部①の捜査と同様の判断方法に従って適法性を検討することが求められるが，両者は，そこで制約される権利・利益の内容やその要保護性の程度，撮影方法等が異なっていることから，この点を意識して論じる必要がある。すなわち，下線部②の捜査は，不特定多数の客が出入りすることが想定されていない上，窓にブラインドカーテンが下ろされており，内部の様子を公道から見ることができないＡ工務店事務所内を，向かい側にあるマンションの２階通路から，望遠レンズ付きビデオカメラで，同事務所の玄関上部にある採光用の小窓を通して約５秒間にわたり撮影したというものであり，同事務所は，住居ほどでないとしても，公道などとは異なりなお私的領域たる性格が認められる場所であること，承諾のない限り，通常，事務所内に侵入しなければ確認できないような状態にある対象を撮影していることなどを踏まえ，強制処分と任意処分の区別に関する判断基準に従って評価することが求められる。\nその結果，強制処分に該当するとの結論に至った場合には，無令状でした下線部②の捜査が，強制処分に対する現行法の法的規律の下で許容され得るか否かを検討することが，これに対し，強制処分に該当しないとの結論に至った場合には，任意処分の適否の判断方法に従い，具体的事実を指摘しながら，当該捜査の適法性について評価することが，それぞれ求められる。\n〔設問２〕は，被害者Ｖが犯人から申し向けられた欺罔文言を記したメモ及びＶが犯人から\n交付を受けた領収書について，本事例にある検察官Ｑが明示した各立証趣旨を踏まえて，証拠能力の有無を検討させる問題である。\n前提として，刑事訴訟法第３２０条第１項のいわゆる伝聞法則の趣旨を踏まえ，同項の適用の有無，すなわち伝聞と非伝聞の区別基準を示すことが求められる。この区別は，当該証拠によって何をどのように証明しようとするかによって決まり，具体的には，公判外供述を内容と- 18 -\nする供述又は書面を，公判外の原供述の内容の真実性を証明するために用いるか否かによるとされるのが一般的である。\nその上で，本件メモ及び本件領収書について，本事例において明示された立証趣旨を踏まえて，想定される立証上の使用方法に鑑み，伝聞・非伝聞の別について分析するとともに，伝聞証拠に該当する場合には，各書面に相応する伝聞例外規定を摘示した上，その要件を充足するか否かについて，また，非伝聞証拠に該当する場合には，いかなる推論過程を経れば，（記載内容の真実性を問題とすることなしに）立証趣旨に則した事実を推認することができるのかについて，それぞれ的確かつ丁寧な検討，説明を行うことが求められる。\n本件メモには，Ｖが犯行時に犯人から申し向けられた欺罔文言が記載されており，その立証趣旨は，「甲が，平成３０年１月１０日，Ｖに対し，本件メモに記載された内容の文言を申し向けたこと」とされているところ，かかる立証趣旨を踏まえた場合に，本件メモがそこに記載された内容の真実性を立証するために用いられることになるか否かを検討し，伝聞証拠かどうかを判断する必要がある。伝聞証拠に該当する場合は，伝聞例外の要件を満たすか否かを検討すべきことになるが，本件メモは，「被告人以外の者」であるＶが作成した「供述書」であるから，刑事訴訟法第３２１条第１項第３号の規定する要件を充足するか否かを検討することが求められる。\n本件領収書には甲が平成３０年１月１０日にＶから屋根裏工事代金として１００万円を受領した旨が記載されており，その立証趣旨は，「甲が平成３０年１月１０日にＶから屋根裏工事代金として１００万円を受け取ったこと」とされているところ，かかる立証趣旨を踏まえ，甲が特定の日にＶから特定の趣旨で特定の金額の現金を受領したとの事実を立証する方法として，本件領収書を伝聞証拠として用いる場合と非伝聞証拠として用いる場合とを想定することが可能であるため，その双方について検討することが求められる。\n伝聞証拠として用いる場合については，本件領収書は，「被告人」である甲が作成した「供述書」であるから，刑事訴訟法第３２２条第１項の規定する要件を充足するか否かについての検討が求められる。他方，非伝聞証拠として用いる場合については，本件領収書の作成，交付の事実を併せ考慮することにより，領収書の記載内容の真実性とは独立に，立証趣旨に対応する上記現金受領の事実が推認されることを相応の根拠とともに論じることが求められる。\n【選択科目】"
}