{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，建物の管理及び警備の請負等を目的とする株式会社であり，Ａ病院から保安及び管理業務を請け負っている。Ｘは，Ｙ社の従業員であり，平成２７年４月以降，Ａ病院に警備員として配置され，病棟等の複数の医療関連施設内外のモニター監視，病院施設全体の巡回監視並びに病院施設の空調設備及び医療関連設備の点検及び管理のほか，災害や事故等の突発的事態への緊急対応業務に従事している。\nＹ社の就業規則が定める変形労働時間制による勤務シフトにより，Ｘは，二人一組の体制で，午前９時から翌朝の午前９時までの２４時間勤務に就いていた（以下このような勤務体制を「二人勤務体制」という。）。二人勤務体制については，２４時間勤務に対して，１時間の休憩時間のほかに７時間の仮眠時間が与えられるところ，二人が交代で仮眠時間を取ることとし，一人が仮眠時間を取っているときは，原則として，もう一人が守衛室でモニター監視を行うとともに，適宜病院施設の巡回及び点検を行うこととするが，緊急対応の必要がある突発的事態が生じた場合には，仮眠時間中の者も随時その対応に当たることとされていた。守衛室には，監視用モニター機器，病院施設内の設備管理関係機器のほか，給湯設備があり，守衛室に隣接した小部屋に仮眠用ベッド等が備えられ，この小部屋が休憩・仮眠室とされており，守衛室と休憩・仮眠室のいずれも，飲酒及び喫煙は禁止されていた。警備員は，２４時間勤務に従事している間は，病院施設からの外出は禁止されており，休憩又は仮眠時間中は，通常，守衛室か休憩・仮眠室で過ごし，食事も休憩又は仮眠時間中に守衛室か休憩・仮眠室で取っていた。なお，Ｙ社は，仮眠時間を就業規則所定の労働時間に算入していなかったが，これに対応するものとして，「泊まり勤務手当」（１勤務につき３０００円）\nを支給していた。ただし，仮眠時間中に突発的業務に対応した場合は，従業員が申告をすれば，その実作業時間に対して時間外勤務手当を支給する取扱いにしていた。\n平成２９年５月１０日午前２時頃，Ｘの仮眠時間中に，突然，病院の全施設が停電となった。Ｘの相方勤務者であるＢは，直ちに非常用電源への切替え，停止した監視用モニター機器の復旧，病院内各室の電気系統機器の作動確認等の種々の緊急措置を講じるとともに，仮眠中のＸを起こし，守衛室で待機して関係部署との連絡調整に当たることを指示した上，守衛室から出て，病院内にいる看護師及び技師と協力しながら複数の病棟内の入院患者の安全確認や各施設設備の点検作業を行った。そして，ほぼ平常の状態に復した約３０分後，Ｂが守衛室に戻ったところ，Ｘは待機しておらず，休憩・仮眠室の仮眠用ベッドで眠っていた。Ｂは，緊急事態は解消されたので，Ｘに声を掛けることなく，再び通常の監視業務に就いた。しかし，夜が明けてから，Ａ病院に，複数の入院患者らから，未明の停電中，守衛室に問い合わせをしても誰も応対してくれなかった，守衛室には缶ビールの空き缶があった等の苦情が寄せられた。そこで，Ａ病院は，Ｙ社にこの苦情を伝え，厳正な対処を求めた。\nところで，Ｙ社では，同年４月末に，Ｃ労働基準監督署（以下「Ｃ労基署」という。）から警備員の仮眠時間の取扱いについて同年５月中旬に調査に入る旨の連絡を受け，人事課長Ｄがその対応に当たっていたが，Ｄ課長は，この対応の準備の過程で，Ｘが匿名の電子メールでＹ社の警備員の仮眠時間の取扱いには問題があるのではないかとＣ労基署に相談していたことを把握していた。そこで，Ｄ課長は，Ｘ及びＢの両人と個別に面談をして，Ａ病院における同月１０日の停電対応について事情を聴取した。この事情聴取において，Ｘは，これまで仮眠時間中に緊急事態が発生して仮眠を中断したことはほとんどなかったので油断して缶ビールを飲んで寝入ってしまい，停電時に守衛室で待機していなかった旨述べた上で，反省の態度を示した。しかし，Ｘの普段の勤務状況を聞\n- 22 -かれたＢの応答から，Ｘが過去にも複数回にわたり休憩・仮眠室で缶ビールを飲んでいたことが明らかとなった。\nこの事情聴取の後，Ｄ課長は，今回のＡ病院の停電時におけるＸの行動は重大な失態であり，Ｃ労基署への匿名相談を含めてＸの勤務態度には問題があるので懲戒処分が必要である旨，人事部長\nＥに報告した。これを受けて，Ｙ社は，同年７月１日付けで，Ｙ社の就業規則第６０条第３号及び第６５条第５号に基づき，Ｘを１４日間の出勤停止処分に付した。\n【Ｙ社就業規則（抜粋）】\n第６０条 懲戒は，次の５種類とする。\n１ けん責 始末書を取り，将来を戒める。\n２ 減給 始末書を取り，１回につき平均給与１日分の２分の１以内を減額する。ただし，処分が２回以上にわたる場合においても，減額の総額が１給与支払期における給与総額の１０分の１以内とする。\n３ 出勤停止 始末書を取り，１４日以内を限度として出勤を停止し，その期間の給与を支払わない。\n４ 諭旨退職 退職届を提出するよう勧告する。退職届を提出しない場合は，次号の懲戒解雇とする。\n５ 懲戒解雇 所轄労働基準監督署長の認定を受け，予告期間を設けないで即時解雇し，原則として退職金は支給しない。\n第６５条 社員が次の各号のいずれかに該当するときは，減給又は出勤停止に処する。ただし，情状によりけん責にとどめることがある。\n１～４ （略）\n５ 自己の職責を怠り，誠実に勤務しない等の不適切な行為があったとき。\n６～８ （略）\n〔設 問〕\n１．Ｘは，仮眠時間は労働時間に当たるので，突発的業務の有無にかかわらず賃金を請求できると考えている。このＸの見解の当否について，検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。\n２．Ｘは，出勤停止処分は不当であり，無効であるとして提訴した。この出勤停止処分の有効性について，検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。ただし，公益通報者保護法について触れる必要はない。\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n医療機器の製造及び販売等を行うＹ社には，従業員で組織するＺ労働組合（以下「Ｚ組合」という。）が存在し，かつては管理職を除く全従業員が加入していたが，近年は加入率が低下して６０パーセント前後となっている。Ｙ社とＺ組合との間には，労使関係に関する基本協定が期間の定めのない形で締結され，同協定において，組合事務所及び掲示板の貸与並びに組合費のチェックオフ\n等が定められている。また，Ｙ社とＺ組合は，毎年１月から３月にかけて，賃金及び一時金等に関する団体交渉を行っており，例年，遅くとも３月中旬までに交渉が妥結して労働協約が締結され，Ｙ社は同月内に，その内容を反映した就業規則の改訂を行ってきた。\nＹ社の業績は，ここ数年，辛うじて赤字は免れているものの，低迷が続いており，平成２９年秋，投資ファンドを運営するＰ社がＹ社の株式の過半数を取得すると，経営陣を大幅に入れ替え，他の業界からスカウトしてきたＡを社長に就任させた。Ａは，着任時の従業員へのメッセージの中で，①Ｙ社の近年の業績不振の原因は，厳しさを増す経営環境に対して労使とも危機意識を持たないまま，ぬるま湯的な経営を行ってきたことにある，②これを抜本的に改めるため，来年度から２年間，全従業員の基本給を１０パーセント削減する，③ただし，経営改革による生産性向上によって業績が好転した場合には，２年目以降，個々の労働者の成果に応じる形で夏季・年末一時金の中に反映させていく，という方針を打ち出した。\nこれを受けて，平成３０年１月に始まった第１回目の団体交渉の冒頭，人事部長Ｂを従えて自ら出席したＡは，Ｚ組合が提出した３パーセントの賃上げ要求は認識が甘すぎると批判し，同年４月から２年間，基本給を１０パーセント引き下げる旨の労働協約案を提示して，直ちに受諾するよう求めた。Ｚ組合側は反発し，副委員長Ｃが，これまで賃金引下げは行われたことはなく，今それが必要であることの説明も全く不十分だと指摘し，強い言葉で協約案の撤回を求めたが，Ａは，経営再建のために不可欠な措置であると反論し，そのまま物別れに終わった。次の第２回目の団体交渉でも同様のやり取りが行われ，苛立ったＣが，Ｙ社やＡを激しく非難する発言をすると，Ａは，「Ｚ組合がそのような態度を取り続けるならば，基本協定の解消を含む労使関係そのもののリセットを考えざるを得ない。」と述べた。\nその後，Ｚ組合は執行委員会を開催し，今後の団体交渉の進め方について協議した。Ｃは，争議行為も辞さない覚悟で強く闘うべきだと主張したが，委員長Ｄが，「組合員の多くもＹ社の方針はやむを得ないと考えているようであり，このまま強硬な態度を取れば脱退者が続出しかねない。今は我慢の時ではないか。」と述べて，２年間に限定した基本給の１０パーセント削減に応じる態度を示した。Ｃは驚き反対したが，他の出席者からは，Ｄの考えを支持する発言が相次ぎ，今後，見返りとして他の条件の改善を求めることが可能かどうか，交渉の中で探っていくこととなった。\nしかし，Ｃはこれに納得できず，親しい友人であるＺ組合の組合員Ｅ及びＦと共に，Ｙ社を批判するビラを作成した。Ｃ，Ｅ及びＦの３名（以下「Ｃら」という。）は，翌朝，勤務時間の開始前に，オフィス街にあるＹ社の本社社屋の前で，Ｚ組合の組合旗とのぼりを立て，拡声器を使って演説を行いながら，１時間にわたり，このビラを通行人に配布した。ビラには，「Ｙ社の驚くべき賃下げ提案を糾弾する！」というタイトルの下に，「Ａ社長の独断専行」，「経営の責任を転嫁」，「あれが誠実団交か？」，「企業再生の美名と内実」などの見出しが並び，Ｙ社とＡのほか，Ｐ社及びその代表を務めるＱに対する批判も書かれており，末尾に「Ｚ組合有志」と記載されていた。また，Ｃ個人の管理するウェブサイトに，ビラの全文や抗議活動の写真を，誰でも見ることができる形で掲載した。\nＹ社は，Ｚ組合に対し，Ａ名義の文書で，①Ｃらの行動は就業規則の懲戒事由（会社の名誉・信用を失墜させる行為）に該当するので，戒告の懲戒処分に付する予定であるが，Ｙ社とＺ組合の信\n- 24 -頼関係も大きく損なわれてしまった，②この信頼関係を回復させるためには，Ｃらについて，Ｚ組合自身が一定の処分を行うなど，毅然とした対応を示すことが必要である，と通告した。\nこれを受けたＤは，現在の状況を考えると，Ｃらに対し，Ｚ組合としても何らかの処分を行う必要があると考えている。また，Ｃを団体交渉の担当から外すとともに，これ以上交渉が長引くと更に組合内部で分断が拡大しかねないので，平成３０年３月中旬に予定されている次回の団体交渉の席で，Ｙ社の提示した労働協約案を受け入れて調印することを決意した。\nなお，Ｚ組合の組合規約には，次のような規定がある。\n第３条 委員長は組合を代表してその業務を統括する。\n第１０条 組合員が次の各号のいずれかに該当したときは統制処分の対象とする。\n１ 組合規約又は機関の決定に違反したとき。\n２ 組合の統制秩序を乱したとき。\n３ 組合の運営，事業の発展を阻害する行為のあったとき。\n第１１条 統制処分は戒告，権利の一時停止，解任，除名の４種とする。\n第１２条 統制処分は組合大会の決議により行う。ただし，事態急迫の場合には執行委員会の決議により行うこともできる。この場合には，次の組合大会で報告して承認を得るものとする。\n〔設 問〕\n１．Ｃらは，Ｙ社が自分たちに懲戒処分を行うことは不当労働行為に当たると主張している。これに関して検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。\n２．Ｄは，Ｙ社との関係を修復するために，Ｃらに権利の一時停止の統制処分を行おうと考えている。その場合に検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。\n３．Ｄが次回の交渉の席でＹ社の労働協約案に調印した場合，Ｚ組合の組合員に対していかなる効力が生じるかについて，検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。なお，調印後に予想されるＹ社の就業規則の変更について論じる必要はない。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は，変形労働時間制による勤務シフトにより２４時間勤務に従事していた警備員が，仮眠時間中の病院施設の突発的停電への対応等を理由として出勤停止の懲戒処分に付せられた事案について，仮眠時間の労働時間該当性，仮眠時間に対する賃金請求の可否及び懲戒処分の法\n- 33 -的効力の有無を問うものである。関係条文・判例が定立している規範を正確に理解した上で，具体的事案に適確に適用することができるかが問われている。\n設問１では，まず，本件仮眠時間の労働時間該当性について，判例（大星ビル管理事件・最判平成１４年２月２８日民集第５６巻２号３６１頁）に照らして検討すべきことになろう。次に，仮眠時間（労働時間に該当する場合）と賃金請求権との関係については，前掲判例は，労働基準法（以下「労基法」という。）上の労働時間であるからといって，当然に労働契約所定の賃金請求権が発生するものではなく，仮眠時間に対する賃金支払については合意いかんによるとの判断を示しており，本件では「泊まり勤務手当」をどのように評価すべきかが問題となる。また，仮に，仮眠時間に対応する賃金の支払を約定しているとしても，労基法第３７条第\n１項，第４項は法定時間外労働，深夜労働に対して割増賃金の支払いを義務付けているので，この点について検討する必要がある（労基法第１３条参照）。さらに，割増賃金については，変形労働時間制（労基法第３２条の２）における法定時間外労働時間数の算定方法，割増賃金の基礎となる賃金（通常の労働時間の賃金）の確定，この基礎賃金に算入しない賃金の識別も検討すべき論点となろう。\n設問２では，まず，懲戒処分の意義，懲戒権の法的根拠について，判例（国鉄中国支社事件\n・最判昭和４９年２月２８日民集第２８巻１号６６頁等）や学説等に照らして，検討する必要がある。その上で，本件懲戒処分の法的効力の有無について，労基法第８９条第９号（懲戒の種類及び程度），懲戒の「種別及び事由」の定めを要するとする判例（国鉄札幌運転区事件・\n最判昭和５４年１０月３０日民集第３３巻６号６４７頁等），「周知」手続を要するとする判例\n（フジ興産事件・最判平成１５年１０月１０日判時１８４０号１４４頁）を踏まえて，判例法としての懲戒権濫用法理，これを明文化した労働契約法（以下「労契法」という。）第１５条に照らして論じることが求められる。\n労契法第１５条は，「労働者の行為の性質及び態様その他の事情」に照らして，懲戒処分に「客観的合理的な理由」が存在し，当該処分が「社会通念上相当である」ことを要求しているが，懲戒対象事由と不利益処分の内容（懲戒処分の内容・程度）との均衡，懲戒手続の相当性\n（弁明の機会の付与等）についても検討することを要しよう。また，本件では，メールによる労働基準監督署（以下「労基署」という。）への相談が懲戒処分にあたって考慮された可能性が窺われることから，労基署への申告を理由とする不利益取扱いを禁止する労基法第１０４条との抵触いかんも検討すべき論点の一つである。\n〔第２問〕\n本問は，団体交渉で労働条件の引下げが議論されている状況下で，労働組合の組合員の一部が組合の承認なしに抗議活動を行ったことに関し，同活動の対使用者及び組合内部の関係における法的評価とこれに対する処分の可否を問うものであり（設問１，設問２），さらに，労働条件を引き下げる労働協約が調印された場合の効力についても説明を求めている（設問３）。\n労働組合法（以下「労組法」という。）第７条の不当労働行為，労働組合の統制処分，労働協約の規範的効力など，労組法の主要な事項について，関係条文及び判例が定立している規範を正確に理解した上で，具体的事案を整理，識別して，的確に適用することができるかが問われている。\n設問１については，Ｃらの抗議活動が労組法第７条第１号の「労働組合の正当な行為」といえるか否かが，重要な論点となる。特に，組合執行部の方針に不満な一部の組合員が行ったという事実が，主体や目的の面でどのように評価されるかという点や，抗議活動の場所・時間・\n内容など態様面での問題はないかという点を，具体的な経緯や状況に照らしながら論じることが求められる。また，労組法第７条第３号の支配介入の成否についても，併せて検討しておく必要があろう。\n- 34 -設問２については，労働組合の統制権の意義や行使要件を踏まえた上で，Ｃらの行為が組合規約の定める統制事由に該当するか，行為内容と処分の均衡は取れているか，手続上の問題はないか，といった点を検討する必要があろう。また，労働組合が使用者からの通告に応じる形で統制処分を行うことの当否も，１つの論点となりえよう。\n設問３については，労働条件を引き下げる労働協約にも規範的効力を肯定した判例（朝日火災海上保険事件・最判平成９年３月２７日）を踏まえ，その限界にも留意しながら，本件の状況を検討することが求められる。また，委員長にそのような労働協約の締結権限があるのかという点も，判例（山梨県民信用組合事件・最判平成２８年２月１９日）に照らして議論しておくことが望まれる。"
}