{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，４０：３０：３０］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお，損害賠償債務の履行遅滞による損害金（いわゆる遅延損害金）の請求については問題にしないものとする。\nまた，本問に現れる場所のうち，甲市は甲地方裁判所（以下「甲地裁」という。）の管轄区域内に，乙市は乙地方裁判所（以下「乙地裁」という。）の管轄区域内にそれぞれ所在している。解答に当たっては，甲地裁及び乙地裁のいずれもが本問に現れる訴えの土地管轄及び事物管轄を有することを前提にすること。\n【事 例】\nＡ，Ｂ及びＣはいずれも自然人であり，ＡとＣは甲市内に住所を有し，Ｂは個人タクシー事業者で，乙市内に住所兼営業所を有する。\nＡは，乙市内でＢが運転するタクシーに乗客として乗車していたところ，ＢのタクシーとＣが運転する自動車とが衝突する事故（以下「本件事故」という。）が起こり，これによって負傷した。\nＡは，本件事故後直ちに乙市内で応急措置を受けた後，Ｄ法人が甲市内に開設する病院に入院して治療を受け，退院後もこの病院に通院して治療を受けた（以下，この病院を「Ｄ病院」といい，Ｄ法人を「Ｄ」という。）。\n以上の事実については，Ａ，Ｂ及びＣの相互間に争いがない。\nＡの負傷について症状が固定した後，Ａは，弁護士Ｌ１を代理人として，Ｂ及びＣと損害賠償について話合いをした。その中で，Ｂは「ＢとＣの過失によって本件事故が発生した」との認識を示したが，Ｃは「本件事故は専らＢの過失によって発生したものであり，Ｃには過失がないのでＣは損害賠償責任を負わない」と主張した。また，損害の額について，Ａは，４００万円を下回らないと主張したが，ＢとＣはいずれも，「ＡがＤに支払ったと主張する治療費が負傷との関係で高額過ぎるし，本件事故によってＡが主張するような後遺症が生ずるはずがないので，損害額はせいぜい１５０万円である」と主張したため，話合いがつかない状況であった。\nそこで，Ｂは，訴訟で解決するしかないと考え，弁護士Ｌ２に債務不存在確認訴訟を委任することにした。これを受けたＬ２は，Ｂの訴訟代理人として，Ｂを原告，Ａを被告として次のような内容の訴状を乙地裁に提出して訴えを提起した（以下「Ｂの訴え」という。）。\n①請求の趣旨：「本件事故に係るＢのＡに対する不法行為に基づく損害賠償債務は１５０万円を超えないことを確認する」との判決を求める。\n②請求の原因の要旨：本件事故はＢとＣによるＡに対する共同不法行為に当たるが，本件事故によって発生したＡの損害の金額は，高く見積もっても１５０万円である。ところが，Ａは損害額が４００万円を下回らないと主張して譲歩しようとしない。よって，Ｂは，Ａとの間で，本件事故に係る不法行為に基づく損害賠償債務が１５０万円を超えないことの確認を求める。\nＡは，この訴状の副本等の送達を受けたため，Ｌ１に，Ｂの訴えに対応するとともに，Ａを原告として，Ｂ及びＣに対して４００万円の損害賠償を請求する訴えを提起することを委任した。\n以下は，Ａの委任を受けた弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：ＢはＢの過失を争っていませんが，ＣはＣの過失を争っています。Ａの損害額については，入院及び通院中の治療費その他の費用，これらの期間の逸失利益，後遺症による逸失利益及び慰謝料等が考えられます。治療費等の領収証，後遺症についての医師の診断書，Ａの年収の資料等もありますので，損害額については，４００万円を主張することができると考えています。\nＰ：そうすると，Ｂの主張する１５０万円の損害というのは低すぎますので，ＡからＢに対して\n４００万円の支払を求めていくことになりそうですし，Ｃは自ら賠償をする気が全くないようですから，Ｃに対してもＢと連帯して４００万円を支払うよう求めていくのがよいですね。Ａが起こす訴えの訴訟物は，不法行為に基づく損害賠償請求権でよいでしょうか。\nＬ１：訴訟物に関しては，ＡＢ間では債務不履行に基づく損害賠償請求権も想定できますが，ＢとＣの共同不法行為を前提に，不法行為に基づく損害賠償請求権のみを主張することにしましょう。訴えを起こす裁判所としては，甲地裁と乙地裁が考えられます。また，ＡはＣをも被告として訴えを提起することになりますので，ＢとＣを共同被告として訴えを提起することを検討すべきです。\nＰ：Ｂの訴えが既に提起されて訴状がＡに送達されたこととの関係で，Ａが提起する訴えの適法性については検討を要するのではないでしょうか。\nＬ１：そのとおりです。では，まず，ＡがＢを被告として乙地裁に訴えを提起する場合に，訴えが適法といえるか，また，その場合に，Ａは，ＣをもＢと共同被告とすることができるか。いずれも適法であるとの方向で立論を工夫してください。これらを「課題⑴」とします。\nＰ：分かりました。\nＬ１：しかし，ＡとＣは甲市に住んでいて私の事務所も甲市にあるので，費用や時間の点から，甲地裁に訴えを提起して訴訟追行ができるかも考えておきたいところです。ＡがＢとＣを共同被告とする訴えを甲地裁に提起する場合に，この訴えが適法といえるか。これも，この訴えが適法であるという方向で，説得力のある立論をしてください。これを「課題⑵」とします。\nＰ：分かりました。\nＬ１：これらの課題に答えるためには，まず，Ｂの訴えの訴訟物を明示して，それが，Ａが起こそうとしている訴えの適法性にどのように関わってくるのかを考える必要があります。\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｌ１から与えられた課題⑴及び課題⑵に答えなさい。\n【事 例（続き）】\n弁護士Ｌ１は，Ａと相談した上，原告Ａの訴訟代理人として，Ｂ及びＣを被告とし，本件事故がＢとＣの共同不法行為であると主張して，不法行為に基づく損害賠償請求権に基づき４００万円の支払を求める訴え（以下「Ａの訴え」という。）を甲地裁に提起し，その訴状の副本等はＢ及びＣに送達された。\nその後に乙地裁で開かれたＢの訴えについての第１回口頭弁論期日において，Ｂの訴訟代理人\nＬ２は，Ｂの訴えを取り下げる旨を陳述し，Ａの訴訟代理人として同期日に出頭したＬ１は，この訴え取下げに同意する旨陳述した。\nそこで，その後，本件事故については，甲地裁において，Ａの訴えのみが審理の対象となった。\nＡの訴えについての審理の過程で，Ｂは，「Ｂの過失によって本件事故が発生したことを争わないが，Ｃにも過失がある。また，Ａに生じた損害額は１５０万円以下である」と主張し，Ｃは「本件事故は専らＢの過失によって生じたものであって，Ｃに過失はない。仮にＣが責任を負うとしても，Ａに生じた損害額は１５０万円以下である」と主張した。\nＡの訴訟代理人Ｌ１は，Ｂ及びＣとの間で争いのある損害額を証明するため，Ｄ病院での治療費等の領収証，Ａの後遺症に関するＤ病院の医師作成の診断書及びＤ病院での診療記録の写しを書証として提出した。以下は，Ｂの訴訟代理人Ｌ２と司法修習生Ｑとの間の会話である。\nＬ２：私の経験からすると，Ａの負傷の程度に照らして，４００万円という損害額は不当に多額であると感じられるのです。Ａが，既にあった症状の治療を本件事故の機会に乗じて受けているのではないか，また，診断書にある後遺症も本件事故とは無関係な症状ではないかとの疑いがあります。\nＱ：不法行為と因果関係がある損害の額の証明責任はＡにあるのですから，Ｂとしてはそれを真偽不明に追い込めば足りるのではないですか。\nＬ２：本件の場合は，Ａは，主張に見合った領収証や診断書を提出しています。また，一定の診療記録もＤ病院で謄写して提出しており，それらによって証明が十分であるとの姿勢を見せています。しかし，私は，まだ，Ｄ病院でのＡの診療記録の全部が提出されたわけではないと考えています。Ｂとしては，Ｄ病院での診療記録全体に基づいて，本件事故と治療及び後遺症との因果関係を争いたいところです。Ｄに診療記録の提出を求めていく方法はどのようなものが考えられますか。\nＱ：文書送付嘱託の申立てをすることが考えられます。\nＬ２：実務的にはそのとおりです。そのほかには，どのような方法が考えられますか。\nＱ：文書提出命令の申立ても一つの方法だと考えられます。\nＬ２：そうですね。では，文書提出命令の申立てについても考えてみましょう。私がＢの訴訟代理人としてＡの診療記録について所持者をＤとして文書提出命令を申し立てるとして，予想されるＤからの反論を念頭に置きながら，Ｄに文書提出義務があるとする説得力のある立論をしてください。これを課題とします。文書提出義務の存否に関する民事訴訟法の条文に即して具体的に考えてください。診療記録には患者Ａに関する情報が記載されていますので，そのことをどう考えるべきか，よく検討する必要があります。\n〔設問２〕\nあなたが司法修習生Ｑであるとして，Ｌ２から与えられた課題に答えなさい。\n【事 例（続き）】\nＡの訴えについて審理した結果，裁判所は，本件事故はＢの過失によって発生したもので，Ｃの過失を認めることはできず，また，Ａに発生した損害額は２５０万円であると判断し，「Ｂは，Ａに対し，２５０万円を支払え。ＡのＢに対するその余の請求及びＡのＣに対する請求を棄却する。」という主文の判決をした（訴訟費用の負担及び仮執行宣言に関する部分は問題としない。）。\nＢは，ＡのＢに対する請求が２５０万円の限度で認容されたことには納得ができたので，これに対して不服を申し立てるつもりはなかったが，ＡのＣに対する請求が全部棄却されたことには不満を抱いた。しかし，Ａは，Ｂに対してもＣに対しても控訴を提起するつもりはないとのことであった。\nそこで，Ｌ２は，Ｂの訴訟代理人として，ＢがＡを補助するために参加する旨の申出をするとともに，Ａを控訴人，Ｃを被控訴人として，「ＡのＣに対する請求を棄却する判決を取り消し，ＡのＣに対する請求のうち２５０万円が認容されるべきである」と主張して，控訴期間内に控訴を提起した。\n控訴裁判所である丙高等裁判所（以下「丙高裁」という。）は，Ｌ２の補助参加申出書と控訴状を含む訴訟記録について甲地裁から送付を受け，Ｃに控訴状の副本等を送達した。\nＣは，Ｂによる補助参加に異議を述べ，この控訴は不適法であると主張した。Ｃは，控訴を不適法であるとする理由として，(ｱ)第一審で補助参加をしていなかったＢがＡのために控訴をすることはできないこと，及び，(ｲ)Ｂにはこの訴訟への補助参加が許されないので控訴をすることもできないことという二つの理由を挙げ，そのいずれにしても控訴は不適法であると主張している。\n〔設問３〕\nＣの主張(ｱ)及び(ｲ)のそれぞれの当否を検討し，丙高裁の受訴裁判所がこの控訴の適法性についてどのように判断すべきかを論じなさい。",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，Ａが，Ｂが運転するタクシーとＣが運転する自動車との衝突事故（本件事故）によって負傷したという事例を基本的な題材として，①ＢがＡを被告として１５０万円を超える損害賠償債務の不存在確認の訴えを提起し，その訴訟が係属した後，ＡがＢ及びＣを被告として提起する損害賠償請求の訴えが適法であるとする立論をすること（設問１），②Ａを原告，Ｂ\n及びＣを被告とする損害賠償請求訴訟において，Ｂが，病院開設者である法人Ｄを所持者としてＡの診療記録について文書提出命令を申し立てた場合に，Ｄに文書提出義務があるとする立論をすること（設問２），③当該訴訟の第一審判決においてＡのＣに対する請求が棄却された場合に，Ｂが，Ａのために補助参加の申出をするとともに，Ａを控訴人，Ｃを被控訴人として提起した控訴が適法かどうかを論ずること（設問３）をそれぞれ求めるものである。なお，甲地裁及び乙地裁が本問に現れる訴えの土地管轄及び事物管轄を有することは解答の前提にするよう問題文に明記しているので，これらの管轄の有無を論ずる必要はない。\n設問１では，まず，Ｂが既にＡを被告として１５０万円を超える損害賠償債務の不存在確認の訴えを提起し，訴状がＡに送達されて訴訟係属が生じていることとの関係で，ＡがＢに対して４００万円の支払を求める訴えの適法性が問題となる。そして，ＡのＢに対する訴えの適法性に関しては，民事訴訟法第１４２条の重複起訴の禁止との関係を重複起訴禁止の趣旨を踏まえて論じなければならず，その前提として，Ｂの訴えの訴訟物を明示する必要がある。\nＢの訴えの訴訟物は，例えば，判例による訴訟物の捉え方を踏まえると，本件事故に係るＢのＡに対する不法行為に基づく損害賠償債務のうち１５０万円を超える部分と解することとなり，ＡのＢに対する４００万円の支払請求の訴えのうち１５０万円を超える部分については，事件の同一性（当事者と訴訟物の同一性）が認められるので，重複起訴の禁止との関係が問題となる。また，Ｂの訴えの訴訟物について，Ｂが義務を自認している１５０万円の部分をも含むと解する考え方に立つと，ＡのＢに対する４００万円の支払請求の訴えの全部について重複起訴の禁止との関係が問題となる。訴訟物の捉え方については，複数の考え方があり得るところであり，どの立場に立つかによって評価に差がつくわけではないが，いずれにせよ，Ｂの訴えの訴訟物は，設問１を考える上で当然に明示する必要がある。\nそして，設問１で重複起訴の禁止との関係を論ずる際には，Ａがその訴えを提起する裁判所が，Ｂの訴えに係る訴訟が係属している裁判所（乙地裁）であるのか，それ以外の裁判所（甲地裁）であるのかという課題(1)と課題(2)の違いを意識しつつ検討を進める必要がある。\n設問１の課題(1)では，まず，Ａが乙地裁にＢを被告とする訴えを提起することが適法であることを論ずる必要があり，金銭債務不存在確認の訴えの被告は原告に対してその金銭の支払を求める反訴を提起することができ，これによると重複起訴の禁止の規定に抵触しないこと（そもそも同条が禁止する「更に訴えを提起すること」に当たらないと考えられること，又は「更に訴えを提起すること」には当たるが，重複起訴禁止の趣旨に反しないので適法と考えられること）を指摘することが求められる。\n設問１の課題(1)では，これに加えて，Ａが，乙地裁において，ＣをＢとの共同被告として損害賠償請求の訴えを適法に提起できることを論ずる必要がある。これについては，共同訴訟の一般的要件（同法第３８条前段）を満たすことを指摘すべきであるのはもちろんであるが，そのほかに，上記のようにＡがＢに対する反訴を提起する場合，この反訴請求と併合して本訴原告以外の者であるＣに対する請求に係る訴えを提起できるかを検討する必要がある。すなわち，Ｂに対する反訴請求と本訴原告ではないＣに対する請求とを併合して訴えを提起することを許せば，法が定めていない主観的追加的併合を認めることになるが，それでよいかという問題が存在するので，この問題を意識しつつ，それが許されるとの立論をすることが求められる。\n他方，Ａが，Ｂの訴えに対する反訴ではなく，別訴として，ＢとＣを共同被告とする訴えを乙地裁に提起することも考えられるところ，この場合には主観的追加的併合の許否という問題は生じないが，前記の重複起訴の禁止の問題との関係で，Ａが受訴裁判所に口頭弁論の併合を求め，口頭弁論が併合されることにより重複起訴禁止の趣旨に反しなくなることを指摘して，訴えの適法性を理由づけることが望まれる。\nまた，金銭債務不存在確認の訴えの被告が原告に対してその金銭の支払を求める反訴を提起した場合には，その確認の訴えについて確認の利益が認められなくなる旨の判例（最高裁判所平成１６年３月２５日第一小法廷判決・民集５８巻３号７５３頁）の趣旨を意識しつつ，ＡがＢに対する給付の訴えを提起することにより，Ｂの訴えについては確認の利益がなくなることを指摘して，重複起訴禁止の趣旨に反せず適法であるとする解答も，一応の評価ができるところである。\n次に，設問１の課題(2)は，Ａが，甲地裁において，ＢとＣに対する訴えを提起する場合で- 12 -あってもそれが適法であるとする立論をすることを求めている。課題(1)と異なり，反訴によることはできず，また，官署としての裁判所を異にするため直ちに口頭弁論を併合することもできない。そこで，本件でＡが甲地裁にＢとＣを共同被告とする訴えを提起する場合，Ｂの訴えに係る訴訟が係属する裁判所とは別の裁判所に提起する別訴であっても，これを適法と認めるべき必要性及び重複起訴の禁止の趣旨が妥当しないとする理由を示すことにより，Ａの訴えが適法であることを述べることになる。そこでは，債務不存在確認訴訟と給付訴訟とでは得られる判決の効果に違いがあること（給付判決には執行力が認められる。），Ｂの訴えの訴訟物が１５０万円を超える部分のみであると解する見解に立つ場合には，Ａの訴えの訴訟物のうちＢ\nの訴えの訴訟物となっていない１５０万円については訴訟物の重なりがないこと，Ｂが自己に有利な管轄裁判所に消極的確認の訴えを提起することにより，Ａが甲地裁で訴えを提起できるはずの地位を損なうこと，本件では，Ａの訴えの提起がＢの訴えについての第１回口頭弁論期日前の時点でされており，Ｂの訴えについて審理が進んでいる状態ではないことなどの諸事情を考慮に入れて論ずることが期待される。\n設問２では，Ａの診療記録について所持者Ｄが文書提出義務を負うかどうかが問題となり，同法第２２０条の規定に即して文書提出義務を肯定する立論をすることが求められる。同条の規定のうち根拠として検討する必要があるのは，一般的な文書提出義務を定めた同条第４号である。本問では，除外事由としての同号ハ・第１９７条第１項第２号（医師の守秘義務に係る文書）への該当性が問題となり，医師の守秘義務によって保護されているのが訴訟の当事者であるＡについての情報であることがＤの文書提出義務に影響するのではないかという点を考慮に入れ，文書の所持者が当該訴訟の当事者に対して負う守秘義務が問題となった場合の判例（最高裁判所平成１９年１２月１１日第三小法廷決定・民集６１巻９号３３６４頁）の趣旨等をも考慮して，除外事由に当たらないことの理由を示すことが必要となる。\nそのほかに，同法第２２０条第３号前段の利益文書を根拠とする立論をすることにも一定の評価が可能であるところ，Ａの診療記録についてＡの相手方当事者であるＢの利益のために作成されたといえるか，同条第４号の除外事由の適用又は類推適用がないか（それがあるとすると，除外事由に該当しないか）等の問題点について，提出義務を肯定する方向で論ずることが求められる。\nなお，同号ニ（いわゆる自己利用文書）の該当性も一応問題になり得るが，一般に診療記録が各種の事項に関して証拠方法となり得ること等を踏まえると，専ら所持者の利用に供するための文書とは解することができないので，自己利用文書の該当性を論ずる必要はない。\n設問３では，主張(ア)との関係で，第一審で補助参加をしていなかったＢがＡのために控訴をすることの可否について，主張(イ)との関係で，補助参加の利益（同法第４２条参照）について，それぞれ論じ，Ｂの控訴が適法か否かの結論を示す必要がある。\n前者に関しては，第一審で補助参加をしていなかった者も，補助参加の申出とともに被参加人のために控訴ができるとするのが同法第４３条第２項及び第４５条第１項から導かれる適切な解釈である。後者の補助参加の利益の有無に関しては，考え方が分かれ得るところであり，最高裁判所昭和５１年３月３０日第三小法廷判決・裁判集民事１１７号３２３頁の趣旨等をも意識しつつ，自らの考え方を述べることが求められる。"
}