{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n１ Ａ株式会社（以下「Ａ社」という。）は，複数のビルを所有して不動産賃貸業を営む株式会社であり，その代表取締役はＢである。\nＡ社は，平成２０年夏頃，甲ビル及びその敷地（以下「本件不動産」という。）を購入することとし，Ｃ銀行から３億円を借り入れ，その担保として本件不動産にＣ銀行を１番抵当権者とする抵当権を設定し，その旨の登記がされた。\nＡ社は，平成２３年４月１日，Ｄに対し，賃貸期間を１０年，賃料を月額１００万円と定めて，甲ビルを貸し渡した（以下，この契約を「本件賃貸借契約」という。）。その際，Ｄは，Ａ社に対し，敷金１０００万円を交付した。\n２ Ａ社は，平成２７年頃から，借り手のつかない所有ビルが多くなってきたことや，かねてより手掛けていた株式取引の失敗等が重なったことにより，次第に経営が悪化し，所有するビルのメンテナンス費用の捻出や借入金の返済にも窮するようになった。そこで，Ａ社は，平成２８年秋頃，Ｅ信用金庫から５０００万円を借り入れ，その担保として本件不動産にＥ信用金庫を２番抵当権者とする抵当権を設定し，その旨の登記がされた。\nしかし，Ａ社は，その後も一向に経営状態が好転せず，平成３０年１月末には，従業員に対する給料も支払えない事態に陥った。また，Ａ社は，同年２月末日を支払期日とする多数の取引先に対する債務の弁済に充てる資金がない状態にあることが判明した。そこで，Ａ社は，同月２６日，裁判所に破産手続開始の申立てをした。\n申立てを受けた裁判所は，同月２７日，破産手続開始の決定を行い，Ａ社の破産管財人としてＸを選任した。\nＡ社が破産手続開始の決定を受けた時点におけるＣ銀行が有する貸金債権の額は２億５０００万円，Ｅ信用金庫が有する貸金債権の額は４０００万円であり，他方で，本件不動産の評価額は２億円であった。\n〔設問１〕\n⑴ Ａ社の破産手続が開始された後も，本件賃貸借契約は継続され，Ｄは，そのまま甲ビルを使用していた。この場合に，Ｄは，Ａ社に対して有する敷金返還請求権を自働債権として，毎月の賃料債務と相殺することができるか，論じなさい。また，相殺することができないとした場合に，敷金返還請求権の保全のためにＤが採ることのできる法的手段として，どのようなものがあるか，論じなさい。\n⑵ 上記⑴のとおり，Ａ社の破産手続開始後も本件賃貸借契約が継続されていたところ，Ｃ銀行が，Ａ社のＤに対する賃料債権を物上代位により差し押さえた。この場合に，Ｄは，⑴で論じた敷金返還請求権の保全のための法的手段を採ることができるかどうかについて，理由を付した上で論じなさい。\n〔設問２〕\n⑴ Ａ社の破産管財人Ｘは，本件不動産を除き，破産財団に属する財産の換価を終了した。Ｘは，本件不動産をそのまま管理していても，担保余剰がなく，固定資産税や管理費用が掛かるだけで破産債権者にとって何のメリットもないため，本件不動産を破産財団から放棄した上，早期に配当を実施したいと考えている。この場合に，Ｘは，本件不動産を破産財団から放棄するために，どのような手続を採る必要があるか，また，破産財団から放棄された本件不動産は，誰\n- 2 -に帰属するか，説明しなさい。\n⑵ Ｘは，上記⑴の手続を行って，本件不動産を破産財団から放棄した。その後，Ｅ信用金庫は，本件不動産からは到底その貸金債権４０００万円を回収する見込みはないと考えた。この場合に，Ｅ信用金庫がＡ社の破産手続に参加して配当を受けるためには，どのような手続を採る必要があるか。破産手続開始の時において破産財団に属する不動産に抵当権を有する者が，破産手続において行使することができる破産債権の額についての原則，及び，Ｅ信用金庫が採るべき手続の相手方に触れつつ，論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n食品製造業を営むＡ株式会社（以下「Ａ社」という。）は，味に定評のある老舗であり，自らが所有する甲食品工場で弁当等を生産し，特に定番の総菜商品は有名デパートを含む得意先各社から受注を得ていた。しかし，Ａ社は，平成３０年正月に向けて発売した期待の新商品が不人気に終わり，不良在庫を抱えて資金繰りが悪化した。折悪しく大口の売掛先から受け取っていた同年３月末日を満期とする手形が不渡りとなったことから，Ａ社は資金繰りに窮して破綻が決定的となり，Ａ社代表取締役社長Ｂ（以下「Ｂ社長」という。）は，Ｃ弁護士に民事再生手続による事業再生を依頼した。\nＡ社は，自ら振り出した同年４月２５日を満期とする手形を決済できないことが確実になったことから，同月２０日，Ｃ弁護士が申立代理人となって再生手続開始の申立てをし，必要な手続費用を予納した。同日，この申立てが受理されて，裁判所は監督委員としてＤ弁護士を選任した。\nＡ社には，税金の滞納や労働債権の未払は生じていない。Ｂ社長は，従来どおり甲食品工場を生産拠点として事業を継続し，得られる収益によって再生債権を弁済する内容の再生計画案を想定している。\nＣ弁護士は，同月２１日にＡ社の主要債権者である以下の３者に連絡したところ，以下のとおりのコメントを得たので，その旨を裁判所に報告した。\n＜コメント①：Ｅ銀行＞\nＥ銀行は，Ａ社の総債権者の中で唯一の担保権者であり，甲食品工場に抵当権を有している。\nＡ社の再生手続開始の申立時に判明している全ての債権者が再生債権者としてその権利を行使することが見込まれる額の総額（以下「総権利行使見込額」という。）に対して，Ｅ銀行が再生債権者としてその権利を行使することが見込まれる額が占める割合は３０％である。\nＥ銀行のコメントは，「突然の申立てに困惑して行内の考えもまとまっておらず，現時点で手続に賛成とは到底申し上げられない。担保権の行使についてはこれから検討する。」とのことであった。\n＜コメント②：Ｆ株式会社（以下「Ｆ社」という。）＞\nＦ社は，Ａ社の最大の仕入先である。総権利行使見込額に対して，Ｆ社が再生債権者としてその権利を行使することが見込まれる額が占める割合は１５％である。\nＦ社のコメントは，「どうせ再建はできないと思うので，協力することは考えていない。」とのことであった。\n＜コメント③：Ｇ株式会社（以下「Ｇ社」という。）＞\nＧ社は，Ｆ社に次ぐＡ社の仕入先である。総権利行使見込額に対して，Ｇ社が再生債権者としてその権利を行使することが見込まれる額が占める割合は１０％である。\nＧ社のコメントは，「定番の総菜を中心にすれば，Ａ社の業績回復も不可能ではないと思う。\n自社の債権については，再生債権として再生計画に基づく弁済を受けることは仕方がないが，再生手続開始の申立て後も取引を継続して新たに食材をＡ社に卸した場合，その代金までも回収することができないとすれば被害が拡大してしまうので，不安である。」とのことであった。\n〔設問１〕\n⑴ 裁判所が再生手続開始の決定をすることができるかどうかについて，Ｅ銀行，Ｆ社及びＧ社のコメントを踏まえ，理由を付した上で論じなさい。\n⑵ Ａ社は，Ｇ社に食材の取引を継続してもらえるようにするため，どのような方策を採ることが考えられるか。\n- 4 -\n【事 例（続き）】\n裁判所は，平成３０年４月３０日，再生手続開始の決定をした。当該決定がされた後に，監督委員Ｄ宛てにＢ社長の不正を知らせる匿名の通知があり，これを契機として以下の事実が判明した。\n＜判明した事実①＞\nＡ社の仕入先であるＨ株式会社（以下「Ｈ社」という。）は，同年３月末日現在，Ａ社に対し食材等に係る売掛債権を有していた。Ａ社の手形不渡りが確実であることを知ったＨ社は，同年\n４月１９日，Ａ社と協議し，再生手続開始の申立て後もＡ社との取引を継続することを約束する一方，Ａ社は，在庫として保有する食材をＨ社に代物弁済した。\n＜判明した事実②＞\nＡ社は，長年にわたりＦ社から食材を仕入れてきた。平成２５年頃，Ｆ社はＡ社に対して代金の割引を申し出た。しかし，Ｂ社長は，これを断り，Ｆ社に対し，仕入価額はそのまま据え置きつつ，Ｆ社が申し出た割引額に相当する額をバックマージンとしてＢ社長の妻への顧問料の名目で支払うように求め，再生手続開始の申立ての直前まで，Ｂ社長の妻名義の預金口座に毎月送金させていた。Ｂ社長の妻がＦ社の顧問となっている実態はなく，Ｂ社長が当該預金口座を実質的に管理しており，当該預金口座に送金された金銭は，Ｂ社長の個人的な遊興費に充てられていた。\n〔設問２〕\n⑴ ＜判明した事実①＞について，Ａ社が行った代物弁済につき，監督委員Ｄが訴え又は否認の請求によって否認権を行使してＨ社に価額の償還を求めるためには，Ａ社は，どのような手続を採る必要があるか。また，そのような手続を採ることが必要とされる理由についても，管財人が選任されている場合と対比しつつ論じなさい。\n⑵ ＜判明した事実②＞について，Ａ社は，Ｂ社長に対して，Ｆ社からＢ社長の妻名義の預金口座に送金された金額に相当する額の支払を求めることとしたが，Ｂ社長は，Ｃ弁護士の説得にもかかわらず，これを任意に支払おうとはしなかった。この事情を知ったＧ社は，「Ａ社の主張どおり，Ｂ社長はＡ社に当該額を支払うべきだが，このままではＢ社長がこれを支払わずに費消してしまうおそれがある。Ｃ弁護士の説得を待っていてはらちが明かない。」と考えた。\nこの場合に，Ｇ社は，Ａ社の再生手続において，どのような方策を採ることが考えられるか。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "〔第１問〕\n本問は，法人が破産手続開始の決定を受けた場合の具体的事例を通じて，敷金返還請求権を有する賃借人の寄託請求及び別除権者により賃料債権について物上代位がされた場合における同請求の可否並びに破産財団から放棄された不動産の帰属先及び当該不動産について抵当権を有する者が破産手続に参加して配当を受けるために採るべき手続とその相手方についての理解を問うものである。\n設問１(1)は，敷金返還請求権の性質についての理解を前提として，敷金返還請求権を自働債権とする相殺の可否及び破産法第７０条後段に規定する寄託請求制度の趣旨についての理解を問うものである。\n敷金返還請求権は，賃貸借契約が終了し，賃貸借契約の目的物を返還した時に，それまでに生じた被担保債権を控除した残額について発生する停止条件付債権であるから，賃貸借契約が継続している限り，賃借人の側から，敷金返還請求権を自働債権として，賃料債権との相殺をすることはできない(破産法第６７条第２項参照)。しかし，それでは貸借人の保護に欠けることから，同法第７０条後段は，敷金返還請求権を有する賃借人が賃料債務を弁済する場合には，敷金の額を限度として，弁済した賃料額の寄託を請求できることとしている。この場合におけ\n- 19 -る賃料債務の弁済は，停止条件付債権である敷金返還請求権の停止条件の成就（賃貸借の目的物件の明渡し）を解除条件とするものであり，賃借人は，賃貸借の目的物を明け渡して解除条件が成就することにより弁済が効力を失う結果，復活した賃料債権を受働債権，敷金返還請求権を自働債権として相殺すること（賃料債務を敷金から充当すること）ができることになる。\n解答に当たっては，このような敷金返還請求権の性質を踏まえてこれを自働債権とする相殺ができないことを論じた上で，それでは敷金返還請求権を有する賃借人の保護に欠けることから破産法第７０条後段の寄託請求の制度が設けられていることを論ずる必要がある。\n設問１(2)は，別除権者による賃料債権の物上代位がされた場合に，上記のような破産法第\n７０条後段の寄託請求制度の趣旨に照らして，賃借人Ｄは，Ａ社の破産管財人Ｘに対して，弁済額の寄託請求をすることができるか（Ａ社の破産管財人Ｘは，賃借人Ｄによる寄託請求に応じる必要があるか）どうかを問うものである。\n解答に当たっては，まず，抵当権者であるＣ銀行は，別除権者として破産手続によらずに担保権を行使することができるから，Ｃ銀行による抵当権に基づく物上代位による賃料債権の差押えも別除権の行使として許容されることを論ずる必要がある。\nその上で，賃借人Ｄは，賃料債務を弁済する場合に，破産法第７０条後段の寄託請求をすることができるかどうかについて，寄託請求制度の趣旨を踏まえて論ずる必要がある。\nすなわち，賃借人Ｄは，賃料債権が差し押さえられた場合には，差押債権者であるＣ銀行に賃料を支払わなければならないことになり，破産管財人Ｘには賃料が支払われず，破産財団に弁済金が入らないにもかかわらず，賃借人Ｄは，弁済する賃料額について寄託請求をすることができるかどうかについて，破産法第７０条後段の寄託請求制度の趣旨や賃借人の敷金返還請求権保護の要請，破産財団の確保の観点等を踏まえながら検討する必要がある。\n設問２(1)は，破産手続開始の決定を受けた者が法人である場合における破産財団から放棄された不動産の帰属先について，自由財産の趣旨に照らして法人にも自由財産が認められるかどうかを踏まえて検討することを求めるものである。\n破産財団に属する財産がオーバーローンになっている場合には，破産管財人は，裁判所の許可を得て，当該不動産を破産財団から放棄（いわゆる相対的放棄）することが考えられる（破産法第７８条第２項第１２号）。\nそして，Ａ社の破産手続において，破産管財人Ｘが甲ビルとその敷地(本件不動産)を破産財団から放棄するための手続として，上記の裁判所の許可のほか，破産者の意見聴取（破産法第\n７８条第６項）及び担保権者に対する通知（破産規則第５６条後段）に触れる必要がある。\nその上で，破産財団から放棄された本件不動産が誰に帰属するかについて，自由財産が認められる趣旨に照らして，破産した法人に自由財産が認められるかどうかを踏まえながら論ずる必要がある。法人の自由財産が認められるかどうかを論ずるに当たっては，法人は，破産手続の開始によって解散するものの，「清算の目的の範囲内」で破産手続が終了するまで存続するものとみなされていること(破産法第３５条)や，法人の自由財産を認めないこととした場合の破産財団から放棄された財産の帰属先の有無等も踏まえる必要がある。\n設問２(2)は，破産財団から放棄された不動産について，担保割れの状態にある別除権を有する者が破産手続において配当加入するために採るべき手続及び当該手続の相手方を問うものである。\n別除権者は，別除権の行使によって弁済を受けることができない額の範囲で破産債権者としてその権利を行使することができる（破産法第１０８条第１項。不足額責任主義。）。被担保債権の全部又は一部が破産手続開始後に担保されないこととなった場合におけるその債権の当該全部又は一部の額についても，同様である（同項ただし書）。そして，別除権者が破産手続において配当加入するためには，最後配当に関する除斥期間内に，破産管財人に対して，被担保債権の全部又は一部が破産手続開始後に担保されないこととなったこと又は担保権の行使によ\n- 20 -って弁済を受けることができない債権の額を証明することが必要である（同法第１９８条第３項）。そこで，別除権が担保割れの状態にある場合には，別除権者は，被担保債権の全部が破産手続開始後に担保されないこととなったことにするため，別除権の放棄をすることが考えられる。\nそして，別除権の放棄の意思表示は，設問２(1)において，別除権の目的である不動産が破産財団から放棄された場合における当該不動産の帰属先を破産手続開始の決定を受けた法人であると解するときは，当該法人に対して行う必要がある。しかし，株式会社のような法人が破産手続開始の決定を受けた場合には，株式会社の役員は，株式会社が当該決定を受けると同時にその地位を失うと解され得ること（会社法第３３０条，民法第６５３条第２号。最高裁昭和\n４３年３月１５日判決・民集２２巻３号６２５頁，最高裁平成１６年１０月１日決定・集民２１５号１９９頁参照）から，別除権者としては，誰をＡ社の代表者として別除権の放棄の意思表示をすればよいかを検討する必要がある。\n解答に当たっては，取締役が破産手続の開始により当然にその地位を失うかどうかを検討した上で，仮に当然にその地位を失うとした場合には，別除権者であるＥ信用金庫としては，裁判所にＡ社の清算人選任の申立てをして清算人を選任してもらい（会社法第４７８条第２項），当該清算人に対して別除権の放棄の意思表示をすべきこととなるのかなどを論ずる必要がある。また，仮に取締役が当然にその地位を失わないとした場合（最高裁平成１６年６月１０日判決・民集５８巻５号１１７８頁，最高裁平成２１年４月１７日判決・集民２３０号３９５頁参照）には，定款の定め等がない限り，当該取締役が清算人となり（同法第４７８条第１項第\n１号），代表取締役であるＢが代表清算人となること（同法第４８３条第４項）から，ＢをＡ社の代表者として別除権の放棄の意思表示をすべきこととなるのかなどを論ずる必要がある。\n〔第２問〕\n本問は，法人の民事再生に関する具体的事例を通じて，再生手続開始の決定をするための要件，再生手続開始の申立て後再生手続開始前の原因に基づいて生じた債権を債権者に弁済するための方策，監督委員が否認権を行使するために必要となる手続及び再生債権者が再生手続において再生債務者である法人の役員の責任を追及するために取り得る方策を問うものである。\n設問１は，債権者の具体的なコメントの内容を踏まえて，裁判所が再生手続開始の決定をすることができるかどうか，申立人が再生手続の申立て後に取引を継続しようとする債権者の弁済に対する不安を払拭するために採ることができる手段を問うものである。\n小問(1)は，裁判所が再生手続開始の決定をすることができるかどうかについて，経済的に窮境にある債務者の事業の再生を図るという民事再生法の目的（同法第１条）を踏まえながら，事例に基づきその要件を充足するかどうかを検討する必要がある。\n再生手続開始の決定をするためには，①再生手続開始の原因があること（同法第２１条）及び②再生手続開始の条件，すなわち再生手続開始の申立ての棄却事由（同法第２５条）が存在しないことが必要である（同法第３３条第１項）。本問では，この構造を踏まえ，事例に当てはめて結論を出すことが求められている。\n①再生手続開始の原因は，本件では，Ａ社は自ら振り出した手形を決済することができないことが確実になっているので，これを充たすことは明らかであろう。\n②再生手続開始の申立ての棄却事由は同法第２５条各号に列挙されており，そのうちの一つにでも該当する場合には，裁判所は，再生手続開始の申立てを棄却しなければならないことから，解答に当たっては，全ての棄却事由について，事例に当てはめて検討する必要がある。\n事例においては，申立代理人であるＣ弁護士が費用を予納しており（同条第１号），他に破産手続又は特別清算手続は継続しておらず（同条第２号），また，不当な目的で申立てがされた事情もない（同条第４号）。そこで，Ｅ銀行，Ｆ社及びＧ社のコメントから，同条第３号（再\n- 21 -生計画案の作成若しくは可決の見込み又は再生計画の認可の見込みがないことが明らかであること）に該当するかどうかを丁寧に論ずる必要がある。解答に当たっては，同号が，「見込みがないこと」とせず「見込みがないことが明らかであること」として，要件を絞り込んでいることを踏まえ，Ｅ銀行，Ｆ社及びＧ社のコメントの内容に照らして，今後その対応が変更する可能性があるかどうかも検討しながら，論ずる必要がある。\n小問(2)は，再生手続開始の申立て後再生手続開始前の再生債務者の行為によって発生する債権について，そのまま再生手続開始の決定があれば再生債権となって弁済禁止効が生ずることから，これを克服するための制度を問うものである。なお，Ｇ社のコメントは，「再生手続開始の申立て後も取引を継続して新たに食材をＡ社に卸した場合，その代金までも回収することができないとすれば被害が拡大してしまう」というものであることから，再生手続開始の申立て後再生手続開始前の債権の扱いについて論ずることが求められており，当該申立て前に発生した食材の売掛金の弁済の可否を論ずる必要はない。\n事業継続を旨とする民事再生にあっては，その申立て直後から，原材料の購入その他事業の継続に不可欠な行為をする必要があるが，そのまま再生手続開始の決定がされれば，申立て後の再生債務者の行為によって生ずる債権であっても，再生債権となり弁済禁止効の対象となってしまう（民事再生法第８５条）。そこで，法は，再生手続開始の申立て後再生手続開始前に，資金の借入れ，原材料の購入その他再生債務者の事業の継続に欠くことができない行為をする場合には，裁判所は，その行為によって生ずべき相手方の請求権を共益債権とする旨の許可をすることができることとしている（同法第１２０条第１項）。また，裁判所は，監督委員に対し，この許可に代わる承認をする権限を付与することができる（同条第２項）。再生債務者がこの許可又は承認を得て事業継続に欠くことのできない行為をしたときは，その行為によって生じた相手方の請求権は，共益債権となる（同条第３項）。\n本問では，Ａ社の再生手続開始の申立て後，Ｇ社が新たに食材を卸した場合の代金債権について，そのまま再生手続開始の決定があれば再生債権となって弁済禁止効の対象となってしまい，Ｇ社は安心して取引を継続することができない。そこで，Ｇ社から取引を継続してもらえるようにするため，Ｇ社からの食材購入は，原材料の購入であり事業継続に欠くことのできない行為に該当するとして，Ａ社は，当該申立て後に発生するＧ社の食材の売掛債権を共益債権とすべく，裁判所の許可又は監督委員の承認を求めることが考えられる。\n設問２は，ＤＩＰ型の再生手続について，ＤＩＰ型を採ることによって生じ得る問題の修正手段としての否認権行使と損害賠償の査定を問うものである。\n小問(1)では，監督委員が選任されている場合に，監督委員が否認権を行使するために必要とされる手続を問うとともに，そのような手続を行うことが必要とされる理由について，管財人が選任されている場合と対比しつつ説明することが求められている。\n監督委員が否認権を行使するためには，裁判所が，利害関係人の申立てにより又は職権で，監督委員に対して，特定の行為について否認権を行使する権限を付与することが必要である（民事再生法第５６条第１項）。したがって，Ａ社は，自ら利害関係人として否認権行使の権限付与の申立てをする必要がある。\n次に，そのような手続が必要とされる理由について，管財人が選任されている場合と対比して検討することが求められている。\n管財人が選任されている場合には，再生債務者の財産の管理処分権は管財人に専属し（同法第６６条），管財人が当然に否認権を行使する権限を有する。これに対して，監督委員が選任されている場合には，再生債務者に財産の管理処分権が残されている（同法第３８条第１項）\nにもかかわらず，民事再生法は，再生債務者が否認権を行使することを認めずに，個別に監督委員に権限を付与することとしていることから，その理由について，自ら否認権の対象となる行為を行った再生債務者に否認権を行使させることの問題点を意識しながら論ずる必要があ\n- 22 -る。\n小問(2)は，株式会社である再生債務者の役員の責任の追及に関して，役員の財産に対する保全処分の制度（同法第１４２条）及び損害賠償請求権の査定の制度（同法第１４３条）の理解を問うものである。\n設例においては，Ｂ社長に対して，任務懈怠に基づく損害賠償請求（会社法第４２３条第１項）を行うことが考えられることから，再生手続においてこれを追及するための手段として，損害賠償請求権の査定の申立てをすること（民事再生法第１４３条）や，財産の費消のおそれがあるということから役員の財産に対する保全処分の申立てをすること（同法第１４２条）が考えられる。また，設例においては管財人が選任されていないので，再生債権者であるＧ社は，自らこれらの申立てをすることができる（同法第１４２条第３項，第１４３条第２項）。\nなお，Ｇ社の採るべき方策として，管理命令の申立て（同法第６４条）をすることも考えられる。設例の事情から，その要件を満たすか否かは判然とせず，事案への対応ということからすれば，上記のとおり，役員の財産の保全処分の申立て及び損害賠償の査定の申立てをすることが端的な方法であると考えられるが，管理命令の申立てもＤＩＰ型を採ることによって生ずる問題に対する是正という本問の出題意図に即した方策の一つではあろう。"
}