{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成３０年１月１０日午前１０時頃，Ａ工務店の者と名乗る男が，Ｈ県Ｉ市Ｊ町のＶ方を訪問し，Ｖ（７０歳，女性）に対し，無料でＶ方の修繕箇所の有無を点検する旨申し向け，Ｖの了解を得て，Ｖ方を点検した。その男は，実際には特段修繕を要する箇所などなかったにもかかわらず，Ｖに対し，「屋根裏に耐震金具は付いていますが，耐震金具に不具合があって，このまま放っておくと，地震が来たら屋根が潰れてしまいます。すぐに工事をしないと大変なことになります。代金は１００万円です。お金を用意できるのであれば，今日工事をすることも可能です。」などと嘘を言って\nＶをだまし，Ｖ方の屋根裏の修繕工事を代金１００万円で請け負った。その男は，Ｖから，「昼過ぎであれば１００万円を用意できるので，今日工事をしてほしい。」と言われたため，同日午後１時頃，再度，Ｖ方を訪問し，Ｖから工事代金として現金１００万円を受領し，領収書（以下「本件領収書」という。）をＶに交付した。その後，その男は，Ｖ方の修繕工事を実施したかのように見せ掛けるため，形だけの作業を行った上で，Ｖに対し，工事が終了した旨告げて立ち去った。\n本件領収書の記載内容は【資料１】のとおりであり，㊞の部分にＡ工務店の代表者として甲の名字が刻された認め印が押されているほかは，全てプリンターで印字されたものであった。\n２ Ｖは，同日午後７時頃，Ｖの長男ＷがＶ方を訪問した際に前記工事の話をしたことを契機に，詐欺の被害に遭ったことに気付き，Ｗから，犯人が言った内容を記載しておいた方がよいと言われたため，その場で，メモ用紙にその内容を記載した（以下「本件メモ」という。）。\n本件メモの記載内容は【資料２】のとおりであり，全ての記載がＶによる手書き文字であった。\n翌１１日，Ｖ及びＷは，警察署に相談に訪れた。Ｖは，司法警察員Ｐに対し，本件領収書及び本件メモを提出した上で，「１００万円の詐欺の被害に遭いました。犯人から言われた内容は，被害当日にメモに書きました。犯人は中肉中背の男でしたが，顔はよく覚えていません。ただ，犯人が，『Ａ工務店』と書かれたステッカーが貼られた赤色の工具箱を持っていたことは覚えています。ス\nテッカーは，直径５センチメートルくらいの小さな円形のもので，工具箱の側面に貼られていました。」と説明した。Ｗは，Ｐに対し，「提出したメモは，昨夜，母が，私の目の前で記載したものです。そのメモに書かれていることは，母が私に話した内容と同じです。」と説明した。\n３ Ｐらが所要の捜査を行ったところ，本件領収書に記載された住所には，実際にＡ工務店の事務所\n（以下「本件事務所」という。）が存在することが判明した。\n本件事務所は，前面が公道に面した平屋建ての建物で，玄関ドアから外に出るとすぐに公道となっていた。また，同事務所の前面の腰高窓にはブラインドカーテンが下ろされており，両隣には建物が接しているため，公道からは同事務所内を見ることができなかった。\nＰらは，同月１５日午前１０時頃，本件事務所付近の公道上に止めた車両内から同事務所の玄関先の様子を見ていたところ，同事務所の玄関ドアの鍵を開けて中に入っていく中肉中背の男を目撃した。その男が甲又はＡ工務店の従業員である可能性があると考え，①Ｐは，同日午前１１時頃，その男が同事務所から出てきた際に，同車内に設置していたビデオカメラでその様子を撮影した。\nＰが撮影した映像は全体で約２０秒間のものであり，男が同事務所の玄関ドアに向かって立ち，ドアの鍵を掛けた後，振り返って歩き出す姿が，容ぼうも含めて映っているものであった。\nＰがその映像をＶに見せたところ，Ｖは，「この映像の男は，犯人に似ているような気がしますが，同一人物かどうかは自信がありません。」と述べた。\nその後の捜査の結果，Ａ工務店の代表者が甲という氏名であること及び前記映像に映っている男が甲であることが判明した。\nＰらは，引き続き本件事務所を１週間にわたって監視したが，甲の出入りは何度か確認できたも- 2 -のの，他の者の出入りはなかったため，Ａ工務店には甲のほかに従業員はいないものと判断して監視を終えた。\nＰらは，その監視の最終日，甲が赤色の工具箱を持って本件事務所に入っていくのを目撃した。\nＰらは，同工具箱に「Ａ工務店」と書かれたステッカーが貼られていることが確認できれば，甲が犯人であることの有力な証拠になると考えたが，ステッカーが小さく，甲が持ち歩いている状態ではステッカーの有無を確認することが困難であった。そこで，Ｐらは，同事務所内に置かれた状態の工具箱を確認できないかと考えた。しかし，公道からは同事務所内の様子を見ることができなかったので，玄関上部にある採光用の小窓から内部を見ることができないかと考え，向かい側のマンションの管理人に断った上で同マンション２階通路に上がったところ，同小窓を通して同事務所内を見通すことができ，同事務所内の机上に赤色の工具箱が置かれているのが見えた。そして，Ｐが望遠レンズ付きのビデオカメラで同工具箱を見たところ，同工具箱の側面に，「Ａ工務店」と記載された小さな円形のステッカーが貼られているのが見えたことから，②Ｐは，同ビデオカメラで，同工具箱を約５秒間にわたって撮影した。Ｐが撮影したこの映像には，同事務所内の机上に工具箱が置かれている様子が映っているのみで，甲の姿は映っていなかった。\nＰがその映像をＶに見せたところ，Ｖは，「犯人が持っていた工具箱は，この映像に映っている工具箱に間違いありません。」と述べた。\nその後，Ｐは，Ｖの供述調書を作成するためにＶの取調べを実施しようとしたが，その直前にＶが脳梗塞で倒れたため，Ｖの取調べを実施することはできなかった。Ｖの担当医師は，Ｖの容体について，「今後，Ｖの意識が回復する見込みはないし，仮に意識が回復したとしても，記憶障害が残り，Ｖの取調べをすることは不可能である。」との意見を述べたため，Ｐは，Ｖの供述調書の作成を断念した。\n４ Ｐらは，同年２月１９日，甲を前記１記載の事実に係る詐欺罪で通常逮捕するとともに，本件事務所等の捜索を実施し，甲の名字が刻された認め印等を押収した。そして，甲は，同月２１日，検察官に送致され，引き続き勾留された。\n甲は，検察官Ｑによる取調べにおいて，「Ｖ方に行ったことはありません。」と述べて犯行を否認した。\nその後，捜査を遂げた結果，本件領収書から検出された指紋が，逮捕後に採取した甲の指紋と合致するとともに，本件領収書の印影と前記認め印の印影が合致したことなどから，Ｑは，同年３月\n１２日，甲を前記詐欺の事実で公判請求した。\n５ 甲は，同年４月２３日に行われた第１回公判期日において，前同様の弁解を述べて犯行を否認した。\nＱは，本件領収書の印影と前記認め印の印影が合致する旨の鑑定書，本件領収書から検出された指紋と甲の指紋が合致する旨の捜査報告書，Ｖから本件メモ及び本件領収書の任意提出を受けた旨の任意提出書等のほか，③本件メモ及び④本件領収書の取調べを請求した。Ｑは，本件メモの立証趣旨については，「甲が，平成３０年１月１０日，Ｖに対し，本件メモに記載された内容の文言を申し向けたこと」，本件領収書の立証趣旨については，「甲が平成３０年１月１０日にＶから屋根裏工事代金として１００万円を受け取ったこと」であると述べた。\n弁護人は，前記鑑定書，前記捜査報告書及び前記任意提出書等については同意したが，本件メモについては不同意，本件領収書については不同意かつ取調べに異議があるとの証拠意見を述べた。\nその後，Ｗの証人尋問が実施され，Ｗは，前記２のＷがＰに対して行った説明と同旨の証言をした。\n〔設問１〕 下線部①及び②の各捜査の適法性について，具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n１．下線部③の本件メモの証拠能力について，立証趣旨を踏まえ，具体的事実を摘示しつつ論じなさい。\n- 3 -\n２．下線部④の本件領収書の証拠能力について，立証趣旨を踏まえ，立証上の使用方法を複数想定し，具体的事実を摘示しつつ論じなさい。ただし，本件領収書の作成者が甲であり，本件領収書が甲からＶに交付されたものであることは，証拠上認定できるものとする。\n- 4 -\n【資料１】\n領収書\nV 様 平成30年1月10日\n￥ １，０００，０００ （税込）但 屋根裏工事代金として上記正に領収いたしました 〒 ○○○－○○○○\nＨ県Ｉ市Ｋ町１－２－３\nＴＥＬ ○○○－○○○－○○○○\nＡ工務店 代表 甲 ㊞\n【資料２】\n１／１０\n（今日午前10時，Ａ工務店と名乗る男性が訪問してきた。そのとき言われたこと。）屋根裏に耐震金具は付いているが，耐震金具に不具合がある。\n地震が来たら，屋根が潰れる。すぐに工事しないと大変なことになる。\n工事代金は１００万円。\nお金が用意できるのであれば，今日工事をすることも可能。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，詐欺事件の捜査及び公判に関する事例を素材に，刑事手続法上の問題点を指摘させた上で，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，司法警察員Ｐが，犯人から被害者Ｖに交付された領収書に記載された住所に\n所在するＡ工務店事務所に出入りしていた男について，Ａ工務店代表者甲又はその従業員である可能性があると考え，犯人とその男との同一性をＶに確認させるため，同事務所から出てきたその男の容ぼう・姿態をビデオカメラで撮影したこと（下線部①），その後，犯人が持っていた工具箱と甲が持ち歩いていた工具箱との同一性をＶに確認させるため，同事務所の向かい側にあるマンションの２階通路から，望遠レンズ付きビデオカメラで，同事務所の玄関上部にある採光用の小窓を通し，同事務所内の机上に置かれた，「Ａ工務店」と書かれた小さな円形ステッカーの貼ってある赤い工具箱を撮影したこと（下線部②）に関し，その適法性を検討させる問題である。具体的には，これらの捜査活動の適否に係る検討を通じ，いわゆる強制処分と任意処分を区別する基準，強制捜査又は任意捜査の適否の判断方法についての理解と，その具体的事実への適用能力を試すことを狙いとする。\nまず，ある捜査活動がいわゆる強制処分に該当する場合，刑事訴訟法にその根拠となる特別の規定がある場合に限って許されるため（同法第１９７条第１項ただし書き，強制処分法定主義），当該捜査活動が強制処分に該当するのか，それとも任意処分にとどまるのか，両者の区別が問題となる。\nこの点に関し，写真撮影やビデオカメラによる撮影について扱った最高裁判所の判例は，それらの撮影が強制処分に該当するか否かを明示的に判断しておらず，当該事案においては令状によらずに適法にこれらを実施することが許されるとしたにとどまる（最大判昭和４４年１２\n月２４日刑集２３巻１２号１６２５頁，最決平成２０年４月１５日刑集６２巻５号１３９８頁）。他方で，最高裁判所は，「強制手段とは，有形力の行使を伴う手段を意味するものではなく，個人の意思を制圧し，身体，住居，財産等に制約を加えて強制的に捜査目的を実現する行為など，特別の根拠規定がなければ許容することが相当でない手段を意味する」と判示しており（最決昭和５１年３月１６日刑集３０巻２号１８７頁。以下「昭和５１年決定」という。），同決定に留意しつつ，強制処分に対する規律の趣旨・根拠を踏まえながら，強制処分と任意処分とを区別する基準を提示することが求められる。\n次に，Ｐらの捜査活動が強制処分に至っていると評価される場合には，現行法の法的規律の在り方に従ってその適否（法定された既存の強制処分の類型に該当するか否か，これに該当する場合には法定された実体的及び手続的要件を充足するか否か）を検討することが必要となるが，それが任意処分にとどまると評価される場合であっても，当該捜査活動により何らかの権利・利益を侵害し又は侵害するおそれがあるときは，無制約に許容されるものではないことから，任意捜査において許容される限界内のものか否かが問題となる。\nこの任意処分の許容性の判断に当たっては，いわゆる「比例原則」から，具体的事案において，特定の捜査手段により対象者に生じ得る法益侵害の内容・程度と，特定の捜査目的を達成するため当該捜査手段を用いる必要性とを比較衡量することになる。この点，昭和５１年決定も，「強制手段にあたらない有形力の行使であっても，何らかの法益を侵害し又は侵害するおそれがあるのであるから，状況のいかんを問わず常に許容されるものと解するのは相当でなく，必要性，緊急性などをも考慮したうえ，具体的状況のもとで相当と認められる限度において許\n- 17 -容されるものと解すべきである。」と判示しており，同決定に留意しつつ，任意処分の適否の判断方法を提示することが求められる。なお，当該捜査手段を用いる必要性を検討するに当たっては，対象となる犯罪の性質・重大性，捜査対象者に対する嫌疑の程度，当該手段によって達成される捜査目的等に関わる具体的事情を適切に抽出し，評価する必要がある（なお，前記最大判昭和４４年１２月２４日，最決平成２０年４月１５日を参照。）。\nこのように，本設問の解答に当たっては，強制処分，任意処分それぞれに対する法的規律の趣旨・根拠を踏まえつつ，判例の考え方にも留意して，強制処分と任意処分を区別する基準や，強制処分又は任意処分の適否の判断方法を提示した上，本設問の事例に現れた具体的事実が，その判断方法において，果たして，またどのような意味を持つのかを意識しながら，下線部①\n及び下線部②の各捜査の適法性を検討する必要がある。\n下線部①の捜査の適法性を検討するに当たっては，当該捜査により対象者のいかなる権利・利益が制約され得るかを具体的に指摘した上，対象者に認識されることなく秘密裏に撮影したこと，公道上にいる対象者について，事務所の玄関ドアに向かって立ち，ドアの鍵を掛けた後，振り返って歩き出す姿を約２０秒間にわたり撮影したこと等の具体的事実を指摘し，ＰがＡ工務店事務所から出てきた男の容ぼう・姿態をビデオカメラで撮影した行為が強制処分に該当するか否かについて，強制処分と任意処分とを区別する基準に従って評価することが求められる。\nその結果，強制処分に該当しないとの結論に至った場合，次に，当該捜査が任意捜査における限度内のものといえるかを検討する必要がある。本設問の事例においては，本件が被害額１００万円の詐欺事案であること，Ｖが犯人から受領した領収書には「Ａ工務店代表甲」と記載されていたこと，被撮影者はＡ工務店事務所に出入りする人物であること，Ｖは犯人の顔をよく覚えていない旨供述していたこと，公道上にいる男が，事務所の玄関ドアに向かって立ち，ドアの鍵を掛けた後，振り返って歩き出す姿を約２０秒間にわたり撮影したこと，Ｐが撮影した場所は，公道上に駐車した車両内であること等の具体的事実を指摘した上，任意処分の適否の判断方法に従って評価することが求められる。\n下線部②の捜査についても，下線部①の捜査と同様の判断方法に従って適法性を検討することが求められるが，両者は，そこで制約される権利・利益の内容やその要保護性の程度，撮影方法等が異なっていることから，この点を意識して論じる必要がある。すなわち，下線部②の捜査は，不特定多数の客が出入りすることが想定されていない上，窓にブラインドカーテンが下ろされており，内部の様子を公道から見ることができないＡ工務店事務所内を，向かい側にあるマンションの２階通路から，望遠レンズ付きビデオカメラで，同事務所の玄関上部にある採光用の小窓を通して約５秒間にわたり撮影したというものであり，同事務所は，住居ほどでないとしても，公道などとは異なりなお私的領域たる性格が認められる場所であること，承諾のない限り，通常，事務所内に侵入しなければ確認できないような状態にある対象を撮影していることなどを踏まえ，強制処分と任意処分の区別に関する判断基準に従って評価することが求められる。\nその結果，強制処分に該当するとの結論に至った場合には，無令状でした下線部②の捜査が，強制処分に対する現行法の法的規律の下で許容され得るか否かを検討することが，これに対し，強制処分に該当しないとの結論に至った場合には，任意処分の適否の判断方法に従い，具体的事実を指摘しながら，当該捜査の適法性について評価することが，それぞれ求められる。\n〔設問２〕は，被害者Ｖが犯人から申し向けられた欺罔文言を記したメモ及びＶが犯人から\n交付を受けた領収書について，本事例にある検察官Ｑが明示した各立証趣旨を踏まえて，証拠能力の有無を検討させる問題である。\n前提として，刑事訴訟法第３２０条第１項のいわゆる伝聞法則の趣旨を踏まえ，同項の適用の有無，すなわち伝聞と非伝聞の区別基準を示すことが求められる。この区別は，当該証拠によって何をどのように証明しようとするかによって決まり，具体的には，公判外供述を内容と- 18 -\nする供述又は書面を，公判外の原供述の内容の真実性を証明するために用いるか否かによるとされるのが一般的である。\nその上で，本件メモ及び本件領収書について，本事例において明示された立証趣旨を踏まえて，想定される立証上の使用方法に鑑み，伝聞・非伝聞の別について分析するとともに，伝聞証拠に該当する場合には，各書面に相応する伝聞例外規定を摘示した上，その要件を充足するか否かについて，また，非伝聞証拠に該当する場合には，いかなる推論過程を経れば，（記載内容の真実性を問題とすることなしに）立証趣旨に則した事実を推認することができるのかについて，それぞれ的確かつ丁寧な検討，説明を行うことが求められる。\n本件メモには，Ｖが犯行時に犯人から申し向けられた欺罔文言が記載されており，その立証趣旨は，「甲が，平成３０年１月１０日，Ｖに対し，本件メモに記載された内容の文言を申し向けたこと」とされているところ，かかる立証趣旨を踏まえた場合に，本件メモがそこに記載された内容の真実性を立証するために用いられることになるか否かを検討し，伝聞証拠かどうかを判断する必要がある。伝聞証拠に該当する場合は，伝聞例外の要件を満たすか否かを検討すべきことになるが，本件メモは，「被告人以外の者」であるＶが作成した「供述書」であるから，刑事訴訟法第３２１条第１項第３号の規定する要件を充足するか否かを検討することが求められる。\n本件領収書には甲が平成３０年１月１０日にＶから屋根裏工事代金として１００万円を受領した旨が記載されており，その立証趣旨は，「甲が平成３０年１月１０日にＶから屋根裏工事代金として１００万円を受け取ったこと」とされているところ，かかる立証趣旨を踏まえ，甲が特定の日にＶから特定の趣旨で特定の金額の現金を受領したとの事実を立証する方法として，本件領収書を伝聞証拠として用いる場合と非伝聞証拠として用いる場合とを想定することが可能であるため，その双方について検討することが求められる。\n伝聞証拠として用いる場合については，本件領収書は，「被告人」である甲が作成した「供述書」であるから，刑事訴訟法第３２２条第１項の規定する要件を充足するか否かについての検討が求められる。他方，非伝聞証拠として用いる場合については，本件領収書の作成，交付の事実を併せ考慮することにより，領収書の記載内容の真実性とは独立に，立証趣旨に対応する上記現金受領の事実が推認されることを相応の根拠とともに論じることが求められる。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様に比較的長文の事例を設定し，具体的事例に基づき，その捜査及び公判の過程に現れた刑事手続上の問題の所在を的確に把握し，その法的解決に必要な具体的事実を抽出・分析した上，これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導き出すとともに，この過程を筋道立てて説得的に論述することを求めるものである。法律実務家になるために必要な事案分析能力，法解釈・適用能力，事実認定能力，論理的思考力，論述能力及び刑事訴訟法に関する基本的学識等を試すための出題である。\n出題の趣旨は，既に公表したとおりである。\n〔設問１〕は，司法警察員が，詐欺事件の犯人から被害者Ｖに交付された領収書に記載された住所に所在するＡ工務店事務所に出入りしていた男について，Ａ工務店代表者甲又はその従業員である可能性があると考え，犯人とその男の同一性をＶに確認させるため，同事務所から出てきたその男の容ぼう・姿態をビデオカメラで撮影したこと（下線部①），その後，\n犯人が持っていた工具箱と甲が持ち歩いていた工具箱の同一性をＶに確認させるため，同事務所の向かい側にあるマンションの２階通路から，望遠レンズ付きビデオカメラで，同事務所の玄関上部にある採光用の小窓を通し，同事務所内の机上に置かれた，「Ａ工務店」と書かれた小さな円形ステッカーの貼ってある赤い工具箱を撮影したこと（下線部②）につき，それぞれの適法性を問うものである。ここでは，いわゆる強制処分と任意処分を区別する基準，\n任意捜査の適否の判断方法を提示し，事例中に現れた具体的事実を的確に抽出した上，上記各行為の適法性を評価することが求められる。\n〔設問２〕は，Ｖが犯人から申し向けられた欺罔文言を記したメモ及びＶが犯人から交付を受けた領収書の証拠能力の有無を問うものである。ここでは，刑事訴訟法第３２０条第１項のいわゆる伝聞法則の趣旨を前提に，同項の適用の有無，すなわち伝聞と非伝聞を区別する基準を提示した上，本件メモ及び本件領収書が，事例中に明示された立証趣旨を踏まえた場合，伝聞・非伝聞のいずれに該当するか，また，伝聞証拠に該当するとした場合には，各書面に相応する伝聞例外規定を摘示した上，その要件を充足するか否か，非伝聞証拠に該当するとした場合には，いかなる推論過程を経れば，記載内容の真実性を問題とすることなく（すなわち，書面の記載から，\nその内容どおりの事実が実際に存在したことを推認する，という過程を経ずに）立証趣旨に則した事実を推認することができるのかについて，それぞれ的確かつ丁寧に検討，説明することが求められる。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は，いずれも捜査及び公判に関して刑事訴訟法が定める制度・手続及び判例の基本的な理解に関わるものであり，法科大学院において刑事手続に関する科目を履修した者であれば，\n本事例において何を論じるべきかはおのずと把握できるはずである。〔設問１〕について，判例は，\n写真撮影やビデオカメラによる撮影が強制処分に該当するか否かを明示的に判断してはいないものの，写真撮影やビデオカメラによる撮影の適法性について判断した判例（最大判昭和４４年１２月２４日刑集２３巻１２号１６２５頁（以下「昭和４４年大法廷判決」という。），最決平成２０年４月１５日刑集６２巻５号１３９８頁）や，強制処分と任意処分の区別及び任意捜査の限界に関する判例（最決昭和５１年３月１６日刑集３０巻２号１８７頁（以下「昭和５１年決定」という。），最大判平成２９年３月１５日刑集７１巻３号１３頁（以下「平成２９年大法廷判決」という。））など，法科大学院の授業でも取り扱われる判例を理解し，下線部①と下線部②の具体的な事実関係の相違を意識して論述すれば，説得的な解答が可能だと思われる。〔設問２〕については，伝聞法則及び伝聞例外規定に関する正しい知識や理解があれば十分解答は可能であろう。な-6-お，〔設問２〕の２のうち，本件領収書が非伝聞証拠として用いられる場合について論述するに当たっては，かかる用法が実質的に伝聞法則の潜脱に当たらないか否かを十分に意識する必要があろう。\n２ 採点実感各考査委員からの意見，感想を述べる。\nおおむね出題の趣旨に沿った論述をしていると評価できる答案としては，次のようなものがあった。まず，〔設問１〕では，下線部①及び下線部②の各捜査の適法性について，本事例における法的問題を的確に捉え，刑事訴訟法第１９７条第１項の解釈の問題であることを理解し，基本的な判例の考え方を踏まえながら，強制処分の意義，強制処分と任意処分を区別する基準，任意捜査の許容性の判断方法を提示した上，下線部①及び下線部②の各捜査によって制約される権利・利益の相違を意識しつつ，事例中から抽出した具体的事実を分析・検討し，上記基準又は判断方法に当てはめて説得的に結論を導き出している答案が見受けられた。\n〔設問２〕の１では，本件メモの証拠能力を検討するに当たり，伝聞法則の趣旨の正確な理解を前提に伝聞と非伝聞を区別する基準を提示した上，本事例における立証趣旨を踏まえた場合，\n本件メモは，Ｖ供述の内容の真実性が問題となることから伝聞証拠に該当し，証拠能力が肯定されるには刑事訴訟法第３２１条第１項第３号の規定する要件が充足されなければならないことを指摘し，事例中の具体的事実をこれに当てはめて，証拠能力に関する結論を導き出している答案が見受けられた。\nまた，〔設問２〕の２では，伝聞と非伝聞を区別する基準を前提に，本事例における立証趣旨を踏まえた場合，本件領収書については，その使用方法により，伝聞証拠に該当する場合と非伝聞証拠に該当する場合とが想定されることを指摘した上，伝聞証拠に該当する場合に，証拠能力が肯定されるには刑事訴訟法第３２２条第１項の規定する要件が充足されなければならないことを指摘し，事例中の具体的事実をこれに当てはめて，証拠能力に関する結論を導き出している答案，\n非伝聞証拠に該当する場合として，例えば，一般に領収書が持つ社会的意義を前提とした経験則を基に，本件領収書の作成及び交付の事実自体から現金授受の事実を推認できる旨を論述している答案が見受けられた。\n他方，法原則・法概念の定義や関連する判例の表現を機械的に暗記して記述するのみで，なぜそのような定義や表現を用いるのかを当該法原則・法概念の趣旨に遡って論述することができていない答案，具体的事実に対してそれらの定義等を的確に適用することができていない答案，そもそも具体的事実の抽出が不十分であったり，その意味の分析が不十分・不適切であったりする答案が見受けられた。\n〔設問１〕の下線部①の捜査の適法性については，まず，強制処分と任意処分を区別する基準を提示し，強制処分に該当しないとした上，任意捜査の許容性の判断方法を提示し，当該捜査は任意捜査として適法であると結論付ける答案が大多数であったが，当該捜査が強制処分か任意処分かを検討するに当たり，それが実定法上のいかなる規定・原則との関係で問題になるかをおよそ意識していない答案が少数ながら見られたほか，刑事訴訟法第１９７条第１項ただし書の「強制の処分」の解釈論として論じつつも，同項ただし書のいわゆる強制処分法定主義の意義についての理解を十分に示せていない答案が少なくなかった。\nまた，強制処分と任意処分を区別する基準に関し，多くの答案が，「個人の意思を制圧し，身体，\n住居，財産等に制約を加え」るかどうかという昭和５１年決定が示した基準や，「相手方の意思に反して，重要な権利・利益を実質的に制約する処分」かどうかという現在の有力な学説の示す基準を挙げて検討していたが，これらの基準の文言を誤って理解している答案が少数ながら見られたほか，判例が示した基準による場合，「個人の意思を制圧」するということにはどのような意味合いがあるのか，「身体，住居，財産等」の制約に着目するのはなぜか，あるいは，現在の有力な-7-学説の示す基準による場合，なぜ「重要な」権利・利益の制約を伴う場合に限られるのか，そこでいう「重要な権利・利益」と，「身体，住居，財産等」という判例の文言とはどのような関係にあるのかなど，それぞれの文言が用いられている趣旨について十分な理由付けに欠ける答案も少なくなかった。そして，以上に述べたことは，平成２９年大法廷判決の示した「個人の意思を制圧して憲法の保障する重要な法的利益を侵害する」か否か，という基準を用いる場合にも基本的に妥当する。\n次に，上記基準への当てはめに関し，判例のいう「個人の意思の制圧」の側面については，ビデオカメラによる撮影が撮影対象者である甲に認識されることなく行われており，現実に甲の反対意思が制圧された事実がないことのみを指摘して，個人の意思の制圧を否定し，そのことから直ちに，強制処分には該当しないと結論付けるなど，判例の理解を誤っているのではないかと疑われる答案が散見された。\nまた，判例のいう「身体，住居，財産等への制約」又は有力説のいう「重要な権利・利益の実質的制約」の側面については，下線部①の捜査によって制約を受ける権利・利益の内容について一切触れない答案や，抽象的に「プライバシー」とのみ述べ，甲のいかなる「プライバシー」の制約が問題となるのかについて具体的に指摘できていない答案も見られた。すなわち，〔設問１〕では，下線部①の捜査によって制約を受ける「みだりにその容ぼう等を撮影されない自由」（昭和４４年大法廷判決参照）と，下線部②の捜査によって制約を受ける「みだりに個人の営業拠点である事務所内を撮影されない自由」の性質ないし重要度に違いがあるかに着目して各捜査の適法性を論述することが求められるが，そうした点を十分に意識して論述する答案は多くなかった。\nさらに，下線部①の捜査では，容ぼう等をビデオカメラで撮影されている甲が公道上におり，同所では他人から容易にその容ぼう等を観察され得る状況にあることを理由に，直ちに，甲の「みだりにその容ぼう等を撮影されない自由」は放棄されているとするものなど，「観察」されることと「撮影」されることの違いを意識していないと思われる答案も少なくなかった。\n任意捜査の許容性の判断方法に関しては，大半の答案が，昭和５１年決定の示した「必要性，\n緊急性などをも考慮したうえ，具体的状況のもとで相当と認められる限度」との表現を用いて論述していたが，この判断方法は，いわゆる「比例原則」に基づくものであるから，具体的事案において，特定の捜査手段により対象者に生じ得る法益侵害の内容・程度と，特定の捜査目的を達成するため当該捜査手段を用いる必要性とを比較衡量すべきところ，このような視点を欠き，事例中からそれぞれの考慮要素に関連すると見られる事実を抽出・羅列するのみで，それらの事実に関する意味付けやそれらの相互関係を十分に検討することなく結論を述べる答案が散見された。\nまた，ここでいう「必要性」とは，特定の具体的な捜査手段を用いる必要性を指し，本問についてこの点を論じるに当たっては，なぜ「甲を」「ビデオカメラで撮影する」必要があるか，すなわち前者については甲を被写体として選択する理由となるその嫌疑の内容及び程度について，後者については捜査手段としてビデオカメラによる撮影という方法を採る必要性について，これにより達成すべき捜査目的との関係を踏まえて検討すべきであるが，甲の嫌疑の内容及び程度を基礎付ける具体的事実を指摘できていない答案や，本問のような，いわゆるリフォーム詐欺が重大犯罪であることといった，本件の捜査一般の必要性に関わる事情を指摘するにとどまる答案が散見された。\n〔設問１〕の下線部②の捜査の適法性については，下線部①の捜査について用いたのと同様の，\n強制処分と任意処分を区別する基準を適用した上で，強制処分に該当すると結論付ける答案が大半であったが，その中には，「個人の意思の制圧」の側面について，これに全く言及しないまま強制処分との結論を導いているものや，特に理由を示すことなく「意思の制圧」があるとするものも散見された。他方，下線部①の捜査と同様に，強制処分に該当しないとした上，任意捜査としての許容性を判断する答案も一定数見られたが，そのほとんどが，次に述べるように，下線部①との具体的事実の相違を踏まえて被制約利益の性質等に十分な考慮を及ぼすことはできておらず，\n-8-結論の説得性に疑問を抱かせるものであった。\n「身体，住居，財産等への制約」又は「重要な権利・利益の実質的制約」の側面に関しては，\n上記のとおり，〔設問１〕においては，下線部①の捜査によって制約を受ける「みだりにその容ぼう等を撮影されない自由」と，下線部②の捜査によって制約を受ける「みだりに個人の営業拠点である事務所内を撮影されない自由」との相違に着目して，強制処分該当性について検討することが求められる。また，下線部②の捜査は，個人の住居とは異なる工務店の事務所であるとはいえ，通常，不特定多数人の出入りが予定されているわけではなく，撮影時には，公道からは内部の様子を見ることができない状態にあって，外部から室内を見られないことを合理的に期待することができる場所について，向かい側のマンションの２階通路から望遠レンズ付きのビデオカメラを用いて撮影することにより，本来ならばその場所に立ち入ることによってしか得られないような情報の取得を実質的に可能にするものであり，私的な性質を帯びる領域への無形的な方法による侵入に当たる，との評価も妥当しうるところである。しかし，下線部②の捜査を任意捜査とした答案はもとより，これを強制処分とした答案においても，こうした撮影により制約される利益の性質ないし撮影対象の所在する場所の性質を勘案した評価・検討が不十分なものが散見された。\n〔設問２〕については，前提として，刑事訴訟法第３２０条第１項のいわゆる伝聞法則の趣旨を踏まえ，伝聞証拠の意義，すなわち伝聞と非伝聞を区別する基準を提示する必要がある。多くの答案が，立証において公判期日外でなされた供述の「内容の真実性が問題となるか否か」を基準として挙げていたが，なぜ，立証趣旨との関係で原供述の「内容の真実性が問題となる」場合に，原供述を媒介する書面又は供述が伝聞証拠としてその証拠能力を否定されることになるのかについて，伝聞法則の趣旨を踏まえて十分に論述できていない答案も，依然として相当数見られた。\n〔設問２〕の１では，本件メモについて，まず，本事例で明示された立証趣旨を踏まえつつ，\n伝聞証拠該当性を論述する必要がある。本件メモは，Ｖが犯行時に犯人（被告人甲）から聞いたとする欺罔文言を自ら記載した書面（被害状況を記載した供述書）であり，その立証趣旨は，「甲が，平成３０年１月１０日，Ｖに対し，本件メモに記載された内容の文言を申し向けたこと」である。そこでは，Ｖが記載したとおりに，犯人（被告人甲）がＶに対して本件メモに記載された内容の文言を言ったことが立証の対象となる（Ｖの供述の内容の真実性が問題となる）から，本件メモは伝聞証拠に当たる。この点を理解し，適切に結論を導いていた答案が多かったが，「内容の真実性が問題となる」という表現の意味をなお正確に理解できていないため，本件メモの全体を非伝聞証拠とした答案も少数ながら見られた。本件メモによる立証の対象には，甲が発言したとおりにＶ宅の耐震金具に不具合があることなど（Ｖが記載した甲の発言の内容の真実性）は含まれていないが，そのことは，Ｖの供述を記載したものとしての本件メモの伝聞証拠該当性を否定するものではない。他方，甲の発言の真実性が問題となるとして，再伝聞証拠とする答案も散見されたが，これも，「内容の真実性が問題となる」との表現の意味及び本件メモによる立証の対象を正しく理解したものとはいえない。\n次に，伝聞証拠である本件メモ（被告人以外の者が作成した供述書）については，刑事訴訟法第３２１条第１項第３号該当性を論述する必要があるが，条文に関する基本的な知識が不足していたり，同号の規定する伝聞例外として証拠能力を肯定するための各要件（いわゆる「供述不能」，\n「不可欠性」及び「特信性」）を充足するか否かを判定するために必要な具体的事実の抽出・検討が不十分であったりする答案が多く見られた。まず，「供述不能」の要件については，同号に列挙された事由が例示か否かについて述べる答案が少なからず見られたが，まずはＶの心身の状態が同号に規定された事由のいずれかに該当しないのかを検討すべきであろう。続いて，「不可欠性」\nの要件については，「その供述が犯罪事実の存否の証明に欠くことができない」という文言に対する理解を示した上で，本件メモがそうした証拠に該当するかを検討すべきである。さらに，「特信-9-性」の要件については，供述内容の信用性を担保する外部的付随事情の存否を問題とすべきであると述べながら，Ｖによる本件メモの作成状況や作成に至る経緯などの具体的事実を十分に検討することなく「特信性」の有無の結論を述べる答案が多く見られた。また，本件メモはＶが自ら作成した「供述書」であり，「署名〔又〕は押印」（刑事訴訟法第３２１条第１項柱書き参照）は不要であるにもかかわらず，本件メモにＶの署名押印がないことを理由に伝聞例外該当性を否定する答案が散見された。\n〔設問２〕の２では，本件領収書について，本事例で明示された立証趣旨を踏まえ，立証上の使用方法として，領収書の記載からその内容の真実性（記載内容どおりの事実が存在したこと，\nすなわち，特定の日時に，甲とＶの間で，屋根裏工事代金として，１００万円の授受があったこと）を推認する場合と，例えば，一定の記載のある本件領収書が甲によって作成された事実と，\n甲からＶへ当該領収書が交付された事実を併せ考慮することで，記載内容の真実性とは独立に，\n現金授受の事実を推認する場合を想定する必要があるが，意識的に両者の用法を記述している答案は少なかった。\n本件領収書は，甲がＶから屋根裏工事代金として現金を受領した際にその事実を自ら記載した書面であり，その立証趣旨は，「甲が平成３０年１月１０日にＶから屋根裏工事代金として１００万円を受け取ったこと」であるから，上記の使用方法のうち前者の場合には，領収書の記載からその内容たる事実を推認することとなり（甲による本件領収書の記載＝甲の供述の内容の真実性が問題となる），本件領収書は伝聞証拠として用いられるものと評価されることになる。そして，\nこの場合，本件領収書は甲が自ら作成した書面（供述書）であり，刑事訴訟法第３２２条第１項該当性が問題となるところ，ここでも，本件メモの伝聞例外該当性の検討におけるのと同様，条文に関する基本的知識が不足している答案が少なからず見られた。例えば，同項が，証拠能力の要件について，被告人供述をその内容によって「〔自己〕に不利益な事実の承認」とそれ以外のものとに分け，後者についてのみいわゆる「特信性」を要求しているにもかかわらず，本件領収書の内容が，Ｖから屋根裏工事代金として現金の交付を受けたことを認める「不利益な事実の承認」\nに該当するとしながら，「特信性」の有無を検討する答案，他方で，前者についての「任意性」の要件を見落としている答案，供述書である本件領収書についても，「署名〔又〕は押印」の要件が条文上要求されているとする答案などが散見された。\n上記の使用方法のうち後者の場合，例えば，甲による本件領収書の作成及びＶへの交付の事実を併せ考慮することにより，その記載内容の真実性とは独立に，現金授受の事実を推認する場合は，本件領収書は非伝聞証拠として用いられるものと評価されるが，多くの答案は，単にその旨を述べるにとどまり，さらに，そのような形で同事実を推認し得る実質的理由についてまで言及する答案は少数にとどまった。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕ついては，下線部①及び下線部②の各捜査の適法性に関し，強制処分法定主義，\n比例原則といった刑事訴訟法上の基本原則に関する理解を前提に，その法的問題の所在を意識しつつ，強制処分と任意処分を区別する基準，任意捜査の適否の判断方法について，法律の条文とその趣旨，基本判例に対する正確な理解を踏まえながら，的確な法解釈論を展開して提示している答案，その上で，強制処分と任意処分の区別については，下線部①及び下線部②の各捜査によっていかなる権利・利益が制約されるのかを具体的に指摘した上，制約される権利・利益の違いを明確に意識しながら論述している答案，任意捜査としての許容性の判断については，比例原則の正確な理解を示した上，本事例に現れた個々の事実が持つ意味を丁寧に分析している答案である。\nまた，〔設問２〕については，伝聞法則の趣旨の正確な理解を前提に，伝聞法則の適用の有無，\n-10-すなわち伝聞と非伝聞を区別する基準を的確に提示している答案，そして，本件メモについては，本事例において明示された立証趣旨を踏まえて伝聞・非伝聞の別を論述した上，伝聞例外について，刑事訴訟法第３２１条第１項第３号の規定する各要件の意義を的確に論述しつつ，\n各要件を充足するかにつき，本事例に現れた具体的事実を踏まえて的確かつ丁寧な検討を行っている答案，本件領収書については，本事例において明示された立証趣旨を踏まえつつ，その使用方法により，伝聞証拠に該当する場合と非伝聞証拠に該当する場合とが想定されることを指摘した上，前者については，刑事訴訟法第３２２条第１項の規定する各要件の意義を的確に論述しつつ，各要件を充足するかにつき，本事例に現れた具体的事実を踏まえて的確かつ丁寧な検討を行い，後者については，領収書の作成・交付の事実を併せ考慮することにより，領収書の記載内容の真実性とは独立に現金授受の事実が推認されることを相応の根拠とともに論じている答案である。\nなお，このように，出題の趣旨に沿った十分な論述がなされている答案は僅かであった。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については，強制処分と任意処分を区別する基準，任意捜査の適否の判断方法に関して一定の見解を示した上，本事例に現れた具体的事実を抽出し，検討することはできているが，下線部①及び下線部②の各捜査によって制約される権利・利益について，抽象的に「プライバシー」とするのみで，具体的に個人のどのような権利・利益が制約されるのかを指摘できていなかったり， 本事例に現れた事実を抽出し，検討してはいるものの，個々の事実が持つ意味の分析が物足りなかったりする答案である。\n〔設問２〕については，伝聞法則の趣旨の正確な理解を前提に，伝聞と非伝聞を区別する基準を的確に提示し，正しく結論を導き出してはいるものの，伝聞例外の要件充足性について，\n本事例に現れた具体的事実を踏まえて説得的な説明がなされていなかったり，本件領収証を非伝聞証拠として用いる場合について，領収書の作成・交付の事実を併せ考慮することまでは言及できているものの，領収書の内容の真実性とは独立に現金授受の事実が推認される根拠には言及できていなかったりする答案である。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については，強制処分と任意処分を区別する基準，任意捜査の適否の判断方法に関して一定の見解を示すことができてはいるものの，本事例に現れた具体的事実の抽出が不十分であり，結論のみを記述している答案である。\n〔設問２〕については，伝聞法則の趣旨を一応理解し，伝聞と非伝聞を区別する基準を提示してはいるものの，伝聞例外の規定の検討が不十分であり，具体的事実の抽出が不足している答案や，提示した要件への当てはめが一部欠如している答案，本件領収書について，想定される使用方法のうち，いずれか一方のみ論述し，もう一方には言及されていない答案である。\n⑷ 「不良の水準」にとどまると認められる答案上記の水準に及ばない不良なものをいう。一般的には，刑事訴訟法上の基本原則の意味を理解することなく機械的に暗記し，これを断片的に（さらに正確さを欠いた形で）記述するだけの答案や，関係条文・法原則を踏まえた法解釈を論述・展開することなく，事例中の事実をただ羅列するだけの答案など，法律学に関する基本的学識と能力が欠如しているものである。具体的な例を挙げれば，〔設問１〕では，下線部①の任意捜査の適法性を判断するに当たり，本件の捜査一般の「必要性」を論述するばかりで，ビデオカメラによる撮影という特定の手段を選択する「必要性」について論述していない答案，〔設問２〕では，伝聞法則の趣旨や伝聞と非伝聞を区別する基準についての記述自体が不十分な答案や，伝聞例外の規定の要件を誤って理解していたり，当てはめが誤っていたりする答案などがこれに当たる。\n４ 法科大学院教育に求めるもの-11-このような結果を踏まえると，今後の法科大学院教育においては，従前の採点実感においても指摘されてきたとおり，刑事手続を構成する各制度の趣旨・目的を基本から深くかつ正確に理解すること，重要かつ基本的な判例法理を，その射程も含めて正確に理解すること，これらの制度や判例法理を具体的事例に当てはめて適用できる能力を身に付けること，論理的で筋道立てた分かりやすい文章を記述する能力を培うことが強く要請される。\n特に，法適用に関しては，生の具体的事実に含まれた個々の事情又はその複合が法規範の適用においてどのような意味を持つかを意識的に分析・検討し，それに従って事実関係を整理できる能力の涵養が求められる。\nまた，実務教育との有機的連携の下，通常の捜査・公判の過程を俯瞰し，刑事手続の各局面において，各当事者がどのような活動を行い，それがどのように積み重なって手続が進むのかなど，\n刑事手続を動態として理解しておくことの重要性を強調しておきたい。\n-12-"
}