{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，２５：５０：２５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．Ａは，関東地方のＰ県において，個人でハンバーガーショップを営んでいた。Ａが作るハンバ\nーガーは，Ａが独自に調合した調味料による味わいにより，地域で評判であった。\n２．Ａは，Ｐ県内に複数の店舗を出店しようと考え，Ａの子Ｂ，弟Ｃ及び叔父Ｄの出資を得て甲株式会社（以下「甲社」という。）を設立した。甲社の発行済株式の総数は１０００株であり，Ａが３００株を，Ｂが２５０株を，Ｃが２５０株を，Ｄが２００株を，それぞれ有している。\n甲社は，取締役会及び監査役を置いている。甲社では，Ａが代表取締役を，Ｂ，Ｃ及び甲社の使用人でもあるＥが取締役を，それぞれ務めている。甲社は，会社法上の公開会社ではなく，かつ，種類株式発行会社でもない。甲社の定款には，取締役を解任する株主総会の決議は，議決権を行使することができる株主の議決権の過半数を有する株主が出席し，出席した当該株主の議決権の３分の２以上に当たる多数をもって行う旨の定めがある。\n３．甲社は，Ｐ県内に十数店舗を出店した。この間，Ｄの子Ｆが，甲社が出店する予定がない近畿地方のＱ県において，ハンバーガーショップを営む乙株式会社（以下「乙社」という。）の代表取締役として，乙社を経営するようになった。乙社の発行済株式はＤが全て有しているが，Ｄは乙社の経営に関与していない。\n４．甲社は，当初，順調に売上げを伸ばしたが，その後，３期連続で売上げが減少した。そのような中，ＡとＣとの間で，甲社の経営方針をめぐる対立が生じた。\n５．Ｃは，Ｄと面会し，Ｄに対し，Ａが仕入先からリベートを受け取っていると述べ，次の甲社の定時株主総会において，Ａを取締役から解任する旨の議案を提出するつもりであるから，これに賛成してもらいたいと求めた。Ｄは，甲社に見切りを付けており，自己の有する甲社株式２００\n株（以下「Ｄ保有株式」という。）を売却することを考えていたため，Ｃの求めに対して回答を保留した上で，ＣがＤ保有株式を買い取ることを求めた。Ｃは，資金が十分ではなかったので，Ｄの求めに対して回答を保留した。\n６．その後，Ｄは，甲社において営業時間内にＡと面会し，Ｄ保有株式をＡが買い取ることを求めた。Ａがこれを拒否したところ，ＤはＡが仕入先からリベートを受け取っている疑いがあるため，Ａの取締役としての損害賠償責任の有無を検討するために必要であるとして，直近３期分の総勘定元帳及びその補助簿のうち，仕入取引に関する部分の閲覧の請求をした。これに対し，Ａが，どうすればこの請求を撤回してもらえるかと尋ねたところ，Ｄは，自分は甲社に対して興味を失っており，Ａがリベートを受け取っているかどうかなどは本当はどうでもよいと述べた上で，ＡがＤ保有株式を買い取ることを重ねて求めた。\n〔設問１〕 上記１から６までを前提として，上記６の閲覧の請求を拒むために甲社の立場におい\nて考えられる主張及びその主張の当否について，論じなさい。\n７．後日，Ｄは，Ａに対し，ＡとＣとの間の対立は知っているが，仮に，甲社の株主総会において，Ｃを取締役から解任する旨の議案が提出された場合には，これに反対するつもりであると述べた。\nＡは，次の甲社の定時株主総会において，Ｃを取締役から解任する旨の議案を提出することを計画していたため，当該議案について，Ｄが反対し，否決されることを恐れ，Ｄ保有株式を買い取りたいと考えたが，Ａには甲社株式のほかに見るべき資産がなかった。\n８．そこで，Ａは友人Ｇに対してＤ保有株式の買取りを持ち掛けたところ，Ｇはこれに前向きであった。Ｄ保有株式の適正な売買価格は２４００万円であったが，Ｇは，Ｄ保有株式の買取資金と- 2 -して１６００万円しか用意することができなかったため，丙銀行株式会社（以下「丙銀行」という。）から当該買取資金として８００万円を借り入れることとした。そして，Ｄ，Ｇ及び甲社は，平成２７年２月２日，下記契約（以下「本件契約」という。）を締結した。\n本件契約\n⑴ Ｄは，平成２７年４月１日，Ｇに対し，売買代金２４００万円の支払を受けるのと引換えにＤ保有株式を譲渡し，その株券を引き渡す。\n⑵ 甲社は，Ｇが丙銀行からＤ保有株式の買取資金として８００万円を借り入れることができるように，Ｇの丙銀行に対する借入金債務を連帯保証する。甲社は，Ｇに対し，保証料の支払を求めない。\n⑶ Ｄは，平成２７年３月２５日に開催される甲社の定時株主総会においては，自らは出席せず，Ａを代理人として議決権の行使に関する一切の事項を委任する。\n９．平成２７年３月１０日，丙銀行及びＧは，Ｄ保有株式の買取資金８００万円について融資契約を締結し，甲社は，適法な取締役会の決議を経て，丙銀行との間で，Ｇの丙銀行に対する当該融資契約に基づく借入金債務について連帯保証契約を締結した。甲社は，Ｇから，保証料の支払を受けていない。なお，仮に，甲社が保証料の支払を受けてこのような保証をする場合には，保証料は６０万円を下回らないものであった。\n10．甲社は，適法な取締役会の決議に基づき，平成２７年３月２５日を定時株主総会（以下「本件株主総会」という。）の日として，招集通知を発した。本件株主総会においては，会社提案としてＣを取締役から解任する旨の議案が，Ｃの株主提案としてＡを取締役から解任する旨の議案が，それぞれ提出されることとなった。\n11．本件株主総会には，Ａ，Ｂ及びＣが出席した。Ｄは，本件株主総会における議決権の行使に関する一切の事項をＡに委任する旨の委任状をＡに交付し，本件株主総会には，自らは出席しなかった。\n本件株主総会において，Ｃを取締役から解任する旨の議案は，Ｃが反対したが，Ａ，Ｂ及びＤの代理人Ａが賛成したことにより，可決された（以下「本件決議１」という。）。\n続いて，Ａを取締役から解任する旨の議案について，Ｃが提案の理由としてＡの不正なリベートの受取について説明しようとした。これに対し，議長であるＡは，そのような説明は議案と関連がないとして，これを制止し，直ちに採決に移り，当該議案は，Ｃが賛成したのみで，否決された（以下「本件決議２」という。）。\n12．平成２７年４月１日，丙銀行はＧに対して８００万円の融資を実行し，Ｇは，Ｄに対して売買代金２４００万円を支払い，Ｄ保有株式を譲り受け，その株券の引渡しを受けた。\n13．本件契約の内容並びに上記９及び12の事実を知ったＣは，平成２７年４月１５日，本件決議１及び２について，株主総会の決議の取消しの訴えを提起した。\n14．Ｇが丙銀行に対する借入金債務を弁済することができなかったため，甲社は，平成２７年１２月１日，丙銀行に対し，８００万円の保証債務を弁済した。甲社はＧに対して８００万円を求償しているが，Ｇはこれに応じなかった。\n〔設問２〕\n⑴ 上記13の本件決議１及び２についての各決議の取消しの訴えに関して，Ｃの立場において考えられる主張及びその主張の当否について，論じなさい。なお，本件株主総会の招集の手続は，適法であったものとする。\n⑵ 上記14の事実を知ったＣが甲社の株主としてＡ及びＧに対し会社法に基づき責任追及等の訴えを提起する場合に，Ａ及びＧの責任に関し，Ｃの立場において考えられる主張及びその主張\n- 3 -の当否について，論じなさい。\n15．Ｂは，甲社の内紛が継続することにより，取引銀行の信用を失うことを危惧し，親族会議を開催し，ＡとＣとの間を取り持つこととした。Ａ及びＣは，Ｂの提案に従い，下記のとおり合意した。\n⑴ Ｂが経営者として十分な経験を積んできたことから，Ａが取締役を退任した後は，Ｃも取締役を退任し，Ｂが代表取締役社長を務めることとする。ただし，内紛が解決したことをアピールするため，当面の間は，Ａが代表取締役会長を，Ｃが代表取締役社長を，Ｂが取締役専務を，それぞれ務め，甲社を共同で経営する。\n⑵ 甲社が丙銀行に対して弁済した８００万円の求償については，Ａ及びＣが，資金を用意し，ＧからＧの有する甲社株式２００株を買い取り，Ｇがその売買代金をもって当該求償に係る支払に充てる。\n16．Ｇからの甲社株式の買取りの結果，甲社の発行済株式については，Ａが４５０株を，Ｂが２５０株を，Ｃが３００株を，それぞれ有することとなった。また，甲社では，Ａが代表取締役会長を，Ｃが代表取締役社長を，Ｂが取締役専務を，Ｅが取締役を，それぞれ務めることとなった。\n17．平成２９年５月，Ａが交通事故により死亡したことから，Ｂは，他の役員に対し，上記15⑴の合意に従い，代表取締役社長に就任し，甲社を経営していく意思を伝えた上で，Ｃに対し，取締役を退任して相談役として支援してほしいと依頼した。Ａの唯一の相続人であるＢは，Ａが有していた甲社株式４５０株について，単独で相続し，株主名簿の名義書換を終えた。\n18．甲社の定款には，設立当初から，会社法第１７４条に基づく下記定めがあった。Ｃは，上記15⑴の合意に反し，自らが代表取締役社長の地位にとどまりたいと考えた。そこで，分配可能額との関係では，Ｂが相続した甲社株式４５０株全てについて，定款の下記定めに基づき，甲社がＢに対して売渡しの請求をすることもできたが，Ｃが甲社の総株主の議決権の過半数を確保するために最低限必要な４０１株についてのみ，甲社がＢに対して売渡しの請求をすることとした。\n甲株式会社定款（抜粋）\n（相続人等に対する売渡しの請求）第９条 当会社は，相続その他の一般承継により当会社の株式を取得した者に対し，当該株式を当会社に売り渡すことを請求することができる。\n19．Ｃは，甲社の取締役会を招集し，取締役会において，適法な手続に基づき，上記18の請求に関する議案を決議するための甲社の臨時株主総会の招集が決議された。\n20．甲社は，上記19の取締役会の決議に基づき，平成２９年７月３日，臨時株主総会を開催した。\n当該臨時株主総会において，上記18の請求に関する議案は，議長であるＣがその決議からＢを除いた上で，Ｃのみが議決権を行使して賛成したことにより，可決された。甲社は，当該臨時株主総会の終結後，直ちにＢに対して上記18の請求をした（以下「本件請求」という。）。\n〔設問３〕 会社法第１７４条の趣旨を踏まえつつ，本件請求の効力を否定するためにＢの立場に\nおいて考えられる主張及びその主張の当否について，論じなさい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，①会計帳簿の閲覧の請求の拒絶事由（設問１），②株主の権利の行使に関する利益の供与を理由とする株主総会の決議の取消しの訴え，株主総会の否決決議の取消しを請求する\n- 9 -訴え（設問２⑴），③株主の権利の行使に関して財産上の利益を供与することに関与した取締役及び当該利益の供与を受けた者に対する責任追及等の訴え（設問２⑵），④譲渡制限株式の相続人に対する売渡しの請求（設問３）についての理解等を問うものである。\n設問１においては，⑴Ｄによる閲覧の請求が会社法第４３３条第１項の会計帳簿の閲覧の請求に該当すること，当該請求の要件等に言及した上で，⑵当該請求が同条第２項第１号又は第\n３号の拒絶事由等に該当し，甲社が当該請求を拒むことができるかどうかについて検討することが求められる。\n⑵のうち，Ｄによる閲覧の請求が会社法第４３３条第２項第１号の拒絶事由に該当するか否かを検討するに当たっては，Ｄが，その権利の確保又は行使に関する調査の目的でなく，Ｄ保有株式をＡに買い取らせる目的で当該請求を行ったと認めることができるかどうかについて，Ｄの言動等の事実関係を適切に評価した上で説得的に論ずることが求められる。\nまた，Ｄによる閲覧の請求が会社法第４３３条第２項第３号の拒絶事由に該当するか否かを検討するに当たっては，乙社の営む事業が甲社の「業務と実質的に競争関係にある」と認めることができるかどうかについて，甲社及び乙社はいずれもハンバーガーショップを営んでいること，甲社は関東地方のＰ県に，乙社は近畿地方のＱ県に，それぞれ出店していること，甲社はＱ県には出店する予定がないことなどの事実関係を適切に評価した上で，説得的に論ずることが必要となろう。さらに，Ｄが「～事業を営み，又はこれに従事するものである」と認めることができるかどうかについても，Ｄは，乙社の発行済株式の全部を有していること，乙社の経営には関与していないこと，乙社の代表取締役であるＦと親子関係にあることなどの事実関係を踏まえて，具体的に検討することが求められる。\n設問２⑴においては，甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債務について連帯保証したことが，「何人に対しても」（会社法第１２０条第１項）という文言に照らして，Ｇに対する財産上の利益の供与（同項）に該当するか否か（同項の文言上，利益供与の相手方は誰でもよく，現に株主である者に限られない。），あるいはこのことがＤ保有株式の売買契約が成立する前提となっており，Ｄに対する財産上の利益の供与（同項）に該当するか否かについて説得的に論ずることが求められる。そして，上記連帯保証が，（Ｇ又はＤに対する）財産上の利益の供与に該当するとすれば，当該利益の供与が株主の権利の行使に関してされたもの（同項）ということができるかどうかについて，本件契約によれば，Ｄが本件株主総会には自らは出席しないでＡを代理人として議決権の行使に関する一切の事項を委任することとされていたといった諸々の事実関係に即して検討することが望まれる。その上で，本件決議１についての株主総会の決議の取消しの訴えに関して，当該利益の供与により，本件決議１\nが株主総会の決議の方法が法令に違反したもの（同法第８３１条第１項第１号）と認めることができるかどうかについて検討することが求められる。\nまた，本件決議２についての株主総会の決議の取消しの訴えに関しては，本件決議２が株主総会の決議の方法が法令に違反し，又は著しく不公正なもの（会社法第８３１条第１項第１号）と認めることができるかについて，ＣがＡを取締役から解任する旨の議案の提案の理由を説明しようとしたところ，議長であるＡがこれを制止し，直ちに採決に移ったことを，株主による提案理由の説明の拒絶として株主提案権の（実質的）侵害に該当し，あるいは議長の議事整理に関する権限（同法第３１５条第１項）の濫用に該当すると位置付けることができるのではないかといった観点から，検討することが考えられる。さらに，判例は，ある議案を否決する株主総会等の決議の取消しを請求する訴えは不適法であるとしていること（最判平成２８年３月\n４日民集７０巻３号８２７頁）を意識した上で，その適否を論ずることが求められる。\n設問２⑵においては，Ａに対する責任追及等の訴え（会社法第８４７条第１項）については，甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債務について連帯保証したことが，Ｇ又はＤに対する財産上の利益の供与（同法第１２０条第１項）に該当するとすれば，- 10 -\n①Ａは，同条第４項及び会社法施行規則第２１条第１号に基づき，少なくとも，供与した利益の価額に相当する額である６０万円を支払う義務を負うと認めること，②甲社がＧの丙銀行に対する借入金債務について連帯保証したことに関するＡの行為は，法令に違反し，又は善管注意義務に違反するため，任務懈怠（同法第４２３条第１項）に該当し，Ａは，甲社に対し，少なくとも，保証債務の履行として丙銀行に弁済した８００万円を支払う義務を負うと認めることが考えられる。なお，Ａが支払義務を負う金額（①にあっては「供与した利益の価額に相当する額」，②にあっては会社の損害額）については，上記の各金額以外の額であるとする論理も考えられるところであり，事案に即して説得的に論じられていれば，必ずしも，上記の各金額でなければならないものではない。\nＧに対する責任追及等の訴え（会社法第８４７条第１項）については，Ｇが，「当該利益の供与を受けた者」に該当するのであれば，同法第１２０条第３項に基づき，供与を受けた財産上の利益である６０万円を返還する義務を負うと認めることが考えられる。なお，Ｇが返還義務を負う金額についても，同様に，必ずしも，上記の金額でなければならないものではない。\n設問３においては，譲渡制限株式の相続人等に対する売渡しの請求（会社法第１７４条）の趣旨は，株式会社が，定款にその旨の定めを設けることにより，相続その他の一般承継により当該株式会社の譲渡制限株式を取得した者に対し，当該譲渡制限株式を当該株式会社に売り渡すことを請求することができることとし，当該株式会社にとって必ずしも好ましくない者が当該株式会社の株主となることを防ぐことができるようにすることにあることを踏まえつつ，本件請求の適否について，具体的に検討することが求められる。\nその際には，Ｂは甲社株式を相続する前から甲社の株主であったこと，Ｂが相続した甲社株式４５０株の全部についてではなく，Ｃが甲社の総株主の議決権の過半数を確保するために最低限必要な４０１株についてのみ，甲社がＢに対して売渡しの請求をすることとしたこと，Ａ\nが取締役を退任した後はＣも取締役を退任してＢが代表取締役社長を務める旨のＡＣ間の合意が存在していたこと，本件請求はＣが甲社の支配権を取得する目的でされていること，他方で，会社法第１７４条の文言上は，これらのことにより，譲渡制限株式の相続人等に対する売渡しの請求が不適法となるとは規定されていないこと，甲社定款第９条の定めは設立当初から設けられていたことなどの諸事情を総合的に考慮して，説得的に論ずることが求められる。\nその上で，平成２９年７月３日に開催された臨時株主総会における甲社がＢに対して売渡しの請求をすることに関する議案を可決した決議について，①特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議に該当するか否か（会社法第８３１条第１項第３\n号），②決議の内容が法令に違反するか否か（同法第８３０条第２項），又は③決議の内容が定款（定款の趣旨）に違反するか否か（同法第８３１条第１項第２号），及び当該決議が取り消され，又は無効であることが確認されることにより，本件請求が効力を生じないこととなることなどについて，検討することが考えられる。"
}