{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\nＡ県に所在する山地に電力会社Ｂ社がダムを設置して管理しているところ，連日続いた集中豪雨によりダム湖に急激に大量の土砂が堆積し，ダムの機能が維持できないおそれが生じた。Ｂ社は，二次災害を防止するため，ダムから放流水とともに土砂等の大量の堆積物を川に排出した。その結果，川の下流域と河口付近の沿岸海域に急激に濁りが生じた。\nまた，Ｃ社が設置していた金属加工工場から，その敷地に漏れ出して堆積していたセレン化合物が上記集中豪雨により堤防の割れ目を通じて同じ川に排出され，環境基準の１００倍を超えるセレン化合物が上記の濁水に押し流されて沿岸海域に流出した。\nＤは，同じ川の河口から約１キロメートルの海域ではまちの養殖業を営んでいたが，ダムから堆積物が排出された数日後に５０００匹のはまちが第１いけす内で全滅した。第１いけすから更に３００メートル離れた海域にある第２いけすには，現在もはまち１万匹が養殖されている。\nまた，ダムから堆積物が排出された数日後に，一般消費者であるＥは，第２いけすで養殖されたはまちを食べたところ，吐き気，激しい腹痛等の健康被害の症状を発症した。Ｅは同じ場所で養殖されたはまちを食べて同様の症状を発症した者が他に１００人程度いると報道で聞いている。\nこの場合において，【資料】を参照しつつ，以下の設問に答えよ。\n〔設問１〕\n⑴ Ｄは，Ｂ社及びＣ社に対して，それぞれどのような法的手段を採ることが考えられるか。その場合の法律上の問題点について論ぜよ。\n⑵ Ｅは，Ｂ社及びＣ社に対して，それぞれどのような法的手段を採ることが考えられるか。その場合の法律上の問題点について論ぜよ。\n〔設問２〕\nＥは，専門的・科学的調査を実施して自ら因果関係を立証するのは負担が大きく困難だと思っている。そのような負担を軽減するにはどのような手続を活用することが考えられるか。その理由についても述べよ。\n【資 料】\n○ 水質汚濁防止法施行令（昭和４６年６月１７日政令第１８８号）（抜粋）第２条 法第２条第２項第１号の政令で定める物質は，次に掲げる物質とする。\n一～二十二 （略）二十三 セレン及びその化合物二十四～二十八 （略）\n○ 公害紛争処理法（昭和４５年６月１日法律第１０８号）（抜粋）\n（定義）第２条 この法律において「公害」とは，環境基本法（平成５年法律第９１号）第２条第３項に規定する公害をいう。\n（公害等調整委員会）第３条 公害等調整委員会（以下「中央委員会」という。）は，この法律の定めるところにより公害に係る紛争についてあつせん，調停，仲裁及び裁定を行うとともに，地方公共団体が行う公害に関する苦情の処理について指導等を行う。\n（裁定委員の指名等）\n- 28 -第４２条の２ 中央委員会による裁定は，３人又は５人の裁定委員からなる裁定委員会を設けて行なう。\n２，３ （略）第２款 責任裁定\n（申請）第４２条の１２ 公害に係る被害について，損害賠償に関する紛争が生じた場合においては，その賠償を請求する者は，公害等調整委員会規則で定めるところにより，書面をもつて，中央委員会に対し，損害賠償の責任に関する裁定（以下「責任裁定」という。）を申請することができる。\n２，３ （略）\n（証拠調べ）第４２条の１６ 裁定委員会は，申立てにより，又は職権で，次の各号に掲げる証拠調べをすることができる。\n一 当事者又は参考人に出頭を命じて陳述させること。\n二 鑑定人に出頭を命じて鑑定させること。\n三 事件に関係のある文書又は物件の所持人に対し，当該文書若しくは物件の提出を命じ，又は提出された文書若しくは物件を留め置くこと。\n四 事件に関係のある場所に立ち入つて，文書又は物件を検査すること。\n２ （略）\n３ 裁定委員会は，職権で証拠調べをしたときは，その結果について，当事者の意見をきかなければならない。\n４，５ （略）\n６ 裁定委員会は，第１項第４号の規定による立入検査について，専門委員をして補助させることができる。\n（事実の調査）第４２条の１８ 裁定委員会は，必要があると認めるときは，自ら事実の調査をし，又は中央委員会の事務局の職員をしてこれを行なわせることができる。\n２ 裁定委員会が前項の事実の調査をする場合において必要があると認めるときは，裁定委員会又はその命を受けた中央委員会の事務局の職員は，当事者の占有する工場，事業場その他事件に関係のある場所に立ち入つて，事件に関係のある文書又は物件を検査することができる。\n３ 裁定委員会は，事実の調査の結果を責任裁定の資料とするときは，その事実の調査の結果について，当事者の意見をきかなければならない。\n４ 裁定委員会は，第２項の規定による立入検査について，専門委員をして補助させることができる。\n第３款 原因裁定\n（申請）第４２条の２７ 公害に係る被害について，損害賠償に関する紛争その他の民事上の紛争が生じた場合において，当事者の一方の行為に因り被害が生じたことについて争いがあるときは，当事者は，公害等調整委員会規則で定めるところにより，書面をもつて，中央委員会に対し，被害の原因に関する裁定（以下「原因裁定」という。）を申請することができる。\n２ （略）\n（裁定事項等）第４２条の３０ 裁定委員会は，被害の原因を明らかにするため特に必要があると認めるときは，原因裁定において，原因裁定の申請をした者が裁定を求めた事項以外の事項についても，裁定することができる。\n２ 前項の場合において，裁定の結果について利害関係を有する第三者があるときは，裁定委員会は，その第三者若しくは当事者の申立てにより，又は職権で，決定をもつて，相手方としてその第三者\n- 29 -を原因裁定の手続に参加させることができる。\n３ 裁定委員会は，前項の決定をするときは，あらかじめ，その第三者及び当事者の意見をきかなければならない。\n（受訴裁判所からの原因裁定の嘱託）第４２条の３２ 公害に係る被害に関する民事訴訟において，受訴裁判所は，必要があると認めるときは，中央委員会に対し，その意見をきいたうえ，原因裁定をすることを嘱託することができる。\n２～４ （略）\n（準用規定）第４２条の３３ 第４２条の１３から第４２条の１９まで，第４２条の２１，第４２条の２４及び第\n４２条の２６の規定は，原因裁定について準用する。\n（紛争処理の手続に要する費用）第４４条 中央委員会において行うあつせん，調停，仲裁，責任裁定，原因裁定又は証拠保全の手続に要する費用は，政令で定めるものを除き，各当事者又は証拠保全の申立てをした者が負担する。\n２，３ （略）\n○ 公害紛争処理法施行令（昭和４５年８月３１日政令第２５３号）（抜粋）\n（手続費用）第１７条 法第４４条第１項の政令で定める費用は，次の各号に掲げるものとする。\n一 法第４２条の１６第１項第１号若しくは第２号の規定により陳述若しくは鑑定を命ぜられた参考人若しくは鑑定人又は公害等調整委員会規則の規定により陳述若しくは意見を求められ，若しくは鑑定を依頼された参考人若しくは鑑定人に支給する鉄道賃，船賃，車賃，日当，宿泊料又は鑑定料二～四 （略）\n２，３ （略）\n- 30 -\n〔第２問〕（配点：５０）\nＡ県に所在するＢ大学（以下「Ｂ」という。）の昭和４０年代後半に建設された研究棟（大学の敷地の端に立地していて，隣接地にはＣ保育所の園舎，運動場や他の民家がある。）の大規模改造工事（以下「本件工事」という。）がＢによって計画された。ＤがＢから本件工事を受注したが，Ｄは研究棟が建設された時期を考えると，吹付け石綿ないし石綿を含有する断熱材・耐火被覆材などが使用されている可能性があると考えた。ところが，Ｂの施設担当者は，以前に同じ建物の一部で石綿除去工事を行っていたことを前任者から申し送られていたことから建物の全部が安全であると誤認していたため，建物には石綿使用がないとＤに述べた。しかし，Ｄは念のために研究棟の一部について目視で調査を行ったところ，やはり石綿使用の懸念があったので，Ｂの担当者にこの旨を伝えたが，担当者は次年度の新学科設置に備えた大学全体の建物使用計画に間に合わせるために，本件工事の着工を急ぐようＤに指示した。\nそこで，石綿粉じんの発生を想定した設備を設けることなく本件工事が平成３０年５月頃始まったが，その段階で，作業従事者Ｅは作業箇所での石綿含有建材の存在を強く疑い，石綿被害防止支援活動を行っている団体Ｆに，自らが現場で採取した試料を持ち込んで相談した。Ｆが専門家に依頼して検査をした結果，Ｅの持ち込んだ試料には青石綿が高い濃度で含有されていると報告があったので，ＦからＡ県に対してその旨の通報がなされた。なお，青石綿は，他の種類の白石綿などに比して人の健康への有害性が極めて高いことが知られている。\nこの場合において，【資料】を参照しつつ，以下の設問に答えよ。\n〔設問１〕\n本件工事の着工に当たって，Ｂ及びＤには，大気汚染防止法（以下「大防法」という。）によれば，いかなる措置を講じる必要があったか述べよ。\n〔設問２〕\n本件の事案で，Ｆから通報を受けたＡ県が，大防法によって採り得る措置は何か述べよ。\n〔設問３〕\n本件工事による粉じんが，Ｂの敷地を超えて隣接地に流入するおそれがあったが，Ａ県による大防法上の適切な措置が講じられていない場合に，Ｃ保育所の園児らは，誰に対して，いかなる法的措置を求めることができるか述べよ。\n〔設問４〕\n大防法の平成２５年改正では，特定粉じん排出作業に係る規制に関して，廃棄物の処理及び清掃に関する法律の平成１２年改正により新設された第１９条の５第２号などと同様に，直接に汚染を引き起こした行為者でない者にも一定の責任を負わせる考え方を導入しているが,このような考え方が大防法の平成２５年改正に取り入れられた趣旨を説明せよ。\n【資 料】\n○ 大気汚染防止法施行令（昭和４３年１１月３０日政令第３２９号）（抜粋）\n（特定建築材料）第３条の３ 法第２条第１１項の政令で定める建築材料は，次に掲げる建築材料とする。\n一 吹付け石綿二 石綿を含有する断熱材，保温材及び耐火被覆材（前号に掲げるものを除く。）\n（特定粉じん排出等作業）第３条の４ 法第２条第１１項の政令で定める作業は，次に掲げる作業とする。\n- 31 -一 特定建築材料が使用されている建築物その他の工作物（以下「建築物等」という。）を解体する作業二 特定建築材料が使用されている建築物等を改造し，又は補修する作業\n（報告及び検査）第１２条\n１～６ （略）\n７ 環境大臣又は都道府県知事は，法第２６条第１項の規定により，解体等工事の発注者に対し，法第１８条の１５第１項第４号から第７号までに掲げる事項，同条第３項の環境省令で定める事項及び法第１８条の１７第１項の規定による調査について報告を求めることができる。\n８ 環境大臣又は都道府県知事は，法第２６条第１項の規定により，解体等工事の受注者に対し法第\n１８条の１７第１項の規定による調査について，自主施工者に対し法第１８条の１５第１項第４号から第７号までに掲げる事項，同条第３項の環境省令で定める事項及び法第１８条の１７第３項の規定による調査について，それぞれ報告を求め，又はその職員に，解体等工事に係る建築物等若しくは解体等工事の現場に立ち入り，解体等工事に係る建築物等，解体等工事により生じた廃棄物その他の物及び関係帳簿書類を検査させることができる。\n９，１０ （略）\n○ 大気汚染防止法施行規則（昭和４６年６月２２日厚生省，通商産業省令第１号）（抜粋）\n（特定工事に該当しないことが明らかな建設工事）第１６条の５ 法第１８条の１７第１項の環境省令で定める建設工事は，次に掲げる建設工事とする。\n一 平成１８年９月１日以後に設置の工事に着手した建築物等を解体し，改造し，又は補修する作業を伴う建設工事であつて，当該建築物等以外の建築物等を解体し，改造し，又は補修する作業を伴わないもの二 建築物等のうち平成１８年９月１日以後に改造又は補修の工事に着手した部分を改造し，又は補修する作業を伴う建設工事であつて，当該部分以外の部分を改造し，若しくは補修し，又は当該建築物等以外の建築物等（平成１８年９月１日以後に設置の工事に着手した建築物等を除く。）を解体し，改造し，若しくは補修する作業を伴わないもの（解体等工事に係る説明の時期）第１６条の６ 法第１８条の１７第１項の規定による説明は，解体等工事の開始の日までに（当該解体等工事が特定工事に該当し，かつ，特定粉じん排出等作業を当該特定工事の開始の日から１４日以内に開始する場合にあつては，当該特定粉じん排出等作業の開始の日の１４日前までに）行うものとする。ただし，災害その他非常の事態の発生により解体等工事を緊急に行う必要がある場合にあつては，速やかに行うものとする。\n（解体等工事に係る掲示の方法）第１６条の９ 法第１８条の１７第４項の規定による掲示は，掲示板を設けることにより行うものとする。\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問は，河川及び沿岸海域の汚染に関する環境紛争について，民事訴訟を提起する場合における法律上の問題点及び民事訴訟による紛争解決と行政上の紛争解決制度である公害紛争処理制度との異同を問うものである。\n〔設問１〕の小問(1)は，Ｄが漁業被害についてＢ社及びＣ社に対して訴訟を提起する場合\nの訴訟物とその要件を検討することが求められている。Ｂ社に対する請求は不法行為（民法第\n７０９条）に基づく損害賠償請求が考えられる。ダムの堆積物の排出行為を加害行為と捉えた場合，過失，違法性及び漁業被害との間の因果関係の有無を検討することが求められる。特に違法性については「二次災害を防止するため」との目的との関係でどう評価するかについて言及することが期待される。ダムを土地の工作物と考えた場合は，土地工作物責任（民法第７１７条）に基づく請求も考えられる。その場合は，過失に代えて土地工作物の設置又は保存の瑕疵の検討が必要である。Ｃ社に対する請求は，不法行為（民法第７０９条）に基づく損害賠償請求が考えられる。有害物質であるセレン化合物を排出した行為を加害行為と捉えた場合，過失，違法性及び漁業被害との間の因果関係の有無を検討することが求められる。特に過失の有無については，連日続いた集中豪雨という天災が作用していること及び川の堤防に割れ目があったことをどう評価するか言及することが期待される。また，Ｂ社とＣ社の共同不法行為責任\n（民法第７１９条第１項前段）が成立するかどうか，その要件としての客観的関連共同性の有無と効果としての不真正連帯（最判昭和５７年３月４日判時１０４２号８７頁）についても論じて欲しい。\n小問(2)は，Ｅが健康被害についてＢ社及びＣ社に対して訴訟を提起する場合の訴訟物とその要件を検討することが求められている。Ｂ社に対する請求は不法行為（民法第７０９条）に基づく損害賠償請求が考えられる。小問(1)と同様にダムの堆積物の排出行為を加害行為と捉えた場合，堆積物による濁水のみで健康被害との間の因果関係は通常認め難いから，濁水に押し流されてセレン化合物が沿岸海域に到達したことを捉えてＣ社との共同不法行為が成立するかが重要な視点となろう。小問(1)と同様に共同不法行為についての要件と効果の検討が求められる。土地工作物責任（民法第７１７条）に基づく請求を考える場合も同様である。Ｃ社に対する請求は，民法第７０９条の特則としての水質汚濁防止法第１９条第１項に基づく損害賠償請求が考えられる。本問は，工場の事業活動に伴って有害物質であるセレン化合物が川に排出され，健康被害を生じさせたと考えられること，同条の責任は無過失責任であり，事業活動に伴う排出と健康被害との間の因果関係が立証できればＣ社の故意過失の主張立証は不要であること，水質汚濁防止法上の規制対象かどうかは問題とならず，事業活動に伴う排出であれば工場内の設備からの排出に限られないことについて論じる必要がある。また，本問では，セレ\nン化合物の排出につき連日の集中豪雨という天災が競合しており，裁判所は，損害賠償の責任及び額を定めるについて，これをしんしゃくすることができる（同法第２０条の２）ことにも- 35 -言及することが期待される。\n〔設問２〕では，民事訴訟と公害紛争処理制度の異同を被害者の手続上の便宜の視点から論\nじる必要がある。\nＥが自己の健康被害について，Ｂ社ないしＣ社に対して不法行為又は水質汚濁防止法第１９条第１項に基づく損害賠償請求訴訟を提起する場合，因果関係の存在については，原告であるＥが主張立証責任を負うことになる。そうすると，本問のような環境紛争においては，加害行為と健康被害との間の因果関係の立証に当たって，水質調査や検体の調査・分析等の専門的・\n科学的調査が必要となり，民事訴訟において鑑定（民事訴訟法第２１２条）の申出をすると，その費用の負担が被害者Ｅにとって大きな負担となる場合がある。そこで，被害者の負担を軽減するための行政上の紛争解決制度として，公害紛争処理制度が設けられている。\n具体的には，前提として本問は事業活動に伴って生ずる相当範囲にわたる水質汚濁によって健康被害が生じたと解される事案であるから「公害」（公害紛争処理法第２条，環境基本法第\n２条第３項）に該当することに言及した上，総務省の外局である公害等調整委員会における責任裁定制度（公害紛争処理法第４２条の１２）は，裁判所と同様に損害賠償責任の有無，損害額という法的判断について裁定するものであること，これに対し原因裁定制度（同法第４２条の２７）は，加害行為と被害結果との間の因果関係に特化して判断する手続であり，因果関係の解明のために当事者が求めた事項以外の事項も判断できること（同法第４２条の３０第１\n項），因果関係の判断に当事者以外の第三者が利害関係を有するときは，その第三者も手続に参加させることができる（同条第２項）という特色について言及する必要がある。また，そのような手続の活用が考えられる理由として，職権証拠調べとしての鑑定（同法第４２条の１６\n第１項第２号，第４２条の３３）及び事実の調査（同法第４２条の１８，第４２条の３３）により，当事者に費用を負担させないで国庫負担により専門的・科学的調査を実施でき（同法第\n４４条第１項，公害紛争処理法施行令第１７条第１項第１号。「政令で定めるものを除き」の反対解釈として，政令で定める費用は当事者に負担させないこととなる。），それにより被害者\nＥの因果関係の立証の負担を軽減できることを論じる必要がある。なお，既にＥが民事訴訟を提起していた場合には，受訴裁判所に職権発動を促し，受訴裁判所から公害等調整委員会に原因裁定の嘱託（同法第４２条の３２）をすることで，Ｅの因果関係の立証の負担を軽減する方法も考えられる。\n〔第２問〕\n第２問は，建物解体等に伴う石綿などの特定粉じんの飛散防止等についての大気汚染防止法\n（以下「大防法」という。）による制度の理解を確認し，あわせて被害を受けるおそれのある者からの法的対応の在り方についての把握を確認する問題である。\n〔設問１〕では，本件工事が「特定工事（大防法第２条第１１項が定める特定粉じんの排出\n等作業を伴う工事＝注〕に該当しないことが明らかな」工事（同法第１８条の１７第１項括弧書）ではなく，同条第１項にいう解体等工事に当たることから，受注者は同条同項による調査義務に加えて，発注者への書面による説明義務が課せられている。そして，発注者は，受注者のかかる調査について，調査費用の適正な負担や，その他の必要な措置を講ずることにより，協力しなければならない（同条第２項）。また，受注者は，本件工事が特定工事に該当するか否かの調査結果を，当該解体等工事現場において掲示板を設けることによって，公衆に示す義務があること（同条第４項及び同法施行規則第１６条の９）を記述する。さらに，この調査の結果，特定工事であることが明らかになった場合，同法第１８条の１５により，発注者には，作業開始の１４日前までの届出義務があることを記述する（なお，実際の届出行為は類似の法令である「建設工事に係る資材の再資源化等に関する法律」（以下「建設リサイクル法」という。）と同様，代理人によることを禁じていないが，届出人名義が発注者であることは，同法\n- 36 -第１８条の１７第２項との関係で重要である）。\n上記受注者の調査・報告義務等は，発注者が受注者に対して特定工事に該当しないと説明したとしても免れ得るものではない。また，調査が省略されたために説明がなかったことのみを理由に特定工事に関する上記の発注者の届出義務が免ぜられるものではない。なお，これらの受注者の発注者への説明義務と発注者からの届出義務等は，平成２５年改正で新設されており，\n〔設問４〕では，このように発注者の義務が強化された理由にも答えることを求めている。\nまた，発注者は，受注者が特定工事を施工するにあたり，作業基準の遵守を妨げるおそれのある条件を付さないように配慮しなければならず，本件のように工事の着工を急ぐように受注者を指示することは，かかる配慮義務との関係で問題になり得る（同法第１８条の２０）。\n〔設問２〕は，大防法違反の通報に対してＡ県知事が大防法上採り得る措置についての設問\nである。都道府県の職員は，平成２５年改正前は特定工事であることが明らかな場合でなければ立入検査ができなかったところ，平成２５年改正により，同法第１８条の１５による事前届出の有無にかかわらず，解体等工事につき，発注者・受注者からの報告徴収（これは，既に行われたはずの調査の内容等につき報告を求めるものであって，調査をして報告するように命じることまでは規定されていない。），解体等工事現場への立入検査ができるようになった（同法第２６条第１項，同条第２項）。本件では，Ａ県知事がＢ，Ｄに対して報告徴収を求めることができ，その職員は立入検査ができること，より有害性の強い青石綿飛散の疑いに係るものであることから，同条第２項に該当することを記述する必要がある。さらに，立入検査の結果，受注者に同法第１８条の１８違反の事実があることが判明した場合，Ａ県知事は，作業基準遵守ないし作業の一時停止命令を発し得ること（同法第１８条の１９）を記述する。他方で，計画変更命令は，同法第１８条の１５による届出が前提になる（同法第１８条の１６）。\nなお，同法第１８条の１８違反行為への直罰規定はないが，命令違反行為には罰則がある。\n〔設問３〕では，施工者ないし発注者に対する作業の停止を求める民事差止め訴訟（特に仮\n処分）の可能性と本設例での要件の該当性について検討することが期待される。また，都道府県職員による立入検査が行われない場合や都道府県知事が作業基準（特定粉じん排出等作業に係る規制基準。同法第１８条の１４）遵守命令ないし特定粉じん排出等作業の一時停止命令を発しない場合（同法第１８条の１８，第１８条の１９）には，行政事件訴訟法第３条第６項第\n１号に基づく義務付けの訴えを提起し，あるいは，本件工事による危険の特殊性を勘案すれば，同法第３７条の５第１項に基づく仮の義務付けを申し立てること，そして本問の設例において，このための要件を満たしているかどうかを検討する余地がある。\n〔設問４〕は，平成２５年大防法改正により発注者の義務が強化された趣旨を問うものであ\nる。同改正前の大防法では，施工者が特定粉じん排出等作業の実施の届出の義務者であり届出義務違反を問われるのは施工者であったため，発注者が契約上優位な立場にあることを背景に，施工者に対してできるだけ低額，短期間の工事を求め，施工者がこれに従わざるを得ないことや，施工者も低額，短期間の工事を提示することで契約を得ようとすることにより，届出がなされないことが問題となっていた。しかし，原因者負担の原則を考慮すれば，発注者と施工者の関係については，費用負担者である発注者が，石綿の飛散を伴う工事についてはその工事を注文する者として適切に役割を担い，施工者は請け負った工事を専門的知識に基づき適正に実施する役割を担うことが適当と考えられる。そこで，改正法において，解体工事等が特定粉じん排出等作業を伴うものである場合については，その届出の義務者を施工者から変更し，解体工事等において契約上優位な立場にある発注者に特定粉じん排出等作業実施の届出義務を課すこととし，これにより事前調査や届出が円滑に進むと考えられたことを記述する必要がある。\nなお，この改正の結果，建設リサイクル法の対象建設工事の届出とも，届出の主体が整合することとなった。\n- 37 -",
  "scoring_notes": "１ 出題の趣旨について公表済みの「出題の趣旨」のとおりである。\n２ 採点方針①問題が設定している事実に基づいて，②題意，すなわち，法律上の論点が適切に理解できているか，③その論点について，法律の基礎となっている諸原則や法律の体系的な理解に基づいて，法制度の説明や個々の条文の法解釈を行っているか，④法解釈やその適用が飛躍した説明ではなく，\n論理的に記述されているか，という点に留意して採点した。したがって，複数の考え方が生じ得る部分については，特定の正解を予定してそれとの整合を判断するのではなく，筋の通った記述がされているかに重点を置いた。\n３ 採点実感等〔第１問〕〔第２問〕ともに，解答時間の配分にバランスを欠いたためか，一部の設問について十分に検討できていない答案も少なからず見られた。各問題においては，理解度を問う基本的な設問と思考力を問うやや応用的な設問の双方を採り上げているが，基本的な知識を確実なものとしておけば，応用的な設問の論点や尋ねられている法制度の背景についても十分考える余裕ができたのではないかと思われる。\n【第１問について】\n⑴ 出題の意図に即した答案の存否，多寡第１問は，河川及び沿岸海域の汚染に関する環境紛争について，民事訴訟を提起する場合における法律上の問題点（設問１）及び民事訴訟による紛争解決と行政上の紛争解決制度である公害紛争処理制度との異同（設問２）を問うものである。\n[設問１]については，訴訟物を問う「法的手段」と［設問２］の「手続の活用」という題意を的確に理解せず，［設問１］の解答として，訴訟による紛争解決と行政手続による紛争解決を論じ始めた答案が相当数あった。また，設例が日常的な工場・事業場の操業に伴う継続的な環境汚染ではなく，集中豪雨という自然現象が介在する「事故型」すなわち過去の環境汚染事案であることの意味を深く考えることなく，［設問１］で，救済方法として，Ｂ社に対しての差止請求について論じる答案が相当数あった。Ｄ又はＥの損害賠償請求については，多くの答案が，不法行為（民法第７０９条又は第７１７条）の各要件について検討し，共同不法行為の関連共同性及び因果関係について指摘していたが，共同不法行為自体に言及していない答案が散見された。また，\nＥの健康被害について水質汚濁防止法第１９条の責任に言及していない答案も少数ながらあった。他方で，はまちという財物の被害を受けたＤの法的手段として同条の責任を検討したり，ダムの放流水を排出したＢ社について同条の責任を検討するなど，同条の定める無過失損害賠償責任制度が，「人の生命又は身体を害したとき」に限って適用されること，また，同法による「排出水」は特定施設から排出される水であり，ダムからの放流水はこれには該当しないこと，という基本的な要件を理解していない答案があったのは残念であった。同条の要件の検討に当たって，\nＣ社の敷地に漏出し堆積していたセレンが堤防の割れ目から公共用水域に流出したとする設例について「工場又は事業場における事業活動に伴う有害物質の汚水又は廃液に含まれた状態での排出」に該当するか否かについて明確に意識した答案は数少なかった。\n[設問２]については，多くの答案が設例について公害紛争処理法の適用の前提となる「公害」\nに該当するとの指摘をしていたが，同法第２条，環境基本法第２条第３項の条文に当てはめて正確に検討していない答案が少なくなかった。\nまた，そもそも公害に該当するか否かの言及がない答案も相当数見られた。条文を正確に検討-34-する姿勢が求められる。公害紛争処理制度の検討において，原因裁定の制度のみを検討し，責任裁定制度について言及しない答案が少なくなかった。また，責任裁定制度に言及していても，原因裁定制度との相違を意識して検討している答案は少なかった。手続の活用の理由については，\nほとんどの答案が，職権証拠調べや職権による事実の調査が可能であること，当事者の手続費用の負担が軽減されることについて指摘していたが，公害紛争処理法第４４条，公害紛争処理法施行令第１７条第１項第１号の理解を誤って鑑定費用が当事者の負担になるとしている答案も散見された。出題趣旨に関わる重大な誤りであり，条文の読み込みが浅いと感じられた。他方で，専門委員の活用など公害等調整委員会の専門性が高いことを指摘しているもの，受訴裁判所に原因裁定の嘱託を促すことを指摘するなど条文を広く検討しているものは高い評価とした。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること［設問１］については，設例の問題文を十分分析して題意を把握することができていないと感じられた。設例の一つ一つの事実関係が，法的にどのような意味を持つか，設問で何の解答を求められているかを意識せずに，類似の事例で一般的によく問題となる論点を「知識」として解答したがために，出題の意図と大きくずれてしまう答案が目立っていた。事実関係から訴訟物としての法的請求を考え，その根拠条文に沿って，各要件を検討し，当てはめていくという法曹として要求されている能力を涵養することが重要である。\n［設問２］については，公害紛争処理制度について十分に認識していなかったことが考えられる。資料として法文が示されており，法文を駆使して制度の趣旨を導き出し，被害者の手続上の負担の軽減という観点から，有益な条文を摘出するという思考が重要である。時間配分にも注意する必要があろう。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは，［設問１］について，題意を的確に捉え，小問(1)と小問(2)の相違を意識しながら，各法的責任の要件の解釈，当てはめについてバランスよく論述されており，\n［設問２］について，設例が「公害」に該当することを条文に的確に当てはめた上，責任裁定制度及び原因裁定制度の違いを意識しつつ，職権証拠調べ，鑑定の費用負担がない等の被害者の負担軽減に資する制度について適切に説明できているものである。「良好」な答案のイメージは，\nその程度がやや劣るが，主要な論点について，おおむね適切な説明ができているものである。「一応の水準」の答案のイメージは，各設問において問われている主要な論点が何とか把握できて一定の記述がある答案である。「不良」な答案のイメージは，題意を把握できておらず，制度の基本的理解も不十分な答案である。\n【第２問について】\n⑴ 出題の意図に即した答案の存否，多寡第２問は，建物解体等に伴う特定粉じん（石綿）の環境中への飛散防止対策を強化した大気汚染防止法（以下「大防法」という。）の平成２５年改正を踏まえた特定粉じん飛散防止のための現行制度の理解と，あわせて被害を受けるおそれがある者からの法的手段について問うものである。\n[設問１]は，大防法が建物解体工事等の関係者に要求している特定粉じん飛散防止のための手続や義務について問うものであり，ほとんどの答案が，本問の設例にある建物大規模改修工事が，\n大防法第１８条の１５第１項にいう特定粉じん排出等作業を伴う建設工事（特定工事）に該当する可能性が大きいことを指摘し，さらにこれに伴い同条第１項本文が定める発注者の都道府県知事への届出義務，また，同法第１８条の１７第１項の定める受注者の義務である，建築物等を解体し，改造し，又は補修する作業を伴う建設工事（解体工事等）に係る調査義務及びその結果の書面による説明義務があることを指摘していた。ただし，発注者には，解体工事等に係る同法第１８条の１７第２項による協力義務があり，加えて，特定工事の場合には同法第１８条の２０による契約における配慮義務があること，また，受注者には，同法第１８条の１７第４項による一-35-般公衆への前記調査義務の結果の公衆への公示義務があることに言及した答案は半数程度であり，さらに受注者を含む特定工事施工者に同法第１８条の１８による作業基準の遵守義務があることに言及した答案はさらに少なかった。\nなお，大防法は，特定工事を請負契約によらないで自ら施工する者（自主施工者）にも工事の発注者と同様の届出義務を負わせていること等から，同法第１８条の１５第１項の届出義務を先に規定し，受注者の義務等を同法第１８条の１７に規定しているものの，本設例に即して考えるときには，受注者の解体工事等が特定工事に該当するかどうかの調査及び報告がまず先行すべきであり，報告を受けて，発注者の届出行為が行われることを想定する制度の構成について，理解を明示した答案は数少なかった。また，受注者には，特定工事であるかどうかを問わず，解体工事等に係る調査結果について，発注者への報告義務及び一般公衆への公示義務があることを理解していると判断できる答案も数多くはなかった。\nこのほか，本問で対象となるのは特定粉じん排出等作業に係る規制であるが，これと大防法の特定粉じん発生施設に係る規制（敷地境界線基準の遵守義務等）とを取り違えて解答している答案がわずかではあるものの見かけられたことは残念である。\n［設問２］は，本問で，Ａ県が大防法に基づいて採りうる措置について問うものである。本問に即して考えるならば，解体工事がさほど長時間継続するものではないこと，作業従事者からＡ県への通報があったとされる点からすれば，同法第２６条が定める知事による「解体工事等」の現場立入り調査権限の行使，また，同法第１８条の１９に定める特定粉じん排出等作業の一時停止命令の発出が効果的である。この点については多くの答案が，同法第２６条の知事の立入り調査権限に触れていた。しかし，同法第１８条の１９に関しては，作業基準遵守命令には触れたものの，一時停止命令に関して触れた答案は半数を下回っていた。なお，同法第１８条の１６による計画変更命令は届出がない本問では適用の余地がないことに触れた答案は，本問の事案をよく理解した答案であると評価できる。また，同法第２６条に基づく知事の発注者や受注者からの報告徴収に関しては，ほとんどの答案がこれを記載していたが，中には，発注者や受注者に対して調査の命令ができるとした不正確な理解を示している答案も見かけられた。\n［設問３］は，特定粉じんの飛散による健康被害者となる可能性のある当事者による救済手段を問うものである。民事上の救済手段としての差止請求とその法律構成や要件，さらには，緊急を要する本設例の状況に即して考えるならば，仮処分の可能性についても触れることが期待された。さらに，［設問２］の知事の権限，取り分け，大防法第１８条の１９による命令の発動に関する行政事件訴訟法第３条第６項第１号による義務付けの訴えとその要件，また民事上の救済と同様の理由で，同法３７条の５第１項による仮の義務付けの可能性にも触れることが期待されていた。答案では，民事上の救済と行政訴訟による救済の可能性につき，その両方に触れたものが約７割であり，さらにそのほとんどの答案が，精粗の違いはあるものの，その要件についても触れていた。しかし，仮の救済につき何らかの記述をしている答案は，全体の約３割に留まっていた。\n［設問４］は，大防法の平成２５年改正による発注者の義務強化の理由を問うものであるが，\n立法に際して，取り分け重視されていた発注者と受注者とでの契約上の立場の優劣からする特定粉じん飛散防止の懈怠防止という点に的確に触れた答案は少なく，多くが，原因者負担の原則（汚染者負担の原則）などの抽象的な環境法の原則に即した記載をするに留まっていた。\n⑵ 出題の意図と実際の答案に差異がある原因として考えられること本問の解答の前提となる大防法上の特定粉じん排出等作業に係る規制の仕組みを把握するとともに，大防法第１８条の１４以下で規定する特定粉じん排出等作業（ひいては，解体工事等）の持つ特別な事情をある程度想定できたか，すなわち，建物の解体工事等というものがさほど長時間を要するものではないこと，石綿粉じんは一旦大気中に飛散してしまうと，その痕跡も十分に残らず，しかも，石綿を吸入した者への健康被害が長時間経過後にはじめて発現するものである-36-ことなどをある程度でも想定して答案を書くことができたかどうかが，答案の優劣の分かれるもとになったのではないかと思われた。この点は，特に，[設問３］の答案で，仮の救済にまで言及できたかといった点に顕著に表れているようである。また，設例でＡ県への通報をしたのが石綿被害防止支援活動を行っている団体Ｆとされていることは，行政が通報のみで違反行為ありと判断することには困難があることを検討することを期待してのことであったが，この点に気づいたと思われる答案はあまりみかけられなかった。短時間で設例をよく読み，そこで考えられる法の適用に際して留意すべき点を見極める力を涵養する必要があるのではないかと思われた。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは，大防法の条文をよく読みこんで制度の構造を正確に理解した上で，［設問１］［設問２］の解答と［設問３］［設問４］の解答とのバランスがよく，特に［設問３］で，本設例の事実が，民事差止めや義務付け訴訟の要件を，満たしていることを端的に説明できており，［設例４］の解答についても，抽象的な環境法原則の記述にとどまらない内容を示している答案である。「良好」な答案のイメージは，各設問の求める論述，特に［設問１］［設問２］と「設問３］［設問４］のいずれかにウエイトがかかりすぎたために，解答内容の精粗にばらつきがある答案である。「一応の水準」の答案のイメージは，各設問について，おおむね題意を理解し，一定程度の記述がある答案であるが，例えば，［設問３］で，民事差止めあるいは義務付け訴訟のいずれかの記述が不十分なものである。「不良」な答案のイメージは，設問のいずれかの答えがなく，あるいは，解答の記述があってもその内容に不正確なものが多い答案である。\n４ 今後の出題についてこれまでどおり，基礎的な事項や実定法制度を基礎付けている法政策を問う問題，具体的事案から課題の所在を的確につかんだ上で判例理解を含む適切な法解釈によりそれを論理的に解決する問題など，特定の傾向に偏ることなく，幅広く出題することを考えている。\n５ 学習者及び今後の法科大学院教育に求めるもの環境法は，多くの法律基本科目分野の知識の総合が求められる領域であり，現実の課題の解決にあたっても，環境法領域の専門知識のみでは，解決が困難であることが少なくない。行政法の基礎，\n民事法の要件・効果，各種訴訟手続などに関する学習によって得られた知識を統合的に応用する努力が求められるであろう。さらに，環境法の基礎理論は重要であるが，実際の環境法令が取り扱う事象は，具体的な環境の場における出来事であり，法令の背景事情，立法趣旨を理解することが必要である。また法改正もしばしば行われるので，法令の動向には常に目を向けておくことが望まれる。\n-37-"
}