{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，２５：５０：２５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．Ａは，関東地方のＰ県において，個人でハンバーガーショップを営んでいた。Ａが作るハンバ\nーガーは，Ａが独自に調合した調味料による味わいにより，地域で評判であった。\n２．Ａは，Ｐ県内に複数の店舗を出店しようと考え，Ａの子Ｂ，弟Ｃ及び叔父Ｄの出資を得て甲株式会社（以下「甲社」という。）を設立した。甲社の発行済株式の総数は１０００株であり，Ａが３００株を，Ｂが２５０株を，Ｃが２５０株を，Ｄが２００株を，それぞれ有している。\n甲社は，取締役会及び監査役を置いている。甲社では，Ａが代表取締役を，Ｂ，Ｃ及び甲社の使用人でもあるＥが取締役を，それぞれ務めている。甲社は，会社法上の公開会社ではなく，かつ，種類株式発行会社でもない。甲社の定款には，取締役を解任する株主総会の決議は，議決権を行使することができる株主の議決権の過半数を有する株主が出席し，出席した当該株主の議決権の３分の２以上に当たる多数をもって行う旨の定めがある。\n３．甲社は，Ｐ県内に十数店舗を出店した。この間，Ｄの子Ｆが，甲社が出店する予定がない近畿地方のＱ県において，ハンバーガーショップを営む乙株式会社（以下「乙社」という。）の代表取締役として，乙社を経営するようになった。乙社の発行済株式はＤが全て有しているが，Ｄは乙社の経営に関与していない。\n４．甲社は，当初，順調に売上げを伸ばしたが，その後，３期連続で売上げが減少した。そのような中，ＡとＣとの間で，甲社の経営方針をめぐる対立が生じた。\n５．Ｃは，Ｄと面会し，Ｄに対し，Ａが仕入先からリベートを受け取っていると述べ，次の甲社の定時株主総会において，Ａを取締役から解任する旨の議案を提出するつもりであるから，これに賛成してもらいたいと求めた。Ｄは，甲社に見切りを付けており，自己の有する甲社株式２００\n株（以下「Ｄ保有株式」という。）を売却することを考えていたため，Ｃの求めに対して回答を保留した上で，ＣがＤ保有株式を買い取ることを求めた。Ｃは，資金が十分ではなかったので，Ｄの求めに対して回答を保留した。\n６．その後，Ｄは，甲社において営業時間内にＡと面会し，Ｄ保有株式をＡが買い取ることを求めた。Ａがこれを拒否したところ，ＤはＡが仕入先からリベートを受け取っている疑いがあるため，Ａの取締役としての損害賠償責任の有無を検討するために必要であるとして，直近３期分の総勘定元帳及びその補助簿のうち，仕入取引に関する部分の閲覧の請求をした。これに対し，Ａが，どうすればこの請求を撤回してもらえるかと尋ねたところ，Ｄは，自分は甲社に対して興味を失っており，Ａがリベートを受け取っているかどうかなどは本当はどうでもよいと述べた上で，ＡがＤ保有株式を買い取ることを重ねて求めた。\n〔設問１〕 上記１から６までを前提として，上記６の閲覧の請求を拒むために甲社の立場におい\nて考えられる主張及びその主張の当否について，論じなさい。\n７．後日，Ｄは，Ａに対し，ＡとＣとの間の対立は知っているが，仮に，甲社の株主総会において，Ｃを取締役から解任する旨の議案が提出された場合には，これに反対するつもりであると述べた。\nＡは，次の甲社の定時株主総会において，Ｃを取締役から解任する旨の議案を提出することを計画していたため，当該議案について，Ｄが反対し，否決されることを恐れ，Ｄ保有株式を買い取りたいと考えたが，Ａには甲社株式のほかに見るべき資産がなかった。\n８．そこで，Ａは友人Ｇに対してＤ保有株式の買取りを持ち掛けたところ，Ｇはこれに前向きであった。Ｄ保有株式の適正な売買価格は２４００万円であったが，Ｇは，Ｄ保有株式の買取資金と- 2 -して１６００万円しか用意することができなかったため，丙銀行株式会社（以下「丙銀行」という。）から当該買取資金として８００万円を借り入れることとした。そして，Ｄ，Ｇ及び甲社は，平成２７年２月２日，下記契約（以下「本件契約」という。）を締結した。\n本件契約\n⑴ Ｄは，平成２７年４月１日，Ｇに対し，売買代金２４００万円の支払を受けるのと引換えにＤ保有株式を譲渡し，その株券を引き渡す。\n⑵ 甲社は，Ｇが丙銀行からＤ保有株式の買取資金として８００万円を借り入れることができるように，Ｇの丙銀行に対する借入金債務を連帯保証する。甲社は，Ｇに対し，保証料の支払を求めない。\n⑶ Ｄは，平成２７年３月２５日に開催される甲社の定時株主総会においては，自らは出席せず，Ａを代理人として議決権の行使に関する一切の事項を委任する。\n９．平成２７年３月１０日，丙銀行及びＧは，Ｄ保有株式の買取資金８００万円について融資契約を締結し，甲社は，適法な取締役会の決議を経て，丙銀行との間で，Ｇの丙銀行に対する当該融資契約に基づく借入金債務について連帯保証契約を締結した。甲社は，Ｇから，保証料の支払を受けていない。なお，仮に，甲社が保証料の支払を受けてこのような保証をする場合には，保証料は６０万円を下回らないものであった。\n10．甲社は，適法な取締役会の決議に基づき，平成２７年３月２５日を定時株主総会（以下「本件株主総会」という。）の日として，招集通知を発した。本件株主総会においては，会社提案としてＣを取締役から解任する旨の議案が，Ｃの株主提案としてＡを取締役から解任する旨の議案が，それぞれ提出されることとなった。\n11．本件株主総会には，Ａ，Ｂ及びＣが出席した。Ｄは，本件株主総会における議決権の行使に関する一切の事項をＡに委任する旨の委任状をＡに交付し，本件株主総会には，自らは出席しなかった。\n本件株主総会において，Ｃを取締役から解任する旨の議案は，Ｃが反対したが，Ａ，Ｂ及びＤの代理人Ａが賛成したことにより，可決された（以下「本件決議１」という。）。\n続いて，Ａを取締役から解任する旨の議案について，Ｃが提案の理由としてＡの不正なリベートの受取について説明しようとした。これに対し，議長であるＡは，そのような説明は議案と関連がないとして，これを制止し，直ちに採決に移り，当該議案は，Ｃが賛成したのみで，否決された（以下「本件決議２」という。）。\n12．平成２７年４月１日，丙銀行はＧに対して８００万円の融資を実行し，Ｇは，Ｄに対して売買代金２４００万円を支払い，Ｄ保有株式を譲り受け，その株券の引渡しを受けた。\n13．本件契約の内容並びに上記９及び12の事実を知ったＣは，平成２７年４月１５日，本件決議１及び２について，株主総会の決議の取消しの訴えを提起した。\n14．Ｇが丙銀行に対する借入金債務を弁済することができなかったため，甲社は，平成２７年１２月１日，丙銀行に対し，８００万円の保証債務を弁済した。甲社はＧに対して８００万円を求償しているが，Ｇはこれに応じなかった。\n〔設問２〕\n⑴ 上記13の本件決議１及び２についての各決議の取消しの訴えに関して，Ｃの立場において考えられる主張及びその主張の当否について，論じなさい。なお，本件株主総会の招集の手続は，適法であったものとする。\n⑵ 上記14の事実を知ったＣが甲社の株主としてＡ及びＧに対し会社法に基づき責任追及等の訴えを提起する場合に，Ａ及びＧの責任に関し，Ｃの立場において考えられる主張及びその主張\n- 3 -の当否について，論じなさい。\n15．Ｂは，甲社の内紛が継続することにより，取引銀行の信用を失うことを危惧し，親族会議を開催し，ＡとＣとの間を取り持つこととした。Ａ及びＣは，Ｂの提案に従い，下記のとおり合意した。\n⑴ Ｂが経営者として十分な経験を積んできたことから，Ａが取締役を退任した後は，Ｃも取締役を退任し，Ｂが代表取締役社長を務めることとする。ただし，内紛が解決したことをアピールするため，当面の間は，Ａが代表取締役会長を，Ｃが代表取締役社長を，Ｂが取締役専務を，それぞれ務め，甲社を共同で経営する。\n⑵ 甲社が丙銀行に対して弁済した８００万円の求償については，Ａ及びＣが，資金を用意し，ＧからＧの有する甲社株式２００株を買い取り，Ｇがその売買代金をもって当該求償に係る支払に充てる。\n16．Ｇからの甲社株式の買取りの結果，甲社の発行済株式については，Ａが４５０株を，Ｂが２５０株を，Ｃが３００株を，それぞれ有することとなった。また，甲社では，Ａが代表取締役会長を，Ｃが代表取締役社長を，Ｂが取締役専務を，Ｅが取締役を，それぞれ務めることとなった。\n17．平成２９年５月，Ａが交通事故により死亡したことから，Ｂは，他の役員に対し，上記15⑴の合意に従い，代表取締役社長に就任し，甲社を経営していく意思を伝えた上で，Ｃに対し，取締役を退任して相談役として支援してほしいと依頼した。Ａの唯一の相続人であるＢは，Ａが有していた甲社株式４５０株について，単独で相続し，株主名簿の名義書換を終えた。\n18．甲社の定款には，設立当初から，会社法第１７４条に基づく下記定めがあった。Ｃは，上記15⑴の合意に反し，自らが代表取締役社長の地位にとどまりたいと考えた。そこで，分配可能額との関係では，Ｂが相続した甲社株式４５０株全てについて，定款の下記定めに基づき，甲社がＢに対して売渡しの請求をすることもできたが，Ｃが甲社の総株主の議決権の過半数を確保するために最低限必要な４０１株についてのみ，甲社がＢに対して売渡しの請求をすることとした。\n甲株式会社定款（抜粋）\n（相続人等に対する売渡しの請求）第９条 当会社は，相続その他の一般承継により当会社の株式を取得した者に対し，当該株式を当会社に売り渡すことを請求することができる。\n19．Ｃは，甲社の取締役会を招集し，取締役会において，適法な手続に基づき，上記18の請求に関する議案を決議するための甲社の臨時株主総会の招集が決議された。\n20．甲社は，上記19の取締役会の決議に基づき，平成２９年７月３日，臨時株主総会を開催した。\n当該臨時株主総会において，上記18の請求に関する議案は，議長であるＣがその決議からＢを除いた上で，Ｃのみが議決権を行使して賛成したことにより，可決された。甲社は，当該臨時株主総会の終結後，直ちにＢに対して上記18の請求をした（以下「本件請求」という。）。\n〔設問３〕 会社法第１７４条の趣旨を踏まえつつ，本件請求の効力を否定するためにＢの立場に\nおいて考えられる主張及びその主張の当否について，論じなさい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，①会計帳簿の閲覧の請求の拒絶事由（設問１），②株主の権利の行使に関する利益の供与を理由とする株主総会の決議の取消しの訴え，株主総会の否決決議の取消しを請求する\n- 9 -訴え（設問２⑴），③株主の権利の行使に関して財産上の利益を供与することに関与した取締役及び当該利益の供与を受けた者に対する責任追及等の訴え（設問２⑵），④譲渡制限株式の相続人に対する売渡しの請求（設問３）についての理解等を問うものである。\n設問１においては，⑴Ｄによる閲覧の請求が会社法第４３３条第１項の会計帳簿の閲覧の請求に該当すること，当該請求の要件等に言及した上で，⑵当該請求が同条第２項第１号又は第\n３号の拒絶事由等に該当し，甲社が当該請求を拒むことができるかどうかについて検討することが求められる。\n⑵のうち，Ｄによる閲覧の請求が会社法第４３３条第２項第１号の拒絶事由に該当するか否かを検討するに当たっては，Ｄが，その権利の確保又は行使に関する調査の目的でなく，Ｄ保有株式をＡに買い取らせる目的で当該請求を行ったと認めることができるかどうかについて，Ｄの言動等の事実関係を適切に評価した上で説得的に論ずることが求められる。\nまた，Ｄによる閲覧の請求が会社法第４３３条第２項第３号の拒絶事由に該当するか否かを検討するに当たっては，乙社の営む事業が甲社の「業務と実質的に競争関係にある」と認めることができるかどうかについて，甲社及び乙社はいずれもハンバーガーショップを営んでいること，甲社は関東地方のＰ県に，乙社は近畿地方のＱ県に，それぞれ出店していること，甲社はＱ県には出店する予定がないことなどの事実関係を適切に評価した上で，説得的に論ずることが必要となろう。さらに，Ｄが「～事業を営み，又はこれに従事するものである」と認めることができるかどうかについても，Ｄは，乙社の発行済株式の全部を有していること，乙社の経営には関与していないこと，乙社の代表取締役であるＦと親子関係にあることなどの事実関係を踏まえて，具体的に検討することが求められる。\n設問２⑴においては，甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債務について連帯保証したことが，「何人に対しても」（会社法第１２０条第１項）という文言に照らして，Ｇに対する財産上の利益の供与（同項）に該当するか否か（同項の文言上，利益供与の相手方は誰でもよく，現に株主である者に限られない。），あるいはこのことがＤ保有株式の売買契約が成立する前提となっており，Ｄに対する財産上の利益の供与（同項）に該当するか否かについて説得的に論ずることが求められる。そして，上記連帯保証が，（Ｇ又はＤに対する）財産上の利益の供与に該当するとすれば，当該利益の供与が株主の権利の行使に関してされたもの（同項）ということができるかどうかについて，本件契約によれば，Ｄが本件株主総会には自らは出席しないでＡを代理人として議決権の行使に関する一切の事項を委任することとされていたといった諸々の事実関係に即して検討することが望まれる。その上で，本件決議１についての株主総会の決議の取消しの訴えに関して，当該利益の供与により，本件決議１\nが株主総会の決議の方法が法令に違反したもの（同法第８３１条第１項第１号）と認めることができるかどうかについて検討することが求められる。\nまた，本件決議２についての株主総会の決議の取消しの訴えに関しては，本件決議２が株主総会の決議の方法が法令に違反し，又は著しく不公正なもの（会社法第８３１条第１項第１号）と認めることができるかについて，ＣがＡを取締役から解任する旨の議案の提案の理由を説明しようとしたところ，議長であるＡがこれを制止し，直ちに採決に移ったことを，株主による提案理由の説明の拒絶として株主提案権の（実質的）侵害に該当し，あるいは議長の議事整理に関する権限（同法第３１５条第１項）の濫用に該当すると位置付けることができるのではないかといった観点から，検討することが考えられる。さらに，判例は，ある議案を否決する株主総会等の決議の取消しを請求する訴えは不適法であるとしていること（最判平成２８年３月\n４日民集７０巻３号８２７頁）を意識した上で，その適否を論ずることが求められる。\n設問２⑵においては，Ａに対する責任追及等の訴え（会社法第８４７条第１項）については，甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債務について連帯保証したことが，Ｇ又はＤに対する財産上の利益の供与（同法第１２０条第１項）に該当するとすれば，- 10 -\n①Ａは，同条第４項及び会社法施行規則第２１条第１号に基づき，少なくとも，供与した利益の価額に相当する額である６０万円を支払う義務を負うと認めること，②甲社がＧの丙銀行に対する借入金債務について連帯保証したことに関するＡの行為は，法令に違反し，又は善管注意義務に違反するため，任務懈怠（同法第４２３条第１項）に該当し，Ａは，甲社に対し，少なくとも，保証債務の履行として丙銀行に弁済した８００万円を支払う義務を負うと認めることが考えられる。なお，Ａが支払義務を負う金額（①にあっては「供与した利益の価額に相当する額」，②にあっては会社の損害額）については，上記の各金額以外の額であるとする論理も考えられるところであり，事案に即して説得的に論じられていれば，必ずしも，上記の各金額でなければならないものではない。\nＧに対する責任追及等の訴え（会社法第８４７条第１項）については，Ｇが，「当該利益の供与を受けた者」に該当するのであれば，同法第１２０条第３項に基づき，供与を受けた財産上の利益である６０万円を返還する義務を負うと認めることが考えられる。なお，Ｇが返還義務を負う金額についても，同様に，必ずしも，上記の金額でなければならないものではない。\n設問３においては，譲渡制限株式の相続人等に対する売渡しの請求（会社法第１７４条）の趣旨は，株式会社が，定款にその旨の定めを設けることにより，相続その他の一般承継により当該株式会社の譲渡制限株式を取得した者に対し，当該譲渡制限株式を当該株式会社に売り渡すことを請求することができることとし，当該株式会社にとって必ずしも好ましくない者が当該株式会社の株主となることを防ぐことができるようにすることにあることを踏まえつつ，本件請求の適否について，具体的に検討することが求められる。\nその際には，Ｂは甲社株式を相続する前から甲社の株主であったこと，Ｂが相続した甲社株式４５０株の全部についてではなく，Ｃが甲社の総株主の議決権の過半数を確保するために最低限必要な４０１株についてのみ，甲社がＢに対して売渡しの請求をすることとしたこと，Ａ\nが取締役を退任した後はＣも取締役を退任してＢが代表取締役社長を務める旨のＡＣ間の合意が存在していたこと，本件請求はＣが甲社の支配権を取得する目的でされていること，他方で，会社法第１７４条の文言上は，これらのことにより，譲渡制限株式の相続人等に対する売渡しの請求が不適法となるとは規定されていないこと，甲社定款第９条の定めは設立当初から設けられていたことなどの諸事情を総合的に考慮して，説得的に論ずることが求められる。\nその上で，平成２９年７月３日に開催された臨時株主総会における甲社がＢに対して売渡しの請求をすることに関する議案を可決した決議について，①特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議に該当するか否か（会社法第８３１条第１項第３\n号），②決議の内容が法令に違反するか否か（同法第８３０条第２項），又は③決議の内容が定款（定款の趣旨）に違反するか否か（同法第８３１条第１項第２号），及び当該決議が取り消され，又は無効であることが確認されることにより，本件請求が効力を生じないこととなることなどについて，検討することが考えられる。",
  "scoring_notes": "平成３０年司法試験の採点実感（倒産法）\n１ 出題の趣旨・狙い等\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針\n解答に当たって言及すべき問題点については，「出題の趣旨」として公表したとおりである。\n第１問は，法人が破産した場合の具体的事例を通じて，敷金返還請求権を有する賃借人の寄託請\n求及び別除権者により賃料債権について物上代位がされた場合における同請求の可否（設問１）並\nびに破産手続開始の決定を受けた者が法人である場合における破産財団から放棄された不動産の帰\n属先及び当該不動産について抵当権を有する者が破産手続に参加して配当を受けるために採るべき\n手続とその相手方（設問２）についての理解を問うものである。採点の主眼は，いずれも制度趣旨\nを正しく理解しているかを前提として，問題点を正確に把握した上で，制度趣旨等を踏まえながら，\n自説を的確に論じることができているかどうかに置かれている。\n第２問は，法人の民事再生に関する具体的事例を通じて，再生手続開始の決定をするための要\n件及び再生手続開始の申立て後再生手続開始前の原因に基づいて生じた債権を債権者に弁済するた\nめの方策（設問１），監督委員が否認権を行使するために必要となる手続及び再生債権者が再生手\n続において再生債務者である法人の役員の責任を追及するために採り得る方策（設問２）について\nの理解を問うものである。採点の主眼は，いずれも問題文中のコメント内容を踏まえて，適用を検\n討すべき民事再生法の制度・条文を的確に取り上げ，制度・条文の趣旨や再生手続が再建型の手続\nであり，また，ＤＩＰ型を原則とする手続であること等も踏まえて，事案に対する当てはめを丁寧\nに検討することができているかどうかに置かれている。\n３ 採点実感等\n⑴ 第１問\nア 設問１\n(ｱ) 小問(1)前段では，敷金返還請求権を自働債権，賃料債権を受働債権とする相殺の可否が\n問われていることから，敷金返還請求権が破産法第６７条の規定により相殺をすることがで\nきる債権に該当するかどうかを検討する必要があり，その前提として，敷金返還請求権が明\n渡しを条件とする停止条件付債権であることを論ずる必要がある。そして，破産法では，停\n止条件が成就して自働債権が生ずるかどうかが不確定の段階で相殺を認めることは相当では\nないことから，停止条件付債権を自働債権とする相殺は認められていない。多くの答案では，\n敷金返還請求権が停止条件付債権であること，停止条件が成就しない以上相殺適状にないの\nで，相殺をすることができないことは触れられていたが，破産法第６７条第２項に停止条件\n付債権が挙げられていないことや，停止条件が成就していない段階で相殺を認めることの不\n相当性に触れた答案はわずかであった。また，少数ではあるが，相殺することができるとす\nる答案もあった。\n小問(1)後段では，敷金返還請求権を自働債権とする相殺をすることができないとした場\n合の賃借人が敷金返還請求権を保全するための手段を問われていることから，破産法第７０\n条後段の弁済額の寄託請求を論ずる必要がある。多くの答案では，当該寄託請求をすること\nができることまでは触れられていたが，当該寄託請求をすることによってなぜ敷金返還請求\n権が保全されることになるのか（本件不動産が明け渡された場合の寄託された賃料額の処理\n等）まで触れている答案は，少なかった。問との関係では，「法的手段」を問うているので\nあるから，賃借人を保護するために寄託請求の制度が設けられていることを記載していれば\n一応の水準の答案と評価しているが，その前提として「敷金返還請求権を保全するため」の\n-1-\nものであることを説明する必要があることから，なぜ寄託請求をすることが敷金返還請求権\nを保全する手段となるのかを論じて，初めて十分な答案となるものといえるであろう。\n(ｲ) 小問(2)は，抵当権者であるＣ銀行が賃料債権を物上代位により差し押さえた場合にも，\n小問(1)で論じた寄託請求をすることができるかを問うものである。\nまず，前提として，Ｃ銀行は抵当権者であって別除権者であるから（破産法第２条第９項\n及び第１０項），賃料債権の物上代位も別除権の行使として破産手続による制約を受けるも\nのではない（破産法第６５条第１項）。小問(2)を論ずるに当たっては，まず，このことを明\n確に論じておく必要があるが，これを記載しない答案も，少なからず見られた。\nそして，賃料債権が別除権者によって差し押さえられた場合には，賃借人は，破産管財人\nではなく，賃料債権を差し押さえた別除権者に対して賃料を支払う必要がある。このような\n場合に，賃借人が寄託請求をすることを認めれば，破産管財人は，賃料の弁済額が破産財団\nに入ってこないにもかかわらず，賃料相当額の寄託をしなければならないこととなるから，\n破産財団が減少することとなってしまう。そこで，このような場合に，賃借人による寄託請\n求が認められるかどうかが問題となる。その上で，寄託請求の制度は，破産管財人に対して\n弁済をし，破産財団に弁済金が入るのに対応した制度であることから，破産財団に賃料の弁\n済金が入ってこない以上，寄託請求は認められるべきではないとするか，別除権者による差\n押えという賃借人には何らの帰責性がない事情により寄託請求の可否の結論が変わってくる\nのは相当ではないとして寄託請求を認めることとするかは，いずれの結論も成り立ち得ると\nころであり，的確に問題点を把握した上で，賃借人の保護と破産財団の利益双方に配慮しな\nがら論じていれば，いずれの結論であっても高く評価している。\nしかしながら，上記の問題点を意識して論じている答案は，少数にとどまっていた。多く\nの答案では，上記の問題点を意識しないまま，別除権者の物上代位と相殺との優劣関係を論\nじ，その結論をもって寄託請求の可否を結論付けており，さらには，当該優劣の結論をもっ\nて，物上代位をすることができないとする答案も少数ながらあり，これらの答案は，いずれ\nも低い評価となっている。\n賃借人が弁済する賃料額に相当する額を寄託することを破産管財人に対して請求し，破産\n管財人がこれを寄託するという基本的な構造（この構造を意識しないまま安易に抵当権者に\n対して寄託請求を行うとする答案や，誰に対して寄託請求をするのかが不明確な答案も少な\nからず見受けられた。），物上代位により賃料債権を差し押さえられた場合には別除権者に賃\n料を支払う必要があることを理解していれば，上記の問題点に気付くこと自体はそれほど困\n難ではないと考えられたところであるが，寄託請求の制度の基本的な構造の理解が不十分で\nあることがうかがわれた。\nイ 設問２\n(ｱ) 小問(1)は，まず，破産管財人が破産財団に帰属する不動産を放棄するための手続につい\nての基本的な知識を解答することを求めている。そのための手続としては，裁判所の許可（破\n産法第７８条第２項第１２号）は当然のこととして，このほか，破産者の意見聴取（同条第\n６項）及び担保権者に対する通知（破産規則第５６条後段）に触れる必要がある。特に担保\n権者に対する通知については，不動産の破産財団からの放棄が担保権者に与える影響を考慮\nしてこれが必要とされていることに気付けば，より深みのある答案となり得るが，そもそも\n担保権者に対する通知に触れている答案自体，少数にとどまった。\nこのような手続を経て破産財団から不動産が放棄された場合，当該不動産は破産財団に属\nしないこととなり，破産者が自然人であれば，自然人の自由財産となる。しかし，Ａ社は，\n法人であることから，自然人の場合と同様，法人に自由財産が認められるかどうかについて，\n自由財産が認められる趣旨を踏まえて論ずる必要がある。しかしながら，当該不動産はＡ社\nに帰属するとだけ解答する答案も少なくなかった。また，Ａ社の自由財産として帰属すると\n-2-\nした答案も，法人に自由財産が認められるかどうかまで検討した答案は，少数にとどまった。\nさらには，Ａ社ではなく清算人や取締役に帰属するとの答案や，Ａ社が解散している以上国\n庫に帰属するとの答案など，法人法制の基本的な理解が疑われる答案も，少なからず見受け\nられた。\n(ｲ) 小問(2)\n小問(2)では，まず，別除権者が破産手続に参加して配当を受けるための手続について，\n論ずる必要がある。破産法においては，不足額責任主義が採られており（破産法第１０８条\n第１項），別除権者が配当加入するためには，最後配当の除斥期間内に，担保権によって担\n保される債権の全部又は一部が破産手続開始後に担保されないこととなったこと又は担保権\nの行使によって弁済を受けることができない債権の額を証明することが必要である（同法第\n１９８条第３項）。そのための手段として，本件のように担保割れとなっている別除権者に\nおいては，別除権を放棄することが考えられる。\n答案の中には，別除権の放棄に触れずに，単に担保権によって弁済を受けることができな\nい額を証明するとだけ記載する答案が少なからず見受けられたが，別除権の放棄に触れてい\nない以上，低い評価となっている。また，当該不動産について競売の申立てを行うとする答\n案も散見されたが，Ｅ信用金庫としては，抵当権を実行しても配当を受ける見込みはないこ\nとから，競売の申立てをすることは合理的な手段ではなく，これも低い評価となっている。\nその上で，Ｅ信用金庫としては，別除権の放棄の意思表示を誰に対して行う必要があるか，\n小問(1)の破産財団から放棄された本件不動産の帰属先を踏まえて，検討する必要がある。\nそして，小問(1)でＡ社に帰属すると解答した場合，別除権の放棄の意思表示はＡ社に対\nして行うこととなるが，誰をＡ社の代表者として当該意思表示を行う必要があるかを論ずる\n必要がある。これについて，まずは，株式会社が破産手続開始の決定を受けた場合には，取\n締役は，当然にその地位を失い（会社法第３３０条，民法第６５３条第２号），従前の取締\n役が当然に清算人となるものではなく，別除権の放棄の意思表示の受領は，裁判所に選任さ\nれた清算人等によって行われるべきものであるとして，破産手続開始の決定時の取締役に対\nしてされた別除権の放棄の意思表示を無効とした最高裁平成１６年１０月１日決定・集民２\n１５号１９９頁を踏まえる必要があるであろう。\n答案では，この見解に基づき，裁判所に対して清算人選任の申立てを行い，選任された清\n算人に対して別除権の放棄の意思表示をするとの解答をしたものが比較的多かったが，株式\n会社が破産手続開始の決定を受けた場合には取締役は当然にその地位を失うことの根拠とな\nる条文の摘示が不十分な答案（会社法第３３０条又は民法第６５３条第２号のいずれか一方\n又は双方の記載がない答案）も少なくなかった。\nまた，会社につき破産手続開始の決定がされても直ちに会社と取締役との委任関係は終了\nするものではないから，破産手続開始当時の取締役らは，破産手続開始によりその地位を当\n然には失わず，会社組織に係る行為等については取締役としての権限を行使し得るとした判\n決（最高裁平成１６年６月１０日判決・民集５８巻５号１１７８頁，最高裁平成２１年４月\n１７日判決・集民２３０号３９５頁）に依拠したと思われる答案も散見された。もっとも，\n上記最高裁平成１６年６月１０日判決は，上記平成１６年１０月１日決定が前提とする最高\n裁昭和４３年３月１５日判決・民集２２巻３号６２５頁とは事案を異にする旨明確に述べて\nいることから，この見解に依拠して論ずる場合には，破産財団から放棄された不動産に係る\n別除権の放棄の意思表示を受けることが「会社組織に係る行為等」としてこれらの判決の射\n程に入るのかを丁寧に論ずる必要がある。しかしながら，その点を意識した答案は見受けら\nれず，単に会社組織に係る行為等については取締役としての権限を行使し得るから，別除権\nの放棄の意思表示も従前の代表者に対して行えばよいとだけ記載しており，このような答案\nについては，一応の水準に達するものと評価することはできない。\n-3-\nこのほか，従前の取締役が当然にその地位を失うことになるかどうかという問題点を意識\nしないまま，代表取締役であったＢが清算人となるとしてＢに対して別除権の放棄の意思表\n示を行うとするものや，更には破産手続開始の決定によりＡ社が解散していることを意識せ\nずに，代表取締役であるＢに対して当該意思表示を行うという答案も少なからず存在した。\n⑵ 第２問\nア 設問１\n(ｱ) 小問１は，裁判所が再生手続開始の決定をすることができるかどうかについて，各債権者\nのコメントを踏まえて検討することが求められていることから，当該コメントの内容に照ら\nして，どの要件が特に問題となるかを意識しながら，丁寧に各要件の充足性を論ずる必要が\nある。\nすなわち，再生手続開始の決定をするためには，①再生手続開始の原因があること（民事\n再生法第２１条第１項）及び②再生手続開始の条件，すなわち再生手続開始の申立ての棄却\n事由が存在しないこと（同法第２５条）が必要である（同法第３３条第１項）ことから，そ\nの構造上，これらの全てについて，充足の有無を検討する必要がある。\nまず，前提として，同法第３３条第１項を摘示することを要するが，これを摘示していな\nい答案が少なからず存在した。\n①再生手続開始の原因があることについては，そもそもこれを検討していない答案も多か\nった。また，これに触れている答案であっても，「大口の売掛先から受け取っていた同年３\n月末日を満期とする手形が不渡りとなった」という部分について，Ａ社が不渡りを出したと\n誤解し，そのため，「同年４月２５日を満期とする手形を決済できないこと」を２回目の不\n渡りであるとして銀行取引停止処分に結びつけ，再生手続開始の原因として論ずる答案が，\nかなりの割合で見受けられた。さらに，「手形を決済できないことが確実になったこと」か\nら債務超過を認定する答案も散見され，手形の不渡りが直ちに債務超過を意味するものでは\nないことを理解していないことがうかがわれた。\nそして，②再生手続開始の条件，すなわち再生手続開始の申立ての棄却事由が存在しない\nことについては，その条文構造に照らして，各号ごとにこれに該当するかどうかを検討する\n必要があるところ，同法第２５条第１号，第２号及び第４号について検討することなく，同\n条第３号についてのみ検討する答案が多く見られた。条文の構造上，同条第１号，第２号及\nび第４号に該当するかどうかも検討して初めて，裁判所は再生手続開始の決定をすることが\nできるかどうかを判断することができることとなるから，簡単ではあっても，これらのこと\nに触れておく必要がある。なお，同条第２号の該当性を論ずるに当たって，清算価値保障原\n則との関係を詳細に論ずる答案も散見されたが，本事例においては，破産手続又は特別清算\n手続は係属していないことから，そのことだけを端的に指摘すれば足りる。\nまた，同条第３号の検討に当たっては，同号が，「見込みがないこと」とせず「見込みが\nないことが明らかであるとき」として，要件を絞り込んでいる趣旨を踏まえ，Ｅ銀行，Ｆ社\n及びＧ社のコメントの内容に照らして，特にＥ銀行について，今後の検討等によりその対応\nが変更する可能性があるかどうかも検討しながら，再生計画の可決の見込みを中心に論ずる\nことが求められているが，同条第３号の趣旨を踏まえて論ずる答案はわずかであった。また，\nＦ社のみならずＥ銀行も反対するものと解して，両者の権利行使見込額の総権利行使見込額\nに占める割合を単純に足し算するだけの答案も少なからず見られた。\n他方で，別除権協定の可能性や担保権の実行の中止命令の可能性等も考慮して別除権者で\nあるＥ銀行との交渉を行うことに触れながら，再生計画案の可決要件（同法第１７２条の３\n第１項第２号）や再生計画の認可要件（同法第１７４条２項第２号）を充足する見込みがな\nいことが明らかとはいえないことを論じる答案については，特に高く評価している。\nなお，再生手続開始の決定をすることができないとする答案も少数ながら存在したが，本\n-4-\n事案に照らして，再生手続開始の決定をすることができないというのは，低い評価とならざ\nるを得ない。\n(ｲ) 小問(2)は，再生手続開始の申立て後再生手続開始前に行う債務者との取引によって取得\nすることとなる債権を保護するための手段を問うものである。このことは，Ｇ社のコメント\nにおいて「再生手続開始の申立て後も…食材をＡ社に卸した場合」の不安を述べていること\nや，設問１の段階ではまだ再生手続開始の決定がされていないことから判読できるものと思\nわれるが，この点を看過した答案が相当数見受けられた。\n再生手続開始の申立て後に行われた債務者との取引によって生ずる債権も再生債権とな\nり，そのままでは弁済禁止効や再生計画による権利の変更の対象となることから，上記のよ\nうなＧ社の不安を払拭するための手法としては，当該債権を共益債権とする旨の裁判所の許\n可（又は権限を付与された監督委員の承認）を受けることが考えられる（民事再生法第１２\n０条）。もっとも，同条に触れた答案は少数にとどまっており，Ａ社とＧ社との取引は双方\n未履行双務契約（同法第４９条）又は継続的給付を目的とする双務契約（同法第５０条）に\n該当するとの答案や，中小企業者の再生債権の弁済許可（同法第８５条第２項）又は少額債\n権の弁済許可（同条第５項）を挙げる答案が多かった。\nしかしながら，Ｇ社が再生手続開始の申立てから再生手続開始の決定までの間に卸した食\n材については，再生手続開始時においては，Ａ者側の代金債務のみが未履行となっているこ\nとから，双方未履行双務契約には該当しない。また，継続的給付を目的とする双務契約につ\nいても，再生債務者に対して継続的給付の義務を負うものを対象とし，再生債務者がその都\n度個別発注をするようなものは該当せず，Ａ社とＧ社との契約関係が継続的給付を目的とす\nる双務契約に該当するとの事情は問題文からはうかがわれないことに留意する必要がある。\nまた，中小企業者の有する債権又は少額債権の弁済許可についても，Ｇ社が中小企業者に\n該当するか，再生債権の弁済を受けなければ事業の継続に著しい支障を来すおそれがあるか\nについての条件は問題文からはうかがわれず，また，総権利行使見込額の１０％を「少額」\nといい得るのかという問題がある。さらに，仮にこれらに該当し得るとしても，これらの弁\n済の許可は，再生手続開始後にされるものであるため，再生手続開始の決定前の段階におけ\nる対応を問われている本問では，行為前に共益債権とすることの許可又は承認を受けること\nとなる同法第１２０条の規定による対応と比べて直接的な対応とは言いがたいことから，こ\nれらを申し立てる予定であることを材料としてＧ社を説得する必要があることを十分に指摘\nして論じていない限り，低い評価となっている。\nイ 設問２\n(ｱ) 小問(1)は，まず，監督委員が否認権を行使するためにＡ社が採るべき手続を問うている\nことから，監督委員が否認権を行使するためには，裁判所による権限の付与が必要であり，\nそのためにＡ社は利害関係人としてこの権限付与の申立てをする必要があること（民事再生\n法第５６条第１項）を端的に解答する必要がある。特に，再生債務者の公平誠実義務（同法\n第３８条第２項）と結びつけてＡ社が当該申立てをすべきことを論じていれば，特に高く評\n価している。しかしながら，Ａ社が採るべき手続について問われているにもかかわらず，Ａ\n社が利害関係人に該当し，かつ，当該申立てを行うべきことについては触れていない答案が\n多数見受けられたほか，専ら否認の要件に該当するかどうかについて実体的に検討する答案\nが少なからず見受けられるなど，問われている内容を理解できていない解答が少なからず存\n在した（否認の要件に該当するかどうかについては問われていない以上，いかにこの点を詳\n細に論じたとしても，評価の対象とはしていない。）。\nまた，このような手続が必要とされている理由を管財人が選任されている場合と対比して\n論ずることについては，多くの答案では，再生債務者の財産についての管理処分権の有無に\nついては触れていた。その上で，それではなぜ管財人が選任されていない場合に，財産の管\n-5-\n理処分権を有する再生債務者による否認権の行使が認められないのかについてまで論じてい\nる答案は，少なかった。管理処分権の有無について，条文を摘示して丁寧に論じていれば，\n一応の水準にあると評価しているが，再生債務者による否認権の行使を認めていない理由に\nついて触れて初めて，監督委員に対する否認権を行使する権限の付与の手続が必要とされた\n理由が明らかになることには留意する必要がある。\n(ｲ) 小問(2)は，Ｂ社長が，取締役としての善管注意義務に違反するとして損害賠償責任（会\n社法第４２３条第１項）を負担することが考えられることを前提に，これを追及するために\nＧ社が再生手続において採り得る方策としては，損害賠償請求権の査定の申立てをすること\n（民事再生法第１４３条第１項及び第２項）や，財産の費消のおそれがあることから役員の\n財産に対する保全処分の申立てをすること（同法第１４２条第１項及び第３項）が考えられ\nる。もっとも，その双方に言及している答案はわずかであり，保全処分の申立てについての\nみ触れ，損害賠償請求権の査定の申立てについて触れていない答案が多数であった。また，\n時間不足もあってか，制度の理解はうかがわれるものの記述が不十分な答案が少なからず存\n在し，保全処分を行うことの必要性等の当てはめについて丁寧に検討している答案や，本事\n例においては管財人が選任されていないことから，再生債権者であるＧ社がこれらの申立て\nをすることができること（同法第１４２条第３項，第１４３条第２項）を丁寧に記載してい\nる答案は少なかった。\nなお，管理命令の申立て（同法第６４条第１項）をすることは，対応策の一つとなり得る\nものの，本事例において再生債権者が採り得る手段としては，上記の損害賠償請求権の査定\nの申立てや保全処分の申立てをする方が端的であることから，これらに触れることなく管理\n命令の申立てのみに触れたとしても，高い評価は与えていない。また，保全管理命令の申立\nて（同法第７９条第１項）をするとの答案も散見されたが，設問２は，再生手続開始の決定\nがされた後に判明した事情に基づくものであるという事例の把握ができていないものと思わ\nれる。\nウ 全体を通じて\n第２問は，いずれの小問も，民事再生法の基本的な知識を問うものであり，事例を適切に\n把握して，問われている内容を丁寧に把握した上で，それに適用され得る民事再生法の制度\n・条文（条のみならず，項・号まで）を正しく摘示して論述することができれば，高い得点\nを得ることができる問題である。\nしかしながら，上述のように，事例を正確に理解できていない答案や，設問において何が\n問われているか正しく理解できていないため，出題からずれた解答となってしまっている答\n案が多かった。設問で問われていることや事例の内容を正確に理解することは，正しく解答\nするための出発点であることを改めて留意する必要がある。\n４ 今後の出題について\n今後も，特定の傾向に偏ることなく，基本的な事項に関する理解を確認する問題，具体的な事\n案を正確に把握して適切に法令上の対応手段を導き出す能力を試す問題，倒産実体法及び倒産手\n続法に関する問題，企業倒産に関する問題と個人倒産に関する問題等，幅広い観点から，倒産法\nの基本的な理解ができているかどうかを問う出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの等\n倒産法における基本的な条文，判例及び学説を断片的・概括的にではなく，その趣旨に遡って\n理解をした上で，具体的な事例において倒産法を「使える」能力を涵養するため，個々の制度は\nそれぞれ具体的にどのような場面で用いることが想定されており，それがどのように機能するの\nかを，制度相互の関係・連動についても意識して，また，清算型手続と再建型手続との異同も理\n-6-\n解しながら，倒産法の体系の中で把握することが重要である。\nそして，具体的な事例の検討に当たっては，与えられた事実関係を正確に整理・把握した上で，\n問題点を的確に抽出する能力も必要とされる。\nまた，問題に対して，論理的かつ一貫性のある解釈論に基づき妥当な結論を導き，これを説得\n的に論ずる能力も必要とされる。\nこのような知識・能力の必要性は，倒産法の分野に限られるものではないが，倒産法は，実体\n法と手続法が交錯する法分野であり，民事訴訟法，民事執行法，民法，会社法等についての知識\n・能力が基礎として求められるなど，総合的かつ多角的な知識・能力が求められる分野である。\n法科大学院に対しては，こうした点にも配意しつつ，上記の知識習得や能力涵養を実現するた\nめの教育を期待したい。\nなお，例年，かつ，他の科目でも指摘されていることであるが，答案は他人が読んで採点する\nものであるという基本的な意識が欠けているものが，依然として少なくない。これは字の巧拙に\nよるものではない。たとえ稚拙な字であっても，一文字一文字が明確に記載してあれば，判読に\n苦労することはない。しかしながら，小さすぎて判読できない文字（特に，挿入のために行間に\n記載されている文字にそのようなものが多い。）で書かれた答案や，一見して日本語で書かれて\nいることを疑わざるを得ないほどの個性的な文字，乱雑な文字で書かれた答案等，判読が極めて\n困難なものが少なからず見受けられた。採点者において解読することができない部分の記載は０\n点と評価せざるを得ないことから，このことを意識して，是非改善してもらいたい。\n-7-\n平成３０年司法試験の採点実感（租税法）\n１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等\n［第１問］（配点：５０）\n公表済みの「出題の趣旨」の中で述べた主要な論点について，所得税法及び法人税法の基本的な\n概念，規定，判例を正しく理解した上で，本問の事実関係に即しつつ，設問が求める事項について\n的確に検討と当てはめがされ，設問に正面から答えているかという観点に立って採点した。\n設問１．においては，ＡがＸから損害賠償金として受け取った１００万円について，所得税を課\n税される範囲の説明が求められているところ，ほとんどの答案が，一定の損害賠償金を非課税所得\nとして規定する所得税法第９条第１項第１７号を指摘した上で，当該１００万円の内訳ごとに同法\n施行令第３０条各号への当てはめを行っていた。もっとも，所得税法第９条第１項第１７号を指摘\nしない答案も少数ながら見られたが，まずは上位規範である法律の規定を指摘した上で下位規範へ\nと検討を進めていくのは法規範の解釈，適用に当たって当然のことである。\n当該１００万円の内訳ごとに見ると，通院治療の費用の補填としての１０万円が所得税法施行令\n第３０条第１号に該当して非課税とされることはほとんどの答案が，また，通院に伴う休業補償と\nしての１０万円が同号の最後の括弧書きに該当して非課税とされることは多くの答案が，それぞれ\n正答していた（念のために付言すれば，括弧書き内の文言を指摘したり，括弧書き内の文言に当て\nはめたりする場合，その文言が括弧書き内に規定されていることまで明示しなければ正確に条文を\n摘示したことにならないことは銘記すべきである。）。これに対し，バイク修理費用を補填するもの\nとしての１０万円が非課税とされないことについて正答する答案は少なかった。所得税法施行令第\n３０条柱書きの最後の括弧書きにおいて必要経費に算入される金額を補填する性質の損害賠償金が\n非課税所得から除外されていることを理解していないと思われるものが予想に反して多く，この点\nは，損害賠償金は非課税との原則に対する重要な例外の一つであるから，十分な理解が望まれると\nころであった。他方，少数ではあるが，必要経費を補填する性質のものが非課税所得から除外され\nている趣旨をも含めて丁寧な論述をする答案もあり，正確な理解をうかがわせて好印象であった。\nなお，Ａが支出したバイクの修理費用１０万円を資産損失として捉えた上で，資産損失は所得税\n法第５１条第１項により必要経費に算入されるからその補填としてＡがＸから受け取った１０万円\nは非課税とならないとする答案も散見されたが，本問の事案を素直に読む限り，そもそも当該１０\n万円はＡの資産損失を補填するものではなくＡが支出した事業所得に係る必要経費であるバイクの\n修理費用を補填する性質のものであるし，（本問の事案では想定されていないが）仮に資産損失の\n補填として１０万円を受け取ったのであれば，同項の第２括弧書きにより資産損失としては必要経\n費に算入されない一方，当該１０万円は同法施行令第３０条第２号により非課税とされるのである\nから，条文の操作そのものとして見ただけでも誤りと言わざるを得ない。\nその余の７０万円については，そのうち慰謝料として相当な１５万円が所得税法施行令第３０条\n第１号に該当して非課税とされることを指摘した上で（なお，当該１５万円が同条第３号の「相当\nの見舞金」に該当して非課税とされるとする答案も一定数あったが，同条第１号が「心身に加えら\nれた損害につき支払を受ける慰謝料」と明示している以上，同号に該当するものと解するのが相当\nであろう。），残額の５５万円につき，一定の損害賠償金が非課税とされる趣旨や非課税とされる損\n害賠償金の意義を明らかにしつつ，その非課税所得該当性の有無を説明する必要があるが，その論\n-8-\n述が十分と評価できる答案は多くなかった。その一方で，いわゆるマンション建設承諾料事件判決\n（大阪地判昭和５４年５月３１日・判例時報９４５号８６頁）を指摘して論述し，あるいは，同判\n決の指摘はなくとも説得的に論旨を展開した答案も少数ながら見られ，このような答案は「優秀」\nの評価を受け得るものであった。\nそもそも，設問１．においては，所得税法における所得の概念を踏まえつつ，当事者間で損害賠\n償金と明確に合意して授受された金員の非課税所得該当性を説明することが求められているのであ\nるから，所得税法が純資産の増加を全て所得として捉える包括的所得概念を採用していることから\n説き起こし，一定の範囲の損害賠償金が損害の回復，補填の性質を持ち，純資産の増加をもたらさ\nないことから非課税とされることを指摘し，ひるがえってそのような性質を持つもののみが当事者\n間での名目にかかわらず非課税とされる損害賠償金に当たることを説明すべきであるが，このよう\nな論旨が十分に展開できている答案は多くなかった。むしろ目に付いたのは，このような論旨を答\n案の冒頭ないし前半部分で総論的に述べているにもかかわらず，後半部分で各論的に５５万円の非\n課税所得該当性を述べるに当たり，当該論旨を全く踏まえない答案が少なくないことであった。こ\nのことからは，「論点」であるからとりあえず答案に書くという意識がうかがえるが，法令の解釈\nは，目の前の具体的事案を解決するために必要であるから行うのであり，司法試験における答案作\n成に当たっても，何のためにその「論点」に関する論述をするのかを常に意識する必要がある。\n設問２．は，Ｂ社が貸倒損失として経理処理した損害賠償請求権についてその全額を損金算入す\nることの可否を問うものであるが，そもそも，いかなる論述が求められているのかや，損金の額に\nついて定める法人税法第２２条第３項のいずれの号の問題であるかを的確に捉えられていない答案\nが散見された。加えて，本設問の解答に当たっては，参考となる最高裁判所の判決の内容を指摘す\nることが求められているにもかかわらず，この点につき一切触れないものや，いわゆる興銀事件最\n高裁判決（最判平成１６年１２月２４日・民集５８巻９号２６３７頁）の内容を説明するものとし\nては誤った，あるいは甚だ不十分なものも目に付いた。これらの答案は，いずれも，「一応の水準」\n以下の評価しか得られないこととなろう。その一方で，同最高裁判決の事案の概要や本問の事案と\nの違いを簡にして要を得た記載ぶりで説明するものや，同最高裁判決が損金算入の要件該当性の判\n断に当たって債務者側の事情だけでなく債権者側の事情をも考慮するとしたことに特徴がある旨を\n指摘するものも少数ながら見られ，判例に対する理解の深さが感じられ好印象であり，これらの答\n案は，「優秀」の評価を受け得るものであった。\n本設問においては，興銀事件最高裁判決が損金算入の要件該当性の判断に当たって考慮するとし\nた債務者側の事情と債権者側の事情として検討すべき事実を提示された事案の中から拾い上げ，損\n金算入の要件を満たすか否かを検討する必要があるところ，多くの答案が，債務者側の事情として，\nＸが定職に就かず，安定した収入もなく，本件定期預金以外にみるべき資産もない状態であり，こ\nのような経済状態が好転する兆しもないことを挙げ，債権者側の事情として，任意弁済をしないＡ\nから法的手続によって債権回収を図ろうとしても，少なくとも４０万円の費用を要し，本件定期預\n金の金額との関係で費用倒れに終わることを的確に指摘していたが，それらの答案の中には，損金\n算入の要件該当性の考慮要素を具体的に記述しながらそれとリンクする形で事実の摘示，評価，当\nてはめができていないものも相当数見受けられた。設問１．について述べたところと同様，単に「論\n点」であるから書くというのではなく，何のために書くのかを意識しなければならない。\n全額の損金算入の可否の結論については，ほとんどの答案が４００万円全額を法人税法第２２条\n第３項第３号の「損失」として損金算入できるとの結論を導いていたが，一切損金算入できないと\nするものや，本件定期預金の金額である３０万円を除いた３７０万円の限度で損金算入できるとす\nるものも少数見られた。本設問においてどの結論でなければ論理的に誤りであるということはない\n-9-\nが，多くの答案が指摘していた上記の債務者側の事情及び債権者側の事情を踏まえてもなお，いま\nだ全額の回収不能が客観的に明らかでないとするには相応の説得的な論述が必要であるところ，そ\nの程度に至っているものは必ずしも多くはなかった。また，金銭債権の一部の貸倒れ（部分貸倒れ）\nの損金算入を認めるのであれば，相応の法解釈を展開する必要があるところ，単に本件定期預金の\n３０万円が回収可能であるから３７０万円の限度でしか損金算入できないとの発想が根本にあると\n思われる答案がほとんどであった。\n最後に，両設問を通じ本問は，所得税法と法人税法の基本的な概念，規定，判例を正しく理解し\nていれば，少なくとも「良好」の評価を得ることが可能であり，その上で，規定の摘示や事実の当\nてはめ，評価が丁寧にされ，説得的に論旨を表現できていれば，「優秀」の評価を得ることも可能\nであった反面，これらができていなかった者は，「一応の水準」あるいは「不良」の評価とならざ\nるを得なかった。法律実務家を目指す以上，法令や判例を正確な知識として習得し，これを具体的\n事案に丁寧に当てはめることのできる能力，そしてこれを読み手に向けて説得的に論述する能力を\n身に付けることは大変重要である。また，法人税法に関する設問２．は，所得税法に関する設問１．\nと比較して，解答者間の点数の開きが大きく，法人税法の学習の質と量の差が点数差に現れたもの\nと思われる。第１問全体として「優秀」ないし「良好」の評価を得るためには，法人税法の学習を\nおろそかにしてはならない。\n［第２問］（配点：５０）\n第２問に関しては，各設問の出題の意図を理解できていない答案が目立った。設問１．は源泉徴\n収の法律関係の理解を問う問題であり，設問２．はＡらの「平成２７年にＸ社が，本件横領により\n損失を被ったとの見解」を前提として本件更正処分の適法性の検討を求める問題であり，設問３．\nは本件納税告知処分の適法性，すなわち，本件横領によるＡへの利益移転の給与所得該当性の検討\nを求める問題である。これに対して，設問１．や設問２．でＡへの給与所得該当性を論じたり，設\n問３．で本件横領による損失と損害賠償請求権の両建ての可否を論じたりする答案が，それぞれか\nなりの数見られた。これらの答案についても採点においては一定の配慮をしたが，各設問の意図を\n正確に理解した答案とは，当然のことながら成績にかなりの差異を生じた。\n設問１．については，「Ｅ税務署長」による徴収方法が問われていることから，この点について\nの直接の根拠規定となる所得税法第２２１条を挙げ，同条が，「所得税を徴収して納付すべき者が\nその所得税を納付しなかつたときは，税務署長は，その所得税をその者から徴収する。」と定めて\nいることを指摘する答案が多いと期待していた。この規定を本問の事実関係に素直に適用すれば，\nＥは飽くまでＸ社から徴収すべきであってＡから徴収することはできない，という結論が導かれる。\nところが実際には，同条を指摘しない答案や，同条を指摘しつつ「その者」を受給者であるＡと誤\n解して「Ａから徴収できる」と解答する答案などがかなりの数あった。\nまた，源泉徴収の法律関係について，源泉徴収義務者と国との間，及び，源泉徴収義務者と受給\n者との間に法律関係が成立するが，国と受給者との間に法律関係はないとし，その結果，前掲の所\n得税法第２２１条と併せてＥはＡから徴収できないとの解答を導いていた答案は，むしろ少数であ\nった。目立った誤答としては，「源泉徴収は支払者が受給者の所得税を受給者に代わって納付する\n制度」とするもので，この前提の下で「Ｘ社が納付しない場合には原則に戻ってＡから徴収できる」\nとする解答がかなりの数あったが，これらは源泉徴収制度の概要すら理解していないもので，到底\n「一応の水準」とすら呼べないものである。\nまた，源泉徴収の「法律関係」について簡潔に説明することを求めたにもかかわらず，「効率的\nかつ確実に徴収する制度」など，その趣旨目的に触れるにとどまった答案も多く，そのような答案\nには当然ながらこの論点について得点を与えることはできなかった。また，源泉徴収制度を給与所\n-10-\n得者に関する制度と説明する誤答も一定数あった。この制度が給与所得以外にも所得税において広\nく用いられていることを認識すべきである（この点は，平成２７年の採点実感（第２問）において\nも指摘されている。）。\nなお，本件の源泉徴収の根拠規定は所得税法第１８３条第１項であるところ，同条第２項を指摘\nする答案も一定数あった。Ａが「役員」であることに引っ張られたものであろうが，誤答である。\n条文を正確に読む能力の不足と考えられる。\n設問２．は，いわゆる横領損失と損害賠償請求権の両建処理に関する問題である。まず，一般論\nとしては，①本件横領により（１０００万円の）損失が生じたとの見解の下では，その（１０００\n万円の）損失が法人税法第２２条第３項第３号により平成２７事業年度の損金に算入される。②他\n方，Ｘ社はＡに対して，本件横領に基づく損失と同額（１０００万円）の損害賠償請求権を有する\nところ，③その権利の年度帰属は法人税法第２２条第４項の公正処理基準の下で権利確定主義に基\nづいて判断されるべきである。この考え方を当てはめると，④本件横領による損失とそれに基づく\nＸ社の損害賠償請求権は同時に確定するのが原則であるが，⑤被害者にとって加害者や権利内容を\n知ることが困難で直ちに権利行使を期待できない場合には，例外的に権利行使を期待できることと\nなった日の属する事業年度に収入すべき権利が確定する。⑥ただし，課税の公平を図る見地から，\nこの判断は客観的に，ないし，一般人を基準としてなされるべきである，という６点を論じる必要\nがある。\nその上で，本件への当てはめを行なうことになる。Ｘ社の代表者であるＡによる横領であること，\n他の取締役で株主でもあるＢ・ＣはＸ社の経営にあまり関心を持っていなかったことなどを合理的\nに勘案して論理的な結論を導いているものであれば，平成２７年中に損害賠償請求権により収入す\nべき権利の確定があり，更正処分は適法であるとする結論でも，平成２７年中には権利確定がなく\n本件更正処分は違法であるとする結論でも，同様に正答として採点した。\nこれに対して，本問のような損害賠償請求権と損失は常に同時に確定するとして平成２７年中の\n損害賠償請求権により収入すべき権利の確定を導いた答案は，裁判例の動向への関心の程度が異な\nるものとして（参照，東京高判昭和５４年１０月３０日訟月２６巻２号３０６頁（日本綜合物産事\n件），最判平成４年１０月２９日訟月３９巻８号１５９１頁（相栄産業株式会社事件），東京高判平\n成２１年２月１８日訟月５６巻５号１６４４頁（日本美装株式会社事件）），上記①ないし⑥につい\nて検討する答案よりも，やや低い評価となった。\n本問は，法人税法に関する，いわゆる典型論点の一つであり，ほぼ完璧に書ききっている答案も\n一定数以上存在したし，さらに，Ｅによる本件更正処分の内容を，「法人税法第２２条第３項第２\n号の費用として損金算入されていた外注費が架空であることからこの損金算入を否定するととも\nに，同額をＡに対する役員賞与として同法第３４条第１項により損金算入を否定したもの」と正確\nに指摘した答案も複数あり，これらに対しては高い評価を与えた。\n他方で，横領による損失だけに着目する答案もかなりの数あり，前述した出来の良い答案との間\nには，得点に大きな開きを生じた。また，損失と損害賠償請求権の両方を論じているものであって\nも，「両者が平成２７事業年度に両建てになる結果，損益は生じない（プラスマイナスゼロ）から，\nＸ社の法人所得を増額するＥの本件更正処分は違法」とする誤答も相当数あった。Ｘ社が申告にお\nいて架空外注費を損金算入していた点を見落としており，このような分析では，やはり高い得点は\n望めない。\nなお，更正処分の適法性を論じるに当たって国税通則法第２４条を参照し，本問の事情において\nＸ社の課税標準等が「その調査したところと異なるとき」に当たるかを論じた答案も一定数見られ\nたが，更正処分の適法性を論じるに当たって同条を参照する必要はない。端的に，Ｅの処分におい\n-11-\nて示された税額がＸ社の正当な税額を上回れば，その限度で更正処分は違法となる。このことは特\nに教室で習っていなくても，更正処分の取消訴訟の判決をある程度の件数読めば分かるはずであり，\n後述するように，最高裁判例又は下級審裁判例に対して，適切な関心が持たれていないことと関連\nするように思われる。\nその他，この設問２．を法人税法第３４条第３項，又は，同法第５５条第１項の問題とする誤答，\n「Ａら納税者が横領という見解で一致している以上，税務署長にそれを役員給与と引き直す権限は\nない」とする誤答なども多く，よくできた答案と得点の上で大きな開きが生じた。\n設問３．は，異説にも触れつつ，本件納税告知処分の適法性を論じる問題である。第２問の問題\n文において，税務署長Ｅは本件横領による利益をＸ社がＡに与えた役員給与であり，所得税法にお\nける給与所得に該当するからＸ社に源泉徴収義務が発生するとの見解の下に本件納税告知処分を行\nなっている。これに対してＸ社側（Ａら）は，本件横領によりＸ社は損失を被っており，これはＡ\nから賠償されるべきものであるとの見解で一致している。したがって，本問のポイントは，本件横\n領による利益がＡの給与等に該当すれば納税告知処分は適法であり，逆に，本件横領からＸ社が損\n失を被るのみでＡの給与等に該当しないならば納税告知処分が違法となる，という判断枠組みにあ\nる。そして，自説が給与所得該当説であれば，横領損失説に触れつつ自説を論理的に主張する（あ\nるいは，その逆）ことが求められている。自説がどの説を採るかではなく，それぞれの説が論理的\nに説明され，かつ，異説への批判が適切に行なえているか，という観点から採点した。\n期待される検討枠組みに何らかの形で言及した答案は全体の約半数であったが，枠組みを正しく\n指摘した答案はさらにその半分強にとどまった。他方，この枠組みを指摘した答案において，給与\n所得該当説は，役員・従業員がその地位に基づいて法人から与えられた経済的利益を広く給与所得\nと捉え，本問における利益はＡがＸ社の代表取締役としての立場・権限を利用して受けたものであ\nるとするなどの見解に立つ答案が多く，また，横領損失説は，給与所得の意義の一般論を述べつつ，\n本件の利益はＸ社へのＡの役務提供の対価に該当しないとする答案が多かった。いずれも，正答で\nある。\n設問３．については，Ｅによる納税告知処分をＸ社の法人税に関する処分と誤解し，Ｘ社の法人\n所得に焦点を当てて検討した答案が少なからずあった。設問１．とも関連するが，源泉徴収による\n所得税の制度についての理解を全く欠くものと言わざるを得ない。\n第２問を通して結果を見ると，設問２．を中心によく出来た「優秀」「良好」な答案があった反\n面，「一応の水準」とされる答案はやや少なく，設問１．と設問２．で基本的な制度の理解不足な\nどを示した「不良」な答案も多く見られた。\n問題作成時には，設問１．がごく基礎的な知識を問う問題であり，設問２．が典型論点であるこ\nとから，第２問の成績は全体としてかなり良いと想定していたが，残念ながら大きく異なる結果と\nなった。\n３ 今後の出題について\n本年は第１問設問２．と第２問設問２．が法人税法に関する問題であり，その余が所得税法に関\nする問題であった。範囲としては，今後も所得税法からの出題を中心としつつも，法人税法や国税\n通則法の基本的事項からの出題が望ましいと考えられる。その意味で，法人税法や国税通則法の学\n習をなおざりにして「優秀」ないし「良好」の評価を得ることは困難である。\n内容としては，所得税法，法人税法，国税通則法に関する基本概念や制度に関する基本的な知識\nの有無及び程度，さらにこれらの知識を利用して条文の文言を解釈し，当該条文を具体的な事実関\n係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n-12-\n４ 今後の法科大学院教育に求めるもの\n⑴ 基本的な概念や基本的な知識の習得\n近年の答案の傾向として，租税法の基本的な概念や基本的な知識の理解に欠ける答案が多いこ\nとが挙げられる。本年の第１問設問１．において一定の損害賠償金が非課税所得とされる趣旨，\n理由を「担税力の低下」や「被害者の保護」といった一言で片付けてしまい，所得概念との関連\nで正確に説明できていない答案が散見されたことや，第２問設問１．において源泉徴収制度につ\nいての基本的な知識の欠落を示した答案がかなりの数にのぼったのがその例である。\n法科大学院においては，まず，基本的な概念や基本的な知識を正確に理解させることに重点を\n置いた上で，次のステップとして条文の相互関係，更には個々の規定の趣旨・目的の議論と条文\nの文理解釈との間のつながりを考察できる能力の習得を目的とした教育が望まれる。\n⑵ 事実認定と当てはめに関する能力の習得\n平成２９年の採点実感でも触れた，事実認定と当てはめに関する能力の習得は，租税法の学習\nにおいて重要な事項である。この点につき，本年の問題はあまり高度な能力を要求するものでは\nなかったため，答案において，事実認定や当てはめの前提として，期待した「事実の評価」を行\nった答案が多く見られた。たとえば，第２問に関連して，「株主総会」と称して集まってもＢ，\nＣの主たる関心が焼き牡蠣や土手鍋を賞味することにあった点を指摘して，「この２名がＸ社の\n経営に，取締役・株主として当然持つべき関心を持っていなかった」と評価した答案は相当数見\nられた。\nこのように，問題文の事実をただ答案用紙に引き写すだけでなく，それに「当てはめ」へと続\nく「評価」を与えることの重要性を，十分に認識する必要がある。\n⑶ 法人税法等の習得\n法人税法に関する設問の正答率は，例年，相当程度低い。本年の第１問設問２．は，金銭債権\nの貸倒損失の損金算入の可否という典型論点を問うていることが問題文自体にほぼ明示してある\nものであったが，そもそも論点を正しく捉えていない答案や，この論点では必ず採り上げられる\n興銀事件最高裁判決の内容を正しく理解していない答案が少なくなかった。第２問設問２．も，\n先に触れたようにいわゆる典型論点であったが，設問の意図を正確に理解し，適切な解答をした\n答案は決して多いとは言えない。司法試験の租税法の出題範囲は法人税法のごく一部に限られて\nおり，比較的時間に余裕がない授業であっても基礎的な制度理解と重要判例を学習する時間を確\n保することは不可能ではないと思われる。\nまた，所得税の手続的な側面について授業中に十分な時間を充てることは難しい場合もあるが，\n例えば，利子所得，配当所得，給与所得，退職所得を教える際に取り上げる判例，裁判例におい\nては支払者が原告となっている例も多く（例えば，利子所得につき，東京高判昭和３９年１２月\n９日行集１５巻１２号２３０７頁（協和興業事件），配当所得につき，最判昭和３５年１０月７\n日民集１４巻１２号２４２０頁（鈴や金融株式会社事件），給与所得につき，最判昭和３７年８\n月１０日民集１６巻８号１７４９頁（通勤定期券課税事件），退職所得につき，最判昭和５８年\n９月９日民集３７巻７号９６２頁（５年退職事件）），そのような判決を扱う際に合わせて源泉徴\n収の法律関係に一言触れた上で，適切な基本書を挙げて授業外で参照するように指示するなどの\n対応は可能なはずである。また，法人税の更正処分と同時に源泉所得税の納税告知処分がなされ\nる事案（例，最判昭和４８年１２月１４日訟月２０巻６号１４６頁（株式会社塚本商店事件））\nを扱う際に，納税告知処分について短時間でも解説することは，むしろ自然でさえある。\n授業時間の厳しい制限内ではあるが，所得税法，法人税法などの実体法と関わる租税手続法につ\n-13-\nいても基礎的な理解を与えるような工夫が必要とされる。\n⑷ 判例・裁判例の学習\n毎年の採点実感で触れられているところであるが，適切な内容の答案であっても，関連する最\n高裁判例や重要な下級審裁判例に触れるものはほとんどなく，極めて問題である。本年の各設問\nについて，関係する判例等を挙げると以下のとおりである。\n第１問設問１．大阪地判昭和５４年５月３１日判例時報９４５号８６頁（マンション建設承諾\n料事件）\n設問２．最判平成１６年１２月２４日民集５８巻９号２６３７頁（興銀事件）\n第２問設問１．最判昭和４５年１２月２４日民集２４巻１３号２２４３頁（愛知交通事件）\n最判平成４年２月１８日民集４６巻２号７７頁（日光貿易事件）\n設問２．最判平成５年１１月２５日民集４７巻９号５２７８頁（大竹貿易事件）\n東京高判平成２１年２月１８日訟月５６巻５号１６４４頁（日本美装事件）\n設問３．青森地判平成１５年４月２２日（裁判所Web・給与所得該当性を否定）\n仙台高判平成１６年３月１２日（裁判所Web・給与所得該当性を肯定）\nこのように全ての設問が最高裁判例，又は，重要な下級審裁判例に関連しており，答案作成に\n当たっては，当然にこれらに言及すべきであるところ，特に問題文で言及を求めた興銀事件最高\n裁判決を除き，これらの判例等の存在に言及した答案はごく僅かであった（それらの答案には，\n言及内容に応じて加点した）。\nここで挙げた判例等の多くが代表的な判例教材に収録されているにもかかわらず，それらに一\n切言及していない答案が非常に多いという現状は，法科大学院における租税法教育の場で判例へ\nの言及が不十分であることを強く推認させるものである。法科大学院の教育においては，少なく\nとも著名な最高裁判決には言及できるような知識の整理を前提として，自らの主張が判例に反対\nする場合はもちろん，その趣旨に沿うものであっても判例に言及することが不可欠であることを，\nきちんと教えるべきである。\nこれに加え，第２問設問２．で更正処分の適法性を検討するに当たり，端的にＸ社の正当な法\n人税額を論じる代わりに国税通則法第２４条の「調査」の文言に固執して本問における「調査」\nの内容を論じるなど，更正処分の取消訴訟の判決を数件でも精読していればあり得ない誤りが散\n見されたことをも勘案すると，演習科目等において実際の判決文を教材とすることなども，教育\n上必要な措置だと考えられる。\n５ 租税法を勉強するに当たり\n⑴ 条文の正確な理解と適切な引用\n採点をしていると，法的効果の説明をしながら，その効果の根拠となる条文を引用していなか\nったり，誤った条文を引用したりしている答案や，解答として「○条○項○号」と書くことが求\nめられているところを「○条」「○条○項」とのみ書いて手を抜く答案が多いことに気づく。第\n２問設問１．の解答において，給与所得の源泉徴収の根拠規定として所得税法１８３条１項を挙\nげるべきところ，「１８３条２項」と書くのが前者の例であり，第１問と第２問の双方の設問２．\nの解答において，損失として損金算入する場合の根拠規定を「法人税法２３条３項３号」と書か\nずに「法人税法２３条３項」と書くにとどめるというのが後者の例に当たる（第１問設問１．の\n解答において「括弧書き」まで書かないのも後者の例である。）。\n租税法令の正確な理解とその運用能力を身に付けることは，租税法を勉強する基本中の基本で\nあり，そのためには，常に法令を参照し，現在検討している問題が条文中のどの文言に関連する\n-14-\nのかを確認することが不可欠である。\n⑵ 判例に関する関心と理解\n最高裁判例，及び，重要な下級審裁判例に関する知識は，租税法の基本的な知識の一部である。\nしたがって，それらの判決における事案と判決内容について，正確かつ論理的な理解をしておく\n必要がある。\nそして，平成２９年の採点実感においても指摘したことであるが，司法試験の解答に際しては，\n論点について判例等がある場合には，問題文に特に「判例に言及しつつ」というような指示がな\nくても，これに言及することは，原則として必要だと理解すべきであり，それがない場合は減点\nを覚悟すべきである。自説が判例等と異なる場合であっても，この間の事情は変わらない。\nこのような解答が作成できるようになるためには，基本書で基本的な知識や制度理解を身に付\nけた後，授業において用いられる判例教材に載せられている判決を深く読み込むことが必要であ\nる。一部の基本書や判例教材において，わざわざ個々の判例等に「事件名（ニックネーム）」を\n付けているのは，そのような学習方法の一助とするためなのである。\nなお，限られた試験時間内で答案を作成する以上，答案における判例等への言及と言っても，\n特別なことが要求されるわけではない。問題文で判例等への言及が特に求められていない場合で\nあれば，例えば，「～については～と解すべきである（判例同旨）。」「判例によれば，～は～と解\nされている。」というような表現で，自説と判例との関係を自覚していることが示されていれば\n一応は必要性を満たしていると言い得る（基本書等で用いられた事件名を附記できれば，さらに\n良いことは言うまでもない）。また，判例の趣旨を理解していることが採点者に伝われば足りる\nのであるから，一字一句判決文のとおりに書く必要があるわけでもない。誤解のないように付け\n加えておきたい。\n(1)と(2)の記述を一言でまとめれば，租税法の勉強は，「一に条文，二に基礎知識，三に判例」\nとなろう。\n⑶ 基本的かつ偏らない知識の習得\n採点実感を熟読すれば分かるように，本年の問題は，第２問設問３．を除けば，ごく基本的な\n事項に関する出題に止まるし，同問についても，両説それぞれを示す複数の下級審裁判例が判例\n教材にも取り上げられている重要事項であって，それほど難易度が高いわけではない。\nそれにもかかわらず，期待した水準の答案となっていないのは，出題された制度や論点につい\nての基礎的な知識に欠いているからである。また，所得税法のみの理解では法人税法や国税通則\n法の問題は解けない。\nしたがって，司法試験の出題範囲全体に対して目配りしつつ，基礎的な知識をしっかりと身に\n付けることが，まずは必要な事柄と言えよう。\n６ その他参考事項\n租税法に限らず，答案の作成はコミュニケーションである。何を問われているのかを正確に把握\nし，必要な内容を誤解なく伝える答案が，必然的に高得点となる。問題文や問いの内容を自分勝手\nに理解して作成した答案では，良い成績は望めない。また，司法試験では突飛な内容を質問するわ\nけではないから，日頃から制度に関する基礎的な知識や判例等の理解を蓄積しておけば，おのずか\nら，「これは～を問う問題だな。」ということが分かるはずである。\nその意味でも，既に何度も述べたとおり，条文や制度の基本的な理解と判例等への関心を有して\nいれば，司法試験の租税法において，高得点をマークすることは，決して難しいことではない。\n-15-\n平成３０年司法試験の採点実感（経済法）\n１ 出題の趣旨について\n出題の趣旨は，別途公表している「出題の趣旨」のとおりである。\n２ 採点方針\n出題した２問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」とい\nう。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が市場における競争にどのよ\nうな影響を与えるかを念頭に置いて，問題点を指摘し，法解釈を行い，事実関係を丹念に検討し\nた上で，要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的\nに見ようとしており，公表されている公正取引委員会の考え方やガイドライン等について細かな\n知識を求めることはしていない。\n⑴ 第１問\n第１問は，Ａ社ないしＦ社がＸ製品及びＹ製品に関して行った価格情報交換に関連する行為\nが独占禁止法第２条第６項の各要件を満たす行為（不当な取引制限）に当たるか否か（設問⑴），\n違反行為の成立を前提として行為者に及ぶサンクションとその軽減への対応について（設問⑵），\n見解を問うものである。\n具体的には，設問⑴に関しては，①情報交換に関与した各社の担当者の行動や発言の相違を\n踏まえて，「共同して」（又は「共同して・・・相互に」）を満たすか，すなわちＡ社ないしＦ社\nの間に意思の連絡があったと認められるか否か，②意思の連絡により「相互にその事業活動を\n拘束」したと言えるか，③意思の連絡の内容やＸ・Ｙ各製品の属性等を踏まえて，意思の連絡\nの対象範囲をどのように認定し（両製品につき一体としての合意を認定するのか，各別に合意\nを認定するのか），「一定の取引分野」をどのように画定するのか，④値上げの成否や需要者の\n抵抗などを踏まえて，当該「一定の取引分野」における「競争を実質的に制限する」と言える\nか，といった論点について，的確に事実認定を行った上で論理的に説明できているかどうかを\n見た。また，設問⑵に関しては，①課徴金に係る計算の始期について，法令に規定された実行\n期間の意義を理解して，認定した違反行為に対応した検討が行われているか，②課徴金減免申\n請について，公正取引委員会の調査開始日以後の申請であることを踏まえ，減額が認められる\nために申請者に求められる行動について，適切な根拠条文を参照して的確に説明できているか\nを見た。\n⑵ 第２問\n第２問は，オンライン旅行予約サービス事業者（以下「ＯＴＡ」という。）であるＡ社が，宿\n泊施設とサービス提供契約を締結するに当たって，第１案ないし第２案のような条件を付すこ\nとにより，当該宿泊施設の事業活動及び競争（他の宿泊施設やＡ社との競争。以下同じ。），Ｏ\nＴＡ間の競争にどのような影響があるかを分析・検討し，不公正な取引方法（独占禁止法第２\n条第９項第６号ニに基づく一般指定第１２項）の該当性について，正しい独占禁止法の理解に\n基づき的確に結論を導けるかを問うものである。\n全般的には，一般指定第１２項の要件該当性について，行為要件，対市場効果要件，正当化\n事由の順に，条文等に基づいて規範を定立した上で，問題文に記載された事実関係に基づく当\nてはめをしているかを評価の対象とした。\n規範の定立に関しては，一般指定第１２項の「拘束する条件をつけて」及び「不当に」の条\n文解釈，正当化事由についての判断基準の定立がそれぞれ的確にされているかを評価した。\n当てはめのうち，本問の中心的な論点である対市場効果要件に関しては，適切に市場を画定\nした上で，反競争効果について多角的に分析できているかを評価の対象とした。\n-16-\n具体的には，市場画定の意義や目的を踏まえて，需要者と供給者を明確に意識し，オンライ\nン予約とオフライン予約を別の市場とするか否か，ＯＴＡを介した予約と宿泊施設のサイトを\n通じた直接予約を別の市場とするか否かについて分析できているかを評価の対象とした。\nその上で，第１案については，ＯＴＡ間の競争への影響が焦点となることを意識し，反競争\n効果の有無についての結論を導くことができているかを評価した。取り分け，オンライン・プ\nラットフォームの場合，一方の市場における当該プラットフォームの顧客が増えれば増えるほ\nど，他方の市場の顧客にとっても当該プラットフォームを利用することの効用が増すという間\n接ネットワーク効果が働くため，シェア第１位企業の導入する措置がＯＴＡ間の競争に及ぼす\n影響を十分に分析できているかも評価対象とした。他方，第２案については，第１案と比較し\nてＯＴＡ間の競争への影響が明確ではないことを意識し，宿泊施設の事業活動及び競争への影\n響等も総合考慮して反競争効果の有無について的確に結論を導くことができているかを評価の\n対象とした。\n正当化事由については，定立した判断基準に従い，問題文に記載された目的・手段及びより\n競争制限的でない代替的手段等に係る事実関係に基づいて，的確に結論を導いているかを評価\nの対象とした。また，フリーライド（ただ乗り）防止に関しては，競争促進効果の観点から反\n競争効果の有無を論じる答案についても，同様に評価した。\n加えて，資料として付した流通・取引慣行に関する独占禁止法上の指針（以下「流通・取引\n慣行ガイドライン」という。）に示された判断基準を的確に踏まえた解答となっているかも評価\n要素とした。\n３ 採点実感等\n⑴ 出題の趣旨に即した答案の存否，多寡について\nア 第１問\n設問⑴のうち，まず行為要件については，「共同して」が「意思の連絡」であること及びそ\nの立証方法を示した上，Ｘ・Ｙ両製品又は製品ごとに意思の連絡の有無を検討する中で，協\n議の場で特徴ある態度を示したＡ社，Ｃ社，Ｄ社について意思の連絡の当事者であるか（意\n思の連絡が成立しているか）を検討できている答案が多かった。他方，意思の連絡の立証方\n法についての言及を欠く答案，事前の連絡交渉とその内容に係る事実については言及するも\nのの事後の行動の一致には触れることなく意思の連絡を肯定する答案，Ａ社，Ｃ社，Ｄ社の\nそれぞれについての検討を欠く答案や検討内容が十分ではない答案（例えば，Ａ社に関して\n他社の認識についての言及を欠く答案，Ｃ社に関して事後の行動の一致についての評価を欠\nく答案，Ｄ社に関してＹ製品についての検討を欠く答案など）も散見された。Ｃ社について\nは，意思の連絡の成立を問う場面にもかかわらず，意思の連絡からの離脱要件を当てはめて\n検討を加えた答案もかなり見られた。また，情報交換の背景・動機，会合の開催とそこでの\n話合い，値上げのプロセスの評価や競争行動からの乖離という観点から，十分な説明がなさ\nれていない答案も多くあった。\n「一定の取引分野」に関しては，その意義や画定基準を示し，本件行為がハードコアカル\nテルであることから，意思の連絡（合意）の対象であるＸ製品又はＹ製品あるいは両製品を\n取り上げた上で，各製品の用途や需要者の相違などにも目を配って市場画定を行うことがで\nきている答案が比較的多かった。いわゆるＳＳＮＩＰ型の市場画定を行った答案も比較的多\nかったが，正しく市場画定を行い，競争制限効果とも整合的に説明できていれば，合意の対\n象範囲を市場とするアプローチと同様に評価した。他方，意思の連絡の対象について特に配\n慮をしなかったり，意思の連絡の対象の認定と市場画定の間に齟齬が生じて論理一貫性を欠\nいていたりする答案も数多く見られた。\n「競争を実質的に制限する」に関しては，その定義を示し，当事者の市場シェアや意思の\n-17-\n連絡の非参加者による追随，参入の可能性などに言及し，画定した「一定の取引分野」にお\nける競争の実質的制限を肯定する答案が比較的多かった。他方，本設問の場合には，値上げ\nが必ずしも十分に実現しなかった事実や需要者側の抵抗行動が設定されているが，それに対\nして十分に配慮せず問題意識を欠いた認定をしている答案も多く見られ，また，競争の実質\n的制限を否定する答案や市場画定に対応した認定がなされていない答案も見られた。\n設問⑵のうち，課徴金の計算については，根拠規定と計算方法（実行期間及び算定率）を\n提示し，Ｘ製品及びＹ製品のうち違反行為を認定した製品を対象として解答した答案が多か\nった。もっとも，標準的な算定率（１０パーセント）が適用される理由について説明してい\nない答案も多く，また，実行期間の始期について，会合時点でカルテルが成立する（既遂と\nなる）ことを理由に，会合の翌日とする答案もある程度見られた。Ｙ製品について，カルテ\nルの成立を認める一方で，値上げがほとんど実現しなかったことを理由に課徴金を課さない\nとした答案もあった。\nＡ社の責任を軽減するために採るべき手段については，課徴金減免申請の可能性を検討す\nべきとの答案が多かった。しかし，調査開始日前の減免申請について記述している答案が多\nく，公正取引委員会の調査開始日「以後」の減額申請であること，その場合の根拠規定及び\n公正取引委員会が把握していない追加情報の提供要件について，正確に検討して解答した答\n案は極めて少なかった。\nイ 第２問\n(ｱ) 行為要件について\n一般指定第１２項の「拘束する条件をつけて」の条文解釈を適切に行い，当てはめている\n答案が大多数であったが，条文解釈を記述せずに結論のみを記述している答案も散見された。\n要件該当性の根拠として，契約上の義務を課すものであることだけではなく，Ａ社のシェア\n及び宿泊施設の相対的地位などを指摘して拘束の程度（契約条項遵守への強制力の強さ，契\n約解除の困難さ）を論じている答案も少なくなかったが，行為要件の該当性の検討としての\nみではなく，反競争効果の考慮要素につながる記述としても評価した。\n(ｲ) 対市場効果要件（総論）について\n一般指定第１２項の「不当に」の文言の意味が公正競争阻害性，中でも自由競争減殺に\n見いだされるとの解釈が的確に記述されている答案が大多数であり，それを全く記述して\nいない答案は少数であった。また，自由競争減殺をもたらす道筋として競争回避及び競争\n排除についても具体的に指摘する答案もあり，それを条文解釈ではなく当てはめの部分で\n記述する答案も同様に評価した。\n(ｳ) 市場画定について\n第１案及び第２案による反競争効果については，資料に掲げられた流通・取引慣行ガイ\nドラインに記載のとおり，反競争効果を判断する前提として，当該行為により競争上の影\n響を受ける範囲を検討することが有益と解されるところ，市場画定の意義及び目的につい\nて記述して検討できている答案が多かったが，市場画定についての記述が全くないまま反\n競争効果について論述する答案や，検討対象市場の結論のみを記述して画定に至った根拠\nを論述していない答案も散見された。\n市場としては，日本国内における宿泊施設の直接予約を含めたインターネットを介した\n宿泊予約サービスを検討対象市場と画定する答案が多かったが，旅行代理店等によるオフ\nラインの宿泊予約サービスを含めた市場と画定する答案も散見された。それらについて宿\n泊施設の予約者（ユーザー）にとって代替性があることは否定できないとしても，その代\n替性の程度や両案がオンラインサイトに掲載される宿泊料金等のみを拘束するものである\nことを考慮すれば，オフラインの宿泊予約サービスを含めて市場を画定して検討すると，\n反競争効果分析の正確性を欠くおそれがあろう。\n-18-\n他方，ＯＴＡが提供する仲介サービスの市場において宿泊施設が供給者でなく需要者で\nあること，また，宿泊施設にとっても予約者（ユーザー）は宿泊予約サービスの需要者で\nあるが，宿泊施設自身のサイトでは他の宿泊施設との比較や検索ができない（需要代替性\nが低い）ことなどを重視し，ＯＴＡを通じた宿泊予約サービスを検討対象市場として画定\nした上で，宿泊施設のサイトを通じた直接予約については，ＯＴＡ間の競争に対する隣接\n市場からの競争圧力として，反競争効果を分析する答案もあったが，宿泊施設のサイトを\n通じた直接予約を含めて市場画定しているか否かはいずれであれ，下記の反競争効果の論\n述も含めて，論理的に一貫しているかどうかを評価した。\n加えて，オンライン・プラットフォームに係る市場の特性として，二面市場であること\nを適切に指摘する答案も一定程度見られた。\n(ｴ) 第１案による反競争効果について\n上記の市場画定を前提として，資料に掲げられた流通・取引慣行ガイドラインの①から\n⑤の各事項を参照しつつ，第１案が，ＯＴＡ間の競争並びに宿泊施設の事業活動及び競争\nに及ぼす影響について，制限の態様，Ａ社のシェアや競争能力など問題文に記載されてい\nる考慮要素を検討し，反競争効果を分析・論述することが望まれたが，それらを多角的に\n論述する答案は少なかった。なお，上記の各競争のうちいずれをブランド間競争とし，ブ\nランド内競争とするかについて，様々な答案があったが，競争主体及び悪影響の生じ得る\n競争関係を明確にして検討していれば，いずれに分類していても評価した。\nこの点，第１案が宿泊料金に関する制限であることに着目し，単に，宿泊施設間の宿泊\n料金の競争を減殺する（又は価格維持効果がある）などといった結論のみを記述して第１\n案の反競争効果を肯定している答案が散見された。しかし，第１案は（第２案も同様であ\nるが），宿泊施設が宿泊料金についてサイト間で差異を設けることを制限するものではある\nが，自らの宿泊施設の料金設定の自由は基本的に確保されているのであるから，宿泊施設\n間の競争において，宿泊料金の価格維持効果があることは直ちに明らかとは言えないであ\nろう。それだけに，第１案については，ＯＴＡ間の競争に及ぼす影響が大きいことを意識\nして，反競争効果について各自の結論を導くことができるかが問題となるが，その分析ま\nで至らない答案が目立った。\nまた，第１案がＯＴＡ間の競争に影響を及ぼすものであることを指摘する答案や，新規\n参入排除について指摘する答案は少なくなかったものの，その結論と簡単な理由のみを記\n述している答案も目立ち，その根拠について十分に記述している答案が多数とは言えなか\nった。ＯＴＡが宿泊施設に訴求する競争手段としては，サイトの閲覧数と宿泊予約数を増\n加させること（及びそれにより可能となる手数料の低額化）などが考えられるところ，か\nかる競争手段は，当該ＯＴＡが予約者（ユーザー）にとってどれだけ有利な取引条件（宿\n泊料金等）をサイトに掲載できるか，すなわち，予約者（ユーザー）に訴求する競争手段\nに依存していることから，第１案によりＯＴＡの各サイトに掲載される宿泊料金等が同一\nとなることにより，いずれの競争手段にも制約が生じ，ＯＴＡ間の競争の緩和ないし排除\nの効果をもたらすことになると考えられる。ＯＴＡ間の競争に関する需要者につき予約者\n（ユーザー）と宿泊施設の二面があることを指摘する答案は一定程度見られたが，上記の\nように相互の関係や影響を分析して反競争効果を論じた答案は僅かであった。\nさらに，第１案が及ぼす影響を検討するに当たっても，制限の態様，Ａ社の地位や国内\nの宿泊施設の状況などについて言及することが望ましい。Ａ社の地位（シェア）及び国内\nの宿泊施設の状況について指摘する答案は多かったが，制限の態様として，宿泊施設によ\nる宿泊料金の決定に対する制限は大きくないものの，宿泊料金のみではなく，朝食の有無，\n提供される部屋の数と等級，キャンセル条件等と広範囲に制限が及ぶことを具体的に指摘\nして検討した答案は少数であった。\n-19-\n加えて，第２案と共通するものとして，宿泊施設の事業活動及び競争に及ぼす影響につ\nいても指摘して，反競争効果の判断の考慮要素の一つとして分析することが望ましい。こ\nの点，宿泊施設のサイトとＡ社のサイトに掲載される宿泊料金等が同一となる結果，他の\n宿泊施設との比較等の付加価値があるＡ社のサイトを介して予約する者が多くなって，宿\n泊施設がＡ社を経由せずに予約を獲得することが困難となること，その意味においてＡ社\nが宿泊施設との競争上優位となることを指摘する答案もあった。他方，宿泊施設が新しい\nビジネスモデルを開発し，他の宿泊施設との差別化を図ることによって，予約者（ユーザ\nー）を獲得しようとする競争（イノベーション競争）を阻害するおそれがあることを具体\n的に指摘する答案はほとんどなかった。ただし，第１案については，ＯＴＡ間の競争に及\nぼす影響を主に分析することが求められるのであり，他の考慮要素（宿泊施設の事業活動\n及び競争に及ぼす影響）については補完的な考慮要素として記述していれば足りる。\n(ｵ) 第２案による反競争効果について\n第２案は，第１案と異なりＯＴＡ間の競争に直接影響を及ぼすものではないことから，\nその反競争効果の結論を導くに当たって，より多面的な考慮要素の分析が不可欠である。\n第２案についても，結論として反競争効果を肯定する答案が多く，宿泊施設の事業活動及\nび競争に及ぼす影響（上記(ｴ)の最終段落参照）を重視して，反競争効果を導く答案もあっ\nたが，単に，宿泊施設間の競争を減殺する（宿泊料金の価格維持効果がある）などといっ\nた結論のみを記述して反競争効果を肯定している答案が散見された。\nまた，第２案についても，宿泊施設のサイトとＯＴＡのサイトの宿泊料金が同一となる\nことにより，ＯＴＡ間でもサイトの宿泊料金が同一となるとする答案も多くあった。第１\n案との差異を意識した上で，ＯＴＡ間の競争に及ぼす影響があることを記述する答案は評\n価したが，第２案は，宿泊施設自身のサイトの宿泊料金についてのみ制約を課すものであ\nって，他のＯＴＡのサイトの宿泊料金を制約するものではないため，同種の条項を他のＯ\nＴＡが導入したとしても，そのことだけではＯＴＡ間の価格競争が直ちに制限されること\nにはなり得ないだけに，事実上ＯＴＡ間でサイトの宿泊料金が同一となる根拠を具体的に\n述べる必要があるが，かかる記述は極めて少なく，この点の正確な理解を欠いた答案が多\nかった。\n他方，第１案と異なりＯＴＡ間の競争に直ちに影響を及ぼすものではないこと，フリー\nライド（ただ乗り）を防止することがＯＴＡ間の競争を促進する効果を持つことなどを重\n視して，第２案について反競争効果を否定した答案もあったが，結論がいずれであれ，反\n競争効果を的確に分析できているかを評価した。\n(ｶ) 正当化事由について\n第１案及び第２案のいずれについても，公正競争阻害性を認める場合には，正当化事由\nに関する検討が不可欠と解されるところ，正当化事由の有無については，目的の正当性及\nび手段の相当性の点から検討することについて的確に記述している答案が多かったが，反\n競争効果を認めながら正当化事由に関する記述が全くない答案も散見された。\n第１案については，競争相手である他のＯＴＡを排除する目的が不当であることを指摘\nする答案が多かったが，宿泊施設及び他のＯＴＡのフリーライド（ただ乗り）防止目的と\nして正当とする答案もあった。手段については，より競争制限的でない第２案があるとし\nて不当とするもののほか，Ｄ社及びＥ社が検討するようなサービス利用料を徴収する手段\nがあるとして手段が相当ではないとするものもあり，結論として正当化事由を認めない答\n案が多数であった。\n他方，第２案については，フリーライド（ただ乗り）防止として目的は正当とする答案\nが多数であり，宿泊施設が自らのサイトで低額の宿泊料金での予約を受ける場合には，Ｏ\nＴＡのサイトを閲覧して比較検討した上で宿泊施設のサイトで予約をする者が多くなる不\n-20-\n都合を指摘する答案もあった。手段については，別にサービス利用料を徴収する手段があ\nることを理由に不当とするものも多かったが，ユーザーの囲い込み効果を有するポイント\n制を既に採用していることの評価を記述している答案は少なかった。また，第２案につい\nては，手段も相当とする答案があり，反競争効果及び競争促進効果の程度及び内容に照ら\nして手段の相当性をどの程度厳格に審査するかは見解が分かれ得るところであるが，いず\nれの結論であっても，問題文に記載された事実関係に基づいて的確に論証しているかを評\n価した。\n⑵ 出題時に想定していた解答水準と実際の解答水準との差異について\nア 第１問\n設問⑴に関しては，不当な取引制限の要件のうち，本設問上重要な論点となる各要件の定\n義や判断基準を示し，それらに対する当てはめについて一通り触れて論述している答案が多\nく，その限りにおいては出題時に想定していた解答水準と実際の解答水準に大きな乖離はな\nかったと言える。他方，自ら提示した立証方法に対応する事実認定を十分に行っていない答\n案，市場画定の際に意思の連絡の対象やＸ製品とＹ製品の関係に配慮をしない答案，競争の\n実質的制限について需要者側の抵抗や値上げの実現の程度を検討の視野に入れない答案が多\nかった点では乖離が見られた。\n設問⑵に関しては，課徴金の計算については基本的な理解が得られていると思われる答案\nが多かったものの，結論に至る理由を十分に説明していない答案も多く，課徴金減免制度に\nついて，公正取引委員会の調査開始日以後の申請となることや追加情報要件について言及し\nていない答案が多かったことは想定外であった。\nイ 第２問\n「拘束する条件をつけて」，「不当に」といった各文言の解釈（規範定立）及び当てはめに\nついて一通り論じている答案は多く，その点については，出題時に想定されていた解答水準\nとの間に大きな差異はなかった。\nまた，市場画定及び正当化事由については，的確に判断基準等を記述した上で，当てはめ\nている答案が相当数あり，出題時に想定されていた解答水準との間に大きな差異はなかった。\n他方，反競争効果について，ＯＴＡ間の競争に及ぼす影響，宿泊施設の事業活動及び競争\nに及ぼす影響について，Ａ社及び宿泊施設の地位等を踏まえて，分析的かつ一貫した論述が\nできている答案は，想定していたほど多くなかった。特に，宿泊料金に関する制限であるこ\nとを根拠に安易に宿泊料金の価格維持効果（宿泊施設間の競争回避による）を認める答案や，\n第１案と第２案でＯＴＡ間の競争に及ぼす影響が異なることを意識していない答案が多かっ\nたことは想定外であった。\n⑶ 「優秀」，「良好」，「一応の水準」，「不良」答案について\nア 第１問\n「優秀」な答案は，設問⑴において，設例の事実関係及び論点を的確に把握した上で，そ\nれに関連する重要な不当な取引制限の各要件について，適切な判断基準を示し，考慮すべき\n事実の全部又は大部分を正確に摘示しながら当該判断基準に沿って説得的な当てはめを行い，\n結論を導いているもの，及び，設問⑵において，課徴金関連規定のうち本件に適用すべき規\n定及びその要件を適切に示した上で，関連する事実を摘示しながら結論を導いているもの，「良\n好」な答案は，設問⑴において，一定の判断基準を示した上で，考慮すべき事実のうち主要\nなものをおおむね正確に摘示しながら当てはめを行い，結論を導いているもの，及び，設問\n⑵において，関連規定の把握と事実の摘示についておおむね正確に行って結論を導いている\nもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾\nつかを欠いているもの，「不良」な答案は，設問⑴において，事実関係や論点の把握，判断基\n準の提示やそれに沿った当てはめ等を全く欠き，設問⑵においても，関連規定や事実につい\n-21-\nての論述を全く欠いているなど，事案処理能力が著しく不十分と見られるものとした。\nイ 第２問\n「優秀」な答案は，第１案がＯＴＡ間の競争に及ぼす影響を主に分析し，そのような影響\nが第２案において明確でないことを意識した上で，宿泊施設の事業活動及び競争に及ぼす影\n響も考慮し，競争促進効果ないし正当化事由の有無も含めて，論旨一貫して論述できている\nもの，「良好」な答案は，両案が宿泊施設の事業活動及び競争並びにＯＴＡ間の競争に及ぼす\n影響，競争促進効果ないし正当化事由について的確に分析して論述できているもの，「一応の\n水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠くもの\nや，その分析が簡略であるもの，「不良」な答案は，両案がＯＴＡ間の競争に及ぼす影響につ\nいて全く検討せず，論旨が一貫していないなど，不公正な取引方法に係る基本的事項につい\nての論述を欠いており，出題の趣旨から離れた記述に終始するものとした。\n４ 今後の出題について\n今後も，独占禁止法の基礎的知識の正確な理解，問題となる行為が市場における競争に与える\n影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えら\nれる。\n５ 今後の法科大学院に求めるもの\n経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。経済法の\n基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかを見よ\nうとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識\n偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注い\nでいただくとともに，論述においては，適用条文の選択や構成要件の意義を正確に示した上，\n問題となる行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念\nに検討し，要件に当てはめること，そしてそれを箇条書き的に列挙するのでなく，論理的・説\n得的に表現することができるように教育してほしい。\n-22-\n平成３０年司法試験の採点実感（知的財産法）\n１ 出題の趣旨について\n既に公表した出題の趣旨のとおりである。\n２ 採点方針等\n⑴ 第１問\n本問は，無効審決後の場面を題材として，審決取消訴訟の審理範囲，審決取消判決の拘束力の\n及ぶ範囲，一事不再理ないし共同出願違反と権利行使制限の抗弁との関係といった，特許法の\n基本的で重要な論点を含む問題であり，このような論点についての基礎的な理解力を問うとと\nもに，事例から的確に論点を抽出する事案分析能力，抽出した論点について裁判例の理解を前\n提とした法解釈とその適用に関する思考力，応用力及びその論述能力を試そうとするものであ\nる。\nしたがって，全体としては，まず，設問から論点を的確かつ網羅的に抽出して，当事者の主張\nとして問題点を指摘し，裁判例のあるものについてはその判旨を念頭に置きつつ，法解釈を展開\nした上で，的確に事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１\n設問１は，審決取消訴訟の審理範囲が問題になることを示した上で，当該審判手続で現実に\n審理判断された特定の無効原因のみが審決取消訴訟の審理対象とされるとする見解（甲説）と，\n審理対象はそれに限られないとする見解（乙説）について，それなりの理由付けを示して論じ\nることが「一応の水準」である。\nさらに，両説について，最大判昭和５１年３月１０日民集３０巻２号７９頁（メリヤス編\n機事件）の趣旨・内容を踏まえ，また，乙説を妥当とする立場を採るのであれば上記最大判\nの変更が必要となることも念頭に置いて，理由を付して自説を展開した上で双方の主張の妥\n当性を論じている場合，それぞれの論証の説得性に応じて，「良好」又は「優秀」と評価した。\nイ 設問２\n設問２は，①審決取消判決の拘束力が問題になることを条文も示しながら指摘すること，及\nび，②公知技術についての新たな証拠の提出について設問１と同様に審決取消訴訟の審理範囲\nの点も問題となることを，それなりの理由付けを示して論じることが「一応の水準」である。\nさらに，上記①については，拘束力の範囲は「発明bと発明aの異同点の認定についてのみ」\nか「発明aは発明bに基づいて容易想到であるとはいえないという判断について」かが問題とな\nることを指摘した上で，両説について，最判平成４年４月２８日民集４６巻４号２４５頁（高\n速旋回式バレル研磨法事件）の趣旨・内容を踏まえ，理由を付して自説を展開した上で双方の\n主張の妥当性を論じ，上記②については，新たな証拠cの提出の許否に係る両説について，最\n判昭和５５年１月２４日民集３４巻１号８０頁（食品包装容器事件）の趣旨・内容を踏まえ，\n理由を付して自説を展開した上で双方の主張の妥当性を論じている場合，それぞれの論証の説\n得性に応じて，「良好」又は「優秀」と評価した。\nウ 設問３\n設問３は，一事不再理と権利行使制限の抗弁との関係が問題になることを示した上で，上記\n抗弁の行使が許されないとの見解（甲説）と許されるとの見解（乙説）について，それなりの\n理由付けを示して論じることが「一応の水準」である。\nさらに，両説について，一事不再理効（特許法第１６７条）の「当事者間の紛争の蒸し返し\nの防止」という趣旨，同法第１０４条の３第１項における「当該特許が特許無効審判により…\n無効にされるべきものと認められる」との条文の文言等を踏まえ，理由を付して自説を展開し\nた上で双方の主張の妥当性を論じている場合，それぞれの論証の説得性に応じて，「良好」又\n-23-\nは「優秀」と評価した。\nなお，「当事者間の紛争の蒸し返しの防止」が重視されることとなった同法第１６７条に係\nる平成２３年改正の趣旨を踏まえた論述については，積極的な評価を与えた。\nエ 設問４\n設問４は，共同出願違反と権利行使制限の抗弁との関係が問題になることを示した上で，\n関連条文（同法第１２３条第２項，同法第１０４条の３第３項）を指摘して丙の主張が許さ\nれることを論じることが「一応の水準」である。\nさらに，上記関連条文の趣旨を踏まえて丙の主張が許されることを論じている場合，論証\nの説得性に応じて，「良好」又は「優秀」と評価した。\n⑵ 第２問\n本問は，地図の著作物の著作権侵害，著作者人格権侵害が成立するかについて，地図の著作\n物性（著作権法第２条第１項第１号，同法第１０条第１項第６号），共同著作物の著作者（同法\n第２条第１項第１２号）の認定，また，共有著作権及び共同著作物の著作者人格権の行使（同\n法第６４条，同法第６５条）の可否，試験問題としての複製に対する著作権の制限（同法第３\n６条），同一性保持権の制限（同法第２０条第２項第４号）の成否等という，著作権法の重要な\n論点についての基礎的な理解を問うとともに，事例から的確に論点を抽出する事案分析能力，\n抽出した論点について，関連する規定を理解し，これを具体的事例に適用できるかについて，\n思考力，応用力及び論述能力を試そうとするものである。\nしたがって，全体としては，まず，設問から論点を的確に抽出して指摘した上，自説を展開\nして，事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１\n設問１は，まず，本件地図の著作物性について判断基準を示して述べていること，次に，\n共同著作物の著作者となるためには，各人が創作的表現をする必要があるところ，Xはコンセ\nプトを考えただけであることに言及して論じ，さらに，Zの行為が，複製権（同法第２１条）\nないし翻案権（同法第２７条）及び譲渡権（同法第２６条の２，翻案権とした場合は同法第\n２８条も必要）の侵害に当たることを述べることが「一応の水準」である。\nその上で，地図の著作物性について，記載すべき情報の取捨選択及びその表現方法により\n判断されるところ，地形等を所定の記号によって客観的に表現するものとして個性的表現の\n余地が少ないのが通例であるという地図の特殊性に十分着目した論述をしている場合，共同\n著作物の著作者について，共同著作物を理解し十分意識して論じている場合，創作性は表現\nにおいて発揮されていることを要することを理解して論述している場合，共同著作物の各著\n作権者は，他の著作権者の同意を得ないで，差止請求をすることができる（同法第１１７条\n第１項）ことにも言及している場合は，それぞれの論証の説得性に応じて，「良好」又は「優\n秀」と評価した。\nイ 設問２（１）\n設問２（１）は，まず，ガイドマップAが共同著作物であるかについて述べ，共有著作権は，\n共有者全員の合意によらなければ行使することができない（同法第６５条第２項）こと，Xの\n合意を得ずにガイドマップAを公衆送信した行為について，公衆送信権（同法第２３条第１項）\nの侵害の成否が問題となること，Xについて合意の成立を妨げることができる正当な理由（同\n法第６５条第３項）の存否について論じること，次に，著作者は氏名表示権（同法第１９条\n第１項）を有し，共同著作物の著作者人格権は，著作者全員の合意によらなければ行使する\nことができない（同法第６４条第１項）こと，Xが氏名を表示せずに発行していたガイドマッ\nプAについて，Yが氏名を表示して公衆送信したことによる氏名表示権の侵害の成否，Xが合意\nの成立を妨げることが信義に反するか（同法第６４条第２項）について論じることが「一応\nの水準」である。\n-24-\nその上で，Xの合意を得ていない以上，著作権及び著作者人格権を行使するためには，「合\n意せよ」との判決を得る必要があるかについて，民法第４１４条第２項や民事執行法第１７\n４条に言及し論じている場合，著作権の行使について合意の成立を妨げることができる正当\nな理由と，著作者人格権の行使について合意の成立を妨げることが信義に反しないこととを\n区別し，それぞれの判断基準を示した上で，ガイドマップAの売上げの増加等の設例の事実関\n係を踏まえて自説を論じている場合は，それぞれの論証の説得性に応じて，「良好」又は「優\n秀」と評価した。\nウ 設問２（２）\n設問２（２）は，まず，試験問題としての複製に関する著作権の制限規定（著作権法第３\n６条）の適用の可否について論じること，次に，本件出題が，ガイドマップA上の観光スポッ\nトの名称を空欄にした点について，同一性保持権（同法第２０条第１項）の侵害に関して，\n試験の目的上，やむを得ないと認められる改変（同法第２０条第２項第４号）に当たるかを\n論じること，さらに，ガイドマップAを本件問題集に複製することにつき，引用に関する著作\n権の制限規定（同法第３２条第１項）の適否について言及すること，最後に，本件問題集を\n社内の希望者に配付したことについて，譲渡権（同法第２６条の２）の「公衆」（同法第２条\n第５項参照）に提供するという要件を満たすかについて述べることが「一応の水準」である。\nその上で，試験は，公正な実施のために秘密性を要し，また著作物の通常の利用と衝突し\nないため認められるという同法第３６条の趣旨を踏まえ，設問の事実関係に当てはめ，本件\n出題と，秘密を保持する必要はない本件問題集とを区別して論じている場合，本件試験は，\n会社が社内で実施する資格試験であり，営利目的と解されるから，同法第３６条第２項が適\n用され，使用料相当額の補償金の支払いを要するかについて言及している場合は，それぞれ\nの論証の説得性に応じて「良好」又は「優秀」と評価した。\n３ 採点実感等\n⑴ 第１問\nア 設問１\n(ｱ) 甲説の論証について\n審決取消訴訟の審理範囲が論点であることを理解している答案は多かった。しかし，多く\nの答案が論拠として審判前置主義（前審判断経由の利益）のみを挙げており，それ以上に，\n上記最大判の趣旨等を踏まえて論じられている答案は少なかった。なお，審判前置主義の根\n拠として特許法第１７８条第１項を挙げる答案が散見されたが，同項の一審級省略の問題と\n審判前置主義は，関連するとはいえ，区別すべきであろう。\n(ｲ) 乙説の論証について\n乙説について実質的な論証を欠く答案が少なくなかった。設問は，乙の考えられる主張\nについても問うており，上記最大判に対する批判なども踏まえて，乙説についても然るべ\nく立論することが求められる。乙説を妥当とする結論でも構わないが，その場合に上記最\n大判の変更の必要性を十分に認識していると思われる答案はほとんど見られなかった。上\n記最大判は，知的財産法分野における唯一の最高裁大法廷判決であり，その実務的な重み\nに鑑みれば，仮にそれと反対の立場を採る場合であってもその存在を無視すべきではない\nであろう。なお，乙は，本件審判において共同出願違反について主張しているため，審決\n取消訴訟における同様の主張は甲にとって不意打ちではなく，許されるとの答案が散見さ\nれたが，上記最大判の趣旨内容を誤解したものと思われる。また，技術的な判断を求めら\nれないため，裁判所の判断能力に問題なしとの答案が複数見受けられたが，本問では共同\n発明か否かが問題となっており，技術的な判断を要するのが通例であるから，乙の主張と\nしてはともかく，その妥当性については慎重な考慮を要するであろう。\n-25-\n(ｳ) その他\n審決取消訴訟の審理範囲は，知財法分野で唯一の最高裁大法廷判決があり，重要な論点で\nあるにもかかわらず，学習が不十分と思われる答案が少なくなかった。\nイ 設問２\n(ｱ) 審決取消判決の拘束力の及ぶ範囲について\n判決の拘束力が問題となることを看過した答案や特許法第１６７条の問題などと誤解する\n答案，既判力としながら判決主文のみでなく理由中の判断にも及ぶとするなど既判力との区\n別がついていない答案などが多数見られたが，基本的知識の理解が不十分と言わざるを得な\nい。拘束力に気付いた少数の答案にあっても，拘束力の及ぶ範囲が発明bと発明aの異同点の\n認定の判断と容易想到性の判断のいずれであるのか，という点まで論じているものは極めて\n少数であった。また，第一次審決取消判決が確定した事実を見落としている答案もあり，問\n題文の法律的な重要事実をきちんと把握して処理できていない印象を強く受けた。\n(ｲ) 新証拠の提出と審決取消訴訟の審理範囲について\n判決の拘束力に気付かずに審決取消訴訟の審理範囲についてのみ論じる答案が多数見られ\nた。反対に，判決の拘束力に気付いた少数の答案の中には，審決取消訴訟の審理範囲につい\nて論じないものが散見された。確かに甲の立場から拘束力が容易想到性の判断に及ぶと考え\nれば，審決取消訴訟の審理範囲を論じるまでもなく新証拠cの提出は許されない。しかし，\n乙の立場から拘束力の及ぶ範囲を狭く捉えると新証拠cの提出は許される余地が生じるから，\n審決取消訴訟の審理範囲との関係でもそれが許されるかが問題となり，本問では，その点に\nついても論じる必要がある。\n(ｳ) その他\n審決取消判決の拘束力については，最高裁判決があり，標準的な教科書では必ず触れら\nれている基本的かつ重要な論点であるにもかかわらず，多くの答案が論点すら看過してい\nたのは，学習が不十分である。\nウ 設問３\n(ｱ) 甲説の論証について\n多数の答案が，同法第１６７条との関係に気付かずに既判力，拘束力，同法第１０４条の\n３第２項，同法第１０４条の４等の問題として論じていた。同法第１６７条自体は知ってい\nたとしても，本問で同条が問題となることに気付かなかったとすれば，具体的な場面で使う\nことができる程度にまで基本的知識が定着していないということであろう。また，同法第１\n０４条の３第１項における「当該特許が特許無効審判により…無効にされるべきものと認め\nられる」との条文の文言をきちんと指摘できていたものは少なかった。また，単に蒸し返し\n防止との理由のみを記載する答案など条文を踏まえた論証になっていない答案も散見され\nた。なお，平成２３年改正の趣旨を記載した答案はほとんどなかった。\n(ｲ) 乙説の論証について\n無効審判手続と侵害訴訟手続が別個であるから，一事不再理効が侵害訴訟手続に直ちに及\nぶわけではないことを最低限指摘してほしかったが，それがきちんとできていた答案は，\nそれ程多くなかった。\nエ 設問４\n(ｱ) 特許法第１２３条第２項について\n同法第１２３条第２項括弧書きは，「特許を受ける権利を有する者」と明記しているにも\nかかわらず，その点に言及せずに利害関係人が無効審判を請求できると述べる答案や，丙\nが利害関係人に当たるかを延々と論じる答案が少なからず見られた。他方，丙が「特許を\n受ける権利を有する者」に当たらないとする答案にあっても，そのように請求人適格を制\n限する趣旨について述べるものは少数であった。\n-26-\n(ｲ) 特許法第１０４条の３第３項について\n本条項を指摘できた答案は少なかった。また，同項の趣旨にまで言及する答案は僅かであ\nった。\n(ｳ) その他\n条文を正確に読み，その趣旨・理由付けとともに理解することは基本であるから，普段か\nらきちんと条文に当たる癖をつけてほしい。\n⑵ 第２問\nア 設問１\n(ｱ) 地図の著作物性について\nほとんどの答案が著作物性について論じてはいた。しかし，地図の著作物性について，十\n分な記述がされている答案は少なく，地図に着目せずに，編集著作物（著作権法第１２条第\n１項）や著作物の一般的な定義（同法第２条第１項第１号）の観点からのみ論述する答案が\n相当数見られた。問題文では明確に「地図」と記載されており，著作権法上の例示（同法第\n１０条第１項第６号）でも「地図」が挙がっているのであるから，地図に着目した論述が望\nまれる。地図については，その特性を踏まえて著作物性をどのように判断するかという特有\nの問題があるのであって，少数ながら，その点を意識しながら地図の著作物性の判断基準を\n示し，これを本問の事実関係に的確に当てはめた答案については高く評価することができた。\nなお，設計図の著作物性をめぐる議論と混同したためであろうか，通常の地図の表記ルー\nルに従ったことを理由にガイドマップAの著作物性を否定する答案が散見されたが，地図の\n場合，一般に表記ルールは著作物性を否定する決め手とはならないと考えられる。\n(ｲ) 共同著作物の著作者について\n多数の答案はXが著作者といえるかについて論じていたが，コンセプトを考えたことを理\n由に漫然とXは著作者であるとする答案が見られた。しかし，共同著作物の著作者というた\nめには，「表現」における創作的関与が必要であり，Xの考えたコンセプトが「表現」に当た\nるか否かについて論じる必要がある。\n(ｳ) 共同著作物の著作権者の差止請求（著作権法第１１７条第１項）について\n共同著作物の場合，各人が単独で差止請求できると記載した答案は少なかった。\n(ｪ) 複製権侵害等について\n地図Mが，二次的著作物であるかどうかを主たる論点として長々と論じる答案も散見され\nたが，二次的著作物でない場合は複製（地図MはガイドマップAとイラストとの結合著作物）\nとなり，二次的著作物である場合は翻案となるだけで，いずれにしても著作権侵害になるの\nであるから，二次的著作物であるか否かを論じるとしても軽く触れる程度で足りるのではな\nいかと思われる。また，翻案権侵害と解する場合は，譲渡権侵害を述べる際に，根拠条文と\nして同法第２８条も必要であるが，抜けている答案が散見された。\nイ 設問２（１）\n(ｱ) 共有著作権の行使について\n多数の答案が問題の所在には気付いていた。もっとも，共同著作物であることを認定し，\n共有著作権は全員の合意によらなければ行使することができないことをまず記載すべきで\nあるが，この点に言及していない答案がかなり多かった。\n合意の成立を妨げることができる正当な理由（同法第６５条第３項）について，その判\n断基準を示した上で，ガイドマップAの売上げの増加やXの不安といった本問の事実関係に\n適切に当てはめて結論を導いている答案については高く評価することができた。\n他方，判断基準を示さない答案，著作者人格権における信義に反するか（同法第６４条\n第２項）と判断基準が同一である答案，本問の事実関係（とりわけガイドマップAの売上げ\nの増加）を十分に考慮していない答案も見られた。また，著作権の行使についての「正当\n-27-\nな理由」について，単に「プライバシーの権利は重要であるから」とのみ述べる答案など，\n説得的ではない記述が目についた。\n意思表示を命じる判決の要否を論じる答案はそれほど多くはなかったが，この点に言及\nする少数の答案は高く評価できた。もっとも，この点をめぐっては当該判決を必要とする\n立場と不要とする立場が考えられるが，両論ともに論じる答案はごく少数であった。\n(ｲ) 共同著作物の著作者人格権の行使について\n多数の答案が問題の所在には気付いていた。合意の成立を妨げることが信義に反するか（同\n法第６４条第２項）について，その判断基準を著作権の場合における前述の正当な理由（同\n法第６５条第３項）の場合とは区別して示した上で，本問の事実関係に適切に当てはめて\n結論を導いている答案については高く評価することができた。\n他方，判断基準を示さない答案や前述の正当な理由と判断基準が同一である答案も見ら\nれた。\n(ｳ) その他\n著作権の行使と著作者人格権の行使を区別せず，まとめて論じる答案が散見された。\nなお，氏名表示権について，設問の事実では，Xは事前協議の際に自分の名前が知られる\nことに不安を感じて配信に同意していなかったと明記してあることを踏まえない解答も見ら\nれた。\nウ 設問２（２）\n(ｱ) 試験問題としての複製について\n本件出題については，多数の答案が同法第３６条第１項の適用の可否を論じていたが，十\n分な理由付けがされたものは少なく，本件問題集についてこの点を論じていない答案も見ら\nれた。また，同法第３６条第２項の補償金の支払いの要否に言及したものは僅かであった。\n同法第３６条第１項の趣旨について試験の公正な実施のために問題を秘密にする必要性が\nあると述べながらも，社内の資格試験では問題を秘匿する必要性はないとして本件出題につ\nいて同項の適用を否定する答案もあった。しかし，社内の資格試験とはいえ，「人の学識技\n能に関する試験又は検定」（同法第３６条第１項）であり，観光タクシー運転手に相応しい\n技能の有無を適正に判断するためには問題の事前漏洩を防いだ方がよいとも考えられるとこ\nろ，その必要がないというのであればその理由を説得的に示す必要があろう。\nなお，営利目的であることから同法第３６条第１項の適用を否定する答案もあったが，営\n利目的であることは，同条第２項の補償金支払義務を生じさせるものの，同条第１項の適用\nを否定するものではないと考えられる。\n(ｲ) 同一性保持権侵害について\n相当数の答案がやむを得ないと認められる改変（同法第２０条第２項第４号）に当たる\nか否かについて論じていたが，その判断基準に言及している答案は多くはなかった。また，\nやむを得ない改変の根拠として同法第３６条第１項が適用されることを挙げる答案もあっ\nたが，やむを得ない改変該当性の判断において著作権の制限規定の適用をどのように考慮\nするかにつき，同法第５０条との関係も踏まえて丁寧に論じている答案はほとんど見られ\nなかった。\n(ｳ) 引用について\n引用（同法第３２条第１項）の適用の判断基準については複数の立場が考えられるが，本\n設問の事案に鑑みて，それを主たる論点として延々と論じることは求められていない。\n引用（同法第３２条第１項）の適用を肯定する答案も散見されたが，本件問題集は２０回\n分の試験を寄せ集めたに過ぎず，各回の問題相互に関係性はないから，二要件説の立場から\nも総合考慮説の立場からも，引用の適用を肯定することは困難であろう。\n(ｪ) 譲渡権侵害について\n-28-\n公衆（同法第２条第５項参照）要件の点も含めて本論点に言及していた答案は少数だっ\nた。\n(ｵ) その他\n私的使用目的による複製（同法第３０条第１項）を挙げた答案が多く見られたが，本件の\n事案に鑑みると論じる必要性は高くないであろう。\n⑶ 総括\n全体を通じて基本的な事項を出題したものであるが，取り分け第１問（特許法）においては，\n論点すら捉えられていない答案が多数見受けられた。少なくとも基本的かつ重要な論点につい\nては，特定の分野に偏ることなく万遍なく学習して理解することが求められる。\n４ 今後の出題\n出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，\n判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとした\nい。\n５ 今後の法科大学院教育に求められるもの\n今年の試験（取り分け特許法）においては，基本的かつ重要な論点の内容についての理解を欠\nくあるいは理解が不十分な答案が目についた。法科大学院は，基本的かつ重要な論点を偏りなく教\n育するとともに，実務家を養成する教育機関として，実際の訴訟等を想定して，具体的事案の中か\nら，実務家なら当然なすべき主張を抽出し，それについて的確に論述する能力を広く養うことが求\nめられる。\nまた，明文の規定があるにもかかわらず，条文を指摘せずに解釈論を展開する答案が見られた\nが，条文解釈が基本であるから，条文を前提とした解釈を意識した学習を指導することが求められ\nる。\nさらに，最高裁判例や判断基準を示す裁判例があるにもかかわらず，それに言及せず，自説を展\n開する答案も散見された。繰り返しになるが，法科大学院は実務家を養成する教育機関なのである\nから，判例を念頭に置いた学習を常に心掛けることが望まれる。\n-29-\n平成３０年司法試験の採点実感（労働法）\n１ 出題の趣旨，狙い等\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針\n事案に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，\nこれを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめによって，適切な結論を導き\n出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している\n答案については，おおむね平均以上の得点を与え，さらに，当てはめにおいて必要な事実を過不足な\nく摘示し，あるいは，主要論点について，着目すべき問題点を事例から適切に読み取って検討してい\nるなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，乱雑で文字の判読が困難なものな\nどが少なくなかった。文字いかんが得点そのものを左右するわけではないが，できるだけ読みやすい\n文字で丁寧に答案を作成することを強く望みたい。\n３ 採点実感等\n⑴ 第１問について\n本問は，設問１では，変形労働時間制のもとで２４時間勤務に従事していた警備員に，勤務時間\n中に休憩時間とは別途に与えられていた仮眠時間の労働時間該当性，この仮眠時間に対する賃金請\n求の可否，設問２では，仮眠時間中の緊急事態（全館停電の発生）への対処や勤務態度等を理由と\nする懲戒処分（１４日間の出勤停止）の効力の有無を問うている。\nまず，設問１については，仮眠時間が「労働基準法（以下「労基法」という。）上の労働時間」に\n該当するか否か（労働時間の法概念）について，ほとんどの答案が，判例，通説的な学説に依拠し\nた規範を提示していたので，一応の基礎的知識は備えているように見える。しかし，規範の当ては\nめについては，問題文の事実関係を羅列的に列挙するだけで，その意味付け，評価を行っていない\nものが多く見られた。当てはめは，規範内容の解釈，適用であり，その的確性こそが求められてい\nるものであることを認識すべきである。\n仮眠時間の労働時間該当性と労働時間に該当する仮眠時間に対する賃金請求権の存否は，法的に\nは別個の問題であるが，この区別を理解せず，仮眠時間が労基法上の労働時間に該当すれば，当然\nに賃金請求権が発生すると結論付ける，短絡的な答案が多数見られた。賃金請求権の発生根拠（基\n礎理論）に対する基本的な理解が欠如しているのではないか。\n２４時間勤務の途中に付与される仮眠時間が労基法上の労働時間に該当すると判断される場合に\nは，労働契約上の賃金請求権の問題だけでなく，労基法上の割増賃金規制（時間外労働，深夜労働\nに対する割増賃金支払の義務付け）の適用について検討する必要がある。しかし，これを労基法第\n１３条と労基法第３７条を明示して適切に論じたものは，意外にも少なく，労働契約と労基法との\n基本的関係が十分に理解されていないのではないかと危惧される。本件では，労働契約上の賃金請\n求権の存否との関係で，「泊まり勤務手当」をどのように評価するかが重要な論点であるが，この点\nについてまったく論じていないものが散見され，また，固定残業代の問題として論じるものが数多\nく見られた。これは，問題文の事実関係を適切に把握していないためであるが，労基法の割増賃金\n規制についての理解が皮相的であることを示すものでもある。\nなお，割増賃金規制の関係では，割増賃金の基礎となる賃金（通常の労働時間の賃金）について\n検討した答案はまれであり，この基礎賃金に算入しない賃金の識別，変形労働時間制（労基法第３\n２条の２）における時間外労働の計算方法に言及したものも皆無に近かった。問題文が「検討すべ\n-30-\nき法律上の論点」と明記している点に留意すべきである。\n次に設問２については，ほとんどの答案が，労働契約法（以下「労契法」という。）第１５条を引\n用し，条文の文言に即して，懲戒処分の客観的合理的理由と社会通念上の相当性の有無の観点から，\n懲戒処分の有効性判断を行っていた。しかし，同条は「使用者が労働者を懲戒することができる場\n合において」，懲戒権の濫用を禁止しているので，そもそも，なぜ，対等な契約当事者である労使間\nにおいて，使用者に懲戒権が認められるのか，その法的根拠は何かを問う必要があるが，この点を\n論じている答案は少なかった。懲戒処分の意義，法的根拠をどのように解すべきかは，労働法の基\n本的論点の一つであり，懲戒処分の有効性判断の前提であることを認識する必要がある。\nまた，就業規則に懲戒の種類及び程度を明示し（労基法第８９条第９号），懲戒の「種別及び事由」\nの定め，「周知」を要求する判例に言及する答案は極めて少なく，単に，労契法第１５条の適用の可\n否を論じるものがほとんどであった。懲戒の対象事由と懲戒処分の内容（不利益の内容・程度）と\nの均衡や懲戒手続きの相当性（弁明の機会等）については，労契法第１５条の規範（客観的合理的\n理由，社会通念上の相当性）とどのような関係にあるのか論じないまま，当てはめの部分で言及す\nるものが多かった。労契法第１５条を機械的，形式的に適用するのではなく，判例を含めた懲戒処\n分に対する法的規律の内容の全体を整理，確認した上で，検討することが必要である。\nなお，労働基準監督署への匿名相談を公益通報，内部告発の問題として，その適法性を論じる答\n案が多くみられ，労基法第１０４条に言及するものが極めて少なかった。このことは，労働法の基\n本法である労基法の条文学習も十分ではないことを示している。法律学学習の原点に立ち帰ること\nを求めたい。\n⑵ 第２問について\n本問では，労働組合の組合員の一部が組合の承認なしに街頭で抗議活動を行ったという状況を前\n提に，使用者による懲戒処分の不当労働行為該当性（設問１），労働組合による統制処分の可否（設\n問２），労働協約が調印された場合の有効性（設問３）という，３つの小問が設けられている。それ\nぞれに適用される法的規範を提示した上で，事実関係の中から有意なものを摘出して論理的に分析\nし，結論を示すことが望まれるが，それらを十分に行った答案は少数であり，一部の事実から性急\nに結論を導くもの，事実関係を誤解したもの，抽象的な論述に終始するもの等が目についた。\n設問１では，まず，労働組合法（以下「労組法」という。）第７条第１号の不利益取扱いに関し，\n組合員の一部が組合の方針に反して行った抗議活動が「労働組合の正当な行為」として保護される\nか否かが，重要な論点となる。当該行為の内容と労働組合の機能に照らしながら説得的に論述した\n答案がある一方で，この点を意識しない答案や，組合員の行為であれば当然に労働組合の行為に当\nたるとした答案が多かったのは，やや意外であった。\n抗議活動の態様については，ほとんどの答案が，事実関係を踏まえながら時間・場所・内容など\nの面から検討を行っており，その精粗は様々であるが，中には，目配りよく的確な分析を行うもの\nもあった。その一方で，外部者に対して使用者の批判を行うこと自体を不当とするものや，本件の\n活動を「争議行為」と理解してその観点からのみ分析を行うものなど，組合活動の意義について十\n分な理解を欠いているのではないかと思われる例も，少なからず見られた。また，本件の設例とは\n異なる，企業施設を利用した組合活動に関する判例法理を引用する答案もあり，事実関係の正確な\n理解を心掛ける必要がある。\n次に，労組法第７条第３号の支配介入については，そもそもこれに言及していないものが多く，\nまた，言及した場合にも，ほとんど議論をしないまま第１号と同じ結論を導くものが相当数あり，\n独自の要件に即して適切に検討を行った答案は少なかった。中には，第１号の「故をもって」とい\nう要件の中で，実質的に支配介入に関する議論を行っていながら，第３号に触れないものもあり，\n不当労働行為に関する体系的な理解を深める必要があるように感じられた。\n設問２では，多くの答案が，統制処分の意義と限界に関する一般論を示した上で，本件行為の処\n分事由該当性，相当性，手続的な問題等を論じていた。しかし，最も基本となる処分事由について，\n-31-\n組合規約の条項に触れないまま抽象的に処分の必要性を議論する答案も，少なからず見られた。ま\nた，組合規約の規定に言及する場合でも，なぜそれに該当するのかの説明が曖昧なものもあり，労\n働組合にとっての反価値性を明確に指摘するものは，必ずしも多くなかった。なお，手続的な問題\nとしては，執行委員会の決議により処分が可能な「事態急迫の場合」に当たるか否かを論じたもの\nがほとんどであったが，中には，弁明の機会の付与の必要性を指摘するものも，ごく少数ながらあ\nった。\nそのほか，本設問においては，使用者からの通告に基づいて統制処分を行うことの当否も問題と\nなり得るが，この点を論じた答案は少数であった。使用者の支配介入に当たるので処分は無効とす\nるものもあれば，組合として独自に判断を行った結果であれば問題ないとするものもあったが，そ\nれらの中には，優れた分析を示すものも散見された。\n設問３では，多くの答案が，労働条件を引き下げる労働協約についても労組法第１６条の規範的\n効力が原則として生じることを，最高裁の判例（朝日火災海上保険事件・最判平成９年３月２７日）\nに依拠しながら論じており，学習の成果が感じられた。ただ，その例外となる「労働組合の目的を\n逸脱して締結された」場合に当たるか否かに関し，本設例の状況に適合的でない議論を行うものや，\n過度に踏み込んだ内容面の審査を行うものも見られた。また，規範的効力の前提となる，労働協約\n書の作成及び署名・記名押印という労組法第１４条の要件についての説明が十分でない答案も，か\nなり目についた。\nさらに，労働組合の委員長が組合規約上，そのような労働協約の締結権限を有するか否かという\n点については，言及する答案は極めて少なかった。最近，これを否定する最高裁判決（山梨県民信\n用組合事件・最判平成２８年２月１９日）が示されており，それを踏まえた議論を期待したいとこ\nろであった。\n４ 答案の評価\n「優秀」の水準にあると認められる答案とは，出題の趣旨を十分に理解し，必要な論点には漏れな\nく言及して，法令の規定と判例の判断の枠組みを踏まえた規範定立と事実の的確な当てはめを行い，\n説得的な論述を行っている答案である。\n「良好」の水準にあると認められる答案とは，必要な論点にはおおむね言及し，法解釈について一\n定の見解を示した上で，事例から，結論を導き出すのに必要な具体的事実を抽出できている一方で，\n当てはめにおいて，判例の理解が十分とまではいえない答案など，「優秀」の水準にあると認められる\n答案のように出題の趣旨を十分に捉えきれていないような答案である。\n「一応の水準」にあると認められる答案とは，労働法の基本的な論点に対する一定の理解はあるも\nのの，必要な論点に言及していなかったり，言及していたとしても，規範定立や当てはめが不十分で\nあったりする答案であり，関係条文・判例に対する知識の正確性に難があり，事例における具体的な\n事実関係を前提に要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にあると認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基\n本的な考え方を理解せず，例えば，規範を定立せずに単に問題文中の具体的な事実を列挙するにとど\nまったり，少ない知識から無理に構成した判断を箇条書き的に羅列するだけであったりするなど，具\n体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠\n如していると思料される答案である。\n５ 今後の出題\n出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説に関する正確な\n理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の法的見解を展開し，これを事実\nに当てはめることによって，妥当な結論を導くという，法律実務家に求められる基本的な能力及び素\n養を試す出題を継続することとしたい。なお，労契法，労基法及び労組法以外の主要な法令にも十分\n-32-\nに目配りをすることが望まれる。\n６ 今後の法科大学院教育に求めるもの\n基本的な法令，判例及び学説については，正確な理解に基づき，かつ，規範の提示とその当てはめ\nという最低限の対応を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に理解\nすることはもとより，当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，主要な判例\nについては，判旨部分を単に記憶するのではなく，丁寧に読み込んで，事案の内容を正確に把握し，\n当該事実関係の下でどのような規範を定立して当てはめが行われたか，その意義を的確に理解する必\n要があることに十分配意いただきたい。また，事例の分析の前提となる基礎的事実を正しく把握し，\n結論を導くために必要な論点を抽出した上，論点相互の関連性を意識しつつ，法令，判例及び学説を\n踏まえた論理的かつ一貫性のある解釈論を展開し，これに適切に事実の当てはめを行って，法の趣旨\nに沿った妥当な結論を導くという，法的思考力を更に養成するよう重ねてお願いしたい。\n-33-\n平成３０年司法試験の採点実感（環境法）\n１ 出題の趣旨について\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針\n①問題が設定している事実に基づいて，②題意，すなわち，法律上の論点が適切に理解できてい\nるか，③その論点について，法律の基礎となっている諸原則や法律の体系的な理解に基づいて，法\n制度の説明や個々の条文の法解釈を行っているか，④法解釈やその適用が飛躍した説明ではなく，\n論理的に記述されているか，という点に留意して採点した。したがって，複数の考え方が生じ得る\n部分については，特定の正解を予定してそれとの整合を判断するのではなく，筋の通った記述がさ\nれているかに重点を置いた。\n３ 採点実感等\n〔第１問〕〔第２問〕ともに，解答時間の配分にバランスを欠いたためか，一部の設問について\n十分に検討できていない答案も少なからず見られた。各問題においては，理解度を問う基本的な設\n問と思考力を問うやや応用的な設問の双方を採り上げているが，基本的な知識を確実なものとして\nおけば，応用的な設問の論点や尋ねられている法制度の背景についても十分考える余裕ができたの\nではないかと思われる。\n【第１問について】\n⑴ 出題の意図に即した答案の存否，多寡\n第１問は，河川及び沿岸海域の汚染に関する環境紛争について，民事訴訟を提起する場合にお\nける法律上の問題点（設問１）及び民事訴訟による紛争解決と行政上の紛争解決制度である公害\n紛争処理制度との異同（設問２）を問うものである。\n[設問１]については，訴訟物を問う「法的手段」と［設問２］の「手続の活用」という題意を\n的確に理解せず，［設問１］の解答として，訴訟による紛争解決と行政手続による紛争解決を論\nじ始めた答案が相当数あった。また，設例が日常的な工場・事業場の操業に伴う継続的な環境汚\n染ではなく，集中豪雨という自然現象が介在する「事故型」すなわち過去の環境汚染事案である\nことの意味を深く考えることなく，［設問１］で，救済方法として，Ｂ社に対しての差止請求に\nついて論じる答案が相当数あった。Ｄ又はＥの損害賠償請求については，多くの答案が，不法行\n為（民法第７０９条又は第７１７条）の各要件について検討し，共同不法行為の関連共同性及び\n因果関係について指摘していたが，共同不法行為自体に言及していない答案が散見された。また，\nＥの健康被害について水質汚濁防止法第１９条の責任に言及していない答案も少数ながらあっ\nた。他方で，はまちという財物の被害を受けたＤの法的手段として同条の責任を検討したり，ダ\nムの放流水を排出したＢ社について同条の責任を検討するなど，同条の定める無過失損害賠償責\n任制度が，「人の生命又は身体を害したとき」に限って適用されること，また，同法による「排\n出水」は特定施設から排出される水であり，ダムからの放流水はこれには該当しないこと，とい\nう基本的な要件を理解していない答案があったのは残念であった。同条の要件の検討に当たって，\nＣ社の敷地に漏出し堆積していたセレンが堤防の割れ目から公共用水域に流出したとする設例に\nついて「工場又は事業場における事業活動に伴う有害物質の汚水又は廃液に含まれた状態での排\n出」に該当するか否かについて明確に意識した答案は数少なかった。\n[設問２]については，多くの答案が設例について公害紛争処理法の適用の前提となる「公害」\nに該当するとの指摘をしていたが，同法第２条，環境基本法第２条第３項の条文に当てはめて正\n確に検討していない答案が少なくなかった。\nまた，そもそも公害に該当するか否かの言及がない答案も相当数見られた。条文を正確に検討\n-34-\nする姿勢が求められる。公害紛争処理制度の検討において，原因裁定の制度のみを検討し，責任\n裁定制度について言及しない答案が少なくなかった。また，責任裁定制度に言及していても，原\n因裁定制度との相違を意識して検討している答案は少なかった。手続の活用の理由については，\nほとんどの答案が，職権証拠調べや職権による事実の調査が可能であること，当事者の手続費用\nの負担が軽減されることについて指摘していたが，公害紛争処理法第４４条，公害紛争処理法施\n行令第１７条第１項第１号の理解を誤って鑑定費用が当事者の負担になるとしている答案も散見\nされた。出題趣旨に関わる重大な誤りであり，条文の読み込みが浅いと感じられた。他方で，専\n門委員の活用など公害等調整委員会の専門性が高いことを指摘しているもの，受訴裁判所に原因\n裁定の嘱託を促すことを指摘するなど条文を広く検討しているものは高い評価とした。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること\n［設問１］については，設例の問題文を十分分析して題意を把握することができていないと感\nじられた。設例の一つ一つの事実関係が，法的にどのような意味を持つか，設問で何の解答を求\nめられているかを意識せずに，類似の事例で一般的によく問題となる論点を「知識」として解答\nしたがために，出題の意図と大きくずれてしまう答案が目立っていた。事実関係から訴訟物とし\nての法的請求を考え，その根拠条文に沿って，各要件を検討し，当てはめていくという法曹とし\nて要求されている能力を涵養することが重要である。\n［設問２］については，公害紛争処理制度について十分に認識していなかったことが考えられ\nる。資料として法文が示されており，法文を駆使して制度の趣旨を導き出し，被害者の手続上の\n負担の軽減という観点から，有益な条文を摘出するという思考が重要である。時間配分にも注意\nする必要があろう。\n⑶ 各水準の答案のイメージ\n「優秀」な答案のイメージは，［設問１］について，題意を的確に捉え，小問(1)と小問(2)の\n相違を意識しながら，各法的責任の要件の解釈，当てはめについてバランスよく論述されており，\n［設問２］について，設例が「公害」に該当することを条文に的確に当てはめた上，責任裁定制\n度及び原因裁定制度の違いを意識しつつ，職権証拠調べ，鑑定の費用負担がない等の被害者の負\n担軽減に資する制度について適切に説明できているものである。「良好」な答案のイメージは，\nその程度がやや劣るが，主要な論点について，おおむね適切な説明ができているものである。「一\n応の水準」の答案のイメージは，各設問において問われている主要な論点が何とか把握できて一\n定の記述がある答案である。「不良」な答案のイメージは，題意を把握できておらず，制度の基\n本的理解も不十分な答案である。\n【第２問について】\n⑴ 出題の意図に即した答案の存否，多寡\n第２問は，建物解体等に伴う特定粉じん（石綿）の環境中への飛散防止対策を強化した大気汚\n染防止法（以下「大防法」という。）の平成２５年改正を踏まえた特定粉じん飛散防止のための\n現行制度の理解と，あわせて被害を受けるおそれがある者からの法的手段について問うものであ\nる。\n[設問１]は，大防法が建物解体工事等の関係者に要求している特定粉じん飛散防止のための手\n続や義務について問うものであり，ほとんどの答案が，本問の設例にある建物大規模改修工事が，\n大防法第１８条の１５第１項にいう特定粉じん排出等作業を伴う建設工事（特定工事）に該当す\nる可能性が大きいことを指摘し，さらにこれに伴い同条第１項本文が定める発注者の都道府県知\n事への届出義務，また，同法第１８条の１７第１項の定める受注者の義務である，建築物等を解\n体し，改造し，又は補修する作業を伴う建設工事（解体工事等）に係る調査義務及びその結果の\n書面による説明義務があることを指摘していた。ただし，発注者には，解体工事等に係る同法第\n１８条の１７第２項による協力義務があり，加えて，特定工事の場合には同法第１８条の２０に\nよる契約における配慮義務があること，また，受注者には，同法第１８条の１７第４項による一\n-35-\n般公衆への前記調査義務の結果の公衆への公示義務があることに言及した答案は半数程度であ\nり，さらに受注者を含む特定工事施工者に同法第１８条の１８による作業基準の遵守義務がある\nことに言及した答案はさらに少なかった。\nなお，大防法は，特定工事を請負契約によらないで自ら施工する者（自主施工者）にも工事の\n発注者と同様の届出義務を負わせていること等から，同法第１８条の１５第１項の届出義務を先\nに規定し，受注者の義務等を同法第１８条の１７に規定しているものの，本設例に即して考える\nときには，受注者の解体工事等が特定工事に該当するかどうかの調査及び報告がまず先行すべき\nであり，報告を受けて，発注者の届出行為が行われることを想定する制度の構成について，理解\nを明示した答案は数少なかった。また，受注者には，特定工事であるかどうかを問わず，解体工\n事等に係る調査結果について，発注者への報告義務及び一般公衆への公示義務があることを理解\nしていると判断できる答案も数多くはなかった。\nこのほか，本問で対象となるのは特定粉じん排出等作業に係る規制であるが，これと大防法の\n特定粉じん発生施設に係る規制（敷地境界線基準の遵守義務等）とを取り違えて解答している答\n案がわずかではあるものの見かけられたことは残念である。\n［設問２］は，本問で，Ａ県が大防法に基づいて採りうる措置について問うものである。本問\nに即して考えるならば，解体工事がさほど長時間継続するものではないこと，作業従事者からＡ\n県への通報があったとされる点からすれば，同法第２６条が定める知事による「解体工事等」の\n現場立入り調査権限の行使，また，同法第１８条の１９に定める特定粉じん排出等作業の一時停\n止命令の発出が効果的である。この点については多くの答案が，同法第２６条の知事の立入り調\n査権限に触れていた。しかし，同法第１８条の１９に関しては，作業基準遵守命令には触れたも\nのの，一時停止命令に関して触れた答案は半数を下回っていた。なお，同法第１８条の１６によ\nる計画変更命令は届出がない本問では適用の余地がないことに触れた答案は，本問の事案をよく\n理解した答案であると評価できる。また，同法第２６条に基づく知事の発注者や受注者からの報\n告徴収に関しては，ほとんどの答案がこれを記載していたが，中には，発注者や受注者に対して\n調査の命令ができるとした不正確な理解を示している答案も見かけられた。\n［設問３］は，特定粉じんの飛散による健康被害者となる可能性のある当事者による救済手段\nを問うものである。民事上の救済手段としての差止請求とその法律構成や要件，さらには，緊急\nを要する本設例の状況に即して考えるならば，仮処分の可能性についても触れることが期待され\nた。さらに，［設問２］の知事の権限，取り分け，大防法第１８条の１９による命令の発動に関\nする行政事件訴訟法第３条第６項第１号による義務付けの訴えとその要件，また民事上の救済と\n同様の理由で，同法３７条の５第１項による仮の義務付けの可能性にも触れることが期待されて\nいた。答案では，民事上の救済と行政訴訟による救済の可能性につき，その両方に触れたものが\n約７割であり，さらにそのほとんどの答案が，精粗の違いはあるものの，その要件についても触\nれていた。しかし，仮の救済につき何らかの記述をしている答案は，全体の約３割に留まってい\nた。\n［設問４］は，大防法の平成２５年改正による発注者の義務強化の理由を問うものであるが，\n立法に際して，取り分け重視されていた発注者と受注者とでの契約上の立場の優劣からする特定\n粉じん飛散防止の懈怠防止という点に的確に触れた答案は少なく，多くが，原因者負担の原則（汚\n染者負担の原則）などの抽象的な環境法の原則に即した記載をするに留まっていた。\n⑵ 出題の意図と実際の答案に差異がある原因として考えられること\n本問の解答の前提となる大防法上の特定粉じん排出等作業に係る規制の仕組みを把握するとと\nもに，大防法第１８条の１４以下で規定する特定粉じん排出等作業（ひいては，解体工事等）の\n持つ特別な事情をある程度想定できたか，すなわち，建物の解体工事等というものがさほど長時\n間を要するものではないこと，石綿粉じんは一旦大気中に飛散してしまうと，その痕跡も十分に\n残らず，しかも，石綿を吸入した者への健康被害が長時間経過後にはじめて発現するものである\n-36-\nことなどをある程度でも想定して答案を書くことができたかどうかが，答案の優劣の分かれるも\nとになったのではないかと思われた。この点は，特に，[設問３］の答案で，仮の救済にまで言\n及できたかといった点に顕著に表れているようである。また，設例でＡ県への通報をしたのが石\n綿被害防止支援活動を行っている団体Ｆとされていることは，行政が通報のみで違反行為ありと\n判断することには困難があることを検討することを期待してのことであったが，この点に気づい\nたと思われる答案はあまりみかけられなかった。短時間で設例をよく読み，そこで考えられる法\nの適用に際して留意すべき点を見極める力を涵養する必要があるのではないかと思われた。\n⑶ 各水準の答案のイメージ\n「優秀」な答案のイメージは，大防法の条文をよく読みこんで制度の構造を正確に理解した上\nで，［設問１］［設問２］の解答と［設問３］［設問４］の解答とのバランスがよく，特に［設問\n３］で，本設例の事実が，民事差止めや義務付け訴訟の要件を，満たしていることを端的に説明\nできており，［設例４］の解答についても，抽象的な環境法原則の記述にとどまらない内容を示\nしている答案である。「良好」な答案のイメージは，各設問の求める論述，特に［設問１］［設問\n２］と「設問３］［設問４］のいずれかにウエイトがかかりすぎたために，解答内容の精粗にば\nらつきがある答案である。「一応の水準」の答案のイメージは，各設問について，おおむね題意\nを理解し，一定程度の記述がある答案であるが，例えば，［設問３］で，民事差止めあるいは義\n務付け訴訟のいずれかの記述が不十分なものである。「不良」な答案のイメージは，設問のいず\nれかの答えがなく，あるいは，解答の記述があってもその内容に不正確なものが多い答案である。\n４ 今後の出題について\nこれまでどおり，基礎的な事項や実定法制度を基礎付けている法政策を問う問題，具体的事案か\nら課題の所在を的確につかんだ上で判例理解を含む適切な法解釈によりそれを論理的に解決する問\n題など，特定の傾向に偏ることなく，幅広く出題することを考えている。\n５ 学習者及び今後の法科大学院教育に求めるもの\n環境法は，多くの法律基本科目分野の知識の総合が求められる領域であり，現実の課題の解決に\nあたっても，環境法領域の専門知識のみでは，解決が困難であることが少なくない。行政法の基礎，\n民事法の要件・効果，各種訴訟手続などに関する学習によって得られた知識を統合的に応用する努\n力が求められるであろう。さらに，環境法の基礎理論は重要であるが，実際の環境法令が取り扱う\n事象は，具体的な環境の場における出来事であり，法令の背景事情，立法趣旨を理解することが必\n要である。また法改正もしばしば行われるので，法令の動向には常に目を向けておくことが望まれ\nる。\n-37-\n平成３０年司法試験の採点実感（国際関係法（公法系））\n１ 出題の趣旨等\n既に公表されている出題の趣旨（「平成３０年司法試験論文式試験問題出題の趣旨【国際関係法\n（公法系）科目】」）に記載したとおりである。\n２ 採点方針\n国際関係法（公法系）科目の採点方針は，従来の立場を踏襲し，①国際法の基本的な知識を習得\nし，かつ，設問に関係する国際法の基本的な概念や規範，特に，関係する主要な多数国間条約の関\n連規定や国際法判例を正確に理解しているか，②各設問の内容を理解し必要な国際法上の論点に触\nれているか，また，出題されている事例に対する適切な考察がなされているか，③答案の法的構成\nがしっかりしており，論理的かつ正確な文書で書かれ，適切な理由付けがなされているか，といっ\nた点を重視した。\n３ 採点実感等\n第１問は，国家責任法の違法性阻却事由，条約の終了原因及び外交特権に関する基本的知識と理\n解を問う問題である。第２問は，国境画定条約の効力と領域の取得，国際司法裁判所の義務的管轄\n権受諾宣言の効力と相互主義，同裁判所の判決履行のための手続等に関する国際法上の基本的知識\nと理解を問う問題である。いずれも国際法の主要なテーマに関するものであり，全く見当違いの答\n案はなく，最低ライン未満者もいなかった。しかし，設問の趣旨を正確に捉え答えているか，また，\n説得的な理由付けがなされているか，さらに，基本的知識に基づく本問の事例に対する当てはめが\n的確かといった点では，答案の間に一定の差が見られた。\n⑴ 第１問\n設問１は，Ａ国がＢ国によるＸダムの建設中止に対して，Ｙダムを建設し，水力発電を開始し\nた行為が，国家責任法における違法性阻却事由で正当化されるかどうかを問う設問である。\n全体的な印象としては，違法性阻却事由としての対抗措置又は緊急避難の要件を詳述し，本設\n例がその要件を満たしているかを論じる答案が多く見られ，設問の趣旨はかなり理解されていた。\n他方で，答案の中には，国家はその領域を他国に損害を与えるような仕方で自ら使用してはな\nらないという領域使用の管理責任で説明しようとするものも一定数見られた。その考え方は一つ\nの筋の通った説明であるので一定の評価対象とした。\nまた，国際河川であるＣ川については，上流国であるＡ国は，Ｃ川の分流により影響が生ずる\n下流国であるＢ国に事前に通報し協議する義務があることを，国際判例を適切に引用しながら指\n摘する答案もあり，その点も評価の対象とした。\n設問２は，Ｂ国が一方的に終了したＴ条約には終了規定がないので，Ｂ国の行為を国際法上正\n当化し得るためには，Ａ・Ｂ両国がともに当事国である条約法に関するウィーン条約（以下「条\n約法条約」という。）が認める条約の終了原因に該当する必要を指摘した上で論じる必要がある。\n条約法条約第４４条第２項は，「条約の終了……は，条約又はこの条約の適用によってのみ行う\nことができる」と規定している。具体的には，本設問が，条約の重大な違反（第６０条），事情\nの根本的な変化（第６２条）等の要件を満たしているかどうかの検討が期待されている。\nこの点については，条約法条約の終了原因の条文に具体的に言及し，条文に規定された要件を\n本件設問の事例に当てはめて検討した答案が多く見られた。ただし，事例への当てはめについて\nは，具体的にどのような事情をどのように衡量するのか必ずしも明確ではない答案や，不十分な\n記述にとどまる答案も見られた。\n設問３は，１９６１年の外交関係に関するウィーン条約（以下「外交関係条約」という。）の\n特権免除に関する理解とＡ国大使館を占拠し，外交官らを人質にとった行為につき，Ｂ国大統領\n-38-\nが農民の行為を支持したことで，国家責任法上の私人の行為の性格に変容が生じていないかを問\nう問題である。\n多くの答案が，公館の不可侵に関する外交関係条約第２２条第１項に言及し，接受国たるＢ国\nには，同条第２項で，使節団の公館の安寧の妨害や公館の威厳の侵害を防止するための特別な責\n務があること，及び外交官の身体，自由又は尊厳に対するいかなる侵害をも防止する適当な措置\nを執る接受国の義務を規定した同条約第２９条に的確に言及し，その違反を論じていた。\n同時に，設問３では，Ｂ国大統領が採った一連の対応についても問われている。Ｂ国が外交関\n係条約に違反している場合には国際義務の違反となり，そうした国際違法行為は国家責任を生じ\nさせる。他方で，Ａ国大使館を占拠し大使館員を人質にとったＢ国の農民は，Ｂ国の国家機関の\n地位にあるものではなく，その行為はあくまで私人の行為にすぎない。そこで，農民の行為がＢ\n国に帰属するかどうかとともに，Ｂ国大統領が農民の行動を支持したことにより，私人の行為の\n性格に変容が生じていないかが設問で問われている。\nこの点，多くの答案が設問の趣旨を的確に捉え，国家責任の行為の帰属の問題を適切に論じて\nいた。また，Ｂ国大統領の一連の対応による行為の性格の変容につき，関連する国際判例（在テ\nヘラン米国大使館員人質事件）を引用しながら，国家責任条文の関係条文等にも言及し，的確に\n論じる答案も相当数みられた。他方で，Ｂ国大統領が農民の行動を支持したことについて言及が\nなされていても，その点を帰属の問題に結び付けることができていない答案も見られた。\n⑵ 第２問\n設問１は，Ａ国が国際法上どのような理由に基づいて自国がＹ遺跡を領有することをＢ国に対\nして主張できるかを問うものである。設問１に関する答案の内容は，いくつかのタイプに大別す\nることができた。Ｂ国の１９３０年から２０１８年までの長期間にわたる沈黙が，Ａ国のＹ遺跡\n領有に対するＢ国による「黙示の承認」を意味すると解する答案や，Ｂ国が長期間にわたる沈黙\nを破って２０１８年に突然Ｙ遺跡の領有をＡ国に対して主張することは国際法上の「禁反言」の\n原則ないしは国際法上の「信義則」に反するものであり許されないと論じる答案，さらにその両\n者を論じる答案などが，それぞれ一定数見られた。一方，Ａ国によるＹ遺跡に対する「長期間に\nわたる平穏かつ実効的な占有」の結果としてＡ国がＹ遺跡に対する領有権を得るに至ったと論じ\nる答案もかなりの程度存在した。その場合には，それが国際法上の「無主地」に対する「先占」\nの結果であるのか，他国領域に対する「時効（取得）」の主張であるのか等を的確に整理して理\n論的に論じることが求められるところ，そうした答案は，多くはなかった。また，１９３０年締\n結のＡＢ両国間の国境画定条約が「錯誤」により無効であることを検討する答案や，同条約が「事\n情変更」の原則の適用により終了することを検討する答案なども，数は少ないが存在した。これ\nらの答案については，論理的・説得的に論じられていれば，一定の評価をした。\n設問２は，国際司法裁判所の義務的管轄権受諾宣言に付された留保の効力と，受諾宣言に適用\nされる相互主義に関する理解を問うものである。本問に関しては，受諾宣言に付されたＡ国の留\n保の有効性という問題と，そのようなＡ国の留保を相互主義に基づいてＢ国が援用することが出\n来るかという問題の２つが論点となる。本問に関しては，この２つの論点に関する答案の論述内\n容の優劣が比較的鮮明に現われたものと評価できる。受諾宣言に付された留保の効力に関して，\n国際司法裁判所が下したノルウェー公債事件判決にも言及しながら，Ａ国が受諾宣言に付した留\n保をＢ国が相互主義に基づいて援用することができることを的確に指摘する優れた答案もかなり\nの程度見られた。他方で，受諾宣言に関する留保の法的効果を十分に理解していない答案や，受\n諾宣言に関して適用される相互主義への理解が不十分な答案なども，残念ながら散見された。\n設問３は，国際司法裁判所判決の不遵守に対して取り得る国際法上の手段を問うものである。\n国際連合（以下「国連」という。）加盟国は，国際司法裁判所の判決に従うべき法的義務を負う\n（国際司法裁判所規程第５９条及び国連憲章第９４条第１項）。にもかかわらず，国連加盟国が\n国際司法裁判所の判決に基づいて自国が負う義務を履行しないときは，他方の判決当事国（国連\n-39-\n加盟国）は，国連の安全保障理事会に訴えることができ，安全保障理事会は，必要と認めるとき\nは，判決を執行するために勧告をし又はとるべき措置を決定することができる（国連憲章第９４\n条第２項）。かなりの答案は，国連憲章第９４条第２項に具体的に言及しながら，Ａ国は国際司\n法裁判所の判決を執行するために必要な「決定」を求めて国連安全保障理事会にＢ国を提訴する\nことができることを的確に指摘していた。また，Ｂ国軍隊によるＹ遺跡の占拠と国際司法裁判所\n判決の不履行は，Ｂ国によるＡ国に対する国際法上の違法行為であり，これに対してＡ国は（原\n状回復，金銭賠償又は陳謝の要求等により）Ｂ国の国際法上の国家責任を追及できること，また\nＡ国はＢ国に対して国際法上の対抗措置を発動できることに言及する答案も多かった。さらに，\nＡ国の立場からすればＡ国の領土に所在するＹ遺跡に対するＢ国軍隊による侵攻と占拠は，国連\n憲章第２条第４項が規定する「武力不行使義務」違反であり，国連憲章第５１条に基づく自衛の\n発動をＡ国は検討すべきと指摘する答案も，数は少ないが見られた。これらの答案についても一\n定の評価の対象とした。\n⑶ 答案の水準と評価\n第１問，第２問ともに，「優秀」といえる答案は，全ての設問において，設定されている事実\n関係に関係する国際法上の論点を明確に摘出し，関係条約の条文を的確に解釈し，関連する国際\n法の原則や国際判例等に言及し，各設問に関して説得力のある論述を展開し，適切な結論を導き\n出しているものであり，答案全体の１割程度であった。「良好」といえる答案は，各設問で必要\nとされている国際法上の主要な論点の一部が欠けていたり，関係する国際法の原則に対する理解\nが必ずしも十分でないものであるが，全体としては適切な論述が展開できているもので，全体の\n約４割がこれに該当した。「一応の水準」の答案は，全ての設問に一通りは答えてはいるが，論\n述の内容が不正確であったり，論拠を示さずに結論だけを記述していたりするもので，全体の３\n～４割がこれに該当した。また，「不良」の答案は，設問の多くに関して根拠となる条約文や関\n連する国際法の原則に対する理解が不足ないし欠けているもので，数は多くないが一定数の答案\nがこれに該当した。\n４ 法科大学院教育に求めるもの\n法科大学院では，国際法に関する基本的な知識と理解をしっかり身に付けることをまず目指して\nもらいたい。特に国際法の基本概念や規範，国連憲章，条約法条約，外交関係条約などの主要な多\n数国間条約の構造と主な条文の解釈，国際法の主な理論や判例などに関する理解を深めることが重\n要である。その場合に求められているのは，暗記型の知識や理解ではなく，具体的な問題・事例に\n柔軟に対応して的確な解決策が導き出せる分析力と応用力の備わった知識や理解である。法科大学\n院での教育も，このような問題解決能力を涵養するものであることが望まれる。\n-40-\n平成３０年司法試験の採点実感（国際関係法（私法系））\n本年の国際関係法（私法系）の問題は，狭義の国際私法（抵触法）及び国際民事訴訟法から出題さ\nれている。\n１ 出題の趣旨，ねらい等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針\n採点の方針は，基本的に，例年と同様である。すなわち，関連する分野ごとに基本的な知識を備\nえているか否か，さらに，基礎的応用力を発揮できているか否かといった点が問われている。設\n問ごとに重点を異にするが，①狭義の国際私法（抵触法）及び国際民事訴訟法の基本的な構造を\n正確に理解しているか，②個々の法規範（条理により導かれるものを含む。）の趣旨を理解してい\nるか，③複数の法規範を視野に入れながら，相互の関連を理解しているか，④これらの点の理解\nに基づき，設問の事実関係等から適切に論点を導くことができるか，⑤個々の論点について，条\n文の正確な理解を示し，それぞれの要件を解釈し，根拠を提示しつつ，段階を追って国際裁判管\n轄権及び準拠法の決定過程を正確に説明し，関連する法規範を適切に適用することができている\nか，これらが採点の基準とされた。\n①ないし③の理解が曖昧と認められる答案は，「一応の水準」にとどまった。それらが明瞭に表\n現されている答案は，「良好」又は「優秀」なものと判定された。④及び⑤に関して明瞭な論述が\n展開されているものが，「優秀」と評価された。\n学説が分かれている論点については，結論それ自体によって得点に差を設けることはせず，自説\nの論拠を十分に示しつつ，これを論理的に展開することができているか否かを基本として採点し\nた。\n３ 採点実感\n⑴ 〔第１問〕について\nア 〔設問１〕は，外国人女性の死亡による相続問題を解決する前提としての，当該女性と夫\nの連れ子の親子関係の成否を問うたものである。 最判平成１２年１月２７日民集第５４巻１\n号１頁をもとに作成したものである。ちなみに，この判決は，国際私法のほとんどの教科書\nや判例解説等において取り上げられているものである。しかしながら，この判例に言及した\n答案は，極めて少なかった。この点は，出題者にとって予想外のことであった。\n相続問題を解決する前提として親子関係の成立が問われている。いわゆる先決問題といわ\nれるものである。先決問題という考え方を否定する見解もあり，それに沿った答案も存在し\nた。したがって，先決問題との指摘は必要ないが，ここでは，相続とは別の単位法律関係の\n問題が発生し，それが，相続問題に先んじて解決されなければならないという構造を明らか\nにすることが求められている。いきなり親子関係成立の準拠法決定を論じたものが少なくな\nかったが，この構造への言及は必須である。というのも，相続の準拠法上，子が相続人にな\nらないのであれば，ここで親子関係の成否を問う意味がなくなるからである。〔設問２〕の解\n答の中で，こうした構造を説明する者も少なからず存在した。これも評価の対象とした。\n法の適用に関する通則法（以下「通則法」という。）は，親子関係の成立の準拠法について\nは第２８条，第２９条，第３０条でその準拠法を定めている。しかし，それらは，出生や認\n知を前提にした規定ぶりとなっており，条文上，再婚による親子関係の成立を想定していな\nい。したがって，これらの条文をそのまま適用することは無理で，何らかの解釈を施して類\n推適用ないし準用する必要がある。残念ながら，かなり多くの答案が，これらの条文をその\n-41-\nまま使っていた。\n先決問題に関して本問題準拠法所属国国際私法説から論じるものもあろうかと考え，設問\n中に【甲国国際私法】の条文を挙げておいたところ，これを使って反致の議論をした答案が\n一定数あった。設問末尾に記した「全ての問いにおいて，反致及び国際裁判管轄権について\nは検討を要しない。」という文言が目に入ってこなかったのだろうか。さらには，親子関係成\n立の準拠法を甲国法と決定した上で，反致とは無関係にさらに甲国国際私法を使って論述を\n展開している答案もあった。こちらは，国際私法の理解に欠けるものであり，「一応の水準」\nにも届かないとして，大きく減点をした。\nイ 〔設問２〕は，出題の趣旨にも記したように，時際法を手掛かりに，各種の法の抵触の存在\nを理解し，その上で，国際私法は，地域的な法の抵触を解決するものであることを改めて認\n識してもらおうとした問題である。そうした構造を理解して，新旧法の適用は，準拠法に指\n定された当該実質私法秩序内の問題である，と答えた答案に対しては，時際法という表現が\nなくとも，高い評価を与えた。\nしかしながら，この問題に関しては，問題の所在を理解した答案が驚くほどに少なかった。\nしかも，圧倒的多数が，本問を公序の問題として処理していた。一旦成立した親子関係を，\n後日，解消するのは，子の保護に反するとして，通則法第４２条に定める公序により外国法\nの適用を排除するという論旨がほとんどで，そこでは結果の異常性と内国牽連性を根拠に挙\nげている。\nしかし，日本法の認めていない親子関係を，「結果の異常性」を根拠に認めるのは，さすが\nに無理があろう。さらに，ここで公序の判断がなされるとすれば，それは，前妻の子が後妻\nの相続財産を承継できないことの当否である。国内の事案では，もちろん認められない相続\n財産の承継である。一旦成立した親子関係が，後日，解消されることが公序判断の対象とな\nるのではない。公序による外国法適用の排除は，（本問題についてのみ生じ）先決問題につい\nてはほとんど問題とならないという指摘があるが，本事例は正にそうしたケースである。\n以上の点から，〔設問２〕において公序を論じている部分については，いかに丁寧に公序を\n論じていても，評価の対象としていない。\nウ 〔設問３〕は，〔設問１〕とともに，単位法律関係ごとに準拠法を決定するという国際私法\nの基本構造に関わる問いで，最判平成６年３月８日民集第４８巻３号８３５頁を踏まえての\n出題である。〔設問３〕では，この最判を意識した答案が一定数見られた。とはいえ，過半数\nは，判例につき何らの言及もない。\nその具体的な解決法も，通則法第３６条を適用し相続の準拠法によるとする見解，通則法\n第１３条第２項を適用し物権の所在地法によるとする見解，これら二つの準拠法を累積的に\n適用し処理する見解，さらには，これら二つの準拠法を配分的に適用し処理する見解に分か\nれている。見解の対立が，激しいところである。採点する者としては，諸説の考え方を整理，\n分析し，自らの立場を決定し，その上で具体的な結論を導き出すという論述を期待したが，\n多くの答案でその作業ができていない。単に自分の考え方を示し，結論を出すだけの答案が\nほとんどであった。「一応の水準」に分類されるものの，出題者としては，物足りなく感じた\nところである。\n前述した最高裁判決では，相続の準拠法に指定された外国法による処理を認めると，日本\nの取引の安全を著しく害することになるとして，所有権の帰属については通則法第１３条第\n２項に基づき日本法を適用している。そうしたことから，公序や禁反言を根拠に相続準拠法\nの適用を否定する答案に対しても一定の評価を与えた。\nいずれにしろ，どの立場に立ったかによって評価に差を設けることはしていない。単位法\n律関係の理解，その切り分け，そこでの考え方等を正しく理解し，適切な適用関係を展開し\nていることが重要である。なお，契約の問題と法性決定して通則法第７条や第８条を論じた\n-42-\n者がいるが，これは問題点を誤解しており，評価の対象としていない。\n⑵ 〔第２問〕について\nア 〔設問１〕小問１では，消費者契約に関する訴えの国際裁判管轄権について問うた。\n民事訴訟法（以下「民訴法」という。）第３条の２による管轄権（普通裁判管轄権，一般管\n轄権）については，大部分の答案が書けていた。\n民訴法第３条の３以下の特別裁判管轄権のうち本問で特に重点を置いて論ずべきなのは民\n訴法第３条の４第１項の消費者契約に関する訴えの管轄権である。本項について検討してこ\nれに該当するとの結論に達しているものが大多数であった。それらのうち，本項の趣旨，当\nてはめについてもよく書けているものが多数あった。それに対し，趣旨について書いていな\nいものも相当数あった。当てはめに関しては，ごく少数ながら，Ｙが個人であることから「事\n業者」に当たらないと誤解しているものがあった。本項中のその定義の括弧書をよく読まれ\nたい。本項に触れていないものには，本小問に関しては「一応の水準」にも達していない評\n価となっているものが多い。\n本問のような消費者からの事業者に対する訴えについては，民訴法第３条の４第３項の適\n用もなく，民訴法第３条の３の適用の可能性があるので，同条について論じることにも意義\nがある。そこで，同条について正確に論じていれば加点することとした。同条各号のうち答\n案で取り上げられていたものは以下の各号である。同条第１号（履行地管轄）についてはこ\nれについて触れたものの大部分がこれを正確に適用し，これに該当しないとの結論を導いて\nいた（ごく少数ではあるが，同号下段の要件を無視していたものもあった。）。同条第３号（財\n産所在地管轄）については，ごく少数ではあるがこれを肯定したものがあった。すなわち，\n本件絵画が「請求の目的」であると誤解したもののほか，これが「差し押さえることができ\nる被告の財産」であるとして同号による管轄権を認めたものがあった。問題文にＹは日本に\nは財産を有さないと明記しているので，これは認められない。同条第４号（業務関連管轄），\n第５号（事業活動管轄）に該当しないことは明らかである。最後に，同条第８号（不法行為\n地管轄）に基づいて管轄権を認めたものがごく少数ながらあった。しかし，契約無効を理由\nとする代金の返還の訴えが「不法行為に関する訴え」に該当するというのは無理であろう。\n本問では問題文においてＹの日本との関係の薄さについて詳しく記しているので，民訴法\n第３条の９について論じることが必要である。しかし，これについては全く記述のないもの\nが多数を占めた。たしかに同条についてはこれを極めて限定的にしか適用しないとの立場も\n有力である。他方，それに対しては一般論として反対する学説も多い。特に本問のような能\n動的消費者の場合など法の適用に関する通則法（以下「通則法」という。）第１１条第６項に\n該当する場合に民訴法第３条の４第１項により消費者の住所地管轄を一律に認めることに対\nしては，そのような場合は民訴法第３条の９により例外を認めるべきであるとの学説も多い。\nまた，同条の発動を否定するにしても，同条に全く触れない（あるいは同条の適用はないと\nの結論のみ記す）というのではＹの立場を全く無視しているとの感を与えるであろう。否定\nするなら理由を挙げた上で否定すべきである。極めて限定的にしか適用しないとの立場を貫\nくとした場合には，「応訴の負担」については，消費者であるＸの要保護性や事業者たるＹは\n外国での訴訟にも対応すべきであるとの理由を書けばよいし，「証拠の所在地」については，\n本件絵画が日本にあることを指摘すればよい。なお，同条について論じたものの中に，ごく\n少数ながら「そもそもがん作を売却したＹに，帰責事由が認められる」又は「偽物を売りつ\nければ，後日，金銭の返還を請求されることは予測できる」ことを同条に該当しないことを\n根拠づける考慮事由の一つとして挙げるものもあったが，一方当事者の主張するにすぎない\n事実を考慮事由とするのはいかがかと思われる。最後に評価についてであるが，同条につい\nて全く触れていないものには，本小問に関して「良好」との評価に達していないものが多い。\nなお，「甲国の裁判所に国際裁判管轄権がある」といった記述のある答案も散見されたが，\n-43-\n本問で問うているのは日本の裁判所の国際裁判管轄権であるので，間接管轄については論じ\nる必要がない。\nイ 〔設問１〕小問２では，消費者契約の準拠法の決定について問うた。\n通則法第７条については大部分の答案が触れており，準拠法指定合意がないとの結論を導\nいていた。もっとも，「契約書に準拠法の定めはない」ことのみから同条による合意を否定す\nるものが相当数あったが，これでは黙示の意思についても検討されているとは認められない。\n同条の「選択」には黙示の意思によるものも含まれるので，それが認められるかどうかにつ\nいても判断しなければならない。\n次に通則法第１１条の適用が問題となるが，そもそも同条に触れないものが多数あった。\n小問１で本件訴えが消費者契約に関するものであることの理解を示していた答案のうちにも\n小問２で消費者契約に関する通則法第１１条に触れないものが多数あったことは驚きであっ\nた。もし本条による場合には同条第２項によって消費者の常居所地法たる日本法によること\nは必ずしも記述する必要はないが，記述していれば少し加点している（この点，同条第５項\nによって同旨のことを記すものもごく少数ながらあったが，同条第３項ないし第５項は方式\nに関する規定である。）。本問では同条第６項第１号又は同項第２号による適用除外について\n検討しなければならないが，同項に気付かない答案も相当数あった。本問では同項全体又は\n同項第１号本文若しくは同項第２号本文の趣旨を説明することが求められるが，同項の当て\nはめはできている答案のうちでも趣旨の記述がないものが相当数あった。最後に評価につい\nてであるが，通則法第１１条について触れていないものは，仮に通則法第８条についての適\n切な記載があったとしても，本小問に関して「良好」との評価に達することがやや難しくな\nっている。通則法第１１条については触れているが同条第６項に気付かず，同条第２項によ\nるとしたものは本小問について「一応の水準」との評価にも達していない（通則法第８条の\n適用に関する記述がないため）。\n本問では通則法第１１条第６項第１号又は第２号によって同条第２項の適用が排除される\nので，通則法第８条が適用される。同条についてはおおむねよく書けていた。もっとも，同\n条第２項については，特徴的給付の意義を説明するのみで同項の趣旨（なぜ特徴的給付の理\n論が採用されているか）までは書けていないものも多数あった。\nなお，記述の順序については，通則法第８条の適用について先に書いて，後で通則法第１\n１条第２項が第６項第１号又は同項第２号によって適用されないことを確認するものも多数\nあり，それでも問題ない。ただし，ごく少数ではあるが，通則法第８条第２項の推定を破る\n事情として通則法第１１条について検討するものがあった。しかし，これは通則法第１１条\n第２項が通則法第８条の特則であることを理解していないものである。\nウ 〔設問２〕では，物権の得喪に関する準拠法の指定について定めた通則法第１３条第２項\nと，公海上を移動中の物に関する物権の準拠法の取扱いを中心とした理解を問うた。\nＹは，本件売買契約では本件絵画の所有権が移転していないと主張して，自己に対する所\n有権の帰属の確認を求めているから，問題となるのは物権の得喪であり，通則法第１３条第\n２項の適用が問題となる。この点については，多くの答案が適切に論じていたが，専ら同条\n第１項を挙げていた答案も見られた。また，同条第２項の問題であると論じておきながら，\n同項が，「前項の規定にかかわらず」とした上で，連結点をあえて「目的物の所在地」（同条\n第１項）ではなく，「その原因となる事実が完成した当時における目的物の所在地」（同条第\n２項）としている趣旨について適切に論じている答案は意外に少なかった。すなわち，物権\nの準拠法について目的物の所在地が連結点とされる趣旨については，物権が目的物に対する\n排他的支配権であり，その目的物所在地の秩序や公益と直接関係することや，第三者との関\n係でも明確性を確保できることなどが挙げられている。他方，同条第２項が連結点をそのう\nち「その原因となる事実が完成した当時」のものに特定している趣旨は，一旦所在地法によ\n-44-\nって完成した物権の得喪が後の目的物の所在地の変更によって影響を受けないようにするこ\nとにある（不変更主義）。しかし，適用すべき条文を同項であると指摘しながら，その趣旨の\n説明として，同条第１項との違いについて論及した答案は，決して多くはなかった。\nこのことと関連するが，Ｙは，口頭弁論終結時（現時点）における本件絵画の所有権の帰\n属主体であることを主張しているが，そうであるからといって直ちに本件絵画の現時点の所\n在地法がいずれの法であるかを探求すべきではない。むしろ，問題とされる物権の得喪の「原\n因となる事実」に着目し，それが「完成した当時」がいつであるのかを検討する必要がある。\nそうすると，設問２では，甲国法という準拠法候補により本件絵画の所有権の移転が成立す\nるのか否かという観点から甲国法が所有権の移転に関する準拠法となるのか否かを論じるべ\nきである。そして，本件絵画の引渡しは，未了であるために甲国法によっては所有権が移転\nすることにはならないから，「原因となる事実が完成した」とはいえず，甲国法は，そもそも\n準拠法とならない。この点について適切に説明がされていた答案は，「優秀」と評価されるが，\n実際には，本件売買契約を手掛かりに甲国法をストレートに準拠法として指定し，その前提\nで，甲国法では本件絵画の所有権が移転していないと論じる答案が多かった。また，設問２\nの問題文から，本件絵画の引渡しは未了であることが明らかであるのに，このことに配慮せ\nず，本件絵画の発送をもって甲国法が求める引渡しが完了したこととする答案も散見された。\nこれは，問題文の解釈を誤るものとして，「一応の水準」にも達していないとされてもやむを\n得ない。\nこのように，通則法第１３条第２項が，同条第１項と異なり，連結点を「その原因となる\n事実が完成した当時におけるその目的物の所在地」としている趣旨を適切に理解し，それを\n設問２の内容に照らして具体的に当てはめた上で，甲国法が準拠法とはならないことを指摘\nし，引き続いて公海上を航行中の船舶に積載された移動中の物に関する論述に進むことがで\nきた答案には高い評価が与えられる。他方，「目的物の所在地」として口頭弁論終結時（現時\n点）の本件絵画の所在地に着目し，甲国法の準拠法としての資格を論じることなく，直ちに\n移動中の物についての論述に進んでしまうと，物権の得喪について通則法第１３条第２項が\n同条第１項とは別に定められた点についての理解が疑われることになろう。\n移動中の物（res in transitu）については目的物所在地法として現実の所在地法ではなく，\n仕向地法が適用されることについては，多くの答案が適切に論じていた。ただし，その理由\nないし趣旨に関する各答案の論述の濃淡は様々であり，この点の論述の厚みの程度が，それ\nぞれの学習の進度を反映しているように思われた。また，設問２では，本件絵画は公海上を\n航行中の船舶に積載されているところ，公海上には本来指定されるべき目的物所在地法が存\n在しないというという特殊性がある。この点に注意を払いすぎたためか，船舶の旗国法を準\n拠法とすべきであると論じる答案も見られた。しかし，物権の準拠法として旗国法が適用さ\nれるのは，船舶そのものを目的物とする物権が問題となる場合が主であり，その積載物につ\nいては移動中の物として別に扱うのが一般的な理解である。積載物について旗国法説を採用\nする以上，移動中の物の目的物所在地法を仕向地法とする理解に対する批判と旗国法説を採\n用する根拠をいずれも適切に論じる必要があろう。\n本件絵画が移動中の物であることを指摘し，その目的物所在地法が仕向地法である日本法\nであると論じた上で，通則法第１３条第２項の適用結果として，本件絵画の所有権の移転に\nついて日本法を準拠法として指定し，本件売買契約について日本民法第１７６条を適用して，\n本件絵画の所有権はＸからＹに移転済みであるとする答案が多数であった。これは，一つの\nオーソドックスな見解であり，この点について論述がされていれば，「一応の水準」ないし「良\n好」とみて差し支えない。\nしかし，本件売買契約が成立したのは甲国においてであり，本件絵画が発送されて移動中\nの物となり，遅くとも公海上に達して以降，ＸＹ間に本件絵画の所有権の移転に関する意思\n-45-\n表示は存在しない。そうすると，本件絵画の「目的物の所在地法」が日本法になった時点以\n降，通則法第１３条第２項にいう「原因となる事実」は何ら完成しておらず，したがって，\n日本法は同項によっては本件絵画の所有権の移転に関する準拠法にはならないと解すること\nもできる。また，日本民法第１７６条の解釈として，甲国における本件売買契約には適用が\nないと解する余地もある。これらの論点について論述した答案は極めて少数であったが，こ\nの点について問題意識を感じさせる答案は，「優秀」と評価されよう。\nなお，当事者間における物権の得喪について通則法第７条以下を適用する少数説を採用す\nる答案は，ほとんど見られなかった。\n４ 今後の出題\n狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を組み合わせた事例問題\nが出題されることになると思われる。\n５ 受験生と今後の法科大学院教育に求めるもの\n出題の趣旨に記したように，〔第１問〕は，最高裁判所で問われた問題点を基に作成されたもの\nである。しかし，これら判例への言及が一切ない答案が，極めて多数に上った。判例，とりわけ\n最高裁判所判例は，現実社会で問題となった，しかも見解の対立する論点に関して新たな判断を\n示すものである。国際関係法（私法系）にとどまるものではないが，最高裁判所の判例を通じた\n学習をさらに徹底することが望まれる。\n〔第２問〕では，消費者契約と理解しながら，通則法第１１条に言及しない答案が意外と存在し\nた。ここでは，通則法第７条，第８条，第１１条について問われているが，その一部についてし\nか論じていない答案も少なくなかった。これらは，いずれも通則法の全体構造を十分理解してい\nないことを意味している。〔第２問〕の〔設問２〕において，第１項と第２項を明確に区別するこ\nとなく通則法第１３条を用いている答案にも同じことがいえる。全体の法構造をしっかり理解し\nた上で，個々の条文を解釈，運用する力を養うことが望まれる。民訴法の国際裁判管轄権に関す\nる条文についても同様である。\n受験生の諸君に改めて認識してもらいたいのは，こうした力を養うためには，基本的な教科書\nを丹念に読み，理解することが何より重要であるということである。\n-46-"
}