{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\n１ 甲株式会社（以下「甲社」という。）に会社員として勤務するＸは，かねてからのギャンブル好きが高じ，甲社からの給与収入だけでは生活費にすら事欠く状態となり，消費者金融会社等から借金をしては，これをギャンブルや利息の返済に充てることを繰り返す自転車操業状態に陥っていた。\nＸは，そのような折りのある日，大金をつぎ込んだギャンブルに失敗し，腹いせに酒を飲んだ後，自動車を運転して帰宅途中，ハンドル操作を誤り，バイク及びトラックと相次いで衝突する交通事故を起こした（以下「本件事故」という。）。\n本件事故により，バイクを運転していたＡが怪我をしたほか，Ａ所有のバイク及びＢ株式会社\n（以下「Ｂ社」という。）所有のトラックが破損する被害が生じた。\n２ Ａは，取引先から仕入れた弁当をバイクで宅配する事業を個人で営んでおり，本件事故時はその日の弁当の配達を全て終えて事務所に戻る途中であった。\nＡの宅配用のバイクは，本件事故当日に修理が完了し，翌日からの弁当の配達に使うことができる状態となったが，Ａは，通院して治療を受けるため完治までの間に合計５日間にわたり弁当の宅配業を終日臨時休業せざるを得なかった。\nＡは，通院治療の費用として１０万円，宅配用のバイクの修理費用として１０万円をそれぞれ支出した。また，Ａの１日当たりの平均的な利益を基に算出した５日分の休業補償として相当な金額は１０万円であった。\nＡは，Ｘとは以前からの知り合いであったことから，Ｘのためを思い，人身事故よりも行政処分や刑事処分が軽い物損事故として警察に届け出ていたが，損害賠償金は多めにもらってやろうと考え，Ｘに対し，「３０万円払ってもらえば実費の弁償としては足りるのだが，怪我のことを警察に黙っていてやったのだから，後はそっちで考えてほしいな。」と告げた。\nＸは，物損事故として届け出てくれたＡに恩義を感じていたことから，慰謝料を考慮に入れても損害賠償金としては明らかに多いとは思いつつ，Ａに対し，「１００万円払おう。」と申し出たところ，Ａがこれを承諾したので，「Ｘは，Ａに対し，本件事故の損害賠償金として１００万円を支払う。」と明記した示談書をＡと取り交わし，１００万円をＡに支払った。\n３ Ｂ社は，Ｘに対し，本件事故直後から，訴訟外で，トラックの修理に要した費用の賠償として\n４００万円の支払を求めていたが，Ｘは，言を左右にして支払を拒んでいた。\nＸは，飲酒運転により本件事故を起こしたことを理由に甲社から懲戒解雇された後は定職に就かず，時折アルバイトやギャンブルで収入を得るほかは無収入で，銀行に３０万円の定期預金（以下「本件定期預金」という。）があるほかは，他にみるべき資産も有していない状態であった。\nＢ社は，一時はＸを被告とする損害賠償請求訴訟の提起を弁護士に依頼することも検討したが，Ｘの経済状態が好転する兆しはなく，仮に勝訴判決を得てもＸが任意に支払に応じる見込みはない上，本件定期預金に対する強制執行の手続を採っても，訴訟及び強制執行手続を依頼した弁護士に対する費用や報酬の支払に少なくとも４０万円を要すると見込まれた。\nそこで，Ｂ社は，トラックの修理費用の回収を断念し，本件事故の翌事業年度において，４００万円の損害賠償請求権の全額を貸倒損失として経理処理をした。\n以上の事案について，以下の設問に答えなさい。\nなお，保険金（いわゆる自賠責保険及び任意保険に基づくもの）の支払はないものとする。\n〔設 問〕\n１．Ａの精神的苦痛に対する慰謝料としてはせいぜい１５万円が相当であったとした場合，ＡがＸから損害賠償金として受け取った１００万円について，所得税法における所得の概念を踏まえつ\n- 8 -つ，Ａが所得税を課税される範囲を説明しなさい。\n２．Ｂ社が貸倒損失として経理処理した４００万円について，参考となる最高裁判所の判決の内容を指摘しつつ，Ｂ社の法人税の計算上，その全額を損金の額に算入することができるか否かを論じなさい。\n（参照条文）所得税法施行令\n（非課税とされる保険金，損害賠償金等）第３０条 法第９条第１項第１７号（非課税所得）に規定する政令で定める保険金及び損害賠償金（これらに類するものを含む。）は，次に掲げるものその他これらに類するもの（これらのものの額のうちに同号の損害を受けた者の各種所得の金額の計算上必要経費に算入される金額を補てんするための金額が含まれている場合には，当該金額を控除した金額に相当する部分）とする。\n一 （前略）心身に加えられた損害につき支払を受ける慰謝料その他の損害賠償金（その損害に基因して勤務又は業務に従事することができなかつたことによる給与又は収益の補償として受けるものを含む。）二 （前略）不法行為その他突発的な事故により資産に加えられた損害につき支払を受ける損害賠償金（これらのうち第９４条（事業所得の収入金額とされる保険金等）の規定に該当するものを除く。）三 心身又は資産に加えられた損害につき支払を受ける相当の見舞金（第９４条の規定に該当するものその他役務の対価たる性質を有するものを除く。）\n- 9 -\n〔第２問〕（配点：５０）\nＸ社は，カキ養殖業を営む資本金１０００万円の株式会社で，Ａ，Ｂ及びＣの３姉弟（以下，この３人を併せて，「Ａら」という。）が，それぞれ発行済株式総数の６０％，２０％，２０％を保有している同族会社である。Ｘ社はＡらの父Ｄが１００％出資して設立した会社で，Ｄの死亡後，ＡらがＸ社株式をＤから相続により取得したものである。しかし，Ｂ及びＣはカキ養殖業に興味を持たず，別の分野の職業に就いたため，Ｘ社の取締役はＡ，Ｂ及びＣの３名で構成されているものの，Ｘ社において定期的に取締役会が開催されることはなく，Ａが代表取締役として，経理を含むＸ社の業務全般を掌握していた。Ａらは毎年，暦年を事業年度とするＸ社の事業年度末を経過した２月中に「株主総会」と称して集まり，ＡからＸ社の業績等について説明を受けてこれを了承していたが，Ｂ及びＣの関心はどちらかと言えばＸ社についての説明ではなく，その後にＡらの家族を交えて，Ｘ社が養殖したカキを使った焼きガキや土手鍋を「美味しい遺産ね。」「今年の配当も美味いぞ。」などと言いつつ賞味することにあった。\nＸ社のこのような状況を奇貨としたＡは，平成２７年中に，自ら，帳簿に架空の外注費を計上し，その支払を装って１０００万円をＸ社の銀行口座から自分が管理する銀行口座に移して（以下，この１０００万円の移動を，「本件資金移動」という。），遊興等で生じた借金の弁済に充てた。\n平成２９年中に行われたＸ社に対する税務調査で，本件資金移動の事実が判明したため，所轄税務署長Ｅは，この１０００万円を平成２７年にＡがＸ社から与えられた賞与と考え，Ｘ社に対して源泉所得税の納税告知処分（以下，この納税告知処分を，「本件納税告知処分」という。）を行うとともに，平成２７事業年度（平成２７年１２月末に終了する事業年度を指す。）の法人税につき，課税所得を１０００万円増額させる修正申告を勧奨したが，Ｘ社がこれを拒否したため，勧奨した修正申告と同じ内容の増額更正処分（以下，この増額更正処分を，「本件更正処分」という。）を行った。\n上記の税務調査後の平成３０年２月中にＸ社の「株主総会」が開催され，その場でＡは，①Ｘ社の代表取締役の地位を濫用し，Ｘ社の資金を引き出して私的な支払に充てたこと（以下「本件横領」という。）を認めるとともに，②その弁償を約束し，これがＢ及びＣに了承された。その後平成３０年５月に，ＡがＸ社に対して１０００万円を支払うべき債務を負担していることを確認し，これを平成３１年（２０１９年）末までに弁済する旨の債務分割弁済契約公正証書が作成された。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１．Ｘ社が本件納税告知処分に従って税額を納付することを拒否した場合，税務署長Ｅは当該税額をＡから徴収することができるか否かを，源泉徴収の法律関係を簡潔に説明しつつ論じなさい。\n２．Ａらは，平成２７年にＸ社が，本件横領により１０００万円の損失を被ったとの見解で一致している。この見解の下で，本件更正処分の適法性について論じなさい。ただし，同族会社の行為計算否認規定は考慮しなくてよい。\n３．本件納税告知処分の適法性について，結論を異にする見解にも言及しつつ，自説を述べなさい。\nなお，本件納税告知処分に，手続法上の瑕疵はないものとする。\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問は，Ｘが起こした交通事故（本件事故）により被害を受けたＡ及びＢ社をめぐる課税関係を問うものであり，具体的には，ＡがＸから損害賠償金として受け取った１００万円について，Ａが所得税を課税される範囲（設問１．）と，Ｂ社がＸに対して有する４００万円の損害賠償請求権について，これを貸倒損失として経理処理した場合に，Ｂ社の法人税の計算上，その全額を損金の額に算入することの可否（設問２．）をそれぞれ問うものである。\n設問１．においては，まず，所得税法第９条第１項第１７号が一定の損害賠償金を非課税所得として定めていることを指摘した上で，Ａが損害賠償金として受け取った１００万円の内訳ごとに，同号を受けて非課税所得とされる損害賠償金を具体的に定める同法施行令第３０条への当てはめ等を行う必要がある。\nすなわち，通院治療費の補填としての１０万円，慰謝料としての１５万円，通院に伴う休業補償としての１０万円については，心身の損害に対する賠償金について定める同条第１号の適用が，また，バイク修理費用の補填としての１０万円については，資産の損害に対する賠償金について定める同条第２号の適用が，それぞれ問題となるが，Ａが弁当の宅配に用いているバ\nイクの修理費用はＡの事業所得に係る必要経費に当たるから，これを補填するための金額は，同条柱書きにおいて非課税所得の範囲から除外されていることに注意が必要である。\nまた，Ａが損害賠償金として受け取った１００万円のうち，その余の５５万円については，安易に所得税法施行令第３０条第３号の「相当の見舞金」に当たると結論づけるのではなく，所得税法が一定の損害賠償金を非課税所得として定めている趣旨に遡り，そもそも非課税所得とされる損害賠償金とはいかなるものであるかを明らかにした上で，非課税所得該当性について説明することが期待されている。\nこの点に関しては，当事者間で損害賠償のためと明確に合意されて支払われたものであってもそのことをもって直ちに非課税所得となるわけではないとしたいわゆるマンション建設承諾料事件判決（大阪地裁昭和５４年５月３１日判決・判例時報９４５号８６ページ）の判示が参考となろう。\n本設問においては，非課税所得該当性について条文の正確な理解と当てはめが求められるこ\n- 23 -とは言うまでもないが，それにとどまらず，問題文に明記したとおり，「所得税法における所得の概念を踏まえつつ」Ａが所得税を課税される範囲を説明することが求められているから，同法が包括的所得概念を採用していることや，一定の範囲の損害賠償金は，損害の回復，補填の性質をもち，純資産の増加をもたらさないことを意識した解答が求められる。\n設問２．においては，Ｂ社が有する４００万円の損害賠償請求権について貸倒損失として経理処理した場合に，その全額を法人税法第２２条第３項第３号の「損失」として損金の額に算入することができるか否かについて，金銭債権の貸倒損失の損金算入についての一般論を判示したいわゆる興銀事件最高裁判決（最高裁平成１６年１２月２４日第二小法廷判決・民集５８\n巻９号２６３７ページ）を念頭においた解答が期待されている。\n同判決は，金銭債権の貸倒損失を同号の「損失」として損金の額に算入するためには，当該金銭債権の全額が回収不能であること（全部貸倒れ）が客観的に明らかであることが必要であるとした上で，全部貸倒れが客観的に明らかであるか否かの判断に当たっては，債務者の資産状況，支払能力等の債務者側の事情，債権回収に必要な労力，債権額と取立費用との比較衡量，債権回収を強行することによって生ずる他の債権者とのあつれきなどによる経営的損失等の債権者側の事情，経済的環境等も踏まえ，社会通念に従って総合的に判断されるべきである旨判示している。\nしたがって，本設問においても，問題文に示された事案から，債務者であるＸ側の事情のみならず，債権者であるＢ社側の事情をも適切に拾い上げた上で，Ｘに対する４００万円の損害賠償請求権の全部貸倒れが客観的に明らかであるか否かを論じる必要がある。\n〔第２問〕\n本問は，一人で会社の実権を握る代表者による会社資産からの横領の事案において，この横領をめぐる源泉徴収の在り方と，横領により発生した損失及び代表者に対する損害賠償請求権がどのように会社の法人税の計算に反映させられるかを問うものである。\n設問１．は，源泉徴収の基本的な法律関係に関する知識を問うものである。Ｅ税務署長はＸ社から源泉徴収すべき所得税を受給者Ａから徴収することはできないという答えを導くだけであれば，所得税法第２２１条が，徴収納付義務者が「その所得税を納付しなかつたときは」「その所得税をその者から徴収する」と規定していることを指摘すれば足りる。しかし，本問では更に「源泉徴収の法律関係を簡潔に説明」することも求められているため，源泉徴収の法律関係についての基本判例（最判昭和４５年１２月２４日民集２４巻１３号２２４３頁）に触れつつ，源泉徴収の法律関係において国と直接の法律関係に立つのは源泉徴収義務者のみで，受給者と国との間に直接の法律関係はないことなどについても論じる必要がある。\n設問２．では，Ｘ社が本件横領により損失を生じていることを前提に，Ｘの損失とＡに対する損害賠償請求権が法人税法上，どの事業年度の課税所得計算に反映させられるかが問題となる。\n具体的には，Ａらの見解の下では，本件横領による損失がＸ社の平成２７事業年度の損失（法人税法第２２条第３項第３号）に算入されるべきことと，Ｘ社がＡに対して損失額と同額の損害賠償請求権を取得することを指摘する必要がある。問題となるのは，損害賠償請求権がどの事業年度の益金に算入されるべきかの点であるが，これは，判例（最判平成５年１１月２５日民集４７巻９号５２７８頁）により，法人税法第２２条第４項から導かれる権利確定主義により決せられるべき問題である。\nこの判断枠組みの下でも，損失と損害賠償請求権は常に同時に成立し・確定すると考えるか- 24 -\n（同時確定説），両者の確定時期は同時とは限らないと考えるか（異時確定説）で判断が分かれるし，後者の立場に立つ際には，本件横領がＸ社の代表者であるＡによりなされていること，その事実が具体的に明らかになったのは平成２９年中の税務調査がきっかけであることなどの事実に触れつつ，本件における損害賠償請求権の収入すべき権利の確定時期を説得的に論じる必要がある。なお，本設問では，異なる見解への言及を求めていないため，自説を論理的，説得的に記述することのみが求められているところ，関連する有力な下級審裁判例（東京高判平成２１年２月１８日訟月５６巻５号１６４４頁）があり，参考となろう。\n設問３．では，本件納税告知処分の適法性が問われている。本件納税告知処分は，本件資金移動が平成２７年分のＡの役員賞与であって，所得税法第２８条第１項の給与等に該当し，Ｘ社が同法第１８３条第１項の源泉徴収義務を負うことが前提とされているから，本件納税告知処分が適法か否かは，本件資金移動がＡの給与所得に該当するか否かにより判断されることになる。そして，本問では，「結論を異にする見解」への言及が求められているから，本件資金移動がＡの給与所得に該当すると考える場合も，該当しないと考える場合も，ともに異なる考え方がどのような根拠に立って論じられ得るかについて，論理的な記述が求められる。\n具体的には，給与所得の意義に関する判例（最判昭和５６年４月２４日民集３５巻３号６７２頁，最判平成１７年１月２５日民集５９巻１号６４頁など）に照らして，本件資金移動が給与所得に該当するか。給与所得の範囲に関する判例（最判昭和３７年８月１０日民集１６巻８\n号１７４９頁）に照らして，給与所得の範囲に含まれると考えるか。源泉徴収制度の趣旨に照らして，本件資金移動についてＸ社に源泉徴収義務を負わせることが適当であるか，などが論点として考えられる。\nなお，比較的近年，人格なき社団の代表者が人格なき社団から受けた債務免除益が給与所得に該当し得るとする最高裁判決（最判平成２７年１０月８日訟月６２巻７号１２７６頁）がある。また，本問と同様に法人の代表者による横領について法人が負う源泉徴収義務が争われた下級審裁判例が複数あり，参考になろう。"
}