{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，４０：３５：２５〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nⅠ\n【事実】\n１．Ａは，トラック１台（以下「甲トラック」という。）を使って，青果物を生産者から買い受け，小売業者や飲食店に販売する事業を個人で営んでいた。\n２．平成２９年９月１０日，Ａは，Ｂとの間で，松茸（まつたけ）５キログラムを代金５０万円でＢから購入する契約（以下「本件売買契約」という。）を締結した。本件売買契約においては，松茸の引渡しは，同月２１日の夜に，Ｂのりんご農園のそばにあるＢ所有の乙倉庫において，代金の支払と引換えですることが定められた。\n３．同月２１日午前１１時頃から午後２時頃にかけて，Ｂは，本件売買契約の目的物とするための松茸を秋の収穫期に毎年雇っているＣと共に収穫し，これを乙倉庫に運び入れ，同日午後４時頃には，本件売買契約の約定に合う松茸５キログラムの箱詰めを終えた。そこで，Ｂは，直ちに，引渡準備が整った旨をＡに電話で連絡したところ，Ａは同日午後８時頃に乙倉庫で引き取る旨を述べ，Ｂはこれを了承した。\n４．同日午後６時頃，Ａが松茸を引き取るため甲トラックで出掛けようとしたところ，自宅前に駐車していた甲トラックがなくなっていた。\nＡがすぐに電話で事情と共に松茸の引取りが遅れる旨をＢに伝えたところ，Ｂからは，しばらく待機している旨の返答があった。Ａは，自宅周辺で甲トラックを探したが見付からなかった。そこで，Ａは，同日午後８時頃，今日は引取りには行けないが，具体的なことは翌朝に改めて連絡する旨を電話でＢに伝えた。\n５．Ｂは，Ａからのこの電話を受けて，引渡しに備えて乙倉庫で待機させていたＣに引き上げてよい旨を伝えた。その際，Ｂは，近隣で農作物の盗難が相次いでおり警察からの注意喚起もあったことから，Ｃに対し，客に引き渡す高価な松茸を入れているので乙倉庫を離れるときには普段よりもしっかり施錠するよう指示した。乙倉庫は普段簡易な錠で施錠されているだけであったが，Ｃは，Ｂの指示に従って，強力な倉庫錠も利用し，二重に施錠して帰宅した。\n６．同月２２日午前７時頃，Ａは，Ｂに，車を調達することができたので同日午前１０時頃に松茸を乙倉庫で引き取りたい旨を電話で伝えた。Ｂは朝の作業をＣに任せて自宅にいたため，Ａが車でまずＢの自宅に寄り，Ｂを同乗させて乙倉庫に行くことになった。\n７．Ａは，代金としてＢに支払う５０万円を持参して，同日午前１０時過ぎに，Ｂと共に乙倉庫に到着した。ところが，乙倉庫は，扉が開け放しになっており，収穫した農作物はなくなっていた。\n８．警察の捜査により，収穫作業道具を取り出すため乙倉庫に入ったＣが，同日午前７時頃，同月２１日の夜にＢから受けた指示（【事実】５参照）をうっかり忘れて，りんご農園での作業のため普段どおり簡易な錠のみで施錠して乙倉庫を離れたこと，その時から同月２２日の午前\n１０時過ぎにＡとＢが乙倉庫に到着するまでの間に何者かがその錠を壊し，乙倉庫内の松茸，りんごなどの農作物を全部盗み去ったことが判明した。\n９．その後，Ｂは，Ａに対し，本件売買契約の代金５０万円の支払を求めたが，Ａは，Ｂが松茸\n５キログラムを引き渡すまで代金は支払わないと述べた。これに対し，Ｂは，一度きちんと松茸を用意したのだから応じられないと反論した。\n- 2 -\n〔設問１〕\n【事実】１から９までを前提として，【事実】９のＢの本件売買契約に基づく代金支払請求は認\nめられるか，理由を付して解答しなさい。\nⅡ 【事実】１から９までに加え，以下の【事実】10から14までの経緯があった。\n【事実】\n10．甲トラックは，Ａが次の経緯でＤから入手したものであった。\n平成２７年１１月９日，ＡとＤは，Ｄが所有する中古トラックである甲トラック（道路運送車両法第５条第１項（関連条文後掲）が適用される自動車である。）を目的物とし，代金額を３００万円とする売買契約を締結した。この売買契約においては，次のことが定められていた。\n①Ａは，代金の支払として，甲トラックの引渡しと引換えにＤに対し内金６０万円を現金で支払い，以後６０か月の間，毎月４万円をＤの指定する銀行口座に振り込んで支払う。②甲トラックの所有権は，Ａが①の代金債務を完済するまでその担保としてＤに留保されることとし，その自動車登録名義は，Ａが代金債務を完済したときにＤからＡへと移転させる。③Ａは，①\nの振込みを１回でも怠ったときは代金残債務について当然に期限の利益を喪失し，Ｄは，直ちに甲トラックの返還を求めることができる。④Ａは，Ｄから甲トラックの引渡しを受けた後，甲トラックを占有し利用することができるが，代金債務の完済まで，甲トラックを善良な管理者の注意をもって管理し，甲トラックの改造をしない。⑤Ｄが③によりＡから甲トラックの返還を受けたときは，これを中古自動車販売業者に売却し，その売却額をもってＡの代金債務の弁済に充当する。⑥Ｄは，⑤の充当後に売却額に残額があるときは，これをＡに支払う。\n同日，ＡはＤに対し内金６０万円を支払い，ＤはＡに対し甲トラックを引き渡した。\n11．Ａは，同年１２月以降毎月，遅滞することなく，Ｄが指定した銀行口座に４万円を振り込んで代金を支払っている。\n12．Ａは，甲トラックの消失後（【事実】４参照），レンタカーを借りて事業を続けていたが，廃業して帰郷することにし，平成２９年１２月２２日，居住していた借家を引き払った。Ａは，Ｂら取引先等に廃業の通知を出したものの，転居先を知らせることはしなかった。\n13．平成３０年２月２０日，Ｅは，その所有する丙土地（山林）の上に，甲トラックが投棄されているのを見付けた。その後，Ｅは，甲トラックがＤ名義で自動車登録されていることを知った。\n14．同年３月１０日，Ｅは，Ｄに，甲トラックが丙土地上に放置されている事実を伝え，甲トラックの撤去を求めた。ところが，Ｄは，㋐「Ａとの間で所有権留保売買契約をしたので，私は甲トラックを撤去すべき立場にない。その立場にあるのは，Ａである。」，㋑「登録名義はまだ私にあるが，そうであるからといって，私が甲トラックの撤去を求められることにはならない。」\nと述べ，応じなかった。ＥがＤにＡの所在を尋ねたところ，Ｄは，Ａの所在は知らないと述べた。また，Ｄによれば，甲トラックの盗難の事実と警察に盗難を届け出た旨の知らせが平成２９年９月２２日にＡからあったが，銀行口座にはＡから毎月４万円の振込みが滞りなくされていたこともあり，Ａとの間で互いに連絡をすることがなかったとのことであった。\nその後も，Ｅは，Ａの所在を把握することができないままでいる。\n〔設問２〕\n【事実】１から14までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｅの【事実】14の撤去の請求に関し，【事実】14の下線を付した㋐のＤの発言は正当であると認められるか，理由を付して解答しなさい。\n⑵ 仮に㋐のＤの発言が正当であると認められるものとした場合，Ｅの請求は認められるか，【事実】14の下線を付した㋑のＤの発言を踏まえつつ，理由を付して解答しなさい。\n- 3 -\n（参照条文）道路運送車両法（昭和２６年法律第１８５号）第５条 登録を受けた自動車の所有権の得喪は，登録を受けなければ，第三者に対抗することができない。\n２ （略）\nⅢ 【事実】１から14までに加え，以下の【事実】15から20までの経緯があった。\n【事実】\n15．数年前に妻に先立たれたＣは，持病が悪化して，平成３０年１月２０日，死亡した。\n16．Ｃは，積極財産として，それぞれの金額が１２００万円，６００万円及び２００万円の定期預金を残した。Ｃには，３人の子Ｆ，Ｇ及びＨがいたが，Ｈについては，Ｃが家庭裁判所に廃除の申立てをしており，それを認める審判が平成２７年に確定していた。\n17．平成３０年１月２１日，Ｃの通夜の席で，ＣがＢに対し同月３１日を期限とする３００万円の借入金債務を負っていたことが判明した。\n18．Ｆは，Ｃが負っていた借入金債務全額の返済をＢから強く求められたため，同月３１日，Ｂに対し３００万円を支払った。\n19．同年３月１日，同年１月１日付けのＣの適式な自筆証書遺言（以下「本件遺言」という。）があることが判明し，同年５月７日，検認の手続がされた。\n20．本件遺言の証書には，「①私が残す財産は，１２００万円，６００万円及び２００万円の定期預金である。②遠方に住みながらいつも気にかけてくれたＦには，Ｇよりも多く，１２００万円の定期預金を相続させる。③Ｇには６００万円の定期預金を相続させる。④Ｈは，まだ反省が足りないので，廃除の意思を変えるものではないが，最近結婚をしたことから，２００万円の定期預金のみを与える。」と記されていた。\n〔設問３〕\n【事実】１から20までを前提として，次の問いに答えなさい。\nＦは，ＣがＢに対して負っていた借入金債務３００万円を全額支払ったことを根拠に，Ｇに対し，幾らの金額の支払を請求することができるか。本件遺言について，遺言の解釈をした上で，理由を付して解答しなさい。なお，利息及び遅延損害金を考慮する必要はない。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，民法の幅広い分野から，民法の基礎的な理解とともにその応用力を問うものであり，当事者の主張を踏まえつつ法律問題の相互関係や当該事案の特殊性を論理的に分析して自説を展開する能力が試されている。\n設問１は，種類債務の特定と危険負担（民法第５３４条第２項），（狭義の）履行補助者の過失，弁済の提供又は受領遅滞若しくは受領義務違反の効果（債務者の目的物保管義務の軽減及びその軽減後の義務の内容，対価危険の債権者への移転等）等といった債権法の複数の制度・\n規定について，基本的な理解ができているか，その理解を具体的な事実関係に基づいて各制度\n・規定の相互の関連性を含めて適切に展開することができるかを問うものである。典型論点ともいえるものばかりではあるものの，複数の論点の検討を要する問題を通して，事案に即して論理を着実に展開する能力が試されている。\n設問１の事実関係の下では，危険負担の適用があるか否かが問題となるが，その前提として，種類債権の特定とその後の目的物の滅失が必要となる。そこで，民法第４０１条が定める「債務者が物の給付をするのに必要な行為を完了し」たこととは，例えば，債務者が，給付の完了のために債権者がする必要のあることを除き，自らすることができることを全てした状態をいうところ，Ｂの債務は取立債務であることから，Ｂが目的物を分離して引渡準備を完了し，その旨をＡに通知することにより目的物の特定が認められることなどを述べた上で，設問１の事実関係からこの特定が認められ，その特定した目的物が盗難により滅失したと認められることを述べる必要がある。\n- 4 -目的物が特定後に滅失した場合の売主Ｂの売買代金請求権の帰趨については，①双務契約上の相対立する二つの債務は互いに対価関係に立つため牽連関係が認められるとして，一方の債務の消滅により当然に他方の債務も消滅することを前提としつつ，本件においては目的物が特定していたとして民法第５３４条第２項の適用によりＢの代金請求が認められ得るとする立場，②同じ前提に立ちつつも，民法第５３４条第２項の適用を否定又は制限する立場などが考えられる。これらのいずれの立場によっても構わないが，自己の採用した立場から一貫性のある法律構成をすることが求められる。なお，①②と異なり，双務契約上の相対立する二つの債務は互いに独立のものであり，一方の消滅により他方が当然に消滅することはないとする立場もあり得るが，その場合には，特殊といってよい立場であるため，そのように解する理由を明確に示すことが必要である。\n上記の①の立場からは，以下の事柄について論ずることになる。\n①の立場は，民法の規定の文理に素直なものであるといえるが，①の立場に対しては公平ではないという批判が極めて有力であり，また，この立場をとることを明言する判例があるわけでもない。そこで，民法第５３４条第２項の文言に素直な解釈であるという指摘をするだけでなく，公平に反するという批判説にも応接した理由付けをすることが望ましい。\nその上で，民法第５３４条が適用されるのは目的物の滅失が「債務者の責めに帰することができない事由」による場合であるため，設問１の事実関係の下で盗難による松茸の滅失がこれに当たるかを論ずべきことになる。その際には，「債務者の責めに帰することができない事由」\nの意味をまず明らかにする必要がある。これについては，例えば，特定物の売主は目的物の善良な管理者の注意をもって目的物を保管する義務を負うところ，その義務を尽くしたことが上記事由に当たるとする考え方が考えられる。さらに，設問１では，Ｂは保管のために（狭義の）\n履行補助者に当たる（【事実】３）Ｃを使用しているためＣの主観的態様が信義則上Ｂの主観的態様と同視されるとした上で，Ｃが近隣において盗難事件が頻発し警察が注意喚起しているとの状況下でＢの指示に従わずに簡易な錠による施錠しかせずに乙倉庫を離れたこと（【事実】\n５及び８）は善管注意義務違反に当たると解されるため，目的物として特定した松茸の滅失はＢの責めに帰することができない事由によるものということは基本的にできないことになる。\nもっとも，松茸の盗難は，Ｂによる弁済の提供があった後，又はＡによる受領遅滞中に若しくはＡの受領義務違反後に起きたことである。そこで，弁済の提供又は受領遅滞若しくは受領義務違反の効果としてＢの保管義務の軽減が問題になる。これらのいずれの構成によっても構わないが，その構成により保管義務が軽減される理由を明らかにし，設問１の事実関係の下で保管義務の軽減が認められるかを論ずる必要がある。\nそして，債務者は自己の財産に対するのと同一の注意をもって目的物を保管する義務を負う，あるいは，債務者は故意又は重大な過失による目的物の滅失又は損傷の場合にのみ責任を負うなどと軽減された義務の内容を明らかにした上で，設問１の事実関係に即して，Ｃの行った簡易な錠での施錠が「普段どおり」の施錠方法であったことを踏まえてその軽減された注意義務に違反しないかどうかを論ずべきことになる。\n次に，上記の②の立場をとる場合には，以下の事柄について論ずることになる。\nまず，自説の立場から，民法第５３４条の適用を否定又は制限する理由を述べる必要があり，その理由と整合的にどのような場合には適用が認められるのかを明らかにし，設問１の事実関係の下では民法第５３４条が適用される場合に当たらないことを述べることが求められる。\nもっとも，Ｂによる弁済の提供又はＡの受領遅滞若しくは受領義務違反が認められることから，その効果として対価危険の移転が認められ得る。そこで，その旨の指摘と設問１の事実関係の下でこれが認められることを述べた上で，目的物の滅失がＢの帰責事由によるものであるときはそもそも危険負担の適用がないことを述べて，松茸の滅失がＢの帰責事由によるものか否かを検討すべきことになる。そして，ここでは，上記の①の立場と同様に，債務者に課され\n- 5 -た善管注意義務と債務者の責めに帰することができない事由との関係，弁済の提供等による善管注意義務の軽減の有無などを検討すべきことになる。\n設問２は，所有権に基づく妨害排除請求の相手方は現に妨害をしている者であることを前提として，所有権留保売買契約の売主として留保所有権を有する者はこれに当たるか（小問１），仮にこれに当たらないと判断すべきことを前提としたとしても，その者が妨害物となっている自動車を以前所有しており，自己の意思に基づいて登録名義人となった者であって，その自動車を譲渡した後も登録名義人にとどまっている場合は別に考えることができないのか（小問２）\nを，それぞれ問うものである。\n小問１では判例によっても承認されている所有権留保売買を題材に非典型担保物権の意義と留保所有権の内容を，小問２では不動産と同様の法的規制に服する自動車についての権利の得喪に係る対抗要件制度の意義という，基本的な問題に対する理解力を測ることを狙いとする。\nまた，小問１には最判平成２１年３月１０日民集第６３巻３号３８５頁，小問２には最判平成\n６年２月８日民集第４８巻２号３７３頁という重要な関連判例があり，設問２は，日頃の学習において重要判例について表層的でない理解を心掛けているかをみようとするものでもある。\n小問１では，Ｅの請求が所有権に基づく請求であること，この請求の相手方は所有権の行使を現に妨げている者であることを前提として，甲トラックの所有権留保売買における留保売主\nＤは，甲トラックが丙土地上に放置されていることによってＥの丙土地所有権の行使を妨げていることになり，したがって，甲トラックの撤去義務を負うかどうかが問われている。\nまず，物の所有者は，その物が他人の土地上にある場合には，権原がなければ，通常，その物の撤去の義務を負う。ところが，Ｄは，Ａとの間で所有権留保売買契約をしたことにより，通常の所有権を有する者ではなく，債権担保の目的で所有権を有するにすぎない。そこで，このような立場にあるＤが所有者一般と同様に扱われるのか否かを論ずべきことになる。\nＤが甲トラックの撤去義務を負うか否かについての結論はいずれでも構わないが，その結論を導く理由についての法的な構成力が問われている。その理由に関しては，例えば，次のような事情を考慮することが考えられる。\nすなわち，①ＡＤ間の契約において，被担保債権の不履行があるまでは，甲トラックの占有\n・処分権能を有するのはＡであり，Ｄはこれを有しないとされており，Ｄは，甲トラックの交換価値しか把握していないとみることができることである。これによると，Ｄは，形式的には甲トラックの所有者であるが，実質的には抵当権者と変わりがないとみることができ，抵当権者であれば抵当目的物による妨害排除請求の相手方にはならないと考えられる。\n他方で，②上記①のようなＤの地位は，ＡＤ間の契約によって創設されたものであることである。したがって，Ｄの甲トラックの占有・処分権能は，Ａとの契約によりＡとの関係で制約されているにすぎないとみる余地がある。実際にも，例えば甲トラックを不法占有する者がある場合，その者との関係では，Ｄは所有権に基づく返還請求をすることができるとされる可能性がある。\nこのほか，③Ｄは，甲トラックに抵当権（自動車抵当権）を設定することもできたのにあえて所有権留保という担保手段を選んだものであって，所有者と同様に扱われることはＤの選択の結果であるにすぎないといえることなどを指摘することが考えられる。\nなお，前掲平成２１年３月１０日最高裁判決は所有権留保という社会的に重要な非典型担保の基本的内容の一部を明らかにするものであることから，法律実務家となることを志す者が知っているべき判決であるということができるが，単に同判決があることや，その内容を指摘しても十分な解答にはならず，理由付けの内容が問われるものである。\n小問２では，下線部㋐のＤの発言が正当と認められるという前提で解答することが求められている。これは，甲トラックの通常の所有権を有していたＤが，Ａとの所有権留保売買契約により甲トラックの所有権を実質的に喪失したことを前提として，設問２を考えるべきことを意\n- 6 -味するから，まずこの点を押さえる必要がある。\nそして，登録自動車の所有権の喪失はその登録をしなければ「第三者」に対抗することができない（道路運送車両法第５条第１項）ことが問題文に示されていることを踏まえつつ，設問\n２の事実関係の下で，Ｅは，その「第三者」に該当し，又は「第三者に準ずる者」として扱われるのかを，論ずべきことになる。\n道路運送車両法第５条第１項は，民法第１７７条と同趣旨の規定であることから，「第三者」とは，登録の不存在を主張する正当な利益を有する者をいい，隠れた物権変動により第三者が害されることを防ぐという同条の趣旨から，当該物件につき登録名義人との間で法律上の利害関係を有するに至ったことが，第三者性を基礎付ける「正当な利益」に当たると解される。\nこれによると，Ｅは，第三者には基本的に該当しないこととなる。Ｅが甲トラックにつき有する利害関係は，甲トラックの所有者が判明しなければ丙土地の所有権に対する妨害を排除することができないという不利益を被ることであり，Ｅは，甲トラックにつき，権利を取得すべき地位にあるなど何らかの法律上の利害関係を有するわけではないからである。\nもっとも，判例（前掲平成６年２月８日最高裁判決）上，土地所有権の行使が建物の存在によって妨害されている場合において，登記に関わりなく建物の実質的所有者をもって妨害排除の義務者を決するとすれば，土地所有者はその探求の困難を強いられるなどの不合理を生ずるおそれがあることから，その建物の所有権を譲渡により喪失したが自ら得た登記名義をなお保持する者は，土地所有者との関係については建物についての物権変動における対抗関係にも似た関係にあるとした上で，土地所有者の請求により建物を収去し土地を明け渡す義務があるとされている。登録自動車については不動産と同様の法的扱いがされることが多いことから，Ｄ\nについても同様の立論が可能であるかどうかが問題になる。\nこの問題についても，結論はいずれでも構わないが，その結論を導く理由についての法的な構成力が問われている。\n検討の筋道としては，前掲平成６年２月８日最高裁判決が地上建物による土地所有権の妨害の場合に土地所有者を例外的に保護していることから，その例外的保護の理由を明らかにして，それとの比較をすることが考えられるが，これに限られるものではなく，次に述べるような必要な考慮要素に触れられていることが必要である。\n地上建物による土地所有権の妨害の場合に土地所有者の例外的保護が認められる理由としては，①建物の存立は，敷地の全面的・固定的占有を当然に伴うため，土地所有者は土地の占有という土地所有権の本質的内容に属する権能を奪われた状態が継続することが挙げられる。他方で，登録自動車による土地所有権の妨害は，全面的なものでも，固定的なものでもなく，土地所有者は，その妨害により土地所有権の本質的内容に属する権能を奪われた状態になるとまで評価することはできないともいえる。\nまた，②一般に，民法第１７７条の第三者とは登記の欠缺を主張する正当な利益を有する者をいうなどとされ，第三者とされるためには，当該物権変動の主張が認められると当該不動産に関する権利を失い，又は負担を免れることができなくなることが必要であるところ，本件では，土地所有者は，登記を移転していない前建物所有者による建物の所有権喪失の主張が認められると，建物所有権の隠れた移転によりその建物所有権の負担（土地所有権を妨害された状態が継続するという負担）を実質的に免れることができない地位にあるとみることができるともいえる。他方で，土地所有者は土地所有権の本質的内容に属する権能を奪われた状態になるとまで評価することはできないと反論をすればこの指摘は当たらないし，そもそも違法な状態に対する責任の追及の問題を対抗問題と類似すると扱うことは適切ではないということもできる。\nさらに，③建物を譲渡した元所有者は，その建物を所有する旨の登記を自らしたのであれば，その名義の移転をすることも当然にできたはずであり，登記懈怠の責めを問われても仕方がな\n- 7 -いことを指摘することができる。他方で，所有権留保売買は，被担保債権の弁済まで登記又は登録を売主名義のままにしておくことが当然の前提であり，そのことも含めて判例上承認されていることから，売主に登記懈怠の責めを負わせることは適当ではないともいえると考えられる。\nこのほか，建物の撤去とは，通常，建物の取壊しであることから，その費用を負担しさえすれば誰でもすることができるため，建物所有権を有しない登記名義人に負わせることも可能であるが，自動車については，前登録名義人は真の所有者の所在が判明するまで自動車を保管し続けなければならないという負担を負い続けることになりかねず，その金銭負担も重いものとなる可能性があるという事情も指摘することができる。\n以上を踏まえれば，Ｅを「第三者」に準ずる者と認めて例外的に保護することは適当ではないと理解することに相当の理由があると考えられるが，上記のとおりいずれの結論でも許容される。\n解答に当たっては，以上に例示した事情の全部を挙げることが求められるものではなく，根幹的と思われる理由を挙げて結論を正当化することで十分である。もっとも，結論を正当化する際には，その結論を根拠づける方向に働く事情を挙げるだけでなく，反対の結論を根拠付ける方向に働く事情も考慮し，それに応接することが望ましい。\n設問３は，遺言による財産の処分によって，共同相続人への債務の承継が影響を受けるか否かを問うことを通じて，相続法に関する基本的な知識に基づく事案の分析力や解釈論の展開力を試すものである。\n設問３については，①被相続人Ｃを共同相続したＣの子ＦＧに対し法定相続分とは異なる割合で特定の財産をそれぞれ「相続させる」遺言，及び，Ｃから廃除（民法第８９２条）された子Ｈに対し特定の財産を「与える」遺言について，遺言の解釈によってその法的性質（とりわけ，「相続させる」遺言が相続分の指定を伴うものであるか）を明らかにした上で，②Ｃが残したＢに対する借入金債務がＦＧにどのように承継されるか，さらに，この債務を全額支払ったＦがＧに対し幾らの金額の支払を請求することができるかについて，検討することが求められる。\nまず，Ｃの遺言（以下「本件遺言」という。）の解釈に当たっては，どのような指針に基づいて解釈すべきか，例えば，「被相続人の遺産の承継関係に関する遺言については，……遺言者の意思を尊重して合理的にその趣旨を解釈すべきものである」（最判平成３年４月１９日民集第４５巻４号４７７頁参照）などと必要に応じて簡潔に言及することが求められる。\nその上で，ＦＧに対する「相続させる」遺言に関しては，判例が，特定の遺産を特定の相続人に「相続させる」遺言は，①相続人に対し，特定の財産を単独で相続させようとする趣旨に解するのが合理的な意思解釈であって，特段の事情がない限り，遺贈と解すべきではないとし，②かかる「相続させる」趣旨の遺言は，特定の遺産を特定の相続人に単独で相続により承継させることを遺言で定める点で，正に民法第９０８条にいう「遺産の分割の方法を定めた遺言」\nであるとしている。したがって，この判例の立場を前提とすれば，共同相続人ＦＧに対し，１２００万円・６００万円の定期預金をそれぞれ「相続させる」遺言は，「遺産分割方法の指定」と意思解釈するのが合理的であることになる。なお，共同相続された定期預金について，遺産分割の対象となる旨の判例が最近出されている（最判平成２９年４月６日集民第２５５号１２９頁。最大判平成２８年１２月１９日民集第７０巻８号２１２１頁参照）が，本問においてはその旨の言及を特に求めるものではない。\nそして，「遺産分割方法の指定」については，法定相続分よりも多い割合で分割の指定がされたり，各共同相続人に対し法定相続分とは異なる割合で分割の指定がされた場合には，特段の事情がない限り，「相続分の指定」（民法第９０２条）を伴うものと解釈するのが一般的である。このような形で法定相続分とは異なる割合による遺産分割の指定がされたことは，債務の- 8 -\n承継割合を法定相続分から変更する意思がないことが明らかであるなどの特段の事情がない限り（最判平成２１年３月２４日民集第６３巻３号４２７頁参照），その分割された割合で「相続分の指定」がされて，債務もその割合で承継させる趣旨に意思解釈するのが合理的であると考える立場であり，このような立場を取るならば，共同相続人ＦＧに対し法定相続分とは異なる割合で１２００万円・６００万の定期預金をそれぞれ「相続させる」とする本件遺言は，「相続分の指定」を伴うものと解釈することになる。\n上記の立場に対し，特定の遺産を特定の相続人に「相続させる」遺言を「特定遺贈」と解釈する学説も少なくない。このような説に立って論ずるに当たっては，上記の「相続分の指定を伴う遺産分割方法の指定」と解する立場に対する批判を踏まえた議論を展開し，例えば，「遺産分割方法の指定」は，本来は，現物分割・換価分割などの遺産全体の分割方法の指針を定めるものであって，特定の財産の処分は特定遺贈によることが民法の予定するところであることを指摘することが考えられる。\nこのほか，上記の各立場も踏まえつつ，本件遺言は，飽くまでも個別の積極財産を処分したに過ぎない点などを考慮して，遺言者には債務の承継割合までを変更する意思はなく，法定相続分の割合で承継すると解釈することも，解答として許容されるものと考えられる。\n次に，Ｈに対する遺言については，Ｈは廃除（民法第８９２条）により相続資格を失っていたこと，したがって，２００万円の定期預金を「与える」遺言は，相続人以外の者に対する遺言による特定の財産の処分であるから，特定遺贈と解釈されることを述べることが求められる。\n本件遺言において廃除の意思に変わりがないとＣがしていることに照らして，廃除の取消し（民法第８９４条第２項）の趣旨を含むものではなく，相続資格を失ったままであることに言及することが望ましい。\n以上を前提に，Ｃの残した金銭債務が共同相続人ＦＧにどのように承継されるかについては，次のように考えられる。\nまず，共同相続人は，法定相続分に応じて相続人の権利義務を承継するのが原則であるが（民法第８９９条），指定相続分（民法第９０２条）がある場合は指定相続分に応じて承継する。\nＦＧへの「相続させる」遺言において複数の立場があり得るが「相続分の指定を伴う遺産分割方法の指定」であると解する場合には，指定相続分（２：１）により，それ以外の立場による場合には法定相続分（１：１）により債務を承継することになる。\n次に承継の態様が問題となるが，ＣはＢに対し３００万円の金銭債務（可分債務）を負っていたことから，判例（大決昭和５年１２月４日民集第９巻１１１８頁）の立場を前提とすれば，民法第４２７条により，共同相続人ＦＧ間では上記の割合に応じた分割債務として承継することになる。\nそして，Ｆは，Ｇが単独で負う債務までＢに弁済している。これは，債務者の意思に反するもの（民法第４７４条第２項）とはいえないので，ＦはＧに対し，事務管理等を理由として，指定相続分で承継したとする場合には１００万円の支払を，法定相続分で承継したとする場合には１５０万円の支払を，それぞれ請求することができるものと考えられる。\n他方で，金銭債務（可分債務）の共同相続について，不可分債務又は合有債務と解する学説も有力であり，分割債務説を批判しつつ，これらの学説に立った検討を加えることも考えられる。この場合には，内部的負担部分は，法定相続分又は指定相続分に応じて定められ（民法第\n８９９条参照），その負担部分を超える額についてＦはＧに求償することができるものと考えられる。",
  "scoring_notes": "平成３０年司法試験の採点実感（民事系科目第１問）\n※ ３ページ目に誤記の訂正についての記載が追記されています。\n１ 出題の趣旨等\n出題の趣旨及び狙いは，既に公表した出題の趣旨（平成３０年司法試験論文式試験問題出題の\n趣旨【民事系科目 〔第１問〕をいう。以下同じ ）のとおりである。 】 。\n２ 採点方針\n採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことがで\nきるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々\nな法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力な\nどを試そうとするものである。\n， ， ，その際 単に知識を確認するにとどまらず 掘り下げた考察をしてそれを明確に表現する能力\n論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評\n価する能力を確かめることとした。これらを実現するために，一つの設問に複数の採点項目を設\nけ，採点項目ごとに，必要な考察が行われているかどうか，その考察がどの程度適切なものかに\n応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点に\nついて緻密な検討をし，それらの問題点の相互関係に意を払う答案が，優れた法的思考能力を示\nしていると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として\n評価し，論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらに\nより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な\n検討の一部がなく，そのことにより知識や理解が一部不足することがうかがわれるときでも，そ\nのことから直ちに答案の全体が低い評価を受けることにならないようにした。また，反対に，論\n理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，\n低く評価することとした。また，全体として適切な得点分布が実現されるよう努めた。以上の点\nも，従来と同様である。\n３ 採点実感\n各設問について，この後の(1)から(4)までにおいて，それぞれ全般的な採点実感を紹介し，ま\nた，それを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀 「良好 「一応の水準」及 」 ， 」 ，\nび「不良」の四つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示す\nこととする。ただし，ここで示された答案は上記の各区分に該当する答案の例であって，これら\nのほかに各区分に該当する答案はあり，それらは多様である。また，答案の全体的傾向から感じ\nられたことについては，(4)で紹介することとする。\nなお，各設問において論ずべき事項がどのようなものであったかについては，既に公表した出\n題の趣旨に詳しく記載したところであるので，これと重複を避けつつ採点実感を述べることとす\nる。\n⑴ 設問１について\nア 設問１の全体的な採点実感\n設問１において論ずべき事項は，これを大きく分ければ，①種類債務の特定の有無，②危\n険負担（民法第５３４条第２項）の適用の有無，③危険負担における「債務者の責めに帰す\nることができない事由」の有無の判断であり，③についてはさらに履行補助者の過失及び弁\n済の提供又は受領遅滞若しくは受領義務違反の効果（債務者の目的物保管義務の軽減及びそ\nの軽減後の義務の内容，対価危険の債権者への移転等）を内容とする。\n全体としては，①の種類債務の特定と②の危険負担の適用の有無については比較的多くの\n答案が一定水準の論述をしていたが，③に関してはここに含まれる問題点に気が付かなかっ\nた答案も多く見られ，ここが評価に大きく差が付く要因となっていたといえる。\n他方で，評価が低くなった答案を中心として，買主は受領遅滞に陥っていたから売主によ\nる代金の支払請求は認められるとするなど，そもそも，代金支払請求権の帰すうに関して，\n危険負担，受領遅滞といった諸制度の相互関係が理解されていないことがうかがわれるもの\nも見られた。\n個別に見ると，上記の①に関しては，目的物の分離・準備や債権者への通知を要すること\nなどに詳しく言及することができている答案が多くあったが，そのような答案であっても，\nこの指摘は取立債務に関するものであり，本件も取立債務であることを事実関係を踏まえて\n簡潔に論ずることができている答案はそれほど多くはなかった。\n上記の②に関しては，まずもって，種類債務が特定をし，その後特定した目的物が滅失し\nたというケースについては，適用法条は，民法第５３４条第１項ではなく，同条第２項とな\n， 。 ，るが このことを正確に指摘することができていない答案が少なからず見られた このほか\n危険負担の債権者主義を定めた規定である民法第５３４条については，かねてより立法論的\nな批判が極めて強く，その適用範囲を狭めるため，これを制限的に解する見解が有力である\nが，この見解に従った答案は少なかった。しかし，上記のような問題状況を踏まえれば，こ\nの見解に従わず，同条の文言に忠実な立場を採用するとしても，その適用範囲を制限する必\n要がないのかどうかについて検討を加えるのが適切であると考えられるが，そのような答案\nはほとんど見られなかった。なお，上記の③に関わることであるが，民法第５３４条を文言\nどおりそのまま適用するという立場を採用しながら，弁済の提供や受領遅滞の効果として対\n価危険の移転を論ずる答案も見られた。しかし，この立場を採用した場合には同条の効果と\nして対価危険は買主が負うことから，重ねて対価危険の移転を論ずる意味はない。\n上記の③に関しては，このうち，履行補助者の故意・過失に関しては比較的良く論述する\nことができていたものの，責めにすることができない事由（過失）の有無の判断の基準とな\nる売主の負う注意義務について，民法第４００条の善管注意義務に言及することができてい\nない答案が相当数見られ，受領遅滞等の効果としての注意義務の程度の低減にも言及するこ\nとができていない答案も多かった。また，そもそも，本件においては受領遅滞が生じている\nという事実関係に気が付くことすらできていない答案も相当数見られた。当初の予定どおり\n目的物である松茸が引き渡されていたならば盗難は発生していなかったともいえることが本\n件の結論を左右する要素となり得ることは，事案を精査すればそれほど困難なく思い至るこ\nとができると思われる。このことからは，結論を導く上で考慮すべき要素を事案の中から適\n， 。 ， （ ）切に抽出し 評価をする能力の一層の涵養が必要であることがうかがわれた なお Ｂ Ｃ\nの注意義務違反の有無については，善管注意義務を負う前提で検討した上で，弁済の提供や\n受領遅滞を認定し，自己の財産と同一の注意義務を負う前提で改めて検討するのが丁寧であ\nるが，後者の検討のみをした答案も，注意義務違反の有無を適切に検討することができてい\nるものは同等に評価した。\n以上のほか，本件の主要な問題は上記のとおりであるにもかかわらず，引渡債務との同時\n履行の抗弁の検討に必要以上に多くの記述を費やした答案が少なからず見られた。しかし，\n本件においては，引渡債務の目的物は特定しており，かつ，履行不能となっているから，こ\nれとの同時履行を論ずる意義は乏しく，この点について大きな評価を与えることはできなか\nった。\nイ 答案の例\n優秀に属する答案の例は，本設問では，上記の①から③までの各点に関してバランスよく論\n理的な論述がされており，かつ，Ｂ（Ｃ）の注意義務違反の有無の検討に当たっても設問１\nにおける事実関係に基づいてポイントを的確に指摘し，判断を示すことができていたもので\nある。\n良好に属する答案の例は，優秀に属する答案と比べ，債務者の負う注意義務の内容と帰責事\n由との関係に意識が払われていない答案や，注意義務違反の有無などについての事実関係の\n当てはめがややおざなりと思われる答案などである。\n一応の水準に属する答案の例は，上記の①や②については相応の論述がされているものの，\nそもそも，受領遅滞が生じていたという事実関係に気が付くことができず，③について全く\n触れることができていない答案などである。\n不良に属する答案の例は，設問１においては危険負担が問題となることを指摘することが\nできていないものや，債務者（売主）の責めに帰すべき事由が存するかどうかの検討を行う\nことができていないものなどである。\n⑵ 設問２について\nア 設問２の全体的な採点実感\n設問２においては，題意によれば，甲トラックの所有権を有していたＤが，Ａに対して所\n有権留保売買をしたことにより甲トラックの所有権を実質的に喪失したといえるかという問\n題を小問(1)において検討した上で，喪失していたという立場を選択した者はもちろん，喪失\nしていないという立場を選択した者も喪失していたという立場を採用したものとして，甲ト\nラックの登録名義人であることを理由として撤去義務を負わせることができないかを小問(2)\nにおいて検討することを求めるものである。このような出題者の意図については，ほとんど\nの答案がその趣旨をよく理解し，順を追って論述することができていたが，小問(2)で論ずべ\nき点を小問(1)で論じている答案などもあった。\n小問(1)に関しては，所有権に基づく妨害排除請求権が問題となるところ，その点の指摘が\nないものや，妨害排除請求権の相手方となるべき者が抽象的に言えばどのようなものである\nのかについて分析がされていない答案が多く見られ，論述の前提となるべき事項を的確に押\nさえていない傾向が見られた。また，Ｄの地位は所有権留保売買の売主の地位にあることを\nどのように評価し，妨害排除請求の可否と結び付けていくのかが小問(1)における主要な課題\nであるが，この点を意識することができていない答案が見られた。このほか，Ｄの地位が債\n，権の担保のために所有権を有するにすぎないものであることは理解することができていても\nなぜ，妨害排除請求権の相手方となって撤去義務を負うことになるのか，あるいはならない\nのかについて，例えば，いまだＡの債務不履行（※当初掲載した採点実感では「Ｅの債務不\n履行」と記載していましたが 「Ａの債務不履行」の誤りでしたので訂正しました ）が生じ ， 。\nていないといった具体的な事実関係を踏まえつつ説得力をもって論ずることができている答\n案は少なかった（なお，具体的にどのような立論が考えられるかについては，既に公表した\n出題の趣旨を参照していただきたい 。さらに，そもそも，所有権留保が担保のためにされ 。 ）\nるものであることを理解できていないことがうかがわれる答案や，所有権留保売買の法的性\n質は譲渡担保そのものであると誤解をした答案なども見られたことは，所有権留保売買が債\n権担保の手法として社会で広く活用されている現状に照らすと，非典型担保であって実定法\nに基づくものでないことを差し引いても，残念な結果であった。\n次に，小問(2)においては，Ｄは自動車登録名義を有するものの実質的には所有者ではなく\nなっているという前提で答えることが必要であるが，このような地位にあるＤに対する妨害\n排除請求に関して，これを当然に対抗関係にあるとして処理することはできないのであり，\nこの点は判例・学説が一致しているところである。それにもかかわらず 「Ｅは，甲トラック ，\nの所有権の帰属について利害関係を有するから 『第三者』に当たる」などと，何の留保もな ，\nくＥとＤとが対抗関係に立つことを前提としてしまった答案がかなり多く見られた。これは\n一面において，民法第１７７条（道路運送車両法第５条）の「第三者」の意義についての理\n解が十分でないことを表しているものであり，他面で，不動産と動産とで違いがあるとはい\nえ，最判平成６年２月８日民集第４８巻２号３７３頁という重要な関連判例を意識すること\nができていないものであって，基本的な判例の知識の定着の観点から難があるといわざるを\n得ない（なお，このような立論をした答案は，事案の妥当な解決を図ろうとするあまり短絡\n的に対抗関係にあるとしたことがうかがわれるものが少なくなかったが，中には登録には公\n信力があるとまでする答案も見られ，非常に残念であった 。上記の判例を意識することが 。 ）\nできていることがうかがわれた答案についても，地上建物による土地所有権の妨害の場合に\nおいて登記名義人が撤去義務を負うのは例外的なものと位置付けていることなど，判例の論\n理構成や問題意識を正確に表現することができているものは少数にとどまり，例えば，Ｄが\n甲トラックの自動車登録を自ら備えていたといった事情を指摘することができた答案もそれ\n。 ， ，ほど多くはなかった そのため 小問(2)において特に論じてもらいたかった上記判例の射程\nすなわち，不動産と動産とでの差異の有無について（結論はともあれ）具体的に検討するこ\nとができていた答案はほとんどなかった（ここで，どのような観点からの理由付けがあり得\nるかについては，既に公表した出題の趣旨を参照していただきたい 。 。 ）\nイ 答案の例\n優秀に属する答案の例は，小問(1)においては所有権留保売買が担保目的であることを踏ま\nえつつ，このことが所有権に基づく妨害排除請求権の消長に与える影響について論理的に考\n察することができており，他方，小問(2)においてはＥとＤとが直ちに対抗関係に立つもので\nはないことを踏まえた上で，判例の問題意識も踏まえつつ対象財産が不動産ではなく動産で\nある本件において対抗問題と類似の処理をするべきかについて一応の理由付けを施しながら\n結論を導くことができた答案などである。\n良好に属する答案の例は，優秀に属する答案との比較においては，小問(1)においては所有\n権留保売買が担保目的であることは理解しているものの，それがなぜ妨害排除請求権の成否\nに影響を与えるのかの理由付けが曖昧であるものや，小問(2)においては本件では対象財産が\n不動産ではなく動産であり，これが結論に何らか影響を及ぼすのかに意識を向けることがで\nきなかった答案などである。\n一応の水準に属する答案の例は，小問(1)において所有権留保売買の法的性質が担保目的で\nあることに理解が及ばなかったとか，小問(2)においてＥとＤとが対抗関係に立つとするなど\n小問(1)又は小問(2)において大きく筋を外してしまった答案などである。\n不良に属する答案の例は，そもそも本設問の題意を理解した上で考え方を整理して論述す\nることができなかった答案や，各小問において大きく筋を外してしまった答案などである。\n⑶ 設問３について\nア 設問３の全体的な採点実感\n設問３は，親族法・相続法の分野からの出題であったが，択一式試験においても多く出題が\nされている分野に関する知識を問うものであったから，受験生には一定の知識が備わってい\nるものと思われるところである。ところが 「遺産分割 「遺産分割方法の指定 「相続分の ， 」 ， 」 ，\n指定 「廃除」といった基本的な概念についての理解が極めて不正確な答案が少なからず見」 ，\nられた。確かに 「遺産分割方法の指定」や「相続分の指定」の意義を正確に理解することは，\n簡単ではないかもしれないが，遺言において遺産中の財産の帰属先を指定することを「遺産\n分割」と誤解するものや 「廃除」がされたと認定しながらもＨについて債務の相続承継を論 ，\nずるものなども少なからずあり，予想以上に基本的な概念を理解することができていないこ\nとがうかがわれた。\n設問３においては，まず，①ＦＧＨのうち，Ｈは廃除されて相続人ではなく，受遺者の地位\nにあることが前提となるが，この点は比較的多くの答案がその理由を含めて指摘することが\nできていた。また，②Ｃの債務はＦＧが承継するものであり，Ｃの債務を全額支払ったＦは\nＧに対して所定の割合（Ｇの法定相続分２分の１か，指定相続分３分の１となる ）に基づく 。\n金銭請求をすることができるという点も，多くの答案が指摘することができていた。\nもっとも，設問３においては，③遺言の解釈指針がどのようなものであるのかを踏まえつ\nつ，④ＦＧに対するＣの遺言が判例に従えば遺産分割方法の指定であると解されることに触\nれながら，より重要な問題である相続分の指定を伴うのか否かについての判断を示し，その\n上で，⑤債務の承継割合が変更されるのかに関して自己の考え方を筋道立てて論ずることが\n必要である（なお，そもそもＣの遺言を特定遺贈であると解釈することも可能であるが，こ\nのような立場を採用していた答案はほとんど見られなかった 。しかし，上記の③について 。 ）\nは 「遺言の解釈をした上で」と問題文に指示があるにもかかわらず，何らこれに触れない答，\n案も少なくなかった。また，上記の④のうち遺産分割方法の指定であることに触れているも\nのであっても，債務の承継割合との関係では相続分の指定を伴うか否かという重要なポイン\nトについて指摘することができていた答案は少数にとどまっていた。なお，比較的多くの答\n案が「遺産分割方法の指定」と同じ割合で債務を承継させるのが遺言者の意思や公平に合致\nするなどとしていたが，これは 「相続分の指定」に関連付けて論じてはいないものの，遺言 ，\nによって債務の承継割合が変更されるかどうかについて立ち入った検討をする点では一定の\n評価に値するものと考えられる。\nさらに，ＦのＧに対する請求について問われているのであるから，その請求の根拠に関し\nても，判例のように分割債務として承継すると考えるか，不可分債務として承継すると考え\nるかはともかく，⑥Ｃの債務がＦＧにどのように帰属するのかを前提としながら，分割債務\nと解するのであれば事務管理等によるものとなり，不可分債務と解するのであれば求償権に\n基づくものとなることを，ごく簡潔に指摘することが必要である。しかし，請求の根拠につ\nいて全く記載のない答案や曖昧な論述・混乱した論述に止まる答案が多く見られた。また，\nＦＧは連帯債務関係にあると解する答案が少なくなかったのは意外であったが，分割して承\n継されるとしながら連帯債務であるとするなど債権総論の分野である多数債務関係に関して\nも十分に理解することができていないことがうかがわれた答案も見られた。\nイ 答案の例\n優秀に属する答案の例は，上記の①から⑥までの各点について，それぞれ，簡潔に自己の立\n場から論述することができていた答案などである。\n良好に属する答案の例は，優秀に属する答案との比較においては，上記④及び⑤に関して相\n続分の指定を伴うか否かについて検討を加えることができていなかったものでも，債務の承\n継割合を遺言で変更するものであったかどうかについて具体的な考察を示した答案などであ\nる。\n一応の水準に属する答案の例は，上記の③及び④については問題を把握して解答することが\nできていないものの，他の各点については相応の論述をすることができていた答案などであ\nる。\n不良に属する答案の例は，上記の①，②，⑤及び⑥の各点についても，その検討が不十分\nな点が複数見られた答案などである。\n⑷ 全体を通じ補足的に指摘しておくべき事項\n本年の問題は，各設問とも，どのような法規範（判例により形成される規範を含む ）の適用 。\nを問題とすべきかという大きな検討課題の把握は，比較的容易であり，実際にも，これを大き\nくは外さない答案が少なくなかった。それでも，大きく差が付くことになっているのは，分析\nの深度や精度，更には論理的な展開力などによるところが大きい。\nすなわち，本年の各設問にも現れているように，ある一つの事案を解決するに当たっては，\n複数の制度や判例等にまたがった分析が必要となるが，当然ながら，そのためには，個々の制\n， 。 ，度等についての理解が必要であり 更には制度相互間の体系的な理解が必要になる その上で\nこれを一つのまとまった分析結果としてまとめ上げるためには，その理解している内容を，示\nされた事実関係を踏まえて論理的に展開していくことが重要である。\nこのような法律の体系的理解とこれに基づく実践的な論理展開能力の重要性は昨年度も指摘\nしているところであり，引き続き留意をしていただきたい。その上で，本年の答案を見て特に\n感じられたことについて，幾つか指摘しておきたい。\n一つは，問題文に記載された事実からは引き出すことのできない強引な事実関係の解釈・認\n定をする答案が散見されたことである。例えば，設問１において，自動車を盗まれて期日中に\n引き取ることができなくなったＡは 「同日午後８時頃，今日は引取りには行けないが，具体的 ，\nなことは翌朝に改めて連絡する旨を電話でＢに伝えた （事実４）が，これに対するＢの対応は 」\n問題文中に何ら記されていないから，問題文からは履行期の延期がされたとは到底認定するこ\nとができないのに，その旨の合意があったと認定する答案や，設問３において，Ｃの遺言には\n「④Ｈは，まだ反省が足りないので，廃除の意思を変えるものではない」と明言されているの\nに廃除の意思を取り消したと認定する答案などである。このような答案を評価することができ\nないのは言うまでもないことであり，問題文に示された事実関係を丹念に拾い上げて論述をす\nるようにしてもらいたい。\nまた，設問１について，問題文では「Ｂの本件売買契約に基づく代金支払請求は認められる\nか，理由を付して解答しなさい 」と問われているのだから，それに向けて直截に自己の分析の 。\n結果を論述していくのが望ましいものである。ところが，ＡとＢのそれぞれの主張を前提とし\nながら，当事者双方の主張・反論について 「Ａは～と主張する。これについては ・・・・と ， ，\n考える。これに対し，Ｂは～と反論する。これについては・・・と考える 」といった形式で論 。\n述を進める答案が散見された。このような答案はそれぞれの主張・反論といった形式で記載し\nようとするあまり，論旨の明確性を欠く嫌いがあり，中には論理的な一貫性を欠くものも見ら\nれた 「代金支払請求は認められるか，理由を付して解答しなさい 」という問いに素直に答え。 。\nる方が望ましいものと考えられる。\n最後に，毎年のように指摘をしていることであるが，本年も，文字が乱雑であったり，小さ\nすぎたり，あるいは線が細すぎたりして，判読が困難な答案が一定数存在した。この点につい\nては，次年度以降，改善を望みたい。\n４ 法科大学院における今後の学習において望まれる事項\n本年においては，設問３で親族法・相続法を主たる問題とする設例が出題されているが，上記\nのとおり，基礎的な知識が全く身に付いていないことがうかがわれる答案も多かった。近年，こ\nの分野は法改正が続くなどして脚光を浴びているところであり，それはおくとしても，法律実務\n家にとっては極めて重要な分野といえることから，この分野についても基礎的な知識の修得を怠\nらないように励んでいただきたい。また，親族法・相続法の分野に限らず，財産法の分野におい\nても，一定程度の基礎的な知識を有していることはうかがわれるとしても，複数の制度にまたが\nって論理的に論旨を展開することはもとより，自己の有する知識を適切に文章化するほどには当\n該分野の知識が定着しておらず，各種概念を使いこなして論述することができていない答案が多\nく見られた。法律実務家にとって自己の見解の説明・説得能力は必須のものであるから，引き続\nき，法的知識の体得に努めていただきたい。\n， ， ，また 本年も 判例を参考にすることで深い検討を行うことができる問題が出題されているが\n今一度，法律実務における判例の理解・検討の重要性を再認識していただきたい（なお，判例の\n取った論理や結論を墨守することを推奨してはいない 。例年指摘されているところであるが， 。 ）\n判例を検討する際には，その前提となっている事実関係を基に，その価値判断や論理構造に注意\nを払いながらより具体的に検討することが重要であり，かつ，様々なケースを想定して判例の射\n程を考えることで，判例の内容をより的確に捉えることができるものである。このような作業を\n行うことで，個々の制度についての理解が高まるだけでなく，制度相互間の体系的な理解が定着\nすることにも留意いただきたい。\n平成３０年司法試験の採点実感（民事系科目第２問）\n１ 出題の趣旨等\n既に公表されている平成３０年司法試験の論文式試験出題の趣旨に，特に補足すべき点はない。\n２ 採点方針及び採点実感\n⑴ 民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，分析し，会社法\n上の論点を的確に抽出して各設問に答えるという過程を通じ，事例解析能力，論理的思考力，\n会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものであり，従来\nと同様である。\nその際に，論点について，過不足なく記述がある答案や，記述に多少の不足があっても，総じ\nて記述が論理的である答案，制度の趣旨等に照らして条文を解釈している答案，事案に即して\n， 。 ， 。具体的な検討がされている答案には 一定の高い評価を与えた これらも 従来と同様である\nなお，例年言及しているが，文字を判読することができず，文章を理解することができない答\n案が見られる。そのような文章については，趣旨が不明であるものと判断した上で，採点せざ\nるを得ない。\n⑵ 設問１について\nア 全体的な採点実感\n設問１は，会計帳簿の閲覧の請求の理由（会社法第４３３条第１項柱書き後段）と請求者の\n言動等から認められる当該請求の目的とが異なる場合や，請求者が会社の業務と同種の事業\nを営む別の会社の株式の全部を保有する場合に，会社が当該請求を拒むことができるかどう\nか，当該請求の拒絶事由（同条第２項各号）についての理解等を問うものである。\n設問１においては，まず，本設問に答える前提として，Ｄによる閲覧の請求が会社法第４３\n３条第１項の会計帳簿の閲覧の請求に該当すること，当該請求の要件等に簡潔に言及するこ\nとが求められる。しかし，これらに全く言及しないでＤによる閲覧の請求が同条第２項各号\nの拒絶事由に該当するか否かについてのみ検討している答案や，逆に，Ｄによる閲覧の請求\nが，同項各号の拒絶事由に該当するか否かについて全く検討しないで，同条第１項の要件を\n満たしているか否かについて相当の分量を割いて検討している答案が散見された。本設問に\n限らず，会社法上の論点について検討するに当たっては，その前提となる法的枠組みについ\nて言及することが求められ，そのような言及をしている答案には一定の評価を与えている。\nもっとも，論点についての記述の分量とその前提となる法的枠組みについての記述の分量と\nが明らかにバランスを失しており，論点を的確に抽出することができず，又は論点について\nの記述が不十分となっている答案は，結果として各設問に答える上で重要と考えられる各事\n項についての記述も総じて不十分なものとなっており，低い評価を得るにとどまるものとな\nりやすい。各設問に答える時間の配分にも配慮した上で，各設問を通じて，各論点とその前\n提となる各法的枠組みについて，バランス良く記述することが期待される。\nそして，Ｄによる会計帳簿の閲覧の請求が会社法第４３３条第２項第１号又は第３号の拒絶\n事由等に該当し，甲社が当該請求を拒むことができるかどうかについて検討することが求め\nられる。同項第１号の拒絶事由に該当するか否かを検討するに当たっては，Ｄが，株主の権\n利の確保又は行使に関する調査の目的でなく，単にＤ保有株式をＡに買い取らせる目的で当\n該請求を行っていると認めることができるかどうかについて，Ａが仕入先からリベートを受\nけ取っている疑いがあるため，Ａの取締役としての損害賠償責任の有無を検討するために必\n要であるとして，会計帳簿の閲覧の請求をしている一方で，自分は甲社に対して興味を失っ\nており，Ａがリベートを受け取っているかどうかなどは本当はどうでもよいと述べた上で，\nＡがＤ保有株式を買い取ることを求めていることなどのＤの言動等の事実関係を適切に評価\nした上で説得的に論ずることが求められる。Ｄの言動等の事実関係については，これらを丁\n寧に認定した上で，適切に評価している答案が相当数見られる一方で，これらを全く，又は\nほとんど認定せず，結論のみを記載するような答案も一定数見られた。\nまた，Ｄによる会計帳簿の閲覧の請求が会社法第４３３条第２項第３号の拒絶事由に該当す\nるか否かを検討するに当たっては，乙社の営む事業が甲社の「業務と実質的に競争関係にあ\nる」と認めることができるかどうかについて，甲社及び乙社はいずれもハンバーガーショッ\nプを営んでいること，甲社は関東地方のＰ県に，乙社は近畿地方のＱ県に，それぞれ出店し\n， ，ていること 甲社はＱ県には出店する予定がないことなどの事実関係を適切に評価した上で\n説得的に論ずることが必要となる。さらに，Ｄが「～事業を営み，又はこれに従事するもの\nである」と認めることができるかどうかについても，Ｄは，乙社の発行済株式の全部を有し\nていること，乙社の経営には関与していないこと，乙社の代表取締役であるＦと親子関係に\nあることなどの事実関係を踏まえて，具体的に検討することが求められる。これらの事実関\n係についても，同様に，丁寧な認定等をしている答案が相当数見られる一方で，例えば，甲\n社はＱ県には出店する予定がないことに言及せず，このような事実関係に何ら評価を加えて\nいなかったり，Ｄが乙社の事業を営んでいると認めることができるかどうかを十分に検討し\nないで，直ちにＤと乙社とを同視したりするなどして，結論のみを記載するような答案も一\n定数見られた。\nなお，Ｄの言動等から，Ｄによる会計帳簿の閲覧の請求について，会社法第４３３条第２項\n第２号の拒絶事由に該当し，又は株主権の濫用であるといった論述をしている答案について\nも，説得的なものには，相応の評価を与えている。\nイ 答案の例\n(ｱ) 優秀又は良好に該当する答案の例\nＤによる閲覧の請求が会社法第４３３条第１項の会計帳簿の閲覧の請求に該当すること，\n当該請求の要件等に言及した上で，同条第２項第１号と第３号など，複数の拒絶事由への\n該当性について，問題文中の事実関係を踏まえて検討しているもの\n会社法第４３３条第２項第１号及び第３号の拒絶事由の趣旨を明らかにした上で，当該拒\n絶事由への該当性について，問題文中の事実関係を踏まえて検討しているもの\n会社法第４３３条第２項第３号の拒絶事由の趣旨を明らかにした上で，当該拒絶事由への\n該当性について，請求者に会計帳簿の閲覧によって知り得る情報を実質的に競争関係にあ\nる事業に利用するなどの主観的意図があることを要するか否かを，理由を付して検討して\nいるもの\n(ｲ) 不良に該当する答案の例\n会社法第４４２条第３項の計算書類等の閲覧請求の問題として論ずるもの\n会社法第４３３条第１項の会計帳簿の閲覧の請求の要件を満たしているか否か，例えば，\n請求の理由を明らかにしているか否かや，請求の理由を基礎付ける事実が客観的に存在す\nることについての立証の要否，閲覧対象の具体的な特定の要否等について，本設問に答え\nる上で明らかにバランスを失している分量を割いて検討しており，その結果，拒絶事由へ\nの該当性についての検討が不十分となっているもの\n会社法第４３３条第２項第１号及び第３号の拒絶事由への該当性について，検討すること\nができていないもの\n会社法第４３３条第２項第１号の拒絶事由への該当性について，同条第１項柱書き後段の\n「請求の理由」から客観的に判断しなければならず，請求者の主観を考慮してはならない\nと論じており，かつ，そのような解釈論を採ることについての説得的な理由付けを欠くも\nの\n会社法第４３３条第２項第１号の拒絶事由への該当性について，問題文中の事実関係に関\nする適切な評価を欠いたまま，株式の譲渡は株主の権利であるから，株主の権利の確保又\nは行使に関する調査の目的で請求を行ったと論ずるもの\n会社法第４３３条第２項第３号の拒絶事由への該当性について，乙社の営む事業が甲社の\n業務と実質的に競争関係にある と認めることができるかどうかという問題と Ｄが ～「 」 ， 「\n事業を営み，又はこれに従事するものである」と認めることができるかどうかという問題\nとを区別して検討することができていないもの\n会社法第４３３条第２項第３号の拒絶事由への該当性について，例えば，甲社はＱ県には\n出店する予定がないことや，Ｄは乙社の経営には関与していないことなどの問題文中の事\n実関係に言及せず，評価を加えていないもの\n⑶ 設問２⑴について\nア 全体的な採点実感\n設問２⑴は，自社の株式が譲渡される際に，譲渡人による株主総会における議決権の行使を\n回避する目的で，会社が譲受人の株式買取資金の借入金債務を無償で連帯保証したことが，\n株主の権利の行使に関する利益の供与（会社法第１２０条第１項）に該当するか否かや，こ\nれが当該利益の供与に該当するとすれば，そのことを理由として株主総会の決議の取消しが\n認められるか否か，株主総会の否決決議の取消しを請求する訴えが認められるか否かなど，\n， ，株主の権利の行使に関する利益の供与や これを理由とする株主総会の決議の取消しの訴え\n株主総会の否決決議の取消しを請求する訴え等についての理解等を問うものである。\n設問２⑴においては，甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債\n務について連帯保証したことが 「何人に対しても （会社法第１２０条第１項）という文言 ， 」\nに照らして，Ｇに対する財産上の利益の供与（同項）に該当するか否か（同項の文言上，利\n益供与の相手方は誰でもよく，現に株主である者に限られない ，あるいはこのことがＤ保 。 ）\n有株式の売買契約が成立する前提となっており，Ｄに対する財産上の利益の供与（同項）に\n。 ， ，該当するか否かについて説得的に論ずることが求められる そして 連帯保証をしたことが\n（Ｇ又はＤに対する）財産上の利益の供与に該当するとすれば，当該利益の供与が「株主の\n権利の行使に関し」されたもの（同項）ということができるかどうかについて，本件契約に\nよれば，Ｄが本件株主総会には自らは出席しないでＡを代理人として議決権の行使に関する\n一切の事項を委任することとされていたといった諸々の事実関係に即して検討することが望\nまれる。その上で，本件決議１についての株主総会の決議の取消しの訴えに関して，当該利\n益の供与により，本件決議１が株主総会の決議の方法が法令に違反したもの（同法第８３１\n条第１項第１号）と認めることができるかどうかについて検討することが求められる。これ\nらについて，適切に論ずることができている答案も，少数ではあるが，見られたものの，全\nく検討することができていない答案が多かった。本件決議１についての株主総会の決議の取\n消しの訴えに関しては，取消事由として，専ら，議決権の代理行使に関する同法第３１０条\nとの関係で，Ｄが本件株主総会における議決権の行使に関する一切の事項をＡに委任する旨\nの委任状をＡに交付し，本件株主総会において，Ｄの代理人ＡがＣを取締役から解任する旨\nの議案に賛成したことの当否を論ずる答案が多く見られ，これらの答案は低い評価を得るに\nとどまるものが多かった。\n本件決議２についての株主総会の決議の取消しの訴えに関しては，本件決議２が株主総会の\n決議の方法が法令に違反し，又は著しく不公正なもの（会社法第８３１条第１項第１号）と\n認めることができるかどうかについて，ＣがＡを取締役から解任する旨の議案の提案の理由\nを説明しようとしたところ，議長であるＡがこれを制止し，直ちに採決に移ったことを，株\n主による提案理由の説明の拒絶として株主提案権の（実質的）侵害に該当し，あるいは議長\nの議事整理に関する権限（同法第３１５条第１項）の濫用に該当すると位置付けることがで\nきるのではないかといった観点から，検討することが考えられる。議長の議事整理に関する\n権限（同項）の濫用に該当すると論ずる答案が多かったが，株主提案権の（実質的）侵害に\n該当すると論ずる答案も一定数見られた。しかし，議長であるＡによりＣによる説明が制止\nされたことを，取締役の説明義務に関する同法第３１４条との関係で，同条の「株主から特\n定の事項について説明を求められた場合には」という要件を全く考慮せず，同条に基づく取\n締役の説明義務の不履行に該当すると位置付けようとする答案が相当数見られ，これらの答\n案は低い評価を得るにとどまるものが多かった。\nさらに，判例は，ある議案を否決する株主総会等の決議の取消しを請求する訴えは不適法で\nあるとしていること（最判平成２８年３月４日民集７０巻３号８２７頁）を意識した上で，\nその適否を論ずることが求められる。しかし，当該訴えの適否については，全く検討するこ\nとができていない答案が非常に多く，検討することができている答案であっても，この判例\nを意識した適切な論述がされていると評価することができるものは多くなかった。また，判\n例と異なり，訴えの利益がないと論ずるものが多かった。\nなお，本件決議１又は２について，特別の利害関係を有する者（会社法第８３１条第１項第\n３号）の意義を正しく理解しておらず，Ｃを取締役から解任する本件決議１について，Ｃと\nの間で対立が生じていたＡが特別の利害関係を有する者に該当するか否かを論ずるものが多\nく見られた。また，解任に関する議案を提出されている取締役であるＣ又はＡ自身が株主と\nして議決権を行使していることから，Ｃ又はＡが特別の利害関係を有する者に該当するか否\nかについて検討している答案が多く見られた。そのような答案には，特別の利害関係を有す\nる者（同号）は株主総会において議決権を行使することができないと誤解しているものが多\n， ， 。 ，く また Ｃ又はＡが特別の利害関係を有する者に該当するとするものも多かった 判例は\n株主総会における取締役解任決議については，当該取締役の議決権行使は株主の経営参加権\nの行使にすぎず，特別の利害関係を有する者に当たらないとしている（最判昭和４２年３月\n１４日民集２１巻２号３７８頁）ので，判例と異なる結論を採る場合であっても，判例を意\n識した記述をすることが求められる。\nイ 答案の例\n(ｱ) 優秀又は良好に該当する答案の例\n「何人に対しても （会社法第１２０条第１項）という文言に照らして，財産上の利益の 」\n供与を受ける者は株主であることを要せず，Ｄによる株主の権利の行使に関し，Ｇに対し\nて利益の供与を行ったと論ずるもの\n（ ） ，株主の権利の行使に関する利益の供与 会社法第１２０条第１項 の要件を適切に整理し\n特に財産上の利益の供与が「株主の権利の行使に関し」されたもの（同項）ということが\nできるかどうかという要件について，株式の譲渡自体は「株主の権利の行使」ということ\nができないが，譲渡人による議決権の行使を回避する目的である場合には 「株主の権利の ，\n行使に関し」されたものということができるという解釈を採った上で，適切に当てはめを\nしているもの\n本件決議１についての株主総会の決議の取消しの訴えに関して，当該利益の供与により，\n本件決議１が株主総会の決議の方法が法令に違反したもの（会社法第８３１条第１項第１\n号）と認めることができるかどうかについて論ずるに当たり，当該利益の供与がＤによる\n議決権の行使に及ぼした影響を適切に述べているもの\n本件決議２についての株主総会の決議の取消しの訴えに関して，議長であるＡがＣによる\n説明を制止し，直ちに採決に移ったことを，議長の議事整理に関する権限（会社法第３１\n５条第１項）の濫用に該当すると論ずる上で，株主提案権の意義にも言及しているもの\n株主総会の否決決議の取消しを請求する訴えが，株主総会の決議の取消しの訴えの対象と\nなるか否かについて，株主総会の否決決議又はこれを取り消すことによって新たな法律関\n係が生ずるか否かについて言及した上で，論ずるもの\n(ｲ) 不良に該当する答案の例\nＤは議決権の行使をＡに一任しているにもかかわらず，Ａによる議決権の代理行使がＤの\n意思に反するとしているもの\n特別の利害関係を有する者（会社法第８３１条第１項第３号）の意義を正しく理解してお\nらず，Ｃを取締役から解任する本件決議１について，Ｃとの間で対立が生じていたＡが特\n別の利害関係を有する者に該当するか否かを論ずるものや 特別の利害関係を有する者 同 ， （\n号）は株主総会において議決権を行使することができないと誤解し，株主総会の決議の取\n消しの訴えを提起しているＣ自身が特別の利害関係を有する者に該当するとした上で，Ｃ\nが自身の解任に反対の議決権を行使したことが直ちに取消事由に該当すると論ずるもの\n株主の権利の行使に関する利益の供与（会社法第１２０条第１項）への該当性について，\nその要件を適切に整理することができておらず，保証料の支払を受けていないことから，\n財産上の利益の供与があったとのみ論ずるにとどまっているもの\n本件決議１についての株主総会の決議の取消しの訴えに関して，裁量棄却が認められるか\nどうかを，明らかにバランスを失している分量を割いて検討しているもの\n議長であるＡによりＣによる説明が制止されたことを，取締役の説明義務に関する会社法\n， 「 」第３１４条との関係で 同条の 株主から特定の事項について説明を求められた場合には\nという要件を全く考慮せず，同条に基づく取締役の説明義務の不履行に該当すると位置付\nけようとするもの\n⑷ 設問２⑵について\nア 全体的な採点実感\n設問２⑵は，上記⑶のとおり，自社の株式が譲渡される際に，会社が譲受人の株式買取資金\nの借入金債務を無償で連帯保証した場合において，会社が保証債務の弁済をし，譲受人に対\nして求償をしたが，譲受人がこれに応じなかったときに，会社がこのような連帯保証をする\nことに関与した取締役がどのような責任を負うか，また，会社からこのような連帯保証を受\nけた者がどのような責任を負うかなど，株主の権利の行使に関して財産上の利益を供与する\nことに関与した取締役及び当該利益の供与を受けた者の責任等についての理解等を問うもの\nである。\n， （ ） ，設問２⑵においては Ａに対する責任追及等の訴え 会社法第８４７条第１項 については\n甲社がＧから保証料の支払を受けないでＧの丙銀行に対する借入金債務について連帯保証し\nたことが，Ｇ又はＤに対する財産上の利益の供与（同法第１２０条第１項）に該当するとす\nれば，①Ａは，同条第４項及び会社法施行規則第２１条第１号に基づき，少なくとも，供与\nした利益の価額に相当する額である６０万円を支払う義務を負うと認めること，②甲社がＧ\n， ，の丙銀行に対する借入金債務について連帯保証したことに関するＡの行為は 法令に違反し\n又は善管注意義務に違反するため，任務懈怠（同法第４２３条第１項）に該当し，Ａは，甲\n社に対し，少なくとも，保証債務の履行として丙銀行に弁済した８００万円を支払う義務を\n負うと認めることが考えられる。なお，Ａが支払義務を負う金額（①にあっては「供与した\n利益の価額に相当する額 ，②にあっては会社の損害額）については，上記の各金額以外の額 」\nであるとする論理も考えられるところであり，事案に即して説得的に論じられていれば，必\nずしも，上記の各金額でなければならないものではない。設問２⑴においては，株主の権利\nの行使に関する利益の供与について検討することができていない答案であっても，設問２⑵\nにおいては，Ａが，同法１２０条第４項に基づき，供与した利益の価額に相当する額を支払\n。 ，う義務を負うと認めることについて検討することができている答案も一定数見られた また\n， ，利益の供与について検討することができていない答案であっても 友人Ｇの資力を調査せず\n担保の提供を受けることなどもしなかったＡの行為が，善管注意義務に違反し，任務懈怠に\n該当すると論ずる答案が一定数見られた。他方で，Ａが支払義務を負う金額について，具体\n的に検討することができていない答案が多く見られた。\nなお，本設問においては，取締役Ａに経済的利益が帰属していると認めることができないか\nら，甲社がＧの債務を保証したことが甲社と取締役Ａとの利益が相反する取引（間接取引。\n会社法第３５６条第１項第３号）に該当するとして，取締役Ａに対し，任務懈怠によって生\nじた損害の賠償責任を追及することは，難しいと考えられる。\nＧに対する責任追及等の訴え（会社法第８４７条第１項）については，Ｇが 「当該利益の ，\n供与を受けた者」に該当するのであれば，同法第１２０条第３項に基づき，供与を受けた財\n産上の利益である６０万円を返還する義務を負うと認めることが考えられる。なお，Ｇが返\n還義務を負う金額についても，必ずしも，上記の金額でなければならないものではない。同\n様に，設問２⑵においても，Ｇが，同項に基づき，供与を受けた財産上の利益を返還する義\n務を負うと認めることについて検討することができている答案も一定数見られたが，Ｇが返\n還義務を負う金額について，具体的に検討することができていない答案が多く見られた。\nイ 答案の例\n(ｱ) 優秀又は良好に該当する答案の例\n取締役の供与した利益の価額に相当する額の支払義務（会社法第１２０条第４項）と任務\n懈怠によって生じた損害の賠償責任（同法第４２３条第１項）について，当該支払義務又\nは当該賠償責任を負う金額も含め，適切に区別して論ずるものや，これらの責任を追及す\nる訴えを責任追及等の訴えとして提起することができることを，条文を引用しながら丁寧\nに論ずるもの\n(ｲ) 不良に該当する答案の例\n主債務者であるＧに対する求償債務の弁済を求める訴えを責任追及等の訴えとして提起す\nることができるとするものや，取締役でないＧに対する責任追及等の訴えについて論ずる\nに当たり，役員等（取締役）の責任に取引債務についての責任も含まれるか否かを論ずる\nもの\n取締役の供与した利益の価額に相当する額の支払義務（会社法第１２０条第４項）と任務\n懈怠によって生じた損害の賠償責任（同法第４２３条第１項）を全く区別することができ\nていないものや，当該支払義務又は当該賠償責任を負う金額について全く検討することが\nできていないもの\n責任追及等の訴えについて問われている場面であるにもかかわらず，Ｇの責任として，民\n法上の不法行為責任や主債務者として求償義務についてのみ論ずるもの\nＡの会社法第１２０条第４項に基づく供与した利益の価額に相当する額の支払義務又はＧ\nの同条第３項に基づく供与を受けた財産上の利益の返還義務のいずれか一方のみを論ずる\nもの\n募集株式の発行の場合でないことは前提としつつも，Ａについては，出資の履行を仮装し\nた場合の取締役の責任（会社法第２１３条の３）を，Ｇについては，出資の履行を仮装し\nた募集株式の引受人の責任（同法第２１３条の２）や，不公正な払込金額で株式を引き受\nけた者の責任（同法２１２条）を，それぞれ論ずるもの\n⑸ 設問３について\nア 全体的な採点実感\n設問３は，譲渡制限株式の相続人等に対する売渡しの請求（会社法第１７４条）に関する定\n款の定めが設けられている会社において，株式を相続した相続人に対し，相続した株式の一\n部についてのみ売渡しの請求がされた場合に，売渡しの請求の効力が否定されるかどうか，\n譲渡制限株式の相続人に対する売渡しの請求についての理解等を問うものである。本設問は\n会社法上の典型的な論点とまではいうことができないため，問題文中で，適用条文が同条で\nあることを明示した上，その趣旨を踏まえて設問に答えることを求めている。同条の趣旨を\n考えた上で，その文言及び事案を踏まえて，適切な法令の解釈及び適用がされることが期待\nされている。\n譲渡制限株式の相続人等に対する売渡しの請求（会社法第１７４条）の趣旨は，会社が，定\n款にその旨の定めを設けることにより，相続その他の一般承継により当該会社の譲渡制限株\n式を取得した者に対し，当該譲渡制限株式を当該会社に売り渡すことを請求することができ\nることとし，当該会社にとって必ずしも好ましくない者が当該会社の株主となることを防ぐ\nことができるようにすることにある。\nこのような趣旨からすれば，本設問においては，本件請求を受けたＢは甲社株式を相続する\n前から甲社の株主であったことや，Ａが取締役を退任した後はＣも取締役を退任してＢが代\n表取締役社長を務める旨のＡＣ間の合意が存在していたにもかかわらず，Ｃが代表取締役社\n長の地位にとどまるため，総株主の議決権の過半数を確保するために必要な限度で，本件請\n求がされたことなどから，本件請求は会社法第１７４条又は定款第９条に違反するというこ\nとができるかどうかについて，適用条文の文言と条文の適用結果の相当性の両方を意識して\n説得的に論ずることが求められる。本件請求をすることを肯定する立場からは，同法第１７\n４条以下及び定款第９条の形式的な適用結果が不相当とまではいうことができないことを，\n本件請求をすることを否定する立場からは，条文の形式的な適用結果が不相当であることに\n加え，趣旨に照らした文言の限定解釈や権利濫用の法理により，同法第１７４条以下及び定\n， 。款第９条の文言や適用場面を限定的に解釈し得ることを それぞれ論ずることが期待される\n同法第１７４条の趣旨については適切に論ずることができている答案が相当数あったが，そ\nの趣旨に反するなどとして，直ちに既存株主に対する適用がないと論じている答案が目立っ\nた。法令及び定款の文言上，認められていないわけではない請求を否定するためには，条文\nの形式的な適用結果が不相当なものであることや条文の文言の実質的な解釈等を説得的に論\nずることが望ましい。なお，問題文中において，Ｂの提案に従いＡＣ間でされた合意につい\nては，これを株主全員による株主間契約であると解する余地があり，本件請求は，文言上，\n同条に反しないとしつつ，当該合意が実質的に株主全員によるものであるということができ\nるかどうかを丁寧に検討し，当該合意との関係で本件請求の効力を論ずる答案には高い評価\nを与えた。\nそして，臨時株主総会における甲社がＢに対して売渡しの請求をすることに関する議案を可\n決した決議について，①会社法第１７５条第２項本文に基づき，Ｂを除いた上で，Ｃのみが\n議決権を行使しているが，Ｃが特別の利害関係を有する者に該当し，特別の利害関係を有す\nる者が議決権を行使したことによる著しく不当な決議に該当するか否か（同法第８３１条第\n１項第３号 ，②決議の内容が法令に違反するか否か（同法第８３０条第２項 ，又は③決議） ）\nの内容が定款（定款の趣旨）に違反するか否か（同法第８３１条第１項第２号 ，及び当該決 ）\n議が取り消され，又は無効であることが確認されることにより，本件請求が効力を生じない\nこととなることなどについて，検討することが期待されるが，これらについて的確に論ずる\nことができている答案はほとんどなかった。\nイ 答案の例\n(ｱ) 優秀又は良好に該当する答案の例\n会社法第１７４条の趣旨について，相続その他の一般承継は株式の譲渡ではなく，株式の\n譲渡制限では一般承継による株式の取得を制限することができないため，会社にとって必\nずしも好ましくない者が当該会社の株主となることを防ぐという譲渡制限株式制度の趣旨\nを貫徹させるものであると適切に述べるもの\n， ，本件請求の効力を否定する立場から 支配権維持のための取得であることを丁寧に認定し\n趣旨に立ち戻って会社法第１７４条以下及び定款第９条の文言の限定解釈や権利濫用の法\n， ，理により 同法第１７４条以下及び定款第９条の文言や適用場面を限定的に解釈した上で\n臨時株主総会の決議の取消し又は無効について論ずるもの\n本件請求の効力を肯定する立場から，既存株主に対する請求又は一部取得の請求はいずれ\nも会社法上禁止されておらず，臨時株主総会決議においてＣのみが議決権を行使したこと\nは会社法の明文に合致することを指摘するもの\n(ｲ) 不良に該当する答案の例\n会社法第１７４条の趣旨について，相続人の投下資本回収の便宜を図る相続人のための制\n， ，度であるとしたり 相続による株式の準共有状態を防止するものであるとしたりするなど\n明らかに誤解しているもの\n譲渡制限株式の相続人等に対する売渡しの請求（会社法第１７４条）の趣旨が，会社にと\nって必ずしも好ましくない者が当該会社の株主となることを防ぐことにあるということか\nら，直ちに本件請求が無効であるとし，その法的根拠を挙げないもの\n売渡株式等の取得の無効の訴え（会社法第８４６条の２）の問題として論ずるもの\n会社法第１７５条第２項本文の規定があることを踏まえず，Ｂに議決権を行使させなかっ\nたことが決議の方法の法令違反であるとするものや，Ｂが特別の利害関係を有する者（同\n法第８３１条第１項第３号）に該当するか否かについて論ずるもの\n３ 法科大学院教育に求められるもの\n会計帳簿の閲覧の請求の拒絶事由（会社法第４３３条第２項各号）については，全体的に良く理\n解されていた。拒絶事由への該当性を検討するに当たり，問題文中の事実関係を丁寧に認定した\n上で，適切に評価している答案が相当数見られ，これらの答案は好印象であった。もっとも，設\n問に答える前提として，当該請求の要件等に簡潔に言及することが求められるが，これらに全く\n言及しないで，拒絶事由に該当するか否かについてのみ検討している答案が散見された。会社法\n上の論点について検討するに当たっては，その前提となる法的枠組みについても必要な範囲で言\n及し，会社法上の基本的な条文又は制度を十分に理解していることを答案上も明らかにすること\nが望まれる。\n株主の権利の行使に関する利益の供与（会社法第１２０条第１項）を理由とする株主総会の決議\nの取消しの訴え等については，全体的に理解が不十分であった。他方で，株主の権利の行使に関\nして財産上の利益を供与することに関与した取締役及び当該利益の供与を受けた者に対する責任\n追及等の訴えについては，一定程度理解されていた印象であるから，株主の権利の行使に関する\n利益の供与により，決議の方法が法令に違反し，又は著しく不公正なものとなって，決議の取消\n事由に該当し得ると捉えることに困難があったものと考えられる。会社法上の条文又は制度の基\n本的な理解を前提として，事案に応じて柔軟かつ適切に，その理解を応用する能力を養っていく\nことが期待される。株主の権利の行使に関する利益の供与については，条文の文言の意義や代表\n的な判例を十分に理解することができているかどうか，これらを理解していることを条文の文言\n， ，を解釈する上で明らかにすることができているかどうかによって 評価に差が生じた印象であり\n条文の適用又は解釈を行っているという意識や代表的な判例の存在を前提にして論ずるという意\n識を身に付けさせることが重要であろう。\n株主総会の否決決議の取消しを請求する訴えについても，理解が不十分であった。近年の判例と\nはいえ，これを理解していることが望ましいが，判例についての理解をおくとしても，的確な論\n述をすることができている答案は多くなかった。\n譲渡制限株式の相続人に対する売渡しの請求については，適用条文の趣旨を適切に論じ，その趣\n旨及び問題文中の事実関係を踏まえた論述をすることができている答案が相当数あったが，時間\n的な制約もあったのか，臨時株主総会における甲社がＢに対して売渡しの請求をすることに関す\nる議案を可決した決議が取り消され，又は無効であることが確認されることにより，本件請求が\n効力を生じないこととなるかどうかについて的確に論ずることができている答案はほとんどなか\nった。\n全体的に，問題文中の事実関係から会社法上の論点を的確に抽出する点等において，不十分さが\n見られた。条文又はその文言の引用が十分とは認め難い答案が少なくなく，また，論点について\nの論述において，条文の適用関係を明らかにしないまま，又は判例を意識しないままに，論述を\nする例が見られる。これらについては，基本的に昨年までと同様の印象である。\n従来と同様に，会社法に関する代表的な判例の理解を含めた基本的な理解を確実なものとすると\nともに，事実関係から重要な事実等を適切に拾い上げ，これを評価し，条文を解釈し，これを適用\nする能力と論理的思考力を養う教育が求められる。\n平成３０年司法試験の採点実感（民事系科目第３問）\n１ 出題の趣旨等\n民事系科目第３問は 民事訴訟法分野からの出題であり 出題の趣旨は 既に公表されている 平， ， ， 「\n成３０年司法試験論文式試験出題趣旨【民事系科目 〔第３問 」のとおりである。 】 〕\n本問においては，例年と同様，受験者が，①民事訴訟の基礎的な原理，原則や概念を正しく理解\nし，基礎的な知識を習得しているか，②それらを前提として，設問で問われていることを的確に\n把握し，それに正面から答えているか，③抽象論に終始せず，設問の事案に即して具体的に掘り\n下げた考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針\n答案の採点に当たっては，基本的に，上記①から③までの観点を重視するものとしている。\n本年においても，問題文中の登場人物の発言等において，受験者が検討し，解答すべき事項が具\n体的に示されている。そのため，答案の作成に当たっては，問題文において示されている検討す\nべき事項を適切に吟味し，そこに含まれている論点を論理的に整理した上で，論述すべき順序や\n相互の関係も考慮することが必要である。そして，事前に準備していた論証パターンをそのまま\n答案用紙に書き出したり，理由を述べることなく結論のみを記載したりするのではなく，提示さ\nれた問題意識や事案の具体的な内容を踏まえつつ，論理的で一貫した思考の下で端的に検討結果\nを表現しなければならない。採点に当たっては，受験者がこのような意識を持っているかどうか\nという点についても留意している。\n３ 採点実感等\n⑴ 全体を通じて\n本年の問題では，例年同様，具体的な事案を提示し，登場人物の発言等において受験者が検討\nすべき事項を明らかにした上で，訴訟物，重複起訴の禁止，文書提出命令，補助参加等の民事訴\n訟の基礎的な概念や仕組みに対する受験生の理解を問うとともに，事案への当てはめを適切に行\nうことができるかどうかを試している。\n設問３について，時間が不足していたことに起因するものと推測される大雑把な内容や体裁の\n答案が一定数見られたものの，全体としては，時間内に論述が完成していない答案はほとんどな\nかった。しかし，後記(2)イで指摘するもののように，検討すべき事項の理解を誤り，自分が知\nっている論点や論証パターンに引き付けて，検討すべき事項とは関係や必要がない論述を展開す\nる答案や，検討すべき事項自体には気が付いているものの，問題文で示されている事案への当て\nはめによる検討が不十分であって，抽象論に終始する答案も散見された。また，そもそも訴訟物\nの理解ができていないなど，基礎的な部分の理解の不足をうかがわせる答案も少なくなかった。\nなお，条文を引用することが当然であるにもかかわらず，条文の引用をしない答案や，条番号\nの引用を誤る答案も一定数見られた。法律解釈における実定法の条文の重要性は，改めて指摘す\nるまでもない。また，判読が困難な乱雑な文字や略字を用いるなど，第三者が読むことに対する\n意識が十分ではない答案や，法令上の用語を誤っている答案，日本語として違和感のある表現の\nある答案も一定数見られた。改めて注意を促したい。\n⑵ 設問１について\nア 課題(1)の採点実感\n設問１では，まず，課題(1)として，Ｂが乙地裁に対しＡを被告として１５０万円を超える\n損害賠償債務の不存在確認の訴え（Ｂの訴え）を提起し，その訴訟が係属した後，Ａが乙地裁\nに対しＢ及びＣを被告として提起する損害賠償請求の訴え（Ａの訴え）が適法であることの立\n論をすることが求められている。\nそして，課題(1)では，その前提として，Ｂの訴えの訴訟物を明示することが求められてい\nるが，これを「損害賠償債務の不存在」や「損害賠償債務の不存在確認請求権」とするなど，\n正確な理解を欠く答案が少なくなかった。また，訴訟物が審判の対象となる権利関係であるこ\nとを前提とする答案であっても，Ｂの訴えにおいて確認の対象とされていない１５０万円以下\nの部分が訴訟物となるかどうかについて，意識がされていないものが一定数見られた。訴訟物\nは，民事訴訟における基礎的な概念であるにもかかわらず，理解がこのような状況であること\nについては残念であった。\n課題(1)では，次に，Ａの訴えが先行するＢの訴えとの関係で重複起訴の禁止（民事訴訟法\n第１４２条）に抵触するのではないかという点を検討する必要がある。多くの答案は，Ａの訴\nえが重複起訴の禁止に抵触するのではないかとの問題意識を指摘することができていたが，そ\nの検討が十分にされた答案は多くはなかった。ここでは，まず，Ｂの訴えの訴状副本がＡに送\n達されており，事件が裁判所に係属していることを指摘する必要があるが，明確にこの点を指\n摘する答案はわずかであった。次に，重複起訴の禁止の趣旨を踏まえつつ，同条の「更に訴え\nを提起」の意義について，事件が同一であること，すなわち，当事者と訴訟物がそれぞれ同一\nであることを意味することを指摘する必要がある。このうち，当事者が同一であることについ\nては，多くの答案が指摘することができていた。しかし，Ａの訴えがＢのほかＣも被告とする\nものであることを理由として，当事者が同一ではないとするなど，重複起訴の禁止の趣旨を正\n。 ， ，しく理解していないことがうかがわれる答案も少ないながらあった また 訴訟物については\nＢの訴えにおいて確認の対象とされていない１５０万円以下の部分が訴訟物とはならないこと\nを前提とする場合には，Ｂの訴えの訴訟物とＡの訴えの訴訟物とは，一部のみが重なるもので\nあることを指摘する必要があるが，このような金額の差異についてまで意識がされた答案は一\n定数にとどまり，訴訟物が同一であると指摘するにとどまる答案が多かった。他方で，このよ\nうな金額の差異を意識しながら，それのみを理由として，訴訟物が異なるので重複起訴の禁止\nに反しないとする答案も一定数あったが，訴訟物に重なりがあることを無視すべきではない。\n「事件が同一」の意義には，その前提とする訴訟物の捉え方を含め，複数の考え方があり，特\n， ，定の考え方を採らなければ評価されないということではないが いずれの考え方を採るにせよ\n自身の考え方を論理的かつ説得的に論述しなければならない。\nそして，課題(1)では，以上に述べた検討を踏まえ，Ａの訴えが反訴として提起されれば，\n同条の更に提起された訴えに当たらず，又は重複起訴の禁止の趣旨に抵触しないことから適法\n， 。 ，となることを論ずることが求められるが この点を指摘する答案は一定数にとどまった また\nＡが別訴としてＡの訴えを提起した上で，Ｂの訴えとの間で弁論の併合がされることにより，\n重複起訴の禁止の趣旨に抵触しないとの答案が一定数あったが，反訴として提起すれば裁判所\nに併合審理を求めることができ，これによって重複起訴の禁止の趣旨に抵触しない帰結を導け\nるにもかかわらず，その方法によらずに，なぜ別訴とすべきであるのかという点を論ずる答案\nはほとんどなく，全体として反訴についての理解が不足していると思われた。他方で，相当数\nの答案は，Ａが反訴としてＡの訴えを提起すべきであるのか，別訴として提起すべきであるの\nかという点を論ずることなく，Ａの訴えが提起されれば，Ｂの訴えは確認の利益が失われて却\n， 。下されることとなることのみを指摘して Ａの訴えが重複起訴の禁止に抵触しないとしていた\n債務不存在確認の訴えに対する反訴として給付の訴えが提起された場合には，本訴である債務\n不存在確認の訴えの確認の利益が失われることは判例（最高裁平成１６年３月２５日第一小法\n廷判決・民集５８巻３号７５３頁）の示すところであり，このような答案は，別訴として給付\nの訴えが提起された場合であっても，反訴の場合と同様に，先行する債務不存在確認の訴えの\n確認の利益が失われると理解しているものと思われる。しかし，Ａの訴え提起がＢの訴えに係\nる第１回口頭弁論期日の前にされることなどの本問の事案の特徴に一切言及せず，一般論とし\nてそのように述べるのみでは，債務不存在確認の訴えに係る訴訟の審理が一定程度進んでいて\nも，同一の訴訟物に係る給付の訴えを別訴として提起することが常に適法であるとの考え方を\n， 。 ，前提にするものと評せざるを得ず このような答案に対する評価は相対的に低くなった また\nＡの訴えが反訴として提起され，又は別訴として提起された後にＢの訴えとの間で弁論の併合\nがされることにより，重複起訴の禁止に抵触しないとする答案であっても，更に確認の利益に\nついても言及するものに対しては一定の評価がされるところであり，実際にも多くの答案がそ\n。 ， ，の結論を述べていた もっとも Ｂの訴えの確認の利益について触れるこれらの答案の中には\n判例の考え方を意識しているのかどうかが明確でない答案も散見された。判例の事案や射程を\n検討することなく，安易に判例を引用することは厳に慎まれるべきであるが，引用すべき判例\nを正しく引用することは実務家に求められる重要な素養であることを理解する必要がある。ま\nた，この点については，定型的な論証パターンを書き写しているだけではないかと思われる答\n案も少なくなかった。\nさらに，課題(1)では，ＡがＢのみならずＣをも被告としてＡの訴えの提起することの可否\nについて検討する必要がある。ここでは，まず，共同訴訟（同法第３８条前段）の要件を充足\nすることを検討する必要があり，ほとんどの答案がこの点を検討していた。もっとも，同条の\n前段と後段のいずれを問題とするのかが不明確な答案，同条後段の要件を検討する答案，具体\n的な事案への当てはめが乱雑又は不十分な答案なども一定数あった。\nまた，Ａが反訴としてＢに対する訴えを提起する場合には，これと併合して本訴原告以外の\n者であるＣに対する訴えを提起することができるかという問題を検討する必要がある。これを\n， ， ， ，許容する場合には 法定外の主観的追加的併合を許容することとなるため 例えば 本件では\n本訴であるＢの訴えに係る訴訟について第１回口頭弁論期日前であって，Ｃが審理の最初の段\n階から手続に関与することができ，その手続的な利益は保護され得ることなど，これを許容す\nることにより害されるおそれのあるＣの利益に配慮した論述が求められる。他方で，法定外の\n主観的追加的併合が許容されないとした上で，Ａの訴えが反訴としてではなく別訴として提起\nされれば，Ｂの訴えとの弁論の併合は，裁判所の審査を経ることとなることから，このような\n問題は生じないとすることも考えられる。いずれの結論であっても，事案に即した的確な論述\nがされているものは高く評価されるが，法定外の主観的追加的併合の当否についての出題趣旨\nを正しく理解している答案自体が極めて少数であり，ほとんどの答案がこの点に関する問題意\n識を有してはいなかった。\nイ 課題(2)の採点実感\n設問１では，次に，課題(2)として，Ｂが乙地裁にＢの訴えを提起し，その訴訟が係属した\n後，Ａが甲地裁にＡの訴えを提起することについて，それが適法であることの立論をすること\nが求められている。ここでは，Ａの訴えがＢの訴えの係属する裁判所と異なる官署としての裁\n判所に提起されることから，課題(1)の場合とは異なって，Ａが反訴によることができず，ま\nた，Ｂの訴えとの間で，直ちには弁論の併合を求めることができない。そこで，ここでの問題\nは，以上のような状況の下で重複起訴の禁止との関係をどのように考えるかという点にある。\nそして，ここでは，給付訴訟により得られる判決は，債務不存在確認訴訟により得られる判決\nとは異なり，執行力が認められること，Ｂの訴えの訴訟物が１５０万円を超える部分のみであ\nると解する見解に立つ場合には，Ａの訴えの訴訟物のうちＢの訴えの訴訟物となっていない１\n５０万円については訴訟物の重なりがないこと，Ｂが自己に有利な管轄裁判所に消極的確認の\n訴えを提起することにより，Ａが甲地裁にＡの訴えを提起することができるはずの地位を損な\nうこと，Ａの訴えの提起がＢの訴えについての第１回口頭弁論期日前の時点でされており，Ｂ\nの訴えについて審理が進んでいる状態ではないことなどの諸事情を考慮に入れて論ずることが\n期待される。しかし，上記のような課題(2)の出題趣旨を正しく理解した答案自体が少なく，\n更に的確にこれを論ずる答案はごく少数であった。これに対し，課題(2)の出題趣旨を甲地裁\nの管轄の有無と誤解し，甲地裁がＡの訴えの管轄を有することを論ずる答案が相当数あった。\nそもそも，甲地裁及び乙地裁のいずれもが本問に現れる訴えの土地管轄及び事物管轄を有する\nことを前提とすることは問題文中に指示されているところであり，このように出題趣旨を正し\nく理解せず，無益な論述をするだけの答案の評価は低いものとなった。\nウ 設問１のまとめ\n設問１のうち 課題(1)については 多くの答案が出題趣旨を正しく理解していたが 課題(2)， ， ，\nについては，出題趣旨とは異なった点の論述をする答案が多かった 「優秀」に該当する答案 。\nは，課題(1)及び課題(2)のいずれについても，出題趣旨を正しく理解した上で，上記の検討事\n項について，バランス良く，過不足のない論述をするものである。特に，法定外の主観的追加\n的併合の当否について，問題の所在に気が付いているのみならず，的確な論述をしている答案\nがこれに当たる。また 「良好」に該当する答案は，例えば，課題(1)及び課題(2)のいずれに ，\nついても，出題趣旨をおおむね正しく理解しているが，課題(1)では，反訴についての論述が\nなく，弁論の併合がされることにより，重複起訴の禁止の趣旨に抵触しないとするものや，課\n題(2)では，Ａの訴えが乙地裁に提起される場合と甲地裁に提起される場合との差異を理解し\nているが，その論述が「優秀」と比較すると不十分である答案などである 「一応の水準」に 。\n該当する答案は，例えば，課題(1)の出題趣旨をおおむね正しく理解しているものの，重複起\n訴の禁止との関係では，Ａの訴えが提起されることによりＢの訴えの確認の利益が失われるこ\nとのみを指摘するものなどである。これらに対し，課題(1)の出題趣旨をおおむね理解してい\nるが，当事者や訴訟物が同一ではないことなどを理由として重複起訴の禁止の趣旨が及ばない\nとするものや，そもそも課題(1) や課題(2)の出題趣旨を理解しないものなど，総じて基礎的\n事項の理解が不足している答案は「不良」と評価される。\n⑶ 設問２について\nア 設問２の採点実感\n設問２では，Ａの診療記録について，所持者であるＤの文書提出義務を肯定する立論をする\nことが求められている。\nここでは，Ａの診療記録について，一般的な文書提出義務及びその除外事由について規定す\nる民事訴訟法第２２０条第４号のうちハの「第１９７条第１項第２号に規定する事実…で，黙\n秘の義務が免除されていないものが記載されている文書 （秘密文書）への該当性の有無につ 」\nいて検討する必要がある。その際，金融機関が民事訴訟において訴訟外の第三者として開示を\n求められた顧客情報について，当該顧客自身が当該民事訴訟の当事者として開示義務を負う場\n合には，当該顧客情報は，金融機関がこれにつき職業の秘密として保護に値する独自の利益を\n有するときは別として，同法第１９７条第１項第３号にいう職業の秘密として保護されないと\nした判例（最高裁平成１９年１２月１１日第三小法廷決定・民集６１巻９号３３６４頁）の趣\n旨を踏まえた上で，個々の顧客との間で商慣習上又は契約上の守秘義務が認められるにすぎな\nい金融機関が負う守秘義務とその職業自体から守秘義務を負うことが求められる医師が負う守\n秘義務との同質性の有無についても考慮を加えることが求められる。そして，多くの答案は，\nＡの診療記録が秘密文書に該当するかどうかとの問題意識をもってＤが文書提出義務を負うと\nの立論をしていたが，Ａ自身がＡの訴えに係る訴訟の当事者として開示義務を負うかどうかと\nいう観点から，医師の黙秘の義務について検討した答案はごく少数であり，そのうち，上記判\n例の趣旨をこの場面にも及ぼすことができるかどうかを明確に論じた答案はほとんどなかっ\nた。\nＡの診療記録が秘密文書に該当するのではないかとの問題意識をもって検討する答案の多く\nは，診療記録に記載された情報について，Ｄ病院の医師が職務上知り得た事実であって，Ａの\nプライバシーに属する事柄であり，本来的には黙秘すべきものであることを指摘した上で，諸\n事情を踏まえた利益考量によって，この事案では，Ａの情報が医師の守秘義務によって保護さ\nれないとして，Ｄの文書提出義務を肯定するものである。このうち，医師の守秘義務によって\n保護される情報がＡの訴えに係る訴訟の当事者であるＡに関するものであり，Ａは当該情報に\nつき医師の守秘義務により保護される正当な利益を有するかどうかという観点から説得的に論\nじた答案や，Ａが当該訴訟の手続において既に診療記録の一部を提出していることを指摘した\n上で，Ａが当該情報の保護の全部の利益を放棄し，又はＡが守秘義務を主張して診療記録が秘\n密文書に当たるとすることが不公正であるという観点から説得的に論じた答案は一定数見ら\nれ，これらについては，Ａ自身がＡの訴えに係る訴訟の当事者として開示義務を負うかどうか\nという観点から検討したものに準じて，相応の評価がされた。これらに対し，Ａが当該訴訟の\n当事者であることや，Ａが当該訴訟の手続において既に診療記録の一部を提出していることを\n指摘しながらも，これらの事情から直ちにＤの文書提出義務を肯定する答案も散見されたが，\nこのような論述が短絡的なものであることは否定し難く，その評価は相対的に低いものであっ\nた。このほか，Ａが当該訴訟の当事者であることや，Ａが当該訴訟の手続において既に診療記\n録の一部を提出していることを全く考慮せず，証拠としての必要性や重要性，真実発見の重要\n性，Ａが立証責任を負うことなどの抽象論のみにより結論を導く答案も一定数あった。このよ\nうに具体的な事案への当てはめをするという姿勢に欠ける答案についてはより低い評価となっ\nた。\nまた，同法第２２０条第４号ハは，秘密文書に該当するための要件として 「黙秘の義務が ，\n免除されていないもの」としている。そこで，ここでは，Ａの情報が医師の守秘義務によって\n保護されないことから，医師の黙秘の義務が及ばないこと，あるいは，医師が「黙秘の義務が\n免除されていないもの」には該当しないこと，すなわち，医師が黙秘の義務を免除されている\nことに当たることを論ずる必要がある。Ａの診療記録が秘密文書に当たるかどうかを検討した\n答案のうち，この点についても明確に論じたものは少なくなかったものの，この点について触\nれないまま，Ｄの文書提出義務を肯定した答案も，散見された。法律解釈における実定法の条\n文の重要性はいうまでもないところであり，常日頃からどの条文のどの文言がどのように問題\nであるのかということを意識しつつ検討する姿勢が重要であることを強調しておきたい。\n， ，以上は Ａの診療記録が秘密文書に該当するかどうかを検討した答案に関するものであるが\nＡの診療記録が同条第３号前段の文書（利益文書）に該当するかどうかを検討した答案もあっ\nた。この場合には，診療記録の作成の目的に照らし，患者本人であるＡではなく，Ａの訴訟の\n相手方であるＢとの関係において，その利益のために作成されるものであることや，同条第１\n号から第３号までの提出義務と同条第４号の提出義務との関係について，説得的に論ずる必要\nがあり，このような要求を満たす答案は，一定の評価がされる。なお，同条第３号等の「挙証\n者」がその文書によって立証しようとする事実（ここでは，損害の発生とその額）の立証責任\nを負うＡであるとする答案が散見された。しかし，ここでいう「挙証者」は，文書提出命令の\n申立てをしたＢを指すのであって，これをＡとすることは，明らかな誤りである。条文の基礎\n的な理解がおろそかになっているのではないかと懸念される一つの例であると思われるので，\nここで紹介するとともに，注意を促したい。\nこのほか，Ａの診療記録が同条第４号ニの文書（自己利用文書）に当たるかどうかを検討し\nた答案も一定数見られた。一般に，診療記録は，その性質に照らし，自己利用文書に当たると\nいうことはできないと考えられることから，自己利用文書に当たるかどうかのみを検討し，同\n号ハ・第１９７条第１項第２号を検討せずに結論を導いている答案については，出題趣旨の理\n解が不十分なものであるとして，その評価が低いものとならざるを得ない。そのうち，特にＡ\nが既に診療記録の一部を提出していることを指摘しないままに，抽象的に不利益性を論ずる答\n案は，より低い評価となった。\nなお，設問２を検討するに当たり，同法第２２０条が規定する各文書について網羅的に言及\nする答案が散見された。このような答案は，概して各文書への該当性の検討が不十分なものに\nとどまっており，その評価は低いものとならざるを得ない。的確に出題趣旨や事案の特性を分\n析して整理し，それに焦点を当てた答案を作成することができるかどうかということも，採点\nに当たっての評価の対象であることを強く意識する必要があろう。\nイ 設問２のまとめ\n「優秀」に該当する答案は，出題趣旨を正しく理解した上で，Ａ自身がＡの訴えに係る訴訟\n， 「 」の当事者として開示義務を負うかどうかという観点から 同条第４号ハの 黙秘の義務が免除\nの当てはめとして医師の黙秘の義務について検討するものがこれに当たる 「良好」に該当す 。\nる答案は，Ａの診療記録が秘密文書に当たるかどうかという問題意識の下，ＡがＡの訴えに係\nる訴訟の当事者であることや，Ａが当該訴訟の手続において既に診療記録の一部を提出してい\nることを指摘した上で，説得的に医師が黙秘の義務を負わないことを論ずるものがこれに当た\nる。また，Ａの診療記録が利益文書に当たるかどうかを説得的に論ずるものもこれに当たると\nいうことができる 「一応の水準」に該当する答案は，Ａの診療記録が秘密文書に当たるかど。\nうかという問題意識を有し，ＡがＡの訴えに係る訴訟の当事者であることや，Ａが当該訴訟の\n手続において既に診療記録の一部を提出していることを指摘するものの，そのことから直ちに\nＤが文書提出義務を負うとの結論を導くものや，Ａが当該訴訟の手続において既に診療記録の\n一部を提出していることを踏まえて，相応の理由に基づいてＡの診療記録が自己利用文書に当\nたらないと論ずるものなどである。これらに対し，事案の特性を意識することなく，抽象的に\nＤの文書提出義務を論ずるにとどまるものなどは「不良」と評価される。\n⑷ 設問３について\nア 設問３の採点実感\n設問３では，主張（ア）との関係で，第一審で補助参加をしていなかったＢがＡのために補\n助参加の申出をした上で控訴をすることの可否について，主張（イ）との関係で，Ｂが民事訴\n訟法第４２条の「訴訟の結果について利害関係」を有するかどうか，すなわち補助参加の利益\nの有無について，それぞれ検討し，丙高裁としてＢの控訴が適法かどうかの判断を示すことが\n求められている。\nまず，主張（ア）に対しては，同法第４３条第２項により，補助参加の申出は補助参加人と\nしてすることができる訴訟行為とともにすることができること，同法第４５条第１項本文によ\nり，補助参加人は控訴の提起をすることができることを指摘し，これらの規定により，Ｂは補\n助参加の申出とともに控訴の提起をすることができるとの論述をする必要がある。これは，確\n立した理解であると思われることから，以上の趣旨を端的に指摘すればそれで足りる。もっと\nも，以上の趣旨を過不足なく指摘した答案は少なく，特に同法第４３条第２項について指摘す\nる答案はわずかであった。これらがいずれも基礎的な条文であるにもかかわらず，その指摘が\n十分にされていないことは，上記の「挙証者」と同様に，条文の基礎的な理解がおろそかにな\nっている一例であると思われる。また，多くの答案は，以上の趣旨の指摘に加え，又は以上の\n趣旨の指摘をせず，Ｂが控訴の提起をすることは，被参加人であるＡの意思に抵触し，あるい\nは，補助参加の時における訴訟の程度に従いすることができないものに当たるのではないかと\nいったことや，控訴の利益や審級の利益などを論じていた。しかし，これらに関する論述は，\nいずれも出題の趣旨とは関係のないものであり，全く必要がない。\n次に，主張（イ）に対しては，補助参加の利益が法律上の利益でなければならないことを指\n摘するとともに，同法第４２条の「訴訟の結果」の意義について明らかにした上で，自身が示\nした見解と整合する形で，Ｂが補助参加の利益を有するかどうかについて事案を踏まえた検討\nをする必要がある。そして，多くの答案は，主張（イ）が補助参加の利益を問うものであると\n， 「 」の出題趣旨を理解し 補助参加の利益が法律上の利益でなければならないことや 訴訟の結果\nの意義についての論述をしていたが，Ｂが補助参加の利益を有するかどうかについて事案を踏\nまえた検討が十分にされたものは少なかった。ここでは，まず，ＡＣ間の訴訟の実体法上及び\n訴訟法上の効果がＢＣ間には及ばないということを指摘する必要がある。その上で，Ｂの補助\n参加の利益を肯定する場合には，そうであるにもかかわらず，ＡＣ間の訴訟の結果がＢＣ間の\n求償関係に事実上影響を及ぼすことを丁寧に論述することが求められ，逆に，Ｂの補助参加の\n利益を否定する場合には，ＡＣ間の訴訟の結果に関わらず，Ｂは，別途，Ｃに対して求償する\nことができ，求償をめぐる訴訟において必要な主張立証をする機会があることなどＢの利益に\n配慮した論述が求められる。どちらの結論であっても，以上に述べた水準に達する答案であれ\nば高く評価される。しかし，多くの答案は，ＢＣ間の求償関係に着目こそしているものの，Ａ\nＣ間の訴訟の実体法上又は訴訟法上の効果が当然にＢＣ間の求償関係に及ぶかのような記述の\n下，簡素又は大雑把な当てはめに終始しており，中には，例えば，ＡがＣに勝訴することによ\nり，Ｂが負う損害賠償債務が減少するなどといった実体法上の明らかな誤りを述べる答案も少\nなくなかった。また 「訴訟の結果」について，主文中の判断に限定されるとの考え方を採り，\nつつ，ＢＣ間の過失の割合に影響を及ぼすとするものなど，自身の述べる考え方と整合しない\n論述を展開するものもあった。主張（イ）については，正確な理解と正確にそれを論述する能\n力が試されていたが，定型的な論証パターンや漠然とした理解をそのまま書き出したと思われ\nる答案が多かった。\nそして，設問３では，以上の主張（ア）及び主張（イ）に対する検討を踏まえ，丙高裁が控\n訴の適法性についてどのように判断すべきかを答える必要がある。しかし，この点まで明確に\n答えた答案は多くはなく，主張（ア）及び主張（イ）に対する検討の結果を述べるにとどまる\n答案も散見された。尋ねられていることに対して解答しなければ，評価されないことは当然で\nある。\nイ 設問３のまとめ\n「優秀」に該当する答案は，出題趣旨を正しく理解した上で，主張（ア）について，過不足\nなく論述した上で，主張（イ）について，ＡＣ間の訴訟の実体法上及び訴訟法上の効果がＢＣ\n間には及ばないということを踏まえつつ 「訴訟の結果」についての見解と整合する形で，Ｂ ，\nの補助参加の利益の有無を丁寧に論ずるものがこれに当たる 「良好」に該当する答案は，優 。\n秀に準ずる答案ではあるが，例えば，Ｂの補助参加の利益の有無についての検討の正確性が足\nりないものなどがこれに当たる 「一応の水準」に該当する答案は，主張（ア）について，必 。\n要のない論述もするものの，同法第４５条第１項の指摘などはされており，Ｂの補助参加の利\n益について，一応の論述はされていて，明確な誤りはないものなどがこれに当たる。これらに\n対し，主張（ア）について，必要のない論述に終始していたり，主張（イ）について，明らか\nな誤りを述べたりするものなど，基礎的な事項の理解が不足している答案は「不良」と評価さ\nれる。\n４ 法科大学院に求めるもの\n本年の問題は，訴訟物，重複起訴の禁止，文書提出命令，補助参加等の民事訴訟の基礎的な概念\nや仕組みに対する受験生の理解を問うとともに，事案への当てはめを適切に行うことができるか\nどうかを問うものであった。これに対し，多くの答案において，一応の論述がされていたが，定\n型的な論証パターンをそのまま書き出したと思われる答案，出題趣旨とは関係のない論述や解答\n， ， ，に必要のない論述をする答案 事案に即した検討が不十分であり 抽象論に終始する答案なども\n残念ながら散見された。また，民事訴訟の極めて基礎的な事項への理解や基礎的な条文の理解が\n十分な水準に至っていないと思われる答案が少なくなかった。これらの結果は，受験生が民事訴\n訟の体系的理解と基礎的な知識の正確な取得のために体系書や条文を繰り返し精読するという地\n道な作業をおろそかにし，依然としていわゆる論点主義に陥っており，個別論点に対する解答の\n効率的な取得を重視しているのではないかとの強い懸念を生じさせる。\n試験に合格するため，より効率的な学習の方法を模索すること自体は，誤りとはいえないが，法\n律実務家に求められる素養は，基本法制の体系的理解と基礎的な知識の正確な取得という地道な\n作業によってこそ涵養され得るものと思われる。法科大学院においては，このことが法科大学院\n生にも広く共有されるよう指導いただきたい。また，民事訴訟法は，現実の民事訴訟の手続の在\nり方のイメージがないままに学習を進めることは難しいと思われることから，実務をより見据え\nた指導の工夫も有益であろう。\n法学教育においては，基礎的な事項の正確な理解をし，具体的な事案に応じて論理的に展開する\n思考力の涵養こそが重要であると考えられる。このことは，例年，指摘されているところである\nが，本年も，改めて強調しておきたい。"
}