{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＡ社は，各種の合成樹脂を原料としたパイプやホースなどの管を製造販売する会社であり，資本金は２００億円，年間売上げは２０００億円，従業員の人数は２５００人である。Ａ社の主力商品の中には，Ｘ製品とＹ製品があり，両製品は合成樹脂を原料とした管製品であるが，Ｘ製品は専ら家庭用に用いられる一方で，Ｙ製品は主として工場配管用に用いられる。また，原料価格の差を反映して，Ｘ製品はＹ製品の約２倍の価格となっている。なお，Ａ社は，過去に，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）違反で排除措置命令や課徴金納付命令等の行政処分を受けたことはない。\nところで，平成３０年４月１日午前，公正取引委員会の審査官がＡ社を訪問し，Ｘ製品とＹ製品の価格カルテルの疑いで立入検査を開始した。\nその上で，審査官は，両製品の担当営業部長甲について，任意の事情聴取を行うために公正取引委員会への出頭を求めたが，甲は出張中でこれに直ちには応じられなかった。\n同日午後になって，Ａ社から委任を受けた弁護士乙は，甲の携帯電話に電話をかけて，事実関係を確認したところ，甲から，次のような説明を受けた。\n１ 甲がＡ社を代表して参加した平成２９年１月中旬の業界団体の営業部長会合で，Ｘ製品とＹ製品の市況が話題になった。同会合には，Ａ社ないしＦ社の６社の各営業部長が出席していた。なお，我が国における市場占有率は，Ｘ製品とＹ製品のいずれについても，ここ１０年ほど，Ａ社\n２０パーセント，Ｂ社２５パーセント，Ｃ社１０パーセント，Ｄ社１５パーセント，Ｅ社１５パ\nーセント，Ｆ社１０パーセントとなっているほか，輸入製品が５パーセントとなっている。\n２ 同会合において，Ｂ社部長が，「最近，Ｘ製品の主要な原材料Ｚの価格が値上がり傾向にあり，このままでは各社とも採算が悪化してしまう。どうにか，原材料の値上がり分だけでも，平成２９年４月１日以降のＸ製品の価格に転嫁できるよう努力したい。また，Ｙ製品の価格も，通常Ｘ製品の価格と連動して決まるので，同時に値上げをしたい。皆さんの考えを聞きたい。」と発言した。\n３ Ｃ社部長は，こうした話題について競争事業者と話をすることは社内で禁じられているとして，退席した。甲は，「当社では，製品価格について他社と合意をすることは禁止されているため，皆さんとの間での合意には参加できません。しかし，会議に参加することまでは禁止されていません。」と述べて同会合にとどまった。甲は，Ｘ製品の原材料Ｚの価格上昇にどう対応するのか日頃から悩んでいたこともあり，他社がどのようにコスト上昇分を製品価格に転嫁しようとしているのか知りたかったため，各社の議論を注意深く聞いていた。また，甲が他社から退席を求められることもなかった。\n４ Ｄ社部長は，Ｘ製品の値上げについては原材料Ｚの値上がりを理由に顧客の理解を得られるだろうが，Ｙ製品の値上げについては難しいだろうとの意見を述べた。Ｅ社部長とＦ社部長は，Ｘ製品とＹ製品のいずれについても，是非とも積極的に値上げを目指したいと発言した。\n５ 同会合の最後に，Ｂ社部長から，「大体皆さんの意見は分かりました。どうにか，原材料の値上がり分だけでも，うまく製品価格に転嫁できるように頑張りましょう。」という発言があり，散会となった。この１回を除くと，競争事業者間でＸ製品とＹ製品の値上げの議論をしたことはない。\n６ 甲は，Ｘ製品については他社も基本的には値上げの意向であると確信し，Ｙ製品についても少なくともＢ社，Ｅ社及びＦ社の３社は値上げの意向であると判断して，これに同調すべく両製品の値上げの準備を開始した。そして，同会合の約１か月後の平成２９年２月中旬に，Ｂ社がＸ・\nＹ両製品について１０パーセントの値上げを公表したのに続いて，同年３月１日，Ａ社はＸ製品について１０パーセント，Ｙ製品について５パーセントの値上げを顧客に通告した。ほぼ同時期\n- 12 -に，Ｃ社もＸ・Ｙ両製品について５パーセント，Ｄ社はＸ製品のみ１０パーセント，Ｅ社及びＦ社はＸ・Ｙ両製品について７パーセントの値上げを打ち出し，顧客との間での値上げ交渉に入った。なお，各社とも値上げ予定日を同年４月１日としていた。\n７ 甲は，この間の経緯をまとめた資料を自宅のパソコンに保管している。\nＡ社におけるＸ製品とＹ製品の各売上げについては，平成２９年１月中旬の業界団体の営業部長会合での話合いの翌日から平成３０年３月３１日までの間の総額は，Ｘ製品が１００億円でＹ製品が８０億円，値上げ予定日である平成２９年４月１日から平成３０年３月３１日までの間の総額は，Ｘ製品が９０億円でＹ製品が７０億円であった。ただし，顧客側の値上げへの抵抗も強く，平成２９年４月１日の時点で，Ｘ製品については平均で５パーセントの値上げしか実現せず，Ｙ製品についてはほとんど値上げが実現しなかった。\n〔設 問〕\n⑴ 上記の甲の説明内容が全て真実であることを前提として，Ａ社ないしＦ社の６社の行為について，独占禁止法に違反するといえるか論点を挙げて検討しなさい（同法第８条について言及する必要はない。）。\n⑵ 仮にＡ社が独占禁止法に違反したと考えられる場合，想定されるＡ社の課徴金の金額を算出しなさい（立入検査の日の前日を課徴金算定の基礎となる実行期間の終期と仮定する。）。また，弁護士乙として，Ａ社に対して，同社の責任を軽減するために採るべき手段及びそれに必要な行為に関して助言すべき内容を検討しなさい（助言日は平成３０年４月１日とする。）。\n- 13 -\n〔第２問〕（配点：５０）\n個人旅行や仕事上の出張のためにホテルや旅館等，国内の宿泊施設を予約する方法は，近年様変わりしている。宿泊日数ベースで見ると，インターネットを通じて予約するものが４０パーセント，旅行業者を通じて予約するものが３５パーセント，電話やファクシミリで直接予約するものが１５\nパーセント，その他が１０パーセントである。インターネットを通じて予約する場合には，直接，ホテルや旅館のウェブサイト（以下「サイト」という。）において行うこともできるが，インターネット上で宿泊施設を検索，比較して予約できるサービスを提供するオンライン旅行予約サービス事業者（以下「ＯＴＡ」という。）を通じて予約することもできる（その割合は，ＯＴＡを通じて予約するものが９割，宿泊施設のサイトで直接予約するものが１割である。）。国内の宿泊施設の予約について前年度にＯＴＡが仲介した取扱高のシェア（宿泊日数ベース）は，Ａ社３５パーセント，Ｂ社３０パーセント，Ｃ社２０パーセント，Ｄ社１０パーセント，Ｅ社５パーセントである。ＯＴ\nＡ各社は，国内の主要なホテルや旅館等と契約を結び，ＯＴＡを通じてユーザーが予約できるようにしている。国内の宿泊施設は，大規模なホテルチェーンも存在するが，大部分は中小事業者である。\nＯＴＡは，ホテルや旅館等の宿泊施設から委託を受けて，当該宿泊施設の写真や動画，文字データ等をＯＴＡのサイト上に掲示する。宿泊施設は，ユーザーがＯＴＡを通じて当該宿泊施設に予約した場合に，宿泊料金の一定割合に当たる手数料を当該ＯＴＡに支払う。宿泊施設は，通常，複数のＯＴＡと契約を結ぶとともに，自らのサイトでもユーザーの予約を受け付けるものが多い。他方，ＯＴＡは，ユーザーに対して，ユーザーが宿泊を予定する日に一定地域内の宿泊施設を利用できるかどうかを検索し，他の宿泊施設と比較して予約することを可能にするサービスを無料で提供している。これらのサービスを提供するため，ＯＴＡは，相当の費用を掛けて自社のサーバーやコンピュータシステムを開発・保有・運用している。ユーザーがＯＴＡを通じて特定の宿泊施設を選択して予約した場合，契約はユーザーと宿泊施設の間に成立する。また，ＯＴＡ各社は，自社のサイト\nを通じて予約したユーザーに対して成約額の一定割合をポイントとして付与し，次回以降，宿泊料金の全部又は一部をポイントで支払うことを可能にすることにより，自社を通じた予約を促そうとしている（ポイントは宿泊施設のサイトで直接予約した場合には使えない。）。\nところで，Ａ社は，宿泊料金の１０パーセントを手数料として受領しているところ，最近，低い手数料しか受け取らないことにより安い宿泊料金をホテルや旅館等に提示させようとする事業者がこの分野に新規参入の準備をしていること，また，ホテルや旅館等がＯＴＡ各社のサイト上で提示するものより５パーセント程度安い宿泊料金やユーザーに有利なキャンセル条件等を当該宿泊施設自身のサイト上に提示している場合があることに気付いた。これらを放置しておくと，ア オンライン旅行予約をめぐる競争が激化するイ ＯＴＡのサイトを利用して宿泊施設を検索，比較しておきながら，予約は当該宿泊施設のサイトにおいて行うユーザーが増え，検索・比較サービスは無料で利用されるのにＯＴＡには手数料が入らないことから，その対策として，Ａ社は次の２つの案を検討している。\n第１案は，ホテルや旅館などＡ社と契約する宿泊施設は，Ａ社のサイト上で提示する当該宿泊施設の宿泊料金，朝食の有無，提供される部屋の数と等級，キャンセル条件等（以下「宿泊料金等」という。）が，当該宿泊施設自身のサイト上で提示するもの，及び，新規参入事業者を含む他のＯ\nＴＡのサイト上で提示するものと同じか，より有利になる（例えば宿泊料金でいえば，Ａ社のサイト上で提示される料金が他の全てのサイト上の料金と同じかそれより安くなる）ようにしなければならない旨の契約条項を導入するというものである。\n第２案は，上記イの対策として，Ａ社と契約する宿泊施設は，Ａ社のサイト上で提示する当該宿泊施設の宿泊料金等が，当該宿泊施設自身のサイト上で提示するものと同じか，より有利になるようにしなければならない旨の契約条項を導入するというものである。\n- 14 -\nＡ社がいずれかを導入すると，Ｂ社及びＣ社も同様の契約条項を盛り込むことが予測される。Ｄ社及びＥ社も上記イの問題に気付いたが，通常の手数料とは別に，ユーザーが検索・比較サービスを利用する際に自社に発生する費用を，毎月，取引相手であるホテルや旅館等に「サービス利用料」として支払ってもらうことを検討している。\n〔設 問〕\nＡ社が検討している上記の両案について，独占禁止法第２条第９項第６号ニに基づく一般指定第１２項に該当するかどうか，【資料】も参照しながら検討しなさい。\nなお，解答に当たっては，複数のＯＴＡの提供するサイトを横断的に検索して，これらのサイト上の情報を一覧できるサービスを提供するメタサーチサービス事業者や検索エンジンといわれる一般的な検索サービスを提供する事業者を考慮する必要はない。また，外国の宿泊施設やユーザーについても考慮する必要はない。\n【資 料】\n〇 公正取引委員会事務局「流通・取引慣行に関する独占禁止法上の指針」（抄）第１部\n３ 垂直的制限行為に係る適法・違法性判断基準\n⑴ 垂直的制限行為に係る適法・違法性判断基準についての考え方垂直的制限行為は，（略）競争に様々な影響を及ぼすものであるが，公正な競争を阻害するおそれがある場合に，不公正な取引方法として禁止されることとなる。垂直的制限行為に公正な競争を阻害するおそれがあるかどうかの判断に当たっては，具体的行為や取引の対象・地域・態様等に応じて，当該行為に係る取引及びそれにより影響を受ける範囲を検討した上で，次の事項を総合的に考慮して判断することとなる。\nなお，この判断に当たっては，垂直的制限行為によって生じ得るブランド間競争やブランド内競争の減少・消滅といった競争を阻害する効果に加え，競争を促進する効果（略）も考慮する。\nまた，競争を阻害する効果及び競争を促進する効果を考慮する際は，各取引段階における潜在的競争者への影響も踏まえる必要がある。\n① ブランド間競争の状況（市場集中度，商品特性，製品差別化の程度，流通経路，新規参入の難易性等）\n② ブランド内競争の状況（価格のバラツキの状況，当該商品を取り扱っている流通業者等の業態等）\n③ 垂直的制限行為を行う事業者の市場における地位（市場シェア，順位，ブランド力等）\n④ 垂直的制限行為の対象となる取引先事業者の事業活動に及ぼす影響（制限の程度・態様等）\n⑤ 垂直的制限行為の対象となる取引先事業者の数及び市場における地位各事項の重要性は個別具体的な事例ごとに異なり，垂直的制限行為を行う事業者の事業内容等に応じて，各事項の内容も検討する必要がある。例えば，プラットフォーム事業者が行う垂直的制限行為による競争への影響については，プラットフォーム事業者間の競争の状況や，ネットワ\nーク効果等を踏まえたプラットフォーム事業者の市場における地位等を考慮する必要がある。\n（略）\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問の設問⑴は，「不当な取引制限」の成立要件である「共同して・・・相互に」，すなわち「意思の連絡」の有無を，与えられた事実関係からどのように丁寧に認定するのかを主として問うものである。あわせて，不当な取引制限，取り分け価格カルテルに関するその他の論点を，設定された事実関係から適切に発見し，それに対する解答を論理的に導くことが求められる。このような論点の発見・分析・判断を問うことが出題の主たる目的である。論点に関して，不当な取引制限の定義規定である私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項の各要件を正確に理解していることは当然の前提としている。\n近時，公正取引委員会のみならず世界各国の競争当局により摘発されるカルテルは，事業者サイドでのコンプライアンス教育が行き届いてきたこともあり，明確な合意として成立することは多くないと思われる。競争事業者間で，情報の交換や市況に関する意見の交換が行われる中で，その場での態度や仕草から，黙示的にコンセンサスが成立するような場合が増えてきている。\n日本では，各種の間接事実を，事前の連絡交渉・連絡交渉の内容・行動の外形的一致という三種類に分類し，意思の連絡を推認するという，いわゆる三分類説による手法が実務上採られているが，「単なる情報交換」とカルテルの成立に不可欠な要素である意思の連絡との境界は- 25 -\nなおも曖昧であることも多く，過去何度も審判や取消訴訟でも争われてきた。そこで，競争事業者間の情報交換活動の結果として，競争事業者間で他の事業者の行動の不確実性が減少し（言い換えると，競争事業者の行動の予想が容易になることで協調行動がとりやすくなる状況を生み出し），「相互の行動を認識・認容し，歩調を合わせることを期待し合う関係」を成立させることが，競争事業者間の単なる情報交換と意思の連絡との相違であると捉え，かかる関係が成立したと認められるかで，意思の連絡（明示又は黙示の合意）が認定できるかを論じる方法も考えられる。\n本問の設例では，黙示の意思の連絡の有無が，①「合意に参加することを明確に拒絶しつつも，会議には参加し続けることで，他の事業者の見解を注意深く聞いてその行動を推測し，会議後に値上げに同調する行動をとった事業者Ａ」，②「冒頭に会議の趣旨を聞いた直後に協議に参加することを明確に拒否して退席したものの，その後に他社の値上げと同時期に並行的な値上げ発表をした事業者Ｃ」，③「一部の製品について合意の形成に賛意を示したものの，他の製品の値上げについては難色を示し，会議後には，難色を示した製品については実際にも値上げ行動に出なかった事業者Ｄ」について特に問題となる。さらに，同種の情報交換行為が連続して行われているわけではなく，１回限りしか行われていないところに本問の設例の特徴がある。なお，事業者Ｂ，Ｅ，Ｆについては，問題なく意思の連絡が肯定されるであろう。\n本問において競争事業者間で行われた意見・情報交換行為は，事業者であれば誰もが値上げを考えるはずの原料コストの上昇局面という環境下で行われた将来の価格設定方針に関するものであり，これをカルテルのための意思の連絡と認めるか否かは，上記の三分類説による検討が一般的ではあるが，ここで行われた競争事業者間の意見・情報交換行為が，本来予見が難しいはずの競争事業者の行動の予測を容易にし，事業活動をより協調的なものとしたのかという観点から，意思の連絡の有無を分析する方法もあろう。\n①事業者Ａについては，退席した事業者Ｃを除く競争事業者の値上げに関する方針を聞き，他社の行動を十分予想できるだけの情報を入手し（予測の不確実性が明らかに減少している。），かかる情報に基づいて他社の行動に同調するべく，自社の行動を決定しており，単なる意識的並行行為を超えた行動をとっているし，会議に残った他社も事業者Ａにその見解を開陳することで，事業者Ａに対し同調的な行動をとることを期待する関係が成立したと考えられる。他方で，三分類説を採って意思の連絡を肯定する場合には，「合意には参加できない」との明確な発言を打ち消すだけの間接事実を積み上げて，単なる事実の羅列にとどまらない説明が必要であろう。\nこれに対して，②事業者Ｃについては，退席までに，その他の競争事業者の行動を予測するのに十分な情報が得られたわけではない。確かに同調的な値上げ行動が事後的にとられているが，原料価格の値上がりの局面であり，他社との意思の連絡がない場合でも，コスト上昇分の製品価格への転嫁が試みられるのは不思議なことではない。いずれにしても，会議の趣旨を聞いて，会議自体への参加を拒否するとともに，実際に速やかに退席をしていることは，事業者\nＣに関しての意思の連絡を否定する重要な事実となろう。すなわち，事業者Ｃの冒頭での退席の事実は，原材料コストの上昇を受け，他社がどのような価格決定行動をとるのか，具体的にどの者たちが共通の認識認容を形成するかを事業者Ｃが知ることができず，また事業者Ｃ自身がどのような行動をとるかについて他社が認識認容することができないことを意味するため，相互的な認識認容関係の成立を認定できない。また，その意味で，事業活動の相互拘束性（拘束の相互性あるいは目的の共通性）が認められないとの構成も可能であろう。\n③事業者Ｄについては，意思の連絡の認められる対象商品の判断は見解が分かれる可能性がある。この点，難色を示したＹ製品については，一貫して独立の判断に基づき値上げをしなかったとも言えるし，当該製品についての合意形成過程に同席はしているものの，事後の行動の一致がないことからすれば，価格引上げについて「取決めに基づき相互にその事業活動を拘束\n- 26 -し合う」関係ないし結果に立つとは言い難いとする見解も十分成り立つであろう。他方で，同業者間の情報交換で，競争事業者のとるであろう行動の予測が立ちやすくなり，そうした予測に基づいて行動をとっている以上，自由競争からの逸脱が見られるとも言える。すなわち，Ｙ\n製品について同調的な値上げを行わなくとも，他社の価格設定方針等，競争上の機微情報を共有するに至っており，積極的な価格競争を行わない旨の共通認識がＹ製品についても成立したという見解もあり得るだろう。\nその他の論点としては，本問ではＸ・Ｙの２種類の商品が問題となっており，意思の連絡の結果としての合意は，両製品について一体として成立しているのか，個別に成立しているのか，そして，両製品は「一定の取引分野」を別にするのかという点も，事業者Ｄについて意思の連絡が認められる対象商品等に関連して検討を要する。特に，本件のようなハードコアカルテル\nの場合の一定の取引分野は，カルテル参加者の合意の範囲で画されるのが一般的であるため，２種類の商品を対象とする合意を１個の合意と考えるのか２個の合意と考えるのかについて，カルテル参加者が異なり得ることや両製品の差異を考慮に入れて検討することが本問では望ましい。\nまた，カルテル合意の結果としての値上げ活動にもかかわらず，需要家の抵抗が激しくこれに成功しなかった場合，競争を実質的に制限したと言えるのかという論点についての言及は不可欠であろう。そもそもハードコアカルテルの場合には，実際に値上げが成功するか否かにかかわらず，市場の過半以上のシェアを有する事業者が参加してこれを行っている以上，合意の成立時点でカルテルは成立しているとされる（石油価格カルテル刑事事件最高裁判決）。もちろん，一定程度であっても値上げが成功したという事実は競争の実質的制限の実現の証拠となるが，値上げが実現していないことは必ずしも競争の実質的制限を否定するものではない。\n設問⑵は，カルテル規制のエンフォースメントに関する出題である。公正取引委員会の行政調査の結果，不当な取引制限が認められたことを前提に課されるであろう制裁としての課徴金の額の計算及びかかる制裁を縮減するために行われる「公正取引委員会の調査開始日以後の場合」の課徴金減額申請の利用を問う基礎的な問題である。\n課徴金額の計算については，過去，出題例が限定的であったことも考慮して，加減算要素のない標準的な事例を想定して出題をした。他方で，課徴金額の計算について，実行期間の始期が付随的な論点となっている。\n課徴金減免制度は，近年の公正取引委員会のカルテル調査の端緒として利用されているほか，調査開始日以後も多くの調査対象企業が頻繁に利用している（公正取引委員会の立入検査を受けた企業が，その利用を最初に検討するのが調査開始日以後の課徴金減額申請であり，その迅速な利用を怠ったことが取締役の義務違反に当たるとして株主代表訴訟を起こされた事例すら見受けられる。）。本問の設例も，立入検査を受けた後に企業が課徴金減額申請を行う場合に採るべき措置を問うものであり，調査開始日前の申請の場合との差異について的確な理解が求められる。特に，調査開始日以後の申請の場合には，「既に公正取引委員会によって把握されている事実に係るもの」以外の事実の報告や資料の提出が必要となる。本件では，担当営業部長甲がまとめた資料が自宅のパソコンに保管されていることから，早期に課徴金減額のための申請書を公正取引委員会に送付するとともに，かかる資料を取得し提出することが，違反行為の存在を認知した弁護士には求められることになろう。\n〔第２問〕\n第２問は，オンライン旅行予約サービス事業者（以下「ＯＴＡ」という。）が，ホテル，旅館等の宿泊施設との間の契約に，第１案，第２案の条項を導入することの独占禁止法上の評価を問うものである。このような契約条項は，最恵国待遇条項（以下「ＭＦＮ条項」という。）\nとも呼ばれている。\n- 27 -本問では，検討すべき条文が独占禁止法第２条第９項第６号ニに基づく一般指定第１２項であることを明示しており，資料として流通・取引慣行に関する独占禁止法上の指針（以下「ガイドライン」という。）の一部を掲げている。先端的な事例からの出題ではあるものの，独占禁止法に違反するかどうかの判断プロセスの理解・習得等，基礎的な学力が備わっているかどうかを問うものとも言える。すなわち，一般指定第１２項を含めた自由競争減殺型の不公正な取引方法に該当するか否かを検討するためには，行為要件該当性と効果要件該当性を論じる必要があるが，取り分け後者に関して，市場の画定，反競争的効果の分析，正当化事由の検討という分析枠組みが着実に身に付いているかどうかである。\n行為要件に関しては，取引の「相手方の事業活動を・・・拘束する条件をつけて，当該相手方と取引すること」について一般的な意義を述べ，それに当たる事実を簡潔に解答することが求められる。\n効果要件に関しては，上記のとおり，市場画定，反競争的効果，正当化事由が問題となる。\nまず，市場画定であるが，本問では，不公正な取引方法における自由競争減殺効果を分析する場として関連市場を画定する必要があり，⑴市場画定の趣旨・目的や方法，⑵オンラインとオフラインの区別，⑶ＯＴＡと宿泊施設の関係について解答が求められる。\n⑴に関しては，関連市場は代替性のある商品・サービスの範囲や地理的範囲をもって画定される。換言すれば，市場画定は，問題となる行為を行う事業者に対して競争的牽制を働かせることのできる競争者の範囲を画する目的で行われる。したがって，基本的には需要の代替性の観点から，補完的に供給の代替性の観点からも検討して行われることを述べる必要がある。\nその上で，本問では，ＯＴＡが，宿泊施設を検索，比較，予約できるインターネットサービスを提供して宿泊施設とユーザーの間の契約（宿泊予約）を仲介する事業を営んでいるところ，⑵に関して，旅行業者等のオフラインの事業者によるインターネット予約以外の形での宿泊予約の仲介が，⑶に関して，宿泊施設自身のサイトによる直接の予約受付が，それぞれＯＴＡによる宿泊予約の仲介と同一の市場に含まれるかを論じる必要がある。この点，ＭＦＮ条項を導入しようというＡ社に対して競争的牽制力を有するのは，Ｂ社，Ｃ社等の他のＯＴＡであって，旅行業者等（実店舗）の牽制力はほとんどないか，極めて限られたものにとどまる。仮にＯＴ\nＡが宿泊施設に対して手数料を５～１０パーセント，１年程度引き上げたとしても，宿泊施設がＯＴＡとの契約を解除して，旅行業者等に取引先を容易に転換できるとは考えにくい。また，宿泊施設も，ユーザーが当該宿泊施設自身のサイトで直接予約できる機能を提供しているものの，宿泊予定日に一定の地域内に宿泊可能な他のホテル・旅館等（当該宿泊施設の競争事業者）\nがどれほど存在するかを検索したり，他のホテル・旅館等の取引条件と比較したりするサービスは提供するはずもない。ユーザーの側から見ても，２４時間３６５日，一定の期日に一定の地域内で宿泊できる施設をインターネット上で容易に検索，比較，予約できるサービスを提供する事業者＝ＯＴＡを旅行業者等や宿泊施設と区別していると考えられる。なお，外国の宿泊施設やユーザーは考慮する必要がないとされている。\nこのように検討すると，本問では，例えば，日本国内における，ＯＴＡが宿泊施設を検索，比較，予約できるインターネットサービスを提供して宿泊施設とユーザーの間を仲介し契約を成立させる取引に係る市場（宿泊施設，ＯＴＡ及びユーザーにより構成される市場）や，ＯＴ\nＡ（供給者）と宿泊施設（需要者）の間の宿泊予約サービスの委託取引に係る市場等を関連市場として画定することが考えられる。\nなお，本問のような市場は二面市場（two-sided market）と呼ばれ，かかる市場においては間接ネットワーク効果が働くとされており，そのような特性を勘案した解答が望ましいが，その記載が必須というものではない。\n次に，反競争的効果については，「不当に」＝「公正な競争を阻害するおそれ」や「自由競争減殺」の意味を述べた上，資料に掲げられたガイドライン①から⑤の要素を考慮して解答す\n- 28 -ることが考えられる。\nガイドラインの「③垂直的制限行為を行う事業者の市場における地位」は，上記の市場でＡ社は３５パーセントのシェアを占め，第１位であること，「⑤対象となる取引先事業者の数及び市場における地位」は，国内の主要なホテルや旅館等であって，国内の宿泊施設のうち相当数に上り，主要な地位を占めると考えられること，「④取引先事業者の事業活動に及ぼす影響\n（制限の程度・態様等）」については，宿泊料金だけでなく，朝食の有無，提供される部屋の数と等級，キャンセル条件等にも制限が及ぶことを述べる必要がある。ここまでは第１案，第\n２案に共通である。\nそして，④に関して，取引先事業者である宿泊施設に対する関係では，第１案と第２案のいずれの案も，各サイト上で提示する取引条件に差異を設けられるかという点を除けば，宿泊料金等の取引条件を決定する自由を直ちに制限するものではないものの，宿泊料金等の取引条件が宿泊施設のサイトとＡ社のサイトの間で同一となることにより，比較・検索やポイント等の付加サービスのあるＡ社のサイトでの予約が優位となる結果，宿泊施設がＡ社に手数料を支払わずに直接予約を受け付けるという事業活動（ユーザーの側から考えた場合には宿泊施設とＡ\n社との間の競争と捉えることも可能である。）に影響を及ぼす。以上は，Ｂ社及びＣ社がそれぞれ第１案又は第２案のＭＦＮ条項を導入した場合も同様である。さらに，第１案では，宿泊施設に課される義務は，Ａ社のサイト上で提示する取引条件が他の全てのＯＴＡのサイト上の取引条件と同じか，より有利でなければならないというものであるから，宿泊施設の事業活動に及ぼす制限を通じて，宿泊施設とＡ社との間の競争のみならず，Ａ社とそれ以外のＯＴＡとの間の競争にも影響が及ぶ。一方，第２案は，Ａ社のサイト上で提示する宿泊施設の料金等の取引条件が当該宿泊施設自身のサイト上の取引条件と同じか，より有利でなければならないというもので，Ｂ社及びＣ社を含む他のＯＴＡの設定する取引条件には直ちに影響を及ぼさず，宿泊施設の事業活動の制限の直接の影響は，宿泊施設とＯＴＡとの間の競争への影響にとどまる。\n問題はガイドラインの①，②である。この点に関して，本問では，ＯＴＡ間の競争に及ぼす影響と宿泊施設間の競争に及ぼす影響について検討することが考えられる（どの競争関係を「ブランド間競争」又は「ブランド内競争」と捉えるかについては，様々な見解があり得るところ，いずれと捉えるにせよ，競争関係を適切に特定した上で分析が行われていれば良い。）。\nＯＴＡ間の競争に及ぼす影響については，Ａ社が第１案を導入すれば，Ｂ社及びＣ社も第１案のＭＦＮ条項を導入することが予測されているところ，Ａ，Ｂ，Ｃ３社のＭＦＮ条項に基づく要求を同時に満たすためには，ある宿泊施設の料金等の取引条件は，各サイト間で同一にならざるを得ない（価格について言えば，あるホテルのＡ社のサイト上で提示される料金を最安値にすれば，Ｂ社とＣ社のＭＦＮ条項に違反することになり，Ｂ社のサイト上で提示される料金を最安値にすれば，Ａ社とＣ社のＭＦＮ条項に違反することになり，Ｃ社のサイト上で提示される料金を最安値にすれば，Ａ社とＢ社のＭＦＮ条項に違反することになるから）。この３\n社を通じて提供される宿泊料金等の取引条件については，ユーザーから見て，ＯＴＡ間の競争が緩和されている（宿泊施設側から見ても，やはりＯＴＡ間の競争が緩和されている。）。また，第１案は，Ａ社のサイト上で提示する宿泊料金等が新規参入事業者を含む他のＯＴＡのサイト\n上で提示するものと同じか，より有利になるようにする義務を課すものであるから，低い手数料しか受け取らないことにより宿泊施設に安い料金を提示させようとする，より効率的なＯＴ\nＡの新規参入を排除する効果もある。加えて，上記のとおり，宿泊施設が直接予約を受け付けるという事業活動に影響を及ぼすことは，隣接市場又は関連市場に属する事業者（宿泊施設）からの競争圧力（予約の受付に限ったものである。）を弱めるものと評価できる（この点は，第２案においても同様である。）。\nユーザーを顧客とする宿泊施設間の競争に及ぼす影響については，Ａ，Ｂ，Ｃの３社が第１\n- 29 -案又は第２案のＭＦＮ条項を導入したとしても，当該ＭＦＮ条項を課される複数の宿泊施設の料金等が同一になるとは限らないし，宿泊施設ごとに提供されるサービスが異なる以上，同一になる可能性は乏しいであろう。しかし，ＭＦＮ条項は，宿泊施設が新しいビジネスモデルを開発し，他の宿泊施設との差異化を図ることによって，ユーザーを獲得しようとする競争（イ\nノベーション競争）を阻害するおそれがある。例えば，宿泊施設が競争者と差別化を図るため，宿泊客に提携レンタカーの料金を割り引くプラン，提携運送業者が宿泊客の手荷物を割引料金で自宅まで届けるプラン，周辺の観光名所を案内するプランなどを考案し，ＯＴＡに手数料を支払う必要のない自社サイトで予約したユーザーにだけ提供したいと考えても，ＭＦＮ条項によってそれができない（ＯＴＡを通じて予約したユーザーにも提供せざるを得ない）ため，宿泊施設の新規ビジネスモデル導入に対するインセンティブの低下を招き，ひいてはＭＦＮ条項を課された宿泊施設全体の間におけるイノベーション競争を阻害するおそれがある。これは宿泊施設間の競争を阻害すると同時に，宿泊施設からのＯＴＡに対する競争圧力を弱めるおそれがあるものとも解される。\n以上は，ガイドラインに沿って第１案，第２案の反競争的効果の説明を試みたものであるが，必ずしもこれのみが正しい反競争的効果分析の手法というわけではなく，ＯＴＡ間の競争，宿泊施設間の競争，宿泊施設の事業活動（宿泊施設からＯＴＡに向けられる競争圧力等）に，第\n１案，第２案がどのように影響を及ぼすかを検討し，それらの考慮要素を総合して論理的，説得的に反競争的効果の有無についての結論を導いていれば良い。特に，第２案については，第\n１案と異なりＯＴＡ間の競争の緩和が直ちに認められるものではないが，それでも宿泊施設のサイト上の宿泊料金等を基準に各ＯＴＡのサイト上の宿泊料金等も同一となる可能性があるなどとして反競争的効果を肯定するのか，他の考慮要素を重視して反競争的効果を導くのか，それとも反競争的効果を否定するのか，各自の分析に基づいた論述が求められる。\n最後に，正当化事由である。一般に，正当化事由については，競争秩序維持の観点から見た目的の正当性及び当該目的に照らした手段の合理性などの観点から分析することになる。また，問題となる行為に競争促進効果が認められる場合に，反競争的効果との比較衡量という観点から分析することも一般的である。\n本問では，５パーセント程度安い宿泊料金やユーザーに有利なキャンセル条件等が宿泊施設のサイト上に提示されている場合があり，ＯＴＡのサイトで検索等を行ったユーザーであっても，より好条件である宿泊施設のサイトで直接予約することで，宿泊施設がＯＴＡのサービス\nに「ただ乗り」する可能性がある。そのため，ＯＴＡが相当の費用を掛けてサーバー等を開発\n・保有・運用していることから，かかる費用を回収するためのＯＴＡの行為については，「ただ乗り」の防止として正当化される余地がないか（競争促進効果と反競争的効果との比較衡量により公正競争阻害性が否定される余地がないか）を検討する必要がある。\n検討に当たっては，オンライン旅行予約をめぐる競争激化の阻止という目的の不当性，ただ乗りの防止という目的の当否（ただ乗りの防止による競争促進効果の有無），宿泊施設のみならず他のＯＴＡのサイト上で提示する宿泊料金等と同じか，より有利になるようにしなければならないという契約内容（手段）の不合理性，ユーザーの囲い込み効果を有するポイント制を既に採用していることの評価，Ｄ社及びＥ社が検討している「サービス利用料」がより競争制限的でない手段と言えるかなど，第１案と第２案のそれぞれにおいて関連しそうな事実を取り上げて評価し，各ＭＦＮ条項の導入が正当化されるか否かを判断することが求められる。",
  "scoring_notes": "１ 出題の趣旨について出題の趣旨は，別途公表している「出題の趣旨」のとおりである。\n２ 採点方針出題した２問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が市場における競争にどのような影響を与えるかを念頭に置いて，問題点を指摘し，法解釈を行い，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的に見ようとしており，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n⑴ 第１問第１問は，Ａ社ないしＦ社がＸ製品及びＹ製品に関して行った価格情報交換に関連する行為が独占禁止法第２条第６項の各要件を満たす行為（不当な取引制限）に当たるか否か（設問⑴），\n違反行為の成立を前提として行為者に及ぶサンクションとその軽減への対応について（設問⑵），\n見解を問うものである。\n具体的には，設問⑴に関しては，①情報交換に関与した各社の担当者の行動や発言の相違を踏まえて，「共同して」（又は「共同して・・・相互に」）を満たすか，すなわちＡ社ないしＦ社の間に意思の連絡があったと認められるか否か，②意思の連絡により「相互にその事業活動を拘束」したと言えるか，③意思の連絡の内容やＸ・Ｙ各製品の属性等を踏まえて，意思の連絡の対象範囲をどのように認定し（両製品につき一体としての合意を認定するのか，各別に合意を認定するのか），「一定の取引分野」をどのように画定するのか，④値上げの成否や需要者の抵抗などを踏まえて，当該「一定の取引分野」における「競争を実質的に制限する」と言えるか，といった論点について，的確に事実認定を行った上で論理的に説明できているかどうかを見た。また，設問⑵に関しては，①課徴金に係る計算の始期について，法令に規定された実行期間の意義を理解して，認定した違反行為に対応した検討が行われているか，②課徴金減免申請について，公正取引委員会の調査開始日以後の申請であることを踏まえ，減額が認められるために申請者に求められる行動について，適切な根拠条文を参照して的確に説明できているかを見た。\n⑵ 第２問第２問は，オンライン旅行予約サービス事業者（以下「ＯＴＡ」という。）であるＡ社が，宿泊施設とサービス提供契約を締結するに当たって，第１案ないし第２案のような条件を付すことにより，当該宿泊施設の事業活動及び競争（他の宿泊施設やＡ社との競争。以下同じ。），ＯＴＡ間の競争にどのような影響があるかを分析・検討し，不公正な取引方法（独占禁止法第２条第９項第６号ニに基づく一般指定第１２項）の該当性について，正しい独占禁止法の理解に基づき的確に結論を導けるかを問うものである。\n全般的には，一般指定第１２項の要件該当性について，行為要件，対市場効果要件，正当化事由の順に，条文等に基づいて規範を定立した上で，問題文に記載された事実関係に基づく当てはめをしているかを評価の対象とした。\n規範の定立に関しては，一般指定第１２項の「拘束する条件をつけて」及び「不当に」の条文解釈，正当化事由についての判断基準の定立がそれぞれ的確にされているかを評価した。\n当てはめのうち，本問の中心的な論点である対市場効果要件に関しては，適切に市場を画定した上で，反競争効果について多角的に分析できているかを評価の対象とした。\n-16-具体的には，市場画定の意義や目的を踏まえて，需要者と供給者を明確に意識し，オンライン予約とオフライン予約を別の市場とするか否か，ＯＴＡを介した予約と宿泊施設のサイトを通じた直接予約を別の市場とするか否かについて分析できているかを評価の対象とした。\nその上で，第１案については，ＯＴＡ間の競争への影響が焦点となることを意識し，反競争効果の有無についての結論を導くことができているかを評価した。取り分け，オンライン・プラットフォームの場合，一方の市場における当該プラットフォームの顧客が増えれば増えるほど，他方の市場の顧客にとっても当該プラットフォームを利用することの効用が増すという間接ネットワーク効果が働くため，シェア第１位企業の導入する措置がＯＴＡ間の競争に及ぼす影響を十分に分析できているかも評価対象とした。他方，第２案については，第１案と比較してＯＴＡ間の競争への影響が明確ではないことを意識し，宿泊施設の事業活動及び競争への影響等も総合考慮して反競争効果の有無について的確に結論を導くことができているかを評価の対象とした。\n正当化事由については，定立した判断基準に従い，問題文に記載された目的・手段及びより競争制限的でない代替的手段等に係る事実関係に基づいて，的確に結論を導いているかを評価の対象とした。また，フリーライド（ただ乗り）防止に関しては，競争促進効果の観点から反競争効果の有無を論じる答案についても，同様に評価した。\n加えて，資料として付した流通・取引慣行に関する独占禁止法上の指針（以下「流通・取引慣行ガイドライン」という。）に示された判断基準を的確に踏まえた解答となっているかも評価要素とした。\n３ 採点実感等⑴ 出題の趣旨に即した答案の存否，多寡についてア 第１問設問⑴のうち，まず行為要件については，「共同して」が「意思の連絡」であること及びその立証方法を示した上，Ｘ・Ｙ両製品又は製品ごとに意思の連絡の有無を検討する中で，協議の場で特徴ある態度を示したＡ社，Ｃ社，Ｄ社について意思の連絡の当事者であるか（意思の連絡が成立しているか）を検討できている答案が多かった。他方，意思の連絡の立証方法についての言及を欠く答案，事前の連絡交渉とその内容に係る事実については言及するものの事後の行動の一致には触れることなく意思の連絡を肯定する答案，Ａ社，Ｃ社，Ｄ社のそれぞれについての検討を欠く答案や検討内容が十分ではない答案（例えば，Ａ社に関して他社の認識についての言及を欠く答案，Ｃ社に関して事後の行動の一致についての評価を欠く答案，Ｄ社に関してＹ製品についての検討を欠く答案など）も散見された。Ｃ社については，意思の連絡の成立を問う場面にもかかわらず，意思の連絡からの離脱要件を当てはめて検討を加えた答案もかなり見られた。また，情報交換の背景・動機，会合の開催とそこでの話合い，値上げのプロセスの評価や競争行動からの乖離という観点から，十分な説明がなされていない答案も多くあった。\n「一定の取引分野」に関しては，その意義や画定基準を示し，本件行為がハードコアカルテルであることから，意思の連絡（合意）の対象であるＸ製品又はＹ製品あるいは両製品を取り上げた上で，各製品の用途や需要者の相違などにも目を配って市場画定を行うことができている答案が比較的多かった。いわゆるＳＳＮＩＰ型の市場画定を行った答案も比較的多かったが，正しく市場画定を行い，競争制限効果とも整合的に説明できていれば，合意の対象範囲を市場とするアプローチと同様に評価した。他方，意思の連絡の対象について特に配慮をしなかったり，意思の連絡の対象の認定と市場画定の間に齟齬が生じて論理一貫性を欠いていたりする答案も数多く見られた。\n「競争を実質的に制限する」に関しては，その定義を示し，当事者の市場シェアや意思の-17-連絡の非参加者による追随，参入の可能性などに言及し，画定した「一定の取引分野」における競争の実質的制限を肯定する答案が比較的多かった。他方，本設問の場合には，値上げが必ずしも十分に実現しなかった事実や需要者側の抵抗行動が設定されているが，それに対して十分に配慮せず問題意識を欠いた認定をしている答案も多く見られ，また，競争の実質的制限を否定する答案や市場画定に対応した認定がなされていない答案も見られた。\n設問⑵のうち，課徴金の計算については，根拠規定と計算方法（実行期間及び算定率）を提示し，Ｘ製品及びＹ製品のうち違反行為を認定した製品を対象として解答した答案が多かった。もっとも，標準的な算定率（１０パーセント）が適用される理由について説明していない答案も多く，また，実行期間の始期について，会合時点でカルテルが成立する（既遂となる）ことを理由に，会合の翌日とする答案もある程度見られた。Ｙ製品について，カルテルの成立を認める一方で，値上げがほとんど実現しなかったことを理由に課徴金を課さないとした答案もあった。\nＡ社の責任を軽減するために採るべき手段については，課徴金減免申請の可能性を検討すべきとの答案が多かった。しかし，調査開始日前の減免申請について記述している答案が多く，公正取引委員会の調査開始日「以後」の減額申請であること，その場合の根拠規定及び公正取引委員会が把握していない追加情報の提供要件について，正確に検討して解答した答案は極めて少なかった。\nイ 第２問(ｱ) 行為要件について一般指定第１２項の「拘束する条件をつけて」の条文解釈を適切に行い，当てはめている答案が大多数であったが，条文解釈を記述せずに結論のみを記述している答案も散見された。\n要件該当性の根拠として，契約上の義務を課すものであることだけではなく，Ａ社のシェア及び宿泊施設の相対的地位などを指摘して拘束の程度（契約条項遵守への強制力の強さ，契約解除の困難さ）を論じている答案も少なくなかったが，行為要件の該当性の検討としてのみではなく，反競争効果の考慮要素につながる記述としても評価した。\n(ｲ) 対市場効果要件（総論）について一般指定第１２項の「不当に」の文言の意味が公正競争阻害性，中でも自由競争減殺に見いだされるとの解釈が的確に記述されている答案が大多数であり，それを全く記述していない答案は少数であった。また，自由競争減殺をもたらす道筋として競争回避及び競争排除についても具体的に指摘する答案もあり，それを条文解釈ではなく当てはめの部分で記述する答案も同様に評価した。\n(ｳ) 市場画定について第１案及び第２案による反競争効果については，資料に掲げられた流通・取引慣行ガイドラインに記載のとおり，反競争効果を判断する前提として，当該行為により競争上の影響を受ける範囲を検討することが有益と解されるところ，市場画定の意義及び目的について記述して検討できている答案が多かったが，市場画定についての記述が全くないまま反競争効果について論述する答案や，検討対象市場の結論のみを記述して画定に至った根拠を論述していない答案も散見された。\n市場としては，日本国内における宿泊施設の直接予約を含めたインターネットを介した宿泊予約サービスを検討対象市場と画定する答案が多かったが，旅行代理店等によるオフラインの宿泊予約サービスを含めた市場と画定する答案も散見された。それらについて宿泊施設の予約者（ユーザー）にとって代替性があることは否定できないとしても，その代替性の程度や両案がオンラインサイトに掲載される宿泊料金等のみを拘束するものであることを考慮すれば，オフラインの宿泊予約サービスを含めて市場を画定して検討すると，\n反競争効果分析の正確性を欠くおそれがあろう。\n-18-他方，ＯＴＡが提供する仲介サービスの市場において宿泊施設が供給者でなく需要者であること，また，宿泊施設にとっても予約者（ユーザー）は宿泊予約サービスの需要者であるが，宿泊施設自身のサイトでは他の宿泊施設との比較や検索ができない（需要代替性が低い）ことなどを重視し，ＯＴＡを通じた宿泊予約サービスを検討対象市場として画定した上で，宿泊施設のサイトを通じた直接予約については，ＯＴＡ間の競争に対する隣接市場からの競争圧力として，反競争効果を分析する答案もあったが，宿泊施設のサイトを通じた直接予約を含めて市場画定しているか否かはいずれであれ，下記の反競争効果の論述も含めて，論理的に一貫しているかどうかを評価した。\n加えて，オンライン・プラットフォームに係る市場の特性として，二面市場であることを適切に指摘する答案も一定程度見られた。\n(ｴ) 第１案による反競争効果について上記の市場画定を前提として，資料に掲げられた流通・取引慣行ガイドラインの①から⑤の各事項を参照しつつ，第１案が，ＯＴＡ間の競争並びに宿泊施設の事業活動及び競争に及ぼす影響について，制限の態様，Ａ社のシェアや競争能力など問題文に記載されている考慮要素を検討し，反競争効果を分析・論述することが望まれたが，それらを多角的に論述する答案は少なかった。なお，上記の各競争のうちいずれをブランド間競争とし，ブランド内競争とするかについて，様々な答案があったが，競争主体及び悪影響の生じ得る競争関係を明確にして検討していれば，いずれに分類していても評価した。\nこの点，第１案が宿泊料金に関する制限であることに着目し，単に，宿泊施設間の宿泊料金の競争を減殺する（又は価格維持効果がある）などといった結論のみを記述して第１案の反競争効果を肯定している答案が散見された。しかし，第１案は（第２案も同様であるが），宿泊施設が宿泊料金についてサイト間で差異を設けることを制限するものではあるが，自らの宿泊施設の料金設定の自由は基本的に確保されているのであるから，宿泊施設間の競争において，宿泊料金の価格維持効果があることは直ちに明らかとは言えないであろう。それだけに，第１案については，ＯＴＡ間の競争に及ぼす影響が大きいことを意識して，反競争効果について各自の結論を導くことができるかが問題となるが，その分析まで至らない答案が目立った。\nまた，第１案がＯＴＡ間の競争に影響を及ぼすものであることを指摘する答案や，新規参入排除について指摘する答案は少なくなかったものの，その結論と簡単な理由のみを記述している答案も目立ち，その根拠について十分に記述している答案が多数とは言えなかった。ＯＴＡが宿泊施設に訴求する競争手段としては，サイトの閲覧数と宿泊予約数を増加させること（及びそれにより可能となる手数料の低額化）などが考えられるところ，かかる競争手段は，当該ＯＴＡが予約者（ユーザー）にとってどれだけ有利な取引条件（宿泊料金等）をサイトに掲載できるか，すなわち，予約者（ユーザー）に訴求する競争手段に依存していることから，第１案によりＯＴＡの各サイトに掲載される宿泊料金等が同一となることにより，いずれの競争手段にも制約が生じ，ＯＴＡ間の競争の緩和ないし排除の効果をもたらすことになると考えられる。ＯＴＡ間の競争に関する需要者につき予約者（ユーザー）と宿泊施設の二面があることを指摘する答案は一定程度見られたが，上記のように相互の関係や影響を分析して反競争効果を論じた答案は僅かであった。\nさらに，第１案が及ぼす影響を検討するに当たっても，制限の態様，Ａ社の地位や国内の宿泊施設の状況などについて言及することが望ましい。Ａ社の地位（シェア）及び国内の宿泊施設の状況について指摘する答案は多かったが，制限の態様として，宿泊施設による宿泊料金の決定に対する制限は大きくないものの，宿泊料金のみではなく，朝食の有無，\n提供される部屋の数と等級，キャンセル条件等と広範囲に制限が及ぶことを具体的に指摘して検討した答案は少数であった。\n-19-加えて，第２案と共通するものとして，宿泊施設の事業活動及び競争に及ぼす影響についても指摘して，反競争効果の判断の考慮要素の一つとして分析することが望ましい。この点，宿泊施設のサイトとＡ社のサイトに掲載される宿泊料金等が同一となる結果，他の宿泊施設との比較等の付加価値があるＡ社のサイトを介して予約する者が多くなって，宿泊施設がＡ社を経由せずに予約を獲得することが困難となること，その意味においてＡ社が宿泊施設との競争上優位となることを指摘する答案もあった。他方，宿泊施設が新しいビジネスモデルを開発し，他の宿泊施設との差別化を図ることによって，予約者（ユーザー）を獲得しようとする競争（イノベーション競争）を阻害するおそれがあることを具体的に指摘する答案はほとんどなかった。ただし，第１案については，ＯＴＡ間の競争に及ぼす影響を主に分析することが求められるのであり，他の考慮要素（宿泊施設の事業活動及び競争に及ぼす影響）については補完的な考慮要素として記述していれば足りる。\n(ｵ) 第２案による反競争効果について第２案は，第１案と異なりＯＴＡ間の競争に直接影響を及ぼすものではないことから，\nその反競争効果の結論を導くに当たって，より多面的な考慮要素の分析が不可欠である。\n第２案についても，結論として反競争効果を肯定する答案が多く，宿泊施設の事業活動及び競争に及ぼす影響（上記(ｴ)の最終段落参照）を重視して，反競争効果を導く答案もあったが，単に，宿泊施設間の競争を減殺する（宿泊料金の価格維持効果がある）などといった結論のみを記述して反競争効果を肯定している答案が散見された。\nまた，第２案についても，宿泊施設のサイトとＯＴＡのサイトの宿泊料金が同一となることにより，ＯＴＡ間でもサイトの宿泊料金が同一となるとする答案も多くあった。第１案との差異を意識した上で，ＯＴＡ間の競争に及ぼす影響があることを記述する答案は評価したが，第２案は，宿泊施設自身のサイトの宿泊料金についてのみ制約を課すものであって，他のＯＴＡのサイトの宿泊料金を制約するものではないため，同種の条項を他のＯＴＡが導入したとしても，そのことだけではＯＴＡ間の価格競争が直ちに制限されることにはなり得ないだけに，事実上ＯＴＡ間でサイトの宿泊料金が同一となる根拠を具体的に述べる必要があるが，かかる記述は極めて少なく，この点の正確な理解を欠いた答案が多かった。\n他方，第１案と異なりＯＴＡ間の競争に直ちに影響を及ぼすものではないこと，フリーライド（ただ乗り）を防止することがＯＴＡ間の競争を促進する効果を持つことなどを重視して，第２案について反競争効果を否定した答案もあったが，結論がいずれであれ，反競争効果を的確に分析できているかを評価した。\n(ｶ) 正当化事由について第１案及び第２案のいずれについても，公正競争阻害性を認める場合には，正当化事由に関する検討が不可欠と解されるところ，正当化事由の有無については，目的の正当性及び手段の相当性の点から検討することについて的確に記述している答案が多かったが，反競争効果を認めながら正当化事由に関する記述が全くない答案も散見された。\n第１案については，競争相手である他のＯＴＡを排除する目的が不当であることを指摘する答案が多かったが，宿泊施設及び他のＯＴＡのフリーライド（ただ乗り）防止目的として正当とする答案もあった。手段については，より競争制限的でない第２案があるとして不当とするもののほか，Ｄ社及びＥ社が検討するようなサービス利用料を徴収する手段があるとして手段が相当ではないとするものもあり，結論として正当化事由を認めない答案が多数であった。\n他方，第２案については，フリーライド（ただ乗り）防止として目的は正当とする答案が多数であり，宿泊施設が自らのサイトで低額の宿泊料金での予約を受ける場合には，ＯＴＡのサイトを閲覧して比較検討した上で宿泊施設のサイトで予約をする者が多くなる不-20-都合を指摘する答案もあった。手段については，別にサービス利用料を徴収する手段があることを理由に不当とするものも多かったが，ユーザーの囲い込み効果を有するポイント制を既に採用していることの評価を記述している答案は少なかった。また，第２案については，手段も相当とする答案があり，反競争効果及び競争促進効果の程度及び内容に照らして手段の相当性をどの程度厳格に審査するかは見解が分かれ得るところであるが，いずれの結論であっても，問題文に記載された事実関係に基づいて的確に論証しているかを評価した。\n⑵ 出題時に想定していた解答水準と実際の解答水準との差異についてア 第１問設問⑴に関しては，不当な取引制限の要件のうち，本設問上重要な論点となる各要件の定義や判断基準を示し，それらに対する当てはめについて一通り触れて論述している答案が多く，その限りにおいては出題時に想定していた解答水準と実際の解答水準に大きな乖離はなかったと言える。他方，自ら提示した立証方法に対応する事実認定を十分に行っていない答案，市場画定の際に意思の連絡の対象やＸ製品とＹ製品の関係に配慮をしない答案，競争の実質的制限について需要者側の抵抗や値上げの実現の程度を検討の視野に入れない答案が多かった点では乖離が見られた。\n設問⑵に関しては，課徴金の計算については基本的な理解が得られていると思われる答案が多かったものの，結論に至る理由を十分に説明していない答案も多く，課徴金減免制度について，公正取引委員会の調査開始日以後の申請となることや追加情報要件について言及していない答案が多かったことは想定外であった。\nイ 第２問「拘束する条件をつけて」，「不当に」といった各文言の解釈（規範定立）及び当てはめについて一通り論じている答案は多く，その点については，出題時に想定されていた解答水準との間に大きな差異はなかった。\nまた，市場画定及び正当化事由については，的確に判断基準等を記述した上で，当てはめている答案が相当数あり，出題時に想定されていた解答水準との間に大きな差異はなかった。\n他方，反競争効果について，ＯＴＡ間の競争に及ぼす影響，宿泊施設の事業活動及び競争に及ぼす影響について，Ａ社及び宿泊施設の地位等を踏まえて，分析的かつ一貫した論述ができている答案は，想定していたほど多くなかった。特に，宿泊料金に関する制限であることを根拠に安易に宿泊料金の価格維持効果（宿泊施設間の競争回避による）を認める答案や，\n第１案と第２案でＯＴＡ間の競争に及ぼす影響が異なることを意識していない答案が多かったことは想定外であった。\n⑶ 「優秀」，「良好」，「一応の水準」，「不良」答案についてア 第１問「優秀」な答案は，設問⑴において，設例の事実関係及び論点を的確に把握した上で，それに関連する重要な不当な取引制限の各要件について，適切な判断基準を示し，考慮すべき事実の全部又は大部分を正確に摘示しながら当該判断基準に沿って説得的な当てはめを行い，\n結論を導いているもの，及び，設問⑵において，課徴金関連規定のうち本件に適用すべき規定及びその要件を適切に示した上で，関連する事実を摘示しながら結論を導いているもの，「良好」な答案は，設問⑴において，一定の判断基準を示した上で，考慮すべき事実のうち主要なものをおおむね正確に摘示しながら当てはめを行い，結論を導いているもの，及び，設問⑵において，関連規定の把握と事実の摘示についておおむね正確に行って結論を導いているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠いているもの，「不良」な答案は，設問⑴において，事実関係や論点の把握，判断基準の提示やそれに沿った当てはめ等を全く欠き，設問⑵においても，関連規定や事実につい-21-ての論述を全く欠いているなど，事案処理能力が著しく不十分と見られるものとした。\nイ 第２問「優秀」な答案は，第１案がＯＴＡ間の競争に及ぼす影響を主に分析し，そのような影響が第２案において明確でないことを意識した上で，宿泊施設の事業活動及び競争に及ぼす影響も考慮し，競争促進効果ないし正当化事由の有無も含めて，論旨一貫して論述できているもの，「良好」な答案は，両案が宿泊施設の事業活動及び競争並びにＯＴＡ間の競争に及ぼす影響，競争促進効果ないし正当化事由について的確に分析して論述できているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠くものや，その分析が簡略であるもの，「不良」な答案は，両案がＯＴＡ間の競争に及ぼす影響について全く検討せず，論旨が一貫していないなど，不公正な取引方法に係る基本的事項についての論述を欠いており，出題の趣旨から離れた記述に終始するものとした。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，問題となる行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかを見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，適用条文の選択や構成要件の意義を正確に示した上，\n問題となる行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめること，そしてそれを箇条書き的に列挙するのでなく，論理的・説得的に表現することができるように教育してほしい。\n-22-"
}