{
  "year": "H30",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，４０：３５：２５〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nⅠ\n【事実】\n１．Ａは，トラック１台（以下「甲トラック」という。）を使って，青果物を生産者から買い受け，小売業者や飲食店に販売する事業を個人で営んでいた。\n２．平成２９年９月１０日，Ａは，Ｂとの間で，松茸（まつたけ）５キログラムを代金５０万円でＢから購入する契約（以下「本件売買契約」という。）を締結した。本件売買契約においては，松茸の引渡しは，同月２１日の夜に，Ｂのりんご農園のそばにあるＢ所有の乙倉庫において，代金の支払と引換えですることが定められた。\n３．同月２１日午前１１時頃から午後２時頃にかけて，Ｂは，本件売買契約の目的物とするための松茸を秋の収穫期に毎年雇っているＣと共に収穫し，これを乙倉庫に運び入れ，同日午後４時頃には，本件売買契約の約定に合う松茸５キログラムの箱詰めを終えた。そこで，Ｂは，直ちに，引渡準備が整った旨をＡに電話で連絡したところ，Ａは同日午後８時頃に乙倉庫で引き取る旨を述べ，Ｂはこれを了承した。\n４．同日午後６時頃，Ａが松茸を引き取るため甲トラックで出掛けようとしたところ，自宅前に駐車していた甲トラックがなくなっていた。\nＡがすぐに電話で事情と共に松茸の引取りが遅れる旨をＢに伝えたところ，Ｂからは，しばらく待機している旨の返答があった。Ａは，自宅周辺で甲トラックを探したが見付からなかった。そこで，Ａは，同日午後８時頃，今日は引取りには行けないが，具体的なことは翌朝に改めて連絡する旨を電話でＢに伝えた。\n５．Ｂは，Ａからのこの電話を受けて，引渡しに備えて乙倉庫で待機させていたＣに引き上げてよい旨を伝えた。その際，Ｂは，近隣で農作物の盗難が相次いでおり警察からの注意喚起もあったことから，Ｃに対し，客に引き渡す高価な松茸を入れているので乙倉庫を離れるときには普段よりもしっかり施錠するよう指示した。乙倉庫は普段簡易な錠で施錠されているだけであったが，Ｃは，Ｂの指示に従って，強力な倉庫錠も利用し，二重に施錠して帰宅した。\n６．同月２２日午前７時頃，Ａは，Ｂに，車を調達することができたので同日午前１０時頃に松茸を乙倉庫で引き取りたい旨を電話で伝えた。Ｂは朝の作業をＣに任せて自宅にいたため，Ａが車でまずＢの自宅に寄り，Ｂを同乗させて乙倉庫に行くことになった。\n７．Ａは，代金としてＢに支払う５０万円を持参して，同日午前１０時過ぎに，Ｂと共に乙倉庫に到着した。ところが，乙倉庫は，扉が開け放しになっており，収穫した農作物はなくなっていた。\n８．警察の捜査により，収穫作業道具を取り出すため乙倉庫に入ったＣが，同日午前７時頃，同月２１日の夜にＢから受けた指示（【事実】５参照）をうっかり忘れて，りんご農園での作業のため普段どおり簡易な錠のみで施錠して乙倉庫を離れたこと，その時から同月２２日の午前\n１０時過ぎにＡとＢが乙倉庫に到着するまでの間に何者かがその錠を壊し，乙倉庫内の松茸，りんごなどの農作物を全部盗み去ったことが判明した。\n９．その後，Ｂは，Ａに対し，本件売買契約の代金５０万円の支払を求めたが，Ａは，Ｂが松茸\n５キログラムを引き渡すまで代金は支払わないと述べた。これに対し，Ｂは，一度きちんと松茸を用意したのだから応じられないと反論した。\n- 2 -\n〔設問１〕\n【事実】１から９までを前提として，【事実】９のＢの本件売買契約に基づく代金支払請求は認\nめられるか，理由を付して解答しなさい。\nⅡ 【事実】１から９までに加え，以下の【事実】10から14までの経緯があった。\n【事実】\n10．甲トラックは，Ａが次の経緯でＤから入手したものであった。\n平成２７年１１月９日，ＡとＤは，Ｄが所有する中古トラックである甲トラック（道路運送車両法第５条第１項（関連条文後掲）が適用される自動車である。）を目的物とし，代金額を３００万円とする売買契約を締結した。この売買契約においては，次のことが定められていた。\n①Ａは，代金の支払として，甲トラックの引渡しと引換えにＤに対し内金６０万円を現金で支払い，以後６０か月の間，毎月４万円をＤの指定する銀行口座に振り込んで支払う。②甲トラックの所有権は，Ａが①の代金債務を完済するまでその担保としてＤに留保されることとし，その自動車登録名義は，Ａが代金債務を完済したときにＤからＡへと移転させる。③Ａは，①\nの振込みを１回でも怠ったときは代金残債務について当然に期限の利益を喪失し，Ｄは，直ちに甲トラックの返還を求めることができる。④Ａは，Ｄから甲トラックの引渡しを受けた後，甲トラックを占有し利用することができるが，代金債務の完済まで，甲トラックを善良な管理者の注意をもって管理し，甲トラックの改造をしない。⑤Ｄが③によりＡから甲トラックの返還を受けたときは，これを中古自動車販売業者に売却し，その売却額をもってＡの代金債務の弁済に充当する。⑥Ｄは，⑤の充当後に売却額に残額があるときは，これをＡに支払う。\n同日，ＡはＤに対し内金６０万円を支払い，ＤはＡに対し甲トラックを引き渡した。\n11．Ａは，同年１２月以降毎月，遅滞することなく，Ｄが指定した銀行口座に４万円を振り込んで代金を支払っている。\n12．Ａは，甲トラックの消失後（【事実】４参照），レンタカーを借りて事業を続けていたが，廃業して帰郷することにし，平成２９年１２月２２日，居住していた借家を引き払った。Ａは，Ｂら取引先等に廃業の通知を出したものの，転居先を知らせることはしなかった。\n13．平成３０年２月２０日，Ｅは，その所有する丙土地（山林）の上に，甲トラックが投棄されているのを見付けた。その後，Ｅは，甲トラックがＤ名義で自動車登録されていることを知った。\n14．同年３月１０日，Ｅは，Ｄに，甲トラックが丙土地上に放置されている事実を伝え，甲トラックの撤去を求めた。ところが，Ｄは，㋐「Ａとの間で所有権留保売買契約をしたので，私は甲トラックを撤去すべき立場にない。その立場にあるのは，Ａである。」，㋑「登録名義はまだ私にあるが，そうであるからといって，私が甲トラックの撤去を求められることにはならない。」\nと述べ，応じなかった。ＥがＤにＡの所在を尋ねたところ，Ｄは，Ａの所在は知らないと述べた。また，Ｄによれば，甲トラックの盗難の事実と警察に盗難を届け出た旨の知らせが平成２９年９月２２日にＡからあったが，銀行口座にはＡから毎月４万円の振込みが滞りなくされていたこともあり，Ａとの間で互いに連絡をすることがなかったとのことであった。\nその後も，Ｅは，Ａの所在を把握することができないままでいる。\n〔設問２〕\n【事実】１から14までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｅの【事実】14の撤去の請求に関し，【事実】14の下線を付した㋐のＤの発言は正当であると認められるか，理由を付して解答しなさい。\n⑵ 仮に㋐のＤの発言が正当であると認められるものとした場合，Ｅの請求は認められるか，【事実】14の下線を付した㋑のＤの発言を踏まえつつ，理由を付して解答しなさい。\n- 3 -\n（参照条文）道路運送車両法（昭和２６年法律第１８５号）第５条 登録を受けた自動車の所有権の得喪は，登録を受けなければ，第三者に対抗することができない。\n２ （略）\nⅢ 【事実】１から14までに加え，以下の【事実】15から20までの経緯があった。\n【事実】\n15．数年前に妻に先立たれたＣは，持病が悪化して，平成３０年１月２０日，死亡した。\n16．Ｃは，積極財産として，それぞれの金額が１２００万円，６００万円及び２００万円の定期預金を残した。Ｃには，３人の子Ｆ，Ｇ及びＨがいたが，Ｈについては，Ｃが家庭裁判所に廃除の申立てをしており，それを認める審判が平成２７年に確定していた。\n17．平成３０年１月２１日，Ｃの通夜の席で，ＣがＢに対し同月３１日を期限とする３００万円の借入金債務を負っていたことが判明した。\n18．Ｆは，Ｃが負っていた借入金債務全額の返済をＢから強く求められたため，同月３１日，Ｂに対し３００万円を支払った。\n19．同年３月１日，同年１月１日付けのＣの適式な自筆証書遺言（以下「本件遺言」という。）があることが判明し，同年５月７日，検認の手続がされた。\n20．本件遺言の証書には，「①私が残す財産は，１２００万円，６００万円及び２００万円の定期預金である。②遠方に住みながらいつも気にかけてくれたＦには，Ｇよりも多く，１２００万円の定期預金を相続させる。③Ｇには６００万円の定期預金を相続させる。④Ｈは，まだ反省が足りないので，廃除の意思を変えるものではないが，最近結婚をしたことから，２００万円の定期預金のみを与える。」と記されていた。\n〔設問３〕\n【事実】１から20までを前提として，次の問いに答えなさい。\nＦは，ＣがＢに対して負っていた借入金債務３００万円を全額支払ったことを根拠に，Ｇに対し，幾らの金額の支払を請求することができるか。本件遺言について，遺言の解釈をした上で，理由を付して解答しなさい。なお，利息及び遅延損害金を考慮する必要はない。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H30/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，民法の幅広い分野から，民法の基礎的な理解とともにその応用力を問うものであり，当事者の主張を踏まえつつ法律問題の相互関係や当該事案の特殊性を論理的に分析して自説を展開する能力が試されている。\n設問１は，種類債務の特定と危険負担（民法第５３４条第２項），（狭義の）履行補助者の過失，弁済の提供又は受領遅滞若しくは受領義務違反の効果（債務者の目的物保管義務の軽減及びその軽減後の義務の内容，対価危険の債権者への移転等）等といった債権法の複数の制度・\n規定について，基本的な理解ができているか，その理解を具体的な事実関係に基づいて各制度\n・規定の相互の関連性を含めて適切に展開することができるかを問うものである。典型論点ともいえるものばかりではあるものの，複数の論点の検討を要する問題を通して，事案に即して論理を着実に展開する能力が試されている。\n設問１の事実関係の下では，危険負担の適用があるか否かが問題となるが，その前提として，種類債権の特定とその後の目的物の滅失が必要となる。そこで，民法第４０１条が定める「債務者が物の給付をするのに必要な行為を完了し」たこととは，例えば，債務者が，給付の完了のために債権者がする必要のあることを除き，自らすることができることを全てした状態をいうところ，Ｂの債務は取立債務であることから，Ｂが目的物を分離して引渡準備を完了し，その旨をＡに通知することにより目的物の特定が認められることなどを述べた上で，設問１の事実関係からこの特定が認められ，その特定した目的物が盗難により滅失したと認められることを述べる必要がある。\n- 4 -目的物が特定後に滅失した場合の売主Ｂの売買代金請求権の帰趨については，①双務契約上の相対立する二つの債務は互いに対価関係に立つため牽連関係が認められるとして，一方の債務の消滅により当然に他方の債務も消滅することを前提としつつ，本件においては目的物が特定していたとして民法第５３４条第２項の適用によりＢの代金請求が認められ得るとする立場，②同じ前提に立ちつつも，民法第５３４条第２項の適用を否定又は制限する立場などが考えられる。これらのいずれの立場によっても構わないが，自己の採用した立場から一貫性のある法律構成をすることが求められる。なお，①②と異なり，双務契約上の相対立する二つの債務は互いに独立のものであり，一方の消滅により他方が当然に消滅することはないとする立場もあり得るが，その場合には，特殊といってよい立場であるため，そのように解する理由を明確に示すことが必要である。\n上記の①の立場からは，以下の事柄について論ずることになる。\n①の立場は，民法の規定の文理に素直なものであるといえるが，①の立場に対しては公平ではないという批判が極めて有力であり，また，この立場をとることを明言する判例があるわけでもない。そこで，民法第５３４条第２項の文言に素直な解釈であるという指摘をするだけでなく，公平に反するという批判説にも応接した理由付けをすることが望ましい。\nその上で，民法第５３４条が適用されるのは目的物の滅失が「債務者の責めに帰することができない事由」による場合であるため，設問１の事実関係の下で盗難による松茸の滅失がこれに当たるかを論ずべきことになる。その際には，「債務者の責めに帰することができない事由」\nの意味をまず明らかにする必要がある。これについては，例えば，特定物の売主は目的物の善良な管理者の注意をもって目的物を保管する義務を負うところ，その義務を尽くしたことが上記事由に当たるとする考え方が考えられる。さらに，設問１では，Ｂは保管のために（狭義の）\n履行補助者に当たる（【事実】３）Ｃを使用しているためＣの主観的態様が信義則上Ｂの主観的態様と同視されるとした上で，Ｃが近隣において盗難事件が頻発し警察が注意喚起しているとの状況下でＢの指示に従わずに簡易な錠による施錠しかせずに乙倉庫を離れたこと（【事実】\n５及び８）は善管注意義務違反に当たると解されるため，目的物として特定した松茸の滅失はＢの責めに帰することができない事由によるものということは基本的にできないことになる。\nもっとも，松茸の盗難は，Ｂによる弁済の提供があった後，又はＡによる受領遅滞中に若しくはＡの受領義務違反後に起きたことである。そこで，弁済の提供又は受領遅滞若しくは受領義務違反の効果としてＢの保管義務の軽減が問題になる。これらのいずれの構成によっても構わないが，その構成により保管義務が軽減される理由を明らかにし，設問１の事実関係の下で保管義務の軽減が認められるかを論ずる必要がある。\nそして，債務者は自己の財産に対するのと同一の注意をもって目的物を保管する義務を負う，あるいは，債務者は故意又は重大な過失による目的物の滅失又は損傷の場合にのみ責任を負うなどと軽減された義務の内容を明らかにした上で，設問１の事実関係に即して，Ｃの行った簡易な錠での施錠が「普段どおり」の施錠方法であったことを踏まえてその軽減された注意義務に違反しないかどうかを論ずべきことになる。\n次に，上記の②の立場をとる場合には，以下の事柄について論ずることになる。\nまず，自説の立場から，民法第５３４条の適用を否定又は制限する理由を述べる必要があり，その理由と整合的にどのような場合には適用が認められるのかを明らかにし，設問１の事実関係の下では民法第５３４条が適用される場合に当たらないことを述べることが求められる。\nもっとも，Ｂによる弁済の提供又はＡの受領遅滞若しくは受領義務違反が認められることから，その効果として対価危険の移転が認められ得る。そこで，その旨の指摘と設問１の事実関係の下でこれが認められることを述べた上で，目的物の滅失がＢの帰責事由によるものであるときはそもそも危険負担の適用がないことを述べて，松茸の滅失がＢの帰責事由によるものか否かを検討すべきことになる。そして，ここでは，上記の①の立場と同様に，債務者に課され\n- 5 -た善管注意義務と債務者の責めに帰することができない事由との関係，弁済の提供等による善管注意義務の軽減の有無などを検討すべきことになる。\n設問２は，所有権に基づく妨害排除請求の相手方は現に妨害をしている者であることを前提として，所有権留保売買契約の売主として留保所有権を有する者はこれに当たるか（小問１），仮にこれに当たらないと判断すべきことを前提としたとしても，その者が妨害物となっている自動車を以前所有しており，自己の意思に基づいて登録名義人となった者であって，その自動車を譲渡した後も登録名義人にとどまっている場合は別に考えることができないのか（小問２）\nを，それぞれ問うものである。\n小問１では判例によっても承認されている所有権留保売買を題材に非典型担保物権の意義と留保所有権の内容を，小問２では不動産と同様の法的規制に服する自動車についての権利の得喪に係る対抗要件制度の意義という，基本的な問題に対する理解力を測ることを狙いとする。\nまた，小問１には最判平成２１年３月１０日民集第６３巻３号３８５頁，小問２には最判平成\n６年２月８日民集第４８巻２号３７３頁という重要な関連判例があり，設問２は，日頃の学習において重要判例について表層的でない理解を心掛けているかをみようとするものでもある。\n小問１では，Ｅの請求が所有権に基づく請求であること，この請求の相手方は所有権の行使を現に妨げている者であることを前提として，甲トラックの所有権留保売買における留保売主\nＤは，甲トラックが丙土地上に放置されていることによってＥの丙土地所有権の行使を妨げていることになり，したがって，甲トラックの撤去義務を負うかどうかが問われている。\nまず，物の所有者は，その物が他人の土地上にある場合には，権原がなければ，通常，その物の撤去の義務を負う。ところが，Ｄは，Ａとの間で所有権留保売買契約をしたことにより，通常の所有権を有する者ではなく，債権担保の目的で所有権を有するにすぎない。そこで，このような立場にあるＤが所有者一般と同様に扱われるのか否かを論ずべきことになる。\nＤが甲トラックの撤去義務を負うか否かについての結論はいずれでも構わないが，その結論を導く理由についての法的な構成力が問われている。その理由に関しては，例えば，次のような事情を考慮することが考えられる。\nすなわち，①ＡＤ間の契約において，被担保債権の不履行があるまでは，甲トラックの占有\n・処分権能を有するのはＡであり，Ｄはこれを有しないとされており，Ｄは，甲トラックの交換価値しか把握していないとみることができることである。これによると，Ｄは，形式的には甲トラックの所有者であるが，実質的には抵当権者と変わりがないとみることができ，抵当権者であれば抵当目的物による妨害排除請求の相手方にはならないと考えられる。\n他方で，②上記①のようなＤの地位は，ＡＤ間の契約によって創設されたものであることである。したがって，Ｄの甲トラックの占有・処分権能は，Ａとの契約によりＡとの関係で制約されているにすぎないとみる余地がある。実際にも，例えば甲トラックを不法占有する者がある場合，その者との関係では，Ｄは所有権に基づく返還請求をすることができるとされる可能性がある。\nこのほか，③Ｄは，甲トラックに抵当権（自動車抵当権）を設定することもできたのにあえて所有権留保という担保手段を選んだものであって，所有者と同様に扱われることはＤの選択の結果であるにすぎないといえることなどを指摘することが考えられる。\nなお，前掲平成２１年３月１０日最高裁判決は所有権留保という社会的に重要な非典型担保の基本的内容の一部を明らかにするものであることから，法律実務家となることを志す者が知っているべき判決であるということができるが，単に同判決があることや，その内容を指摘しても十分な解答にはならず，理由付けの内容が問われるものである。\n小問２では，下線部㋐のＤの発言が正当と認められるという前提で解答することが求められている。これは，甲トラックの通常の所有権を有していたＤが，Ａとの所有権留保売買契約により甲トラックの所有権を実質的に喪失したことを前提として，設問２を考えるべきことを意\n- 6 -味するから，まずこの点を押さえる必要がある。\nそして，登録自動車の所有権の喪失はその登録をしなければ「第三者」に対抗することができない（道路運送車両法第５条第１項）ことが問題文に示されていることを踏まえつつ，設問\n２の事実関係の下で，Ｅは，その「第三者」に該当し，又は「第三者に準ずる者」として扱われるのかを，論ずべきことになる。\n道路運送車両法第５条第１項は，民法第１７７条と同趣旨の規定であることから，「第三者」とは，登録の不存在を主張する正当な利益を有する者をいい，隠れた物権変動により第三者が害されることを防ぐという同条の趣旨から，当該物件につき登録名義人との間で法律上の利害関係を有するに至ったことが，第三者性を基礎付ける「正当な利益」に当たると解される。\nこれによると，Ｅは，第三者には基本的に該当しないこととなる。Ｅが甲トラックにつき有する利害関係は，甲トラックの所有者が判明しなければ丙土地の所有権に対する妨害を排除することができないという不利益を被ることであり，Ｅは，甲トラックにつき，権利を取得すべき地位にあるなど何らかの法律上の利害関係を有するわけではないからである。\nもっとも，判例（前掲平成６年２月８日最高裁判決）上，土地所有権の行使が建物の存在によって妨害されている場合において，登記に関わりなく建物の実質的所有者をもって妨害排除の義務者を決するとすれば，土地所有者はその探求の困難を強いられるなどの不合理を生ずるおそれがあることから，その建物の所有権を譲渡により喪失したが自ら得た登記名義をなお保持する者は，土地所有者との関係については建物についての物権変動における対抗関係にも似た関係にあるとした上で，土地所有者の請求により建物を収去し土地を明け渡す義務があるとされている。登録自動車については不動産と同様の法的扱いがされることが多いことから，Ｄ\nについても同様の立論が可能であるかどうかが問題になる。\nこの問題についても，結論はいずれでも構わないが，その結論を導く理由についての法的な構成力が問われている。\n検討の筋道としては，前掲平成６年２月８日最高裁判決が地上建物による土地所有権の妨害の場合に土地所有者を例外的に保護していることから，その例外的保護の理由を明らかにして，それとの比較をすることが考えられるが，これに限られるものではなく，次に述べるような必要な考慮要素に触れられていることが必要である。\n地上建物による土地所有権の妨害の場合に土地所有者の例外的保護が認められる理由としては，①建物の存立は，敷地の全面的・固定的占有を当然に伴うため，土地所有者は土地の占有という土地所有権の本質的内容に属する権能を奪われた状態が継続することが挙げられる。他方で，登録自動車による土地所有権の妨害は，全面的なものでも，固定的なものでもなく，土地所有者は，その妨害により土地所有権の本質的内容に属する権能を奪われた状態になるとまで評価することはできないともいえる。\nまた，②一般に，民法第１７７条の第三者とは登記の欠缺を主張する正当な利益を有する者をいうなどとされ，第三者とされるためには，当該物権変動の主張が認められると当該不動産に関する権利を失い，又は負担を免れることができなくなることが必要であるところ，本件では，土地所有者は，登記を移転していない前建物所有者による建物の所有権喪失の主張が認められると，建物所有権の隠れた移転によりその建物所有権の負担（土地所有権を妨害された状態が継続するという負担）を実質的に免れることができない地位にあるとみることができるともいえる。他方で，土地所有者は土地所有権の本質的内容に属する権能を奪われた状態になるとまで評価することはできないと反論をすればこの指摘は当たらないし，そもそも違法な状態に対する責任の追及の問題を対抗問題と類似すると扱うことは適切ではないということもできる。\nさらに，③建物を譲渡した元所有者は，その建物を所有する旨の登記を自らしたのであれば，その名義の移転をすることも当然にできたはずであり，登記懈怠の責めを問われても仕方がな\n- 7 -いことを指摘することができる。他方で，所有権留保売買は，被担保債権の弁済まで登記又は登録を売主名義のままにしておくことが当然の前提であり，そのことも含めて判例上承認されていることから，売主に登記懈怠の責めを負わせることは適当ではないともいえると考えられる。\nこのほか，建物の撤去とは，通常，建物の取壊しであることから，その費用を負担しさえすれば誰でもすることができるため，建物所有権を有しない登記名義人に負わせることも可能であるが，自動車については，前登録名義人は真の所有者の所在が判明するまで自動車を保管し続けなければならないという負担を負い続けることになりかねず，その金銭負担も重いものとなる可能性があるという事情も指摘することができる。\n以上を踏まえれば，Ｅを「第三者」に準ずる者と認めて例外的に保護することは適当ではないと理解することに相当の理由があると考えられるが，上記のとおりいずれの結論でも許容される。\n解答に当たっては，以上に例示した事情の全部を挙げることが求められるものではなく，根幹的と思われる理由を挙げて結論を正当化することで十分である。もっとも，結論を正当化する際には，その結論を根拠づける方向に働く事情を挙げるだけでなく，反対の結論を根拠付ける方向に働く事情も考慮し，それに応接することが望ましい。\n設問３は，遺言による財産の処分によって，共同相続人への債務の承継が影響を受けるか否かを問うことを通じて，相続法に関する基本的な知識に基づく事案の分析力や解釈論の展開力を試すものである。\n設問３については，①被相続人Ｃを共同相続したＣの子ＦＧに対し法定相続分とは異なる割合で特定の財産をそれぞれ「相続させる」遺言，及び，Ｃから廃除（民法第８９２条）された子Ｈに対し特定の財産を「与える」遺言について，遺言の解釈によってその法的性質（とりわけ，「相続させる」遺言が相続分の指定を伴うものであるか）を明らかにした上で，②Ｃが残したＢに対する借入金債務がＦＧにどのように承継されるか，さらに，この債務を全額支払ったＦがＧに対し幾らの金額の支払を請求することができるかについて，検討することが求められる。\nまず，Ｃの遺言（以下「本件遺言」という。）の解釈に当たっては，どのような指針に基づいて解釈すべきか，例えば，「被相続人の遺産の承継関係に関する遺言については，……遺言者の意思を尊重して合理的にその趣旨を解釈すべきものである」（最判平成３年４月１９日民集第４５巻４号４７７頁参照）などと必要に応じて簡潔に言及することが求められる。\nその上で，ＦＧに対する「相続させる」遺言に関しては，判例が，特定の遺産を特定の相続人に「相続させる」遺言は，①相続人に対し，特定の財産を単独で相続させようとする趣旨に解するのが合理的な意思解釈であって，特段の事情がない限り，遺贈と解すべきではないとし，②かかる「相続させる」趣旨の遺言は，特定の遺産を特定の相続人に単独で相続により承継させることを遺言で定める点で，正に民法第９０８条にいう「遺産の分割の方法を定めた遺言」\nであるとしている。したがって，この判例の立場を前提とすれば，共同相続人ＦＧに対し，１２００万円・６００万円の定期預金をそれぞれ「相続させる」遺言は，「遺産分割方法の指定」と意思解釈するのが合理的であることになる。なお，共同相続された定期預金について，遺産分割の対象となる旨の判例が最近出されている（最判平成２９年４月６日集民第２５５号１２９頁。最大判平成２８年１２月１９日民集第７０巻８号２１２１頁参照）が，本問においてはその旨の言及を特に求めるものではない。\nそして，「遺産分割方法の指定」については，法定相続分よりも多い割合で分割の指定がされたり，各共同相続人に対し法定相続分とは異なる割合で分割の指定がされた場合には，特段の事情がない限り，「相続分の指定」（民法第９０２条）を伴うものと解釈するのが一般的である。このような形で法定相続分とは異なる割合による遺産分割の指定がされたことは，債務の- 8 -\n承継割合を法定相続分から変更する意思がないことが明らかであるなどの特段の事情がない限り（最判平成２１年３月２４日民集第６３巻３号４２７頁参照），その分割された割合で「相続分の指定」がされて，債務もその割合で承継させる趣旨に意思解釈するのが合理的であると考える立場であり，このような立場を取るならば，共同相続人ＦＧに対し法定相続分とは異なる割合で１２００万円・６００万の定期預金をそれぞれ「相続させる」とする本件遺言は，「相続分の指定」を伴うものと解釈することになる。\n上記の立場に対し，特定の遺産を特定の相続人に「相続させる」遺言を「特定遺贈」と解釈する学説も少なくない。このような説に立って論ずるに当たっては，上記の「相続分の指定を伴う遺産分割方法の指定」と解する立場に対する批判を踏まえた議論を展開し，例えば，「遺産分割方法の指定」は，本来は，現物分割・換価分割などの遺産全体の分割方法の指針を定めるものであって，特定の財産の処分は特定遺贈によることが民法の予定するところであることを指摘することが考えられる。\nこのほか，上記の各立場も踏まえつつ，本件遺言は，飽くまでも個別の積極財産を処分したに過ぎない点などを考慮して，遺言者には債務の承継割合までを変更する意思はなく，法定相続分の割合で承継すると解釈することも，解答として許容されるものと考えられる。\n次に，Ｈに対する遺言については，Ｈは廃除（民法第８９２条）により相続資格を失っていたこと，したがって，２００万円の定期預金を「与える」遺言は，相続人以外の者に対する遺言による特定の財産の処分であるから，特定遺贈と解釈されることを述べることが求められる。\n本件遺言において廃除の意思に変わりがないとＣがしていることに照らして，廃除の取消し（民法第８９４条第２項）の趣旨を含むものではなく，相続資格を失ったままであることに言及することが望ましい。\n以上を前提に，Ｃの残した金銭債務が共同相続人ＦＧにどのように承継されるかについては，次のように考えられる。\nまず，共同相続人は，法定相続分に応じて相続人の権利義務を承継するのが原則であるが（民法第８９９条），指定相続分（民法第９０２条）がある場合は指定相続分に応じて承継する。\nＦＧへの「相続させる」遺言において複数の立場があり得るが「相続分の指定を伴う遺産分割方法の指定」であると解する場合には，指定相続分（２：１）により，それ以外の立場による場合には法定相続分（１：１）により債務を承継することになる。\n次に承継の態様が問題となるが，ＣはＢに対し３００万円の金銭債務（可分債務）を負っていたことから，判例（大決昭和５年１２月４日民集第９巻１１１８頁）の立場を前提とすれば，民法第４２７条により，共同相続人ＦＧ間では上記の割合に応じた分割債務として承継することになる。\nそして，Ｆは，Ｇが単独で負う債務までＢに弁済している。これは，債務者の意思に反するもの（民法第４７４条第２項）とはいえないので，ＦはＧに対し，事務管理等を理由として，指定相続分で承継したとする場合には１００万円の支払を，法定相続分で承継したとする場合には１５０万円の支払を，それぞれ請求することができるものと考えられる。\n他方で，金銭債務（可分債務）の共同相続について，不可分債務又は合有債務と解する学説も有力であり，分割債務説を批判しつつ，これらの学説に立った検討を加えることも考えられる。この場合には，内部的負担部分は，法定相続分又は指定相続分に応じて定められ（民法第\n８９９条参照），その負担部分を超える額についてＦはＧに求償することができるものと考えられる。"
}