{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\nＡは、平成２０年から上場会社であるＣ株式会社（以下「Ｃ社」という。）の取締役を務めており、Ｃ社から毎年２１００万円の報酬の支払を受けている。\nＡは、平成２５年４月１日、Ｃ社から、次の内容のＣ社株式に係る新株予約権（以下「本件新株予約権」という。）を取得した。\n・ Ａに付与された本件新株予約権の個数は１００個である。\n・ 本件新株予約権１個につき目的となる株式の数は１００株である。\n・ 本件新株予約権が行使できる期間は、平成２６年４月１日から令和６年３月３１日までである。\n・ Ａは、本件新株予約権１個の行使に当たり、Ｃ社に５万円を払い込む。\n・ 本件新株予約権の譲渡・質入れ等は禁止されている。\nまた、Ａは、その所有する土地上に甲建物を所有していた。\nＡは、甲建物について、平成２０年１２月１６日、個人Ｂとの間で、賃貸借契約の期間を同日から平成２２年１２月１５日までの２年間とする賃貸借契約を締結した。その後、ＡとＢは、賃料を月額２０万円として２年ごとに同賃貸借契約の更新を繰り返し、その間、Ｂは甲建物内で小料理屋を営んでいた。\nＡは、老朽化した甲建物を取り壊して、その土地上に新たに賃貸用アパートを建築することを計画した。そこで、Ａは、令和２年２月１日、Ｂに対し、同年１２月１５日をもって契約更新をしないことを告げた上で、立ち退きのための交渉を開始した。その結果、ＡとＢは、同年８月１日、以下のとおりの内容で合意して、合意書を取り交わした。\n① ＡとＢは、甲建物の賃貸借契約を更新せず、令和２年１２月１５日をもって契約期間が終了することを確認する。\n② Ｂは、Ａに対し、令和２年１２月１５日限り、甲建物を明け渡す。\n③ Ａは、Ｂに対し、Ｂが②の明渡しを行うことを条件として、令和２年１２月１５日限り、解決金として３００万円を支払う。\nなお、Ｂは、Ａに対し、当初、じゅう器や食材の廃棄による損失や転居費用及び新たに店舗を借りるための敷金などの名目で、立退料として４００万円程度を要求していた。しかし、Ｂが立ち退き交渉以前から高齢のため令和２年中に廃業しようと周囲に漏らしていたことがＡの知るところとなり、最終的に、特に内訳を定めることなく、円満に退去する解決金として３００万円という額で合意するに至った（以下この金員を「本件解決金」という。）。\nその後、Ｂは、合意書のとおり令和２年１２月１５日までに甲建物から退去して甲建物を明け渡した。また、Ａは、同日、Ｂに対して本件解決金３００万円を交付した。\nＡは、甲建物の取壊し費用及び賃貸用アパートの建築費用を調達するため、Ｃ社の新株予約権を行使して取得した株式を売却して、これに充てることとした。そこで、Ａは、令和３年２月１日、行使に際し５００万円を払い込んで、本件新株予約権１００個を行使し、Ｃ社株式１万株を取得した。\nそして、Ａは、上昇傾向にあったＣ社株式の相場価格の推移を見守った上で、令和４年１月２０日、取得したＣ社株式１万株をその時点における相場価格である１株当たり１８００円で適法に売却するとともに、証券会社に対して株式売買手数料２０万円を支払った。\n- 8 -なお、Ｃ社株式の相場価格の推移は、以下のとおりである。\n平成２５年４月１日 １０００円平成２６年４月１日 １２００円令和３年２月１日 １５００円令和４年１月２０日 １８００円以上の事案について、以下の設問に答えなさい。ただし、租税特別措置法の適用は考えなくてよい。\n〔設 問〕\n１⑴ 令和３年分のＡの総所得金額について、その根拠規定及び適用関係を具体的に示して説明しなさい。ただし、問題文中に掲げたもの以外に、Ａの収入はないものとする。\n⑵ 令和４年分のＡの総所得金額について、その根拠規定及び適用関係を具体的に示して説明しなさい。ただし、問題文中に掲げたもの以外に、Ａの収入はないものとする。\n２ Ｂは、令和２年分の所得税の確定申告書を期限内に所轄税務署に提出したが、その際、Ａから受領した本件解決金３００万円に係る所得を一時所得に区分した内容の確定申告書を提出した。しかし、その後、Ｂは、自分で本を調べるなどした結果、本件解決金に係る所得が所得税法施行令第３０条第２号又は第３号により非課税所得となると考えるに至った。\n⑴ 本件解決金に係る所得は、非課税所得に当たるか。また、課税所得に当たるとした場合には、所得税法上、各種所得のいずれに分類されるか、説明しなさい。\n⑵ 本件解決金に係る所得が非課税所得に当たり、過大に納税していると考えたＢが、所轄税務署長に対して国税通則法に基づいてどのような措置を採ることができるか、説明しなさい。\nまた、同措置に対する所轄税務署長の対応として考えられる行政処分は何か、説明しなさい。\n（参照条文）所得税法施行令\n（非課税とされる保険金、損害賠償金等）第３０条 法第９条第１項第１８号（非課税所得）に規定する政令で定める保険金及び損害賠償金\n（これらに類するものを含む。）は、次に掲げるものその他これらに類するもの（これらのものの額のうちに同号の損害を受けた者の各種所得の金額の計算上必要経費に算入される金額を補塡するための金額が含まれている場合には、当該金額を控除した金額に相当する部分）とする。\n一 （略）二 損害保険契約に基づく保険金及び損害保険契約に類する共済に係る契約に基づく共済金（中略）で資産の損害に基因して支払を受けるもの並びに不法行為その他突発的な事故により資産に加えられた損害につき支払を受ける損害賠償金（これらのうち第９４条（事業所得の収入金額とされる保険金等）の規定に該当するものを除く。）\n三 心身又は資産に加えられた損害につき支払を受ける相当の見舞金（第９４条の規定に該当するものその他役務の対価たる性質を有するものを除く。）\n（譲渡制限付株式の価額等）第８４条\n１ （略）\n２ （略）\n３ 発行法人から次の各号に掲げる権利で当該権利の譲渡についての制限その他特別の条件が付されているものを与えられた場合（株主等として与えられた場合（当該発行法人の他の株主等に損害を及ぼすおそれがないと認められる場合に限る。）を除く。）における当該権利に係る法第３\n- 9 -\n６条第２項の価額は、当該権利の行使により取得した株式のその行使の日（中略）における価額から次の各号に掲げる権利の区分に応じ当該各号に定める金額を控除した金額による。\n一 （略）二 会社法第２３８条第２項（募集事項の決定）の決議（同法第２３９条第１項（募集事項の決定の委任）の決議による委任に基づく同項に規定する募集事項の決定及び同法第２４０条第１項（公開会社における募集事項の決定の特則）の規定による取締役会の決議を含む。）に基づき発行された新株予約権（当該新株予約権を引き受ける者に特に有利な条件若しくは金額であることとされるもの又は役務の提供その他の行為による対価の全部若しくは一部であることとされるものに限る。） 当該新株予約権の行使に係る当該新株予約権の取得価額にその行使に際し払い込むべき額を加算した金額三 （略）\n（事業所得の収入金額とされる保険金等）第９４条\n１ 不動産所得、事業所得、山林所得又は雑所得を生ずべき業務を行なう居住者が受ける次に掲げるもので、その業務の遂行により生ずべきこれらの所得に係る収入金額に代わる性質を有するものは、これらの所得に係る収入金額とする。\n一 当該業務に係るたな卸資産（中略）、山林、工業所有権その他の技術に関する権利、特別の技術による生産方式若しくはこれらに準ずるもの又は著作権（出版権及び著作隣接権その他これに準ずるものを含む。）につき損失を受けたことにより取得する保険金、損害賠償金、見舞金その他これらに類するもの（山林につき法第５１条第３項（山林損失の必要経費算入）の規定に該当する損失を受けたことにより取得するものについては、その損失の金額をこえる場合におけるそのこえる金額に相当する部分に限る。）二 当該業務の全部又は一部の休止、転換又は廃止その他の事由により当該業務の収益の補償として取得する補償金その他これに類するもの２ （略）\n- 10 -\n〔第２問〕（配点：５０）\n令和３年１０月１日、Ａは、自らの財産をＥ株式会社（以下「Ｅ社」という。）に全部包括遺贈し、その遺言執行者をＣとする旨の遺言を残して死亡した。死亡時のＡの財産は、甲土地、乙土地及び丙家屋のほかは、若干の銀行預金があるのみであった。\n甲土地及び乙土地は、いずれもＡが平成元年頃に各２０００万円で購入した土地である。Ａは、甲土地上に自己居住目的で丙家屋を建設し、乙土地を駐車場として、利用してきた。Ａの死亡時の甲土地及び乙土地の時価は、いずれも３０００万円であった。なお、Ａは、配偶者と死別しており、相続人は子Ｂのみであったが、１０年以上音信不通の関係であった。\nＥ社は、平成１０年４月１日にＡがＣと２人で創業し、Ａの死亡時は、Ｃの子Ｄが代表取締役を務めていた。Ｅ社は、毎年４月１日から翌年３月３１日までの期間を事業年度としている。創業以来、Ａは、Ｅ社の発行済株式の２分の１を保有して経営に携わってきたが、平成２０年頃にＢが起こした詐欺事件の示談金に充てるために、保有するＥ社株式の全てをＣに売却し、その後しばらくしてＥ社の経営からも退いた、という経緯がある。ＡとＢが疎遠になったのも、この事件がきっかけであった。\nＡの死亡後、Ｃは、遺言に従って、甲土地、乙土地及び丙家屋をＥ社に管理させるとともに、Ｅ社への所有権移転登記を了した。その後、Ｄが自宅の建て替え工事のために臨時の住居を必要としていたため、Ｅ社は、丙家屋をＤに利用させることとした。そして、Ｄは、丙家屋を無償で利用する地位をＤの報酬の一部とする旨のＥ社の株主総会決議（会社法第３６１条第１項第６号）を経て、令和４年３月１日から丙家屋の居住を開始した。\n令和４年３月１５日、Ｅ社は、Ｂから、Ｂの遺留分を侵害しているので遺留分侵害額に相当する金銭の支払を請求する旨の通知を受領した。Ｅ社は、Ｂとの交渉を経て、同年６月１０日に、以下の内容のとおり合意し、同月２５日、乙土地をＢに引き渡すとともに、所有権移転登記を了した。\n① Ｅ社は、Ｂに対し、Ｂの遺留分侵害額請求権に基づく金３０００万円の支払義務があることを認める。\n② Ｅ社は、Ｂに対し、本合意の成立以後１か月以内に、金３０００万円の支払に代えて乙土地を譲り渡す。\n③ Ｅ社とＢは、互いにその余の請求権を有しないことを確認する。\n令和５年３月３１日、Ｄは、新居に引っ越すために丙家屋から退去し、Ｅ社に明け渡した。なお、Ｄの居住期間を通じて、近隣地で丙家屋と同等の住居を賃借した場合の賃料相場は月額１０万円であった。\n以上の事案について、以下の設問に答えなさい。ただし、租税特別措置法の適用は考えなくてよい。また、問題文から読み取れるものを除いて、取得費及び譲渡費用はないものとして解答せよ。\n〔設 問〕\n１ 包括遺贈により甲土地及び乙土地が移転されたことについて（その他の財産は無視してよい。）\n⑴ Ｅ社の法人税の課税関係がどうなるか、説明しなさい。\n⑵ Ｅ社が取得した甲土地及び乙土地の取得価額は幾らとなるか、根拠条文とともに説明しなさい。\n⑶ この包括遺贈に伴うＡの所得税の課税関係がどうなるか、説明しなさい。\n２ Ｅ社がＢからの遺留分侵害額の請求を受けて乙土地を譲渡したことについて、Ｅ社の法人税の課税関係がどうなるか、年度帰属を明らかにしつつ、説明しなさい。\n３ 令和５年３月期（令和４年４月１日から令和５年３月３１日までの事業年度をいう。）におけるＤの丙家屋の無償利用について\n⑴ Ｅ社の法人税の課税関係がどうなるか、説明しなさい。\n- 11 -\n⑵ Ｅ社が所得税法上負うことになる義務について、簡潔に説明しなさい。\n（参照条文）法人税法施行令\n（定期同額給与の範囲等）第６９条 法第３４条第１項第１号（役員給与の損金不算入）に規定する政令で定める給与は、次に掲げる給与とする。\n一 （略）二 継続的に供与される経済的な利益のうち、その供与される利益の額が毎月おおむね一定であるもの２ （以下略）\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n設問１は、小問⑴、⑵ともに、新株予約権に関する所得の課税方法を踏まえた上で、総所得金額を具体的に考えさせる問題である。所得分類を踏まえた上で、各所得の所得金額及び総所得金額がどのように算出されるのかについて、総所得金額の意義や規定を正しく理解していることが求められる。給与所得控除の規定の存在やその趣旨については、受験者によく理解されていると思われるが、本問では、その規定がどのように適用されるかを具体的に理解しているかどうかを問うている。また、新株予約権に関しては、最判平成１７年１月２５日民集５９巻\n１号６４頁を踏まえて、新株予約権の権利行使益に係る課税タイミングと所得分類の検討、特に権利行使時と株式譲渡時の課税が整合的に理解されているかという点が重要である。\n設問２⑴では、まず、本問における解決金のような収入が、非課税所得に該当するか否かが問題となる。ここでは、設問の事実関係に基づき、一定の損害賠償金等が非課税所得とされていることの趣旨を踏まえ、所得税法第９条第１項第１８号、同法施行令第３０条第２号又は第\n３号の規定に即して論じることが求められる。仮に、その収入が非課税所得に当たらないと考える場合には、その収入に対する課税方法、特に所得分類が問題となる。ここでも設問の事実関係に基づき、各種所得の規定に即して論じることが求められる。\n設問２⑵は、更正の請求と通知処分の基本的な事項について問う問題である。申告納税方式\n- 21 -において、納税義務者の側から当初申告の内容につき修正を求める場合の手続には、更正の請求と修正申告があるが、その区別ができているかどうかを確認する。国税通則法第２３条に従って解答すれば足りる平易な問題であるが、受験者の中には上記の点を混同している者がいるかもしれないと考え出題することとしたものである。\n〔第２問〕\n第２問は、法人税法を中心に、事実関係を分析・処理する能力を問う出題である。本問の個\n々の論点は、基本的なものが中心であるが、それらが事実関係の中に組み込まれたときに適切に把握して論述できるかがポイントとなる。\n設問１は、法人への遺贈について、遺贈を受けた法人の受贈益課税（小問⑴）、無償により譲り受けた資産の取得価額（小問⑵）、遺贈した個人のみなし譲渡所得課税（小問⑶）を問うものである。いずれも基本的な論点であるが、小問⑵の処理には、キャピタルゲインに対する課税における取得費ないし取得価額の機能についての着実な理解が求められる。法科大学院の「租税法」において、個々の条文の正確な理解はもとより、それらの条文を支える理論的基礎についても確実に学習がなされていることを期待した出題である。\n設問２では、第１に、遺留分侵害額の請求に応じたことにより法人から財産が流出したことを法人税法のどの条文で認識するのか（同法第２２条第３項第３号の「損失」となる）、それがどの課税年度に帰属するか、を論じることが求められる。遺留分侵害については、本問が平成３０年相続法改正（遺留分の金銭債権化）後の事案であることを踏まえた処理を期待している。その上で、第２の要素として、無償で譲り受けた乙土地を譲渡したことが代物弁済に当たり、債務の消滅を伴う有償による資産の譲渡に該当することを踏まえた処理ができるかを問うている。第１の要素と併せて、法人税法が益金と損金それぞれを算定する構造となっていることを踏まえた解答が求められている。\n設問３⑴では、まず、法人税法第２２条第２項により無償による役務の提供から益金が生じるという典型論点を、無償で不動産を利用させるという法律関係から読み取れるか、というやや応用的な力を問うている。その上で、法人とその代表取締役の関係に着目して、この無償利用が法人税法上の役員給与に当たることを踏まえて、その損金算入要件について条文に則して論じればよい。なお、法人税法第３４条は一定の要件を満たす役員給与を除いて「損金算入を否定する」別段の定めであり、役員給与の損金算入の根拠規定は同法第２２条３項２号の「費用」であることに注意されたい。\n設問３⑵は、ある経済的利益が給与所得に該当する際の「給与等の支払」を行う者の所得税の源泉徴収義務について、基本的な知識を確認する問題である。"
}