{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\nＡは、平成２０年から上場会社であるＣ株式会社（以下「Ｃ社」という。）の取締役を務めており、Ｃ社から毎年２１００万円の報酬の支払を受けている。\nＡは、平成２５年４月１日、Ｃ社から、次の内容のＣ社株式に係る新株予約権（以下「本件新株予約権」という。）を取得した。\n・ Ａに付与された本件新株予約権の個数は１００個である。\n・ 本件新株予約権１個につき目的となる株式の数は１００株である。\n・ 本件新株予約権が行使できる期間は、平成２６年４月１日から令和６年３月３１日までである。\n・ Ａは、本件新株予約権１個の行使に当たり、Ｃ社に５万円を払い込む。\n・ 本件新株予約権の譲渡・質入れ等は禁止されている。\nまた、Ａは、その所有する土地上に甲建物を所有していた。\nＡは、甲建物について、平成２０年１２月１６日、個人Ｂとの間で、賃貸借契約の期間を同日から平成２２年１２月１５日までの２年間とする賃貸借契約を締結した。その後、ＡとＢは、賃料を月額２０万円として２年ごとに同賃貸借契約の更新を繰り返し、その間、Ｂは甲建物内で小料理屋を営んでいた。\nＡは、老朽化した甲建物を取り壊して、その土地上に新たに賃貸用アパートを建築することを計画した。そこで、Ａは、令和２年２月１日、Ｂに対し、同年１２月１５日をもって契約更新をしないことを告げた上で、立ち退きのための交渉を開始した。その結果、ＡとＢは、同年８月１日、以下のとおりの内容で合意して、合意書を取り交わした。\n① ＡとＢは、甲建物の賃貸借契約を更新せず、令和２年１２月１５日をもって契約期間が終了することを確認する。\n② Ｂは、Ａに対し、令和２年１２月１５日限り、甲建物を明け渡す。\n③ Ａは、Ｂに対し、Ｂが②の明渡しを行うことを条件として、令和２年１２月１５日限り、解決金として３００万円を支払う。\nなお、Ｂは、Ａに対し、当初、じゅう器や食材の廃棄による損失や転居費用及び新たに店舗を借りるための敷金などの名目で、立退料として４００万円程度を要求していた。しかし、Ｂが立ち退き交渉以前から高齢のため令和２年中に廃業しようと周囲に漏らしていたことがＡの知るところとなり、最終的に、特に内訳を定めることなく、円満に退去する解決金として３００万円という額で合意するに至った（以下この金員を「本件解決金」という。）。\nその後、Ｂは、合意書のとおり令和２年１２月１５日までに甲建物から退去して甲建物を明け渡した。また、Ａは、同日、Ｂに対して本件解決金３００万円を交付した。\nＡは、甲建物の取壊し費用及び賃貸用アパートの建築費用を調達するため、Ｃ社の新株予約権を行使して取得した株式を売却して、これに充てることとした。そこで、Ａは、令和３年２月１日、行使に際し５００万円を払い込んで、本件新株予約権１００個を行使し、Ｃ社株式１万株を取得した。\nそして、Ａは、上昇傾向にあったＣ社株式の相場価格の推移を見守った上で、令和４年１月２０日、取得したＣ社株式１万株をその時点における相場価格である１株当たり１８００円で適法に売却するとともに、証券会社に対して株式売買手数料２０万円を支払った。\n- 8 -なお、Ｃ社株式の相場価格の推移は、以下のとおりである。\n平成２５年４月１日 １０００円平成２６年４月１日 １２００円令和３年２月１日 １５００円令和４年１月２０日 １８００円以上の事案について、以下の設問に答えなさい。ただし、租税特別措置法の適用は考えなくてよい。\n〔設 問〕\n１⑴ 令和３年分のＡの総所得金額について、その根拠規定及び適用関係を具体的に示して説明しなさい。ただし、問題文中に掲げたもの以外に、Ａの収入はないものとする。\n⑵ 令和４年分のＡの総所得金額について、その根拠規定及び適用関係を具体的に示して説明しなさい。ただし、問題文中に掲げたもの以外に、Ａの収入はないものとする。\n２ Ｂは、令和２年分の所得税の確定申告書を期限内に所轄税務署に提出したが、その際、Ａから受領した本件解決金３００万円に係る所得を一時所得に区分した内容の確定申告書を提出した。しかし、その後、Ｂは、自分で本を調べるなどした結果、本件解決金に係る所得が所得税法施行令第３０条第２号又は第３号により非課税所得となると考えるに至った。\n⑴ 本件解決金に係る所得は、非課税所得に当たるか。また、課税所得に当たるとした場合には、所得税法上、各種所得のいずれに分類されるか、説明しなさい。\n⑵ 本件解決金に係る所得が非課税所得に当たり、過大に納税していると考えたＢが、所轄税務署長に対して国税通則法に基づいてどのような措置を採ることができるか、説明しなさい。\nまた、同措置に対する所轄税務署長の対応として考えられる行政処分は何か、説明しなさい。\n（参照条文）所得税法施行令\n（非課税とされる保険金、損害賠償金等）第３０条 法第９条第１項第１８号（非課税所得）に規定する政令で定める保険金及び損害賠償金\n（これらに類するものを含む。）は、次に掲げるものその他これらに類するもの（これらのものの額のうちに同号の損害を受けた者の各種所得の金額の計算上必要経費に算入される金額を補塡するための金額が含まれている場合には、当該金額を控除した金額に相当する部分）とする。\n一 （略）二 損害保険契約に基づく保険金及び損害保険契約に類する共済に係る契約に基づく共済金（中略）で資産の損害に基因して支払を受けるもの並びに不法行為その他突発的な事故により資産に加えられた損害につき支払を受ける損害賠償金（これらのうち第９４条（事業所得の収入金額とされる保険金等）の規定に該当するものを除く。）\n三 心身又は資産に加えられた損害につき支払を受ける相当の見舞金（第９４条の規定に該当するものその他役務の対価たる性質を有するものを除く。）\n（譲渡制限付株式の価額等）第８４条\n１ （略）\n２ （略）\n３ 発行法人から次の各号に掲げる権利で当該権利の譲渡についての制限その他特別の条件が付されているものを与えられた場合（株主等として与えられた場合（当該発行法人の他の株主等に損害を及ぼすおそれがないと認められる場合に限る。）を除く。）における当該権利に係る法第３\n- 9 -\n６条第２項の価額は、当該権利の行使により取得した株式のその行使の日（中略）における価額から次の各号に掲げる権利の区分に応じ当該各号に定める金額を控除した金額による。\n一 （略）二 会社法第２３８条第２項（募集事項の決定）の決議（同法第２３９条第１項（募集事項の決定の委任）の決議による委任に基づく同項に規定する募集事項の決定及び同法第２４０条第１項（公開会社における募集事項の決定の特則）の規定による取締役会の決議を含む。）に基づき発行された新株予約権（当該新株予約権を引き受ける者に特に有利な条件若しくは金額であることとされるもの又は役務の提供その他の行為による対価の全部若しくは一部であることとされるものに限る。） 当該新株予約権の行使に係る当該新株予約権の取得価額にその行使に際し払い込むべき額を加算した金額三 （略）\n（事業所得の収入金額とされる保険金等）第９４条\n１ 不動産所得、事業所得、山林所得又は雑所得を生ずべき業務を行なう居住者が受ける次に掲げるもので、その業務の遂行により生ずべきこれらの所得に係る収入金額に代わる性質を有するものは、これらの所得に係る収入金額とする。\n一 当該業務に係るたな卸資産（中略）、山林、工業所有権その他の技術に関する権利、特別の技術による生産方式若しくはこれらに準ずるもの又は著作権（出版権及び著作隣接権その他これに準ずるものを含む。）につき損失を受けたことにより取得する保険金、損害賠償金、見舞金その他これらに類するもの（山林につき法第５１条第３項（山林損失の必要経費算入）の規定に該当する損失を受けたことにより取得するものについては、その損失の金額をこえる場合におけるそのこえる金額に相当する部分に限る。）二 当該業務の全部又は一部の休止、転換又は廃止その他の事由により当該業務の収益の補償として取得する補償金その他これに類するもの２ （略）\n- 10 -\n〔第２問〕（配点：５０）\n令和３年１０月１日、Ａは、自らの財産をＥ株式会社（以下「Ｅ社」という。）に全部包括遺贈し、その遺言執行者をＣとする旨の遺言を残して死亡した。死亡時のＡの財産は、甲土地、乙土地及び丙家屋のほかは、若干の銀行預金があるのみであった。\n甲土地及び乙土地は、いずれもＡが平成元年頃に各２０００万円で購入した土地である。Ａは、甲土地上に自己居住目的で丙家屋を建設し、乙土地を駐車場として、利用してきた。Ａの死亡時の甲土地及び乙土地の時価は、いずれも３０００万円であった。なお、Ａは、配偶者と死別しており、相続人は子Ｂのみであったが、１０年以上音信不通の関係であった。\nＥ社は、平成１０年４月１日にＡがＣと２人で創業し、Ａの死亡時は、Ｃの子Ｄが代表取締役を務めていた。Ｅ社は、毎年４月１日から翌年３月３１日までの期間を事業年度としている。創業以来、Ａは、Ｅ社の発行済株式の２分の１を保有して経営に携わってきたが、平成２０年頃にＢが起こした詐欺事件の示談金に充てるために、保有するＥ社株式の全てをＣに売却し、その後しばらくしてＥ社の経営からも退いた、という経緯がある。ＡとＢが疎遠になったのも、この事件がきっかけであった。\nＡの死亡後、Ｃは、遺言に従って、甲土地、乙土地及び丙家屋をＥ社に管理させるとともに、Ｅ社への所有権移転登記を了した。その後、Ｄが自宅の建て替え工事のために臨時の住居を必要としていたため、Ｅ社は、丙家屋をＤに利用させることとした。そして、Ｄは、丙家屋を無償で利用する地位をＤの報酬の一部とする旨のＥ社の株主総会決議（会社法第３６１条第１項第６号）を経て、令和４年３月１日から丙家屋の居住を開始した。\n令和４年３月１５日、Ｅ社は、Ｂから、Ｂの遺留分を侵害しているので遺留分侵害額に相当する金銭の支払を請求する旨の通知を受領した。Ｅ社は、Ｂとの交渉を経て、同年６月１０日に、以下の内容のとおり合意し、同月２５日、乙土地をＢに引き渡すとともに、所有権移転登記を了した。\n① Ｅ社は、Ｂに対し、Ｂの遺留分侵害額請求権に基づく金３０００万円の支払義務があることを認める。\n② Ｅ社は、Ｂに対し、本合意の成立以後１か月以内に、金３０００万円の支払に代えて乙土地を譲り渡す。\n③ Ｅ社とＢは、互いにその余の請求権を有しないことを確認する。\n令和５年３月３１日、Ｄは、新居に引っ越すために丙家屋から退去し、Ｅ社に明け渡した。なお、Ｄの居住期間を通じて、近隣地で丙家屋と同等の住居を賃借した場合の賃料相場は月額１０万円であった。\n以上の事案について、以下の設問に答えなさい。ただし、租税特別措置法の適用は考えなくてよい。また、問題文から読み取れるものを除いて、取得費及び譲渡費用はないものとして解答せよ。\n〔設 問〕\n１ 包括遺贈により甲土地及び乙土地が移転されたことについて（その他の財産は無視してよい。）\n⑴ Ｅ社の法人税の課税関係がどうなるか、説明しなさい。\n⑵ Ｅ社が取得した甲土地及び乙土地の取得価額は幾らとなるか、根拠条文とともに説明しなさい。\n⑶ この包括遺贈に伴うＡの所得税の課税関係がどうなるか、説明しなさい。\n２ Ｅ社がＢからの遺留分侵害額の請求を受けて乙土地を譲渡したことについて、Ｅ社の法人税の課税関係がどうなるか、年度帰属を明らかにしつつ、説明しなさい。\n３ 令和５年３月期（令和４年４月１日から令和５年３月３１日までの事業年度をいう。）におけるＤの丙家屋の無償利用について\n⑴ Ｅ社の法人税の課税関係がどうなるか、説明しなさい。\n- 11 -\n⑵ Ｅ社が所得税法上負うことになる義務について、簡潔に説明しなさい。\n（参照条文）法人税法施行令\n（定期同額給与の範囲等）第６９条 法第３４条第１項第１号（役員給与の損金不算入）に規定する政令で定める給与は、次に掲げる給与とする。\n一 （略）二 継続的に供与される経済的な利益のうち、その供与される利益の額が毎月おおむね一定であるもの２ （以下略）\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n設問１は、小問⑴、⑵ともに、新株予約権に関する所得の課税方法を踏まえた上で、総所得金額を具体的に考えさせる問題である。所得分類を踏まえた上で、各所得の所得金額及び総所得金額がどのように算出されるのかについて、総所得金額の意義や規定を正しく理解していることが求められる。給与所得控除の規定の存在やその趣旨については、受験者によく理解されていると思われるが、本問では、その規定がどのように適用されるかを具体的に理解しているかどうかを問うている。また、新株予約権に関しては、最判平成１７年１月２５日民集５９巻\n１号６４頁を踏まえて、新株予約権の権利行使益に係る課税タイミングと所得分類の検討、特に権利行使時と株式譲渡時の課税が整合的に理解されているかという点が重要である。\n設問２⑴では、まず、本問における解決金のような収入が、非課税所得に該当するか否かが問題となる。ここでは、設問の事実関係に基づき、一定の損害賠償金等が非課税所得とされていることの趣旨を踏まえ、所得税法第９条第１項第１８号、同法施行令第３０条第２号又は第\n３号の規定に即して論じることが求められる。仮に、その収入が非課税所得に当たらないと考える場合には、その収入に対する課税方法、特に所得分類が問題となる。ここでも設問の事実関係に基づき、各種所得の規定に即して論じることが求められる。\n設問２⑵は、更正の請求と通知処分の基本的な事項について問う問題である。申告納税方式\n- 21 -において、納税義務者の側から当初申告の内容につき修正を求める場合の手続には、更正の請求と修正申告があるが、その区別ができているかどうかを確認する。国税通則法第２３条に従って解答すれば足りる平易な問題であるが、受験者の中には上記の点を混同している者がいるかもしれないと考え出題することとしたものである。\n〔第２問〕\n第２問は、法人税法を中心に、事実関係を分析・処理する能力を問う出題である。本問の個\n々の論点は、基本的なものが中心であるが、それらが事実関係の中に組み込まれたときに適切に把握して論述できるかがポイントとなる。\n設問１は、法人への遺贈について、遺贈を受けた法人の受贈益課税（小問⑴）、無償により譲り受けた資産の取得価額（小問⑵）、遺贈した個人のみなし譲渡所得課税（小問⑶）を問うものである。いずれも基本的な論点であるが、小問⑵の処理には、キャピタルゲインに対する課税における取得費ないし取得価額の機能についての着実な理解が求められる。法科大学院の「租税法」において、個々の条文の正確な理解はもとより、それらの条文を支える理論的基礎についても確実に学習がなされていることを期待した出題である。\n設問２では、第１に、遺留分侵害額の請求に応じたことにより法人から財産が流出したことを法人税法のどの条文で認識するのか（同法第２２条第３項第３号の「損失」となる）、それがどの課税年度に帰属するか、を論じることが求められる。遺留分侵害については、本問が平成３０年相続法改正（遺留分の金銭債権化）後の事案であることを踏まえた処理を期待している。その上で、第２の要素として、無償で譲り受けた乙土地を譲渡したことが代物弁済に当たり、債務の消滅を伴う有償による資産の譲渡に該当することを踏まえた処理ができるかを問うている。第１の要素と併せて、法人税法が益金と損金それぞれを算定する構造となっていることを踏まえた解答が求められている。\n設問３⑴では、まず、法人税法第２２条第２項により無償による役務の提供から益金が生じるという典型論点を、無償で不動産を利用させるという法律関係から読み取れるか、というやや応用的な力を問うている。その上で、法人とその代表取締役の関係に着目して、この無償利用が法人税法上の役員給与に当たることを踏まえて、その損金算入要件について条文に則して論じればよい。なお、法人税法第３４条は一定の要件を満たす役員給与を除いて「損金算入を否定する」別段の定めであり、役員給与の損金算入の根拠規定は同法第２２条３項２号の「費用」であることに注意されたい。\n設問３⑵は、ある経済的利益が給与所得に該当する際の「給与等の支払」を行う者の所得税の源泉徴収義務について、基本的な知識を確認する問題である。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針第１問は、新株予約権をめぐる課税関係（設問１）、非課税所得に当たる損害賠償金の範囲及び所得分類、更正の請求の手続について問うものである。所得税法及び国税通則法に関する基本的知識の有無、事案における事実関係を適切に整理して法令に当てはめる能力、法令の規定の趣旨を踏まえた論理的思考力等を問うている。\n第２問は、法人に対する遺贈、遺留分侵害額請求と代物弁済、法人役員による法人財産の無償利用に伴う、法人税及び所得税の課税関係を問うものである。個々の論点は基本的なものであるが、\nそれらが複合的に組み合わされた事実関係を適切に解きほぐした上で、法人税法の構造の的確な理解に基づいて法令の要件に適切に当てはめる能力を問うている。\n３ 採点実感等［第１問］（配点：５０）\n本問は、新株予約権に関する所得の課税方法を踏まえた、総所得金額の算定についての全般的な理解（設問１）、具体的な事例を踏まえた非課税所得該当性及び所得区分（設問２⑴）並びに国税通則法の基本的知識（設問２⑵）について問うものである。\n＜設問１＞設問１は、⑴では令和３年分、⑵では令和４年分のＡの総所得金額を問うている。総所得金額の意義は、所得税法第２２条第２項に規定されている。その算出のためには、各種所得の金額の計算が必要であるが、所得控除の適用は要しない。この点を適切に理解していない答案が散見された。\nいわゆるストックオプションである新株予約権の権利行使益に係る課税時期と所得分類については、権利行使時における給与所得課税とした最判平成１７年１月２５日民集５９巻１号６４頁があり、それを踏まえた上で、総所得金額の意義を踏まえて、各所得金額の計算を求めた問題であったが、想定していたよりも理解が不十分と思われる答案が多かった。これは比較的著名な判例であるが、そもそも当該判例を知らないと思われる答案が半数程度を占めた。同判例と異なる結論を採る答案が全く評価されないわけではないが、確立した判例がある以上、判例と異なる考えを採る場合には、その判例に言及した上で説得的に自説を述べる必要がある。\nこの論点に関しては、所得税法適用の基本として、第２３条以下の規定に基づき所得分類を検討し、第３６条の規定に基づいて収入金額の計上時期を検討しなければならない。この点、前者の所得分類に関しては、当該新株予約権がＣ社から取得したものである以上、その結論がどうなるかはともかくとして、給与所得該当性の検討は欠かせないはずである。また、後者の収入金額の計上時期については、検討が不十分である答案が多かった。\n加えて、この問題に関しては、新株予約権の行使時及び株式譲渡時という二つの時点にとらわれずに、取引全体を見て課税関係を考えるという観点が求められる。Ａは、令和３年２月１日に、\n５００万円を払い込んで、本件新株予約権１００個を行使し、Ｃ社株式１万株を取得している。\nそして、Ａは、令和４年１月２０日に、同株式を１株当たり１８００円で売却し、対価として１８００万円を得ている。そうすると、Ａは全体として１３００万円の利益を得ていることとなるので、これがいつ、どのように課税されるかが問題とされるはずである。もし、答案において、\n課税される金額の合計額が１３００万円（あるいは株式売買手数料２０万円を控除した１２８０万円）と一致しなかったときは、それが正しいのか、どうしてそうなってしまうのかを再考すべ- 9 -きである。実際、この金額が一致しない答案が少なくなかった。\nまた、譲渡所得における取得費とは、原則的に、当該資産の取得時における時価ではない（そうなる場合もあるが、それは例外である。）。確かに譲渡所得の性格は、いわゆる資産のキャピタルゲインであるが、実定法上の取得費は、原則として、所得税法第３８条により定まる。これは譲渡所得課税の基礎であるが、未だに浸透していないようである。また、判例（最判平成４年７月１４日民集４６巻５号４９２頁）により資産の取得に要した金額に含まれるとされる付随費用と、譲渡に要した費用（譲渡費用）とを混同している答案も散見された。\n設問１⑴に関しては、役員報酬に加えて、新株予約権の権利行使益の所得分類につき、その根拠も含めて説得的に論じられている答案については、「優秀」又は「良好」と評価され、その中で権利行使益の課税時期について触れ、給与所得控除についても正しく理解されている答案は「優秀」と評価された。新株予約権の権利行使益の所得分類の理解が不十分又は説得的ではない答案は「一応の水準」又は「不良」と評価され、役員報酬が給与所得であることも看過している答案は「不良」と評価された。\n⑵に関しては、譲渡所得について問う問題は過年度においても出題しているが、その際の採点実感でも指摘しているとおり、所得税法第３３条に書かれているとおりに計算できるか、前提として同条の用語を理解できているかという点で差がついた。もっとも、これらについてはおおむね理解が浸透してきたところであり、逆にこれらが理解できていない、あるいは不正確である答案は、「一応の水準」「不良」と評価された。所得税法第２２条第２項、第３３条を正確に理解して丁寧に論じている答案は「優秀」と評価された。\nなお、設問１⑴及び⑵を通じて、Ａが役員報酬として毎年度２１００万円の支払を受けているという事実や、ＡＢ間の甲建物賃貸借契約が令和２年中に終了している事実を看過した答案が見られたが、実務家登用試験であり、問題文から事実を丁寧に拾い上げることが必要である。\n＜設問２⑴＞設問の事実関係に基づき、一定の損害賠償金等が非課税所得とされていることの趣旨を踏まえ、\n所得税法第９条第１項第１８号、同法施行令第３０条第２号又は第３号の規定に則して論じることを求めた問題であったが、趣旨を踏まえて、事実関係を拾い上げて、条文に則して当てはめるという基本的な法的思考経路が十分身に付いていないと思われる答案が散見された。\n私法の基本的な知識を踏まえて租税法を理解すべきであるところ、本件の解決金が借地借家法第２８条の「正当の事由」を判断する上での要素となる建物賃借人に対する「財産上の給付」の意味があることを踏まえて、解答している答案が少なかったことは残念である。これを意識した答案はおおむね論述が全体的に流れている傾向があり、後記の観点からも「優秀」とされるものが多かった。\n答案の中には、単に解決金が所得税法施行令第９４条第１項第１号又は第２号に該当するから、\n非課税所得に当たらないとする答案が少なからず見られたが、条文の構造からすると、まず、所得税法施行令第３０条第２号の「損害賠償金」又は第３号の「見舞金」に当たるか否かを検討した上で、これに当たる場合に初めてこれから除外される所得税法施行令第９４条第１項第１号、\n第２号に定める性質を有するものとなるかを検討すべきである。ここでは、損害賠償金が非課税所得とされている趣旨を踏まえて、問題文にある解決金が非課税所得に当たるか否かを、事例において示されている事実関係に即して検討する必要がある。この部分を適切に論じることができていない答案は「不良」とされた他方、一定の損害賠償金等が非課税所得とされていることの趣旨を踏まえ、裁判例（大阪地判昭和５４年５月３１日行集３０巻５号１０７７頁）を意識して、所得税法施行令第３０条第２号又は第３号の解釈をし、本件の事実関係を前提に、非課税所得への該当性や所得分類について丁寧に論じている答案は「優秀」とされ、それ以外の答案は自説の根拠が説得的であるか否かに応じて「良好」又は「一応の水準」に評価が分かれることとなった。\n- 10 -＜設問２⑵＞設問２⑵については、更正の請求と通知処分の基本的な事項について問うもので、国税通則法第２３条に従って解答すれば足りる平易な問題であった。多くの答案が修正申告と更正の請求の違いを正しく理解していた。平易な問題であったこともあり、出題者の意図に沿った答案が比較的多数を占めたが、更正の請求に対して理由がない旨の通知処分と増額更正処分を混同していると思われる答案が相応に存在した。\n上記のとおり、設問２⑵単体では差がつきにくいものの、国税通則法第２３条に沿って丁寧に解答している答案が「優秀」又は「良好」と評され、逆に同条を全く意識していないと思われる答案は「不良」と評価され、それ以外が「一応の水準」と評価された。\n第１問を通じた成績としては、「優秀」答案がやや少なかったものの、「良好」、「一応の水準」、「不良」の割合はバランス良く、実力差が適切に反映されたものと思われる。\n［第２問］（配点：５０）\n本問は、遺贈を受けた法人側の受贈益（設問１⑴）及び取得価額（設問１⑵）、遺贈した個人の側でのみなし譲渡課税（設問１⑶）、遺留分侵害額請求に対して代物弁済で応じた法人の損金及び益金の算定（設問２）、役員が法人財産を無償利用したことに伴う法人側の益金・損金の処理及びその所得税法上の帰結（設問３）を問うものである。\n【第２問全体を通じて】\n法人税の課税標準たる法人の所得の金額は、各事業年度の益金の額から損金の額を控除した金額である。このため、法人税の課税関係を問われた場合には、事案における事実関係について、\n益金と損金がどのように算定されるかを、条文の要件に則して一つ一つ論じる必要がある。例えば、取得価額３０００万円の土地を対価３０００万円で譲渡した場合には、差引きゼロであるから課税関係は生じない、と短絡することなく、法人税法第２２条第２項の「有償による資産の譲渡」として３０００万円がその譲渡のなされた事業年度の益金に、同法第２２条第３項第１号の「原価」として取得価額３０００万円が同じ年度の損金に、それぞれ算入される、と論じる必要がある。このような法人税法の構造を踏まえて答案を作成することが、設問２や設問３⑴のような複雑な問題でも、益金・損金を構成する要素を漏れなく論じることにつながる。\n法人が無償で資産や役務の譲渡・譲受けを行う場合の課税関係については、法人税法の典型論点であり、時価での取引が擬制されることは、多くの答案で理解が示されていた。しかし「時価」\nというからには「どの時点の」時価であるかを特定する必要がある。単に「時価相当額が益金に算入される」では不十分であることに留意されたい。\n＜設問１＞設問１は、法人が土地の遺贈を受けた場面について、⑴で受遺法人の課税関係、⑵で遺贈を受けた土地の取得価額、⑶で遺贈を行った個人の所得税の課税関係を問うている。\n⑴遺贈が「無償による資産の譲受け」（法人税法第２２条第２項）に当たり、土地の遺贈時の時価合計６０００万円が益金に算入されることはほとんどの答案が正答できていた。しかし、単に「時価相当額」という記載や、「どの事業年度の」益金となるかを明示しない答案が相当数見られた。後者の諸点まで適切に指摘できた答案が「優秀」と評価され、そうでない答案は「良好」\n又は「一応の水準」と評価された。\n⑵法人税法上、法人が無償で譲り受けた資産の取得価額について明示的に定めた条文は存在しない。しかし、法人税法第２２条第４項が依拠する公正処理基準により、取得時の時価を取得価額とする扱いが確立している。たとえこの企業会計原則上の処理を知らなくても、（小問⑶で問われている）遺贈者個人に対するみなし譲渡課税との関係で、土地の含み益に対する二重課税を避けるためには時価を取得費と解する必要がある、という論じ方も可能である。理由付けの巧拙- 11 -はさておき、過半数の答案が、取得時時価６０００万円が取得価額であると解答できていた。他方で、所得税法第６０条と混同して、遺贈者個人の取得費を引き継ぐとしている解答も相当数見られた。同条は「居住者」すなわち個人が遺贈により財産を取得した場合の条文であり、本問には適用がないことを確認されたい。条文の根拠と理由付けを共に挙げている答案が「優秀」、理由付けを示している答案が「良好」、結論のみ正解という答案が「一応の水準」と評価された。\n⑶は典型論点であるみなし譲渡課税の処理であり、概ねよくできていた。その中でも、所得税法第５９条第１項第１号の「法人に対する」「遺贈」であることを的確に指摘し、譲渡所得金額の算定構造を正確に答案に反映させられた答案とそうでない答案とで差がついた。簡潔でよいので、問題文のどの事実に着目してこれが長期譲渡所得であると判断するのか、特別控除額（所得税法第３３条第４項）と長期譲渡所得による２分の１課税（所得税法第２２条第２項第２号）がどのような順序で適用されるか、といったことは答案に表現してほしい。これらの処理まで正確にできていた答案が「優秀」と評価される一方、単に遺贈者死亡時の時価相当額６０００万円が収入金額に算入されるとのみ述べて取得費その他譲渡所得金額の算定に必要な要素に触れない答案が「不良」と評価された。\n＜設問２＞法人が遺留分侵害額の請求を受け、代物弁済として土地を譲渡したという事実関係につき、法人税の課税関係が問われている。上述のとおり、個々の事実関係が、どの事業年度の益金・損金にどのように反映されるかを論じる必要がある。\n法人が遺贈を受け、遺留分侵害が問題となった事案ということで、東京高判平成３年２月５日行集４２巻２号１９９頁（有限会社柿木荘事件）を想起するかもしれないが、本問は平成３０年相続法改正（遺留分の金銭債権化）後の事案であること、したがって、遺留分減殺請求権の法的性質（形成権が通説とされた）を前提とした遺贈財産の帰属の問題に立ち入ることなく、直ちに金銭債務の確定の時期を論じ得ることに注意されたい。第１問についても述べたように、課税要件規定の解釈・適用において私法の基本的理解は必須であり、租税法の学習においては私法との関連を是非とも意識してほしい。\n①この遺留分侵害額請求による金銭債務の履行の結果、法人からは財産が流出するが、これが損金（法人税法第２２条第３項）のうち「損失」（同３号）に該当することを踏まえた上で、その年度帰属を検討することが、設問２の前半部分では求められている。この筋に気づいた答案の多くが、「債務の確定」要件を論じて本件の事実関係の当てはめを行っていたが、同３号の「損失」については同２号の「費用」と異なり、「債務の確定」が明文では要求されていないため、\nこれを解釈で導く必要があることにも留意が必要である。本問の特殊性として、遺留分侵害額の請求の私法上の性質をどう考えるか、損失額の具体的な金額が確定するのはどの時点か、といった点を手掛かりに損失の帰属年度を論じればよい。\n②その上で、この設問ではさらに、代物弁済として土地を引き渡したことに伴う処理も問われている。土地の引渡しにより、和解によって確定した金銭債務が消滅するという経済的利益を受けているから、これは「有償による資産の譲渡」（法人税法第２２条第２項）として、消滅した債務の金額３０００万円が益金に、土地の取得価額３０００万円が原価（法人税法第２２条第３項第１号）を構成し損金に、それぞれ算入されることを論じることになろう。その年度帰属は、\n合意に基づき引渡しがなされ債務消滅の利益が生じた令和４年度（令和５年３月期の事業年度）\nとなる。\n本設問で問われているのは「遺留分侵害額の請求を受けて乙土地を譲渡したこと」に伴う課税関係であるから、上記①・②の両方を論じる必要があるところ、大部分の答案が、上記①又は②のどちらか（特に②）しか論じていなかった。しかし、この法人は、遺留分侵害額請求を受ける前に有していた土地（取得価額３０００万円）を失っており、純資産が３０００万円減少している。となれば②のみを論じて「益金＝損金となるから課税関係が生じない」という解答では何か- 12 -おかしい、と気が付いてほしいところである。\n上記①・②両方の要素に言及できていた答案は「優秀」、①の要素のみだがその中では漏れなく論じられていた答案が「良好」、②の要素にしか触れていない答案が「一応の水準」、それ以下の答案が「不良」とされた。\n＜設問３⑴＞これが「無償による役務の提供」（法人税法第２２条第２項）の事案であることを指摘した答案が予想外に少なかった。「無償による役務の提供」の典型例は、無利息融資であるが、本問のような無償での賃貸借もこれに含まれることに注意が必要である。家屋の賃貸から通常得られる対価の額をまず益金に算入した上で、その経済的価値が法人から流出していることを損金の側でどう認識するか、という順序で考える必要がある。ほとんどの答案が、益金について検討することなく、直ちに後述の役員給与の損金算入可能性のみを論じていたことは残念であり、法科大学院における法人税法の学習上の課題を示しているようにも思われた。\nなお、「不動産の無償使用が役員の役務提供と対価関係にあるから『有償による役務の提供』（法人税法第２２条第２項）であり、役務提供の価値１２０万円が益金に算入される」とする答案が散見されたが、これは正しくない。このことは法人税法第２２条第２項の制度趣旨（正常対価で取引を行う法人との課税上の均衡）に照らして明らかであろう。例えば、比較対象として、別の法人Ｆ社が、本問のＥ社と同様の家屋を有償で賃貸し賃料１２０万円を得た上で、この現金１２０万円を役員に給与として支払った場合を考えよう。仮に上記のようにＥ社が「有償による役務の提供」によって益金１２０万円を得たと考える場合、「役員からの役務提供の経済的価値」が益金を構成するということになるはずであるから、Ｆ社の益金には、賃料収入１２０万円に加えて、「役員からの役務提供の経済的価値１２０万円」も算入されることになる。しかし、これでは、Ｅ社とＦ社の課税の均衡を実現することができない。そもそも、役員からの役務提供は、事業活動によって法人が収益を得ることに貢献することで初めて益金に反映されるのであって、役務自体の受入れが法人の純資産を増加させて益金を構成するわけではない。この点は「無償による役務の譲受け」が法人税法第２２条第２項の益金発生原因に挙げられていないことからも明らかであろう。\n年間の賃料相当額１２０万円の経済的利益は、本来Ｅ社に帰属すべきところ、これを役員に得させていることが役員給与に当たる、ということについては多くの答案が指摘できていた。その上で、役員給与の損金算入制限の問題として論じる必要があり、そこで「定期同額給与」（法人税法第３４条第１項第１号、同法施行令第６９条第１項第２号）該当性を検討すれば良いことは、\n参照条文の手掛かりもあってか、多くの答案が気付いていた。しかし、法人税法第３４条第１項は、同項各号に該当「しない」役員給与の額が損金に算入「できない」、という定めであり、これ自体が損金の通則規定である法人税法第２２条第３項の「別段の定め」であることに注意が必要である。すなわち、「定期同額給与に該当する」ことが直ちに損金算入を根拠付けるわけではなく、定期同額給与に該当する給与ゆえに法人税法第３４条第１項が適用されず、原則どおり法人税法第２２条第３項第２号の「費用」として損金算入ができる、と論じる必要がある。本小問については、法人税法の条文構造の正確な理解の有無によって、評価に差がつくこととなった。\n全ての要素を的確に指摘できたごく少数の答案が「優秀」、賃料相当額の経済的利益の役員給与該当性と損金算入の可否の検討を漏れなく行えた一定数の答案が「良好」とそれぞれ評価され、\n定期同額給与の要件への当てはめと損金算入可という結論を導けていた答案が「一応の水準」とされた。\n＜設問３⑵＞役員に対する経済的利益の供与が役員側の給与所得（所得税法第２８条第１項）を構成し、かかる給与を支払う者であるＥ社に、所得税法上の源泉徴収義務（所得税法第１８３条第１項）が生じるという基本的な事項を問うものである。条文を項まで適切に引用すること（単に「第２８- 13 -条」「第１８３条」では不十分である）は、とりわけ租税法においては極めて重要であり、学習上も意識されたい。\nさらに、本問のような非典型的な給与の場合には、無償で家屋を利用させるという経済的利益の供与が給与所得を構成すること、事実行為としての金銭の支払がなくともなお「給与等の支払」\n（法第１８３条第１項）に該当すること、にも注意が必要である。\n全ての要素を的確に指摘できた少数の答案が「優秀」、経済的利益の供与が給与所得を構成することを指摘した上で条文引用が正確であった答案が「良好」、源泉徴収の基本的な仕組みが理解できているものが「一応の水準」、それ以下の答案が「不良」と評価された。\n第２問を通じた成績としては、「優秀」・「一応の水準」と評価された答案が例年よりやや少なく、\nその分「良好」の答案がやや多くなった。「不良」とされた答案は例年通りの水準である。\n４ 今後の出題について本年は、第２問設問１⑴及び⑵、設問２並びに設問３⑴が法人税法に関する問題、第１問設問２⑵が国税通則法の基本的知識を問う問題、その余が所得税法に関する問題であった。範囲としては、\n今後も所得税法からの出題を中心としつつも、法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる。\n内容としては、所得税法、法人税法、国税通則法に関する基本概念や制度に関する基本的な知識の有無及び程度、更にこれらの知識を利用して条文の文言を解釈し、当該条文を具体的な事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n５ 今後の法科大学院教育に求めるもの⑴ 条文に則した基本的な概念や基本的な知識の習得例年の採点実感で指摘しているところであるが、条文において用いられている基本的な概念の理解は必須のものである。今年度も、「総所得金額」「取得費」「譲渡費用」といった語の理解が問題となった。\n⑵ 事実認定と条文等の当てはめに関する能力の取得これも連年の採点実感で指摘したところであるが、事実認定と当てはめに関する能力の習得は重要である。上記の基本的な概念について、表面的には理解しているように見えても、事例の事実関係を適切に整理して正確に条文に当てはめることができないことがある。条文の文言に立ち返って、問題文に記載されている事案があてはまるか検討し、丁寧に論じることが望ましい。このような部分こそ法科大学院の教育で求められる事柄であると思われる。\n⑶ 判例・裁判例の学習第１問では、設問１に関する最判平成１７年１月２５日民集５９巻１号６４頁、設問２に関する大阪地判昭和５４年５月３１日行集３０巻５号１０７７頁を意識した答案は良い評価を得ている。逆に、第２問の東京高判平成３年２月５日行集４２巻２号１９９頁のように、設問の事案と事実関係や法令を異にする裁判例に引きずられないためにも、裁判例の正確な理解が重要である。\n６ その他参考事項これまでも述べていることであるが、答案の作成はコミュニケーションであり、何を問われているかを正確に把握し、必要な内容を誤解なく伝える答案が、必然的に高得点となる。\nそのためには、まず、問題文をしっかりと読むことが必要である。例えば、第１問に関しては、\n上記のとおり、ＡがＣ社から報酬を受け取っていることや、ＡＢ間における甲建物の賃貸借契約が令和２年中に終了していることを見落としている答案が少なくなかった。\nまた、出題者がどの部分を答えてほしいかを読み取ることも求められる。例えば、第１問設問１- 14 -に関しては、Ｃ社からの報酬と新株予約権が問題となっているが、当然のことながら出題者が論述を求めているのは後者である。答案の中に役員報酬が給与所得に該当するか否かについて、弁護士顧問料事件判決（最判昭和５６年４月２４日民集３５巻３号６７２頁）を上げるなどして長く論じる起案もあったが、役員報酬が給与所得であることは自明であって、起案のメリハリという面からそのような論述は不要である。同様に、第２問設問１でも、所得税法第３３条の趣旨（清算課税説）\nに相当の紙幅を費やす答案が散見されたが、端的に所得税法第５９条第１項第１号を挙げれば済む論点に時間と紙幅を割くことは賢明ではない。\nさらに、昨年度も指摘したことであるが、丁寧な論述を心掛けてほしい。今年度も、答案の中には、単純な足し算やかけ算を誤っている答案があったが、総所得金額を問う問題については減点をせざるを得ないところであり、受験者には留意してほしい。\n- 15 -"
}