{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\n甲装置は、我が国において法令上求められている検査のための特有の機能を有する業務用検査装置である。また、乙機器は、甲装置の中核となる機器であり、甲装置に組み込んで使用される。\n甲装置には、大型の甲装置（以下「大型甲」という。）と小型の甲装置（以下「小型甲」という。）がある。大型甲と小型甲の市場規模（販売金額）は同程度であり、それぞれの需要は安定している。\n大型甲と小型甲では、サイズ、処理能力等が異なり、また、大型甲と小型甲の製造設備を相互に転換するためには、かなりの投資と時間を必要とする。\n甲装置の主要なメーカーとして、Ｘ社、Ｙ社及びＺ社（以下「３社」という。）があり、それぞれ複数の製造設備で甲装置を製造しているが、３社それぞれの製造能力にはかなりの余裕がある。\n３社のほかに、小型甲のみを製造販売するＷ社がある。これらのメーカーは、全国の需要者に甲装置を販売する体制を整えており、地域による価格差は存在しない。また、甲装置の輸出入は事実上行われていない。甲装置の需要者は、比較的大規模な事業者であり、交渉力が強い。甲装置の製造コストは、需要者向け販売価格の６割程度である。\n甲装置全体では、Ｚ社がシェア（販売金額に基づく割合をいう。以下同じ。）を漸増させてきており、その分、Ｘ社及びＹ社のシェアが漸減してきている。現在のシェアは、次表のとおりである。\n甲装置全体 大型甲のみ 小型甲のみ\nＸ社 ２５％ ４０％ １０％\nＹ社 ２５％ ２０％ ３０％\nＺ社 ４０％ ４０％ ４０％\nＷ社 １０％ ― ２０％合計 １００％ １００％ １００％大型甲については、３社が製造販売しており、うちＸ社とＺ社が大きなシェアを有している。これに対し、Ｙ社のシェアは、同程度の製造能力を有する二つの大型甲の製造設備のうち一つが老朽化して高コストになっていることもあって減少傾向にあり、このままでは今後更にシェアを落とすことになるとみられている。\n他方、小型甲については、３社のほか、小型甲のみを製造販売するＷ社を加えた４社がしのぎを削っている。Ｘ社は、小型甲については最低のシェアにとどまっている。\n乙機器は、専ら甲装置に組み込まれるものであり、他に代わるものはなく、他に転用することもできない。また、大型甲向けと小型甲向けとで違いはない。\n３社は、乙機器を自ら製造している。乙機器の製造コストは、甲装置全体の製造コストの５割程度を占めている。乙機器の製造には特殊な技術が必要であり、甲装置のメーカー以外には乙機器の製造技術を有するものはおらず、新規参入も困難であり、また、輸出入も事実上行われていない。\n３社それぞれの乙機器の製造能力にはある程度の余裕がある。\n他方、小型甲のみを製造するＷ社は、乙機器を製造する技術を有するものの、自らは製造せず、３社に製造を委託している（必要数量のおおむね３分の１ずつ）。これは、甲装置のシェアが低い\nＷ社が乙機器を自ら製造する場合にはコスト面で不利であり、乙機器の製造余力がある３社から供給を受けることが有利であると判断しているためである。Ｗ社が乙機器の製造設備を設置し稼働させるためには３年近い期間を必要とする。また、Ｗ社は、独自の技術を用いて、他社から調達した乙機器を組み込んだ小型甲を製造しており、一部の需要者から支持を得ていることから、一定の競争力があると評価されている。\n- 14 -\n〔設 問〕\nこうした中で、Ｘ社及びＹ社では、次の二つの計画を立案しており、その一環として、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点についても検討している。二つの計画について、独占禁止法上の問題点を分析して検討するとともに、問題があると判断される場合には、当該問題を解消するために必要と考えられる措置を具体的に提示しなさい。なお、二つの計画について、それぞれ独立して検討するものとする。\n⑴ 甲装置の製造コストは、その製造数量や製造設備の稼働率に左右されるところ、Ｘ社の小型甲の製造設備やＹ社の二つの大型甲の製造設備のうちの一つの稼働率が低い状況にある。しかし、甲装置の需要者の中には、設置場所等により大型甲と小型甲の両方を必要とするものも少なくなく、Ｘ社及びＹ社では、大型甲と小型甲の両方を販売することが営業上重要であると判断している。\nこのため、Ｘ社とＹ社は、次の内容の甲装置の製造受委託（ＯＥＭ）契約を締結することを計画している。すなわち、Ｘ社にあっては、小型甲の製造を取りやめ、Ｙ社に小型甲の製造の全部を委託し、Ｙ社から供給を受けた小型甲を自社の製品として需要者に販売する。逆に、Ｙ\n社にあっては、大型甲の製造を取りやめ、Ｘ社に大型甲の製造の全部を委託し、Ｘ社から供給を受けた大型甲を自社の製品として需要者に販売する。甲装置の需要者向けの販売活動は、それぞれが独立して行う。\nＸ社及びＹ社において、大型甲と小型甲の製造を担当する従業員を相互に配置転換することは容易である。それぞれの現有製造設備から他方に必要数量を供給することは可能であるが、特に大型甲についてはＸ社の製造余力は乏しくなる見込みである。また、大型甲及び小型甲のいずれについても、製造受託者から製造委託者に対する供給価格は、それぞれの需要者向け販売価格の８割程度と見込まれる。\nなお、これによりＷ社に対する乙機器の供給に影響が生じることはない。\n⑵ 乙機器の製造コストは、その製造数量や製造設備の稼働率に左右されるところ、甲装置のシェアが首位のＺ社に比べて低いＸ社及びＹ社では、乙機器の製造コスト面で不利な状況にある。\nこのため、Ｘ社とＹ社は、それぞれの乙機器製造部門を共同新設分割方式で切り出し、乙機器の製造を行う共同出資会社としてＳ社を設立することを計画している。なお、この共同新設分割は、独占禁止法に基づく公正取引委員会への届出基準を充足している。\nＳ社では、乙機器の製造設備を統廃合し（ただし、Ｗ社に対して引き続き乙機器を供給する上で必要な製造能力を維持する。）、製造コストの低減を図る。Ｘ社及びＹ社は、Ｓ社から製造コストベースで乙機器の供給を受ける。また、甲装置の製造や需要者向けの販売活動は、それぞれが独立して行う。\n- 15 -\n〔第２問〕（配点：５０）\n甲精密工作機械（以下「甲機械」という。）は、機械部品を効率よく高精度に自動で加工する工作機械である。我が国における甲機械のメーカー（以下「メーカー」という。）は５社あり、その売上額に基づく割合（以下「シェア」という。）はほぼ均等である。甲機械に代替する工作機械はなく、この１０年間に甲機械の製造販売業に新規参入したものはなく、また、輸入もほとんど行われていない。\n甲機械を使用して機械部品を加工する甲機械の需要者（以下「需要者」という。）にとっては、これをメーカーから購入する方法と、リース事業者から甲機械のリースを受ける方法がある。リースとは、需要者があらかじめ選定した甲機械をリース事業者がメーカーから購入し、これを需要者がリース事業者から中長期にわたって賃借する方法である。リースには、①初期に多額の購入費用が掛からず、毎月のリース料の支払だけで済み、費用を平準化できること、②管理や事務の負担を軽減できること、③陳腐化しやすい甲機械にあって常に最新のものを導入できることなどのメリットがあり、こうしたメリットを重視する需要者は、甲機械の購入ではなくリースを選択している。\nどのメーカーにおいても、甲機械の販売台数に占める購入する需要者向けとリース事業者向けの比率は、おおむね５０パーセントずつとなっている。\nリース事業者であるＡ社、Ｂ社、Ｃ社及びＤ社（以下「リース４社」という。）は、我が国における甲機械のリースの取引において、それぞれ約１３パーセント、約１１パーセント、約１０パーセント及び約７パーセントのシェアを有している。その他のリース事業者も多数存在し、競争は活発に行われているが、そのシェアはいずれも５パーセント以下である。また、国内における甲機械の販売台数全体のうちリース４社が購入する割合は、それぞれ約７パーセント、約６パーセント、約５パーセント及び約４パーセントとなっている。甲機械のその他の購入者で３パーセント以上の割合を有するものはいない。\n近年、甲機械に対する需要の鈍化に伴い、メーカーには甲機械の在庫が増えている。こうした中で、メーカーのうちＸ社及びＹ社（以下「メーカー２社」という。）が、それぞれ、甲機械の販売のみならず、甲機械のリースを希望する需要者に対して自ら直接リースを行うこと（以下「直接リ\nース」という。）を始めた。これにより、リース４社の取引先である需要者の中にも、メーカー２社から甲機械の直接リースを受けるものが出てきた。\nメーカー２社による直接リースによって大きな影響を受けていたＤ社の営業部長ｄは、他社の状況を知りたいと考えて、Ａ社の営業部長ａ、Ｂ社の営業部長ｂ及びＣ社の営業部長ｃに情報交換を呼び掛けた。この呼び掛けを受けて令和５年４月１０日に開かれた会合では、リース４社がそれぞれ直接リースによる影響を受けていることについて情報交換が行われた後、出席者から次のような発言があった（発言順）。\nｄ：「メーカーによる直接リースがこのまま拡大していくと、我々リース事業者は大きな打撃を受けることになる。」\nｂ：「リースに関する知識や経験に乏しいメーカーがリースを行うと、需要者に対して十分な説明ができず、需要者の利益にならない。」\nｄ：「リース事業への需要者の信頼を失わせることにもなる。」\nａ：「メーカーは、需要者に販売することは自由にできるのだから、リースについては我々に任せるべきだろう。」\nｃ：「リースを知らないメーカーによる直接リースはやめさせるべきだ。」\nｂ：「メーカー２社が直接リースを続けるなら、メーカー２社からの甲機械の購入はやめたい。」\nａ：「メーカー２社に直接リースをやめさせるには、ここにいるリース４社がメーカー２社からの甲機械の購入をやめることが最も有効な方策ではないか。」\nｃ：「確かにリース４社で協力すれば、メーカー２社への圧力になる。」\nａ：「メーカーに対してリース事業者の利益を守るためには、この場にいるリース４社の結束が必\n- 16 -要だ。」\nｃ：「今のところ直接リースを始めたのはメーカー２社に限られているが、他のメーカーに直接リ\nースをさせないための牽制にもなる。」\nｂ：「メーカー２社が直接リースをやめれば、他のメーカーも直接リースを始めようとは考えないだろう。」情報交換を呼び掛けたｄは、会合の途中から発言しなくなったが、ａ、ｂ及びｃの発言に異を唱えることはなかった。また、ａ、ｂ及びｃは、Ｄ社がメーカー２社による直接リースの影響を大きく受けていることを知っていた。\nその後、Ａ社、Ｂ社及びＣ社（以下「リース３社」という。）は、それぞれ、令和５年４月２４日、メーカー２社に対して、直接リースを今後行わないこと、直接リースを今後も行うメーカーからは甲機械を購入しないことを申し入れた。Ｄ社も、同月２６日、メーカー２社に対して、リース\n３社の申入れと同趣旨を申し入れた。これらの申入れを受けて、メーカー２社のうちＸ社は、今後、直接リースを行わないこととしたが、Ｙ社は、引き続き直接リースを行っていた。このため、リース３社は、それぞれ、同年６月８日、Ｙ社に対して、今後Ｙ社から甲機械を購入しない旨通知した。\nＤ社も、同月１０日、Ｙ社に対して、リース３社の通知と同趣旨を通知した。これにより、Ｙ社も、以後、直接リースを行わないこととするに至った。\n〔設 問〕\nリース４社の上記行為について、独占禁止法上の問題点を分析して検討しなさい。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "を具体的に説明する。\n設問⑴では、Ｘ社とＹ社の間で大型甲と小型甲の相互ＯＥＭ供給が計画されている。契約ベ\nースによる、実質的な共同生産ともいえ、独占禁止法上は不当な取引制限の問題となる。Ｘ社とＹ社の合意により計画・実施されるものであるから、「他の事業者と共同して」「事業活動を…拘束する」合意となることは明らかであるが、両社にとって制限内容が異なるともいえ（Ｘ\n社は小型甲の製造をやめてＹ社から供給を受け、逆に、Ｙ社は大型甲の製造をやめてＸ社から供給を受けることとなる。）、不当な取引制限の行為要件との関係について論述することが適切である。\n甲装置のうち大型甲市場には３社のみが存在し、特にＸ社とＺ社の複占に近い市場であり、Ｚ社にはかなりの製造余力があるものの、Ｘ社とＹ社の協調を前提とすれば合算して６０パーセントのシェアを有することになる。これに対し、小型甲市場にはシェア首位で製造余力があるＺ社に加えて独自の技術を有するＷ社があり、シェアの異なる４社が競争しており、Ｘ社とＹ社の協調を前提としても合算４０パーセントのシェアを有することとなるにとどまる。このように、大型甲市場と小型甲市場では競争状況がかなり異なることに留意する必要がある。\nまた、大型甲と小型甲の需要者向け販売価格に占める供給価格（調達価格）の割合が８割程度に達すると見込まれており、販売コストの共通化の割合が高いことが重要である。そして、計画では、それぞれ全量ＯＥＭ供給を受けることとされているが、全量供給でないと両社にとって意味がないというものでもないと考えられ（問題文にＹ社の大型甲の製造設備に関する情報が示されている。）、独占禁止法上の問題がある場合には、中間的な計画（部分的なＯＥＭ供給）に修正することの可能性を検討することが考えられる。\nまた、計画では、Ｘ社とＹ社は引き続き甲装置の販売をそれぞれ独立して行うことが前提であり、その前提が損なわれることとならないか、そのおそれがある場合にどのような措置が有効ないしは必要であるかを検討することとなる。\n設問⑵では、Ｘ社とＹ社が、それぞれの乙機器製造部門を切り出して共同製造子会社Ｓ社を設立する計画であり、Ｓ社が製造販売することとなる乙機器の市場はもとより、Ｓ社から乙機器の供給を受けてＸ社及びＹ社が製造する甲装置の市場（実際には大型甲の市場と小型甲の市場に分かれると考えられる。）にも影響が生じることとなる。\nＸ社及びＹ社としては、Ｚ社に比べて乙機器の製造コスト面で不利な状況にあることから、共同製造子会社としてＳ社を設立するものであり、甲装置の製造販売はそれぞれが独立して行うものである。乙機器や甲装置の市場における競争が制限されないようにしつつ、乙機器の製造コストの引下げが実現できるようにすることが望ましい。\n本計画が実施されると、乙機器についてはＳ社とＺ社を供給者、Ｗ社を需要者とする市場となり、Ｓ社が高いシェアを有することになると想定されるが、Ｓ社やＺ社には乙機器の製造余力があり、かつ、乙機器の製造コストの節減を図る観点からＷ社に乙機器を供給する意欲もあると考えられる。また、Ｗ社は中期的には乙機器を自ら製造することが可能である。\n他方、甲装置については、前述したように、大型甲市場と小型甲市場では競争状況がかなり異なっており、本計画の水平的側面に関しては、それぞれの市場の特徴（両社の合算シェア、Ｚ社の製造余力、小型甲市場におけるＷ社の存在等）を踏まえつつ、Ｓ社から製造コストベー\nスで乙機器の供給を受けることになるＸ社とＹ社がどのように競争することとなるかを具体的\n- 24 -な事実関係を基に丁寧に分析することが求められる。この分析では、Ｓ社から供給を受ける乙機器の調達コストが共通化することについても、その割合を含めて評価することになる。\n特に、小型甲については本計画の垂直的側面が重要であり、小型甲のみを製造するＷ社は、Ｓ社からの乙機器の供給に大きく依存することとなり、乙機器の供給制限や価格上昇のおそれが出てくることから、Ｓ社がこうした投入物閉鎖を行う能力やインセンティブを有するか、Ｚ\n社が製造余力を有するかといった事情を考慮することになる。この観点から問題があると判断される場合には、Ｗ社に対する乙機器の供給を確保するための措置を講じることが考えられる。\nまた、Ｓ社からＷ社に対する乙機器の供給価格等に関する秘密情報をＷ社の競争者であるＸ社及びＹ社が入手できる立場になり、協調的行動につながるおそれがあることについても検討する必要がある。\nまた、Ｘ社とＹ社は引き続き甲装置の製造販売をそれぞれ独立して行うことが前提であり、本計画のままではその前提が損なわれることとならないか、そのおそれがある場合にどのような措置が有効ないしは必要であるかを検討することになる。\n〔第２問〕\n第２問は、甲機械の有力なリース事業者４社（以下「リース４社」という。）が、リースを希望する需要者に対して自ら直接リースを行うこと（以下「直接リース」という。）を始めた甲機械のメーカー２社に対して甲機械の供給を受けることを拒絶した行為（以下「本件行為」\nという。）について、独占禁止法上の問題点を分析して検討することを求めるものである。不公正な取引方法のうちの取引拒絶に関する実体規定全体の体系的な理解を踏まえて、本件行為が、どの規定の行為要件を満たすか、また、どこの市場（取引の場）にいかなる機序によりどのような競争阻害効果をもたらすか、併せて、当該競争阻害効果を打ち消し又は上回るような正当化事由が認められるかについて、当該規定の各要件のあるべき解釈を示した上で、本問の事実関係を的確に挙げて分析し、検討することを要する。\n取引拒絶の事例解析では、行為主体が、競争者間で共同して行っているかどうか、直接に行っているか間接的にさせているか、検討対象行為が供給の拒絶なのか供給を受けることの拒絶なのかを識別することが重要なポイントになる。本件行為については、リース４社間での合意を明示合意と評価するか暗黙合意と評価するかは置くとして、独占禁止法第２条第９項第６号\n・不公正な取引方法の一般指定（以下「一般指定」という。）第１項第１号の「共同・直接・供給を受けることの拒絶」として検討することが期待される。また、リース４社による「共同\n・間接・供給拒絶」（独占禁止法第２条第９項第１号ロ）や、リース３社による明示若しくは暗黙の合意に基づく一般指定第１項第１号該当行為とＤ社による一般指定第２項該当行為が一体となったもの等としての検討もあり得ると考えられる。例えば、本件行為をリース４社による共同・間接・供給拒絶として検討する場合には、リース４社がメーカー２社に、需要者に対して直接リースを今後行わないように申し入れたこと、その実効確保のために直接リースを今後も行うメーカーからは甲機械を購入しないことを併せて申し入れたことなど問題文に示される諸事実を丁寧かつ的確に挙げて、本件行為をリース４社がメーカー２社に直接リースの供給を拒絶させるものであると明確に把握・識別して論じることが求められよう。このように、本件行為に適用すべき規定として一般指定第１項第１号以外を選択した場合には、それぞれの条文に定める各要件に即して本問の事実関係を丁寧に挙げて、その要件該当性について論じることが求められる。\n本件行為をリース４社による一般指定第１項第１号該当行為として検討する場合、まず、行為要件に関しては、競争関係にあるリース４社が「共同して」行っていると認定する必要がある。「共同して」に該当するためには、行為主体の間に当該取引拒絶行為を行うことについて意思の連絡が求められるところ、事業者相互間で明示的に合意することまでは必要ではなく、- 25 -\n「他の事業者の取引拒絶行為を認識ないし予測して黙示的に暗黙のうちにこれを認容してこれと歩調をそろえる意思があれば足りる」（エイベックス・マーケティング㈱ほか３名審決取消請求事件東京高判平成２２年１月２９日、東芝ケミカル審決取消請求事件東京高判平成７年９\n月２５日）。この点を明らかにした上で、リース４社間での事前の情報交換、その内容及び事後行為の一致など本問の事実関係を挙げつつ、本件行為の共同性要件への該当性を論じることが必要になる。特にＤ社については、問題文に示された具体的な事実関係に即して、リース３\n社とは別個に、意思の連絡の存否（暗黙合意参加）を検討することがより適切である。\n次に、本件行為に「公正な競争を阻害するおそれ」（独占禁止法第２条第９項第６号柱書）という公正競争阻害性が認められるか否かを検討することが求められる。公正競争阻害性とは競争の実質的制限に至らない程度の競争阻害を意味すること、一般指定第１項第１号に定める\n「正当な理由がないのに」の文言が公正競争阻害性を意味し、自由競争減殺の観点から価格維持（競争回避）又は市場閉鎖（競争者排除）による競争阻害効果が必要であることを明らかにした上で、前提となる市場の画定及び競争（市場）分析を行う必要がある。具体的には、まず、自由競争減殺の観点から分析する前提として検討対象市場を画定する意義とその画定方法を簡潔に明らかにした上で、本問の事実関係に即して検討対象市場を「我が国における甲機械のリ\nース取引市場」として画定することが考えられる。\nその上で、国内の甲機械購入数量において相当のシェアを有するリース４社が共同して、直接リースを行うメーカーからの甲機械の購入を一斉に拒絶するという取引上の圧力を掛けることにより、メーカー２社が上記の検討対象市場への参入を断念せざるを得ない状況になっていること（参入阻止の意味での市場閉鎖効果の発生）など検討対象市場における競争の状況及び本件行為が当該競争にもたらす影響を示す諸事実を挙げつつ、本件行為が当該市場に、どのような機序に基づいて、いかなる競争阻害効果を発生させ得るかについて分析・検討を行うことが重要である。\nなお、行為の共同性に鑑みて本件行為のような共同の取引拒絶については、原則違法の類型に当たるとする立場もあり得ると考えられる。しかし、その場合も単に結論のみを記すのではなく、一般指定第１項第１号の「正当な理由がないのに」の文言の適切な解釈を示しつつ、例えば、共同の取引拒絶が、事業者間競争が成立する前提となる市場参入の自由を明白かつ著しく侵害するものであって、また実際に、被拒絶者が当該市場から排除されて、市場の競争機能への悪影響（自由競争減殺）が生じていることなど、本件行為を原則違法として取り扱うべき理由・根拠を的確に示し、あるいは本問の事実関係に即してその当てはめ等を的確に論じておくことが重要である。\nさらに、問題文に示されたリース４社の言い分が、上記の競争阻害効果と並んで考慮されるべき正当化事由として成り立ち得るかについても検討することが求められる。そもそも客観的データや資料等の裏付けのないリース４社の言い分のみから本件行為が正当化される余地は乏しいとも考えられるが、いずれにせよ、正当化事由の存否は、検討対象行為の目的の合理性及び当該目的達成のための手段の相当性の観点から評価されることを明らかにした上で、本問の事実関係に即して具体的に論じることが求められる。\n本件行為のような共同の取引拒絶については、独占禁止法第１９条で禁止される不公正な取引方法として検討するほか、事業者間での「通謀」に基づく排除型私的独占（独占禁止法第２条第５項、第３条前段）や「他の事業者と共同して」行う不当な取引制限（同法第２条第６項、第３条後段）への該当性を予備的に検討することも考えられる。しかし、そのような場合には、甲機械のリース取引におけるリース４社の合算シェアや、問題文に示される「他のリース業者も多数存在し、競争は活発に行われている」（第３段落３行目以下）という上記の検討対象市場における競争の状況を示す諸事実を丁寧に挙げて、特に市場効果要件について的確に論じることが求められる。\n- 26 -"
}