{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＰ大陸東部地域において南北に隣接するＡ国及びＢ国は、いずれもその東側においてＱ海に面している。両国間にはα山脈が東西に走っており、その分水嶺が両国の陸の国境線とされていて、北側のＡ国と南側のＢ国を分けつつ、東端はＱ海にやや突き出たβ岬まで続いている。Ａ国もＢ国もα山脈の分水嶺が陸地境界線となること及びβ岬が陸地境界線の東の終点であることは争っていないが、海洋に関する境界線については合意がなされていなかった。北側のＡ国は、β岬から子午線に沿うように北へほぼまっすぐに伸びる低潮線を通常基線として定め、国内法により当該基線から１２海里までの海域を領海とし、通常基線から２００海里までの海域に排他的経済水域（以下「Ｅ\nＥＺ」という。）を、その下の海底部分に大陸棚を設定した。これに対して、南側のＢ国の海岸線はβ岬からやや緩やかに南西方向に伸びており、β岬より南側には、海岸に沿って沖合約５海里のところに一連の島と低潮高地が存在している。Ｂ国は国内法により、基線の一部についてこれらの島と低潮高地をつないで直線基線とするとともに、当該基線から１２海里までの海域に領海を、２００海里までの海域とその下の海底部分にそれぞれＥＥＺと大陸棚を設定した。\nＡＢ両国は、海洋境界線の設定に関して何度かの交渉を経てそれぞれの基線を確認した上で、領海については等距離線で境界画定することに合意したが、ＥＥＺ及び大陸棚については単一の境界画定線とすることに合意したものの、その境界画定線をどこに引くかに関しては合意に至らなかった。ＡＢ両国間での主たる意見の相違は、β岬が位置する緯度よりも約６海里北側でＡ国沖約３０\n海里のところにあるγ島（面積約０．５平方キロメートル）の取扱いと、海洋境界画定に関連する\nＡＢ両国それぞれの関連海岸線の長さについてであった。ＡＢ両国ともγ島がＢ国領であることを認めていたものの、Ａ国は、γ島が無人島であることから海洋境界画定についてはその存在を無視することを主張したのに対し、Ｂ国はこれを関連事情として考慮すべきであると反論した。また、海洋境界画定に関するＡ国とＢ国の関連海岸線について、Ａ国の主張によれば、その長さはＡ国が約４００キロメートル、Ｂ国は約４１０キロメートルで、長さの比は約１：１となり、Ａ国が主張する境界画定線で分けられる海域の面積も約１：１となる。これに対して、Ｂ国の主張によれば、関連海岸線の長さはＡ国が約４００キロメートル、Ｂ国は約６２０キロメートルで、約１：１．５であり、γ島を関連事情として考慮した境界画定線で分けられる海域の面積は約１：１．７になるという。\nその後、Ｂ国が、γ島に埋立て用の作業船とこれを護衛する軍艦を派遣し、γ島の周辺を埋め立てて島を大きくする作業を開始しようとしたため、Ａ国もまた、γ島の周辺海域に軍艦を派遣して\nＢ国の作業船による埋立作業を中止させるために威嚇発砲を行ったところ、Ｂ国の軍艦もこれに応戦したため、ＡＢ両国軍艦の間で武力衝突が発生した。Ａ国は、Ｂ国との武力衝突が生じている最中に、ＡＢ両国間におけるＥＥＺと大陸棚の境界画定に関する問題を、国際司法裁判所（以下「Ｉ\nＣＪ」という。）に一方的に付託して海洋境界線の画定を求めたほか、Ｂ国に対して埋立作業と軍事活動を停止してγ島の周辺海域からＢ国の船舶を撤収させ、紛争を悪化・拡大するような措置を控えることを指示する仮保全措置も併せてＩＣＪに要請した。\nＡ国が海洋境界画定問題をＩＣＪに付託した後、Ｃ国の軍艦Ｘ号がＢ国の主張する領海に入域して、更にＢ国が設定した直線基線の内側に入り、この直線基線とＢ国の低潮線との間の海域を迅速かつ継続的に通航しているところをＢ国の沿岸警備隊が発見するという出来事が生じた。Ｂ国の沿岸警備隊は、Ｘ号を発見した海域からＢ国の設定した領海外まで直ちに出るようＸ号に通知したところ、Ｘ号は、これを無視してＢ国の直線基線と低潮線との間の海域をしばらく航行した後、Ｂ国の主張する領海内を航行してようやくＢ国の領海の外に出た。Ｂ国は、国内法令で自国領海内での外国軍艦の通航について事前の許可申請や事前の通告を求めてはいなかったが、直線基線の内側は内水であって外国軍艦の通航は許容されないと主張して、この事件の後、Ｘ号の通航がＢ国の主権\n- 38 -を侵害する行為であるとしてＣ国に対して抗議を行った。\nＡ国、Ｂ国及びＣ国はいずれも国際連合（以下「国連」という。）の原加盟国であり、上記の出来事が生じた時点では既に１９８２年の海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の当事国でもあった。またＡＢ両国は、国連加盟時に国際司法裁判所規程第３６条第２項に基づきＩＣＪの管轄権を受諾する宣言を留保なしで行っている。\n以上の事実を基に、以下の設問に答えなさい。\n〔設 問〕\n１．Ａ国がＩＣＪに要請した仮保全措置に関して、近時のＩＣＪの判例を参考にしつつ、指示が命じられるための要件を確認した上で、Ａ国は、自らが要請した仮保全措置がＩＣＪにより指示されるためにいかなる主張が可能かについて論じなさい。\n２．Ｂ国は、国連海洋法条約上、ＥＥＺと大陸棚の境界画定に関していかなる主張が可能かについて、海洋境界画定に関する近時の国際判例を参考にしつつ論じなさい。\n３．Ｘ号の通航がＢ国の主権を侵害する行為であるというＢ国の抗議に対して、Ｃ国は国際法上いかなる反論が可能かについて論じなさい。\n- 39 -\n〔第２問〕（配点：５０）\nα河は、ある大陸を流れる広い流域面積を有する河川で、同大陸の複数の国の領域を流れていた。\nＡ国は、α河から分岐した支流のβ川を挟んでＢ国と隣り合っていた。また、同じくα河から分岐した別の支流であるγ川が、別の隣国であるＣ国との国境線をまたいで複雑に蛇行していた。\nＡ国では１９世紀末から少しずつ工業化が進み、特にα河上流地域に位置するＤ国から多くの石炭を輸入することで栄え始めた。β川は、そのための重要なルートであったが、他方、β川をめぐってＡ国とＢ国の双方が領有権を主張していた。ＡＢ両国は外交交渉を重ね、その結果、２０世紀初頭には、「β川の主権はＢ国に属する。他方、Ａ国はβ川において、産業目的のため、永久の航行利用権を有する。」との条項を有する協定（以下「Ｐ協定」という。）を締結した。\nこの大陸では、２０世紀後半になって、Ｅ国などのごく僅かな国を除いて、地域のほぼ全ての国である３０数か国が加盟する一般的な地域国際組織Ｑが設立された。その設立条約によれば、Ｑはこの地域と世界の「平和、安全及び進歩を達成すること」を目指して設立され、また、総会や理事会、事務局などのほか、地域の安全保障や人権保障、社会的福利増進のための各種機関を備えていた。Ｑはこの大陸の中心的な国際組織として、設立以来、その目的に照らした活動に積極的に取り組み、各種分野において着実に実行を積み重ねていった。\n２１世紀に入り、Ａ国は自国の国土開発計画を見直す中で、自国と関わりのある河川の有効利用を考え始めた。\nβ川については、これまで石炭輸入のための輸送以外には利用されてこなかったが、β川は起伏に富んだ風光明媚な地域を流れており、また、他の地域にはない多様な生物が生息していた。そこで、Ａ国は、有償で観光客を石炭輸送船に乗せる事業を国内事業者に許可し、あわせて、外国学術機関と契約して、研究を目的とする河川の生物資源調査を許すようになった。さらに、ちょうどその頃、上流のＤ国とＥ国の間で軍事的緊張が生じたため、Ａ国は、β川を利用して、同じ石炭輸送船を用いてＤ国へ向けて対空砲や銃器・銃弾などの軍事兵器・物資の輸送も開始した。この種の軍事協力をＡ国は以前からＤ国に対して無償で行ってきたが、今回の輸送もこの協力の一環であり、緊張している地域の地理的位置から考えてβ川を利用することが戦略的に好ましいと考えられた。\nこれに対し、Ｂ国は、Ａ国に認めたのは石炭輸送のみであり、Ａ国の行為はＰ協定違反だと主張した。\nＱは、Ｄ国とＥ国の軍事的緊張が武力衝突に発展することを危惧して、Ｑの職員Ｘを含む国際監視団をＤ国にあるＥ国と隣接する国境地帯に派遣し、状況を監視させていた。しかし、その最中に、Ｅ国の軍隊がＸをＤ国兵だと誤認して銃撃し死亡させた。Ｘの死亡を理由に、ＱはＥ国に損害賠償を求めたが、Ｅ国はこれを拒否し、Ｑ設立条約にはＱが損害賠償を求める権能については規定がないことを指摘しつつ、そもそも国際組織であるＱにそのような権能はないと主張した。\n他方、γ川についてもＡ国は新たな活用を検討し始めた。Ａ国は、γ川流域に共同でダム４基から成る治水施設を構築する計画を立案し、Ｃ国に申し込んで、Ａ国とＣ国がそれぞれ自国領域内においてγ川にダム２基ずつを建設することとする協定（以下「Ｒ協定」という。）を締結した。Ｒ\n協定によれば、その締結から８年以内をめどに工事を完成させ、運用を開始するものとされた。Ａ国は即座に建設に取り掛かり、５年目には自国が建設することになっていたダムの建設を完了させた。他方、Ｃ国はＲ協定を締結した直後から経済状況が苦しくなり、ダム建設は遅滞していった。\nさらに、Ｃ国国内で環境保護団体が、γ川流域には多様な生物が生息していることに着目してダム建設はこの付近の生態系を壊すとの主張を行うようになった。Ｃ国国内ではダム建設に反対する声が高まり、ついにはこれに支持された政党が政権を取るに至り、ダム建設作業は完全に停止した。\nＡ国はＣ国に対して、ダム建設を継続するように申し入れたが、新政権下のＣ国は聞き入れず、それどころかＣ国国内のγ川流域を自然保護区とする国内法を制定した。この国内法によれば、自然保護区にダムや発電所などの一定以上の規模の建設物を設置できないとされる。Ａ国は、４基のダムが一体として機能することで初めてＲ協定締結時に予定していた効果が発揮できることから、自\n- 40 -国がこれまで投じた建設費用の相当部分が無駄になったと抗議し、Ｃ国に損害賠償を求めた。他方、Ｃ国は、γ川流域を自然保護区とする国内法によってＲ協定を守ることはできなくなったとして不遵守を正当化し、かつ、Ｒ協定の無効を主張し、さらに、経済的苦境や環境保護は喫緊の問題なのであって、これは緊急避難に当たり、損害賠償を支払う義務はないとも主張した。\nなお、Ａ国～Ｅ国は、いずれも条約法に関するウィーン条約の当事国である。また、Ａ国～Ｄ国は、国際組織Ｑの加盟国である。\n以上の事実を基に、以下の設問に答えなさい。\n〔設 問〕\n１．Ａ国がＰ協定に違反しているとのＢ国の主張に対して、国際法上どのように評価できるかについて論じなさい。\n２．国際組織Ｑは、自らに生じた損害の賠償を請求するために、Ｅ国に対してどのように主張できるかについて論じなさい。\n３．Ｒ協定に関するＣ国の主張は国際法上認められるかについて論じなさい。\n- 41 -\n- 42 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、国際司法裁判所（以下「ＩＣＪ」という。）の仮保全措置（暫定措置）の指示要件という国際裁判の手続事項のほか、排他的経済水域（以下「ＥＥＺ」という。）及び大陸棚に関する海洋境界画定方式、直線基線と低潮高地との関係、直線基線の内側の海域の法的地位、及び領海における外国軍艦の無害通航権という国際法上の基本的な知識と理解を確認することを目的とする。\n設問１は、ＩＣＪの仮保全措置の要件に関する基本的な問題である。まず、仮保全措置の指示が認められるための要件を近時の判例から確認し、Ａ国の主張に即して設例の事実の当てはめを行うことが求められる。Ａ・Ｂ両国とも国際連合（以下「国連」という。）の原加盟国であり、そのため国際司法裁判所規程の当事国となっていることを確認した上で、同規程を適用し、同規程第３６条第２項の規定に基づきＩＣＪの裁判管轄権を受諾する宣言（以下\n「選択条項受諾宣言」という。）を行っていることにも留意する必要がある。\nＩＣＪが仮保全措置を指示する権限を行使するためには、以下の要件を満たすことが近時のＩＣＪの判例では確立している（訴追か引渡しかの義務に関する問題事件仮保全命令（２００９年）、テロ資金供与防止条約及び人種差別撤廃条約適用事件仮保全命令（２０１７年）、ジェノサイド条約適用事件（ガンビア対ミャンマー）仮保全命令（２０２０年）、ジェノサイ\nド条約におけるジェノサイドの主張事件仮保全命令（２０２２年）など）。すなわち、①一応の（prima facie）裁判管轄権の存在、②仮保全措置要請国が本案で主張する権利が少なくとももっともらしい（at least plausible）ものであること、③当該権利とこれを保全するために要請される措置との間に関連性が存在すること、④回復不能な侵害を起こすような緊急性の存在が確認されることを満たすことが必要である。\n本件では、Ａ国からの議論としては、以下のような主張が考えられる。まず、Ａ・Ｂ両国とも選択条項受諾宣言を行っており、しかもいずれも裁判管轄権を制約する趣旨の留保は付していないので、一応の裁判管轄権の存在は認められる（①）。Ａ国が本案で主張する権利はＥＥＺ及び大陸棚の境界線により画定されるそれぞれの海域・区域に対する権利であり、Ａ\n国は問題の海域の沿岸国であることからこの権利の主張が可能であることは明らかである（②）。また、その大きさなどについてのγ島の法的地位は問題の海洋境界画定線の設定に影響を及ぼし得るので、Ａ国の上記権利を保全するためにも島の現状に人工的な変更を加えな\n- 34 -い状態を維持することが求められることから、埋立作業を行うＢ国の関係船舶及びそれを護衛する軍艦をγ島から撤収させて埋立作業と軍事活動の停止を求め、紛争を悪化させる行動をＢ国に控えさせることは、Ａ国からみて正当と考えられる（③）。最後に、γ島をＢ国が人工的に改変することで海洋境界画定に関するＡ国の権利に回復し難い侵害が生じる可能性があることのほか、現に武力衝突が継続しているために人命保護も追加的な理由として緊急性も認められる（④）と主張することが可能である。\n設問２は、近時の国際判例がＥＥＺと大陸棚に関する海洋境界画定についていわゆる「三段階アプローチ」を採用していることから、その内容を正確に理解しているかどうか、そしてこれに依拠してＢ国の主張を展開できるかが問われている。\nＡ・Ｂ両国とも１９８２年の海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の締約国であることから、ＥＥＺと大陸棚に関する海洋境界画定規則の出発点は、それぞれ国連海洋法条約の第７４条と第８３条になる。しかし、これら規定は具体的な画定方式を定めておらず、その後の国際判例により実践的に具体的な画定方式が発展し、現在では「三段階アプローチ」方式が定着したといえる。\nこの「三段階アプローチ」方式は、黒海海洋境界画定事件ＩＣＪ判決（２００９年）で採用され、その後、国際海洋法裁判所（以下「ＩＴＬОＳ」という。）判決（ベンガル湾事件（バングラデシュ／ミャンマー）（２０１２年））、ＩＴＬОＳ特別裁判部判決（ガーナ／コートジ\nボワール海洋境界画定事件（２０１７年））及び仲裁裁判所判決（ベンガル湾事件（バングラデシュ対インド）（２０１４年））でも採用されている境界画定方式である。そこでは、まず暫定的に等距離線を引き、次に関連事情を考慮して暫定等距離線を調整し、最後に紛争当事国に帰属する海域の面積の比と関連海岸線の長さの比の間に不均衡がないかについて検証を行うというものである。このアプローチの各段階の内容を正確に理解していることが求められる。\nＢ国の立場からは、第一段階として、本件では、領海の境界画定で等距離線が採用されていることから、ＥＥＺと大陸棚に関する海洋境界画定についても等距離線を引くことに不都合はないと考えられる。すなわちＥＥＺと大陸棚に関する海洋境界画定について等距離線を引くことができないような地形ではないことについてＡ・Ｂ両国とも合意していることになるからである。また暫定等距離線を修正する第二段階として、γ島がＢ国領であることはＡ\n国も認めており、小さな無人島とはいえ、境界画定の対象となるＡ国側の海域に存在することにより、この島を関連事情として考慮して暫定等距離線をＡ国側にやや移動させることも正当化される。そして修正された等距離線によって確定される海域が衡平な結果となるかを検証する第三段階において、そのように移動させた修正等距離線により分けられるＡ国とＢ\n国の海域の面積は、Ｂ国が主張する関連海岸線の長さの比とほぼ同じであることから、ＥＥ\nＺ及び大陸棚の面積と関連海岸線の長さの比に不均衡はないという主張が可能となる。このように、「三段階アプローチ」方式の内容を正確に理解した上で、同方式による海洋境界画定からＢ国の主張が正当化されることを示さなければならない。\n設問３は、直線基線の内側にある海域の法的地位と領海における外国軍艦の無害通航権についての理解度を問う問題である。\n直線基線の設定において、国連海洋法条約第７条第４項は、低潮高地との間に引いてはならないと規定し、例外として直線基線を引くことが可能なのは、「恒久的に海面上にある灯台」などが建設されている場合と問題の低潮高地に直線基線を引くことが「一般的な国際的承認を受けている」場合に限られるとしている。本件でＢ国が主張する直線基線は、海岸に沿って至近距離に引かれており、海岸の全般的な方向から著しく離れて引かれてはいないと考えられるものの（国連海洋法条約第７条第１項及び同第３項参照）、低潮高地に引かれる例外に該当するかどうかが問題となる。Ｃ国からは、この例外に該当しないので、Ｂ国が主張する\n- 35 -直線基線は国際法上合法ではないと主張できるのであり、したがってＢ国の基線は直線基線ではなく低潮線である通常基線であって、航行中のＸ号をＢ国の沿岸警備隊が発見した海域は、Ｂ国の内水ではなく領海であると主張することができる。\n領海において軍艦の無害通航権が認められるかについては国連海洋法条約に明文規定がなく国家実行も一致していない。学説上は船舶の航行の態様で通航禁止ができるという態様別規制説と船舶の種類を理由に通航禁止が許される船種別規制説が対立しているが、Ｂ国は、国内法令で自国領海内での外国軍艦の通航について事前の許可申請や事前の通告を求めてはいないことから、軍艦であるというだけで無害ではないとする船種別規制説に立った実行を採用していない。したがって、Ｃ国は、Ｂ国が自国領海内での外国軍艦の通航を許容していることを主張するとともに、軍艦も領海内で無害通航権の行使を主張し得る態様別規制説の立場から主張を行えばよい。\nＢ国の直線基線の内側の海域は領海であることから、Ｘ号は、Ｂ国領海内を迅速かつ継続的に通航しなければならない（国連海洋法条約第１８条第２項）。態様別規制説に立った場合、Ｘ号の通航の態様は、国連海洋法条約第１９条第１項にいう「沿岸国の平和、秩序又は安全を害しない」ものであって無害であり、また同条第２項に列挙されている無害でない通航にも該当しない。\nさらに、仮にＢ国が主張する直線基線が、Ａ国もその有効性を認めて領海の境界線に合意していることから推測して、一般的な国際的承認を受けて基線として有効であり、したがって直線基線の内側の水域が内水となることが認められるとしても、国連海洋法条約第８条第\n２項によりこの直線基線の内側の海域には無害通航権が存続するので、この場合でも上記の同条約第１９条にいう無害性の基準が適用可能であり、やはりＸ号は無害通航を行ったと主張することが可能である。\n以上のように、Ｃ国としては、Ｂ国が設定した直線基線が国連海洋法条約の関連規定と合致するかどうかを検討した上で、当該直線基線が同条約上合法であれ違法であれ、態様別規制説に立って軍艦Ｘ号の無害通航権が許容されることを主張するように論ずることになる。\n〔第２問〕\n本問は、条約法、国家責任法、国際組織法という国際法上の基本的分野における知識と理解、その具体的な運用能力を問うものである。\n設問１は、条約の解釈に関する基本的問題である。Ａ国ほか登場する関係国は全て条約法に関するウィーン条約（以下「条約法条約」という。）の当事国でありこれが適用されることとなるが、解釈については、特に条約法条約第３１条、第３２条が関連条文となる。本問ではＡ\n国が新たに始めたβ川の利用である観光業、生物資源関連事業、軍事兵器・物資の輸送が、Ｐ協定における「産業」に該当するかが問題となるが、「産業」の文言が必ずしも明確といえず、またＰ協定が２０世紀初頭という古い時期に締結されたことが特徴になっている。ここでは条約で用いられている語句が条約締結時ともはや同じ意味ではない可能性が問題になっており、発展的解釈について論ずることが望まれる。本設問と類似する通航権事件（コスタリカ対ニカ\nラグア）ＩＣＪ判決（２００９年）では、当事国が締結した条約中の「通商」の語が問題になっていたが、ＩＣＪは、条約中に用いた語句が総称的であって当事者が時の経過とともに語句の意味が発展していくと当然に認識しており、かつ、条約が非常に長期にわたって効力を有している又は継続的性格を有している場合、当事者は用語の意味が発展することを意図していたと推定されなければならないとした。本問でも、「産業」の語が総称的であることやＰ協定の永続性に言及しつつ、これらの観点からＡ国が始めた新しい３つの活動について論じていくことが求められる。観光業と軍事兵器・物資の輸送に関しては、通航権事件と同様に判断できるだろう。\n- 36 -設問２は、国際組織の権限に関する基本的な問題である。その前提として国際組織の法主体性が問題になるが、国際組織は本源的主体である国家と同様の仕方で法主体性をもち得るわけではない。国際組織は条約によって設立されるが、当該設立条約の当事国であればともかく、非加盟国からすると自国と関係ないところで設立されたことになる。非当事国との関係で当該国際組織が新たな法人格をもち得るのかは容易には判断できない。本設問で、Ｅ国はＱの非当事国であり、ＱがＥ国に対しても法人格を主張できるか、そして法人格が認められるとしても、損害賠償を請求する権利を有するかが問題になる。この点に関する最も重要な法的見解は国連損害賠償事件（ＩＣＪ勧告的意見（１９４９年））で示されている。国連が国連憲章の目的を達成するためには国際法人格を備えることが不可欠だとされ、また憲章中に明文規定はないものの、黙示的権限論に従って、また、機能的保護に言及しつつ、損害賠償を請求する権能を認めている。この判断に照らしつつ、本問でもＱの設立条約やその実行に言及しつつ、論ずることが求められるが、上記の勧告的意見が参考になるだろう。\n設問３は、条約法及び国家責任法に関する基本的な問題である。国内法を理由として条約を遵守しないことについては、条約法条約第２７条が規定しており、「条約の不履行を正当化する根拠として自国の国内法を援用することができない」とされる。国内法を理由として国際法を遵守しないことについては現実にもしばしば見られることであるが、第２７条に示される規則は「合意は守られなければならない（pacta sunt servanda）」（条約法条約第２６条）と同様に、国際社会における基本的規範である。本問はこの第２７条を端的に適用すればよい。また、同様のことは条約の無効についても当てはまり、条約法条約第４６条第１項が「無効にする根拠として援用することができない」としている。ただし、ここで「違反が明白でありかつ基本的な重要性を有する国内法の規則に係るものである場合」は例外となるので、γ川流域を自然保護区とするＣ国国内法がこれに当たるかどうかを論ずることが求められる。\nＲ協定の不履行によってＣ国に損害賠償を支払う義務があるかどうかは、国家責任法の問題である。この点、国家責任条文が最も関連する国際文書といえるが、国家責任条文自体は条約にはなっていないので、適用する前提として国家責任条文の「緊急避難」に関する条項が慣習国際法となっていることの確認が必要である。ガブチコボ・ナジマロシュ計画事件（ハンガリ\nー／スロヴァキア）ＩＣＪ判決（１９９７年）で、ＩＣＪは、緊急避難は慣習国際法によって認められた基礎を有し、厳格に定義された一定の要件の下に例外的に認められるとし、当時国際法委員会で起草中であった国家責任条文草案を参照しつつ、「根本的利益」「重大かつ差し迫った危険」「唯一の方法」「根本的利益の深刻な毀損」「緊急避難の発生への寄与」の諸条件が慣習国際法を反映したものだとしている。本問においても、経済的苦境や環境保護がこれらの緊急避難の要件を満たすかを一つ一つ当てはめつつ検討することが求められる。",
  "scoring_notes": "１．出題の趣旨等既に公表されている出題の趣旨（「令和５年司法試験論文式試験問題出題の趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２．採点方針国際関係法（公法系）科目の採点方針は、従来の立場を踏襲し、①国際法の基本的な知識を習得し、かつ、設問に関係する国際法の基本的な概念や規範、特に、関係する主要な多数国間条約の関連規定や国際判例及び国内判例を正確に理解しているか、②各設問の内容を理解し必要な国際法上の論点に触れているか、また、出題されている事例に対する適切な考察がなされているか、③答案の法的構成がしっかりしており、論理的かつ正確な文章で書かれ、適切な理由付けがなされているか、といった点を重視した。\n３．採点実感等第１問は、国際司法裁判所（以下「ＩＣＪ」という。）の仮保全措置（暫定措置）の指示要件というＩＣＪの手続事項のほか、排他的経済水域（以下「ＥＥＺ」という。）及び大陸棚に関する海洋境界画定方式、直線基線と低潮高地の関係、直線基線の内側の水域の法的地位、及び領海における外国軍艦の無害通航権という国際法上の基本的な知識と理解を問うものである。第２問は、条約の解釈や無効などの条約法の基礎的論点のほか、国家責任法における緊急避難、国際組織の法主体性や権限という国際法上の基本的な知識と理解及びその具体的な運用能力を問うものである。いずれも国際法の主要なテーマに関するものであり、全く見当違いの答案は少なかったものの、最低ライン未満者が複数存在した。なお、設問の趣旨を正確に捉え答えているか、また、説得的な理由付けがなされているか、さらに、基本的知識に基づく本問の事例に対する当てはめが的確かといった点では、答案の間に一定の差が見られた。\n⑴ 第１問設問１は、仮保全措置に関するＩＣＪの手続の内容を説明することを求め、ＩＣＪが訴訟当事国に対して仮保全措置を指示する要件についての理解を問うものである。具体的には、Ａ国がＩＣＪに対して仮保全措置の指示要請を主張するに際し、国際司法裁判所規程（以下「ＩＣＪ規程」\nという。）第４１条に規定されている仮保全措置の目的を確認するとともに、ＩＣＪ自身の判例を通じて確立した仮保全措置の指示要件、すなわち、一応の（prima facie）裁判管轄権の存在、\n仮保全措置要請国が本案で主張する権利が少なくとももっともらしい（at least plausible）ものであること、当該権利とこれを保全するために要請される措置との間に関連性が存在すること、回復不能な侵害を起こすような緊急性の存在、ということが求められており、これらが与えられた事実に照らしてそれぞれ満たされていることを指摘できているかどうかという点が評価の対象となる。\n答案の多くは設問の趣旨を理解して、ＩＣＪ規程第４１条を援用しながら仮保全措置の目的が最終判決までの訴訟当事国の権利を保全することを指摘し、当該措置を行使するためには一定の要件の充足を証明しなければならないことを的確に論述していた。他方、仮保全措置の指示要件が正確には示されていない答案も散見され、特に訴追か引渡しかの義務に関する問題事件仮保全命令（２００９年）で明確に導入された、本案段階で主張される権利のもっともらしさという基準（plausibility test）に言及した答案は少なかった。この基準は２００９年以降の「近時のＩＣＪの判例」では必ず要求されており、既に仮保全措置の指示要件として定着している。したがって、この基準を仮保全措置の指示要件として指摘できていないということは、ＩＣＪの仮保全措置に関する国際判例の知識が十分ではなかった結果と評価されても致し方ないと言える。\n- 43 -設問２は、ＥＥＺと大陸棚に関する海洋境界画定について、海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の関連規定を出発点としつつ、近時の国際判例が採用している「三段階アプローチ」の内容を正確に指摘し、これに依拠した主張を展開することを求める問いである。国連海洋法条約第７４条及び第８３条がそれぞれＥＥＺと大陸棚に関する境界画定についての規則を定めていること、しかしこれら条項は具体的な画定方式が明示されていないこと、\nしたがってその後、この画定方式は関連する国際判例によって徐々に明確となり、現時点では、\n黒海海洋境界画定事件ＩＣＪ判決（２００９年）において採用されその後の判例でも定着した「三段階アプローチ」方式が取り上げられなければならず、この方式に依拠して、主張するＢ国側に有利なかたちで関連する事実をこの方式が定める規則に当てはめることが求められる。その前提として、問題文の内容をよく理解し、関連する海域の地理的状況を正確に把握することも併せて必要である。\nこれまで海洋境界画定に関する問題が取り上げられてこなかったため今回のような出題は予想外だったのか、残念ながらあまり良い出来ではなかった。陸地の国境画定問題と混同した答案が幾つかあったほか、国連海洋法条約の関連規定に言及しない答案、及び関連する「近時の国際判例」とそれらが依拠している「三段階アプローチ」方式やその内容に全く言及のない答案も予想以上に多かった。また、国連海洋法条約上の島の定義の問題に固執して、暫定等距離線を修正する関連要素としての島の存在を考慮しなかったものもある。\n設問を解く際には、求められる解答に導く法的論理構成を正確に論述することを目的として、\nまず関係国間の法律関係を確認し、いかなる条約やその規定が適用されるのかを明確にすることが必要である。そして、それに続く当該条約規定の解釈・適用の検討を説得力ある内容とするためには、さらに関連する国際判例を的確に参照することが求められる。設問１と設問２は、とりわけこうした要請に留意しなければならないことを表している。\n設問３は、低潮高地を基点とする直線基線の有効性とその内側にある水域の法的地位について説明を求めるとともに、領海における外国軍艦の無害通航権についての理解を問うものである。\nすなわち、国連海洋法条約第７条第４項が定めるところの、直線基線を引くことができる条件とその例外を確認した上で、有効に設定されていない直線基線の内側の水域は内水ではなく領海であること、そして直線基線が有効であったとしても、国連海洋法条約第８条第２項によれば、内水とされても外国船舶の無害通航権は存続することを明らかにし、いずれの場合においても、国連海洋法条約第１９条によれば、当該海域において外国軍艦が無害通航権を享有することを示すことが求められる。\nこの問題では、複雑な事実関係から直線基線の有効性と外国軍艦の無害通航権という二つの論点を的確に整理し、それぞれ国連海洋法条約の関連規定に関する適切な解釈が要求されている。\nやや難問であったこともあり、総じて出来はあまりよくなかった。前者の論点では、直線基線を有効に引く条件に言及がない答案や、直線基線の内側の水域の法的地位について不正確な記述にとどまる答案などが散見されたが、これらは国連海洋法条約の関連規定を丁寧に確認すれば容易に免れることのできるものである。また、国連海洋法条約第１９条の第１項と第２項の関係に関する解釈を通じた外国軍艦の無害通航権の扱いは重要な主題であるが、同条の規定に関する解釈問題や船種別規制説と態様別規制説の対立に触れている答案はごく僅かであった。\nこのような問題に対して適切に解答するためには、問題文に記された事実関係から設問で問われた法的論点を適切に抽出するトレーニングを積み重ねることは当然だが、問題に関連する条約の条文内容を正確に把握するとともに、当該条文の解釈に係る基本的事項についても十分に理解を深めておくことが必要である。\n⑵ 第２問設問１は条約の解釈に関する基本的問題である。Ａ国ほか登場する関係国は全て条約法に関するウィーン条約（以下「条約法条約」という。）の当事国であることを確認した上で、条約法条- 44 -約の特に第３１条、第３２条を参照しつつ、「産業」概念の解釈を問題にすることになる。本問では、Ｐ協定が２０世紀初頭という古い時期に締結されたことなどの特徴から発展的解釈が問題になり得、その際に最も参考になるのは、本設問と類似する通航権事件（コスタリカ対ニカラグア）ＩＣＪ判決（２００９年）である。設問では、観光業、生物資源関連事業及び軍事兵器・物資の輸送という三つの活動の性質を考慮しつつ、同判決で示された法理を参照して論ずることが期待される。\n発展的解釈は比較的新しい論点であることもあってか、多くの答案はむしろ一般的な文言解釈として解答していた。もちろん、条約解釈は文言を対象とする知的作用であって、「文言」自体を問題にすべきことは間違いなく、その範囲での答案でも一定の点数は配分される。その上で、\n時の経過という事例に特徴的な内容をどれだけ組み込んで論じられるかがより良い解釈にとって重要になる。通航権事件は、現在、受験者が入手しやすい教科書や判例集でもほぼ言及がある。\nまた、事例への当てはめについては結論が分かれ得るし、分かれ得る場合は、理由付けがきちんとなされているかが重要になる。\n設問２は、国際組織に関する基本的な問題である。Ｅ国が国際組織Ｑの非当事国であるために、\nＱがＥ国に対しても法人格を主張できるか、そして法人格が認められるとしても、損害賠償を請求する権利を有するかが問題になる。一般的に言えば、国際組織の法主体性と権限が問題になっているが、このことを本事例に即して論ずることが求められる。その際、最も参照に値するのが著名な国連損害賠償事件（ＩＣＪ勧告的意見（１９４９年））であり、国際連合に関してなされた議論を本件でも展開し得るかが問題になる。国際組織の法主体性については、派生的法人格説を通説としつつ学説が分かれているが、ポイントとなるのは事例に即した記述であり、設立条約に規定されるＱの目的や、既にあるＱの実行に照らしつつ論ずることが求められる。\n答案の中には、Ｅ国がＱの非加盟国であることを確認し忘れているものが多かった。本問は、\n例えば「国際組織の法主体性を論じよ」といったタイプのいわゆる一行問題ではなく、単に知っていることを書くように求めているわけではないこのことは、Ｅが加盟国であったら全く違う答案構成になることからも明らかだと思われる。また、法主体となることと損害賠償を請求し得ることを十分に区別せずに解答しているものも散見された。それぞれ独立に論ずる必要があり、法主体性を有することは損害賠償請求権の前提だが、法主体であれば当然に損害賠償を請求できるわけでない。出題に際して、国際組織に関する出題はこれまで比較的少ないため準備が十分でない受験者が一定程度いるだろうと思われた。しかし、損害賠償事件は国際法の授業を受講しているなら必ず知っている内容であり、国際組織法の最も基本的な事件と言ってよく、言及の程度には差があったものの、多くの答案が触れていた。この他、一定数あった答案は、特にＱの国際組織の論点を書かずにＥ国の国家責任を詳しく論じたものである。もちろん、記述して間違いになる内容ではないが、問題の趣旨からすると焦点に当たるものではない。\n設問３は、条約法及び国際責任法の基本的な問題である。Ｃ国が同国の国内法を理由にＲ協定の不遵守を正当化しようとしているが、条約法条約第２７条が定めるように、条約不履行の正当化根拠として自国の国内法を援用することができないことは基本中の基本である。この点を確認した上で、Ｃ国が主張するＲ協定の無効について、条約法条約第４６条から論ずることになるが、\n本件が同条における例外となるかが問題になる。また、国際義務違反がある場合、一般には、法的帰結として例えば損害賠償を支払う義務が生じ得るが、本件では、違法性を阻却する事由としてＣ国が緊急避難を主張しており、これを検討することが求められる。国家の国際責任を論ずる際に最も参照に値するのは国家責任条文であり、本問の設定に最も近い事例であるガブチコボ・ナジマロシュ計画事件（ハンガリー／スロヴァキア）ＩＣＪ判決（１９９７年）は後に国家責任条文となる１９８０年第一読草案に言及しつつ緊急避難の法理を綿密に展開している。本問でも、\nその枠組みに則りつつ、具体的な事実を当てはめて論ずることが求められる。\n条約法条約第２７条については過去にも頻出しており、一定程度できていたがそれはむしろ当- 45 -然と言うべきだろう。答案の中では、緊急避難の内容を条約法条約の条文を用いて論じているなどの混乱しているものもあった。緊急避難は国際責任法上の論点であり、規範が有効に成立しているかに関する議論と成立していることを前提にその違反に責任が生ずるかの議論とは、もちろん関係はあるが、明確に区別される内容である。もっとも、全体としては、それほど易しい内容ではないと思われたが、比較的頻出の問題でもあることもあってか、良くできていた。緊急避難の要件とその適用も、もちろん筋道を立てて考えれば自然と思い出せる要件ではあるが、相対的によく書けていた。それとは別に、慣習国際法となっている点の指摘が不十分であるのは気になった。国家を拘束するのは条約や慣習国際法だが、上述のように国家責任条文は条約ではないし、\nまたＩＣＪによるガブチコボ・ナジマロシュ計画事件は、緊急避難をどのような要件の下に認めるかを形作るものであっても、この判決自体が妥当する根拠にはならない。基本的ないし初歩的なことであるが、事例問題を解く際の心構えとして、念頭に置いておきたい。\n⑶ 答案の水準と評価第１問、第２問ともに、「優秀」といえる答案は、全ての設問において、設定されている事実関係に関する国際法上の論点を的確に抽出し、関係条文を正確に解釈するとともに、関連する国際法の原則や国際・国内判例等に言及し、各設問に関して説得力のある論述を展開して、適切な結論を導き出しているものであり、答案全体の１割程度であった。「良好」といえる答案は、各設問で必要とされている国際法上の主要な論点の一部を欠いていたり、関係条文や国際法の原則に対する理解が必ずしも十分でなかったりするものであるが、全体としては適切な論述が展開できているもので、全体の２～３割がこれに該当した。「一応の水準」の答案は、全ての設問に一通り答えてはいるが、論述の内容が不正確であったり、論拠を示さずに結論だけを記述したりするもので、全体の約４割がこれに該当した。また、「不良」の答案は、設問の多くに関して根拠となる関係条文や関連する国際法の原則に対する理解が不足ないし欠いているもので、数は多くないが一定数の答案がこれに該当した。\n４．法科大学院教育に求めるもの法科大学院教育では、国際法に関する基本的な知識と理解をしっかりと身に付けることをまずは目指してもらいたい。特に、今年の問題について言えば、国連憲章、条約法条約、ＩＣＪ規程等の主要な多数国間条約の関係条文の解釈、国際判例及び国内判例・裁判例等に関する理解を深めることが重要である。また、受験者のほとんどがその後に国内法曹になっていくことに鑑みても、国際法が国内法秩序の中でどう活用されるかにも十分な注意を払われたい。そして、これらの重要な論点を学習する場合に求められているのは、暗記型の知識や理解ではなく、具体的な問題・事例に柔軟に対応して的確な解決策が導き出せる分析力と応用力の備わった知識や理解である。法科大学院での教育も、このような問題解決能力を涵養するものであることが望まれる。\n- 46 -"
}