{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\n道路騒音訴訟及び空港・基地騒音訴訟に関する以下の問いに答えなさい。\n〔設問１〕\nＡらは、Ｂ市とＣ市を結ぶ一般国道の沿道の道路端に近接した範囲内に居住している。Ａらは、この道路を走行する自動車による騒音によって被害を被っており、国に対して訴訟を提起したいと考えている。\nなお、大阪国際空港訴訟最高裁大法廷判決（最高裁判所昭和５６年１２月１６日大法廷判決・民集３５巻１０号１３６９頁）は、空港騒音訴訟において、国に対する民事差止訴訟を不適法として却下している。\n⑴ 本件設例と同様の道路騒音の事例について、裁判所は、Ａらの民事差止訴訟の提起は適法であるとしてきた。その理由としてはどのようなことが考えられるか。【資料】を参照しつつ、解答しなさい。\n⑵ ①Ａらが民事差止訴訟を提起する場合、違法性の判断枠組みはどのようになるか、②損害賠償を請求する場合の違法性の判断枠組みとどのように異なるか。参考となる最高裁判所の判決や学説の立場を指摘しつつ、解答しなさい。\n〔設問２〕\nＤらは、自衛隊基地の周辺に居住しており、夜間における自衛隊機の離発着に起因する騒音による不眠等に悩んでおり、差止めを請求する訴訟を提起したいと考えている。\n⑴ Ｄらは、どのような訴訟を提起することができるか。複数の可能性を挙げて、訴訟要件に言及しつつ比較・検討しなさい。\n⑵ ⑴において解答した訴えについて、自衛隊機の離発着の違法性の判断枠組みはどのようになるか。参考となる最高裁判所の判決の立場を指摘しつつ、解答しなさい。\n⑶ 〔設問１〕の⑵①と〔設問２〕の⑵の違法性の判断枠組みの関係について、どのように考えるか、解答しなさい。【資 料】\n以下の文章は、道路騒音に関する最高裁判所の判決の後に、関係省庁が連名で発出した通知の抜粋である。\n警察庁丙都交発１０２号警察庁交通局長・環境庁大気保全局長・通商産業省環境立地局長・運輸省運輸政策局長・建設省道路局長から各都道府県知事・政令指定都市市長あて\n（略）道路交通騒音の深刻な地域における対策の実施方針について平成７年１２月１日道路交通公害対策関係省庁連絡会議\n１ （略）\n２ （略）\n３ 道路交通騒音の深刻な地域における対策の基本的考え方道路交通騒音が深刻である地域においては、可能な限り道路構造対策を実施すべきであるが、これに加えて、交通流対策、沿道対策を含めた総合的対策が必要であり、関係省庁の連携をさらに強化して対策を推進する必要がある。この場合、交通や沿道の状況が地域により様々であることから、自治体等地域レベルの施策実施主体が各々の地域に応じた取組を行うことが重要である。（以下、略）\n４ 道路交通騒音が深刻な地域における具体的な道路交通騒音対策\n⑴ 道路構造対策の推進\n① 平面構造の道路における対策騒音の状況が深刻な地域においては、騒音の低減のためには、平面構造の道路においても遮音壁を設置することが望ましい。ただし、遮音壁の設置が沿道からのアクセスを低下させる場合や、景観上望ましくない場合等も考えられるため、騒音の観点に加えて沿道利用等総合的な観点から地域の意向を踏まえつつ、遮音壁の設置を推進する必要がある。\nまた、通常の遮音壁が設置できない地域においても低層の遮音壁や低騒音舗装の敷設等可能な限りの対策を行っていくべきである。このため、関係省庁においては、低層遮音壁や、美観に優れた遮音壁等の技術開発を推進し、地域の状況に応じた技術の選択の幅を広げていく。\n② 高架の道路における対策\n（略）\n⑵ 発生交通量の低減の推進\n① 物流対策の推進\n（略）\n② 人流対策の推進\n（略）\n⑶ 交通流対策の推進\n① 道路ネットワークの整備による交通流の分散\n（略）\n② 交通管制システムの高度化等による交通流の分散\n（略）\n③～⑤ （略）\n⑥ 交通規制及び交通指導取締り適正な交通流の実現のため、以下の施策について支援を行う。\nａ 速度違反取締り等の強化及び速度違反自動取締装置の増設速度超過車両、過積載車両の取締り活動を強化し、車両走行時に発生する騒音の低減を図る。また、速度超過車両に対する取締り効果のみならず、走行速度の抑制に効果がある速度違反自動取締装置を増設するとともに、軸重自動計測装置や走行状況を把握するためのＩＴ\nＶカメラの設置を推進する。\nｂ 減速を促す標識・標示の設置・改良標識の視認性の向上（大型化、灯火化及び可変化）や運転者に減速を促す標示の設置・改良（車線境界線のワイド化、くし形減速マーク等）を行い、走行速度の抑制を図る。\nｃ 高速走行抑止システムの増設高速走行車両の検出、高速走行車両に対する警告及び高速走行車両の取締り機能を持つ高速走行抑止システムの設置を推進し、走行速度の抑制を図る。\nｄ 大型自動車の通行規制等の検討交通実態や迂回路等の整備状況等を勘案して、大型自動車の通行規制等の検討を行う。\n⑷ 沿道対策等の推進\n（略）\n⑸ 自動車単体対策の強化\n（略）\n⑹ 低公害車の普及促進\n（略）\n⑺ 自動車公害防止計画の策定に対する支援\n（略）\n⑻ 自動車から排出される窒素酸化物の特定地域における総量の削減等に関する特別措置法（以下\n「自動車ＮＯｘ法」という）の進行管理\n（略）\n⑼ 普及啓発活動の推進\n（略）\n⑽ その他\n（略）\n５ 今後の取組関係省庁は、３に示したように地域的取組を支援していくほか、今後とも本連絡会議等の場において相互に密接な連携を図りつつ、本とりまとめに盛られた道路交通騒音対策を着実に実施していくものとする。〔第２問〕（配点：５０）\n小売業を営むＸは、容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）上の特定容器利用事業者として再商品化義務を履行するため、公益財団法人日本容器包装リサイクル協会との間で再商品化に関する契約を締結して委託料を支払ってきた。Ｘは、容器包装リサイクル法が特定容器利用事業者に特定容器製造等事業者よりも過重な負担を課するのは、憲法に違反し、容器包装リサイクル法の規定に係る国会の立法行為は違法であると主張して、国家賠償を請求する訴訟を提起したいと考えている。\n〔設問１〕\n容器包装リサイクル法等における費用負担の考え方について以下の問いに答えなさい。\n⑴ 容器包装リサイクル法における費用負担はどのような考え方に基づいているか。その考え方について説明しなさい。\n⑵ ①⑴の考え方は同法のどの点にあらわれているか、条文上の根拠を挙げつつ簡潔に説明しなさい。②その中には、規定の導入以降実際には機能を果たさなくなってきた規定もある。それについては、なぜ機能を果たさなくなってきたかについても説明しなさい。\n⑶ ⑴の考え方は循環型社会形成推進基本法にも定められている考え方である。それは同法のどの点にあらわれているか、条文を挙げつつ答えなさい。\n〔設問２〕\n問題文との関連で、以下の問いに答えなさい。\n⑴ 現行の容器包装リサイクル法は、実際に容器の製造に関与していないともいえる特定容器利用事業者に費用負担を課している。その背景にある実質的根拠は何か。\n⑵ 現行の容器包装リサイクル法において、特定容器利用事業者に特定容器製造等事業者よりも過重な負担を課しているとするＸの主張に関連する規定は、同法の条文のどの点か。\n⑶ ⑵の規定については国には立法裁量があるとしても、立法上の適切さを考えた場合、立法論としては、特定容器製造等事業者と特定容器利用事業者の負担は同等とした上で、双方の事業者にインセンティブをより適切に与える他の方法も考えられる。【資料】を読み、どのような方法が考えられるかを指摘しなさい。\n⑷ Ｘは、問題文の訴訟は提起せず、今後、委託料の支払を留保するという選択肢も考えている。\n留保した場合、行政側はＸに対してどのような措置を採ることが考えられるか。条文を挙げつつ説明しなさい。【資 料】\n２０１５年に欧州委員会が発表した循環経済パッケージの中には製品デザインに対する具体的な提案が２つある。そのうちの一つが調整料金制度である。こうした流れの中で、２０１６年の「ＯＥＣ\nＤ（経済協力開発機構）ガイダンス改訂版」に調整料金制度が位置づけられたとみるべきだろう。またこれは、理論的に望ましいとされるリサイクラビリティに基づく製品課金を簡易的に導入したものと捉えられる。ガイダンス改訂版２章の推奨事項でも、フルコスト、可変料金制、静脈セクター・消費者からメーカーへの情報フロー拡大、ＰＲＯ（Producer Responsibility Organisation）によるエコデザイン投資への支援、国際協調と並んで、調整料金制度や新技術利用等の革新的方法の検討があげられている。\nフランスはＥＵの中でも調整料金制度を先駆的・積極的に導入している。（中略）具体的には、欧州レベルの制度またはＥＵの規制に対応した７つの制度に加えて、フランス独自の制度として廃タイヤ（２００４年）、印刷物等（ただし本・雑誌・新聞・行政文書は今のところ対象外：２００７年）、衣類・家庭用リネン類・履物（２００９年）、在宅医療の注射針等（２０１３年）、家具（２０１３年）、家庭用薬品廃棄物（２０１３年）、ボトル入りガスボンベ（２０１３年）、レジャー用・スポ\nーツ用ボート（２０１８年から実施予定）の８つの制度がある。そのほか自主的取組としてオフィス系インクカートリッジ（２０００年）、農業用品（農薬容器、未使用農薬、農業用フィルム等：２００１年）、トレーラハウス（２０１０年）があげられている。２０００年以降、順次拡大されており、また制度改革も進められている。そうした制度改革の一つが調整料金制度である。\n（中略）エコデザインを推進するために、特に製品デザインや耐用年数、使用後のリサイクル等の環境面に関係する判断基準に基づいてＰＲＯへのリサイクル委託料金（contribution）を調整することが定められた（フランス環境法Ｌ５４１－１０－９条）。\n（山川肇・廃棄物資源循環学会誌２９巻１号３９頁（抜粋）（引用に当たり、一部追記した。））論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、国道の自動車騒音や基幹的な空港・自衛隊基地の航空機騒音が問題となるケースにおいて、周辺住民が司法的救済を裁判所に求めようとする際に、どのような法的問題を検討しなければならないのかを、最高裁判所の判例を踏まえて解答することを受験者に求めている。\n解答に際して踏まえるべき最高裁判所の判例は、①大阪国際空港訴訟上告審判決・最大判昭和\n５６年１２月１６日民集３５巻１０号１３６９頁（以下「大阪空港訴訟最判」という。）、②厚木基地第１次訴訟上告審判決・最判平成５年２月２５日民集４７巻２号６４３頁、③国道４３号・阪神高速道路訴訟上告審判決・最判平成７年７月７日民集４９巻７号１８７０頁（損害賠償請求。以下「国道４３号訴訟最判（損害賠償）」という。）、④同上告審判決・最判同日民集\n４９巻７号２５９９頁（差止請求。以下「国道４３号訴訟最判（差止）」という。）、⑤厚木基地第４次訴訟上告審判決・最判平成２８年１２月８日民集７０巻８号１８３３頁（以下「厚木基地訴訟平成２８年最判」という。）であり、いずれも環境法のみならず、民法、民事訴訟法、行政事件訴訟法に関する基本判例である。\n〔設問１〕の小問⑴は、国道の道路騒音及び基幹的空港の騒音に係る民事差止訴訟の提起の\n適法性に関する理解を問うものであり、国道４３号訴訟最判（差止）及び大阪空港訴訟最判について、両判決が異なる結論に至った理由を分析して明らかにする能力を試している。【資料】\nを参照しつつ、各差止請求の内容と公権力の発動との関係を論じることが期待される。また、小問⑵は、民事差止請求の違法性の判断枠組みに関する理解を問うものであり、まずは、国道\n４３号訴訟最判（差止）が提示した民事差止請求の違法性及び同訴訟最判（損害賠償）が示した損害賠償請求の違法性の各判断枠組みを説明し、両者の相違を指摘することが求められる（さらに、両者の相違の理由について詳しい分析を加えていると、なお望ましい。）。その上で、損害賠償請求の違法性における考慮要素のうち、公共性に関する最高裁判決の判断枠組みの特色を分析し、これに対する学説からの評価（公共性の考慮の当否）を指摘すること、両請求の違法性の関係（要求される違法性の程度、各請求における各考慮要素の重要性の相違）について論じることが期待される。\n〔設問２〕の小問⑴においては、厚木基地訴訟平成２８年最判を前提とした上で、差止訴訟\n（法定抗告訴訟）及び民事差止訴訟を検討すべきであるが、当事者訴訟、法定外抗告訴訟としての差止訴訟や権力的妨害排除訴訟等も比較の検討対象となり得る。差止訴訟（法定抗告訴訟）と民事差止訴訟との比較検討は必須であるものの、当事者訴訟や権力的妨害排除訴訟を比較検討する答案も評価される。小問⑵に関しては、差止訴訟の本案勝訴要件を規定する行政事件訴訟法第３７条の４第５項に即した検討がされるべきである。その際、厚木基地訴訟平成２８年最判が、防衛大臣の判断に幅広い裁量が認められること、当該判断の司法審査の際には、①自衛隊機の運航目的等に照らした公共性や公益性、②周辺住民の被害の性質と程度に加え、③被害軽減措置の有無や内容等が考慮される、と判断した点に留意すべきである。民事差止訴訟のみを検討する解答は厚木基地訴訟に関する二つの最高裁判決を踏まえたことにはならない。小問⑶においては、国道４３号訴訟最判（差止）の判断枠組みと小問⑵に示した判断枠組みとの比較を行うことが求められる。民事差止訴訟と行政事件訴訟法上の差止訴訟とにおいて、差止めの可否に関する判断枠組みは大きくは異ならないとの評価は一般的である。また、厚木基地訴訟平成２８年最判が、防衛大臣の判断に幅広い裁量が認められ、被害軽減措置の有無や内容等も考慮されると述べた点を指摘する解答は、同判決の精確な理解を示したものとして評価される。\n〔第２問〕\n本問は、いわゆる循環管理の分野における費用負担の問題を中心として、特に、容器包装に関する循環管理法制を取り上げるものである。具体的には、容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の意義と仕組み、費用負担、制裁手段、同法の課題に関する理解、さらに、循環型社会形成推進基本法における拡大生産者責任の考え方に関する理解を問うものである。\n〔設問１〕の小問⑴では、まず、容器包装リサイクル法における費用負担がいわゆる拡大生\n産者責任に基づくことを、その内容とともに説明することが求められる。小問⑵では、拡大生産者責任の考え方が、容器包装リサイクル法の中でどのように規定されているかを具体的な条文との関係で説明できるかが問われている。具体的には、対象事業者の再商品化義務の規定（同法第１１条～第１３条）及び（対象事業者が指定法人を通じて市町村に一定の資金を拠出する）\n拠出金に関する規定（同法第１０条の２）である（なお、関連して、指定法人（日本容器包装リサイクル協会）との再商品化契約によって再商品化をしたものとみなされる規定（同法第１４条）がある。)。拠出金に関する規定については、同法第１０条の２が、実際に要した再商品化費用の総額が想定額の総額を下回った場合に、その差額の一部を市町村に拠出する規定となっており、実施から年を経るにつれ、実際に要した費用が想定額に徐々に近づくため、最終的に拠出金がゼロになる仕組みとなっていることを指摘することが望まれる。小問⑶では、循環型社会形成推進基本法における拡大生産者責任の根拠規定（同法第１１条、第１８条。さらに、第１７条、第２０条も関連する）と、同法の下での拡大生産者責任の内容及びそれに基づく措置を実施するための要件に関する理解が問われている。拡大生産者責任の内容としては、同法第１１条に定められている①廃棄物等となることの抑制措置、②表示、設計の工夫等、③\n引取り・リサイクルの措置、④循環資源の利用ができる者による利用の４点、国が引取り・リサイクルの措置を実施するための要件としては、１）国・地方公共団体・事業者及び国民の適切な役割分担が必要であるもの、２）設計・原材料の選択、循環資源となったものの収集等の観点から、事業者が果たすべき役割が循環型社会形成推進の上で重要と認められるものであること、３）当該循環資源の処分の技術上の困難性、４）循環的な利用の可能性の存在があげられていること（同法第１８条第３項）、さらに、製品・容器等に対する事業者の事前評価の促進及び情報提供に関して、国が必要な措置を講じるとされていること（同法第２０条）がポイ\nントとなる。これらがコンパクトにまとめられるかにより、条文の内容が理解されているかが問われることになる。\n〔設問２〕の小問⑴では、特定容器利用事業者に費用負担を課する理由として、特定容器に\n対する選択権（実質的な決定権）があることを解答することが求められる。小問⑵では、対象事業者について販売予定額を基礎として費用負担が定められていること（容器包装リサイクル法第１１条第２項第２号ロ）が、特定容器利用事業者にとっては過重な負担と感じられる理由となっている点を解答することが求められる。この点は、容器包装リサイクル法の費用負担に- 33 -\n関する基本を問うものである。小問⑶では、問題文で示した訴訟に関しては、不合理な差別とはいい難く、国の立法裁量を理由として憲法違反とはならないことは前提としつつも、環境法政策としては何が望ましいかを、【資料】を読み解いて解答することを求めている。拡大生産者責任は生産者に環境負荷低減、環境配慮設計のインセンティブを与えることを目的としたものであることを踏まえつつ、【資料】から、ＯＥＣＤやフランスで、製品・容器の環境負荷の程度に応じて委託料を変える考え方が採用されていることに気が付いてほしい。小問⑷は、Ｘ\nが委託料の支払留保という挙に出た場合の行政側の措置を問うものである。まず、特定容器利用事業者は、指定法人（容器包装リサイクル協会）に委託料を支払うことによって再商品化義務を履行したものとみなされ（容器包装リサイクル法第１４条）、支払を留保しつつほかの二つの再商品化手法（指定法人以外の者への委託による再商品化ルート及び自主回収ルート。同法第１５条第１項括弧書き、第１８条）も用いないときは、再商品化義務の不履行（同法第１５条違反）となることを指摘することが求められる。その上で、行政側の措置としては、指導\n・助言（同法第１９条）、勧告（同法第２０条第１項）、氏名の公表（同条第２項）があり、その上で、勧告に従わない場合に勧告措置の命令（同条第３項）がなされ、さらに、その命令違反に対して罰金が科されること（同法第４６条）を解答することが求められる。",
  "scoring_notes": "１ 出題の趣旨について公表済みの「出題の趣旨」のとおりである。\n２ 採点方針【第１問】及び【第２問】に共通して、①問題が設定している事実に基づいて、②題意、すなわち、法律上の論点が適切に理解できているか、③その論点について、法律の基礎となっている諸原則や法律の体系的理解、及び重要判例の正確な把握に基づいて、法制の説明や個々の条文の法解釈、\n設例に対する適切な解答を行っているか、④法解釈やその適用が飛躍した説明ではなく、論理的に記述されているか、という点に留意して採点した。したがって、複数の考え方が生じ得る部分については、特定の正解を予定してそれとの整合を判断するのではなく、筋の通った記述がされているか否かに重点を置いた。\n３ 採点実感等【第１問】は、空港・自衛隊基地騒音に対する司法的救済の在り方について、①大阪国際空港訴訟上告審判決・最大判昭和５６年１２月１６日民集３５巻１０号１３６９頁（以下「大阪空港訴訟最判」という。）、②厚木基地第１次訴訟上告審判決・最判平成５年２月２５日民集４７巻２号６４３頁（以下「厚木基地訴訟平成５年最判」という。） 、③国道４３号・阪神高速道路訴訟上告審判決・最判平成７年７月７日民集４９巻７号１８７０頁（損害賠償請求。以下「国道４３号訴訟最判（損害賠償）」という。）、④同上告審判決・最判同日民集４９巻７号２５９９頁（差止請求。以下「国道４３号訴訟最判（差止）」という。）、⑤厚木基地第４次訴訟上告審判決・最判平成２８年１２月８日民集７０巻８号１８３３頁（以下「厚木基地訴訟平成２８年最判」という。）を踏まえて、\n設問の紛争に適した訴訟形式の検討とともに、訴訟要件、及び本案勝訴要件、特に騒音発生の違法性に関する判断枠組みを的確に論ずることができるかを問おうとするものである。\n【第２問】は、いわゆる循環管理の分野における費用負担の問題を中心として、ライフ事件（東京地判平成２０年５月２１日参照）を素材としつつ、容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）における費用負担の考え方、それと循環型社会形成推進基本法における拡大生産者責任の考え方との関係、制裁手段、容器包装リサイクル法の課題に関する理解を問うものである。\n【第１問について】\n⑴ 出題の意図に即した答案の存否、多寡［設問１］のうち、小問⑴においては、国道の道路騒音及び基幹的空港の騒音に係る民事差止訴訟の提起の適法性に関する理解を問い、国道４３号訴訟最判（差止）及び大阪空港訴訟最判について、両判決が異なる結論に至った理由を、【資料】を参照しつつ、分析して明らかにする能力を試している。\n解答にあっては、一定の割合の者が、空港の供用や航空機の離発着の差止めの請求に関しては、\n公権力の発動によることを要する方法しか考えにくかったことから、大阪空港訴訟最判は、国に対する民事差止訴訟を不適法として却下したのに対し、道路の騒音の差止請求については、騒音等を一定の基準以下に引き下げることが求められているが、そのための方法としては、公権力の発動によることを要する方法のみでなく、道路管理者による事実行為も想定できるため、公権力の発動を求めるものではないと解されること、よって、国道４３号訴訟最判（差止）は、国に対する民事差止訴訟の提起を適法と判断したと考えられる旨を解答できていた。もっとも、各差止請求の内容と公権力の発動との関係について言及のなかった解答も一定の割合で見られた。小問⑵においては、国道４３号訴訟最判（差止）が提示した民事差止請求の違法性及び同訴訟最判（損害賠償）が提示した損害賠償請求の違法性の各判断枠組みについての理解を試している。\n小問⑵の①に関しては、ほとんどの受験者は、国道４３号訴訟最判（差止）が、民事差止請求の違法性の判断枠組みとして、受忍限度についての枠組みを提示し、①侵害行為の態様と侵害の程度、②被侵害利益の性質と内容、③侵害行為のもつ公共性の内容と程度を取り上げて比較衡量をしている旨を解答できていた。また、小問⑵の②に関しては、第１に、多くの受験者が、国道４３号訴訟最判（損害賠償）が、損害賠償請求の違法性の判断枠組みとして、①侵害行為の態様と侵害の程度、②被侵害利益の性質と内容、③侵害行為のもつ公共性の内容と程度、④被害の防止に関する措置の内容等の４点を考慮していることを解答できており、一定の割合の解答者が、\n上記③の考慮に当たっては、受益と被害の彼此相補の関係が成り立つか、被害対策が見るべき効果をあげているかを検討すべきものとしていることを解答できていた。もっとも、損害賠償請求の違法性における考慮要素のうち、公共性に関する最高裁判決の判断枠組みの特色や、これに対する学説の評価（公共性の考慮の当否）について言及がされた答案は、多くはなかった。第２に、\n差止請求と損害賠償請求の違法性の関係については、ほとんどの受験者が、違法性段階説又は「ファクターの重みづけ」相違説への言及ができていた。\n［設問２］のうち、小問⑴においては、自衛隊機の離発着に伴って生ずる騒音の差止めを請求する訴訟の形式について、厚木基地訴訟平成５年最判及び同訴訟平成２８年最判を前提とした上で、複数の可能性を適切に比較検討する能力を試している。\n上記の判決を念頭において検討されるべき訴訟上の選択肢としては、まず、民事差止訴訟と行政訴訟とが考えられる。厚木基地訴訟平成５年最判が自衛隊機基地騒音に係る民事差止訴訟を不適法としたこと、同訴訟平成２８年最判が法定抗告訴訟としての差止訴訟を適法なものとして本案審理に入ったことを踏まえ、訴訟要件を含めて適切な立論を行った答案はかなりの割合を占めたものの、出題者の期待に沿うまでに多くはなかった。その他には、大阪空港訴訟最判の結論及びその論旨を参考として、民事差止訴訟は不適法であることを前提に、公法上の当事者訴訟や権力的妨害排除訴訟について論じた解答が一定程度の割合であった。さらに、直接型（非申請型）\n義務付け訴訟が国営空港騒音に係る紛争の訴訟上の受皿になると理解されてきた点を踏まえて、\n当該訴訟について検討する解答もあった。\n次に、小問⑵において、厚木基地訴訟平成２８年最判の論旨を踏まえた解答者の多くは、差止訴訟の本案勝訴要件を規定する行政事件訴訟法第３７条の４第５項に則して、(a)防衛大臣の判断に幅広い裁量が認められることや、(b)差止請求を認容すべきかを判断するに際しては、自衛隊機の運航目的等に照らした公共性や公益性、周辺住民の被害の性質と程度が考慮されることを指摘できていた。また、被害軽減措置の有無や内容等も考慮されることを指摘できている解答が少数ながら存在した。さらに、公法上の当事者訴訟や権力的妨害排除訴訟、直接型（非申請型）\n義務付け訴訟を論じた答案の中にも、上記の視点に準じて差止請求の本案勝訴要件を論ずるものがあった。\nなお、小問⑴・小問⑵を通して民事差止訴訟を専ら検討している解答もあったが、これは大阪空港訴訟最判から厚木基地訴訟平成２８年最判へと至る判例の流れと学説における議論を看過し、［設問２］の題意を踏まえていないものである。ただし、これらの答案の中にも自衛隊基地騒音の特殊性を踏まえた立論がされているものがあった。\n小問⑶においては、国道４３号訴訟最判（差止）の判断枠組みと小問⑵に示した判断枠組みとの比較を行うことが求められる。民事差止訴訟と行政事件訴訟法上の差止訴訟との間において、\n差止めが認容されるか否かの判断における考慮要素は大きくは異ならないとする評価は一般的であり、この点を指摘した答案は一定程度の割合において存在した。また、厚木基地訴訟平成２８年最判が防衛大臣の判断に幅広い裁量が認められているとしていること、自衛隊機の運航の差止めの可否における判断においては被害軽減措置の有無や内容等も考慮されるとしていることを的- 37 -確に指摘した解答が、一定程度の割合であった。なお、自衛隊基地騒音に係る民事差止訴訟は適法であるとの前提において、道路騒音に関する国道４３号訴訟最判（差止）において示された判断枠組みとの差異を論ずる中で、ある程度明確かつ一貫性のある論旨を展開できている解答もあった。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること【第１問】の設問は、環境法のみならず、民法、民事訴訟法・行政事件訴訟法に関する基本判例である①大阪空港訴訟最判、②厚木基地訴訟平成５年最判、③国道４３号訴訟最判（損害賠償）、\n④国道４３号訴訟最判（差止）、⑤厚木基地訴訟平成２８年最判を踏まえて解答することを受験者に求めるものであり、全体を通じて、基本判例を十分に学習するという法律学における基本的な学習態度を修得できているか、上記の基本判例を的確に理解できているかが、適切な解答に至る過程に大きな影響を与えたと考えられる。\n［設問１］の小問⑴に関しては、道路騒音訴訟における基本判例である国道４３号訴訟最判（差止）及び問題文で明示されている大阪空港訴訟最判を十分に学習した者はもとより、そのような者でなくとも、【資料】から、道路の騒音等を一定の基準以下に引き下げるための方法は、公権力の発動によることを要する方法以外にも想定できることを読み取ることができるはずであり、\n行政事件訴訟法の基礎を十分に学習した者であれば、出題の意図に即して記述することは可能であると考えられる。次に、小問⑵に関しては、多くの受験者が、国道４３号訴訟最判（差止）及び同訴訟最判（損害賠償）の両判決が示した民事差止請求の違法性及び損害賠償請求の違法性の各判断枠組みを説明し、両者の違いを指摘することができ、差止請求と損害賠償請求の違法性の関係についても言及ができていた。なお、小問⑵の②においては、考慮要素の違いにとどまらず、\n損害賠償請求の違法性の判断枠組みについての判例（国道４３号訴訟最判（損害賠償））の分析及び学説からの批判（公共性の考慮の当否）についても論じることを期待していたところ、基本判例の十分な学習・理解を踏まえ、このような分析及び検討に言及できた受験者は一定数存在したものの、多数を占めるまでには至らなかった。\n［設問２］に関しても、厚木基地訴訟平成５年最判及び同訴訟平成２８年最判を踏まえた立論ができている答案はある程度の割合であったものの、出題者の期待に沿うほどに多くはなかった。\n特に厚木基地訴訟平成２８年最判は、民事差止訴訟を通じた救済のルートが否定されてきた自衛隊基地における航空機の運航に伴う騒音被害について、行政訴訟を通じた司法的救済のルートが開かれていることを確定した重要判例である。この点、受験者に対しては、重要な論点や判例を偏りなく修得することが望まれる。もっとも、多数の解答者は、大阪空港訴訟最判及び同判決をめぐる議論を理解した上で記述を展開することができていた。\nなお、【第１問】において問われている一連の判例に関する理解を全く欠いている解答が、ごく少数ながら存在した。これらの裁判例が民事訴訟と行政訴訟の役割分担という訴訟法上の一大論点に関するものであることを踏まえるならば、これらの者に対しては、自らの思い込みに左右されることなく丁寧に学習を進めることが強く望まれる。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは、［設問１］の小問⑴において、【資料】を参照しつつ、国道の道路騒音及び基幹的空港の騒音に係る各差止請求の内容と公権力の発動との関係を論じ、国道４３号訴訟最判（差止）及び大阪空港訴訟最判の両判決が異なる結論に至った理由を分析して説明しており、小問⑵において、国道４３号訴訟最判（差止）及び同訴訟最判（損害賠償）の両判決が示した民事差止請求の違法性及び損害賠償請求の違法性の各判断枠組みを説明し、両者の違いについて、考慮要素の違いに加え、損害賠償請求の違法性の判断枠組みについての判例（国道４３号訴訟最判（損害賠償））の分析及び学説からの批判（公共性の考慮の当否）についても論じ、\n差止請求と損害賠償請求の違法性の関係について説明しており、［設問２］の小問⑴において、\n設問に関連する判例の流れと学説における議論の概要を把握した上で、自衛隊機の運航に伴って- 38 -発生する騒音被害の司法的救済の在り方に関し、判例を踏まえて民事差止訴訟と行政訴訟とを適切に比較検討できており、小問⑵において、差止訴訟の本案勝訴要件を規定する行政事件訴訟法第３７条の４第５項を踏まえた検討、あるいは、これに準じた視点からの本案勝訴要件に関する検討を行い、小問⑶において、国道４３号訴訟最判（差止）において示された差止請求が認容される要件に関する判断枠組みと小問⑵において示した判断枠組みを的確に比較検討する答案である。\nただし、これらの論点全てに対してバランスよく的確に論ずることができることまでも求められるものではない。このイメージに該当する答案は出題者の想定よりもやや少なかったものの、\n一定の割合を占めた。\n「良好」な答案のイメージとしては、上記の主要な論点についておおむね解答ができているものの、複数の主要論点についてかなりの程度不十分な記述があるものである。このイメージに該当する答案がある程度の割合を占めた。\n「一応の水準」の答案のイメージとしては、［設問１］の小問⑴において、【資料】を手掛かりとして、道路の騒音の差止請求では、騒音等を一定の基準以下に引き下げるための方法として、\n道路管理者による事実行為も想定できることを指摘し、小問⑵において、民事差止請求及び損害賠償請求の各違法性の判断枠組みとして、最高裁判所の判例が受忍限度についての枠組みを提示していることを説明しており、［設問２］の小問⑴において、自衛隊機の運航の民事差止訴訟には検討が必要な点があり、当該訴訟との比較の対象として行政訴訟が検討されるべきであることを論じ、小問⑵において、行政訴訟として提起された差止めの請求が認容される要件はどのようなものであるかを論じ、小問⑶において、小問⑵において論じた判断の枠組みと［設問１]の小問⑵で論じた民事差止訴訟での判断枠組みを論理的に比較検討するものである。\n論点の一部について解答の欠落があった場合にあっても、残りの論点に関して適切な解答があればこのイメージに該当する答案となる。\n「不良」な答案は、題意を把握できておらず、判例の基本的な理解も不十分な答案である。なお、ごく少数の例外を除いて、ほとんどの解答が［設問１］［設問２］の総合評価として「一応の水準」以上の評価を与え得るものであった。\n【第２問について】\n⑴ 出題の意図に即した答案の存否、多寡［設問１］の小問⑴では、容器包装リサイクル法における費用負担がいわゆる拡大生産者責任（ＥＰＲ）に基づくことを、その内容とともに説明することが求められる。拡大生産者責任について答えているものは多数を占めた。その内容についても、拡大生産者責任についてのＯＥＣＤの定義を書くことができていたものが多かった。その根拠について、生産者が環境配慮設計（ＤｆＥ）の能力・情報をもっていることが理由であることを指摘するもの、拡大生産者責任は汚染者負担原則（ＰＰＰ）の派生原則であることを指摘したものも多かった。\n小問⑵では、拡大生産者責任の考え方が、容器包装リサイクル法の中でどのように規定されているかを具体的な条文との関係で説明できるかが問われている。拠出金の仕組み（同法第１０条の２）について書けているものはかなりあったが、より基本的な点である、対象事業者の再商品化義務の規定（同法第１１条～第１３条）について書けているものは意外に多くなかった。同法第１０条の２が、実際に要した再商品化費用の総額が想定額の総額を下回った場合に、その差額の一部を市町村に拠出する規定となっており、実際に要した費用が想定額に徐々に近付くため、\n最終的に拠出金がゼロになる仕組みとなっていることを指摘したものは少なかった。\n小問⑶では、循環型社会形成推進基本法における拡大生産者責任の根拠規定（同法第１１条、\n第１８条。さらに、第１７条、第２０条等も関連する）と、同法の下での拡大生産者責任の内容及びそれに基づく措置を実施するための要件に関する理解が問われている。拡大生産者責任の内- 39 -容としては、同法第１１条に定められている①廃棄物等となることの抑制措置、②表示、設計の工夫等、③引取り・リサイクルの措置、④循環資源の利用ができる者による利用の４点がポイントとなるが、この点を指摘できていたものは半数程度であった。また、国が引取り・リサイクルの措置を実施するための要件として同法第１８条第３項、同法第２０条がポイントとなるが、これらについて書けているものは少なかった。\n［設問２］のうち、小問⑴では、特定容器利用事業者に費用負担を課する理由として、特定容器に対する選択権（実質的な決定権）があることを解答することが求められるが、この点について書けていたものは相当数見られた。小問⑵では、対象事業者について販売予定額を基礎として費用負担が定められていること（容器包装リサイクル法第１１条第２項第２号ロ）が、特定容器利用事業者にとっては過重な負担と感じられる理由となっている点を解答することが求められるが、解答できていたものは比較的少なかった。ライフ事件の判決については勉強していると考えられるが、その際、どの条文が根拠になっているかをチェックしてほしい。出題の趣旨としては、\n環境負荷やリサイクル困難性（一種の外部不経済）とは無関係の指標が用いられていることに（立法論上の）問題があることが理解されていることが望まれるが、それ自体は問われているわけではない。\n小問⑶では、環境法政策としては何が望ましいかを、【資料】を読み解いて解答することを求めるものであり、拡大生産者責任は生産者に環境負荷低減、環境配慮設計（ＤｆＥ）のインセンティブを与えることを目的としたものであることを踏まえつつ、【資料】から、ＯＥＣＤやフランスで、製品・容器の環境負荷の程度に応じて委託料を変える考え方が採用されていることに気が付いてほしかったが、比較的よくできていた。調整料金の重要性に気が付いていたものは相当数見られた。\n小問⑷では、Ｘが委託料の支払留保という挙に出た場合の行政側の措置を問うものである。まず、特定容器利用事業者は、指定法人（日本容器包装リサイクル協会）に委託料を支払うことによって再商品化義務を履行したものとみなされ（容器包装リサイクル法第１４条）、支払を留保しつつほかの二つの再商品化手法（指定法人以外の者への委託による再商品化ルート及び自主回収ルート）も用いないときは、再商品化義務の不履行となることを指摘することが求められるが、\nこの点について書いていた答案は半数程度であった。その上で、行政側の措置としては、指導・助言（同法第１９条）、勧告（同法第２０条第１項）、氏名の公表（同条第２項）があり、その上で、勧告に従わない場合に勧告措置の命令（同条第３項）がなされ、さらに、その命令違反に対して罰金が科されること（同法第４６条）を解答することが求められるが、この点については多数の受験者が書くことができていた。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること【第２問】に関しては、［設問１］について、容器包装リサイクル法において拡大生産者責任の考え方が採用されていることは勉強しており、その定義についても一応の説明ができるが、［設問２］及び［設問３］について、容器包装リサイクル法や循環型社会形成推進基本法との関係で、\nその考え方がどの点に反映されているかについては学習できていない者が多かった。また、ライフ事件については学習していると考えられるが、訴訟において問題とされた根拠規定について把握できていない者が少なくなかった。\nこれらの者については、学習の仕方が表層的であり、基本的な概念を（司法試験用法文に掲載されている）個々の環境法との関係で具体的に把握すること、基本的な裁判例において問題とされている規定について具体的に把握することが行われていなかったということであろう。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは、［設問１］の小問⑴において、拡大生産者責任についてのＯＥＣＤの定義が把握されており、生産者が環境配慮設計（ＤｆＥ）の能力・情報をもっていることがその根拠であること、拡大生産者責任は汚染者負担原則（ＰＰＰ）の派生原則であることを指- 40 -摘し、小問⑵において、対象事業者の再商品化義務の規定（容器包装リサイクル法第１１条～第１３条）、及び、指定法人（日本容器包装リサイクル協会）との再商品化契約によって再商品化をしたものとみなされる規定（同法第１４条）、さらに（対象事業者が指定法人を通じて市町村に一定の資金を拠出する）拠出金に関する規定（同法第１０条の２）をあげ、同条が、実際に要した再商品化費用の総額が想定額の総額を下回った場合に、その差額の一部を市町村に拠出する規定となっており、実際に要した費用が想定額に徐々に近付くため、最終的に拠出金がゼロになる仕組みとなっていることを指摘していること、また、小問⑶については、循環型社会形成推進基本法における拡大生産者責任の根拠規定（同法第１１条、第１８条。さらに、第１７条、第２０条等も関連する）、拡大生産者責任の内容としては、同法第１１条に定められている①廃棄物等となることの抑制措置、②表示、設計の工夫等、③引取り・リサイクルの措置、④循環資源の利用ができる者による利用の４点と、国が引取り・リサイクルの措置を実施するための要件として同法第１８条第３項、同法第２０条の内容が書けていること、［設問２］の小問⑴において、\n利用事業者の特定容器に対する選択権が理由となっていること、小問⑵において、販売予定額を基礎として費用負担を決めていること（容器包装リサイクル法第１１条第２項第２号ロ）、小問⑶において、環境負荷の程度に応じて委託料を変える考え方が理解されていること、小問⑷では、\nＸが委託料の支払留保という挙に出た場合には、再商品化義務の不履行となることを指摘し、行政側の措置としては、指導・助言（同法第１９条）、勧告（同法第２０条第１項）、氏名の公表（同条第２項）があり、その上で、勧告に従わない場合に勧告措置の命令（同条第３項）がなされ、\nさらに、その命令違反に対して罰金が科されること（同法第４６条）を解答していることが求められる。\nただし、これらの論点全てに対してバランスよく的確に論ずることができることまでも求められるものではない。このイメージに該当する答案は出題者の想定よりも少なかった。\n「良好」な答案のイメージとしては、上記の主要な論点についておおむね解答ができているものの、複数の主要論点についてかなりの程度不十分な記述があるものである。このイメージに該当する答案がある程度の割合を占めた。\n「一応の水準」の答案のイメージとしては、［設問１］の小問⑵において、容器包装リサイクル法第１０条の２が、実際に要した再商品化費用の総額が想定額の総額を下回った場合に、その差額の一部を市町村に拠出する規定となっており、実際に要した費用が想定額に徐々に近付くため、最終的に拠出金がゼロになる仕組みとなっていることは指摘しておらず、また、小問⑶において、国が引取り・リサイクルの措置を実施するための要件として循環型社会形成推進基本法第１８条第３項、同法第２０条までは書けていないが、それ以外については、「良好」な答案と同程度の記述ができている答案である。\n「不良」な答案は、題意を把握できておらず、制度の基本的な理解も不十分な答案である。\n４ 今後の出題についてこれまでどおり、環境法の基本的な仕組みや実定法制度を基礎付けている法政策に関する問題、\n具体的事案から課題の所在を的確につかんだ上で判例理解を含む適切な法解釈によりそれを論理的に解決する問題など、特定の傾向に偏ることなく、幅広く出題することを考えている。\n５ 学習者及び今後の法科大学院教育に求めるもの環境法を学習する際には、他の科目と同様に、まず、環境法の基本構造と基礎理論を正確に身に付ける必要がある。同時に、環境問題は、その解決に当たり、多くの法律基本科目分野の知識の総合が求められる領域であり、環境法領域の専門知識のみでは、解決が困難であることが少なくない。\n環境問題の具体的な状況を踏まえた上で、行政法、民事法、各種訴訟手続などに関する学習によって得られた知識を統合的に応用する努力が求められる。そのためには、それぞれの環境法令の背景- 41 -事情、立法趣旨を理解することに加え、常にきちんと条文を参照して学習する習慣、重要な裁判例については論旨を含め正確に理解する習慣を身に付けて、法体系全体の仕組みや個々の条文の文言、\n重要な論点とその意義を正確に理解することが肝要である。また、環境法令はしばしば改正されるので、法令の動向には常に目を向けておくことが望まれる。\n加えて、少なくとも司法試験用法文に掲載されている法令に関しては、法文を確認しつつ環境法の教科書等の読解を進める、試験の出題は丁寧に読む学習態度、教科書や判例集に必ず記述のある基本判例に関して、主観的な思い込みに左右されずに偏りなく理解しておく学習態度を身に付けることを強く期待したい。\nさらに、法政策における基本的な概念、原則や考え方については、その表層を理解するだけでなく、個々の法律の規定との関係で具体的に把握することが望まれる。"
}