{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\nＸは、平成１５年４月、約５００名の社員を擁するＩＴ企業であるＹ社との間で、所定労働時間を１日８時間、賃金（基本給）を月額３０万円として、担当職種の限定なく、期間の定めのない労働契約を締結し、その頃から、同社においてプログラマー兼システムエンジニアとして就労を始め、平成３０年４月には、本社システム開発課の課長補佐に昇進するとともに賃金（基本給）は月額５０万円に昇給し、以後、主に同課の課長補佐が務めるものとされていたシステム開発のプロジェクトマネージャーとして就労していた。\nところが、Ｘは、令和元年９月頃、私傷病であるうつ病を発症した。Ｘは、発症後しばらくは、有給休暇を取得して療養したものの、症状は改善せず、かかりつけのメンタルクリニックの主治医\nＡからも、「少なくとも今後３か月間の自宅療養の必要がある。」旨の診断を受けた。そこで、Ｘは、上司と相談の上、後記のＹ社の就業規則に定められた私傷病休職の制度を利用し、令和２年１月１日から休職することとなった。\n休職期間の満了日（令和３年６月３０日）が迫る同月１日に至り、Ｘは、主治医Ａに対し、復職の希望を述べて診断書の作成を求めた。主治医Ａは、Ｘの症状は、休職を開始した頃と比べれば改善傾向にはあるものの、依然として投薬の種類・量が多く、そのため、Ｘについては「なお３か月程度の療養の継続を要する。」と診断するとともに、復職については「不可能ではないが、複雑な業務の遂行はいまだ困難と思われる。」と記載した診断書を作成し、Ｘに交付した。\nこの診断書及び復職申出書をＸから受領したＹ社の復職判定委員会（Ｙ社の就業規則第３４条に規定するものであり、同社の人事担当役員らにより組織される。）は、同月１０日、Ｘに対し、Ｙ社の産業医Ｂと面談するよう指示し、産業医Ｂは、Ｘと面談の上、復職判定委員会に対して、「適切な配慮がない限り、プロジェクトマネージャーとしての就労は困難と思料する。」との意見を述べた。これを受け、復職判定委員会は、Ｘと面談を行ったが、その際、Ｘは、「今でも朝に起床するのが億劫なときがあり、これまで外出もあまりしておらず、注意力が散漫になるときもないではないが、休職に入った令和２年１月当時に比べれば、症状は改善しており、エンジニアとして力を尽くしたいので、復職させてほしい。」旨を述べた。\n復職判定委員会は、主治医Ａ作成の診断書、復職申出書の内容、産業医Ｂの意見、Ｘの面談の際の発言などを考慮し、Ｘを本社システム開発課の課長補佐として復職させ、プロジェクトマネージャーとして就労させることは難しいと考えた。\n【就業規則（抜粋）】\n第３１条 社員が次の各号のいずれかに該当するときは、会社は休職を命ずる。\n第１号 社員が、業務災害又は通勤災害に起因するもの以外の傷病（以下「私傷病」という。）により引き続き６０日間欠勤し、なお就労することができないと会社が認めたとき。\n（第２号以下は省略）第３２条 前条により休職を命ぜられた社員は、次条の休職の期間中は社員としての地位を失わないが、賃金は支給されないものとする。\n第３３条 第３１条第１号の事由による休職の期間は、勤続年数に応じて次のとおりとする。ただし、会社は、当該休職の期間が満了してもなお引き続き休養が必要と認めたときは、通算して２年を超えない範囲内でこれを延長することができる。\n第１号 勤続年数が１年未満の者 ６か月\n- 26 -第２号 勤続年数が１年以上１０年未満の者 １年第３号 勤続年数が１０年を超える者 １年６か月第３４条 第３１条第１号の事由により休職を命ぜられた社員が復職をしようとするときは、会社に対し、医師の診断書を添えて申出をするものとし、会社は、復職判定委員会の判定に基づき、当該社員について復職が可能と認めたときは、当該社員に対し、１０日以内に復職することを命ずるものとする。\n第３５条 社員が第３３条の休職の期間を満了しても復職することができないときは、会社を退職する。\n〔設 問〕\n１ 上記【事例】の経過を踏まえ、復職判定委員会は、Ｘに対し、原職である本社システム開発課の課長補佐としての復職は難しい旨を伝えたが、Ｘは、「プロジェクトマネージャーとして期待される役割を全うする自信はある。別の職務をあてがわれて課長補佐から降格させられ、それにより給与が減額されては困る。」と述べて原職での復職を強く希望し、それ以外の形での復職を拒否した。復職判定委員会は、そのようなＸの意思を踏まえ、復職可能とは認められないと判定し、Ｙ社は、令和３年６月２０日、Ｘに対し、就業規則第３４条の復職命令はしない旨を伝えた。\nその後、同月３０日をもって就業規則所定の休職期間が満了し、なお復職できないと認められたことから、Ｙ社は、就業規則第３５条に基づき、Ｘは自然退職したものとした。\nＸは、Ｙ社が自分を原職で復職させず、自然退職したものとして取り扱ったことは不当であり、同社に対して、労働契約上の権利を有する地位にあることの確認を求める訴訟を提起したいと考えている。このＸの請求の当否について、考えられる法律上の論点を挙げて検討し、あなたの見解を述べなさい。\n２ 上記【事例】の経過を踏まえ、復職判定委員会は、Ｘに対し、直ちに原職である本社システム開発課の課長補佐としての復職は難しい旨を伝えるとともに、「一旦正式な復職とせずに本社総務課に出社して繁忙度が比較的低い同課の事務職の業務を行ってもらい、一定期間、同課でのフルタイムでの就労の状況を観察した上で、改めて正式に復職の可否を判断する。」という案を提示したが、Ｘが「最初からフルタイムで就労を再開することには不安が残る。」と述べて難色を示したことから、更に「当面の間、週３日の隔日勤務、勤務時間を午後１時から午後５時までの４時間とし、就労状況を観察して徐々に業務量や勤務時間を増やしていく。」という案を提示し、Ｘはこれを了承した。Ｙ社は、これを踏まえ、就業規則第３３条ただし書に基づき、Ｘの休職期間を２か月間延長した上で、休職扱いのまま、Ｘに対し、令和３年７月１日から本社総務課の事務職として就労するよう指示し、同課課長に対し、Ｘには簡易な業務から担当させるよう指示した。Ｘは、同日からＹ社への出勤を再開した。\n同課における業務は、定型的な事務が中心であり、システム開発課における業務よりも日々の繁忙度は低かったが、Ｘは、２週間ほどで体調不良となり、同月中旬頃から欠勤を重ねるに至った。復職判定委員会は、このような状況に照らし、Ｘにつき復職可能とは認められないと判定し、Ｙ社は、同年８月２０日、Ｘに対し、就業規則第３４条の復職命令はしない旨を伝えた。その後、同月３１日をもって延長後の休職期間が満了し、なお復職できないと認められたことから、Ｙ社は、就業規則第３５条に基づき、Ｘは自然退職したものとした。\nＸは、復職がかなわなかったのは、本社総務課で就労を再開した際の労働条件が過重であったためであって、復職させずに休職期間の満了をもって自然退職したものとして取り扱われたことは不当であり、また、同年７月１日以降については、実際に同課で就労していたのであるから、少なくとも当該就労分の賃金は支払われるべきであるとして、Ｙ社に対して、労働契約上の権利を有する地位にあることの確認及び同課で就労した期間に係る未払賃金の支払を求める訴訟を提起したいと考えている。このＸの請求の当否について、考えられる法律上の論点を挙げて検討し、- 27 -あなたの見解を述べなさい。\n- 28 -\n〔第２問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\n１ Ａ社は、観光バスツアーの催行その他の旅客自動車運送事業等を営む会社である。Ｂ社は、労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関する法律（昭和６０年法律第８８号）に基づく労働者派遣事業その他の事業を営む会社であり、その雇用する添乗員をＡ社に派遣している。なお、Ｂ社は、Ａ社と同じ企業グループに所属する同社の関連会社であるが、同グル\nープ外の会社を含め、Ａ社以外にも添乗員を派遣している。Ｃ組合は、Ｂ社に雇用されている添乗員の６割で組織する労働組合であり、Ｄは、Ｂ社に雇用され、Ａ社に派遣されている添乗員で、Ｃ組合の組合員である。Ｃ組合とＢ社との間で締結された賃金に関する基本的内容を定める労働協約においては、賃金は毎月２０日締め、月末支払とされていた。\nＡ社は、同社に派遣されている添乗員（以下単に「添乗員」という。）について、基本的には、同社が各ツアーの催行に際し旅程を踏まえて作成する添乗員勤務計画書に基づいて添乗業務に従事させつつ、これに加えて、業務従事日には日報を提出させ、また、必要に応じて携帯電話等で添乗員に連絡・指示をすること等により、添乗員が添乗業務に従事する時間の管理を行っていたが、添乗員の勤務の実態としては、ツアー当日の交通状況や立ち寄り先の観光地の事情等により、前記の添乗員勤務計画書に定められた時間を超える労働がしばしば行われ、しかも、時間外労働について所定の割増賃金が支払われない状況が生じていた。そのため、Ｃ組合は、令和３年１０月１日、Ａ社に対して、Ｃ組合の組合員である添乗員の労働時間管理の改善に向けた事項（具体的には、勤務実態についての資料の提示、長時間労働等を解消するための方策の策定等）を議題として、団体交渉を申し入れるとともに、同日、Ｂ社に対して、時間外労働に係る未払の割増賃金の支払を議題として、団体交渉を申し入れた。\n２ Ａ社は、同月１０日、Ｂ社に雇用されている添乗員で組織する労働組合であるＣ組合との団体交渉に応じる立場にはないとしてこの申入れを拒否し、Ｃ組合は、同月３１日、この団体交渉拒否は労働組合法第７条第２号所定の不当労働行為に該当するとして、前記のとおり申し入れた団体交渉にＡ社が応じる旨の救済を求め、管轄する労働委員会に救済申立てを行った。\n３ Ｂ社は、同月１５日、前記のとおり申し入れられた団体交渉に応じ、その際、時間外労働に係る未払の割増賃金があることを認めつつ、近年同社の事業全体が低調で経営が悪化しているため、懸案の未払の割増賃金を含め、当面の賃金の支払について交渉したい旨述べた。これを受け、Ｂ\n社とＣ組合との間で交渉が重ねられ、同年１２月２０日、両者の間で、Ｃ組合の組合員である添乗員の時間外労働に係る未払の割増賃金は同月末に一括して支払う一方で、同月分以降１２か月間の基本給の１割について支払の猶予を認め、令和４年１２月分の賃金の支払の際、当該支払猶予分の賃金を一括で併せて支払うことを内容とする労働協約が締結された（以下「令和３年協約」という。）。令和３年協約は、Ｃ組合の規約に定められた手続を経て締結されたものであり、Ｄは、その過程で明示的に反対の意思を表明したものではなかったが、自身について未払となっている時間外労働に係る割増賃金はそれほど多額ではなく、むしろ向こう１年間の基本給の１割の支払が猶予されることによる生活への影響を懸念し、不満を持っていた。\n４ 令和３年協約を締結する際、Ｂ社としては、１年後であれば経営状態が改善して賃金の支払に支障がなくなっているであろうと見込んでいたが、令和４年下半期に同社の経営状態は更に悪化し、令和４年１２月分の賃金の支払の際、令和３年協約において約した支払猶予分の賃金の支払ができなかった。このため、Ｂ社は、令和５年１月に入り、Ｃ組合に対して交渉を申し入れ、未払となっている支払猶予分の賃金債権の放棄を提案した。Ｃ組合は、Ｂ社の経営がこれ以上悪化しない保証はなく、その結果として同社が組合員の解雇に踏み切ったり、将来にわたり賃金を減額する措置に出たりする事態となることは回避すべきであるとして、同月３１日、前記のＢ社の- 29 -提案を受け入れ、Ｃ組合と同社との間で、その旨の労働協約が締結された（以下「令和５年協約」という。）。令和５年協約も、Ｃ組合規約所定の手続を経たものであった。\nかねて令和３年協約に不満を持っていたＤは、令和５年協約は到底受け入れられないと考え、令和５年２月２８日、支払猶予分の賃金及びその遅延損害金の支払をＢ社に求める訴訟を、管轄する地方裁判所に提起した。\n〔設 問〕\n１ Ｃ組合は、令和３年１０月３１日に行った申立てについて、労働委員会において救済を受けることができるか。検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。なお、Ｃ組合は、労働組合法第２条に規定する「労働組合」に該当し、かつ、Ｃ組合について同法第５条第１項の立証がなされたものとする。\n２ Ｄが訴訟を提起した、支払猶予分の賃金及びその遅延損害金の支払請求は、認められるか。検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。\n- 30 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は、私傷病（業務に起因する傷病以外の傷病）を理由として就業規則に定められた休職制度により休職命令を受けた労働者が、同制度上の休職期間を経ても十分には回復しなかったため、直ちに原職に復職することは困難と判断した会社が復職命令をせず、就業規則の規定により当該労働者を自然退職したものとしたという事例を素材として、これに関連する法律上の論点を挙げて検討し、見解を述べることを求めるものであり、当該雇用関係の終了に適用され得る規律及びそれに関連する判例・裁判例等の正確な理解と、それらから導き出される労働法規範に対し、本件の具体的な事実から関係する事実を的確に拾い上げて当てはめ、評価する能力を問うものである。\n本問は、当該労働者の主治医及び会社の産業医のいずれもが症状の改善は不十分であり無条件では原職の複雑な業務の遂行は困難とする一方で、労働者本人は復職を望んでいるという設例を基礎として、設問１及び２において、会社（Ｙ社）の対応及びＸの意向の点で異なる事実関係をそれぞれ付加し、それぞれの事例におけるＸの請求の当否を問うものである。\nこのうち設問１は、Ｘが原職での復職を強く希望し、それ以外の形での復職を拒否したことから、Ｙ社が、そうしたＸの意思を踏まえ、就業規則に基づき、休職期間の満了をもって\nＸを自然退職したものとしたことの適否等を問うものである。\n本問においては、まず、Ｙ社が休職期間の満了をもってＸを自然退職したものとすることができる法的根拠を明らかにする必要があろう。すなわち、私傷病による就労不能は、労働契約上の債務の本旨に従った労務の提供ができない状態であり、解雇理由となり得るところ、就業規則により休職制度が設けられていることによって、休職の間は解雇が猶予され、その後復職が可能となり復職命令がなされれば退職の効果は発生しないが、猶予期間を経ても復職ができないときは、労働者は退職することとなる。このような休職及び休職期間の経過による自然退職は、法令には規定がなく、前記のＹ社の就業規則の関連規定の内容が合理的でありかつ労働者に周知されていた場合にＹ社とＸとの間の労働契約の内容となるから（労働契約法７条本文）、まず、これらの点を指摘し、論ずることが、最初の論述のポイントとなる。\n次に、就業規則第３５条による自然退職がＹ社とＸの間の労働契約の内容になっていることを前提に、Ｘが同条の「復職することができないとき」に当たるかを検討することとなるが、ここにいう「復職」できる状態は、原則として、当該労働者の従前の（休職前の）職務を通常程度行える健康状態をいうものであることを指摘しておく必要があろう。本問の事例においては、前記の主治医及び産業医の診断内容等によれば、その状態にないことが認められるから、その上でさらに、従前の職務以外の職務での復帰の余地があるかどうかを論じることとなる。ここで、判例（片山組事件・最判平成１０年４月９日労判７３６号１５頁）は、労働契約上その職種や業務内容が限定されていたとはいえず、従前の業務以外の労務の提供は可能であり、かつ、労働者がその提供を申し出ていたときには、当該労働者の能力、経験、地位、会社の規模、業種、労働者の配置・異動の実情及び難易等に照らし、当該労働者が配置される現実的可能性があると認められる業務が他にあったかどうかを検討した上でなければ、債務の本旨に従った労務の提供をしなかったものと断定することはできない旨の判断を示している。この判例は、賃金請求権の存否が争われた事案であるが、その後の裁判例においては、その判断枠組みが自然退職の適法性が争われる事案にも広く用いられている（東海\n- 29 -旅客鉄道事件・大阪地判平成１１年１０月４日労判７７１号２５頁等）ことから、本問においても、この判例の考え方が当てはまるかを検討した上で、導き出される規範について、本問の事実関係を的確に当てはめ、事例についての結論を導いていくこととなろう。その際は、障害者の雇用の促進等に関する法律（昭和３５年法律第１２３号）において、事業主が雇用する障害者である労働者についてはその障害の特性に配慮した措置を講じなければならない旨が規定されており、同法の趣旨から使用者において労働者の復職の可否を判断するに当たって合理的な配慮をすることを求める裁判例もある（日本電気事件・東京地判平成２７年７\n月２９日・労判１１２４号５頁）ことから、当てはめではそれらの点を踏まえた検討も必要となる。\n設問２は、Ｙ社において、Ｘが直ちに原職（本社システム開発課の課長補佐）に復職することは困難であることを前提として、Ｘの意向も聴取しつつ、休職期間を２か月延長し、その期間中に、正式な復職の可否の判断のため、休職扱いのまま、原職とは異なる定型的かつ繁忙度の低い他の課の事務に、週３日隔日・時間短縮で従事させ（以下「試験出社」という。）、同課課長に簡易な業務から担当させるように指示することさえしたが、Ｘは試験出社開始２\n週間ほどで体調不良となり、欠勤を重ねるようになったという事例において、Ｙ社が、前記の就業規則に基づき、延長後の休職期間満了を理由としてＸを自然退職したものとしたことの適否等を問うとともに、Ｘが試験出社中の事務従事を根拠としてその間の賃金を請求することの当否を問うものである。\n本問においても、まず、地位確認請求との関係で、Ｙ社が正式にＸに復職を命じず自然退職したものとした時点（延長後の休職期間満了時）において、Ｘが従前の職務に復職可能な状態であったか及び判例の考え方から導き出される規範の下で復職可能といえる状態にあったかを、設問２の事実関係（Ｘが試験出社中に従事した事務の内容やその遂行状況等）に照らして論ずることとなる。特に、試験出社を経た上でＸは復職できないとＹ社が判断するに至った事実経過に即して、Ｘが配置される現実的可能性があると認められる業務がなお他にあったかどうかを具体的に論ずることが、ポイントとなろう。そこでは、同法の趣旨や前記のような裁判例等に鑑み、Ｘの自然退職に至るまでの経過においてＹ社による合理的な配慮があったと評価することができるか等を検討することも考えられよう。\n次に、試験出社中の事務従事に対応する賃金を請求することの可否との関係では、試験出社及びその間における事務への従事が、Ｙ社とＸとの間の労働契約の債務の本旨に従った労務の提供といえるか否かを論ずる必要があろう。ここでは、就業規則第３２条において休職中は賃金を支給されないものとしていることを前提に、試験出社の趣旨やそれを提案したＹ\n社及びこれに応じたＸの間に成立した合意の内容を事実関係に照らして確定した上で、賃金請求権の成否を検討することが求められる。その際は、試験出社中の事務従事は債務の本旨に従った労務の提供ということができないと考えられる場合であっても賃金請求権が発生することとなり得る法律構成の可否等についても検討し、論述することが求められる。\n〔第２問〕\n本問は、設問１において、派遣労働者により組織された労働組合が派遣労働者の派遣先である旅客自動車運送等事業者に対してした団体交渉の申入れを同事業者が拒否した事例を素材として、労働組合法第７条にいう「使用者」の概念及び同条第２号に規定する団体交渉拒否の不当労働行為の成否の要件等についての理解を問うとともに、設問２において、同労働組合と労働者派遣事業者との間で締結された労働協約により、１２か月間の基本給の一部の支払猶予が約定され、さらに、これに続く別の労働協約により、当該支払猶予分の賃金債権の放棄が約定されたという事例を素材として、労働条件を労働者に不利益に変更することを内容とする労働協約についていかなる場合に規範的効力が認められるか、具体的に発生した- 30 -\n賃金請求権を労働協約によって事後的に処分・変更することは可能かといった点についての理解を問うものであり、いずれも、集団的労働関係法における基本的かつ主要な論点に関し、関係する法令、判例・裁判例等から導き出される規範についての正確な理解と、当該規範への具体的事実の当てはめ（関係する事実の摘示と評価）の的確さを問うものである。\n設問１では、派遣元の事業者であるＢ社に雇用されている労働者（添乗員）を組織する労働組合であるＣ組合が派遣先の事業者であるＡ社に対して行った同組合の組合員である添乗員の労働時間管理の改善に向けた事項を議題とする団体交渉の申入れをＡ社が拒否したことが、労働組合法第７条第２号の団体交渉拒否の不当労働行為に当たるか（したがってＣ組合は労働委員会において救済を受けることができるか）が問われている。この問いに答えるに当たっては、①添乗員の雇用主ではないＡ社が、派遣労働者たる添乗員との関係で、不当労働行為を禁止される「使用者」（労働組合法第７条）に当たるか、②Ｃ組合がＡ社に対して団体交渉を申し入れた上記事項がいわゆる義務的団体交渉事項に当たるか、③Ａ社による団体交渉の申入れ拒否には同号所定の「正当な理由」があるかを、論ずべきこととなる。\n①については、判例（朝日放送事件・最判平成７年２月２８日民集４９巻２号５５９頁）が示す判断枠組みを正確に理解し、本件の具体的事実に的確に当てはめることが論述のポイントとなる。また、Ａ社は労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関する法律（昭和６０年法律第８８号）に基づき労働者派遣事業を営むＢ社から派遣労働者たる添乗員を受け入れている事業者であるところ、そうした事業者が派遣労働者との関係で「使用者」に当たるかどうかに関し、上記の判例の趣旨を踏まえつつ、特別な判断枠組みを提示する労働委員会命令（ショーワ事件・中労委命令平成２４年９月１９日別中労時１４３６号\n１６頁）や裁判例（阪急交通社事件・東京地判平成２５年１２月５日労判１０９１号１４頁）もあり、そうした特別な判断枠組みによって判断すべきかについても検討がなされるべきであろう。その上で、②において、いわゆる義務的団体交渉事項の範囲についての一般的な理解（例えば、ＩＮＡＸメンテナンス事件・最判平成２３年４月１２日労判１０２６号２７頁参照）を正確に示しつつ、本件においてＣ組合がＡ社に対してした申入れ事項がこれに該当するかを的確に検討し、③において、Ａ社が主張する理由が同号所定の「正当な理由」に該当するか等を、本件の具体的事実に照らして検討することが、論述の重要なポイントとなる。\n設問２では、Ｃ組合とＢ社との間で、まず、Ｃ組合の組合員である添乗員の時間外労働に係る未払の割増賃金を一括して支払う一方で、１２か月間の基本給の１割について支払を猶予することなどを内容とする労働協約（令和３年協約）が締結され、その後さらに、当該支払猶予分の賃金債権を放棄することなどを内容とする労働協約（令和５年協約）が締結されたという事例において、Ｃ組合の組合員たるＤがＢ社に対してした支払猶予分の賃金及びその遅延損害金の支払請求が認められるかが問われている。この問いに答えるに当たっては、①令和３年協約は労働者の賃金債権の一部の履行期を遅らせることをその内容の一つとするものであり、労働条件を労働者に不利益に変更するものであるところ、そのような労働協約に規範的効力が認められるかという点、さらに、②令和３年協約による同年１２月分の賃金の支払の猶予と、令和３年協約により支払が猶予された賃金の令和５年協約による放棄は、それぞれ労働者に具体的に発生した賃金請求権を処分・変更することとなるものであるところ、労働協約によってそうした処分・変更をすることが許されるかという点を、論ずべきこととなる。\n①については、労働協約によって労働条件を労働者に不利益に変更することそれ自体の可否や、それが可能であるとしてどのような場合であればそれが許容されるか等について論じることが重要なポイントとなり、関係する判例（朝日火災海上保険（石堂）事件・最判平成\n９年３月２７日労判７１３号２７頁）の考え方についての正確な理解を前提に、これを踏まえつつ、事例の関連する事実を的確に拾い上げ、令和３年協約による労働条件の不利益変更\n- 31 -に規範的効力が認められるかを検討することが求められる。そして、②については、具体的に発生した賃金請求権を事後に締結された労働協約によって処分又は変更することは、個々の組合員による特別の授権がない限り許されない旨を述べる判例があること（平尾事件・最判平成３１年４月２５日労判１２０８号５頁。香港上海銀行事件・最判平成元年９月７日労判５４６号６頁及び朝日火災海上保険（高田）事件・最判平成８年３月２６日民集５０巻４\n号１００８頁も参照）及びそこに示された考え方を正確に理解していることを前提に、事例の事実関係に照らしてその可否を論述することが、重要なポイントとなる。その上で、Ｄについて上記の判例がいう特別の授権があったとは認め難い本件の事例においては、具体的に発生した賃金請求権の事後的な処分・変更は許されないと考えられ、そうであるとすれば、支払猶予分の賃金の請求は認められることとなり、その遅延損害金の支払請求に関し、その起算点との関係で、①についての検討が求められることとなる。"
}