{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の【事例１】から【事例３】までを読んで、後記〔設問１〕から〔設問３〕までについて、答えなさい。\n【事例１】\n１ 甲は、乙及び丙と共に、後記計画に基づき、常習的に高齢者から現金をだまし取っていた。\nその計画は、・ 甲が資産家の名簿を見て、現金をだまし取る対象者を選定する。\n・ 甲が警察官に成りすまして相手方に電話をかけ、「Ｘ警察署の○○です。この度、この地域を担当することになりました。今後、当署からの連絡はこの番号からかけますので、御登録をお願いします。」などとうそを言って、名前と電話番号を告げる（以下、この内容の電話を「１回目の電話」という。）。\n・ その翌日、甲が相手方に電話をかけ、「昨日電話した○○です。あなたの預金口座が、不正に利用されている疑いがあります。捜査のために必要なので、お持ちの預金口座に１００万円を超える残高があるようでしたら、速やかに全額を引き出して自宅に持ち帰った後、こちらに電話をください。」などとうそを言う（以下、この内容の電話を「２回目の電話」という。）。\n・ 相手方に預金口座から現金を引き出させて、自宅にその現金を持ち帰らせる。\n・ その後、相手方からかかってきた電話で、甲が、相手方の現金引出しを確認した上、「これから警察官がそちらに向かいます。」とうそを言う。\n・ その約１時間後、乙及び丙が警察官を装って相手方の家を訪ねる。\n・ 乙及び丙が、捜査のために必要なので現金を預けてほしい旨のうそを言い、その交付を受けて現金をだまし取る。\nというものであった。\n２ 甲らは、上記計画に従い、以下の行為に及んだ。\n① 甲は、某月１日、名簿から現金をだまし取る対象者として高齢の男性Ａを選んだ。\n② 甲は、同日午前１０時、Ａに１回目の電話をかけた。\n③ 甲は、同月２日午前１０時、Ａに２回目の電話をかけた。\n④ 甲のうそを信用したＡは、預金口座から２００万円を引き出して自宅に持ち帰った。\n⑤ 甲は、同日正午、Ａからかかってきた電話に出て、Ａが２００万円を引き出したことを確認した上、Ａに対し、「これから警察官がそちらに向かいます。」とうそを言った。\n⑥ 乙及び丙は、甲の指示に基づき、同日午後１時、警察官を装ってＡ宅を訪ねた。\nしかし、乙らの姿を見て不審に思ったＡが玄関ドアを開けなかったため、乙及び丙は、捜査のために必要なので現金を預けてほしい旨のうそを言うことができないまま、Ａから現金をだまし取ることを断念した。\n〔設問１〕 【事例１】におけるＡに対する甲の罪責に関し、以下の⑴及び⑵について、答えなさ\nい。なお、⑴及び⑵のいずれについても、自らの見解を問うものではない。\n⑴ 甲に詐欺未遂罪の成立を認める立場から、その結論を導くために、どのような説明が考えられるか。詐欺罪が「人を欺いて財物を交付させ」るという手段・態様を限定した犯罪であるのに、その実行の着手に「現金の交付を求める文言を述べること」を要しないと考える理由に触れつつ論じなさい。\n⑵ ⑴の説明に基づくと、上記①～⑥のうちどの時点で実行の着手を認めることになるのか。具体\n- 2 -的事実に即して、それより前の時点との実質的相違を明らかにしつつ論じなさい。\n【事例２】（【事例１】の１の事実に続けて、以下の事実があったものとする。）\n３ 甲は、上記計画に従い、某月５日午前１０時、名簿から現金をだまし取る対象者として高齢で一人暮らしの男性Ｂを選んだ上、Ｂに１回目の電話をかけ、さらに、同月６日午前１０時、２回目の電話をかけた。Ｂは、甲のうそを信用し、同日午前１０時３０分、預金口座から３００万円を引き出して自宅に持ち帰った。甲は、同日正午、Ｂからかかってきた電話で、Ｂが３００万円を引き出して自宅に持ち帰った旨を聞いたことから、「これから警察官がそちらに向かいます。」とうそを言い、Ｂは「分かりました。待っています。」と答えた。甲は、乙及び丙に対し、高齢で一人暮らしの男性Ｂがうそを信用し、３００万円を自宅に用意している旨を告げ、計画どおり、捜査のために必要なので現金を預けてほしい旨のうそを言って、３００万円をだまし取ってくるように指示し、乙及び丙はこれを了承した。\n４ 乙は、甲の上記指示を受け、丙と共にＢ宅に向かうことにしたが、その道中で、Ｂを縛り上げてしまえば、より確実に現金を手に入れることができると考え、丙に対し、「ジジイをだますより、縛った方が確実に金を奪える。縛って、金を奪ってしまおうぜ。奪った３００万円を３人で分ければ問題ないだろう。」などと言い、丙はこれを了承した。そして、乙及び丙は、Ｂの手足を縛るためのロープと口を塞ぐための粘着テープを準備した上、同日午後１時、Ｂ宅へ赴き、インターホンを鳴らして警察官であることを告げ、Ｂに玄関ドアを開けさせた。乙及び丙は、直ちにＢ宅内に押し入り、Ｂの手足をそれぞれロープで縛り、口を粘着テープで塞ぎ、Ｂを床の上に倒した。そして、リビングルームに移動した乙及び丙は、Ｂが預金口座から引き出してテーブル\n上に置いていた上記３００万円を見付け、同日午後１時１０分、同３００万円を持ってＢ宅を出た。その後、乙及び丙は、甲に対し、いつもどおりのやり方でＢから３００万円をだまし取ってきたと虚偽の報告をし、それぞれ１００万円ずつ山分けした。\n５ 同日午後３時、Ｂの娘ＣがＢ宅を訪れ、緊縛されたＢを発見した。Ｃから上記ロープ及び粘着テープを取り外してもらったＢは、立ち上がろうとしたものの、長時間の緊縛による足のしびれでふらついて倒れそうになった。そのため、Ｃは、Ｂを座らせ、そのままでいるように言った。\nＢは、それにもかかわらず、その１分後、Ｃがその場を離れた隙に、奪われた物の有無を確認するために立ち上がろうとした。その際、Ｂは、まだ上記足のしびれが残っていたために、転倒して床に頭を打ち付け、全治２週間を要する頭部打撲の傷害を負った。\n〔設問２〕 【事例２】における甲、乙及び丙の罪責について、論じなさい（住居等侵入罪（刑法\n第１３０条）及び特別法違反の点は除く。）。\n【事例３】（【事例２】の事実に続けて、以下の事実があったものとする。）\n６ Ｙ警察署の警察官Ｄは、【事例２】に係る事件につき、乙に対する逮捕状を取得し、乙の逮捕に向かったところ、乙が細い路地を丁と共に歩いているのを発見した。Ｄは、逮捕のため、乙に接近しようとしたが、それに気付いた乙が走って逃げ出したため、急いで乙を追おうとした。丁は、乙が警察官に逮捕されそうになっていることを察し、乙を逃がそうと考え、怒号しながら両手を広げて立ちはだかり、道を塞いだ。そのため、Ｄは、直ちに乙を追い掛けることができず、乙を逮捕することができなかった。\n７ その後、Ｄは、Ｙ警察署の警察官５名に乙を追跡して逮捕するよう応援を要請した。丁は、警察官による乙の逮捕を妨害しようと考え、Ｙ警察署に電話をかけ、「Ｙ署近くの路上で、通り魔に刺されました。すぐに来てください。」などとうそを言った。そのため、上記警察官５名は、更なる通り魔事件発生への警戒等を行わざるを得なくなった結果、乙を追跡できず、乙を逮捕することができなかった。\n- 3 -\n〔設問３〕 【事例３】における前記６の事実につき、丁に業務妨害罪の成立を否定しつつ（丁に\nよる怒号などは、公務執行妨害罪における暴行・脅迫には当たらないが、業務妨害罪における威力には当たることを前提とする。）、前記７の事実につき、丁に上記警察官５名に対する業務妨害罪の成立を肯定する立場からは、その結論を導くために、どのような説明が考えられるか、論じなさい。なお、自らの見解を問うものではない。\n- 4 -論文式試験問題集［刑事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n- 13 -\n１ 設問１について本設問は、構成要件上、「人を欺いて財物を交付させ」るとして手段・態様が限定される詐欺罪について、現金の交付を求める文言が述べられるより前に、実行の着手を認めて詐欺未遂罪が成立するとする場合の論拠（設問１⑴）及び当該論拠に基づき具体的事実関係に即して実行の着手が認められる時点を明らかにすること（設問１⑵）を求めるものであり、現金を詐取する計画の下、段階を踏みながら複数のうそを重ねて行われる詐欺の犯行について、詐欺未遂罪の成立を認める立場から、実行の着手を認める論拠を明示した上で、具体的事実に即して実行の着手時期を明らかにさせることによって、未遂犯の解釈に関する基本的な知識と理解を問うとともに、規範との関係で事実を適切に評価して規範を適用し、妥当な結論を導く思考力を問うものである。\n詐欺罪の実行行為としての欺罔行為は、財物交付に向けられたものである必要があるところ、詐欺において財物の交付を求める行為こそが、人に財物を交付しなければならないという中核部分に錯誤を生じさせる行為であると解し、それに至らない段階では財物交付に向けられた行為とは認められないと解した場合、甲らは、Ａに対し、「現金の交付を求める文言」\n（すなわち、「捜査のために必要なので現金を預けてほしい」旨のうそ）を述べる前の段階にあるため、未だ実行行為を行っていないことになる。その上で、詐欺罪は、構成要件上、欺罔行為を手段として限定している犯罪であるから、「犯罪の実行に着手してこれを遂げなかった」（刑法第４３条）として未遂犯処罰を認めるためには、実行行為である欺罔行為に着手する必要があると解し、未遂犯処罰に構成要件的制約を認める立場に立つ場合、甲に詐欺未遂罪を認めることはできない。\nそこで、「現金の交付を求める文言を述べる」行為が実行行為としての欺罔行為であるとしても、その前の段階で詐欺未遂罪の成立を認める立場からの説明として、ａ．構成要件上、手段・態様を限定した詐欺罪においても、構成要件による制約を認める必要はないとし、実行行為の開始前に未遂罪の成立が認められるとする論拠を論じることが考えられる。その際には、どのような場合に未遂罪の成立を認めるべきかについて、未遂罪の処罰が認められる根拠から、結果発生の客観的危険性や実行行為との密接関連性、犯行計画を基礎とした行為経過の自動性、時間的場所的近接性等の考慮要素を挙げるなどして具体的な規範を定立しつつ論じることが求められよう。この点、構成要件上、手段・態様を限定した犯罪ではないが、殺人罪に関し、最決平成１６年３月２２日刑集５８巻３号１８７頁が「実行犯３名の殺害計画は、…というものであって、第１行為は第２行為を確実かつ容易に行うために必要不可欠なものであったといえること、第１行為に成功した場合、それ以降の殺害計画を遂行する上で障害となるような特段の事情が存しなかったと認められることや、第１行為と第２行為との間の時間的場所的近接性などに照らすと、第１行為は第２行為に密接な行為であり、実行犯３名が第１行為を開始した時点で既に殺人に至る客観的な危険性が明らかに認められるから、その時点において殺人罪の実行の着手があったものと解するのが相当である。」と判示しているのが参考となろう。\n一方、ｂ．実行行為としての欺罔行為に財物交付要求行為までは必要ないが、詐欺未遂罪の成立には欺罔行為の一部を開始している必要があると解する場合には、詐欺罪の実行行為としての欺罔行為の意義を明らかにする必要がある。被害者から現金を詐取する計画の下、被害者が現金を交付する判断の前提となる事項につながる重要なうそや、現金交付を求める行為に直接つながるうそを積み重ね、段階を踏みながら進められる詐欺事犯の特徴を押さえた上で、被害者に財物を交付させる危険性の高まりを考慮し、実行行為としての欺罔行為を認めることが考えられる。この立場に立つ場合、甲らの行為が実行行為としての欺罔行為を一部開始しているとして詐欺未遂罪の成立を説明することになろう。また、欺罔行為に財物交付要求行為は必要ないとの立場に立った上で、甲らの行為は実行行為としての欺罔行為に- 14 -\n当たらないとした場合でもなお、詐欺未遂罪の成立には欺罔行為の一部を開始している必要はないと解する場合には、上記ａ．の立場から詐欺未遂罪の成立を論じる余地はあろう。いずれの立場に立つ場合であっても、欺罔行為の意義、詐欺未遂罪の成立を認める論拠及び構成要件的制約の要否の相関関係に留意する必要がある。\nなお、判例は、詐欺未遂罪の成立に現金の交付を求める文言を述べることまでは必要としておらず、最判平成３０年３月２２日刑集７２巻１号８２頁が【事例１】と類似の事案において、「本件嘘の内容は、その犯行計画上、被害者が現金を交付するか否かを判断する前提となるよう予定された事項に係る重要なものであったと認められる。そして、このように段階を踏んで嘘を重ねながら現金を交付させるための犯行計画の下において述べられた本件嘘には、預金口座から現金を下ろして被害者宅に移動させることを求める趣旨の文言や、間もなく警察官が被害者宅を訪問することを予告する文言といった、被害者に現金の交付を求める行為に直接つながる嘘が含まれており、…被害者に対し、本件嘘を真実であると誤信させることは、被害者において、間もなく被害者宅を訪問しようとしていた被告人の求めに応じて即座に現金を交付してしまう危険性を著しく高めるものといえる。このような事実関係の下においては、本件嘘を一連のものとして被害者に対して述べた段階において、被害者に現金の交付を求める文言を述べていないとしても、詐欺罪の実行の着手があったと認められる。」と判示していることも参考となろう（実行行為としての欺罔行為には財物交付を求める行為が必要であるとしつつ、上記ａ．の立場に立ち、詐欺未遂罪の成立を認める山口厚裁判官の補足意見が付いている。）。\n設問１⑵は、設問１⑵において定立した規範を【事例１】に当てはめ、具体的事実に即して甲に実行の着手を認める時点を明らかにすることを求めるものである。上記ａ．の立場に立つ場合は、設問１⑴において定立した詐欺未遂罪成立のための規範を【事例１】の事実に当てはめ、①から⑥のどの時点で詐欺未遂罪成立とするのかを論じることになる。上記ｂ．\nの立場に立つ場合には、先に明らかにした欺罔行為の意義から、【事例１】の①から⑥のどの時点で実行行為を開始したと評価して実行の着手を認めるのかを論じる必要がある。\n規範の当てはめにおいては、先に定立した規範と整合する当てはめを行っていることはもとより、具体的事実の持つ意味を規範との関係で評価することが求められる。また、本設問では実行の着手を認める時点とそれより前の時点との実質的相違を明らかにしつつ論じることが求められているから、実行の着手を認める理由とそれより前の時点では実行の着手ありと認められない理由を、定立した規範との関係で説得的に論じる必要がある。\n【事例１】において、甲は、乙及び丙との詐欺の犯行計画の下、①時点で対象者となるＡ\nを選び出したが、Ａに対する直接の働き掛けはない。現金交付を求める前日の②時点で、甲は、Ａに警察官であることなどを伝え、今後の虚言をＡに信じさせるための前提となるうそを言っているが、現金交付につながるような虚言は何ら含まれていない。現金交付を求める当日午前１０時の③時点で、甲は、Ａの預金口座が不正に利用されている疑いがあり、捜査のために必要であるとして同口座から現金を引き出してＡ方に持ち帰らせるように仕向けるうそを言っており、捜査のために必要であると信じさせることは、Ａが現金を乙らに引き渡す際の判断の前提につながるものである上、Ａ方に現金を用意させることは、現金の交付を求める行為に直接つながるものであるから、③時点のうそが現金交付要求行為につながる重要なものであって、Ａが甲らに現金を交付する危険を高めるものとも言えよう。ただし、この段階でＡの預金が引き出されるか否かは未だ不確定な要素があるとも言える。④時点でＡ\nが現金を引き出してＡ方に持ち帰っているため、甲らの求めに応じて現金を交付する危険性が現実味を帯びてきたとも言えるが、④時点で甲らが何らかの行為を行ったものではない。\n同日正午の⑤時点で、甲がＡに警察官がＡ方に向かう旨告げ、この後、警察官を装った乙らがＡに現金の交付を求めることになっていたから、この時点のうそは、現金の交付要求行為\n- 15 -に密接しているとも言えよう。また、来訪者が警察官であると信じさせることも、Ａが乙らに現金を交付する危険性を高めるものとも言える。その１時間後の⑥時点で、警察官を装った乙らがＡ方を訪ねており、Ａが玄関ドアを開けさえすれば、正に現金交付要求文言が告げられようとする段階と言える。こうした各事実の持つ意味を評価しながら、定立した規範を具体的事実に当てはめ、事実に即して実行の着手時期を論じる必要がある。\n２ 設問２について本設問は、甲が乙及び丙との詐欺の計画に従い、Ｂをだまして３００万円を預金口座から引き出させてＢ方に持ち帰らせ、乙らに対し、計画どおりＢから現金をだまし取ってくるように指示し、乙らがこれを了承したが、乙らがＢ方に向かう道中、Ｂを縛って現金を奪うことを話し合い、ロープ等を用意してＢ方に赴き、インターホンを鳴らして玄関ドアを開けさせた後、Ｂ方に押し入り、Ｂの手足を縛るなどしてＢを床上に倒した後、上記３００万円をＢ方から持ち出し、その後、Ｂ方に残されたＢが緊縛を解いた後、立ち上がろうとして足のしびれから転倒して頭部打撲の傷害を負った事例を題材に、甲らの罪責の検討を求めることによって、刑事実体法の基本的な概念に関する正確な理解及び事実関係の的確な分析能力を問うものである。\n甲については、共犯者乙及び丙が当初の詐欺の共謀に引き続き、詐欺と異なる態様による犯行を行って、当初の目的どおりの財物を奪取し、甲がこの分配を受けていることから、共犯者の行為について、当初の共謀に基づくものとして罪責を負うか否かの検討が求められる。\n従前、乙及び丙が甲との間で詐欺を繰り返していたことから、乙らが現金の強奪行為に出ることを甲が全く予見できなかった点などを理由に、乙及び丙の行為は甲との共謀に基づいて行われたものではないとみる余地もあろうが、甲及び乙らとの間の意思連絡の内容、動機の同一性・連続性、侵害法益の同一性、甲がＢに３００万円を用意させるなどした行為の影響、関与の程度等の事情を考慮し、甲が乙及び丙が行った行為についても共謀に基づくものとして罪責を負うと解することが考えられる。このように解した場合には、甲には詐欺罪の故意しかないことから、異なる構成要件にまたがって実現された犯罪について故意既遂犯を認めることができるのか（刑法第３８条第２項）についても論じる必要があろう。\nまた、甲の罪責を検討する前提として、乙及び丙の罪責を検討する必要があり、乙及び丙がＢを緊縛するなどして３００万円を奪った行為が強盗罪の構成要件に該当することは明らかであるが、強盗の犯行後、Ｂが転倒して負った傷害結果を乙及び丙に帰責できるか否かの検討が求められる。\nＢの傷害結果は、乙らによる緊縛行為を原因とする足のしびれからくる転倒によって生じているところ、強盗の手段たる暴行から傷害結果が生じたと認められる場合、強盗の機会性を検討するまでもなく、強盗致傷罪が成立する。他方で、Ｂの転倒には、ＢがＣからそのまま座っているように言われたにもかかわらず、自ら立ち上がったという事情が介在しているため、Ｂの行為が寄与して発生した傷害結果を乙及び丙の行為に帰責できるか否かについて、緊縛行為と傷害結果との間の因果関係の有無を検討する必要があろう。この場合、傷害の原因となる行為が強盗の手段である暴行であることの意味を的確に把握した上で問題の所在を示し、因果関係の有無を論述することが求められる。\n３ 設問３について本設問は、いずれも警察官の公務に対する丁による妨害行為でありながら、一方については業務妨害罪の成立を否定しつつ、一方については業務妨害罪の成立を肯定するという結論を導くために、どのような説明があり得るかを検討させることによって、業務妨害罪に関する解釈論の知識と理解を問うとともに、具体的な事実関係を分析し、法規範を適用する能力及び論理的思考力を問うものである。\nまず、結論を導くための前提として、丁によって妨害の対象となった公務を特定して把握\n- 16 -することが求められる。その上で、本設問の結論を導くためには、一定の公務についてのみ業務妨害罪の成立を認める必要があることから、強制力を行使する権力的公務は、妨害に対する自力排除力を有するため業務妨害罪の「業務」に含まれず、非権力的公務は「業務」として同罪により保護されると解する見解に立つことが考えられる。\nそうすると、設問３の６の事実において、丁の「威力」（刑法第２３４条）によって妨害の対象とされた公務が警察官Ｄの乙を逮捕しようとする強制力を行使する権力的公務であるのに対し、設問３の７の事実において、丁による虚偽通報という「偽計」（刑法第２３３条）\nの手段によって妨害の対象とされた警察官５名の公務は、乙を追跡し、逮捕しようとする虚偽通報がなければ遂行されていたはずの公務であることなどから、未だ強制力を行使する段階にないと説明することによって警察官５名の公務が業務妨害罪によって保護されるとの結論を導くことができよう。\nまた、偽計による妨害については、これらの妨害に対する自力排除力がないことを理由に、すべての公務が業務妨害罪の「業務」に含まれるとする見解に立つことによっても、本設問の結論を導くことができよう。\nいずれの見解から説明する場合であっても、妨害の対象となる公務を的確に把握した上で、一定の公務のみが業務妨害罪によって保護されるとの結論を導く理由を説得的に論述することが求められる。",
  "scoring_notes": "１ 出題の趣旨、ねらい既に公表した出題の趣旨のとおりである。\n２ 採点方針及び採点実感本問では、具体的事例について、甲、乙及び丙の罪責とその理論構成、甲及び丁について一定の結論を導くための説明を問うことにより、刑法総論・各論の基本的な知識と問題点についての理解の程度、事実関係を的確に分析・評価し、具体的事実に法規範を適用する能力及び結論の妥当性とその導出過程の論理性・論述力等を総合的に評価することを基本方針として採点に当たった。\nいずれの設問の論述においても、各設問の内容に応じ、各事例の事実関係を法的に分析し、事案の解決に必要な範囲で法解釈論を展開して規範を定立した上で、問題文に現れた事実を具体的に摘示しつつ規範に当てはめ、妥当な結論を導くこと、その導出過程が論理性を保持していることが求められる。\n⑴ 設問１についてア 全体的な採点実感設問１⑴は、既に公表した出題の趣旨に記載したとおり、甲に詐欺未遂罪の成立を認める立場から、その結論を導くための説明を問うものであるが、その説明の中で、詐欺罪が「人を欺いて財物を交付させ」るという手段を限定しているのに、その実行の着手に「現金の交付を求める文言を述べること」を要しないと考える理由に触れることを求めているから、実行行為である欺罔行為の意義を明らかにした上で、詐欺罪が欺罔行為を手段として限定して規定していることを詐欺未遂罪の成否との関係でどう解釈するのか、すなわち、詐欺罪の実行の着手における構成要件的制約の要否についても明らかにしつつ、財物交付に向けられた欺罔行為を実行行為とする詐欺罪において、現金交付を求める文言を述べる前の、いかなる時点に未遂罪の成立を認めるのかについて、具体的規範を定立して論じる必要があった。\nまた、設問１⑵は、設問１⑴において甲に詐欺未遂罪が成立するとした論拠に基づき実行の着手を認める時期について、具体的事実に即し、それより前の時点との実質的相違を明らかにしつつ論じることを求めるものであるから、先に定立した規範との関係で設問に現れた具体的事実の持つ法的な意味合いを評価しながら、実行の着手を認める時点を説得的に論じることが求められた。\n設問１⑴においては、欺罔行為の意義や構成要件的制約の要否といった点に触れず、手段として欺罔行為を限定した詐欺罪の特質を全く意識しないで、実行の着手の一般的な判断基準のみを論じることによって、現金交付要求文言は必要ないと結論付けた答案が散見され、こうした答案は低い評価にとどまった。\nまた、欺罔行為は交付の判断の基礎となる重要な事項を偽ることを要するという定義のみを挙げて、そのため現金交付要求文言がなくても甲に詐欺未遂罪が成立すると結論付け、実行行為である欺罔行為と実行の着手時期との関係を論述していない答案も散見された。こうした答案は、実行の着手時期についての判断規範や、何らの現金の交付要求もない段階で何をもって処分行為に向けられた交付の判断の基礎となる重要な事項と認めたのかについて論じておらず、出題の趣旨に示した問題の所在が把握できていないと評価せざるを得ず、低い評価になった。\n一方、構成要件的制約の要否を意識し、実行行為である欺罔行為の正確な意義を明らかにした上で、複数のうそを積み重ねながら、最終的に現金交付要求行為に至るという（特殊）詐欺事犯の特徴を踏まえ、詐欺未遂罪の成立を認めるための具体的な規範を定立して論じた答案は、\n高い評価となった。\n- 1 -【事例１】と類似の事案において現金交付を求める文言を述べていない段階で詐欺未遂罪の成立を認めた最判平成３０年３月２２日刑集７２巻１号８２頁の趣旨や理論構成を理解し、（特殊）詐欺事犯の特徴を踏まえ、実行行為である欺罔行為の意義内容を明らかにして、実行の着手を認めるべき時点を論述する答案もあり、そうした答案は少数であったが、高い評価となった。\n設問１⑵の論述では、設問１⑴において具体的な規範を定立できた答案は、当該規範に照らして、【事例１】の具体的事実の持つ法的意味を適切に評価し、着手を認める時点とそれより前の時点との実質的相違をおおむね的確に明らかにできていた。\nまた、【事例１】において示された各事実が、この先に発生し得る「乙及び丙が捜査のために必要なので現金を預けてほしい旨のうそを言って現金の交付を求める行為」や「Ａが２００万円を乙及び丙に交付するという結果の発生」に対し、具体的にいかなる影響を与える行為であるかということや「処分行為に向けられた交付の判断の基礎となる重要事項を偽る行為」という欺罔行為の意義との関係でいかなる評価を受ける行為であるかということを、規範に照らしながら、具体的事案に即して論じられた答案は、抽象的な用語の暗記ではなく、詐欺罪の特質や実行の着手に関する論点の理解の深さを示すものとして高い評価となった。\n他方、設問１⑵において【事例１】に現れた事実を抜き出しただけで、その事実が持つ法的意味を特段論じることなく、当該事実が先に定立した規範に当てはまるとして結論を記載する答案や、規範に事実を当てはめるという意識が希薄であるため、規範を定立しているのか規範に事実を当てはめているのかが明確でない答案、具体的事実を評価する中で設問１⑴に定立した規範と異なる規範を用いて事実を評価している答案も少なからず見られ、これらの答案は低い評価にとどまった。規範を定立し、その規範との関係で、具体的事実がいかなる法的意味を有するのかを評価した上で、規範に当てはめて的確に結論を導くという論述が求められる。\nまた、設問１⑴で具体的規範を定立せずに設問１⑵で規範を論じた答案や、設問１⑵で求められる当てはめを設問１⑴において長々と論じた答案もあり、これらは設問に答えた答案になっていなかった。また、論じるべき内容について設問で指示しているにもかかわらず、一般的な罪責を論じるかのように詐欺未遂罪の成否を平板に論じた答案も散見された。設問の趣旨に適切に答える姿勢が肝要である。\nイ 答案の例(ｱ) 優秀に該当する答案の例設問１⑴において、詐欺罪が手段が限定された犯罪であること及び複数のうそを積み重ねながら、最終的に現金交付要求行為に至るという（特殊）詐欺事犯の特徴を踏まえ、実行行為としての欺罔行為をどう解するのかについて論じ、構成要件的制約の要否を考えながら、\n詐欺未遂罪の成立を認める規範を具体的に定立して、現金交付要求がない段階で詐欺未遂罪が成立するという結論を導き、設問１⑵において、先に定立した規範との関係で事実関係を的確に分析して法的に評価し、実行の着手が認められる時点とそれ以前の時点の相違を具体的事実関係に即して明らかにし、規範と整合する説得的な結論を導いた答案などである。\n(ｲ) 良好に該当する答案の例設問１⑴において、構成要件的制約の要否に関する論述などに一部不足はあるものの、実行行為である欺罔行為と実行の着手との関連性を意識した論述があり、詐欺罪の実行の着手について妥当な結論を導くための具体的規範を定立した上、設問１⑵において、当該規範に適切に当てはめ、実行の着手を認める理由と実行の着手が認められない理由を具体的事実に即して明らかにした答案などである。\n(ｳ) 一応の水準に該当する答案の例設問１⑴において、出題の趣旨に示した問題に十分触れられていないものの、一般的な実行の着手についての基本的な論述をし、設問１⑵における論述内容も設問１⑴における論述- 2 -と論理的に矛盾せず、具体的事実を評価しながら先に定立した規範の当てはめができている答案などである。\n(ｴ) 不良に該当する答案の例設問１⑴において、刑法の基本概念の理解が不十分であるために、出題の趣旨に示した問題点を理解できておらず、関係のない法解釈論を展開している答案や、設問１⑵において、\n具体的事実の評価を全くせずに結論付けたり、論理的に矛盾したりした答案などである。\n⑵ 設問２についてア 全体的な採点実感乙及び丙がＢを緊縛するなどして３００万円を奪った行為について、強盗罪の構成要件に該当することを丁寧に論じた答案が多かったが、強盗の犯行後、Ｂが転倒して生じた傷害結果を乙及び丙に帰責できるか否かを論じるに際し、緊縛行為が強盗の手段そのものであり、強盗の手段を原因行為として傷害結果が発生する過程に、Ｂの行為が介在しているという因果関係の問題を把握していない答案が散見された。\n出題の趣旨に記載したとおり強盗の手段たる暴行から傷害結果が生じたと認められる場合、\n強盗の機会性を検討するまでもなく強盗致傷罪が成立するが、緊縛行為が強盗の手段であることに一切触れず、強盗の機会性を長く論じたものが散見された。強盗の機会説は、強盗の手段説よりも原因行為を拡張する見解であり、強盗の手段から結果が生じた場合に機会説を論じる必要はない。これらの答案は、機会説の意義を理解しないものであり、低い評価となった。\n甲の罪責については、乙及び丙が当初の詐欺の共謀に引き続き、詐欺と異なる犯行を行ったことから、乙及び丙の行為について、当初の共謀に基づくものとして罪責を負うか否かの検討が必要であったが、共謀の射程の問題としての的確な論述を欠き、甲が詐欺罪の故意であったのに異なる構成要件間にまたがって実現された犯罪について故意既遂犯を認めることができるのかという抽象的事実の錯誤の問題としてのみ論じた答案が散見され、これらの答案は低い評価にとどまった。\n乙及び丙の行為がいかなる場合に、甲との共謀に基づく犯行といえるのかについて、法解釈を展開して判断基準についての規範を定立し、同規範に【事例２】の具体的事実関係を当てはめる必要があるが、規範を定立せず、規範定立と当てはめを明確に区別しないで、具体的事実関係を挙げて結論を導く答案も散見された。\n詐欺罪と強盗罪とでは保護法益が完全には一致せず、犯行態様が異なることや乙及び丙が新たに話し合って決めたということのみを指摘して、乙及び丙の犯行が当初の共謀に基づくとはいえないと結論付けた答案が多く見られたが、このような答案は事案の特徴を十分に把握したものとは評価できない。これに対し、共同正犯の処罰根拠等から、共謀に基づく犯行であると判断するための具体的な規範を定立した上で、乙及び丙が当初の共謀で想定されたのと同じ被害者から、より確実に金銭を奪うために犯行に及び、目的とする金銭も甲が用意させた３００万円であり、乙及び丙の計画においても、当初から奪った３００万円を甲と山分けするつもりであって、実際に甲に山分けされたこと等の設問に現れた具体的事実を的確に指摘するなどして結論を導いた答案は、当該論点についての理解や事実関係の的確な分析を示すものとして高い評価となった。\n甲が乙及び丙の行為について共謀に基づくものとして罪責を負うと解した場合には、甲に詐欺罪の故意しかないことから、抽象的事実の錯誤についても論じる必要があるが、この点の記述を欠くものがあった。また、甲が乙及び丙の行為について共謀に基づくものとして罪責を負わないと結論付けたにもかかわらず、抽象的事実の錯誤を論じた答案があり、これらの答案は、\n論点相互の論理的関係を理解できていないとの評価をせざるを得なかった。\nなお、乙及び丙については強盗致傷罪の共同正犯のほか、甲との間で詐欺未遂罪の共謀共同正犯が成立し得るが、未遂・既遂の区別を正確に言及できていない答案も散見された。\n- 3 -上記のとおり設問２において論じるべき事項が多岐にわたることから、法解釈上の重要な事項については手厚く論じ、そうでない事項については簡潔な論述で済ませるなど、答案全体のバランスを考えた構成も必要であり、主要な論点について結論を導くに当たっては、法解釈論を展開して判断基準となる規範を定立し、その規範に具体的事実を当てはめるという論述が求められる。これは、論点の正確な理解とも関係するところであるが、一定の事実がいかなる法的意味を有するかを意識しつつ、結論に至るまでの法的思考過程を論理的に的確に示すことが必要である。\nイ 答案の例(ｱ) 優秀に該当する答案の例事実関係を的確に分析した上で、出題の趣旨に示した主要な問題点について検討を加え、\n法解釈論を展開して判断の基準となる規範を定立し、問題文に現れた事案の特徴を捉えた上で事実を具体的に評価して当てはめを行い、罪責や理論構成について論理的に矛盾のない論述がなされている答案などである。\n(ｲ) 良好に該当する答案の例出題の趣旨に示した主要な問題点について指摘し、それぞれの罪責について論理的に矛盾せずに妥当な結論等を導くことができているものの、一部の問題点について検討を欠く答案や、主要な問題点の検討において、理解が一部不正確であったり、必要な法解釈論の展開がやや不十分であったり、必要な事実の抽出やその意味付けが部分的に不足していると認められる答案などである。\n(ｳ) 一応の水準に該当する答案の例事案の分析が不十分であったり、出題の趣旨に示した主要な問題点について一部論述を欠いたりするなどの問題はあるが、論述内容が論理的に矛盾することなく、刑法の基本的な理解について一応ではあるものの示すことができている答案などである。\n(ｴ) 不良に該当する答案の例事案の分析がほとんどできていない答案や、刑法の基本概念の理解が不十分であるために、\n出題の趣旨に示した主要な問題点を理解できていないと認められた答案などである。\n⑶ 設問３についてア 全体的な採点実感設問３は、業務妨害罪の成否について一定の結論を導くための説明を問うことによって業務妨害罪に関する解釈論の知識と理解を問うとともに、具体的事実の分析能力等を問うものである。既に公表した出題の趣旨に記載したとおり、設問３において一定の結論を導く説明として、\n強制力を行使する権力的公務が業務妨害罪の「業務」に含まれず、それ以外の公務が「業務」\nとして同罪により保護されると解する見解に立った上で、【事例３】の６の事実において妨害の対象とされた公務は警察官Ｄの乙を逮捕しようとする強制力を行使する権力的公務であるため「業務」に該当しないといえるのに対し、同７の事実において妨害の対象とされた公務は警察官５名による乙を追跡し、逮捕しようとするものであることなどから、未だ強制力を行使する段階にない公務であると認め、「業務」として保護されるとする説明、あるいは、自力排除力を持つ公務は「業務」として保護されないという前提に立ち、同６の事実において妨害の対象となった公務の「業務」該当性を否定しつつ、同７の事実において丁の用いた手段が「偽計」\nであることから、偽計に対してはそうした公務も無力であるとして、偽計業務妨害罪の「業務」\nには、すべての公務が含まれると解して、同７の事実において妨害の対象となった警察官５名による乙を追跡し、逮捕しようとする公務が「業務」に該当するという説明が考えられる。\nいずれにしても各事実において妨害の対象となった公務を的確に把握する必要があり、対象となる公務を的確に把握した上で、一定の結論を導くための法解釈を展開して規範を定立し、\n各事実関係における公務の法的な意味を事実認定し、規範に当てはめ、結論を導いた答案は、\n- 4 -高い評価となった。\n上記のとおり「偽計」による妨害に対しては自力排除力がないことを理由に、すべての公務が業務妨害罪の「業務」によって保護されるとして結論を導く場合にも、威力による妨害については、一定の公務につき業務妨害罪によって保護されないことを論じる必要があるから、業務妨害罪において保護される公務の範囲について必要な解釈を行い、規範を定立する必要があったが、この関係を見落として、この点を十分に論じていない答案があった。規範定立と当てはめを区別して法的思考過程を論理的に示すことが必要であることを指摘したい。\n妨害の対象とされた公務を特定していない答案も相当数みられた。また、設問において丁の行為が「威力」に該当すると明示したにもかかわらず、本問で問われていない「威力」該当性を論じた上で「威力」であることを否定する答案もあった。これらの答案は、いずれも低い評価となった。\nイ 答案の例(ｱ) 優秀に該当する答案の例各事実関係において丁による妨害の対象となった公務を的確に把握しつつ、出題の趣旨に示した論点について、自説の論拠や他説への批判などを踏まえ、必要な法解釈を展開して規範を定立し、妨害の対象となった公務の法的な性質を明らかにした上で、当該規範に当てはめ、一定の結論を導いた答案などである。\n(ｲ) 良好に該当する答案の例出題の趣旨に示した各論点を把握しているが、必要な法解釈論の展開がやや不十分であったり、妨害対象となった公務について必要な事実の抽出やその意味付けが部分的に不足していたりすると認められる答案などである。\n(ｳ) 一応の水準に該当する答案の例出題の趣旨に示した各論点について一部論述を欠くなどの問題はあるものの、業務妨害罪についての基本的な理解を一応示して結論を導くことができている答案などである。\n(ｴ) 不良に該当する答案の例出題の趣旨に示した各論点に触れずに、必要のない法解釈を展開するなど出題の趣旨を理解できていないと認められた答案などである。\n⑷ その他例年指摘している点でもあるが、用語の間違いがある答案や、文字が乱雑で判読しづらい答案、\n基本的用語の漢字に誤記がある答案が散見された。また、文章の補足・訂正に当たって、極めて細かい文字で挿入がなされる答案も相当数あった。時間的に余裕がないことは承知しているところであるが、採点者において判読が不能な記載箇所は採点対象にできないことに十分に留意して、\n大きめで読みやすい丁寧な文字で書くことが望まれる。\n３ 今後の法科大学院教育に求めるもの刑法の学習においては、刑法の基本概念の理解を前提に、論点の所在を把握すること、各論点の位置付けや相互の関連性を十分に理解すること及び犯罪論の体系的処理の手法を身に付けることが重要である。\n一般的に重要と考えられる論点を学習するに当たっては、犯罪成立要件との関係で、なぜその点が問題となっているのかを明確に意識しつつ、複数の見解の根拠や難点等に踏み込んで検討することなどを通じて、当該論点の理解を一層深めることが望まれる。これらの論点に関する理解を深めた上で、事案の全体像を俯瞰しつつ、一定の事実を法的に評価し、解決において必要となる問題点を適切に抽出する法的思考能力及び妥当な結論を導くための具体的規範を定立し、同規範に照らし具体的事実の法的意味を評価して結論を導く論理的思考力を身に付けることが肝要である。\nそのためには、これまでにも繰り返し指摘しているところであるが、判例を学習する際には、結- 5 -論のみならず、当該判例の前提となっている具体的事実を意識し、結論に至るまでの理論構成を理解した上で、その判例が述べる規範の体系上の位置付け、その射程及び理論構成上の課題について検討し理解することが必要である。\nこのような観点から法科大学院教育においては、まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上、刑法上の諸論点に関する問題意識（なぜ問題となるのか）を喚起しつつ、その理解を深め、さらに、判例の学習等を通じ具体的事案の検討を行うなどして、幅広く妥当な結論やそれを支える理論構成を導き出す能力を涵養するよう、より一層努めていただきたい。\n- 6 -"
}