{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\nＸは、平成１５年４月、約５００名の社員を擁するＩＴ企業であるＹ社との間で、所定労働時間を１日８時間、賃金（基本給）を月額３０万円として、担当職種の限定なく、期間の定めのない労働契約を締結し、その頃から、同社においてプログラマー兼システムエンジニアとして就労を始め、平成３０年４月には、本社システム開発課の課長補佐に昇進するとともに賃金（基本給）は月額５０万円に昇給し、以後、主に同課の課長補佐が務めるものとされていたシステム開発のプロジェクトマネージャーとして就労していた。\nところが、Ｘは、令和元年９月頃、私傷病であるうつ病を発症した。Ｘは、発症後しばらくは、有給休暇を取得して療養したものの、症状は改善せず、かかりつけのメンタルクリニックの主治医\nＡからも、「少なくとも今後３か月間の自宅療養の必要がある。」旨の診断を受けた。そこで、Ｘは、上司と相談の上、後記のＹ社の就業規則に定められた私傷病休職の制度を利用し、令和２年１月１日から休職することとなった。\n休職期間の満了日（令和３年６月３０日）が迫る同月１日に至り、Ｘは、主治医Ａに対し、復職の希望を述べて診断書の作成を求めた。主治医Ａは、Ｘの症状は、休職を開始した頃と比べれば改善傾向にはあるものの、依然として投薬の種類・量が多く、そのため、Ｘについては「なお３か月程度の療養の継続を要する。」と診断するとともに、復職については「不可能ではないが、複雑な業務の遂行はいまだ困難と思われる。」と記載した診断書を作成し、Ｘに交付した。\nこの診断書及び復職申出書をＸから受領したＹ社の復職判定委員会（Ｙ社の就業規則第３４条に規定するものであり、同社の人事担当役員らにより組織される。）は、同月１０日、Ｘに対し、Ｙ社の産業医Ｂと面談するよう指示し、産業医Ｂは、Ｘと面談の上、復職判定委員会に対して、「適切な配慮がない限り、プロジェクトマネージャーとしての就労は困難と思料する。」との意見を述べた。これを受け、復職判定委員会は、Ｘと面談を行ったが、その際、Ｘは、「今でも朝に起床するのが億劫なときがあり、これまで外出もあまりしておらず、注意力が散漫になるときもないではないが、休職に入った令和２年１月当時に比べれば、症状は改善しており、エンジニアとして力を尽くしたいので、復職させてほしい。」旨を述べた。\n復職判定委員会は、主治医Ａ作成の診断書、復職申出書の内容、産業医Ｂの意見、Ｘの面談の際の発言などを考慮し、Ｘを本社システム開発課の課長補佐として復職させ、プロジェクトマネージャーとして就労させることは難しいと考えた。\n【就業規則（抜粋）】\n第３１条 社員が次の各号のいずれかに該当するときは、会社は休職を命ずる。\n第１号 社員が、業務災害又は通勤災害に起因するもの以外の傷病（以下「私傷病」という。）により引き続き６０日間欠勤し、なお就労することができないと会社が認めたとき。\n（第２号以下は省略）第３２条 前条により休職を命ぜられた社員は、次条の休職の期間中は社員としての地位を失わないが、賃金は支給されないものとする。\n第３３条 第３１条第１号の事由による休職の期間は、勤続年数に応じて次のとおりとする。ただし、会社は、当該休職の期間が満了してもなお引き続き休養が必要と認めたときは、通算して２年を超えない範囲内でこれを延長することができる。\n第１号 勤続年数が１年未満の者 ６か月第２号 勤続年数が１年以上１０年未満の者 １年第３号 勤続年数が１０年を超える者 １年６か月第３４条 第３１条第１号の事由により休職を命ぜられた社員が復職をしようとするときは、会社に対し、医師の診断書を添えて申出をするものとし、会社は、復職判定委員会の判定に基づき、当該社員について復職が可能と認めたときは、当該社員に対し、１０日以内に復職することを命ずるものとする。\n第３５条 社員が第３３条の休職の期間を満了しても復職することができないときは、会社を退職する。\n〔設 問〕\n１ 上記【事例】の経過を踏まえ、復職判定委員会は、Ｘに対し、原職である本社システム開発課の課長補佐としての復職は難しい旨を伝えたが、Ｘは、「プロジェクトマネージャーとして期待される役割を全うする自信はある。別の職務をあてがわれて課長補佐から降格させられ、それにより給与が減額されては困る。」と述べて原職での復職を強く希望し、それ以外の形での復職を拒否した。復職判定委員会は、そのようなＸの意思を踏まえ、復職可能とは認められないと判定し、Ｙ社は、令和３年６月２０日、Ｘに対し、就業規則第３４条の復職命令はしない旨を伝えた。\nその後、同月３０日をもって就業規則所定の休職期間が満了し、なお復職できないと認められたことから、Ｙ社は、就業規則第３５条に基づき、Ｘは自然退職したものとした。\nＸは、Ｙ社が自分を原職で復職させず、自然退職したものとして取り扱ったことは不当であり、同社に対して、労働契約上の権利を有する地位にあることの確認を求める訴訟を提起したいと考えている。このＸの請求の当否について、考えられる法律上の論点を挙げて検討し、あなたの見解を述べなさい。\n２ 上記【事例】の経過を踏まえ、復職判定委員会は、Ｘに対し、直ちに原職である本社システム開発課の課長補佐としての復職は難しい旨を伝えるとともに、「一旦正式な復職とせずに本社総務課に出社して繁忙度が比較的低い同課の事務職の業務を行ってもらい、一定期間、同課でのフルタイムでの就労の状況を観察した上で、改めて正式に復職の可否を判断する。」という案を提示したが、Ｘが「最初からフルタイムで就労を再開することには不安が残る。」と述べて難色を示したことから、更に「当面の間、週３日の隔日勤務、勤務時間を午後１時から午後５時までの４時間とし、就労状況を観察して徐々に業務量や勤務時間を増やしていく。」という案を提示し、Ｘはこれを了承した。Ｙ社は、これを踏まえ、就業規則第３３条ただし書に基づき、Ｘの休職期間を２か月間延長した上で、休職扱いのまま、Ｘに対し、令和３年７月１日から本社総務課の事務職として就労するよう指示し、同課課長に対し、Ｘには簡易な業務から担当させるよう指示した。Ｘは、同日からＹ社への出勤を再開した。\n同課における業務は、定型的な事務が中心であり、システム開発課における業務よりも日々の繁忙度は低かったが、Ｘは、２週間ほどで体調不良となり、同月中旬頃から欠勤を重ねるに至った。復職判定委員会は、このような状況に照らし、Ｘにつき復職可能とは認められないと判定し、Ｙ社は、同年８月２０日、Ｘに対し、就業規則第３４条の復職命令はしない旨を伝えた。その後、同月３１日をもって延長後の休職期間が満了し、なお復職できないと認められたことから、Ｙ社は、就業規則第３５条に基づき、Ｘは自然退職したものとした。\nＸは、復職がかなわなかったのは、本社総務課で就労を再開した際の労働条件が過重であったためであって、復職させずに休職期間の満了をもって自然退職したものとして取り扱われたことは不当であり、また、同年７月１日以降については、実際に同課で就労していたのであるから、少なくとも当該就労分の賃金は支払われるべきであるとして、Ｙ社に対して、労働契約上の権利を有する地位にあることの確認及び同課で就労した期間に係る未払賃金の支払を求める訴訟を提起したいと考えている。このＸの請求の当否について、考えられる法律上の論点を挙げて検討し、- 27 -あなたの見解を述べなさい。〔第２問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\n１ Ａ社は、観光バスツアーの催行その他の旅客自動車運送事業等を営む会社である。Ｂ社は、労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関する法律（昭和６０年法律第８８号）に基づく労働者派遣事業その他の事業を営む会社であり、その雇用する添乗員をＡ社に派遣している。なお、Ｂ社は、Ａ社と同じ企業グループに所属する同社の関連会社であるが、同グル\nープ外の会社を含め、Ａ社以外にも添乗員を派遣している。Ｃ組合は、Ｂ社に雇用されている添乗員の６割で組織する労働組合であり、Ｄは、Ｂ社に雇用され、Ａ社に派遣されている添乗員で、Ｃ組合の組合員である。Ｃ組合とＢ社との間で締結された賃金に関する基本的内容を定める労働協約においては、賃金は毎月２０日締め、月末支払とされていた。\nＡ社は、同社に派遣されている添乗員（以下単に「添乗員」という。）について、基本的には、同社が各ツアーの催行に際し旅程を踏まえて作成する添乗員勤務計画書に基づいて添乗業務に従事させつつ、これに加えて、業務従事日には日報を提出させ、また、必要に応じて携帯電話等で添乗員に連絡・指示をすること等により、添乗員が添乗業務に従事する時間の管理を行っていたが、添乗員の勤務の実態としては、ツアー当日の交通状況や立ち寄り先の観光地の事情等により、前記の添乗員勤務計画書に定められた時間を超える労働がしばしば行われ、しかも、時間外労働について所定の割増賃金が支払われない状況が生じていた。そのため、Ｃ組合は、令和３年１０月１日、Ａ社に対して、Ｃ組合の組合員である添乗員の労働時間管理の改善に向けた事項（具体的には、勤務実態についての資料の提示、長時間労働等を解消するための方策の策定等）を議題として、団体交渉を申し入れるとともに、同日、Ｂ社に対して、時間外労働に係る未払の割増賃金の支払を議題として、団体交渉を申し入れた。\n２ Ａ社は、同月１０日、Ｂ社に雇用されている添乗員で組織する労働組合であるＣ組合との団体交渉に応じる立場にはないとしてこの申入れを拒否し、Ｃ組合は、同月３１日、この団体交渉拒否は労働組合法第７条第２号所定の不当労働行為に該当するとして、前記のとおり申し入れた団体交渉にＡ社が応じる旨の救済を求め、管轄する労働委員会に救済申立てを行った。\n３ Ｂ社は、同月１５日、前記のとおり申し入れられた団体交渉に応じ、その際、時間外労働に係る未払の割増賃金があることを認めつつ、近年同社の事業全体が低調で経営が悪化しているため、懸案の未払の割増賃金を含め、当面の賃金の支払について交渉したい旨述べた。これを受け、Ｂ\n社とＣ組合との間で交渉が重ねられ、同年１２月２０日、両者の間で、Ｃ組合の組合員である添乗員の時間外労働に係る未払の割増賃金は同月末に一括して支払う一方で、同月分以降１２か月間の基本給の１割について支払の猶予を認め、令和４年１２月分の賃金の支払の際、当該支払猶予分の賃金を一括で併せて支払うことを内容とする労働協約が締結された（以下「令和３年協約」という。）。令和３年協約は、Ｃ組合の規約に定められた手続を経て締結されたものであり、Ｄは、その過程で明示的に反対の意思を表明したものではなかったが、自身について未払となっている時間外労働に係る割増賃金はそれほど多額ではなく、むしろ向こう１年間の基本給の１割の支払が猶予されることによる生活への影響を懸念し、不満を持っていた。\n４ 令和３年協約を締結する際、Ｂ社としては、１年後であれば経営状態が改善して賃金の支払に支障がなくなっているであろうと見込んでいたが、令和４年下半期に同社の経営状態は更に悪化し、令和４年１２月分の賃金の支払の際、令和３年協約において約した支払猶予分の賃金の支払ができなかった。このため、Ｂ社は、令和５年１月に入り、Ｃ組合に対して交渉を申し入れ、未払となっている支払猶予分の賃金債権の放棄を提案した。Ｃ組合は、Ｂ社の経営がこれ以上悪化しない保証はなく、その結果として同社が組合員の解雇に踏み切ったり、将来にわたり賃金を減額する措置に出たりする事態となることは回避すべきであるとして、同月３１日、前記のＢ社の- 29 -提案を受け入れ、Ｃ組合と同社との間で、その旨の労働協約が締結された（以下「令和５年協約」という。）。令和５年協約も、Ｃ組合規約所定の手続を経たものであった。\nかねて令和３年協約に不満を持っていたＤは、令和５年協約は到底受け入れられないと考え、令和５年２月２８日、支払猶予分の賃金及びその遅延損害金の支払をＢ社に求める訴訟を、管轄する地方裁判所に提起した。\n〔設 問〕\n１ Ｃ組合は、令和３年１０月３１日に行った申立てについて、労働委員会において救済を受けることができるか。検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。なお、Ｃ組合は、労働組合法第２条に規定する「労働組合」に該当し、かつ、Ｃ組合について同法第５条第１項の立証がなされたものとする。\n２ Ｄが訴訟を提起した、支払猶予分の賃金及びその遅延損害金の支払請求は、認められるか。検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、私傷病（業務に起因する傷病以外の傷病）を理由として就業規則に定められた休職制度により休職命令を受けた労働者が、同制度上の休職期間を経ても十分には回復しなかったため、直ちに原職に復職することは困難と判断した会社が復職命令をせず、就業規則の規定により当該労働者を自然退職したものとしたという事例を素材として、これに関連する法律上の論点を挙げて検討し、見解を述べることを求めるものであり、当該雇用関係の終了に適用され得る規律及びそれに関連する判例・裁判例等の正確な理解と、それらから導き出される労働法規範に対し、本件の具体的な事実から関係する事実を的確に拾い上げて当てはめ、評価する能力を問うものである。\n本問は、当該労働者の主治医及び会社の産業医のいずれもが症状の改善は不十分であり無条件では原職の複雑な業務の遂行は困難とする一方で、労働者本人は復職を望んでいるという設例を基礎として、設問１及び２において、会社（Ｙ社）の対応及びＸの意向の点で異なる事実関係をそれぞれ付加し、それぞれの事例におけるＸの請求の当否を問うものである。\nこのうち設問１は、Ｘが原職での復職を強く希望し、それ以外の形での復職を拒否したことから、Ｙ社が、そうしたＸの意思を踏まえ、就業規則に基づき、休職期間の満了をもって\nＸを自然退職したものとしたことの適否等を問うものである。\n本問においては、まず、Ｙ社が休職期間の満了をもってＸを自然退職したものとすることができる法的根拠を明らかにする必要があろう。すなわち、私傷病による就労不能は、労働契約上の債務の本旨に従った労務の提供ができない状態であり、解雇理由となり得るところ、就業規則により休職制度が設けられていることによって、休職の間は解雇が猶予され、その後復職が可能となり復職命令がなされれば退職の効果は発生しないが、猶予期間を経ても復職ができないときは、労働者は退職することとなる。このような休職及び休職期間の経過による自然退職は、法令には規定がなく、前記のＹ社の就業規則の関連規定の内容が合理的でありかつ労働者に周知されていた場合にＹ社とＸとの間の労働契約の内容となるから（労働契約法７条本文）、まず、これらの点を指摘し、論ずることが、最初の論述のポイントとなる。\n次に、就業規則第３５条による自然退職がＹ社とＸの間の労働契約の内容になっていることを前提に、Ｘが同条の「復職することができないとき」に当たるかを検討することとなるが、ここにいう「復職」できる状態は、原則として、当該労働者の従前の（休職前の）職務を通常程度行える健康状態をいうものであることを指摘しておく必要があろう。本問の事例においては、前記の主治医及び産業医の診断内容等によれば、その状態にないことが認められるから、その上でさらに、従前の職務以外の職務での復帰の余地があるかどうかを論じることとなる。ここで、判例（片山組事件・最判平成１０年４月９日労判７３６号１５頁）は、労働契約上その職種や業務内容が限定されていたとはいえず、従前の業務以外の労務の提供は可能であり、かつ、労働者がその提供を申し出ていたときには、当該労働者の能力、経験、地位、会社の規模、業種、労働者の配置・異動の実情及び難易等に照らし、当該労働者が配置される現実的可能性があると認められる業務が他にあったかどうかを検討した上でなければ、債務の本旨に従った労務の提供をしなかったものと断定することはできない旨の判断を示している。この判例は、賃金請求権の存否が争われた事案であるが、その後の裁判例においては、その判断枠組みが自然退職の適法性が争われる事案にも広く用いられている（東海旅客鉄道事件・大阪地判平成１１年１０月４日労判７７１号２５頁等）ことから、本問においても、この判例の考え方が当てはまるかを検討した上で、導き出される規範について、本問の事実関係を的確に当てはめ、事例についての結論を導いていくこととなろう。その際は、障害者の雇用の促進等に関する法律（昭和３５年法律第１２３号）において、事業主が雇用する障害者である労働者についてはその障害の特性に配慮した措置を講じなければならない旨が規定されており、同法の趣旨から使用者において労働者の復職の可否を判断するに当たって合理的な配慮をすることを求める裁判例もある（日本電気事件・東京地判平成２７年７\n月２９日・労判１１２４号５頁）ことから、当てはめではそれらの点を踏まえた検討も必要となる。\n設問２は、Ｙ社において、Ｘが直ちに原職（本社システム開発課の課長補佐）に復職することは困難であることを前提として、Ｘの意向も聴取しつつ、休職期間を２か月延長し、その期間中に、正式な復職の可否の判断のため、休職扱いのまま、原職とは異なる定型的かつ繁忙度の低い他の課の事務に、週３日隔日・時間短縮で従事させ（以下「試験出社」という。）、同課課長に簡易な業務から担当させるように指示することさえしたが、Ｘは試験出社開始２\n週間ほどで体調不良となり、欠勤を重ねるようになったという事例において、Ｙ社が、前記の就業規則に基づき、延長後の休職期間満了を理由としてＸを自然退職したものとしたことの適否等を問うとともに、Ｘが試験出社中の事務従事を根拠としてその間の賃金を請求することの当否を問うものである。\n本問においても、まず、地位確認請求との関係で、Ｙ社が正式にＸに復職を命じず自然退職したものとした時点（延長後の休職期間満了時）において、Ｘが従前の職務に復職可能な状態であったか及び判例の考え方から導き出される規範の下で復職可能といえる状態にあったかを、設問２の事実関係（Ｘが試験出社中に従事した事務の内容やその遂行状況等）に照らして論ずることとなる。特に、試験出社を経た上でＸは復職できないとＹ社が判断するに至った事実経過に即して、Ｘが配置される現実的可能性があると認められる業務がなお他にあったかどうかを具体的に論ずることが、ポイントとなろう。そこでは、同法の趣旨や前記のような裁判例等に鑑み、Ｘの自然退職に至るまでの経過においてＹ社による合理的な配慮があったと評価することができるか等を検討することも考えられよう。\n次に、試験出社中の事務従事に対応する賃金を請求することの可否との関係では、試験出社及びその間における事務への従事が、Ｙ社とＸとの間の労働契約の債務の本旨に従った労務の提供といえるか否かを論ずる必要があろう。ここでは、就業規則第３２条において休職中は賃金を支給されないものとしていることを前提に、試験出社の趣旨やそれを提案したＹ\n社及びこれに応じたＸの間に成立した合意の内容を事実関係に照らして確定した上で、賃金請求権の成否を検討することが求められる。その際は、試験出社中の事務従事は債務の本旨に従った労務の提供ということができないと考えられる場合であっても賃金請求権が発生することとなり得る法律構成の可否等についても検討し、論述することが求められる。\n〔第２問〕\n本問は、設問１において、派遣労働者により組織された労働組合が派遣労働者の派遣先である旅客自動車運送等事業者に対してした団体交渉の申入れを同事業者が拒否した事例を素材として、労働組合法第７条にいう「使用者」の概念及び同条第２号に規定する団体交渉拒否の不当労働行為の成否の要件等についての理解を問うとともに、設問２において、同労働組合と労働者派遣事業者との間で締結された労働協約により、１２か月間の基本給の一部の支払猶予が約定され、さらに、これに続く別の労働協約により、当該支払猶予分の賃金債権の放棄が約定されたという事例を素材として、労働条件を労働者に不利益に変更することを内容とする労働協約についていかなる場合に規範的効力が認められるか、具体的に発生した- 30 -\n賃金請求権を労働協約によって事後的に処分・変更することは可能かといった点についての理解を問うものであり、いずれも、集団的労働関係法における基本的かつ主要な論点に関し、関係する法令、判例・裁判例等から導き出される規範についての正確な理解と、当該規範への具体的事実の当てはめ（関係する事実の摘示と評価）の的確さを問うものである。\n設問１では、派遣元の事業者であるＢ社に雇用されている労働者（添乗員）を組織する労働組合であるＣ組合が派遣先の事業者であるＡ社に対して行った同組合の組合員である添乗員の労働時間管理の改善に向けた事項を議題とする団体交渉の申入れをＡ社が拒否したことが、労働組合法第７条第２号の団体交渉拒否の不当労働行為に当たるか（したがってＣ組合は労働委員会において救済を受けることができるか）が問われている。この問いに答えるに当たっては、①添乗員の雇用主ではないＡ社が、派遣労働者たる添乗員との関係で、不当労働行為を禁止される「使用者」（労働組合法第７条）に当たるか、②Ｃ組合がＡ社に対して団体交渉を申し入れた上記事項がいわゆる義務的団体交渉事項に当たるか、③Ａ社による団体交渉の申入れ拒否には同号所定の「正当な理由」があるかを、論ずべきこととなる。\n①については、判例（朝日放送事件・最判平成７年２月２８日民集４９巻２号５５９頁）が示す判断枠組みを正確に理解し、本件の具体的事実に的確に当てはめることが論述のポイントとなる。また、Ａ社は労働者派遣事業の適正な運営の確保及び派遣労働者の保護等に関する法律（昭和６０年法律第８８号）に基づき労働者派遣事業を営むＢ社から派遣労働者たる添乗員を受け入れている事業者であるところ、そうした事業者が派遣労働者との関係で「使用者」に当たるかどうかに関し、上記の判例の趣旨を踏まえつつ、特別な判断枠組みを提示する労働委員会命令（ショーワ事件・中労委命令平成２４年９月１９日別中労時１４３６号\n１６頁）や裁判例（阪急交通社事件・東京地判平成２５年１２月５日労判１０９１号１４頁）もあり、そうした特別な判断枠組みによって判断すべきかについても検討がなされるべきであろう。その上で、②において、いわゆる義務的団体交渉事項の範囲についての一般的な理解（例えば、ＩＮＡＸメンテナンス事件・最判平成２３年４月１２日労判１０２６号２７頁参照）を正確に示しつつ、本件においてＣ組合がＡ社に対してした申入れ事項がこれに該当するかを的確に検討し、③において、Ａ社が主張する理由が同号所定の「正当な理由」に該当するか等を、本件の具体的事実に照らして検討することが、論述の重要なポイントとなる。\n設問２では、Ｃ組合とＢ社との間で、まず、Ｃ組合の組合員である添乗員の時間外労働に係る未払の割増賃金を一括して支払う一方で、１２か月間の基本給の１割について支払を猶予することなどを内容とする労働協約（令和３年協約）が締結され、その後さらに、当該支払猶予分の賃金債権を放棄することなどを内容とする労働協約（令和５年協約）が締結されたという事例において、Ｃ組合の組合員たるＤがＢ社に対してした支払猶予分の賃金及びその遅延損害金の支払請求が認められるかが問われている。この問いに答えるに当たっては、①令和３年協約は労働者の賃金債権の一部の履行期を遅らせることをその内容の一つとするものであり、労働条件を労働者に不利益に変更するものであるところ、そのような労働協約に規範的効力が認められるかという点、さらに、②令和３年協約による同年１２月分の賃金の支払の猶予と、令和３年協約により支払が猶予された賃金の令和５年協約による放棄は、それぞれ労働者に具体的に発生した賃金請求権を処分・変更することとなるものであるところ、労働協約によってそうした処分・変更をすることが許されるかという点を、論ずべきこととなる。\n①については、労働協約によって労働条件を労働者に不利益に変更することそれ自体の可否や、それが可能であるとしてどのような場合であればそれが許容されるか等について論じることが重要なポイントとなり、関係する判例（朝日火災海上保険（石堂）事件・最判平成\n９年３月２７日労判７１３号２７頁）の考え方についての正確な理解を前提に、これを踏まえつつ、事例の関連する事実を的確に拾い上げ、令和３年協約による労働条件の不利益変更に規範的効力が認められるかを検討することが求められる。そして、②については、具体的に発生した賃金請求権を事後に締結された労働協約によって処分又は変更することは、個々の組合員による特別の授権がない限り許されない旨を述べる判例があること（平尾事件・最判平成３１年４月２５日労判１２０８号５頁。香港上海銀行事件・最判平成元年９月７日労判５４６号６頁及び朝日火災海上保険（高田）事件・最判平成８年３月２６日民集５０巻４\n号１００８頁も参照）及びそこに示された考え方を正確に理解していることを前提に、事例の事実関係に照らしてその可否を論述することが、重要なポイントとなる。その上で、Ｄについて上記の判例がいう特別の授権があったとは認め難い本件の事例においては、具体的に発生した賃金請求権の事後的な処分・変更は許されないと考えられ、そうであるとすれば、支払猶予分の賃金の請求は認められることとなり、その遅延損害金の支払請求に関し、その起算点との関係で、①についての検討が求められることとなる。",
  "scoring_notes": "１ 出題の趣旨、狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点に当たっては、各問の事例の具体的な事実関係に即し、設問が求める法的検討・論述に必要な論点を的確に抽出できているか、関係する法令、判例及び学説を正確に理解し、これを踏まえて各論点について論理的かつ整合性のある法律構成及び事実の当てはめを行い、適切な結論を導き出しているかを基準とした。\n出題された事例の事案のポイントを正確に把握し、紛争の解決や法的検討に必要な論点を的確に取り上げた上、その論述が期待される水準に達している答案には、おおむね平均以上の得点を与えることとした。各論点について関連する法規定や法原則の趣旨に遡った論証を展開し、当てはめにおいて必要な事実を過不足なく摘示し、あるいは、着目すべき当該事例の特徴的な事実関係を適切に読み取って必要な分析・検討を行っているなど、特に優れた事例分析や考察が認められる答案には、更に高い得点を与えることとした。\nなお、答案の中には、極めて小さな文字で書かれてあるものや、非常に乱雑で文字の判読が困難なものもあった。この点は、過去の採点実感においてもこの項で繰り返し指摘してきたところであり、再度指摘しなければならないことは残念である。文字の巧拙が得点そのものを左右するわけではないが、相手に伝えるために書くものであることを意識し、できるだけはっきりとした読みやすい文字で丁寧に答案を作成することを強く望みたい。\n３ 採点実感等⑴ 第１問について本問は、私傷病を理由として就業規則に基づく休職命令を受けた労働者が、休職期間を経ても十分には回復しなかったため、会社が、復職命令をせず、就業規則の規定により当該労働者を自然退職したものとしたという事案を素材として、そこに至るまでの会社（Ｙ社）の対応及び労働者（Ｘ）の意向の点で異なる事実関係が付加された二つの設問において、Ｙ社がＸを自然退職したものとして取り扱ったことの適否等を検討することを求めるものである。\n設問１では、まず、Ｘの請求の当否（あるいはその裏返しであるＹ社の主張の当否）を検討する前提として、Ｙ社が休職期間の満了をもってＸを自然退職したものとすることができる法的根拠を明らかにする必要がある。休職制度それ自体は法令に具体的な定めが置かれているものではないから、Ｙ社の就業規則第３５条が社員が所定の休職期間を満了しても復職することができないときは会社を退職すると規定し、自然退職の効果が生ずる旨を定めていること及びその定めが合理的であり、かつ労働者に周知されていた場合には、Ｙ社とＸとの間の労働契約の内容となることを、法令上の根拠（労働契約法第７条本文）とともに指摘する必要がある。この点について、\n多くの答案が就業規則第３５条に言及していたものの、同法第７条本文に言及していないものが相当数あった。論拠となる制定法を的確に指摘することは、法的論証の基礎であり、基本的な条文についての知識を再確認する必要性が感じられた。\nその上で、前記の就業規則の規定の内容によれば、Ｘが復職可能な状態にある場合には、自然退職の効果の発生が障害されることから、Ｘの請求の当否の検討においては、端的に復職の可否を論ずれば足りる。しかしながら、この点を十分に意識することなく、Ｙ社がＸを自然退職したものとして取り扱ったことが権利濫用に当たるか否かといった枠組みをあえて設定する答案が少なからずみられたほか、自然退職を解雇と同一視した上で、労働契約法第１６条の解雇権濫用の規範に従って論ずるものが相当数あった。もとより、休職期間の満了による自然退職と解雇の相- 30 -違を理解した上で、同条の趣旨を自然退職にも及ぼすことができるかといった観点からも請求の当否を検討することは否定されないものの、その点が答案の記述に表されておらず、むしろその理解を欠いているとみるほかないものが少なくなかった。こうした労働法の基本的な概念相互の異同は、基本的な条文や判例等を学習していれば、自ずと理解することができるはずの事柄であると思われるものであるだけに、残念であった。\nＸの復職の可否を論ずるに当たっては、まず、復職可能な状態とは、従前の（休職前の）職務を通常程度行える健康状態をいうとの原則論に触れ、Ｘの健康状態がこれを満たすものであったかを検討する必要があろう。そうした前提について検討・確認することなく、直ちに後記のその例外（原則的な意味で復職可能な状態とは認められなくとも自然退職の効果の発生が障害される場合）の要件等についての検討に入る答案が、少なからずみられた。原則に当たるのであれば例外について論ずる必要はないことになるし、また、どのような枠組みにより例外を許容するのが適切であるかといった点を論ずるに際しても、原則論を土台とすることは、説得的論述の基礎というべきであり、日頃の学習においてそうした基礎を身に付けておくことの重要性を改めて強調しておきたい。\nそうした原則論に触れた上で、Ｘが従前の職務を通常程度に行える健康状態にまでは回復していなくとも復職可能な状態にあると認めることができる場合があるかどうかという点については、そうした判断をするに当たっての基本的な視点を示す判例（片山組事件・最判平成１０年４月９日労判７３６号１５頁）があることを前提に、その後の裁判例において、前記の判例の判断枠組みが自然退職の適法性が争われる事案にも広く用いられている（東海旅客鉄道事件・大阪地判平成１１年１０月４日労判７７１号２５頁等）ことを踏まえ、本問における適切な検討の視座（規範）を設定し、これに設問の事実関係を的確に当てはめることが求められる。本問では、後記の設問２についてのものを含め、この点を確実に論ずることができているか否かによって、答案の評価に差が付くこととなった。前記の判例やその判断枠組みに言及することなく、独自の判断枠組みを提示する答案も一定数みられたが、基本的判例の知識とその理解が法曹に必須であることはいうまでもなく、その上であえてこれと異なる立場を採るのであれば、その理由を説得的に示すことが不可欠であろう。また、前記の判例に言及していても、その判旨を正しく理解していないと思われる答案や、理解に誤りがあるとまではいえないとしても、記述が不正確と言わざるを得ない答案も少なからず存在した。もとより判例の文言の一字一句を違わず暗記することを要するものではないが、例えば、前記の判例の「配置される現実的可能性があると認められる業務が他にあった」という文言について、専ら労働者側の当該業務への従事可能性のみを念頭に置き、現実的に配置が可能なのかといった使用者側の事情は全く顧慮しないかのような記述をしたり、そのような当てはめをしたりするのは、判例が示した法規範の理解が不正確であるというほかない。判例において用いられた表現の意味するところを正確に理解した上で、それに基づく論述をすることが重要というべきである。\n実際、設定した判断枠組み（規範）への当てはめにおいて、前記の判例の理解が不正確であること等に起因して、適切な検討ができていない答案があった一方で、その趣旨に沿って事例に示された諸事情を過不足なく拾い上げ、的確に評価して結論を導くことができている答案もみられた。また、障害者の雇用の促進等に関する法律（昭和３５年法律第１２３号）の趣旨や、労働者の復職の可否を判断するに当たって使用者に合理的な配慮を求める裁判例（日本電気事件・東京地判平成２７年７月２９日・労判１１２４号５頁）に照らせば、当てはめに際しては、Ｙ社の規模や主治医の意見の内容等を取り上げつつ、そうした配慮が必要であり、かつ、可能であったかどうか等についても、検討すべきと考えられ、この点を論じている答案には、より高い評価を与えた。\n設問２においても、まずは、Ｘが延長後の休職期間満了の時点（設問１とは異なる時点）で従前の職務を通常程度行える健康状態であったかを検討し、その上で、例外的場面に当たるかどう- 31 -かについて、設問１におけるものと同様の判断枠組みにより論じていくこととなり、その当てはめにおいては、Ｘが総務課での試験出社中に従事した業務の内容やその遂行状況等、設問２の事例に示された諸事情を的確に取り上げて評価し、説得的に論ずることが求められる。そこでは、\n障害者の雇用の促進等に関する法律の趣旨等に鑑み、Ｘの自然退職に至るまでの事実経過においてＹ社による合理的な配慮があったと評価することができるか否かを検討することも考えられるが、その点のみを検討し、設問２の結論に至る答案が相当数みられた。設問２と設問１とでは事実関係が異なるものの、いずれにおいてもＸを自然退職したものとして取り扱ったことの適否が問われているのであるから、基本的には規範が共通することを意識した上で、その規範や当てはめについて、設問ごとに異なる事実関係に照らした検討をする必要があり、その検討の中でＹ社のＸに対する対応において合理的な配慮があったと評価することができるか否かを論ずべきであろう。\n次に、未払賃金の請求との関係においては、試験出社期間中の労務の提供が、債務の本旨に従ったものと評価される余地はないか、また、本旨弁済に当たらないとするとしても、なおＸのＹ社に対する賃金請求権が発生すると考えられる余地はあるのかといった点について、検討をすることが求められる。この点については、前記の労務が従前の職務と比較して大幅に軽減されたものであり、就業規則第３２条において賃金が支給されないものとされている休職期間中に行われたものであること等を踏まえ、休職となっている従来の労働契約についての本旨弁済には当たらないものとしつつ、賃金請求権が発生する法的根拠の有無（前記の労働契約とは別個の合意の存否等）を論ずるなど、事実関係を十分に考慮した記述をする答案も少数ながらみられたが、そうした検討をすることなく、単に、業務への従事があった以上、賃金債権が発生するといった記述をするにとどまる答案が意外に多かった。\n⑵ 第２問について本問は、派遣労働者により組織された労働組合が派遣労働者の派遣先である事業者に対してした団体交渉の申入れを同事業者が拒否し、また、同組合と労働者派遣事業者との間で締結された労働協約により添乗員の１２か月間の基本給の一部の支払猶予が約定され（令和３年協約）、さらに、これに続く別の労働協約により当該支払猶予分の賃金債権の放棄が約定された（令和５年協約）という事例を素材として、前記の団体交渉拒否について労働委員会による救済を受けることの可否（設問１）、同組合の組合員による支払猶予分の賃金及びその遅延損害金の支払請求の成否（設問２）について、検討すべき法律上の論点についての論述を求めるものである。\n設問１では、①添乗員の雇用主ではないＡ社が派遣労働者たる添乗員との関係で不当労働行為を禁止される「使用者」（労働組合法第７条）に当たるか、②Ｃ組合がＡ社に対して団体交渉を申し入れた事項がいわゆる義務的団体交渉事項に当たるか、③Ａ社による団体交渉の申入れ拒否に同条第２号所定の「正当な理由」があるか、が論点となる。このうち、②及び③については、\n比較的多くの答案が各論点を的確に指摘した上で、判例（ＩＮＡＸメンテナンス事件・最判平成２３年４月１２日労判１０２６号２７頁等）を踏まえて義務的団体交渉事項の意義を示し、同号所定の「正当な理由」の有無についての検討を含め、本件の事実関係に照らした論述を展開し、\n結論を導くことができていたが、設問１におけるより重要な論点である①について、論述が十分とはいえない答案が少なくなかったことは、非常に残念であった。\nまず、そもそも①が設問１において検討すべき法律上の論点であることを認識・理解しておらず、当を得ない論点を挙げるものが、多くはないものの一定数見られた。具体的には、前記のとおり、Ａ社は派遣労働者たる添乗員の雇用主ではないため、同社がＣ組合に加入する添乗員との関係で不当労働行為を禁止される立場に立つといえるか、すなわち、労働組合法第７条の「使用者」に当たるかを論ずべきところ、Ｃ組合の組合員が同法第３条の「労働者」に当たるかを論じるものが、若干数見られた。Ｃ組合の組合員が「労働者」であることは、誰がその「使用者」として不当労働行為を禁止される立場に立つかの問題を当然に解決するものではないことを理解す- 32 -る必要がある。なお、派遣先であるＡ社を当然に添乗員の「使用者」とする答案も散見されたが、\n正に検討すべき点である。そのほか、法人格の否認や、Ａ社とＣ組合の組合員との間の黙示の労働契約の成立を論じるものも散見されたが、不当労働行為を禁止される「使用者」は労働契約の一方当事者である使用者に限られないとする点が、正に後記の判例が判示するところであり、それらの答案にはその理解が欠けていると言わざるを得ない。\nこの労働組合法第７条の「使用者」性については、相当数の答案が論じていたものの、そうしたものにおいても、関係する判例（朝日放送事件・最判平成７年２月２８日民集４９巻２号５５９頁）を正確に理解してその判示する規範の内容を正しく提示しているものは、想定以上に少なかった。同判例は、労働組合法第７条の「使用者」性の一般的な判断基準を提示するものであり、\n労働者の基本的な労働条件等について部分的とはいえ雇用主と同視できる程度に現実的かつ具体的に支配、決定できる地位にあると認めることができる事業主について、その限りにおいて部分的な「使用者」性を認めたことを含め、その内容を正確に理解しておくことが極めて重要である。\nこれを正確に理解し、それを適切に論述することができていると認められる答案には高い評価を、\n逆に、それらの点がずさんと言わざるを得ないものには低い評価を与えた。\nさらに、Ａ社は労働者派遣事業を営むＢ社から派遣労働者たる添乗員を受け入れている事業者であり、そうした事業者が派遣労働者との関係で前記の「使用者」に当たるかどうかについては、\n前記の判例の趣旨を踏まえつつ、特別な判断枠組みを提示する裁判例（阪急交通社事件・東京地判平成２５年１２月５日労判１０９１号１４頁）等があることから、そうした特別な判断枠組みによるべきか否かも論じることを求めていたのであるが、残念ながら、この点を論じていた答案は皆無に近かった。この点は労働法の概説書等で一般的に取り扱われるレベルの比較的基本的といえる部類に属する事項であり、そうした基本的な項目については広く理解しておくことが、実務家には期待されることを指摘しておきたい。\n設問２では、①労働者の賃金債権の一部の履行期を遅らせることをその内容の一つとし、労働条件を労働者の不利益に変更するものである令和３年協約に、Ｄに対する規範的効力が認められるかという点、さらに、②令和３年協約により同年１２月分の賃金の一部の支払を猶予し、また、\n令和３年協約により支払が猶予された賃金を令和５年協約により放棄すること、そのように労働者に具体的に発生した賃金請求権を処分・変更することが許されるか、が論点となる。しかしながら、令和３年協約及び令和５年協約について②が問題となることに気付いていると考えられる答案はかなり少なく、令和３年協約のうち同年１２月分の賃金の一部の支払を猶予する部分について②が問われることに気付いていると考えられるものはほぼ皆無であり、いずれについても①のみを論じるものが大多数であった。限られた試験時間の中で精緻な分析をすることは容易なことではないが、法曹にとって事実関係の急所を的確に把握することは重要な資質であることを指摘しておきたい。\n②については、①に係る判例とは別に、個々の組合員による特別の授権がない限り許されない旨を述べる判例がある（平尾事件・最判平成３１年４月２５日労判１２０８号５頁。香港上海銀行事件・最判平成元年９月７日労判５４６号６頁及び朝日火災海上保険（高田）事件・最判平成８年３月２６日民集５０巻４号１００８頁も参照）。労働協約の規範的効力に関する判示を含む主要な判例は、基本的なものとして確実に理解しておく必要がある。前記の平尾事件等の主要判例の存在をそもそも知らないのではないかと思わざるを得ない答案が決して少数ではなかったことは、極めて残念である。なお、令和３年協約と令和５年協約とをいわば一体のものとして①を論じるものが少なからずみられたが、別個にその法的問題を検討すべきである。\n令和５年協約による既発生の賃金債権の放棄に関し、賃金全額払いの原則（労働基準法第２４条第１項）に依拠し、労働者の自由な意思に基づく放棄としての意思表示の効力が認められるかという観点から論じる答案が少なからずみられた。こうした論述は、個々の労働者に具体的に発生し、そのそれぞれが決定すべき領域に移行した事項（ここでは賃金請求権）について集団的な- 33 -労働条件の決定手段である労働協約によって規律し得るのかという、論理的に先に来るはずの検討を懈怠あるいは等閑視するものというべきであるし、そもそも個々の労働者の意思表示の有効性の問題に関する考え方が、なぜ労働組合により締結される労働協約の効力が及ぶ範囲の検討においても妥当するのかを明らかにしておらず、論理としても飛躍があると言わざるを得ないであろう。また、令和５年協約について、令和３年協約との関係でいわゆる有利原則の問題を論じる答案も相当数存在したが、同原則は、労働者と雇用主との間の個別の合意が労働協約に優先するかという問題であり、本設問で論ずべきものではないことは明らかであろう。\n令和３年協約のうち同年１２月分の賃金以外の賃金の一部の支払を猶予する部分は、将来に向かって労働条件の一部を労働者に不利益に変更するものであり、①のみが問題となる。この点については、正しく判例（朝日火災海上保険（石堂）事件・最判平成９年３月２７日労判７１３号２７頁）の考え方を踏まえ、令和３年協約のＤに対する規範的効力の有無を検討する答案が、一定数存在し、そうした答案には高い評価を与えた。その一方で、信義則違反や公序良俗違反を論じるなど、同判例を踏まえた形跡がみられないものもみられた。さらに、令和５年協約による賃金債権の放棄の可否を①の観点でのみ論じるものの中には、令和３年協約は、いわば当然にＤに対して規範的効力を有するとしたものか、全く検討をしない答案が相当数あった。令和５年協約による賃金債権の放棄の可否を①にかかる前記判例の考え方に基づいて検討し、結論として許されるとしたことが一因とも考えられるが、設問は「検討すべき」法律上の論点を挙げて論述することを求めているのであり、設問２は賃金のほか遅延損害金の請求の可否も明示的に問うているのであって、令和５年協約による賃金債権の放棄が許されない場合には、令和３年協約の規範的効力の有無は、各月分の賃金債権に係る遅延損害金の発生の起算点を左右することとなるのであるから、放棄は有効とする立場に立つとしても、論述の必要性がなくなるわけではない。設問に遅延損害金の請求の成否の点を明示したにもかかわらず、遅延損害金の起算点について論じる答案はかなり少なく、正確な起算点を指摘する答案が数える程度であったことは、残念であった。\nその一方で、両設問を通じ、設問に全く対応しない答案が散見されたことも指摘しておきたい。\n例えば、Ｃ組合はＡ社の団体交渉拒否が労働組合法第７条第２号所定の不当労働行為に該当するとして労働委員会に救済申立てをしたものであるのに、設問１で同条第３号の不当労働行為の成否や救済内容を論じるもの、遅延損害金の支払請求の成否についても問う設問２でこれに全く触れないものなどがあった。\n両設問を通じて、合格水準に達しなかった答案にある程度共通して見られた特徴は、①まず出発点から検討すべき法律上の論点を見定めることができていない、②それができたとしても関係する判例の知識に欠け、あるいはその理解が不正確であり、その規範に触れることなく、触れたとしても論述が不正確である、という点にあった。事例の事実関係を正確に把握して検討すべき論点を的確に見出し、関係する判例の規範を正確に提示した上で、事例の事実関係をこれに的確に当てはめて論述している優秀な答案も存在したが、数は限られていた。本問では、事例や設問から集団的労働関係法についての基本的かつ主要な論点を的確に取り上げることができるか、当該論点に係る重要な判例を正確に理解しているかにより、成績が大きく分かれたということができる。集団的労働関係法は、歴史的にも、また、実務的にも、決して疎かにし得ない分野であり、\n関係する判例にも進化がみられる。それらをきちんと理解することは、法曹たらんとして労働法を学ぶ者にとって、欠くことのできない重要な事柄であることを、改めて強調しておきたい。\n４ 答案の評価「優秀」の水準にあると認められる答案とは、出題の趣旨を正確かつ深く把握し、言及を要する論点をほぼ漏れなく論じ、法令や判例の趣旨・射程の正確な理解に基づく的確な規範定立と緻密な事実の評価・当てはめを行い、全体として論理に飛躍や無理のない説得的な論述を行っていると認められる答案である。「良好」の水準にあると認められる答案とは、論ずべき論点にはおおむね全て触れており、法解釈について法令や判例の理解に基づく一定の見解を示した上で、設問に対する結論を導き出すのに必要な具体的事実を事例から拾い上げることができている一方で、当てはめにおいて小さな問題が見られたり、判例の理解が十分とまでは言えない面が見られたりするなど、「優秀」の水準にある答案のような論述の緻密さ、深みが認められない答案である。\n「一応の水準」にあると認められる答案とは、労働法の基本的な論点について一定の知識はあると認められるものの、論ずべき論点の一部に言及していなかったり、言及した論点においても、規範の定立に至る論理に欠落があったり、当てはめに不十分さが見られたりするほか、関係条文・判例に対する知識の正確性に難があり、論証において拾い上げる必要がある事実を事例の事実関係の中から的確に捉えて評価することができていない答案である。\n「不良」の水準にあると認められる答案とは、関係条文・判例に対する知識に乏しく、労働法の基本的な考え方の理解にも至っておらず、例えば、関係する法令を挙げることも規範を示すこともせずに単に問題文中の具体的な事実をなぞるにとどまっていたり、少ない知識から無理に構成した適切でない論理や規範から短絡的に断定的な結論を導いていたり、極めて表層的な当てはめに終始するだけであったりするなど、具体的事実に対応して法的見解を展開するというトレーニングを経ておらず、基本的な理解・能力が欠如していると思われる答案である。\n５ 今後の出題出題方針について変更すべき点は特になく、今後も、法令、判例及び学説に関する正確な理解に基づき、事例を的確に分析し、必要な論点を抽出した上で自己の法的見解の論証を正確かつ説得的に展開し、事例の中から有意な事実を過不足なく拾い上げて当てはめることによって、妥当な結論を導くという、法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。\n従来と同様に、労働契約法、労働基準法を中心とする個別法の分野と労働組合法を中心とする集団法の分野のバランスにも配慮する予定である。\n６ 今後の法科大学院教育に求めるもの基本的な法令、判例及び学説については、単なる暗記にとどまらない法の趣旨や理論的基盤に基づいた本質的な理解が図られるよう、更なる指導をお願いしたい。また、それらを具体的な事案に適用して論理的に結論・解決に導く能力を磨くために、事例分析の前提となる基礎的な事実を正しく把握する理解力、結論に至る論理を導くために必要な論点を抽出し、その相互の関連性を意識しつつ分析する能力、法令、判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し、法の趣旨に沿った適切な事実の当てはめを行って妥当な結論を導く能力など、法律実務家に求められる基本的な法的思考力を更に養成するよう重ねてお願いしたい。"
}