{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点の割合は、４０：６０〕）\n次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n１．甲株式会社（以下「甲社」という。）は、Ａが個人事業として始めた工務店が昭和６０年頃に法人成りしたものであって、会社法上の公開会社ではなく、取締役会及び監査役を置いている。\n甲社の定款には、①取締役の任期を選任後２年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとする旨の定め及び②譲渡による甲社の株式の取得について甲社の取締役会の承認を要する旨の定めがあり、役員を選任する株主総会の決議の定足数に関する定めはない。甲社は、種類株式発行会社ではなく、設立以来、Ａがその発行済株式６万株の全部を保有していた。甲社の取締役は、Ａのほか、いずれも甲社の従業員であったＢ、Ｃ及びＤの合計\n４名であり、代表取締役は、Ａであった。\n２．甲社は、平成２９年春頃、創業以来取引関係にあった乙株式会社（以下「乙社」という。）に対して３０００万円の買掛金債務（以下「本件債務」という。）を負った。本件債務の履行期は、平成３０年５月３１日であった。\n３．Ａは、平成２９年夏頃、Ａの住居に隣接する土地（以下「本件土地」という。）を所有するＥとの間でトラブルとなり、それを解決するため、Ｅから本件土地を買い取るよう要求されるようになった。Ａは、そのような要求に応じる義務はないと考えたが、今後平穏に暮らしていくためにはＥとの関係を断つのがよいと考え、Ｅの要求に応じることにした。Ａは、自身で本件土地を買い取るための資金を調達することは難しいと考え、甲社に本件土地を買い取らせることにした。\n４．Ｅは、本件土地の代金として５０００万円を提示してきたので、Ａは、その金額で本件土地を買い取ることにした。もっとも、近隣の不動産の相場に照らせば、当時の本件土地の評価額は高く見積もっても１０００万円程度であり、Ａもそのことを知っていた。Ａは、平成２９年１０月\n２日、甲社を代表して、Ｅとの間で、本件土地を５０００万円で購入する契約（以下「本件売買契約」という。）を締結し、本件土地の所有権移転登記手続を受けるのと引換えに代金５０００万円を支払った。なお、甲社においては、本件売買契約の締結に先立ち、取締役会の決議等の会社法所定の手続が行われた。\n本件売買契約の代金５０００万円は、甲社の定期預金（以下「本件定期預金」という。）を取り崩すことで賄われた。また、本件土地は、本件売買契約後も甲社で利用されることなく放置されていた。\n５．Ａの妹であるＦは、外国に居住していたが、平成２９年末頃、その配偶者であるＧと共に帰国した。Ｇのことが気に入ったＡは、今後Ｇと共に甲社を経営していくことを見据え、平成３０年\n１月中旬頃、甲社の取締役会の承認を得て、Ｇに甲社の株式１万株を譲渡し、その旨の株主名簿の名義書換が行われた。その後、Ｇは、本件土地が甲社の名義であるにもかかわらず活用されていないことに疑問を持ち、甲社の従業員にそれとなく尋ねてみたところ、上記３及び４の事実を知った。\n〔設問１〕\n下記の小問に答えなさい。\n〔小問１〕\nＧは、平成３０年末頃、Ａに対し、本件売買契約を締結したことにより甲社に４０００万円の損害が生じたと主張して、会社法第４２３条第１項に基づく損害賠償を請求する責任追及等の訴えを適法に提起した。この請求が認められるか否かについて、Ａの立場において考えられる反論及びその当否を検討した上で、論じなさい。\nなお、本小問においては、甲社の経営は順調であり、本件売買契約の締結後も、その運転資金が枯渇することはなく、近い将来に甲社が資金繰りに困ることが予想される状態ではなかったものとする。\n〔小問２〕\n乙社は、甲社が本件債務を履行しなかったことから、平成３０年末頃、Ａに対し、本件債務の額に相当する３０００万円を損害として会社法第４２９条第１項に基づく損害賠償を請求する訴えを適法に提起した。この請求が認められるか否かについて、論じなさい。\nなお、本小問においては、次のような事実があったものとする。\n① 甲社は、平成２７年頃からその営業利益が減少し始めたものの、平成２９年春頃の時点では運転資金が枯渇するような状態ではなかった。\n② Ａは、本件債務の発生当時、本件債務を含む甲社の債務の履行のための運転資金が足りなくなれば、本件定期預金を取り崩すか担保に入れることにより対応することを予定していた。\n③ 甲社は、本件売買契約に基づく代金の支払により実質的な債務超過に陥り、また、本件土地には担保的価値がないために短期の融資を受けることもできず、平成３０年５月頃には事業活動を継続することができなくなった。\n下記６以下においては、上記２から５までの事実は存在しないことを前提として、〔設問２〕に答えなさい。\n６．Ａは、令和元年秋頃、高齢を理由に甲社の代表取締役を辞任し、甲社の創業以来従業員として\nＡを支えたＢにその地位を譲ることにした。ＡがＢにそのことを相談したところ、Ｂは、Ａに対し、甲社の代表取締役に就任することを引き受ける条件として甲社の株式の一部を譲り受けたいと述べた。Ａは、その申出に応じることとし、Ｂと共に甲社を支えてきたＣ及びＤにも甲社の株式の一部を譲り渡すことにした。Ｂは、同年１２月１６日に開催された取締役会において、後任の代表取締役として選定され、Ａは、同日、甲社の取締役会の承認を得て、Ｂに甲社の株式１万株を、Ｃ及びＤに甲社の株式各５０００株を譲渡し、その旨の株主名簿の名義書換が行われた。\nその結果、甲社の株主及びその保有株式数は、Ａが４万株、Ｂが１万株、Ｃ及びＤが各５０００株となった。\n７. 令和２年１２月１３日、Ａが死亡した。Ａの相続人は、ＨとＩ（いずれもＡの子である。）であり、Ａの保有する甲社の株式４万株は、Ｈ及びＩが法定相続分である２分の１ずつの割合で準共有することとなった（以下この株式を「本件準共有株式」という。）。ＨとＩは、遺産分割協議をしたが、対立点が多く、本件準共有株式についての権利を行使する者の指定も含めて、何一つ合意することができないでいた。\n８．Ｂは、令和３年６月２５日に開催する甲社の定時株主総会（以下「本件株主総会１」という。）を招集するに当たり、Ｂ、Ｃ及びＤのほか、取りあえずＨ及びＩの両名にも、会社法所定の日までにその招集通知を発した。\n令和３年６月２５日、本件株主総会１が開催され、任期満了となる取締役Ｂ、Ｃ及びＤの後任となる取締役の選任が議題とされた。本件株主総会１の会場には、Ｂ、Ｃ、Ｄ及びＨは来場したが、Ｉは姿を現さなかった。議長を務めるＢは、本件株主総会１においてＨが本件準共有株式の全部について議決権を行使することについて、甲社を代表して同意した。Ｂ、Ｃ、Ｄ及びＨの賛成により、取締役としてＢ、Ｈ及びＪを選任する旨の決議（以下「本件決議１」という。）がされた。\nそして、その後の取締役会において、Ｊが代表取締役に選定された。９．Ｉは、令和３年９月１５日、本件決議１の取消しの訴え（以下「本件訴え」という。）を提起した。\n10．Ｊは、令和５年６月２３日に開催する甲社の定時株主総会（以下「本件株主総会２」という。）を招集するに当たり、依然として、ＨとＩが本件準共有株式について何一つ合意することができないでいたため、Ｂ、Ｃ及びＤのほか、取りあえずＨ及びＩの両名にも、会社法所定の日までにその招集通知を発した。\n11．本件訴えに係る訴訟係属中の令和５年６月２３日、本件株主総会２が開催され、取締役の選任が議題とされた。本件株主総会２の会場には、Ｂ及びＨは来場したが、Ｃ、Ｄ及びＩは姿を現さなかった。議長を務めるＪは、本件株主総会２においてＨが本件準共有株式の全部について議決権を行使することについて、甲社を代表して同意した。Ｂ及びＨの賛成により、取締役としてＢ、Ｈ及びＪを選任する旨の決議（以下「本件決議２」という。）がされた。\n〔設問２〕\n下記の小問に答えなさい。\n〔小問１〕\n本件訴えに係るＩの原告適格及び訴えの利益の有無並びに本件訴えに係る請求が認められるか否かについて、論じなさい。\n〔小問２〕\n本小問においては、上記８、10及び11の事実がいずれも次のような事実であったものとする。\nこの場合における本件訴えに係る訴えの利益の有無について、論じなさい。\n① 上記８の事実について、本件決議１は、Ｂ、Ｃ及びＤを取締役に再任するというものであり、Ｂがその後の取締役会において代表取締役に選定されたものであった。\n② 上記10の事実について、Ｂが、甲社の代表取締役として本件株主総会２を招集したものであった。\n③ 上記11の事実について、本件株主総会２の会場には、Ｂ、Ｈ及びＩは来場したが、Ｃ及び\nＤは姿を現さず、議長を務めるＢが甲社を代表して行った同意に基づき、Ｈ及びＩが本件準共有株式の全部について議決権を共同で行使し、Ｂ、Ｈ及びＩの賛成により、取締役として\nＢ、Ｈ及びＫ（Ｋは、Ｉの配偶者である。）を選任する旨の本件決議２がされたものであった。論文式試験問題集［民事系科目第３問］",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n１ 本問は、公開会社でない取締役会設置会社において、①唯一の株主であり、かつ、代表取締役でもある者が代表取締役として行った行為について、その者の会社法第４２３条第１項に基づく損害賠償責任及び会社法第４２９条第１項に基づく損害賠償責任の有無を検討すること（設問１）、②権利行使者の指定のない共有株式につき議決権が行使された株主総会決議の効力を、当該株式を共有する者が当該株主総会決議の取消しの訴えを提起することの適法性（原告適格及び訴えの利益の有無）とともに検討すること（設問２）を求めるものである。いずれについても、会社法上の重要な制度や判例に関する基本的な理解を前提に、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１は、甲社の唯一の株主であり、かつ、代表取締役であるＡが、甲社の代表取締役として本件売買契約を締結したことについて、その法的責任の有無を問うものである。小問１においては、その後に株主となったＧが会社法第４２３条第１項に基づく損害賠償を請求する責任追及等の訴えを提起した場合、小問２においては、債権者である乙社が会社法第４２９条第１項に基づく損害賠償を請求する訴えを提起した場合において、Ａの損害賠償責任が認められるか否かを検討することが求められるものであるが、特に任務懈怠の有無については、各小問を通じて整合的な検討をすることが望ましい。\n⑵ 小問１においては、まず、本問の事実関係の下で、会社法第４２３条第１項の損害賠償責任が認められるための要件に沿って検討することが求められる（なお、問題文に「会社法第４２３条第１項に基づく損害賠償を請求する責任追及等の訴えを適法に提起した」と記載されていることから、Ｇが責任追及等の訴えを提起するための訴訟要件について検討する必要はない。）。\nその中でも特に問題となるのが、任務懈怠の有無である。小問１においては、本件売買契約を締結することは、甲社の唯一の株主の意向に沿ったものであるから、そのような場合にも任務懈怠があるといってよいのかについて、取締役が負う善管注意義務又は忠実義務の本質に触れつつ、検討することが求められる。これらの義務の内容について、株主の経済的利益を最大化するという観点から考えるのであれば、小問１においては任務懈怠を否定する方向に傾くことになろうが、これとは異なる考え方やこのような方向を修正すべき要素があると考えるのであれば、その点も含めて的確に論ずることが求められる。\nさらに、小問１においては、Ａの立場において考えられる反論及びその当否についての- 9 -検討も求められる。Ａの立場からすると、上記のように、取締役が負う善管注意義務又は忠実義務の内容について、株主の経済的利益を最大化するという観点から考えるべきであることを前提に、自らが唯一の株主であったことを理由に任務懈怠がなかったと主張することが考えられるため、この点について的確に論ずることが求められる。また、それ以外にも、Ａとしては、自らが唯一の株主であったことから、免除（会社法第４２４条）があったと主張することも考えられることから、その点についても検討することが望ましい。\nその場合には、問題文からは免除に関する明示的な意思表示があったとはいえず、また、Ｇが責任追及等の訴えを提起していることに鑑み、ＡがＧに対して甲社の株式を譲渡する前に免除に関する黙示の意思表示があったといえるか否かという観点から検討することができると、なお望ましい。\nところで、小問１において、利益相反取引である間接取引（会社法第３５６条第１項第\n３号）の該当性を検討する場合であっても、それが肯定されることによって任務懈怠が推定されるにすぎないことから（会社法第４２３条第３項）、Ａの立場において考えられる反論及びその当否として、上記の各点について検討することが求められることになる（任務懈怠責任の有無を検討するに当たって重要なのは上記の各点について検討することであり、間接取引の該当性を検討する場合であっても、そのことを踏まえて論ずることが求められる。）。なお、問題文に「甲社においては、本件売買契約の締結に先立ち、取締役会の決議等の会社法所定の手続が行われた」と記載されていることから、手続的な規制について検討する必要はない。\n⑶ 次に、小問２であるが、小問２においても、まず、本問の事実関係の下で、会社法第４２９条第１項の損害賠償責任が認められるための要件に沿って検討することが求められる。\nここでも、特に問題となる点は、小問１と同様である。会社法第４２９条第１項に基づく損害賠償責任の性質については、諸説があるが、判例（最判昭和４４年１１月２６日民集２３巻１１号２１５０頁参照）によれば、株式会社に対する任務懈怠についての悪意又は重過失の有無が問われることとなる。その上で、小問２においては、本件売買契約を締結したことが甲社の唯一の株主の意向に沿ったものではあるものの、それによって経営に悪影響が生じ、債務の弁済にも支障を来す程度に財務状態が悪化したことなどの小問１の事実関係とは異なる点に留意して検討することになる。小問１の事実関係とは異なる点を重視すると、任務懈怠を肯定する方向に傾くことになろうが、その場合には、取締役が負う善管注意義務又は忠実義務の内容について株主の経済的利益を最大化するという観点から考えるべきであるという考え方によっているのであれば、そのこととの整合性をどのように考えるのかという点にも配慮しながら論ずるのが望ましい。\n⑷ どのような考え方によるにせよ、各小問を検討するに当たり、整合性に意識しながら検討することが望ましい。例えば、小問１において任務懈怠を否定し、小問２において任務懈怠を肯定するのであれば、結論を異にする理由を意識しながら検討することが望ましい。\n実務においては、各小問のように、一人会社においてその唯一の株主自身が取締役として行った行為や唯一の株主の事実上の同意の下で行われた行為に係る任務懈怠の有無が問題となることは多く、参考となる下級審の裁判例も見られるところであり、より実務的な観点から、事例解析能力、論理的思考力、会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を試そうとするものである。\n３⑴ 設問２は、共有株式につき、権利行使者の指定もなく、共有者間で何一つ合意がされていない状況において、共有者の一人によって株主総会で議決権が行使された結果、取締役を選任する旨の決議がされた場合に、その決議の効力について、他の共有者がその決議の取消しの訴えを提起することの適法性とともに検討することを求めるものである。具体的には、問題文に指摘されているところに従い、株主総会決議の取消しの訴えを提起することの適法性として原告適格及び訴えの利益の有無を検討するとともに、株主総会決議の取消しの訴えに係る請求が認められるか否かについて検討することになる。\n⑵ まず、原告適格（小問１）については、権利行使者としての指定を受けてその旨を株式会社に通知していないときは、特段の事情がない限り、原告適格を有しないという判例（最判平成２年１２月４日民集４４巻９号１１６５頁参照）の考え方を踏まえつつ、検討することが求められる。判例のように、原則として原告適格が認められないとした上で、特段の事情の有無を検討することも考えられるし、判例とは異なる考え方に立って検討することも考えられるが、いずれにしても、権利行使者の指定がないことによって原告適格の有無が問題となることを理解していることが求められる。\n⑶ 次に、訴えの利益（小問１及び小問２）についてであるが、小問１と小問２を通じて、株主総会決議につきいわゆる瑕疵の連鎖がある場合にどのように考えるのかという点についての理解を問うものである。まず、株主総会決議の取消しの訴えは、形成の訴えであり、原告適格が認められる者は訴えの利益を有するのが通常であるものの、その後の事情の変化によって訴えの利益を欠くことがあり得るところ、取締役を選任する株主総会決議の取消し訴えの係属中に、その決議に基づいて選任された取締役が全て任期満了によって退任し、その後の株主総会決議によって新たな取締役が選任されたときは、特段の事情のない限り、訴えの利益を欠くに至るという判例（最判昭和４５年４月２日民集２４巻４号２２３頁参照）の考え方を前提とすると、本件決議１に基づいて選任された取締役は、本件株主総会２の終結時に任期満了によって退任することになるため、本件訴えについては、特段の事情のない限り、訴えの利益を欠くことになると考えられるところである。\nこれを踏まえ、小問１及び小問２の事実関係を下に、更に具体的に検討することが求められる。小問１においては、本件決議１が取り消されると、本件決議１に基づいて選任された取締役によって構成される取締役会による代表取締役の選定も遡って無効になるため、本件株主総会２はその招集手続に瑕疵があることとなり、本件決議１の瑕疵が連鎖するものといえることから、この点を適切に評価し、訴えの利益を欠くことになるのか否かを検討することになろう（この点については、最判令和２年９月３日民集７４巻６号１５５７頁を参考にすることが考えられる。）。これに対し、小問２においては、本件決議１がＢ、Ｃ及びＤを取締役に再任するものであったことからすると、本件決議１が取り消されても、Ｂ、Ｃ又はＤは、会社法第３４６条第１項又は第３５１条第１項の規定により取締役又は代表取締役としての権利義務を有することになるなどの事情を適切に評価し（例えば、本件株主総会２の招集手続に瑕疵があることにはならず、本件決議１の瑕疵が連鎖するものとはいえないなど）、訴えの利益を欠くことになるのか否かを検討することになろう。\n⑷ 最後に、株主総会決議取消しの訴えに係る請求が認められるか否か（小問１）であるが、この点については、共有株式について会社法第１０６条本文の規定に基づく権利行使者の指定及び通知を欠いたまま当該株式についての権利が行使された場合において、当該権利の行使が民法の共有に関する規定に従ったものでないときは、株式会社が同条ただし書の同意をしても、当該権利の行使は、適法となるものではないという判例（最判平成２７年\n２月１９日民集６９巻１号２５頁参照）の考え方を踏まえつつ、検討することが求められる。さらに、同判例は、共有株式についての議決権の行使は、当該議決権の行使をもって直ちに株式を処分し、又は株式の内容を変更することになるなど特段の事情のない限り、株式の管理に関する行為として、各共有者の持分の価格に従い、その過半数で決せられるとしていることから、判例と同様の考え方による場合には、本件準共有株式につき、ＨとＩとの間で何一つ合意がされていない以上、Ｈによる議決権の行使は適法ではなかったことになるものと考えられる。それ以外にも、Ｈによる議決権の行使を保存行為とする考え方や、そもそも判例とは異なる考え方に立って検討することも考えられるが、いずれにしても、会社法第１０６条本文及び同条ただし書の関係及び内容についての正しい理解と適切な解釈論を示すことが求められる。その上で、決議取消事由（会社法第８３１条第１項第１号）の該当性を検討することになる（定足数に満たないことになる、又は議決権の取扱いに違法があるなど）。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている令和５年司法試験の論文式試験出題の趣旨に特に補足すべき点はない。\n２ 採点方針民事系科目第２問は、商法分野からの出題である。事実関係を分析し、会社法上の論点を的確に抽出して各設問に答えるという過程を通じ、事例解析能力、論理的思考力、会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものである。その際に、論点について、過不足なく論述されている答案や、論述に多少の不足があっても総じて論述が論理的である答案、制度の趣旨等に照らして条文を解釈している答案、事案に即して具体的な検討がされている答案には、\n一定の高い評価が与えられた。これらについては、従来と同様である。\nなお、例年言及しているが、文字としての形態を保っていないものや文字が小さすぎるなど、文字を判読することができず、文章を理解することができない答案が見られる。そのような文章については、趣旨が不明であるものと判断した上で、採点せざるを得ない。また、書いている途中で問題点に気が付いたのか、前の論述を大きく削除したり、後から論述を追加したりする答案が多かった。そういった答案の多くが最後まで十分に整理することができていなかったように思われる。実際に書き始める前に論述すべき内容をしっかりと構成してから、全体として整合的な論述をするように心掛けてほしい。\n３ 採点実感⑴ 設問１についてア 全体的な採点実感設問１は、公開会社でない取締役会設置会社である甲社において、唯一の株主であり、かつ、\n代表取締役であるＡが、甲社の代表取締役として本件売買契約を締結したことについて、その法的責任の有無を問うものである。小問１においては、その後に株主となったＧが会社法第４２３条第１項に基づく損害賠償を請求する責任追及等の訴えを提起した場合、小問２においては、債権者である乙社が会社法第４２９条第１項に基づく損害賠償を請求する訴えを提起した場合において、それぞれＡの損害賠償責任が認められるか否かを検討することが求められるものである。前提となる事実関係に異なる部分はあるものの、本件売買契約を締結したという代表取締役の行為について、会社に対する責任と第三者に対する責任の有無がそれぞれ問われているものであり、会社法第４２９条第１項に基づく損害賠償責任の性質について判例（最判昭和４４年１１月２６日民集２３巻１１号２１５０頁参照）の考え方を前提とするのであれば、\nいずれの小問においても、会社に対する任務懈怠の有無が問われることになる。設問１においては、各小問を比較して論ずることは明示的には求められていないが、甲社の唯一の株主の意向に沿って本件売買契約を締結したことに任務懈怠があるといってよいのかという点について、取締役が負う善管注意義務又は忠実義務の本質に触れつつ、各小問を通じて整合的な検討をすることが望まれる（例えば、小問１において任務懈怠を否定し、小問２において任務懈怠を肯定するのであれば、結論を異にする理由を意識しながら検討することが望まれる。）。実務においては、設問１のように、いわゆる一人会社においてその唯一の株主が取締役として行った行為や唯一の株主の意向に沿って行われた行為についての任務懈怠の有無が問題となることは多く、参考となる下級審の裁判例も見られるところである。設問１は、より実務的な観点から、事例解析能力、論理的思考力、会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を試そうとするものである。\n小問１においては、まず、本問の事実関係の下で、会社法第４２３条第１項の損害賠償責任- 7 -が認められるための要件に沿って検討することが求められるところ、この点については、論述内容の正確性に差が見られたものの、多くの答案が意識することができていた。また、小問２においても、小問１と同様、本問の事実関係の下で、会社法第４２９条第１項の損害賠償責任が認められるための要件に沿って検討することが求められるところ、この点についても、論述内容の正確性に差が見られたものの、多くの答案が意識することができていた。\n上記のとおり、設問１においては、任務懈怠の有無が特に問題となるところ、本件売買契約を締結することは、甲社の唯一の株主の意向に沿ったものであるから、そのような場合にも任務懈怠があるといってよいのかについて、取締役が負う善管注意義務又は忠実義務の本質に触れつつ、検討することが求められる。これらの義務の内容について、株主の経済的利益を最大化するという観点から考えるのであれば、小問１においては任務懈怠を否定する方向に傾くことになろうが、これとは異なる考え方やこのような方向を修正すべき要素があると考えるのであれば、その点も含めて的確に論ずることが求められる。小問２においては、本件売買契約を締結したことが甲社の唯一の株主の意向に沿ったものではあるものの、それによって経営に悪影響が生じ、債務の弁済にも支障を来す程度に財務状態が悪化したことなどの小問１の事実関係とは異なる点に留意して検討することになる。小問１の事実関係とは異なる点を重視すると、\n任務懈怠を肯定する方向に傾くことになろうが、その場合には、取締役が負う善管注意義務又は忠実義務の内容について株主の経済的利益を最大化するという観点から考えるべきであるという考え方によっているのであれば、そのこととの整合性をどのように考えるのかという点にも配慮しながら論ずることが望まれるところである。もっとも、上記のような観点から検討することができた答案は極めて少数であり、甲社が一人会社であることすら気が付かないまま、\n又は、気が付いたとしても、甲社が一人会社であることを踏まえて取締役が負う善管注意義務又は忠実義務の内容を具体的に検討することがないまま、会社法第４２３条第１項及び第４２９条第１項の責任が認められるための要件の該当性を形式的に検討するにとどまるものが多数であった。それらの答案の多くが、本件売買契約が利益相反取引である間接取引（会社法第３５６条第１項第３号）に該当するものであることをもって任務懈怠を肯定したり、適正な評価額よりも高額な代金で本件売買契約を締結したことにより会社の財産を減少させたことをもって任務懈怠を肯定したりするものであり（小問２については、本件債務を負ったことや本件定期預金を取り崩したことをもって任務懈怠を肯定するというものもあった。）、甲社の唯一の株主の意向に沿ったものであることについての考察が加えられていないものは、高い評価は得られなかった。これに対し、極めて少数ではあったが、一人会社においては会社の利益と株主の利益が一致することなどを指摘して、取締役が負う善管注意義務又は忠実義務の内容を株主の経済的利益を最大化するという観点から考えるという立場に立脚した上で、小問１においては任務懈怠を否定しつつ、小問２においては、会社の財務状態に照らして会社債権者の利益が具体的に損なわれるおそれがある場合には会社債権者の利益を保護する必要性があるなどと指摘して、その点も取締役が負う善管注意義務又は忠実義務の内容になり得るという考え方の下、\n任務懈怠が肯定されるとする答案が見られたが、このような答案は、当然のことながら高く評価された。また、甲社が一人会社であることを指摘した上で、会社と株主は別人格であること、\n株式会社においては常に潜在的に他の株主が出現する可能性があること、会社債権者の利益を保護する必要性があることなどから、小問１及び小問２ともに任務懈怠は肯定しつつ、小問１については免除について検討する答案も高く評価された。\nところで、上記のとおり、小問１においては、間接取引の該当性について検討する答案が多く見られた。会社法第４２３条第１項の損害賠償責任の有無を検討するに当たり、間接取引の該当性を検討すること自体は考えられる法律構成ではあるものの、それが肯定されたとしても、\n任務懈怠が推定されるにすぎないのであるし（会社法第４２３条第３項）、Ａの立場において考えられる反論として、取締役が負う善管注意義務又は忠実義務の内容について、株主の経済- 8 -的利益を最大化するという観点から考えるべきであることを前提に、自らが唯一の株主であったことを理由に任務懈怠がなかったと主張することなどが考えられるのであるから、その当否についての検討をすることが必要不可欠である。すなわち、任務懈怠の有無を検討するに当たって重要なのは、取締役が負う善管注意義務又は忠実義務の内容をどのように考えるのかという点であり、間接取引の該当性を検討する場合であっても、上記の点についての検討をしなければならない点に留意する必要がある。しかしながら、間接取引の該当性を検討する答案の多くが、間接取引に該当することをもって任務懈怠を肯定するにとどまり、少数ながら免除の有無を検討するものが見られたものの、本件売買契約を締結したことが唯一の株主の意向に沿ったものであるという事実関係の下で取締役が負う善管注意義務又は忠実義務の内容をどのように考えるのかという観点から任務懈怠の有無を検討するものはほとんどなかった。\nまた、小問１においては、Ａの立場において考えられる反論及びその当否についての検討が求められるところ、Ａの立場からすると、上記のように、取締役が負う善管注意義務又は忠実義務の内容について、株主の経済的利益を最大化するという観点から考えるべきであることを前提に、自らが唯一の株主であったことを理由に任務懈怠がなかったと主張することが考えられるが、それ以外にも、Ａとしては、自らが唯一の株主であったことから、免除（会社法第４２４条）があったと主張することも考えられる。任務懈怠を肯定する場合はもちろんのこと、\nこれを否定する場合であっても、Ａの立場からすると、任務懈怠を否定する主張が認められなかった場合に備えて免除についても主張しておくことが実務的には望ましいものと考えられる。その場合には、問題文の事実関係からは免除に関する明示的な意思表示があったとはいえないこと、Ｇが責任追及等の訴えを提起していることなどに鑑み、ＡがＧに対して甲社の株式を譲渡する前に免除に関する黙示の意思表示があったといえるか否かという観点から検討することができると、なお望ましい。しかしながら、任務懈怠を肯定する答案においても、免除について検討していた答案は少数であった。免除について検討することができた答案においても、\n明示的な意思表示があったとはいえない点やＧが株主となっている点などを簡潔に指摘した上で免除を否定するものが比較的多く見られたが、小問１のような事案においては、免除の意思表示が明示的にされることは多くないのが実情であろうから、これらを踏まえた上で黙示の意思表示の有無を検討することができるとなお望ましいところ、そのような答案は、残念ながら極めて少数にとどまった。せっかく甲社が一人会社であるという問題点に気が付いたのであるから、より実務的な観点から深い考察をすることができるとなお良かった。\nそのほかには、経営判断の原則について論じている答案もあった。この点についても、間接取引の該当性と同様、設問１においては、取締役が負う善管注意義務又は忠実義務の内容について、株主の経済的利益を最大化するという観点から考えるべきであることを前提に、自らが唯一の株主であったことを理由に任務懈怠がなかったとの主張の当否を検討することが重要であり、経営判断の原則について検討すること自体は必要不可欠ではない。しかしながら、経営判断の原則を検討する答案の多くが、経営判断の原則を適用しても適正な評価額よりも高額な代金で本件売買契約を締結したことにより会社の財産を減少させたことをもって任務懈怠が肯定される、会社との利益が相反する場合には経営判断の原則は適用されないため任務懈怠が肯定されるなどとするにとどまっており、免除の有無を検討するものが少数ながら見られたものの、上記の点を検討するものはほとんどなかった。\nなお、少数ではあるが、利益相反取引についての取締役会の決議（会社法第３５６条第１項第３号、第３６５条第１項）や重要な財産の処分及び譲受けについての取締役会の決議（会社法第３６２条第４項第１号）の有無を検討するものがあったが、問題文に「甲社においては、\n本件売買契約の締結に先立ち、取締役会の決議等の会社法所定の手続が行われた」と記載されていることから、手続的な規制について検討する必要はない。また、役員責任追及の訴え（会社法第８４７条）の要件についても検討するものもあったが、これについても、問題文に「会- 9 -社法第４２３条第１項に基づく損害賠償を請求する責任追及等の訴えを適法に提起した」と記載されていることから、Ｇが責任追及等の訴えを提起するための訴訟要件について検討する必要もない。さらに、本件売買契約を締結したことが代表権の濫用に該当するか否かを詳細に検討する答案も見られたが、設問１においては、代表取締役であるＡの損害賠償責任の有無が問題となっており、本件売買契約の効力を検討することは必ずしも求められていないのであるから、端的に任務懈怠の有無を検討すれば足りるはずである。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例本件売買契約が甲社の唯一の株主であるＡの意向に沿ったものであることを指摘した上で、取締役が負う善管注意義務又は忠実義務の内容を株主の経済的利益を最大化するという観点から考えるという立場に立脚した上で、小問１においては任務懈怠を否定しつつ、小問２においては、会社の財務状態に照らして会社債権者の利益が具体的に損なわれるおそれがある場合には会社債権者の利益を保護する必要性があるなどと指摘して、その点も取締役が負う善管注意義務又は忠実義務の内容になり得るという考え方の下、任務懈怠が肯定されるとするもの。\n本件売買契約が甲社の唯一の株主であるＡの意向に沿ったものであることを指摘した上で、株主のために会社の財産を減少させる行為は、会社債権者を害することがない限り、善管注意義務又は忠実義務には違反しないという立場に立脚した上で、小問１においては任務懈怠を否定しつつ、小問２においては任務懈怠を肯定するもの。\n本件売買契約が甲社の唯一の株主であるＡの意向に沿ったものであることを指摘した上で、会社と株主は別人格であることなどを理由に、小問１及び小問２ともに任務懈怠は肯定しつつ、小問１について、免除に関する黙示の意思表示の有無を検討するもの。\n甲社が一人会社であるということを踏まえて取締役が負う善管注意義務又は忠実義務の内容を検討することはできていないものの、小問１及び小問２ともに、適正な評価額よりも高額な代金で本件売買契約を締結したことにより会社の財産を減少させたことをもって任務懈怠を肯定し、小問１について、甲社が一人会社であることを踏まえ、免除に関する黙示の意思表示の有無を検討するもの。\n(ｲ) 不良に該当する答案の例甲社が一人会社であることを指摘せず、取締役が負う善管注意義務又は忠実義務の内容を具体的に検討することもなく、会社法第４２３条第１項及び第４２９条第１項の責任が認められるための要件の該当性を形式的に検討するにとどまるもの。\n甲社が一人会社であることを指摘せず、本件売買契約が間接取引に該当することをもって任務懈怠を肯定するにとどまるもの。\n甲社が一人会社であることを指摘せず、取締役が負う善管注意義務又は忠実義務の内容を具体的に検討することもなく、経営判断の原則の適用を検討した上で任務懈怠を肯定するもの。\n間接取引についての取締役会の決議や重要な財産の処分及び譲受けについての取締役会の決議を経ていないことをもって任務懈怠を肯定するもの。\n本件売買契約を締結したことが代表権の濫用に該当するか否かを詳細に検討するものの、\n取締役が負う善管注意義務又は忠実義務の内容を具体的に検討しないもの。\n⑵ 設問２についてア 全体的な採点実感設問２は、共有株式につき、権利行使者の指定もなく、共有者間で何一つ合意がされていない状況において、共有者の一人によって株主総会で議決権が行使された結果、取締役を選任する旨の決議がされた場合に、その決議の効力について、他の共有者がその決議の取消しの訴え- 10 -を提起することの適法性とともに検討することを求めるものである。具体的には、問題文に指摘されているところに従い、株主総会決議の取消しの訴えを提起することの適法性として原告適格及び訴えの利益の有無を検討するとともに、株主総会決議の取消しの訴えに係る請求が認められるか否かについて検討することになる。問題文に検討すべき事項が列挙されたこともあり、多くの答案が原告適格、訴えの利益及び株主総会決議の取消しの訴えに係る請求が認められるか否かについて検討することができていた。訴訟要件についての検討も求められる実務的な問題であったにもかかわらず、比較的多くの答案が問題の所在に気が付いていたように思われる。問題の所在にほとんど気が付いていないと思われる答案も一定数見られたが、そのような答案からほとんど全ての事項について的確に検討することができている答案まで様々であった。設問１においては、高い評価が得られた答案が少数であり、そうでないものが多数であったのに対し、設問２においては、極めて高い評価が得られた答案から極めて低い評価となった答案まで幅広く分布する傾向にあったように思われる。\n検討すべき事項ごとにみると、まず、原告適格（小問１）については、権利行使者としての指定を受けてその旨を株式会社に通知していないときは、特段の事情がない限り、原告適格を有しないという判例（最判平成２年１２月４日民集４４巻９号１１６５頁参照）の考え方を踏まえつつ、検討することが求められる。判例のように、原則として原告適格が認められないとした上で、特段の事情の有無を検討することも考えられるし、判例とは異なる考え方に立って検討することも考えられるが、いずれにしても、権利行使者の指定がないことによって原告適格の有無が問題となることを理解していることが求められる。比較的多くの答案が、権利行使者として指定を受けてその旨を株式会社に通知していないという点を指摘した上で、判例の考え方を前提に、小問１においては例外的に原告適格を認めるべきであるという結論を採用していた。また、少数ではあるものの、原告適格を否定することの問題点を指摘し、株主総会決議の取消しの訴えを提起することは保存行為に該当するなどとして原告適格を肯定するというものもあった。これらの答案は、いずれも高く評価された。これに対し、権利行使者としての指定を受けてその旨を株式会社に通知していないという問題点に全く気が付いていないものも相当数あった。また、会社法第１０６条本文に触れることなく法定相続分に相当する２万株については単独で権利行使することができるとするもの、Ｈによる議決権の行使が甲社の同意によって有効となるものではないことをもってＩの原告適格が認められることになるとするもの、\n相続による取得を会社に対抗することの可否を検討するもの、会社法第１２６条第３項の問題として検討するものも少数ながら見られた。これらの答案は、いずれも低い評価にとどまった。\n次に、訴えの利益（小問１及び小問２）についてであるが、小問１と小問２を通じて、株主総会決議につきいわゆる瑕疵の連鎖がある場合にどのように考えるのかという点についての理解を問うものである。まず、株主総会決議の取消しの訴えは、形成の訴えであり、原告適格が認められる者は訴えの利益を有するのが通常であるものの、その後の事情の変化によって訴えの利益を欠くことがあり得るところ、取締役を選任する株主総会決議の取消しの訴えの係属中に、その決議に基づいて選任された取締役が全て任期満了によって退任し、その後の株主総会決議によって新たな取締役が選任されたときは、特段の事情のない限り、訴えの利益を欠くに至るという判例（最判昭和４５年４月２日民集２４巻４号２２３頁参照）の考え方を前提とすると、本件決議１に基づいて選任された取締役は、本件株主総会２の終結時に任期満了によって退任することになるため、本件訴えについては、特段の事情のない限り、訴えの利益を欠くことになると考えられるところである（なお、判例の考え方からすると、取締役を選任する株主総会決議の取消しの訴えの係属中に、その決議に基づいて選任された取締役が任期満了によって退任したことから、原則として訴えの利益が否定されることになるのであるが、その決議と同じ取締役を選任する内容の決議がされたことを指摘して、原則として訴えの利益が否定されるものとする答案も多かった。中には、同じ取締役を選任する内容の決議により先行する決- 11 -議の瑕疵が治癒され、原則として訴えの利益が否定されるといった誤った記述を含む答案もあった。）。これを踏まえ、小問１及び小問２の事実関係を下に、更に具体的に検討することが求められる。小問１においては、本件決議１が取り消されると、本件決議１に基づいて選任された取締役によって構成される取締役会による代表取締役の選定も遡って無効になるため、本件株主総会２はその招集手続に瑕疵があることとなり、本件決議１の瑕疵が連鎖するものといえることから、この点を適切に評価し、訴えの利益を欠くことになるのか否かを検討することになろう（この点については、最判令和２年９月３日民集７４巻６号１５５７頁を参考にすることが考えられる。）。これに対し、小問２においては、本件決議１がＢ、Ｃ及びＤを取締役に再任するものであったことからすると、本件決議１が取り消されても、Ｂ、Ｃ又はＤは、会社法第３４６条第１項又は第３５１条第１項の規定により取締役又は代表取締役としての権利義務を有することになるなどの事情を適切に評価し（例えば、本件株主総会２の招集手続に瑕疵があることにはならず、本件決議１の瑕疵が連鎖するものとはいえないなど）、訴えの利益を欠くことになるのか否かを検討することになろう。それ以外にも、例えば、小問２においては、\n本件決議１を取り消しても、Ｂ、Ｃ及びＤは、それよりも前の株主総会において取締役に選任された地位に基づき、会社法第３４６条第１項の規定により取締役としての権利義務を有することになるから、訴えの利益は認められないとしたりすることも考えられよう。これらの点について、「瑕疵の連鎖」等の用語を用いるなどして論じており、問題の所在をおおむね把握することができていることをうかがわせる答案は比較的多かった（もっとも、「瑕疵の連鎖」等の用語は用いているものの、その他の記述から、判例の内容等を正確に理解しているのかが疑わしく、高い評価を得られなかった答案も一定数あった）。これに対し、このような問題点に全く気が付かず、本案請求が認められるか否かを基準に訴えの利益の有無を検討しているもの、\n本件決議１において選任された取締役が本件決議２において再任されたという事情や本件株主総会２においてＩが議決権を行使してその配偶者が取締役に選任しているといった事情のみから訴えの利益の有無を検討するものもあったが、これらの答案は、いずれも高い評価は得られなかった。また、少数ではあったが、小問１においては瑕疵の連鎖について論じることなく訴えの利益を否定しながらも、小問２においては瑕疵の連鎖があるとして訴えの利益を肯定するものもあった。書いているうちに問題の所在に気が付いたのかもしれないが、瑕疵の連鎖について正しく理解していることが表現されているとはいえず、残念ながら高い評価は得られなかった。\n最後に、株主総会決議取消しの訴えに係る請求が認められるか否か（小問１）であるが、この点については、共有株式について会社法第１０６条本文の規定に基づく権利行使者の指定及び通知を欠いたまま当該株式についての権利が行使された場合において、当該権利の行使が民法の共有に関する規定に従ったものでないときは、株式会社が同条ただし書の同意をしても、\n当該権利の行使は、適法となるものではないという判例（最判平成２７年２月１９日民集６９巻１号２５頁参照）の考え方を踏まえつつ、検討することが求められる。さらに、同判例は、\n共有株式についての議決権の行使は、当該議決権の行使をもって直ちに株式を処分し、又は株式の内容を変更することになるなど特段の事情のない限り、株式の管理に関する行為として、\n各共有者の持分の価格に従い、その過半数で決せられるとしていることから、判例と同様の考え方による場合には、本件準共有株式につき、ＨとＩとの間で何一つ合意がされていない以上、\nＨによる議決権の行使は適法ではなかったことになるものと考えられる。それ以外にも、甲社の同意がある場合にはＨによる議決権の行使を保存行為として認めるなど、判例とは異なる考え方に立って検討することも考えられるが、その場合には、判例の考え方を踏まえ、なぜその考え方を採るべきなのかを説得的に示す必要がある。いずれにしても、会社法第１０６条本文及び同条ただし書の関係及び内容についての正しい理解と適切な解釈論を示すことが求められる。その上で、決議取消事由（会社法第８３１条第１項第１号）の該当性を検討することにな- 12 -る（定足数に満たないことになる、又は議決権の取扱いに違法があるなど）。これらの点について、多くの答案が、判例の考え方を前提としつつ、Ｈによる議決権の行使は適法ではなかったものとしていたが、上記の点を的確に理解していることがうかがわれるものが一定数見られる中で、論理展開がやや不十分であると思われるもの（例えば、なぜ民法の共有に関する規定に従う必要があるのかについて論じられていないもの、甲社の同意の有効性を問題とするもの、\nなぜ持分の価格の過半数で決せられるのかについて論じられていないもの、議決権の行使の場面であることを意識しないで株主としての権利を行使する場合には常に持分の価格の過半数によって決せられる必要があるかのように論じるものなど）も見られた。これに対し、問題の所在に全く気が付いていないと思われる答案は、比較的少数であった。また、決議取消事由についても、Ｈが議決権を行使することができないことから定足数を欠くとしたり（会社法第３４１条）、議決権の取扱いに違法があり、その個数に照らすと裁量棄却とすることもできないとしたりするなど取消事由である法令違反について正確かつ丁寧に論ずる答案がある一方で、会社法第１０６条の規定によりＨによる議決権の行使が有効となるわけではないことを指摘するにとどまるなど取消事由の指摘が曖昧あるいは不正確な答案もあったが、前者が望ましいということはいうまでもない。なお、取締役を選任する株主総会においては、候補者は特別の利害関係を有するから、候補者が議決権を行使した点に違法があるとする答案もあったが、そのような考え方は一般的ではない。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例原告適格について、権利行使者として指定を受けてその旨を株式会社に通知していないという点を指摘した上で、判例の考え方を前提に、原則として原告適格は否定されるものの、\n小問１においては、本件株主総会１における議決権の行使には同意しつつ、本件訴えの提起には同意せずに原告適格を争うのは防御権の濫用であるなどと指摘して、原告適格が例外的に認められるとするもの。\n原告適格について、権利行使者として指定を受けてその旨を株式会社に通知していないという点を指摘した上で、小問１のような場合において、共有株主が株主総会決議の取消しの訴えを提起することは保存行為に該当するから、原告適格は認められるとするもの。\n訴えの利益について、原告適格が認められる者は訴えの利益を有するのが通常であるものの、その後の事情の変化によって訴えの利益を欠くことがあり得るところ、取締役を選任する株主総会決議の取消しの訴えの係属中に、その決議に基づいて選任された取締役が全て任期満了によって退任し、その後の株主総会決議によって新たな取締役が選任されたときは、\n特段の事情のない限り、訴えの利益を欠くに至るという判例の考え方を正しく理解していることがうかがわれるもの。\n訴えの利益について、判例の考え方を前提に、小問１においては、本件決議１が取り消されると、本件決議１に基づいて選任された取締役によって構成される取締役会による代表取締役の選定も遡って無効になるため、本件株主総会２はその招集手続に瑕疵があることなどから、訴えの利益が認められるとし、小問２においては、本件決議１が取り消されても、Ｂ、\nＣ又はＤは、会社法第３４６条第１項又は第３５１条第１項の規定により取締役又は代表取締役としての権利義務を有することになるなどから、訴えの利益を欠くに至るとするもの。\n株主総会決議取消しの訴えに係る請求が認められるか否かについて、共有株式について会社法第１０６条本文の規定に基づく権利行使者の指定及び通知を欠いたまま当該株式についての権利が行使された場合において、当該権利の行使が民法の共有に関する規定に従ったものでないときは、株式会社が同条ただし書の同意をしても、当該権利の行使は、適法となるものではないという判例の考え方を正しく理解していることがうかがわれるもの。\n株主総会決議取消しの訴えに係る請求が認められるか否かについて、判例の考え方を前提- 13 -に、共有株式についての議決権の行使は、株式の管理に関する行為として、各共有者の持分の価格に従い、その過半数で決せられるものであるとした上で、Ｈによる議決権の行使は適法ではなく、その結果、定足数を欠くこととなり、決議の方法が法令（会社法第３４１条）\nに違反する（会社法第８３１条第１項第１号）こととなるとするもの。\n(ｲ) 不良に該当する答案の例訴えの利益の有無や原告適格の有無という訴訟要件の問題と株主総会決議取消しの訴えに係る請求が認められるか否かという本案の問題を区別することができていないもの。\n原告適格について、権利行使者としての指定を受けてその旨を株式会社に通知していないという問題点に気が付かず、単に会社法第８３１条第１項の「株主等」に該当することを理由に認められるとするもの。\n原告適格について、会社法第１０６条本文に触れることなく法定相続分に相当する２万株について単独で権利行使することができるとするものや、Ｈによる議決権の行使が甲社の同意によって有効となるものではないことをもって認められるとするもの。\n訴えの利益について、株主総会決議の取消しの訴えは、形成の訴えであり、原告適格が認められる者は訴えの利益を有するのが通常であるものの、その後の事情の変化によって訴えの利益を欠くことがあり得るということを理解せずに、取り消す実益の有無がない限り訴えの利益は認められないという考え方の下、本件株主総会２においてＩが議決権を行使していることや、Ｉの配偶者であるＫが取締役として選任されていることなどから、本件決議１を取り消す実益がないとするもの。\n株主総会決議取消しの訴えに係る請求が認められるか否かについて、問題の所在に気が付かず、取締役を選任する株主総会においては、候補者は特別の利害関係を有するから、候補者が議決権を行使した点に違法があるとするもの。\n株主総会決議取消しの訴えに係る請求が認められるか否かについて、民法の共有に関する規定に反する場合には会社法第１０６条ただし書の同意をすることができないとした上で、\n会社法第１０６条ただし書に違反することをもって決議取消事由に該当するとするもの。\n⑶ 第２問全体について全ての設問についてポイントを押さえた論述をすることができているものは、当然のことではあるが、高く評価された。必ずしも文字数と比例するものではなく、ポイントを押さえていたものは、多くはない分量でも高得点を得ていた。実際には、設問１において高い評価を得たものは極めて少数であったため、相対的に上位となった答案の多くが、設問１において高い評価を得るには至らなかったものの、設問２において高い評価を得たものであったように思われる。\n他方で、高い評価を得ることができなかった答案に共通する傾向としては、昨年と同様であるが、設問の指示をよく読み、問われていることに正面から答えようとする姿勢に欠けていたところがあったように思われる。例えば、設問１の小問１においては、「Ａの立場において考えられる反論及びその当否を検討」することが求められているところ、Ａとしては、本件売買契約を締結することにより、自己の有する甲社の株式の評価額が低下することはあっても、会社の財務状態から会社債権者の利益を害するおそれはなく、他の利害関係人に損害が生じたといった事情もうかがわれないのであるから、会社法第４２３条第１項に基づく損害賠償責任を負うことに納得しないはずであり、そのようなＡの主張をどのように法律構成すべきかを、知っている論点に引き付けて考えるのではなく、正面から考えてほしいところである。そうすれば、少なくとも甲社が一人会社であるということには気が付くことができたのではないかと思われる。小問１においては、間接取引に該当するとした上で、Ａの反論及びその当否として、経営判断の原則が適用されることを検討する答案が相当数見られたが、そのような検討で足りるのか否かは、Ａの訴訟代理人となったつもりで考えてみれば明らかであろう。知っている論点に引き付けて論ずるのではなく、Ａの立場に立った上で正面から論ずることができれば、その程度にもよるところではある- 14 -が、相対的に高く評価されることになったはずである。\nまた、設問２については、比較的多くの答案が問題の所在に気が付いていたように思われるところであり、多くの受験者が一度は学習していたものと思われる。そのような中でも、極めて高い評価が得られた答案から極めて低い評価となった答案まで幅広く分布する傾向にあったのは、\nこのような事項を学習する際に、民法の共有に関する規定や民事訴訟法における訴訟要件と会社法の諸制度との関係に関する基本的な理解をより確実なものとするように意識していたか否かで差が出たものと思われる。比較的多くの答案において、判例の考え方や瑕疵の連鎖に関する議論が前提とされていたが、形成の訴えにおける訴えの利益の考え方や民法の共有に関する規定についての基本的な理解がうかがわれるものとそうでないものとでは説得力に差が出たように思われる。\n４ 法科大学院教育に求められるもの第２問のうち設問２は、訴訟要件についての検討も求められる実務的な問題であったにもかかわらず、比較的多くの答案が問題の所在に気が付いていたように思われた。問題文に検討すべき事項が列挙されたことによるところもあるだろうが、多くの答案が、最低限必要であると思われる事項に一応の言及をすることができており、全く見当違いのことを論じている答案や白紙の答案は少なかった。また、設問２において高く評価された答案は、民法の共有に関する規定や民事訴訟法における訴訟要件と会社法の諸制度との関係に関する基本的な理解がうかがわれたものであり、これらは、実務を意識した法科大学院における教育の成果といい得るのではないかと思われる。\nこれに対し、設問１は、会社法第４２３条第１項及び第４２９条第１項の損害賠償責任が認められるための要件に沿って検討するという事例問題ではあるが、一人会社においてその唯一の株主の意向に沿って行われた行為についての任務懈怠の有無という問題点を検討することが求められるものであり、実務的にもしばしば問題となる事項についての基本的な理解を問うものである。既に述べたとおり、設問１においては、高く評価された答案は少なく、知っている論点に引き付けて考え、\n設問事例における最も重要な要素について、正面から検討することができない結果となったように思われる答案が多く見られた。こうした答案は、知っている論点には飛びつく一方、会社の利益と株主の利益の関係といった、会社法を学習する上で、何らかの形で多くの受験者が一度は接する機会があったと思われるはずの問題点に思い至ることができていないように思われる。仮に、間接取引の該当性や経営判断の原則という典型的な論点を強く意識したことにより、甲社が一人会社であることに気が付かず、又は、気が付いたとしても、一人会社であることを踏まえて取締役が負う善管注意義務又は忠実義務の内容を具体的に検討したり、免除の可能性を検討したりすることに思い至らず、設問１の検討を通じて一人会社であることの意味を考えることなく、検討しなければならない事項を見誤ってしまったのであれば、残念なことである。そのような断片的に切り出された論点をつなぎ合わせさえすれば正解となると考えることなく、基本的な理解を下に設例における問題点に正面から取り組む力を養う学習が望まれるところである。\n法科大学院においては、引き続き、会社法上の基本的な制度や、条文、判例についての理解を確実なものとするとともに、問題文中の事実関係から重要な意味を有する事実を適切に拾い上げ、これを評価し、条文を的確に解釈及び適用する能力と論理的思考力を養う教育が求められる。"
}