{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "〔第１問〕（配点：５０）\n道路騒音訴訟及び空港・基地騒音訴訟に関する以下の問いに答えなさい。\n〔設問１〕\nＡらは、Ｂ市とＣ市を結ぶ一般国道の沿道の道路端に近接した範囲内に居住している。Ａらは、この道路を走行する自動車による騒音によって被害を被っており、国に対して訴訟を提起したいと考えている。\nなお、大阪国際空港訴訟最高裁大法廷判決（最高裁判所昭和５６年１２月１６日大法廷判決・民集３５巻１０号１３６９頁）は、空港騒音訴訟において、国に対する民事差止訴訟を不適法として却下している。\n⑴ 本件設例と同様の道路騒音の事例について、裁判所は、Ａらの民事差止訴訟の提起は適法であるとしてきた。その理由としてはどのようなことが考えられるか。【資料】を参照しつつ、解答しなさい。\n⑵ ①Ａらが民事差止訴訟を提起する場合、違法性の判断枠組みはどのようになるか、②損害賠償を請求する場合の違法性の判断枠組みとどのように異なるか。参考となる最高裁判所の判決や学説の立場を指摘しつつ、解答しなさい。\n〔設問２〕\nＤらは、自衛隊基地の周辺に居住しており、夜間における自衛隊機の離発着に起因する騒音による不眠等に悩んでおり、差止めを請求する訴訟を提起したいと考えている。\n⑴ Ｄらは、どのような訴訟を提起することができるか。複数の可能性を挙げて、訴訟要件に言及しつつ比較・検討しなさい。\n⑵ ⑴において解答した訴えについて、自衛隊機の離発着の違法性の判断枠組みはどのようになるか。参考となる最高裁判所の判決の立場を指摘しつつ、解答しなさい。\n⑶ 〔設問１〕の⑵①と〔設問２〕の⑵の違法性の判断枠組みの関係について、どのように考えるか、解答しなさい。\n- 32 -\n【資 料】\n以下の文章は、道路騒音に関する最高裁判所の判決の後に、関係省庁が連名で発出した通知の抜粋である。\n警察庁丙都交発１０２号警察庁交通局長・環境庁大気保全局長・通商産業省環境立地局長・運輸省運輸政策局長・建設省道路局長から各都道府県知事・政令指定都市市長あて\n（略）道路交通騒音の深刻な地域における対策の実施方針について平成７年１２月１日道路交通公害対策関係省庁連絡会議\n１ （略）\n２ （略）\n３ 道路交通騒音の深刻な地域における対策の基本的考え方道路交通騒音が深刻である地域においては、可能な限り道路構造対策を実施すべきであるが、これに加えて、交通流対策、沿道対策を含めた総合的対策が必要であり、関係省庁の連携をさらに強化して対策を推進する必要がある。この場合、交通や沿道の状況が地域により様々であることから、自治体等地域レベルの施策実施主体が各々の地域に応じた取組を行うことが重要である。（以下、略）\n４ 道路交通騒音が深刻な地域における具体的な道路交通騒音対策\n⑴ 道路構造対策の推進\n① 平面構造の道路における対策騒音の状況が深刻な地域においては、騒音の低減のためには、平面構造の道路においても遮音壁を設置することが望ましい。ただし、遮音壁の設置が沿道からのアクセスを低下させる場合や、景観上望ましくない場合等も考えられるため、騒音の観点に加えて沿道利用等総合的な観点から地域の意向を踏まえつつ、遮音壁の設置を推進する必要がある。\nまた、通常の遮音壁が設置できない地域においても低層の遮音壁や低騒音舗装の敷設等可能な限りの対策を行っていくべきである。このため、関係省庁においては、低層遮音壁や、美観に優れた遮音壁等の技術開発を推進し、地域の状況に応じた技術の選択の幅を広げていく。\n② 高架の道路における対策\n（略）\n⑵ 発生交通量の低減の推進\n① 物流対策の推進\n（略）\n② 人流対策の推進\n（略）\n⑶ 交通流対策の推進\n① 道路ネットワークの整備による交通流の分散\n（略）\n② 交通管制システムの高度化等による交通流の分散\n（略）\n③～⑤ （略）\n⑥ 交通規制及び交通指導取締り適正な交通流の実現のため、以下の施策について支援を行う。\nａ 速度違反取締り等の強化及び速度違反自動取締装置の増設\n- 33 -速度超過車両、過積載車両の取締り活動を強化し、車両走行時に発生する騒音の低減を図る。また、速度超過車両に対する取締り効果のみならず、走行速度の抑制に効果がある速度違反自動取締装置を増設するとともに、軸重自動計測装置や走行状況を把握するためのＩＴ\nＶカメラの設置を推進する。\nｂ 減速を促す標識・標示の設置・改良標識の視認性の向上（大型化、灯火化及び可変化）や運転者に減速を促す標示の設置・改良（車線境界線のワイド化、くし形減速マーク等）を行い、走行速度の抑制を図る。\nｃ 高速走行抑止システムの増設高速走行車両の検出、高速走行車両に対する警告及び高速走行車両の取締り機能を持つ高速走行抑止システムの設置を推進し、走行速度の抑制を図る。\nｄ 大型自動車の通行規制等の検討交通実態や迂回路等の整備状況等を勘案して、大型自動車の通行規制等の検討を行う。\n⑷ 沿道対策等の推進\n（略）\n⑸ 自動車単体対策の強化\n（略）\n⑹ 低公害車の普及促進\n（略）\n⑺ 自動車公害防止計画の策定に対する支援\n（略）\n⑻ 自動車から排出される窒素酸化物の特定地域における総量の削減等に関する特別措置法（以下\n「自動車ＮＯｘ法」という）の進行管理\n（略）\n⑼ 普及啓発活動の推進\n（略）\n⑽ その他\n（略）\n５ 今後の取組関係省庁は、３に示したように地域的取組を支援していくほか、今後とも本連絡会議等の場において相互に密接な連携を図りつつ、本とりまとめに盛られた道路交通騒音対策を着実に実施していくものとする。\n- 34 -\n〔第２問〕（配点：５０）\n小売業を営むＸは、容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）上の特定容器利用事業者として再商品化義務を履行するため、公益財団法人日本容器包装リサイクル協会との間で再商品化に関する契約を締結して委託料を支払ってきた。Ｘは、容器包装リサイクル法が特定容器利用事業者に特定容器製造等事業者よりも過重な負担を課するのは、憲法に違反し、容器包装リサイクル法の規定に係る国会の立法行為は違法であると主張して、国家賠償を請求する訴訟を提起したいと考えている。\n〔設問１〕\n容器包装リサイクル法等における費用負担の考え方について以下の問いに答えなさい。\n⑴ 容器包装リサイクル法における費用負担はどのような考え方に基づいているか。その考え方について説明しなさい。\n⑵ ①⑴の考え方は同法のどの点にあらわれているか、条文上の根拠を挙げつつ簡潔に説明しなさい。②その中には、規定の導入以降実際には機能を果たさなくなってきた規定もある。それについては、なぜ機能を果たさなくなってきたかについても説明しなさい。\n⑶ ⑴の考え方は循環型社会形成推進基本法にも定められている考え方である。それは同法のどの点にあらわれているか、条文を挙げつつ答えなさい。\n〔設問２〕\n問題文との関連で、以下の問いに答えなさい。\n⑴ 現行の容器包装リサイクル法は、実際に容器の製造に関与していないともいえる特定容器利用事業者に費用負担を課している。その背景にある実質的根拠は何か。\n⑵ 現行の容器包装リサイクル法において、特定容器利用事業者に特定容器製造等事業者よりも過重な負担を課しているとするＸの主張に関連する規定は、同法の条文のどの点か。\n⑶ ⑵の規定については国には立法裁量があるとしても、立法上の適切さを考えた場合、立法論としては、特定容器製造等事業者と特定容器利用事業者の負担は同等とした上で、双方の事業者にインセンティブをより適切に与える他の方法も考えられる。【資料】を読み、どのような方法が考えられるかを指摘しなさい。\n⑷ Ｘは、問題文の訴訟は提起せず、今後、委託料の支払を留保するという選択肢も考えている。\n留保した場合、行政側はＸに対してどのような措置を採ることが考えられるか。条文を挙げつつ説明しなさい。\n- 35 -\n【資 料】\n２０１５年に欧州委員会が発表した循環経済パッケージの中には製品デザインに対する具体的な提案が２つある。そのうちの一つが調整料金制度である。こうした流れの中で、２０１６年の「ＯＥＣ\nＤ（経済協力開発機構）ガイダンス改訂版」に調整料金制度が位置づけられたとみるべきだろう。またこれは、理論的に望ましいとされるリサイクラビリティに基づく製品課金を簡易的に導入したものと捉えられる。ガイダンス改訂版２章の推奨事項でも、フルコスト、可変料金制、静脈セクター・消費者からメーカーへの情報フロー拡大、ＰＲＯ（Producer Responsibility Organisation）によるエコデザイン投資への支援、国際協調と並んで、調整料金制度や新技術利用等の革新的方法の検討があげられている。\nフランスはＥＵの中でも調整料金制度を先駆的・積極的に導入している。（中略）具体的には、欧州レベルの制度またはＥＵの規制に対応した７つの制度に加えて、フランス独自の制度として廃タイヤ（２００４年）、印刷物等（ただし本・雑誌・新聞・行政文書は今のところ対象外：２００７年）、衣類・家庭用リネン類・履物（２００９年）、在宅医療の注射針等（２０１３年）、家具（２０１３\n年）、家庭用薬品廃棄物（２０１３年）、ボトル入りガスボンベ（２０１３年）、レジャー用・スポ\nーツ用ボート（２０１８年から実施予定）の８つの制度がある。そのほか自主的取組としてオフィス系インクカートリッジ（２０００年）、農業用品（農薬容器、未使用農薬、農業用フィルム等：２００１年）、トレーラハウス（２０１０年）があげられている。２０００年以降、順次拡大されており、また制度改革も進められている。そうした制度改革の一つが調整料金制度である。\n（中略）エコデザインを推進するために、特に製品デザインや耐用年数、使用後のリサイクル等の環境面に関係する判断基準に基づいてＰＲＯへのリサイクル委託料金（contribution）を調整することが定められた（フランス環境法Ｌ５４１－１０－９条）。\n（山川肇・廃棄物資源循環学会誌２９巻１号３９頁（抜粋）（引用に当たり、一部追記した。））\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "〔第１問〕\n本問は、国道の自動車騒音や基幹的な空港・自衛隊基地の航空機騒音が問題となるケースにおいて、周辺住民が司法的救済を裁判所に求めようとする際に、どのような法的問題を検討しなければならないのかを、最高裁判所の判例を踏まえて解答することを受験者に求めている。\n解答に際して踏まえるべき最高裁判所の判例は、①大阪国際空港訴訟上告審判決・最大判昭和\n５６年１２月１６日民集３５巻１０号１３６９頁（以下「大阪空港訴訟最判」という。）、②厚木基地第１次訴訟上告審判決・最判平成５年２月２５日民集４７巻２号６４３頁、③国道４３号・阪神高速道路訴訟上告審判決・最判平成７年７月７日民集４９巻７号１８７０頁（損害賠償請求。以下「国道４３号訴訟最判（損害賠償）」という。）、④同上告審判決・最判同日民集\n４９巻７号２５９９頁（差止請求。以下「国道４３号訴訟最判（差止）」という。）、⑤厚木基地第４次訴訟上告審判決・最判平成２８年１２月８日民集７０巻８号１８３３頁（以下「厚木基地訴訟平成２８年最判」という。）であり、いずれも環境法のみならず、民法、民事訴訟法、行政事件訴訟法に関する基本判例である。\n〔設問１〕の小問⑴は、国道の道路騒音及び基幹的空港の騒音に係る民事差止訴訟の提起の\n適法性に関する理解を問うものであり、国道４３号訴訟最判（差止）及び大阪空港訴訟最判について、両判決が異なる結論に至った理由を分析して明らかにする能力を試している。【資料】\nを参照しつつ、各差止請求の内容と公権力の発動との関係を論じることが期待される。また、小問⑵は、民事差止請求の違法性の判断枠組みに関する理解を問うものであり、まずは、国道\n４３号訴訟最判（差止）が提示した民事差止請求の違法性及び同訴訟最判（損害賠償）が示した損害賠償請求の違法性の各判断枠組みを説明し、両者の相違を指摘することが求められる（さらに、両者の相違の理由について詳しい分析を加えていると、なお望ましい。）。その上で、損害賠償請求の違法性における考慮要素のうち、公共性に関する最高裁判決の判断枠組みの特色を分析し、これに対する学説からの評価（公共性の考慮の当否）を指摘すること、両請求の違法性の関係（要求される違法性の程度、各請求における各考慮要素の重要性の相違）について論じることが期待される。\n〔設問２〕の小問⑴においては、厚木基地訴訟平成２８年最判を前提とした上で、差止訴訟\n（法定抗告訴訟）及び民事差止訴訟を検討すべきであるが、当事者訴訟、法定外抗告訴訟としての差止訴訟や権力的妨害排除訴訟等も比較の検討対象となり得る。差止訴訟（法定抗告訴訟）と民事差止訴訟との比較検討は必須であるものの、当事者訴訟や権力的妨害排除訴訟を比較検討する答案も評価される。小問⑵に関しては、差止訴訟の本案勝訴要件を規定する行政事件訴訟法第３７条の４第５項に即した検討がされるべきである。その際、厚木基地訴訟平成２８年最判が、防衛大臣の判断に幅広い裁量が認められること、当該判断の司法審査の際には、①自\n- 32 -衛隊機の運航目的等に照らした公共性や公益性、②周辺住民の被害の性質と程度に加え、③被害軽減措置の有無や内容等が考慮される、と判断した点に留意すべきである。民事差止訴訟のみを検討する解答は厚木基地訴訟に関する二つの最高裁判決を踏まえたことにはならない。小問⑶においては、国道４３号訴訟最判（差止）の判断枠組みと小問⑵に示した判断枠組みとの比較を行うことが求められる。民事差止訴訟と行政事件訴訟法上の差止訴訟とにおいて、差止めの可否に関する判断枠組みは大きくは異ならないとの評価は一般的である。また、厚木基地訴訟平成２８年最判が、防衛大臣の判断に幅広い裁量が認められ、被害軽減措置の有無や内容等も考慮されると述べた点を指摘する解答は、同判決の精確な理解を示したものとして評価される。\n〔第２問〕\n本問は、いわゆる循環管理の分野における費用負担の問題を中心として、特に、容器包装に関する循環管理法制を取り上げるものである。具体的には、容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の意義と仕組み、費用負担、制裁手段、同法の課題に関する理解、さらに、循環型社会形成推進基本法における拡大生産者責任の考え方に関する理解を問うものである。\n〔設問１〕の小問⑴では、まず、容器包装リサイクル法における費用負担がいわゆる拡大生\n産者責任に基づくことを、その内容とともに説明することが求められる。小問⑵では、拡大生産者責任の考え方が、容器包装リサイクル法の中でどのように規定されているかを具体的な条文との関係で説明できるかが問われている。具体的には、対象事業者の再商品化義務の規定（同法第１１条～第１３条）及び（対象事業者が指定法人を通じて市町村に一定の資金を拠出する）\n拠出金に関する規定（同法第１０条の２）である（なお、関連して、指定法人（日本容器包装リサイクル協会）との再商品化契約によって再商品化をしたものとみなされる規定（同法第１４条）がある。)。拠出金に関する規定については、同法第１０条の２が、実際に要した再商品化費用の総額が想定額の総額を下回った場合に、その差額の一部を市町村に拠出する規定となっており、実施から年を経るにつれ、実際に要した費用が想定額に徐々に近づくため、最終的に拠出金がゼロになる仕組みとなっていることを指摘することが望まれる。小問⑶では、循環型社会形成推進基本法における拡大生産者責任の根拠規定（同法第１１条、第１８条。さらに、第１７条、第２０条も関連する）と、同法の下での拡大生産者責任の内容及びそれに基づく措置を実施するための要件に関する理解が問われている。拡大生産者責任の内容としては、同法第１１条に定められている①廃棄物等となることの抑制措置、②表示、設計の工夫等、③\n引取り・リサイクルの措置、④循環資源の利用ができる者による利用の４点、国が引取り・リサイクルの措置を実施するための要件としては、１）国・地方公共団体・事業者及び国民の適切な役割分担が必要であるもの、２）設計・原材料の選択、循環資源となったものの収集等の観点から、事業者が果たすべき役割が循環型社会形成推進の上で重要と認められるものであること、３）当該循環資源の処分の技術上の困難性、４）循環的な利用の可能性の存在があげられていること（同法第１８条第３項）、さらに、製品・容器等に対する事業者の事前評価の促進及び情報提供に関して、国が必要な措置を講じるとされていること（同法第２０条）がポイ\nントとなる。これらがコンパクトにまとめられるかにより、条文の内容が理解されているかが問われることになる。\n〔設問２〕の小問⑴では、特定容器利用事業者に費用負担を課する理由として、特定容器に\n対する選択権（実質的な決定権）があることを解答することが求められる。小問⑵では、対象事業者について販売予定額を基礎として費用負担が定められていること（容器包装リサイクル法第１１条第２項第２号ロ）が、特定容器利用事業者にとっては過重な負担と感じられる理由となっている点を解答することが求められる。この点は、容器包装リサイクル法の費用負担に- 33 -\n関する基本を問うものである。小問⑶では、問題文で示した訴訟に関しては、不合理な差別とはいい難く、国の立法裁量を理由として憲法違反とはならないことは前提としつつも、環境法政策としては何が望ましいかを、【資料】を読み解いて解答することを求めている。拡大生産者責任は生産者に環境負荷低減、環境配慮設計のインセンティブを与えることを目的としたものであることを踏まえつつ、【資料】から、ＯＥＣＤやフランスで、製品・容器の環境負荷の程度に応じて委託料を変える考え方が採用されていることに気が付いてほしい。小問⑷は、Ｘ\nが委託料の支払留保という挙に出た場合の行政側の措置を問うものである。まず、特定容器利用事業者は、指定法人（容器包装リサイクル協会）に委託料を支払うことによって再商品化義務を履行したものとみなされ（容器包装リサイクル法第１４条）、支払を留保しつつほかの二つの再商品化手法（指定法人以外の者への委託による再商品化ルート及び自主回収ルート。同法第１５条第１項括弧書き、第１８条）も用いないときは、再商品化義務の不履行（同法第１５条違反）となることを指摘することが求められる。その上で、行政側の措置としては、指導\n・助言（同法第１９条）、勧告（同法第２０条第１項）、氏名の公表（同条第２項）があり、その上で、勧告に従わない場合に勧告措置の命令（同条第３項）がなされ、さらに、その命令違反に対して罰金が科されること（同法第４６条）を解答することが求められる。"
}