{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡは、個人事業主として、Ｐ国の雑貨を現地で買い付けて日本に輸入し、賃借している商店街の店舗で販売するという事業を行っていたが、多額の負債を抱えた上に売上げの不振で資金繰りに行き詰まってしまった。そこで、Ａは、弁護士Ｂに依頼して、令和４年４月１日、破産手続開始の申立てをしたところ、同月１０日、Ａについて破産手続開始の決定がされ、弁護士Ｘが破産管財人に選任された。\n〔設問１〕\nＡは、破産手続開始の決定がされた時点で、現金９０万円を保有している。また、Ａが、仕入先であるＰ国所在の販売店にＡの所有物として預かってもらっている５００万円相当の雑貨がある（なお、売買代金は支払済みである。）。\nＡについて破産手続開始の決定がされた直後の令和４年４月２０日、Ａの父親であるＣが死亡した。ＡはＣの唯一の法定相続人であるところ、Ｃの遺産としてＣ名義の銀行口座に６００万円の預金が残されていた。また、Ｃは、１０年以上前から生命保険に加入しており、その加入時において死亡保険金の受取人をＡと指定していたため、Ｃが死亡した場合にはその死亡保険金はＡ\nが受け取ることになっていた。この死亡保険金の額は１０００万円である。\n⑴ 以下①から④までの各財産は、Ａの破産手続において破産財団に属するか、説明しなさい。\n① Ｐ国所在の販売店に預かってもらっている５００万円相当の雑貨\n② 現金９０万円\n③ Ｃの遺産である６００万円の預金債権\n④ Ｃの死亡による１０００万円の保険金請求権\n（参照条文）民事執行法施行令\n（差押えが禁止される金銭の額）第１条 民事執行法（以下「法」という。）第１３１条第３号（法第１９２条において準用する場合を含む。）の政令で定める額は、６６万円とする。\n⑵ Ａは、破産手続開始の時において、自らを受取人とする貯蓄型の医療保険に加入しており、その時点における解約返戻金の額は４０万円であった。\n破産管財人Ｘは、この解約返戻金が破産財団に帰属することを前提に、令和４年４月３０日、Ａの申立代理人Ｂに対し、解約返戻金を破産財団に組み入れるために医療保険契約（以下「本件保険契約」という。）を解約する予定であると通知をした。\nしかしながら、Ａは、すぐに新たな職に就くことが難しい上、持病があるため、本件保険契約を解約されてしまうと代わりの医療保険に加入する必要があるところ、その場合には、保険料が従前と比べてかなり高額になることが判明した。\nＡの申立代理人Ｂとしては、本件保険契約を継続するためにどのような手段を採ることが考えられるか。破産財団に関する破産債権者の利益を考慮しつつ、複数の手段を検討して論じなさい。\n- 2 -\n〔設問２〕\nＡとＤは婚姻していたが、性格の不一致から長期間不仲が続いていたところ、Ａの事業の行き詰まりが最後の引き金となり、令和４年２月１日に協議離婚をするに至った。その協議の際、Ａは、Ｄとの間で、離婚に伴う財産分与として、ＡがＤに対し、Ａ名義の登記がある甲不動産（担保権は設定されていない。）の所有権を譲渡するとともに、１５０万円の支払をする旨の合意をした。Ａは、この合意に基づき、協議離婚が成立した時点で既に支払不能に陥っていたにもかかわらず、同年３月１日、Ｄに対して上記１５０万円を支払った（以下「本件支払」という。）。\nまた、Ａは、甲不動産から退去して新たにアパートを賃借してそこで生活するようになり、現在、甲不動産にはＤのみが居住している。もっとも、Ａについて破産手続開始の決定がされた時点では、甲不動産に係るＤへの所有権移転登記手続はされていない。\n⑴ Ｄは、甲不動産の所有権の移転は財産分与を通じて婚姻中に形成された夫婦の共有財産を清算する性質のものであるため、Ａの破産手続において、甲不動産の所有権の移転に係る登記請求は当然に認められるはずだと主張している。この主張の当否について、Ｘからの反論を踏まえて論じなさい。\n⑵ Ｘは、破産手続開始の決定前にされた本件支払に対して否認権を行使しようとしている。これに対し、Ｄは、協議離婚の成立時においてＡが支払不能に陥っている事実を認識していたものの、上記⑴と同様、本件支払は夫婦の共有財産を清算する性質のものであるため否認権は成立しないと反論している。なお、甲不動産の譲渡と１５０万円の支払は、財産分与としては相当なものであるとする。\nこのとき、Ｘの主張する否認権の成否について、Ｄからの反論を踏まえて論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、衣服の製造及び販売を業とする株式会社である。Ａ社は、その所有する工場において衣服を縫製しているほか、１棟のオフィスビルを所有し、その１階から３階までの部分を自社の店舗及び事務所として使用し、４階部分（以下「物件甲」という。）をＢ株式会社（以下「Ｂ社」という。）に賃貸している。\nＡ社は、業界全体の売上げが減少傾向にあったことに加え、インターネットを用いた商品の販売に乗り遅れたことも相まって急激に売上げを落としたことにより、令和４年９月頃には資金繰りに窮するに至った。そこで、Ａ社は、同年１０月２７日、弁護士Ｃを代理人として再生手続開始の申立てをしたところ、同年１１月４日、再生手続開始の決定を受けた。なお、同決定において、債権届出期間が同年１２月２日までと定められた。\n〔設問１〕\nＡ社の申立代理人Ｃは、令和４年１１月７日、電力会社であるＤ株式会社（以下「Ｄ社」という。）から、Ａ社の縫製工場における以下の各時期の供給分に係る電気料金に関し、括弧内に示した約定どおりの支払期限までに支払がされるかどうかについて照会を受けた。Ａ社として当該電気の供給契約を継続する意向である場合に、Ｃはどのように回答すべきか、説明しなさい。\n① 令和４年９月分（１日～３０日分）（支払期限：令和４年１１月１０日）\n② 令和４年１０月分（１日～３１日分）（支払期限：令和４年１２月１０日）\n③ 令和４年１１月分（１日～３０日分）（支払期限：令和５年１月１０日）\n【事 例（続き）】\nＡ社は、Ｂ社との間で、令和３年７月１日、物件甲につき、賃貸期間を同日から２年、月額賃料を６０万円（毎月末日までに翌月分の賃料を支払う。）とする賃貸借契約を締結した。同契約において、原状回復費用は賃借人であるＢ社が負担する旨の合意がされた。Ｂ社は、敷金として賃料の１０か月分（６００万円）を交付し、上記賃貸借契約に基づき、物件甲の引渡しを受けた。\nＢ社は、Ａ社についての再生手続開始の決定前において、賃料を支払期限までに支払っていた。\nＢ社は、令和４年８月頃、備付けの空調設備が故障したため、修理費用として６０万円を支出していたところ、同年１１月３０日、Ａ社に対する修理費用の返還請求権を自働債権とし、同年\n１２月分の賃料の支払債務を受働債権として相殺する旨の意思表示をした。\nＢ社は、令和４年１２月１日、Ａ社に交付した敷金の返還請求権につき、その交付額が６００万円であること及び賃貸目的物の明渡し前であるので再生債権の額は未定であることを示して、再生債権の届出をした。Ａ社は、債権調査手続において、Ｂ社が届け出た再生債権の内容を認め、また、届出をした他の再生債権者からも異議は述べられなかった。\nその後、令和５年４月３日、Ａ社から、再生債権に関する権利の変更及び弁済方法につき、再生債権者の権利の６０％を免除し、その残額を再生計画認可の決定の確定後に弁済することを内容とする再生計画案が提出された。同計画案は、債権者集会において可決された後、同年５月２９日、再生計画を認可する旨の決定がされ、同年６月２６日、この認可決定が確定した。\nＢ社は、令和５年１月分から同年４月分の賃料をそれぞれ支払期限までに支払ったが、同年５月分及び６月分の賃料を支払うことなく、同月３０日、賃貸期間の満了により、Ａ社に対して物件甲を明け渡した。その際、Ａ社は、物件甲につき、原状回復費用として８０万円を支出した。\n- 4 -\n〔設問２〕\n⑴ Ａ社についての再生手続において、Ｂ社のＡ社に対する敷金返還請求権はどのように取り扱われるか、Ａ社について破産手続が開始した場合との違いに触れつつ、説明しなさい。\n⑵ 【事例】において、Ｂ社のＡ社に対する敷金返還請求権に係る債務の弁済額は幾らになるか、説明しなさい。なお、敷金返還請求権については、明渡し時において、敷金から賃貸借契約に基づいて生じた賃借人の債務の額を控除した残額のうち、再生債権となるべき部分に対して、再生計画に従った権利変更を行うとの考え方に立つこととする。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "- 18 -\n〔第１問〕\n本問は、個人事業主が破産手続開始の決定を受けた場合の具体的事例を基に、主に、破産財団に関する規律、離婚に伴う財産分与請求権の破産手続における処遇についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、破産者が有する種々の財産が破産財団に属するか否か（小問⑴）、破産者が\n加入する医療保険の解約返戻金を破産財団に組み入れようとする破産管財人に対して破産者の代理人として採るべき手段（小問⑵）について、それぞれ具体的な検討を求めるものである。\nまず、小問⑴については、前提として、破産法第２条第１４項が定める破産財団の定義に触れつつ、同法第３４条第１項が定める破産財団の範囲を示した上で、①から④までの各財産についての個別的な検討を進めることが期待される。①については、同項括弧書きによれば、財産が日本国内にあることを問わないこととされていることを指摘し、破産財団に属するとの結論を示すことが求められる。②については、破産手続開始の決定時における破産者の財産であるにもかかわらず破産財団から除外されるもの（自由財産）があること、その一つとして、同条第３項第１号において、民事執行法上の差押禁止に係る金銭（同法第１３１\n条第３号）の１．５倍相当額の金銭が定められていること及びその趣旨を指摘した上で、９０万円全額が自由財産とされ、破産財団には属さないとの結論を示すことが求められる。③については、破産法第３４条第１項が破産手続開始の決定を基準時として破産財団の範囲を固定していることとの関係で、それ以後に取得した財産は新得財産として破産財団から除外されることを指摘し、破産財団には属さないとの結論を示すことが求められる。④については、同条第２項が「破産者が破産手続開始前に生じた原因に基づいて行うことがある将来の請求権」は破産財団に属すると定めていることとの関係で、破産者の有する保険金請求権が、上記の「将来の請求権」に該当するか否かについての自説を論じた上で、結論を示す必要がある。この点に関し、最判平成２８年４月２８日民集７０巻４号１０９９頁は、死亡保険金請求権は、被保険者の死亡前であっても、死亡保険金受取人において処分したり、その一般債権者において差押えをしたりすることが可能であると解され、一定の財産的価値を有することは否定できないことなどから、「将来の請求権」に該当するものとして、破産財団に属するとの結論を示している。\n次に、小問⑵については、一つ目の手段として、破産法第３４条第４項に基づく自由財産の拡張の申立てについて論ずることが求められる。解答に当たっては、自由財産の拡張は、裁判所が、個々の事案において、破産者等の状況に照らし、具体的な必要性を考慮して裁量的に判断するものであることを踏まえつつ、同項に定める考慮要素を意識しながら、問題文から具体的事実を拾い上げ、破産債権者との利益衡量を図ることが求められる。本問においては、破産者において持病があることや廃業により職を失ったことなどの事情が認められるものの、他方で、遺産として６００万円を相続したことや自由財産として現金９０万円を有していることなどに照らすと、自由財産の拡張の申立ては認められない（可能性がある）との方向で論ずることとなろう。そこで、二つ目の手段として、破産者の代理人は、破産管財人に対し、解約返戻金に相当する額につき破産者が有する財産から破産財団へ組み入れることと引き換えに、解約返戻金請求権について破産財団から放棄することを申し入れるという手段について論ずることが期待される。\n〔設問２〕は、破産手続開始の決定前に、離婚及びそれに伴う財産分与の協議が成立した\n事例を通じて、破産手続開始の決定時には履行されていない破産者に対する不動産の所有権移転登記請求権につき取戻権を行使することができるか否か（小問⑴）、破産手続開始の決定時において支払済みの分与金について否認権を行使することができる否か（小問⑵）について、それぞれ具体的な検討を求めるものである。\n- 19 -まず、小問⑴については、Ｄの主張が破産法第６２条に定める取戻権の行使に当たることを指摘する必要がある。その上で、実体法上、対抗要件を具備しなければ「第三者」（民法第\n１７７条）に対して所有権を主張し得ない場合であることから、破産管財人が「第三者」に該当するか否か（破産管財人の第三者性）について論ずることになる。そして、破産管財人には破産財団に所属する財産に対する差押債権者と類似の地位が認められることに異論はないことから、破産管財人は「第三者」に該当するとして、対抗要件を具備していない以上、取戻権を行使することはできないとの結論を示すことが求められる。\n次に、小問⑵については、問題文中に、不動産の譲渡と分与金の支払は財産分与として相当なものであるとするとの記載があることから、破産管財人が行使しようとしている否認権は、破産法第１６２条第１項第１号の偏頗行為否認であることを指摘する必要がある。その上で、要件該当性を順次検討することが求められるが、Ｄからの反論については、有害性又は不当性との関係で論ずることとなろう。有害性の阻却事由としては、本件支払が取戻権に該当する又は財団債権の弁済に該当するとの指摘が想定され、不当性の阻却事由としては、離婚に伴う財産分与は、民法第７６８条第３項の規定の趣旨に反して不相当に過大であり、財産分与に仮託してされた財産処分であると認めるに足りるような特段の事情のない限り、詐害行為とはならないと判示した最判昭和５８年１２月１９日民集３７巻１０号１５３２頁の考え方が偏頗行為否認についても及ぶとの指摘が想定される。結論としては、肯定、否定の両論が考えられるところであるが、自らの考え方を説得的に論ずることが求められる。\n〔第２問〕\n本問は、株式会社について再生手続が開始された場合の具体的事例を基に、主に、再生手続における継続的給付に係る請求権の取扱い及び敷金返還請求権の取扱いについての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、電気の供給契約という一定期間ごとに債権額を算定すべき継続的給付を目的\nとする双務契約を題材に、再生手続における継続的給付に係る請求権の取扱いについて、当該請求権の発生時期と、再生手続開始の申立て又は再生手続開始との前後を踏まえ、具体的な検討を求めるものである。\n解答に当たっては、まず、民事再生法第８４条第１項を摘示して、再生債権の定義及び要件を明示しつつ、①の期間の請求権が再生債権に当たることを示した上、再生債権については、再生手続開始後は、再生計画の定めるところによらなければ弁済をすることができないことから（同法第８５条第１項）、支払期限までに支払うことはできないと回答すべきであるとの結論を示すことが求められる。②の期間の請求権については、同法第５０条第１項及び第２項が定める継続的給付に当たることを示しつつ、同項括弧書きによれば、その全額が共益債権に当たることを示すことが求められる。その上で、共益債権は、再生手続によらないで、随時弁済することができる（同法第１２１条第１項）ことから、支払期限までに支払うことができると回答すべきであるとの結論を示すことが求められる。③の期間の請求権については、再生手続開始前の分は同法第５０条第２項により、再生手続開始後の分は同法第１１９条第２号（又は同法第４９条第４項）により、その全額が共益債権に当たることから、上記②と同様、支払期限までに支払うことができると回答すべきであるとの結論を示すことが求められる。\n〔設問２〕は、賃貸人について再生手続が開始されたとの具体的事例を通じて、再生手続に\nおける敷金返還請求権の取扱いについて、破産手続における取扱いとの違いに触れつつ、関連する条文等についての説明を求めるもの（小問⑴）、その説明を踏まえ、敷金返還請求権に係る債務の弁済額についての具体的な検討を求めるもの（小問⑵）である。\n小問⑴については、まず、破産手続において、敷金返還請求権は破産債権（破産法第２条第\n５項）として扱われることを示した上で、敷金返還請求権を有する者が破産者に対する賃料債\n- 20 -務を弁済する場合は、その債権額の限度において弁済額の寄託を請求することができることとされている（同法第７０条後段）ことから、この点について説明する必要がある。そして、この場合は、賃料債務の弁済は明渡しを解除条件とするものであることから、明渡しによって賃料の弁済は効力を失い、その結果未払となった賃料債務と敷金返還請求権との間に充当関係が生じること、他方、弁済していた賃料相当額は、不当利得により破産財団に対して生じた請求権として財団債権となる（同法第１４８条第１項第５号）ことを指摘することが期待される。\nこれに対し、再生手続においては、敷金返還請求権は、下記の共益債権となる部分を除き、再生債権（民事再生法第８４条第１項）として扱われること、再生債権となる部分は再生計画の定めにより弁済されることを示した上で、同法第９２条第３項を摘示し、その要件等につき適宜説明を加えつつ、これらの要件を満たした額については共益債権として扱われること、共益債権とされた部分は、再生手続によらないで、再生債権に先立って随時弁済されること（同法第１２１条第１項及び第２項）を指摘することが求められる。\n次に、小問⑵については、事例に則して、敷金返還請求権に係る債務の弁済額についての具体的な検討を求めるものであるが、その前提となる再生計画上の敷金返還請求権の取扱いについては、条件付権利として権利変更をした上で条件成就の際に未払賃料等を充当して敷金返還請求権の額を確定するとの考え方（権利変更先行説）と、未払賃料等を充当した後の敷金返還請求権について権利変更をするとの考え方（当然充当先行説）とがあるところ、問題文において後者の考え方に立つことが明示されていることに留意する必要がある。解答に当たっては、まず、未払賃料及び原状回復費用を充当した敷金返還請求権の残額が４００万円であることを示した上、再生手続開始後に弁済期が到来するものとして弁済した賃料債務の額と賃料の６か月分に相当する額（民事再生法第９２条第３項括弧書きによれば、賃料の６か月分相当額から同条第２項の相殺により免れる賃料債務の額が控除されることについても言及することが期待される。）とを比較し、賃料債務と修理費用返還請求権との相殺が可能であること（同法第９２条第２項）にも触れつつ、共益債権となる額を算出することが求められる。そして、再生債権となる部分については、再生計画の定めに従って権利変更されること（同法第１７９条第１\n項）を指摘した上で再生債権として弁済される額を算出し、その額と上記の共益債権となる額との合計が弁済額となるとの結論を示すことが求められる。"
}