{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\nＸは、医薬品の製造販売を業とする会社であり、化合物αを有効成分とする疾患βの予防剤（以下「本件発明」という。）について特許権を有している（以下、登録された権利を「本件特許権」といい、本件特許権についての特許を「本件特許」という。）。αには甲作用と乙作用の２種類の作用があり、甲作用が発現すると、疾患βの治療効果が生じ、乙作用が発現すると、疾患βの予防効果が生じる。α自体は公知の化合物であり、本件発明の特許出願前に、αを有効成分とする疾患\nβの治療剤が製造、販売されていた。本件発明は、αに乙作用があることを発見し、疾患βの予防剤に適用したことに特徴を有するものである。なお、αを治療剤として用いる場合と予防剤として用いる場合では、製剤の標準的な用法・用量に違いがある。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、各設問はそれぞれ独立したものであり、相互に関係はないものとする。",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１⑴は、発明者の認定、発明者名誉権に基づく補正手続請求、設問１⑵は、職務発明に係る相当利益請求権の消滅時効を問うものである。設問２⑴は、取消判決の拘束力、設問\n２⑵は、用途発明における顕著な効果の判断を問うものである。設問３は、用途発明に係る特許権の効力を問うものである。\n２ 設問１については、まずＢが本件発明の発明者といえるかを検討する必要がある。その際には、本件発明が用途発明であって、効果の検証が発明の重要な要素となることを踏まえ、Ｂが本件発明の技術的思想の創作に関与したといえるか否かを論じることが求められる。\n設問１⑴については、特許法に直接の規定はないものの、発明者には人格権としての発明者名誉権が認められることを指摘した上で、Ｂが、Ｘに対して、願書の発明者名を訂正する補正手続（特許法（以下「法」という。）第１７条第１項）請求を行うことができるか否かについて検討することが求められる（大阪地判平成１４年５月２３日判時１８２５号１１６\n頁【希土類の回収方法事件】参照）。\n設問１⑵については、本件発明がＸの職務発明（法第３５条第１項）に該当すること、職務発明に係る相当利益請求権（同条第４項）が法定債権であり、消滅時効期間が５年又は１０年となること（民法第１６６条第１項）、Ｘの職務発明規程にはＸが特許権を取得した時に一括して補償金を支払う旨の定めがあり、当該支払時期が到来するまでＢの権利行使につき法律上の障害があるため、当該支払時期が消滅時効の起算点となること（最判平成１５年\n４月２２日民集５７巻４号４７７頁【オリンパス事件】参照）を指摘した上で、設問の事実関係の下で、Ｂの相当利益請求権について消滅時効期間が経過しているか否かを検討することが求められる。\n３ 設問２⑴については、取消判決の拘束力（行政事件訴訟法第３３条第１項）が「判決主文が導き出されるのに必要な事実認定及び法律判断」に及ぶこと、取消判決の拘束力に従ってした審決はその限りで適法であり、再度の審決取消訴訟においてこれを違法とすることはできないこと（最判平成４年４月２８日民集４６巻４号２４５頁【高速旋回式バレル研磨法事件】参照）、進歩性（法第２９条第２項）の判断では、構成の容易想到性に加えて、予測し得ない顕著な効果が考慮されることを指摘した上で、設例の事実関係の下で、第一次取消判決の拘束力が本件発明に係る進歩性の判断全体に及ぶのか、それとも、用途（予防剤への適用）の容易想到性の判断にのみ及び、効果の顕著性の判断には及ばないと解すべきかを具体的に論述することが求められる。\n設問２⑵については、予測し得ない効果の顕著性は、特許発明以外の発明との比較のみで決するべきではなく、特許発明の効果が奏するものとして予測される効果との比較により決するべきと判示した最判令和元年８月２７日判時２４４６号３７頁【アレルギー性眼疾患用処方物事件】を踏まえ、Ｘ及びＣの主張の当否について具体的に論述することが求められる。\n４ 設問３については、本件発明が用途発明であり、本件発明に係る特許権の効力がαを有効成分とする予防剤の製造、譲渡等にのみ及ぶこと（知財高判平成２８年７月２８日（平成２８年（ネ）１００２３号）【メニエール病治療薬事件】参照）を指摘した上で、Ｄ製剤の添付文書に治療剤としての用途と予防剤としての用途が併記されていることを踏まえ、Ｄ製剤の販売が本件発明の実施（法第６８条、法第２条第３項第１号）に該当するか否か、該当するとした場合には、Ｄ製剤の販売の差止め（法第１００条第１項）及び廃棄（同条第２項）\nを認めるべきか否かについて具体的に検討することが求められる（東京地判平成４年１０月\n２３日判時１４６９号１３９頁【アレルギー性喘息予防剤事件】参照）。また、差止請求の検討においては、Ｄ製剤が治療剤としても使用可能なものであることから、Ｄ製剤の販売の- 27 -差止めが過剰差止めとならないか否かが考慮されるべきであり、廃棄請求の検討においては、最判平成１１年７月１６日民集５３巻６号９５７頁【生理活性物質測定法事件】を踏まえ、Ｄ製剤の廃棄が、「差止請求権の行使を実効あらしめるものであって差止請求権の実現のために必要な範囲内のものである」か否かを検討されるべきである。\n〔第２問〕\n１ 設問１及び設問２は、著作物性、問題となる著作権法上の権利及びその侵害の成否、並びに侵害が肯定された場合の適切な救済について、それぞれ異なる観点から理解を問うものである。設問３は、著作物の享受を目的としない利用行為やそれに関連してなされる行為が著作権法上どのように評価されるかについての理解を問うものである。\n２ 設問１⑴については、Ｘ映像１とＸ映像２のどの部分に創作性が認められ、保護範囲にどのような差異が生ずるかについて検討し、後者の方が設問の訴訟において著作物性（著作権法（以下「法」という。）第２条第１項第１号）及び類似性が認められる可能性が高いことを示す必要がある。\n３ 設問１⑵については、Ｚ図鑑１及びＺ図鑑２の作成に関して複製権（法第２１条）侵害が、Ｚ図鑑１の販売に関して譲渡権（法第２６条の２第１項）侵害が、Ｚ図鑑２の販売に関しては、譲渡権侵害に加え頒布権（法第２６条第１項）侵害が問題となることを指摘した上で、救済として、差止請求（法第１１２条第１項）及び廃棄請求（同条第２項）の具体的な内容について論述する必要がある。このほか、損害賠償請求（民法第７０９条）についても言及する必要がある。\n次に、上記の請求の妥当性の問題として、とりわけＺ画像において、Ｘ映像２の創作的表現が維持されているかを検討する必要がある。また、権利侵害に係る部分の分離可能性等を考慮して、差止めや廃棄の適切な範囲についても論ずることが求められる。\n４ 設問２⑴については、Ｘが主張すべき著作者人格権として、氏名表示権（法第１９条第１項）及び同一性保持権（法第２０条第１項）を、著作権として、複製権（法第２１条）及び公衆送信権（法第２３条第１項）を挙げる必要がある。\n５ 設問２⑵については、まず⑴において特定した権利との関係で可能な救済として、差止請求（法第１１２条第１項）、廃棄請求（同条第２項）、名誉回復等措置請求（法第１１５条）及び損害賠償請求（民法第７０９条）について指摘する必要がある。これらのうち、損害賠償請求を除く各請求については、Ｙに求める作為や不作為の内容を具体的に論述することが求められる。\n次に、Ｘの請求の妥当性を検討する際に、同一の撮影方法を用いて撮影した素材から、類似の取捨選択方針に基づいて作成されたＹ映像において、Ｘ映像２の創作的表現が維持されているかについて具体的に論述する必要がある。氏名表示権侵害については、「協力者」としてＸの氏名を表示することが著作者名の表示に当たらない点を指摘する必要がある。さらに、救済の妥当性について、Ｙ映像の将来の放送の差止め（法第１１２条第１項）の必要性や、Ｙ映像を記録した媒体の廃棄（同条第２項）の必要性が認められるか等についても検討する必要がある。\n６ 設問３⑴については、タブレットへの記録が複製（法第２条第１項第１５号）に、犬にタブレットで映像を再生して見せる行為が上映（同項第１７号）にそれぞれ該当することを指摘し、これらに関係する支分権の侵害に当たらないとＹが判断した根拠を挙げる必要がある。\nより具体的には、複製権（法第２１条）との関係では法第３０条の４を、上映権（法第２２条の２）との関係では「公に」の要件を満たさないことを、それぞれ指摘する必要がある。\n７ 設問３⑵については、⑴の解答を踏まえ、設問の事実関係の下で、Ｙの各行為が複製権や上映権を侵害するといえるかについて具体的に述べる必要がある。上映権との関係では、結\n- 28 -果的にＸ映像２のすべてを見た３名の飼い主がいたことをもって、著作物を「公に上映」（法第２２条の２）したといえるかにつき検討する必要がある。その上で、法第３０条の４に該当するか否かについて、自らの見解を説得的に述べる必要がある。複製権については、複製物の目的外使用（法第４９条第１項第２号）の可能性についても検討することが望ましい。"
}