{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡは、個人事業主として、Ｐ国の雑貨を現地で買い付けて日本に輸入し、賃借している商店街の店舗で販売するという事業を行っていたが、多額の負債を抱えた上に売上げの不振で資金繰りに行き詰まってしまった。そこで、Ａは、弁護士Ｂに依頼して、令和４年４月１日、破産手続開始の申立てをしたところ、同月１０日、Ａについて破産手続開始の決定がされ、弁護士Ｘが破産管財人に選任された。\n〔設問１〕\nＡは、破産手続開始の決定がされた時点で、現金９０万円を保有している。また、Ａが、仕入先であるＰ国所在の販売店にＡの所有物として預かってもらっている５００万円相当の雑貨がある（なお、売買代金は支払済みである。）。\nＡについて破産手続開始の決定がされた直後の令和４年４月２０日、Ａの父親であるＣが死亡した。ＡはＣの唯一の法定相続人であるところ、Ｃの遺産としてＣ名義の銀行口座に６００万円の預金が残されていた。また、Ｃは、１０年以上前から生命保険に加入しており、その加入時において死亡保険金の受取人をＡと指定していたため、Ｃが死亡した場合にはその死亡保険金はＡ\nが受け取ることになっていた。この死亡保険金の額は１０００万円である。\n⑴ 以下①から④までの各財産は、Ａの破産手続において破産財団に属するか、説明しなさい。\n① Ｐ国所在の販売店に預かってもらっている５００万円相当の雑貨\n② 現金９０万円\n③ Ｃの遺産である６００万円の預金債権\n④ Ｃの死亡による１０００万円の保険金請求権\n（参照条文）民事執行法施行令\n（差押えが禁止される金銭の額）第１条 民事執行法（以下「法」という。）第１３１条第３号（法第１９２条において準用する場合を含む。）の政令で定める額は、６６万円とする。\n⑵ Ａは、破産手続開始の時において、自らを受取人とする貯蓄型の医療保険に加入しており、その時点における解約返戻金の額は４０万円であった。\n破産管財人Ｘは、この解約返戻金が破産財団に帰属することを前提に、令和４年４月３０日、Ａの申立代理人Ｂに対し、解約返戻金を破産財団に組み入れるために医療保険契約（以下「本件保険契約」という。）を解約する予定であると通知をした。\nしかしながら、Ａは、すぐに新たな職に就くことが難しい上、持病があるため、本件保険契約を解約されてしまうと代わりの医療保険に加入する必要があるところ、その場合には、保険料が従前と比べてかなり高額になることが判明した。\nＡの申立代理人Ｂとしては、本件保険契約を継続するためにどのような手段を採ることが考えられるか。破産財団に関する破産債権者の利益を考慮しつつ、複数の手段を検討して論じなさい。\n- 2 -\n〔設問２〕\nＡとＤは婚姻していたが、性格の不一致から長期間不仲が続いていたところ、Ａの事業の行き詰まりが最後の引き金となり、令和４年２月１日に協議離婚をするに至った。その協議の際、Ａは、Ｄとの間で、離婚に伴う財産分与として、ＡがＤに対し、Ａ名義の登記がある甲不動産（担保権は設定されていない。）の所有権を譲渡するとともに、１５０万円の支払をする旨の合意をした。Ａは、この合意に基づき、協議離婚が成立した時点で既に支払不能に陥っていたにもかかわらず、同年３月１日、Ｄに対して上記１５０万円を支払った（以下「本件支払」という。）。\nまた、Ａは、甲不動産から退去して新たにアパートを賃借してそこで生活するようになり、現在、甲不動産にはＤのみが居住している。もっとも、Ａについて破産手続開始の決定がされた時点では、甲不動産に係るＤへの所有権移転登記手続はされていない。\n⑴ Ｄは、甲不動産の所有権の移転は財産分与を通じて婚姻中に形成された夫婦の共有財産を清算する性質のものであるため、Ａの破産手続において、甲不動産の所有権の移転に係る登記請求は当然に認められるはずだと主張している。この主張の当否について、Ｘからの反論を踏まえて論じなさい。\n⑵ Ｘは、破産手続開始の決定前にされた本件支払に対して否認権を行使しようとしている。これに対し、Ｄは、協議離婚の成立時においてＡが支払不能に陥っている事実を認識していたものの、上記⑴と同様、本件支払は夫婦の共有財産を清算する性質のものであるため否認権は成立しないと反論している。なお、甲不動産の譲渡と１５０万円の支払は、財産分与としては相当なものであるとする。\nこのとき、Ｘの主張する否認権の成否について、Ｄからの反論を踏まえて論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、衣服の製造及び販売を業とする株式会社である。Ａ社は、その所有する工場において衣服を縫製しているほか、１棟のオフィスビルを所有し、その１階から３階までの部分を自社の店舗及び事務所として使用し、４階部分（以下「物件甲」という。）をＢ株式会社（以下「Ｂ社」という。）に賃貸している。\nＡ社は、業界全体の売上げが減少傾向にあったことに加え、インターネットを用いた商品の販売に乗り遅れたことも相まって急激に売上げを落としたことにより、令和４年９月頃には資金繰りに窮するに至った。そこで、Ａ社は、同年１０月２７日、弁護士Ｃを代理人として再生手続開始の申立てをしたところ、同年１１月４日、再生手続開始の決定を受けた。なお、同決定において、債権届出期間が同年１２月２日までと定められた。\n〔設問１〕\nＡ社の申立代理人Ｃは、令和４年１１月７日、電力会社であるＤ株式会社（以下「Ｄ社」という。）から、Ａ社の縫製工場における以下の各時期の供給分に係る電気料金に関し、括弧内に示した約定どおりの支払期限までに支払がされるかどうかについて照会を受けた。Ａ社として当該電気の供給契約を継続する意向である場合に、Ｃはどのように回答すべきか、説明しなさい。\n① 令和４年９月分（１日～３０日分）（支払期限：令和４年１１月１０日）\n② 令和４年１０月分（１日～３１日分）（支払期限：令和４年１２月１０日）\n③ 令和４年１１月分（１日～３０日分）（支払期限：令和５年１月１０日）\n【事 例（続き）】\nＡ社は、Ｂ社との間で、令和３年７月１日、物件甲につき、賃貸期間を同日から２年、月額賃料を６０万円（毎月末日までに翌月分の賃料を支払う。）とする賃貸借契約を締結した。同契約において、原状回復費用は賃借人であるＢ社が負担する旨の合意がされた。Ｂ社は、敷金として賃料の１０か月分（６００万円）を交付し、上記賃貸借契約に基づき、物件甲の引渡しを受けた。\nＢ社は、Ａ社についての再生手続開始の決定前において、賃料を支払期限までに支払っていた。\nＢ社は、令和４年８月頃、備付けの空調設備が故障したため、修理費用として６０万円を支出していたところ、同年１１月３０日、Ａ社に対する修理費用の返還請求権を自働債権とし、同年\n１２月分の賃料の支払債務を受働債権として相殺する旨の意思表示をした。\nＢ社は、令和４年１２月１日、Ａ社に交付した敷金の返還請求権につき、その交付額が６００万円であること及び賃貸目的物の明渡し前であるので再生債権の額は未定であることを示して、再生債権の届出をした。Ａ社は、債権調査手続において、Ｂ社が届け出た再生債権の内容を認め、また、届出をした他の再生債権者からも異議は述べられなかった。\nその後、令和５年４月３日、Ａ社から、再生債権に関する権利の変更及び弁済方法につき、再生債権者の権利の６０％を免除し、その残額を再生計画認可の決定の確定後に弁済することを内容とする再生計画案が提出された。同計画案は、債権者集会において可決された後、同年５月２９日、再生計画を認可する旨の決定がされ、同年６月２６日、この認可決定が確定した。\nＢ社は、令和５年１月分から同年４月分の賃料をそれぞれ支払期限までに支払ったが、同年５月分及び６月分の賃料を支払うことなく、同月３０日、賃貸期間の満了により、Ａ社に対して物件甲を明け渡した。その際、Ａ社は、物件甲につき、原状回復費用として８０万円を支出した。\n- 4 -\n〔設問２〕\n⑴ Ａ社についての再生手続において、Ｂ社のＡ社に対する敷金返還請求権はどのように取り扱われるか、Ａ社について破産手続が開始した場合との違いに触れつつ、説明しなさい。\n⑵ 【事例】において、Ｂ社のＡ社に対する敷金返還請求権に係る債務の弁済額は幾らになるか、説明しなさい。なお、敷金返還請求権については、明渡し時において、敷金から賃貸借契約に基づいて生じた賃借人の債務の額を控除した残額のうち、再生債権となるべき部分に対して、再生計画に従った権利変更を行うとの考え方に立つこととする。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "- 18 -\n〔第１問〕\n本問は、個人事業主が破産手続開始の決定を受けた場合の具体的事例を基に、主に、破産財団に関する規律、離婚に伴う財産分与請求権の破産手続における処遇についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、破産者が有する種々の財産が破産財団に属するか否か（小問⑴）、破産者が\n加入する医療保険の解約返戻金を破産財団に組み入れようとする破産管財人に対して破産者の代理人として採るべき手段（小問⑵）について、それぞれ具体的な検討を求めるものである。\nまず、小問⑴については、前提として、破産法第２条第１４項が定める破産財団の定義に触れつつ、同法第３４条第１項が定める破産財団の範囲を示した上で、①から④までの各財産についての個別的な検討を進めることが期待される。①については、同項括弧書きによれば、財産が日本国内にあることを問わないこととされていることを指摘し、破産財団に属するとの結論を示すことが求められる。②については、破産手続開始の決定時における破産者の財産であるにもかかわらず破産財団から除外されるもの（自由財産）があること、その一つとして、同条第３項第１号において、民事執行法上の差押禁止に係る金銭（同法第１３１\n条第３号）の１．５倍相当額の金銭が定められていること及びその趣旨を指摘した上で、９０万円全額が自由財産とされ、破産財団には属さないとの結論を示すことが求められる。③については、破産法第３４条第１項が破産手続開始の決定を基準時として破産財団の範囲を固定していることとの関係で、それ以後に取得した財産は新得財産として破産財団から除外されることを指摘し、破産財団には属さないとの結論を示すことが求められる。④については、同条第２項が「破産者が破産手続開始前に生じた原因に基づいて行うことがある将来の請求権」は破産財団に属すると定めていることとの関係で、破産者の有する保険金請求権が、上記の「将来の請求権」に該当するか否かについての自説を論じた上で、結論を示す必要がある。この点に関し、最判平成２８年４月２８日民集７０巻４号１０９９頁は、死亡保険金請求権は、被保険者の死亡前であっても、死亡保険金受取人において処分したり、その一般債権者において差押えをしたりすることが可能であると解され、一定の財産的価値を有することは否定できないことなどから、「将来の請求権」に該当するものとして、破産財団に属するとの結論を示している。\n次に、小問⑵については、一つ目の手段として、破産法第３４条第４項に基づく自由財産の拡張の申立てについて論ずることが求められる。解答に当たっては、自由財産の拡張は、裁判所が、個々の事案において、破産者等の状況に照らし、具体的な必要性を考慮して裁量的に判断するものであることを踏まえつつ、同項に定める考慮要素を意識しながら、問題文から具体的事実を拾い上げ、破産債権者との利益衡量を図ることが求められる。本問においては、破産者において持病があることや廃業により職を失ったことなどの事情が認められるものの、他方で、遺産として６００万円を相続したことや自由財産として現金９０万円を有していることなどに照らすと、自由財産の拡張の申立ては認められない（可能性がある）との方向で論ずることとなろう。そこで、二つ目の手段として、破産者の代理人は、破産管財人に対し、解約返戻金に相当する額につき破産者が有する財産から破産財団へ組み入れることと引き換えに、解約返戻金請求権について破産財団から放棄することを申し入れるという手段について論ずることが期待される。\n〔設問２〕は、破産手続開始の決定前に、離婚及びそれに伴う財産分与の協議が成立した\n事例を通じて、破産手続開始の決定時には履行されていない破産者に対する不動産の所有権移転登記請求権につき取戻権を行使することができるか否か（小問⑴）、破産手続開始の決定時において支払済みの分与金について否認権を行使することができる否か（小問⑵）について、それぞれ具体的な検討を求めるものである。\n- 19 -まず、小問⑴については、Ｄの主張が破産法第６２条に定める取戻権の行使に当たることを指摘する必要がある。その上で、実体法上、対抗要件を具備しなければ「第三者」（民法第\n１７７条）に対して所有権を主張し得ない場合であることから、破産管財人が「第三者」に該当するか否か（破産管財人の第三者性）について論ずることになる。そして、破産管財人には破産財団に所属する財産に対する差押債権者と類似の地位が認められることに異論はないことから、破産管財人は「第三者」に該当するとして、対抗要件を具備していない以上、取戻権を行使することはできないとの結論を示すことが求められる。\n次に、小問⑵については、問題文中に、不動産の譲渡と分与金の支払は財産分与として相当なものであるとするとの記載があることから、破産管財人が行使しようとしている否認権は、破産法第１６２条第１項第１号の偏頗行為否認であることを指摘する必要がある。その上で、要件該当性を順次検討することが求められるが、Ｄからの反論については、有害性又は不当性との関係で論ずることとなろう。有害性の阻却事由としては、本件支払が取戻権に該当する又は財団債権の弁済に該当するとの指摘が想定され、不当性の阻却事由としては、離婚に伴う財産分与は、民法第７６８条第３項の規定の趣旨に反して不相当に過大であり、財産分与に仮託してされた財産処分であると認めるに足りるような特段の事情のない限り、詐害行為とはならないと判示した最判昭和５８年１２月１９日民集３７巻１０号１５３２頁の考え方が偏頗行為否認についても及ぶとの指摘が想定される。結論としては、肯定、否定の両論が考えられるところであるが、自らの考え方を説得的に論ずることが求められる。\n〔第２問〕\n本問は、株式会社について再生手続が開始された場合の具体的事例を基に、主に、再生手続における継続的給付に係る請求権の取扱い及び敷金返還請求権の取扱いについての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、電気の供給契約という一定期間ごとに債権額を算定すべき継続的給付を目的\nとする双務契約を題材に、再生手続における継続的給付に係る請求権の取扱いについて、当該請求権の発生時期と、再生手続開始の申立て又は再生手続開始との前後を踏まえ、具体的な検討を求めるものである。\n解答に当たっては、まず、民事再生法第８４条第１項を摘示して、再生債権の定義及び要件を明示しつつ、①の期間の請求権が再生債権に当たることを示した上、再生債権については、再生手続開始後は、再生計画の定めるところによらなければ弁済をすることができないことから（同法第８５条第１項）、支払期限までに支払うことはできないと回答すべきであるとの結論を示すことが求められる。②の期間の請求権については、同法第５０条第１項及び第２項が定める継続的給付に当たることを示しつつ、同項括弧書きによれば、その全額が共益債権に当たることを示すことが求められる。その上で、共益債権は、再生手続によらないで、随時弁済することができる（同法第１２１条第１項）ことから、支払期限までに支払うことができると回答すべきであるとの結論を示すことが求められる。③の期間の請求権については、再生手続開始前の分は同法第５０条第２項により、再生手続開始後の分は同法第１１９条第２号（又は同法第４９条第４項）により、その全額が共益債権に当たることから、上記②と同様、支払期限までに支払うことができると回答すべきであるとの結論を示すことが求められる。\n〔設問２〕は、賃貸人について再生手続が開始されたとの具体的事例を通じて、再生手続に\nおける敷金返還請求権の取扱いについて、破産手続における取扱いとの違いに触れつつ、関連する条文等についての説明を求めるもの（小問⑴）、その説明を踏まえ、敷金返還請求権に係る債務の弁済額についての具体的な検討を求めるもの（小問⑵）である。\n小問⑴については、まず、破産手続において、敷金返還請求権は破産債権（破産法第２条第\n５項）として扱われることを示した上で、敷金返還請求権を有する者が破産者に対する賃料債\n- 20 -務を弁済する場合は、その債権額の限度において弁済額の寄託を請求することができることとされている（同法第７０条後段）ことから、この点について説明する必要がある。そして、この場合は、賃料債務の弁済は明渡しを解除条件とするものであることから、明渡しによって賃料の弁済は効力を失い、その結果未払となった賃料債務と敷金返還請求権との間に充当関係が生じること、他方、弁済していた賃料相当額は、不当利得により破産財団に対して生じた請求権として財団債権となる（同法第１４８条第１項第５号）ことを指摘することが期待される。\nこれに対し、再生手続においては、敷金返還請求権は、下記の共益債権となる部分を除き、再生債権（民事再生法第８４条第１項）として扱われること、再生債権となる部分は再生計画の定めにより弁済されることを示した上で、同法第９２条第３項を摘示し、その要件等につき適宜説明を加えつつ、これらの要件を満たした額については共益債権として扱われること、共益債権とされた部分は、再生手続によらないで、再生債権に先立って随時弁済されること（同法第１２１条第１項及び第２項）を指摘することが求められる。\n次に、小問⑵については、事例に則して、敷金返還請求権に係る債務の弁済額についての具体的な検討を求めるものであるが、その前提となる再生計画上の敷金返還請求権の取扱いについては、条件付権利として権利変更をした上で条件成就の際に未払賃料等を充当して敷金返還請求権の額を確定するとの考え方（権利変更先行説）と、未払賃料等を充当した後の敷金返還請求権について権利変更をするとの考え方（当然充当先行説）とがあるところ、問題文において後者の考え方に立つことが明示されていることに留意する必要がある。解答に当たっては、まず、未払賃料及び原状回復費用を充当した敷金返還請求権の残額が４００万円であることを示した上、再生手続開始後に弁済期が到来するものとして弁済した賃料債務の額と賃料の６か月分に相当する額（民事再生法第９２条第３項括弧書きによれば、賃料の６か月分相当額から同条第２項の相殺により免れる賃料債務の額が控除されることについても言及することが期待される。）とを比較し、賃料債務と修理費用返還請求権との相殺が可能であること（同法第９２条第２項）にも触れつつ、共益債権となる額を算出することが求められる。そして、再生債権となる部分については、再生計画の定めに従って権利変更されること（同法第１７９条第１\n項）を指摘した上で再生債権として弁済される額を算出し、その額と上記の共益債権となる額との合計が弁済額となるとの結論を示すことが求められる。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点については、「出題の趣旨」として公表したとおりである。\n第１問は、個人事業主が破産手続開始の決定を受けた場合の具体的事例を基に、主に、破産財団に関する規律（設問１）及び離婚に伴う財産分与請求権の破産手続における処遇（設問２）についての基本的な理解と事例処理能力を問うものである。採点の主眼は、設問１においては、主に、「破産財団」という破産手続の根幹となる概念や、破産財団と相対する概念である「自由財産」の拡張及びその趣旨を正しく理解できているかどうか、具体的事例や設問に与えられた事実関係を分析し、\n条文に当てはめて的確な結論を導くことができているかどうか、設問２においては、具体的事例や設問において与えられた事実関係から、取戻権及び偏頗行為否認の問題であることを把握できているかどうか、条文が定める要件の該当性を検討する中で、予想される反論にも目を向けながら、自らの考えを説得的に論じることができているかどうかに置かれている。\n第２問は、株式会社について再生手続が開始された場合の具体的事例を基に、主に、再生手続における継続的給付に係る請求権の取扱い（設問１）及び敷金返還請求権の取扱い（設問２）についての基本的な理解と事例処理能力を問うものである。採点の主眼は、全体を通して、再生債権及び共益債権といった再生手続における基本的概念を正しく理解できているかどうか、継続的給付に係る請求権及び敷金返還請求権の取扱いに関する条文を的確に指摘し、これを踏まえた適切な事例処理ができているかどうかに置かれている。\n３ 採点実感等⑴ 第１問ア 設問１設問１は、破産者が有する種々の財産が破産財団に属するか否か（小問⑴）、破産者が加入する医療保険の解約返戻金を破産財団に組み入れようとする破産管財人に対して破産者の代理人として採るべき手段（小問⑵）について、それぞれ具体的な検討を求めるものである。\nまず、小問⑴は、破産法を学習する者にとって必須となる条文を摘示し、その文言に当てはめて結論を導くだけのごく基本的な問題であるが、高得点の者は決して多くなかった。解答に当たっては、破産法第２条第１４項（第１４号と誤って摘示している答案が目立った。条文の引用に当たっては、正確を期してもらいたい。）が定める破産財団の定義に触れつつ、同法第３４条第１項が定める破産財団の範囲を示した上で、①から④までの各財産についての個別的な検討を進めることが期待されており、これに沿った答案は「良好」以上の評価となっている。\n①については、同項括弧書きによれば、財産が日本国内にあることを問わないこととされていることを指摘し、破産財団に属するとの結論を示す必要がある。多くの答案では、このような流れで結論を導くことができていたが、括弧書きが摘示できていない答案も散見され、このような答案は低い評価にとどまっている。②については、自由財産の一つとして、同条第３項第１号において、民事執行法上の差押禁止に係る金銭（同法第１３１条第３号）の１．５倍相当額の金銭が定められていること及びその趣旨を指摘した上で、９０万円全額が自由財産とされ、破産財団には属さないとの結論を示す必要がある。多くの答案で正しい結論が示されていたが、自由財産となる額につき４４万円、６６万円等とする答案も少なからず見られ、このような答案は低い評価にとどまっている。また、破産法第３４条第３項第１号の趣旨につき、「破産者の最低生活の保障」とのみ記載する答案が多かったが、破産手続においては、破産者が支- 1 -払不能の状態にあることを考慮して、民事執行法上の差押禁止に係る金銭の１．５倍の額が自由財産とされていることの指摘が重要である。③については、同条第１項が破産手続開始の決定を基準時として破産財団の範囲を固定していることとの関係で、それ以後に取得した財産は新得財産として破産財団から除外されることを指摘し、破産財団には属さないとの結論を示す必要がある。多くの答案では、このような流れで正しい結論を導くことができていたが、同法第２条第１４項の文言に引きずられたためか、破産財団に属すると結論付ける答案も散見された。このような答案は、破産者の財産の中に相続財産が含まれる場面と相続財産について破産手続が開始される場面とを混同するものとして、低い評価にとどまっている。なお、同法第３４条第２項の「将来の請求権」の該当性の問題として論ずる答案もあったが、これに当たらないことは明らかであるから、あえて論ずる必要はない。④については、破産者の有する保険金請求権が、上記の「将来の請求権」に該当するか否かについての自説を論じた上で、結論を示す必要がある。このような流れで論じることができていれば、その内容に応じ、「一応の水準」\n以上にあるものと評価しているが、残念なことに、多くの答案は、保険契約の締結が「破産手続開始前に生じた原因」に当たることを指摘するのみで、保険事故の発生が破産手続開始後であることを指摘できている答案は半数程度であった。「将来の請求権」に当たるというためには、破産手続開始時において停止条件が成就していないことを明示する必要がある。また、保険事故の発生が破産手続開始後であることを理由に、破産財団に属さない（自由財産となる）\n可能性を指摘していた答案は、反対説に配慮するものとして高い評価となっている。この点に関し、最判平成２８年４月２８日民集７０巻４号１０９９頁は、死亡保険金請求権は、被保険者の死亡前であっても、死亡保険金受取人において処分したり、その一般債権者において差押えをしたりすることが可能であると解され、一定の財産的価値を有することは否定できないことなどから、「将来の請求権」に該当するものとして、破産財団に属するとの結論を示しているところ、上記判例に言及することができていた答案又は上記判例を意識したことがうかがえる答案については、高い評価となっている。なお、上記判例の考え方とは異なり、「将来の請求権」には該当しないとする答案も一定数見られ、その内容に応じて評価をしているが、判例とは異なる考え方、結論を採るのであれば、判例が存在する以上、まずは判例の考え方に言及することが必要であり、その上で、より説得的な論証が求められよう。\n小問⑵は、破産法第３４条第４項に基づく自由財産の拡張についての理解、自由財産を破産財団に組み入れつつ破産者の生活に必要な財産を破産財団から放棄してもらうという実務運用の知識を問う問題であるが、大きく差が付く結果となった。\nまず、一つ目の手段として、自由財産の拡張の申立てについて論ずることができていれば、\nその内容に応じ、「一応の水準」以上にあるものと評価しているが、小問⑴で同条第１項から第３項までを問うていたにもかかわらず、想定していた以上に、この点について言及することができていない答案が多かった。解答に当たっては、自由財産の拡張は、裁判所が、個々の事案において、破産者等の状況に照らし、具体的な必要性を考慮して裁量的に判断するものであることを踏まえつつ、同項に定める考慮要素を意識しながら、問題文から具体的事実を拾い上げ、破産債権者との利益衡量を図ることが求められるものの、破産者において持病があることや廃業により職を失ったことなどの破産者側の事情のみを検討し、結論として自由財産の拡張を認める答案が目立った。本問では、破産者において、遺産として６００万円を相続したことや自由財産として現金９０万円を有していることなどの事情に照らすと、自由財産の拡張の申立ては認められない（可能性がある）との方向で論ずることとなろう。このような答案は必ずしも多くはなかったが、出題意図を的確に捉えているものとして、高い評価となっている。また、問題文において、破産手続開始の決定をした日及び解約予定の通知を行った日が明示されていることを踏まえ、１か月の期間制限についての指摘があった答案も、高い評価となっている。\n- 2 -次に、二つ目の手段として、破産者の代理人は、破産管財人に対し、解約返戻金に相当する額につき破産者が有する財産から破産財団へ組み入れることと引き換えに、解約返戻金請求権について破産財団から放棄することを申し入れるという手段について論ずることが期待されている。やや発展的な論点ではあるが、自由財産による破産債権の弁済に関する知識を駆使するなどして、この点について言及することができていた答案が一定数見られ、その充実度に応じ、\n「良好」以上の評価となっている。これに対し、保険契約を解約して新たな保険契約を締結すると保険料が高額になることが破産財団を毀損することにつながるとして、保険契約の履行（継続）を破産管財人に申し入れるとの答案や、破産管財人の善管注意義務の問題と捉えて、破産管財人を解任すべきであるとの答案が非常に目立った。これらの答案は、破産手続開始後に破産財団が負担すべき債務と破産者が自由財産から負担すべき債務との整理ができていないか、\nそもそも、破産管財人は破産債権者のために破産財団を適切に維持・増殖すべき義務を負うという点を十分に理解することができていないものといわざるを得ず、低い評価となっている。\nさらに、破産手続開始の決定がされているにもかかわらず、保全管理命令や包括的禁止命令を申し立てるという答案が散見されたが、これらの答案は、破産手続開始前の保全措置についてのごく基本的理解を欠くものとして、やはり低い評価となっている。\nなお、小問⑵を通じて、誰が何を行うのかを正確に理解していないか、それを的確に表現できていない答案が多かった。例えば、破産者の代理人Ｂが行うべきは自由財産の拡張の「申立て」であり、拡張の裁判は裁判所が行うものであるにもかかわらず、「Ｂが自由財産の拡張をする」とする答案や、自由財産からの組入れを受けて代わりの財産を破産財団から放棄するのは破産管財人Ｘであるにもかかわらず、「Ｂが放棄する」とする答案が目立った。\nイ 設問２設問２は、破産手続開始の決定前に、離婚及びそれに伴う財産分与の協議が成立した事例を通じて、破産手続開始の決定時には履行されていない破産者に対する不動産の所有権移転登記請求権につき取戻権を行使することができるか否か（小問⑴）、破産手続開始の決定時において支払済みの分与金について否認権を行使することができる否か（小問⑵）について、それぞれ具体的な検討を求めるものである。\n小問⑴については、まず、Ｄの主張が破産法第６２条に定める取戻権の行使に当たることを指摘する必要がある。取戻権に言及することができていれば、その内容に応じ、「一応の水準」\n以上にあるものと評価しているが、想定していた以上に、この点についての言及を欠く答案が多かった。破産手続においては、所有権に基づく妨害排除請求権としての所有権移転登記請求が取戻権の枠組みにおいて行使され得るという基本的な理解が得られていないことが原因であると推察される。また、取戻権の行使に当たることに気付いたにもかかわらず同条の摘示がされていない答案や、そもそも破産手続における問題であることを無視して、民法の問題として検討している答案も意外に多く見られた。\n続いて、実体法上、対抗要件を具備しなければ「第三者」（民法第１７７条）に対して所有権を主張し得ない場合であることから、破産管財人が「第三者」に該当するか否か（破産管財人の第三者性）について論ずる必要がある。この点については、多くの答案で、破産管財人に差押債権者類似の地位が認められることを理由に、破産管財人は「第三者」に該当するとして、\n対抗要件を具備していない以上、取戻権を行使することはできないとの結論を示すことができており、その充実度に応じ、「一応の水準」以上にあるものと評価した。しかしながら、破産法第７８条第１項等の規律を挙げて、破産手続の開始による財産の管理処分権の破産管財人への専属が実質的な包括差押えであることまで的確に指摘できていた答案は多くなかった。また、\nＤからの再反論として、離婚に伴う財産分与は潜在的持分を顕在化させるにすぎないから対抗要件を要しない（民法第２５４条参照）との主張が考えられ、これに対するＸの再々反論は、\n財産分与は協議又は裁判による分与者から相手方への権利移転であって財産の特定承継と同様- 3 -であるから、やはり対抗要件の具備が必要であるということになろう。ここまで的確に論じられていた答案はほとんど見当たらなかったが、財産の特定承継と同様であることが意識されている答案は少ないながらも見受けられ、このような答案は、深い理解を示すものとして高い評価となっている。\nこれに対し、低い評価にとどまる答案として、以下のようなものが挙げられる。まず、Ｄの主張する登記請求に関して、破産債権としての権利行使の可否を論じている答案が散見された。\nこのような答案は、破産債権は個別的権利行使が禁止され、飽くまで破産手続における金銭配当による満足しか得ることができないという根本的な点を理解することができていないことがうかがえる。また、破産法第４９条第１項の該当性を検討する答案も多かったが、同項は、破産手続開始の決定後にされた登記の効果について定めた規定であり、登記請求の可否に適用されるものではない。さらに、否認権（詐害行為否認・無償行為否認・対抗要件否認）に言及した答案も少なからず見られたが、所有権の移転及び対抗要件の具備が破産手続開始の決定前に完成していない以上、その効果を否認して財産を破産財団に回復するということは問題にならない。\n小問⑵については、まず、問題文中に、不動産の譲渡と分与金の支払は財産分与として相当なものであるとするとの記載があることから、破産管財人が行使しようとしている否認権は、\n同法第１６２条第１項第１号の偏頗行為否認であることを指摘する必要がある。しかしながら、\n大半の答案において、この点について指摘することができていないことには驚かされた。その多くは、財産分与そのものについて、同法第１６０条第１項の詐害行為否認の成否を検討するものであったが、問題とされているのは財産分与の合意に基づく金銭債務の弁済という債務消滅行為であるから、詐害行為否認の問題とはならないはずである。また、同条第３項の無償行為否認や同法第１６１条の相当の対価を得てした財産の処分行為の否認の成否を検討するものも散見されたが、贈与と異なり財産分与はおよそ無償行為ではないし、本件支払はＤに対してされたものであって甲不動産の対価としてＡが受け取ったものではないから、同条はおよそ問題とならない。\n続いて、解答に当たっては、同法第１６２条第１項第１号の要件該当性を順次検討することが求められ、このような流れで論じることができていれば、その内容に応じ、「一応の水準」\n以上にあるものと評価しているが、有害性の要件と不当性の要件とを整理して論ずることができていた答案については、理解の成熟を示すものとして高い評価となっている。有害性の阻却事由としては、本件支払は、破産手続開始後であれば取戻権の行使に該当する又は財団債権の弁済に該当するとの指摘が想定され、不当性の阻却事由としては、離婚に伴う財産分与は、民法第７６８条第３項の規定の趣旨に反して不相当に過大であり、財産分与に仮託してされた財産処分であると認めるに足りるような特段の事情のない限り、詐害行為とはならないと判示した最判昭和５８年１２月１９日民集３７巻１０号１５３２頁の考え方が偏頗行為否認についても及ぶとの指摘が想定される。これに対し、取戻権に該当するとの考え方に対しては、財産分与金の支払を目的とする債権については、取戻権の行使としてその履行を請求することができないとした最判平成２年９月２７日集民１６０号３７３頁を踏まえて反論することが考えられる。多くの答案は、問題文中に「財産分与としては相当なものである」との記載があることから、この点を指摘するのみで、直ちに否認権の行使を否定する結論を採っていたが、より分析的、説得的な論述が期待されていたといえよう。\nなお、問題文中に、Ｄの反論は、「本件支払は夫婦の共有財産を清算する性質のものである」\nとの記載があるにもかかわらず、離婚後における相手方の扶養としての性質や、離婚に伴う慰謝料としての性質から論じている答案が散見されたが、これらは評価の対象とはしていない。\n⑵ 第２問ア 設問１- 4 -設問１は、電気の供給契約という一定期間ごとに債権額を算定すべき継続的給付を目的とする双務契約を題材に、再生手続における継続的給付に係る請求権の取扱いについて、当該請求権の発生時期と、再生手続開始の申立て又は再生手続開始との前後を踏まえ、具体的な検討を求めるものである。基本的な条文の知識とその当てはめにより結論を導くことができるごく基本的な問題であるが、条文や定義の摘示、再生債権該当性の当てはめ等において正確性を欠く答案が散見され、高得点の者は決して多くなかった。また、本設問では、支払期限までに支払がされるかどうかについての照会に対する回答が問われているにもかかわらず、「再生債権である」「債権届出を促す」などとする答案が目立った。設問に対して正面から解答するという姿勢は常に意識してもらいたい。\nまず、①の期間の請求権については、民事再生法第８４条第１項を摘示し、再生債権の定義及び要件を明示して再生債権に当たることを示した上、再生債権については、再生手続開始後は、再生計画の定めるところによらなければ弁済をすることができないことから（同法第８５条第１項）、支払期限までに支払うことはできないと回答すべきであるとの結論を示すことになる。多くの答案では、開始決定前の原因に基づく再生債権であると認定し、その効果として、\n再生計画の定めるところにより弁済されることを指摘することができており、「良好」以上の評価となっている。他方、「申立て前に発生したものであるから」再生債権であるなどと不正確な当てはめがされている答案、民法第３０６条第４号、第３１０条についての理解を欠くため、法人の電気料金であるにもかかわらず一般優先債権に当たるとした答案、さらには、問題文中に、民事再生法第８５条第５項の少額弁済の許可を申し立てることを検討できるような事情は見出せないにもかかわらず、同項の許可がされるとして、支払をすることができると結論付ける答案が散見されたが、これらの答案は、いずれも低い評価となっている。\n②の期間の請求権については、同法第５０条第１項及び第２項が定める継続的給付に当たることを示しつつ、同項括弧書きによりその全額が共益債権に当たることを示した上で、共益債権は、再生手続によらないで随時弁済することができる（同法第１２１条第１項）ことから、\n支払期限までに支払うことができると回答すべきであるとの結論を示すことになる。評価を分けたポイントは、同法第５０条第２項を摘示することができているか、②の期間中に再生手続開始の申立てがされたが、再生手続開始決定には至っていないということに気付いているか（これにより、同項括弧書きを摘示し、当てはめることができているか）という点にある。これらを意識することなく、申立ての日の前後で再生債権と共益債権とに分ける答案や、単に同項を摘示するのみで（括弧書きに当てはめることなく）共益債権とする答案が非常に多かった。\n③の期間の請求権については、再生手続開始前の分は同法第５０条第２項により、再生手続開始後の分は同法第１１９条第２号（「第２号」を摘示しない答案や、「第１項第２号」と誤って摘示する答案が散見された。）又は第４９条第４項により、その全額が共益債権に当たることから、支払期限までに支払うことができると回答すべきであるとの結論を示すことになる。\n多くの答案で共益債権になるとの指摘がされており、その内容に応じ、「一応の水準」以上の評価となっているが、そのうち、再生手続開始決定の前後を意識し、条文の適用関係を的確に摘示することができていた答案は、高い評価となっている。他方、少ないながらも、再生手続開始後の請求権について、同法第１１９条第２号の「生活」に当てはめている答案、開始後債権に該当するから再生計画で定められた弁済期間満了まで弁済が禁止されるとする答案、さらには、再生債権に該当しないから再生計画によらずに弁済を受けることができるとする答案が見られた。これらの答案は、いずれも低い評価にとどまっている。\nイ 設問２設問２は、賃貸人について再生手続が開始されたとの具体的事例を通じて、再生手続における敷金返還請求権の取扱いについて、破産手続における取扱いとの違いに触れつつ、関連する条文等についての説明を求めるもの（小問⑴）、その説明を踏まえ、敷金返還請求権に係る債- 5 -務の弁済額についての具体的な検討を求めるもの（小問⑵）である。\n小問⑴については、まず、破産手続において、敷金返還請求権は破産債権（破産法第２条第５項）として扱われることを示した上で、敷金返還請求権を有する者が破産者に対する賃料債務を弁済する場合は、その債権額の限度において弁済額の寄託を請求することができる（同法第７０条後段）ことについて説明する必要がある。多くの答案で、同条を摘示しつつ、弁済額の寄託の請求について言及することができていたが、更に進んで、賃料債務の弁済は明渡しを解除条件とするものであることから、明渡しによって賃料の弁済は効力を失い、その結果未払となった賃料債務と敷金返還請求権との間に充当関係が生じること、他方、弁済していた賃料相当額は、不当利得により破産財団に対して生じた請求権として財団債権となる（同法第１４８条第１項第５号）か（一種の）取戻権の行使として請求できることまで的確に指摘できていた答案は少なかった。これらの答案は、深い理解を示すものとして高い評価となっている。また、同法第１９８条第２項又は第２０１条第２項を摘示し、最後配当に関する除斥期間内に明渡しをしないと配当を受けることができないことを指摘することができていた答案も、高い評価となっている。\nこれに対し、再生手続においては、まず、民事再生法第８４条第１項を摘示し、敷金返還請求権は、再生手続開始前の原因（敷金契約）に基づいて生じた財産上の請求権であり、共益債権となる部分を除き再生債権として扱われること、再生債権となる部分は再生計画の定めにより弁済されることを示す必要があるが、これらの点を的確に指摘できていない答案が意外と多かった。なお、民法第６２２条の２を摘示して停止条件付請求権であることを指摘する答案が多かったが、この指摘のみでは、破産手続又は再生手続における取扱いについて解答するものではないとして、評価の対象とはしていない。\n続いて、解答に当たっては、民事再生法第９２条第３項を摘示し、その要件等につき適宜説明を加えつつ、これらの要件を満たした額については共益債権として扱われること、共益債権とされた部分は、再生手続によらないで、再生債権に先立って随時弁済されること（同法第１２１条第１項及び第２項）を指摘することになる。多くの答案で同法第９２条第３項を指摘することができていたが、その要件等についての理解度の差が評価を大きく分ける結果となった。\n同項によれば、①再生手続開始時に再生債務者に対して賃料債務を負担していること、②再生手続開始後に弁済期が到来する賃料債務をその弁済期に弁済したこと、③上記②の弁済額が上限となること、④賃料の６か月分に相当する額の範囲内であること、⑤上記④の範囲から同条第２項の相殺により免れる賃料債務の額が控除されることを全て満たした額が共益債権となるのであるから、条文に則して、これらの要件を落とすことなく、正確に説明する必要がある。\n上記③を落としている答案が非常に多く、その余の要件についても、解答時間が不足したためか、正確性を欠くものや雑な論述にとどまるものが目立った。\n次に、小問⑵は、事例に即して、敷金返還請求権に係る債務の弁済額についての具体的な検討を求めるものである。その前提となる再生計画上の敷金返還請求権の取扱いについては、条件付権利として権利変更をした上で条件成就の際に未払賃料等を充当して敷金返還請求権の額を確定するとの考え方（権利変更先行説）と、未払賃料等を充当した後の敷金返還請求権について権利変更をするとの考え方（当然充当先行説）とがあるところ、問題文において後者の考え方に立つことが明示されているにもかかわらず、充当前の６００万円につき６０％免除の権利変更を行っている答案があった。このような答案は、問題文の指示を無視するものとして「不良」に該当する。問題文をよく読んだ上で解答してもらいたい。\n解答に当たっては、まず、敷金返還請求権の残額が、令和５年５月分及び６月分の未払賃料合計１２０万円と原状回復費用８０万円との合計２００万円を充当した結果４００万円であることを示す必要があるが、この点について正確に指摘することができていない答案が多いことには驚かされた。特に、これらの未払賃料等につき、同法第９２条第１項の問題として捉えて- 6 -相殺することができないとする答案等は、当然充当及び相殺といった基本的概念についての理解が水準に達していないものといわざるを得ず、低い評価となっている。\n続いて、共益債権となる部分につき、再生手続開始後に弁済期が到来する令和５年１月分から４月分までの賃料債務合計２４０万円をその弁済期に弁済したこと、賃料の６か月分に相当する額は３６０万円であることを指摘する必要がある。加えて、６０万円の修理費用返還請求権を自働債権とし、再生手続開始後の令和４年１１月３０日に弁済期が到来する賃料債務を受働債権とする相殺につき、債権届出期間内のものであるから、民事再生法第９２条第２項により相殺が可能であることを指摘するほか、同条第３項括弧書きの当てはめとして、上記３６０万円から同条第２項の相殺により免れる賃料債務６０万円が控除されることを指摘することになる。これらの点について正確に指摘することができていた答案は少なかったが、事例に現れた事情を的確に摘示する答案として高い評価をしている。他方、上記のとおり、同項の理解が十分でないため、賃料の６か月に相当する３６０万円又はここから６０万円を控除した３００万円を共益債権とする答案や、賃料の６月分に相当する額の範囲内で弁済期に弁済した額を共益債権としつつも、同項括弧書きの当てはめにつき、３６０万円ではなく、２４０万円から控除する答案が一定数見られた。\n以上を踏まえて共益債権となる額を算出することとなるが、問題文で示されている「当然充当先行説」の考え方を前提としても、以下の三つの考え方があり得る。\nα：民事再生法第９２条第３項による共益債権化とは別に当然充当を認める。\nこの考え方によれば、同項括弧書きにより控除されるのは同条第２項の相殺によって免れる６０万円のみであるから、再生手続開始後に弁済した２４０万円全額が共益債権となる。\nβ：未払賃料の敷金充当分を同条第３項括弧書きで控除する。\nこの考え方によれば、賃料の６か月分相当額３６０万円から、６０万円と１２０万円とを控除した残額１８０万円が共益債権となる。\nγ：未払賃料及び原状回復費用の敷金充当分を同項括弧書きで控除する。\nこの考え方によれば、賃料の６か月分相当額３６０万円から、６０万円及び１２０万円のほか８０万円を控除した残額１００万円が共益債権となる。\n最後に、再生債権となる部分については、再生計画の定めに従って権利変更されること（同法第１７９条第１項）を指摘した上で再生債権として弁済される額を算出し、その額と上記の共益債権となる額との合計が弁済額となるとの結論を示すことになる。上記のα、β又はγの考え方によれば、再生債権となる額は、それぞれ、１６０万円、２２０万円、３００万円となり、再生計画によれば６０％が免除されることになるから、再生債権としての弁済額は、それぞれ、６４万円、８８万円、１２０万円となる。したがって、敷金返還請求権に係る債務の弁済額は、それぞれ、３０４万円、２６８万円、２２０万円となる。このように、条文を摘示しながら、順を追って説明することができている答案は、その内容に応じ、「一応の水準」以上の評価をしているが、結論を正確に算出することができていた答案は、残念なことに、それほど多くはなかった。\n４ 今後の出題について本年度の問題は、例年どおり、取り上げた制度、論点ともに破産法及び民事再生法についての基本的な事項に関するものとした上、主として、基礎的な知識を利用して条文の文言を解釈し、当該条文を具体的な事実関係に適用して結論を導くことができているかを問うものである。\n今後も出題方針について特に変更すべき点はなく、特定の傾向に偏ることなく、具体的な事案を通じて、基本的な考え方や事項に関する理解を確認する問題、当該事案を正確に把握して適切に法令上の対応手段を導き出す能力を試す問題、倒産実体法及び倒産手続法に関する問題等、倒産法の- 7 -基本的な理解ができているかどうかを問う出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの等昨年も述べたとおり、解答に当たっての思考の端緒となるものは、実定法の条文である。条文の重要性は、倒産法に限ったものではないし、ここで改めて指摘するまでもない。しかしながら、本年も、明文の規定があるにもかかわらず条文を摘示しない答案や、条文番号や規律内容の摘示が不十分、不正確な答案が非常に目立った。今後の法科大学院教育においては、学生に対し、条文の重要性を十分に意識させて、こまめに、かつ正確に条文を引用する習慣を身に付けさせることが強調されるべきであろう。\nそして、次の段階として、倒産法における基本的な条文、判例及び学説を断片的・概括的にではなく、その趣旨に遡って正確に理解をした上、具体的な事案に対応することができる能力を涵養するため、手続開始前後における取扱いの相違や、個々の制度の関係性等についても意識し、また、\n清算型手続と再建型手続との異同を理解しながら、倒産法の体系の中で把握することが重要である。\nさらに、法曹実務においては、単に結論を示すだけでなく、その結論を根拠をもって説得的に伝えることが必須であることを踏まえ、具体的な事例において与えられた事情を正確に整理・把握し、\n問題点を的確に抽出する能力、その問題点について論理的かつ一貫性のある解釈に基づき妥当な結論を導き、説得的に論ずる能力が必要とされる。法科大学院に対しては、例年指摘されているこれらの点にも配慮しつつ、上記の知識の習得や能力の涵養を実現するための教育を期待したいところである。特に、近年における実際の答案を見る限り、一応の水準に達していると評価され得る答案であっても、論理的な文章を書く能力が十分でないと思われるものが少なくないことには十分留意されたい。\nなお、当然のことではあるが、司法試験は、解答者の文字の読みやすさを評価するものではなく、\nその巧拙が答案の評価に影響するものでない。しかしながら、例年、かつ、他の科目でも繰り返し指摘されているとおり、判読することが困難あるいは不能な文字等による答案が、依然として少なからず存在する。そのような答案については、設問で与えられた課題についての適切な配点が困難となり、ともすれば解答者の本来の能力・理解度を正当に評価することができない事態につながりかねない（特に、条文番号や法令用語については、判読ができない限り、正確に理解できていないものと評価せざるを得ない。）。受験者においては、答案は他人が読んで採点するものであることを十分意識して、是非改善してもらいたい。\n- 8 -"
}