{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\n甲装置は、我が国において法令上求められている検査のための特有の機能を有する業務用検査装置である。また、乙機器は、甲装置の中核となる機器であり、甲装置に組み込んで使用される。\n甲装置には、大型の甲装置（以下「大型甲」という。）と小型の甲装置（以下「小型甲」という。）がある。大型甲と小型甲の市場規模（販売金額）は同程度であり、それぞれの需要は安定している。\n大型甲と小型甲では、サイズ、処理能力等が異なり、また、大型甲と小型甲の製造設備を相互に転換するためには、かなりの投資と時間を必要とする。\n甲装置の主要なメーカーとして、Ｘ社、Ｙ社及びＺ社（以下「３社」という。）があり、それぞれ複数の製造設備で甲装置を製造しているが、３社それぞれの製造能力にはかなりの余裕がある。\n３社のほかに、小型甲のみを製造販売するＷ社がある。これらのメーカーは、全国の需要者に甲装置を販売する体制を整えており、地域による価格差は存在しない。また、甲装置の輸出入は事実上行われていない。甲装置の需要者は、比較的大規模な事業者であり、交渉力が強い。甲装置の製造コストは、需要者向け販売価格の６割程度である。\n甲装置全体では、Ｚ社がシェア（販売金額に基づく割合をいう。以下同じ。）を漸増させてきており、その分、Ｘ社及びＹ社のシェアが漸減してきている。現在のシェアは、次表のとおりである。\n甲装置全体 大型甲のみ 小型甲のみ\nＸ社 ２５％ ４０％ １０％\nＹ社 ２５％ ２０％ ３０％\nＺ社 ４０％ ４０％ ４０％\nＷ社 １０％ ― ２０％合計 １００％ １００％ １００％大型甲については、３社が製造販売しており、うちＸ社とＺ社が大きなシェアを有している。これに対し、Ｙ社のシェアは、同程度の製造能力を有する二つの大型甲の製造設備のうち一つが老朽化して高コストになっていることもあって減少傾向にあり、このままでは今後更にシェアを落とすことになるとみられている。\n他方、小型甲については、３社のほか、小型甲のみを製造販売するＷ社を加えた４社がしのぎを削っている。Ｘ社は、小型甲については最低のシェアにとどまっている。\n乙機器は、専ら甲装置に組み込まれるものであり、他に代わるものはなく、他に転用することもできない。また、大型甲向けと小型甲向けとで違いはない。\n３社は、乙機器を自ら製造している。乙機器の製造コストは、甲装置全体の製造コストの５割程度を占めている。乙機器の製造には特殊な技術が必要であり、甲装置のメーカー以外には乙機器の製造技術を有するものはおらず、新規参入も困難であり、また、輸出入も事実上行われていない。\n３社それぞれの乙機器の製造能力にはある程度の余裕がある。\n他方、小型甲のみを製造するＷ社は、乙機器を製造する技術を有するものの、自らは製造せず、３社に製造を委託している（必要数量のおおむね３分の１ずつ）。これは、甲装置のシェアが低い\nＷ社が乙機器を自ら製造する場合にはコスト面で不利であり、乙機器の製造余力がある３社から供給を受けることが有利であると判断しているためである。Ｗ社が乙機器の製造設備を設置し稼働させるためには３年近い期間を必要とする。また、Ｗ社は、独自の技術を用いて、他社から調達した乙機器を組み込んだ小型甲を製造しており、一部の需要者から支持を得ていることから、一定の競争力があると評価されている。〔設 問〕\nこうした中で、Ｘ社及びＹ社では、次の二つの計画を立案しており、その一環として、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点についても検討している。二つの計画について、独占禁止法上の問題点を分析して検討するとともに、問題があると判断される場合には、当該問題を解消するために必要と考えられる措置を具体的に提示しなさい。なお、二つの計画について、それぞれ独立して検討するものとする。\n⑴ 甲装置の製造コストは、その製造数量や製造設備の稼働率に左右されるところ、Ｘ社の小型甲の製造設備やＹ社の二つの大型甲の製造設備のうちの一つの稼働率が低い状況にある。しかし、甲装置の需要者の中には、設置場所等により大型甲と小型甲の両方を必要とするものも少なくなく、Ｘ社及びＹ社では、大型甲と小型甲の両方を販売することが営業上重要であると判断している。\nこのため、Ｘ社とＹ社は、次の内容の甲装置の製造受委託（ＯＥＭ）契約を締結することを計画している。すなわち、Ｘ社にあっては、小型甲の製造を取りやめ、Ｙ社に小型甲の製造の全部を委託し、Ｙ社から供給を受けた小型甲を自社の製品として需要者に販売する。逆に、Ｙ\n社にあっては、大型甲の製造を取りやめ、Ｘ社に大型甲の製造の全部を委託し、Ｘ社から供給を受けた大型甲を自社の製品として需要者に販売する。甲装置の需要者向けの販売活動は、それぞれが独立して行う。\nＸ社及びＹ社において、大型甲と小型甲の製造を担当する従業員を相互に配置転換することは容易である。それぞれの現有製造設備から他方に必要数量を供給することは可能であるが、特に大型甲についてはＸ社の製造余力は乏しくなる見込みである。また、大型甲及び小型甲のいずれについても、製造受託者から製造委託者に対する供給価格は、それぞれの需要者向け販売価格の８割程度と見込まれる。\nなお、これによりＷ社に対する乙機器の供給に影響が生じることはない。\n⑵ 乙機器の製造コストは、その製造数量や製造設備の稼働率に左右されるところ、甲装置のシェアが首位のＺ社に比べて低いＸ社及びＹ社では、乙機器の製造コスト面で不利な状況にある。\nこのため、Ｘ社とＹ社は、それぞれの乙機器製造部門を共同新設分割方式で切り出し、乙機器の製造を行う共同出資会社としてＳ社を設立することを計画している。なお、この共同新設分割は、独占禁止法に基づく公正取引委員会への届出基準を充足している。\nＳ社では、乙機器の製造設備を統廃合し（ただし、Ｗ社に対して引き続き乙機器を供給する上で必要な製造能力を維持する。）、製造コストの低減を図る。Ｘ社及びＹ社は、Ｓ社から製造コストベースで乙機器の供給を受ける。また、甲装置の製造や需要者向けの販売活動は、それぞれが独立して行う。〔第２問〕（配点：５０）\n甲精密工作機械（以下「甲機械」という。）は、機械部品を効率よく高精度に自動で加工する工作機械である。我が国における甲機械のメーカー（以下「メーカー」という。）は５社あり、その売上額に基づく割合（以下「シェア」という。）はほぼ均等である。甲機械に代替する工作機械はなく、この１０年間に甲機械の製造販売業に新規参入したものはなく、また、輸入もほとんど行われていない。\n甲機械を使用して機械部品を加工する甲機械の需要者（以下「需要者」という。）にとっては、これをメーカーから購入する方法と、リース事業者から甲機械のリースを受ける方法がある。リースとは、需要者があらかじめ選定した甲機械をリース事業者がメーカーから購入し、これを需要者がリース事業者から中長期にわたって賃借する方法である。リースには、①初期に多額の購入費用が掛からず、毎月のリース料の支払だけで済み、費用を平準化できること、②管理や事務の負担を軽減できること、③陳腐化しやすい甲機械にあって常に最新のものを導入できることなどのメリットがあり、こうしたメリットを重視する需要者は、甲機械の購入ではなくリースを選択している。\nどのメーカーにおいても、甲機械の販売台数に占める購入する需要者向けとリース事業者向けの比率は、おおむね５０パーセントずつとなっている。\nリース事業者であるＡ社、Ｂ社、Ｃ社及びＤ社（以下「リース４社」という。）は、我が国における甲機械のリースの取引において、それぞれ約１３パーセント、約１１パーセント、約１０パーセント及び約７パーセントのシェアを有している。その他のリース事業者も多数存在し、競争は活発に行われているが、そのシェアはいずれも５パーセント以下である。また、国内における甲機械の販売台数全体のうちリース４社が購入する割合は、それぞれ約７パーセント、約６パーセント、約５パーセント及び約４パーセントとなっている。甲機械のその他の購入者で３パーセント以上の割合を有するものはいない。\n近年、甲機械に対する需要の鈍化に伴い、メーカーには甲機械の在庫が増えている。こうした中で、メーカーのうちＸ社及びＹ社（以下「メーカー２社」という。）が、それぞれ、甲機械の販売のみならず、甲機械のリースを希望する需要者に対して自ら直接リースを行うこと（以下「直接リ\nース」という。）を始めた。これにより、リース４社の取引先である需要者の中にも、メーカー２社から甲機械の直接リースを受けるものが出てきた。\nメーカー２社による直接リースによって大きな影響を受けていたＤ社の営業部長ｄは、他社の状況を知りたいと考えて、Ａ社の営業部長ａ、Ｂ社の営業部長ｂ及びＣ社の営業部長ｃに情報交換を呼び掛けた。この呼び掛けを受けて令和５年４月１０日に開かれた会合では、リース４社がそれぞれ直接リースによる影響を受けていることについて情報交換が行われた後、出席者から次のような発言があった（発言順）。\nｄ：「メーカーによる直接リースがこのまま拡大していくと、我々リース事業者は大きな打撃を受けることになる。」\nｂ：「リースに関する知識や経験に乏しいメーカーがリースを行うと、需要者に対して十分な説明ができず、需要者の利益にならない。」\nｄ：「リース事業への需要者の信頼を失わせることにもなる。」\nａ：「メーカーは、需要者に販売することは自由にできるのだから、リースについては我々に任せるべきだろう。」\nｃ：「リースを知らないメーカーによる直接リースはやめさせるべきだ。」\nｂ：「メーカー２社が直接リースを続けるなら、メーカー２社からの甲機械の購入はやめたい。」\nａ：「メーカー２社に直接リースをやめさせるには、ここにいるリース４社がメーカー２社からの甲機械の購入をやめることが最も有効な方策ではないか。」\nｃ：「確かにリース４社で協力すれば、メーカー２社への圧力になる。」\nａ：「メーカーに対してリース事業者の利益を守るためには、この場にいるリース４社の結束が必要だ。」\nｃ：「今のところ直接リースを始めたのはメーカー２社に限られているが、他のメーカーに直接リ\nースをさせないための牽制にもなる。」\nｂ：「メーカー２社が直接リースをやめれば、他のメーカーも直接リースを始めようとは考えないだろう。」情報交換を呼び掛けたｄは、会合の途中から発言しなくなったが、ａ、ｂ及びｃの発言に異を唱えることはなかった。また、ａ、ｂ及びｃは、Ｄ社がメーカー２社による直接リースの影響を大きく受けていることを知っていた。\nその後、Ａ社、Ｂ社及びＣ社（以下「リース３社」という。）は、それぞれ、令和５年４月２４日、メーカー２社に対して、直接リースを今後行わないこと、直接リースを今後も行うメーカーからは甲機械を購入しないことを申し入れた。Ｄ社も、同月２６日、メーカー２社に対して、リース\n３社の申入れと同趣旨を申し入れた。これらの申入れを受けて、メーカー２社のうちＸ社は、今後、直接リースを行わないこととしたが、Ｙ社は、引き続き直接リースを行っていた。このため、リース３社は、それぞれ、同年６月８日、Ｙ社に対して、今後Ｙ社から甲機械を購入しない旨通知した。\nＤ社も、同月１０日、Ｙ社に対して、リース３社の通知と同趣旨を通知した。これにより、Ｙ社も、以後、直接リースを行わないこととするに至った。\n〔設 問〕\nリース４社の上記行為について、独占禁止法上の問題点を分析して検討しなさい。- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "を具体的に説明する。\n設問⑴では、Ｘ社とＹ社の間で大型甲と小型甲の相互ＯＥＭ供給が計画されている。契約ベ\nースによる、実質的な共同生産ともいえ、独占禁止法上は不当な取引制限の問題となる。Ｘ社とＹ社の合意により計画・実施されるものであるから、「他の事業者と共同して」「事業活動を…拘束する」合意となることは明らかであるが、両社にとって制限内容が異なるともいえ（Ｘ\n社は小型甲の製造をやめてＹ社から供給を受け、逆に、Ｙ社は大型甲の製造をやめてＸ社から供給を受けることとなる。）、不当な取引制限の行為要件との関係について論述することが適切である。\n甲装置のうち大型甲市場には３社のみが存在し、特にＸ社とＺ社の複占に近い市場であり、Ｚ社にはかなりの製造余力があるものの、Ｘ社とＹ社の協調を前提とすれば合算して６０パーセントのシェアを有することになる。これに対し、小型甲市場にはシェア首位で製造余力があるＺ社に加えて独自の技術を有するＷ社があり、シェアの異なる４社が競争しており、Ｘ社とＹ社の協調を前提としても合算４０パーセントのシェアを有することとなるにとどまる。このように、大型甲市場と小型甲市場では競争状況がかなり異なることに留意する必要がある。\nまた、大型甲と小型甲の需要者向け販売価格に占める供給価格（調達価格）の割合が８割程度に達すると見込まれており、販売コストの共通化の割合が高いことが重要である。そして、計画では、それぞれ全量ＯＥＭ供給を受けることとされているが、全量供給でないと両社にとって意味がないというものでもないと考えられ（問題文にＹ社の大型甲の製造設備に関する情報が示されている。）、独占禁止法上の問題がある場合には、中間的な計画（部分的なＯＥＭ供給）に修正することの可能性を検討することが考えられる。\nまた、計画では、Ｘ社とＹ社は引き続き甲装置の販売をそれぞれ独立して行うことが前提であり、その前提が損なわれることとならないか、そのおそれがある場合にどのような措置が有効ないしは必要であるかを検討することとなる。\n設問⑵では、Ｘ社とＹ社が、それぞれの乙機器製造部門を切り出して共同製造子会社Ｓ社を設立する計画であり、Ｓ社が製造販売することとなる乙機器の市場はもとより、Ｓ社から乙機器の供給を受けてＸ社及びＹ社が製造する甲装置の市場（実際には大型甲の市場と小型甲の市場に分かれると考えられる。）にも影響が生じることとなる。\nＸ社及びＹ社としては、Ｚ社に比べて乙機器の製造コスト面で不利な状況にあることから、共同製造子会社としてＳ社を設立するものであり、甲装置の製造販売はそれぞれが独立して行うものである。乙機器や甲装置の市場における競争が制限されないようにしつつ、乙機器の製造コストの引下げが実現できるようにすることが望ましい。\n本計画が実施されると、乙機器についてはＳ社とＺ社を供給者、Ｗ社を需要者とする市場となり、Ｓ社が高いシェアを有することになると想定されるが、Ｓ社やＺ社には乙機器の製造余力があり、かつ、乙機器の製造コストの節減を図る観点からＷ社に乙機器を供給する意欲もあると考えられる。また、Ｗ社は中期的には乙機器を自ら製造することが可能である。\n他方、甲装置については、前述したように、大型甲市場と小型甲市場では競争状況がかなり異なっており、本計画の水平的側面に関しては、それぞれの市場の特徴（両社の合算シェア、Ｚ社の製造余力、小型甲市場におけるＷ社の存在等）を踏まえつつ、Ｓ社から製造コストベー\nスで乙機器の供給を受けることになるＸ社とＹ社がどのように競争することとなるかを具体的な事実関係を基に丁寧に分析することが求められる。この分析では、Ｓ社から供給を受ける乙機器の調達コストが共通化することについても、その割合を含めて評価することになる。\n特に、小型甲については本計画の垂直的側面が重要であり、小型甲のみを製造するＷ社は、Ｓ社からの乙機器の供給に大きく依存することとなり、乙機器の供給制限や価格上昇のおそれが出てくることから、Ｓ社がこうした投入物閉鎖を行う能力やインセンティブを有するか、Ｚ\n社が製造余力を有するかといった事情を考慮することになる。この観点から問題があると判断される場合には、Ｗ社に対する乙機器の供給を確保するための措置を講じることが考えられる。\nまた、Ｓ社からＷ社に対する乙機器の供給価格等に関する秘密情報をＷ社の競争者であるＸ社及びＹ社が入手できる立場になり、協調的行動につながるおそれがあることについても検討する必要がある。\nまた、Ｘ社とＹ社は引き続き甲装置の製造販売をそれぞれ独立して行うことが前提であり、本計画のままではその前提が損なわれることとならないか、そのおそれがある場合にどのような措置が有効ないしは必要であるかを検討することになる。\n〔第２問〕\n第２問は、甲機械の有力なリース事業者４社（以下「リース４社」という。）が、リースを希望する需要者に対して自ら直接リースを行うこと（以下「直接リース」という。）を始めた甲機械のメーカー２社に対して甲機械の供給を受けることを拒絶した行為（以下「本件行為」\nという。）について、独占禁止法上の問題点を分析して検討することを求めるものである。不公正な取引方法のうちの取引拒絶に関する実体規定全体の体系的な理解を踏まえて、本件行為が、どの規定の行為要件を満たすか、また、どこの市場（取引の場）にいかなる機序によりどのような競争阻害効果をもたらすか、併せて、当該競争阻害効果を打ち消し又は上回るような正当化事由が認められるかについて、当該規定の各要件のあるべき解釈を示した上で、本問の事実関係を的確に挙げて分析し、検討することを要する。\n取引拒絶の事例解析では、行為主体が、競争者間で共同して行っているかどうか、直接に行っているか間接的にさせているか、検討対象行為が供給の拒絶なのか供給を受けることの拒絶なのかを識別することが重要なポイントになる。本件行為については、リース４社間での合意を明示合意と評価するか暗黙合意と評価するかは置くとして、独占禁止法第２条第９項第６号\n・不公正な取引方法の一般指定（以下「一般指定」という。）第１項第１号の「共同・直接・供給を受けることの拒絶」として検討することが期待される。また、リース４社による「共同\n・間接・供給拒絶」（独占禁止法第２条第９項第１号ロ）や、リース３社による明示若しくは暗黙の合意に基づく一般指定第１項第１号該当行為とＤ社による一般指定第２項該当行為が一体となったもの等としての検討もあり得ると考えられる。例えば、本件行為をリース４社による共同・間接・供給拒絶として検討する場合には、リース４社がメーカー２社に、需要者に対して直接リースを今後行わないように申し入れたこと、その実効確保のために直接リースを今後も行うメーカーからは甲機械を購入しないことを併せて申し入れたことなど問題文に示される諸事実を丁寧かつ的確に挙げて、本件行為をリース４社がメーカー２社に直接リースの供給を拒絶させるものであると明確に把握・識別して論じることが求められよう。このように、本件行為に適用すべき規定として一般指定第１項第１号以外を選択した場合には、それぞれの条文に定める各要件に即して本問の事実関係を丁寧に挙げて、その要件該当性について論じることが求められる。\n本件行為をリース４社による一般指定第１項第１号該当行為として検討する場合、まず、行為要件に関しては、競争関係にあるリース４社が「共同して」行っていると認定する必要がある。「共同して」に該当するためには、行為主体の間に当該取引拒絶行為を行うことについて意思の連絡が求められるところ、事業者相互間で明示的に合意することまでは必要ではなく、- 25 -\n「他の事業者の取引拒絶行為を認識ないし予測して黙示的に暗黙のうちにこれを認容してこれと歩調をそろえる意思があれば足りる」（エイベックス・マーケティング㈱ほか３名審決取消請求事件東京高判平成２２年１月２９日、東芝ケミカル審決取消請求事件東京高判平成７年９\n月２５日）。この点を明らかにした上で、リース４社間での事前の情報交換、その内容及び事後行為の一致など本問の事実関係を挙げつつ、本件行為の共同性要件への該当性を論じることが必要になる。特にＤ社については、問題文に示された具体的な事実関係に即して、リース３\n社とは別個に、意思の連絡の存否（暗黙合意参加）を検討することがより適切である。\n次に、本件行為に「公正な競争を阻害するおそれ」（独占禁止法第２条第９項第６号柱書）という公正競争阻害性が認められるか否かを検討することが求められる。公正競争阻害性とは競争の実質的制限に至らない程度の競争阻害を意味すること、一般指定第１項第１号に定める\n「正当な理由がないのに」の文言が公正競争阻害性を意味し、自由競争減殺の観点から価格維持（競争回避）又は市場閉鎖（競争者排除）による競争阻害効果が必要であることを明らかにした上で、前提となる市場の画定及び競争（市場）分析を行う必要がある。具体的には、まず、自由競争減殺の観点から分析する前提として検討対象市場を画定する意義とその画定方法を簡潔に明らかにした上で、本問の事実関係に即して検討対象市場を「我が国における甲機械のリ\nース取引市場」として画定することが考えられる。\nその上で、国内の甲機械購入数量において相当のシェアを有するリース４社が共同して、直接リースを行うメーカーからの甲機械の購入を一斉に拒絶するという取引上の圧力を掛けることにより、メーカー２社が上記の検討対象市場への参入を断念せざるを得ない状況になっていること（参入阻止の意味での市場閉鎖効果の発生）など検討対象市場における競争の状況及び本件行為が当該競争にもたらす影響を示す諸事実を挙げつつ、本件行為が当該市場に、どのような機序に基づいて、いかなる競争阻害効果を発生させ得るかについて分析・検討を行うことが重要である。\nなお、行為の共同性に鑑みて本件行為のような共同の取引拒絶については、原則違法の類型に当たるとする立場もあり得ると考えられる。しかし、その場合も単に結論のみを記すのではなく、一般指定第１項第１号の「正当な理由がないのに」の文言の適切な解釈を示しつつ、例えば、共同の取引拒絶が、事業者間競争が成立する前提となる市場参入の自由を明白かつ著しく侵害するものであって、また実際に、被拒絶者が当該市場から排除されて、市場の競争機能への悪影響（自由競争減殺）が生じていることなど、本件行為を原則違法として取り扱うべき理由・根拠を的確に示し、あるいは本問の事実関係に即してその当てはめ等を的確に論じておくことが重要である。\nさらに、問題文に示されたリース４社の言い分が、上記の競争阻害効果と並んで考慮されるべき正当化事由として成り立ち得るかについても検討することが求められる。そもそも客観的データや資料等の裏付けのないリース４社の言い分のみから本件行為が正当化される余地は乏しいとも考えられるが、いずれにせよ、正当化事由の存否は、検討対象行為の目的の合理性及び当該目的達成のための手段の相当性の観点から評価されることを明らかにした上で、本問の事実関係に即して具体的に論じることが求められる。\n本件行為のような共同の取引拒絶については、独占禁止法第１９条で禁止される不公正な取引方法として検討するほか、事業者間での「通謀」に基づく排除型私的独占（独占禁止法第２条第５項、第３条前段）や「他の事業者と共同して」行う不当な取引制限（同法第２条第６項、第３条後段）への該当性を予備的に検討することも考えられる。しかし、そのような場合には、甲機械のリース取引におけるリース４社の合算シェアや、問題文に示される「他のリース業者も多数存在し、競争は活発に行われている」（第３段落３行目以下）という上記の検討対象市場における競争の状況を示す諸事実を丁寧に挙げて、特に市場効果要件について的確に論じることが求められる。",
  "scoring_notes": "第１ 出題の趣旨別途公表済みの「出題の趣旨」のとおりである。\n第２ 採点方針出題した二問とも、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し、問題文の計画が市場における競争にどのような影響を与えるのかを念頭に置いて、問題文に記載された事実関係から的確に問題点を把握し、法解釈を行い、事実関係を丹念に検討した上での要件の当てはめができるか、それらが論理的かという点を評価しようとした。\n特に、独占禁止法の基本を正確に理解し、これに基づいて検討することができているかを重点的に見ようとしており、公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n１ 第１問第１問は、業務用検査装置である甲装置とそれに組み込んで使用される乙機器を製造するＸ社とＹ社が、首位のＺ社に対抗する上で甲装置や乙機器の製造コストの低減が重要であると考えて立案している業務提携（相互ＯＥＭ供給）及び企業結合（共同出資会社の設立）の各計画について、独占禁止法上の問題点を分析して検討し、問題があると判断される場合には当該問題を解消するために必要と考えられる措置（以下「問題解消措置」という。）を具体的に提示することを併せて求めるものである。\n設問⑴では、Ｘ社とＹ社が甲装置のうち大型甲と小型甲のそれぞれの製造に特化して、相互に他方に供給する相互ＯＥＭ契約（製造受委託契約）を締結する計画について、不当な取引制限（独占禁止法第２条第６項、第３条）の行為要件や効果要件（市場画定を含む。）に関する規範を定立した上で、問題文に記載された事実関係に基づいて、上記計画によって大型甲と小型甲の各市場における競争にいかなる影響が及ぶかを適切に分析し、規範に当てはめることができているか、\nまた、独占禁止法上の問題がある場合には、どのような問題解消措置が求められるかについて論理的に一貫した検討ができているかを評価の対象とした。\n設問⑵では、Ｘ社とＹ社それぞれの乙機器（甲装置に組み込まれる部品である。）の製造部門を共同新設分割により切り出して共同製造子会社Ｓ社を設立する計画について、共同新設分割の方法による企業結合（独占禁止法第１５条の２第１項第１号）の行為要件や効果要件（市場画定を含む。）に関する規範を定立した上で、問題文に記載された事実関係に基づいて、上記計画によって乙機器、大型甲及び小型甲の各市場における競争にいかなる影響が及ぶかを適切に分析し、\n規範に当てはめることができているか、また、独占禁止法上の問題がある場合には、どのような問題解消措置が求められるかについて論理的に一貫した検討ができているかを評価の対象とした。\n２ 第２問第２問は、甲精密工作機械（以下「甲機械」という。）の有力なリース事業者であるＡ社、Ｂ社、Ｃ社及びＤ社（以下「リース４社」という。）が、リースを希望する需要者に対して自ら直接リースを行うこと（以下「直接リース」という。）を始めた甲機械のメーカーであるＸ社及びＹ社（以下「メーカー２社」という。）に対し、直接リースを行わないように働きかける目的で、\n共同して甲機械の供給を受けることを拒絶した行為（以下「本件行為」という。）について、独占禁止法上の問題点を問うものである。\n具体的には、リース４社が「事業者」（独占禁止法第２条第１項）であることを前提に、本件行為が「不公正な取引方法」（同法第２条第９項、第１９条）のいずれの行為類型に該当するか- 16 -を的確に把握して適切な適用条文を選択し、当該条文の定める行為要件や効果要件（市場画定を含む。）に関する規範を定立した上で、問題文に記載された事実関係を適切に当てはめることができているかを評価の対象とした。\nなお、「出題の趣旨」でも指摘したとおり、本件行為のような共同の取引拒絶については、独占禁止法第２条第９項第６号・不公正な取引方法の一般指定（以下「一般指定」という。）第１項第１号の「共同・直接・供給を受けることの拒絶」等として検討するほか、事業者間での「通謀」に基づく排除型私的独占（独占禁止法第２条第５項、第３条）や「他の事業者と共同して」\n行う不当な取引制限（同法第２条第６項、第３条）として検討することも考えられる。もっとも、\n検討対象市場として想定される「我が国における甲機械のリース取引市場」における競争の状況に関する事実関係を踏まえると、「一定の取引分野における競争を実質的に制限すること」の要件充足を的確かつ説得的に論じるには難があるものと考えられ、不公正な取引方法として検討するのがより適切である。ただし、問題文に記載された事実関係の下において適切と評価できる適用条文以外の適用条文を選択した場合でも、後記のとおり、一定程度評価の対象としている。\n第３ 採点実感等１ 出題の趣旨に即した答案の存否、多寡について⑴ 第１問ア 設問⑴(ｱ) 適用条文の選択ほとんどの答案が、本問の相互ＯＥＭ契約締結の計画について、不当な取引制限（独占禁止法第２条第６項、第３条）の問題であるとして適切に適用条文を選択していたが、事業の経営受任（同法第１６条第１項第４号）の問題であるとするものも散見された。本問の相互ＯＥＭ契約は、大型甲と小型甲の製造について相互に受委託するものであり、「事業の経営」を受委託するものとは評価し難く、また、相互的な拘束による競争回避の検討が不可欠となる。これを事業の経営受任の問題とみることは、これらの点の洞察を欠くものであり、評価の対象とはしなかった。ただし、不当な取引制限の要件との共通性が認められる範囲において、本事案に即した分析が行われている場合には、その限度で評価の対象とした。\n(ｲ) 行為要件の検討不当な取引制限に係る「共同して・・相互にその事業活動を拘束」することの意義については、多くの答案で適切に論じられていた。また、本問の相互ＯＥＭ契約への当てはめについても、大型甲と小型甲の製造の受委託において相互的な拘束が生じている実質について適切に記載されているものが多かったが、中には、本問での相互拘束の内容を具体的に記載しない答案も一定数見られた。\n(ｳ) 市場画定及び効果分析市場の画定に当たっての規範の定立は多くの答案において妥当であり、また、かかる規範に基づいて、本問の相互ＯＥＭ契約の対象である「大型甲市場」と「小型甲市場」をそれぞれ検討対象市場として適切に画定するものが多かった。「甲装置全体の市場」として画定するものも一定数見られたが、本問では、大型甲と小型甲では需要・供給の代替性がなく、市場シェアや競争者の状況も異なっており、それぞれの市場について検討することが必要であると考えられる。\n効果要件である「競争の実質的制限」の意義については、おおむね適切に規範が定立されていた。\nその上で、この規範の当てはめとして市場分析を行うこととなる。その際、本問が非ハードコアカルテルの事案であることを踏まえて、競争促進効果と競争制限効果を比較衡量- 17 -する答案も多く、そのこと自体は妥当である。ただし、その分析結果としての結論は分かれた。中には、主として競争促進効果に言及する答案も見られたが、独占禁止法上の問題点の有無を検討する上では、まずは競争制限効果が生じるか否かについて分析することが不可欠であろう。そのような観点から、大型甲市場では、本問の相互ＯＥＭ供給契約の結果として、Ｘ社とＹ社の協調を前提とすれば合算して６０パーセントの製造シェアに達すること、需要者向け販売価格に占める供給価格（調達価格）の割合が８割程度に達すると見込まれ、販売コストの共通化の割合が高いことなどを適切に指摘して、競争制限効果に関する分析を的確に行った上で、競争促進効果を比較衡量しつつ結論を導くという論理構成をとることが適切であるが、そうした答案は必ずしも多くなかった。小型甲市場においても、シェア首位で製造余力があるＺ社に加えて独自の技術を有するＷ社があり、シェアの異なる４社が競争しており、Ｘ社とＹ社の協調を前提としても合算４０パーセントのシェアを有することとなるにとどまる点を適切に論じている答案は必ずしも多くはなかった。\nさらに、本問では、Ｘ社とＹ社は引き続き甲装置の販売をそれぞれ独立して行うこととされているが、本問の相互ＯＥＭ契約の実施により、大型甲及び小型甲の製造に関する情報が共有されることや販売面での協調につながるおそれがあることにより、その前提が損なわれることとならないかについて、効果分析として論述するものは少なかった。\n大型甲市場と小型甲市場の競争状況の相違を踏まえて、各市場での効果分析を的確に行っている答案も一定数見られたが、全体的には、論理的に一貫した分析がなされている答案は必ずしも多くなかったという印象であった。\n結論として、大型甲市場においては独占禁止法上の問題があるが、小型甲市場においては問題がないとの結論を導く答案も一定数存在したが、十分に検討することなく、いずれも問題がない又はいずれも問題があるとの結論を導くものも相当数に上った。採点に当たっては、結論のみならず、その分析の過程が的確であるかについても慎重に評価した。\n(ｴ) 問題解消措置の検討独占禁止法上の問題がある場合に、いかなる問題解消措置が考えられるかについては、\nこれを記載する答案にあってもほとんどが情報遮断措置に言及するにとどまり、ＯＥＭ供給の割合を縮減するなどの中間的な計画に修正すること（二つあるＹ社の大型甲の製造設備のうち一つが老朽化し、高コスト化しているという背景があることから、その範囲でのＯＥＭ供給に限定することなど）の検討を挙げた答案はほとんどなかった。また、問題解消措置の設計は、競争制限効果を発生させる原因となっている機序を突き止め、それを除去するという意味で、市場分析から論理的に導かれるべきものであるが、そのような論理的な流れを明示する答案はかなり少なく、問題解消措置のみを独立に検討している答案が多い印象であった。\nイ 設問⑵(ｱ) 適用条文の選択及び行為要件ほとんどの答案が、本問のⅩ社及びＹ社による乙機器の製造に係る共同出資会社設立の計画について、共同新設分割（独占禁止法第１５条の２第１項第１号）の問題であるとして適切に適用条文を選択していた。\n(ｲ) 市場画定及び効果分析本問では、乙機器は大型甲及び小型甲の双方に用いられる中核となる機器であり、従前はＸ社、Ｙ社及びＺ社はこれを自ら製造しており、Ｗ社はこれをＸ社、Ｙ社及びＺ社からおおむね３分の１ずつ調達していたという設定である。\nこのような乙機器について、共同新設分割による共同出資会社Ｓ社を設立することによって、いかなる市場に競争上の影響が生じることとなるか（検討対象市場の画定）につい- 18 -ては、解答内容が大きく分かれ、「乙機器市場」のみとする答案が多く、甲装置の市場への影響を検討するものが総体的に少なく、これを検討するものの中でも、「甲装置市場」\nとして一括して画定するものも見られ、「乙機器市場」「大型甲市場」「小型甲市場」の三つの市場を的確に画定するものは半数以下にとどまった。\n本問の共同出資会社設立に係る市場画定の前提として、これまでＸ社、Ｙ社及びＺ社は乙機器を自ら製造（内製）しており、これを製造していないＷ社向けにのみ市場取引が行われていることを指摘する答案はかなり少なかった。また、Ｓ社の設立により、Ｗ社に対する乙機器の販売への影響のみならず、乙機器が組み込まれる甲装置の製造販売への影響という観点から市場を画定して、問題点を的確に整理して論じる答案は多くなかった。むしろ、乙機器が大型甲向けと小型甲向けで異ならないことを理由として、甲装置の市場への影響はないとして検討しないもの、大型甲と小型甲を市場として区別せずに「甲装置市場」として検討するものも相当数見られた。さらに、「乙機器市場」を画定しながら、実質的に甲装置の市場への影響を検討していると見られる答案も散見され、市場画定の意義の理解に混乱が見られるものもあった。\n効果要件である「競争の実質的制限」の意義については、おおむね適切に規範が定立されていた。\nその上で、乙機器市場においては、Ｗ社への供給についてＳ社が３分の２のシェアになることを踏まえて、Ｗ社への供給確保に支障が生じないかという問題点を適切に指摘する答案も一定数存在したが、この点の指摘を欠くものも多かった。\n大型甲市場においては、Ｘ社とＹ社の合算シェア（６０パーセント）を踏まえて、乙機器という中核機器の共通化に伴う製造コスト共通化の問題等について分析することが求められるが、このような点を的確に論じる答案は少なかった。\nまた、小型甲市場では、Ｘ社とＹ社の合算シェア（４０パーセント）は相対的に低いものの、Ｗ社に対する投入物閉鎖や供給価格等の秘密情報の共有による競争制限が生じ得ることを適切に分析・評価する必要がある。かかる投入物閉鎖等について言及する答案も一定数見られたものの、的確に論述するものは多くなかった。\n全体として、Ｓ社が設立されることによって、乙機器、大型甲、小型甲の各市場において、いかなる競争制限の問題が生じ得るかを論理的に整理して分析、論述する答案は少なかったという印象であった。\n(ｳ) 問題解消措置の検討独占禁止法上の問題がある場合に、いかなる問題解消措置が考えられるかについては、\nＳ社からＷ社への乙機器の従前と同様の条件での供給の確保を指摘するものは少なかったが、Ⅹ社及びＹ社がＳ社による乙機器のＷ社への供給に一切関与せず、３社間に情報遮断措置を講じることが必要であるとする答案は比較的多く見られた。他方で、このような問題解消措置について言及しない答案も相当数見られた。\n⑵ 第２問ア 適用条文の選択本件行為については、「出題の趣旨」においても指摘したとおり、その態様等に照らせば、\n不公正な取引方法のうち、リース４社による「共同・直接・供給を受けることの拒絶」（一般指定第１項第１号）に該当するものと考えられるところ、大半の答案が、単独で又は複数の行為類型の一つとして、同号を選択していた。また、「出題の趣旨」においても指摘したとおり、リース４社による「共同・間接・供給の拒絶」（独占禁止法第２条第９項第１号ロ）\nや、リース３社による明示又は暗黙の合意に基づく一般指定第１項第１号該当行為とＤ社による一般指定第２項該当行為が一体となったもの等として検討することもあり得ると考えられるが、これらの行為類型を選択した答案は、ごく少数であった。なお、これも少数ながら、取引拒絶に係る類型のうち、「共同・直接・供給の拒絶」（独占禁止法第２条第９項第１号イ）\nや「共同・間接・供給を受けることの拒絶」（一般指定第１項第２号）を選択する答案も見られたが、問題文に記載された事実関係を基にすると適用条文として難がある。\nまた、不公正な取引方法のうち、取引拒絶に係る類型以外でも、単独で又は複数の行為類型の一つとして「拘束条件付取引」（一般指定第１２項）を選択している答案が３分の１程度存在した（拘束条件付取引を選択した答案であっても、適用条文として一定程度評価の対象としている。）。本件行為のような競争者間の共同行為については、複数の当事者が共同するという人為的な手段により、単独では通常有しない力を行使する点で非難可能性が高まるといえるが、単独で拘束条件付取引を選択した答案については、こうした共同行為としての性質を十分かつ的確に評価することができるかという点で難があるといえる。他方で、拘束条件付取引を選択した答案の多くは、リース４社による「共同・直接・供給を受けることの拒絶」（一般指定第１項第１号）と拘束条件付取引の双方を選択していた。こうした答案のうち少なからぬものが、その前提として、本件行為のうち、①Ｘ社に対する行為については、\n「直接リースを今後行わないこと」、「直接リースを今後も行うメーカーからは甲機械を購入しないこと」を申し入れた段階でＸ社が直接リースの実施を取りやめており、Ｙ社に対してされたような確定的な拒絶通知にまでは至っていないことから、Ｘ社に対する行為は未だ「拒絶」に当たらないとの立場をとって、②Ｙ社に対する行為についてのみ一般指定第１項第１号を適用し、これに加えて、両社に対する行為について拘束条件付取引を適用するものであった。もっとも、①Ｘ社に対する行為についても、本来Ｘ社が自らの事業判断に基づいてその当否を判断できるはずの直接リースの実施に関して、これを継続するのであれば甲機械を購入しない旨を申し入れているのであるから、このことが「拒絶」に当たるとする立場も十分に成り立ち得るものと考えられ、実際に、そうした前提に立って、一般指定第１項第１号のみを選択して的確に論述している答案が多かった。このほか、ごく少数ながら、「競争者に対する取引妨害」（一般指定第１４項）などを選択する答案も見られた。\n次に、不公正な取引方法以外にも、私的独占又は不当な取引制限を選択する答案も半数程度あった。これらの答案のうち、不公正な取引方法に係る行為類型を検討した上で予備的にこれらの行為類型を検討しているもの、あるいは私的独占等の該当性を否定した上で不公正な取引方法について検討するものが多数であった一方で、専ら私的独占や不当な取引制限を検討しているものも一定数あった。\nなお、問題文に記載された事実関係の下において適切と評価できる適用条文以外の適用条文を選択した場合でも、後記の行為要件及び効果要件において一定程度評価の対象とした（専ら私的独占又は不当な取引制限を検討している答案の効果要件については、一般指定第１項第１号の要件との共通性が認められる範囲につき、その限度で評価の対象とした。）。また、\n複数の適用条文を選択している場合については、より適切に検討されている行為類型を基本的な評価の対象とし、他方の行為類型も的確な検討がされていれば加点の対象とした。\nイ 事業者性多くの答案が、独占禁止法第１９条の適用を検討するに当たり、リース４社が「リース事業者」であることを簡潔に指摘した上で、同法第２条第１項の「事業者」に該当することを肯定していたが、事業者性に全く言及していない答案も一定数あった。\nウ 行為要件の検討一般指定第１項第１号を選択した場合には、行為要件である「共同して」について、「出題の趣旨」においても指摘したとおり、Ｄ社の営業部長ｄが会合の途中から発言しなくなったことやメーカー２社に対する通知の時期がリース３社とＤ社で数日ずれていることなどの問題文に記載された事実関係も踏まえて、「他の事業者の取引拒絶行為を認識ないし予測して黙示的に暗黙のうちにこれを認容してこれと歩調をそろえる意思があれば足りる」(エイ- 20 -ベックス・マーケティング㈱ほか３名審決取消請求事件東京高判平成２２年１月２９日、東芝ケミカル審決取消請求事件東京高判平成７年９月２５日など)との解釈を示した上で、リース４社間での事前の情報交換、その内容及び事後行為の一致など本問の事実関係を挙げつつ、本件行為の共同性要件への該当性を論じることが必要になる。規範の定立に関しては、\n多くの答案においておおむね適切にされていたが、規範の内容が不正確で必要な要素が網羅されていなかったり、黙示的な合意で足りることが示されていなかったりするなど不十分な内容の答案も相当数見られた。また、当てはめに関しては、①リース３社について、会合における各社の出席者の発言内容を分析するとともに、事後行為の一致などの事情を指摘して明示又は黙示の合意を認定した上で、②Ｄ社について、Ｄ社の当時置かれていた状況を含む背景事情、会合におけるＤ社の対応状況及びＤ社の状況に関するリース３社の認識、事後行為の一致などの事情を丁寧に論述して黙示の合意を認定する答案が多く見られた一方で、リース４社を一括して論じたり、事後行為の一致について言及がなかったりするなど丁寧かつ分析的な論証に欠ける答案も一定数見られた。\nさらに、一般指定第１項第１号の行為要件である「商品・・・の供給を受けることを拒絶（する）」との要件について、問題文に記載された事実関係を簡潔に当てはめて、適切に要件充足を確認している答案が多かったが、「供給を受けることを拒絶」ではなく「供給を拒絶」と記載するなど、行為類型ごとの違いを意識せずに不正確な記載をしている答案も少なくなかった。\nエ 効果要件の検討独占禁止法第２条第９項第６号柱書の「公正な競争を阻害するおそれ」（以下「公正競争阻害性」という。）とは、競争の実質的制限に至らない程度の競争阻害を意味すること、一般指定第１項に定める「正当な理由がないのに」の文言が公正競争阻害性を意味し、自由競争減殺の観点から価格維持（競争回避）又は市場閉鎖（競争者排除）による競争阻害効果が必要であることを規範として定立することになるが、これらの諸要素を網羅的かつ的確に指摘できている答案は半数に満たず、公正競争阻害性ないし自由競争減殺とだけ指摘する答案も相当数見られた。\n次に、「出題の趣旨」でも指摘したとおり、本件行為について、どの市場に、どのような機序に基づいて、いかなる競争阻害効果を発生させ得るかを検討する必要がある。こうした検討の前提となる市場画定については、答案の多くが、自由競争減殺の観点から分析する前提として検討対象市場を画定する意義とその画定方法を簡潔に明らかにした上で、本問の事実関係に即して検討対象市場を「我が国における甲機械のリース取引市場」として画定することができていたが、「我が国における甲機械の販売市場」として画定する答案も相当数見られた。\n市場分析については、「我が国における甲機械のリース取引市場」を画定していながら、\n甲機械の販売市場に与える影響の論述に終始していたり、反対に、「我が国における甲機械の販売市場」を画定していながら、甲機械のリース取引市場に与える影響の論述に終始していたりするなど論理的に見て首尾一貫しない答案がやや目に付いた（問題文には、我が国におけるリース４社の甲機械購入におけるシェアとリース４社の甲機械のリース取引におけるシェアに関する情報が示されており、リース４社による共同拒絶の意味合いを評価する際に前者を用い、リース取引市場からメーカー２社が排除されることの意味合いを評価する際に後者を用いることになるところ、両者を混同している答案も少なくなかった。）。他方で、こうした複数の市場における競争の状況について適切に把握・分析した上で、甲機械のリース取引市場へのメーカー２社の参入阻止による市場閉鎖効果の発生を的確に論証している答案も一定数あった。\nなお、「出題の趣旨」でも指摘したとおり、本件行為のような共同の取引拒絶について、原則違法の類型に当たるとした場合であっても、単に結論のみを記すのではなく、本件行為を原則違法として取り扱うべき理由・根拠を的確に示し、あるいは本問の事実関係に即してその当てはめ等を的確に論じておくことが期待される。原則違法の類型に当たることを指摘する答案の多くは、これに即したものとなっていたが、一部には、結論のみを記載していたり、簡略な分析にとどまったりした答案もあった。\n正当化事由については、リース４社の主張する「リース事業への需要者の信頼の確保」などを正当化事由に関する事情と位置付け、目的の正当性及び手段の相当性の両面から評価する方法ないしこれに類する評価方法を規範として定立した上で、目的の正当性及び手段の相当性の一方又は 双方を否定するなどして、正当化事由の存在を否定する答案が多かった。\n２ 出題時に想定していた解答水準と実際の解答水準との差異について⑴ 第１問大部分の答案が、設問⑴において不当な取引制限を、設問⑵において共同新設分割を検討しており、この点では出題時に想定していた解答水準との間に差異はなかった。\n設問⑴では、市場の画定及びそれぞれの市場での効果分析の枠組みについては、出題意図を捉えて的確に論じるものが多かったが、実際の効果分析に当たっては、各市場の具体的な事情を的確に拾い上げて分析・検討し、その上で問題解消措置を検討するという点において、論理的な論述を行う答案は必ずしも多くはなく、出題時に想定した解答水準をやや下回った。なお、\n多くの答案が不当な取引制限の行為要件に関して詳細に論じており、このことが効果要件に関する論述が手薄になったことにつながっていると思われる。\n設問⑵では、当該計画による独占禁止法上の問題を検討する上でいかなる市場を画定するかという点について、的確な分析・把握を行うものが多くはなく、この点で出題時の想定をかなり下回り、その結果として、効果分析も不十分な答案が目立ち、全体として、出題時に想定した解答水準を下回った。\n⑵ 第２問答案の多くが、「出題の趣旨」に即して、リース４社による「共同・直接・供給を受けることの拒絶」（一般指定第１項第１号）を検討しており、その点では出題時に想定していた解答水準との間に大きな差異はなかった。他方で、本件行為のうちＹ社に対する行為についてのみ一般指定第１項第１号を適用し、拘束条件付取引（一般指定第１２項）を併せて適用する答案が多かった点では、出題時に想定していた解答水準を下回った。また、専ら私的独占や不当な取引制限を検討した答案が一定数あった点も、出題時の想定とは異なった。\n行為要件である「共同して」の規範定立及び当てはめについては、答案の多くが適切に解答しており、出題時に想定した解答水準との間に差異はなかった。また、効果要件について、答案の多くが「我が国における甲機械のリース取引市場」と画定できていた点については、出題時に想定した解答水準との間に差異はなかった一方で、本件行為が与える影響の論述に当たって甲機械のリース取引市場と甲機械の販売市場との間で混乱が見られる答案が少なくなかった点では、出題時に想定した解答水準を下回った。正当化事由については、目的の正当性及び手段の相当性の両面から評価する方法等によっておおむね適切に論述している答案が多かったため、出題時に想定した解答水準との間に差異はなかった。\n３ 「優秀」、「良好」、「一応の水準」、「不良」答案について⑴ 第１問「優秀」な答案は、設問に係る各計画について適切な適用条文を選択した上で、行為要件及び効果要件に関する規範の定立及び当てはめを的確に行い、これに基づき問題解消措置を的確に論じているものとした。\n「良好」な答案は、いずれの設問においても、適切と評価できる適用条文を選択しているが、\n設問のいずれかにおいて、行為要件及び効果要件に関する規範の定立に不十分な点があるか、事実関係の抽出に欠けるところがあるなど当てはめに不十分な点があり、「優秀」な答案には至らないと評価されるものとした。\n「一応の水準」の答案は、このような「良好」な答案とされるために必要な要素のうち一つ又は二つ程度を欠くものとした。\n「不良」な答案は、いずれの設問においても、適切と評価できる適用条文を選択せず又は独占禁止法上の規範を的確に定立せず、これに基づく各設問の事案に基づく的確な当てはめができていないものとした。\n⑵ 第２問「優秀」な答案は、適切と評価できる適用条文を選択した上で、 行為要件及び効果要件に関する規範の定立及び当てはめを的確に行っているものとした。\n「良好」な答案は、適切と評価できる適用条文を選択しているが、行為要件及び効果要件に関する規範を定立せず又は正確に定立していないか、事実関係を整理できておらず当てはめが不十分であるものや、適切と評価できる適用条文を選択していなくても、行為要件及び効果要件に関して相応の論述ができているものなどとした。\n「一応の水準」の答案は、「良好」な答案と評価されるために必要な要素のうち一つ又は二つ程度を欠くものや、その分析が簡略であるものとした。\n「不良」な答案は、独占禁止法上問題となり得る行為を的確に抽出せず、又は適切と評価できる適用条文を選択せず、かつ、公正競争阻害性の判断枠組みを的確に指摘できず、ひいてはこれに基づく当てはめもできていないなど、独占禁止法に関する基本的理解が欠落していることがうかがわれるものとした。\n第４ 今後の出題について今後も、独占禁止法の基礎的知識の正確な理解、問題となる行為が市場における競争に与える影響に対する洞察力、事実関係の検討能力及び論述の論理性・説得性を求めることに変わりはないと考えられる。\n第５ 今後の法科大学院教育に求めるもの経済法の問題は、不必要に細かな知識や過度に高度な分析を必要とするものではない。経済法の基本的な考え方を正確に理解し、これを多様な事例に応用できる力を身に付けているかを見ようとするものである。法科大学院は、出題の意図したところを正確に理解し、引き続き、知識偏重ではなく、基本的知識を正確に習得し、それを的確に使いこなせる能力の育成に力を注いでいただくとともに、論述においては、適用条文の選択や違反要件の意義を正確に示した上、問題となる行為が、どの市場における競争に、どのような影響を、いかなる機序を通じて及ぼすかを念頭に置いて、事実関係を丹念に検討して要件に当てはめ、そして、それを箇条書き的に列挙するのではなく、論理的・説得的に表現することができるように教育していただきたい。"
}