{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕、〔設問２〕及び〔設問３〕の配点は、３０：４０：３０〕）\n次の各文章を読んで、後記の〔設問１〕、〔設問２〕及び〔設問３〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事実Ⅰ】\n１．Ａは、自らの所有する２階建ての居住用建物（以下「甲建物」という。）に、亡妻との間の子であるＢ及びＣと居住していた。Ｂ及びＣは、いずれも、成人後に他県で居住するようになった。その後、Ａは、Ｄと再婚し、Ｄと甲建物に同居していた。Ｄは、甲建物に無償で居住し、また、Ａに子Ｂ及びＣがいることを知っていた。\n２．令和５年４月１日、Ａが遺言を残さずに死亡し、Ｂ、Ｃ及びＤがＡの財産を相続した。Ｂ、Ｃ及びＤの間での遺産分割は未了である。\n同年５月１日、Ｄは、甲建物を改築してその１階部分を店舗として利用することを計画し、Ｂ及びＣの同意を得ないで、甲建物の改築工事を行った。同年８月１日、Ｄは、甲建物の２階部分に居住を続けながら、１階部分で惣菜店を始めた。\n３．甲建物の改築及び１階部分での開店の事実を知ったＢは、令和５年８月１０日、Ｄに対し、「あなたには甲建物に住む権利はない。直ちに出て行くように。」と述べた。\n４．令和５年８月３１日、Ｂは、Ｄに対し、共有持分権に基づいて甲建物の明渡しを請求し（以下「請求１」という。）、併せて、同年４月２日以降明渡しまで１か月当たり５万円（甲建物の賃料相当額である月額２０万円の４分の１）の支払を請求した（以下「請求２」という。）。\nＤは、Ｂの請求に対し、「㋐私は、Ａの妻として甲建物に居住していたのだから、Ａの死亡後も無償で甲建物に住み続ける権利があり、仮にそのような権利が認められないとしても、㋑甲建物を共同で相続したのだから、いずれにせよ請求１及び請求２を拒むことができる。」と反論した。\n〔設問１〕\n【事実Ⅰ】を前提として、次の⑴及び⑵の問いに答えなさい。なお、【事実Ⅰ】４の「月額２０\n万円」は賃料相当額として適正な額であるものとする。\n⑴ Ｄは、下線部㋐の反論に基づいて、請求１及び請求２を拒むことができるかどうかを論じなさい。\n⑵ Ｄは、下線部㋑の反論に基づいて、請求１及び請求２を拒むことができるかどうかを論じなさい。\n【事実Ⅱ】\n１．個人で養鯉業を営むＥは、乙池で１等級の錦鯉を養殖している。\n２．令和４年８月１日、錦鯉の輸出事業を新規に計画しているＦが、Ｅの養殖池を見て回り、Ｅとの間で、乙池で育成中の１００匹の錦鯉全部（以下「本件コイ」という。）を買う契約（以下「契約①」という。）を結んだ。契約①において、本件コイの引渡しは、同年１０月１日にＥの事務所で行うこととされ、また、代金は、１００万円（１匹当たり１万円）とし、引渡しから２か月以内に支払うこととされた。\n３．令和４年９月１日、Ｅは、同年１１月１日から同月７日まで開催される地域の秋祭りに際し、空になるはずの乙池に５等級の錦鯉を放って釣堀を営業する計画を立てた。\n４．令和４年１０月１日の早朝、Ｅは、本件コイを出荷用容器に入れて事務所に運び込んだ。Ｅ\n- 2 -は、終日、事務所でＦを待っていたが、Ｆが来訪することはなかった。\n同月２日の朝、Ｅは、Ｆに対し、引渡日が過ぎたので早急に本件コイを受け取りに来てもらいたいこと、その際は前日までに連絡が欲しいことを伝えた。\n５．その後、Ｆからは特に連絡がないまま、２週間が過ぎた。Ｅは、この間も毎日、乙池に戻した本件コイの世話を続けていた。\n６．令和４年１０月１６日、Ｅは、Ｆに対し、同月３０日までに本件コイを受け取りに来なければ同月３１日付けで契約①を解除する旨を告げた。その際、Ｅは、乙池は同年１１月上旬に釣堀営業のために使用する予定があり、同年１０月末までにいったん空にしなければならないことも説明した。\n７．Ｆは、令和４年９月以降に錦鯉の相場が下落したため錦鯉の輸出事業計画を中止し、同年１０月３０日を過ぎても、本件コイを受け取りに行かなかった。そのため、Ｅは、釣堀の営業を断念せざるを得なかった。\n８．１等級の錦鯉の相場は、令和４年８月初めには１匹当たり１万円であったが、同年１０月初めには８０００円、同年１０月末には７０００円、同年１１月末には６０００円となった。\n９．令和４年１１月３０日、Ｅは、㋐契約①が同年１０月３１日に解除されたと主張し、これを前提に、Ｆに対し、㋑本件コイの代金相当額１００万円及び釣堀の営業利益１０万円についての損害賠償を請求した。同年１１月３０日まで、Ｅが本件コイを他に売却する等の処分をした事実はない。\n〔設問２〕\n【事実Ⅱ】を前提として、次の⑴及び⑵の問いに答えなさい。\n⑴ 下線部㋐におけるＥの主張の根拠とその当否を検討しなさい。\n⑵ 仮に下線部㋐におけるＥの主張が正当であるとした場合、Ｅは、Ｆに対し、下線部㋑の損害の全部について賠償を請求することができるかどうかを検討しなさい。なお、Ｅが釣堀を営業すれば、１０万円の利益を得ることができたものとする。\n【事実Ⅲ】\n１．令和４年２月１日、賃貸用建物（以下「丙建物」という。）を所有するＧは、Ｈから２０００万円を借り入れた。この借入金に係る債権（以下「α債権」という。）については、令和５年５月３１日までに弁済することとされた。令和４年２月１日、Ｇは、α債権を担保するため、Ｈに対し、丙建物について抵当権を設定し、その旨の登記がされた。\n２．令和４年５月９日、ＧとＫとの間で、ＧがＫに対して丙建物を賃貸する契約（以下「契約②」という。）がされ、これに基づき、丙建物はＫに引き渡された。契約②で定められた賃料は月額２５万円であり、当月末日払とされた。\n３．令和５年１月、Ｇの経営する事業の資金繰りが悪化した。同月１６日、Ｇは、弟のＬから２００万円を借り入れた。この借入金に係る債権（以下「β債権」という。）については、同年\n５月１日までに弁済することとされた。\n４．β債権は、令和５年５月１日を過ぎても、弁済されなかった。そこで、ＬがＧ及びＫに働き掛けた結果、次のことが行われた。\nまず、同月２日、ＧとＫとの間で、契約②が合意により解除された。その上で、同日、ＧとＬとの間で、ＧがＬに対して丙建物を賃貸する契約（以下「契約③」という。）がされ、また、ＬとＫとの間で、ＬがＫに対して丙建物を転貸する契約（以下「契約④」という。）がされた。\n実際には、Ｋが丙建物の使用を継続していた。\n契約③で定められた賃料は月額３万円であり、契約④で定められた賃料は月額２５万円であり、それぞれ当月末日払とされた。また、Ｌは、Ｋから、契約④で定められた賃料の支払を受\n- 3 -けるものの、Ｇに対し、契約③で定められた賃料は実際には支払わないこととされた。ＫとＬとの間では、同年５月分の賃料は、同年６月分の賃料と合わせて同年６月３０日に支払うこととされた。\n５．α債権は、令和５年５月３１日を過ぎても、弁済されなかった。\n〔設問３〕\n【事実Ⅲ】を前提として、次の問いに答えなさい。なお、利息や遅延損害金、敷金については考\n慮しないものとする。\n令和５年６月２０日、Ｈは、契約④に基づいてＬがＫに対して有する同年５月分以降の賃料債権について、抵当権に基づく物上代位権の行使としての差押えを申し立てた。この物上代位権の行使が認められるかどうか、同年５月分の賃料債権と同年６月分以降の賃料債権とで結論が異なるかを含めて論じなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点の割合は、４０：６０〕）\n次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n１．甲株式会社（以下「甲社」という。）は、Ａが個人事業として始めた工務店が昭和６０年頃に法人成りしたものであって、会社法上の公開会社ではなく、取締役会及び監査役を置いている。\n甲社の定款には、①取締役の任期を選任後２年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとする旨の定め及び②譲渡による甲社の株式の取得について甲社の取締役会の承認を要する旨の定めがあり、役員を選任する株主総会の決議の定足数に関する定めはない。甲社は、種類株式発行会社ではなく、設立以来、Ａがその発行済株式６万株の全部を保有していた。甲社の取締役は、Ａのほか、いずれも甲社の従業員であったＢ、Ｃ及びＤの合計\n４名であり、代表取締役は、Ａであった。\n２．甲社は、平成２９年春頃、創業以来取引関係にあった乙株式会社（以下「乙社」という。）に対して３０００万円の買掛金債務（以下「本件債務」という。）を負った。本件債務の履行期は、平成３０年５月３１日であった。\n３．Ａは、平成２９年夏頃、Ａの住居に隣接する土地（以下「本件土地」という。）を所有するＥとの間でトラブルとなり、それを解決するため、Ｅから本件土地を買い取るよう要求されるようになった。Ａは、そのような要求に応じる義務はないと考えたが、今後平穏に暮らしていくためにはＥとの関係を断つのがよいと考え、Ｅの要求に応じることにした。Ａは、自身で本件土地を買い取るための資金を調達することは難しいと考え、甲社に本件土地を買い取らせることにした。\n４．Ｅは、本件土地の代金として５０００万円を提示してきたので、Ａは、その金額で本件土地を買い取ることにした。もっとも、近隣の不動産の相場に照らせば、当時の本件土地の評価額は高く見積もっても１０００万円程度であり、Ａもそのことを知っていた。Ａは、平成２９年１０月\n２日、甲社を代表して、Ｅとの間で、本件土地を５０００万円で購入する契約（以下「本件売買契約」という。）を締結し、本件土地の所有権移転登記手続を受けるのと引換えに代金５０００万円を支払った。なお、甲社においては、本件売買契約の締結に先立ち、取締役会の決議等の会社法所定の手続が行われた。\n本件売買契約の代金５０００万円は、甲社の定期預金（以下「本件定期預金」という。）を取り崩すことで賄われた。また、本件土地は、本件売買契約後も甲社で利用されることなく放置されていた。\n５．Ａの妹であるＦは、外国に居住していたが、平成２９年末頃、その配偶者であるＧと共に帰国した。Ｇのことが気に入ったＡは、今後Ｇと共に甲社を経営していくことを見据え、平成３０年\n１月中旬頃、甲社の取締役会の承認を得て、Ｇに甲社の株式１万株を譲渡し、その旨の株主名簿の名義書換が行われた。その後、Ｇは、本件土地が甲社の名義であるにもかかわらず活用されていないことに疑問を持ち、甲社の従業員にそれとなく尋ねてみたところ、上記３及び４の事実を知った。\n〔設問１〕\n下記の小問に答えなさい。\n〔小問１〕\nＧは、平成３０年末頃、Ａに対し、本件売買契約を締結したことにより甲社に４０００万円の損害が生じたと主張して、会社法第４２３条第１項に基づく損害賠償を請求する責任追及等\n- 2 -の訴えを適法に提起した。この請求が認められるか否かについて、Ａの立場において考えられる反論及びその当否を検討した上で、論じなさい。\nなお、本小問においては、甲社の経営は順調であり、本件売買契約の締結後も、その運転資金が枯渇することはなく、近い将来に甲社が資金繰りに困ることが予想される状態ではなかったものとする。\n〔小問２〕\n乙社は、甲社が本件債務を履行しなかったことから、平成３０年末頃、Ａに対し、本件債務の額に相当する３０００万円を損害として会社法第４２９条第１項に基づく損害賠償を請求する訴えを適法に提起した。この請求が認められるか否かについて、論じなさい。\nなお、本小問においては、次のような事実があったものとする。\n① 甲社は、平成２７年頃からその営業利益が減少し始めたものの、平成２９年春頃の時点では運転資金が枯渇するような状態ではなかった。\n② Ａは、本件債務の発生当時、本件債務を含む甲社の債務の履行のための運転資金が足りなくなれば、本件定期預金を取り崩すか担保に入れることにより対応することを予定していた。\n③ 甲社は、本件売買契約に基づく代金の支払により実質的な債務超過に陥り、また、本件土地には担保的価値がないために短期の融資を受けることもできず、平成３０年５月頃には事業活動を継続することができなくなった。\n下記６以下においては、上記２から５までの事実は存在しないことを前提として、〔設問２〕に答えなさい。\n６．Ａは、令和元年秋頃、高齢を理由に甲社の代表取締役を辞任し、甲社の創業以来従業員として\nＡを支えたＢにその地位を譲ることにした。ＡがＢにそのことを相談したところ、Ｂは、Ａに対し、甲社の代表取締役に就任することを引き受ける条件として甲社の株式の一部を譲り受けたいと述べた。Ａは、その申出に応じることとし、Ｂと共に甲社を支えてきたＣ及びＤにも甲社の株式の一部を譲り渡すことにした。Ｂは、同年１２月１６日に開催された取締役会において、後任の代表取締役として選定され、Ａは、同日、甲社の取締役会の承認を得て、Ｂに甲社の株式１万株を、Ｃ及びＤに甲社の株式各５０００株を譲渡し、その旨の株主名簿の名義書換が行われた。\nその結果、甲社の株主及びその保有株式数は、Ａが４万株、Ｂが１万株、Ｃ及びＤが各５０００株となった。\n７. 令和２年１２月１３日、Ａが死亡した。Ａの相続人は、ＨとＩ（いずれもＡの子である。）であり、Ａの保有する甲社の株式４万株は、Ｈ及びＩが法定相続分である２分の１ずつの割合で準共有することとなった（以下この株式を「本件準共有株式」という。）。ＨとＩは、遺産分割協議をしたが、対立点が多く、本件準共有株式についての権利を行使する者の指定も含めて、何一つ合意することができないでいた。\n８．Ｂは、令和３年６月２５日に開催する甲社の定時株主総会（以下「本件株主総会１」という。）を招集するに当たり、Ｂ、Ｃ及びＤのほか、取りあえずＨ及びＩの両名にも、会社法所定の日までにその招集通知を発した。\n令和３年６月２５日、本件株主総会１が開催され、任期満了となる取締役Ｂ、Ｃ及びＤの後任となる取締役の選任が議題とされた。本件株主総会１の会場には、Ｂ、Ｃ、Ｄ及びＨは来場したが、Ｉは姿を現さなかった。議長を務めるＢは、本件株主総会１においてＨが本件準共有株式の全部について議決権を行使することについて、甲社を代表して同意した。Ｂ、Ｃ、Ｄ及びＨの賛成により、取締役としてＢ、Ｈ及びＪを選任する旨の決議（以下「本件決議１」という。）がされた。\nそして、その後の取締役会において、Ｊが代表取締役に選定された。\n- 3 -\n９．Ｉは、令和３年９月１５日、本件決議１の取消しの訴え（以下「本件訴え」という。）を提起した。\n10．Ｊは、令和５年６月２３日に開催する甲社の定時株主総会（以下「本件株主総会２」という。）を招集するに当たり、依然として、ＨとＩが本件準共有株式について何一つ合意することができないでいたため、Ｂ、Ｃ及びＤのほか、取りあえずＨ及びＩの両名にも、会社法所定の日までにその招集通知を発した。\n11．本件訴えに係る訴訟係属中の令和５年６月２３日、本件株主総会２が開催され、取締役の選任が議題とされた。本件株主総会２の会場には、Ｂ及びＨは来場したが、Ｃ、Ｄ及びＩは姿を現さなかった。議長を務めるＪは、本件株主総会２においてＨが本件準共有株式の全部について議決権を行使することについて、甲社を代表して同意した。Ｂ及びＨの賛成により、取締役としてＢ、Ｈ及びＪを選任する旨の決議（以下「本件決議２」という。）がされた。\n〔設問２〕\n下記の小問に答えなさい。\n〔小問１〕\n本件訴えに係るＩの原告適格及び訴えの利益の有無並びに本件訴えに係る請求が認められるか否かについて、論じなさい。\n〔小問２〕\n本小問においては、上記８、10及び11の事実がいずれも次のような事実であったものとする。\nこの場合における本件訴えに係る訴えの利益の有無について、論じなさい。\n① 上記８の事実について、本件決議１は、Ｂ、Ｃ及びＤを取締役に再任するというものであり、Ｂがその後の取締役会において代表取締役に選定されたものであった。\n② 上記10の事実について、Ｂが、甲社の代表取締役として本件株主総会２を招集したものであった。\n③ 上記11の事実について、本件株主総会２の会場には、Ｂ、Ｈ及びＩは来場したが、Ｃ及び\nＤは姿を現さず、議長を務めるＢが甲社を代表して行った同意に基づき、Ｈ及びＩが本件準共有株式の全部について議決権を共同で行使し、Ｂ、Ｈ及びＩの賛成により、取締役として\nＢ、Ｈ及びＫ（Ｋは、Ｉの配偶者である。）を選任する旨の本件決議２がされたものであった。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は、２５：３５：４０］）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＸは、Ｙに対して令和３年５月２０日に、弁済期を同年１１月末日として２００万円を貸し渡し、既に弁済期は到来している旨を主張して、令和４年５月９日、Ｙを被告として２００万円の支払を求める訴えを提起した（以下、この訴えの訴訟物の内容をなす貸金債権を「甲債権」といい、この訴えに係る訴訟手続を「本件訴訟」という。）。\nＹは、第１回口頭弁論期日において、Ｘの主張を認めた上で、主位的に、甲債権に対しては既に弁済をした旨を主張し、予備的に、Ｘに対する２００万円の売買代金債権（以下「乙債権」という。）により相殺する旨の訴訟上の相殺の抗弁を提出した。Ｙは、乙債権の発生原因事実として、令和３年８月４日にＸに対して代金２００万円で美術品（以下「本件動産」という。）を売却し、同日引き渡した旨を主張し、この売買契約の締結を証明するため、Ｘがその配偶者Ａに対して送った電子メール（以下「本件メール」という。）の内容をプリントアウトしたもの（以下\n「本件文書」という。）を証拠として提出した。本件メールは、同月５日付けでＸから送信されたものであり、Ｘの健康状態やＸＡ間の子の学業成績に関する相談とともに、念願の本件動産をＹから２００万円で購入し、引渡しを受けた旨が記載されていた。\nＹが、本件文書を入手した経緯は、以下のようなものであった。甲債権及び乙債権に関する紛争（以下「本件紛争」という。）が顕在化した後、その解決のため、Ｘは、令和４年３月、Ｘ宅にＹを呼び寄せ、Ｘの自室において話合いをした。話合いが難航する中、Ｘは「一旦休憩しよう、コーヒーでも買ってくる。」と述べ、最寄りのコンビニエンスストアまで一人で赴いた。残されたＹは、本件紛争は訴訟に発展する可能性も高いと考え、自己に有利な証拠を探す趣旨で、Ｘの机の上に閉じた状態で置いてあったノートパソコンを開いたところ、Ｘがプライベートで利用しているアカウントのメールが閲覧可能な状態になっていることに気付いた。そこで、Ｙは、自身のＵＳＢメモリにＸが送受信した電子メールの全てを保存することとした。保存作業は、Ｘの帰宅前に終了したため、ＸがＹの行為を認識することはなかった。話合いが終了した後、Ｙは、自宅において、保存したメールの内容を全て確認し、その結果、自己に有利な本件メールを発見した。本件動産についてのやりとりは全て口頭でなされ、引渡しもＹがＸに直接交付することによりなされた結果、本件動産の売買の証明に役立つ証拠がなかったことから、Ｙは、本件紛争が訴訟にまで発展した場合に備えて、本件メールをプリントアウトした。\nＸ及びＹは、いずれも弁護士に対して訴訟委任をしていなかったが、第１回口頭弁論期日において、Ｙが本件文書を提出したことに動揺したＸは、本件動産の売買契約締結の事実を否認するにとどめ、同期日終了後に、弁護士Ｌ１に訴訟委任をした。\n以下は、弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：Ｘは、Ｙが自分と配偶者との間の電子メールを無断で閲覧した上で、本件文書を証拠として提出するのはひどいと憤っています。本件文書の証拠としての利用を阻止することはできるでしょうか。\nＰ：不当な方法で収集された証拠（いわゆる違法収集証拠）については、民事訴訟でも証拠能力が否定されることがあるということは承知していますが、不勉強で、その根拠も判断基準もあやふやです。\n- 2 -\nＬ１：そうですか。しかし、情報技術の発達により、本件文書のような証拠が提出される訴訟事件は増えている一方で、技術上の利便性を不当に利用した証拠収集も容易となっています。そのような方法で入手された証拠を事実認定の資料にすることが許されるかどうかは重要な論点となりますから、少し頑張ってもらおうと思います。本件文書の証明力はそれなりにあると考えられるので、ここでは専ら証拠能力の問題を検討してください。具体的には、⒜民事訴訟において、不当な方法で収集された証拠方法の証拠能力が制限される場合があり得ることを前提として、そのような証拠方法の証拠能力が否定される法的根拠を挙げた上、証拠能力の有無を判断する基準を示し、⒝上記⒜の基準に照らして本件文書の証拠能力を判断するとどのような結論に至るかを明らかにすることを「課題」とします。なお、Ｙの行為は犯罪行為に該当しないことを前提としてください。\n〔設問１〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題について答えなさい。なお、以下に掲げる【事例（続き）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き）】\nＸは、Ｙによる電子メールの無断閲覧は許し難いものの、本件動産の売買契約締結の事実自体は争い難いと考えた。そこで、第２回口頭弁論期日において、本件動産の売買契約締結の事実を認めた上、乙債権は既に弁済したとの主張をするとともに、仮に弁済が認められないとしても、Ｙは、Ｘの亡父Ｂからかつて２００万円を借りており、Ｘは令和３年９月に死亡したＢの唯一の相続人として、ＢのＹに対する貸金債権（以下「丙債権」という。）を相続により取得し、同年\n１０月末日に弁済期が到来した旨、丙債権を自働債権、乙債権を受働債権として相殺するとの意思表示を訴訟外でした旨、及び、丙債権と乙債権の相殺適状は、甲債権と乙債権の相殺適状よりも先に生じており、民法第５１２条の趣旨からも前者の相殺が優先されるべきである旨の主張を追加した。なお、甲債権についてはＹの兄Ｚが保証しており、Ｚは、第３回口頭弁論期日から、Ｙを補助するために補助参加をしている。\n受訴裁判所は、Ｘによる丙債権を自働債権とする相殺の意思表示は、訴訟外で既に確定的になされているため、訴訟上許容されると判断した。その上で、受訴裁判所は、証拠調べを実施し、その結果、①甲債権及び乙債権の発生はいずれも争いがなく、丙債権の存在も認められるところ、甲債権及び乙債権の弁済の事実はいずれも認められない、②Ｙによる相殺の意思表示は、本件訴訟において裁判所により相殺の判断がされることを条件として実体法上の相殺の効果が生ずるものである一方、Ｘによる相殺の意思表示は、訴訟外で確定的になされていることから、Ｘによる相殺の意思表示が優先する、③丙債権と乙債権の相殺適状は、甲債権と乙債権の相殺適状よりも先に生じており、ＸＹ間に相殺の充当について別段の合意も認められないことから、Ｘによる相殺の意思表示により、乙債権と丙債権が消滅したとの心証に至り、Ｘの請求を認容する旨の判決をした。\n以下は、弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：原判決は、相殺の再抗弁を認めてＸの請求を認容していますが、Ｘは、そもそも乙債権についての弁済の事実が認められなかったことに不満があるようです。Ｘが強く希望しているところですので、控訴を提起します。\nＰ：この場合、控訴審では、審理の範囲は、乙債権の存否に限定されるのでしょうか。仮に、甲債権や丙債権も審理の範囲に含まれるとすれば、かえってＸに不利益な結果になる可能性もあるように思います。\nＬ１：良い質問ですね。Ｘの控訴が適法であり、かつ、Ｙ及びＺが控訴も附帯控訴もしていないと- 3 -いう仮定の下でも、控訴審の審理の範囲は限定されるものではなく、甲債権や丙債権が審理の範囲に含まれると考えていいでしょう。\nそこで、上記仮定の下、甲債権と丙債権が審理の範囲に含まれること、並びに原判決が示した相殺の再抗弁の許容性、相殺の優先順位及び相殺の充当に関する判断には変更がないことを前提として、控訴裁判所が、(ｱ)甲債権は弁済により消滅した、(ｲ)甲債権と乙債権はいずれも弁済による消滅はしていないが、丙債権の存在は認められない、(ｳ)甲債権は弁済による消滅はしていないが、乙債権は弁済により消滅した、という判断に至った場合のそれぞれについて、どのような判決をすべきことになるか、検討してください。これを「課題」とします。なお、利息又は損害金及び費用についてはないものとし、控訴の利益について検討する必要もありません。\n〔設問２〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題について答えなさい。なお、以下に掲げる【事例（続き）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き）】\nＸのみが控訴を提起し、Ｙ及びＺが控訴も附帯控訴もしなかったところ、控訴裁判所は、原判決は正当であるとの判断に基づき、Ｘの控訴を棄却する旨の判決をした。誰も上告又は上告受理の申立てをしなかったことから、Ｘの控訴を棄却する旨の判決が確定したため、Ｘの請求を認容する第一審判決も確定した（以下、本件訴訟に係る確定判決を「前訴確定判決」という。）。\nところで、Ｚは、ＸのＹに対する請求が認容されることを阻止するため、第一審において、甲債権を保証している旨を主張して、Ｙを補助するために参加の申出をした。Ｚの補助参加にはＸもＹも異議を述べなかったことから、Ｚは適法に補助参加人として訴訟追行し得ることとなった。\nＺは、第一審の第３回口頭弁論期日において、甲債権については、Ｙからの要請により、Ｘが債務を免除した事実（以下「免除の事実」という。）を、丙債権については、ＺがＹに代わって\nＢに対して弁済した事実（以下「弁済の事実」という。）を主張した上で、免除の事実を証明するためにＺ自身の証人尋問の申出をした。しかし、Ｙは、Ｙが主張する甲債権の弁済時期よりも免除の事実の時期の方が遅かったことから、同期日において、免除の事実はない旨を主張するとともに、Ｚの証人尋問の申出を撤回した。なお、弁済の事実は、Ｘにより争われ、証拠調べが実施されたが、第一審、控訴審のいずれにおいても認められなかった。\n本件訴訟終了後、Ｚは、Ｘから保証債務の履行を迫られたことから、かねて付き合いのある弁護士Ｌ２に電話で連絡をとった。Ｌ２は、「大変な状況ですね。少し込み入った事件ですので、関連する書類を持って一度事務所においでください。お待ちしています。」と述べ、通話を終了した。\n以下は、弁護士Ｌ２と司法修習生Ｑとの間の会話である。\nＬ２：Ｚの説明によると、ＸがＺに対して保証債務の履行を求めて訴えを提起する可能性があります。その場合、Ｚとしては甲債権の存在を争うことになると思いますので、ＸのＺに対する上記訴えに係る訴訟手続において、甲債権の存在を認めた前訴確定判決に基づく何らかの拘束力が作用するか否かが問題になります。そこで、この点を検討してください。これを「課題１」\nとします。\nＱ：承知しました。もっとも、Ｚとしては、Ｘに対して任意に保証債務を履行した上で、Ｙに対して求償することも考えられますね。\nＬ２：そのとおりです。しかし、Ｙが求償に応じない場合には、ＺはＹに対して求償の訴えを提起する必要があります。そして、この場合、Ｙは、求償債務を否定するために甲債権の存在を争\n- 4 -うことを考えるでしょう。\nＱ：そうすると、ここでも、甲債権の存在を認めた前訴確定判決の効力が問題になりますね。\nＬ２：そうです。ただ、この場合は、前訴である本件訴訟の補助参加人が被参加人に対して前訴確定判決を援用するという珍しい構図になっており、このような援用が許されるか、という問題も含んでいそうです。そこで、このような問題があることに留意しつつ、ＺのＹに対する上記訴えに係る訴訟手続において、前訴確定判決の効力が作用するか否かについて検討してください。これを「課題２」とします。なお、「課題２」については、民事訴訟法第４６条の効力以外の効力を検討する必要はありません。\n〔設問３〕\nあなたが司法修習生Ｑであるとして、Ｌ２から与えられた課題１及び課題２について答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n１ 設問１について設問１は、建物の所有者の死亡により生じた遺産共有状態の下で、被相続人の子であった共有者の１人が、被相続人の配偶者であった共有者が建物を無権限で使用しているとして建物の明渡請求及び金銭の支払請求をした事案を基に、物権及び相続の両分野にまたがる諸制度の基本的知識と相互関係の理解を問うものである。\n⑴ 設問１⑴では、配偶者Ｄが被相続人Ａの生前から建物に無償で居住していたことによる無償での占有権原の成立を主張した場合の法律関係が問われている。\nア その前提として、本問で問題となっている請求は、建物を共同相続することによって取得した共有持分権に基づく返還請求権としての建物明渡請求（請求１）と、請求者Ｂの共有持分権に対応する使用利益をＤが不当に利得していることを理由とする不当利得返還請求、又は共有持分権に対応する使用収益権をＤの故意又は過失により侵害されたことを理由とする不法行為に基づく損害賠償請求（請求２）であることを確認する必要がある。\nその際、Ｂは、Ａの財産を共同相続しており、遺産分割は未了であるから、Ｂは甲建物について共有持分権を有し（民法第８９８条第１項）、その持分の割合はＢの法定相続分である４分の１であること（民法第８９８条第２項、第８８７条第１項、第８９０\n条、第９００条第１号、第４号）、も指摘する必要がある。\nイ その上で、Ｄが主張する無償の占有権原の成否につき、その法的構成を明らかにし、本問での当てはめを展開する必要がある。すなわち、Ｄは、被相続人の配偶者として、被相続人の生前から被相続人所有の建物に無償で居住していたことに基づき、配偶者短期居住権（民法第１０３７条第１項第１号）の成立を主張しているものと考えられる。\n- 4 -そのため、Ｄがその法律要件を満たすことを丁寧に論ずることが求められる。\nなお、Ｄの主張は、遺産に属する建物の相続開始後の使用について被相続人と相続人との間に使用貸借契約が推認される場合に関する判例法理（最判平成８年１２月１７日民集５０巻１０号２７７８頁）によるものと解することもできなくはない。もっとも、この判例は平成３０年法律第７２号により配偶者短期居住権制度が創設される前のものであり、現行法制の下では、従前の判例法理と配偶者短期居住権との関係について適切に論ずることが求められる。\nウ 次に、Ｄが無断で居住用建物の改築及び店舗開業をしていることから、配偶者短期居住権の消滅が問題となる。これらの行為は、建物の従前の用法を変動させるものであって、用法遵守の善管注意義務（民法第１０３８条第１項）に違反し、配偶者短期居住権の消滅請求事由となり得る（同条第３項）ところ、Ｂの申入れ（事実３）により消滅請求の意思表示がされたものと解することができるかについて、事案を分析して法律要件に適切に当てはめることが求められる。\nなお、目的不動産が共有される場合において、配偶者短期居住権の消滅請求を各共有者が単独でできるかどうかも問題となり、この点について適切に論ずる答案は、高く評価される。\n⑵ 設問１⑵では、Ｄが、建物の共有持分権を有していることを根拠に、無償での占有権原があると主張した場合の法律関係が問われている。\nア 請求１については、まず、Ｄが、Ａの配偶者として法定相続分２分の１の割合で共同相続し、甲建物について２分の１の共有持分権を有していることを確認する必要がある。\nそして、相続財産の共有（遺産共有）も民法第２４９条以下に規定する共有とその性質を異にするものではなく（最判昭和３０年５月３１日民集９巻６号７９３頁）、共有の規定が適用されるが、各共有者は共有物の全部についてその持分に応じた使用をする権限を有するため（同条第１項）、Ｄは甲建物につき正当な占有権原を有する。\nそのため、Ｂの明渡請求は直ちには認められず、明渡しを求める理由があることを主張立証する必要があること（最判昭和４１年５月１９日民集２０巻５号９４７頁）について、判例法理を踏まえて適切に論ずることが求められる。共有者間で誰が共有物を使用するかを決めるのは共有物の管理に関する事項に当たること（民法第２５２条第１項後段）を踏まえ、Ｂの請求に理由があるかどうかにつき、ＢがＣの同意を得たとしてもなお持分の過半数による決定を得ることができないことを指摘しつつ、事案を分析して自説を展開する必要がある。\nイ 他方で、請求２については、Ｄが共有者として正当な占有権原を有しているとしても、その持分は２分の１にすぎないことに着目する必要がある。共有者は、その持分割合を超えた使用利益を享受することまでは正当化されないため（民法第２４９条第２項）、Ｄが、請求２（Ｂの持分割合に応じた使用利益相当額の支払請求）を拒むことができないとの結論を導くことが求められる。\n２ 設問２について設問２は、物品（動物）の売買契約において売主が提供した目的物を買主が受領しない事案を基に、受領義務の成否、その不履行による契約解除の成否及び契約解除の場合の損害賠償の具体的内容について問うものである。債権の分野に関する基本的な知識・理解を踏まえつつ、受領義務の不履行及び売主側の解除という事案の特殊性に即して論理を展開する能力が問われている。\n⑴ア 設問２⑴では、下線部㋐でのＥの主張が、Ｆに本件コイを受け取る債務（受領義務）があることを前提に、その不履行による催告解除（民法第５４１条）を主張するものであることから、まず受領義務の成否を検討する必要がある。\n- 5 -債権者が履行を受領しない場合における債務者の不利益については、受領遅滞制度や供託制度による手当てがあり、通常、債務不履行の効果までは必要とされない。そこで、判例・通説は、債権者の一般的な受領義務は否定しつつ、一定の場合に限って受領義務を認める立場をとる（最判昭和４０年１２月３日民集１９巻９号２０９０頁、最判昭和\n４６年１２月１６日民集２５巻９号１４７２頁）。受領義務の成否は特に物の売買契約について問題となるが、受領義務を認めるべき範囲をめぐっては、この立場の中でも見解が分かれる。大別すれば、個別の売買契約の事情に着目して、信義則や契約解釈を通じて個別に受領義務を認める見解（判例もこの見解とみられる。）と、売買契約一般につき、契約の趣旨から類型的に買主の受領義務を導く見解とがある。\nいずれの見解をとるにせよ、本問では、受領義務が、何を根拠に、どのような範囲で認められるかについての考え方を示した上で、それを設例に当てはめる必要がある。Ｆが本件コイを受領しなければ、Ｅは、その管理のため毎日の世話が必要となり、また、その保管場所とするため乙池を塞がれて他の用途に利用できなくなることからすれば、個別の契約の事情に着眼する前者の見解からも、Ｆの受領義務が認められよう。\nなお、債権者が一般的に受領義務を負うとする答案も、判例・通説の見解を踏まえて自説を論じていれば、同等に評価される。また、結論としてＦの受領義務を否定する答案も、契約①の個別事情についての検討が説得的であれば、同等に評価される。\nイ Ｆに受領義務があるとしても、民法第５４１条に基づく解除をするためには、受領義務の不履行がなければならない。受領義務の不履行は、履行の提供がされたにもかかわらず、債権者が目的物を受領しない場合に成立する。引渡日におけるＥの行為が本件コ\nイの引渡債務の現実の提供（民法第４９３条本文）に当たること、及び、Ｆがそれを受領しないことが受領義務の不履行（履行遅滞）となることの指摘が求められる。\nさらに、催告と解除の意思表示も要件となる。Ｅが、相当の期間を定めた催告と同時に、停止条件付きの解除の意思表示をしていることについて指摘する必要がある。\n⑵ア 設問２⑵では、下線部㋑の損害について具体的に検討するに先立ち、Ｅの損害賠償請求の根拠を確認しておく必要がある。Ｅは、受領義務の債務不履行に基づく損害賠償請求（民法第４１５条第１項）をしているところ、Ｆには民法第４１５条第１項ただし書の事由がないため、この請求は認められる。Ｅは契約①を解除しているが、このことは債務不履行に基づく損害賠償請求を妨げず（民法第５４５条第４項）、また、Ｅの債務不履行は履行遅滞であるが、契約解除に伴い、債務の履行に代わる損害賠償が認められる（民法第４１５条第２項第３号）ことの指摘が求められる。\nイ これを前提に、本件コイの代金相当額１００万円の損害賠償請求の当否を論ずることになるが、Ｆが受領義務を履行しなかったために、契約①の解除によりＦの受領義務とともにＥの代金債権が消滅し、Ｅは代金相当額の損害を受けている。そのため、消滅した受領義務又は代金債権に代わる填補賠償として、代金相当額１００万円の損害賠償請求が認められるとの結論を導くことが求められる。\nウ 次に、釣堀の営業利益１０万円の損害賠償請求の当否が問われる。Ｆが受領義務を履行しなかったために、Ｅは釣堀の営業利益を失った。この損害については、民法第４１６条が定める損害賠償の範囲に含まれるかが問題となり、特別損害として同条第２項の規定が適用されることを、乙池での釣堀営業の計画が特別事情に当たることを明示しつつ指摘することが求められる。\n同項が要件とする特別事情の予見可能性について、判例は、債務不履行時までに債務者がその事情を予見すべきであったことと解する（大判大正７年８月２７日民録２４輯\n１６５８頁、大判昭和１５年２月２８日新聞４５４３号７頁）。この解釈を、その合理性とともに、明確に提示することが必要となる。Ｆは、Ｅから釣堀営業の計画を知らさ\n- 6 -れた後も、受領義務の履行遅滞を継続して（Ｆが前記の計画を知った時以降の不履行を指摘することが必要である。）、Ｅの営業利益を失わせたのであるから、営業利益１０万円は損害賠償の範囲に含まれることになる。\nなお、民法第４１６条第２項は「予見すべき」という規範的基準をとっているため、Ｅが催告時にＦに計画を告げただけではＦが計画を「予見すべき」とまではいえないという評価もあり得る。また、同項について、前記の判例の解釈を説明した上で、契約締結時の予見を基準とする解釈をとって、本問での予見を否定する答案も、同等の評価を受ける。\nエ 最後に、損害賠償の額に関して、損益相殺の検討が求められる。Ｅは、契約①の解除により本件コイの引渡債務を免れるから、損益相殺として、賠償額から本件コイの価値が控除されることを指摘しなければならない。\nその上で、本件コイの価値をどの時点の市場価格によって算定すべきかが問題となる。\nこれについては、市場価格が下落傾向にある中で売主が契約を解除するという事案の特殊性に即した考察が求められる。Ｅは、解除までは契約に拘束されるため、解除時点の下落価格によってしか本件コイを他に売却処分することができない。他方で、解除後は、本件コイの保管に伴う負担を免れるべく、早期の処分を行うことが期待される。このように考えれば、解除時点の下落価格７０万円を損益相殺の額とすべきことになる。解除時以降の他の時点を基準とする考え方も、その論拠の説得力に応じて同等に評価される。\n３ 設問３について設問３は、抵当権に基づく転貸賃料債権に対する物上代位の可否及び範囲につき、担保物権の諸規定と判例に関する基本的な知識・理解を踏まえ、事案に即しつつ一貫した論理を展開する能力を問うものである。\n⑴ 転貸賃料債権に対する物上代位について論ずる前提として、Ｈは、抵当権に基づく賃料債権に対する物上代位権の行使をすることができるかどうかが問題となる。\nア 抵当権に基づく賃料債権に対する物上代位は可能と解されているが、その根拠については、主に、㋐実体的根拠を民法第３７１条の規定に求めた上で、物上代位による差押えは、民法第３７２条において準用する同法第３０４条第１項ただし書の規定によりこれをすることができるとする見解（以下「㋐説」という。）と、㋑実体的根拠を民法第\n３７２条において準用する同法第３０４条第１項の規定に求め、同法第３７１条の規定は、担保不動産収益執行の実体的根拠となるとする見解（以下「㋑説」という。）とがある。\nそして、抵当権の効力が賃料に及ぶ理由について、㋐説からは、抵当権は、被担保債権について不履行があったときは、天然果実・法定果実を問わず、果実についてその効力が及ぶことを民法第３７１条の規定に基づいて説明することが考えられる。これに対し、㋑説からは、賃料については、付加的物上代位として抵当権の効力が及ぶと説明することが考えられる。いずれにせよ、抵当権の効力が賃料に対して及ぶ理由の検討において、利害関係人の利益を考量したり、抵当権の本質に遡ったりするものには、高い評価が与えられる。\nイ その上で、抵当権に基づく物上代位権の行使としての差押えは、抵当権の実行方法の一つであり、抵当権の被担保債権について不履行が生じていることを要件とするため、Ｈが有する抵当権の被担保債権であるα債権について不履行が生じていることを指摘する必要がある。\n⑵ア 以上を前提に、Ｈの転貸賃料債権に対する抵当権に基づく物上代位権の行使の可否を論ずることが求められる。その解答に当たっては、最決平成１２年４月１４日民集５４巻４号１５５２頁（以下「平成１２年決定」という。）を正確に理解した上で、解釈論\n- 7 -として一貫した論述をする必要がある。\n平成１２年決定は、抵当権に基づく転貸賃料債権に対する物上代位は、原則として認められないとした。その理由は、(ⅰ)抵当権に基づく物上代位は、物的責任を負担する者、つまり抵当不動産の所有者が有する債権についてのみ可能であること、(ⅱ)正常な転貸借をした賃借人＝転貸人の利益も考慮しなければならないこと、(ⅲ)（平成１５年法律第１３４号による改正前の民法第３７１条の規定の下では、抵当権に基づく転貸賃料債権に対する物上代位は専ら民法第３７２条において準用する同法第３０４条の規定が根拠となっていたことを前提として）同条第１項の文言に照らして、抵当不動産の賃借人＝転貸人を「債務者」に含めることができないことである。\nこれを踏まえて、本問でも、抵当権に基づく転貸賃料債権に対する物上代位が原則として認められないという定式を示した上で、その理由を論ずる必要があるが、平成１５年法律第１３４号による改正後の現行民法の下では、㋑説に立つ場合には、平成１２年決定の(ⅲ)を理由として援用することができる一方で、㋐説に立つ場合には、(ⅲ)を援用すると論理が一貫しないこととなることに留意しなければならない。\nイ その上で、平成１２年決定が示した、「抵当不動産の賃借人を所有者と同視することを相当とする場合」には抵当権に基づく転貸賃料債権に対する物上代位が例外的に認められるという定式を示して、事案に即した論述を行うことが求められる。\nＬは、Ｇの弟であり、形式的にも実質的にも同一人であるとはいえないが、抵当権の行使を妨害する目的や不当な債権回収目的があるといった事情から、Ｌを所有者と同視することを相当とする場合に当たるといえるかどうかが問題となる。\n抵当権の行使を妨害する目的に焦点を合わせる場合には、①ＬがＧの弟であること、②賃貸借関係への割込みにより転貸借関係が作出されたこと、③転貸借契約がされた時期が資金繰りの悪化した後、α債権の弁済期の直前であったこと、④賃貸料の額と転貸賃料の額との間の差が大きいこと、⑤原賃貸料は、実際には支払われないこととされていたことを考慮すれば、転貸借関係の作出は、Ｈの賃料債権に対する物上代位権の行使を妨害する目的でされたものといえよう。\n債権を回収する目的に焦点を合わせる場合には、債権回収そのものは何ら不当なものではないとしても、抵当権設定登記がされた後、一般債権者であるＬが賃料債権から自己のβ債権を回収するために上記のような形で賃貸借関係に割り込むことは、不当な債権行使目的でされたものと評価されよう（最判平成１０年１月３０日民集５２巻１号１\n頁、最判平成１０年３月２６日民集５２巻２号４８３頁等を参照）。\nいずれにせよ、本問では、抵当不動産の賃借人Ｌを所有者と同視することを相当とする場合に当たり、Ｈは、転貸賃料債権に対して抵当権に基づく物上代位権の行使をすることができるとの結論を導くことが求められる。\n⑶ア ５月分の転貸賃料債権は、Ｈが有する抵当権の被担保債権であるα債権についての債務不履行の前に生じたものである。そこで、５月分の転貸賃料債権に対しても、抵当権に基づく物上代位権の行使をすることができるかどうかが問題となる。\n抵当権者が抵当権の被担保債権についての不履行前に生じた賃料から物上代位に基づいて優先弁済を受けることができるかどうかについては、肯定説と否定説とが対立している。\nイ 肯定説からは、①抵当権は、抵当目的物件の換価代金の意味での交換価値のみではなく、使用・収益価値も抵当権設定時から潜在的に把握しているとされるが、否定説からは、①´抵当権は、非占有担保であることが強調される。\nまた、㋐説をとった上で肯定説をとるときは、②民事執行法第１８８条において準用する同法第９３条第２項の規定は、賃料債権の発生時期を問題としていないとされるの- 8 -に対し、㋐説をとった上で否定説をとるときは、②´強制執行としての強制管理の対象の範囲と担保執行としての担保不動産収益執行の対象の範囲とは異なってしかるべきであるため、前記の準用は、根拠とならないとされるとともに、③´民法第３７１条の「生じた」という文言からは、否定説が素直な解釈であるとされる。\n他方で、㋑説をとった場合において、担保不動産収益執行の対象の範囲と物上代位の対象の範囲とは同じであるべきであるとの評価を提示するときは、前記の㋐説をとった上での肯定説の論拠と否定説の論拠とを肯定説・否定説の各立場から援用することができる。さらに、㋑説をとった上で肯定説をとるときは、③抵当権に基づく賃料債権に対する物上代位は、民法第３７２条において準用する同法第３０４条第１項の規定によって認められるため、民法第３７１条の文言は、妨げとならないとされる。\nウ どの結論をとるにせよ、論理を一貫させることが求められる。例えば、㋐説をとるにもかかわらず、③の論拠を挙げて肯定説をとったり、㋑説をとるにもかかわらず、単純に③´の論拠を挙げて否定説をとったりするものは、論理が一貫していないと評価される。\n〔第２問〕\n１ 本問は、公開会社でない取締役会設置会社において、①唯一の株主であり、かつ、代表取締役でもある者が代表取締役として行った行為について、その者の会社法第４２３条第１項に基づく損害賠償責任及び会社法第４２９条第１項に基づく損害賠償責任の有無を検討すること（設問１）、②権利行使者の指定のない共有株式につき議決権が行使された株主総会決議の効力を、当該株式を共有する者が当該株主総会決議の取消しの訴えを提起することの適法性（原告適格及び訴えの利益の有無）とともに検討すること（設問２）を求めるものである。いずれについても、会社法上の重要な制度や判例に関する基本的な理解を前提に、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１は、甲社の唯一の株主であり、かつ、代表取締役であるＡが、甲社の代表取締役として本件売買契約を締結したことについて、その法的責任の有無を問うものである。小問１においては、その後に株主となったＧが会社法第４２３条第１項に基づく損害賠償を請求する責任追及等の訴えを提起した場合、小問２においては、債権者である乙社が会社法第４２９条第１項に基づく損害賠償を請求する訴えを提起した場合において、Ａの損害賠償責任が認められるか否かを検討することが求められるものであるが、特に任務懈怠の有無については、各小問を通じて整合的な検討をすることが望ましい。\n⑵ 小問１においては、まず、本問の事実関係の下で、会社法第４２３条第１項の損害賠償責任が認められるための要件に沿って検討することが求められる（なお、問題文に「会社法第４２３条第１項に基づく損害賠償を請求する責任追及等の訴えを適法に提起した」と記載されていることから、Ｇが責任追及等の訴えを提起するための訴訟要件について検討する必要はない。）。\nその中でも特に問題となるのが、任務懈怠の有無である。小問１においては、本件売買契約を締結することは、甲社の唯一の株主の意向に沿ったものであるから、そのような場合にも任務懈怠があるといってよいのかについて、取締役が負う善管注意義務又は忠実義務の本質に触れつつ、検討することが求められる。これらの義務の内容について、株主の経済的利益を最大化するという観点から考えるのであれば、小問１においては任務懈怠を否定する方向に傾くことになろうが、これとは異なる考え方やこのような方向を修正すべき要素があると考えるのであれば、その点も含めて的確に論ずることが求められる。\nさらに、小問１においては、Ａの立場において考えられる反論及びその当否についての- 9 -検討も求められる。Ａの立場からすると、上記のように、取締役が負う善管注意義務又は忠実義務の内容について、株主の経済的利益を最大化するという観点から考えるべきであることを前提に、自らが唯一の株主であったことを理由に任務懈怠がなかったと主張することが考えられるため、この点について的確に論ずることが求められる。また、それ以外にも、Ａとしては、自らが唯一の株主であったことから、免除（会社法第４２４条）があったと主張することも考えられることから、その点についても検討することが望ましい。\nその場合には、問題文からは免除に関する明示的な意思表示があったとはいえず、また、Ｇが責任追及等の訴えを提起していることに鑑み、ＡがＧに対して甲社の株式を譲渡する前に免除に関する黙示の意思表示があったといえるか否かという観点から検討することができると、なお望ましい。\nところで、小問１において、利益相反取引である間接取引（会社法第３５６条第１項第\n３号）の該当性を検討する場合であっても、それが肯定されることによって任務懈怠が推定されるにすぎないことから（会社法第４２３条第３項）、Ａの立場において考えられる反論及びその当否として、上記の各点について検討することが求められることになる（任務懈怠責任の有無を検討するに当たって重要なのは上記の各点について検討することであり、間接取引の該当性を検討する場合であっても、そのことを踏まえて論ずることが求められる。）。なお、問題文に「甲社においては、本件売買契約の締結に先立ち、取締役会の決議等の会社法所定の手続が行われた」と記載されていることから、手続的な規制について検討する必要はない。\n⑶ 次に、小問２であるが、小問２においても、まず、本問の事実関係の下で、会社法第４２９条第１項の損害賠償責任が認められるための要件に沿って検討することが求められる。\nここでも、特に問題となる点は、小問１と同様である。会社法第４２９条第１項に基づく損害賠償責任の性質については、諸説があるが、判例（最判昭和４４年１１月２６日民集２３巻１１号２１５０頁参照）によれば、株式会社に対する任務懈怠についての悪意又は重過失の有無が問われることとなる。その上で、小問２においては、本件売買契約を締結したことが甲社の唯一の株主の意向に沿ったものではあるものの、それによって経営に悪影響が生じ、債務の弁済にも支障を来す程度に財務状態が悪化したことなどの小問１の事実関係とは異なる点に留意して検討することになる。小問１の事実関係とは異なる点を重視すると、任務懈怠を肯定する方向に傾くことになろうが、その場合には、取締役が負う善管注意義務又は忠実義務の内容について株主の経済的利益を最大化するという観点から考えるべきであるという考え方によっているのであれば、そのこととの整合性をどのように考えるのかという点にも配慮しながら論ずるのが望ましい。\n⑷ どのような考え方によるにせよ、各小問を検討するに当たり、整合性に意識しながら検討することが望ましい。例えば、小問１において任務懈怠を否定し、小問２において任務懈怠を肯定するのであれば、結論を異にする理由を意識しながら検討することが望ましい。\n実務においては、各小問のように、一人会社においてその唯一の株主自身が取締役として行った行為や唯一の株主の事実上の同意の下で行われた行為に係る任務懈怠の有無が問題となることは多く、参考となる下級審の裁判例も見られるところであり、より実務的な観点から、事例解析能力、論理的思考力、会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を試そうとするものである。\n３⑴ 設問２は、共有株式につき、権利行使者の指定もなく、共有者間で何一つ合意がされていない状況において、共有者の一人によって株主総会で議決権が行使された結果、取締役を選任する旨の決議がされた場合に、その決議の効力について、他の共有者がその決議の取消しの訴えを提起することの適法性とともに検討することを求めるものである。具体的\n- 10 -には、問題文に指摘されているところに従い、株主総会決議の取消しの訴えを提起することの適法性として原告適格及び訴えの利益の有無を検討するとともに、株主総会決議の取消しの訴えに係る請求が認められるか否かについて検討することになる。\n⑵ まず、原告適格（小問１）については、権利行使者としての指定を受けてその旨を株式会社に通知していないときは、特段の事情がない限り、原告適格を有しないという判例（最判平成２年１２月４日民集４４巻９号１１６５頁参照）の考え方を踏まえつつ、検討することが求められる。判例のように、原則として原告適格が認められないとした上で、特段の事情の有無を検討することも考えられるし、判例とは異なる考え方に立って検討することも考えられるが、いずれにしても、権利行使者の指定がないことによって原告適格の有無が問題となることを理解していることが求められる。\n⑶ 次に、訴えの利益（小問１及び小問２）についてであるが、小問１と小問２を通じて、株主総会決議につきいわゆる瑕疵の連鎖がある場合にどのように考えるのかという点についての理解を問うものである。まず、株主総会決議の取消しの訴えは、形成の訴えであり、原告適格が認められる者は訴えの利益を有するのが通常であるものの、その後の事情の変化によって訴えの利益を欠くことがあり得るところ、取締役を選任する株主総会決議の取消し訴えの係属中に、その決議に基づいて選任された取締役が全て任期満了によって退任し、その後の株主総会決議によって新たな取締役が選任されたときは、特段の事情のない限り、訴えの利益を欠くに至るという判例（最判昭和４５年４月２日民集２４巻４号２２３頁参照）の考え方を前提とすると、本件決議１に基づいて選任された取締役は、本件株主総会２の終結時に任期満了によって退任することになるため、本件訴えについては、特段の事情のない限り、訴えの利益を欠くことになると考えられるところである。\nこれを踏まえ、小問１及び小問２の事実関係を下に、更に具体的に検討することが求められる。小問１においては、本件決議１が取り消されると、本件決議１に基づいて選任された取締役によって構成される取締役会による代表取締役の選定も遡って無効になるため、本件株主総会２はその招集手続に瑕疵があることとなり、本件決議１の瑕疵が連鎖するものといえることから、この点を適切に評価し、訴えの利益を欠くことになるのか否かを検討することになろう（この点については、最判令和２年９月３日民集７４巻６号１５５７頁を参考にすることが考えられる。）。これに対し、小問２においては、本件決議１がＢ、Ｃ及びＤを取締役に再任するものであったことからすると、本件決議１が取り消されても、Ｂ、Ｃ又はＤは、会社法第３４６条第１項又は第３５１条第１項の規定により取締役又は代表取締役としての権利義務を有することになるなどの事情を適切に評価し（例えば、本件株主総会２の招集手続に瑕疵があることにはならず、本件決議１の瑕疵が連鎖するものとはいえないなど）、訴えの利益を欠くことになるのか否かを検討することになろう。\n⑷ 最後に、株主総会決議取消しの訴えに係る請求が認められるか否か（小問１）であるが、この点については、共有株式について会社法第１０６条本文の規定に基づく権利行使者の指定及び通知を欠いたまま当該株式についての権利が行使された場合において、当該権利の行使が民法の共有に関する規定に従ったものでないときは、株式会社が同条ただし書の同意をしても、当該権利の行使は、適法となるものではないという判例（最判平成２７年\n２月１９日民集６９巻１号２５頁参照）の考え方を踏まえつつ、検討することが求められる。さらに、同判例は、共有株式についての議決権の行使は、当該議決権の行使をもって直ちに株式を処分し、又は株式の内容を変更することになるなど特段の事情のない限り、株式の管理に関する行為として、各共有者の持分の価格に従い、その過半数で決せられるとしていることから、判例と同様の考え方による場合には、本件準共有株式につき、ＨとＩとの間で何一つ合意がされていない以上、Ｈによる議決権の行使は適法ではなかったこ\n- 11 -とになるものと考えられる。それ以外にも、Ｈによる議決権の行使を保存行為とする考え方や、そもそも判例とは異なる考え方に立って検討することも考えられるが、いずれにしても、会社法第１０６条本文及び同条ただし書の関係及び内容についての正しい理解と適切な解釈論を示すことが求められる。その上で、決議取消事由（会社法第８３１条第１項第１号）の該当性を検討することになる（定足数に満たないことになる、又は議決権の取扱いに違法があるなど）。\n〔第３問〕\n本問は、ＸがＹに対し、貸金の返還を求める訴えを提起し（以下、この訴えの訴訟物の内容をなす貸金債権を「甲債権」といい、この訴えに係る訴訟手続を「本件訴訟」という。）、これに対し、Ｙが請求原因事実を認めた上で、主位的に弁済の抗弁を、予備的にＸに対する売買代金債権（以下「乙債権」という。）により相殺する旨の訴訟上の相殺の抗弁を主張したという事案を素材としている。この事案について、①Ｙが不当な方法で収集した電子メールをプリン\nトアウトしたもの（以下「本件文書」という。）の取調べを申し出た場合において、民事訴訟におけるいわゆる違法収集証拠の証拠能力についての検討（設問１）、②本件訴訟において、更にＸが相続により取得したＹに対する貸金債権（以下「丙債権」という。）によって乙債権を相殺したという訴訟外の相殺の再抗弁を主張し、Ｘの請求を認容する判決に対してＸのみが控訴した場合において、不利益変更禁止の原則を踏まえた控訴審の審理・判断についての検討\n（設問２）、③甲債権の保証人であるＺが補助参加した本件訴訟についてＸの請求を認容する判決が確定した場合において、その後に提起されたＸのＺに対する保証債務履行請求訴訟及び\nＺのＹに対する求償請求訴訟における、上記確定判決に基づく効力ないし参加的効力についての検討（設問３）をそれぞれ求めるものである。\n設問１(a)は、民事訴訟において違法収集証拠の証拠能力が制限される場合があり得ることを前提としつつ、証拠能力を否定する際の法的根拠を挙げて、証拠能力の有無をいかなる基準により判断すべきかを問うものである。民事訴訟法（以下「法」という。）には、違法収集証拠の証拠能力を制限した規定はないが、にもかかわらず違法収集証拠の証拠能力がなぜ無制限には認められないかについては、裁判所が当事者等による証拠の違法な作成・収集を助長するおそれ、公正かつ適正な裁判に対する国民の信頼を損なうおそれ等への配慮があることの指摘が期待される。具体的な事例において違法収集証拠の証拠能力を制限する際の法的根拠及び判断基準については、最高裁判所の判例がいまだ存在せず、様々な学説が提唱されている状況であるから、いかなる見解を採用したかによって評価に差を設けることはない。例えば、下級審裁判例（東京高判昭和５２年７月１５日判時８６７号６０頁参照）による場合には、人格権の保護を根拠としつつ、当該証拠が著しく反社会的な手段を用いて取得されたものかどうかを基準とすることが考えられる。また、訴訟上の信義則（法第２条）を根拠とし、証拠収集の手段や態様の違法性、被侵害利益の重大性、証拠の重要性、真実発見の要請等を総合的に考慮して証拠能力の有無を判断する有力説による場合には、判断基準となり得る重要な要素を摘示しつつ、それらの総合考慮により判断すべきことを指摘する必要があろう。\n設問１(b)は、設問の事実関係の下で、(a)において採用した判断基準に照らして本件文書の証拠能力の有無を判断することを求めるものである。証拠収集の手段や態様の違法性等の各要素に該当する具体的な事実の検討は、(a)において採用した判断基準と整合的でない限り、評価されない。例えば、前掲下級審裁判例によるときは、人格権侵害ないし違法性との関係で、証拠収集の手段・態様の違法性、被侵害利益の重大性を検討し、その結果、人格権侵害ないし違法性が肯定される場合でも、他の要素（証拠の重要性、真実発見の要請）に鑑み、違法性が阻却される余地があるかどうかを検討することが考えられる。他方、訴訟上の信義則を根拠とした総合考慮による場合には、上記の各要素に該当する事実を設問の事実関係から抽出した上\n- 12 -で、個別にあてはめを行い、総合考慮の結果として、結論を導くことが期待される。\n設問２は、相殺の抗弁に対するいわゆる再相殺について、訴訟上の相殺の再抗弁は不適法であるが、訴訟外の相殺の意思表示の主張は適法と解されること（最判平成１０年４月３０日民集５２巻３号９３０頁参照）を前提として、第１審で訴訟外の再相殺の主張が認められて請求認容判決がされた事案において、Ｘのみが控訴した場合の控訴審の審理判断の在り方について、具体的な事実関係を基に論じさせるものであり、民事訴訟の基本的な理解を踏まえた論理的思考力及び論述力を問うものである。\n(ｱ)では、控訴裁判所の心証に従えば、原判決を取り消し、請求を棄却する旨の判決をすることが想定されるところ、この判決が不利益変更禁止の原則（法第３０４条）に違反するかについて、同原則の趣旨を踏まえ、控訴裁判所の判決が確定した場合と原判決が確定した場合の既判力の比較により検討することが求められる。甲債権の弁済による消滅を理由とする請求棄却判決は、Ｘにとり不利益変更に当たると解されるから、控訴裁判所は、控訴を棄却する旨を主文とする判決をするにとどめるべきことになろう。\n(ｲ)においても、控訴裁判所は、原判決を取り消し、請求を棄却する旨の判決をすることが想定される。ここでも不利益変更禁止原則の適用を検討する必要があるが、具体的な事実関係の下で、相殺の判断に係る既判力（法第１１４条第２項）の検討を含めるべきことを論じた上で、請求棄却判決がＸにとって不利益変更に当たることを指摘することが期待される。\n(ｳ)では、控訴裁判所も請求認容判決をすることが想定されるものの、乙債権の弁済による消滅により、訴訟外の相殺の主張につき判断が不要となる点を指摘し、原判決の理由中でされていた丙債権による相殺に係る判断が控訴裁判所の判決ではなされないことの帰結について検討することが求められる。訴訟外の相殺の主張の判断に法第１１４条第２項の適用を認める通説では、丙債権に係る判断につき既判力の範囲に変更が生ずることから、控訴裁判所は、原判決を取り消し、Ｘの請求を認容する旨を主文とする判決をすべきことになろう。\n設問３の課題１では、甲債権を認めて、ＸのＹに対する請求を認容する旨の判決が確定した後、ＸがＹの補助参加人であったＺに対して甲債権に係る保証債務の履行を請求したという場合において、ＸＹ間の確定判決が、ＸのＺに対する保証債務履行請求訴訟において何らかの拘束力を及ぼすかを問うものである。確定判決の拘束力としては様々なものを想定し得ることから、それらを広く取り上げた上で、それぞれの拘束力について十分に検討をすることが期待される。一例を挙げるならば、通説の立場から、Ｚは、法第１１５条により既判力の拡張を受ける者ではないこと、法第４６条の効力は、参加人と被参加人との間の敗訴責任の共同分担という根拠から認められる特別な効力であって、参加人と相手方との間に生ずることは想定されないことを論じた上で、さらに、争点効又は法第２条に基づく信義則上の拘束力の作用を認め得るか、を論ずることが考えられる。\n設問３の課題２は、ＸのＹに対する請求認容判決の確定後、保証債務を履行したＺがＹに対して求償請求訴訟を提起した場合に、ＸのＹに対する請求認容判決に係る法第４６条の効力をＺが援用し得るか、という点を問うものである。補助参加人による被参加人に対する同条の効力の援用が、同条の根拠から正当化し得るか、という点を、同条自体は、被参加人から補助参加人に対して同条の効力を援用する場合を想定していることを踏まえて論ずることが期待される。例えば、法第４６条の根拠を敗訴責任の共同分担と捉える立場からは、補助参加人から被参加人に対して同条の効力を援用することは認められてしかるべきであると論ずることが考えられるが、このように論ずる場合には、同条が被参加人から補助参加人への援用を想定していることとの整合性をどうつけるかについても一定の説明が求められよう。\n【刑事系科目】\n〔第１問〕\n- 13 -\n１ 設問１について本設問は、構成要件上、「人を欺いて財物を交付させ」るとして手段・態様が限定される詐欺罪について、現金の交付を求める文言が述べられるより前に、実行の着手を認めて詐欺未遂罪が成立するとする場合の論拠（設問１⑴）及び当該論拠に基づき具体的事実関係に即して実行の着手が認められる時点を明らかにすること（設問１⑵）を求めるものであり、現金を詐取する計画の下、段階を踏みながら複数のうそを重ねて行われる詐欺の犯行について、詐欺未遂罪の成立を認める立場から、実行の着手を認める論拠を明示した上で、具体的事実に即して実行の着手時期を明らかにさせることによって、未遂犯の解釈に関する基本的な知識と理解を問うとともに、規範との関係で事実を適切に評価して規範を適用し、妥当な結論を導く思考力を問うものである。\n詐欺罪の実行行為としての欺罔行為は、財物交付に向けられたものである必要があるところ、詐欺において財物の交付を求める行為こそが、人に財物を交付しなければならないという中核部分に錯誤を生じさせる行為であると解し、それに至らない段階では財物交付に向けられた行為とは認められないと解した場合、甲らは、Ａに対し、「現金の交付を求める文言」\n（すなわち、「捜査のために必要なので現金を預けてほしい」旨のうそ）を述べる前の段階にあるため、未だ実行行為を行っていないことになる。その上で、詐欺罪は、構成要件上、欺罔行為を手段として限定している犯罪であるから、「犯罪の実行に着手してこれを遂げなかった」（刑法第４３条）として未遂犯処罰を認めるためには、実行行為である欺罔行為に着手する必要があると解し、未遂犯処罰に構成要件的制約を認める立場に立つ場合、甲に詐欺未遂罪を認めることはできない。\nそこで、「現金の交付を求める文言を述べる」行為が実行行為としての欺罔行為であるとしても、その前の段階で詐欺未遂罪の成立を認める立場からの説明として、ａ．構成要件上、手段・態様を限定した詐欺罪においても、構成要件による制約を認める必要はないとし、実行行為の開始前に未遂罪の成立が認められるとする論拠を論じることが考えられる。その際には、どのような場合に未遂罪の成立を認めるべきかについて、未遂罪の処罰が認められる根拠から、結果発生の客観的危険性や実行行為との密接関連性、犯行計画を基礎とした行為経過の自動性、時間的場所的近接性等の考慮要素を挙げるなどして具体的な規範を定立しつつ論じることが求められよう。この点、構成要件上、手段・態様を限定した犯罪ではないが、殺人罪に関し、最決平成１６年３月２２日刑集５８巻３号１８７頁が「実行犯３名の殺害計画は、…というものであって、第１行為は第２行為を確実かつ容易に行うために必要不可欠なものであったといえること、第１行為に成功した場合、それ以降の殺害計画を遂行する上で障害となるような特段の事情が存しなかったと認められることや、第１行為と第２行為との間の時間的場所的近接性などに照らすと、第１行為は第２行為に密接な行為であり、実行犯３名が第１行為を開始した時点で既に殺人に至る客観的な危険性が明らかに認められるから、その時点において殺人罪の実行の着手があったものと解するのが相当である。」と判示しているのが参考となろう。\n一方、ｂ．実行行為としての欺罔行為に財物交付要求行為までは必要ないが、詐欺未遂罪の成立には欺罔行為の一部を開始している必要があると解する場合には、詐欺罪の実行行為としての欺罔行為の意義を明らかにする必要がある。被害者から現金を詐取する計画の下、被害者が現金を交付する判断の前提となる事項につながる重要なうそや、現金交付を求める行為に直接つながるうそを積み重ね、段階を踏みながら進められる詐欺事犯の特徴を押さえた上で、被害者に財物を交付させる危険性の高まりを考慮し、実行行為としての欺罔行為を認めることが考えられる。この立場に立つ場合、甲らの行為が実行行為としての欺罔行為を一部開始しているとして詐欺未遂罪の成立を説明することになろう。また、欺罔行為に財物交付要求行為は必要ないとの立場に立った上で、甲らの行為は実行行為としての欺罔行為に- 14 -\n当たらないとした場合でもなお、詐欺未遂罪の成立には欺罔行為の一部を開始している必要はないと解する場合には、上記ａ．の立場から詐欺未遂罪の成立を論じる余地はあろう。いずれの立場に立つ場合であっても、欺罔行為の意義、詐欺未遂罪の成立を認める論拠及び構成要件的制約の要否の相関関係に留意する必要がある。\nなお、判例は、詐欺未遂罪の成立に現金の交付を求める文言を述べることまでは必要としておらず、最判平成３０年３月２２日刑集７２巻１号８２頁が【事例１】と類似の事案において、「本件嘘の内容は、その犯行計画上、被害者が現金を交付するか否かを判断する前提となるよう予定された事項に係る重要なものであったと認められる。そして、このように段階を踏んで嘘を重ねながら現金を交付させるための犯行計画の下において述べられた本件嘘には、預金口座から現金を下ろして被害者宅に移動させることを求める趣旨の文言や、間もなく警察官が被害者宅を訪問することを予告する文言といった、被害者に現金の交付を求める行為に直接つながる嘘が含まれており、…被害者に対し、本件嘘を真実であると誤信させることは、被害者において、間もなく被害者宅を訪問しようとしていた被告人の求めに応じて即座に現金を交付してしまう危険性を著しく高めるものといえる。このような事実関係の下においては、本件嘘を一連のものとして被害者に対して述べた段階において、被害者に現金の交付を求める文言を述べていないとしても、詐欺罪の実行の着手があったと認められる。」と判示していることも参考となろう（実行行為としての欺罔行為には財物交付を求める行為が必要であるとしつつ、上記ａ．の立場に立ち、詐欺未遂罪の成立を認める山口厚裁判官の補足意見が付いている。）。\n設問１⑵は、設問１⑵において定立した規範を【事例１】に当てはめ、具体的事実に即して甲に実行の着手を認める時点を明らかにすることを求めるものである。上記ａ．の立場に立つ場合は、設問１⑴において定立した詐欺未遂罪成立のための規範を【事例１】の事実に当てはめ、①から⑥のどの時点で詐欺未遂罪成立とするのかを論じることになる。上記ｂ．\nの立場に立つ場合には、先に明らかにした欺罔行為の意義から、【事例１】の①から⑥のどの時点で実行行為を開始したと評価して実行の着手を認めるのかを論じる必要がある。\n規範の当てはめにおいては、先に定立した規範と整合する当てはめを行っていることはもとより、具体的事実の持つ意味を規範との関係で評価することが求められる。また、本設問では実行の着手を認める時点とそれより前の時点との実質的相違を明らかにしつつ論じることが求められているから、実行の着手を認める理由とそれより前の時点では実行の着手ありと認められない理由を、定立した規範との関係で説得的に論じる必要がある。\n【事例１】において、甲は、乙及び丙との詐欺の犯行計画の下、①時点で対象者となるＡ\nを選び出したが、Ａに対する直接の働き掛けはない。現金交付を求める前日の②時点で、甲は、Ａに警察官であることなどを伝え、今後の虚言をＡに信じさせるための前提となるうそを言っているが、現金交付につながるような虚言は何ら含まれていない。現金交付を求める当日午前１０時の③時点で、甲は、Ａの預金口座が不正に利用されている疑いがあり、捜査のために必要であるとして同口座から現金を引き出してＡ方に持ち帰らせるように仕向けるうそを言っており、捜査のために必要であると信じさせることは、Ａが現金を乙らに引き渡す際の判断の前提につながるものである上、Ａ方に現金を用意させることは、現金の交付を求める行為に直接つながるものであるから、③時点のうそが現金交付要求行為につながる重要なものであって、Ａが甲らに現金を交付する危険を高めるものとも言えよう。ただし、この段階でＡの預金が引き出されるか否かは未だ不確定な要素があるとも言える。④時点でＡ\nが現金を引き出してＡ方に持ち帰っているため、甲らの求めに応じて現金を交付する危険性が現実味を帯びてきたとも言えるが、④時点で甲らが何らかの行為を行ったものではない。\n同日正午の⑤時点で、甲がＡに警察官がＡ方に向かう旨告げ、この後、警察官を装った乙らがＡに現金の交付を求めることになっていたから、この時点のうそは、現金の交付要求行為\n- 15 -に密接しているとも言えよう。また、来訪者が警察官であると信じさせることも、Ａが乙らに現金を交付する危険性を高めるものとも言える。その１時間後の⑥時点で、警察官を装った乙らがＡ方を訪ねており、Ａが玄関ドアを開けさえすれば、正に現金交付要求文言が告げられようとする段階と言える。こうした各事実の持つ意味を評価しながら、定立した規範を具体的事実に当てはめ、事実に即して実行の着手時期を論じる必要がある。\n２ 設問２について本設問は、甲が乙及び丙との詐欺の計画に従い、Ｂをだまして３００万円を預金口座から引き出させてＢ方に持ち帰らせ、乙らに対し、計画どおりＢから現金をだまし取ってくるように指示し、乙らがこれを了承したが、乙らがＢ方に向かう道中、Ｂを縛って現金を奪うことを話し合い、ロープ等を用意してＢ方に赴き、インターホンを鳴らして玄関ドアを開けさせた後、Ｂ方に押し入り、Ｂの手足を縛るなどしてＢを床上に倒した後、上記３００万円をＢ方から持ち出し、その後、Ｂ方に残されたＢが緊縛を解いた後、立ち上がろうとして足のしびれから転倒して頭部打撲の傷害を負った事例を題材に、甲らの罪責の検討を求めることによって、刑事実体法の基本的な概念に関する正確な理解及び事実関係の的確な分析能力を問うものである。\n甲については、共犯者乙及び丙が当初の詐欺の共謀に引き続き、詐欺と異なる態様による犯行を行って、当初の目的どおりの財物を奪取し、甲がこの分配を受けていることから、共犯者の行為について、当初の共謀に基づくものとして罪責を負うか否かの検討が求められる。\n従前、乙及び丙が甲との間で詐欺を繰り返していたことから、乙らが現金の強奪行為に出ることを甲が全く予見できなかった点などを理由に、乙及び丙の行為は甲との共謀に基づいて行われたものではないとみる余地もあろうが、甲及び乙らとの間の意思連絡の内容、動機の同一性・連続性、侵害法益の同一性、甲がＢに３００万円を用意させるなどした行為の影響、関与の程度等の事情を考慮し、甲が乙及び丙が行った行為についても共謀に基づくものとして罪責を負うと解することが考えられる。このように解した場合には、甲には詐欺罪の故意しかないことから、異なる構成要件にまたがって実現された犯罪について故意既遂犯を認めることができるのか（刑法第３８条第２項）についても論じる必要があろう。\nまた、甲の罪責を検討する前提として、乙及び丙の罪責を検討する必要があり、乙及び丙がＢを緊縛するなどして３００万円を奪った行為が強盗罪の構成要件に該当することは明らかであるが、強盗の犯行後、Ｂが転倒して負った傷害結果を乙及び丙に帰責できるか否かの検討が求められる。\nＢの傷害結果は、乙らによる緊縛行為を原因とする足のしびれからくる転倒によって生じているところ、強盗の手段たる暴行から傷害結果が生じたと認められる場合、強盗の機会性を検討するまでもなく、強盗致傷罪が成立する。他方で、Ｂの転倒には、ＢがＣからそのまま座っているように言われたにもかかわらず、自ら立ち上がったという事情が介在しているため、Ｂの行為が寄与して発生した傷害結果を乙及び丙の行為に帰責できるか否かについて、緊縛行為と傷害結果との間の因果関係の有無を検討する必要があろう。この場合、傷害の原因となる行為が強盗の手段である暴行であることの意味を的確に把握した上で問題の所在を示し、因果関係の有無を論述することが求められる。\n３ 設問３について本設問は、いずれも警察官の公務に対する丁による妨害行為でありながら、一方については業務妨害罪の成立を否定しつつ、一方については業務妨害罪の成立を肯定するという結論を導くために、どのような説明があり得るかを検討させることによって、業務妨害罪に関する解釈論の知識と理解を問うとともに、具体的な事実関係を分析し、法規範を適用する能力及び論理的思考力を問うものである。\nまず、結論を導くための前提として、丁によって妨害の対象となった公務を特定して把握\n- 16 -することが求められる。その上で、本設問の結論を導くためには、一定の公務についてのみ業務妨害罪の成立を認める必要があることから、強制力を行使する権力的公務は、妨害に対する自力排除力を有するため業務妨害罪の「業務」に含まれず、非権力的公務は「業務」として同罪により保護されると解する見解に立つことが考えられる。\nそうすると、設問３の６の事実において、丁の「威力」（刑法第２３４条）によって妨害の対象とされた公務が警察官Ｄの乙を逮捕しようとする強制力を行使する権力的公務であるのに対し、設問３の７の事実において、丁による虚偽通報という「偽計」（刑法第２３３条）\nの手段によって妨害の対象とされた警察官５名の公務は、乙を追跡し、逮捕しようとする虚偽通報がなければ遂行されていたはずの公務であることなどから、未だ強制力を行使する段階にないと説明することによって警察官５名の公務が業務妨害罪によって保護されるとの結論を導くことができよう。\nまた、偽計による妨害については、これらの妨害に対する自力排除力がないことを理由に、すべての公務が業務妨害罪の「業務」に含まれるとする見解に立つことによっても、本設問の結論を導くことができよう。\nいずれの見解から説明する場合であっても、妨害の対象となる公務を的確に把握した上で、一定の公務のみが業務妨害罪によって保護されるとの結論を導く理由を説得的に論述することが求められる。\n〔第２問〕\n本問は、強盗殺人未遂事件を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、いずれも領置の適法性を問うものである。すなわち、【捜査①】は、司法警\n察員が、強盗殺人未遂事件の犯人の可能性がある甲がその居住するアパートのごみ置場に投棄したごみ袋を回収した行為、【捜査②】は、司法警察員が、上記甲が公道上に投棄した使用済みの容器を回収した行為であり、それぞれの適法性を論じさせることにより、刑事訴訟法第２２１条の定める「領置」の正確な理解と具体的事実への適用能力を試すものである。\n同条は、「被疑者その他の者が遺留した物」（遺留物）あるいは「所有者、所持者若しくは保管者が任意に提出した物」（任意提出物）を領置することを認めているが、【捜査①】では、本問のごみ袋が任意提出物といえるか、【捜査②】では、本問の容器が遺留物といえるかが問題となり、いえるとして捜査機関は何ら制限なくこれらを領置することができるかが問題となるため、これらの問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じる必要がある。\nまず、同条における「領置」が、占有取得の過程に強制の要素が認められないからこそ令状を要しないとされている趣旨に立ち返り、「遺留物」とは、遺失物より広い概念であり、自己の意思によらずに占有を喪失した場合に限られず、自己の意思によって占有を放棄し、離脱させた物も含むと定義する必要がある。その上で、【捜査①】では、甲が自己の意思でごみ袋を投棄しており「遺留物」に該当しそうなところ、投棄場所がアパートのごみ置場であることから、なお当該アパートの大家にその占有が残っているとして、当該ごみ袋が「所有者、所持者若しくは保管者」たる大家からの「任意提出物」に該当するか否か、【捜査②】では、甲が自己の意思で容器を公道に投棄しているとして、当該容器が「遺留物」に該当するか否かを検討する必要がある。そして、いずれの設問についても、「領置」の要件を満たすとして、排出者がごみを排出する場合における「通常、そのまま収集されて他人にその内容を見られることはないという期待」や「ＤＮＡ型を知られることはないという期待」がプライバシーの利益として法的に保護されるものか否かを検討し、さらに、それらが法的に保護される利益であるとし\n- 17 -ても、本件事例においてなお要保護性が認められるか否かを論じるべきである。\nこうした法解釈の枠組みの下で、本件事例の具体的状況下におけるごみ袋や容器の領置の必要性及び相当性を検討することになろうが、いずれについても事例中に現れた具体的事実を的確に抽出し、分析しながら論じる必要がある。その論じ方については、個々の適法又は違法の結論はともかく、具体的事実を事例中からただ書き写して羅列すればよいというものではなく、それぞれの事実が持つ意味を的確に分析して論じなければならない。例えば、【捜査①】では、本件ごみ袋が約２時間後に回収されるという状況の下で、強盗殺人未遂事件という重大犯罪の犯人特定のために、犯行現場に遺留された足跡や防犯カメラに記録された映像と対照させるといった捜査の必要性に加えて、甲が投棄したごみ袋の特徴を確認した上で、そのごみ袋１袋のみを領置したといったことを踏まえ、相当性を検討するべきである。また、【捜査②】では、甲が強盗殺人未遂事件の犯人である可能性がより高まったという状況の下で、犯人のものである可能性が高いＤＮＡ型が判明したことや、甲がアパートのごみ置場に投棄するごみの中から甲のＤＮＡだけを採取することが困難であったという捜査の必要性に加え、捜査機関が領置の過程に関与している点をどのように評価するか、その際、捜査機関が捜査目的を秘してボラン\nティアの一員になり、自ら甲に接触している一方で、甲が自ら投棄した容器を回収しているにとどまり、領置行為自体における捜査機関の関与の程度は高いものとは言えないことなどの事情をどのように評価するかについて、【捜査①】との違い（投棄された場所や保護されるべきプライバシーの利益の内容）を踏まえて、相当性を検討する必要があろう。\n〔設問２〕は、いずれも実況見分調書の証拠能力を問うものである。すなわち、【実況見分\n調書①】には、被疑者甲が被害者Ｖ方と同種の錠前を解錠する状況が撮影された写真が貼付され、かつ、解錠状況に関する甲の説明内容が記載され、また【実況見分調書②】には、Ｖが被害状況を再現した写真が貼付され、かつ、被害状況に関するＶの説明内容が記載されており、検察官は、各実況見分調書の立証趣旨について、それぞれ「甲がＶ方の施錠された玄関ドアの鍵を開けることが可能であったこと」、「被害再現状況」としているところ、こうした性質の異なる内容を含む実況見分調書について、それらの証拠能力を問うことにより、伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。\n【実況見分調書①】は、司法警察員Ｑが行った実況見分の結果を記載したものであるから、\n論述に当たっては、まず捜査官が五官の作用によって事物の存在及び状態を観察して認識する作用をもつ検証の結果を記載した書面に類似した書面として、刑事訴訟法第３２１条第３項により、作成者Ｑが公判期日において証人として尋問を受け、その真正に作成されたものであることを証言すれば証拠能力が付与されるという本調書全体の性質を論ずる必要があろう。その上で、本調書には、公判期日外でなされた甲の供述が記載されていることから、これらの部分の証拠能力について、更に伝聞法則の適用があるか否かを要証事実との関係で検討した上で、その有無を論じる必要がある。\n【実況見分調書②】についても、検察官Ｒが作成した実況見分調書の中に、公判期日外でな\nされたＶの供述が記載されていることから、まず刑事訴訟法第３２１条第３項の適用を論じた上で、Ｖの供述を記載した部分の証拠能力について、最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁）を踏まえつつ、伝聞法則の適用があるか否かを要証事実との関係で検討した上で、その有無を論じる必要がある。\nいずれの実況見分調書についても、正確な法的知識を当然の前提としながら、法解釈論や要件について抽象的に論じるだけでなく、事例中に現れた具体的事実関係を前提に、法的に意味のある事実の適切な把握と要件のあてはめを行うことが求められる。\n【選択科目】"
}