{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ｖは、令和４年１０月２５日午前２時頃、Ｈ県Ｉ市内のＶ方２階寝室で就寝中、物音に気付いたため、１階リビングルームに行き、照明をつけた。すると、黒のニット帽、黒のマスク、黒のジャンパー、黒の手袋、緑の作業ズボン、黒のスニーカー姿の身長１６５センチメートル\nくらいで、小太りの男性（以下「犯人」という。）がタンスを物色していた。犯人がＶにつかみかかってきたため、Ｖが無我夢中で腕を振ったところ、その拳が犯人の鼻の辺りに強く当たった。これに対し、犯人は、その場にあったゴルフクラブを手に取り、Ｖの左側頭部を１回殴打して、逃走した。Ｖは、犯人から殴打された左側頭部から出血して、その場に倒れて失神した。その後、覚醒したＶは、同日午前２時１２分頃、１１０番通報し、強盗の被害に遭って犯人にゴルフクラブで頭を殴られたこと、犯人はゴルフクラブを持って逃走したと思われること、犯人の着衣や背格好などを伝えた。\nＨ県警察Ｉ警察署の司法警察員Ｐは、同日午前２時１８分頃、現場であるＶ方に臨場し、玄関から１階リビングルームにつながる廊下に足跡があるのを発見した。このとき、Ｐは、Ｖがすぐに病院に救急搬送されたため、Ｖから詳細な被害状況を聞くことができなかった。Ｐらは、住居侵入・強盗殺人未遂事件（以下「本件事件」という。）として、捜査を開始したが、同現場からは、足跡以外に、犯人の特定につながる証拠を発見することができなかった。\n２ その後、Ｐは、Ｖ方付近にあるコンビニエンスストアに設置された防犯カメラの映像に、同日午前２時７分頃、Ｖが１１０番通報した際に告げた犯人の着衣や背格好などに酷似した男性が、長い棒状の物を手に持ち北西方向に走っている様子が記録されているのを発見した。また、Ｐは、同コンビニエンスストアから北西に約１キロメートル離れた場所にあるガソリンスタン\nドに設置された防犯カメラの映像に、同日午前２時２２分頃、マスクは着けておらず、長い棒状の物も持っていなかったものの、前記コンビニエンスストアの防犯カメラの映像に記録されていた男性と酷似した男性が、同ガソリンスタンドの向かいにあるアパートの建物の中に入っていく様子が記録されているのを発見した。Ｐは、この男性（以下「甲」という。）が本件事件の犯人である可能性が高いと考え、甲の動向を確認するため、同日午前４時頃から同アパート周辺の公道上での張り込みを開始した。\nすると、同日午前６時頃、甲が同アパートの建物から出てきて、同アパートの敷地内にあるごみ置場にごみ袋１袋を投棄した。そこで、Ｐは、同ごみ袋の外観の特徴を公道上から目視して確認した上で、同アパートの敷地と隣接する大家方に赴いた。このとき、Ｐは、同アパートの所有者である大家から、同アパートでは、居住者に対して、ごみを同ごみ置場に捨てるように指示しており、大家が同ごみ置場のごみの分別を確認し、公道上にある地域のごみ集積所に、ごみ回収日の午前８時頃に搬出することにつき、あらかじめ居住者から了解を得ていることを聞いた。Ｐは、この日が同ごみ集積所のごみ回収日であったことから、大家と一緒にアパート\nの敷地内の同ごみ置場に向かい、そこに投棄されていた複数のごみ袋の中から、先ほど特徴を確認しておいたごみ袋１袋だけを選び、大家から任意提出を受けて領置した【捜査①】。\nＰは、同ごみ袋をＩ警察署に持ち帰り、同ごみ袋を開けて内容を確認したところ、黒のスニ\nーカー１足が入っているのを発見した。捜査の結果、同スニーカーの靴底の紋様が、Ｖ方廊下に付着していた足跡と矛盾しないものであることが判明した。しかし、同スニーカーは大手ディスカウントショップで大量に販売されていたものであった上、同スニーカーから、犯人の特定につながる証拠を得ることもできなかった。そのため、Ｐは、この段階では甲の逮捕状を請求することは難しいと考えた。３ 一方で、Ｉ警察署の司法警察員らは、犯人の逃走経路と考えられる場所の捜索をしていたところ、同月２６日、植え込みの中からゴルフクラブと黒のマスクを発見した。同ゴルフクラブには血液が付着しており、ＤＮＡ型鑑定により、その血液のＤＮＡ型とＶのＤＮＡ型が一致することが判明した。また、同マスクの内側及び外側にも血液が付着しており、ＤＮＡ型鑑定により、外側に付着した血液のＤＮＡ型とＶのＤＮＡ型が一致することが判明した。一方、内側に付着した血液については、同マスクが本件事件の凶器であると考えられる同ゴルフクラブと同じ場所に投棄されていたこと、犯人が犯行当日に黒のマスクを着けており、Ｖの拳が犯人の鼻付近に強く当たったことなどから、犯人の血液である可能性が極めて高いと認められた。もっとも、ＤＮＡ型鑑定により、そのＤＮＡ型は判明したものの、同ＤＮＡ型は、警察が把握していたＤＮＡ型のデータベースには登録されていなかった。\nＩ警察署の司法警察員らは、甲と犯人との同一性を判断するために、甲のＤＮＡ型を特定するための証拠を入手したいと考えた。しかし、行動確認の結果、甲方に複数人が出入りしていることが判明していたことから、ごみの中から甲のＤＮＡ型を特定するための証拠を入手することが難しい状況であった。そうしたところ、Ｐは、ボランティアがＩ市内の公園で開催し、多数の人に食事の提供をしている炊き出しで、甲が食事の提供を受けていることを把握した。\nＰは、公園内のごみ箱に甲が投棄した炊き出し用の使い捨て容器を回収することを考えたが、炊き出しの参加者が多く、甲が使用した容器だけを選別することは困難であると思われた。そこで、Ｐは、同月３０日、ボランティアの一員として炊き出しに参加し、容器の裏側にマークを付けて、同容器に豚汁を入れて甲に手渡した。すると、甲は、数人と連れ立って公園を出て公道上に座り込み、当該容器の豚汁を食べ終えると、空の容器を公道上に投棄して、その場を去った。Ｐは、ボランティアが炊き出しを終えて公園から去った後、公道上に投棄されていた複数の容器の中から前記マークの付いた容器を回収して、これを領置した【捜査②】。\nその後、ＤＮＡ型鑑定により、同容器に付着した唾液から判明した甲のＤＮＡ型が、犯人のものである可能性が極めて高い前記ＤＮＡ型と一致することが判明した。そこで、Ｐは、甲の逮捕状及び甲方の捜索差押許可状を取得し、同年１１月１日、甲を逮捕するとともに、甲方の捜索を実施し、鍵を開けるための特殊な道具（以下「ピッキング用具」という。）を差し押さえた。甲は、逮捕後、本件事件について自白し、同月２日にＨ地方検察庁の検察官に送致され、同日中に勾留された。\n４ Ｉ警察署の司法警察員Ｑは、同月４日、同署において、Ｖから被害状況を聴取した。Ｖは、Ｑに対し、「犯人が、右手でゴルフクラブのグリップを握り、すごい速さでゴルフクラブを斜め上から振り下ろして、私の左側頭部を殴った。」旨供述し、その旨の警察官面前調書が作成された。\n５ Ｑは、同月５日、Ｉ警察署において、甲の取調べを行った。甲は、Ｑに対し、窃盗目的で、施錠されていたＶ方玄関ドアの特殊な錠をピッキング用具で解錠して室内に侵入し、タンスを物色するなどしたが、Ｖに発見されたため、逮捕を免れる目的でＶの頭部をゴルフクラブで殴打した旨供述し、その旨の警察官面前調書が作成された。そこで、Ｑは、甲方から押収されたピッキング用具と同種のもの及び本件犯行時にＶ方に設置されていた錠と同種の特殊な錠を準備し、同日、同署において、甲に対し、「この道具を使って、この錠を開けられますか。」と尋ねた。甲は、随時説明しながらピッキング用具を使って解錠した。後日、Ｑは、その解錠の状況につき、【実況見分調書①】を作成した。同調書には、甲が解錠している前記状況を連続して撮影した写真が複数枚添付されており、これらの写真の下に、それぞれ「被疑者は、『このように、ピッキング用具を鍵穴に入れてこうして動かしていくと解錠できます。』と説明した。」との記載があった。また、甲が解錠された後の錠を指さしている場面の写真１枚が添付されており、その下に「被疑者は、『このように解錠できました。』と説明した。」との記載があった。ところが、その後、甲は、取調べにおいて、黙秘に転じた。６ Ｈ地方検察庁の検察官Ｒは、同月８日、同検察庁において、Ｖから被害状況を聴取したところ、Ｑに対して供述した内容と同様の説明をしたため、その旨の検察官面前調書を作成するとともに、同日、同検察庁において、Ｖを立会人とした実況見分を実施した。その際、Ｒは、前記ゴルフクラブと同種のものを準備し、検察事務官Ｓを犯人に見立て、Ｖに対し、被害状況について説明を求めつつ再現させた上、その再現状況を写真撮影した。後日、Ｒは、この結果につき、【実況見分調書②】を作成した。同調書には、Ｓが右手でゴルフクラブのグリップを握り、Ｖの左側頭部を目掛けて振り下ろしている場面の写真１枚が添付されており、その下に「このようにして、犯人は、右手に持っていたゴルフクラブで私の左側頭部を殴りました。」との記載があった。\n７ 同月２０日、甲は、住居侵入・強盗殺人未遂罪によりＨ地方裁判所に起訴された。\n同被告事件は、裁判所の決定により、公判前整理手続に付された。同手続の中で、公判立会検察官Ｔは、前記【実況見分調書①】につき、立証趣旨を「甲がＶ方の施錠された玄関ドアの錠を開けることが可能であったこと」として、証拠調べの請求をした。また、Ｔは、前記Ｖの検察官面前調書につき、立証趣旨を「被害状況」とし、前記【実況見分調書②】につき、立証趣旨を「被害再現状況」として、それぞれ証拠調べの請求をした。\nこれに対し、甲の弁護人は、「犯人性を争う。」と主張し、いずれの証拠についても不同意とした。\nその後、Ｖは、公判前整理手続が終了する前に交通事故により死亡した。\n〔設問１〕\n下線部の【捜査①】及び【捜査②】の領置の適法性について、具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n【実況見分調書①】及び【実況見分調書②】の証拠能力について、具体的事実を摘示しつつ論\nじなさい。ただし、【捜査①】及び【捜査②】の適否が与える影響については論じなくてよい。",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は、強盗殺人未遂事件を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、いずれも領置の適法性を問うものである。すなわち、【捜査①】は、司法警\n察員が、強盗殺人未遂事件の犯人の可能性がある甲がその居住するアパートのごみ置場に投棄したごみ袋を回収した行為、【捜査②】は、司法警察員が、上記甲が公道上に投棄した使用済みの容器を回収した行為であり、それぞれの適法性を論じさせることにより、刑事訴訟法第２２１条の定める「領置」の正確な理解と具体的事実への適用能力を試すものである。\n同条は、「被疑者その他の者が遺留した物」（遺留物）あるいは「所有者、所持者若しくは保管者が任意に提出した物」（任意提出物）を領置することを認めているが、【捜査①】では、本問のごみ袋が任意提出物といえるか、【捜査②】では、本問の容器が遺留物といえるかが問題となり、いえるとして捜査機関は何ら制限なくこれらを領置することができるかが問題となるため、これらの問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じる必要がある。\nまず、同条における「領置」が、占有取得の過程に強制の要素が認められないからこそ令状を要しないとされている趣旨に立ち返り、「遺留物」とは、遺失物より広い概念であり、自己の意思によらずに占有を喪失した場合に限られず、自己の意思によって占有を放棄し、離脱させた物も含むと定義する必要がある。その上で、【捜査①】では、甲が自己の意思でごみ袋を投棄しており「遺留物」に該当しそうなところ、投棄場所がアパートのごみ置場であることから、なお当該アパートの大家にその占有が残っているとして、当該ごみ袋が「所有者、所持者若しくは保管者」たる大家からの「任意提出物」に該当するか否か、【捜査②】では、甲が自己の意思で容器を公道に投棄しているとして、当該容器が「遺留物」に該当するか否かを検討する必要がある。そして、いずれの設問についても、「領置」の要件を満たすとして、排出者がごみを排出する場合における「通常、そのまま収集されて他人にその内容を見られることはないという期待」や「ＤＮＡ型を知られることはないという期待」がプライバシーの利益として法的に保護されるものか否かを検討し、さらに、それらが法的に保護される利益であるとしても、本件事例においてなお要保護性が認められるか否かを論じるべきである。\nこうした法解釈の枠組みの下で、本件事例の具体的状況下におけるごみ袋や容器の領置の必要性及び相当性を検討することになろうが、いずれについても事例中に現れた具体的事実を的確に抽出し、分析しながら論じる必要がある。その論じ方については、個々の適法又は違法の結論はともかく、具体的事実を事例中からただ書き写して羅列すればよいというものではなく、それぞれの事実が持つ意味を的確に分析して論じなければならない。例えば、【捜査①】では、本件ごみ袋が約２時間後に回収されるという状況の下で、強盗殺人未遂事件という重大犯罪の犯人特定のために、犯行現場に遺留された足跡や防犯カメラに記録された映像と対照させるといった捜査の必要性に加えて、甲が投棄したごみ袋の特徴を確認した上で、そのごみ袋１袋のみを領置したといったことを踏まえ、相当性を検討するべきである。また、【捜査②】では、甲が強盗殺人未遂事件の犯人である可能性がより高まったという状況の下で、犯人のものである可能性が高いＤＮＡ型が判明したことや、甲がアパートのごみ置場に投棄するごみの中から甲のＤＮＡだけを採取することが困難であったという捜査の必要性に加え、捜査機関が領置の過程に関与している点をどのように評価するか、その際、捜査機関が捜査目的を秘してボラン\nティアの一員になり、自ら甲に接触している一方で、甲が自ら投棄した容器を回収しているにとどまり、領置行為自体における捜査機関の関与の程度は高いものとは言えないことなどの事情をどのように評価するかについて、【捜査①】との違い（投棄された場所や保護されるべきプライバシーの利益の内容）を踏まえて、相当性を検討する必要があろう。\n〔設問２〕は、いずれも実況見分調書の証拠能力を問うものである。すなわち、【実況見分\n調書①】には、被疑者甲が被害者Ｖ方と同種の錠前を解錠する状況が撮影された写真が貼付され、かつ、解錠状況に関する甲の説明内容が記載され、また【実況見分調書②】には、Ｖが被害状況を再現した写真が貼付され、かつ、被害状況に関するＶの説明内容が記載されており、検察官は、各実況見分調書の立証趣旨について、それぞれ「甲がＶ方の施錠された玄関ドアの鍵を開けることが可能であったこと」、「被害再現状況」としているところ、こうした性質の異なる内容を含む実況見分調書について、それらの証拠能力を問うことにより、伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。\n【実況見分調書①】は、司法警察員Ｑが行った実況見分の結果を記載したものであるから、\n論述に当たっては、まず捜査官が五官の作用によって事物の存在及び状態を観察して認識する作用をもつ検証の結果を記載した書面に類似した書面として、刑事訴訟法第３２１条第３項により、作成者Ｑが公判期日において証人として尋問を受け、その真正に作成されたものであることを証言すれば証拠能力が付与されるという本調書全体の性質を論ずる必要があろう。その上で、本調書には、公判期日外でなされた甲の供述が記載されていることから、これらの部分の証拠能力について、更に伝聞法則の適用があるか否かを要証事実との関係で検討した上で、その有無を論じる必要がある。\n【実況見分調書②】についても、検察官Ｒが作成した実況見分調書の中に、公判期日外でな\nされたＶの供述が記載されていることから、まず刑事訴訟法第３２１条第３項の適用を論じた上で、Ｖの供述を記載した部分の証拠能力について、最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁）を踏まえつつ、伝聞法則の適用があるか否かを要証事実との関係で検討した上で、その有無を論じる必要がある。\nいずれの実況見分調書についても、正確な法的知識を当然の前提としながら、法解釈論や要件について抽象的に論じるだけでなく、事例中に現れた具体的事実関係を前提に、法的に意味のある事実の適切な把握と要件のあてはめを行うことが求められる。",
  "scoring_notes": "１ 採点方針等本年の問題も、昨年までと同様、比較的長文の事例を設定し、その捜査及び公判において生じる刑事手続上の問題点につき、問題の所在を的確に把握し、その法的解決に必要な法解釈・法適用に当たって重要な具体的事実を抽出して分析した上、これに的確な法解釈により導かれた法準則を適用して、一定の結論を筋道立てて説得的に論述することが求められており、法律実務家になるために必要な刑事訴訟法（以下「刑訴法」という。）に関する基本的学識、事案分析能力、法解釈適用能力、論理的思考力、論述能力等を試すものである。\n出題の趣旨は、既に公表したとおりである。\n〔設問１〕は、司法警察員が、強盗殺人未遂事件の犯人の可能性がある甲がその居住するアパートのごみ置場に投棄したごみ袋を回収した行為【捜査①】、上記甲が公道上に投棄した使用済みの容器を回収した行為【捜査②】について、各領置の適法性を問うものである。ここでは、刑訴法第２２１条の定める「領置」の正確な理解を踏まえつつ、甲のプライバシーの利益と各領置の必要性を比較衡量して相当性を検討するという判断枠組を示し、事例中に現れた具体的事実を的確に抽出、\n分析して、それらの適法性を論じることが求められる。\n〔設問２〕は、被疑者甲が被害者Ｖ方と同種の錠前を解錠した結果を記載したもの【実況見分調書①】、Ｖが被害状況を再現した結果を記載したもの【実況見分調書②】という性質の異なる内容を含む実況見分調書について、検証調書に準じる書面として、刑訴法第３２１条第３項該当性を検討した上で、本件の具体的事実関係を的確に把握・分析して、要証事実を正確に把握し、各実況見分調書が伝聞証拠に該当するか否か、該当する場合には、適用可能性のある伝聞例外規定に係る要件等の法解釈とその当てはめについて論じることが求められる。\n採点に当たっては、このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は、いずれも、捜査及び公判に関して刑訴法が定める制度・手続及び関連する判例の基本的な理解に関わるものであり、〔設問１〕は、領置の適法性について判断した最高裁判例（最決平成２０年４月１５日刑集６２巻５号１３９８頁、以下「平成２０年決定」という。）、〔設問２〕は、要証事実との関係で実況見分調書の証拠能力について判断した最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁、以下「平成１７年決定」という。）など法科大学院の刑事手続に関する授業でも取り扱われる基本的な判例を正確に理解していれば、本事例において何を論じるべきか自ずと把握することができ、十分解答は可能であろう。\n２ 採点実感各考査委員の意見を踏まえた感想を記す。\n⑴ おおむね出題の意図に沿った論述をしていると評価できる答案としては、次のようなものがあった。\n〔設問１〕では、刑訴法第２２１条の「領置」の意義に関する正確な理解を示し、各捜査の内容に即して、【捜査①】であれば、アパートの大家にごみの占有が残っていることに言及し、当該ごみが「保管者」たるアパートの大家からの任意提出物に該当するかを、【捜査②】であれば、\n甲が投棄した容器が「遺留物」に該当するかを各々検討して、「領置」に該当するかを適切に論じる答案が見受けられた。次に、領置の限界について、平成２０年決定を十分に意識しつつ、甲のプライバシーの利益と各領置の必要性を比較衡量して相当性を検討するという判断枠組を示し、領置対象物の性質、捜査の進展状況、領置の方法など、事例に現れた具体的事実を的確に抽出、分析して結論を導いている答案が見受けられた。\n〔設問２〕では、伝聞証拠の意義を論じた上で、各実況見分調書の刑訴法第３２１条第３項該当性を的確に論じ、さらに、甲及びＶの供述部分が含まれている点に言及し、平成１７年決定を- 7 -十分に意識しつつ、事例に現れた具体的な事実を的確に抽出、分析して、各実況見分調書の要証事実を正確に把握した上で、要証事実との関係で当該実況見分調書が伝聞証拠に該当するかを検討し、該当する場合には、伝聞例外の条文の適用と当てはめについて適切に結論を導いている答案が見受けられた。\n⑵ 他方、そもそも、法原則・法概念の意義や関連する判例の判断基準等についての記述が不十分・不正確で、当該項目についての理解が不足していると見ざるを得ない答案や、法原則や法概念の意義や関連する判例の判断基準等として記述された内容自体には問題がないものの、これらを機械的に暗記して記述するのみで、具体的事実に対してそれらの法原則・法概念や判断基準等を的確に適用することができていない答案、具体的事実に対する洞察が表面的で、その抽出自体が不十分、抽出した事実の持つ意味の分析が不十分・不適切な答案が見受けられた。\n〔設問１〕では、刑訴法第２２１条の「領置」の意義を明らかにした上で、本件ごみの性質に照らし、「遺留物」あるいは「任意提出物」に該当するかを検討する必要があるところ、刑訴法第２２１条への言及が一切ないまま、捜査活動一般に関する総則規定である刑訴法第１９７条第１項の解釈として、あるいは、一応「任意提出」による「領置」とするものの、「任意提出」を「任意処分」と同義であるかのように捉え、「領置は任意処分なので強制処分に至ってはならない」などとした上で、これを単に強制処分と任意処分の区別の観点からのみ論じ、特段の理由なく「強制処分だから違法」、「任意処分だから適法」と結論付けるという答案が少なからず見受けられた。また、アパートの大家の占有に対する言及が乏しく、あるいは理解不十分なもの、例えば、甲が投棄した時点で「遺留物」となり、それを大家が「任意提出」したと論じる答案など、\nおよそ「領置」を正確に理解していないと思われる答案も見受けられた。次に、領置の限界を論じる上で、平成２０年決定を踏まえて、甲のプライバシーの利益の要保護性に着目し、各領置の必要性と比較衡量をして相当性の判断を行うという判断枠組を示すことが求められていたところ、甲のプライバシーの利益に配慮した判断枠組を示すことなく、漫然と任意処分の限界に関する一般論を規範として示した上で結論を導いている答案が少なからず見受けられた。さらに、各領置の必要性及び相当性を検討する際には、事例に現れた具体的事実を的確に抽出し、それぞれの事実が持つ意味を的確に分析しながら論じる必要があるところ、こうした具体的事実の抽出、\n分析においても、事実の拾い上げ自体が不十分、あるいは単なる事実の羅列に留まるもの、例えば、重大事件の犯人を早期に検挙する必要があるなど捜査一般の必要性しか検討できていない答案や、自己の結論と整合する事実を中心に拾い上げ、反対の結論に導き得る事実の拾い上げが不十分なもの、例えば、【捜査①】では、強盗殺人未遂事件という重大犯罪の犯人と酷似した男が甲のアパートに入ったという事実は拾い上げられているものの、甲が投棄したごみ袋が約２時間後に回収される予定であったことや、ごみ袋の特徴を確認した上で、当該ごみ袋１袋だけを領置したことなどの各事情には触れられていない答案、【捜査②】では、犯人のものである可能性が高いＤＮＡ型が判明した事実は拾い上げられているものの、【捜査①】と比較して、甲が重大事件の犯人である嫌疑が高まっていることや、アパートのごみ置場に投棄するごみの中から甲のＤＮＡだけを採取することが困難であったという各事情には触れずに必要性を検討する答案、ＤＮＡが個人識別情報であるという事実だけを抽出して、ＤＮＡ採取行為自体に相当性がないと結論付ける答案、捜査機関が捜査目的を秘して接触している事実だけを抽出し、甲が自ら公道に投棄した容器を回収しているにとどまることや、甲が使用した容器にマークを付け、同人のＤＮＡだけを特定できる方法であったことなどの各事情には触れずに相当性がないと結論付ける答案が相当数見受けられた。\n〔設問２〕では、多くの答案が、伝聞証拠の意義に言及し、かつ、実況見分調書が伝聞証拠であるとして、刑訴法第３２１条第３項に関しても一般論的な論述ができていたものの、伝聞証拠の意義が「公判期日外になされた供述を内容とする証拠」であって、「その供述の内容どおりの事実が存在したこと（供述内容の真実性）を立証するために用いられるもの」であるにもかかわ- 8 -らず、単に「公判廷外の供述」とするなど伝聞証拠の理解が不十分な答案や、同項が本来「検証調書」に関する規定であるにもかかわらず、何らの解釈を示さないまま、実況見分調書に同項が当然適用されるとする答案が少なからず見受けられた。また、同項該当性の検討は、実況見分を行った警察官Ｑの公判外供述の伝聞性を解消するために必要であるところ、Ｑではなく甲の公判外供述が記載されていると指摘するものや、「誰の」公判外供述であるかを一切示さないまま単に「供述内容の真実性が問題となる」として伝聞証拠であるとする答案も相当数見られた。さらに、「その供述の内容どおりの事実が存在したこと（供述内容の真実性）を立証する」ことの意味を正しく理解し、事例に現れた具体的な事実関係を前提に、要証事実を的確にとらえ、平成１７年決定等の理解を踏まえた正確な論述ができている答案も少数にとどまり、要証事実の検討が全くなされていないもの、あるいは、著しく不十分な答案が散見された。例えば、【実況見分調書①】では、検察官の立証趣旨が「甲がＶ方の施錠された玄関ドアの鍵を開けることが可能であったこと」であるところ、事例に現れた具体的事実を抽出、分析して、甲がそれを行うことが少なくとも実況見分の時点で可能であったことを立証する目的であることなどの根拠を示し、要証事実は、公訴事実における犯行の日時に甲がＶ方の施錠された玄関ドアの鍵を開けたことではなく、検察官の立証趣旨と同じであり、伝聞証拠ではない旨認定することが求められるが、特段の根拠を示すことなく結論だけを論じる答案、要証事実を「甲がＶ方の施錠された玄関ドアの鍵を開けることが可能であったこと」としながら、甲の供述の内容の真実性が問題となるとして伝聞証拠と結論付ける答案であり、【実況見分調書②】では、検察官の立証趣旨が「被害再現状況」\nであるところ、事例に現れた具体的事実を抽出、分析し、Ｖの供述どおりの犯行が本件犯行現場で可能だったことを立証する目的ではないことなどの根拠を示し、要証事実は、実質において「再現されたとおりの犯罪事実の存在」、つまり供述内容の真実性であり、伝聞証拠である旨認定することが求められるが、特段の根拠を示すことなく結論だけを論じる答案、平成１７年決定を意識することなく、漫然と要証事実を検察官の立証事実と同じだとして非伝聞証拠とするもの、検察官の立証趣旨を「被害状況」と誤って引用し、「被害再現状況」との区別を意識しない答案、\n甲やＶの各指示説明の記載やそれらの再現状況の写真について、甲やＶの指示説明をいわゆる「現場指示」あるいは「現場供述」のいずれかに当てはめ、特段の論述なく、前者を非伝聞証拠、後者を伝聞証拠と結論付ける答案、写真について「記録過程が機械的になされるので当然に非伝聞証拠である」とする答案などが相当数見受けられた。また、伝聞証拠と結論付けたものの、検察官の面前での被害再現であるにもかかわらず、刑訴法第３２１条第１項第３号の要件該当性を検討する答案、Ｖは死亡しているにもかかわらず、生存していることを前提に論述をする答案、署名押印について一切言及しない答案など、事例に現れた具体的な事実の抽出、分析が不十分な答案も少なからず見受けられた。さらに、実況見分調書自体の伝聞性に触れない答案、各実況見分調書が公判廷外の甲やＶの供述を含むものであるとして、伝聞例外の要件該当性を検討し、その要件を満たさないと認定しながら、刑訴法第３２１条第３項の要件を満たせば、それらも実況見分調書の一体のものとして証拠能力が認められるとする答案、各実況見分調書を再伝聞に該当するとして刑訴法第３２４条の問題とする答案など、伝聞法則の基本的理解が不十分と言わざるを得ない答案も散見された。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕については、刑訴法第２２１条の「領置」の意義に関する正確な理解を示し、各捜査内容に即して、事例に現れた具体的事実を抽出、分析し、「領置」に該当するか否かを適切に論じた上で、平成２０年決定を意識しつつ、甲のプライバシーの利益と各領置の必要性を比較衡量して相当性を検討するという枠組みを示して領置の限界を論じ、領置対象物の性質、捜査の進展状況、領置の方法など、事例に現れた具体的事実を的確に抽出、分析して結論を導いている答- 9 -案であり、〔設問２〕については、伝聞証拠の意義を論じた上で、各実況見分調書について刑訴法第３２１条第３項該当性が問題となることを的確に論じ、さらに、平成１７年決定を十分に意識しつつ、事例に現れた具体的事実を的確に抽出、分析して、各実況見分調書の要証事実を正確に把握し、各実況見分調書の証拠能力を検討する際に必要な伝聞例外の条文適用と当てはめを適切に行っている答案である。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については、領置の意義に関する一応の理解を示し、各捜査内容に即して「領置」\nに該当するか否かを論じた上で、領置の限界について、甲のプライバシーの利益と各領置の必要性を比較衡量して相当性を検討するという判断枠組を示すまでには至っていないものの、平成２０年決定を意識しつつ、当てはめにおいて、不十分ではあるものの、甲のプライバシーの利益にも一応配慮し、事例に現れた具体的事実の抽出、分析をした上で結論を導いている答案であり、\n〔設問２〕については、伝聞証拠の意義や実況見分調書の刑訴法第３２１条第３項該当性に関する的確な論述を行った上で、各実況見分調書の要証事実について、平成１７年決定を意識できており、不十分ではあるものの、事例に現れた具体的事実の抽出、分析をした上で根拠を示しつつ認定し、一応の結論を示すことができており、伝聞例外の条文適用や当てはめも一応論じることができていた答案である。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については、領置の意義に関する一応の理解を示し、各捜査内容に即して、「領置」\nに該当するか否かを適切に論じた上で、領置の限界について、一応事例に現れた具体的事実を抽出、分析しているものの、平成２０年決定への意識がなく、甲のプライバシーの利益に配慮した判断枠組が示されていない上、当てはめにおいても、甲のプライバシーへの配慮が不十分であり、\n物足りなさを感じる答案であり、〔設問２〕については、伝聞証拠の意義や実況見分調書の刑訴法第３２１条第３項該当性に関して一応の理解を示し、各実況見分調書の要証事実を認定した上で結論を導こうとしているものの、要証事実を正確に捉えられていない答案、要証事実を認定する論拠が欠落あるいは不十分な答案、事例の具体的事実の抽出、分析が不正確なために、伝聞例外の適用条文を一部誤った答案である。\n⑷ 「不良の水準」にとどまると認められる答案前記の水準に及ばない不良なものをいう。一般的には、刑訴法上の基本的な原則の意味を理解することなく機械的に暗記し、これを断片的に記述しているだけの答案や、関係条文・法原則を踏まえた法解釈を論述・展開することなく、事例中の事実をただ書き写しているかのような答案等、法律学に関する基本的学識と能力の欠如が露呈しているものである。\n例を挙げれば、〔設問１〕であれば、領置の意義に全く言及することなく、本件回収行為について強制処分に該当するか否か、単に任意処分として許されるかという、強制処分と任意処分の区別に関する一般論を展開するだけの答案がこれにあたる。〔設問２〕であれば、 実況見分調書の伝聞性に一切触れないもの、各実況見分調書の要証事実の検討が全くなされていないもの、各実況見分調書を伝聞証拠とし、伝聞例外の要件を満たさないと認定しながら、刑訴法第３２１条第３項の要件を満たせば実況見分調書全体の証拠能力が認められるとするもの、各実況見分調書を再伝聞に該当するとして刑訴法第３２４条の問題とするものなど、およそ伝聞法則を理解していないとしか評しようのない答案である。\n４ 法科大学院教育に求めるものこのような結果を踏まえると、今後の法科大学院教育においても、刑事手続を構成する各制度の趣旨・目的について、最高裁の基本的な判例を踏まえて、原理原則に遡り、基本から深くかつ正確に理解すること、それを踏まえて、関係条文や判例法理を具体的事例に当てはめて適用する能力を身に付けること、自説の立場から論述の整合性に配慮しつつ論理立てて分かりやすい文章で表現で- 10 -きる能力を培うことが強く求められる。また、刑訴法においては、刑事実務における手続の立体的な理解が不可欠であり、通常の捜査・公判の過程を具体的に想起できるように、実務教育との有機的連携を意識し、刑事手続の各局面において、裁判所、検察官、弁護人の法曹三者が具体的にどのような立場からどのような活動を行い、それがどのように関連して手続が進んでいくのかなど、刑事手続が法曹三者それぞれの立場から動態として積み重ねられていくことについて理解を深めていくことが重要である。"
}