{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の【事例１】から【事例３】までを読んで、後記〔設問１〕から〔設問３〕までについて、答えなさい。\n【事例１】\n１ 甲は、乙及び丙と共に、後記計画に基づき、常習的に高齢者から現金をだまし取っていた。\nその計画は、・ 甲が資産家の名簿を見て、現金をだまし取る対象者を選定する。\n・ 甲が警察官に成りすまして相手方に電話をかけ、「Ｘ警察署の○○です。この度、この地域を担当することになりました。今後、当署からの連絡はこの番号からかけますので、御登録をお願いします。」などとうそを言って、名前と電話番号を告げる（以下、この内容の電話を「１回目の電話」という。）。\n・ その翌日、甲が相手方に電話をかけ、「昨日電話した○○です。あなたの預金口座が、不正に利用されている疑いがあります。捜査のために必要なので、お持ちの預金口座に１００万円を超える残高があるようでしたら、速やかに全額を引き出して自宅に持ち帰った後、こちらに電話をください。」などとうそを言う（以下、この内容の電話を「２回目の電話」という。）。\n・ 相手方に預金口座から現金を引き出させて、自宅にその現金を持ち帰らせる。\n・ その後、相手方からかかってきた電話で、甲が、相手方の現金引出しを確認した上、「これから警察官がそちらに向かいます。」とうそを言う。\n・ その約１時間後、乙及び丙が警察官を装って相手方の家を訪ねる。\n・ 乙及び丙が、捜査のために必要なので現金を預けてほしい旨のうそを言い、その交付を受けて現金をだまし取る。\nというものであった。\n２ 甲らは、上記計画に従い、以下の行為に及んだ。\n① 甲は、某月１日、名簿から現金をだまし取る対象者として高齢の男性Ａを選んだ。\n② 甲は、同日午前１０時、Ａに１回目の電話をかけた。\n③ 甲は、同月２日午前１０時、Ａに２回目の電話をかけた。\n④ 甲のうそを信用したＡは、預金口座から２００万円を引き出して自宅に持ち帰った。\n⑤ 甲は、同日正午、Ａからかかってきた電話に出て、Ａが２００万円を引き出したことを確認した上、Ａに対し、「これから警察官がそちらに向かいます。」とうそを言った。\n⑥ 乙及び丙は、甲の指示に基づき、同日午後１時、警察官を装ってＡ宅を訪ねた。\nしかし、乙らの姿を見て不審に思ったＡが玄関ドアを開けなかったため、乙及び丙は、捜査のために必要なので現金を預けてほしい旨のうそを言うことができないまま、Ａから現金をだまし取ることを断念した。\n〔設問１〕 【事例１】におけるＡに対する甲の罪責に関し、以下の⑴及び⑵について、答えなさ\nい。なお、⑴及び⑵のいずれについても、自らの見解を問うものではない。\n⑴ 甲に詐欺未遂罪の成立を認める立場から、その結論を導くために、どのような説明が考えられるか。詐欺罪が「人を欺いて財物を交付させ」るという手段・態様を限定した犯罪であるのに、その実行の着手に「現金の交付を求める文言を述べること」を要しないと考える理由に触れつつ論じなさい。\n⑵ ⑴の説明に基づくと、上記①～⑥のうちどの時点で実行の着手を認めることになるのか。具体\n- 2 -的事実に即して、それより前の時点との実質的相違を明らかにしつつ論じなさい。\n【事例２】（【事例１】の１の事実に続けて、以下の事実があったものとする。）\n３ 甲は、上記計画に従い、某月５日午前１０時、名簿から現金をだまし取る対象者として高齢で一人暮らしの男性Ｂを選んだ上、Ｂに１回目の電話をかけ、さらに、同月６日午前１０時、２回目の電話をかけた。Ｂは、甲のうそを信用し、同日午前１０時３０分、預金口座から３００万円を引き出して自宅に持ち帰った。甲は、同日正午、Ｂからかかってきた電話で、Ｂが３００万円を引き出して自宅に持ち帰った旨を聞いたことから、「これから警察官がそちらに向かいます。」とうそを言い、Ｂは「分かりました。待っています。」と答えた。甲は、乙及び丙に対し、高齢で一人暮らしの男性Ｂがうそを信用し、３００万円を自宅に用意している旨を告げ、計画どおり、捜査のために必要なので現金を預けてほしい旨のうそを言って、３００万円をだまし取ってくるように指示し、乙及び丙はこれを了承した。\n４ 乙は、甲の上記指示を受け、丙と共にＢ宅に向かうことにしたが、その道中で、Ｂを縛り上げてしまえば、より確実に現金を手に入れることができると考え、丙に対し、「ジジイをだますより、縛った方が確実に金を奪える。縛って、金を奪ってしまおうぜ。奪った３００万円を３人で分ければ問題ないだろう。」などと言い、丙はこれを了承した。そして、乙及び丙は、Ｂの手足を縛るためのロープと口を塞ぐための粘着テープを準備した上、同日午後１時、Ｂ宅へ赴き、インターホンを鳴らして警察官であることを告げ、Ｂに玄関ドアを開けさせた。乙及び丙は、直ちにＢ宅内に押し入り、Ｂの手足をそれぞれロープで縛り、口を粘着テープで塞ぎ、Ｂを床の上に倒した。そして、リビングルームに移動した乙及び丙は、Ｂが預金口座から引き出してテーブル\n上に置いていた上記３００万円を見付け、同日午後１時１０分、同３００万円を持ってＢ宅を出た。その後、乙及び丙は、甲に対し、いつもどおりのやり方でＢから３００万円をだまし取ってきたと虚偽の報告をし、それぞれ１００万円ずつ山分けした。\n５ 同日午後３時、Ｂの娘ＣがＢ宅を訪れ、緊縛されたＢを発見した。Ｃから上記ロープ及び粘着テープを取り外してもらったＢは、立ち上がろうとしたものの、長時間の緊縛による足のしびれでふらついて倒れそうになった。そのため、Ｃは、Ｂを座らせ、そのままでいるように言った。\nＢは、それにもかかわらず、その１分後、Ｃがその場を離れた隙に、奪われた物の有無を確認するために立ち上がろうとした。その際、Ｂは、まだ上記足のしびれが残っていたために、転倒して床に頭を打ち付け、全治２週間を要する頭部打撲の傷害を負った。\n〔設問２〕 【事例２】における甲、乙及び丙の罪責について、論じなさい（住居等侵入罪（刑法\n第１３０条）及び特別法違反の点は除く。）。\n【事例３】（【事例２】の事実に続けて、以下の事実があったものとする。）\n６ Ｙ警察署の警察官Ｄは、【事例２】に係る事件につき、乙に対する逮捕状を取得し、乙の逮捕に向かったところ、乙が細い路地を丁と共に歩いているのを発見した。Ｄは、逮捕のため、乙に接近しようとしたが、それに気付いた乙が走って逃げ出したため、急いで乙を追おうとした。丁は、乙が警察官に逮捕されそうになっていることを察し、乙を逃がそうと考え、怒号しながら両手を広げて立ちはだかり、道を塞いだ。そのため、Ｄは、直ちに乙を追い掛けることができず、乙を逮捕することができなかった。\n７ その後、Ｄは、Ｙ警察署の警察官５名に乙を追跡して逮捕するよう応援を要請した。丁は、警察官による乙の逮捕を妨害しようと考え、Ｙ警察署に電話をかけ、「Ｙ署近くの路上で、通り魔に刺されました。すぐに来てください。」などとうそを言った。そのため、上記警察官５名は、更なる通り魔事件発生への警戒等を行わざるを得なくなった結果、乙を追跡できず、乙を逮捕することができなかった。\n- 3 -\n〔設問３〕 【事例３】における前記６の事実につき、丁に業務妨害罪の成立を否定しつつ（丁に\nよる怒号などは、公務執行妨害罪における暴行・脅迫には当たらないが、業務妨害罪における威力には当たることを前提とする。）、前記７の事実につき、丁に上記警察官５名に対する業務妨害罪の成立を肯定する立場からは、その結論を導くために、どのような説明が考えられるか、論じなさい。なお、自らの見解を問うものではない。\n- 4 -論文式試験問題集［刑事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ｖは、令和４年１０月２５日午前２時頃、Ｈ県Ｉ市内のＶ方２階寝室で就寝中、物音に気付いたため、１階リビングルームに行き、照明をつけた。すると、黒のニット帽、黒のマスク、黒のジャンパー、黒の手袋、緑の作業ズボン、黒のスニーカー姿の身長１６５センチメートル\nくらいで、小太りの男性（以下「犯人」という。）がタンスを物色していた。犯人がＶにつかみかかってきたため、Ｖが無我夢中で腕を振ったところ、その拳が犯人の鼻の辺りに強く当たった。これに対し、犯人は、その場にあったゴルフクラブを手に取り、Ｖの左側頭部を１回殴打して、逃走した。Ｖは、犯人から殴打された左側頭部から出血して、その場に倒れて失神した。その後、覚醒したＶは、同日午前２時１２分頃、１１０番通報し、強盗の被害に遭って犯人にゴルフクラブで頭を殴られたこと、犯人はゴルフクラブを持って逃走したと思われること、犯人の着衣や背格好などを伝えた。\nＨ県警察Ｉ警察署の司法警察員Ｐは、同日午前２時１８分頃、現場であるＶ方に臨場し、玄関から１階リビングルームにつながる廊下に足跡があるのを発見した。このとき、Ｐは、Ｖがすぐに病院に救急搬送されたため、Ｖから詳細な被害状況を聞くことができなかった。Ｐらは、住居侵入・強盗殺人未遂事件（以下「本件事件」という。）として、捜査を開始したが、同現場からは、足跡以外に、犯人の特定につながる証拠を発見することができなかった。\n２ その後、Ｐは、Ｖ方付近にあるコンビニエンスストアに設置された防犯カメラの映像に、同日午前２時７分頃、Ｖが１１０番通報した際に告げた犯人の着衣や背格好などに酷似した男性が、長い棒状の物を手に持ち北西方向に走っている様子が記録されているのを発見した。また、Ｐは、同コンビニエンスストアから北西に約１キロメートル離れた場所にあるガソリンスタン\nドに設置された防犯カメラの映像に、同日午前２時２２分頃、マスクは着けておらず、長い棒状の物も持っていなかったものの、前記コンビニエンスストアの防犯カメラの映像に記録されていた男性と酷似した男性が、同ガソリンスタンドの向かいにあるアパートの建物の中に入っていく様子が記録されているのを発見した。Ｐは、この男性（以下「甲」という。）が本件事件の犯人である可能性が高いと考え、甲の動向を確認するため、同日午前４時頃から同アパート周辺の公道上での張り込みを開始した。\nすると、同日午前６時頃、甲が同アパートの建物から出てきて、同アパートの敷地内にあるごみ置場にごみ袋１袋を投棄した。そこで、Ｐは、同ごみ袋の外観の特徴を公道上から目視して確認した上で、同アパートの敷地と隣接する大家方に赴いた。このとき、Ｐは、同アパートの所有者である大家から、同アパートでは、居住者に対して、ごみを同ごみ置場に捨てるように指示しており、大家が同ごみ置場のごみの分別を確認し、公道上にある地域のごみ集積所に、ごみ回収日の午前８時頃に搬出することにつき、あらかじめ居住者から了解を得ていることを聞いた。Ｐは、この日が同ごみ集積所のごみ回収日であったことから、大家と一緒にアパート\nの敷地内の同ごみ置場に向かい、そこに投棄されていた複数のごみ袋の中から、先ほど特徴を確認しておいたごみ袋１袋だけを選び、大家から任意提出を受けて領置した【捜査①】。\nＰは、同ごみ袋をＩ警察署に持ち帰り、同ごみ袋を開けて内容を確認したところ、黒のスニ\nーカー１足が入っているのを発見した。捜査の結果、同スニーカーの靴底の紋様が、Ｖ方廊下に付着していた足跡と矛盾しないものであることが判明した。しかし、同スニーカーは大手ディスカウントショップで大量に販売されていたものであった上、同スニーカーから、犯人の特定につながる証拠を得ることもできなかった。そのため、Ｐは、この段階では甲の逮捕状を請求することは難しいと考えた。\n- 2 -\n３ 一方で、Ｉ警察署の司法警察員らは、犯人の逃走経路と考えられる場所の捜索をしていたところ、同月２６日、植え込みの中からゴルフクラブと黒のマスクを発見した。同ゴルフクラブには血液が付着しており、ＤＮＡ型鑑定により、その血液のＤＮＡ型とＶのＤＮＡ型が一致することが判明した。また、同マスクの内側及び外側にも血液が付着しており、ＤＮＡ型鑑定により、外側に付着した血液のＤＮＡ型とＶのＤＮＡ型が一致することが判明した。一方、内側に付着した血液については、同マスクが本件事件の凶器であると考えられる同ゴルフクラブと同じ場所に投棄されていたこと、犯人が犯行当日に黒のマスクを着けており、Ｖの拳が犯人の鼻付近に強く当たったことなどから、犯人の血液である可能性が極めて高いと認められた。もっとも、ＤＮＡ型鑑定により、そのＤＮＡ型は判明したものの、同ＤＮＡ型は、警察が把握していたＤＮＡ型のデータベースには登録されていなかった。\nＩ警察署の司法警察員らは、甲と犯人との同一性を判断するために、甲のＤＮＡ型を特定するための証拠を入手したいと考えた。しかし、行動確認の結果、甲方に複数人が出入りしていることが判明していたことから、ごみの中から甲のＤＮＡ型を特定するための証拠を入手することが難しい状況であった。そうしたところ、Ｐは、ボランティアがＩ市内の公園で開催し、多数の人に食事の提供をしている炊き出しで、甲が食事の提供を受けていることを把握した。\nＰは、公園内のごみ箱に甲が投棄した炊き出し用の使い捨て容器を回収することを考えたが、炊き出しの参加者が多く、甲が使用した容器だけを選別することは困難であると思われた。そこで、Ｐは、同月３０日、ボランティアの一員として炊き出しに参加し、容器の裏側にマークを付けて、同容器に豚汁を入れて甲に手渡した。すると、甲は、数人と連れ立って公園を出て公道上に座り込み、当該容器の豚汁を食べ終えると、空の容器を公道上に投棄して、その場を去った。Ｐは、ボランティアが炊き出しを終えて公園から去った後、公道上に投棄されていた複数の容器の中から前記マークの付いた容器を回収して、これを領置した【捜査②】。\nその後、ＤＮＡ型鑑定により、同容器に付着した唾液から判明した甲のＤＮＡ型が、犯人のものである可能性が極めて高い前記ＤＮＡ型と一致することが判明した。そこで、Ｐは、甲の逮捕状及び甲方の捜索差押許可状を取得し、同年１１月１日、甲を逮捕するとともに、甲方の捜索を実施し、鍵を開けるための特殊な道具（以下「ピッキング用具」という。）を差し押さえた。甲は、逮捕後、本件事件について自白し、同月２日にＨ地方検察庁の検察官に送致され、同日中に勾留された。\n４ Ｉ警察署の司法警察員Ｑは、同月４日、同署において、Ｖから被害状況を聴取した。Ｖは、Ｑに対し、「犯人が、右手でゴルフクラブのグリップを握り、すごい速さでゴルフクラブを斜め上から振り下ろして、私の左側頭部を殴った。」旨供述し、その旨の警察官面前調書が作成された。\n５ Ｑは、同月５日、Ｉ警察署において、甲の取調べを行った。甲は、Ｑに対し、窃盗目的で、施錠されていたＶ方玄関ドアの特殊な錠をピッキング用具で解錠して室内に侵入し、タンスを物色するなどしたが、Ｖに発見されたため、逮捕を免れる目的でＶの頭部をゴルフクラブで殴打した旨供述し、その旨の警察官面前調書が作成された。そこで、Ｑは、甲方から押収されたピッキング用具と同種のもの及び本件犯行時にＶ方に設置されていた錠と同種の特殊な錠を準備し、同日、同署において、甲に対し、「この道具を使って、この錠を開けられますか。」と尋ねた。甲は、随時説明しながらピッキング用具を使って解錠した。後日、Ｑは、その解錠の状況につき、【実況見分調書①】を作成した。同調書には、甲が解錠している前記状況を連続して撮影した写真が複数枚添付されており、これらの写真の下に、それぞれ「被疑者は、『このように、ピッキング用具を鍵穴に入れてこうして動かしていくと解錠できます。』と説明した。」との記載があった。また、甲が解錠された後の錠を指さしている場面の写真１枚が添付されており、その下に「被疑者は、『このように解錠できました。』と説明した。」との記載があった。ところが、その後、甲は、取調べにおいて、黙秘に転じた。\n- 3 -\n６ Ｈ地方検察庁の検察官Ｒは、同月８日、同検察庁において、Ｖから被害状況を聴取したところ、Ｑに対して供述した内容と同様の説明をしたため、その旨の検察官面前調書を作成するとともに、同日、同検察庁において、Ｖを立会人とした実況見分を実施した。その際、Ｒは、前記ゴルフクラブと同種のものを準備し、検察事務官Ｓを犯人に見立て、Ｖに対し、被害状況について説明を求めつつ再現させた上、その再現状況を写真撮影した。後日、Ｒは、この結果につき、【実況見分調書②】を作成した。同調書には、Ｓが右手でゴルフクラブのグリップを握り、Ｖの左側頭部を目掛けて振り下ろしている場面の写真１枚が添付されており、その下に「このようにして、犯人は、右手に持っていたゴルフクラブで私の左側頭部を殴りました。」との記載があった。\n７ 同月２０日、甲は、住居侵入・強盗殺人未遂罪によりＨ地方裁判所に起訴された。\n同被告事件は、裁判所の決定により、公判前整理手続に付された。同手続の中で、公判立会検察官Ｔは、前記【実況見分調書①】につき、立証趣旨を「甲がＶ方の施錠された玄関ドアの錠を開けることが可能であったこと」として、証拠調べの請求をした。また、Ｔは、前記Ｖの検察官面前調書につき、立証趣旨を「被害状況」とし、前記【実況見分調書②】につき、立証趣旨を「被害再現状況」として、それぞれ証拠調べの請求をした。\nこれに対し、甲の弁護人は、「犯人性を争う。」と主張し、いずれの証拠についても不同意とした。\nその後、Ｖは、公判前整理手続が終了する前に交通事故により死亡した。\n〔設問１〕\n下線部の【捜査①】及び【捜査②】の領置の適法性について、具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n【実況見分調書①】及び【実況見分調書②】の証拠能力について、具体的事実を摘示しつつ論\nじなさい。ただし、【捜査①】及び【捜査②】の適否が与える影響については論じなくてよい。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n- 13 -\n１ 設問１について本設問は、構成要件上、「人を欺いて財物を交付させ」るとして手段・態様が限定される詐欺罪について、現金の交付を求める文言が述べられるより前に、実行の着手を認めて詐欺未遂罪が成立するとする場合の論拠（設問１⑴）及び当該論拠に基づき具体的事実関係に即して実行の着手が認められる時点を明らかにすること（設問１⑵）を求めるものであり、現金を詐取する計画の下、段階を踏みながら複数のうそを重ねて行われる詐欺の犯行について、詐欺未遂罪の成立を認める立場から、実行の着手を認める論拠を明示した上で、具体的事実に即して実行の着手時期を明らかにさせることによって、未遂犯の解釈に関する基本的な知識と理解を問うとともに、規範との関係で事実を適切に評価して規範を適用し、妥当な結論を導く思考力を問うものである。\n詐欺罪の実行行為としての欺罔行為は、財物交付に向けられたものである必要があるところ、詐欺において財物の交付を求める行為こそが、人に財物を交付しなければならないという中核部分に錯誤を生じさせる行為であると解し、それに至らない段階では財物交付に向けられた行為とは認められないと解した場合、甲らは、Ａに対し、「現金の交付を求める文言」\n（すなわち、「捜査のために必要なので現金を預けてほしい」旨のうそ）を述べる前の段階にあるため、未だ実行行為を行っていないことになる。その上で、詐欺罪は、構成要件上、欺罔行為を手段として限定している犯罪であるから、「犯罪の実行に着手してこれを遂げなかった」（刑法第４３条）として未遂犯処罰を認めるためには、実行行為である欺罔行為に着手する必要があると解し、未遂犯処罰に構成要件的制約を認める立場に立つ場合、甲に詐欺未遂罪を認めることはできない。\nそこで、「現金の交付を求める文言を述べる」行為が実行行為としての欺罔行為であるとしても、その前の段階で詐欺未遂罪の成立を認める立場からの説明として、ａ．構成要件上、手段・態様を限定した詐欺罪においても、構成要件による制約を認める必要はないとし、実行行為の開始前に未遂罪の成立が認められるとする論拠を論じることが考えられる。その際には、どのような場合に未遂罪の成立を認めるべきかについて、未遂罪の処罰が認められる根拠から、結果発生の客観的危険性や実行行為との密接関連性、犯行計画を基礎とした行為経過の自動性、時間的場所的近接性等の考慮要素を挙げるなどして具体的な規範を定立しつつ論じることが求められよう。この点、構成要件上、手段・態様を限定した犯罪ではないが、殺人罪に関し、最決平成１６年３月２２日刑集５８巻３号１８７頁が「実行犯３名の殺害計画は、…というものであって、第１行為は第２行為を確実かつ容易に行うために必要不可欠なものであったといえること、第１行為に成功した場合、それ以降の殺害計画を遂行する上で障害となるような特段の事情が存しなかったと認められることや、第１行為と第２行為との間の時間的場所的近接性などに照らすと、第１行為は第２行為に密接な行為であり、実行犯３名が第１行為を開始した時点で既に殺人に至る客観的な危険性が明らかに認められるから、その時点において殺人罪の実行の着手があったものと解するのが相当である。」と判示しているのが参考となろう。\n一方、ｂ．実行行為としての欺罔行為に財物交付要求行為までは必要ないが、詐欺未遂罪の成立には欺罔行為の一部を開始している必要があると解する場合には、詐欺罪の実行行為としての欺罔行為の意義を明らかにする必要がある。被害者から現金を詐取する計画の下、被害者が現金を交付する判断の前提となる事項につながる重要なうそや、現金交付を求める行為に直接つながるうそを積み重ね、段階を踏みながら進められる詐欺事犯の特徴を押さえた上で、被害者に財物を交付させる危険性の高まりを考慮し、実行行為としての欺罔行為を認めることが考えられる。この立場に立つ場合、甲らの行為が実行行為としての欺罔行為を一部開始しているとして詐欺未遂罪の成立を説明することになろう。また、欺罔行為に財物交付要求行為は必要ないとの立場に立った上で、甲らの行為は実行行為としての欺罔行為に- 14 -\n当たらないとした場合でもなお、詐欺未遂罪の成立には欺罔行為の一部を開始している必要はないと解する場合には、上記ａ．の立場から詐欺未遂罪の成立を論じる余地はあろう。いずれの立場に立つ場合であっても、欺罔行為の意義、詐欺未遂罪の成立を認める論拠及び構成要件的制約の要否の相関関係に留意する必要がある。\nなお、判例は、詐欺未遂罪の成立に現金の交付を求める文言を述べることまでは必要としておらず、最判平成３０年３月２２日刑集７２巻１号８２頁が【事例１】と類似の事案において、「本件嘘の内容は、その犯行計画上、被害者が現金を交付するか否かを判断する前提となるよう予定された事項に係る重要なものであったと認められる。そして、このように段階を踏んで嘘を重ねながら現金を交付させるための犯行計画の下において述べられた本件嘘には、預金口座から現金を下ろして被害者宅に移動させることを求める趣旨の文言や、間もなく警察官が被害者宅を訪問することを予告する文言といった、被害者に現金の交付を求める行為に直接つながる嘘が含まれており、…被害者に対し、本件嘘を真実であると誤信させることは、被害者において、間もなく被害者宅を訪問しようとしていた被告人の求めに応じて即座に現金を交付してしまう危険性を著しく高めるものといえる。このような事実関係の下においては、本件嘘を一連のものとして被害者に対して述べた段階において、被害者に現金の交付を求める文言を述べていないとしても、詐欺罪の実行の着手があったと認められる。」と判示していることも参考となろう（実行行為としての欺罔行為には財物交付を求める行為が必要であるとしつつ、上記ａ．の立場に立ち、詐欺未遂罪の成立を認める山口厚裁判官の補足意見が付いている。）。\n設問１⑵は、設問１⑵において定立した規範を【事例１】に当てはめ、具体的事実に即して甲に実行の着手を認める時点を明らかにすることを求めるものである。上記ａ．の立場に立つ場合は、設問１⑴において定立した詐欺未遂罪成立のための規範を【事例１】の事実に当てはめ、①から⑥のどの時点で詐欺未遂罪成立とするのかを論じることになる。上記ｂ．\nの立場に立つ場合には、先に明らかにした欺罔行為の意義から、【事例１】の①から⑥のどの時点で実行行為を開始したと評価して実行の着手を認めるのかを論じる必要がある。\n規範の当てはめにおいては、先に定立した規範と整合する当てはめを行っていることはもとより、具体的事実の持つ意味を規範との関係で評価することが求められる。また、本設問では実行の着手を認める時点とそれより前の時点との実質的相違を明らかにしつつ論じることが求められているから、実行の着手を認める理由とそれより前の時点では実行の着手ありと認められない理由を、定立した規範との関係で説得的に論じる必要がある。\n【事例１】において、甲は、乙及び丙との詐欺の犯行計画の下、①時点で対象者となるＡ\nを選び出したが、Ａに対する直接の働き掛けはない。現金交付を求める前日の②時点で、甲は、Ａに警察官であることなどを伝え、今後の虚言をＡに信じさせるための前提となるうそを言っているが、現金交付につながるような虚言は何ら含まれていない。現金交付を求める当日午前１０時の③時点で、甲は、Ａの預金口座が不正に利用されている疑いがあり、捜査のために必要であるとして同口座から現金を引き出してＡ方に持ち帰らせるように仕向けるうそを言っており、捜査のために必要であると信じさせることは、Ａが現金を乙らに引き渡す際の判断の前提につながるものである上、Ａ方に現金を用意させることは、現金の交付を求める行為に直接つながるものであるから、③時点のうそが現金交付要求行為につながる重要なものであって、Ａが甲らに現金を交付する危険を高めるものとも言えよう。ただし、この段階でＡの預金が引き出されるか否かは未だ不確定な要素があるとも言える。④時点でＡ\nが現金を引き出してＡ方に持ち帰っているため、甲らの求めに応じて現金を交付する危険性が現実味を帯びてきたとも言えるが、④時点で甲らが何らかの行為を行ったものではない。\n同日正午の⑤時点で、甲がＡに警察官がＡ方に向かう旨告げ、この後、警察官を装った乙らがＡに現金の交付を求めることになっていたから、この時点のうそは、現金の交付要求行為\n- 15 -に密接しているとも言えよう。また、来訪者が警察官であると信じさせることも、Ａが乙らに現金を交付する危険性を高めるものとも言える。その１時間後の⑥時点で、警察官を装った乙らがＡ方を訪ねており、Ａが玄関ドアを開けさえすれば、正に現金交付要求文言が告げられようとする段階と言える。こうした各事実の持つ意味を評価しながら、定立した規範を具体的事実に当てはめ、事実に即して実行の着手時期を論じる必要がある。\n２ 設問２について本設問は、甲が乙及び丙との詐欺の計画に従い、Ｂをだまして３００万円を預金口座から引き出させてＢ方に持ち帰らせ、乙らに対し、計画どおりＢから現金をだまし取ってくるように指示し、乙らがこれを了承したが、乙らがＢ方に向かう道中、Ｂを縛って現金を奪うことを話し合い、ロープ等を用意してＢ方に赴き、インターホンを鳴らして玄関ドアを開けさせた後、Ｂ方に押し入り、Ｂの手足を縛るなどしてＢを床上に倒した後、上記３００万円をＢ方から持ち出し、その後、Ｂ方に残されたＢが緊縛を解いた後、立ち上がろうとして足のしびれから転倒して頭部打撲の傷害を負った事例を題材に、甲らの罪責の検討を求めることによって、刑事実体法の基本的な概念に関する正確な理解及び事実関係の的確な分析能力を問うものである。\n甲については、共犯者乙及び丙が当初の詐欺の共謀に引き続き、詐欺と異なる態様による犯行を行って、当初の目的どおりの財物を奪取し、甲がこの分配を受けていることから、共犯者の行為について、当初の共謀に基づくものとして罪責を負うか否かの検討が求められる。\n従前、乙及び丙が甲との間で詐欺を繰り返していたことから、乙らが現金の強奪行為に出ることを甲が全く予見できなかった点などを理由に、乙及び丙の行為は甲との共謀に基づいて行われたものではないとみる余地もあろうが、甲及び乙らとの間の意思連絡の内容、動機の同一性・連続性、侵害法益の同一性、甲がＢに３００万円を用意させるなどした行為の影響、関与の程度等の事情を考慮し、甲が乙及び丙が行った行為についても共謀に基づくものとして罪責を負うと解することが考えられる。このように解した場合には、甲には詐欺罪の故意しかないことから、異なる構成要件にまたがって実現された犯罪について故意既遂犯を認めることができるのか（刑法第３８条第２項）についても論じる必要があろう。\nまた、甲の罪責を検討する前提として、乙及び丙の罪責を検討する必要があり、乙及び丙がＢを緊縛するなどして３００万円を奪った行為が強盗罪の構成要件に該当することは明らかであるが、強盗の犯行後、Ｂが転倒して負った傷害結果を乙及び丙に帰責できるか否かの検討が求められる。\nＢの傷害結果は、乙らによる緊縛行為を原因とする足のしびれからくる転倒によって生じているところ、強盗の手段たる暴行から傷害結果が生じたと認められる場合、強盗の機会性を検討するまでもなく、強盗致傷罪が成立する。他方で、Ｂの転倒には、ＢがＣからそのまま座っているように言われたにもかかわらず、自ら立ち上がったという事情が介在しているため、Ｂの行為が寄与して発生した傷害結果を乙及び丙の行為に帰責できるか否かについて、緊縛行為と傷害結果との間の因果関係の有無を検討する必要があろう。この場合、傷害の原因となる行為が強盗の手段である暴行であることの意味を的確に把握した上で問題の所在を示し、因果関係の有無を論述することが求められる。\n３ 設問３について本設問は、いずれも警察官の公務に対する丁による妨害行為でありながら、一方については業務妨害罪の成立を否定しつつ、一方については業務妨害罪の成立を肯定するという結論を導くために、どのような説明があり得るかを検討させることによって、業務妨害罪に関する解釈論の知識と理解を問うとともに、具体的な事実関係を分析し、法規範を適用する能力及び論理的思考力を問うものである。\nまず、結論を導くための前提として、丁によって妨害の対象となった公務を特定して把握\n- 16 -することが求められる。その上で、本設問の結論を導くためには、一定の公務についてのみ業務妨害罪の成立を認める必要があることから、強制力を行使する権力的公務は、妨害に対する自力排除力を有するため業務妨害罪の「業務」に含まれず、非権力的公務は「業務」として同罪により保護されると解する見解に立つことが考えられる。\nそうすると、設問３の６の事実において、丁の「威力」（刑法第２３４条）によって妨害の対象とされた公務が警察官Ｄの乙を逮捕しようとする強制力を行使する権力的公務であるのに対し、設問３の７の事実において、丁による虚偽通報という「偽計」（刑法第２３３条）\nの手段によって妨害の対象とされた警察官５名の公務は、乙を追跡し、逮捕しようとする虚偽通報がなければ遂行されていたはずの公務であることなどから、未だ強制力を行使する段階にないと説明することによって警察官５名の公務が業務妨害罪によって保護されるとの結論を導くことができよう。\nまた、偽計による妨害については、これらの妨害に対する自力排除力がないことを理由に、すべての公務が業務妨害罪の「業務」に含まれるとする見解に立つことによっても、本設問の結論を導くことができよう。\nいずれの見解から説明する場合であっても、妨害の対象となる公務を的確に把握した上で、一定の公務のみが業務妨害罪によって保護されるとの結論を導く理由を説得的に論述することが求められる。\n〔第２問〕\n本問は、強盗殺人未遂事件を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、いずれも領置の適法性を問うものである。すなわち、【捜査①】は、司法警\n察員が、強盗殺人未遂事件の犯人の可能性がある甲がその居住するアパートのごみ置場に投棄したごみ袋を回収した行為、【捜査②】は、司法警察員が、上記甲が公道上に投棄した使用済みの容器を回収した行為であり、それぞれの適法性を論じさせることにより、刑事訴訟法第２２１条の定める「領置」の正確な理解と具体的事実への適用能力を試すものである。\n同条は、「被疑者その他の者が遺留した物」（遺留物）あるいは「所有者、所持者若しくは保管者が任意に提出した物」（任意提出物）を領置することを認めているが、【捜査①】では、本問のごみ袋が任意提出物といえるか、【捜査②】では、本問の容器が遺留物といえるかが問題となり、いえるとして捜査機関は何ら制限なくこれらを領置することができるかが問題となるため、これらの問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じる必要がある。\nまず、同条における「領置」が、占有取得の過程に強制の要素が認められないからこそ令状を要しないとされている趣旨に立ち返り、「遺留物」とは、遺失物より広い概念であり、自己の意思によらずに占有を喪失した場合に限られず、自己の意思によって占有を放棄し、離脱させた物も含むと定義する必要がある。その上で、【捜査①】では、甲が自己の意思でごみ袋を投棄しており「遺留物」に該当しそうなところ、投棄場所がアパートのごみ置場であることから、なお当該アパートの大家にその占有が残っているとして、当該ごみ袋が「所有者、所持者若しくは保管者」たる大家からの「任意提出物」に該当するか否か、【捜査②】では、甲が自己の意思で容器を公道に投棄しているとして、当該容器が「遺留物」に該当するか否かを検討する必要がある。そして、いずれの設問についても、「領置」の要件を満たすとして、排出者がごみを排出する場合における「通常、そのまま収集されて他人にその内容を見られることはないという期待」や「ＤＮＡ型を知られることはないという期待」がプライバシーの利益として法的に保護されるものか否かを検討し、さらに、それらが法的に保護される利益であるとし\n- 17 -ても、本件事例においてなお要保護性が認められるか否かを論じるべきである。\nこうした法解釈の枠組みの下で、本件事例の具体的状況下におけるごみ袋や容器の領置の必要性及び相当性を検討することになろうが、いずれについても事例中に現れた具体的事実を的確に抽出し、分析しながら論じる必要がある。その論じ方については、個々の適法又は違法の結論はともかく、具体的事実を事例中からただ書き写して羅列すればよいというものではなく、それぞれの事実が持つ意味を的確に分析して論じなければならない。例えば、【捜査①】では、本件ごみ袋が約２時間後に回収されるという状況の下で、強盗殺人未遂事件という重大犯罪の犯人特定のために、犯行現場に遺留された足跡や防犯カメラに記録された映像と対照させるといった捜査の必要性に加えて、甲が投棄したごみ袋の特徴を確認した上で、そのごみ袋１袋のみを領置したといったことを踏まえ、相当性を検討するべきである。また、【捜査②】では、甲が強盗殺人未遂事件の犯人である可能性がより高まったという状況の下で、犯人のものである可能性が高いＤＮＡ型が判明したことや、甲がアパートのごみ置場に投棄するごみの中から甲のＤＮＡだけを採取することが困難であったという捜査の必要性に加え、捜査機関が領置の過程に関与している点をどのように評価するか、その際、捜査機関が捜査目的を秘してボラン\nティアの一員になり、自ら甲に接触している一方で、甲が自ら投棄した容器を回収しているにとどまり、領置行為自体における捜査機関の関与の程度は高いものとは言えないことなどの事情をどのように評価するかについて、【捜査①】との違い（投棄された場所や保護されるべきプライバシーの利益の内容）を踏まえて、相当性を検討する必要があろう。\n〔設問２〕は、いずれも実況見分調書の証拠能力を問うものである。すなわち、【実況見分\n調書①】には、被疑者甲が被害者Ｖ方と同種の錠前を解錠する状況が撮影された写真が貼付され、かつ、解錠状況に関する甲の説明内容が記載され、また【実況見分調書②】には、Ｖが被害状況を再現した写真が貼付され、かつ、被害状況に関するＶの説明内容が記載されており、検察官は、各実況見分調書の立証趣旨について、それぞれ「甲がＶ方の施錠された玄関ドアの鍵を開けることが可能であったこと」、「被害再現状況」としているところ、こうした性質の異なる内容を含む実況見分調書について、それらの証拠能力を問うことにより、伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。\n【実況見分調書①】は、司法警察員Ｑが行った実況見分の結果を記載したものであるから、\n論述に当たっては、まず捜査官が五官の作用によって事物の存在及び状態を観察して認識する作用をもつ検証の結果を記載した書面に類似した書面として、刑事訴訟法第３２１条第３項により、作成者Ｑが公判期日において証人として尋問を受け、その真正に作成されたものであることを証言すれば証拠能力が付与されるという本調書全体の性質を論ずる必要があろう。その上で、本調書には、公判期日外でなされた甲の供述が記載されていることから、これらの部分の証拠能力について、更に伝聞法則の適用があるか否かを要証事実との関係で検討した上で、その有無を論じる必要がある。\n【実況見分調書②】についても、検察官Ｒが作成した実況見分調書の中に、公判期日外でな\nされたＶの供述が記載されていることから、まず刑事訴訟法第３２１条第３項の適用を論じた上で、Ｖの供述を記載した部分の証拠能力について、最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁）を踏まえつつ、伝聞法則の適用があるか否かを要証事実との関係で検討した上で、その有無を論じる必要がある。\nいずれの実況見分調書についても、正確な法的知識を当然の前提としながら、法解釈論や要件について抽象的に論じるだけでなく、事例中に現れた具体的事実関係を前提に、法的に意味のある事実の適切な把握と要件のあてはめを行うことが求められる。\n【選択科目】"
}