{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n我が国では、全ての国民が加入する国民年金と被用者が加入する厚生年金との２本立ての年金制度となっており、両年金の統合が課題となっている。もっとも、一気に統合を図ることには解決すべき問題が多いため、２０ＸＸ年、年金制度を所管するＡ省は遺族年金について新遺族年金として統合を図ることを検討し、「新遺族年金法案骨子」（以下「新制度案」という。）をまとめた。\n遺族年金とは、被保険者が死亡した場合に、当該被保険者によって生計を維持していた遺族が受けることができる年金であり、被保険者の収入の喪失による所得の減少に対応した金銭給付を行うことによって、遺族の生活の安定が損なわれないようにすることを目的とするものである。新遺族年金は、我が国に住所を有する２０歳以上６５歳未満の全ての者を被保険者とし、被保険者の遺族に対して、６５歳で老齢年金が支給されるまでの間給付される。新遺族年金の財源は、国民年金の保険料、厚生年金の保険料及び国庫負担金によって賄われ、新遺族年金の保険料は独自には徴収しない。受給資格を有する遺族は、死亡した被保険者によって生計を維持していた夫、妻、子又は父母であるが、それぞれ年齢制限がある。現行制度（２０ＸＸ年時点の制度）の下で遺族年金を受給してきた者も、新遺族年金の受給資格要件を満たさない限り、新遺族年金を受給することはできないが、経過措置が採られることとなっている。\n新制度案の作成担当者の一人であるＢは、同案の憲法適合性について、Ａ省の任期付公務員（法曹資格者）である甲に相談した。【資料１】は、甲と若手の任期付公務員（法曹資格者）Ｘとの会話であり、【資料２】は、新制度案である。\n【資料１】甲とＸの会話\n甲：Ｂさんから頂いた資料は読んでもらったと思います。詳細についてはなお検討中とのことですが、こうした遺族年金の統合については、憲法の視点からどう評価しますか。\nＸ：現在、厚生年金に加入していた人の遺族は、国民年金による遺族基礎年金に加え、遺族厚生年金を受給でき、国民年金にのみ加入していた人の遺族より手厚い保障を受けており、遺族間で遺族年金の受給額に格差が生じています。新制度案では、遺族基礎年金と遺族厚生年金が統合されて、遺族が、定額部分と、被保険者の所得に応じての所得比例部分からなる年金を受給できるようになります。ですから、新制度案は、全体としては、公平であるとともに、実効的な遺族の生活保障につながるものであり、憲法第２５条に照らして評価できると思います。\n甲：ということは、やはり、憲法との関係で検討を要する部分もあるということですね。だからこそ、Ｂさんから、新制度発足後に訴訟でその合憲性が争われることを視野に入れて意見を述べるよう求められています。\nＸ：しかし、生存権を具体化する法律の合憲性については、裁判所は国会に広い立法裁量を認めているので、新遺族年金制度が訴訟で争われても簡単に合憲判決が下されることになるのではないですか。\n甲：いや、生活保護基準の改定に関する諸判決を見ると、裁判所も変わりつつあるようにも思えます。それに訴訟で争われても大丈夫だと自信を持って言えるような制度を作ることによって、制度に対して高い信頼を得ることができます。そこで、判例だけでなく学説も踏まえて、新制度案に憲法上の問題がないのか検討していきましょう。どういった点が問題となりますか。\nＸ：まず、死亡した被保険者によって生計を維持してきた配偶者が、被保険者死亡時に、一定の年齢以上でなければ遺族として新遺族年金を受給できないとされていることが、憲法上問題となります。妻の場合、現行制度では年齢に関係なく遺族年金を受給できますが、新制度案では、被保険者死亡時に４０歳以上でないと受給が認められなくなります。例えば、妻が３９歳の時に夫が死亡した場合には、妻は４０歳になっても受給資格は得られません。夫の場合には、被保険者死\n- 2 -亡時に５５歳以上でなければ受給できません。それから、現行制度の下で遺族年金の給付を受けている人が、新遺族年金の受給資格要件を満たさない場合、経過措置はあるものの、受給資格を喪失するとしている点も、憲法違反でないかが問題となります。\n甲：なるほど。では、遺族の範囲から検討していきましょう。まず、配偶者について一定の年齢以上でないと受給者として認めていないことですが、Ｂさんの説明では、被保険者の死亡後の遺族の生活を守るという遺族年金の趣旨を踏まえつつも、遺族が就労によって自ら収入を確保することを促進することを目的とするものだとのことです。これまで被保険者の収入によって生活をしてきた人について、就労して収入を得るようになってもらいたいが、年齢が高くなると職を得ることが難しくなるので、遺族年金を支給する、という考え方ですね。特に、女性の就労促進が期待されているように思います。\nＸ：そうした考え方も分からないではありません。しかし、家計を支えていた配偶者を亡くした夫や妻に子がいる場合、子育ての負担があるので、年齢が比較的若くても十分な収入のある職を得ることはなかなか難しいでしょう。いわゆるシングル・ファザー、シングル・マザーは、年齢を理由に遺族年金が支給されないと、健康で文化的な生活を営めなくなるのではないでしょうか。\n甲：でも、保育園や学童保育の充実化などが進んでおり、子を養育しているシングル・ファザー、シングル・マザーが就労するための障壁が取り除かれてきています。それに、若いシングル・ファザー、シングル・マザーの金銭的不利益はそれほど大きくはありません。新制度案では、子がいる配偶者が遺族年金を受給する場合、子一人当たり月２万円が配偶者の受給する遺族年金に加算されるという仕組みになっています。そこで、子が一人いる夫又は妻が遺族年金を受給できたとしたら、その年金額のうち定額部分は子の加算額２万円を加えた１１万円となるはずです。それに対して、配偶者が新遺族年金を受給できない場合、子が定額部分として月９万円を受給できるので、家庭全体でみれば１か月当たり２万円の差にすぎません。他方、子を養育する親に支給される児童手当、ひとり親家庭の親に支給される児童扶養手当による経済的支援がなされています。困窮した場合には生活保護を受けることもできます。\nＸ：生活保護は、利用し得る全ての資産を活用した上でないと受けられないし、生活保護受給者は、資産を有していないか常にチェックされます。ですから、いよいよとなったら生活保護を受けることができるのだから、生活保護以外の社会保障制度の憲法適合性をしっかり検討しなくてもよい、という考え方には賛成できません。それに、この年齢制限は、一定の年齢に達していない配偶者について、年齢を理由にして異なる取扱いをするものと言えます。\n甲：年齢による区別について合理性を厳密に検討すべきかが、ポイントになるでしょうね。\nＸ：それから、男性と女性とで受給資格が認められる年齢について区別をしていることも問題となります。夫は妻の場合よりも１５歳も年齢が高くなくては遺族年金を受給できないというのは、男性は十分な収入を得ることができる職に就いて働くものだが、女性はそうでない、という男女の役割についてのステレオ・タイプの発想に基づいている疑いがあります。\n甲：Ｂさんによると、夫と妻で遺族年金の受給資格が認められる年齢が異なるのは、男女の就労状況、収入の実情に大きな格差があるからとのことです。\nＸ：Ｂさんから頂いた資料によると、昨年の給与所得者の年収では、男性の平均が約６００万円、女性の平均が約３００万円と２倍の格差があり、４０歳代、５０歳代でも１．５倍強の格差があります。これは、女性の場合、非正規雇用の職員・従業員が多いからです。例えば、正規雇用の職員・従業員数は、４５歳から５４歳で男性約６８０万人に対して、女性約３４０万人です。女性がとりわけ４０歳以上で新たに正規雇用の職を得ることが困難であることも、統計上示されています。確かにこうした男女の就労状況、収入の実情があるのですが、男女共同参画の動きが進む中で、状況は変わってきています。現状を踏まえて受給資格において男女で年齢差を設けると、女性の就労促進にもつながらず、現状を固定化することになるのではないかと危惧されます。\n甲：では、新遺族年金の受給資格要件が現行制度の下で遺族年金を受給してきた人にも適用され、- 3 -新遺族年金の受給資格要件を満たしていないと、受給資格を喪失するとしている点はどうでしょう。Ｂさんによれば、この仕組みは、新旧遺族年金制度の下での公平性を担保するためだとのことですが。\nＸ：現在受給している遺族年金が受給できなくなるというのは、場合によっては月十数万円の収入がなくなるわけですから、受給者の生活への影響が大きいですね。もっとも、子がいる妻が遺族年金の受給資格を欠くことになっても、子が遺族年金を受給できるので、母と子一人の家庭では月２万円程度の減収にとどまりますが、子の養育にはいろいろとお金が掛かるので、生活への悪影響は軽視できません。遺族年金の受給者の受給資格を喪失させることは受給者の生存権を侵害するものではないでしょうか。\n甲：生存権を具体化する法律について広い立法裁量が認められるのであれば、新旧制度の下での公平性の担保という理由で受給資格要件を旧遺族年金受給者に適用する法律を定めることも憲法第\n２５条に違反しない、ということになるでしょう。そこで、憲法第２５条違反だとするのには、この場合には立法裁量が狭いのだという理屈が必要ですね。\nＸ：既に生じている遺族年金受給権を消滅させてしまうのですから、それには、新制度の下では受給できないのに、旧制度の下では同じ事情でも受給できている人がいるという不公平感をなくす、ということ以上の理由が必要ではないでしょうか。\n甲：さすがに新制度案でも、現行制度の下で遺族年金を受給している人の期待的利益を考慮して、新制度案の受給資格要件の適用の結果、遺族年金の受給資格を喪失する場合、経過措置として５年間、従前の遺族年金の受給を認めるとしていますね。\nＸ：それは当然だと思いますが、それでも５年間で自活できるようになるのか疑問です。それに、５年間ずっと同額の年金を受給できるわけではなく、３年目からは支給額が半減されることになっているのは問題です。\n甲：では、ひとまず、今日の議論を踏まえて、新制度案の憲法適合性について批判的な見地から意見をまとめてください。その上で再度議論しましょう。\n【資料２】新遺族年金法案骨子（新制度案）\n第１ 被保険者日本国内に住所を有する２０歳以上６５歳未満の者とする。\n第２ 支給要件遺族年金は、被保険者が死亡したとき、その者の遺族に支給する。\n第３ 遺族の範囲遺族年金を受けることができる遺族の範囲は、被保険者の配偶者（婚姻の届出をしていないが、事実上婚姻関係と同様の事情にある者を含む。）、子又は父母であって、被保険者の死亡の当時その者によって生計を維持していたものとする。ただし、次に掲げる要件に該当した場合に限る。\n１ 妻については、被保険者の死亡のとき４０歳以上であること。\n２ 夫又は父母については、被保険者の死亡のとき５５歳以上であること。\n３ 子については、１８歳に達する日以後の最初の３月３１日までの間にあり、かつ、現に婚姻をしていないこと。\n第４ 受給順位子は配偶者が、父母は配偶者又は子が遺族年金の受給権を取得したときには、遺族年金を受給できない。\n第５ 旧遺族年金受給者に対する受給資格要件の適用国民年金法による遺族基礎年金及び厚生年金保険法による遺族厚生年金（以下「旧遺族年金」という。）は廃止する。旧遺族年金を受給していた者については、本法の定める遺族に該\n- 4 -当する場合に限り本法による遺族年金を支給する。\n第６ 経過措置旧遺族年金を受給していた者で、本法の定める遺族に該当しないものについては、引き続き\n５年間に限り従前の遺族年金の受給を認める。ただし、３年目以降は支給額をそれまでの半額とする。\n第７ 年金額年金額は、定額部分と被保険者の所得に応じて決まる所得比例部分とからなる。定額部分は年１０８万円とする。ただし、受給者たる配偶者に、遺族に該当する子がいる場合には、子一人につき年２４万円を加算する。子が受給者となる場合には、二人目以降の子一人につき年２４万円を加算し、受給額は、加算された定額部分を子の数で割った額とする。\n〔設問１〕\nあなたがＸであるとして、甲とＸの会話で触れられた論点をめぐり、新制度案の憲法適合性について、判例や学説を踏まえてどのような意見をまとめるべきか論じなさい。\n〔設問２〕\n〔設問１〕で述べられたＸの意見について、それへの反論も想定しつつ、あなたの立場からそ\nの適否を論じなさい。\nなお、本問において現行制度とされているものは２０ＸＸ年のものであるので、２０２３年現在の制度を考慮に入れる必要はない。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n１．本問は、架空の「新遺族年金法案骨子」（新制度案）を素材に、社会保障立法の憲法第２５条、第１４条第１項適合性を、訴訟をも念頭に置いて検討することを求めるものである。\n設問１に対しては、Ａ省の任期付公務員（法曹資格者）であるＸの立場から、新制度案の憲法適合性について、判例だけでなく学説をも踏まえて批判的に論じる必要がある。つまり、Ｘとしては、生存権を具体化する立法について広い立法裁量を認める判例の立場よりも立法裁量を狭め、より厳密な違憲審査をもたらすような主張をすることが期待されている。ただし、必ずしも「憲法違反である」という結論に至らなければならないわけではない。他方、設問２では、設問１で述べられた新制度案に対する批判的な見解について、自己の立場からその適否を論じることが求められている。設問１で述べられた見解とは異なり、社会保障立法の制定、社会保障立法上の区別について広い立法裁量を認める立場から論じてもよいが、その場合でも設問１で述べられた見解に対して十分な批判を加えた上で自説を論じることが必要である。\n本問は社会保障制度についての知識を問うものではなく、甲とＸとの会話文（以下「会話文」という。）の中で架空の新制度案の概要が説明され、また、関連する立法事実についても示されている。さらに、新制度案において憲法適合性を検討すべき部分も会話文の中で具体的に挙げられている。それゆえ、会話文と「新遺族年金法案骨子」から適切に必要な事実や情報、論点を見いだし、生存権に関する判例・学説の理解を基に考察を加えることができるのかどうかが問われている。\n会話文の中でＸが指摘しているように、新制度案において憲法適合性を検討すべき部分としては、①死亡した被保険者によって生計を維持してきた配偶者が一定の年齢以上でなければ「遺族」として新遺族年金を受給できないとされていること、②新遺族年金の受給資格が認められる年齢について夫と妻との間で大きな開きがあること、③現行の制度の下で遺族年金の給付を受けている者が、新遺族年金の受給資格要件を満たしていない場合、受給資格を喪失するとしていること、が挙げられる。\n２．まず、新制度案が、死亡した被保険者の配偶者に対して遺族年金の受給に年齢要件を課していることについては、配偶者の生存権を侵害し、憲法第２５条に違反しないかが問題となろう。しかし、最高裁判所は、堀木訴訟判決（最大判昭和５７年７月７日民集３６巻７号１２３５頁）において、「憲法２５条の規定の趣旨にこたえて具体的にどのような立法措置を講ずるかの選択決定は、立法府の広い裁量にゆだねられており、それが著しく合理性を欠き明らかに裁量の逸脱・濫用と見ざるをえないような場合を除き、裁判所が審査判断するのに適しない事柄であるといわなければならない」として、生存権具体化立法について非常に広い立法裁量を認めている。それに対して、Ｘの立場から、配偶者の年齢要件の憲法第２５条適合性についてより立ち入った違憲審査を導こうとするのであれば、遺族年金は文字どおり\n「健康で文化的な最低限度の生活」を営む権利を実現するためのものであって、生存権の中核的な部分と関わる、といった説明が必要であろう。\nさらに、配偶者の年齢要件は一定の年齢に達した者と達していない者との間で年齢により差別をするものであって、憲法第１４条第１項に違反すると論じることも考えられる。確かに、堀木訴訟判決も、「憲法２５条の規定の要請にこたえて制定された法令において、受給者の範囲、支給要件、支給金額等につきなんら合理的理由のない不当な差別的取扱をした…\n…ときは、別に……憲法１４条……違反の問題を生じうることは否定しえない」、としているところである。しかし、堀木訴訟判決や同判決に依拠した学生無年金訴訟判決（最判平成\n１９年９月２８日民集６１巻６号２３４５頁）からして、生存権を実現するための法律における区別が憲法第１４条第１項違反として争われる場合にも広い立法裁量を認めるのが最高\n- 1 -裁判所の立場である。果たして生存権具体化立法における区別が年齢差別であることを理由に、合理的な区別と言えるか否かについて裁判所による厳密な検討が必要であると説得的に主張できるかどうかが、問題となる。\n３．それに対して、新制度案で、被保険者の妻が４０歳以上であれば遺族年金を受給できるのに対して、夫は５５歳以上でなければ遺族年金を受給できないとされているのは、性別による不合理な差別であり憲法第１４条第１項に違反するのではないか、という点も問題となる。\nもっとも、最高裁判所は、地方公務員災害補償法が死亡した職員の夫について一定の年齢に達していることを遺族補償年金受給の要件としていることが、憲法第１４条第１項に違反しないとしている（最判平成２９年３月２１日判時２３４１号６５頁）。ただし、そこでは、妻以外の遺族と妻との区別の問題として扱っており、性別による区別の問題として捉えられてはいなかった。そこで、本問の新制度案のように性別による区別として理解される場合、社会保障立法上の区別についての広い立法裁量を認める立場が妥当するかどうか検討する必要があろう。Ｘとしては、憲法第１４条第１項後段は歴史的な経験を踏まえて不当な差別事由を掲げたものであるので、性別といった憲法第１４条第１項後段列挙事由による区別がなされている場合には、厳格な違憲審査基準あるいは厳格な合理性の基準による違憲審査がなされるべきであるなどと主張することが考えられる。あるいは、「健康で文化的な最低限度の生活」に関わるものである遺族年金受給について、性別という憲法第１４条第１項後段列挙事由によって区別をするものであることを理由に違憲審査の厳格度を高める主張をすることもあり得る。\nもっとも、不当な性差別として念頭に置かれてきたのは女性を不利に扱う女性差別であったのに対して、新制度案は男性を女性に比較して不利に扱うものであるという点をどう考えるかが問題となる。会話文では、男女の就労状況、収入の実情に大きな格差があることがデ\nータによって裏付けられており、新制度案における夫と妻の年齢要件の相違はそうした格差を踏まえてのものであるとされている。そこで、こうした女性の優遇が実質的平等実現のための区別であり、厳密な違憲審査がなされる「性差別」には当たらないと解すべきなのか、あるいは、実質的平等を実現するという名目での女性優遇が、男女の役割についてのステレ\nオ・タイプの発想に基づくものであり、現状を固定化させてしまうものであると批判的に捉えるべきなのか、どちらの立場をとるのかが問われることになる。\n４．これまで遺族年金の受給権が認められてきた者に対して、新遺族年金の受給資格要件を遡及的に適用し、受給資格要件を満たさない場合には受給資格を喪失させることは、憲法第２５条に違反しないのかも問題となろう。これについては、Ｘとしては、生存権を具体化する法律が制定された後に、当該法律を改廃して法律上の受給権をなくしたり、縮減したりする場合には、法律を制定して受給権を生み出す場合よりも立法裁量が狭まり、合理的な理由が求められるという、いわゆる「制度後退禁止原則」に依拠することが考えられる。この場合には、法律によって抽象的な権利である生存権が具体的な権利とされているからであるとか、生存権の自由権的な側面の侵害に当たるからであるとか、制度後退禁止原則が認められる理由が論じられていなければならない。他方、最高裁判所が、生活保護基準における老齢加算廃止について、厚生労働大臣は「被保護者の……期待的利益についても可及的に配慮するため、その廃止の具体的な方法等について、激変緩和措置の要否などを含め、……専門技術的かつ政策的な見地からの裁量権を有しているものというべきである」、としていることも参考になろう（最判平成２４年２月２８日民集６６巻３号１２４０頁）。つまり、この判示を参考にして、国会には新遺族年金制度の創設について立法裁量が認められるが、これまで遺族年金を受給してきた者の期待的利益を考慮に入れてその裁量を行使しなければならず、裁判所は、国会が新遺族年金制度の創設に当たりそうした期待的利益に適切な考慮を払ったか審査すべきである、と論じることも考えられる。\n- 2 -さらに、新遺族年金の受給資格要件を満たさない遺族年金受給者の受給資格を喪失させることが憲法第２５条に違反しないとしても、せめて受給資格喪失者に対して経過措置をとるべきでないか、また、従前の年金の受給を認める期間が５年間でよいのか、３年目から受給額を半減させることは不当でないか、問題となろう。また、上記老齢加算廃止についての判決が「老齢加算の廃止を内容とする保護基準の改定は、……老齢加算の廃止に際し激変緩和等の措置を採るか否かについての方針及びこれを採る場合において現に選択した措置が相当であるとした同大臣の判断に、被保護者の期待的利益や生活への影響等の観点からみて裁量権の範囲の逸脱又はその濫用があると認められる場合に、生活保護法３条、８条２項の規定に違反し、違法となるものというべきである」、としていることも参考になろう。",
  "scoring_notes": "１ 全体について⑴ 多くの答案が、新制度案において憲法適合性を検討すべき部分として、会話文の中でＸが指摘している①死亡した被保険者によって生計を維持してきた配偶者が一定の年齢以上でなければ「遺族」として新遺族年金を受給できないとされていること、②新遺族年金の受給資格が認められる年齢について夫と妻との間で大きな開きがあること、③現行の制度の下で遺族年金の給付を受けている者が、新遺族年金の受給資格要件を満たしていない場合、受給資格を喪失するとしていることを検討できていた。もっとも、これら三つの論点について形式的に取り上げたからといって高く評価される訳ではなく、それぞれの論点に関する判例・学説を踏まえた十分な検討が要求されるし、三つの論点のうちいずれかの検討を行わなかった場合には、十分な評価は行い難い。\nまた、時間配分の誤りからか、設問２における自己の立場からの検討の論述が不十分なものが目立った。\n⑵ 設問１はＸとしてどのような意見をまとめるべきかを尋ねているが、会話文の末尾で「批判的な見地から意見をまとめてください」とされていることからして、新制度案の憲法適合性について批判的に論じる必要があるが、一部に、そうした問いの趣旨が理解できず、設問１について、\n生存権具体化立法に対する広い立法裁量を認める立場から憲法上問題はないと論じておき、設問２においてより批判的な見地から設問１の主張の適否を論じる答案があった。\n⑶ 設問１では「判例や学説を踏まえて」どのような意見をまとめるかが問われているが、設問１についてだけでなく、設問２の論述も含めて、判例についての言及がない答案、特に判例の立場を意識することなく、学説にのみ依拠して解答している答案が多数であった。また、判例名を挙げていても、その内容を論述にいかせていない答案が散見された。\n⑷ 答案の中で「生存権」、「平等原則」などの憲法における重要な概念を用いるときには、いきなりそれに対応する違憲審査基準を示すのではなく、かかる概念の憲法上の意義（歴史的意義、憲法体系上の位置付け、権利としての特質等）について簡潔に論述し、それとの関係で設問に応じた違憲審査基準論や個々具体的な解釈論を展開することが望ましい。\n⑸ 違憲審査基準についての判例・学説の理解が薄いためか、判例法理とかけ離れた極端な基準を定立する、なぜその違憲審査基準を設定するのか理由付けが適切になされていない、設定した基準と当てはめとの間に乖離がある、事例を踏まえることなく非常に不十分な理由付けで安易に判断を示すなどといった答案が一定数見られた。\n⑹ 合憲・違憲、いずれの結論をとるにせよ、本問で問題となる遺族年金が、生存権の中核部分に関連する性格を持つことを意識して論じる必要があったが、意識できている答案は少なかった。\n⑺ 生存権を具体化する立法について認められる立法裁量について、「国の裁量」、「行政裁量」、「大臣の裁量」などとしている答案が一定数あった。立法裁量と行政裁量との区別は明確にすべきである。\n２ 憲法第２５条について⑴ 遺族年金制度を憲法による生存権保障との関係でどのように位置付けるか、具体的には、文字どおり「健康で文化的な最低限度の生活」を営めるようにするための施策であるのか、それとも「より健康でより文化的な生活」を営めるようにするための施策であるのかについて不明確な答案が多数を占めていた。本問の解答において、遺族年金がどのような性質のものか明示することなく論述を進めることは、答案の説得力を弱めてしまう。この点、遺族年金制度が生活保護制度と同じ趣旨の施策と直ちには言えないはずであることが認識されていない答案が散見された。他方で、両者の相違を踏まえつつ、生存権の中核部分の侵害があることを、問題文の事例を用いて説得的に論じているものもあり、そのような答案は評価できた。\n- 1 -⑵ 遺族年金制度に関して、自由権の権利制限の事案をそのまま横滑りさせ、より制限的でない他の選び得る手段があるかどうかなどを検討する答案が一定数見られた。生存権に関する事案においては、国において専門的・財政的考慮に基づき、様々な政策を採用する余地があることを踏まえると、そのような検討の仕方の妥当性について言及する必要があろう。\n⑶ 生存権を具体化する法律が制定された後に、当該法律を改廃して法律上の受給権をなくしたり、\n縮減したりする場合には、法律を制定して受給権を生み出す場合よりも立法裁量が狭まり、合理的な理由が求められるという、いわゆる「制度後退禁止原則」を根拠に、立法によって具体化された権利は、その権利内容がそのまま直ちに憲法上の権利になるという見解は、判例法理として確立した見解とはいえない。この点についての理解の曖昧な答案が散見された。\n３ 憲法第１４条第１項について⑴ 「憲法第１４条後段列挙事由」などとしている答案が目立ったが、条文は正確に記述すべきである。\n⑵ 「年齢」が憲法第１４条第１項後段に挙げられている「社会的身分」に当たるとする答案が目立ったが、年齢自体は「身分」ではあり得ず、「社会的身分」となるかどうか問題になり得るのは、「夫の死亡時に４０歳未満である妻」、「妻の死亡時に５５歳未満の夫」であろう。しかし、\n社会的身分について「人が社会において占める継続的な地位」という広い定義を採用した場合、\n「社会的身分」による差別が、歴史的になされてきた典型的な不当な差別であって、あるいは、\n民主主義の理念に反しており、極めて例外的な場合にしか認められない、ということにはならないであろう。なお、「判例は年齢を社会的身分と認めている」といった記述も見られたが、最高裁判所は、「社会的身分」について広い定義をとりながら、高齢であることは「社会的身分」に当たらないとしている（いわゆる待命処分判決・最大判昭和３９年５月２７日民集１８巻４号６７６頁）。\n⑶ 憲法第１４条第１項後段列挙事由による差別であるのでその合憲性は厳格に判断すべきであるとか、厳格な違憲審査基準を用いるべきであるとしながら、厳格な合理性の基準あるいは中間的な違憲審査基準を用いている答案がかなりあったが、厳格な違憲審査基準と中間的な違憲審査基準とは別の基準である。一方、後段列挙事由による差別であることを指摘しつつ、広い立法裁量が認められる生存権具体化立法についての差別であることから、中間的な基準を用いるべきであるなどとして、中間的な基準を用いる理由を説明できている答案も相当数あった。なお、もちろん、学説上は、本来、立法裁量が広く認められる場合であっても、後段列挙事由による区別がなされる場合には厳格な違憲審査基準が用いられるべきであるとする立場もあり、そうした立場からすれば上記のような理由付けによって違憲審査基準を引き下げなくてもよい。\n⑷ 国籍法違憲判決（最大判平成２０年６月４日民集６２巻６号１３６７頁）を引きつつ、差別されている法的地位と差別事由に着目して、新制度案における区別が合理的な区別に当たるかについて慎重に検討すべきとしている答案や、国籍法違憲判決の場合とは事例が異なり、同じ手法は用いられないとする答案は、判例と切り結ぶ努力をしているものであり高く評価できた。\n⑸ 参照すべき判例として、日産自動車事件判決（最判昭和５６年３月２４日民集３５巻２号３００頁）を援用するものがあったが、この事件は私人間の紛争であり、国による生存権具体化立法の合憲性が問われている本問とは、憲法上の議論が行われる「場」が異なることを意識するべきである。\n４ 年齢による区別の合憲性について年齢による区別について、年齢差別の問題として論じる場合には、①憲法第１４条第１項後段列挙事由に存在しないこと、②自らの意思に従って変化させることができないこと、③しかしながら、\n平等に年齢を重ねる点では一定の平等性を内包していることを意識した上で論述を行うことが望ま- 2 -しい。しかし、そのような論述ができている答案は、少なかった。\n５ 性別による区別の合憲性について⑴ 性別は、憲法第１４条第１項後段で明示されている指標であるが、歴史的にこれまで女性差別が存在しており、それを打破するために同規定が設けられたという経緯があることをしっかりと意識した上で、なおこの規定を男性差別に用いることができるかを検討する必要がある。新制度案が、典型的な性差別とは異なり、実質的平等の観点に立つものであることを意識した論述ができていない答案も散見された。また、関連して、女性に対して意図的に有利な制度が設けられた場合、それがスティグマをもたらすかという議論をすることができるかどうかは議論の余地があり、肯定論に立つ場合はこの点について説得的な論述が求められよう。\n⑵ 新遺族年金の受給資格が認められる年齢を夫５５歳、妻４０歳としていることの目的について、\n男女の就労状況、収入の実情における大きな格差を踏まえてのものとするだけで、目的が書かれていないものや、配偶者の就労の促進が目的であるとするものなど、適切に記述できていないものが目立った。\n⑶ 新遺族年金の受給資格が認められる年齢について夫と妻との間で大きな開きがあることが性別による不合理な差別に当たるのかについては、男女の就労状況、収入の実情の大きな格差を踏まえてのものであることをどのように評価するかが問題となるが、この点を考慮しており、評価できる答案が多かった。\n６ 遡及適用・経過措置の合憲性について⑴ これまで遺族年金の受給権が認められてきた者に対して、新遺族年金の受給資格要件を遡及的に適用し、受給資格要件を満たさない場合には受給資格を喪失させることについて、Ｘの主張に当たり、いわゆる「制度後退禁止原則」につき、その扱いをめぐる判例・学説の現況を適切に把握した上で立論を展開できているものが一定数あり、そのような答案は評価できた。もっとも、\n制度後退禁止原則の根拠について明確に述べている答案はそれほど多くなかった。また、設問２で制度後退禁止原則はとり得ないとしながら、その理由を説得力ある形で説明できている答案もそれほど多くなかった。\n⑵ これまで遺族年金の受給権が認められてきた者に対して、新遺族年金の受給資格要件を遡及的に適用し、受給資格要件を満たさない場合には受給資格を喪失させることについて、厚生労働大臣は「被保護者の……期待的利益についても可及的に配慮するため、その廃止の具体的な方法等について、激変緩和措置の要否などを含め、……専門技術的かつ政策的な見地からの裁量権を有しているものというべきである」としている老齢加算廃止判決（最判平成２４年２月２８日民集６６巻３号１２４０頁）を参考にして論じている答案も少数ながらあり、判例をいかしながら問題に対応しようとするものとして評価できた。なお、厚生労働大臣による生活保護基準の設定についての老齢加算廃止判決の考え方が、なぜ法律の制定についても妥当するのかについては検討が必要であり、この点まで意識した論述ができている答案は少なかった。\n７ 形式面について⑴ 極めて小さな字で書かれたものや、あまりにも字が汚いものなど、判読不能な答案が一定数あった。採点者が判読できない部分は記述がなかったものとして採点せざるを得ず、その結果、採点上不利となることに改めて注意されたい。\n⑵ 一般的に通用していない略語の使用は慎むべきである。\n⑶ 問題文と関係性が乏しいと思われる記述をした答案が見受けられ、そのような答案は、あらかじめ学習していた別の問題への解答を、本問との違いを意識しないまま記載したのではないかとの疑念を抱かせた。\n- 3 -"
}