{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は、２５：３５：４０］）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＸは、Ｙに対して令和３年５月２０日に、弁済期を同年１１月末日として２００万円を貸し渡し、既に弁済期は到来している旨を主張して、令和４年５月９日、Ｙを被告として２００万円の支払を求める訴えを提起した（以下、この訴えの訴訟物の内容をなす貸金債権を「甲債権」といい、この訴えに係る訴訟手続を「本件訴訟」という。）。\nＹは、第１回口頭弁論期日において、Ｘの主張を認めた上で、主位的に、甲債権に対しては既に弁済をした旨を主張し、予備的に、Ｘに対する２００万円の売買代金債権（以下「乙債権」という。）により相殺する旨の訴訟上の相殺の抗弁を提出した。Ｙは、乙債権の発生原因事実として、令和３年８月４日にＸに対して代金２００万円で美術品（以下「本件動産」という。）を売却し、同日引き渡した旨を主張し、この売買契約の締結を証明するため、Ｘがその配偶者Ａに対して送った電子メール（以下「本件メール」という。）の内容をプリントアウトしたもの（以下\n「本件文書」という。）を証拠として提出した。本件メールは、同月５日付けでＸから送信されたものであり、Ｘの健康状態やＸＡ間の子の学業成績に関する相談とともに、念願の本件動産をＹから２００万円で購入し、引渡しを受けた旨が記載されていた。\nＹが、本件文書を入手した経緯は、以下のようなものであった。甲債権及び乙債権に関する紛争（以下「本件紛争」という。）が顕在化した後、その解決のため、Ｘは、令和４年３月、Ｘ宅にＹを呼び寄せ、Ｘの自室において話合いをした。話合いが難航する中、Ｘは「一旦休憩しよう、コーヒーでも買ってくる。」と述べ、最寄りのコンビニエンスストアまで一人で赴いた。残されたＹは、本件紛争は訴訟に発展する可能性も高いと考え、自己に有利な証拠を探す趣旨で、Ｘの机の上に閉じた状態で置いてあったノートパソコンを開いたところ、Ｘがプライベートで利用しているアカウントのメールが閲覧可能な状態になっていることに気付いた。そこで、Ｙは、自身のＵＳＢメモリにＸが送受信した電子メールの全てを保存することとした。保存作業は、Ｘの帰宅前に終了したため、ＸがＹの行為を認識することはなかった。話合いが終了した後、Ｙは、自宅において、保存したメールの内容を全て確認し、その結果、自己に有利な本件メールを発見した。本件動産についてのやりとりは全て口頭でなされ、引渡しもＹがＸに直接交付することによりなされた結果、本件動産の売買の証明に役立つ証拠がなかったことから、Ｙは、本件紛争が訴訟にまで発展した場合に備えて、本件メールをプリントアウトした。\nＸ及びＹは、いずれも弁護士に対して訴訟委任をしていなかったが、第１回口頭弁論期日において、Ｙが本件文書を提出したことに動揺したＸは、本件動産の売買契約締結の事実を否認するにとどめ、同期日終了後に、弁護士Ｌ１に訴訟委任をした。\n以下は、弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：Ｘは、Ｙが自分と配偶者との間の電子メールを無断で閲覧した上で、本件文書を証拠として提出するのはひどいと憤っています。本件文書の証拠としての利用を阻止することはできるでしょうか。\nＰ：不当な方法で収集された証拠（いわゆる違法収集証拠）については、民事訴訟でも証拠能力が否定されることがあるということは承知していますが、不勉強で、その根拠も判断基準もあやふやです。\n- 2 -\nＬ１：そうですか。しかし、情報技術の発達により、本件文書のような証拠が提出される訴訟事件は増えている一方で、技術上の利便性を不当に利用した証拠収集も容易となっています。そのような方法で入手された証拠を事実認定の資料にすることが許されるかどうかは重要な論点となりますから、少し頑張ってもらおうと思います。本件文書の証明力はそれなりにあると考えられるので、ここでは専ら証拠能力の問題を検討してください。具体的には、⒜民事訴訟において、不当な方法で収集された証拠方法の証拠能力が制限される場合があり得ることを前提として、そのような証拠方法の証拠能力が否定される法的根拠を挙げた上、証拠能力の有無を判断する基準を示し、⒝上記⒜の基準に照らして本件文書の証拠能力を判断するとどのような結論に至るかを明らかにすることを「課題」とします。なお、Ｙの行為は犯罪行為に該当しないことを前提としてください。\n〔設問１〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題について答えなさい。なお、以下に掲げる【事例（続き）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き）】\nＸは、Ｙによる電子メールの無断閲覧は許し難いものの、本件動産の売買契約締結の事実自体は争い難いと考えた。そこで、第２回口頭弁論期日において、本件動産の売買契約締結の事実を認めた上、乙債権は既に弁済したとの主張をするとともに、仮に弁済が認められないとしても、Ｙは、Ｘの亡父Ｂからかつて２００万円を借りており、Ｘは令和３年９月に死亡したＢの唯一の相続人として、ＢのＹに対する貸金債権（以下「丙債権」という。）を相続により取得し、同年\n１０月末日に弁済期が到来した旨、丙債権を自働債権、乙債権を受働債権として相殺するとの意思表示を訴訟外でした旨、及び、丙債権と乙債権の相殺適状は、甲債権と乙債権の相殺適状よりも先に生じており、民法第５１２条の趣旨からも前者の相殺が優先されるべきである旨の主張を追加した。なお、甲債権についてはＹの兄Ｚが保証しており、Ｚは、第３回口頭弁論期日から、Ｙを補助するために補助参加をしている。\n受訴裁判所は、Ｘによる丙債権を自働債権とする相殺の意思表示は、訴訟外で既に確定的になされているため、訴訟上許容されると判断した。その上で、受訴裁判所は、証拠調べを実施し、その結果、①甲債権及び乙債権の発生はいずれも争いがなく、丙債権の存在も認められるところ、甲債権及び乙債権の弁済の事実はいずれも認められない、②Ｙによる相殺の意思表示は、本件訴訟において裁判所により相殺の判断がされることを条件として実体法上の相殺の効果が生ずるものである一方、Ｘによる相殺の意思表示は、訴訟外で確定的になされていることから、Ｘによる相殺の意思表示が優先する、③丙債権と乙債権の相殺適状は、甲債権と乙債権の相殺適状よりも先に生じており、ＸＹ間に相殺の充当について別段の合意も認められないことから、Ｘによる相殺の意思表示により、乙債権と丙債権が消滅したとの心証に至り、Ｘの請求を認容する旨の判決をした。\n以下は、弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：原判決は、相殺の再抗弁を認めてＸの請求を認容していますが、Ｘは、そもそも乙債権についての弁済の事実が認められなかったことに不満があるようです。Ｘが強く希望しているところですので、控訴を提起します。\nＰ：この場合、控訴審では、審理の範囲は、乙債権の存否に限定されるのでしょうか。仮に、甲債権や丙債権も審理の範囲に含まれるとすれば、かえってＸに不利益な結果になる可能性もあるように思います。\nＬ１：良い質問ですね。Ｘの控訴が適法であり、かつ、Ｙ及びＺが控訴も附帯控訴もしていないと- 3 -いう仮定の下でも、控訴審の審理の範囲は限定されるものではなく、甲債権や丙債権が審理の範囲に含まれると考えていいでしょう。\nそこで、上記仮定の下、甲債権と丙債権が審理の範囲に含まれること、並びに原判決が示した相殺の再抗弁の許容性、相殺の優先順位及び相殺の充当に関する判断には変更がないことを前提として、控訴裁判所が、(ｱ)甲債権は弁済により消滅した、(ｲ)甲債権と乙債権はいずれも弁済による消滅はしていないが、丙債権の存在は認められない、(ｳ)甲債権は弁済による消滅はしていないが、乙債権は弁済により消滅した、という判断に至った場合のそれぞれについて、どのような判決をすべきことになるか、検討してください。これを「課題」とします。なお、利息又は損害金及び費用についてはないものとし、控訴の利益について検討する必要もありません。\n〔設問２〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題について答えなさい。なお、以下に掲げる【事例（続き）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き）】\nＸのみが控訴を提起し、Ｙ及びＺが控訴も附帯控訴もしなかったところ、控訴裁判所は、原判決は正当であるとの判断に基づき、Ｘの控訴を棄却する旨の判決をした。誰も上告又は上告受理の申立てをしなかったことから、Ｘの控訴を棄却する旨の判決が確定したため、Ｘの請求を認容する第一審判決も確定した（以下、本件訴訟に係る確定判決を「前訴確定判決」という。）。\nところで、Ｚは、ＸのＹに対する請求が認容されることを阻止するため、第一審において、甲債権を保証している旨を主張して、Ｙを補助するために参加の申出をした。Ｚの補助参加にはＸもＹも異議を述べなかったことから、Ｚは適法に補助参加人として訴訟追行し得ることとなった。\nＺは、第一審の第３回口頭弁論期日において、甲債権については、Ｙからの要請により、Ｘが債務を免除した事実（以下「免除の事実」という。）を、丙債権については、ＺがＹに代わって\nＢに対して弁済した事実（以下「弁済の事実」という。）を主張した上で、免除の事実を証明するためにＺ自身の証人尋問の申出をした。しかし、Ｙは、Ｙが主張する甲債権の弁済時期よりも免除の事実の時期の方が遅かったことから、同期日において、免除の事実はない旨を主張するとともに、Ｚの証人尋問の申出を撤回した。なお、弁済の事実は、Ｘにより争われ、証拠調べが実施されたが、第一審、控訴審のいずれにおいても認められなかった。\n本件訴訟終了後、Ｚは、Ｘから保証債務の履行を迫られたことから、かねて付き合いのある弁護士Ｌ２に電話で連絡をとった。Ｌ２は、「大変な状況ですね。少し込み入った事件ですので、関連する書類を持って一度事務所においでください。お待ちしています。」と述べ、通話を終了した。\n以下は、弁護士Ｌ２と司法修習生Ｑとの間の会話である。\nＬ２：Ｚの説明によると、ＸがＺに対して保証債務の履行を求めて訴えを提起する可能性があります。その場合、Ｚとしては甲債権の存在を争うことになると思いますので、ＸのＺに対する上記訴えに係る訴訟手続において、甲債権の存在を認めた前訴確定判決に基づく何らかの拘束力が作用するか否かが問題になります。そこで、この点を検討してください。これを「課題１」\nとします。\nＱ：承知しました。もっとも、Ｚとしては、Ｘに対して任意に保証債務を履行した上で、Ｙに対して求償することも考えられますね。\nＬ２：そのとおりです。しかし、Ｙが求償に応じない場合には、ＺはＹに対して求償の訴えを提起する必要があります。そして、この場合、Ｙは、求償債務を否定するために甲債権の存在を争\n- 4 -うことを考えるでしょう。\nＱ：そうすると、ここでも、甲債権の存在を認めた前訴確定判決の効力が問題になりますね。\nＬ２：そうです。ただ、この場合は、前訴である本件訴訟の補助参加人が被参加人に対して前訴確定判決を援用するという珍しい構図になっており、このような援用が許されるか、という問題も含んでいそうです。そこで、このような問題があることに留意しつつ、ＺのＹに対する上記訴えに係る訴訟手続において、前訴確定判決の効力が作用するか否かについて検討してください。これを「課題２」とします。なお、「課題２」については、民事訴訟法第４６条の効力以外の効力を検討する必要はありません。\n〔設問３〕\nあなたが司法修習生Ｑであるとして、Ｌ２から与えられた課題１及び課題２について答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は、ＸがＹに対し、貸金の返還を求める訴えを提起し（以下、この訴えの訴訟物の内容をなす貸金債権を「甲債権」といい、この訴えに係る訴訟手続を「本件訴訟」という。）、これに対し、Ｙが請求原因事実を認めた上で、主位的に弁済の抗弁を、予備的にＸに対する売買代金債権（以下「乙債権」という。）により相殺する旨の訴訟上の相殺の抗弁を主張したという事案を素材としている。この事案について、①Ｙが不当な方法で収集した電子メールをプリン\nトアウトしたもの（以下「本件文書」という。）の取調べを申し出た場合において、民事訴訟におけるいわゆる違法収集証拠の証拠能力についての検討（設問１）、②本件訴訟において、更にＸが相続により取得したＹに対する貸金債権（以下「丙債権」という。）によって乙債権を相殺したという訴訟外の相殺の再抗弁を主張し、Ｘの請求を認容する判決に対してＸのみが控訴した場合において、不利益変更禁止の原則を踏まえた控訴審の審理・判断についての検討\n（設問２）、③甲債権の保証人であるＺが補助参加した本件訴訟についてＸの請求を認容する判決が確定した場合において、その後に提起されたＸのＺに対する保証債務履行請求訴訟及び\nＺのＹに対する求償請求訴訟における、上記確定判決に基づく効力ないし参加的効力についての検討（設問３）をそれぞれ求めるものである。\n設問１(a)は、民事訴訟において違法収集証拠の証拠能力が制限される場合があり得ることを前提としつつ、証拠能力を否定する際の法的根拠を挙げて、証拠能力の有無をいかなる基準により判断すべきかを問うものである。民事訴訟法（以下「法」という。）には、違法収集証拠の証拠能力を制限した規定はないが、にもかかわらず違法収集証拠の証拠能力がなぜ無制限には認められないかについては、裁判所が当事者等による証拠の違法な作成・収集を助長するおそれ、公正かつ適正な裁判に対する国民の信頼を損なうおそれ等への配慮があることの指摘が期待される。具体的な事例において違法収集証拠の証拠能力を制限する際の法的根拠及び判断基準については、最高裁判所の判例がいまだ存在せず、様々な学説が提唱されている状況であるから、いかなる見解を採用したかによって評価に差を設けることはない。例えば、下級審裁判例（東京高判昭和５２年７月１５日判時８６７号６０頁参照）による場合には、人格権の保護を根拠としつつ、当該証拠が著しく反社会的な手段を用いて取得されたものかどうかを基準とすることが考えられる。また、訴訟上の信義則（法第２条）を根拠とし、証拠収集の手段や態様の違法性、被侵害利益の重大性、証拠の重要性、真実発見の要請等を総合的に考慮して証拠能力の有無を判断する有力説による場合には、判断基準となり得る重要な要素を摘示しつつ、それらの総合考慮により判断すべきことを指摘する必要があろう。\n設問１(b)は、設問の事実関係の下で、(a)において採用した判断基準に照らして本件文書の証拠能力の有無を判断することを求めるものである。証拠収集の手段や態様の違法性等の各要素に該当する具体的な事実の検討は、(a)において採用した判断基準と整合的でない限り、評価されない。例えば、前掲下級審裁判例によるときは、人格権侵害ないし違法性との関係で、証拠収集の手段・態様の違法性、被侵害利益の重大性を検討し、その結果、人格権侵害ないし違法性が肯定される場合でも、他の要素（証拠の重要性、真実発見の要請）に鑑み、違法性が阻却される余地があるかどうかを検討することが考えられる。他方、訴訟上の信義則を根拠とした総合考慮による場合には、上記の各要素に該当する事実を設問の事実関係から抽出した上\n- 12 -で、個別にあてはめを行い、総合考慮の結果として、結論を導くことが期待される。\n設問２は、相殺の抗弁に対するいわゆる再相殺について、訴訟上の相殺の再抗弁は不適法であるが、訴訟外の相殺の意思表示の主張は適法と解されること（最判平成１０年４月３０日民集５２巻３号９３０頁参照）を前提として、第１審で訴訟外の再相殺の主張が認められて請求認容判決がされた事案において、Ｘのみが控訴した場合の控訴審の審理判断の在り方について、具体的な事実関係を基に論じさせるものであり、民事訴訟の基本的な理解を踏まえた論理的思考力及び論述力を問うものである。\n(ｱ)では、控訴裁判所の心証に従えば、原判決を取り消し、請求を棄却する旨の判決をすることが想定されるところ、この判決が不利益変更禁止の原則（法第３０４条）に違反するかについて、同原則の趣旨を踏まえ、控訴裁判所の判決が確定した場合と原判決が確定した場合の既判力の比較により検討することが求められる。甲債権の弁済による消滅を理由とする請求棄却判決は、Ｘにとり不利益変更に当たると解されるから、控訴裁判所は、控訴を棄却する旨を主文とする判決をするにとどめるべきことになろう。\n(ｲ)においても、控訴裁判所は、原判決を取り消し、請求を棄却する旨の判決をすることが想定される。ここでも不利益変更禁止原則の適用を検討する必要があるが、具体的な事実関係の下で、相殺の判断に係る既判力（法第１１４条第２項）の検討を含めるべきことを論じた上で、請求棄却判決がＸにとって不利益変更に当たることを指摘することが期待される。\n(ｳ)では、控訴裁判所も請求認容判決をすることが想定されるものの、乙債権の弁済による消滅により、訴訟外の相殺の主張につき判断が不要となる点を指摘し、原判決の理由中でされていた丙債権による相殺に係る判断が控訴裁判所の判決ではなされないことの帰結について検討することが求められる。訴訟外の相殺の主張の判断に法第１１４条第２項の適用を認める通説では、丙債権に係る判断につき既判力の範囲に変更が生ずることから、控訴裁判所は、原判決を取り消し、Ｘの請求を認容する旨を主文とする判決をすべきことになろう。\n設問３の課題１では、甲債権を認めて、ＸのＹに対する請求を認容する旨の判決が確定した後、ＸがＹの補助参加人であったＺに対して甲債権に係る保証債務の履行を請求したという場合において、ＸＹ間の確定判決が、ＸのＺに対する保証債務履行請求訴訟において何らかの拘束力を及ぼすかを問うものである。確定判決の拘束力としては様々なものを想定し得ることから、それらを広く取り上げた上で、それぞれの拘束力について十分に検討をすることが期待される。一例を挙げるならば、通説の立場から、Ｚは、法第１１５条により既判力の拡張を受ける者ではないこと、法第４６条の効力は、参加人と被参加人との間の敗訴責任の共同分担という根拠から認められる特別な効力であって、参加人と相手方との間に生ずることは想定されないことを論じた上で、さらに、争点効又は法第２条に基づく信義則上の拘束力の作用を認め得るか、を論ずることが考えられる。\n設問３の課題２は、ＸのＹに対する請求認容判決の確定後、保証債務を履行したＺがＹに対して求償請求訴訟を提起した場合に、ＸのＹに対する請求認容判決に係る法第４６条の効力をＺが援用し得るか、という点を問うものである。補助参加人による被参加人に対する同条の効力の援用が、同条の根拠から正当化し得るか、という点を、同条自体は、被参加人から補助参加人に対して同条の効力を援用する場合を想定していることを踏まえて論ずることが期待される。例えば、法第４６条の根拠を敗訴責任の共同分担と捉える立場からは、補助参加人から被参加人に対して同条の効力を援用することは認められてしかるべきであると論ずることが考えられるが、このように論ずる場合には、同条が被参加人から補助参加人への援用を想定していることとの整合性をどうつけるかについても一定の説明が求められよう。",
  "scoring_notes": "１ 出題趣旨等民事系科目第３問は、民事訴訟法分野からの出題であり、出題趣旨は、既に公表されている「令和５年司法試験論文式試験出題の趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては、例年と同様、受験者が、①民事訴訟の基礎的な原理、原則や概念を正しく理解し、基礎的な知識を習得しているか、②それらを前提として、設問で問われている課題を的確に把握し、それに正面から答えているか、③抽象論に終始せず、設問の事案に即して具体的に掘り下げた分析及び考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては、基本的に、上記①から③までの観点を重視することとしている。\n本年においても、問題文中の登場人物の発言等において、受験者が検討し、解答すべき事項が具体的に示されている。そのため、答案の作成に当たっては、問題文において示されている検討すべき事項を適切に分析し、そこに含まれている論点を論理的に整理した上で、論述すべき順序や相互の関係も考慮することが必要である。そして、事前に準備していた論証パターンをそのまま答案用紙に書き出したり、理由を述べることなく結論のみを記載したりするのではなく、提示された問題意識や事案の具体的な内容を踏まえつつ、論理的で一貫した思考の下で端的に検討結果を表現しなければならない。採点に当たっては、受験者がこのような意識を持っているかどうかという点についても留意している。\n３ 採点実感等⑴ 全体を通じて本問は、ＸがＹに対し、貸金の返還を求める訴えを提起し（以下、この訴えの訴訟物の内容をなす貸金債権を「甲債権」といい、この訴えに係る訴訟手続を「本件訴訟」というほか、問題文において定義した略語を適宜用いる。）、これに対し、Ｙが請求原因事実を認めた上で、主位的に弁済の抗弁を、予備的にＸに対する売買代金債権（乙債権）により相殺する旨の訴訟上の相殺の抗弁を主張したという事案を題材とし、第一審における手続のほか、上訴、判決効と幅広く民事訴訟法の理解を問うものである。\n本年の問題では、例年同様、具体的な事案を提示し、登場人物の発言等において受験者が検討すべき事項を明らかにした上で、いわゆる違法収集証拠の証拠能力、不利益変更禁止の原則、確定判決に基づく効力ないし拘束力、参加的効力等の民事訴訟の基礎的な概念や仕組みに対する受験者の理解を問うとともに、事案への当てはめを適切に行うことができるかどうかを試している。\n全体としては、時間内に論述が完成していない答案は少数にとどまった。しかし、検討すべき事項の理解を誤り、関係や必要がない論述を展開する答案や、検討すべき事項自体には気が付いているものの、問題文で示されている事案への当てはめによる検討が不十分であって、抽象論に終始する答案も散見された。また、基礎的な部分の理解の不足をうかがわせる答案も少なくなかった。\nなお、判読が困難な乱雑又は極めて小さい文字や略字を用いるもの、特に修文のために一行に無理して字句を挿入するものなど、第三者が読むことに対する意識が十分ではない答案や、日本語として違和感を覚える表現や初等教育で学ぶ漢字を平仮名又は片仮名で記載する答案や漢字の誤りも一定数見られた。以上については、例年、指摘されているところであるが、本年においても、改めて注意を促すとともに、判読不能な文字は白紙答案と同じであることに留意してもらいたい。特に第三者が読むことに対する意識が十分ではないという点について言えば、法律実務家は、常に読み手のことを考えて文章を起案する意識を持つ必要があることに鑑み、強く改善を求- 16 -めたい。\n⑵ 設問１についてア 設問１の採点実感設問１では、まず、(a)として、民事訴訟において違法収集証拠の証拠能力が制限される場合があり得ることを前提としつつ、証拠能力を否定する際の法的根拠を挙げて、証拠能力の有無をいかなる基準により判断すべきかを論じ、(b)において、設問の事実関係の下で、(a)において採用した判断基準に照らして本件文書の証拠能力の有無を論ずることが求められている。\n民事訴訟法（以下「法」という。）には、違法収集証拠の証拠能力を制限した規定がないことは、本問を検討する上での出発点になるものと考えられるが、この点についての言及を欠く答案が極めて多かった。そして、このような答案においては、違法収集証拠の証拠能力が無制限には認められない理由についても言及されない傾向があり、相対的に低い評価にとどまった。\n逆に、明文規定のないことを明示的に論ずる答案は、その後の論述においても、的確に問題の所在を捉えていることが多く、相対的に高い評価となった。\n違法収集証拠の証拠能力を制限する際の法的根拠及び判断基準については、最高裁判所の判例がいまだ存在せず、様々な学説が提唱されている状況にあるから、いかなる見解を採用したかによって評価に差を設けていない。\n最も多かった答案は、訴訟上の信義則（法第２条）に根拠を求めたものであった。もっとも、\n法第２条の文言は抽象的であるため、証拠能力を否定する論拠とするには、一定の論証を行う必要があり、具体的な証拠方法について証拠能力の有無を判断することができるような基準を定立する必要がある。そのようなものとして、証拠収集の手段・態様の違法性、被侵害利益の重大性を指摘した上で、証拠の重要性、真実発見の要請等と衡量してもなお当該証拠の取調べを是認することができない場合に証拠能力を否定すべきことを指摘している答案は、高く評価された。これに対し、判断基準としてはおよそ機能し得ないような抽象的な基準を提示するもの（例えば、信義則に反する場合には、証拠能力は認められないとするなど、法第２条の文言を繰り返しただけの答案）や、同条の文言の趣旨を具体化する要素として十分とは思われない事項のみを掲げて証拠能力を否定しようとする答案（例えば、単に「公正さの観点から」とか、\n犯罪行為による証拠方法等は証拠能力を否定すべきなどとする答案）は、低い評価にとどまった。\n下級審裁判例（東京高判昭和５２年７月１５日判時８６７号６０頁参照）に依拠し、人格権の保護を根拠としつつ、当該証拠が著しく反社会的な手段を用いて取得されたものかどうかを基準とした答案も見受けられた。上記裁判例の論旨を法的根拠と判断基準とに適切に整理しつつ、違法収集証拠の証拠能力を否定するための要件を適切に提示することができた答案は、高く評価された。これに対し、判断基準のみで法的根拠が曖昧な答案、提示した要件が不正確あるいは不完全な答案は、低い評価にとどまった。\n以上とはやや異なる法的根拠を提示したものとして、例えば、再審事由（法第３３８条第１項第５号）が規定されていることの法意として、不当な方法で収集された証拠を用いた判決は再審の訴えの対象となり得ることから、一定の違法収集証拠の証拠能力は否定されることが予定されているとの法理を導いた上で、上記再審事由の存在を法的根拠と捉え、同号が定める刑事実体法に違反した行為が証拠収集の過程に介在したかどうかを判断基準として提示した答案も少なからず見受けられた。このような論旨が適切に展開されている答案は、相応に評価することができるが、単に再審事由を法的根拠とするにとどまり、論証が不十分と見られる答案は低い評価にとどまった。\nまた、文書提出命令制度において自己利用文書（法第２２０条第４号ニ）が提出除外文書とされている以上、この制度の利用を迂回して自力救済的に違法に証拠が収集された場合には、\n証拠能力を制限するといった趣旨の答案も少なからず見られた。自己利用文書が提出対象から- 17 -除外される理由として、被侵害利益の重大性、とりわけプライバシーが問題になることを十分に意識できていると見られる答案は相応に評価されるのに対し、単に文書提出命令によらないで証拠を入手したことのみを指摘する答案や文書提出命令制度につき用意した論証パターンを記載する答案、自己利用文書該当性の検討に終始し、違法収集証拠として排除されるかどうかの検討が不十分な答案は、低い評価にとどまった。\nその他、弁論主義や自由心証主義を法的根拠とする答案もあったが、これらが直接的に証拠能力を制限する根拠となるものとは言い難く、例えば、自由心証主義が適切に機能するには適法に収集された証拠が提出される必要があるとの理由から、違法収集証拠の証拠能力を否定すべきと論ずるなど説得的に論じられていない限り、低い評価にとどまった。\n次に、(b)は、(a)で提示した法的根拠及び判断基準を踏まえた当てはめを求めるものである。\n訴訟上の信義則を根拠とした場合には、違法収集証拠の証拠能力を否定する方向の要素として、\n証拠収集の手段・態様の違法性や被侵害利益の重大性を挙げることが考えられる。前者については、ＹがＸに無断でそのノートパソコンを使用し、電子メールの全てをＵＳＢメモリに保存して持ち出したことを指摘する必要がある。また、後者については、本件メールの中に、Ｘの健康状態やＸＡ間の子の学業成績に関する相談等の情報が含まれており、これらがＸのプライバシーに関する情報であることを指摘する必要がある。他方、違法収集証拠の証拠能力を肯定する方向の要素としては、証拠の重要性や真実発見の要請などを指摘することが考えられる。\nこれらについては、ＸＹ間で本件動産の売買契約が締結されたことの証明に役立つ客観的証拠が他にないことを踏まえ、本件文書が唯一の客観的証拠であって、本件動産の売買契約の締結の証明にとって重要な間接証拠になることを指摘する必要がある。\n当てはめについては、多くの答案において、(a)で提示した基準に従って、問題文中の事実を適切に摘示していた。もっとも、判断基準においてあらかじめ指摘した要素が少なかった結果、十分な当てはめができなかったものも少なからずあり、そのような答案は低い評価にとどまった。また、当然のことではあるが、(a)で提示した基準と(b)の当てはめが食い違う答案は、\n評価されない。論述を進めていく過程で新たな視点に気付くこともあろうが、答案を書き始める前に、結論まで整理して論述する必要がある。\nまた、証拠収集行為自体の違法性（反社会性）と（証拠収集行為の結果としての）被侵害利益の重大性とを明確に区別して、当てはめまでできている答案は、高く評価されるが、そのような答案は、それほど多くなかった。証拠の重要性や真実発見の要請について触れている答案もあまり多くなかった。証拠能力の有無の判断要素として、証拠の重要性を挙げる答案において、多くは、証拠価値が高い場合には、真実発見の要請からも証拠能力を肯定する方向に働く事情として評価していたものの、一定数の答案で、結論を左右する重要な証拠であるから証拠能力が否定されるべきとの結論を導くものがあった。しかし、違法収集証拠の証拠能力の有無を判断する場面においては、基本的には、違法な証拠収集行為によって侵害される者の利益と真実発見の要請が衝突するものと考えられ、証拠価値が高いことは、証拠能力を肯定する方向に働く事情として評価するのが論理的である。\nイ 設問１のまとめ設問１は、違法収集証拠の証拠能力に関する民事訴訟法上の規定の欠如、例外的に証拠能力の制限が要請される背景的事情、証拠能力の制限を正当化する法的根拠とその判断基準を論じ、\nこれに基づき当てはめを行って結論を導くという民事訴訟制度の基本的な理解及び論述力を問うものであるところ、結論に至る過程までの論述の出来には相当の幅が見られた。\nとりわけ、違法収集証拠の証拠能力を否定する議論の前提を明らかにすることに苦慮したと思われる答案が非常に多かった。民事訴訟における違法収集証拠の証拠能力の問題は、出発点となるべき条文が存在しないという点に大きな特徴があるが、このことについての認識、理解が足りなかったことが主な原因であると推察される。また、条文が存在しない場合であっても、\n- 18 -証拠能力を無制限に認めることに消極的な立場に立つときは、その理由が必要になるはずであるが、この点についての認識、理解も不足していたと言える。この結果、法的根拠あるいは判断基準として必ずしも適切とは言えない事項を法的根拠あるいは判断基準として論じた答案が少なからず見られた。具体的には、違法な証拠収集を助長するかどうか、あるいは、裁判に対する国民の信頼を損なうかどうか、といった弊害のおそれの有無を内容とする判断基準を提示した答案であるが、このような判断基準によって設問の事実関係について当てはめを行うことは、およそ困難であると思われる。(a)において適切な規範を定立してはじめて、(b)において適切な当てはめをすることができる。当てはめの段階で違和感を覚えるような場合には、自らが立てた基準自体を疑うといった姿勢が求められよう。\n「優秀」に該当する答案は、上記の出題趣旨を正しく理解し、過不足なく適切な論述をするものである。また、「良好」に該当する答案は、出題趣旨をおおむね正しく理解しているが、\n証拠能力の制限を正当化する法的根拠についての論述が物足りないものなどである。「一応の水準」に該当する答案は、出題趣旨を理解していることが読み取れるものの、基準の定立や当てはめが適切になされていないものなどである。これに対し、出題趣旨を正しく理解せず、民事訴訟における違法収集証拠の証拠能力について適切に論述していない答案は「不良」と評価される。\n⑶ 設問２についてア 設問２の採点実感設問２では、相殺の抗弁に対するいわゆる再相殺について、訴訟上の相殺の再抗弁は不適法であるが、訴訟外の相殺の意思表示の主張は適法と解されること（最判平成１０年４月３０日民集５２巻３号９３０頁参照）を前提として、第一審で訴訟外の再相殺の主張（再抗弁）が認められて請求認容判決がされた事案において、Ｘのみが控訴した場合の控訴審の審理判断の在り方について、具体的な事実関係を基に検討することが求められている。一見すると複雑な問題ではあるが、冷静に分析すれば、設例ごとの構図はそれほど複雑ではない。審理の順序や原判決が確定した場合の既判力、控訴裁判所の判決が確定した場合の既判力を分析し、整理することが肝要である。その上で、不利益変更禁止の原則を正確に理解し、当てはめて結論を出すという法的、論理的思考力が問われている。丁寧な当てはめをせず、結論のみを記載する答案が多く見られたが、裁判所の実体上の心証を基に、どのような論理展開を経て結論に至るのか、\n設例ごとに既判力が生ずる範囲について正確に分析し、思考の経路を丁寧に示す答案は、自然と高く評価された。これに対し、甲債権、乙債権、丙債権と複数の債権について、三つの場面が設定されて混乱したためか、事案を誤って認識している答案が散見されたが、このような答案は、低い評価にとどまった。要件事実のブロックダイアグラムを作成したり、事案を図示したりすることにより、問題状況を正確に把握することは、解答をする上での出発点になるものであり、法律実務家として必要な姿勢、能力であるところ、後者の答案は、これらが欠けていたと考えられる。\n本問では、控訴審における不利益変更禁止の原則（法第３０４条）が問題となるところ、多くの答案では、この点が理解されていたものの、この点に全く触れない答案も見られた。この点は、上訴における基本的な知識であり、これを理解していない答案は、評価されない。また、\n不利益変更禁止の原則について、不利益性を判断するに当たり、第一審の判決と控訴審の判決を比較するという視点が欠如している答案も多く見られた。特に、単に「不利益だから、控訴棄却」とするのは、結論としては相当であっても、不利益変更禁止の原則を理解しているのかどうかが明らかではない。試験である以上、その思考過程を明示して論ずべきである。また、\n法第３０４条の条文を摘示できていないものも少なくなかった。法第１１４条第２項により既判力が生ずる範囲についても、正確に押さえておく必要があるが、相殺に供された自働債権について、相殺が成立した場合における自働債権の不存在のみならず、相殺の成立以外の理由に- 19 -よる自働債権の不存在についても既判力が生ずることを理解していない答案が一定数見られた。第一審の判決でも、控訴審の(ｲ)の判断及び(ｳ)の判断の場合でも、いずれも乙債権の不存在の判断に既判力が生ずることになる。この点は、既判力の客観的範囲の例外を定めた法第１１４条第２項に関する基本的な理解であり、正確に習得することが求められる。\nまた、控訴審の審理の対象を「乙債権の弁済の有無」とのみする答案が少なからずあったが、\n設問の前提として「控訴審の審理の範囲は限定されるものではなく、甲債権と丙債権が審理の範囲に含まれる」ことが明示されており、問題文を読んで、解答すべきことを正確に理解しているのか疑問を持たざるを得ない。同様に、不利益変更禁止の原則を、審理の範囲の問題と捉えるものもあったが、不利益変更禁止の原則の理解が十分でないことに加え、問題文の理解も不十分であることがうかがわれる。加えて、控訴審手続に対する理解不足に起因するものと思われるが、法律用語を適切に用いることができていない答案が少なからずあった。また、第一審の判決につき確定的に既判力が生じたことを前提としているかのように読める答案も少なからずあったが、民事訴訟の基本的な仕組みを誤解しているとの疑いを招きかねないものである。\n(ｱ)では、控訴裁判所の心証に従えば、原判決を取り消し、請求を棄却する旨の判決をすることが想定されるところ、この判決が不利益変更禁止の原則に違反するかについて、同原則の趣旨を踏まえ、控訴裁判所の判決が確定した場合と原判決が確定した場合の既判力の比較により検討することが求められる。甲債権の弁済による消滅を理由とする請求棄却判決は、Ｘにとって不利益変更に当たると解されるから、控訴裁判所は、控訴を棄却する旨の判決をするにとどめるべきことになる。なお、控訴裁判所のすべき判決として、「棄却判決」とする答案が少なからずあったが、「請求棄却」と「控訴棄却」とでは全く異なる判決であるから、これらが判然としない記述をするべきではない。「控訴棄却」と書くべきところを「請求棄却」とする答案も散見された。また、「控訴裁判所は(ｱ)のような判決をする」、「控訴審裁判所は心証どおりの判決をする」とのみ記載し、どのような判決をするのか明示しない答案も一定数見られたが、民事訴訟法の答案として、適切なものとはいえず、評価されない。\n(ｲ)においても、控訴裁判所の心証に従えば、原判決を取り消し、請求を棄却する旨の判決をすることが想定される。丙債権による乙債権との相殺の効果は生じず、乙債権による相殺の判断が必要となり、甲債権と乙債権が相殺で消滅する結果、請求棄却であるというように、判断の過程について、順を追って一つ一つ説明できている答案は、相対的に高く評価された。また、ここでも不利益変更禁止の原則の適用を検討する必要があるが、具体的な事実関係の下で、\n相殺の判断に係る既判力（法第１１４条第２項）を検討した上で、請求棄却判決がＸにとって不利益変更に当たることを指摘することが期待されたが、乙債権と丙債権の不存在についての既判力の検討までしている答案は、ごく少数であった。\n(ｳ)では、控訴裁判所も請求認容判決をすることが想定されるものの、乙債権の弁済による消滅により、訴訟外の相殺の主張につき判断が不要となる点を指摘し、原判決の理由中でされていた丙債権による相殺に係る判断が控訴裁判所の判決ではなされないという帰結について検討することが求められる。訴訟外の相殺の主張の判断に法第１１４条第２項の適用を認める通説では、丙債権に係る判断につき既判力の範囲に変更が生ずることから、控訴裁判所は、原判決を取り消し、Ｘの請求を認容する旨を主文とする判決をすべきことになる。この点について、\n原判決が確定した場合には、丙債権の不存在に既判力が生ずるが、控訴審判決については、これが確定しても丙債権の不存在に既判力が生じず、控訴審判決の方が有利であるとの点に言及し、論じている答案は、相対的に高く評価された。なお、丙債権による乙債権との相殺については、訴訟外で既に相殺がされたことを訴訟において主張するものであるが、この場合にも法第１１４条第２項が適用ないし類推適用されることについて検討している答案は、高く評価された。多くの答案は、第一審と控訴審で請求についての判決主文には変わりがないものの、原判決を取り消すべき理由が十分に説明できておらず、低い評価にとどまった。Ｘに利益でも不- 20 -利益でもないとする答案もあったが、そうであれば、法第３０２条第２項により控訴棄却となる。第一審判決を取り消すには、丙債権に関する判決理由中の判断に着目し、既判力に関わる変更を指摘する必要がある。また、単に「控訴認容」とだけ解答する答案もあったが、どのような判決になるのか具体的に記述すべきである。なお、訴訟外の相殺について、法第１１４条第２項の既判力は生じないとの立場で論ずる答案も少なからずあったが、通説の論拠も踏まえて自説の適切な論証がされていれば、相応に評価されるものの、そこまでの答案は少なく、結果として低い評価にとどまった。また、この立場による場合には、原判決でも控訴審判決でもこれらが確定した場合には、丙債権の不存在について既判力が生じない点に変わりはないから、\n控訴棄却との結論になるが、ここまで論ずることのできている答案はほとんど見られなかった。\nまた、判決の主文に、乙債権が認められないなどと記載するかのような答案、４００万円の支払を命ずる答案など民事訴訟の基本的な理解が足りない答案も見られたほか、学習が後回しになりがちな上訴に関する分野とはいえ、「原判決を破棄する」のように法律用語を正確に用いていない答案も見られた。\nイ 設問２のまとめ設問２は、控訴審における不利益変更禁止の原則という問題を通して、民事訴訟の基本的な理解を踏まえた論理的思考力及び論述力を問うものであるところ、多くの答案が不利益変更禁止の原則が問題になることを理解していたが、判決効（既判力）を基準として不利益性を評価すべきことを明示できていた答案は、それほど多くなかった。そのため、(ｱ)、(ｲ)では、それなりの論述ができていたとしても、(ｳ)において、原判決を取り消すべき理由が十分に説明できておらず、低い評価にとどまった。また、思考の過程を丁寧に論ずることができたかどうかによっても、相当の差がついた。\n「優秀」に該当する答案は、出題趣旨を正しく理解した上で、(ｱ)、(ｲ)、(ｳ)を通して、適切な論述をするものである。また、「良好」に該当する答案は、出題趣旨をおおむね正しく理解しているが、例えば、訴訟外の相殺の主張の判断につき法第１１４条第２項の適用の有無を論じないなど、論述がやや物足りないものなどである。「一応の水準」に該当する答案は、出題趣旨を理解していることが読み取れるものの、判決効（既判力）を基準として不利益性を評価すべきことが適切に論じられていないものなどである。これに対し、出題趣旨を正しく理解せず、控訴審における不利益変更禁止の原則について看過しているような答案は「不良」と評価される。\n⑷ 設問３についてア 課題１の採点実感設問３の課題１では、甲債権を認めて、ＸのＹに対する請求を認容する旨の判決が確定した後、ＸがＹの補助参加人であったＺに対して甲債権に係る保証債務の履行を請求したという場合において、ＸＹ間の確定判決が、ＸのＺに対する保証債務履行請求訴訟において何らかの拘束力を及ぼすかを問うものである。確定判決の拘束力としては様々なものを想定し得ることから、それらを広く取り上げた上で、それぞれの拘束力について十分に検討をすることが期待される。一例を挙げるならば、通説の立場から、Ｚは、法第１１５条により既判力の拡張を受ける者ではないこと、法第４６条の効力は、参加人と被参加人との間の敗訴責任の共同分担という根拠から認められる特別な効力（参加的効力）であって、参加人と相手方との間に生ずることは想定されないことを論じた上で、さらに、争点効又は法第２条に基づく信義則上の拘束力の作用を認め得るか、を論ずることが考えられる。\n既判力については、法第１１５条を引用し、既判力はＺには拡張されないことを簡潔に論じた答案は高く評価された。これに対し、既判力の定義、根拠、法第１１４条第１項の趣旨など本問では無用の議論に字数を費やしながら、結論を支える理由が欠けているものや、既判力と参加的効力の区別が十分についていないために、いつのまにか法第４６条の議論に移行してい- 21 -るものは、低い評価にとどまった。法第４６条の効力を既判力とする答案もあったが、この見解について、十分な理解がないまま既判力として論ずるものは、低い評価にとどまった。また、\n既判力、参加的効力、反射効の区別が全くできていない答案も散見された。既判力の主観的範囲の問題を検討することなく、当事者ではない補助参加人にも既判力が及ぶとする答案も見られたが、このような答案は、全く評価されない。既判力は訴訟物に係る紛争についての蒸し返しを禁止する強い制度的効力であるにもかかわらず、安易に既判力の拡張を認めようとする答案も少なくなかった。\n参加的効力については、これを課題１において論じない答案も少なからずあったが、法第４６条が想定する被参加人と補助参加人との間の訴訟に関するものではないといえ、既判力の拡張を否定する以上、補助参加人に対する裁判の効力を定めた明文規定に関する検討を怠るべきではない。相手方と補助参加人との間に参加的効力が及ぶかという問題の所在を的確に捉えている答案は、半数程度にとどまった。通説的な見解に立脚した上で、敗訴責任の共同分担という趣旨が妥当するのは、参加人と被参加人との間に限定される結果、参加人と相手方との間には参加的効力は生じないと丁寧に論ずるものは、高く評価された。これに対し、特に検討することなく、相手方と補助参加人との間にも当然に参加的効力が及ぶものと解している答案は、\n評価されない。また、参加的効力に言及しながら、その主観的範囲を示すことなく、参加的効力の除外事由を検討し、本件において参加的効力は生じないとするものが多く見られたが、このような答案は、参加的効力が本来被参加人と補助参加人との間に生ずる効力であることを看過していることから、参加的効力の基本について理解が不十分であると評価せざるを得なかった。\n争点効又は法第２条に基づく信義則上の拘束力については、丙債権に対する弁済についての検討と甲債権に係る債務の免除についての検討を分けた上で、その違いを具体的に検討しているものについては、高く評価された。一方、「争点効の当否が問題となるが、明文規定がないから認められない」と記載するにとどまるなど、最低限の考察すらされていないものは、低い評価にとどまった。\n反射効については、本問においては、保証人に不利な効力が問題となっているという事案の特徴を踏まえ、実体法あるいは法第１１５条の基礎となる考え方に照らして、具体的な検討をしている答案は、相応に評価された。これに対し、反射効は、実体法上、保証債務は主債務に対して付従性（民法第４４８条第１項）を有することから、主債務が消滅した場合には、保証債務も消滅するという関係が存在することに鑑み、主債務を不存在とする判決が確定した場合には、保証人も同判決の効果を援用して保証債務の消滅を主張することができるという意味で保証人に有利なものであるところ、主債務者が敗訴した本件においてこのような反射効が保証人により援用される余地はない。それにもかかわらず、反射効を認める答案もあり、事案に即した検討ができていないものであって、評価されるものではない。また、「明文の規定を欠く」、\n「既判力の本質に反する」、「紛争の一回的解決に資する」、「手続保障が」などの抽象論に終始するものについても、反射効を理解していなくても書ける内容であって、それだけで評価されるものではない。\nイ 課題２の採点実感課題２は、ＸのＹに対する請求認容判決の確定後、保証債務を履行したＺがＹに対して求償請求訴訟を提起した場合に、ＸのＹに対する請求認容判決に係る法第４６条の効力をＺが援用し得るか、という点を問うものである。補助参加人による被参加人に対する同条の効力の援用が、同条の根拠から正当化し得るか、という点を、同条自体は、被参加人から補助参加人に対して同条の効力を援用する場合を想定していることを踏まえて論ずることが期待される。例えば、法第４６条の根拠を敗訴責任の共同分担と捉える立場からは、補助参加人から被参加人に対して同条の効力を援用することは認められてしかるべきであると論ずることが考えられる- 22 -が、このように論ずる場合には、同条が被参加人から補助参加人への援用を想定していることとの整合性をどうつけるかについても一定の説明が求められる。\nしかしながら、設問にそのヒントが示されているにもかかわらず、法第４６条の条文構造と本課題の状況とのミスマッチに気付いている答案は、ごく少数であった。典型的な論点ではないが、問題文をよく読めば、手掛かりはつかめるはずである。Ｌ２の最後の発言において、「この場合は、前訴である本件訴訟の補助参加人が被参加人に対して前訴確定判決を援用するという珍しい構図になって」いる旨の指摘に注目し、法第４６条柱書の「補助参加人に対してもその効力を有する」という文言から、同条は「被参加人が補助参加人に対して」前訴確定判決を援用するという構図を想定していることに気付けば、民事訴訟法の想定と本事案とは、援用の主体と相手方が逆転しているという関係に思い至ることが可能である。いずれにしても、条文の文言の内容や構造、その趣旨を関連付けた理解を出発点とする基本的な学習の姿勢がいかに重要であるかを再度確認してほしい。\n補助参加人による参加的効力の援用を、法第４６条の文言自体は予定していないように解し得ることを踏まえた上で、参加的効力が認められる根拠と同条の文言の双方に折り合いをつけながら、一定の結論を論証する答案は、高く評価された。多くの答案が法第４６条の根拠論から検討していたが、積極的に補助するために参加したわけではない被参加人が不利な参加的効力に拘束される理由について指摘する答案は、必ずしも多くはなかった。また、事案に即した検討をすることも、論ずる実益を示すこともないまま、参加の利益について長々と記述するなど、単に補助参加に関する論証パターンを記述している答案が少なからずあったが、このような答案は、評価されない。その他には、ＹＺ間で求償をめぐる利害対立が生じているので参加的効力は生じないとする答案も見られたが、参加的効力が生ずる典型例をそもそも理解していないことがうかがわれる。また、参加的効力を及ぼすことが、どちらの当事者の利益になるかという点が混乱している答案もあった。ＺがＹに対して求償をする場面において、ＹがＺの訴訟行為を妨げたことを理由に、法第４６条第３号に当たるとして、Ｚが参加的効力を主張することができないとすることは、Ｙが甲債権の不存在を改めて主張することができることになり、\n実際の訴訟であれば、おかしな主張になることに気が付くべきであろう。\nウ 設問３のまとめ設問３の課題１は、確定判決に基づく何らかの拘束力について特段の限定をせず問うているので、既判力、参加的効力、争点効を含めた信義則上の拘束力等が検討の対象となり得る。これらの判決効を広く取り上げた上で、それぞれについて十分な検討をした答案は、高く評価された。課題２は、典型的な論点ではないが、法第４６条の条文構造と本課題の状況とのミスマッチに気付き、一定の論証をするものが高く評価された。いずれも一筋縄ではいかない設問ではあるが、条文、制度趣旨、そして、原理原則を出発点として、丁寧な論理の積み重ねをしていけば、正答することは十分に可能である。実際に、そうした基本に忠実な思考の展開をすることができた答案は、少なくなかった。\n「優秀」に該当する答案は、上記のとおり、課題１及び課題２のいずれについても、出題趣旨を正しく理解した上で、過不足のない論述をするものである。また、「良好」に該当する答案は、例えば、課題１で十分な論述をしつつ、課題２では、参加的効力が認められる根拠に照らして、補助参加人による援用は認められるべきであるとする一方で、法第４６条の文言自体はそのようなことを予定していないように解し得ることに意識が向いていないものなどである。「一応の水準」に該当する答案は、課題１及び課題２のいずれについても、出題趣旨を理解していることが読み取れるものの、課題１において、一部の効力についての検討にとどまるものなどである。これに対し、課題１や課題２を通じ、出題趣旨を正しく理解しないものや、\n総じて基礎的事項の理解が不足している答案は「不良」と評価される。\nなお、「第４６条第１項第３号」や「第４６条本文」など法第４６条の摘示を正確にするこ- 23 -とができない答案が一定数あった。日頃の学習における条文の軽視、すなわち、基本の軽視という姿勢の現れであるといえる。\n４ 法科大学院に求めるもの本年の問題に対しても、多くの答案において、一応の論述がされていたが、定型的な論証パターンをそのまま書き出したと思われる答案、出題趣旨とは関係のない論述や解答に必要のない論述をする答案、事案に即した検討が不十分であり、抽象論に終始する答案なども、残念ながら散見された。また、民事訴訟の極めて基礎的な事項への理解が十分な水準に至っていないと思われる答案も一定数あった。これらの結果は、受験者が民事訴訟の体系的な理解と基礎的な知識の精確な取得のために体系書や条文を繰り返し精読するという地道な作業をおろそかにし、依然として論点主義に陥っており、個別論点に対する解答の効率的な取得を重視しているのではないかとの強い懸念を生じさせる。また、法を解釈してその内容を具体化し、事実から適切なものを拾い上げて当てはめていくという堅実な法適用が軽んじられているのではないかとも強く懸念される。例年指摘しているように、条文の趣旨や判例、学説等の精緻な理解を駆使して、日々生起する様々な事象や問題に対して、論理的に思考し、説得的な結論を提示する能力は、法律実務家に望まれるところであり、このような能力は、基本法制の体系的理解と基礎的な知識の修得、論理的な思考の日々の訓練という地道な作業によってこそ涵養され得るものと思われる。本年においては、設問１や設問３の課題２が定型的な論証を暗記するだけでは解答が難しく、設問２においては、論理的思考力も試されており、上記のような法律実務家に望まれる能力が求められる問題であったが、高い評価に値する答案は少なかったことに鑑みると、上記の地道な作業が敬遠されているのではないかと危惧される。法科大学院においては、このことが法科大学院生にも広く共有されるよう指導いただきたい。以上は、\n例年指摘しているところであるが、本年も重ねて強調したい。\nまた、民事訴訟法の分野においては、理論と実務とは車の両輪であり、両者を関連付けて理解を深めることが重要である。本年の問題においては、設問２を解答するに当たっては、要件事実の構造や上訴について理解している必要があるところ、要件事実の理解が十分ではないのではないかと懸念される答案が少なくなかった。また、法律実務家になれば、すぐに上訴の問題に直面することが予想されることからすると、法科大学院においても、上訴に関する教育に配意することが望まれる。実務と関連付けることなく、民事訴訟法の効果的な学習を進めることは難しいと思われ、法科大学院においては、法廷傍聴や模擬裁判等の演習を積極的に活用するなど、今後とも、より一層、\n理論と実務を架橋することを意識した指導の工夫を積み重ねていただきたい。\n- 24 -"
}