{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００〔〔設問１〕、〔設問２〕及び〔設問３〕の配点は、３０：４０：３０〕）\n次の各文章を読んで、後記の〔設問１〕、〔設問２〕及び〔設問３〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事実Ⅰ】\n１．Ａは、自らの所有する２階建ての居住用建物（以下「甲建物」という。）に、亡妻との間の子であるＢ及びＣと居住していた。Ｂ及びＣは、いずれも、成人後に他県で居住するようになった。その後、Ａは、Ｄと再婚し、Ｄと甲建物に同居していた。Ｄは、甲建物に無償で居住し、また、Ａに子Ｂ及びＣがいることを知っていた。\n２．令和５年４月１日、Ａが遺言を残さずに死亡し、Ｂ、Ｃ及びＤがＡの財産を相続した。Ｂ、Ｃ及びＤの間での遺産分割は未了である。\n同年５月１日、Ｄは、甲建物を改築してその１階部分を店舗として利用することを計画し、Ｂ及びＣの同意を得ないで、甲建物の改築工事を行った。同年８月１日、Ｄは、甲建物の２階部分に居住を続けながら、１階部分で惣菜店を始めた。\n３．甲建物の改築及び１階部分での開店の事実を知ったＢは、令和５年８月１０日、Ｄに対し、「あなたには甲建物に住む権利はない。直ちに出て行くように。」と述べた。\n４．令和５年８月３１日、Ｂは、Ｄに対し、共有持分権に基づいて甲建物の明渡しを請求し（以下「請求１」という。）、併せて、同年４月２日以降明渡しまで１か月当たり５万円（甲建物の賃料相当額である月額２０万円の４分の１）の支払を請求した（以下「請求２」という。）。\nＤは、Ｂの請求に対し、「㋐私は、Ａの妻として甲建物に居住していたのだから、Ａの死亡後も無償で甲建物に住み続ける権利があり、仮にそのような権利が認められないとしても、㋑甲建物を共同で相続したのだから、いずれにせよ請求１及び請求２を拒むことができる。」と反論した。\n〔設問１〕\n【事実Ⅰ】を前提として、次の⑴及び⑵の問いに答えなさい。なお、【事実Ⅰ】４の「月額２０\n万円」は賃料相当額として適正な額であるものとする。\n⑴ Ｄは、下線部㋐の反論に基づいて、請求１及び請求２を拒むことができるかどうかを論じなさい。\n⑵ Ｄは、下線部㋑の反論に基づいて、請求１及び請求２を拒むことができるかどうかを論じなさい。\n【事実Ⅱ】\n１．個人で養鯉業を営むＥは、乙池で１等級の錦鯉を養殖している。\n２．令和４年８月１日、錦鯉の輸出事業を新規に計画しているＦが、Ｅの養殖池を見て回り、Ｅとの間で、乙池で育成中の１００匹の錦鯉全部（以下「本件コイ」という。）を買う契約（以下「契約①」という。）を結んだ。契約①において、本件コイの引渡しは、同年１０月１日にＥの事務所で行うこととされ、また、代金は、１００万円（１匹当たり１万円）とし、引渡しから２か月以内に支払うこととされた。\n３．令和４年９月１日、Ｅは、同年１１月１日から同月７日まで開催される地域の秋祭りに際し、空になるはずの乙池に５等級の錦鯉を放って釣堀を営業する計画を立てた。\n４．令和４年１０月１日の早朝、Ｅは、本件コイを出荷用容器に入れて事務所に運び込んだ。Ｅは、終日、事務所でＦを待っていたが、Ｆが来訪することはなかった。\n同月２日の朝、Ｅは、Ｆに対し、引渡日が過ぎたので早急に本件コイを受け取りに来てもらいたいこと、その際は前日までに連絡が欲しいことを伝えた。\n５．その後、Ｆからは特に連絡がないまま、２週間が過ぎた。Ｅは、この間も毎日、乙池に戻した本件コイの世話を続けていた。\n６．令和４年１０月１６日、Ｅは、Ｆに対し、同月３０日までに本件コイを受け取りに来なければ同月３１日付けで契約①を解除する旨を告げた。その際、Ｅは、乙池は同年１１月上旬に釣堀営業のために使用する予定があり、同年１０月末までにいったん空にしなければならないことも説明した。\n７．Ｆは、令和４年９月以降に錦鯉の相場が下落したため錦鯉の輸出事業計画を中止し、同年１０月３０日を過ぎても、本件コイを受け取りに行かなかった。そのため、Ｅは、釣堀の営業を断念せざるを得なかった。\n８．１等級の錦鯉の相場は、令和４年８月初めには１匹当たり１万円であったが、同年１０月初めには８０００円、同年１０月末には７０００円、同年１１月末には６０００円となった。\n９．令和４年１１月３０日、Ｅは、㋐契約①が同年１０月３１日に解除されたと主張し、これを前提に、Ｆに対し、㋑本件コイの代金相当額１００万円及び釣堀の営業利益１０万円についての損害賠償を請求した。同年１１月３０日まで、Ｅが本件コイを他に売却する等の処分をした事実はない。\n〔設問２〕\n【事実Ⅱ】を前提として、次の⑴及び⑵の問いに答えなさい。\n⑴ 下線部㋐におけるＥの主張の根拠とその当否を検討しなさい。\n⑵ 仮に下線部㋐におけるＥの主張が正当であるとした場合、Ｅは、Ｆに対し、下線部㋑の損害の全部について賠償を請求することができるかどうかを検討しなさい。なお、Ｅが釣堀を営業すれば、１０万円の利益を得ることができたものとする。\n【事実Ⅲ】\n１．令和４年２月１日、賃貸用建物（以下「丙建物」という。）を所有するＧは、Ｈから２０００万円を借り入れた。この借入金に係る債権（以下「α債権」という。）については、令和５年５月３１日までに弁済することとされた。令和４年２月１日、Ｇは、α債権を担保するため、Ｈに対し、丙建物について抵当権を設定し、その旨の登記がされた。\n２．令和４年５月９日、ＧとＫとの間で、ＧがＫに対して丙建物を賃貸する契約（以下「契約②」という。）がされ、これに基づき、丙建物はＫに引き渡された。契約②で定められた賃料は月額２５万円であり、当月末日払とされた。\n３．令和５年１月、Ｇの経営する事業の資金繰りが悪化した。同月１６日、Ｇは、弟のＬから２００万円を借り入れた。この借入金に係る債権（以下「β債権」という。）については、同年\n５月１日までに弁済することとされた。\n４．β債権は、令和５年５月１日を過ぎても、弁済されなかった。そこで、ＬがＧ及びＫに働き掛けた結果、次のことが行われた。\nまず、同月２日、ＧとＫとの間で、契約②が合意により解除された。その上で、同日、ＧとＬとの間で、ＧがＬに対して丙建物を賃貸する契約（以下「契約③」という。）がされ、また、ＬとＫとの間で、ＬがＫに対して丙建物を転貸する契約（以下「契約④」という。）がされた。\n実際には、Ｋが丙建物の使用を継続していた。\n契約③で定められた賃料は月額３万円であり、契約④で定められた賃料は月額２５万円であり、それぞれ当月末日払とされた。また、Ｌは、Ｋから、契約④で定められた賃料の支払を受けるものの、Ｇに対し、契約③で定められた賃料は実際には支払わないこととされた。ＫとＬとの間では、同年５月分の賃料は、同年６月分の賃料と合わせて同年６月３０日に支払うこととされた。\n５．α債権は、令和５年５月３１日を過ぎても、弁済されなかった。\n〔設問３〕\n【事実Ⅲ】を前提として、次の問いに答えなさい。なお、利息や遅延損害金、敷金については考\n慮しないものとする。\n令和５年６月２０日、Ｈは、契約④に基づいてＬがＫに対して有する同年５月分以降の賃料債権について、抵当権に基づく物上代位権の行使としての差押えを申し立てた。この物上代位権の行使が認められるかどうか、同年５月分の賃料債権と同年６月分以降の賃料債権とで結論が異なるかを含めて論じなさい。論文式試験問題集［民事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n１ 設問１について設問１は、建物の所有者の死亡により生じた遺産共有状態の下で、被相続人の子であった共有者の１人が、被相続人の配偶者であった共有者が建物を無権限で使用しているとして建物の明渡請求及び金銭の支払請求をした事案を基に、物権及び相続の両分野にまたがる諸制度の基本的知識と相互関係の理解を問うものである。\n⑴ 設問１⑴では、配偶者Ｄが被相続人Ａの生前から建物に無償で居住していたことによる無償での占有権原の成立を主張した場合の法律関係が問われている。\nア その前提として、本問で問題となっている請求は、建物を共同相続することによって取得した共有持分権に基づく返還請求権としての建物明渡請求（請求１）と、請求者Ｂの共有持分権に対応する使用利益をＤが不当に利得していることを理由とする不当利得返還請求、又は共有持分権に対応する使用収益権をＤの故意又は過失により侵害されたことを理由とする不法行為に基づく損害賠償請求（請求２）であることを確認する必要がある。\nその際、Ｂは、Ａの財産を共同相続しており、遺産分割は未了であるから、Ｂは甲建物について共有持分権を有し（民法第８９８条第１項）、その持分の割合はＢの法定相続分である４分の１であること（民法第８９８条第２項、第８８７条第１項、第８９０\n条、第９００条第１号、第４号）、も指摘する必要がある。\nイ その上で、Ｄが主張する無償の占有権原の成否につき、その法的構成を明らかにし、本問での当てはめを展開する必要がある。すなわち、Ｄは、被相続人の配偶者として、被相続人の生前から被相続人所有の建物に無償で居住していたことに基づき、配偶者短期居住権（民法第１０３７条第１項第１号）の成立を主張しているものと考えられる。そのため、Ｄがその法律要件を満たすことを丁寧に論ずることが求められる。\nなお、Ｄの主張は、遺産に属する建物の相続開始後の使用について被相続人と相続人との間に使用貸借契約が推認される場合に関する判例法理（最判平成８年１２月１７日民集５０巻１０号２７７８頁）によるものと解することもできなくはない。もっとも、この判例は平成３０年法律第７２号により配偶者短期居住権制度が創設される前のものであり、現行法制の下では、従前の判例法理と配偶者短期居住権との関係について適切に論ずることが求められる。\nウ 次に、Ｄが無断で居住用建物の改築及び店舗開業をしていることから、配偶者短期居住権の消滅が問題となる。これらの行為は、建物の従前の用法を変動させるものであって、用法遵守の善管注意義務（民法第１０３８条第１項）に違反し、配偶者短期居住権の消滅請求事由となり得る（同条第３項）ところ、Ｂの申入れ（事実３）により消滅請求の意思表示がされたものと解することができるかについて、事案を分析して法律要件に適切に当てはめることが求められる。\nなお、目的不動産が共有される場合において、配偶者短期居住権の消滅請求を各共有者が単独でできるかどうかも問題となり、この点について適切に論ずる答案は、高く評価される。\n⑵ 設問１⑵では、Ｄが、建物の共有持分権を有していることを根拠に、無償での占有権原があると主張した場合の法律関係が問われている。\nア 請求１については、まず、Ｄが、Ａの配偶者として法定相続分２分の１の割合で共同相続し、甲建物について２分の１の共有持分権を有していることを確認する必要がある。\nそして、相続財産の共有（遺産共有）も民法第２４９条以下に規定する共有とその性質を異にするものではなく（最判昭和３０年５月３１日民集９巻６号７９３頁）、共有の規定が適用されるが、各共有者は共有物の全部についてその持分に応じた使用をする権限を有するため（同条第１項）、Ｄは甲建物につき正当な占有権原を有する。\nそのため、Ｂの明渡請求は直ちには認められず、明渡しを求める理由があることを主張立証する必要があること（最判昭和４１年５月１９日民集２０巻５号９４７頁）について、判例法理を踏まえて適切に論ずることが求められる。共有者間で誰が共有物を使用するかを決めるのは共有物の管理に関する事項に当たること（民法第２５２条第１項後段）を踏まえ、Ｂの請求に理由があるかどうかにつき、ＢがＣの同意を得たとしてもなお持分の過半数による決定を得ることができないことを指摘しつつ、事案を分析して自説を展開する必要がある。\nイ 他方で、請求２については、Ｄが共有者として正当な占有権原を有しているとしても、その持分は２分の１にすぎないことに着目する必要がある。共有者は、その持分割合を超えた使用利益を享受することまでは正当化されないため（民法第２４９条第２項）、Ｄが、請求２（Ｂの持分割合に応じた使用利益相当額の支払請求）を拒むことができないとの結論を導くことが求められる。\n２ 設問２について設問２は、物品（動物）の売買契約において売主が提供した目的物を買主が受領しない事案を基に、受領義務の成否、その不履行による契約解除の成否及び契約解除の場合の損害賠償の具体的内容について問うものである。債権の分野に関する基本的な知識・理解を踏まえつつ、受領義務の不履行及び売主側の解除という事案の特殊性に即して論理を展開する能力が問われている。\n⑴ア 設問２⑴では、下線部㋐でのＥの主張が、Ｆに本件コイを受け取る債務（受領義務）があることを前提に、その不履行による催告解除（民法第５４１条）を主張するものであることから、まず受領義務の成否を検討する必要がある。債権者が履行を受領しない場合における債務者の不利益については、受領遅滞制度や供託制度による手当てがあり、通常、債務不履行の効果までは必要とされない。そこで、判例・通説は、債権者の一般的な受領義務は否定しつつ、一定の場合に限って受領義務を認める立場をとる（最判昭和４０年１２月３日民集１９巻９号２０９０頁、最判昭和\n４６年１２月１６日民集２５巻９号１４７２頁）。受領義務の成否は特に物の売買契約について問題となるが、受領義務を認めるべき範囲をめぐっては、この立場の中でも見解が分かれる。大別すれば、個別の売買契約の事情に着目して、信義則や契約解釈を通じて個別に受領義務を認める見解（判例もこの見解とみられる。）と、売買契約一般につき、契約の趣旨から類型的に買主の受領義務を導く見解とがある。\nいずれの見解をとるにせよ、本問では、受領義務が、何を根拠に、どのような範囲で認められるかについての考え方を示した上で、それを設例に当てはめる必要がある。Ｆが本件コイを受領しなければ、Ｅは、その管理のため毎日の世話が必要となり、また、その保管場所とするため乙池を塞がれて他の用途に利用できなくなることからすれば、個別の契約の事情に着眼する前者の見解からも、Ｆの受領義務が認められよう。\nなお、債権者が一般的に受領義務を負うとする答案も、判例・通説の見解を踏まえて自説を論じていれば、同等に評価される。また、結論としてＦの受領義務を否定する答案も、契約①の個別事情についての検討が説得的であれば、同等に評価される。\nイ Ｆに受領義務があるとしても、民法第５４１条に基づく解除をするためには、受領義務の不履行がなければならない。受領義務の不履行は、履行の提供がされたにもかかわらず、債権者が目的物を受領しない場合に成立する。引渡日におけるＥの行為が本件コ\nイの引渡債務の現実の提供（民法第４９３条本文）に当たること、及び、Ｆがそれを受領しないことが受領義務の不履行（履行遅滞）となることの指摘が求められる。\nさらに、催告と解除の意思表示も要件となる。Ｅが、相当の期間を定めた催告と同時に、停止条件付きの解除の意思表示をしていることについて指摘する必要がある。\n⑵ア 設問２⑵では、下線部㋑の損害について具体的に検討するに先立ち、Ｅの損害賠償請求の根拠を確認しておく必要がある。Ｅは、受領義務の債務不履行に基づく損害賠償請求（民法第４１５条第１項）をしているところ、Ｆには民法第４１５条第１項ただし書の事由がないため、この請求は認められる。Ｅは契約①を解除しているが、このことは債務不履行に基づく損害賠償請求を妨げず（民法第５４５条第４項）、また、Ｅの債務不履行は履行遅滞であるが、契約解除に伴い、債務の履行に代わる損害賠償が認められる（民法第４１５条第２項第３号）ことの指摘が求められる。\nイ これを前提に、本件コイの代金相当額１００万円の損害賠償請求の当否を論ずることになるが、Ｆが受領義務を履行しなかったために、契約①の解除によりＦの受領義務とともにＥの代金債権が消滅し、Ｅは代金相当額の損害を受けている。そのため、消滅した受領義務又は代金債権に代わる填補賠償として、代金相当額１００万円の損害賠償請求が認められるとの結論を導くことが求められる。\nウ 次に、釣堀の営業利益１０万円の損害賠償請求の当否が問われる。Ｆが受領義務を履行しなかったために、Ｅは釣堀の営業利益を失った。この損害については、民法第４１６条が定める損害賠償の範囲に含まれるかが問題となり、特別損害として同条第２項の規定が適用されることを、乙池での釣堀営業の計画が特別事情に当たることを明示しつつ指摘することが求められる。\n同項が要件とする特別事情の予見可能性について、判例は、債務不履行時までに債務者がその事情を予見すべきであったことと解する（大判大正７年８月２７日民録２４輯\n１６５８頁、大判昭和１５年２月２８日新聞４５４３号７頁）。この解釈を、その合理性とともに、明確に提示することが必要となる。Ｆは、Ｅから釣堀営業の計画を知らされた後も、受領義務の履行遅滞を継続して（Ｆが前記の計画を知った時以降の不履行を指摘することが必要である。）、Ｅの営業利益を失わせたのであるから、営業利益１０万円は損害賠償の範囲に含まれることになる。\nなお、民法第４１６条第２項は「予見すべき」という規範的基準をとっているため、Ｅが催告時にＦに計画を告げただけではＦが計画を「予見すべき」とまではいえないという評価もあり得る。また、同項について、前記の判例の解釈を説明した上で、契約締結時の予見を基準とする解釈をとって、本問での予見を否定する答案も、同等の評価を受ける。\nエ 最後に、損害賠償の額に関して、損益相殺の検討が求められる。Ｅは、契約①の解除により本件コイの引渡債務を免れるから、損益相殺として、賠償額から本件コイの価値が控除されることを指摘しなければならない。\nその上で、本件コイの価値をどの時点の市場価格によって算定すべきかが問題となる。\nこれについては、市場価格が下落傾向にある中で売主が契約を解除するという事案の特殊性に即した考察が求められる。Ｅは、解除までは契約に拘束されるため、解除時点の下落価格によってしか本件コイを他に売却処分することができない。他方で、解除後は、本件コイの保管に伴う負担を免れるべく、早期の処分を行うことが期待される。このように考えれば、解除時点の下落価格７０万円を損益相殺の額とすべきことになる。解除時以降の他の時点を基準とする考え方も、その論拠の説得力に応じて同等に評価される。\n３ 設問３について設問３は、抵当権に基づく転貸賃料債権に対する物上代位の可否及び範囲につき、担保物権の諸規定と判例に関する基本的な知識・理解を踏まえ、事案に即しつつ一貫した論理を展開する能力を問うものである。\n⑴ 転貸賃料債権に対する物上代位について論ずる前提として、Ｈは、抵当権に基づく賃料債権に対する物上代位権の行使をすることができるかどうかが問題となる。\nア 抵当権に基づく賃料債権に対する物上代位は可能と解されているが、その根拠については、主に、㋐実体的根拠を民法第３７１条の規定に求めた上で、物上代位による差押えは、民法第３７２条において準用する同法第３０４条第１項ただし書の規定によりこれをすることができるとする見解（以下「㋐説」という。）と、㋑実体的根拠を民法第\n３７２条において準用する同法第３０４条第１項の規定に求め、同法第３７１条の規定は、担保不動産収益執行の実体的根拠となるとする見解（以下「㋑説」という。）とがある。\nそして、抵当権の効力が賃料に及ぶ理由について、㋐説からは、抵当権は、被担保債権について不履行があったときは、天然果実・法定果実を問わず、果実についてその効力が及ぶことを民法第３７１条の規定に基づいて説明することが考えられる。これに対し、㋑説からは、賃料については、付加的物上代位として抵当権の効力が及ぶと説明することが考えられる。いずれにせよ、抵当権の効力が賃料に対して及ぶ理由の検討において、利害関係人の利益を考量したり、抵当権の本質に遡ったりするものには、高い評価が与えられる。\nイ その上で、抵当権に基づく物上代位権の行使としての差押えは、抵当権の実行方法の一つであり、抵当権の被担保債権について不履行が生じていることを要件とするため、Ｈが有する抵当権の被担保債権であるα債権について不履行が生じていることを指摘する必要がある。\n⑵ア 以上を前提に、Ｈの転貸賃料債権に対する抵当権に基づく物上代位権の行使の可否を論ずることが求められる。その解答に当たっては、最決平成１２年４月１４日民集５４巻４号１５５２頁（以下「平成１２年決定」という。）を正確に理解した上で、解釈論として一貫した論述をする必要がある。\n平成１２年決定は、抵当権に基づく転貸賃料債権に対する物上代位は、原則として認められないとした。その理由は、(ⅰ)抵当権に基づく物上代位は、物的責任を負担する者、つまり抵当不動産の所有者が有する債権についてのみ可能であること、(ⅱ)正常な転貸借をした賃借人＝転貸人の利益も考慮しなければならないこと、(ⅲ)（平成１５年法律第１３４号による改正前の民法第３７１条の規定の下では、抵当権に基づく転貸賃料債権に対する物上代位は専ら民法第３７２条において準用する同法第３０４条の規定が根拠となっていたことを前提として）同条第１項の文言に照らして、抵当不動産の賃借人＝転貸人を「債務者」に含めることができないことである。\nこれを踏まえて、本問でも、抵当権に基づく転貸賃料債権に対する物上代位が原則として認められないという定式を示した上で、その理由を論ずる必要があるが、平成１５年法律第１３４号による改正後の現行民法の下では、㋑説に立つ場合には、平成１２年決定の(ⅲ)を理由として援用することができる一方で、㋐説に立つ場合には、(ⅲ)を援用すると論理が一貫しないこととなることに留意しなければならない。\nイ その上で、平成１２年決定が示した、「抵当不動産の賃借人を所有者と同視することを相当とする場合」には抵当権に基づく転貸賃料債権に対する物上代位が例外的に認められるという定式を示して、事案に即した論述を行うことが求められる。\nＬは、Ｇの弟であり、形式的にも実質的にも同一人であるとはいえないが、抵当権の行使を妨害する目的や不当な債権回収目的があるといった事情から、Ｌを所有者と同視することを相当とする場合に当たるといえるかどうかが問題となる。\n抵当権の行使を妨害する目的に焦点を合わせる場合には、①ＬがＧの弟であること、②賃貸借関係への割込みにより転貸借関係が作出されたこと、③転貸借契約がされた時期が資金繰りの悪化した後、α債権の弁済期の直前であったこと、④賃貸料の額と転貸賃料の額との間の差が大きいこと、⑤原賃貸料は、実際には支払われないこととされていたことを考慮すれば、転貸借関係の作出は、Ｈの賃料債権に対する物上代位権の行使を妨害する目的でされたものといえよう。\n債権を回収する目的に焦点を合わせる場合には、債権回収そのものは何ら不当なものではないとしても、抵当権設定登記がされた後、一般債権者であるＬが賃料債権から自己のβ債権を回収するために上記のような形で賃貸借関係に割り込むことは、不当な債権行使目的でされたものと評価されよう（最判平成１０年１月３０日民集５２巻１号１\n頁、最判平成１０年３月２６日民集５２巻２号４８３頁等を参照）。\nいずれにせよ、本問では、抵当不動産の賃借人Ｌを所有者と同視することを相当とする場合に当たり、Ｈは、転貸賃料債権に対して抵当権に基づく物上代位権の行使をすることができるとの結論を導くことが求められる。\n⑶ア ５月分の転貸賃料債権は、Ｈが有する抵当権の被担保債権であるα債権についての債務不履行の前に生じたものである。そこで、５月分の転貸賃料債権に対しても、抵当権に基づく物上代位権の行使をすることができるかどうかが問題となる。\n抵当権者が抵当権の被担保債権についての不履行前に生じた賃料から物上代位に基づいて優先弁済を受けることができるかどうかについては、肯定説と否定説とが対立している。\nイ 肯定説からは、①抵当権は、抵当目的物件の換価代金の意味での交換価値のみではなく、使用・収益価値も抵当権設定時から潜在的に把握しているとされるが、否定説からは、①´抵当権は、非占有担保であることが強調される。\nまた、㋐説をとった上で肯定説をとるときは、②民事執行法第１８８条において準用する同法第９３条第２項の規定は、賃料債権の発生時期を問題としていないとされるの- 8 -に対し、㋐説をとった上で否定説をとるときは、②´強制執行としての強制管理の対象の範囲と担保執行としての担保不動産収益執行の対象の範囲とは異なってしかるべきであるため、前記の準用は、根拠とならないとされるとともに、③´民法第３７１条の「生じた」という文言からは、否定説が素直な解釈であるとされる。\n他方で、㋑説をとった場合において、担保不動産収益執行の対象の範囲と物上代位の対象の範囲とは同じであるべきであるとの評価を提示するときは、前記の㋐説をとった上での肯定説の論拠と否定説の論拠とを肯定説・否定説の各立場から援用することができる。さらに、㋑説をとった上で肯定説をとるときは、③抵当権に基づく賃料債権に対する物上代位は、民法第３７２条において準用する同法第３０４条第１項の規定によって認められるため、民法第３７１条の文言は、妨げとならないとされる。\nウ どの結論をとるにせよ、論理を一貫させることが求められる。例えば、㋐説をとるにもかかわらず、③の論拠を挙げて肯定説をとったり、㋑説をとるにもかかわらず、単純に③´の論拠を挙げて否定説をとったりするものは、論理が一貫していないと評価される。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは、既に公表した出題の趣旨（令和５年司法試験論文式試験問題出題の趣旨【民事系科目】〔第１問〕をいう。以下同じ。）のとおりである。\n２ 採点方針採点は、従来と同様、受験者の能力を多面的に測ることを目標とした。\n具体的には、民法上の問題についての基礎的な理解を確認し、その応用を的確に行うことができるかどうかを問うこととし、当事者間の利害関係を法的な観点から分析し構成する能力、様々な法的主張の意義及び法律問題相互の関係を正確に理解し、それに即して論旨を展開する能力などを試そうとするものである。\nその際、単に知識を確認するにとどまらず、掘り下げた考察をしてそれを明確に表現する能力、\n論理的に一貫した考察を行う能力、及び具体的事実を注意深く分析し、法的な観点から適切に評価する能力を確かめることとした。これらを実現するために、一つの設問に複数の採点項目を設け、\n採点項目ごとに、必要な考察が行われているかどうか、その考察がどの程度適切なものかに応じて点を与えることとしたことも、従来と異ならない。\nさらに、複数の論点に表面的に言及する答案よりも、特に深い考察が求められている問題点について緻密な検討をし、それらの問題点の相互関係に意を払う答案が、優れた法的思考能力を示していると考えられることが多い。そのため、採点項目ごとの評価に加えて、答案を全体として評価し、\n論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより、ある設問について法的思考能力の高さが示されている答案には、別の設問について必要な検討の一部がなく、そのことにより知識や理解が一部不足することがうかがわれるときでも、そのことから直ちに答案の全体が低い評価を受けることにならないようにした。反対に、論理的に矛盾する論述や構成をするなど、法的思考能力に問題があることがうかがわれる答案は、低く評価することとした。\nまた、全体として適切な得点分布が実現されるよう努めた。以上の点も、従来と同様である。\n３ 採点実感各設問について、この後の⑴から⑶までにおいて、それぞれ全般的な採点実感を紹介し、また、\nそれを踏まえ、司法試験考査委員会議申合せ事項にいう「優秀」、「良好」、「一応の水準」及び「不良」の四つの区分に照らし、例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし、ここで示された答案は上記の各区分に該当する答案の例であって、これらのほかに各区分に該当する答案はあり、それらは多様である。\nなお、各設問において論ずべき事項がどのようなものであったかについては、既に公表した出題の趣旨に詳しく記載したところであるので、これと重複を避けつつ採点実感を述べることとする。\n⑴ 設問１についてア 設問１⑴について(ｱ) 全体的な採点実感設問１⑴において論ずべき事項は、大別して、①Ｂの請求の根拠、②Ｄの無償での占有権原の成立、③その占有権原の消滅である。\n①については、多くの答案が、ＢがＡを共同相続し、甲建物を４分の１の持分で共有していることを指摘していた。もっとも、答案の中には、共同相続により遺産共有関係になる根拠規定である民法第８９８条を指摘していないもの、Ｂが甲建物を共有していることを指摘するにとどまり、その持分割合について指摘していないものが散見された。また、請求１及び２のいずれについても、その根拠を論じていないものが多く見られた。②については、多くの答案が、配偶者短期居住権の成否が問題となることを把握していたが、成立要件の全てに該当することを的確に指摘していないものが相当数見られた。また、\n明らかに適用場面の異なる配偶者居住権（民法第１０２８条）について論ずるものが多く見られた。配偶者短期居住権ではなく、平成８年の判例法理に基づいて使用貸借の推認について論ずるものもあったが、配偶者短期居住権が新設された平成３０年の民法改正後も同様に考えることができるかどうかについて意識して論じていた答案は、ほとんどなかった。\n③については、Ｄによる無断改築・無断開業が用法遵守義務に違反し、配偶者短期居住権の消滅請求の対象となり得ることを論ずる答案は比較的少数にとどまり、漫然と、配偶者短期居住権が成立するからＤは明渡しを拒むことができるとするものが多かった。また、消滅請求権の成立要件について的確に指摘する答案は、少なかった。\n(ｲ) 答案の例優秀に属する答案の例は、請求１及び請求２のいずれについてもＢの共有持分割合が問題となることを指摘し、Ｂの請求の根拠につき、条文を摘示しながら的確に示した上で、配偶者短期居住権の成立及び消滅につき、条文を摘示しながら法律要件を適切に分析して、本問の事案に即して具体的に当てはめを行うものなどである。\n良好に属する答案の例は、問題の所在を的確に把握し、必要な事項について相応の論述をしているが、請求の法的根拠に関する論述が十分でなかったり、個々の法律要件の分析が粗雑であったりするものなどである。\n一応の水準に属する答案の例は、Ｂの請求の根拠や配偶者短期居住権が問題となるという基本的な問題構造を把握し、必要な事項について一応の論述をしているが、配偶者短期居住権の消滅請求に関する検討が十分でないものなどである。\n不良に属する答案の例は、配偶者短期居住権や使用貸借の推認に気付かず、配偶者居住権についてのみ論ずるものや、Ｄの共有持分権に基づく反論についてのみ論ずるものなどである。\nイ 設問１⑵について(ｱ) 全体的な採点実感設問１⑵において論ずべき事項は、大別して、①Ｄの共有持分権に基づく使用権限、②ＢがＤに明渡しを求める理由の有無、③Ｄが使用利益相当額の支払を拒むことができないことである。\n①については、多くの答案が、ＤもＡを共同相続し、甲建物を２分の１の持分で共有していることを指摘していたが、持分割合の摘示をしていないものもあった。\n②については、問題の所在を適切に把握して、昭和４１年の判例法理を踏まえて明渡しを求める理由の有無を論じた答案は比較的少数にとどまった。Ｄによる無断改築が共有物の変更に当たるとして、そのことのみを理由にＢはＤに対して明渡しを請求することができるとするものも散見されたが、無断改築への対応は本来原状回復請求によるべきであり、無断改築が明渡しを求める理由には必ずしもならないことに注意が必要である。\n③については、多くの答案が、ＤがＢに対する使用利益相当額の支払義務を負うことを指摘していたが、その理由を述べないものもあった。\n(ｲ) 答案の例優秀に属する答案の例は、遺産共有についても民法の共有に関する規律が基本的に適用されることを指摘した上で、共有者間の誰が共有物を使用するかは共有物の管理に関する事項であり、持分の過半数を有する共有者の決定があれば共有物を使用する共有者に対して明渡しを求める理由があるといえるが、Ｄが２分の１の持分を有しているため、Ｂが過半数による決定を得ることはできず（民法第２５２条第１項後段）、Ｄは請求１を拒むことができる一方で、Ｄが自己の持分割合を超える使用利益相当額を取得することは正当化されないため、請求２を拒むことができないといったことを、条文を的確に摘示しながら論ずるものなどである。\n良好に属する答案の例は、問題の所在を的確に把握し、必要な事項について相応の論述をしているが、遺産共有と通常の共有との関係に触れなかったり、明渡しを求める理由の有無について、持分の過半数を有する共有者の決定があれば共有物を使用する共有者に対して明渡しを求める理由があるといえることは摘示できているものの、当てはめが不十分であったりするものなどである。\n一応の水準に属する答案の例は、請求１が共有者間の意思決定の問題であること、Ｄが請求２を拒むことはできないことという基本的な構造を理解して、必要な事項について一応の論述をしているが、無断改築が共有物の変更に当たることのみを理由に明渡しを拒むことができないとするなど、明渡しを求める理由の有無についての論述が十分ではないものなどである。\n不良に属する答案の例は、請求１が共有者間の意思決定の問題であることを理解していないものや、Ｄが請求２を拒むことができるとするものなどである。\n⑵ 設問２についてア 設問２⑴について(ｱ) 全体的な採点実感設問２⑴において論ずべき事項は、大別して、①解除の根拠と受領義務の成否、②本問の事情の下での解除の要件の当てはめである。\n①については、多くの答案が、債権者が一般的に受領義務を負うものではないとしつつ、\n契約の個別事情により、信義則に基づいて受領義務を負うことがあり、本問の具体的事情の下では、Ｆは本件コイの受領義務を負うとしていたが、受領義務の成否と受領遅滞の成否とを混同して論述を進めるものも相当数あった。また、本問の事情の下では、Ｆが受領義務を負わないとする結論は明らかに不当であるが、権利行使は権利者の自由であることを過度に重視して、受領義務を認めず、解除の成否に立ち入らないものもあった。\n②については、ほとんどの答案が、Ｆに受領義務の不履行があることを指摘していた一方で、Ｅが履行の提供をしたことによりＦに受領義務の履行遅滞が成立することや、受領義務違反が軽微であるかどうか（民法第５４１条ただし書）について指摘するものは、比較的少数にとどまった。また、Ｅのした解除の意思表示は、催告と同時に、催告期間内に履行がないことを停止条件としてされたものであるが、この点を指摘する答案は、少なかった。\n(ｲ) 答案の例優秀に属する答案の例は、債権者が一般的に受領義務を負うかどうかについて、学説の対立があることを念頭に置きつつ、理由を示して自説を明らかにした上で、解除の成否につき、\n法律要件を適切に分析して、本問に顕れた事情を具体的に当てはめているものなどである。\n良好に属する答案の例は、問題の所在を的確に把握し、必要な事項について相応の論述をしているが、受領義務の成立についての論述や解除の要件の分析に粗雑なところがあるものなどである。\n一応の水準に属する答案の例は、受領義務の成否と解除の要件の当てはめという基本的な問題構造を把握し、必要な事項について一応の論述をしているが、解除の要件の分析が十分でないものなどである。\n不良に属する答案の例は、受領義務と受領遅滞とを混同しているものや、Ｆの受領義務を全く認めず、解除の成否に立ち入らないものなどである。\nイ 設問２⑵について(ｱ) 全体的な採点実感設問⑵において論ずべき事項は、大別して、①Ｅの損害賠償請求の根拠、②本件コイの代- 3 -金相当額についての損害賠償請求の当否、③釣堀の営業利益についての損害賠償請求の当否、\n④損益相殺である。\n①については、多くの答案が受領義務の債務不履行に基づく損害賠償請求であることを指摘していたが、解除による債務の履行に代わる損害賠償請求であることを指摘するものは少数にとどまった。\n②については、解除によってＥの受領義務又は代金債権が消滅し、それに代わって代金相当額の損害賠償請求が認められるという構造を理解して論ずる答案はほとんどなく、本件コイの市場価値の喪失によって損害が生じたとして、損害額を６０万円から８０万円までの間で認定するものが相当数あった。\nしかし、Ｅは、解除により本件コイの引渡債務を免れているのであるから、Ｆの債務不履行によってＥが本件コイの市場価値を喪失したという事実はなく、②における損害額を６０万円から８０万円までの間で認定することが不合理であることは明らかである。\nこれに対し、代金相当額１００万円と本件コイの市場価格の差額を損害として検討する答案は、②につき代金相当額の賠償を認めた上で④で本件コイの市場価格を控除するという手順を踏んでいないものの、相対的に高く評価された。\n③については、多くの答案が、釣堀の営業利益についての損害賠償は民法第４１６条第２項の問題であることを指摘していたが、同項の解釈を適切に論ずるものは少数にとどまった。\n④については、損益相殺が問題となることを論ずる答案は、わずかであった。\n(ｲ) 答案の例優秀に属する答案の例は、Ｅの損害賠償請求の根拠を明確に述べた上で、本件コイの代金相当額の損害賠償請求につき、問題の基本構造を正しく理解し、損益相殺又はこれに類する損害の解釈を指摘して適切な結論を示すとともに、釣堀の営業利益の損害賠償請求につき、\n民法第４１６条第２項の解釈に関する自説を理由を示して述べ、本問に顕れた事情を具体的に当てはめて適切な結論を示すものなどである。\n良好に属する答案の例は、問題の所在を的確に把握し、必要な事項について相応の論述をしているが、Ｅの請求が解除による履行に代わる損害賠償請求であることや、釣堀の営業利益に関する民法第４１６条第２項の解釈についての論述に粗雑なところがあるものなどである。\n一応の水準に属する答案の例は、本問において論ずべき事項の基本的な問題構造を把握し、\n必要な事項について一応の論述をしているが、民法第４１６条第２項の解釈を明確に論じないものや、損益相殺又はこれに類する損害の解釈についての論述が十分でないものなどである。\n不良に属する答案の例は、本件コイの市場価値の喪失によって損害が生じたとして、その損害額を６０万円から８０万円までの間で認定するものや、民法第４１６条第２項の解釈を全く示さず、釣堀の営業利益の損害賠償請求の当否についての結論のみを示すものなどである。\n⑶ 設問３についてア 全体的な採点実感設問３において論ずべき事項は、大別して、①抵当権に基づく賃料債権に対する物上代位の可否、②抵当権に基づく転貸賃料債権に対する物上代位の可否、③抵当権の被担保債権についての不履行前に生じた賃料債権に対する物上代位の可否である。\n①については、多くの答案が、根拠となる条文を摘示した上で、抵当権に基づく賃料債権に対する物上代位は可能という結論を示していたが、抵当権の効力が賃料債権に及ぶ理由について言及するものは少数にとどまった。また、抵当権に基づく物上代位権を行使するための要件である、抵当権の被担保債権について不履行があることを指摘するものも、少なかった。他方- 4 -で、民法第３７１条と同法第３７２条において準用する同法第３０４条第１項との関係をどのように理解すべきかを論じないまま、漫然と両方の規定を引用して物上代位を論ずるものが少なくなかった。\n②については、多くの答案が、転貸賃料債権に対する物上代位は原則として否定されることを指摘していたが、平成１２年の判例法理や、平成１５年改正後の民法第３７１条の規律を踏まえた自説との整合性を意識的に論ずるものは少なかった。転貸賃料債権に対する物上代位が例外的に肯定される要件と、本問に顕れた事情の当てはめについては、多くの答案が論じ、Ｈは転貸賃料債権に対する物上代位をすることができるとの結論を導いていた。\n③については、多くの答案が意識的に論じていたが、民法第３７１条の文言との関係で問題となることを指摘するものや、学説における議論を踏まえた論述をするものは、少数にとどまった。また、①で示された賃料債権に対する物上代位権行使が認められる論拠と首尾一貫しない論述をするものや、不履行前に生じた賃料債権に対する物上代位を認めながら、不履行後に生じた賃料債権に対する物上代位を認めないとするものなど、問題の所在を理解していないと思われる答案が散見された。\nイ 答案の例優秀に属する答案の例は、抵当権に基づく賃料債権に対する物上代位が可能であることにつき理由を示して自説を明らかにした上で、転貸賃料債権に対する物上代位の可否につき、平成１２年の判例法理を踏まえ、例外的に認められるための定式を示して、本問に顕れた事情に即して丁寧に当てはめを行い、不履行前に生じた賃料債権に対する物上代位につき、民法第３７１条の文言との関係で問題となることを明示して、賃料債権に対する物上代位に関する自説と整合する論拠をもって適切な結論を示すものなどである。\n良好に属する答案の例は、問題の所在を的確に把握し、必要な事項について相応の論述をしているが、転貸賃料債権に対する物上代位の可否についての定式への当てはめや、不履行前に生じた賃料債権に対する物上代位の可否についての論述に粗雑なところがあるものなどである。\n一応の水準に属する答案の例は、本問において論ずべき事項の基本的な問題構造を把握し、\n必要な事項について一応の論述をしているが、抵当権に基づく賃料債権に対する物上代位の可否に関して規定を適切に引用することができていないものや、平成１２年の判例法理についての理解が十分でないものなどである。\n不良に属する答案の例は、抵当権に基づく転貸賃料債権に対する物上代位について、本問に顕れた事情を考慮しないままこれを否定するものや、不履行前に生じた賃料債権に対する物上代位を認めながら、不履行後に生じた賃料債権に対する物上代位を認めないとするものなどである。\n４ 法科大学院における今後の学習において望まれる事項本年の問題も、例年と同様に、民法の幅広い分野についての基本的知識・理解を横断的に問うものであった。どのような法規範（判例により形成される規範を含む。）の適用を問題とすべきかという課題の把握は比較的容易であり、条文や判例に関する基本的な知識を踏まえ、問題文を注意深く読んだ上で、【事実】に顕れた事情を分析して設問の趣旨を適切に捉え、筋道を立てて論述を展開すれば、相当程度の水準の解答ができるものと考えられる。しかし、実際には、分析の精度や深度、展開の論理性などにより、評価に大きく差が付いた。\n限られた時間内で答案を作成するためには、個々の制度についての基本的知識を基礎とした制度相互間の体系的理解と、短時間で自己の見解を適切に文章化する実践的な論理展開能力を身に付けることが重要であり、引き続き、こうした理解や能力の涵養に努めていただきたい。\nその上で、本年の答案を見て特に感じられたことについて、幾つか指摘しておきたい。第１に、特定の法律効果の発生の有無を検討することが求められているのに、その法律要件が全て満たされているかどうかを検討せず、自己が主要な論点と考える部分のみを論ずるものが散見されたことである。例えば、設問１⑴の配偶者短期居住権の成立要件の該当性や、設問２⑴の受領義務の不履行による解除の要件の該当性を確認することなく、法律効果の発生を認めるものが相当数あった。法律効果を発生させるためには法律要件が満たされていなければならないという当然の基本的原則を踏まえ、丁寧に論述することを心掛ける必要がある。\n第２に、個別の設問に関しても指摘したが、結論の妥当性に留意しないものが散見されたことである。例えば、前記のとおり、設問２⑵の本件コイの代金相当額の損害に関し、本件コイの市場価値の喪失によって損害が生じたとして、損害額を６０万円から８０万円までの間で認定するものが相当数あった。しかし、Ｅは、解除により本件コイの引渡債務を免れているのであり、このような額が損害額となるとはおよそ考えられない。実務においては、損害がどのように認定されるかが極めて重要である事案も多いところであり、結論の妥当性を意識して法的分析を行う必要がある。\n第３に、法解釈の基本である、特定の規定の特定の文言についての解釈が問題であることを意識しないで論述を行うものが散見されたことである。条文を適切に摘示引用し、その文言の解釈を行おうとする答案は、自ずから説得的な論述となり、法律要件の検討の漏れもなくなる傾向にある。\nあまりにも当然のことであるが、条文解釈という法解釈論の原点に常に立ち返りながら、議論を展開する必要がある。\n最後に、本年も、昨年同様、転貸賃料債権に対する物上代位に関する設問３など、判例を参考にすることで深い検討を行うことができる問題が出題されているが、法律実務における判例の理解・検討の重要性を再認識していただきたい（判例の採った論理や結論を墨守することを推奨してはいないが、判例と異なる見解を採るのであれば、判例を正確に指摘して批判することが必須である。）。\n例年指摘されているところであるが、判例を検討する際には、その前提となっている事実関係を基に、その価値判断や論理構造に注意を払いながらより具体的に検討することが重要であり、様々なケースを想定して判例の射程を考えることで、判例の内容をより的確に捉えることができる。このような作業を行うことで、個々の制度についての理解が深まるだけでなく、制度相互間の体系的理解が定着することに改めて留意していただきたい。"
}