{
  "year": "R5",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n甲国法人Ａ社は、食品の加工・製造・販売を業とする株式会社であり、様々な国の企業との間で、食品や食材の輸出入の取引をしている。Ａ社は、２０２２年１月１０日、日本法人Ｂ社との間で、Ａ社を売主、Ｂ社を買主とし、日本法を準拠法とする、Ａ社製の食品の売買契約（以下「売買契約\n①」という。）を締結して、Ｂ社に対する３０００万円の売買代金債権（以下「債権①」という。）を取得した。\n以上の事実を前提として、以下の設問に答えなさい。なお、〔設問１〕と〔設問２〕は独立した問いである。\n〔設問１〕\nＢ社は、２０２２年２月１日、Ａ社との間で、Ｂ社を売主、Ａ社を買主とし、甲国法を準拠法とする、冷凍食材の売買契約（以下「売買契約②」という。）を締結して、Ａ社に対する３２００万円の売買代金債権（以下「債権②」という。）を取得した。売買契約②の契約書には、「この契約から生じる一切の紛争については、甲国Ｐ市にあるＰ地方裁判所を専属的管轄裁判所とする」旨の条項（以下「本件条項」という。）が定められていた。\nＡ社は、債権①の弁済期が到来した後もＢ社から債権①の弁済がなかったため、同年３月１日、Ｂ社に対し、債権①の弁済を催告した。Ｂ社は、同年５月２５日、Ａ社に対し、自己が有する債権②をもって、債権①と対当額において相殺する旨の意思表示をした（以下「本件相殺」という。）。\n〔小問１〕\nＡ社が、同年１２月１日、Ｂ社を相手取り、債権①の弁済を求めて、東京地方裁判所に提起した訴訟において、Ｂ社が本件相殺を抗弁として主張したのに対し、Ａ社は、本件条項は、売買契約②から生じる一切の紛争について、その最終的な解決を甲国の特定の裁判所に委ね、日本の裁判所の管轄を排除するものであるから、日本の裁判所において債権②について審理・判断することはできないと主張した。Ａ社の主張が認められるか否かについて、そのように考えた根拠を挙げて論じなさい。なお、本件条項に係る合意は、民事訴訟法第３条の７の要件を満たし、効力を生じているものとする。\n〔小問２〕\n〔小問１〕において、日本の裁判所において債権②について審理・判断することができるも\nのと解した場合、本件相殺を理由とするＢ社の抗弁について、いずれの国の法によって判断されるべきかを論じなさい。\n〔設問２〕\nＡ社は、２０２２年２月１０日、乙国法人Ｃ社に対し、債権①を譲渡した。Ａ社は、Ｂ社に対し、公証人が同日の日付印を押した証書によって、債権①をＣ社に譲渡した旨の通知を発し、この通知は、同月１２日、Ｂ社の本社に郵便で到達した。Ｃ社は、債権①の弁済期が到来した後もＢ社から債権①の弁済がなかったため、同年３月１日、Ｂ社に対し、債権①の弁済を催告した。\nなお、各小問は独立した問いである。\n〔小問１〕\nＢ社は、Ｃ社に対し、Ｂ社が既にＡ社に対して債権①の弁済をしたことを理由として、同年\n５月２５日、債権①の弁済を拒絶する旨の通知をした。\nＣ社が、同年１２月１日、Ｂ社を相手取り、債権①の弁済を求めて、東京地方裁判所に提起した訴訟において、この弁済を理由とするＢ社の抗弁が認められるかについて、いずれの国の法によって判断されるべきかを論じなさい。なお、この訴えについて、日本の裁判所の国際裁\n- 44 -判管轄権は認められるものとする。\n〔小問２〕\n甲国法人Ｄ社は、同年２月１日、Ａ社に対し、３０００万円を貸し付けるとともに、この貸付けに基づく貸金債権の引き当てとして、Ａ社から、債権①を目的とする債権譲渡担保権の設定を受けていた。この契約においては、甲国法が準拠法とされていた。Ａ社は、Ｂ社に対し、この債権譲渡担保権の設定について何ら通知をしていない。なお、甲国法上、債権譲渡又は債権譲渡担保権の設定の第三者対抗要件は、債権譲渡契約又は債権譲渡担保権設定契約の締結時期の先後で決まるとされている。\nＤ社は、上記貸金債権の弁済期が到来した後もＡ社からその弁済がなかったため、債権①を目的とする譲渡担保権を実行することとして、同年６月１日、Ｂ社に譲渡担保権実行の通知をしたところ、Ｂ社は、同年７月１日、債権①の債権者を確知することができないとの理由により、売買契約①に基づく売買代金３０００万円を東京法務局に供託した。\nＣ社とＤ社の間で、この供託に係る供託金還付請求権の帰属が争われ、東京地方裁判所に訴えが提起された場合において、Ｃ社とＤ社のいずれが債権①を取得したかについて、どのような判断がされるべきかを論じなさい。なお、この訴えについて、日本の裁判所の国際裁判管轄権は認められるものとする。\n- 45 -\n〔第２問〕（配点：５０）\nＡ女（甲国籍）は、甲国Ｋ市の理工系の大学院に在学中、留学生のＢ男（乙国籍）と知り合い、両者は親密な交際を始めた。両者の関係は、Ａが大学院を修了後に、日本の工作機械メーカーＯ社の甲国における現地法人Ｐ社に技術者として就職してからも継続した。やがて、ＡはＢの子を懐妊するに至ったが、その直後に両者の関係が悪化し、両者は話合いの末に交際関係を解消した。Ａは、Ｂとの関係を解消してから間もない２０１０年１月、未婚のままでＹを出産し、Ｙは出生により甲国籍を取得した。その後しばらくして、Ｂは大学院を修了したが、Ｙを認知しないまま乙国に帰国し、それ以降、ＢとＡ及びＹとの間に一切の連絡はない。\nその後、Ａは、Ｙを育てながらＰ社で働いていたが、ある時、Ｏ社からＰ社に一時的に出向してきていたＸ男（日本国籍）と知り合い、両者は親密な交際を始めた。しばらくして、Ｘは、Ａの歓心を買うため、血縁関係のないＹを自分の子として認知することを決意し、２０１２年１月上旬、甲国Ｋ市の身分登録所にＡと連れ立って出頭した上、身分登録をつかさどる官吏に対し、Ｙを自分の子として認知する旨の意思表示を行い（以下「本件認知」という。）、甲国の身分登録簿には、Ｙに係る身分事項として、本件認知が登録された。さらに、同月下旬、ＡとＸは、甲国Ｋ市において、甲国法上の方式で婚姻し（以下「本件婚姻」という。）、甲国の身分登録簿には、Ａに係る身分事項として、本件婚姻が登録された。その翌月の同年２月、Ｘは、戸籍法第４１条第１項の定めるところに従い、甲国Ｋ市駐在の日本国領事に対し、本件認知及び本件婚姻に関してそれぞれ作成された証書の謄本を提出し、その後間もなく、Ｘの戸籍には、その身分事項として、本件認知及び本件婚姻が記載された。\n２０１５年、ＸがＰ社への一時的な出向を終えてＯ社に復帰することとなったことを契機として、Ｏ社とＰ社との間で、Ａ及びＸの要望に基づき、ＡをＰ社からＯ社に出向させるとともに、Ａ及び\nＸをいずれも、Ｏ社の東京本社に配属する旨の人事上の調整が行われ、同年４月、Ａ及びＸは、Ｙを伴って日本に転居し、東京都内の住宅において同居生活を開始した。\nところが、日本での同居生活を開始してから、ＡとＸの関係は次第に悪化していき、ついには、両者の婚姻関係は実質的に破綻している状態となった。そこで、Ａ及びＸは、話合いの末に別居することとして、２０１８年１０月以降、Ｘは横浜市内の住宅に単身で居住し、ＡはＹと共に従前と同じ東京都内の住宅に居住している。\n以上の事実を前提として、以下の設問に答えなさい。なお、〔設問１〕と〔設問２〕は独立した問いである。\n〔設問１〕\nＸは、２０１９年７月、東京家庭裁判所に対し、Ｙを被告として、本件認知が血縁の事実に反することを理由として、認知の無効の訴えを提起した。この訴えについて、日本の裁判所の国際裁判管轄権は認められるものとする。また、本設問において反致の成立はないものとする。なお、甲国法及び乙国法には、親子関係の成立等に関し、それぞれ次の規定が存在する。\n【甲国法】\n① 嫡出でない子は、その父が認知することができる。\n② 認知は、身分登録吏又は裁判官の面前での意思表示によってする。\n③ 認知をした者は、認知の時から７年以内に限り、認知について反対の事実があることを理由として、認知の無効の訴えを提起することができる。\n【乙国法】\n④ 非嫡出父子関係は、親からの意思表示を要することなく、血縁関係が証明されるときに成立する。\n- 46 -\n〔小問１〕\n本件認知が方式上有効に成立しているかについて論じなさい。\n〔小問２〕\n本件認知は方式上有効に成立しているものとする。この場合において、Ｘによる認知無効の請求は認められるか。訴訟上、Ｙの血縁上の父がＢであることが不明のままであるときと、提出された証拠により、Ｙの血縁上の父がＢであることが証明されたときのそれぞれについて、論じなさい。\n〔設問２〕\nＡは、２０１９年４月、Ｙを連れて行くことについてＸの同意を得た上で、Ｙと共に甲国へ帰国し、そのまま現在まで甲国Ｋ市で生活している。Ｘは、２０１５年に日本に帰国してから甲国に渡航したことはなく、現在も日本で生活している。\nＡは、２０２２年４月、甲国のＫ裁判所に対し、Ｘを被告として、離婚を請求するとともに、附帯処分として財産分与を申し立て、提訴した。\n甲国と日本との間の司法共助に基づき日本において訴状の送達を受けたＸは、甲国の弁護士を訴訟代理人として選任した上、Ｋ裁判所における答弁として、主位的には、甲国の裁判所は国際裁判管轄権を有しないとして訴えの却下を求め、予備的には、請求に理由がないとして請求棄却を求めた。これに対し、Ｋ裁判所は、２０２３年４月、下記の甲国法⑤及び⑥の規定に基づき、離婚及び財産分与のいずれについても国際裁判管轄権を有すると判断した上、Ａの離婚請求を認容するとともに、財産分与として３００万円の支払をＸに命じる内容の判決（以下「本件判決」という。）をし、翌月、本件判決は確定した。\nそこで、Ａは、東京家庭裁判所に対し、本件判決のうち３００万円の支払を命じる部分について、民事執行法第２４条に基づいて執行判決を求める訴えを提起した。\nこの場合において、執行判決の要件である民事訴訟法第１１８条第１号の要件が具備されているかについて論じなさい。\n【甲国法】\n⑤ 離婚に関する訴えは、原告が甲国に１年以上継続して住所を有するときは、甲国の裁判所に提起することができる。\n⑥ 裁判所は、甲国の裁判所が離婚の訴えについて管轄権を有するときは、財産の分与に関する処分についての裁判に係る事件について、管轄権を有する。\n- 47 -",
  "source_pdf": "data/pdfs/judicial_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問の〔設問１〕は、渉外性を有する相殺の事例を素材として、〔小問１〕では、自働債権の発生原因である契約から生じる紛争について外国裁判所の専属的管轄合意が存在する場合に、日本の裁判所において相殺の抗弁を主張することの可否についての理解を、〔小問２〕では、相殺の準拠法についての基本的理解を問うものである。また、本問の〔設問２〕は、渉外性を有する債権譲渡の事例を素材として、〔小問１〕では、債務者との関係における債権譲渡の効力の準拠法についての理解を、〔小問２〕では、同一の債権をめぐり債権譲渡の譲受人及び債権譲渡担保権者が存在する場合に、その対抗関係の準拠法についての理解と応用力を問うものである。\n〔設問１〕の〔小問１〕は、Ａ社とＢ社の間に債権①及び債権②の二つの対立する金銭債\n権があり、債権①についてＡ社が日本の裁判所に訴えを提起し、被告Ｂ社が債権②を自働債\n- 37 -権として相殺しようとしたところ、債権②の発生原因である売買契約②について、外国裁判所を専属的管轄裁判所とする旨の条項（以下「本件条項」という。）が存在する場合に、Ｂ社は日本の裁判所において相殺の抗弁を主張することができるかを問うものである。\nまず、相殺の抗弁を主張する前提として、自働債権である債権②について、本案裁判所に国際裁判管轄権が認められる必要があるのかを検討することが求められている。管轄不要説、管轄必要説のいずれに立つにせよ、その根拠を示す必要がある。管轄不要説に立つ場合には、抗弁として債権②を自働債権とする相殺の主張をすることは可能であり、Ａ社の主張は認められないことになる。管轄必要説に立つ場合には、さらに、本件条項に係る合意が民事訴訟法第３条の７の規定の要件を満たしているかが問題となるが、この点は満たしており、合意は効力を生じている。そして、本件条項に照らすと、債権②は専属的管轄合意の適用範囲に含まれることから、債権②を自働債権とする相殺の抗弁は不適法却下され、Ａ社の主張は認められることになろう。\n〔設問１〕の〔小問２〕では、相殺の準拠法についての理解が問われている。法の適用に\n関する通則法（以下「通則法」という。）には、相殺の準拠法について直接定めた規定は存在しないため、相殺の準拠法について検討し、その根拠について説明することが求められている。例えば、自働債権準拠法と受働債権準拠法の累積的適用説、受働債権準拠法説等の立場が考えられよう。その上で、本問への当てはめを行い、いずれの法が準拠法となるかを示す必要がある。\n〔設問２〕の〔小問１〕では、債務者との関係における債権譲渡の効力の準拠法について\nの理解を問うている。債権譲受人であるＣ社からの債務者であるＢ社に対する訴訟において、債権譲渡人であるＡ社に対する債権①の弁済を理由とするＢ社の抗弁が認められるかについては、債権の譲渡の債務者に対する効力の問題と性質決定することが考えられ、その場合、通則法第２３条の規定によることとなり、同条の「譲渡に係る債権について適用すべき法」\nは、債権①の発生原因となっているＡ社とＢ社との間の売買契約①の準拠法であり、本件では、日本法になると考えられる。\n〔設問２〕の〔小問２〕では、同一の債権①をめぐり債権譲渡の譲受人及び債権譲渡担保\n権者が存在する場合に、その対抗関係の準拠法についての理解が問われている。債権の譲渡の第三者に対する効力の準拠法については通則法に明文の規定があるが、債権譲渡担保の第三者に対する効力の準拠法についての直接の明文規定は存在しない。本問では、債権譲渡の譲受人であるＣ社と債権譲渡担保権者であるＤ社のいずれが債権①を取得したかについて、いずれの国の法によって判断されるのかを検討し、その根拠について説明することが求められている。\n例えば、本問における債権譲渡の第三者に対する効力については、債権の譲渡の第三者に対する効力の問題と性質決定し、通則法第２３条の規定により準拠法を指定し、債権譲渡担保の第三者に対する効力については、債権質の第三者に対する効力の準拠法に関する従来の多数説・判例の立場を参考とすることが考えられる。その場合、まず、Ａ社からＣ社への債権譲渡の第三者に対する効力については、通則法第２３条の規定に従い、同条の「譲渡に係る債権について適用すべき法」によること、譲渡対象債権の準拠法は、債権①の発生原因となっているＡ社とＢ社との間の売買契約①の準拠法であり、本問では、それが日本法であることを示す必要がある。そして、実質法の本件事案への当てはめを行えば、日本民法第４６７条第２項の確定日付のある証書による、債務者Ｂ社への通知がされているため、Ｃ社は日本法の債権譲渡の第三者対抗要件を具備していることを説明しなければならない。次に、Ｄ\n社がＡ社から設定を受けた債権譲渡担保の第三者に対する効力については、債権質の第三者に対する効力の準拠法に関する従来の多数説・判例を参考にするならば、これは物権の問題と性質決定されるが、有体物を目的としない債権譲渡担保には目的物の所在地を観念できな\n- 38 -いため、通則法第１３条の規定によることはできず、また、債権譲渡担保は客体たる権利の運命に直接影響を与えるものであるので、債権譲渡担保の客体たる債権の準拠法によるべきであることを示す必要がある。本問では、債権譲渡担保の客体たる債権の準拠法は、債権①\nの発生原因である売買契約①の準拠法であり、日本法である。そして、実質法の本件事案への当てはめを行えば、Ａ社はＢ社に対し、債権譲渡担保の設定について何ら通知をしていないため、日本法上、Ｄ社は債権譲渡担保の設定の第三者対抗要件を具備していない。以上のとおり、本問では、債権譲渡の第三者に対する効力の準拠法と債権譲渡担保の第三者に対する効力の準拠法は、いずれも日本法となるが、Ｃ社は日本法上の債権譲渡の第三者対抗要件を具備しているのに対し、Ｄ社は日本法上の債権譲渡担保の設定の第三者対抗要件を具備していないため、Ｃ社が債権①を取得したことが示されねばならない。\nまた、異なる見解として、債権譲渡担保を一種の債権譲渡であるとし、その第三者に対する効力については、通則法第２３条の規定を適用又は準用する立場、同一の債権をめぐり優先権を争う可能性のある債権譲渡の譲受人、債権譲渡担保権者などの権利の第三者に対する効力については、同一の準拠法によるべきであるとして、明文規定のある通則法第２３条と同様、譲渡対象債権の準拠法によるべきであるとする立場なども考えられる。いずれの立場でも、通則法第２３条の規定に従い、譲渡対象債権の準拠法によることになるが、本問では、譲渡対象債権の準拠法は日本法であることを示す必要がある。その上で、実質法の本件事案への当てはめを行い、Ｃ社は日本法上の債権譲渡の第三者対抗要件を具備しているのに対し、Ｄ社は日本法上の債権譲渡担保の設定の第三者対抗要件を具備していないため、Ｃ社が債権\n①を取得したことが示されねばならない。\n〔第２問〕\n本問は、渉外性を有する身分関係に関する事例を素材として、国際私法及び国際民事手続法、とりわけ、親子関係の成立の準拠法及び身分関係に関する外国裁判の承認執行に関する基礎的理解と応用力を問うものである。\n〔設問１〕は、非嫡出親子関係の成立の準拠法についての理解を問うものである。\n〔設問１〕の〔小問１〕は、認知の方式の準拠法についての基本的理解を問うものである。\n認知の成立は通則法第２９条の規定により規律されるので、その方式は、通則法第２５条から第３３条までに規定する親族関係についての法律行為の方式と性質決定されて通則法第３４条の規定により準拠法が決定されること、同条によると、認知の実質的成立要件の準拠法\n（第１項）と行為地法（第２項）が選択的適用され、いずれかの法の方式を満たす場合には、認知は方式上有効となることを示さなければならない。本件認知は、甲国法（行為地法であるが、認知の実質的成立要件の準拠法でもある。後述〔小問２〕参照。）の方式を満たしているため、方式上有効である。\n〔設問１〕の〔小問２〕は、血縁の事実に反して行われた認知の無効が認められるかにつ\nいて問うことで、認知の実質的成立要件の準拠法、さらには、非嫡出親子関係の成立一般についての準拠法に関する理解を確認するものである。\n認知の実質的成立要件については、子の出生の当時における父の本国法又は認知の当時における認知する者の本国法若しくは子の本国法が選択的適用される（通則法第２９条第１項前段、第２項前段。なお、同条第１項後段及び第２項後段にいわゆるセーフガード条項の定めもあるが、本問ではこれに該当する事実はない。）。本問では日本法と甲国法が選択的適用されるが、いずれかの法の実質的成立要件を満たせば認知が有効に成立するということであるから、逆に、認知が無効となるためには、日本法でも甲国法でも認知が無効となる必要があることを示さなければならない。本問では、日本法では認知の無効が認められるであろうが、認知から提訴まで７年以上経過しているために甲国法の定める出訴期間制限にかかり、- 39 -\n甲国法では認知の無効は認められないため、原則として、認知の無効は認められないという結論になろう。\nこれに対して、提出された証拠により、Ｙの血縁上の父がＢであることが証明された場合には、Ｘにより認知された子であるＹとＢの親子関係が成立しているのではないかが問題となるので、その点を検討し、その結論を踏まえて、Ｘによる認知無効の請求が認められないという上記の結論を再検討することが求められている。ＹとＢの親子関係の成立は、非嫡出親子関係の成立と性質決定され、通則法第２９条第１項により、子の出生当時のＢの本国法である乙国法が準拠法となり、乙国法はいわゆる事実主義を採用しているため、ＹとＢの間の血縁関係が証明されたときには、ＹＢ間の非嫡出親子関係が成立していることを示す必要があろう。これを前提として、Ｘによる認知無効の請求が認められないという結論を再検討することになる。認知の無効が認められないとすれば、Ｙについて、ＸＹ間の親子関係と、ＢＹ間の親子関係のいずれもが成立していることになり、このような状態をそのままにしてよいかが問題となるが、このような事態は、単位法律関係ごとに準拠法を選択して、それを適用して得られた結論を持ち寄り事案全体の処理を行うという国際私法の基本的構造から生じたという理解に基づいて、具体的にどのような処理をするべきかについて、自己の見解を説得的に論じることが求められる。\n〔設問２〕は、外国裁判所において、離婚判決の附帯処分としてなされた財産分与を命じ\nる裁判の承認執行の要件としての、民事訴訟法第１１８条第１号のいわゆる間接管轄の判断についての基礎的理解を問うものである。\nまず、間接管轄の有無は、承認国である日本の立場から判断される。\n次に、間接管轄がどのような基準で判断されるかについては、直接管轄の基準と同一でなければならないとの同一説（いわゆる鏡像理論）と、必ずしも直接管轄の基準と同一でなくてもよいとの非同一説の対立があるが、いずれを採用するかについて自己の見解を理由付けして示した上で、事案に当てはめて結論を導くことが求められる。ただ、同一説による場合のほか、非同一説によるとしても、まずは、日本の直接管轄の基準に準拠して間接管轄の有無を判断することに変わりはない。そこで、離婚の訴えの際の附帯処分としての財産分与については、人事訴訟法第３条の４第２項により、家事事件手続法第３条の１２に照らして間接管轄が認められるかを検討することになろう。同条第１号から第３号までに照らすと間接管轄は認められないことを示した上で、同条第４号により間接管轄が認められないかを検討すること、あるいは、非同一説に立つ場合には、個々の事案における具体的事情に即して間接管轄が認められるかを検討することが、本問において間接管轄が認められるか否かの結論を左右することになろう。\n- 40 -",
  "scoring_notes": "１ 出題の趣旨、ねらい等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点の方針は、基本的に、例年と同様である。すなわち、関連する分野ごとの基本的な知識を前提として、基本的な法律解釈の能力を備えているか否か、さらに、基本的論述力を発揮できているか否かといった点が問われている。\n具体的には、①出題された事例の法的なポイントを正確に把握し、その検討に必要な論点を的確に取り上げているか、②各論点について関連する法律の規定その他の法源から適切なものを取り上げるとともに、必要に応じて、条文や制度の趣旨を踏まえた解釈を行った上で、規範を定立することができているか、③取り上げた条文や定立した規範を、当該事案に適切に当てはめて結論を導くことができているか、また、その当てはめにおいては、問題文中から必要な事実を過不足なく拾い上げ、摘示することができているか、これらが採点の基準とされた。\nこれらができていない又は不十分な答案は「不良」とされた。また、これらが形式的にはできているとしても、例えば、②について、規範定立において理由付けを欠く、あるいは、③について、\n事案への当てはめにおいて不備があるなど、結論に至るまでの過程における論述に不十分な点がある答案は「一応の水準」にとどまった。他方で、①から③までの検討過程に論理の飛躍がなく、明瞭で説得的な論述が展開されている答案は、「良好」又は「優秀」なものと評価された。\nなお、学説が分かれている論点については、結論それ自体によって得点に差を設けることはせず、\n自説の論拠を十分に示しつつ、これを論理的に展開することができているか否かを基本として採点した。\n３ 採点実感等⑴ ［第１問］についてア 〔設問１〕の〔小問１〕について〔設問１〕の〔小問１〕は、Ａ社とＢ社の間に債権①及び債権②の二つの対立する金銭債権があり、債権①についてＡ社が日本の裁判所に訴えを提起し、被告Ｂ社が債権②を自働債権として相殺しようとしたところ、債権②の発生原因である売買契約②について、外国裁判所を専属的管轄裁判所とする旨の条項（以下「本件条項」という。）が存在する場合に、Ｂ社は日本の裁判所において相殺の抗弁を主張することができるかを問うものであった。\n本問では、まず、自働債権の発生原因である契約から生じる紛争について外国裁判所の専属的管轄合意が存在する場合に、日本の裁判所において相殺の抗弁を主張する上で、自働債権である債権②について、本案裁判所に国際裁判管轄権が認められる必要があるのかという問題を発見し、自説の論拠について説明することが求められていたが、この問題を適切に発見することができている答案は、かなり少なかった。その中でも、国際裁判管轄権の存否は、訴訟物との関係においてのみ問題となることや、相殺は防御方法にすぎず訴えと同一の制限をする必然性はなく、専属的管轄合意の趣旨に著しく反するものでもないこと等を根拠に、Ａ社の主張は認められないと論じている答案や、相殺の抗弁に関する本案判決は、訴求債権のみならず反対債権に関する判断についても既判力を生じることから、債権②も、効力を生じている専属的管轄合意の適用範囲に含まれ、Ａ社の主張は認められることを論じられている答案は、「良好」\n又は「優秀」と評価された。\nその一方で、本問の題意を把握することができずに、民事訴訟法（以下「民訴法」という。）\nの国際裁判管轄規定に直接当てはめたり、民訴法の条文を準用又は類推適用したりして結論を- 47 -導こうとする答案も相当数見受けられたが、その場合でも、例えば、民訴法第３条の６の規定の客観的併合の趣旨や、相殺と反訴が類似するとして、同法第１４６条第３項の規定の趣旨を類推し、他方当事者の不利益と一括解決の便宜とを的確に比較較量している答案は、相応に高く評価された。また、民訴法の当てはめによらずに、直接専属的管轄合意の効力の範囲について論じている答案も少なからずあったが、本問の題意を把握できているとはいえない。なお、\n問題文中に記載されているにもかかわらず、本件条項に係る合意が民訴法第３条の７の規定の要件を満たしているかそのものを詳細に論じる答案も散見されたが、出題において前提とされていることを論じるのは無意味である。\nイ 〔設問１〕の〔小問２〕について〔設問１〕の〔小問２〕は、相殺の準拠法についての基本的理解を問うものであったが、多くの答案は、問題の趣旨をよく理解し、本問を相殺の問題と性質決定し、法の適用に関する通則法（以下「通則法」という。）に相殺の準拠法について直接定めた規定が存在しないことを指摘した上で、自働債権準拠法と受働債権準拠法の累積的適用説、受働債権準拠法説等のいずれの立場を支持するにせよ、その根拠について丁寧に論じ、準拠法を適切に導いていた。これらの答案は、「良好」又は「優秀」なものと評価された。\nしかし、受働債権準拠法説の論拠を用いながら、結論として、自働債権準拠法説を主張する答案や、何ら理由を付さずに自働債権準拠法説によるとする答案、受働債権準拠法説に立ちながら、本問の事実関係の把握を誤り、債権①の準拠法である日本法ではなく、債権②の準拠法である甲国法を適用する答案が散見された。また、題意を把握せず、相殺ではなく、法律行為の効力の問題と性質決定した上で、債権②の発生原因である契約の効力の準拠法として甲国法を適用する答案や、債権①の発生原因である契約の効力の準拠法として日本法を適用する答案も見られた。そのような答案は、「一応の水準」にも達していない。\nそのほかに、債権①及び債権②の準拠法についてはいずれも問題文中に記載されているにもかかわらず、債権①や債権②の準拠法について本問では準拠法選択がないものとして、通則法第８条第１項及び第２項について論じている答案があった。問題文をよく読んでほしい。\nウ 〔設問２〕の〔小問１〕について〔設問２〕の〔小問１〕は、債務者との関係における債権譲渡の効力の準拠法についての理解を問うものであった。本問で、債権譲受人であるＣ社からの債務者であるＢ社に対する訴訟において、債権譲渡人であるＡ社に対する債権①の弁済を理由とするＢ社の抗弁が認められるかについては、相当数の答案が、債権の譲渡の債務者に対する効力の問題と性質決定した上で、\nその場合、通則法第２３条の規定によることとなり、同条の「譲渡に係る債権について適用すべき法」は、債権①の発生原因となっているＡ社とＢ社との間の売買契約①の準拠法たる日本法になることを適切に論じていた。\nその一方で、債権譲渡の債務者に対する効力の問題であるとはせずに、債権①の弁済の有効性の問題であるとして、通則法第７条の規定に従い、債権①の発生原因となっている売買契約①の準拠法である日本法によるとするものが散見されたほか、弁済の有効性の問題については、\n通則法に規定が存在しないため、条理によるとした上で、弁済は債権の運命に関する問題であるから債権①の準拠法によるとする答案も見られた。\nなお、問題文において弁済時期は示されていないところ、債権譲渡前の弁済である場合には、\n既に存在しなかった債権の譲渡として、その債務者に対する効力以前に、債権譲渡の有効性自体の準拠法が問題となり得、この場合、例えば、債権の譲渡可能性の問題と性質決定した上で、\n債務者との関係を考慮して、債権①の準拠法である日本法を適用すべきという説明もあり得ると考えられるが、この点を自覚的に意識して、債権譲渡と弁済の先後関係により場合分けをして検討を加えている答案は見当たらなかった。\nエ 〔設問２〕の〔小問２〕について- 48 -〔設問２〕の〔小問２〕は、同一の債権①をめぐり債権譲渡の譲受人及び債権譲渡担保権者が存在する場合に、その対抗関係の準拠法についての理解と応用力を問うものであった。通則法には、債権の譲渡の第三者に対する効力の準拠法についての明文規定はあるが、債権譲渡担保の第三者に対する効力の準拠法についての直接の明文規定は存在しないことを踏まえ、債権譲渡の譲受人であるＣ社と債権譲渡担保権者であるＤ社のいずれが債権①を取得したかについて、いずれの国の法によって判断されるのかを検討し、その根拠について説明することが求められていたところ、相当数の答案は、本問が債権譲渡の譲受人と債権譲渡担保権者が競合する場合についての出題であることを良く理解していた。これらの答案の中には、(ｱ)本問におけるＡ社からＣ社への債権譲渡のＢ社に対する効力について、債権の譲渡の第三者に対する効力の問題と性質決定し、通則法第２３条の規定により準拠法が指定されるとした上で、Ａ社からＤ社への債権譲渡担保のＢ社に対する効力については、(a)債権質の第三者に対する効力の準拠法に関する従来の多数説・判例の立場を参考に、物権の問題と性質決定するものの、有体物を目的としない債権譲渡担保には目的物の所在地を観念できないことから、通則法第１３条の規定によることはできず、また、債権譲渡担保は客体たる権利の運命に直接影響を与えるものであるとして、債権譲渡担保の客体たる債権の準拠法によるべきであるとするものや、(b)債権譲渡担保を一種の債権譲渡であるとし、その第三者に対する効力については、通則法第２３条の規定を適用又は準用するもののほか、(ｲ)同一の債権をめぐり優先権を争う可能性のある債権譲渡の譲受人、債権譲渡担保権者などの権利の第三者に対する効力については、同一の準拠法によるべきであるとして、明文規定のある通則法第２３条と同様、譲渡対象債権の準拠法によるべきであるとするもの等があったが、いずれの立場に拠っていても説得的な論述を展開している答案は、「良好」又は「優秀」なものと評価された。\nその一方で、債権譲渡と債権譲渡担保の相違を踏まえた性質決定を意識せずに、Ｃ社とＤ社との間の優先関係の問題について、単に二重譲渡による債権譲渡の競合の問題と捉え、何ら理由を示すことなく、通則法２３条の債権譲渡の第三者に対する効力の問題と性質決定する答案も少なからずみられた。また、別の答案として、Ｄ社がＡ社から設定を受けた債権譲渡担保のＢ社に対する効力の準拠法についてのみ検討し、Ａ社からＣ社への債権譲渡のＢ社に対する効力の準拠法についての検討を怠っている答案も散見された。\n具体的な当てはめにおいても、出題の趣旨を良く理解している(ｱ)の答案では、Ａ社からＣ社への債権譲渡の第三者に対する効力について、通則法第２３条所定の「譲渡に係る債権について適用すべき法」は、債権①の発生原因となっているＡ社とＢ社との間の売買契約①の準拠法であり、本問では、それが日本法であること、本問の事実関係を日本法に当てはめれば、民法第４６７条第２項の確定日付のある証書による、債務者Ｂ社への通知がされているため、Ｃ社は日本法の債権譲渡の第三者対抗要件を具備していることを指摘できていた。また、Ｄ社がＡ社から設定を受けた債権譲渡担保の第三者に対する効力についても、(a)の答案の多くの場合や(b)の答案では、債権譲渡担保の客体たる債権又は譲渡対象債権の準拠法は、債権①の発生原因である売買契約①の準拠法たる日本法であること、本問の事実関係を日本法に当てはめを行えば、Ａ社はＢ社に対し、債権譲渡担保の設定について何ら通知をしていないため、日本法上、Ｄ社は債権譲渡担保の設定の第三者対抗要件を具備していないことを指摘できていた。\n(ｲ)の答案も以上の論述の過程について同様であり、これらの答案は、最終的な結論として、\nＣ社が債権①を取得したことを導き出せていた。\nもっとも、一部の答案では、準拠法の検討はできているにもかかわらず、当てはめの検討が不十分であるものがみられたほか、(ｱ)の(a)の答案の中には、Ｄ社がＡ社から設定を受けた債権譲渡担保の第三者に対する効力については、これを物権の問題と性質決定するものの、通則法第１３条の規定によることはできず、条理によるとした上で、債権譲渡担保権設定契約の準拠法である甲国法によるとしたために、Ｃ社とＤ社のいずれが債権①を取得するのか、最終的- 49 -な当てはめに苦労しているものが散見され、中には、譲渡対象債権の準拠法である日本法と債権譲渡担保権設定契約の準拠法である甲国法を累積的に適用しようとする答案もあった。\n⑵ ［第２問］についてア 〔設問１〕の〔小問１〕について認知の成立は通則法第２９条の規定により規律されるので、その方式については通則法第３４条の規定により準拠法が決定されること、同条によると、認知の実質的成立要件の準拠法（第１項）と行為地法（第２項）が選択的適用され、いずれかの法の方式を満たす場合には、認知は方式上有効となることを示さなければならない。その上で、本件認知は甲国で行われているので、行為地法は甲国法であり、甲国法②の方式を満たしているため、方式上有効であるとの結論を述べることが求められている。多くの答案は以上のように適切に論じていた。\nもっとも、認知の実質的成立要件の準拠法を検討して甲国法が準拠法となることから、同条第１項の準拠法として甲国法を適用して上記の結論を導いている答案も一定数見られた。そのこと自体は誤りではないが、選択的連結ということを理解していれば、小問１では、甲国法は端的に行為地法として適用して方式上有効であるとし、実質的成立要件の準拠法の検討は小問２で行う方が、設問１全体の論述としてすっきりしたものになろう。\n甲国法につき、甲国法①の実質的成立要件についても検討している答案が一部にあったが、\n通則法第３４条による送致範囲が法律行為の方式のみであることの基本的理解を欠くものである。また、日本法で方式上有効としている答案も一定数見られたが、戸籍法第４１条第１項の届出はいわゆる報告的届出であって、外国で成立した認知を報告するものにすぎないから、創設的届出としての認知の方式とは関わりがない。\nイ 〔設問１〕の〔小問２〕について認知の実質的成立要件については、通則法第２９条による（なお、ごく一部、通則法第３２条を適用している答案があったが、「一応の水準」にも達していない。）。通則法第２９条第１項前段及び第２項前段によると、本問では日本法（Ｘの本国法）と甲国法（Ｙの本国法）が選択的適用されることになる。認知の成立について日本法と甲国法が選択的適用されるということはいずれかの法の実質的成立要件を満たせば認知が有効に成立するということであるから、\n逆に、Ｘによる認知が無効となるためには、日本法でも甲国法でも認知が無効とされる必要がある。\n準拠法の当てはめにおいては、日本法においても甲国法においても、本件のような血縁関係がないにもかかわらずなされた認知は無効となり得（民法第７８６条及び甲国法③）、日本法では認知は無効となる。これに対し、認知から提訴まで７年以上経過しているために、甲国法③の定める出訴期間制限にかかり、甲国法では認知の無効は認められない（ちなみに、甲国法③の、認知者による認知無効の訴えの７年の出訴期間制限は、「民法等の一部を改正する法律」\n〔令和４年法律第１０２号〕による改正後の民法第７８６条第１項〔令和６年４月１日施行予定。〕と同様である。）。以上から、認知の無効は認められないという結論になる。なお、日本法について、Ｘは無効を主張できないとする答案も一定数見られたが、認知者も民法第７８６条の利害関係人に当たり、自らした認知の無効を主張することができるとするのが判例である〔最判平成２６年１月１４日民集６８巻１号１頁〕。ただ、本問については、日本法の当てはめが間違っていたとしても、甲国法で認知無効が認められないため、いずれにしても認知無効は認められないという結論は変わらない。問題前半の、訴訟上、Ｙの血縁上の父がＢであることが不明のままであるときの処理は、以上のような結論になるが、これは身分行為の成立の準拠法について選択的連結がされている場合に、無効が認められるためにはどのように準拠法が適用されるかについての基本的な理解を問うものであり、一定数の答案は正しく解答できていたが、上記のような法適用について理解が曖昧な答案も見られた。\nこれに対して、問題後半の題意は、提出された証拠によりＹの血縁上の父がＢであることが- 50 -証明されたときには、ＹとＢの親子関係が成立しているのではないかが問題となるので、その点を検討した結論を踏まえて、ＸによるＹの認知無効の請求が認められないという上記の結論を再検討することを求めるもので、やや応用的なものであった。\nＢＹ間の親子関係の成立は、通則法第２９条第１項により、子の出生当時のＢの本国法である乙国法が準拠法となる。乙国法④はいわゆる事実主義を採用しており、ＹとＢの間の血縁関係が証明されたときには、ＢＹ間の非嫡出親子関係が成立している。そうすると、もしＸによる認知の無効が認められないままであれば、Ｙについて、ＸＹ間の親子関係と、ＢＹ間の親子関係のいずれもが成立していることになり、このような事態をそのままにしてよいかが問題となる。このような事態は、単位法律関係ごとに準拠法を選択して、それを適用して得られた結論を持ち寄り事案全体の処理を行うという国際私法の基本的構造から生じたものであるとの理解を示した上で、具体的にどのような処理をするべきかについて、自己の見解を説得的に論じることが求められていた。このような題意に沿って検討していた答案は残念ながら少数であったが、そのような答案は、例えば、ＢＹ間の親子関係が成立している以上ＸＹ間の親子関係は問題となり得ないとするもの、Ｘによる認知無効を認めないことは国際私法上の公序に反するとするもの、あるいは、Ｂは日本と無関係で事案の内国関連性が十分でなく公序違反とならず認知無効を認めない結論を維持してよいとするもの、ＢＹ間とＸＹ間のうち真実の血縁関係に沿っているＢＹ間を優先させてＸの認知無効を認めるべきとするものなど、論述は様々であったものの、総じて良く考えられており「良好」又は「優秀」との高い評価が与えられた。\n本問の趣旨は上記のように、ＸＹ間に血縁関係がないことは確定しているが、Ｙの実父が誰であるかが判明していない場合と判明している場合とで、Ｘの認知無効の成否が異なるかを論じさせるものであった。ところが、問題前半の、「訴訟上、Ｙの血縁上の父がＢであることが不明のままであるとき」を、ＸＹ間に血縁関係がないことまでも不明であってＸがＹの実父であるかもしれないときと読んでいる答案が少なからずあった。ＸがＹの実父でないことは問題文中に記載されているのであるから、そのような読み方は読解として誤りであるといわざるを得ないが、無視できない数であったために、やむを得ず、そのような答案も、その読解を前提にして正しく法適用がされている場合には最低限の一定の評価をした。すなわち、この読み方によった場合、問題前半では、日本法でも甲国法でも認知無効は認められず、結論として認知無効は認められないことになろう。問題後半では、日本法でも甲国法でも認知無効が認められそうであるが、しかし、上述のように、甲国法③の出訴期間制限を徒過しているため甲国法では認知無効が認められず、結論としてやはり認知無効は認められず、上述した問題文の正しい理解に基づく場合の結論に帰着して、ＢＹ間の親子関係の成否を検討し、Ｘの認知無効が認められないという結論がそのままでよいか検討するという問題後半の題意に沿った検討を行うことになろう。\nなお、関連して、民法第７８６条の認知について反対の事実があることという認知無効の要件（この点につき甲国法③も同内容）は、本問でいえば、ＸＹ間に血縁関係がないことを意味するに過ぎないのに、ＢＹ間に血縁関係があることまでも要するとの誤った理解を示す答案も一定数あった。さらには、上記要件を、ＢＹ間の親子関係が法律上成立していることを意味すると解釈した上で、ＢＹ間の非嫡出親子関係の成立をここで検討している答案もあった。いずれも、準拠法として適用される民法についてのごく基本的な理解を欠くものである。\nまた、ＸＹ間の親子関係の成立について判断する際にはＸを父として通則法第２９条を適用し、ＢＹ間の親子関係の成立について判断する際にはＢを父として同条を適用することが理解できていない答案が一部に見られたが、そのような答案は、同条の基本的な理解を欠くものである。妻が離婚した後に再婚し、その後に子を出産した場合の嫡出推定の重複の場合における通則法第２８条の適用についても同様であるので、併せて確認されたい。\nウ 〔設問２〕について- 51 -〔設問２〕は、外国裁判所において、離婚判決の附帯処分としてなされた財産分与を命じる裁判の承認執行の要件としての、民訴法第１１８条第１号のいわゆる間接管轄の判断について問うものであった。にもかかわらず、ごく少数ながら、第１号以外の要件までも論じていた答案があったが、問題文はきちんと読んで、問われていることについて過不足なく解答すべきである。\nまず、間接管轄の有無は承認国である日本の立場から判断されることを示した上で、間接管轄の判断基準について、直接管轄の基準と同一でなければならないとの同一説（いわゆる鏡像理論）と、必ずしも直接管轄の基準と同一でなくてもよいとの非同一説の対立を踏まえて、いずれを採用するかについて自己の見解を理由付けして示さなければならない。人事・家事事件に関するものではないが、間接管轄の判断基準については最判平成２６年４月２４日民集６８巻４号３２９頁が判示しているところ、それを出発点に論じる見解が比較的少なかったのはやや意外であった。ここまでの、間接管轄の判断枠組みの一般論については、比較的良く論じられている答案が多かった。\nこれに対して、一般論を具体的に適用して結論を示す部分については、十分論述できている答案は少なかった。同一説による場合のほか、非同一説によるとしても、まずは、日本の直接管轄の基準に準拠して間接管轄の有無を判断するので、離婚の訴えの際の附帯処分としての財産分与について、人事訴訟法（以下「人訴法」という。）第３条の４第２項に基づき検討をしなければならない。ここで、人訴法第３条の３を挙げる答案があった。さらには、民訴法の規定に基づき検討している答案も若干見られたが、基本的理解を欠くものである。また、正しく人訴法第３条の４第２項に基づき検討している答案も、同項の規定が、離婚の訴えとともにされる財産分与に関する処分については、離婚について管轄がある裁判所に当然に管轄を認めるのではなく、家事事件手続法第３条の１２に照らして財産分与に関する処分の審判事件の管轄原因があるときに限り、管轄権を認めるという規定内容が理解できておらず、離婚について判決国に管轄権があるかを人訴法第３条の２に照らして検討することに終始している答案がかなりあった。\nなお、人訴法及び家事事件手続法の規定に照らして判断する際に、日本を判決国に読み替えて（あるいは同じことであるが、それらの規定内容を一般化したルールにした上で）審査することができていない答案が少数ながらあり、間接管轄についての基本的理解を欠くものである。\nまた、甲国法⑥（その規定内容は、上記のように人訴法第３条の４第２項とは異なる。）に照らして判断していた答案が少数ながらあったが、間接管轄の有無は承認国である日本の立場から判断されるという一般論の理解が十分でないことを露呈したものである。\n４ 今後の出題について引き続き、狭義の国際私法、国際民事手続法及び国際取引法の各分野の基本的事項を組み合わせた事例問題が出題されることになると思われる。国際関係法（私法系）としてはいずれの分野も等しく重要であり、理解が手薄な箇所がないようにしなければならない。\n５ 受験者と今後の法科大学院教育に求めるもの⑴ 国際関係法（私法系）の分野においては、立法が進み、準拠法に関する通則法の規定のほか、\n民訴法、人訴法及び家事事件手続法における国際裁判管轄規定など、規定の整備がほぼ一通りなされた。したがって、実定法の条文が問題の処理の出発点となることが通常であり、法科大学院教育においては、学生に対し、条文の重要性を十分に意識させて、その内容を理解させ、事案に適切な条文を適用して結論を示すということが強調されるべきであるが、これは他の分野と同様である。\n⑵ 準拠法の決定を行う際には、その前提として、どの準拠法選択規則（例えば通則法のどの条文）\n- 52 -が適用されるかを判断する必要があり、そのために性質決定を行うことを要する。いきなり条文の引用を行っている答案が少なからず見られる。また、答案の中には、「○○については通則法に明文の規定がないので条理により」のように、規定がないと安易に論じるものも散見されたが、\n準拠法選択規則の明文の規定がない場合は、第１問の設問１の小問２に表れた相殺などのように、\n相当に限られており、十分な検討が求められる。\n⑶ 事例問題に対する答案は、当該問題の解決に必要な部分の記述を厚くすべきであるのは、他の分野と同様である。\n例えば、国際裁判管轄が問われている問いで、出題内容に関わりなく、手続の問題なので法廷地である日本の手続法に従って判断する、あるいは、準拠法についての問いで、法廷地である日本の国際私法に従って判断する、という記述から始まる答案が一部に見られるが、題意と無関係の論述は不要であり、端的に、問題となっている具体的な規定の適用を丁寧に行うことが求められる。関連して、「手続は法廷地法による」や「場所は行為を支配する」などの法諺を引きながら論じている答案も見られたが、そもそもそれらの法諺の意味を正確に理解していないものが多く、また正しく理解していても、事例問題の解答においてそのような法諺を引用することに意味がある場合は稀であろう。\nまた、条文の解釈や当てはめに問題がないような場合にも、条文や制度の趣旨についていちいち説明している答案が相当数見られたが、明確な内容の規定を事案に単純に当てはめて処理ができる場合にまで規定の趣旨を説明する必要はないのは、他の分野の場合の事例問題に対する解答と同様である。他方で、規定の解釈が分かれている場合や、判例法理の適用が及ぶか議論がある場合には、規定や判例法理の趣旨に立ち返って検討することが必要となる場合が多く、法科大学院教育において、規定や判例を、内容だけ表面的に教えるのではなく、その趣旨を踏まえて射程などについて考えさせることが重要である。\n- 53 -"
}