{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\n１９８０年に入国が認められて以来，Ｘ国人甲は，Ｙ国内で乙社（有限責任法人）の名義で適法に貿易業を営んでいた。ところが，２０００年５月２０日夜にＹ国官憲が甲の自宅を訪れ，突如理由も示さず甲を逮捕し連行した。その後，現在まで甲について裁判も開かれないままＹ国政府による拘禁が続いている。乙社は，甲が一人で切り回していたために，甲の長期間にわたる拘禁によって立ち行かなくなり，２００１年６月に倒産し，その後の破産手続を経て，２００４年末までに乙社の資産は，全て債権者に分配された。\nＸ国，Ｙ国は，共に「市民的及び政治的権利に関する国際規約」（以下「自由権規約」という。）及び自由権規約第１選択議定書の当事国であるが，いずれも欧州人権条約などの地域的人権条約には加入していない。また２０００年１月１日以降，Ｙ国内で緊急事態が宣言されたことはない。\n以上の事実関係を前提に，以下の設問に答えなさい。\n〔設 問〕\n１．甲の代理人は，Ｙ国の裁判所に甲の釈放を求めることを考えた。そこで，国際法上の主張をするためにはどのような議論をする必要があるかについて説明しなさい。なお，従来Ｙ国国内裁判所において自由権規約が援用されたことはない。\n２．Ｘ国は，甲の家族からの訴えを受けて，Ｙ国に甲の救済を求めようとした。Ｘ国は，Ｙ国に対して国際法上どのような請求をすることが可能か。Ｙ国に要求できる全ての請求をその根拠を示して論じなさい。\n３．甲の家族は，個人として利用できる国際法上の手続によって甲の救済を求めようと考えた。\n甲の家族が，甲を救済するために個人として利用可能な国際法上の手続は何か。当該手続によってどのようなことが可能になるか，またどのような限界があるかを含めて説明しなさい。\n- 28 -\n〔第２問〕（配点：５０）\nＡ国は，海洋法に関する国際連合条約第７６条第１項に従って，基線から２００海里までの海底の区域を自国の大陸棚として設定する大陸棚宣言を，国際社会に向けて公式に行った。以下のようにＢ国との間で紛争がある海底の区域を除いて，それ以外の海底の区域については，Ａ国の大陸棚宣言は，他国から抗議を受けてはいない。\nＡ国とＢ国とは向かい合う位置関係にあるが，両国の沿岸間の距離が４００海里に満たないために，両国のそれぞれの大陸棚に対する権利の主張が，重複する海底の区域がある。それゆえに，両国の間には，大陸棚の境界画定に関する紛争がある。\n海洋法に関する国際連合条約第８３条は，大陸棚の境界画定について規定する。Ａ国は同条約の当事国であるが，Ｂ国は当事国ではない。海洋法に関する国際連合条約第８３条第１項の採択に際しては，複数の見解が対立したため，その妥協として同条項が採択された。１９９４年に同条約が発効して以来，大陸棚の境界画定について，交渉による実践や裁判実践が集積してきている。同条約第８３条第１項の解釈はほぼ定着しており，衡平な解決を達成するためには，まず中間線を引いて，関連ある事情を考慮して必要な修正を加えるべきと解されている。\nところで，Ａ国とＢ国の大陸棚に対する権利主張が重複している海底の区域には，一体をなす海底油田が広がっていて，資源が豊かに存在している。現在，両国の間で大陸棚境界画定交渉は断絶している。最近になってＢ国は，一方的にこの海底油田の資源開発に着手した。Ａ国は，Ｂ国の開発行為に対して，強く抗議している。というのも，Ｂ国が開発を行っている海底の区域は，将来，境界画定が行われればＡ国の大陸棚となる可能性があり資源開発を見込めるが，Ｂ国が資源開発行為を即時に中止しないと，この海底の区域からの資源がＢ国の資源開発行為により奪われてしまい，資源回復は不可能であり，Ａ国による資源開発の見込みがなくなるおそれがあるからである。\n両国間では対立が深まり，著しく緊張が高まっている。\nＡ国もＢ国も，国際司法裁判所規程第３６条第２項に基づき選択条項受諾宣言を行っている。そこでＡ国は，国際司法裁判所にこの大陸棚境界画定紛争を付託してこの紛争に適用のある国際法の宣言を求めるとともに，Ｂ国の資源開発行為を中止させるために暫定措置請求を行った。\n以上の事実関係を前提に，以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国との紛争がある海底の区域に関する部分を除いて，Ａ国の大陸棚宣言が国際法上の効力を持ち得るかについて論じなさい。\n２．国際司法裁判所が暫定措置を指示するための要件について論じなさい。\n３．国際司法裁判所が，Ａ国とＢ国間の紛争に適用のある国際法として，海洋法に関する国際連合条約第８３条第１項の規定を宣言するとすれば，その理由について論じなさい。\n- 29 -\n- 30 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国際人権条約違反に対する救済を問う問題である。\n設問１は，国家の市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）第９条違反の行為によって被害を被った個人が当該国国内裁判所で自由権規約違反を根拠にして救済を得るために考えるべき議論を問うものである。国内裁判所で国際条約を援用するため\n- 21 -には，まず当該国において国際条約が国内法として位置付けられているかどうかを検討する必要がある（条約の国内法上の効力）。国際条約が国内法たる地位を持っていない場合は国内裁判所で国際条約を援用することは考えられないが，国内法たる地位を持つ場合にも，特定の国際条約（本問の場合は自由権規約）が国内裁判所で援用できる性質を持つことが（「自動執行性」又は「直接適用可能性」と呼ばれる）必要である。国際条約の国内法上の効力の問題は，各国の憲法体制が国際条約をどのように位置付けているかという問題である。特定の国際条約の自動執行性（直接適用可能性）の有無は，一般的には，当該国際条約上の文言が明確であって裁判所が政策的な考慮を払わなくとも適用可能な性質を持つかどうか，また，条約当事国が国内裁判所によって適用されることを意図していたかどうか等によって決定される。\n国際条約がどのような条件の下で国内法上の効力を持ち，また，裁判所において援用され得るかという，国際法と国内法の関係に関する基本構造が頭に入っているかどうかを問う問題である。\n設問２は，外交的保護権に関する２つの問題を問うものである。\n第１は，設問１が国内裁判所における自由権規約違反に対する救済を問題にしているのに対して，国の外交的保護権を使って国際人権規約違反の救済をなし得ることを問う問題である。\n自国民が外国において当該国家の責任を伴う形で生命財産を侵害されたときに所属国が外交的保護権を行使できるが，基本的人権侵害についても外交的保護権を行使できるかが問題となる。\n外交的保護が個人の権利を所属国が代理行使することだと考えることができれば，甲の家族が甲の所属国に対して外交的保護権を行使するよう働き掛けることにより甲の釈放を要求できることになる。\n第２は，法人の損害について事業主の国籍国が外交的保護権を行使できるかどうかを問う問題である。甲の長期間にわたる拘禁によって破産した乙社は，Ｙ国法人と解されるが，事実上は甲そのものであるために（法人格否認），乙の滅失した財産についても甲の所属国がその賠償を請求できることの説明が必要である。株主本国による会社に関する外交的保護権を否定した国際司法裁判所「バルセロナトラクション事件」との違いをきちんと押えられるかどうかがポイントである。\n設問３は，自由権規約の第１選択議定書によって，甲の家族が自由権規約委員会に申立てを行えること，そしてこの手続にどのような特徴があるかを問うものである。自由権規約第１選択議定書は，一定の要件を満たせば，自由権規約委員会が，個人から管轄を及ぼす国家の自由権規約違反の通報を受けることができる。自由権規約委員会は，通報を受けて検討を行い，自由権規約違反を認定した場合には，当該国に対して注意喚起を行うことができ，注意喚起された自由権規約当事国は６か月以内に救済措置等について委員会に説明をすることが義務付けられる。このように，本問では，甲の家族を起点として，Ｙ国の自由権規約違反を問うことのできる国際的な手続があることの理解がまず必要である。\nさらに，この手続では，委員会の違反認定がなされれば被申立国たるＹ国はそれに対して説明することが要求され説明責任を負うが，他方，委員会による自由権規約違反の認定は当事国を拘束するものでないという限界を持つ。本問では，このような第１選択議定書の特徴を正しく理解していることが重要である。\n〔第２問〕\n本問は，大陸棚の境界画定に関する仮設例を設定して出題したものである。\n設問１は，２００海里までの大陸棚を設定することを，一国が一方的に宣言により行った場合の国際法上の効果を問う問題である。境界設定を，一方的行為で行うことは国際法により認められている。本問の場合には，Ａ国の一方的大陸棚宣言の内容は，海洋法に関する国際連合条約第７６条第１項に適合しているし，同条約第７７条第３項で大陸棚に対する沿岸国の権利\n- 22 -が明示の宣言に依存しないことは別の問題である。そのような宣言が国際社会に向けて公式に行われている。Ａ国の大陸棚宣言に対しては他国からの抗議が行われていない。また，Ｂ国との間で紛争がある海底区域を除いた部分についての，Ａ国の一方的宣言の国際法上の効力を問うている。これらを踏まえて，Ａ国の大陸棚宣言の国際法上の効力が決定されることになる。\n設問２は，国際司法裁判所が暫定措置を指示するための要件を問う問題である。国際司法裁判所規程第４１条第 1 項は，事情によって必要と認めるときは，各当事者のそれぞれの権利を保全するために採られるべき暫定措置を指示することを規定している。この規定から，Ａ国の請求に応じて国際司法裁判所が暫定措置を指示するためには，保全される権利があり，事情によって必要と認めることが要件となる。先例によっては，国際司法裁判所が一応の管轄権を持つこと，「回復しがたい損害」の発生のおそれがあるという事態の緊急性が，暫定措置を指示するための要件であるとされてきている。また，事態や紛争の悪化や防止も，暫定措置を指示する要件と考えられることがある。本問では，Ｂ国が一方的に海底油田の資源開発に着手している。そして，Ｂ国が開発行為を行っている区域は，将来，境界画定が行われればＡ国の大陸棚となる可能性があり，資源開発を見込めるが，Ｂ国が開発行為を即時に中止しないと，この海底区域からの資源がＢ国の開発行為により奪われてしまい，資源回復は不可能であり，Ａ\n国による資源開発の見込みがなくなるおそれがある。国際司法裁判所規程第４１条第１項だけではなく，先例により認められてきている暫定措置を指示する要件を，この本問の事実状況に照らして読み取り，解答することが求められる。\n設問３は，海洋法に関する国際連合条約第８３条第１項が，条約の当事国ではないＢ国に対して適用のある規則といえるための条件を問う問題である。同項にいう規定が，慣習国際法化しているものであれば，Ｂ国にもこの規定は適用されることになる。そこで，同項にいう規定が，慣習国際法といえるかが検討されなければならない。その検討に際しては，まず，法典化条約の条文である同項が，慣習国際法化するといえる規範的性質を備えているか，同項の採択時の諸国の見解が対立しており，その妥協として同項が採択されたことをいかに評価するか。\n他方で，採択後に海洋法に関する国際連合条約が１９９４年に発効して以来は，同項の解釈もほぼ定着しており，それに従った実践が集積していることをいかに評価するか。本問におけるこれらの事実を考慮して，同項の慣習国際法化が論じられる必要がある。",
  "scoring_notes": "-1-\n平成２３年新司法試験の採点実感等に関する意見（公法系科目第１問）\n１ 全体的印象\n・ 途中答案が少なかったのは，喜ばしいことである。しかし，他方で，経年的に見\nると，今年度の答案は，解答として論述する分量が少なかったように思われる。公\n法系科目第２問と試験時間が区分けされ，解答の時間配分に失敗することはないに\nもかかわらず，予測外であった。\n・ 内容的には，判例の言及，引用がなされない（少なくともそれを想起したり，念\n頭に置いたりしていない）答案が多いことに驚かされる。答案構成の段階では，重\n要ないし基本判例を想起しても，それを上手に持ち込み，論述ないし主張すること\nができないとしたら，判例を学んでいる意味・意義が失われてしまう。\n・ まず何よりも，答案作成は，問題文をよく読むことから始まる。問題文を素直に\n読まない答案，問題文にあるヒントに気付かない答案，問題と関係のないことを長\n々と論じる答案が多い。\n・ 答案構成としては， 「自由ないし権利は憲法上保障されている，しかしそれも絶\n対無制限のものではなく，公共の福祉による制限がある，そこで問題はその制約の\n違憲審査基準だ。」式のステレオタイプ的なものが，依然として目に付く。このよ\nうな観念的でパターン化した答案は，考えることを放棄しているに等しく，「有害」\nである。\n・ 憲法を，具体的な事例の中でどのように適用するか（活用するか）という観点か\nらの答案が少なく，一般的，抽象的な憲法の知識を書き表しただけの（地に足が着\nいておらず，何が問題であるかを見抜けていない）答案が多かった。\n・ 今年の問題は，日頃から日常生活を取り巻く法的問題に関心を持って自分でいろ\nいろと考えをめぐらせていれば，特に難しい問題ではなかったはずだが，答案を見\nていると，受験者は紙の上の勉強に偏しているのではないかという印象を持つ。\n・ 「原告側の主張」と「被告側の反論」において極論を論じ， 「あなた自身の見解」\nで真ん中を論じるという 「パターン」 に当てはめた答案構成によるものが多かった。\nそのため，論述の大部分が，後に否定されることを前提とした，言わば「ためにす\nる議論」の記載となっていた。このような答案は，全く求められていない。\n・ 問題文の中に，考慮すべき事情があれこれと挙げられているのに，それらを十分\nに考慮しない答案がかなり見られた。基本的な知識と応用力を身に付けていれば，\n一通りのことを書くのは比較的容易だと思われるのに，法曹になるにふさわしい水\n準に達していない答案が多々見られたのが残念であった。\n・ 表現の自由が出てこない，代わりに職業の自由を延々と書く，また，表現の自由\nが出てきても， 極めて紋切型の答案に終始する， プライバシーについても紋切型で，\n設問の状況をよく考えずに，決まり文句を繰り返すという有様で，なかなか問題の\n核心に迫らないものが多かった。\n・ 問題となる権利について十分な検討がなく，観念的・パターン的な論述に終始し\nているため，違憲性判断の論述の説得力も弱く，論証が不十分になっているとの印\n象を受けた。受験者には，問題文を読み込み，想像力を働かせて，少し条件を変え\nてみた場合はどうかなど思考上の工夫をしながら，事案の特殊性をつかみ，何を重\n点に論じるかを考えてもらいたいと感じた。\n-2-\n・ 原告側の主張，被告側の反論，あなた自身の見解がかみ合っていない答案，現実\n離れした答案が多いと感じた。問題点を的確に把握し，それを主張・反論，検討と\nいう訴訟的な形式で整理する実力が求められるので簡単ではないが，議論がかみ合\nっているかどうか，例えば，主張に対して反論が有効か，自身の見解がその対立点\nを押さえた論述になっているかなどは，答案構成の時点できちんと意識的に検討し\nてほしいと感じた。\n・ 数は極めて限られるが，ハイレベルの答案も一定数あった。しかし，法律に携わ\nる者なら，一度は関心を持ったことがあるはずの，インターネット上の表現等をめ\nぐる問題であったにもかかわらず，極めて残念な答案が多かった。なぜ法科大学院\n修了者の答案が基本的欠陥を多く抱えるものであるのか，その原因を究明する必要\nがあると思われる。その一つとして，そもそも，問題点に即応した法律の小論文を\n書くことの訓練が不足しているのではないであろうか。法科大学院としても，ドグ\nマから脱却し，法律実務家として必須である「ペーパーを書くこと」にも力を注ぐ\n必要があるように思われる。\n２ 訴訟形式\n・ 訴訟形式の問いに全く答えていない答案が，いまだにある。問われている訴訟形\n式を書いていない答案の作成者は，法律実務家となる資質において極めて問題があ\nることを自覚し，勉強し直す必要がある。\n・ 仮に訴訟類型を判断できないとすれば，必要な基本的知識が明らかに不足してい\nるし，うっかり問題文を見落とし，あるいは答案に書き漏らしたのだとすれば，法\n曹として最低限必要な注意力を欠くものである。\n３ 憲法上の権利の制約\n・ 例年指摘しているように， 原告側の訴訟代理人は， 重要な憲法判例を知っており，\n主要な学説も知っていると措定している。したがって，何でも主張すればよいので\nはない。そのような主張は，「有害」でしかない。\n・ 論述の出発点として問題とすべき権利自由について，表現の自由か営業の自由か\nという観点で十分な問題意識を持って検討した答案が少なかったのは意外であり残\n念。特にインターネット上で地図とリンクさせる形で画像を提供することの意味を\n十分に掘り下げて展開している答案が非常に少なかった。\n・ Ｘ社の主張で「表現の自由」を記載せず， 「営業の自由」あるいは「ユーザーの\n知る権利」のみを記載する答案が，相当数あった。原告にとってどちらを主張する\nのが望ましいかを検討する観点が欠けているように思われる。原告の主張としてわ\nざわざ「弱い権利」を選択するセンスの悪さは，結局のところ訴訟の当事者意識が\n欠けていることに結び付くように思われる。\n・ 制約される人権として営業の自由を立てながら，法令違憲の理由として， 「届出\nがいけない」，あるいは「営業中止がいけない」などと，もっともらしい言葉を並\nべながら述べている答案が多く見られた。営業届や営業停止処分などは，数多くの\n業法に当然のように規定されており，日常もよくニュースなどで見聞きする事柄で\nある。常識に照らし合わせて自らの理論・主張を省みるという勉強態度も，実務家\nを目指す者の試験である以上，必要と思われる。\n-3-\n・ 国家賠償請求との関係で営業の自由侵害の主張はあり得るが，その点で適切な論\n述をした答案は皆無であった。\n・ 法人の人権享有主体性について長々と論じる答案が，少なからずあった。\n・ 表現の自由に言及しているものについても，ユーザーの「知る権利」を中心に論\nじたり，Ｚ画像機能の提供が，Ｘ社の「自己実現の価値に資する」とか， 「民主政\n治の過程に資する」などと論じたりするものが数多く見られた。\n・ 「検閲」を論じているものもあった。このことは，学説と判例における検閲概念\nを十分に理解していないことをうかがわせる。\n・ 「表現の自由は，精神的自由なので裁判所の審査になじむ」という記述が多く見\nられた。しかし，この議論は，「精神的自由以外の人権制約は裁判所の司法審査に\nなじまない」という命題を認めない限り成り立たないおかしな議論である。司法権\nの限界についての無理解からきていると思われる。\n・ 表現の自由を述べているのに，違憲審査基準の展開に終始し，問題文のヒントに\n気付かず，実質的な，本件での表現の自由とプライバシーの権利の相克を書かない\n薄い答案も目立った。この手の答案は結局「実質的な関連性」などという抽象的な\nテクニカルタームを示して中身のない結論で終わっている。その原因は，権利をカ\nテゴライズすると自動的に基準とか優劣が決まると思い込んでいることにあるよう\nに思われる。本件における表現の自由と本件におけるプライバシーの権利の調整と\nいう，事案に即した検討を行って，事案を解決するという意識が足りない。\n・ 設問の事案に即して，情報提供の自由とプライバシーの権利との調整について，\nインターネットの特性を配慮しながら綿密に論じる答案も，数は少なかったがあっ\nた。\n・ インターネットによる地図検索システムの提供という権利について，表現の対象\nが個人情報も多く含まれる地図に関する情報・事実であること，伝達手段がインタ\nーネットであることなど， その権利の性質を， 典型的な表現の自由と対比させつつ，\nいかに具体的に論理的な考察や検討を展開するかによって，答案の迫力に明らかな\n差が出てきていた。報道の自由と比較しつつ，情報・事実の伝達という点で共通す\nる一方，それぞれの目的や自己統治の価値との関連性の程度等に差異があることに\n触れているものや，インターネットにおいては送り手と受け手の立場に互換性があ\nること，インターネット特有の利便性があること，それゆえに容易に二次的利用等\nによる弊害が拡大するおそれがあること等を丁寧に論じているものは，平素から正\nしい方向性をもって学習が進められ，出題の意図を正確に理解しているものと感じ\nられた。\n４ 想定される被告側の反論\n・ 被告側の反論が全く論じられていない答案もあった。問題文をきちんと読んでい\nないことがうかがえる。\n・ 被告側の反論を書く際に， 「検察官」と書いた答案も散見された。そもそも，行\n政事件で被告と検察官とを取り違えること自体，知識面でも求められる最低限の水\n準に達していないと言うほかない。\n・ 「被告側の反論」の想定を求めると，判で押したように，独立の項目として「反\n論」を羅列する傾向が見られる。むしろ「あなた自身の見解」の中で，自らの議論\n-4-\nを展開するに当たって，当然予想される被告側からの反論を想定してほしいのにも\nかかわらず，ばらばらな書き方をするために，かえって論理的な記述ができなくな\nっている（あるいは，非常に論旨が分かりづらくなっている）という傾向が顕著に\nなっている。\n５ 法令違憲と処分（適用）違憲\n・ 法令違憲と処分違憲の書き分けは一般的になってきたが，正確に内容を理解した\n上できちんと書き分けている答案は余り多くなかった。\n・ 法令違憲を論ずるに際して，立法事実に照らして法令の規定がどうか，というこ\nとではなく，Ｘの個別事情をもって論ずる答案が目に付いた。これは，法令違憲と\n処分違憲とを混同しているものと考えられるが，両者を論じる際の考慮事由の差違\nをきちんと押さえる必要がある。\n・ 処分違憲の審査で，法律適用の合法性，妥当性のみを論じる答案が今年も多かっ\nた。憲法との関係を論じないと，合憲性審査を行ったことにならない。本問では，\n「生活ぶりがうかがえるような画像」の公表を禁じることの合憲性をきちんと論じ\nる必要がある。例えば，中止命令まで行うことは過剰な規制であるという主張も，\nこれだけでは処分審査を行ったことにはならない。\n６ 明確性の原則\n・ 法文の「明確性」を観念的・一般的に論じる答案が，かなり見受けられた。本件\nの法律の規定は， 個人情報保護法や個人情報保護条例に一般に見られる規定である。\n常識に照らし合わせて自らの理論・主張を省みるという勉強態度も，実務家を目指\nす者の試験である以上，必要と思われる。\n・ 「明確性の基準」 について指摘するものの， 第３１条の問題としてのみ取り上げ，\n「表現の自由」そのものにおいて論じない答案が多かった。基本的な理解が至らな\nいためか，そうでなければ，通り一遍（型どおり）の知識の詰め込みと吐き出しに\nなっているのか，法科大学院での授業内容を自省せざるを得なかった。\n７ 事案の内容に即した個別的・具体的検討の必要性（パターン的当てはめの有害性）\n・ 最初から終わりまで違憲審査基準を中心に書きまくるという傾向はますます強ま\nっているように感じられる。最初にこの状況で適用されるべき違憲審査基準は何か\nを問い，この場合は厳格な（あるいは緩やかな）基準でいく，と判断すると，後は\n「当てはめ」と称して，ほとんど機械的に結論を導く答案が非常に目に付く。\n・ 原告の主張を展開すべき場面で，違憲審査基準に言及する答案が多数あった。違\n憲審査基準の実際の機能を理解していないことがうかがえるとともに，事案を自分\nなりに分析して当該事案に即した解答をしようとするよりも，問題となる人権の確\n定，それによる違憲審査基準の設定，事案への当てはめ，という事前に用意したス\nテレオタイプ的な思考に，事案の方を当てはめて結論を出してしまうという解答姿\n勢を感じた。そのようなタイプの答案は，本件事例の具体的事情を考慮することな\nく，抽象的・一般的なレベルでのみ思考して結論を出しており，具体的事件を当該\n事件の具体的事情に応じて解決するという法律実務家としての能力の基礎的な部分\nに問題を感じざるを得ない。\n-5-\n・ 観念的・抽象的・パターン的 「当てはめ」 という解答姿勢を取る受験者の心理は，\n一種守りの姿勢で，受験生心理としては分からなくはないものの， 「事例に迫る」\n意気込みを感じないものであって，司法試験で事例を基に憲法問題を問うという出\n題の根本理念を失わせるものであり，極めて不適切であり，「有害」である。\n・ 求められているのは， 「事案の内容に即した個別的・具体的検討」である。あし\nき答案の象徴となってしまっている「当てはめ」という言葉を使うこと自体をやめ\nて，平素から，事案の特性に配慮して権利自由の制約の程度や根拠を綿密に検討す\nることを心掛けてほしい。\n８ 合憲性の検討\n・ 原告，被告の主張を戦わせるのに，表現の自由とプライバシーとの実体的な関係\nについて論じないで，審査密度の濃淡だけで優劣を論じているものがあった。違憲\n審査基準論を振り回すだけの形式論では説得力が生まれないことに気付くべきであ\nる。\n・ 目的手段審査にとらわれず，両者の人権価値が本問においてどのように衝突して\nいるのかを具体的に分析し，解決を見いだそうとする優れた答案も少なからずあっ\nた。しかし，他方で，具体的な分析ができているにもかかわらず，結論に近づいた\nところで，急に審査基準のパターンを持ち出したために争点から遊離して説得力を\n失う答案も見受けられた。\n・ 立法目的の正当性を肯定するのに「やむにやまれぬ政府利益」や「必要不可欠な\n公益」を挙げているものがあったが，本件における対立利益は個人のプライバシー\nであって「政府利益」や「公益」ではない。そのほかにも立法事実の分析が安易で，\n立法目的の設定に恣意的なものが目立った。\n・ システムの提供により個人情報が公にされ，プライバシーや肖像権の侵害の問題\nが生じることから，表現の自由との間で，憲法上の権利衝突の調整について検討す\nべき必要があることは容易に気付くことができたと思われるが，参考資料に掲げた\n仮想の法律が見慣れないものだったためか，抽象的な法律の文言等の問題にとらわ\nれて，論点を見極めた十分な検討ができていないものが相当数あった。\n・ プライバシー侵害についても，決まり文句のように，プライバシー権は一度侵害\nされたら回復不能であるから保護の必要性が強いなどと記載し，本問では一度侵害\nされた後の中止が問題となっていることとの整合性を顧みていないかのような答案\nも多かった。\n・ 「人の顔や表札など特定個人を識別することのできる情報」についてはマスキン\nグする一方，「家の中の様子など生活ぶりがうかがえるような画像」については，\n法で具体的に明記されていないとして修正しなかったという問題文中の記述から，\n後者の画像に焦点を当てて，個人権利利益侵害情報としてこれが保護の対象に含ま\nれるかどうかの検討を求めていることは理解できよう。その際，法律上の規定の文\n言のみならず，当該画像が公道で撮影されたもので，カメラの高さ制限は守られて\nいることなどに留意しつつ，生活ぶりがうかがえる画像としてどのようなものが映\nし出されるのかを具体的に想定した上で，特定個人の識別はされないとしても少な\nくともどの家に居住している人の情報であるかが明らかな状況下で，この画像が公\nになることにより，具体的にどのような権利利益に影響が及び，どのような被害が\n-6-\n生じる危険性があるのかなどを，インターネットの特性をも踏まえながら丁寧に論\nじることが求められる。\n９ 答案の書き方に関する一般的な注意\n・ 常に多くの文字数分も行頭を空けていて（さらには行末も空けている答案もあ\nる。），１行全てを使っていない答案が，多く見受けられた。答案は，レジュメでも\nレポートでもない。法科大学院の授業で，判決原文を読んでいるはずである。それ\nと同様に，答案も，１行の行頭から行末まできちんと書く。行頭を空けるのは改行\nした場合だけであり，その場合でも空けるのは１文字分だけである。\n・ 採点者は一生懸命読み取るように努力をしているが，悪筆や癖字，さらには，字\nが細かったり薄かったりして，非常に読みにくい答案が少なくない。もちろん，達\n筆でなければならない，ということではない。しかし，平素から，答案は読まれる\nために書くものという意識を持って，書く練習をしてほしい。\n-7-\n平成２３年新司法試験の採点実感等に関する意見（公法系科目第２問）\n１ 出題の趣旨\n別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針\n採点に当たり重視していることは，①事案を正確に把握し，問いに対して的確に答\nえ，解釈論のみならず立法論についても基礎的な知識を活かして相応の言及をするこ\nとのできる応用能力を有しているか，②法的な論述に慣れ，分かりやすく，かつ，受\n験者の思考の跡を採点者が追うことができるような文章を書いているか，という点で\nある。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準\n(1) 設問１\n最高裁による原告適格の一般的な判断基準を引用し，法律がある利益を専ら一般\n的公益として保護しているのか，個々人の個別的利益としても保護しているのかと\nいう点が問題になりやすいことを，一般論として記述しているだけの答案について\nは，一応の水準の答案と判定した。この問題に焦点を当てて本件のＸ１・Ｘ２の利\n益ないし不利益を具体的に分析し， 原告適格を論じることができているかどうかで，\n優秀度ないしは良好度の高さを判定した。\nまた，行政事件訴訟法第９条第２項に言及し，関係する省令と通達の定めを，専\nら同項にいう法律の「関係法令」に当たるか否かという観点から検討し，平板に羅\n列するだけの答案については，一応の水準の答案と判定した。行政事件訴訟法第９\n条第２項の規定に従って原告適格を検討する判断枠組みを正確に理解し，処分要件\nを定める法律と省令の規定との関係，処分要件を定める省令の規定と申請書類を定\nめる省令の規定との関係，処分要件を定める省令の規定とその解釈を示す通達との\n関係，さらに，法律と地元同意を定める通達との関係を，それぞれ正確に分析して\n原告適格論と結び付けて論じているかどうかで，優秀度ないしは良好度の高さを判\n定した。検討に当たっては，まず， 「処分の根拠となる法令の規定」として，モー\nターボート競争法第５条及びその委任を受けた同法施行規則第１２条，第１１条の\n規定を確認し，次に，「当該法令の趣旨及び目的」として同法第１条等からうかが\nわれる同法の趣旨・目的を検討し，さらに，同法と目的を共通にする関連法令が存\n在するならば，その趣旨・目的を参酌することが不可欠である。\n(2) 設問２（１）\n取消措置（処分）の差止め訴訟を正確に挙げていれば一応の水準の答案，もう一\nつ検討に値する訴訟を挙げていれば良好な答案， 差止め訴訟の適法性及び実効性を，\n他の訴訟と比較する形で論理的･説得的に論じていれば，優秀な答案とした。\n(3) 設問２（２）\n本件許可に関して法律が行政庁のどのような判断について裁量を認めている可能\n性があるかを，法律の文言及び趣旨・目的を正確に把握した上で検討できているか\nどうか， 地元同意を求める行政手法の意義と問題点を論じているかどうか， そして，\n本件許可の取消しの適法性を論じる際に，考慮すべき要素・事情を的確に挙げてい\n-8-\nるかどうかに着目して，優秀度ないしは良好度の高さを判定した。\n加えて，「法律は許可をしない行政裁量を認めている」 ，「通達は直接には外部に\n対し拘束力をもたない」，「行政指導には限界がある」といった諸命題を，どの程度\nまで適切に関係付けて論じることができているかに着目して，優秀度ないしは良好\n度の高さを判定した。法律とそれを適用するための通達との関係を明確にさせない\nまま，「(法律は不許可処分を行う行政裁量を認めているが，)通達には外部に対す\nる拘束力がないので，行政庁が通達に従うように求めるには行政指導しかできない\nところ，行政指導に従わない者に対し不許可処分ないし許可取消処分を行うことは\n違法である。」と帰結するにとどまる答案は，一応の水準の答案と判定した。\n(4) 設問３\n条例の実効性を確保するための具体的な手段を提案できていること，住民，利害\n関係者，専門家等の参加する協議会，審議会等の利害調整手続を構想できているこ\nと，法律と条例の抵触可能性を指摘できていることについて，全て論じてあれば優\n秀な答案と判定し，一部欠けている答案は良好なものとして評価した。\n４ 採点実感\n以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象\n・ 字の上手・下手は関係ないが，読みやすさは大切であり，書きなぐった感じの\n乱雑な（特に乱雑かつ小さい文字を多用している）答案は，読解に非常に難渋し\nた。採点者が判読困難な答案を作成することのないよう，受験者には改善を求め\nたい。\n・ 問題文，資料，設問を正確に読んでいない答案，何を聞かれているのか理解し\nていないまま解答をしている答案が見られた。\n・ 全体として，問題に素直に取り組んで自分の考えを論理的に述べるものが極め\nて少なく，問題に関係のありそうな事項の記述をランダムに並べるようなものが\n目立った。\n・ 特定の設問に力を入れすぎて，時間不足になったと思われる答案や，各設問の\n分量バランスが悪い答案が見受けられた。設問１，同２（１）はよく書けている\nが，設問２（２），同３の順に記述の分量及び質が落ちていく傾向が見られた。\n・ 多角的に検討を要する論点が多かったため， 高得点を得るためには， 理解力や，\n論理的に論述を展開する能力がかなり求められていたように感じられた。\n・ 論旨が一貫しない答案が少なくない。例えば，原告適格の箇所では全く又はほ\nとんど説明なしに通達が「関係法令」に当たるとしながら，職権取消しの箇所で\nは通達の内部規範性ばかりを強調する答案などである。\n・ 受験者の得点が高得点から低い点数まで広く分布するなど，行政法に関する受\n験者の実力を測ることができた問題であったと考える。\n・ 今回の問題は，資料１（会議録）にも明示して指摘されているモーターボート\n競争法第５条の規定による許可の特殊性（ 「刑法第１８７条の富くじに当たるも\nのの発売等を適法にする法制度である点が，通常の事業の許認可とは違う」 ）の\n理解の深さが，採点結果に如実に反映されるところとなった。\n(2) 設問１\n-9-\n・ 原告適格の定式まではよく覚えているものの，それに基づく具体的な判断の手\n法を理解していないと思われ，各法令や通達等の位置付けを説明せず，ただ羅列\nして強引に結論に至っている答案も多かった。\n・ モーターボート競走法の規定の趣旨，目的にもほとんど言及せず，いきなり通\n達が 「関係法令」 に含まれるとした上， 問題文の具体的な事情 （本件施設の規模，\n開場日数，時間帯，距離など）については一切言及しないまま，簡単に原告適格\nの有無を判断するなど，法的思考能力に疑問を感じさせる答案もあった。\n・ 用語に関する基本的な誤解が目立つ。例えば，①行政処分の根拠法令に属する\n省令の規定をも，行政事件訴訟法第９条第２項にいう「関係法令」の一つに挙げ\nる答案，②法科大学院が，「文教施設」ないしは学校教育法第１条にいう「大学」\nに属さないと述べる答案などである。\n・ 多くの答案が一定のレベルまでは論じられるような問題で高得点を得るために\nは，更に深い理解が必要となる。例えば，Ｘ１とＸ２について，それぞれの保護\nの対象となり得る利益について正確に書けている答案は思いの外少なく，特に，\nＸ１については，学生の学習する権利のみを論じているものなども見られた。\n・ 法令（すなわちモーターボート競走法及び同法施行規則）と通達の違いを考慮\nせずに，通達について当然に規則と同様に関係法令に該当するとして論じる答案\nが目立った。\n・ 通達が法や規則の合理的な解釈を前提として発出されているものである限り，\n根拠法令の解釈の参考となることは当然であるにもかかわらず， 「法令」ではな\nいから一切考慮しないとする答案が比較的多く見られた。\n・ モーターボート競争法が一定の範囲で処分の相手方以外の者の原告適格を肯定\nする趣旨であると解する答案の中には，距離に言及する同法施行規則第１１条第\n２項の規定から直ちに結論を導くものが見られた。\n・ 原告適格と本案の関係が整理できていない答案が目立った。\n(3) 設問２（１）\n・ 訴訟要件を満たすかという観点からの検討が見当たらない答案， 「比較検討」\nがなされていない答案が見られた。\n・ 確認訴訟については，意味を見いだし難い確認訴訟の答案が散見された。\n・ 訴えの候補例を二つ挙げての比較を求められた場合において，一つは合理的な\n例でも，もう一方に解答者自身も直ちに消極評価するような例を持ち出して，当\n然に前者を良しとするのは，一般的に言って適切ではない。\n・ 「取消措置を受けるおそれを除去する」というＡの目的を実現するに適した訴\n訟として，いきなり国家賠償訴訟を挙げる答案などが見受けられたのは意外であ\nった。\n・ 「取消措置を受けるおそれを除去するには， 」という問題文であるにもかかわ\nらず，「取消措置の取消訴訟」を挙げていた例も見られた。また， 「仮の救済は，\n考慮しなくてよい。」と問題文に付記したにもかかわらず，仮の差止めができる\nかどうか等を選択の根拠に挙げている例もあった。\n(4) 設問２（２）\n・ 問題文及び会議録等を分析して，質問のポイントを押さえて素直に答えていく\n姿勢であれば，自ずから比較的高得点が得られるものであるが，知識の量はうか\n-1 0-\nがわれるのに，会議録等を十分に考慮せずに自分の書きたいことを書いているた\nめ，相対的に低い得点にとどまっている答案が少なくなかった。\n・ 自治会の同意について申請時の許可要件とすることができるかという観点から\nの検討自体が全くなされていない答案が予想以上に多かった。また，自治会の同\n意を考慮するのは他事考慮だから違法と安易に結論付ける答案が多く，自治会の\n同意を求める手法の意義と問題点について実質的に検討された答案は少なかった。\n・ 国土交通大臣がＡに対し執り得る措置の範囲ないし限界を検討することが求め\nられているにもかかわらず，取消措置が他事考慮だから違法とするだけで，国土\n交通大臣がいかなる措置を執り得るのかについて検討されていない答案が見られ\nた。\n・ 省令の基準以外の理由で許可を拒否することができるかという問題と，職権取\n消の可否，行政指導の限界という三つの問題の相互関係が的確に整理できている\nかどうかで大きく差がついた印象がある。\n・ 許可不許可の裁量を認める根拠がどこにあるのか，その限界についてどう考え\nるのかといった点について，「丁寧」に論述することが求められているのに，裁\n量の有無などにも触れないで答えを導こうとする答案もあった。\n・ 周辺自治会等の同意を求める行政手法について検討した答案は少数であり，こ\nれに言及する答案においても当該手法の問題点にまで触れたものは少数であった。\n・ 申請に係る許可を拒否する処分が行政手続法上の「不利益処分」に当たるとの\n前提に立つ答案が見られた（同法第２条第４号ロ参照）。\n・ 少数ながら，感心させられるほど優秀な答案もあった。\n(5) 設問３\n・ 時間切れとなっている答案を除き，実効性確保，利害調整ともに豊かな着想か\nら設問に食らいついた答案が相当数あり，好印象だった。\n・ 比較的多くの受験者が，条例に盛り込むべき事項を複数挙げており，その内容\nもおおむね正解に近いものであって，全体的な印象は悪くなかったが，法的な問\n題点に関しては，憲法第９４条の条文すら挙げていないものも散見され，問題の\n所在を正確に理解しているか疑わしい答案も少なくなかった。\n・ 立法論的な理解が要求されるものであり，解答に戸惑った者も少なくなかった\nのではないかと思われる。解答に当たって，具体的な規定について思い描けたか\nどうかで差の付いたものとなったようである。\n・ 自主条例(独自条例)と委任条例との相違を十分に理解できていない答案が目に\n付いた。現実の条例に余り接したことがないのではないかという印象を受けた。\n・ 「事業者に対して実効性を持ち」 ，「住民及び事業者の利害を適切に調整できる\nようにするため」の「①②の規定以外」の規定を聞かれているにもかかわらず，\n問題の趣旨を理解せず，①②をなぞった規定を書いたり，求められている要請と\nの関係に触れることなく，他に定め得る規定（外観や高さの制限，地域指定等）\nを挙げたりしていた答案が散見された。\n５ 今後の法科大学院教育に求めるもの\n行政実体法について自分で論理を組み立てる能力，及びその前提となる行政法総論\nに関する正確な理解を，身に付けられるような教育が法科大学院に求められる。\n-1 1-\n平成２３年新司法試験の採点実感等に関する意見（民事系科目第１問）\n１ 出題の趣旨等\n出題の趣旨及び狙いは，既に公表した出題の趣旨（ 「平成２３年新司法試験論文式\n試験問題出題趣旨【民事系科目】〔第１問〕」）のとおりである。\n２ 採点方針\n採点に当たっては，従来と同様，受験者の能力を多面的に測ることを目指した。第\n１に，民法上の基本的な問題についての理解が確実に行われているかどうかを確かめ\nることとした。第２に，単に知識を確認するだけでなく，掘り下げた考察をしてそれ\nを明確に表現する能力，論理的に一貫した考察を行う能力，及び，具体的事実を注意\n深く分析した上で法的観点から評価する能力を確かめることとした。第３に，基本的\nな問題の背後にあるより高度な問題に気が付いて，それに取り組む答案があれば，そ\nのことを積極的に評価することとした。これらを実現するために，１つの設問に複数\nの採点項目を設け，採点項目ごとに適切な考察が行われているかどうか，その考察が\nどの程度適切なものかに応じて点数を与えることとした。\nさらに，複数の論点について表面的に言及する答案よりも，一つの論点について考\n察の重要箇所において周到確実な答案や創意工夫に富む答案が，法的思考能力の優れ\nていることを示していると考えられることがある。そのため，採点項目ごとの評価に\n加えて，答案を全体として評価し，論述の緻密さ周到さの程度や構成の明快さの程度\nに応じても点数を与えることとした。これらにより，ある設問について考察力や法的\n思考力の高さが示されている答案には，別の設問について必要なものの一部の検討が\nなく，そのことにより知識や理解の不足を露呈していたとしても，高い評価を与える\nことができるようにした。また反対に，論理的に矛盾する構成をするなど積極的なミ\nスが著しい答案については，低く評価することとした。なお，全体として適切な得点\n分布が実現することを心掛けた。\n３ 採点実感\n採点実感として，新司法試験考査委員会議申合せ事項にいう「優秀」 ，「良好」，「一\n応の水準」及び「不良」の４つの区分に照らすと，例えばどのような答案がそれぞれ\nの区分に該当するかについて，設問ごとに示すと以下のとおりとなる。\nただし，これらは各区分に該当する答案の例であって，これらのほかに各区分に該\n当する答案はあり，それらは多様である。なお，以下で用いる「適切に答える」 ，「適\n切な解答」，「適切に検討する」及び「適切な検討」については，既に公表した出題の\n趣旨（上記「１ 出題の趣旨等」参照）を参照されたい。\n(1) 設問１について\n採点実感からは，次のようになる。\n優秀に該当する答案の例は，小問（１）と小問（２）について，いずれも適切に\n答えているものである。良好に該当する答案の例は，小問（１）について適切に答\nえるものの，小問（２）についてＡがした敷金返還請求権の放棄が敷金返還債務の\n免除であると捉え，それが債権者Ｃの債権を害するものであるとしながら，民法第\n４２４条が定める詐害行為取消しの他の要件について検討を行っていないものであ\n-1 2-\nる。一応の水準に該当する答案の例は，小問（１）について適切に答えるものの，\n小問（２）について適切な解答がないものである。不良に該当する答案の例は，小\n問（１）の一部（例えば，Ｂの受益及びＣの損失）について適切に答えるものの，\nその他（例えば，Ｂの受益とＣの損失との間の因果関係及びＢの受益が法律上の原\n因を欠くこと）については適切な解答がなく，また，小問（２）について適切な解\n答がないものである。\n小問ごとについての成績は，小問（１）については，良好から一応の水準の程度\nの答案が多くあったのに対して， 小問 （２） については， 不良の答案が多くあった。\nなお，小問（２）については，【事実】の中の「Ａ及びＦは，Ｆに対する敷金返還\n請求権をＡが放棄することを相互に確認した」ことに着目するものの，詐害行為取\n消しには一切触れず，したがって，それに関係付けることをせずに，単に敷金返還\n請求権は放棄されているため債権者代位（民法第４２３条）により行使することは\nできないと解答する答案があり，また，設問の中において， 「Ｃは，不当利得返還\n請求以外の方法によって，Ｆから， ・・・回収することを考えた」と説明され，不\n当利得返還請求については解答する必要がないことが指示されているにもかかわら\nず，不当利得返還請求について解答する答案があり，これらはいずれも低い評価と\nせざるを得なかった。\n(2) 設問２について\n採点実感からは，次のようになる。\n優秀に該当する答案の例は，将来債権売買契約の売主は買主に対してどのような\n義務を負うかについて適切に答えるとともに，債務不履行を理由とした解除の根拠\nとなる法律の規定を指摘し，その規定が定める要件の充足について適切に検討した\n上で，解除の可否について結論を述べるものである。良好に該当する答案の例は，\n将来債権売買契約の売主は買主に対してどのような義務を負うかについて適切に答\nえるものの，債務不履行を理由とした解除の根拠となる規定（例えば，民法第５４\n３条）が定める要件のうち一部（例えば，履行の全部又は一部の不能）について検\n討をするが，その他の要件（例えば，債務の不履行が債務者の責めに帰することが\nできない事由によるものであるとき）についての検討を欠くものである。一応の水\n準に該当する答案の例は，将来債権売買契約の売主は買主に対してどのような義務\nを負うかについて適切に答えるものの，債務不履行を理由とした解除の根拠となる\n規定を指摘せず，したがって，解除をすることができる要件の充足についての検討\nを欠くものである。不良に該当する答案の例は，将来債権売買契約の売主は買主に\n対してどのような義務を負うかについて適切な解答がなく，債務不履行を理由とし\nた解除の根拠となる規定を指摘せず，したがって，解除をすることができる要件の\n充足についての検討を欠くものである。\n設問２については， 良好， 一応の水準及び不良の答案がそれぞれ一定程度あった。\nなお，一部の答案には，将来債権売買契約の売主は買主に対してどのような義務を\n負うかについての検討と，債務不履行を理由とした解除の根拠となる規定が定める\n要件の充足についての検討とが一貫しないものがあり，一貫したものと比較して低\nい評価を与えた。\n(3) 設問３について\n採点実感からは，次のようになる。\n-1 3-\n優秀に該当する答案の例は，小問（１）と小問（２）について，いずれも適切に\n答えているものである。良好に該当する答案の例は，小問（１）について，Ｈが損\n害賠償を請求する相手方として，間接占有者であり所有者であるＦ及びエレベータ\nー設備の更新工事をした請負人であるＤを取り上げて適切な検討を行うが，直接占\n有者であるＡを取り上げず，小問（２）について，適切な解答をするものである。\n一応の水準に該当する答案の例は，小問（１）について，Ｈが損害賠償を請求する\n相手方として，エレベーター設備の更新工事をした請負人であるＤを取り上げて適\n切な検討を行うが，直接占有者であるＡ及び間接占有者であり所有者であるＦを取\nり上げず，小問（２）について，適切な解答をするものである。不良に該当する答\n案の例は，小問（１）について適切な検討をしないが，小問（２）については適切\nに解答するものである。\n小問ごとについての成績は，小問（１）については，良好，一応の水準及び不良\nの答案がそれぞれ一定程度あったのに対して，小問（２）については，良好から一\n応の水準の程度の答案が多くあった。なお，一部の答案には，民法第７１７条が定\nめる土地の工作物に関する占有者の責任と所有者の責任の関係を明らかにした上で，\n直接占有者であるＡについての検討と，間接占有者であり所有者であるＦについて\nの検討を適切に関係付けて行うものがあった。そうでない答案と比較して高い評価\nを与えた。\n４ 採点をした後の考査委員の感想\n本年の民法の考査委員は，採点をした後，次のような感想を抱いた。\nまず，基本的な知識についての正確な理解に基づけば，高い評価を得る答案は可能\nであり，低い評価しか得られない答案には，知識不足がうかがわれた。問われている\n問題を解くために適切な法律構成を探し出すことができない答案は，知識不足が原因\nだろうと思われる。\nまた，法律の規定に沿って要件を明らかにし，問題文の【事実】の中から要件に当\nてはまる具体的事実を拾い上げることができると高い評価が得られ，これに対して，\n要件について論述するものの，それに具体的事実を関係付けることをしない答案に対\nする評価は，低くならざるを得なかった。また，具体的な事実が要件を充足するかど\nうかの論述があるものの，丁寧さに欠ける答案は，低い評価となり，反対に，この点\nを丁寧にかつ的確に論ずるものには，高い評価が与えられた。問われている問題を解\nくために適切な法律構成を把握しながら，要件について，又は，具体的な事実が要件\nを充足するかどうかについて，必要な論述をしていないものは，低い評価となった。\nこれらからは，法律の規定に則し， 【事実】に基づき，要件に充足するかどうかを検\n討し判断するという基本的な作業を習得できているかどうか，又どの程度習得できて\nいるかによって評価が分かれることになったと考えられる。\nさらに，【事実】を正確に読み，〔設問〕で何が問われているかを正確に理解してい\nる答案には高い評価が得られ，そうではない答案は低い評価となることも全体的な傾\n向として指摘することができる。\n本年の民事系科目〔第１問〕のように，複数の設問によって構成されていて，各設\n問の配点の割合が示されている場合（本年は， 〔設問１〕から〔設問３〕までの配点\nの割合は，４：３：３であった。），受験者は，各設問に対応する解答の分量を考える\n-1 4-\nとき，この配点の割合を参考にすると良い。\n-1 5-\n平成２３年新司法試験の採点実感等に関する意見（民事系科目第２問）\n１ 出題の趣旨\n既に公表されている「平成２３年新司法試験論文式試験問題出題趣旨」 （以下「出\n題趣旨」という。）に，特に補足すべき点はない。\n２ 採点方針及び採点実感\n民事系科目第２問は，商法からの出題である。これは，事実関係及び資料（株主総\n会参考書類と貸借対照表）を読んで，分析し，会社法上の論点を的確に抽出して論理\n的な整合性を意識しながら各設問に答えるという，基本的な知識と，事例解析能力，\n論理的思考力，法解釈・適用能力を試すものである。\n全体としては，論述が十分しきれていない答案が多く見られた。\n設問①前段（本件自己株式取得の効力）については，本件自己株式取得には，出題\n趣旨のとおり，㋐売主追加請求の通知（会社法第１６０条第２項）を怠ったこと，㋑\n特定の株主（同条第４項）であるＢが議決権を行使したこと，という二つの手続的瑕\n疵，㋒財源規制（同法第４６１条第１項第３号）に違反すること，という併せて三つ\nの瑕疵がある。まず，㋐の瑕疵があることについては，多くの答案が触れており，ま\nた，「市場価格のある株式の取得の特則」（同法第１６１条）の適用がないことや「相\n続人等からの取得の特則」の適用がないこと（同法第１６２条第１号）を適切に指摘\nする答案も相当程度あった。もっとも，㋐の瑕疵は，自己の株式の取得に関する手続\n違反であって株主総会の決議の瑕疵ではないにもかかわらず，株主総会の招集手続の\n法令違反であり株主総会決議取消事由にとどまるとする答案が多く見られた。㋑の特\n定株主による議決権行使の瑕疵は，同法第１６０条第４項本文違反の問題であるとこ\nろ，これを指摘する答案も多数あった一方，これを知らず，特別利害関係人の議決権\n行使による決議取消しの問題（同法第８３１条第１項第３号）として論じた答案も少\nなからず見られた。㋑の瑕疵については，株主総会の決議方法の法令違反（同項第１\n号）と見る見解と自己の株式の取得に関する手続違反の一つと見る見解とがあり得る\nが，採点では，どちらの見解を採っても，その理由等が適切に述べられていれば，同\n等に評価した（なお，前者の見解を採った答案の中には，問題文が株主総会の決議取\n消しの訴えを出訴期間内に提起したかどうかについては触れていないのに，決議取消\nしの訴えを出訴期間内に提起していないという前提を設定し，これを理由として決議\n取消しの訴えの問題を十分論じないものが見られた。 ）。㋒の財源規制違反の瑕疵につ\nいては，全く検討していない答案が多く，これに触れている答案でも，分配可能額を\n誤っている答案や適用される条項を正しく理解していない答案（同法第４６１条第１\n項第３号ではなく，同項第２号を根拠とするもの，同号には該当しないので財源規制\n違反とならないとするもの等）がかなり見られた。㋒の瑕疵と本件自己株式取得の効\n力との関係については，無効説と有効説とがあるが，採点では，どちらの見解を採っ\nても，その理由等が適切に述べられていれば，同等に評価した。さらに，㋐，㋑，㋒\nのそれぞれの瑕疵と本件自己株式取得の効力について検討した結果，その結論が有効\nと無効とに分かれることがあり得るが，全体として本件自己株式取得の効力をどのよ\nうに考えるかにつき論理的整合性を意識しながら記述した答案には，高い評価を与え\nた。これに対し，㋒の瑕疵について有効説を採った上で，これに加えて㋐又は㋑の瑕\n-1 6-\n疵があったとしても本件自己株式取得は有効であると特に理由を述べないで誤った解\n答をした答案が若干見られた。\n設問①後段（本件自己株式取得に関する甲社とＢとの間の法律関係）については，\n上記㋒の瑕疵と本件自己株式取得の効力との関係について無効説・有効説いずれを採\nる場合であっても，Ｂは甲社に対して受け取った２５億円を支払う義務を負うが（会\n社法第４６２条第１項），この点を理解していない答案が多く見られた。また，この\n支払義務を負うべき金額を誤っており，又は具体的に示していない答案がかなり見ら\nれた。また，本件自己株式取得の効力が無効であるとした場合に，Ｂの株式の帰すう\n（Ｂは依然として当該株式に係る株主であるか等），甲社とＢとの間の不当利得関係，\n両者が請求権を有するとした場合の同時履行関係等について，論理的整合性をもって\n論じた答案は，多くは見られなかった。中には，甲社は取得した自己株式をその後処\n分したから，本件自己株式取得に瑕疵があったとしても本件自己株式取得は有効とな\nるとだけ（それ以上の理由を述べないで）記述した答案も見られた。さらに，本件自\n己株式取得の効力が無効であるとする答案においては，無効を主張することができる\nのは甲社だけであるか，甲社はＢが善意又は善意・無重過失であった場合であっても\n無効を主張することができるか等，これまで裁判例や学説で議論されてきた点に触れ\nることが求められる（記載箇所としては，設問①前段の解答として触れることでもよ\nい。）が，これに触れていない答案が多かった。\n設問②の本件自己株式処分の効力については，まず，本事例は，いわゆる有利発行\n（有利処分）に当たることを前提に，資料①の株主総会参考書類の第２号議案に関す\nる記載において，会社法第１９９条第３項に基づく説明義務は尽くされていることが\n示唆されており，株主総会における第２号議案の審議に際して説明義務（同法第３１\n４条）の違反があったかどうかが主として論じられるべき事例であるところ，これを\n適切に論ずる答案もあったが，同法第１９９条第３項に基づく説明義務と株主から説\n明を求められた場合に取締役等が負う一般的な説明義務（同法第３１４条）との区別\nを理解しない答案や，前者の違反があったと解答し後者に全く触れない答案も相当見\nられた。次に，第２号議案の採決に際して乙社が議決権を行使したことが同法第８３\n１条第１項第３号の株主総会決議取消事由に該当するかどうかについては，多くの答\n案が触れていたものの，中には，特に理由を論ずることをしないまま，著しく不当な\n決議がされたとの結論だけを述べる答案も見られた。これらの瑕疵が肯定される場合\nに，それらが自己株式処分無効の訴え（同法第８２８条第１項第３号）の無効原因と\nなるかどうかについて論述することが求められるが，そもそも，自己株式の処分の無\n効は自己株式処分無効の訴えによってしか主張することができない（同項柱書）とい\nうことに触れていない答案がかなり見られた。また，説明義務違反や特別利害関係人\nによる議決権行使が株主総会決議取消事由となることと自己株式処分無効の訴えとの\n関係を論じた答案は少なかった。さらに，株主総会の特別決議を欠く新株の有利発行\nは有効であると判示した著名な最高裁昭和４６年７月１６日第二小法廷判決（判例時\n報６４１号９７頁） の考え方との関係について論じた答案は更に少なかった。 他方で，\n設問①前段との関連で本件自己株式処分の対象となった自己株式がそもそも有効に取\n得されたものではないという問題点との関係を論理的に記述した答案は高く評価した\nが，そのような答案も，ごく僅かであるが，見られた。\n設問③（本件自己株式取得及び本件自己株式処分に関するＣの甲社に対する会社法\n-1 7-\n上の責任）については，まず，上述したように，そもそも本件自己株式取得が財源規\n制違反であったことを見落とした答案が多く，会社法第４６２条（第１項柱書又は第\n１項第２号）の責任をきちんと論じた答案は多くはなかった。また，同法第４６５条\n第１項第３号の欠損塡補責任についても，これを論じた答案は少なく，これに触れた\n答案であっても，責任を負うべき金額まで正確に示した答案は更に少なかった。もっ\nとも，これらの責任に触れた答案では，おおむね，Ｃが「その職務を行うについて注\n意を怠らなかった」（同法第４６２条第２項，第４６５条第１項ただし書）との要件\nを満たした場合には責任を負わないことに言及できていた。次に，同法第４２３条の\n任務懈怠責任の検討に当たっては， 設問①②における論述との整合性を意識しながら，\n任務懈怠の内容の分析と，損害額及び因果関係について論理的な記述をすることが求\nめられ，このような記述をした答案には高い評価を与えたが，そのような答案はそれ\nほど多くなかった。他方，本件自己株式取得及び本件自己株式処分には上述したよう\nな種々の法令違反があったにもかかわらず，法令違反の点を度外視して，高く取得し\nて安く処分したことに伴う差損を捉えて，そこに経営判断の原則を当てはめる答案が\n散見された。\n以上のような採点実感に照らすと， 「優秀」，「良好」，「一応の水準」，「不良」の四\nつの水準の答案は，次のようなものと考えられる。第一に， 「優秀」な答案は，上記\nの採点のポイントとして挙げた論点の主要なものをほぼ論ずることができていて（各\n設問につき主要な論点の一，二が欠けている程度は，差し支えない。 ），各問題につき\n相当な理由をもって自らの考えを述べ，その考えに基づき論理的に整合性を持った法\n的議論を展開することのできている答案である。 「良好」な答案は，主要な論点で論\nじられていないものが若干あるが，取り上げた論点についてはそれなりの論理的に整\n合性を持った法的議論がされている答案である。 「一応の水準」の答案は，最低限押\nさえるべき論点，例えば，設問①であれば，本件自己株式取得に関する瑕疵と本件自\n己株式取得の効力，設問②であれば，本件自己株式処分に関する瑕疵と本件自己株式\n処分の効力が，少なくとも実質的に論じられていて，議論の筋がある程度通っている\n答案である。「不良」な答案は，そのような最低限押さえるべき論点も押さえられて\nいない答案や，議論の筋の通っていない答案である。\n３ 法科大学院教育に求められるもの\n自己の株式の取得に関する会社法の規律（財源規制及び欠損塡補責任を含む。 ）や\n自己株式の処分に関する会社法の規律（無効の訴えの制度を含む。 ）は，会社法の基\n本的な規律であると考えられるが，これらについての理解に不十分な面が見られる。\nまた，貸借対照表を見て分配可能額を算出するという基本的な点や，取締役の会社に\n対する責任を含めて，事例における事実関係を読んでそれに即して論ずるという基本\n的な点に不十分な面が見られる。そして，基本的な判例を踏まえて，それに基づいて\n論理的な思考をし，また，その考え方を応用する能力にも不十分な点が見られる。会\n社法の基本的な知識に加えて，事例解析能力と論理的思考力を涵養する教育が求めら\nれる。\n-1 8-\n平成２３年新司法試験の採点実感等に関する意見（民事系科目第３問）\n１ 出題の趣旨，狙い等\n「出題の趣旨」に詳細に記載したとおりである。\n２ 採点方針\n民事訴訟法については，従来と同様，①民事訴訟法の基本的な原理・原則や概念を\n正しく理解するとともに，基礎的な知識を習得しているか，②それらを前提として，\n問題文をよく読み，設問で問われていることが何かを的確に把握した上で，それに正\n面から答えているか，③抽象論に終始せずに，事例に即して具体的に，かつ掘り下げ\nた考察をしているか，といった点を重視して採点をしている。ただし，③については\n誤解している受験者が相当程度いると思われる節があった。この点については後記３\nの(1)や(3)を参照されたい。\n②と関連するが，問われていることに正面から答えていなければ，たとえ設問に関\n連する論点を縷々記載していても，点数は付与していない。自分の知っている論点が\nるる\nそのまま問われているものと思い込み，題意から離れてその論点について長々と記述\nする答案や，結論に関係しないにもかかわらず自分の知っている諸論点を広く浅く書\nき連ねる答案に対しては，問われていることに何ら答えていないと評価するなど，厳\nしい姿勢で採点に臨んでいる。\n問われていることに正面から答えるためには，論点ごとにあらかじめ丸暗記した画\n一的な表現（予備校の模範解答の類）をそのまま答案用紙に書き出すのではなく，設\n問の検討の結果をきちんと順序立てて自分の言葉で表現する姿勢が極めて大切である。\n採点に当たっては，そのような意識を持っているかどうかにも留意している。\n３ 採点実感等\n(1) 設問１について\n事実の自白の撤回については，典型的な論点ということもあって，一通りの知識\nはあることがうかがわれた。しかし，全体的に典型的な論点に関する型通りの叙述\nにとどまっている答案が大半であり， 「良好」や「優秀」に該当する答案は少なか\nった。\n例えば，事実の自白の撤回制限効の根拠については，禁反言に言及するだけの答\n案が多く，中には「禁反言と自己責任である」とするなど，抽象的な用語のみから\n説明する紋切り型の答案も相当数あり，事実の自白の裁判所に対する効力から丁寧\nに論じている答案は少なかった。訴訟行為の撤回が原則として自由であることから\nすれば，禁反言だけから事実の自白の撤回制限効を根拠付けることは難しいと思わ\nれるが，そもそも，訴訟行為の撤回が原則として自由であることを理解していない\nのではないかと思われる答案も少なくなかった。\n権利自白の撤回については，事実と権利との違い（自白の対象が事実ではなく権\n利であること）を踏まえつつ，権利自白の裁判所に対する効力の有無から説き起こ\nすことを期待していた。しかし， 「所有権は日常的な法概念であるから，所有権の\n自白は事実の自白と同様に考えてよい」などとするにとどまり，深みのない答案が\nほとんどであった。権利の存否の判断は裁判所の専権であるとしつつ，このように\n-1 9-\n論ずる答案も多かったが，権利の存否の判断が裁判所の専権なのであれば，所有権\nも権利である以上，たとえそれが日常的な法概念であっても，その存否の判断は裁\n判所の専権と考えなければ論理一貫しないが，この矛盾を論じている答案はほとん\nどなかった。証明の対象は事実であるにもかかわらず，所有権の証明とか所有権に\nついての証明責任といった不適切な表現をしている答案も散見された。\n問題文で「「理論的基礎付けは難しい。」という結論になってもやむを得ませんが\n・・」として権利自白の撤回が制限されることを理論的に基礎付けることが難しい\nことは示唆されているのであるから，簡単に結論が出るような問題でないことは容\n易に分かるはずである。それにもかかわらずそのような悩みが全く感じられない答\n案が大多数であったことは，誠に残念である。\nまた，これらの点をほとんど論じずに，事実の自白の撤回の要件論に飛び付き，\n本問の事例への当てはめを長々と（第１回口頭弁論期日において被告側が本人訴訟\nであったことなどを取り上げて）論じている答案も多かった。これは，従来の採点\n実感等において受験者の事例分析能力や事例に即して考える能力に疑問が呈されて\nきたことから，本問においても事実の自白の撤回の要件論を本問の事例に当てはめ\nることが求められていると考えた結果ではないかとも思われる。しかし，問題文を\nよく読めば，「事実の自白の撤回制限効の根拠にまで遡った検討が必要」になるこ\nとが示唆されているのであるから，本問で中心的に問われていることが事例への当\nてはめでないことは分かるはずである。このような答案は，問われていることに正\n面から答えていないことになるから，高い評価は与えられない。権利自白の撤回も\n制限されるとの立場を説得的に論じた上で，更に，権利自白の撤回も事実の自白の\n撤回と同様の要件で認めてよいかどうか，仮に同様の要件で認めてよいとして権利\n自白の撤回の場合には「反真実」の要件をどのように捉えることになるかなどを掘\nり下げて考察する答案に対しては，極めて高い評価を与える予定でいたが，そのよ\nうな答案はほとんどなかった。\nこのほか， 本問は， 被告側の陳述について権利自白が成立していることを前提に，\nその撤回の可否を問うものであるが，これを事実の自白であると取り扱い，そもそ\nも権利自白について全く論じていない答案も散見された。\n他方で，権利自白のうち所有権の自白の特殊性にまで言及している答案には，以\n上の諸点についても題意に沿って丁寧に論じているものが比較的多く，それらは高\n評価を受けている。中でも，単に「所有権の立証の困難性に照らして」とか「所有\n権の来歴を立証することは困難であるから」といった抽象的な表現をするのではな\nく，何がどのように困難であるかを自分の言葉で丁寧に説明している答案は，少数\nではあったが，総じて他の部分もよく書けていた。これは，答案の作成に当たり，\n抽象的な用語のみに頼らずに，その用語の意味内容を自分の言葉で噛み砕いて丁寧\nに表現する姿勢が身に付いているからではないかと思われる。\nなお，本問は，権利自白の撤回は許されないという方向での検討を「ギリギリの\nところまで」求めるものであるが，この要請に応えている答案は少数であり，むし\nろ，多くは裁判官のような第三者的立場から論ずるにとどまっていた。\n(2) 設問２について\n権利主張参加については全体的に出来が悪かったが，共同訴訟参加については出\n来不出来が分かれた。\n-2 0-\n「一応の水準」に達するためには，最低限，債権者代位訴訟が法定訴訟担当の問\n題であることを意識しつつ，独立当事者参加のうちの権利主張参加と共同訴訟参加\nのそれぞれについて正しく説明することが求められる。しかし，前者につき，詐害\n防止参加を論ずる必要がないことは問題文で明示されているにもかかわらず詐害防\n止参加を検討している答案，権利主張参加と詐害防止参加との区別が分かっていな\nいのではないかと思われる答案，後者につき，共同訴訟参加ではなく共同訴訟の要\n件（民事訴訟法第３８条）を論じている答案など， 「一応の水準」に達していない\nものも散見された。\n「良好」又は「優秀」と評価されるためには，単に該当条文の表現を引用するだ\nけでなく，その解釈を展開することが必須であるが，権利主張参加と共同訴訟参加\nのどちらについても，該当条文の要件を答案に引き写すだけで，その解釈を展開す\nるに至っていないものが少なくなかった。例えば，前者につき，民事訴訟法第４７\n条第１項の「訴訟の目的の全部若しくは一部が自己の権利であることを主張する」\nを引用するだけで，請求が法律上非両立であることを説明することができていない\n答案，後者につき，同法第５２条第１項の「訴訟の目的が当事者の一方及び第三者\nについて合一にのみ確定すべき場合」を引用するだけで，類似必要的共同訴訟が成\n立するかどうかの問題であることが分かっていない答案などが，その典型である。\n権利主張参加については，「出題の趣旨」で詳論したとおり，原告適格の両立・\n非両立の考察を求めるのが題意であるが，これを論じている「優秀」な答案は非常\nに少なかった。圧倒的多数は，債権者代位訴訟の訴訟物が何かを論じ，訴訟物が同\n一であるから権利主張参加の要件を満たしている（あるいは満たしていない）と結\n論付けるにとどまっていたが，債権者代位訴訟の訴訟物を問う問題ではないから，\nこれでは題意に答えたことにならない。昭和４８年の最高裁判決の事案は，債権者\n代位訴訟に債務者が権利主張参加をすることの可否が争点となったものであるが，\nこの判決の結論を暗記しているだけでは不十分であったということができよう。\n共同訴訟参加については，債権者代位訴訟の判決の既判力が被担当者に及ぶこと\nは理解しているものの，被担当者において既判力の矛盾が生じてもやむを得ないと\nして，それ以上の検討をしないまま共同訴訟参加を否定する「一応の水準」止まり\nの答案があった一方で，被担当者に既判力が及ぶことから被担当者を経由して他の\n原告適格者にも既判力が反射的に及ぶとの立場，被担当者において既判力の矛盾が\n生ずることを回避する必要があるとの立場などから共同訴訟参加の可否をきちんと\n論じている「良好」や「優秀」に該当する答案もあった。\nまた，権利主張参加と共同訴訟参加のそれぞれを別個に検討した結果，どちらも\n認められないとして，それ以上の検討をしないで終わっている答案も多かった。補\n助参加の問題であるとして補助参加の要件に言及している答案も散見された。しか\nし，問題文に「補助参加ではなく当事者として参加することを検討しなければなら\nないと考えた」とあるのであるから，そのような結論，すなわち，債権者の一人が\nいったん債権者代位訴訟を提起してしまうと，他の債権者には当事者として関与す\nる手段がない（せいぜい補助参加し得るにとどまる）と考えることの妥当性を検討\nしなければ，題意に十分に答えたことにはならないことに気付いてほしかった。\nなお，本問のような問題では，権利主張参加や共同訴訟参加について，記憶して\nいる限りの要件を全て取り上げて検討しているような答案が散見される。例えば，\n-2 1-\n「他人間に訴訟が係属していることが要件であるが，本問の事例ではこの要件を満\nたしている。」などとするものである。しかし，この要件を満たしているからこそ\n独立当事者参加や共同訴訟参加の可否を問うていることは問題文から明らかである\nから，このような記載は無用である。書けば書いただけよく勉強していると評価さ\nれると誤解しているのかもしれないが，むしろ，このような記載をするとセンスを\n疑われる（論ずべきポイントが何かを把握していないと受け取られる）ことになり\nかねない。\n(3) 設問３について\n固有必要的共同訴訟かどうかが問題となることについては，多くの答案が気付い\nていた。「一応の水準」に達するためには，それに加えて，判例がどのような見解\nに立っているか，判例によれば本訴請求の認諾と中間確認請求の放棄のそれぞれに\nついてどのように考えることになるかを正しく説明することが求められる。\nしかし，問題文に「判例がある場合にはそれを踏まえる必要があります」と明示\nされているにもかかわらず判例に全く言及していないもの，共有の場合には原告側\nか被告側かを問わずに固有必要的共同訴訟になるとするなど，判例の理解が十分で\nないもの，本訴請求と中間確認請求は別個の請求であるからそれぞれについて検討\nしなければならないのに，その一方にしか答えていないもの，あるいはどちらにつ\nいて答えているのか明確でないものなどが少なくなかった。\n「良好」や「優秀」の評価を受けるためには，更に，判例「に無批判に従うこと\nはせずに」それを踏まえて自分の考えを論ずる必要があるが，単に判例の結論を示\nすだけで，その矛盾や不都合の有無に全く言及していない答案も少なくなかった。\n他方で，判例に従うと本訴請求と中間確認請求とで実体法上は矛盾した結果が生\nずることを的確に指摘することができている答案も相当数あった。\nそこから進んで，その矛盾を放置してよいかどうか，放置してよいとするとそれ\nはなぜなのか，放置すべきでないとするとどのように考えるべきかを，どの程度説\n得的に論じているかで実力差がはっきりと出た。中間確認請求（所有権確認）が本\n訴請求（建物収去土地明渡請求）の先決的法律関係であること，新たに訴えを提起\nする場面ではなく係属中の訴訟において相続による当事者の承継があった場面であ\nることなどに着目しつつ，説得力のある議論を展開している「優秀」な答案があっ\nた一方で，結論をどちらかに合わせているにすぎないと思われる考察不足の答案も\nあった。\n後者に分類される答案を採点して特に気になったことは，理論的に詰めて考える\nことをせずに，事案における具体的妥当性のみに目を奪われ， 「ＬはＫと同居して\nいるが，Ｍは遠く離れた地方に居住している」，「ＭはＫやＬとほとんど没交渉とな\nっている」といった本問の事例の個別的な事情（一般化することができない事情）\nを持ち出して， そこから安易に結論を導いている答案が少なくなかったことである。\n問題文に「本件での結果の妥当性などを考えて」とあること，また，従来の採点実\n感等において受験者の事例分析能力や事例に即して考える能力に疑問が呈されてき\nたことが影響しているようにも思われるが，結論の具体的妥当性を追求するという\nことは，妥当な結論を導くための理論構成を考えるということであって，個別的な\n事情から裸の利益衡量をして妥当と思われる結論を導くということではない。\nなお，本問でも，必要的共同訴訟と通常共同訴訟との区別の基準について，抽象\n-2 2-\n的な用語（例えば，「実体法上の管理処分権を基礎に訴訟法的な観点（手続保障の\n要請）も考慮すべき」など）のみから説明する紋切り型の答案が散見された。\n(4) 全体を通じて\n法律実務家を目指す者の答案として不適切なものがある。繰り返しをいとわずに\n不適切な答案の例を挙げると，次のとおりである。\n・ 論ずべき点が問題文で丁寧に示唆されている（設問１の「事実の自白の撤回\n制限効の根拠にまで遡った検討が必要」 ，設問３の「判例がある場合にはそれ\nを踏まえる必要があります」など）にもかかわらず，これに注意を払わないも\nの。\n・ 問われていることに正面から答えずに，結論に関係しない一般論を長々と論\nずるもの，何か書けば点数をもらえると誤解していると思われるもの。\n・ 論理を積み上げて丁寧に説明しようとしないで，抽象的な用語（禁反言，相\n手方の信頼保護など）のみから説明したり，直ちに結論を導いたりするもの。\n・ 当該事案における結論の妥当性のみを追求し，論理的な一貫性を欠いていた\nり，理論的な検討が不十分であったりするもの。\n４ 法科大学院教育に求めるもの\n採点実感に照らすと，基礎的な知識を習得すること，すなわち基本的な概念を正確\nに，かつその趣旨から理解することの重要性を，繰り返し強調する必要があると思わ\nれる。司法試験では受験者が初めて考えるような問題も出題されるが，そこで求めら\nれる能力は基礎的な知識とそれを使いこなして考える能力であり，もとより法科大学\n院において特殊な論点や事例にまで手を広げて学習することを期待するものではない\nからである。事例の分析能力や事例に即して考える能力を涵養することももちろん重\n要であるが，これらの能力は基礎的な知識と能力の上に初めて成り立つものである。\n土台をおろそかにしたまま複雑な事例を分析させることは，今年の答案にも見られた\nように，論理的に突き詰めて考えることをしないで結論の妥当性のみを安易に追求す\nる姿勢を助長するおそれがある。\n５そ の 他\n試験の答案は，人に読んでもらうためのものである。読み手に読んでもらえなけれ\nば何を書いても意味がない，という当たり前のことを改めて強調しておきたい。毎年\nのように内容以前の問題として指摘していることであるが， 極端に小さな字や薄い字，\n書き殴った字の答案が相変わらず少なくない。もとより字の巧拙を問うものではない\nが，読み手の立場に立って読みやすい答案を作成することは，受験者として最低限の\n務めである。読み手に理解されなければ何を書いても評価されないことを肝に銘ずべ\nきである。\n平成２２年の「採点実感等に関する意見」で注意を喚起した結果，一般に使われて\nいない「蓋し」や「思うに」を使用する答案が減少したことは評価したい。しかし，\n「この点，」という言葉を「この」が何を指すのか不明確なまま接続詞のように多用\nする答案など，不適切な表現を使用する答案はなお多く見られるので，引き続き改善\nを求めたい。\n問題文を無意味に引き写している答案も少なくないが，これは，時間と答案用紙の\n-2 3-\n無駄遣いである。\nなお，採点実感からすると，合格者の答案であっても「一応の水準」にとどまるも\nのが多いのではないかと考えられる。当然のことであるが，合格したからといってよ\nくできたと早合点することなく，学習を継続する必要がある。\n-2 4-\n平成２３年新司法試験の採点実感等に関する意見（刑事系科目第１問）\n１ 出題の趣旨の補足\n既に公表した出題の趣旨のとおりである。\nなお，以下の記述において，便宜上，出題の趣旨と同様に，本問の事案を三つの場\n面に分けて論ずる。すなわち，①甲と乙が路上で双方の肩が接触したことからけんか\nとなり，乙の仲間の丙も加わり，三者によって暴行が応酬された（以下「第１場面」\nという。），②その後，乙は，走って逃げ出した甲を追い掛け，ナイフで甲の前腕部を\n切り付けた（以下「第２場面」という。），③さらに，乙は，甲が車（以下「甲車」と\nいう。）を運転して逃げようとしたのを走って追い掛け，甲車運転席外側にしがみ付\nくなどしながら，運転席窓ガラスの開いていた部分からナイフを突き出すなどして甲\nを攻撃する気勢を示したところ，甲は，車を加速し，蛇行させて乙を振り落とし，そ\nの頭部を路上に強打させて頭蓋骨骨折等の重傷を負わせた （以下 「第３場面」 という。）\nという三つの場面である。\n２ 採点の基本方針等\n本問は，上記事案における甲乙丙それぞれの罪責を問うものであるところ，おおむ\nね，以下のような基本方針に基づいて採点に当たった。\n本問では，刑事実体法に関する基本的知識と理解に基づき，刻々と状況が変化して\nいく複雑な事実関係を法的に分析した上，事案の解決に必要な範囲で法解釈論を展開\nし，事実を具体的に摘示しつつ法規範への当てはめを行い，妥当な結論を導くことが\n求められる。\n３名の刑事責任を分析するに当たっては，刑法総論の理論体系に従い，まず構成要\n件該当性，次に違法性（違法性阻却事由の有無）という順序で検討し，問題となる構\n成要件要素や正当防衛等の成立要件を一つ一つ吟味すべきである。ただし，事実認定\n上又は法解釈上の重要な論点は手厚く論ずる一方で，必ずしも重要でない箇所では簡\n潔に論述するなど，いわゆる「メリハリ」を付ける工夫も必要となろう。\n事実認定上の主な論点として，甲が乙を車から振り落とした行為の擬律判断と，乙\n丙間の甲に対する傷害の現場共謀の成否という問題が挙げられる。前者については，\n殺人未遂罪の成否を検討すべきであるが，行為の客観面として殺人の実行行為性の有\n無を明らかにするとともに，行為の主観面である殺意の有無について論ずる必要があ\nる。その際，甲車の走行態様等の諸々の具体的事実を抽出した上，それらの事実が実\n行行為性や殺意の認定にどのような意味を有するかを明らかにすべきである。後者に\nついては，乙丙による事前の謀議などは認められないことから，黙示の（現場）共謀\nの有無を認定しなければならないところ，乙丙が甲とのけんかに加わった経緯，丙が\n乙に助けを求め，それに応じて乙が甲に反撃したことなどの事情を丁寧に検討するこ\nとが求められる。\n法解釈上の論点として，正当防衛に関しては，侵害の急迫性，防衛の意思，防衛行\n為の相当性という各要件が充足されているかを検討することに加え，自招侵害の問題\nについても論ずるべきである。そのためには，正当防衛に関する近時の重要な最高裁\n判例及びそれをめぐる議論の状況等についての正確な理解が前提となる。ただし，こ\nこでも，事案を離れた抽象的な解釈論ばかりを論ずるのではなく，どのような事実が\n-2 5-\n当該要件の充足の判断においてどういう意味を持つのか（具体例を挙げれば，乙がナ\nイフを甲の運転する車内に落としたことは「急迫性」判断ではどう評価され，同じ事\n実が「相当性」判断ではいかなる意味を持つのか）についても明らかにすることが肝\n要である。なお，車に乗り込もうとした甲をナイフで切り付けたという乙の行為につ\nいて，丙が共犯として責任を負うかという論点については，正当防衛行為の共謀や共\n謀の射程範囲など，正当防衛論や共犯論の高度な論点を含んではいるが，正当防衛及\nび共謀に関する基本的な知識と理解を基に自らの頭で考えれば，一定の結論にたどり\n着くことができると思われ，実際，相当数の答案が一定の水準の論述をすることがで\nきていた。\n３ 採点実感等\n各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n(1) 全体について\n多くの答案は，甲乙丙のそれぞれに，殺人未遂や傷害等の罪の構成要件該当性を\n検討した上，正当防衛の成否を論じており，本問の大きな枠組みは理解しているこ\nとがうかがわれた。\nただし，記述の濃淡の付け方が必ずしも適当でない答案も見受けられ，刑事責任\nが実際上問題とならないようなささいな点を取り上げて延々と論述するものも少な\nからずあった。\n(2) 甲の罪責について\n問題のあった答案としては，以下のようなものがあった。\nア 甲が，車を加速，蛇行させて，しがみ付いていた乙を車から振り落とすという\n生命に対する危険性の高い行為に及び，乙に脳挫傷等の大怪我を負わせ，意識不\n明の状態に陥らせるという重大な結果を生じさせたにもかかわらず，甲について\n傷害罪の成否だけを論じ，殺人未遂罪の成否を一切論じていない答案が予想以上\nに多かった。このような答案については，事案を分析する能力の欠如をうかがわ\nせることから，低い評価をせざるを得なかった。\nイ 甲の上記振り落とし行為について，危険運転致傷罪あるいは自動車運転過失致\n傷罪の成立を認めている答案\nウ 甲の上記振り落とし行為について，何罪について検討するか明らかにしないま\nま，故意の有無を論ずる答案\nエ 正当防衛について，どの行為を対象として検討するのかを特定しないまま，論\n述する答案\nオ 甲の上記振り落とし行為について正当防衛の成立要件である侵害の急迫性の有\n無を検討するに当たり，乙がナイフを取り落としたことで，その後も乙が攻撃の\n気勢を示し続けているにもかかわらず，直ちに急迫性が失われたとする答案\nカ 甲の上記振り落とし行為について正当防衛の成否を論ずるに当たり，その前段\n階で，甲が乙に激しい暴行を加えて重い傷害を負わせたという事実を十分に考慮\nしなかったためか，自招侵害について全く検討していない答案が数多く見られた。\nキ 甲が乙を振り落とした後，乙を救助することもなく車で走り去ったことについ\nて，保護責任者遺棄致傷罪の成否を問題とし，その成立を認めている答案\nク 第１場面から第３場面に至る甲の行為が全体として１個と評価されるか否かに\n-2 6-\nついて，それを論ずる実益も明らかにしないまま，検討している答案\nケ なお，一部の答案は，乙が甲車から振り落とされた結果，一命は取り留めたも\nのの意識を回復しない状態となったことを捉えて， 「脳死は人の死か」という論\n点についても論じていた。問題文中に乙が脳死状態に陥った旨の記述はなく，出\n題の趣旨として，そこまでの論述を求めるものではなかった。\n他方で，優秀な答案として，甲の上記振り落とし行為について，防衛行為の相当\n性を検討するに当たり，乙は既にナイフを車内に落としていることを踏まえ，甲と\nしては，振り落とし以外にどのような手段を採り得たのか具体的に検討しているも\nのも一部には見られた。\n(3) 乙の罪責について\n同様に，問題のあった答案を列挙すると，以下のとおりである。\nア 第１場面における乙丙の甲に対する暴行ないし傷害の（現場）共謀の成否につ\nいて，全く論じていない答案\nなお，乙の罪責に関する論述では，上記共謀の論点について一切触れていない\nのに，丙の罪責に関する論述において，乙による甲へのナイフ切り付け行為（第\n２場面）について丙が共犯の責任を負うかという観点から，突如として，第１場\n面における乙丙間の共謀の成否について論ずる答案もあった。\nイ 乙丙間の共謀の成立を認めつつ，同時傷害の特例に関する刑法第２０７条を適\n用する答案\nウ 第１場面において， 乙が， 丙を助けるとともに， 甲への仕返しをするつもりで，\n甲への暴行を開始していることについて，攻撃の意思があっても正当防衛におけ\nる防衛の意思が肯定されるのかについて全く検討していない答案\nエ 第１場面における乙の暴行について正当防衛が成立するとしつつ，第２場面で\n乙がナイフで甲の前腕部を切り付けた行為について，第１場面における防衛行為\nと一体と評価することができるか（過剰防衛が成立しないか）という点について\n検討していない答案\n(4) 丙の罪責について\nここでも，第１場面において，丙が甲の胸付近を強く押した行為に正当防衛が成\n立するか否かについて，冗長に論ずる答案などが見られた。前述したように，全体\nの答案構成を見据えて，適切に濃淡を付けた答案作成を心掛けるべきであろう。\nまた， 法律用語の使い方の問題として， 丙が最終的に不可罰であることについて，\n「無罪」と表現する答案が少なからず見受けられた。 「無罪」は公訴提起された事\n件について判決で言い渡されるものであり（刑事訴訟法第３３６条） ，刑事訴訟法\nの正確な理解が求められる。\n(5) その他\n少数ではあるが，字が乱雑なために判読するのが著しく困難な答案があった。時\n間の余裕がないことは理解できるものの，採点者に読まれることを念頭に，なるべ\nく読みやすい字で丁寧に答案を書くことが望まれる。\n(6) 答案の水準\n以上の採点実感を前提に，「優秀」「良好」「一定の水準」「不良」という四つの答\n案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で主要論点につ\n-2 7-\nいて検討を加え，甲乙丙の刑事責任について妥当な結論を導くとともに，そこに至\nる理由付けについても十分に論じているようなものである。特に，事実認定又は法\n規範への当てはめにおいて，必要な事実を抽出するだけでなく，それぞれの事実が\n持つ意味も明らかにしつつ論じている答案は高い評価を受けた。\n「良好」な水準に達している答案とは，事案の全体像をおおむね的確に分析し，\n甲乙丙の刑事責任について妥当な結論を導くことができているものの，一部の主要\n論点についての論述を欠くもの，主要な論点の検討において，関連する事実の抽出\nはできていても，その意味付けが不十分であるなどの点が認められたものである。\n「一応の水準」に達している答案とは，複数の論点についての論述を欠くなどの\n問題はあるものの，刑法の基本的事柄については一応の理解を示しているような答\n案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，事案\nの解決に関係のない法解釈論を延々と展開しているもの，論点には気付いているも\nのの，結論が著しく妥当でないものなどである。\n４ 今後の法科大学院教育に求めるもの\n刑法においては，総論の理論体系を十分に理解した上で，体系上の位置付けを意識\nしつつ，各論等に関する知識を修得することが肝要である。答案においても，論じよ\nうとする問題の体系上の位置付けを明らかにしつつ，検討の順序にも十分に配慮しな\nがら，論理的に論述することが求められる。\nまた，問題文に含まれる法解釈上及び事実認定上の論点を抽出するには，事案を的\n確に分析することが前提となる。そのためには，判例の結論だけを暗記するのではな\nく，その事案を丹念に読み込むなどして，事案を分析する能力を付けることが不可欠\nである。また，繰り返し指摘してきたとおり，具体的な事実を抽出し，その意味を理\n解するためにも，具体的な事例の検討が必要と思われる。\nこのような観点から，法科大学院教育においては，判例の学修等を通して，学生に\n生きた刑法の知識・理解を修得させるとともに，それを的確に論述する能力を涵養す\nるよう一層努めていただきたい。\n-2 8-\n平成２３年新司法試験の採点実感等に関する意見（刑事系科目第２問）\n１ 採点方針等\n本年の問題も，昨年までの試験と同様，比較的長文の事実関係を記載した事例を設\n定し，そこに生起している刑事訴訟法上の問題点につき，問題解決に必要な法解釈を\nした上で，法解釈・適用に不可欠な具体的事実を抽出・分析し，これに法解釈により\n導かれた準則を適用し， 一定の結論を筋道立てて説得的に論述することを求めており，\n法律実務家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すも\nのである。\n具体的な出題の趣旨は，公表されているとおりである。設問１では，殺人，死体遺\n棄事件を素材として，同事件（本件）では逮捕ができるだけの証拠がなかった甲及び\n乙につき，別の犯罪事実（別件）で逮捕，勾留したことや，その後，両名を殺人，死\n体遺棄事件で逮捕，勾留したことについてその適法性を問うことで，いわゆる別件逮\n捕・勾留についての考え方を示した上，事例への法適用部分では事実が持つ意味を的\n確に位置付けて逮捕， 勾留の要件に当てはめて論じることを求めている。 設問２では，\n差し押さえたパソコン及び携帯電話に残っていたメールを添付した捜査報告書につい\nて，その要証事実との関係での証拠能力を問い，本件捜査報告書が伝聞証拠に該当す\nるか否か，該当する場合には適用可能性のある伝聞例外規定に係る要件等の法解釈と\nその要件への当てはめについて論じることを求めている。いずれの設問についても，\n正確な法的知識を当然の前提としながら，法解釈論や要件を抽象的に論じるだけでな\nく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と\n要件への当てはめを行うことが要請されており，採点に当たっては，このような出題\nの趣旨に沿った論述が的確になされているかに留意した。設問１は，逮捕・勾留とい\nう捜査に関する基本的知識及びいわゆる別件逮捕・勾留という典型的な問題点を問う\nもので，設問２も，証拠法の基本的知識であり，しかも，ここ数年連続して出題され\nている伝聞法則を問うもので，いずれも法科大学院で刑事訴訟法に関する科目を真面\n目に学習した者であれば，何を論じなければならないかは明白な事例である。\n２ 採点実感\n各考査委員からの意見を踏まえた感想を述べる。\n設問１については，いわゆる別件逮捕・勾留という捜査手法の適法性について，各\n自の基本的な立場を刑事訴訟法の解釈として的確に論じた上で，各逮捕及びこれらに\n引き続く身体拘束の適法性について， 個々の事例中に現れた具体的事実を的確に抽出，\n分析しながら論じられた答案が見受けられ，また設問２については，本件での具体的\n事実関係を前提に， 捜査報告書や添付資料の内容ごとに個々の要証事実を的確に捉え，\n伝聞法則の正確な理解を踏まえた的確な論述ができている答案が見受けられたが，い\nずれも少数にとどまり，相当数は，不正確な抽象的法解釈を断片的に記述しているか\nのような答案や，問題文からの具体的事実の抽出，当てはめが不十分な答案にとどま\nっており，関係条文からの解釈論を論述・展開することなく，問題文中の事実をただ\n書き写しているかのような解答もあり，法律試験答案の体をなしていないものも見受\nけられた。\n設問１では，逮捕及びこれに引き続く身体拘束の適法性について問われているので\n-2 9-\nあるから， まずは刑事訴訟法の定める逮捕及び勾留の各要件 （刑事訴訟法第１９９条，\n第２１２条，第２０７条第１項により準用される第６０条等）について，事例に含ま\nれている具体的事実を抽出・分析して，各要件へ当てはめを行う必要がある。問題文\nに，各要件の検討に必要な具体的事実関係が与えられているにもかかわらず，これら\nについて全く触れないまま，別件逮捕・勾留に関する抽象論を記述するだけで終わっ\nているような答案が相当数見受けられた。\nまた，設問２では，まず，捜査報告書全体について，捜査機関による検証に準じた\nものとして，刑事訴訟法第３２１条第３項により証拠能力が付与されることを前提に\nしなければならないところ，これについて全く論ずることのない答案が相当数見受け\nられたほか，司法警察員により作成された捜査報告書の証拠能力が問われているにも\nかかわらず，メールを印刷したものであるから，知覚，記憶，表現の過程に誤りが入\nり込む余地はなく，非伝聞証拠であるなどと断じた無理解を露呈する答案さえも見受\nけられた。次に，資料１添付のＢからＡ女宛てのメール全体については，内容の真実\n性を要証事実とする伝聞証拠に該当し，その証拠能力について，刑事訴訟法第３２１\n条第１項第３号の各要件に照らして検討する必要があるところ，この点については，\nおおむね多くの答案において適切な論述がなされていたが，同メールはＢの供述書で\nあるのに，その指摘を欠き，あるいはこれを供述録取書として論ずる答案が相当数見\n受けられた。さらに，同メール中の甲及び乙の発言部分に関しては， 「死体遺棄に関\nする犯罪事実の存在」を要証事実とする部分と， 「殺人に関する犯罪事実の存在」を\n要証事実とする部分とに分けられ，前者については発言内容それ自体の伝聞該当性の\n問題が生じ得るものであったにもかかわらず，この点に気付いている答案は極めてわ\nずかしかなかった。一方，比較的多くの答案が，甲及び乙の発言部分について，いわ\nゆる再伝聞が問題になり得ることについては論じていたものの，甲及び乙の各々につ\nいて，自己を被告人とする関係では刑事訴訟法第３２２条第１項の適用が，共犯者を\n被告人とする関係では同法第３２１条第１項第３号の適用が問題となることについて\nまで論じられていた答案は少数で，また，中には，再伝聞である甲や乙の発言につい\nて，それ自体についてそもそも甲や乙自身の署名や押印など想定できないにもかかわ\nらず，同人らの署名又は押印がないことを理由に証拠能力を否定するなど，基本的理\n解の欠如が著しい答案も散見された。\n一方，資料２の捜査報告書添付の各メールについては，そのような内容でのメール\nのやりとりが存在したことが要証事実であり，伝聞証拠には該当しないことが明白で\nあるにもかかわらず，伝聞証拠であることを当然の前提として，Ｂのメールについて\nは刑事訴訟法第３２１条第１項第３号により，甲のメールについては同法第３２２条\n第１項により証拠能力が付与されるとした答案や，検察官の立証趣旨の「メールの交\n信記録の存在と内容」の「存在」「内容」という言葉だけをとらえ，「交信記録の存在」\nである場合には非伝聞証拠であり， 「メールの内容」である場合には伝聞証拠である\nなどと， 検察官の立証趣旨を勝手に断じて論ずる答案が， いまだに多数見受けられた。\nまた，法適用に関しては，事例に含まれている具体的事実を抽出・分析することが\n肝要であるところ，様々な具体的事実を考慮要素として挙げながら，どの事実をどの\nように評価したのか全く言及がないまま結論を導き出すなど，結論に至る思考過程が\n不明確な答案が目立っており，学習に際しては，具体的事実の抽出能力に加えて，そ\nの事実が持つ法的意味を意識して分析し，これを表現する能力の体得が望まれるとこ\n-3 0-\nろである。\n３ 答案の評価\n「優秀」の水準にあると認められる答案とは，設問１については，別件逮捕・勾留\nに関し各自の基本的な立場を刑事訴訟法の解釈として論じた上で，各逮捕及びこれら\nに引き続く身体拘束ごとに，各事例中に現れた具体的事実を的確に抽出，分析しなが\nらその適法性を論じており，また，設問２については，各要証事実を的確に理解し，\n捜査報告書全体，資料１の捜査報告書添付のＢからＡ女宛てのメール全体，同メール\n中のＢに死体遺棄の手伝いを依頼する甲及び乙の発言内容，Ｂに対しＶ女を殺害した\n旨の甲及び乙の発言内容ごとに要件を分析し，さらに甲を被告人とする場合と乙を被\n告人とする場合に分けて詳細な論述をするなど，真に伝聞法則を理解していると見ら\nれる答案であるが，このように，出題の趣旨を踏まえた十分な論述がなされている答\n案は，本年は極めて僅かであった。\n「良好」の水準に達していると認められる答案とは，設問１については，法解釈に\nついて一定の見解を示した上で，事例から必要かつ十分な具体的事実を抽出できては\nいたが，更に踏み込んで個々の事実が持つ意味を深く考えることが望まれるような答\n案であり，設問２においては，伝聞法則について一応の論述はできているものの，「優\n秀」の水準にあると認められる答案のように本件での具体的な要証事実を的確に捉え\nることができていないような答案である。\n「一応の水準」に達していると認められる答案とは，設問１においては，法解釈に\nついて一定の見解は示されているものの，具体的事実の抽出，当てはめが不十分であ\nるか，法解釈については十分に論じられていないものの，問題文から必要な具体的事\n実を抽出して一応の結論を導き出すことができていた答案がこれに当たり，設問２に\nおいては， 伝聞法則等の知識があり， 一応これを踏まえた論述はできてはいるものの，\n本件での具体的な事実関係を前提に，要証事実を的確に捉えることができていないよ\nうな答案である。\n「不良」の水準にとどまるものと認められる答案とは，伝聞法則等の刑事訴訟法の\n基本的な原則の意味を真に理解することなく機械的に暗記し，これを断片的に記述し\nているような答案や，関係条文から解釈論を論述・展開することなく，問題文中の事\n実をただ書き写しているかのような答案等，基本的な理解・能力の欠如が現れている\nものであり，例えば，設問１では，各逮捕及びこれに引き続く身柄拘束について，個\n々の具体的な事実関係が事例中に現れているにもかかわらず，これを全く抽出，分析\nしていない答案がこれに当たり，設問２では，前記のとおり，再伝聞供述の証拠能力\nを認めるに当たり供述者の署名又は押印があることを求めたり，資料２の捜査報告書\n添付の各メールについて，各メールごとに分断して伝聞例外規定を論ずるなど，およ\nそ伝聞証拠を全く理解していないとしか評しようのない答案がこれに当たる。\n４ 法科大学院教育に求めるもの\nこのような結果を踏まえると，今後の法科大学院教育においては，刑事手続を構成\nする各制度の趣旨・目的を基本から正確に理解し，これを具体的事例について適用で\nきる能力，筋道立った論理的文章を記載する能力，重要な判例法理を正確に理解し，\n具体的事実関係を前提としている判例の射程範囲を正確に捉える能力を身に付けるこ\n-3 1-\nとが強く要請される。特に，実務教育の更なる充実の観点から，基本に立ち返り，日\n常的に行われている刑事手続の進行過程や刑事訴訟法上の基本原則を正確に理解して\nおくことが，当然の前提として求められよう。\n-3 2-\n平成２３年新司法試験の採点実感等に関する意見（倒産法）\n１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n個別的な内容については，既に「出題の趣旨」として公表したとおりである。今年\nの問題作成に当たっては，基本的な概念の理解，具体的な事案を法律の規律に的確に\n当てはめて要件充足性等を判断する能力，実体法の理解を踏まえた倒産法の規律の理\n解，具体的な事案に応じて関係者間の利益を適切に考慮する能力及び問題解決のため\nの対応策の選択の能力を試すこと等に重点を置くこととした。\n２ 採点方針\n解答の際に言及すべき点については，既に「出題の趣旨」として公表したとおりで\nある。\n第１問については， 本件の具体的な事案に即して， 破産管財人の地位を前提として，\n賃貸借契約の解除に関する実体法の規律をも踏まえて解除の主張の可否を論じること\nができるか（設問１），担保権者の利益の保護が必要であるという利益状況を法的に\n分析して認識し， 解除の当否を的確な法的な根拠付けをもって論じることができるか，\nまた，担保権消滅許可の申立て等に関する破産法の規律を十分に理解しているか（設\n問２）という点等に重点を置いた。\n第２問については，再生債権，取戻権，共益債権といった基本的概念を理解してい\nるか，また，各請求の訴訟物を正確に理解し，それを訴訟の中断に関する民事再生法\nの規律に的確に当てはめることができるか（設問１） ，再生計画認可後にその履行が\nされなかった場合に再生債権者が取り得る手段を十分に理解しているか，また，具体\n的な事案に即して各手段を取るための要件の充足性を的確に論じることができるか（設\n問２）という点等に重点を置いた。\n３ 採点実感等\n(1) 第１問\n設問１については，まず，破産手続開始前に既に解除権が成立しているという重\n要な前提を指摘していない答案が多く見られた。問題文を正確に読むとともに，事\n案の中の重要な事実を抽出し，それを的確に指摘する能力が不十分という印象を受\nけた。そして，上記の前提を理解していないため，又は，破産法第５３条第１項の\n趣旨を正確に理解していないため，同項の趣旨を理由としてＡ社の解除権を否定す\nる答案も少なからずあった。また，解除の主張の可否については，単に，破産管財\n人が差押債権者と同様に民法第５４５条第１項ただし書の第三者に該当することか\nら解除が可能と結論し，あるいは同項ただし書による保護を受けるために必要な対\n抗要件の具備の有無といった点を論じる答案が多かった。そもそも，賃貸借契約の\n解除一般の事案における民法第５４５条第１項の規律の適用がどうなるのかという\n問題 （賃貸借契約の解除に遡及効がないこと， 既に成立している解除権については，\n当該解除に係る契約から生じた債権の差押債権者には対抗することができるとされ\nていること等との関係）や，破産管財人の地位や利益状況の考慮等も含めて検討を\n加える答案は，多くはなかった。\n設問２の（１）についても，まず，前提として，本件において破産法第５３条が\n-3 3-\n適用されることを，要件を押さえた上で指摘する答案は，少なかった。また，賃料\n支払の負担等，破産財団の負担という観点からの検討を加えている答案が少なから\nずあったことは評価し得るが，担保権者の利益の保護の必要性，具体的には，抵当\n権の効力は甲土地についての借地権にまで及んでおり，賃貸借契約が解除されると\n抵当権の目的の価値が毀損され，抵当権者の利益が侵害されることについて，担保\n価値維持義務に言及しつつ検討する答案が予想よりも少なかった。さらに，破産管\n財人の担保価値維持義務の法的根拠を的確に論じているものも少なかった。結論と\nして，解除可能とする答案も多く，関係者の利害状況を的確に捉えるとともに，事\n案に即したバランスの良い妥当な結論を導くための感覚が十分に備わっていないと\nの感じを受けた。\n（２）については，担保権消滅許可の申立て，担保権者からのこれに対する対抗\n手段としての抵当権実行の申立て（破産法第１８７条）及び買受けの申出（同法第\n１８８条）については，多くの答案が指摘しており，制度の理解はされていたと感\nじられた。ただ，担保権消滅許可の申立てについて，具体的な事案に即してその要\n件充足性を的確に指摘することができていない答案も少なからず見られ，事案の的\n確な把握と規律への当てはめ能力の養成の必要性が感じられた。\n総じて，第１問については，実体法上の解除に関する規律と破産管財人の地位に\nついてどこまで丁寧に論述されているか，また，担保権者の利益の保護の必要性を\n法的に的確に論じているかどうか等で差が付くこととなった。既に成立している解\n除権を行使する場合であることを前提に破産管財人の位置付け等を丁寧に論じ，破\n産管財人の担保価値維持義務を的確に指摘して，解除は不当との結論を導き，さら\nに，担保権消滅許可の申立てに関する制度を正確に理解している答案が優秀答案と\n評価し得るものであった。\n(2) 第２問\n設問１については，まず，問題となる各請求の訴訟物を的確に把握していない答\n案が少なくなかった。建物明渡請求を物権的請求権と捉えるもの，未払賃料の請求\nと賃料相当損害金の請求との区別が的確にされていないもの，賃料相当損害金の根\n拠を不当利得返還請求権と捉えるものが相当数見られたが，設問に即して，請求権\nを実体法上正確に理解する能力が不足している印象を受けた。また，建物明渡請求\nについては，手続開始前の原因に基づく債権的請求権であるところ，そのことから\n直ちに再生債権と位置付ける答案が多く，取戻権とする答案についても，取戻権の\n概念の理解を踏まえて的確に論じているものは少なかった。なお，単に「再生債権\nに関するもの」（民事再生法第４０条第１項）に該当しないので中断しないとのみ\n論ずる答案も見られたが，債務者に対するあらゆる請求権について倒産実体法上の\n位置付けが検討されるという倒産法の基本が理解されていないと感じられた。さら\nに，賃料相当損害金を開始前と開始後とに分けずに論じるもの，後者の部分を民事\n再生法第８４条第２項第２号を根拠として再生債権と位置付けるものが少なからず\n見られた。 その他， 非金銭債権は再生債権とならないとする答案も散見されるなど，\n基礎的な概念の正確な理解が不十分であると感じられた。なお，訴訟の中断の有無\nのみならず，中断後の訴訟の処遇についても論じることが求められていたが，再生\n債権の内容に対して異議がなかった場合の取扱いについてまで論及した答案は少な\nかった。\n-3 4-\n設問２については，ほとんどの答案において再生計画の取消しについて触れられ\nており，再生計画認可後の再生手続の廃止についても言及する答案が多かった。そ\nの意味で，民事再生法上の対応策についての理解はされていたと思われた。ただ，\n再生計画の取消しについては，その効果（民事再生法第１８９条第７項等）につい\nてまで触れている答案は少なく，また，具体的な事案に即してその要件充足性を的\n確に指摘することができていない答案も少なからず見られ，条文を的確に読むこと\nができる能力の必要性が感じられた。再生手続の廃止については，申立権者の範囲\nが制限されていることを意識せずに，廃止の申立てをすることができるとする答案\nも少なからず見られ，制度の正確な理解が必要であると感じられた。他方で，債権\nの回収の観点から，破産手続への移行と関連付けて再生計画の取消し又は再生手続\nの廃止を適切に論じている答案も相当数見られた。\n総じて，第２問については，設問１において各請求につき，民事再生法の規律へ\nの当てはめが個別に的確にできているか，再生計画の取消しや再生計画認可後の再\n生手続の廃止の要件充足性を的確に論じているかといった点で差が付くこととなっ\nた。再生債権や取戻権等の基礎的な概念を正確に論じた上で，上記の点を的確に論\nじた答案が優秀な答案と評価し得るものであった。\n４ 今後の出題傾向について\n今後も特定の傾向に偏することなく，基礎的な事項の理解を確認する問題と受験者\nの問題発見能力を試す問題，倒産実体法に関する問題と倒産手続法に関する問題，企\n業倒産に関する問題と個人倒産に関する問題等，幅広い出題を心掛けることが望まし\nいと考える。\n５ 今後の法科大学院教育に求めるもの\n本年の問題のように，具体的な事案に基づく問題においては，まずは，問題文の事\n例を正確に理解し，法的に何が問題となるのかを的確に把握する能力，問題となる概\n念，制度の趣旨を正確に理解して，具体的な事実をそれに当てはめる能力が必要であ\nり， また， 適切な問題解決を意識した結論に達しているかを常に意識する必要がある。\nところが，答案の中には，法律の規定から要件を導き出し，それぞれの要件が充足さ\nれているかという基本的な思考が身に付いていないと見られるもの，関係者の利益考\n慮の結果がバランスを失しているものも多かった。\nさらに，第１問の設問２（１）は，平成１８年１２月２１日の最高裁判決（民集６\n０巻１０号３９６４頁）と関連する問題であるが，判例において現れた新しい問題に\nついては，基礎的な事項と関連付けつつ，理解を深めることが必要である。他方で，\n同じ設問について平成１２年２月２９日の最高裁判決（民集５４巻２号５５３頁）を\n引いて論じる答案も見られたが，判例については，背景となる事案を踏まえた上で，\n判旨についてその射程を含めて正確に理解させることが必要であると感じられた。\n今後も基礎的な事項の十分な理解に重点を置くべきことは言うまでもないが，上記\nのような能力が身に付くようにするための教育が必要であると感じられた。\n-3 5-\n平成２３年新司法試験の採点実感等に関する意見（租税法）\n１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等\n(1) 第１問\n公表済みの「出題の趣旨」の中で述べた主要な論点に即して，それぞれについて\n試されている能力を重視して，採点した。その結果の概要及び実感は以下のとおり\nである。\n設問１については，実質所得者課税の原則の意義に関する一般的・抽象的な理解\n（法律的帰属説と経済的帰属説の関係やそれぞれの妥当根拠）は多くの答案で示さ\nれていたが，事業所得が問題とされている本件事案についてその理解を適切に展開\nした答案は多くはなかった。また，本件事案について事業主基準によって所得の人\n的帰属を判定する旨は多くの答案で述べられていたが，事業経営に対する支配的影\n響力の判定要素の摘出及び評価を適切に行った答案は多くはなかった。多くの答案\nについて基本的な知識の点では特に問題はないと思われたが，個々の基本的な知識\n（例えば事業主基準と事業所得の意義） を相互に有機的に関連付けて理解する能力，\n基本的な知識を事案に即して活用し，事案に含まれる問題の分析や法的評価・判断\nにつなげることができる能力を涵養することの重要性が感じられた。\n設問２については，「その年において収入すべき金額」（所得税法第３６条第１項）\nという要件の解釈や権利確定主義及び管理支配基準の意義に関する理解はほとんど\nの答案でさほど問題なく記述されていたが，本件事案について権利確定主義と管理\n支配基準との関係に言及しつつ明確な論拠を示して収入金額の年度帰属を判定した\n答案は少なかった。本問についても，設問１について指摘した能力と同様の能力の\n涵養が重要であると感じられた。\n設問３については，帰属所得の理解が問われていることに気が付かない答案が散\n見されたが，多くの答案において，包括的所得概念や帰属所得の意義が理解されて\nいることはうかがわれた。ただ，本件事案について，棚卸資産が「家事のために」\n消費されたこと（所得税法第３９条）を認定することができなかった答案も少なか\nらずあった。\n第１問の採点の結果，「優秀」や「良好」の水準に該当する答案は比較的少なく，\n「一応の水準」に該当する答案が最も多く「不良」の水準に該当する答案がその次\nに多かったが，このような結果は，習得した知識を事案に即して活用しようとする\n姿勢や事案から事実を単に摘示するだけでなく事実に対する評価を適切に行おうと\nする姿勢で解答した答案が多くはなかったことによるものと思われる。\n(2) 第２問\n-3 6-\n第２問は，設問１において，商品先物取引による売買差金の所得分類，これに対\nする費用，損失が生じた場合の損益相殺の可否といった所得税法の適用上の基本的\nな事項についての理解を問い，これを前提として，設問２において，商品先物取引\nに基因する損害賠償金の支払いへと転化した場合に，これを所得税法上どのように\n扱うかといった問題についても検討することによって，上記理解の応用力を問う問\n題であり，これらを主要な論点として採点した。\n設問１を採点した限りでは，大多数の答案が判例（最判昭和５３年１０月３１日\n訟月２５巻３号８８９頁等）が示す基準に言及しつつ，問題文に示された事実関係\nに即して，売買差金の事業所得性について論じており，これを配当所得，譲渡所得\n等と結論付けてしまった一部答案を除き，出題時に予定していた解答水準を満たし\nたものが多かった。このことは，法科大学院における基礎的な履修が十分行われて\nいるものと評価できる。また，必要経費，損益相殺の問題についても，おおむね正\n確に答えている答案がほとんどであった。それゆえ，設問１では得点上，顕著な差\nは付かなかったように感じられた。全体を見ても「不良」の水準に該当する答案は\n比較的少なかった。\n設問２については，最近の裁判例の内容を知らなくとも，条文の文言を手掛かり\nに，基礎的な理解を前提として論述を展開すれば，これを非課税所得とする見解で\nあれ，課税所得とする見解であれ，論理的な結論に達することは容易であろう。採\n点した実感としても，全体として一応の結論に達していた答案が多かったと評価で\nきる。その上で，損害賠償金の所得税法第９条第１項第１号該当性を検討するに当\nたっては，これが得べかりし利益の填補や必要経費の填補ではないかという点，遅\n延損害金の法的性格についても言及すれば，高い評価につながる。説得的な論述を\n展開した「優秀」の部類に属する答案も多く存在し，単に結論だけを述べた答案も\n「一応の水準」ないし「良好」の評価は得られるものの，やはり差が付く結果とな\nった。なお，参照条文として記載した所得税法施行令第３０条について，同条を着\n手金・報酬の必要経費性を否定する根拠としていた答案も散見されたが，条文を文\n言に従って解釈する能力が涵養されることが望まれるところである。\n３ 今後の出題について\n今後の出題についても，これまでどおり，所得税を基本としつつ，具体的な事実関\n係の下で租税法の基本的な条文や概念の理解とその適用能力を試す問題を出題し，出\n題形式は，受験者が出題の意図に従って解答しやすくするよう小問を順次検討してい\nく形式によることが望ましいと考えられる。\n４ 今後の法科大学院教育に求められるもの\n租税法に関する基本的な知識の習得は不可欠であるが，それだけにとどまらず，基\n-3 7-\n本的な知識に裏打ちされた応用力を具体的な事案に即して涵養するような教育が望ま\nれる。\n-3 8-\n平成２３年新司法試験の採点実感等に関する意見（経済法）\n１ 出題の趣旨について\n出題に当たり，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止\n法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が当該\n市場における競争にどのような影響を与えるかを念頭に置いて，事実関係を丹念に検\n討した上で，要件の当てはめができるか，それらが論理的かという点を評価し得るよ\nうな問題作成を目指した。\n出題した２問は，独占禁止法の基本を正確に理解し，これに基づいて検討すれば解\n答し得る問題であり，公表されている公正取引委員会の考え方やガイドライン等につ\nいて細かな知識を求めるものではない。\n２ 採点方針\n別途公表済みの出題の趣旨及び上記１で述べたとおり，独占禁止法の基本的概念や\n個別の要件の意義を，その趣旨を踏まえて正確に理解しているか，当該行為が市場に\nおける競争に与える影響を十分に洞察しようとして，問題文のどの事実をどのような\n観点から取り上げるのが相当かを分析した上で，的確に要件に当てはめることができ\nているか，それらは論理的かつ説得的で矛盾がないかという観点から，法的な能力を\n見ようとした。\n第１問は， 共同新設分割の方法で共同出資会社を設立するという企業結合について，\n独占禁止法（第１５条の２）上の問題及び問題解消対策を問うものであり，①直接結\n合関係が形成される甲製品の製造販売事業のみならず，直接結合関係が形成されない\n乙製品の製造販売事業についても，乙製品が甲製品の不可欠の原料であることや，共\n同出資会社に乙製品の開発及び営業に長年従事した従業員を出向させるなどして乙製\n品の開発及び販売に係る情報を共有化されることなどを踏まえて，本件企業結合がど\nのような市場における競争に影響を及ぼすかを検討しているか（市場の画定） ，②画\n定した市場に即した競争の実質的制限の有無を問題文の具体的事実（競争者のシェア\nと順位，競争者の状況，輸入圧力，参入圧力，隣接市場からの競争圧力，需要者から\nの競争圧力など）を摘示しながら論理的に検討できているか，③競争を実質的に制限\nすると判断した場合には，その理由を踏まえた具体的な問題解消対策を検討できてい\nるかを見た。\n第２問は，いわゆる共同ボイコットと呼ばれる行為について，複数の独占禁止法上\nの問題点の分析及び検討を問うものであり，①不公正な取引方法の共同・間接の取引\n拒絶（独占禁止法第２条第９項第１号ロ，第１９条），私的独占・不当な取引制限（同\n法第２条第５項ないし第６項，第３条）について，各要件の意義及び内容を正確に理\n解しているか，②各要件の検討に際して，問題文の事実関係（共通乗車券事業に係る\n既存の契約の解約と新規の申込みの留保，共通乗車券の利用率が２５％であること，\n過重労働による事故防止を理由とする対応など）に即した具体的な検討ができている\nか，③Ａ社の行為について，問題文の事実関係（Ａ社はタクシーの共通乗車券事業を\n営んでいること，Ａ社の株主の大部分はＸ１～Ｘ２０のタクシー事業者２０社で占め\nられていることなど） を踏まえて具体的に検討し， 説得的に論じられているかを見た。\n-3 9-\n３ 採点実感等\n(1) 出題の趣旨に即した答案の存否，多寡について\n第１問については，Ａ，Ｂ両社によるＣ社の設立について，Ａ，Ｂ両社が，いず\nれも甲製品，乙製品を製造販売していることから，多くの答案が，出題の趣旨に即\nして，企業結合の問題と捉えて，甲製品の製造販売事業のみならず，乙製品の製造\n販売事業についても市場に及ぼす影響を検討していた。次に，甲製品，乙製品の各\n市場に即した競争の実質的制限の有無については，多くの答案が，出題の趣旨に即\nして，問題文に記載の事実関係を摘示して検討していた。また，問題解消対策につ\nいては，多くの答案が，出題の趣旨どおり，乙製品に係る情報遮蔽措置を論じてい\nた。\n第２問については，多くの答案が出題の趣旨に即して，共同ボイコットを検討し\nた上で，私的独占の排除を検討していたが，不当な取引制限をきちんと問題提起を\nして検討しているものはそれほど多くはなかった。答案の中には，私的独占のみを\n論じる答案，私的独占と取引妨害，拘束条件付取引，優越的地位の濫用等共同ボイ\nコット以外の不公正な取引方法を論じるものもあった。各要件の検討については，\n多くの答案が出題の趣旨に即して，事実関係を摘示した上で，共同ボイコットの正\n当化事由や私的独占の競争の実質的制限を論じていた。\n(2) 出題時に予定していた解答水準と実際の解答水準との差異について\n第１問については， 直接結合関係が形成されない乙製品の製造販売事業について，\n市場に及ぼす影響を検討する理由を挙げて論じる答案が多いと予想していたが，具\n体的な理由を挙げることなく論じている答案が予想以上に多かった。次に，競争の\n実質的制限の有無については，問題文に記載した具体的な事実に基づいて論理的に\n検討することを期待していたが，問題文に記載している具体的な事実（シェアと順\n位，競争者の状況，輸入圧力，参入圧力，隣接市場からの競争圧力，需要者からの\n競争圧力など）の一部だけを摘示していたり，具体的な事実を摘示するものの，結\n論だけを記載して，これらの事実関係に基づいて各市場における競争の実質的制限\nの有無を論理的に検討している答案は少なかった。\n第２問については， 共同ボイコットを論じた上で， 私的独占を論じる答案が多く，\n不当な取引制限についてはＡ社の位置付けや相互拘束性の問題点を指摘できる答案\nは多くはないのではないかと予想していたところ， 実際予想どおりの結果となった。\n第１問同様，問題文に記載した具体的な事実に即して問題提起し，具体的な当て\nはめを行うことを期待していたが，共同ボイコットの各要件の検討，過重労働によ\nる事故防止の正当化事由についてはおおむね正しい検討と判断ができていたが，競\n争の実質的制限について，共通乗車券の利用率が２５％であることの評価について\nは分かれた。\nまた，Ａ社の位置付け，すなわち，Ａ社を違反者とするか否かについては，きち\nんと問題点を指摘できた答案は少なかった。\n(3) 「優秀」，「良好」，「一応の水準」，「不良」答案について\n第１問については，適用法条，市場の画定，競争の実質的制限の有無，問題解消\n対策の各項目について，問題文に記載している事実関係を十分検討して，検討の理\n由を含め論理的かつ説得的に論じている答案は「優秀」 ，上記各項目の論述が一部\n不十分ではあるものの，全体として出題の趣旨に即して論じている答案は「良好」，\n-4 0-\n上記各項目の一部に誤りや不正確な部分があるものの，全体として整合性がある答\n案は「一応の水準」，問題文の検討が不十分で適用法条の選択や上記各項目に明確\nな誤りや矛盾があり，全体としても論理性・整合性が欠けている答案は「不良」と\n評価される。\n第２問については，共同ボイコット，私的独占，不当な取引制限の適用法条，共\n同ボイコットの各要件（公正競争阻害性，正当化事由等） ，私的独占の各要件（市\n場の画定，競争の実質的制限，正当化事由等） ，不当な取引制限の各要件（特に相\n互拘束性）の各項目について，問題文に記載している事実を指摘した上で問題提起\nし，問題文に記載してある事実に即して当てはめを行い，判断理由が論理的かつ説\n得的に論じている答案は「優秀」，上記各項目の論述が一部不十分ではあるものの，\n全体として出題の趣旨に即して論じている答案は「良好」 ，上記各項目の一部に誤\nりや不正確な部分があるものの，全体として整合性がある答案は「一応の水準」 ，\n問題文の検討が不十分で適用法条の選択や上記各項目を抽出できていないもの，抽\n出してはいるものの明確な誤りや矛盾があり，全体としても論理性・整合性が欠け\nている答案は「不良」と評価される点は，第１問と同様である。\nなお，これらは，各水準に属する答案の一例であり，採点に当たっては，総合的\nな能力の判定にも配意しており，各水準に属する答案は，上記のものに尽きるもの\nではない。\n４ 今後の出題について\n今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与\nえる影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりは\nないと考えられる。\n５ 今後の法科大学院に求めるもの\n経済法の問題は， 不必要に細かな知識や過度に高度な知識を要求するものではない。\n経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付\nけているかどうかを見ようとするものである。法科大学院は，出題の趣旨を正確に理\n解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使い\nこなせる能力の育成に力を注いでいただくとともに，論述においては，論点主義的な\n記述ではなく，構成要件の意義を正確に示した上，当該行為が市場における競争へど\nのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめるこ\nとを論理的・説得的に示すことができるように教育してほしい。\n-4 1-\n平成２３年新司法試験の採点実感等に関する意見（知的財産法）\n１ 出題の趣旨，狙い等\n第１問は，特許権の消尽及び特許権侵害による損害額の推定等を定める特許法第１\n０２条第１項～第３項に関する問題の理解を問うもの，第２問は，著作物の私的使用\nのための複製及びコンピュータ用ゲームソフトについての同一性保持権等の侵害に関\nする問題の理解を問うものである。\n両問を通じ，事実関係の分析力，基本的事項についての理解度，論理的な思考力，\n論理一貫した論述をすることができる力等を見ることを狙いとした。いずれの問題に\nついても，重要かつ著名な最高裁判決（第１問について，最判平成９年７月１日民集\n５１巻６号２２９９頁（ＢＢＳ事件） ，最判平成１９年１１月８日民集６１巻８号２\n９８９頁（キャノンインクタンク事件） ，第２問について，最判平成１３年２月１３\n日民集５５巻１号８７頁（ときめきメモリアル事件） ）が存在する。これらの判例を\n踏まえた的確な論述がされているかも重要なポイントである。\n２ 採点実感等\n全体的に，基本的事項に関する理解が不足しており，良好な答案は少なかった。答\n案の中には，判例や学説で述べられている言葉を一応用いてはいるが，全体を通して\n読むと論理矛盾や意味不明の論旨となってしまっているものも多く見られ，これは，\n基本的事項に関する理解が不足していることが原因であると思われる。このような中\nで，基本的事項についてしっかり理解した上で自分の言葉で説明しようとしていると\n思われる答案も見られ，このような答案については，高く評価することができた。\nまた，二問とも重要かつ著名な最高裁判決を踏まえた問題であるにもかかわらず，\nこれを意識した形跡が見られないもの，意識してはいるものの，判旨の不正確な理解\nに基づくと思われるものが多く見られた。 どのような立場に立って論述するとしても，\n基本的な判例については正確にフォローした上，これを踏まえて論述することが必要\nである。\n年を追うごとに徐々に減ってきたように思われるが，いまだに，事案・設問に即さ\nない立論が少なくない。事案・設問と関係のない無意味な一般論の展開が目立つもの\nがある。事案・設問と無関係な論述はかえって有害であることを銘記すべきである。\n(1) 第１問（引用条文は特許法）\n内容的にも量的にもバランスが取れていない答案が多かった。特に，設問１，２\nに大部分の論述を費やし，設問３，４がおざなりになっている答案が目立った。内\n容的・量的にどれだけ論述するかは，設例の在り方，論点の重要性，論点をめぐる\n見解の対立状況等によって判断する必要があるが，設問３，４についても相当量の\n記述が必要となることは，問題内容を把握した時点で分かるはずである。\nまた， 問いに答えるという基本姿勢を分かっていないものがあった。 設問１， ３，\n４は「請求をすることができるか」 ，設問２は「反論としていかなる主張が考えら\nれるか」という問いである。ストレートに答えれば，前者は「請求することができ\nる」(又は）「できない」，後者は「こういう主張が考えられる」というものになる。\n残念ながら，特に後者について，そのような答案になっていないものが極めて多か\nった。「問いに答える」ことを絶対に忘れないでほしい。\n-4 2-\nア 設問１\n設問２及び３の前提として，消尽論について正確かつ端的に説明しておくべき\nところである。多くの答案において， 「取引安全」，「二重利得の防止」という消\n尽論の意義や理論的根拠から記述されており，必要最低限の水準は満たされてい\nたと言えよう。\nただ，消尽論について説明されてはいるが，本当にきちんと理解しているのか\n疑問に思える答案もあった。例えば，「（Ｂが秋田県において発明αの実施品を販\n売することで）適法に流通におかれ消尽したから差止請求不可」との論述のみに\n終わっている答案が多かったが，本問で問題となるＦの譲渡行為は，許諾地域外\n（岡山県）において行われているのであるから，この点をどう考えるのかについ\nても論じてこそ，真の理解に基づいた答案ということになる。\nなお，ＡはＢに独占的通常実施権を許諾しているからＡ自身は差止請求ができ\nないのではないか，という論点を設ける答案が相当数あったが，実務感覚からす\nれば，このような論点設定は疑問である。また，かかる論点設定をする場合には\n独占的通常実施権者に差止請求権を認めることが前提となるが，この点を論拠と\nともに十分論じた答案は皆無に等しかった。論点設定に当たっては，その必要性\n等につきよく吟味すべきである。\nイ 設問２\n一般的に国内消尽はしないと考えられるケースにおいて，あえて権利行使を制\n限する立論を考えさせる問題である。実務では，このような場面でもそれなりに\n対応しなければならないことがある。自分がＧの代理人となった場合を想定する\nとよい。\n消尽しないからＧの主張は認められない旨述べただけの答案があったが，これ\nでは問いに答えたことにはならない。本問は，Ｇがどう反論して自らの主張をす\nるのかが問題なのである。さらには，Ｇの主張は認められないとした上，ＡのＢ\nに対する差止請求の可否を論じる答案があった。そのようなことは，本問では問\nうていない。\n他方，Ｇの反論を記述している答案にあっても，十分な論述がされているもの\nは少なかった。この場合でも消尽すると主張するのであれば，通常はそう認めら\nれないのになぜこのケースでは認めるのか。また，消尽はしないがＡの請求は認\nめられないと主張するのであれば，その実質的根拠をどのように考え，法的にい\nかに説明するのか。残念ながら，このような点について十分な論述がされている\n答案は少なかった。\nウ 設問３\n国際取引の場面における権利保護と取引安全との調整などについて問うもので\nある。\nまず， 国内消尽論に基づいて直ちに結論に至っている答案もあった。 本問では，\n国際取引の場面が問題となっている。その特殊性に配意せず，同じ立論を当ては\nめているだけでは，問題意識が不足しており，評価には結び付かない。\n国際取引の場面という点に着目すると，基本的な論点である国際消尽を認める\nか否かについて触れるべきであろう。これについて全く触れず，あるいは肯否の\n立場を明らかにしないまま，黙示の許諾論等に立って論ずる答案もあったが，そ\n-4 3-\nのようなものは， バランス的な観点から評価は一定にとどまることとなる。 また，\n国際消尽を肯定する場合には，それを前提に直ちに結論に至るようでは不十分で\nある。 ＢＢＳ事件最高裁判決 （最判平成９年７月１日民集５１巻６号２２９９頁）\nがこれを否定している以上，これを肯定する説得的な論拠を示す必要がある。そ\nの期待に応えた答案は，ほとんど見られなかった。\n国際消尽を否定する答案にあって，直ちに最高裁判決の例外要件を提示して当\nてはめようとするものが見られた。これでは評価が限定的なものとなる。最高裁\n判決を踏まえ，特許権の効力が及ぶ場合の背景事情や根拠の説明を行い，黙示の\n許諾論といった考え方についても説明して，初めて必要な論述をしたことになろ\nう。これに応える答案も一定数は見られ，高評価を与えることができた。\nなお，最高裁判決の理解不足のためか，表示の存在等を譲渡の適法性の要件と\n捉え，これを満たした場合には適法な譲渡であり消尽するので権利行使が認めら\nれず，これを満たさない場合には適法な譲渡と言えず消尽しないので権利行使が\n可能という，最高裁判決とは逆の結論を導く答案が散見された。取引安全等の観\n点から存在する要件が満たされているのに権利者の権利行使を不可能とすること\nに，違和感は感じないのであろうか。かかる答案は評価を落とす要因となった。\nところで，甲国の特許権について独占的許諾を受けているＤは，前記最高裁判\n決のいう主体としての「特許権者と同視し得る者」に当たるのか。この点につい\nても論じることが期待されていたが，それに応える答案は極めて少なかった。反\n面，これを論じている答案は，分析能力や問題の捉え方に優れた答案として，高\nい評価を与えることができた。\n小問（１），（２）については，それぞれ具体的な事案への当てはめが問題とな\nるが，単に「製品に表示がないから」，「自分の責任ではないから」などと記載し\nているにとどまる答案が目立った。特許権者Ａにおいてライセンシーの選択や一\n定の監督が可能であること等，Ａに不利益を課す合理性に論及するなど，説得的\nな論述がほしかった。その上で，小問（１），（２）の相違を意識しつつ結論を述\nべることが高評価のポイントであるが，このような期待に応え得た答案は多くは\nなかった。\nエ 設問４\n総じて，第１０２条の趣旨を理解した上で，その適用ないし類推適用の可否に\nついて具体的に論じている答案は少なかった。中には，結論のみを記載したもの\nもあり，これでは低い評価にとどまる。\n多くの答案で，第１０２条第１項，第２項は，発明の実施を行っていないＡに\nは適用されないと論じられていた。結論としては構わないが，その理由の論述不\n足が目立った。第１０２条第１項，第２項は損害の発生自体を擬制ないし推定し\nたものではないこととか，独占的に発明を実施することで得られたはずの利益を\n逸失したところに逸失利益損害の基礎がある推定だからということに触れるなど\nして，説得的な理由付けをすべきである。また，第１０２条第３項につき，Ａに\n対する適用を無条件で認める答案がほとんどであった。この点については，独占\n的通常実施権をＣに設定していてもなお実施料相当額の損害賠償をＨに請求でき\nると考えていいのか，との観点から問題意識を持ってほしかった。\n次に，独占的通常実施権者Ｃについては，第１０２条第１項ないし第３項がそ\n-4 4-\nの主体を 「特許権者又は専用実施権者」 と定めているところに問題の所在がある。\nこのような当たり前のことを簡潔に書くだけでも， 「条文に則して解釈する」姿\n勢の現れとして評価できるものである。しかし，残念ながら，かかる当たり前の\nことさえ論及できている答案は多くなかった。また，Ｃには類推適用ができない\nとする答案が相当数あった。しかし，裁判実務上は独占的通常実施権者について\nも専用実施権者と同様に扱い，第１０２条の類推適用を肯定する傾向にあり，こ\nの点を踏まえた論述をすべきである。\n最後に， 特許権者と独占的通常実施権者の請求の関係 （実施料相当額の控除等）\nについても触れることが望ましい。しかし，適切に論じた答案はほとんどなかっ\nた。\n(2) 第２問（引用条文は著作権法）\n設問１が，私的使用のための複製に関する問題であること，設問２が，侵害主体\nと請求の在り方に関する問題であることに気付いている答案は多かった（ただし，\n正確には，気付いているらしき様子が感じられるといった程度の答案が多く，的確\nな問題意識を感じさせる答案は少なかったのが実情である）ので，全体的には，一\n通りの勉強はなされているものと思われた。しかし，事案の正確な分析力や論理一\n貫した記述ができているかといった点において，こちらの期待した水準に達してい\nる答案は多くはなく，また，受験者によって大きな差が見られたのも特徴である。\nなお，以下の各設問についての部分でも触れているが，条文等の文言について無\n頓着に過ぎると思われる答案が多かった。実務においても，書面で対応する場面は\n多いのであるから，「言葉」に対しては，一層注意深くあるべきである。\nア 設問１\n本問では，ゲームソフトαの著作物としての種類，著作者・著作権者を明らか\nにした上，侵害されている権利の種類・内容，権利制限の有無等を検討する必要\nがあるが，それぞれの検討場面で，事案分析の不十分さ，関連条文の把握の不正\n確さ，基本的な判例・論点の理解不足などが目立った。\nまず，ゲームソフトαにつき，映画の著作物及びプログラムの著作物のいずれ\nか一方の著作物の側面しか触れていない答案が大多数であった。しかし，実際の\nコンピューター用ゲームを想起すれば，両側面を有していると考えるのが自然で\nはないであろうか。この点は，後に所々で述べるように，様々な検討場面におい\nて答案の論述の厚みに影響することとなる。\n著作者に関しては， 職務著作の成否につきほとんどの答案で言及されていたが，\nＢ又はＣの一方についてだけ検討し，他方については決め付けをしている答案が\n相当数見られた。立場の異なるＢとＣとで論述の厚みは異なっても構わないが，\n論じることなく決め付ける姿勢は問題である。本問においては，決め付けができ\nるほど事実内容は具体的ではない。\n次に，前述したゲームソフトαの著作物としての二面性を指摘できていれば，\n職務著作の適用条文についても区別して論じることができ，事案の分析的把握力\nと条文の正確な理解をアピールすることができたはずである（第１５条第１項・\n第２項）。しかし，もともとゲームソフトαの著作物としての二面性を指摘でき\nた答案が多くなかった上，指摘できても，なぜか第１５条第１項・第２項を正確\nに区別して論述していないものが多かった。\n-4 5-\nところで， Ｂに職務著作の成立を認めず， Ａ・Ｂ双方を著作者と認定した場合，\n映画の著作物の側面については， 著作権は映画製作者 （本問ではＡが当たり得る）\nに帰属するのではないかということが問題となる（第２９条第１項） 。この点に\n論及している答案は多かったが，他方で，プログラムの著作物の側面では依然と\nして著作権はＡ・Ｂ双方が共有することになると考えられることにつき，何も触\nれていないものが多かった。これも，本件ゲームソフトαの著作物としての二面\n性に気付いていないため，論述に厚みを増すことができなかった例である。\n侵害されている権利の種類・内容，権利制限の有無等については，まず，Ｆ・\nＧ共に複製権侵害と私的使用のための複製に関する規定（第３０条第１項）の適\n否が問題となることにつき，多くの答案が触れていた。しかし，第３０条第１項\n第２号は技術的保護手段の回避を行ったＤのみに適用されるとするもの，プログ\nラムの著作物の側面で著作権がＡ・Ｂの共有となることを前提とした場合におい\nて，共有者の同意を得ないと権利行使できないとするもの（第１１７条参照）な\nど，条文を読めば容易に分かるような誤りをしている答案が相当数あった。さら\nには，Ｇに対する第３０条第１項第３号の適否について触れていないもの，同規\n定が「録音・録画」を対象としているため，プログラムの著作物についての適用\nを考えられないのではないかという点につき触れていないものなど，これもまた\n条文を読めば気付くような問題点に配意のない答案も多かった。\n次に，第３０条第１項各号の適用にあって，主観的要件に触れていない答案，\nあるいは一方的に善意・悪意を決め付けている答案があった。いずれかに認定す\nることが常に許されないわけではないが，本問では困難であろう。実際に，いず\nれかに認定している答案の論調は強引なものばかりであり，これでは事実認定の\nセンスに疑問を持たせることとなる。認定困難な場合は，基本的には場合分けを\nして論述すべきである。\nＦ・Ｇの行為に第１１３条第２項の適用を論ずる答案が相当数あったが，問題\n文からＦ・Ｇが業務上のプログラム使用者と見ることは困難ではないか。 さらに，\nＦ・Ｇによる頒布権侵害・譲渡権侵害を論じる答案があったが，問題文のどのよ\nうな要素を捉えれば出てくる発想であるのか理解しかねた。\n本件では，ダビングやダウンロードといった複製行為（侵害行為）は既に過去\nのことであり，侵害のおそれがあるとも認められないから，差止請求はできない\nと考えるのが通常であろう（第１１２条第１項） 。この点につき，何の考慮もな\nく，単に「差止請求ができる」としか述べていない答案があった。事案に即して\n検討することができていないと評価せざるを得ない。また，廃棄請求（同条第２\n項）は，差止請求（同条第１項）をするに際して行うことができると規定されて\nいることにも配意する必要があり，このことに全く触れずに．廃棄請求が認めら\nれると述べる答案が多数存在した。\nイ 設問２\n侵害されている権利が何であるのか，侵害主体をどのように認定するかとの関\n連で，いかなる請求ができるのかが問題となる事案である。\nまず，多くの答案で同一性保持権侵害について論じており，その点は評価でき\nる。しかし，余りに単純に侵害を認めている答案が多い。いかなる改変が行われ\nていれば侵害と言えるのか，その基準についても要領よく触れ，てきぱきと当て\n-4 6-\nはめて論ずべきである。\n次に，侵害主体の認定と具体的な請求の問題であるが，特に侵害主体について\nの的確な問題意識の欠如が目立ち， 分析力不足を感じさせた。 最も乱暴な論調は，\n単に「Ｆ・Ｇ・ＨはＡが困るような行為をしているのだから，Ａはこの三者に対\nして差止請求及び損害賠償請求ができる」旨述べただけのものである。侵害主体\nは誰で，これに対していかなる請求が可能なのか，侵害主体ではないが侵害行為\nに関与している者についてはどのような請求ができるのか （特に差止請求の可否）\n等について，分析的に検討してほしかった。少数の例外を除き，期待外れであっ\nた。\nなお，翻案権侵害について検討している答案も予想以上に多かったが，この場\n合，創作性の付加があると言えるかについて述べる必要があろう。また，侵害と\n言えるかどうかに関しては，少なくとも，私的使用のための翻案ではないかとい\nう点 （第４３条第１号， 第３０条第１項） に触れなければ論述不足である。 他方，\n翻案権侵害についてだけ論じ，同一性保持権侵害について触れない答案が散見さ\nれたが，ときめきメモリアル事件の最高裁判決について知識がないとしか考えら\nれず，基本的な勉強不足である。\n(3) 形式面等\n時間配分を誤って最後まで書き切れなかったのではないかと思われる答案が散見\nされた。時間配分も実力のうちと考え，自分の書こうとする内容・量を答案構成の\n段階で見通し，時間をバランスよく配分しながら答案を作成してほしい。\nまた，字が乱雑であったり小さ過ぎたりして読みにくい答案が少なくない。もち\nろん字の美しさを競う試験ではないから，答案審査にあっては何とか読む努力はす\nるが，中には，「全く読めない」ような記載のある答案もあった。せっかくの良い\n考えも読み手に伝わらなければ意味がない。せめて「読める」文字で記述してほし\nい。\n(4) 答案の評価について\n答案は各人各様であり，どのように書かれていれば評価が高くなり，あるいは低\nくなるのかを一概に言うことは困難である。しかし，冒頭述べたように，各設問を\n通じて，事実関係の分析力，基本的事項についての理解度，論理的な思考力，論理\n一貫した論述をすることができる力等を見ようとするものである。以上を前提とす\nれば，いずれの問題であっても，おおむね次のような評価の視点を示すことができ\nるであろう。\nすなわち，事実関係の詳細な部分まで把握・分析し，問題となり得る事項を抽出\nした上，関連する判例・学説を正確に踏まえつつ，必要な法令につき適切な解釈を\n行って要件等の定立を行い，事案に当てはめて妥当な結論に至っているような答案\nについては「優秀」，事実関係につきポイントとなる部分についてはきちんと分析\nし，問題となり得る事項を抽出した上，関連する判例・学説への考慮を示しつつ，\n必要な法令についてそれなりの解釈をして要件等の定立を行い，事案への当てはめ\nも行われてそれなりの結論に至っているような答案については「良好」 ，かかるレ\nベルには達していないが，事実関係の分析や問題点の抽出が不十分ながらも示され\nており，判例・学説等への一定の配意をしつつ，関係する法令についての解釈を交\nえて結論に至ろうとする姿勢が見られる答案については「一応の水準」 ，これに至\n-4 7-\nらないレベルのもの，例えば，事実関係の分析が不足しており，あるいは，問題文\nに示された内容をはるかに超えて牽強付会な決め付けをするなどし，当然触れるべ\nき基本的な判例・学説に触れることもなく，法令解釈等において筋道が通っておら\nず，結論において妥当性を欠くようなものなどは，「不良」な答案である。\n３ 法科大学院教育に求めるもの\nまず，法令の規定であれ，判例・学説であれ，基本的な事項につき，単に記憶させ\nるのではなく理解させるような教育をお願いしたい。理解させるということは，その\nような規定となっている趣旨， そのような判断や考え方をする論拠についてまで遡り，\nなるほどと納得させ，必要に応じて，そのような考え方はおかしいのではないかとい\nう批判的な検討をさせ，あるいは，類似の事項について同様の考え方ができるのでは\nないか，といった思考の訓練をもさせることである。このようなことを繰り返すこと\nにより，真に正確な知識が身に付き，同時に，法的なものの見方や論理的思考力も鍛\nえられるものと考えられる。答案の中には，一見もっともらしい論述をしているよう\nに見受けられるが，実際にはピント外れと言わざるを得ないようなものが散見された\nが，皮相な「記憶」に頼った結果そのようなものとなってしまったと考えられ，真の\n「理解」をするための教育が必ずしも十分になされていなかったからではないかと思\nわれる。\n次に，真の「理解」に基づく正確な知識を前提に，複雑に入り組んだ事案を正確に\n分析し，問題は何なのか，その問題の解決のためにはどのような点を取り上げて，ど\nのような順番で検討していけばいいのかというような力，複雑な物事を解きほぐして\n整理し，解決に導く力が身に付くような教育を行っていただきたい（その際には，無\n関係な事項については検討対象から捨象するという作業も当然必要となる） 。答案の\n中には，思考の順序が逆転していたり，解決に必要のない事柄を長々と論じ，必要な\nことについてはほとんど触れていないようなものもあった。\nさらに，こうして整理され，解決のための結論に至った内容を，バランスよく，説\n得的に論述できる能力を身に付けさせるような訓練もお願いしたい。頭の中では正し\nい解決がなされていても，バランスを欠いた説明や，趣旨不明の記述がなされていて\n説得力のないものとなっていたのでは，せっかく正しい結論に至っても，審査する側\nには伝わらない。これは実務の世界でも当てはまることである。\n最後に，当たり前のことであるが，常に「自らの頭で考える」ような訓練を積ませ\nていただきたい。 前述したような， 基本的事項についての理解， 事案の正確な分析力，\n説得的に表現できる能力等は，いずれも，常日頃から「自らの頭で徹底的に考える」\nという訓練を通して身に付けることができるものだと思われる。常日頃から，安易に\n妥協せず， 徹底して考えるという姿勢を貫いていれば， 実際の試験の答案においても，\n必ずやそれがにじみ出てくるものである。\n-4 8-\n平成２３年新司法試験の採点実感等に関する意見（労働法）\n１ 出題の趣旨，狙い等\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針\n事例に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説\nを正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当て\nはめによって，適切な結論を導き出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水\n準に達している答案については，おおむね標準以上の得点を与え，さらに，当てはめ\nにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，着目すべき\n問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認め\nられる答案については，更に高い得点を与えることとした。\n３ 採点実感等\n(1) 第１問について\n本問は，期間の定めのない労働契約の普通解雇の場合（設問（１） ）と期間の定\nめのある労働契約の期間途中の普通解雇の場合（設問（２） ）において，それぞれ\nの解雇の効力を問う問題である。全体として，普通解雇規制の内容あるいは期間の\n定めのない労働契約と期間の定めのある労働契約との解雇規制の違いについて，基\n礎的な理解が極めて不十分と思われる答案が予想以上に多かった。\nまず， 本問解雇が懲戒解雇であるとの前提で検討を行った答案が少なくなかった。\n確かに，本問解雇にＸに対する制裁的側面があることを強調すれば，懲戒解雇とし\nて検討する余地が全くないとまでは言い切れない。しかし，Ｙ社がＸに示した解雇\n理由その他の事実関係からすれば， やはり懲戒解雇と見るにはかなりの無理があり，\n本問であえて検討する必要性に乏しい。少なくとも，普通解雇としての検討を全く\n行わないのは失当と言わざるを得ない。\nまた，本問解雇につき，労働基準法第１９条の該当性について論じた答案も少な\nからず見られた。しかし，入社前から既に罹患していた疾病であるなど，業務上の\n疾病ではないことが明らかな事案である本問においては，論点として取り上げるこ\nとは適切とは言えない。\nさらに，本事例では，Ｙ社がＸに解雇予告手当として基本給３０日分相当額しか\n支払っておらず，同法第２０条第１項の要件を満たしていないが，そもそも，この\n論点に気付いていない答案が多かった。 なお， 本問では， 平均賃金の算定において，\n基本給に加え乗務手当その他全ての手当を算入すべきところ，この論点に気付きな\nがらも，同法第１１条及び第１２条に関する理解が不十分であるため（同法第３７\n条の割増賃金の算定と混同していると思われる答案も見受けられた。 ），一部の手当\nを平均賃金算定において除外すべきとする答案も散見された。\n次に，本問解雇の効力を検討するに当たっては，Ｙ社がＸに示した解雇理由を踏\nまえて就業規則該当性を検討する必要があるところ，そもそも，上記解雇理由に触\nれていない答案が少なくなかった。また，上記解雇理由が就業規則第３７条第１項\n-4 9-\nの何号に該当するかを明示していない答案も見られた。さらに，本問では，上記解\n雇理由の内容から見ても，同項第３号該当性の検討を中心としつつ，他の各号の該\n当性も検討すべきであるが，理由を何ら示すことなく，同項第３号等，一部の該当\n性のみを論じた答案も少なくなかった。\n最後に，労働契約法第１６条の解雇権濫用法理の検討においては，客観的合理的\n理由と社会的相当性の２つの要件が掲げられている趣旨あるいは客観的合理的理由\nの要件と就業規則該当性の関係など，解雇規制に関する法律構成の枠組を整理して\n理解していない答案が多く，例えば，上記各要件を分けずに解雇の効力を論じてい\nる答案が相当数あった。\n設問（２）においては，そもそも期間の定めのある労働契約の期間途中の解雇に\n関する民法第６２８条及び労働契約法第１７条の知識を欠いている答案が少なくな\nく，あるいは，同条を摘示しながら同法第１６条を論じるなど，同法第１７条の理\n解不足と思われる答案も見られた。また，期間途中の解雇であるにもかかわらず，\n雇止めの問題として論じている答案も散見された。さらに，期間の定めのない労働\n者に比べ，期間の定めのある労働者は保護の必要性が薄く，解雇要件該当性は緩や\nかに判断してよいなどとする，労働法に関する根本的な理解が不足していると言わ\nざるを得ない答案も散見された。\n(2) 第２問について\n第２問は，オーソドックスな問題であったこともあり，全体としては，期待され\nる水準に達している答案が多かった。 ただし， 本問は触れるべき論点が多く， かつ，\nいずれも主要論点であって，十分な答案構成が求められるが，設問ごと又は論点ご\nとの記述のバランスを著しく欠いた答案も少なくなかった。\n設問（１）では，まず，①労働条件の不利益変更に該当するか否かを検討した上\nで，②不利益変更の合理性を検討する必要があるところ，①の論点を意識した答案\nが多数ではあったものの，何ら①に触れることなく，いきなり②の検討から入る答\n案も相当数あった。また，労働契約法の適用を前提に論述する場合，②の検討の前\n提として， 同法第１０条の趣旨に言及すべきであるが， これに触れた答案は少なく，\n条文の摘示にとどまるものが多かった。さらに，同条の該当性を検討する場合，当\n然ながら，同条に明記された全ての要件について論じるべきであるが，そのうち，\n周知の要件に触れていない答案が相当数あった。\n①の検討では，Ｘ１・Ｘ２両名の給与額につき，改訂前の就業規則の下で得るこ\nとが期待できた額と改訂後の就業規則の下で実際に得た額がほぼ同額であり，すな\nわち，同額の給与額を得るために，改訂後では２年間余分に働くことになる点がポ\nイントとなるが，この点を意識して論述する答案が比較的多数であったものの，こ\nの点を看過して不利益性がないとする答案も相当数見られた。 なお， 本問において，\n定年延長による安定雇用の確保は，不利益変更の必要性に関わる事情であるだけで\nなく， 労働者にとっても利益となる事情であることから， 不利益性の検討において，\n同事情と賃金引下げという不利益とを総合的に評価するのが相当であり（最判平成\n９年２月２８日[第四銀行事件]参照） ，かかる観点から検討した答案は，加点の対\n象とした。また，賃金引下げという不利益変更が満６０歳以降の社員に偏っている\n事実をどう評価するのかも着目すべき問題点であり（最判平成１２年９月７日[みち\nのく銀行事件]参照），この点に言及した答案についても，加点の対象にした。その\n-5 0-\n他，不利益変更の必要性については，本件就業規則改訂の経緯として，そもそもＭ\n組合及びＮ組合がＹ社に６５歳定年制の導入を要求して団体交渉が行われ，本件改\n訂に至ったという事実に着目する必要があるところ，この点を意識した答案は予想\n以上に少なかった。\n設問 （２） では， まず， 労働組合法第１７条の要件該当性を検討すべきであるが，\nここでも，条文に明記されている要件に全て言及することなく，特に「一の工場事\n業場」の要件該当性に触れていない答案が少なくなかった。他方，Ｘ１・Ｘ２が労\n働組合法上の労働者に当たるかという点は，本問では論点として取り上げる必要が\nないにもかかわらず，この点に多くの記述を割き，必要な論述が不十分となってい\nる答案も散見された。\n次に，Ｙ社とＭ組合との間の本件労働協約の一般的拘束力がＸ１・Ｘ２両名に及\nぶかという論点について，Ｎ組合の組合員であるＸ１に対する関係では，多くの答\n案が少数組合員に対する拡張適用を否定する説に立って説得的に論述できていた。\n他方，非組合員であるＸ２に対する関係では，判例（最判平成８年３月２６日[朝日\n火災海上保険（高田）事件]）の正しい理解に基づいた検討が求められるが，極めて\n重要な判例であるにもかかわらず，これを理解していないか，あるいは，理解が非\n常に不十分な答案が相当数あった。 極端な例では， この判例に全く触れることなく，\nＸ２が労働組合法第１７条の「同種の労働者」に該当することを理由に直ちに一般\n的拘束力を肯定する答案が散見された。また，判例が非組合員に対する一般的拘束\n力を例外的に否定すべき場合の判断基準として掲げる「著しく不合理であると認め\nられる特段の事情があるとき」という基準には言及するものの，判示に係る具体的\n判断要素を挙げて事実を当てはめることができていない答案が相当数あった。さら\nに，事実の当てはめにおいては，本件労働協約締結の経緯として，Ｍ組合及びＮ組\n合からの６５歳定年制導入要求によって団体交渉が始まったという事実に着目する\n必要があるが，設問（１）の就業規則変更の必要性についてと同様，この点を意識\nした答案は少数であった。\n４ 今後の出題\n出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説\nに関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の\n法的見解を展開し， これを事実に当てはめることによって， 妥当な結論を導くという，\n法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求めるもの\n基本的な法令，判例及び学説については，正確な理解に基づき，かつ，網羅的に知\n識を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に理解す\nることはもとより， 当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，\n主要な判例については，判例が着目した事実関係及び結論を導くために展開された法\n律構成や基準ないし要件の内容等を遺漏なく，正確に理解する必要があることに十分\n配意いただきたい。また，事例を正しく把握して的確に分析し，結論を導くために必\n要な論点を抽出した上，法令，判例及び学説を踏まえた論理的かつ一貫性のある解釈\n論を展開し，これに適切に事実の当てはめを行って，法の趣旨に沿った妥当な結論を\n-5 1-\n導くという，法的思考力を更に養成するよう重ねてお願いしたい。\n-5 2-\n平成２３年新司法試験の採点実感等に関する意見（環境法）\n【第１問について】\n１ 出題の意図に即した答案の存否，多寡\n第１問は，廃棄物の処理及び清掃に関する法律（以下「廃棄物処理法」という。 ）\nの平成９年改正により導入された生活環境影響調査制度（ミニアセスメント）の意義\nと限界を説明できる能力（設問１）及び産業廃棄物最終処分場をめぐる民事訴訟の状\n況についての理解（設問２）を問う基本的問題であった。\n設問１の採点に当たっては，以下のような点が実感された。第１に，産業廃棄物処\n理施設設置許可手続に関して「住民参加を取り入れた」とされるのは，廃棄物処理法\n第１５条第３項～第６項が規定する生活環境影響調査制度のことであるが，これを同\n法第１５条の４が準用する第９条の４と誤解する答案が散見された。これらが規定す\nるのは，設置後に求められる配慮である。第２に，問題文からは産業廃棄物最終処分\n場についての設例であることが明白であるにもかかわらず，一般廃棄物処理施設につ\nいても論じている答案があった。第３に，生活環境影響調査制度を環境影響評価法の\n下でのアセスメント手続と混同している答案が散見された。第４に，改正法の限界と\nして，処分場の内容を事業者が全て決定してから住民に情報が提供される仕組みにな\nっている点（住民参加のタイミングの遅さ）について，的確に指摘した答案は意外に\n少なかった。 条例手続が法律手続に前置されていることの意味を理解してほしかった。\n第５に，条例の必要性について，設問に記載される内容を単に転写するばかりで，「な\nぜその手続が必要か」という導入の背景について触れていない答案が散見された。仕\n組みの法政策的意味を絶えず考える姿勢が必要である。本設問においては，生活環境\n影響調査制度の内容と条例の内容を丁寧に突き合わせた上で，前者の限界と後者の必\n要性を記述することが求められたが，このような形で整理された答案はそれほど多く\nなかった。なお，法律手続や条例手続の意義を，環境権の手続法的実現という角度か\nら整理した答案は，評価した。\n設問２の採点に当たっては，以下のような点が実感された。第１に，公法的基準の\n遵守の意義と因果関係の立証の２点について明確に問うているところ，前者に対して\n答えていない答案がかなり見られたのは不可解であった。第２に，受忍限度判断の枠\n組みを示した上で，公法的基準の遵守状況はその一つの考慮要素にすぎず，しかも，\n許可を取得したりその遵守義務が規定されたりするだけでは現実の違反を回避するこ\nとはできないとまで明記した答案は少なかった。この点で，安定型処分場に関する具\n体的な裁判例を念頭に置いて，どのような意味で公法的基準の遵守が困難になるかを\n指摘した答案には，一定の評価を与えた。第３に，侵害を受ける法的利益について，\n生命・健康という人格権と明記せずに，単に「被害」としたり， 「地下水の汚染」の\nような生活環境への影響をもって被害と記述したりする答案がかなり見られた。差止\nめの根拠となる法的利益を明確に表記する必要がある。第４に，因果関係の立証につ\nいては，原告が負うという原則とそれを修正する必要性及びその理由については，全\n体として十分な記述をしている答案が多かったが，原告による一応の立証を受けて被\n告が反証できなかったときにどのような結果になるのかまで記述していない答案が散\n見された。また，何をどの程度立証しなければならないのかについて説明のない答案\nも散見された。第５に，因果関係の立証に関して，疫学的因果関係について論ずる答\n-5 3-\n案が散見された。特定の物質と侵害・損害との一般的因果関係についての経験則を問\n題としている場合であれば疫学的因果関係を論ずる余地はあるが，本件では，提起さ\nれているのは，将来における建設の差止めを求める予防的差止訴訟なのであって，本\n件事案に特有の疫学的因果関係を問題とする基礎を欠いている。\n２ 出題の意図と実際の解答に差異がある原因として考えられること\n設問１に関しては，現行法の規定がどのような経緯で設けられたのかを，旧制度と\nの比較において理解する学習姿勢が欠けているのではないかと推測される。また，法\n律条文のみの学習にとどまり，それを実施する自治体がどのような判断の下にどのよ\nうな対応をしているかにまで理解の枠組みを広げていないことも，差異の理由として\n考えられる。\n設問２に関しては，公法的基準の遵守が必ずしも実現できないという廃棄物処理法\nの実態に対する理解に欠ける点が，得点の分かれ目になった。実態を踏まえて法律を\n理解することは，環境法の学習において特に求められることである。\n３ 各水準の答案のイメージ\n「優秀」「良好」と言える答案のイメージは，設問１に関しては，法政策の発展と\nいう時間軸の中に現行法を位置付けてそれを相対的に評価し，自治体の対応との関係\nも踏まえながら論じているものである。 【資料】が添付されていることから，それが\n設問との関係でどのような意味を持っているのかを理解した上でそれを的確に答案に\n反映させたものは，高く評価した。設問２に関しては，主張立証責任の基本原則を踏\nまえていかなる場合にどのような理由によりそれが修正されるかを，関係裁判例に言\n及しつつ整理できている答案が「優秀」 「良好」と評価された。それが実現できてい\nる程度により，「優秀」と「良好」は区別される。\n「一応の水準」 と言えるのは， 論ずべき問題点が何とか把握できているものである。\n「不良」とは，それすらされていないものである。\n【第２問について】\n１ 出題の意図に即した答案の存否，多寡\n第２問は，土壌汚染対策法の平成２１年改正によって導入された，一定面積を超え\nる土地の形質変更時の届出及び調査命令についての認識を問うとともに，土壌汚染対\n策法と民法の関係について考える能力を問う問題であった。\n設問１小問(１)については，土壌汚染対策法第４条第１項により，Ｃが環境省令で\n定める面積を超える土地の形質変更をする場合に届出義務が課される点，さらに，同\n法第４条第２項により，都道府県知事から調査命令が行われることがある点を的確に\n書いているものが多かった。もっとも，問題文に「知事の処分」と書かれているのを\n軽視し，調査の契機全体について漫然と書く答案も幾つか見られ，残念であった。\n同法第５条による調査について書かれているものもあったが，誤りではなく一定の\n点数は与えたものの， 問題文に 「大規模な土地開発工事」 と書かれているところから，\nそれだけでは十分ではない。他方，同法第３条の調査について書かれているものも散\n見されたが，問題文から，工場の廃止時期が土壌汚染対策法施行前であり，同条の適\n用がないこと（平成１４年法の附則第３条） ，３条調査の主体はＡであってＣではな\n-5 4-\nいことから，３条調査は本問とは関連しない。\nなお，４条調査について，第１項の届出のことが書かれていないから問題とならな\nいとしたものがあったが，その点は問題文からは省略されている。もっとも，４条調\n査についてこの点を指摘した答案については，採点に当たって配慮した。\n小問(２)については，土壌汚染対策法第４条第１項が大規模な開発工事の場合に届\n出をさせて調査の契機とする理由について，面積の大きい土地の形質変更について搬\n出等を含めて土壌汚染のリスクが高まることを指摘したものは相当数見られた。 また，\n平成２１年の同法改正の背景として，改正前は，法律に基づく調査が少なく，自主的\nな調査が多く，調査の透明性，信頼性の観点から問題があったことに言及するものも\nそれなりに見られた。もっとも，小問(２)についても，平成２１年の同法改正の趣旨\nの全てを漫然と書き連ねるものがあり，その分ほかの問いに答える時間やスペースを\n自ら奪っているのではないかと思われた。例えば，掘削除去の回避は同法改正の重要\n点であるが，小問(２)の直接の解答には関連しない。\n設問２に関しては，土壌汚染対策法第８条に基づく費用回収については比較的良く\n書けていた。他方，同法同条について指摘することで終わってしまい，ほかの救済方\n法には全く触れない答案も幾つか見られた。環境法がその実現の手段として，民事訴\n訟・行政訴訟を用いる場合があり，その限りで民法・行政法の基本的な部分を聞かれ\nる可能性があることを想定しておいてほしい。なお，土壌汚染対策法第８条について\nは全く触れず，瑕疵担保責任についてのみ論ずる答案も一定数見られた。\n瑕疵担保責任の「瑕疵」に関して，トリクロロエチレンの環境基準の設定の時期に\nついて言及したものはそれほど多くはなく，一定数見られるにとどまった。問題文を\nきちんと読めていないとも言える。\n不法行為責任について言及するものも相当数見られたが，土壌汚染対策法第８条と\nの類似性，両者の関係について指摘するものはほとんどなかった。他方，不法行為責\n任を追及する場合に継続的不法行為となることを指摘するものは一定数見られた。\n損害賠償額について検討する際に，瑕疵担保責任に基づく損害賠償請求と土壌汚染\n対策法に基づく費用回収請求との関係について，掘削除去の回避の問題点に触れつつ\n言及するものは一部あり，自ら考えるという思考様式が身についている者が一定数見\nられたのは好ましいことであった。\n全体として見れば，設問１について良く答えた答案と，設問２について良く答えた\n答案に分かれたような印象がある。\n２ 出題の意図と実際の解答に差異がある場合の原因として考えられること\n３点挙げておきたい。\n第１に，問題文が意外にきちんと読まれていないと見られることである。これは試\n験場で取り組むべき課題であるが，常日頃から心掛けておくことが適当であろう。\n第２に，土壌汚染対策法の４条調査がなぜ改正で導入されたかについて，理由付け\nを含めた勉強が十分になされていない面があったと思われる。土壌汚染対策法の平成\n２１年改正について覚えてきたことを吐き出すような答案が間々見られたことはやや\n残念であった。何が問題文と関連するかを取捨選択し，問われていることに的確に解\n答することが必要である。\n第３に，環境法はその実現のために，民事訴訟と行政訴訟を用いているのであり，\n-5 5-\nそれぞれの基本的なところが環境法とも絡むため，常にその点に目を配ってほしい。\n３ 各水準の答案のイメージ\n「優秀」な答案のイメージは，設問１については，土壌汚染対策法第４条の意味と\n同条の平成２１年改正の趣旨について的確に把握し，設問２については，瑕疵担保責\n任を中心とする民法上の請求と土壌汚染対策法第８条の請求の関係について理解し，\n損害額についても言及しているものである。 「良好」な答案のイメージは，設問１に\nついては「優秀」な答案と同様であるが，設問２において民法上の請求か土壌汚染対\n策法に基づく請求のいずれかしか書かれていないものである。 「一応の水準」は，設\n問１について土壌汚染対策法第４条の平成２１年改正の趣旨が相当程度書かれており，\n設問２において民法上の請求か土壌汚染対策法に基づく請求の少なくともいずれかは\n良く書かれているものである。「不良」な答案はそれさえなされていないものである。\n【今後について】\n第１に，環境法の学習においては，制度導入・改正の理由が重要であることである。\n過去の採点実感においてもしばしば指摘しているが，現行法をそれだけで理解するので\nはなく，法政策の発展の中に位置付けて理解することが重要である。そのような学習姿\n勢を持つことによって，現行制度の課題や将来の発展方向についても理解を深めること\nが可能になる。今回の出題により，環境法の出題では法政策についても問うことについ\nて改めてメッセージが伝えられたと思う。法科大学院では，日頃からこのような環境法\n政策の根本的部分についても考察できる素地を与えていただけるよう御指導をお願いし\nたい。さらに，制度導入・改正の理由について制度や改正の全体像をまとめて覚えるの\nではなく，各条の改正にどういう意味があったかというところまで掘り下げて理解をし\nておく必要がある。\n第２に， 環境法の実施の実態については， 裁判例等を通じて明らかにされてきており，\nこうした点について的確な認識を持っておくことは，結果として，環境法の理解を深め\nることになる。\n第３に，環境法の実現のためには民事訴訟と行政訴訟が用いられるところから，民法\nや行政法のごく基本的な部分について環境法との関係が理解されていることも重要であ\nると言えよう。また，民法等の特別規定が環境個別法に置かれていることの意味につい\nても学習してほしい。\n第４に，司法試験に限らず，法律実務家には，課題を正確に理解し，これを分析する\n能力が求められる。そのような能力を養うよう日頃から心掛けていただきたい。\n-5 6-\n平成２３年新司法試験の採点実感等に関する意見（国際関係法（公法系））\n１第 １ 問\n設問１は，条約の国内における効力を問う問題である。条約の国内的効力の問題と\n自動執行性（直接適用可能性）の問題を混同している答案が少数見られたが，国内的\n効力は各国憲法体制の問題と，また自動執行性（直接適用可能性）は個々の条約規定\nの問題と明瞭に区別した答案も多く，比較的よくできていた。国際法と国内法の関係\nに関する一元論・二元論という理論的問題と，条約の国内的効力という各国憲法体制\nの問題の関係を正しく理解していない答案が幾つかあったのが気になった。\n設問２は，甲に関する人権条約違反と会社財産についての外交的保護権を問うたも\nのである。人権条約違反についても外交的保護権を行使できるというのが一つの論点\nであったが，その点を明示的に認識する答案は少なかった。他方，外交的保護権の個\n々の要件については，きちんと理解している答案が多かった。答案では国家責任を中\n心に論じるものが相当数あり，特に外交的保護権と国家責任を並列的に論じたものも\n少なくなく，第２次規範としての国家責任法を正しく理解していないために解答が無\n秩序なものになったものが結構あった。\n会社財産の問題については，全くそれに触れていない答案が散見されたが，乙社が\nＹ国法人であることを正しく指摘した上で，国際司法裁判所「バルセロナトラクショ\nン事件」判決にも言及し，乙社が事実上甲と同視できるから乙社に関する損害の賠償\nも請求できる旨をきちんと分析した優れた答案も幾つかあった。\nなお，犯罪人引渡を議論する答案が幾つかあったが，設問は犯罪人引渡が問題にな\nる事例ではない。国際法上の制度を表面的に理解することの危険性が示されているよ\nうに思われる。\n全体として，設問２は出来不出来にばらつきがあった。\n設問３は，Ｙ国が自由権規約第１選択議定書の当事国であることが問題文に明らか\nにされているにもかかわらず，自由権規約の個人通報制度に全く触れていない答案が\n少なからず見られたのは残念であった。我が国が批准していない議定書であるとはい\nえ，受験者は法律実務家を目指す以上，主要な人権救済システムの概要くらいは勉強\nしておいてほしいと思った。他方，第１選択議定書を知っている答案は，個人通報制\n度の概要をおおむね正確に理解していたと言える。\n全体として，設問３は出来不出来にばらつきがあった。\n２第 ２ 問\n設問１については，よく理解できている答案と，そうでない答案とに分かれる傾向\nにあった。海洋区域の限界設定が沿岸国の一方的行為により行われることについて，\n明確に理解が示されている答案は少なかった。\n設問２についても，よくできている答案とそうでない答案とに分かれる傾向にあっ\nた。 よくできている答案は， 国際司法裁判所規程第４１条第１項の要件だけではなく，\nこれまでの先例を踏まえた解答がなされていた。また，設問の事実状況について事例\nへの当てはめをした上で，暫定措置の要件の充足いかんについて論じていた。ただ，\n事例への当てはめを十分に論じている答案は必ずしも多くはなかった。\n設問３については，慣習国際法としての効力を論ずる点については，ほとんどの答\n-5 7-\n案ができていた。 ただ， 法典化条約の慣習国際法化という観点から論じている答案は，\nほとんどなかった。また，条約の採択時の状況，その後の条約の適用状況が問題文に\n説明されているが，これらについて取り上げて，慣習国際法化しているかどうかとい\nう点を論じている答案は必ずしも多くはなく，類型的に慣習国際法の成立要件を論じ\nている答案が多かった。その意味で，事例への当てはめを十分に論じている答案は多\nくはなかった。\n全体としては，個々の設問について論点を理解することはおおむねできている。論\n点の整理をして解答を作成している答案が多いということである。他方，設問の問題\n文にある事実状況への当てはめが十分になされていないというのが特徴的であった。\n-5 8-\n平成２３年新司法試験の採点実感等に関する意見（国際関係法（私法系））\n１ 出題の趣旨，狙い等\n本年度の国際関係法（私法系）の問題は，昨年と同様に，狭義の国際私法（抵触法）\n及び国際民事訴訟法から出題されている。各問題の出題の趣旨については，すでに法\n務省ホームページにて公表済みである。\n２ 採点方針\n本年度は，次の３つの能力を受験者が有しているか否かを判定できるように，出題\nした。すなわち，①国際私法・国際民事訴訟法上の基本的な知識と理解を基にして論\n理的に破綻のない推論により一定の結論が導けるか，②設例の事実からいかなる問題\nを析出できるか，③関連する法規範の趣旨の正確な理解を前提として，複数の法規の\n体系的な関連性を認識しながら，析出された問題の処理に適切な法規範を特定し，適\n用できるかである。\n①の基準をおおむねクリアーしている答案が，多くの場合， 「一応の水準」答案と\nなるのではないかとみられる。各法領域の法規範に関する知識をまんべんなく有し，\nかつ，「類題」や「応用問題」とも言うべき問題に対処できる程度に深く法規範の趣\n旨を理解しているか。こういったいわば量的・質的な観点から見た優劣が答案を「良\n好」又は「優秀」に分けたように見られる。\nなお，学説が分かれている論点については，結論それ自体によって得点に差を設け\nることはしていないが，判例・通説の見解を踏まえ，自説の論拠を十分に示しつつ，\n自説が論理的に展開できているか否かを基準にして成績評価をした。いまだ確たる判\n例法が形成されていない論点との関連についても同様である。\n３ 採点実感\n(1) 第１問について\n設問１（１）は，地域的不統一法国の国籍を有する者を被相続人とする相続につ\nいて，その準拠法を問う問題である。イ）法の適用に関する通則法（以下， 「通則\n法」という。）第３６条の問題と性質決定し，同法第３８条第３項の規定に従い「法\n域」を特定した後に，ロ）Ｐ法から日本法への反致（同法第４１条）はないためＰ\n地域の実質法を適用する， というプロセスが論理的に示されなければならない。 イ）\nの点について大多数の答案は正しい推論を示していたが，ロ）の点に言及しない答\n案が相当数あった。また，Ｐ法①の抵触規定を適用してＰ地域の実質法の適用を導\nいたものも少数あった。\n設問１（２）について，比較的多くの解答は，正しく，逸失利益の算定方法の準\n拠法を通則法第１７条の指定する日本法に求め，日本法上，逸失利益の推算には被\n害者の将来収入等，被害者の具体的事情が考慮されなければならないとしていた。\n法廷地法として日本法の適用を説明する答案もあったが，「手続は法廷地法による」\nとの原則による場合には，通則法第１７条を適用しない理由を説得的に説明してほ\nしかった。平成９年１月２８日の最高裁判決を意識した答案には高い評価が与えら\nれた。他方で，算定方法（大前提）と推算の基礎（小前提）とを混同して，準拠法\nをＰ法とする答案も相当数あった。\n-5 9-\n設問１（３）は，不法行為準拠法と相続準拠法との関係を問う問題である。請求\n権の移転可能性及び相続財産の範囲という２つの事項を明確に認識しているか否か\nが評価を左右した。比較的多くの答案はいわゆる２つの準拠法を累積的に適用して\nいたが，これら２つの事項と各準拠法との関係が正しく示されていれば，不法行為\n準拠法と相続準拠法との適用関係をいかに構成するかは，評価に影響しない。\n設問２においては，結果発生地（通則法第１７条本文）及び予見可能性（同条た\nだし書）の意義を問い，これを設問の事例に正しく当てはめている答案が比較的多\nかった。他方で，一般人を基準とした予見可能性と個別的・具体的な事案における\n加害者の予見可能性を必ずしも明確に区別していないと見られる答案も相当数に上\nった。遺族固有の慰謝料請求権については，遺族の苦痛が発生した地ではなく，事\n故地を結果発生地と構成する答案もあったが，そのような構成を採る場合には，同\n法第１７条ただし書の存在理由を説明してほしかった。\n設問３は，同時死亡の準拠法を問う問題である。多くの答案は，被相続人と相続\n人の同時存在の原則を相続の問題として性質決定していた。この問題を相続人の権\n利能力の問題として性質決定する見解も排斥していない。いずれの構成を採るにせ\nよ， 論点を丁寧に析出し， 理由を付して性質決定できているか否かが評価を分けた。\n(2) 第２問について\n設問１はパートナーシップの当事者能力の準拠法を問う問題である。大多数の答\n案は「手続は法廷地法による」との原則に従い民事訴訟法第２８条から出発する構\n成を採っていた。これらの答案の多くは，同条の「その他の法令」の中には法人の\n従属法に関する抵触法規も含まれるとする点までは正しい推論を行っていた。しか\nし，この抵触法規により従属法に送致される問題が権利能力の有無であることを理\n解していない答案が多数あり，従属法たる外国法が当事者能力を認めていることを\n理由として，直ちに当事者能力を肯定していた。なお，いわゆる属人法説など当事\n者能力の準拠法に関する他の見解に従う推論をしていても，このことは採点に影響\nしない。\n設問２は，保証契約の準拠法を問う問題である。保証契約における特徴的給付と\nは何か，この基準に基づく推定を覆し得る事情の存否を示さなければならない（通\n則法第８条第１項，第２項）。また，準拠法の事後的選択についても言及しなけれ\nばならない（通則法第９条）。特徴的給付という基準を認識しているにもかかわら\nず， この基準による推定は保証契約には機能しないとする答案が比較的多数あった。\nまた，事後的な準拠法選択の可能性に言及しない答案もかなりあった。\n設問３は， 法律上の債権移転は原因行為の帰結としての側面を持つことを踏まえ，\n移転すべき債権の準拠法の適用に対する債務者の利益を後退させるべきか否か，債\n務者の利益よりも本来副次的にのみ責任を負うはずであった新債権者の権利を抵触\n法上も優先すべきか否かを論じてほしかった。債権譲渡に関する通則法第２３条が\n対象債権の準拠法を指定している趣旨の理解が評価の差となった。\n４ 今後の出題について\n今後も，狭義の国際私法，国際民事手続法及び国際取引法の各分野の基本的事項\nを組み合わせた事例問題を出題することになると考えられる。"
}