{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 13 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＡは，物の発明αについて，日本の特許権（以下「本件特許権」という。）及び甲国の特許権（以下「甲国特許権」という。）を有している。Ａは，日本でも甲国でも，その有する特許権の実施料収入を得るほかは，事業活動を全く行っていない。日本においては，Ａは，本件特許権について，Ｂに対して東日本地域における独占的通常実施権を許諾し，Ｃに対して西日本地域における独占的通常実施権を許諾している。ＢとＣは，いずれも発明αの実施品を製造販売している。他方，甲国においては，Ａは，甲国特許権について，Ｄに対して発明αの実施を独占的に許諾している。ＡとＤの間の実施許諾契約では，Ｄが発明αの実施品を販売する地域を甲国に限ること，その実施品には「甲国外への輸出を禁止する」という表示を付すこと，直接の販売先には甲国外に輸出しないことを同意させること，がいずれもＤに義務付けられている。Ｄは，甲国内において，発明αの実施品を製造し，これをＥに販売している。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは秋田県において発明αの実施品を製造販売し，Ｆがこれを購入して岡山県において販売している。Ａは，Ｆに対して差止請求をすることができるか。\n２．Ｂは宮崎県において発明αの実施品を製造販売し，Ｇがこれを購入して鹿児島県において販売している。ＡがＧに対して差止請求をした場合，これに対するＧの反論としていかなる主張が考えられるか。\n３．ＥはＤから購入した発明αの実施品を日本に輸出し，Ｈがこれを購入して高知県において販売している。\n⑴ Ｄが，Ａとの契約に違反して，その製造する発明αの実施品に「甲国外への輸出を禁止する」という表示を付していなかった場合，Ａは，Ｈに対して差止請求をすることができるか。\n⑵ Ｄは，Ａとの契約に従い，その製造する発明αの実施品に「甲国外への輸出を禁止する」という表示を付していたが，Ｅがその表示を抹消した上でＨに販売している場合，Ａは，Ｈに対して差止請求をすることができるか。\n４．上記３．のＨの行為が本件特許権の侵害となるとした場合，Ａ及びＣは，Ｈに対して，特許法第１０２条第１項，第２項又は第３項を用いて損害額を算定してその賠償を請求することができるか。\n- 14 -\n〔第２問〕（配点：５０）\nコンピュータ用ゲームソフト製作会社であるＡは，新しい恋愛シミュレーションゲームの開発プロジェクトを開始することを決定し，フリーのゲームクリエイターであるＢにこのプロジェクトに参加することを要請した。Ｂは，この要請を受け入れ，Ａの施設内でこの開発作業に従事することになった。そして，Ｂは，Ａの従業員であるＣと共同して，ゲームソフトαを作成した。αの内容は，ゲームを行う主人公（プレイヤー）が架空の高等学校の生徒となって，設定された登場人物の中から憧れの生徒を選択し，卒業式の当日に，この生徒から愛の告白を受けることを目指して，それにふさわしい能力を備えるための努力を積み重ねるというものである。αにおいては，プレイヤ\nーの能力値として９種類のパラメータの初期値が設定されている。そして，プレイヤーが選択できるコマンドがあらかじめ設定されるとともに，コマンドの選択により上昇するパラメータと下降するパラメータとが連動するように設定されており，プレイヤーが到達したパラメータの数値いかんにより，憧れの生徒から愛の告白を受けることができるか否かが決定される。αにおいては，初期設定の主人公の能力値からスタートし，憧れの生徒から愛の告白を受けることを目標として主人公自身の能力を向上させていくことが中核となるストーリーであり，その過程で主人公の能力値の達成度等に応じて他の生徒との出会いがあるという設定となっており，そのストーリーは，一定の条件下に一定の範囲内で展開されるものである。\nＡは，αを収納したＤＶＤを販売しており，αには，複製防止手段を施している。しかしながら，このＤＶＤを購入したＤは，αに施された複製防止手段を回避することにより，αを複製し，その複製物を収納したＤＶＤを販売しており，また，αをインターネット上に開設された自己のウ\nェブサイトに掲載した。\nＤの販売するＤＶＤを購入したＥからこれを借り受けたその友人Ｆは，αを自己の有する空のＤ\nＶＤにダビングした。Ｇは，Ｄのウェブサイトにアクセスし，そこに掲載されたαを自己のパソコン内のハードディスクにダウンロードした。Ｆ及びＧは，それぞれの自宅においてαをプレイしている。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ａは，Ｆ及びＧに対して，著作権法に基づき，どのような請求をすることができるか。また，Ｂは，Ｆ及びＧに対して，著作権法に基づき，どのような請求をすることができるか。\n２．Ｈは，αで使用されるパラメータがデータとして収められているメモリーカードβを販売している。βのデータを使用すると，入学直後の時点でパラメータのほとんどが極めて高い数値となり，これが憧れの生徒に合った達成度でプレイすることができるような数値である結果，入学当初から本来は登場し得ない生徒が登場する。また，ゲームスタート時点が卒業間近の時点に飛び，その時点でパラメータの数値が本来ならばあり得ない高数値に置き換えられ，必ず憧れの生徒から愛の告白を受けることもできるようになっている。Ｆ及びＧは，Ｈの販売する\nβを購入し，これを用いて自宅においてαをプレイしている。\nこの場合，Ａは，Ｆ，Ｇ及びＨに対して，どのような請求をすることができるか。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法］\n〔第１問〕\n設問１から設問３は，いわゆる消尽論に関する問題の理解を問うものであり，設問４は，特許権侵害による損害の額の推定等を定める特許法第１０２条第１項から第３項までの適用ないし類推適用に関する問題の理解を問うものである。\n設問１は，地域的に制限された独占的通常実施権を許諾された者が許諾地域内で製造販売した製品を，他者が許諾地域外で販売する行為を問題とするものである。（国内）消尽論（最判平成９年７月１日民集５１巻６号２２９９頁，最判平成１９年１１月８日民集６１巻８号２９８９頁参照）を説明した上で，その考え方に基づいて当該行為が侵害となるかどうかの結論を導くことが求められる。\n設問２は，地域的に制限された独占的通常実施権を許諾された者が許諾地域外で製造販売した製品を，他者が許諾地域外で販売する行為を問題とするものである。設問１とは異なり，問題となる製品は適法に製造販売されたものではない。当該製品の販売に対する特許権者の差止請求を否定するための主張としては，幾つかのものが考えられようが，当該製品にも消尽論が及ぶ等の消尽論に関連付けた主張の場合には，消尽論の根拠にまで遡って可能な限り説得的な論拠を探求し，それを提示することが求められる。\n設問３は，Ａから甲国特許権について実施許諾を受けたＤが甲国において製造販売した製品\n- 17 -を，Ｈが我が国において販売する行為を問題とするものであり，このような行為が特許権侵害となるか否かについて判示した最高裁判所の判決（最判平成９年７月１日民集５１巻６号２２９９頁）を踏まえた論述が求められる。上記判決は，「我が国の特許権者又はこれと同視し得る者が国外において特許製品を譲渡した場合」を対象としたものであるところ，Ｄが「我が国の特許権者……と同視し得る者」に当たるかどうかを論じる必要があろう。そして，Ｄがその製造する製品に「甲国外への輸出を禁止する」という表示を付していなかった場合，及びＤは当該表示を付したが，Ｄからその製品を購入したＥが当該表示を抹消した場合の特許権侵害の成否について，上記判決の考え方の根拠に遡って検討する必要がある。また，その検討においては，これら二つの場合を対比することが期待される。\n設問４は，特許権者及び独占的通常実施権者の損害賠償請求に関するものである。Ａは，特許権者であるが，Ｃに独占的通常実施権を許諾し，特許権の実施料収入を得るほかは事業活動を全く行っておらず，そのような特許権者が損害賠償請求をする場合，特許法第１０２条第１\n項，第２項又は第３項に基づいて損害額の算定をすることができるかどうかについて論述することが求められる。また，Ｃは，特許発明の実施品を製造販売している独占的通常実施権者であるところ，独占的通常実施権者が特許権侵害者に対して損害賠償を請求することができるかどうか，請求できるとすると，特許法第１０２条第１項，第２項又は第３項が類推適用され，これらの規定に基づいて損害額の算定をすることができるかどうかについて論述することが求められる。さらに，Ａの損害賠償請求とＣの損害賠償請求との関係についても論ずることが望ましい。\n〔第２問〕\n設問１は，著作権法第３０条第１項が定める私的使用のための複製に関する問題の理解を問うものであり，設問２は，コンピュータ用ゲームソフトで使用されるパラメータがデータとして収められているメモリーカードの使用による，同ゲームソフトについての同一性保持権等の侵害及びその侵害主体に関する問題の理解を問うものである。\n設問１においては，まず，Ａ及びＢがどのような権利を有するかを検討する必要がある。ゲ\nームソフトαはＢとＣが共同で作成したものであり，ＣはＡの従業員であることから，Ｃに関しては，職務著作（著作権法第１５条）の成否について論述することが求められる。Ｂに関しても職務著作の成否について論じることが適切であり，職務著作が成立しないとした場合，ゲ\nームソフトαが（プログラムの著作物であるほかに）映画の著作物であるときには，映画製作者への著作権の帰属を定める著作権法第２９条第１項の適用に関して論じることが求められる。\n次に，Ｆ及びＧの行為が，Ａ及びＢの有する権利の侵害となり，Ａ及びＢがどのような請求をすることができるかについて検討する必要がある。Ｆ及びＧは，いずれもゲームソフトαを複製したが，それぞれの自宅においてαをプレイしている。もっとも，Ｄが，Ａがゲームソフ\nトαに施した複製防止手段を回避することにより，αを複製し，また，αをインターネット上に開設された自己のウェブサイトに掲載したという事情があった。そのため，Ｆ及びＧの行為については，著作権法第３０条第１項第２号・第３号に該当するかどうかについて論述することが求められる。\n設問２においては，関連する２つの問題，すなわち，Ａの有するどのような権利が侵害されるか，及びその侵害の主体は誰かを検討しなければならない。いずれの問題についても，メモリーカードの使用がゲームソフトを改変し，同一性保持権の侵害となることを認め，メモリー\nカードの輸入販売業者に損害賠償責任を負わせた最高裁判所の判決（最判平成１３年２月１３日民集５５巻１号８７頁）を踏まえた検討をする必要がある。\nＡの権利侵害に関しては，同一性保持権等の侵害が認められるとすると，それはどのような\n- 18 -点に基づくものであるかについて論述することが求められる。また，侵害主体に関しては，Ｆ，Ｇ又はＨのいずれが侵害行為を行う主体であるのか，物理的に侵害行為を行わない者の侵害主体性を認めることができるか，また，侵害主体とならない者に対してどのような請求をすることができるか等の問題について論述することが求められる。"
}