{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "刑法",
  "text": "論文式試験問題集［刑事系科目第１問］［刑事系科目］\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲，乙及び丙の罪責について，具体的な事実を摘示しつつ論じなさい（特\n別法違反の点を除く。）。\n１ 甲（３５歳，男）は，ある夏の日の夜，Ａ県Ｂ市内の繁華街の飲食店にいる友人を迎えに行く\nため，同繁華街周辺まで車を運転し，車道の左側端に同車を駐車した後，友人との待ち合わせ場\n所に向かって歩道を歩いていた。\nその頃，乙（２３歳，男）と丙（２２歳，男）は，二人で酒を飲むため，同繁華街で適当な居\n酒屋を探しながら歩いていた。乙と丙は，かつて同じ暴走族に所属しており，丙は，暴走族をや\nめた後，会社員として働いていたが，乙は，少年時代から凶暴な性格で知られ，何度か傷害事件\nを起こして少年院への入退院を繰り返しており，この当時は，地元の暴力団の事務所に出入りし\nていた。丙は，乙の先を歩きながら居酒屋を探しており，乙は，少し遅れて丙の後方を歩いてい\nた。\nその日は週末であったため，繁華街に出ている人も多く，歩道上を多くの人が行き交っていた\nところ，甲は，歩道を対向して歩いてきた乙と肩が接触した。しかし，乙は，謝りもせず，振り\n返ることもなく歩いていった。甲は，一旦はやり過ごしたものの，乙の態度に腹が立ったので，\n一言謝らせようと思い，４，５メートル先まで進んでいた乙を追い掛けた上，後ろから乙の肩に\n手を掛け，「おい。人にぶつかっておいて何も言わないのか。謝れ。」と強い口調で言った。乙\nは，振り向いて甲の顔をにらみつけながら，「お前，俺を誰だと思ってんだ。」などと言ってすご\nんだ。甲は，もともと短気な性格であった上，普段から体を鍛えていて腕力に自信もあり，乙の\n態度にひるむこともなかったので，甲と乙はにらみ合いになった。\n甲と乙は，歩道上に向かい合って立ちながら，「謝れ。」，「そっちこそ謝れ。」などと言い合いを\nしていたが，そのうち，甲は，興奮のあまり，乙の腹部を右手の拳で１回殴打し，さらに，腹部\nの痛みでしゃがみ込んだ乙の髪の毛をつかんだ上，その顔面を右膝で３回，立て続けに蹴った。\nこれにより，乙は，前歯を２本折るとともに口の中から出血し，加療約１か月間を要する上顎左\n側中切歯・側切歯歯牙破折及び顔面打撲等の怪我をした。\n丙は，乙がついてこないので引き返し，通行人が集まっている場所まで戻って来たところ，複\n数の通行人に囲まれた中で，ちょうど，乙が甲に殴られた上で膝で蹴られる場面を見た。丙は，\n乙が一方的にやられており，更に乙への攻撃が続けられる様子だったので，乙を助けてやろうと\n思い，「何やってんだ。やめろ。」と怒鳴りながら，甲に駆け寄り，両手で甲の胸付近を強く押し\nた。\n甲は，一旦後ずさりしたものの，すぐに「何だお前は。仲間か。」などと言いながら丙に近づ\nき，丙の腹部や大腿部を右足で２回蹴った。さらに，体格で勝る甲は，ひるんだ丙に対し，丙が\n着ていたシャツの胸倉を両手でつかんで引き寄せた上，丙の頭部を右脇に抱え込み，「おら，お\nら，どうした。」などと言いながら，両手を組んで丙の頭部を締め上げた。\n丙は，たまらず，近くの歩道上にしゃがみ込んでいた乙に対し，「助けてくれ。」と言った。\n乙は，丙が助けを求めるのを聞いて立ち上がり，丙を助けるとともに甲にやられた仕返しをし\nてやろうと思い，丙の頭部を締め上げていた甲に背後から近寄り，甲の後ろからその腰背部付近\nを右足で２回蹴った。\n甲は，それでもひるまず，丙の頭部を締め上げ続けたので，乙は，さらに，甲の腰背部付近を\n数回右足で強く蹴った。\nそのため，甲は，丙の頭部を締め上げていた手をようやく離した。\n丙は，甲の手が離れるや，乙に向かっていこうとした甲の背後からその頭部を右手の拳で２回殴打した。\n甲は，乙及び丙による上記一連の暴行により，加療約２週間を要する頭部打撲及び腰背部打撲\n等の怪我をした。また，丙は，甲による上記一連の暴行により，加療約１週間を要する腹部打撲\n等の怪我をした。\n２ 甲は，二人組の相手に前後から挟まれ，形勢が不利になった上，周囲に多数の通行人が集ま\nり，騒ぎが大きくなってきたので，この場から逃れようと思い，全速力で走って逃げ出した。\n乙は，「待て。逃げんのか。」などと怒鳴りながら，甲の５，６メートル後ろを走って追い掛け\nた。\n丙は，乙が興奮すると何をするか分からないと知っていたので，逃げ出した甲を乙が追い掛け\nていくのを見て心配になり，少し遅れて二人を追い掛けた。\n乙は，多数の通行人が見ている場所で甲からやられたことで面子を潰されたと思って逆上して\nおり，甲を痛めつけてやらなければ気持ちがおさまらないと思い，走りながらズボンの後ろポケ\nットに入れていた折り畳み式ナイフ（刃体の長さ約１０センチメートル）を取り出し，ナイフの\n刃を立てて右手に持った。\n乙の後方を走っていた丙は，乙がナイフを右手に持っているのを見て，乙が甲に対して大怪我\nをさせるのではないかなどと不安になり，走りながら，「やめとけ。ナイフなんかしまえ。」と何\n度か叫んだ。\n甲は，約３００メートル離れた車道上に止めてあった自分の車の近くまで駆け寄り，車の鍵を\n取り出し，左手に持った鍵を運転席側ドアの鍵穴に差し込んだ。\n乙は，甲に追い付き，その左手付近を目掛けてナイフで切りかかった。甲は左前腕部を切り付\nけられて左前腕部に加療約３週間を要する切創を負った。\nその頃，甲と乙を追い掛けてきた丙は，乙が甲に切りかかったのを見て，乙を制止するため，\n乙の後ろから両肩をつかんで強く後方に引っ張り，乙を甲から引き離した。\n３ 甲は，その隙に車の運転席に乗り込み，運転席ドアの鍵を掛け，エンジンをかけて車を発進さ\nせた。\n甲が車を発進させた場所は，片側３車線のアスファルト舗装された道路であり，甲の車の前方\nには信号機があり，その手前には赤信号のため車が数台止まっていた。\n甲は，前方に車が止まっていたので，低速で車を走行させたところ，乙は，丙を振り払い，走\nって同車を追い掛け，運転席側ドアの少し開けられていた窓ガラスの上端部分を左手でつかみ，\n窓ガラスの開いていた部分から右手に持ったナイフを車内に突っ込み，運転席に座っていた甲の\n頭部や顔面に向けて何度か突き出しながら，「てめえ，やくざ者なめんな。逃げられると思ってん\nのか。降りてこい。」などと言って甲に車から降りてこさせようとした。\n甲は，信号が変わり前方の車が無くなったことから，しつこく車についてくる乙を何とかして\n振り切ろうと思い，アクセルを踏んで車の速度を上げた。乙は，車の速度が上がるにつれて全速\n力で走り出したが，次第に走っても車に追い付かないようになったため，運転席側ドアの窓ガラ\nスの上端部分と同ドアのドアミラーの部分を両手でつかみ，運転席側ドアの下にあるステップに\n両足を乗せて車に飛び乗った。その際，乙は，右手で持っていたナイフを車内の運転席シートと\nドアの間に落としてしまった。なお，甲の車は，四輪駆動の車高が高いタイプのものであった。\n甲は，乙がそのような状態にあり，ナイフを車内に落としたことに気付いたものの，乙から逃\nれるため，「乙が路面に頭などを強く打ち付けられてしまうだろうが，乙を振り落としてしまお\nう。」と思い，アクセルを更に踏み込んで加速するとともに，ハンドルを左右に急激に切って車を\n左右に蛇行させ始めた。\n乙は，それでも，開いていた運転席側ドア窓ガラスの上端部分を左手でつかみ，右手の拳で窓\nガラスをたたきながら，「てめえ，降りてこい。車を止めろ。」などと言っていた。しかし，甲が\n最初に車を発進させた場所から約２５０メートル車が進行した地点（甲が車を加速させるとともに蛇行運転を開始した地点から約２００メートル進行した地点）で，甲が何回目かにハンドルを\n急激に左に切って左方向に車を進行させた際，乙は，手で自分の体を支えることができなくな\nり，車から落下して路上に転倒し，頭部を路面に強打した。その際の車の速度は，時速約５０キ\nロメートルに達していた。甲は，乙を車から振り落とした後，そのまま逃走した。\n乙は，頭部を路面に強打した結果，頭蓋骨骨折及び脳挫傷等の大怪我を負い，目撃者の通報で\n臨場した救急車によって病院に搬送され，救命処置を受けて一命を取り留めたものの，意識は回\n復せず，将来意識を回復する見込みも低いと診断された。",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/刑事系.pdf",
  "subject": 6,
  "purpose": "〔第１問〕\n本問は，夜の繁華街で発生した３名によるけんかという具体的事例について，それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事案を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。すなわち，本問の事案は，①甲と乙とが繁華街を通行中にお互いの肩が接触したことから両者のけんかとなり，乙の仲間である丙も加わり，三者の間で殴る蹴るなどの暴行が応酬された（記述の便宜上，ここまでの場面を「第１場面」という。），②その後，甲は走ってその場から逃げ出したが，乙がそれを追い掛けてナイフで甲の前腕部を切り付けた（ここまでを「第２場面」という。），③さらに，甲が車を運転して逃げようとしたところ，乙は，甲の運転する車（以下「甲車」という。）\nと併走し，更に甲車の運転席外側に飛び乗ってしがみつき，運転席窓ガラスの隙間からナイフを甲に突き出すなどして攻撃の気勢を示した。これに対し，甲は，車を加速，蛇行させて乙を振り落とし，その頭部を路上に強打させて頭蓋骨骨折等の重傷を負わせた（ここまでを「第３\n場面」という。）というものである。第１ないし第３場面における甲乙丙の各行為に対する罪責を論ずるに当たり，状況が変化していく複雑な事実関係を的確に分析した上で，殺人未遂罪等の構成要件該当性，正当防衛ないし過剰防衛の成否，共謀の成否等の事実認定上及び法解釈上の問題を検討し，事案に当てはめて妥当な結論を導くことが求められる。\n(1) 甲の罪責について第１場面において，甲が暴行を加えて乙及び丙に傷害を負わせたことは問題なく認められるであろうが，論述においては，傷害罪の構成要件，すなわち，暴行，傷害，それぞれの暴行と傷害との因果関係及び故意等が認められるかについて留意し，簡潔に論ずべきである。\n問題となるのは，第３場面において，甲が車を加速させた上で蛇行運転をして乙を振り落とした行為の擬律判断である。\n構成要件該当性の段階では，甲が車にしがみついていた乙を蛇行運転するなどして振り落とすという危険性の高い行為に及んでいることや，乙が頭蓋骨骨折等の重傷を負って意識回復の見込みもない状態に至っていることから，傷害罪ではなく，殺人未遂罪の成否をまず検討することになる。最初に，行為の客観面として殺人の実行行為性を検討し，問題文中に表れている甲車の高さ，速度，走行距離，走行態様，路面状況及び行為によって生じた結果等の具体的な事実を丁寧に拾い上げ，それらが行為の危険性判断においてどのような意味を持つのかを明らかにする必要がある。次に，行為の主観面として殺意（故意）の有無を検討し，上記の実行行為性判断に関係する諸事情に対する甲の認識に加え，甲の内心（「乙が路面に頭などを強く打ち付けられてしまうだろうが，乙を振り落としてしまおう。」）等の事情を斟酌し，構成要件実現の認識・認容が甲にあったといえるかなどの観点から故意の有無を認定するべきである。\n違法性の段階では，正当防衛又は過剰防衛の成否が問題となるので，その成立要件を事案に即して検討することが求められる。急迫不正の侵害の要件では，乙は，甲車と併走していた時点ではナイフを運転席の甲に突き出すなどしていたが，甲車から振り落とされた時点では既にナイフを車内に落としていたことから，それでもなお侵害の急迫性が認められるか検討しなければならない。この点では，「急迫性」の考え方と，「侵害行為」の範囲をどのように捉えるかが問題となる。防衛の意思の要件においては，防衛の意思必要説に立つ場合，乙を振り落とすという危険な行為をあえて行った甲に防衛の意思が認められるかを論ずるべきである。最も問題となるのは相当性の要件であるが，乙が重傷を負ったという結果の重大性だけでなく，振り落としという行為が防衛手段として必要最小限度か否かを吟味する必要があり，甲に利用可能な他の侵害排除手段があったかどうか，振り落とし行為の危険性と比べて，乙はその時点で既にナイフを持っておらず素手だったことなどの具体的事情を考慮する必要がある。相当性がないと判断すれば，甲の振り落とし行為には過剰防衛が成立することになる。\n正当防衛又は過剰防衛の成立を認める上では，自招侵害の成否にも言及すべきである。甲が第１場面で乙らに激しい暴行を加えたことが，第３場面で乙の甲に対する侵害を生じさせた契機となったからである。自招侵害については，諸説があるが，判例としては最決平成２０年５月２０日刑集６２巻６号１７８６頁が参考になり，この判例の考え方に従えば，第１\n場面での甲の暴行と第３場面での乙の侵害との時間的・場所的近接性や，両者の侵害の程度を比較することになる。\n(2) 乙の罪責第１場面では，乙丙の一連の暴行により，甲は加療約２週間を要する頭部打撲及び腰背部打撲等の怪我を負っている。乙が甲の腰背部を複数回蹴ったことにより甲の腰背部打撲の傷害が生じたこと，丙が甲の頭部を２回殴打したことにより甲の頭部打撲の傷害が生じたことはそれぞれ認められるが，それぞれの傷害を生じさせた暴行を実行していない者の責任，つまり，丙の暴行による傷害についての乙の責任及び乙の暴行による傷害についての丙の責任の有無を判断する上で，乙丙間の（現場）共謀の成否が問題となる。\n共謀を認定するに当たっては，乙と丙の関係，丙が乙に加勢した経緯，丙が「助けてくれ。」と言ったのに応えて乙が甲に暴行したこと，乙に向かっていこうとした甲の背後から丙が暴行したことなどの暴行時の具体的状況等を子細に検討する必要がある。\n次に，（正当防衛行為に関する意思の合致を「共謀」と評価し得るかという問題はあるものの，）構成要件該当性の判断では傷害罪の共同正犯が成立するとしても，違法性レベルでは正当防衛の成否を更に検討する必要がある。ここでも，急迫不正の侵害，防衛の意思（特に，乙には，丙を助ける意思と甲に対する仕返しの意思が併存している点が問題となる。），相当性の各要件について検討することになる。\n第２場面においては，乙が甲の前腕部をナイフで切り付けた行為が，第１場面における乙の反撃行為と一体のものとして（量的）過剰防衛となるか，それとも，第１場面における暴行とは別個の行為として傷害罪が成立するか検討する必要がある。\n最決平成２０年６月２５日刑集６２巻６号１８５９頁が，上記と同様の事例において，まず第２の暴行について正当防衛の成否を検討し，次いで，第１の暴行と第２の暴行の一体性を，時間的・場所的連続性，侵害の継続性，反撃行為者の防衛の意思の有無等の観点から検討しているのが参考になる。本問では，第１場面と第２場面では時間的・場所的連続性は否定し難いものの，第２場面で乙が甲に切り付けた時点では，甲はそれ以前から全速力で逃げ出しており，もはや侵害が継続していたとは認められず，また，乙の防衛の意思も認定し難いことから，行為の一体性を否定し，傷害罪に問うことになろう。\n(3) 丙の罪責第１場面の丙の暴行について，乙との現場共謀の成否と正当防衛の成否が問題となることは乙の場合と同様である。\nそして，第１場面で乙丙間に共謀が成立しているとすると，第２場面での乙による甲の前腕部の切り付け行為について，丙も共犯者として責任を負うかが問題となる。\nこの点については，共謀の捉え方，正当防衛行為の共謀をどのように考えるかによって複数のアプローチが考えられる。一つの考え方は，第１場面における乙丙の共謀の範囲に，第\n２場面でのナイフによる切り付けが含まれるかを問題とし，同共謀はあくまで正当防衛行為の限度でしか成立しておらず，乙の切り付け行為は共謀の範囲外であるとして，丙は責任を負わないとするものである。別の考え方では，第１場面における共謀には，素手によるかナ\nイフを用いるかという暴行の手段に関する限定はなく，第２場面でのナイフの切り付けも共謀の範囲内であることを前提として，丙が共犯関係から離脱しているかを問題とする。最判平成６年１２月６日刑集４８巻８号５０９頁は，先行行為に正当防衛が成立するときには，先行行為の共同意思からの離脱の有無を問うのではなく，後行行為の時点での新たな共謀の有無を検討し，そこで共謀が認められた場合に，先行行為と後行行為を一連の行為として考察して防衛行為の相当性を検討すべきとする。この判例の考え方に従って本問の事案を見ると，第２場面において，丙は乙がナイフを出したのを見て「やめとけ。ナイフなんかしまえ。」\nと何度か叫んだり，甲に切りかかった乙を引っ張って甲から引き離すなどしたのであるから，乙丙間の新たな共謀は認められず，結局，乙の切り付け行為について丙が責任を負うことはないということになろう。\nいずれの考え方に立っても，論理的一貫性を保ちつつ，妥当な結論を導く必要がある。\n論述においては，刑法解釈上の論点についての基本的な判例・学説の知識を前提に，具体的な事案を法的に分析し，結論の妥当性も勘案しつつ，的確に事実を認定して，法規範の当てはめを行うことが求められる。常日頃から，抽象的な理論だけの勉強に偏ることなく，判例の学習等を通じて具体的な事例を題材として事実を認定し，それに理論を当てはめる力を鍛錬することが肝要である。",
  "scoring_notes": "１ 出題の趣旨の補足既に公表した出題の趣旨のとおりである。\nなお，以下の記述において，便宜上，出題の趣旨と同様に，本問の事案を三つの場面に分けて論ずる。すなわち，①甲と乙が路上で双方の肩が接触したことからけんかとなり，乙の仲間の丙も加わり，三者によって暴行が応酬された（以下「第１場面」\nという。），②その後，乙は，走って逃げ出した甲を追い掛け，ナイフで甲の前腕部を切り付けた（以下「第２場面」という。），③さらに，乙は，甲が車（以下「甲車」という。）を運転して逃げようとしたのを走って追い掛け，甲車運転席外側にしがみ付くなどしながら，運転席窓ガラスの開いていた部分からナイフを突き出すなどして甲を攻撃する気勢を示したところ，甲は，車を加速し，蛇行させて乙を振り落とし，その頭部を路上に強打させて頭蓋骨骨折等の重傷を負わせた（以下「第３場面」という。）\nという三つの場面である。\n２ 採点の基本方針等本問は，上記事案における甲乙丙それぞれの罪責を問うものであるところ，おおむね，以下のような基本方針に基づいて採点に当たった。\n本問では，刑事実体法に関する基本的知識と理解に基づき，刻々と状況が変化していく複雑な事実関係を法的に分析した上，事案の解決に必要な範囲で法解釈論を展開し，事実を具体的に摘示しつつ法規範への当てはめを行い，妥当な結論を導くことが求められる。\n３名の刑事責任を分析するに当たっては，刑法総論の理論体系に従い，まず構成要件該当性，次に違法性（違法性阻却事由の有無）という順序で検討し，問題となる構成要件要素や正当防衛等の成立要件を一つ一つ吟味すべきである。ただし，事実認定上又は法解釈上の重要な論点は手厚く論ずる一方で，必ずしも重要でない箇所では簡潔に論述するなど，いわゆる「メリハリ」を付ける工夫も必要となろう。\n事実認定上の主な論点として，甲が乙を車から振り落とした行為の擬律判断と，乙丙間の甲に対する傷害の現場共謀の成否という問題が挙げられる。前者については，\n殺人未遂罪の成否を検討すべきであるが，行為の客観面として殺人の実行行為性の有無を明らかにするとともに，行為の主観面である殺意の有無について論ずる必要がある。その際，甲車の走行態様等の諸々の具体的事実を抽出した上，それらの事実が実行行為性や殺意の認定にどのような意味を有するかを明らかにすべきである。後者については，乙丙による事前の謀議などは認められないことから，黙示の（現場）共謀の有無を認定しなければならないところ，乙丙が甲とのけんかに加わった経緯，丙が乙に助けを求め，それに応じて乙が甲に反撃したことなどの事情を丁寧に検討することが求められる。\n法解釈上の論点として，正当防衛に関しては，侵害の急迫性，防衛の意思，防衛行為の相当性という各要件が充足されているかを検討することに加え，自招侵害の問題についても論ずるべきである。そのためには，正当防衛に関する近時の重要な最高裁判例及びそれをめぐる議論の状況等についての正確な理解が前提となる。ただし，ここでも，事案を離れた抽象的な解釈論ばかりを論ずるのではなく，どのような事実が- 24 -当該要件の充足の判断においてどういう意味を持つのか（具体例を挙げれば，乙がナイフを甲の運転する車内に落としたことは「急迫性」判断ではどう評価され，同じ事実が「相当性」判断ではいかなる意味を持つのか）についても明らかにすることが肝要である。なお，車に乗り込もうとした甲をナイフで切り付けたという乙の行為について，丙が共犯として責任を負うかという論点については，正当防衛行為の共謀や共謀の射程範囲など，正当防衛論や共犯論の高度な論点を含んではいるが，正当防衛及び共謀に関する基本的な知識と理解を基に自らの頭で考えれば，一定の結論にたどり着くことができると思われ，実際，相当数の答案が一定の水準の論述をすることができていた。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n(1) 全体について多くの答案は，甲乙丙のそれぞれに，殺人未遂や傷害等の罪の構成要件該当性を検討した上，正当防衛の成否を論じており，本問の大きな枠組みは理解していることがうかがわれた。\nただし，記述の濃淡の付け方が必ずしも適当でない答案も見受けられ，刑事責任が実際上問題とならないようなささいな点を取り上げて延々と論述するものも少なからずあった。\n(2) 甲の罪責について問題のあった答案としては，以下のようなものがあった。\nア 甲が，車を加速，蛇行させて，しがみ付いていた乙を車から振り落とすという生命に対する危険性の高い行為に及び，乙に脳挫傷等の大怪我を負わせ，意識不明の状態に陥らせるという重大な結果を生じさせたにもかかわらず，甲について傷害罪の成否だけを論じ，殺人未遂罪の成否を一切論じていない答案が予想以上に多かった。このような答案については，事案を分析する能力の欠如をうかがわせることから，低い評価をせざるを得なかった。\nイ 甲の上記振り落とし行為について，危険運転致傷罪あるいは自動車運転過失致傷罪の成立を認めている答案ウ 甲の上記振り落とし行為について，何罪について検討するか明らかにしないまま，故意の有無を論ずる答案エ 正当防衛について，どの行為を対象として検討するのかを特定しないまま，論述する答案オ 甲の上記振り落とし行為について正当防衛の成立要件である侵害の急迫性の有無を検討するに当たり，乙がナイフを取り落としたことで，その後も乙が攻撃の気勢を示し続けているにもかかわらず，直ちに急迫性が失われたとする答案カ 甲の上記振り落とし行為について正当防衛の成否を論ずるに当たり，その前段階で，甲が乙に激しい暴行を加えて重い傷害を負わせたという事実を十分に考慮しなかったためか，自招侵害について全く検討していない答案が数多く見られた。\nキ 甲が乙を振り落とした後，乙を救助することもなく車で走り去ったことについて，保護責任者遺棄致傷罪の成否を問題とし，その成立を認めている答案ク 第１場面から第３場面に至る甲の行為が全体として１個と評価されるか否かに- 25 -ついて，それを論ずる実益も明らかにしないまま，検討している答案ケ なお，一部の答案は，乙が甲車から振り落とされた結果，一命は取り留めたものの意識を回復しない状態となったことを捉えて，「脳死は人の死か」という論点についても論じていた。問題文中に乙が脳死状態に陥った旨の記述はなく，出題の趣旨として，そこまでの論述を求めるものではなかった。\n他方で，優秀な答案として，甲の上記振り落とし行為について，防衛行為の相当性を検討するに当たり，乙は既にナイフを車内に落としていることを踏まえ，甲としては，振り落とし以外にどのような手段を採り得たのか具体的に検討しているものも一部には見られた。\n(3) 乙の罪責について同様に，問題のあった答案を列挙すると，以下のとおりである。\nア 第１場面における乙丙の甲に対する暴行ないし傷害の（現場）共謀の成否について，全く論じていない答案なお，乙の罪責に関する論述では，上記共謀の論点について一切触れていないのに，丙の罪責に関する論述において，乙による甲へのナイフ切り付け行為（第２場面）について丙が共犯の責任を負うかという観点から，突如として，第１場面における乙丙間の共謀の成否について論ずる答案もあった。\nイ 乙丙間の共謀の成立を認めつつ，同時傷害の特例に関する刑法第２０７条を適用する答案ウ 第１場面において，乙が，丙を助けるとともに，甲への仕返しをするつもりで，\n甲への暴行を開始していることについて，攻撃の意思があっても正当防衛における防衛の意思が肯定されるのかについて全く検討していない答案エ 第１場面における乙の暴行について正当防衛が成立するとしつつ，第２場面で乙がナイフで甲の前腕部を切り付けた行為について，第１場面における防衛行為と一体と評価することができるか（過剰防衛が成立しないか）という点について検討していない答案(4) 丙の罪責についてここでも，第１場面において，丙が甲の胸付近を強く押した行為に正当防衛が成立するか否かについて，冗長に論ずる答案などが見られた。前述したように，全体の答案構成を見据えて，適切に濃淡を付けた答案作成を心掛けるべきであろう。\nまた，法律用語の使い方の問題として，丙が最終的に不可罰であることについて，\n「無罪」と表現する答案が少なからず見受けられた。「無罪」は公訴提起された事件について判決で言い渡されるものであり（刑事訴訟法第３３６条），刑事訴訟法の正確な理解が求められる。\n(5) その他少数ではあるが，字が乱雑なために判読するのが著しく困難な答案があった。時間の余裕がないことは理解できるものの，採点者に読まれることを念頭に，なるべく読みやすい字で丁寧に答案を書くことが望まれる。\n(6) 答案の水準以上の採点実感を前提に，「優秀」「良好」「一定の水準」「不良」という四つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で主要論点につ- 26 -いて検討を加え，甲乙丙の刑事責任について妥当な結論を導くとともに，そこに至る理由付けについても十分に論じているようなものである。特に，事実認定又は法規範への当てはめにおいて，必要な事実を抽出するだけでなく，それぞれの事実が持つ意味も明らかにしつつ論じている答案は高い評価を受けた。\n「良好」な水準に達している答案とは，事案の全体像をおおむね的確に分析し，\n甲乙丙の刑事責任について妥当な結論を導くことができているものの，一部の主要論点についての論述を欠くもの，主要な論点の検討において，関連する事実の抽出はできていても，その意味付けが不十分であるなどの点が認められたものである。\n「一応の水準」に達している答案とは，複数の論点についての論述を欠くなどの問題はあるものの，刑法の基本的事柄については一応の理解を示しているような答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，事案の解決に関係のない法解釈論を延々と展開しているもの，論点には気付いているものの，結論が著しく妥当でないものなどである。\n４ 今後の法科大学院教育に求めるもの刑法においては，総論の理論体系を十分に理解した上で，体系上の位置付けを意識しつつ，各論等に関する知識を修得することが肝要である。答案においても，論じようとする問題の体系上の位置付けを明らかにしつつ，検討の順序にも十分に配慮しながら，論理的に論述することが求められる。\nまた，問題文に含まれる法解釈上及び事実認定上の論点を抽出するには，事案を的確に分析することが前提となる。そのためには，判例の結論だけを暗記するのではなく，その事案を丹念に読み込むなどして，事案を分析する能力を付けることが不可欠である。また，繰り返し指摘してきたとおり，具体的な事実を抽出し，その意味を理解するためにも，具体的な事例の検討が必要と思われる。\nこのような観点から，法科大学院教育においては，判例の学修等を通して，学生に生きた刑法の知識・理解を修得させるとともに，それを的確に論述する能力を涵養するよう一層努めていただきたい。平成２３年新司法試験の"
}