{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "憲法",
  "text": "論文式試験問題集［公法系科目第１問］〔第１問〕（配点：１００）\nインターネット上で地図を提供している複数の会社は，公道から当該地域の風景を撮影した画像をインターネットで見ることができる機能に基づくサービスを提供している。ユーザーが地図上の任意の地点を選びクリックすると，路上風景のパノラマ画像（以下「Ｚ機能画像」という。）に切り替わる。\nＺ機能画像は，どの会社の場合もほぼ共通した方法で撮影されている。公道を走る自動車の屋根に高さ２メートル８０センチ前後（地上約４メートル）の位置にカメラを取付け，３次元方向のほぼ全周（水平方向３６０度，上下方向２９０度）を撮影している。そのために，Ｚ機能画像では，路上にいる人の顔，通行している車のナンバーや家の表札も映し出される。さらに，各家の塀を越えた高さから撮影するので，庭にいる人や庭にある物ばかりでなく，家の中の様子までもが映し出される場合がある。また，上下方向２９０度を撮影していることから，マンションの上の方の階のベランダにいる人やそこに置いてある物も映し出される場合がある。これにより個人が特定され得るばかりでなく，庭，ベランダ，室内等に置いてある物から，そこに住む人の家族構成や生活ぶりが推測され得る。さらに，このような情報は，犯罪を企む者に悪用されるおそれもあり得る。しかしながら，会社側は，事前にＺ機能画像の撮影日時や場所を住民に周知する措置を採っていなかった。\nインターネット上で提供されるＺ機能画像が惹起するプライバシーの問題に関して，会社側は，基本的には，公道から見えているものを映しているだけであり，言わば誰もが見ることのできるものなので，プライバシー侵害とはいえない，と主張している。特にＸ社は，以下のように，より積極的にＺ機能画像が提供する情報の価値を主張している。まず，その情報は，ユーザー自身がそこを実際に歩いている感覚で画像を見ることができるので，ユーザーの利便性の向上に役立つ。また，それは，不動産広告が誇大広告であるか否かを画像を見て確かめることによって詐欺被害を未然に防止できるなど，社会的意義を有する。\nところで，Ｚ機能画像をめぐっては，個人を特定されないことや生活ぶりをのぞかれないことをめぐる問題ばかりでなく，次のような問題も生じている。Ｚ機能画像には，公道上であっても，その場所にいることやそこでの行動を知られたくない人にとっては，公開されたくない画像が大量に含まれている。また，ドメスティック・バイオレンスからの保護施設など，公開されては困る施設も映されている。加えて，路上や公園で遊ぶ子供が映されていることで，誘拐等の誘因になるのではないかと案ずる親もいる。さらに，インターネット上に公開されたＺ機能画像の第三者による二次的利用が，頻繁に見られるようになっている。\nこういう中，Ｚ機能画像をインターネット上に提供することの中止を求める声が高まってきた。\n２０＊＊年に，国会は，「特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復に関する法律」（以下「法」という。）を制定した【参考資料】。法は，システム提供者に対し，Ｚ機能画像をインターネット上に掲載する前に，Ａ大臣に届け出ることを求めている（法第６条参照）。また，法は，システム提供者が遵守すべき事項を規定している（法第７条参照）。Ａ大臣は，Ｚ機能画像の提供によって被害を受けた者からの申立てがあったときは，法に定める手続に従って被害の回復のための措置を講じることとされている（法第８条参照）。\n法が制定されてから，多くの会社は，法の定める遵守事項を守り，また個別の苦情に応じて必要な修正を施している。Ｘ社も，人の顔や表札など特定個人を識別することのできる情報と車のナンバープレートについてはマスキングを施し，車載カメラの高さも法が定める高さに改めた。しかし，Ｘ社は，家の中の様子など生活ぶりがうかがえるような画像については，法で具体的に明記されていないとして，修正しなかった。数件の申立てに応じて，Ｘ社に対して，そのような画像に必要な修正をすることを求める改善勧告がなされた。しかし，Ｘ社は，それらの修正を行わなかった。その結果，Ｘ社は，Ａ大臣から，行政手続法の定める手続に従って，特定地図検索システムの提供の中止命令を受けた。\n〔設問１〕\nあなたがＸ社から依頼を受けた弁護士である場合，どのような訴訟を提起するか。そして，その訴訟において，どのような憲法上の主張を行うか。憲法上の問題ごとに，その主張内容を書きなさい。\n〔設問２〕\n設問１における憲法上の主張に関するあなた自身の見解を，被告側の反論を想定しつつ，述べなさい。【参考資料】特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復に関する法律\n第１章 総則\n（目的）第１条 この法律は，特定地図検索システムによる情報の提供が，インターネットの普及その他社会経済情勢の変化に伴うコンテンツに対する需要の高度化及び多様化に対応した利用者の利便の増進に寄与するものであることに留意しつつ，当該情報の提供に伴い個人に関する情報が公にされることによる被害から適確に国民を保護することの緊要性に鑑み，当該被害の防止及び回復に関し，基本理念を定め，国及びシステム提供者の責務を明らかにするとともに，システム提供者の遵守事項，被害回復のための措置，被害回復委員会の設置その他必要な事項を定めることにより，国民生活の安全と平穏の確保に資することを目的とする。\n（定義）第２条 この法律において，次の各号に掲げる用語の意義は，当該各号に定めるところによる。\n一 特定地図検索システム インターネットを通じて不特定又は多数の者に提供される地図に関する情報の検索システムであって，文字，記号その他の符号又は航空写真を用いて表現される情報提供の機能を補完するための機能として，画像の情報を提供するＺ機能を有するものをいう。\n二 Ｚ機能 地図に対応する道路，建築物，工作物等及びその周辺の状況を路上等を移動する車両に設置した水平方向に３６０度回転するカメラにより撮影した画像の情報を，電磁的方式（電子的方式，磁気的方式その他の人の知覚によっては認識することができない方式をいう。）によりインターネットを通じて不特定又は多数の者に提供するための機能をいう。\n三 システム提供者 インターネットを通じて特定地図検索システムを提供する事業を営む者をいう。\n四 個人識別情報 個人に関する情報であって，特定の個人を識別することができるもの（他の情報と容易に照合することができ，それにより特定の個人を識別することができることとなるものを含む。）をいう。\n五 個人自動車登録番号等 個人の所有する自動車に係る道路運送車両法（昭和２６年法律第１８５号）の規定による自動車登録番号又は車両番号をいう。\n六 個人権利利益侵害情報 個人識別情報及び個人自動車登録番号等以外の個人に関する情報であって，公にすることにより，個人の権利利益を害するおそれのあるものをいう。\n（基本理念）第３条 特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復のために講ずべき措置は，Ｚ機能の特性に鑑み，当該情報の提供が国民の生活の安全と平穏に重大な被害を及ぼすおそれがあり，かつ，国民自らその被害を回復することが著しく困難であることを踏まえ，国の関与により，その被害を適確に防止するとともに，現に発生している被害を迅速に回復することが極めて重要であるという基本的認識の下に，行われなければならない。\n（国の責務）第４条 国は，前条に定める基本理念にのっとり，特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復に関する施策を総合的に策定し，及び実施する責務を有する。\n（システム提供者の責務）第５条 システム提供者は，特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復について第一義的責任を有していることを認識し，その提供すべき画像の撮影及び編集，インタ\nーネットによる当該情報の公開及び管理その他の各段階において，自らその被害の防止及び回復のために必要な措置を講じる責務を有する。\n第２章 被害の防止及び回復に関する措置\n（提供開始の届出）第６条 システム提供者は，インターネットにより特定地図検索システムを提供しようとするときは，あらかじめ，その旨及びその内容をＡ大臣に届け出なければならない。その内容を変更しようとするときも，同様とする。\n（遵守すべき事項）第７条 システム提供者は，特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復のために必要な次に掲げる事項を遵守しなければならない。\n一 提供すべき画像の撮影に当たっては，これに用いるカメラを地上から１メートル６０センチメ\nートルの高さを超える位置に設置してはならないこと。\n二 提供すべき画像に個人識別情報若しくは個人自動車登録番号等又は個人権利利益侵害情報が含まれている場合には，特定の個人若しくは個人自動車登録番号等を識別することができないよう，又は個人の権利利益を害するおそれをなくすよう，画像の修正その他の改善のために必要な措置をとらなければならないこと。\n三 インターネットにより提供した画像に個人識別情報若しくは個人自動車登録番号等又は個人権利利益侵害情報が含まれていたことが判明した場合には，特定の個人若しくは個人自動車登録番号等を識別することができないよう，又は個人の権利利益を害するおそれをなくすよう，画像の修正その他の改善のために必要な措置をとらなければならないこと。この場合において，改善のために必要な措置をとることができないときは，インターネットによる特定地図検索システムの提供を中止しなければならないこと。\n四 提供すべき画像の撮影又はインターネットにより画像を提供するに当たっては，適時かつ適切な方法で，対象となる地域の住民に対する周知の措置を講じるよう努めること。\n五 特定地図検索システムによる情報の提供に伴う被害に関し，苦情等の申出があった場合には，当該申出に対し適切な措置を講じるよう努めること。\n六 前各号に掲げるもののほか，特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復のために必要な事項として政令で定めるもの（被害回復措置）第８条 Ａ大臣は，特定地図検索システムによる情報の提供により被害を受けた者から申立てがあったときは，措置を講じる必要が明らかにないと認める場合を除き，当該申立てに係る被害及びこれと同種の被害を回復するために必要な措置について，被害回復委員会に諮問しなければならない。\n２ Ａ大臣は，前項の規定による諮問に対する答申があった場合において，同項の申立てに係る被害及びこれと同種の被害を回復するため必要があると認めるときは，システム提供者に対し，画像の修正その他の提供に係る情報の改善のために必要な措置をとるべき旨を勧告することができる。\n３ Ａ大臣は，前項の規定による勧告を受けた者が，正当な理由がなくてその勧告に係る措置をとらなかった場合において，第１項の申立てに係る被害及びこれと同種の被害を回復するため特に必要があると認めるときは，その者に対し，その勧告に係る措置の実施又はインターネットによる特定地図検索システムの提供の中止を命ずることができる。\n４ Ａ大臣は，前項の規定による命令をしたときは，その旨を公表しなければならない。\n第３章 被害回復委員会\n（委員会の設置）第９条 Ａ省に，被害回復委員会（以下「委員会」という。）を置く。\n（所掌事務）第１０条 委員会は，次に掲げる事務をつかさどる。\n一 第８条第１項の規定による諮問に応じて，調査審議し，Ａ大臣に対し，必要な答申をすること。\n二 特定地図検索システムによる情報の提供に伴う国民の被害の防止及び回復のために国が講ずべき施策について，Ａ大臣に意見を述べること。２ 委員会は，その所掌事務を遂行するため必要があると認めるときは，Ａ大臣に対し，資料の提出，説明その他必要な協力を求めることができる。\n３ Ａ大臣は，第１項第一号の答申に基づき講じた措置について，委員会に報告しなければならない。\n（組織等）第１１条 委員会は，委員１０人をもって組織する。\n２ 委員は，優れた識見を有する者のうちから，Ａ大臣が任命する。\n３ 委員の任期は，３年とする。\n４ その他委員会の組織及び運営に関し必要な事項は，政令で定める。論文式試験問題集［公法系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "今年の問題でも，「暗記」に基づく抽象的，観念的，定型的記述ではなく，問題に即した憲法上の理論的考察力，そして事案に即した個別的・具体的考察力を見ることを主眼としている。問題を解くに当たって，問題文を注意深く読むことが必要である。議論が不必要に拡散しないように，問題文の中にメッセージが書かれている。例えば，「行政手続法の定める手続に従って」中止命令が出されたことは，手続上の問題は存在しないことを示している。\n設問１は，まず，Ｘ社側が訴えを提起する場合の訴訟類型を尋ねている。訴訟法上の問題を詳論する必要はなく，提起する訴訟類型を簡潔に記述すればよい。\n法令違憲の主張に関しては，何でも書けばよいのではない。憲法の論文式問題において登場する弁護士は重要な憲法判例や主要な学説を知っている，と想定している。したがって，憲法論として到底認められないような主張を書くのは，全く不適切である。一定の筋の通った憲法上の主張を，十分に論述する必要がある。例えば，本問では，検閲が問題になることはない。あるいは，本問の法律で，「個人の権利利益を害するおそれ」等の文言の明確性が，一般的に問題になるわけではない。本問で明確性を問題にするとすれば，「生活ぶりがうかがえるような画像」が「個人権利利益侵害情報」に含まれるのか否かが明確ではない，という点である。また，本問において，Ｘ社はユーザーの「知る権利」侵害を理由として違憲主張できるとするのは，不適切であり，不十分でもある。まず，ここで「知る権利」と記すことが，「知る権利」に関する理解が不十分なものであることを示している。Ｘ社の提供する情報は，政治に有効に参加するために必要な情報ではないし，政府情報等の公開が問題となっているわけでもない。さらに，ユーザーは不特定多数の第三者であるので，特定の第三者に関する判例を根拠にＸ社がユーザーの「知る自由」を理由に違憲主張できるとするのは，不適切であり，不十分である。そもそも「知る自由」は，他者の私生活をのぞき見する自由を意味しない。\n法令違憲に関して本問で問題となるのは，実体的権利の制約の合憲性である。この点での本問における核心的問題は，肖像権やプライバシーを護るために制約されている憲法上の権利は何か，である。確かに，本問の法律によってＸ社は，営業の自由も制約される。とりわけ国家賠償請求訴訟も提起するならば，経済的損失に関わる営業の自由への制約の違憲性・違法性を主張することが理論的に誤っているとはいえない。しかし，本問でその合憲性が争われる法律は，許可制を採るものではない。そして，営業の自由とプライバシーの権利との比較衡量において，前者が優位することを説得力を持って論証することは，容易ではない。この点では，言わば「憲法訴訟」感覚が問われているといえるであろう。\nしたがって，Ｘ社側としては，表現の自由の制約と主張することになる。それに関して検討すべきことは，憲法第２１条第１項が保障する権利の「領域」・「範囲」ではない。憲法上，表現の自由の保障「領域」・「範囲」があらかじめ確定しているわけではない。問われているのは，表現の自由の内容をどのように把握するか，である。本問の地図検索システムは，Ｘ社の思想や意見を外部に伝達するものとはいえない。そこで，当該システムを表現の自由として位置付けようとすると，表現の自由の権利内容の新たな構築が必要となる。つまり，自由な情報の流れを保障する権利としての表現の自由である。本問における判断枠組みに関する最大のポイントは，判例や学説を参考にしつつ，相応の説得力を有する論拠を示して，自由な情報の流れを保障する表現の自由論を論述することである。\n本問における表現の自由の制約の合憲性をめぐって問われているのは，表現の自由とプライバシーの権利の調整である。\n本問の地図検索システムによって提供される情報は，「自己統治」の機能に関わる情報とはいえない。また，私的な事柄に関する情報が含まれているが，その対象者が「公職にある人」や「著名人」という問題でもない。したがって，「原告の主張」・「被告の反論」・「あなた自身の見解」それぞれの立場において審査基準論のあれこれを定型的に書くのは，全く不適切である。当該合憲性の結論は，事案に即して個別的・具体的に検討することから導き出される。今年の問題では，両者のサイドにとってそれぞれヒントとなる主張が問題文の中に書き込まれている。例えば，ユーザーにとっての利便性の向上等は，情報提供側のプラス面として挙げることができる。被告側にとっては，例えば，インターネット上の個人情報の二次利用による被害の拡大である。個別的・具体的検討において最も重要なポイントは，「公道から見える」ことと「インターネット上で見ることができる」ことの相違をどのように考えるか，である。設問２では，「被告側の反論を想定しつつ」検討することが求められている。想定される被告側の反論を書く部分では，結論として憲法上のポイントだけを記せばよい。「被告側の反論」では，表現の自由の制約ではなく，営業の自由の制約でしかない，とする主張はあり得る。被告側の反論の詳細な内容や論拠は，「あなた自身の見解」で書くことが求められている。\n「あなた自身」の結論や理由を「原告と同じ」あるいは「被告と同じ」と書くだけでは，全く不十分である。Ｘ社側あるいは被告側のいずれかと同じ立場に立つにしても，それらとは別の見解を採るにしても，求められているのは，Ｘ社側及び被告側それぞれの見解を検討した上で「あなた自身」の結論及びその理由を述べることである。問われるのは，理由の説得力である。",
  "scoring_notes": "１ 全体的印象・ 途中答案が少なかったのは，喜ばしいことである。しかし，他方で，経年的に見ると，今年度の答案は，解答として論述する分量が少なかったように思われる。公法系科目第２問と試験時間が区分けされ，解答の時間配分に失敗することはないにもかかわらず，予測外であった。\n・ 内容的には，判例の言及，引用がなされない（少なくともそれを想起したり，念頭に置いたりしていない）答案が多いことに驚かされる。答案構成の段階では，重要ないし基本判例を想起しても，それを上手に持ち込み，論述ないし主張することができないとしたら，判例を学んでいる意味・意義が失われてしまう。\n・ まず何よりも，答案作成は，問題文をよく読むことから始まる。問題文を素直に読まない答案，問題文にあるヒントに気付かない答案，問題と関係のないことを長々と論じる答案が多い。\n・ 答案構成としては，「自由ないし権利は憲法上保障されている，しかしそれも絶対無制限のものではなく，公共の福祉による制限がある，そこで問題はその制約の違憲審査基準だ。」式のステレオタイプ的なものが，依然として目に付く。このような観念的でパターン化した答案は，考えることを放棄しているに等しく，「有害」\nである。\n・ 憲法を，具体的な事例の中でどのように適用するか（活用するか）という観点からの答案が少なく，一般的，抽象的な憲法の知識を書き表しただけの（地に足が着いておらず，何が問題であるかを見抜けていない）答案が多かった。\n・ 今年の問題は，日頃から日常生活を取り巻く法的問題に関心を持って自分でいろいろと考えをめぐらせていれば，特に難しい問題ではなかったはずだが，答案を見ていると，受験者は紙の上の勉強に偏しているのではないかという印象を持つ。\n・ 「原告側の主張」と「被告側の反論」において極論を論じ，「あなた自身の見解」\nで真ん中を論じるという「パターン」に当てはめた答案構成によるものが多かった。\nそのため，論述の大部分が，後に否定されることを前提とした，言わば「ためにする議論」の記載となっていた。このような答案は，全く求められていない。\n・ 問題文の中に，考慮すべき事情があれこれと挙げられているのに，それらを十分に考慮しない答案がかなり見られた。基本的な知識と応用力を身に付けていれば，\n一通りのことを書くのは比較的容易だと思われるのに，法曹になるにふさわしい水準に達していない答案が多々見られたのが残念であった。\n・ 表現の自由が出てこない，代わりに職業の自由を延々と書く，また，表現の自由が出てきても，極めて紋切型の答案に終始する，プライバシーについても紋切型で，\n設問の状況をよく考えずに，決まり文句を繰り返すという有様で，なかなか問題の核心に迫らないものが多かった。\n・ 問題となる権利について十分な検討がなく，観念的・パターン的な論述に終始しているため，違憲性判断の論述の説得力も弱く，論証が不十分になっているとの印象を受けた。受験者には，問題文を読み込み，想像力を働かせて，少し条件を変えてみた場合はどうかなど思考上の工夫をしながら，事案の特殊性をつかみ，何を重点に論じるかを考えてもらいたいと感じた。・ 原告側の主張，被告側の反論，あなた自身の見解がかみ合っていない答案，現実離れした答案が多いと感じた。問題点を的確に把握し，それを主張・反論，検討という訴訟的な形式で整理する実力が求められるので簡単ではないが，議論がかみ合っているかどうか，例えば，主張に対して反論が有効か，自身の見解がその対立点を押さえた論述になっているかなどは，答案構成の時点できちんと意識的に検討してほしいと感じた。\n・ 数は極めて限られるが，ハイレベルの答案も一定数あった。しかし，法律に携わる者なら，一度は関心を持ったことがあるはずの，インターネット上の表現等をめぐる問題であったにもかかわらず，極めて残念な答案が多かった。なぜ法科大学院修了者の答案が基本的欠陥を多く抱えるものであるのか，その原因を究明する必要があると思われる。その一つとして，そもそも，問題点に即応した法律の小論文を書くことの訓練が不足しているのではないであろうか。法科大学院としても，ドグマから脱却し，法律実務家として必須である「ペーパーを書くこと」にも力を注ぐ必要があるように思われる。\n２ 訴訟形式・ 訴訟形式の問いに全く答えていない答案が，いまだにある。問われている訴訟形式を書いていない答案の作成者は，法律実務家となる資質において極めて問題があることを自覚し，勉強し直す必要がある。\n・ 仮に訴訟類型を判断できないとすれば，必要な基本的知識が明らかに不足しているし，うっかり問題文を見落とし，あるいは答案に書き漏らしたのだとすれば，法曹として最低限必要な注意力を欠くものである。\n３ 憲法上の権利の制約・ 例年指摘しているように，原告側の訴訟代理人は，重要な憲法判例を知っており，\n主要な学説も知っていると措定している。したがって，何でも主張すればよいのではない。そのような主張は，「有害」でしかない。\n・ 論述の出発点として問題とすべき権利自由について，表現の自由か営業の自由かという観点で十分な問題意識を持って検討した答案が少なかったのは意外であり残念。特にインターネット上で地図とリンクさせる形で画像を提供することの意味を十分に掘り下げて展開している答案が非常に少なかった。\n・ Ｘ社の主張で「表現の自由」を記載せず，「営業の自由」あるいは「ユーザーの知る権利」のみを記載する答案が，相当数あった。原告にとってどちらを主張するのが望ましいかを検討する観点が欠けているように思われる。原告の主張としてわざわざ「弱い権利」を選択するセンスの悪さは，結局のところ訴訟の当事者意識が欠けていることに結び付くように思われる。\n・ 制約される人権として営業の自由を立てながら，法令違憲の理由として，「届出がいけない」，あるいは「営業中止がいけない」などと，もっともらしい言葉を並べながら述べている答案が多く見られた。営業届や営業停止処分などは，数多くの業法に当然のように規定されており，日常もよくニュースなどで見聞きする事柄である。常識に照らし合わせて自らの理論・主張を省みるという勉強態度も，実務家を目指す者の試験である以上，必要と思われる。・ 国家賠償請求との関係で営業の自由侵害の主張はあり得るが，その点で適切な論述をした答案は皆無であった。\n・ 法人の人権享有主体性について長々と論じる答案が，少なからずあった。\n・ 表現の自由に言及しているものについても，ユーザーの「知る権利」を中心に論じたり，Ｚ画像機能の提供が，Ｘ社の「自己実現の価値に資する」とか，「民主政治の過程に資する」などと論じたりするものが数多く見られた。\n・ 「検閲」を論じているものもあった。このことは，学説と判例における検閲概念を十分に理解していないことをうかがわせる。\n・ 「表現の自由は，精神的自由なので裁判所の審査になじむ」という記述が多く見られた。しかし，この議論は，「精神的自由以外の人権制約は裁判所の司法審査になじまない」という命題を認めない限り成り立たないおかしな議論である。司法権の限界についての無理解からきていると思われる。\n・ 表現の自由を述べているのに，違憲審査基準の展開に終始し，問題文のヒントに気付かず，実質的な，本件での表現の自由とプライバシーの権利の相克を書かない薄い答案も目立った。この手の答案は結局「実質的な関連性」などという抽象的なテクニカルタームを示して中身のない結論で終わっている。その原因は，権利をカテゴライズすると自動的に基準とか優劣が決まると思い込んでいることにあるように思われる。本件における表現の自由と本件におけるプライバシーの権利の調整という，事案に即した検討を行って，事案を解決するという意識が足りない。\n・ 設問の事案に即して，情報提供の自由とプライバシーの権利との調整について，\nインターネットの特性を配慮しながら綿密に論じる答案も，数は少なかったがあった。\n・ インターネットによる地図検索システムの提供という権利について，表現の対象が個人情報も多く含まれる地図に関する情報・事実であること，伝達手段がインターネットであることなど，その権利の性質を，典型的な表現の自由と対比させつつ，\nいかに具体的に論理的な考察や検討を展開するかによって，答案の迫力に明らかな差が出てきていた。報道の自由と比較しつつ，情報・事実の伝達という点で共通する一方，それぞれの目的や自己統治の価値との関連性の程度等に差異があることに触れているものや，インターネットにおいては送り手と受け手の立場に互換性があること，インターネット特有の利便性があること，それゆえに容易に二次的利用等による弊害が拡大するおそれがあること等を丁寧に論じているものは，平素から正しい方向性をもって学習が進められ，出題の意図を正確に理解しているものと感じられた。\n４ 想定される被告側の反論・ 被告側の反論が全く論じられていない答案もあった。問題文をきちんと読んでいないことがうかがえる。\n・ 被告側の反論を書く際に，「検察官」と書いた答案も散見された。そもそも，行政事件で被告と検察官とを取り違えること自体，知識面でも求められる最低限の水準に達していないと言うほかない。\n・ 「被告側の反論」の想定を求めると，判で押したように，独立の項目として「反論」を羅列する傾向が見られる。むしろ「あなた自身の見解」の中で，自らの議論- 3 -を展開するに当たって，当然予想される被告側からの反論を想定してほしいのにもかかわらず，ばらばらな書き方をするために，かえって論理的な記述ができなくなっている（あるいは，非常に論旨が分かりづらくなっている）という傾向が顕著になっている。\n５ 法令違憲と処分（適用）違憲・ 法令違憲と処分違憲の書き分けは一般的になってきたが，正確に内容を理解した上できちんと書き分けている答案は余り多くなかった。\n・ 法令違憲を論ずるに際して，立法事実に照らして法令の規定がどうか，ということではなく，Ｘの個別事情をもって論ずる答案が目に付いた。これは，法令違憲と処分違憲とを混同しているものと考えられるが，両者を論じる際の考慮事由の差違をきちんと押さえる必要がある。\n・ 処分違憲の審査で，法律適用の合法性，妥当性のみを論じる答案が今年も多かった。憲法との関係を論じないと，合憲性審査を行ったことにならない。本問では，\n「生活ぶりがうかがえるような画像」の公表を禁じることの合憲性をきちんと論じる必要がある。例えば，中止命令まで行うことは過剰な規制であるという主張も，\nこれだけでは処分審査を行ったことにはならない。\n６ 明確性の原則・ 法文の「明確性」を観念的・一般的に論じる答案が，かなり見受けられた。本件の法律の規定は，個人情報保護法や個人情報保護条例に一般に見られる規定である。\n常識に照らし合わせて自らの理論・主張を省みるという勉強態度も，実務家を目指す者の試験である以上，必要と思われる。\n・ 「明確性の基準」について指摘するものの，第３１条の問題としてのみ取り上げ，\n「表現の自由」そのものにおいて論じない答案が多かった。基本的な理解が至らないためか，そうでなければ，通り一遍（型どおり）の知識の詰め込みと吐き出しになっているのか，法科大学院での授業内容を自省せざるを得なかった。\n７ 事案の内容に即した個別的・具体的検討の必要性（パターン的当てはめの有害性）\n・ 最初から終わりまで違憲審査基準を中心に書きまくるという傾向はますます強まっているように感じられる。最初にこの状況で適用されるべき違憲審査基準は何かを問い，この場合は厳格な（あるいは緩やかな）基準でいく，と判断すると，後は「当てはめ」と称して，ほとんど機械的に結論を導く答案が非常に目に付く。\n・ 原告の主張を展開すべき場面で，違憲審査基準に言及する答案が多数あった。違憲審査基準の実際の機能を理解していないことがうかがえるとともに，事案を自分なりに分析して当該事案に即した解答をしようとするよりも，問題となる人権の確定，それによる違憲審査基準の設定，事案への当てはめ，という事前に用意したステレオタイプ的な思考に，事案の方を当てはめて結論を出してしまうという解答姿勢を感じた。そのようなタイプの答案は，本件事例の具体的事情を考慮することなく，抽象的・一般的なレベルでのみ思考して結論を出しており，具体的事件を当該事件の具体的事情に応じて解決するという法律実務家としての能力の基礎的な部分に問題を感じざるを得ない。・ 観念的・抽象的・パターン的「当てはめ」という解答姿勢を取る受験者の心理は，\n一種守りの姿勢で，受験生心理としては分からなくはないものの，「事例に迫る」\n意気込みを感じないものであって，司法試験で事例を基に憲法問題を問うという出題の根本理念を失わせるものであり，極めて不適切であり，「有害」である。\n・ 求められているのは，「事案の内容に即した個別的・具体的検討」である。あしき答案の象徴となってしまっている「当てはめ」という言葉を使うこと自体をやめて，平素から，事案の特性に配慮して権利自由の制約の程度や根拠を綿密に検討することを心掛けてほしい。\n８ 合憲性の検討・ 原告，被告の主張を戦わせるのに，表現の自由とプライバシーとの実体的な関係について論じないで，審査密度の濃淡だけで優劣を論じているものがあった。違憲審査基準論を振り回すだけの形式論では説得力が生まれないことに気付くべきである。\n・ 目的手段審査にとらわれず，両者の人権価値が本問においてどのように衝突しているのかを具体的に分析し，解決を見いだそうとする優れた答案も少なからずあった。しかし，他方で，具体的な分析ができているにもかかわらず，結論に近づいたところで，急に審査基準のパターンを持ち出したために争点から遊離して説得力を失う答案も見受けられた。\n・ 立法目的の正当性を肯定するのに「やむにやまれぬ政府利益」や「必要不可欠な公益」を挙げているものがあったが，本件における対立利益は個人のプライバシーであって「政府利益」や「公益」ではない。そのほかにも立法事実の分析が安易で，\n立法目的の設定に恣意的なものが目立った。\n・ システムの提供により個人情報が公にされ，プライバシーや肖像権の侵害の問題が生じることから，表現の自由との間で，憲法上の権利衝突の調整について検討すべき必要があることは容易に気付くことができたと思われるが，参考資料に掲げた仮想の法律が見慣れないものだったためか，抽象的な法律の文言等の問題にとらわれて，論点を見極めた十分な検討ができていないものが相当数あった。\n・ プライバシー侵害についても，決まり文句のように，プライバシー権は一度侵害されたら回復不能であるから保護の必要性が強いなどと記載し，本問では一度侵害された後の中止が問題となっていることとの整合性を顧みていないかのような答案も多かった。\n・ 「人の顔や表札など特定個人を識別することのできる情報」についてはマスキングする一方，「家の中の様子など生活ぶりがうかがえるような画像」については，\n法で具体的に明記されていないとして修正しなかったという問題文中の記述から，\n後者の画像に焦点を当てて，個人権利利益侵害情報としてこれが保護の対象に含まれるかどうかの検討を求めていることは理解できよう。その際，法律上の規定の文言のみならず，当該画像が公道で撮影されたもので，カメラの高さ制限は守られていることなどに留意しつつ，生活ぶりがうかがえる画像としてどのようなものが映し出されるのかを具体的に想定した上で，特定個人の識別はされないとしても少なくともどの家に居住している人の情報であるかが明らかな状況下で，この画像が公になることにより，具体的にどのような権利利益に影響が及び，どのような被害が- 5 -生じる危険性があるのかなどを，インターネットの特性をも踏まえながら丁寧に論じることが求められる。\n９ 答案の書き方に関する一般的な注意・ 常に多くの文字数分も行頭を空けていて（さらには行末も空けている答案もある。），１行全てを使っていない答案が，多く見受けられた。答案は，レジュメでもレポートでもない。法科大学院の授業で，判決原文を読んでいるはずである。それと同様に，答案も，１行の行頭から行末まできちんと書く。行頭を空けるのは改行した場合だけであり，その場合でも空けるのは１文字分だけである。\n・ 採点者は一生懸命読み取るように努力をしているが，悪筆や癖字，さらには，字が細かったり薄かったりして，非常に読みにくい答案が少なくない。もちろん，達筆でなければならない，ということではない。しかし，平素から，答案は読まれるために書くものという意識を持って，書く練習をしてほしい。平成２３年新司法試験の"
}