{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：３：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。なお，解答に当たっては，利息及び遅延損害金を考慮に入れないものとする。\n【事実】\n１．ＡとＢは，共に不動産賃貸業を営んでいる。Ｂは，地下１階，地上４階，各階の床面積が８０平方メートルの事務所・店舗用の中古建物一棟（以下「甲建物」という。）及びその敷地２００平方メートル（以下「乙土地」という。）を所有していた。甲建物の内装は剥がれ，エレベーターは老朽化して使用することができず，賃借人もいない状況であったが，Ｂは，資金面で余裕があったにもかかわらず，貸ビルの需要が低迷し，今後当分は賃借人が現れる見込みがないと考え，甲建物を改修せず，放置していた。Ｂは，平成２１年７月上旬，現状のまま売却する場合の甲建物及び乙土地の市場価値を査定してもらったところ，甲建物は１億円，乙土地は４億円であるとの査定額が出た。\n２．平成２１年８月上旬，Ｂは，Ａから，「甲建物の地下１階及び地上１階を店舗用に，地上２階から４階までを事務所用に，それぞれ内装を更新し，エレベーターも最新のものに入れ替えた建物に改修する工事を自らの費用で行うので，甲建物を賃貸してほしい。」との申出を受けた。この申出があった当時，甲建物を改修して賃貸に出せる状態にした前提で，これを一棟全体として賃貸する場合における賃料の相場は，少なくとも月額４００万円であり，Ａ及びＢは，そのことを知っていた。\n３．そこで，ＡとＢは，平成２１年１０月３０日，甲建物の使用収益のために必要なエレベータ\nー設置及び内装工事費用等は全てＡが負担すること，設置されたエレベーター及び更新された内装の所有権はＢに帰属すること，甲建物の賃料は平成２２年２月１日から月額２００万円で発生し，その支払は毎月分を当月末日払いとすること，賃貸期間は同日から３年とすることを内容として，甲建物の賃貸借契約を締結した。その際，賃貸借契約終了による甲建物の返還時にＡはＢに対して上記工事に関連して名目のいかんを問わず金銭的請求をしないこと，Ａが賃料の支払を３か月間怠った場合，Ｂは催告なしに賃貸借契約を解除することができること，Ａは甲建物の全部又は一部を転貸することができること，契約終了の６か月前までに一方当事者から異議の申出がされない限り，同一条件で契約期間を自動更新することという特約が，ＡＢ\n間で交わされた。また，ＡＢ間での賃貸借契約の締結に際し，敷金として２５００万円がＡからＢに支払われた。\n４．平成２１年１１月１０日，Ａは，Ｂから甲建物の引渡しを受け，Ｂの承諾の下，Ｃとの間で，甲建物の地下１階から地上４階までの内装工事をＣに５０００万円で請け負わせる契約を締結し，また，Ｄとの間で，エレベーター設備の更新工事をＤに２０００万円で請け負わせる契約を締結した。いずれの契約においても，工事完成引渡日は平成２２年１月３１日限り，工事代金は着工時に上記金額の半額，完成引渡後の１週間以内に残金全部を支払うこととされた。そして，Ａは，同日，Ｃに２５００万円，Ｄに１０００万円を支払った。\n５．Ｃは，大部分の工事を，下請業者Ｅに請け負わせた。ＣＥ間の下請負契約における工事代金は４０００万円であり，Ｃは，Ｅに前金として２０００万円を支払った。\n６．Ｃ及びＤは，平成２２年１月３１日，全内装工事及びエレベーター設備の更新工事を完成し，同日，Ａは，エレベーターを含む甲建物全体の引渡しを受けた。\n７．Ａは，Ｄに対しては，平成２２年２月７日に請負工事残代金１０００万円を支払ったが，Ｃに対しては，内装工事が自分の描いていたイメージと違うことを理由として，残代金の支払を拒否している。また，Ｃは，Ｅから下請負工事残代金の請求を受けているが，これを支払って\n- 2 -いない。\n８．Ａは，Ｂとの賃貸借契約締結直後から，平成２２年２月１日より甲建物を一棟全体として，月額賃料４００万円で転貸しようと考え，借り手を探していたが，なかなか見付からなかった。そのため，Ａは，Ｂに対し賃料の支払を同月分からしていない。\n９．Ｂは，Ａに対し再三にわたり賃料支払の督促をしたが，Ａがこれを支払わないまま，３か月以上経過した。しかし，Ｂは，Ａに対し賃貸借契約の解除通知をしなかった。その後，Ｂは，Ａの未払賃料総額が６か月分の１２００万円となった平成２２年８月１日に，甲建物及び乙土地を，５億６０００万円でＦに売却した。代金の内訳は，甲建物が１億６０００万円で，乙土地が４億円であった。甲建物の代金は，内装やエレベーターの状態など建物全体の価値を査定して得られた甲建物の市場価値が２億円であったことを踏まえ，ＦがＢから承継する敷金返還債務の額が１３００万円であることその他の事情を考慮に入れ，査定額から若干値引きすることにより決定したものである。Ｆは，同日，Ｂに代金全額を支払い，甲建物及び乙土地の引渡しを受けた。そして，同年８月２日付けで，上記売買を原因とするＢからＦへの甲建物及び乙土地の所有権移転登記がされた。なお，上記売買契約に際して，Ｂ及びＦは，ＦがＢの敷金返還債務を承継する旨の合意をした。\n10．Ｆは，Ｂから甲建物及び乙土地を譲り受けるに際し，Ａを呼び出してＡから事情を聞いたところ，遅くとも平成２２年中には転貸借契約を締結することができそうだと説明を受けた。そのため，Ｆは，早晩，Ａが転借人を見付けることができ，Ａの賃料の支払も可能になるだろうと考えた。また，Ｆは，甲建物及び乙土地の購入のために金融機関から資金を借り入れており，その利息負担の軽減のため，その借入元本債務を期限前に弁済しようと考えた。そこで，Ｆは，同年９月１日，ＦがＡに対して有する平成２３年１月分から同年１２月分までの合計２４００万円の賃料債権を，その額面から若干割り引いて，代金２０００万円でＧに譲渡する旨の契約をＧとの間で締結し（以下「本件債権売買契約」という。），同日，代金全額がＧからＦに対して支払われた。そして，同日，ＦとＧは，連名で，Ａに対して，上記債権譲渡につき，配達証明付内容証明郵便によって通知を行い，翌日，同通知は，Ａに到達した。\n11．ところが，平成２２年９月末頃，Ａが売掛金債権を有している取引先が突然倒産し，売掛金の回収が見込めなくなり，Ａは，この売掛金債権を自らの運転資金の当てにしていたため，資金繰りに窮する状態に陥るとともに無資力となった。そのため，Ａは，Ｆとの間で協議の場を設け，今となっては事実上の倒産状態にあること及び甲建物の内装工事をしたＣに対する請負残代金２５００万円が未払であることを含め，自らの置かれた現在の状況を説明するとともに，甲建物の転借を希望する者が現れないこと，今後も賃料を支払うことのできる見込みが全くないことを告げ，Ｆに対し，この際，Ｆとの間の甲建物の賃貸借契約を終了させたいと申し入れた。Ｆは，Ａに対する賃料債権をＧに譲渡していることが気になったが，いずれにせよ，Ａから賃料が支払われる可能性は乏しく，Ｇによる賃料債権回収の可能性はないと考え，Ａの申入れを受けて，同年１０月３日，Ａ及びＦは，甲建物の賃貸借契約を同月３１日付けで解除する旨の合意をした。この合意に当たり，ＡＦ間では何らの金銭支払がなく，また，Ａ及びＦは，Ｆに対する敷金返還請求権をＡが放棄することを相互に確認した。そして，同月３１日，Ａは，Ｆに甲建物を引き渡した。\n12．Ｆは，Ａとの間で甲建物の賃貸借契約を解除する旨の合意をした平成２２年１０月３日以降，直ちに，Ａに代わる借り手の募集を開始した。Ｈは，満７０歳であり，衣料品販売業を営んでいる。Ｈは，事業拡張に伴う営業所新設のための建物を探していたが，甲建物をその有力な候補とし，Ｆに対し，甲建物の内覧を申し出た。Ｈは，同月１２日，Ｆを通じてＡの同意をも得た上で，甲建物の内部を見て歩き，エレベーターに乗ったところ，このエレベーターが下降中に突然大きく揺れたため，Ｈは，転倒して右足を骨折し，３か月の入院加療が必要となった。このエレベーターの不具合は，設置工事を行ったＤが，設置工程において必要とされてい\n- 3 -た数か所のボルトを十分に締めていなかったことに起因するものであった。\n13．Ｈは，この事故に遭う１年ほど前から，時々，歩いていてバランスを崩したり，つまずいたりするなどの身体機能の低下があり，平成２２年４月に総合病院で検査を受けていた。その検査の結果は，Ｈの身体機能の低下は加齢によるものであって，無理をしなければ日常生活を送る上での支障はないが，定期的に病院で検査を受けるよう勧める，というものであった。\n14．Ｈは，この勧めに従って，上記総合病院で，平成２２年５月から毎月１回の検査を受けていたが，特段の疾患はないと診断されていた。一方，この間，Ｈの妻が病気で入院したため，Ｈは，毎日のように病院と自宅とを往復し，時として徹夜で妻に付き添っていた。そのため，Ｈは，同年７月下旬頃から，かなりの疲労の蓄積を感じていた。Ｈが同年１０月１２日に甲建物のエレベーターの揺れによって転倒し，右足を骨折するほどの重傷を負ったのは，Ｈのここ１年ほどの身体機能の低下と妻の看病による疲労の蓄積も原因となっていた。\n15．なお，甲建物の市場価値は，平成２２年１月３１日の工事完成による引渡し以降，現在に至るまで，大きな変化なく２億円ほどで推移している。乙土地の市場価値も，この間，大きな変化なく４億円ほどで推移している。\n〔設問１〕 【事実】１から11まで及び【事実】15を前提として，以下の⑴及び⑵に答えなさい。\nなお，解答に当たっては，敷金返還債務はＧに承継されていないものとして，また，【事実】７に示したＡのＣに対する支払拒絶には合理的理由がないものとして考えなさい。民法第２４８条に基づく請求については，検討する必要がない。\n⑴ Ｃは，不当利得返還請求の方法によって，Ｂから，ＡＣ間の請負契約に基づく請負残代金に相当する額を回収することを考えた。Ｃが請求する場合の論拠及び請求額について，Ｂからの予想される反論も踏まえて検討しなさい。\n⑵ Ｃは，不当利得返還請求以外の方法によって，Ｆから，ＡＣ間の請負契約に基づく請負残代金に相当する額を回収することを考えた。Ｃが請求する場合の論拠及び請求額について，Ｆからの予想される反論も踏まえて検討しなさい。\n〔設問２〕 Ｇは，平成２３年４月１日，Ａに対して，同年１月分から同年３月分までの未払賃料\n総額計６００万円の支払を求めた。しかし，Ａは，そもそも当該期間に対応する賃料債務が発生していないことを理由に，これを拒絶した。そこで，Ｇは，Ｆの債務不履行を理由として，本件債権売買契約を解除し，Ｆに対し代金相当額の返還を求めることにした。\n【事実】１から11までを前提として，Ｇの上記解除の主張を支える法的根拠を１つ選び，それ\nについて検討しなさい。その際，Ｆのどのような債務についての不履行を理由とすることができるか，また，解除の各要件は充足されているかを検討しなさい。\nなお，検討に当たって，本件債権売買契約は有効であること及びＡＦ間の賃貸借契約の合意解除は有効であることを前提とするとともに，敷金については考慮に入れないものとする。また，ＧからＦに対する損害賠償請求については，検討する必要がない。\n〔設問３〕 【事実】１から14までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｈは，【事実】12に示したエレベーター内での転倒により被った損害の賠償を請求しようと考えた。Ｈが損害賠償を請求する相手方として検討すべき者を挙げ，そのそれぞれに対して損害賠償を請求するための論拠について，予想される反論も踏まえて論じなさい。\n⑵ Ｈの損害賠償請求が認められる場合に，Ｈの身体機能の低下及び疲労の蓄積が損害の発生又は拡大を招いたことを理由として，賠償額が減額されるべきか，理由を明らかにしつつ結論を示しなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の文章を読んで，後記の設問に答えよ。\n１．甲株式会社（以下「甲社」という。）は，携帯電話の販売を目的とする会社法上の公開会社であり，その株式をＰ証券取引所の新興企業向けの市場に上場している。\nＡは，甲社の創業者として，その発行済株式総数１０００万株のうち２５０万株の株式を有していたが，平成２１年１２月に死亡した。そのため，Ａの唯一の相続人であるＢは，その株式を相続した。\nなお，甲社は，種類株式発行会社ではない大会社である。\n２．甲社は，携帯電話を低価格で販売する手法により急成長を遂げたが，スマートフォン市場の拡大という事業環境の変化への対応が遅れ，平成２２年に入り，その経営に陰りが見え始めた。そこで，甲社の代表取締役であるＣは，甲社の経営を立て直すため，大手電気通信事業者であり，甲社株式３０万株を有する乙株式会社（以下「乙社」という。）との間で資本関係を強化して，甲社の販売力を高めたいと考えた。\nそこで，Ｃは，乙社に対し資本関係の強化を求め交渉したところ，乙社から，「市場価格を下回る価格であれば，更に甲社株式を取得してよい。ただし，Ｂに甲社株式を手放させ，創業家の影響力を一掃してほしい。」との回答を受けた。\n３．これを受けて，ＣがＢと交渉したところ，Ｂは，相続税の支払資金を捻出する必要があったため，Ｃに対し，「創業以来のＡの多大な貢献を考慮した価格であれば，甲社株式の全てを手放しても構わない。」と述べた。そこで，甲社は，Ｂとの間で，Ｂの有する甲社株式２５０万株の全てを相対での取引により一括で取得することとし，その価格については，市場価格を２５％上回る価格とすることで合意した。\n４．そこで，甲社は，乙社と再交渉の結果，乙社との間で，甲社が，乙社に対し，Ｂから取得する甲社株式２５０万株を市場価格の８０％で処分することに合意した。\n５．甲社は，平成２２年６月１日に取締役会を開催し，同月２９日に開催する予定の定時株主総会において，（ア）Ｂから甲社株式２５０万株を取得すること及び（イ）乙社にその自己株式を処分することを議案とすることを決定した。\nなお，甲社の定款には，定時株主総会における議決権の基準日は，事業年度の末日である毎年\n３月３１日とすると定められていた。\n６．５の（ア）を第１号議案とし，５の（イ）を第２号議案とする平成２２年６月２９日開催の定時株主総会の招集通知並びに株主総会参考書類及び貸借対照表（【資料①】及び【資料②】は，それぞれその概要を示したものである。）等が同月１０日に発送された。\nなお，甲社は，Ｂ以外の甲社の株主に対し，第１号議案の「取得する相手方」の株主に自己をも加えたものを株主総会の議案とすることを請求することができる旨を通知しなかった。\n７．甲社は，同月２９日，定時株主総会を開催した。第１号議案の審議に入り，甲社の株主であるＤが，「私も，値段によっては買ってもらいたいが，どのような値段で取得するつもりなのか。」と質問したところ，Ｃは，Ｂから甲社株式を取得する際の価格の算定方法やその理由を丁寧に説明した。採決の結果，多くの株主が反対したものの，Ｂが賛成したため，議長であるＣは，出席した株主の議決権の３分の２をかろうじて上回る賛成が得られたと判断して，第１号議案が可決されたと宣言した。\n８．続いて第２号議案の審議に入り，Ｃは，株主総会参考書類の記載に即して，乙社に特に有利な金額で自己株式の処分をすることを必要とする理由を説明したが，再びＤが，「処分価格を市場価格の８０％と定めた根拠を明らかにされたい。」と質問したのに対し，Ｃが「企業秘密に関わるた- 2 -め，その根拠を示すことはできない。」と述べて説明を拒絶したことから，審議が紛糾した。その結果，多くの株主が反対したものの，乙社が賛成したため，Ｃは，出席した株主の議決権の３分の２をかろうじて上回る賛成が得られたと判断して，第２号議案が可決されたと宣言した。\n９．甲社は，定時株主総会の終了後引き続き，同日，取締役会を開催し，Ｂの有する甲社株式２５０万株の全てを同月３０日に取得すること，同月２８日のＰ証券取引所における甲社株式の最終の価格が１株８００円であったため，この価格を２５％上回る１株当たり１０００円をその取得価格とすることなどを決定した。これに基づき，甲社は，Ｂから，同月３０日，甲社株式２５０万株を総額２５億円で取得した（以下「本件自己株式取得」という。）。\nなお，同年３月３１日から同年６月３０日までの間，甲社は，Ｂ以外の甲社の株主から甲社株式を取得しておらず，また，甲社には，分配可能額に変動をもたらすその他の事象も生じていなかった。\n10．また，甲社は，同年７月２０日，乙社に対し，２５０万株の自己株式の処分を行い，その対価として合計１６億円を得た（以下「本件自己株式処分」という。）。\nその後，乙社は，同年８月３１日までに，５０万株の甲社株式を市場にて売却した。\n11．ところが，甲社において，同年９月１日，従業員の内部告発によって，西日本事業部が平成２１年度に架空売上げの計上を行っていたことが発覚した。そこで，甲社は，弁護士及び公認会計士をメンバーとする調査委員会を設けて，徹底的な調査を行った上で，平成２２年３月３１日時点における正しい貸借対照表（【資料③】は，その概要を示したものである。）を作り直した。\n調査委員会の調査結果によれば，今回の架空売上げの計上による粉飾決算は，西日本事業部の従業員が会計監査人ですら見抜けないような巧妙な手口で行ったもので，甲社の内部統制の体制には問題がなく，Ｃが架空売上げの計上を見抜けなかったことに過失はなかったとされた。\n12．その後，甲社では，その業績が急激に悪化した結果，甲社の平成２３年３月３１日時点における貸借対照表を取締役会で承認した時点で，３０億円の欠損が生じた。\n〔設 問〕 ①本件自己株式取得の効力及び本件自己株式取得に関する甲社とＢとの間の法律関\n係，②本件自己株式処分の効力並びに③本件自己株式取得及び本件自己株式処分に関するＣの甲社に対する会社法上の責任について，それぞれ説明しなさい。\n- 3 -\n【資料①】\n株主総会参考書類議案及び参考事項第１号議案 特定の株主からの自己の株式の取得の件当社は，今般，当社創業者Ａ氏の唯一の相続人であるＢ氏から，同氏の有する当社株式全てについて市場価格を上回る額での売却の打診を受けました。そこで，キャッシュフローの状況及び取得価格等を総合的に検討し，以下の要領にて，市場価格を上回る額で自己の株式の取得を行うことにつき，ご承認をお願いするものであります。\n(1) 取得する相手方\nＢ氏\n(2) 取得する株式の数当社株式２,５００,０００株（発行済株式総数に対する割合２５％）を上限とする。\n(3) 株式を取得するのと引換えに交付する金銭等の内容及びその総額金銭とし，２５億円を上限とする。\n(4) 株式を取得することができる期間本株主総会終結の日の翌日から平成２２年７月１９日まで第２号議案 自己株式処分の件以下の要領にて，乙株式会社に対し，自己株式を処分することにつき，ご承認をお願いするものであります。\n(1) 処分する相手方乙株式会社\n(2) 処分する株式の数当社株式２,５００,０００株\n(3) 処分する株式の払込金額\n１株当たり６４０円（平成２１年１２月１日から平成２２年５月３１日までの６か月間のＰ証券取引所における当社株式の最終の価格の平均値（８００円）に０．８を乗じた価格）\n(4) 払込期日及び処分の日平成２２年７月２０日\n(5) 乙株式会社に特に有利な金額で自己株式の処分をすることを必要とする理由当社は，……（略）。\n- 4 -\n【資料②】\n貸借対照表\n（平成２２年３月３１日現在）\n（単位：百万円）科目 金額 科目 金額\n（資産の部） （負債の部）流動資産 9,000 （略）\n（略） 負債合計 3,000（純資産の部）株主資本 7,000資本金 1,500資本剰余金 1,500固定資産 1,000 資本準備金 1,500（略） その他資本剰余金 －利益剰余金 4,000利益準備金 500その他利益剰余金 3,500純資産合計 7,000資産合計 10,000 負債・純資産合計 10,000(注) 「－」は金額が０円であることを示す。\n【資料③】\n貸借対照表\n（平成２２年３月３１日現在）\n（単位：百万円）科目 金額 科目 金額\n（資産の部） （負債の部）流動資産 6,000 （略）\n（略） 負債合計 3,000（純資産の部）株主資本 4,000資本金 1,500資本剰余金 1,500固定資産 1,000 資本準備金 1,500（略） その他資本剰余金 －利益剰余金 1,000利益準備金 500その他利益剰余金 500純資産合計 4,000資産合計 7,000 負債・純資産合計 7,000(注) 「－」は金額が０円であることを示す。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事例１】\nＡは，医師であり，個人医院を開設しているが，将来の値上がりを期待して，近隣の土地を購入してきた。しかし，同じ市内に開設された総合病院に対抗するために，平成１９年５月に借入れをして高価な医療機器を購入したにもかかわらず，Ａの医院の患者数は伸び悩み，Ａは，平成\n２１年夏頃から資金繰りに窮している。\nＢは，Ａの友人であり，Ａが土地を購入するに際して，購入資金を貸与するなどの付き合いがある。Ｂは，かねてＡから，甲土地は実はＡの所有地である，と聞かされてきた。\nＣは，Ａの弟Ｄ（故人）の子であり，Ｄの唯一の相続人である。\n甲土地の所有権登記名義は，平成１４年３月２６日に売買を原因としてＥからＤに移転している。\nＢは，弁護士Ｐに依頼し，Ｄの単独相続人であるＣを被告として，Ａの甲土地の所有権に基づき，甲土地についてＤからＡへの所有権移転登記手続を請求して，平成２２年１２月８日に訴えを提起した（以下，この訴訟を「訴訟１」という。）。\n平成２３年１月２５日に開かれた第１回口頭弁論期日において，Ｐは，次のような主張をした。\n① Ｂは，平成１７年６月１２日に，Ａに対して，平成２２年６月１２日に元本１２００万円に利息２００万円を付して返済を受ける約束で，１２００万円を貸し渡した。\n② 平成２２年６月１２日は経過した。\n③ Ａは，甲土地を現に所有している。\n④ 甲土地の所有権登記名義はＤにある。\n⑤ Ａは，無資力である。\n⑥ ＣはＤの子であるところ，Ｄは，平成１８年５月２８日に死亡した。\nこれに対して，Ｃは，同期日において，「②③④⑥は認めるが，①⑤は知らない。」旨の陳述をした。\n裁判官が，Ｐに対して，①の消費貸借契約について契約書があるかどうか質問したところ，Ｐは，「作成されていない。」と返答した。裁判官は，Ｐに対して，次回の口頭弁論期日に①と⑤の事実を立証するよう促した。\n第１回口頭弁論期日が終了した後，Ｃは，弁護士Ｑに訴訟１について相談し，Ｑを訴訟代理人に選任した。\n平成２３年３月８日に開かれた第２回口頭弁論期日において，Ｑは，次のような陳述をした。\n⑦ 甲土地は，Ｅがもと所有していた。\n⑧ 平成１４年２月２６日，Ａは，Ｅとの間で，甲土地を２２００万円で購入する旨の契約を締結した。\n⑨ Ａは，⑧の契約を締結するに際して，Ｄのためにすることを示した。\n⑩ 同年２月１８日，Ｄは，Ａに対して，甲土地の購入について代理権を授与した。\n裁判官がＱに対して，新たな陳述をした理由をただしたところ，Ｑは，次のように述べた。\nＤが死亡した後，Ｃは，事あるごとに，Ａから，「甲土地は，Ｄのものではなく，Ａのもの- 2 -だ。」と聞かされてきたので，それを鵜呑みにしてきました。しかし，私が改めてＥから事情を聴取したところ，新たな事実が判明したので，甲土地の所有権がＥからＤへ，ＤからＣへと移転したと主張する次第です。\nＰは，①と⑤の事実を証明するための文書を提出したが，⑦⑧⑨⑩に対する認否は，次回の口頭弁論期日まで留保した。\n以下は，第２回口頭弁論期日の数日後のＰと司法修習生Ｒとの会話である。\nＰ：第２回口頭弁論期日でのＱの陳述について検討してみましょう。\nＱが，甲土地の所有権がＥからＤへ，ＤからＣへと移転したと主張したので，Ａに問い合わせてみました。すると，Ａからは，Ｄから代理権の授与を受けたことはないし，Ａが甲土地の購入資金を出した，という説明を受けました。Ａによると，ＥはＤの知人で，ＡはＤの紹介でＥから甲土地を購入したが，後になって思うと，ＤとＥは共謀してＡをだまして，甲土地の所有権登記名義をＤに移したようだ，とのことでした。しかし，Ａは，弟や甥を相手に事を荒立てるのはどうかと思い，Ｃに対して所有者がＡであることを告げるにとどめ，登記は今までそのままにしていたそうです。\n以上のＡの説明を前提にすると，次回の口頭弁論期日では，⑨と⑩を争うことが考えられます。\nしかし，そもそもＱの⑨と⑩の陳述は，Ｃが第１回口頭弁論期日で③を認めたことと矛盾しています。そこが気になっているのです。\nＲ：第１回口頭弁論期日で「甲土地は，Ａが現に所有している。」という点に権利自白が成立しているにもかかわらず，第２回口頭弁論期日でのＱの陳述は，甲土地をＡが現に所有していることを否定する趣旨ですから，権利自白の撤回に当たるということでしょうか。\nＰ：そのとおりです。もしそのような権利自白の撤回が許されないとすると，⑨と⑩についての認否が要らないことになります。ですから，私としては，被告側の権利自白の撤回は許されない，と次回の口頭弁論期日で主張してみようかと思っています。そこで，あなたにお願いなのですが，このような私の主張を理論的に基礎付けることができるかどうか，検討していただきたいのです。\nＲ：はい。しかし，考えたことのない問題ですので，うまくできるかどうか・・・。\nＰ：確かに難しそうな問題ですね。事実の自白の撤回制限効の根拠にまで遡った検討が必要かもしれません。「理論的基礎付けは難しい。」という結論になってもやむを得ませんが，ギリギリのところまで「被告側の権利自白の撤回は許されない。」という方向で検討してみてください。では，頑張ってください。\n〔設問１〕 あなたが司法修習生Ｒであるとして，弁護士Ｐから与えられた課題に答えなさい。\n【事例１（続き）】\nＦ銀行は，Ａの言わばメインバンクであり，Ａに対して医療機器の購入資金や医院の運転資金などを貸し付けてきた。現在，Ｆは，Ａに対して２５００万円の貸付金残高を有している。訴訟\n１が第一審に係属していることを知ったＦがその進行状況を調査したところ，ＢがＢＡ間の消費貸借契約締結の事実（①の事実）やＡの無資力の事実（⑤の事実）の立証に難渋している，との情報が得られた。そこで，Ｆは，Ａに甲土地の所有権登記名義を得させるために，自らも訴訟１\nに関与することはできないかと，弁護士Ｓに相談した。Ｓは，Ｂの原告適格が否定される可能性があることを考慮すると，補助参加ではなく当事者として参加することを検討しなければならないと考えたが，どのような参加の方法が適当であるかについては，結論に至らなかった。\n- 3 -\n〔設問２〕 Ｆが訴訟１に参加する方法として，独立当事者参加と共同訴訟参加のそれぞれについ\nて，認められるかどうかを検討しなさい。ただし，民事訴訟法第４７条第１項前段の詐害防止参加を検討する必要はない。\n【事例２】\nＫは，乙土地上の丙建物に居住している。Ｋの配偶者は既に死亡しているが，ＫにはＬとＭの２人の嫡出子があり，共に成人している。このうち，Ｌは，Ｋと同居しているが，遠く離れた地方に居住するＭは，進路についてＫと対立したため，ＫやＬとほとんど没交渉となっている。\n乙土地の所有権登記名義はＫの旧友であるＮにあり，丙建物の所有権登記名義はＫにある。\nＮは，Ｋを被告として，平成２２年９月２日，乙土地の所有権に基づき，丙建物を収去して，乙土地をＮに明け渡すことを請求して，訴えを提起した（以下，この訴訟を「訴訟２」という。）。\nなお，訴訟２において，ＮにもＫにも訴訟代理人はいない。\n平成２２年１０月１２日に開かれた第１回口頭弁論期日において，次の事項については，ＮとＫとの間で争いがなかった。\n・ 乙土地をＮがもと所有していたこと。\n・ Ｋが，丙建物を所有して，乙土地を占有していること。\n・ 平成１０年５月頃，Ｎが，Ｋに対して，期間を定めないで，乙土地を，資材置場として，無償で貸し渡したこと。\n・ 平成２２年９月８日，Ｎが，Ｋに対して，乙土地の使用貸借契約を解除する旨の意思表示をしたこと。\n同期日において，Ｋは，平成１７年１２月頃，ＮとＫとの間で乙土地の贈与契約が締結されたと主張し，Ｎは，これを否認した。さらに，Ｋは，ＫとＮとの間で乙土地をＫが所有することの確認を求める中間確認の訴えを提起した。\n平成２２年１０月１６日，Ｋは交通事故により死亡し，ＬとＭがＫを共同相続し，それぞれについて相続放棄をすることができる期間が経過した。平成２３年３月７日，ＮがＬとＭを相手方として受継の申立てをし，同年４月１１日，受継の決定がされた。\n平成２３年５月１０日に開かれた第２回口頭弁論期日において，Ｌは争う意思を明確にしたが，Ｍは「本訴請求を認諾し，中間確認請求を放棄する。」旨の陳述をした。\n以下は，第２回口頭弁論期日終了後の裁判官Ｔと司法修習生Ｕとの会話である。\nＴ：今日の期日で，Ｍは本訴請求の認諾と中間確認請求の放棄をしましたね。\nＵ：はい。しかし，Ｌは認諾も放棄もせず，Ｎと争うつもりのようですね。\nＴ：Ｌがそのような態度をとっている場合に，Ｍのした認諾と放棄がどのように扱われるべきかは，一考を要する問題です。この問題をあなたに考えてもらうことにしましょう。\nなお，ＬとＭが本訴被告の地位と中間確認の訴えの原告の地位を相続により承継したことによって，本訴請求と中間確認請求がどうなるかについては議論のあるところですが，当然承継の効果として当事者の訴訟行為を経ずに，本訴請求の趣旨は「Ｌ及びＭは，丙建物を収去して，乙土地をＮに明け渡せ。」に，中間確認請求の趣旨は「Ｌ及びＭとＮとの間で，乙土地をＬ及びＭが共有することを確認する。」に，それぞれ変更される，という見解を前提としてください。\nこのような本訴請求の認諾と中間確認請求の放棄の陳述をＭだけがした場合に，この陳述がどのように扱われるべきか，考えてみてください。その際には，判例がある場合にはそれ\n- 4 -を踏まえる必要がありますが，それに無批判に従うことはせずに，本件での結果の妥当性などを考えて，あなたの意見をまとめてください。\n〔設問３〕 あなたが司法修習生Ｕであるとして，裁判官Ｔから与えられた課題に答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，不動産賃貸業を営むＡが賃借している建物とその敷地について複数の取引が行われた後，Ａが事実上倒産した状態となり，その頃その建物のエレベーター内で人が転倒し骨折するという事故が生じた事例に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。具体的な事実を法的な観点から評価し構成する能力，具体的な事実関係に即して民法上の問題を考察する能力及び論理的に一貫した論述をする能力などを試すものである。\n設問１は，小問（１）において，不当利得制度とその要件についての理解及び法的構成能力と，具体的な事案において存在する諸事実を各々の要件に結び付けて意味付ける能力を試すとともに，小問（２）において，敷金返還請求権を放棄する合意の意味を踏まえて，敷金返還請求権を放棄することの詐害行為性についての検討を求めることにより，責任財産保全制度に関\n- 3 -する基本的理解を応用することのできる問題発見能力及び法的思考力を試すものである。\n小問（１）では，民法第７０３条が定める不当利得の返還を請求するに当たり，何を主張し立証しなければならないかを明らかにし，それらを【事実】の中から適切に指摘することができるかどうかが問われている。その際，Ｂの受益については，請負契約により甲建物に対して\nＣが行った労務提供に相当する支出をＢがしないでおくことができたことであると捉える考え方とともに，甲建物をＦに売却したことによりＢが得た代金額に占める本件請負工事による増加額相当額であると捉える考え方などが成り立つ。受益をどのように捉えるかを明らかにし，具体的な数額を示すことが求められる。Ｃの損失については，Ｃの労務提供に相当する損失であり，したがって，甲建物の内装工事に伴う工事代金５０００万円のうち残代金２５００万円をＣが回収できていないことである。Ｂの受益とＣの損失との間の因果関係については，Ｃの内装工事によりＢの受ける利益は，本来，ＣＡ間の請負契約に基づくものであるため，請負代金債務の債務者であるＡの財産に由来するものであるが，Ａの無資力によりＡに対する請負代金債権の全部又は一部が無価値であるときは，その限度においてＢの受けた利益はＣの労務に由来することとなる。Ｂの受益が法律上の原因を欠くことについては，ＡＢ間の賃貸借契約を全体として見たときに，Ｂが対価関係なしに当該利益を受けたときに限られる。賃貸借の期間中にＢがＡから得られる賃料総額が相場よりも７２００万円少ないことなどの事情に基づいた判断が求められる。\n小問（２）では，Ａが無資力である点に着目し，ＣがＦに対してＡの責任財産を保全するために，ＣのＡに対する２５００万円の請負残代金債権を被保全債権とし，Ａの法律行為の中から詐害行為に該当するものを取り出し，受益者Ｆを被告として詐害行為取消権（民法第４２４\n条）を行使することができるかが問われている。何を詐害行為と考えるかについては，まず，ＦＡ間で賃貸借契約を合意解除する際にＡがした敷金返還請求権の放棄は，敷金返還債務の免除であると捉える考え方が成り立つ。このとき，民法第４２４条が定めるそのほかの要件を満たせば，ＣはＡのこの債務免除を取り消すことができる。これとは別に，ＦＡ間での賃貸借契約を合意解除する以前にＡの賃料不払いという債務不履行があったことに着目し，Ａがした敷金返還請求権の放棄は，ＦがＡに対して有する本来の賃貸借期間の終了時までの賃料相当額を得べかりし利益とした損害賠償請求権に対する充当であると捉える考え方も成り立つ。このとき，一部の債権者への偏頗弁済は，どのような場合に詐害行為となるかという観点からの適切な検討が求められる。\n設問２は，将来債権売買契約を売買の目的である債権の不発生を理由に解除しようとするとき，その前提として，売主はどのような義務を負うかについて分析する能力を問うとともに，その売主の義務の不履行について適切な事実を摘示し反論にも注意しながら考察する能力及び解除の要件の充足を吟味するに当たって適切に問題点を取り上げ検討する能力を問うものである。\n売主がどのような義務を負うかについては，主たる給付義務として，債権が発生した状態で買主に帰属している状態を生じさせる義務を問題とする考え方のほかに，付随義務として，売買した将来債権の価値を維持する義務を問題とする考え方がある。前者の考え方に立つときは，売買の目的である債権が発生しない可能性があるという将来債権売買契約の特性をどのように評価するかについての検討が求められ，後者の考え方に立つときは，将来債権売買の売主が売買の目的である債権が発生するかどうかを左右することができる地位にある場合，売主が負う将来債権の価値を維持する義務が何を根拠に認められるかについての検討が求められる。また，いずれの考え方に立つときも，売主の義務は買主に将来債権を帰属させることであるにとどまるとする反論が考えられ，その反論を踏まえた検討が求められる。\n次に，本件債権売買契約の解除については，民法第５４３条を根拠として検討すべきであるとする考え方とともに，同法第５４１条を根拠として検討すべきであるとする考え方がある。\n- 4 -例えば，Ｆは債権が発生した状態で買主に帰属している状態を生じさせる義務を負うとし，民法第５４３条に基づく解除について検討するときは，Ｆが負うその債務が履行不能となっていること及びＦの帰責事由の検討が求められ，また，Ｆは売買した将来債権の価値を維持する義務を負うとし，同条に基づく解除について検討するときは，Ｆが負うその債務（付随義務）が履行不能となっていること，その付随義務違反が解除に値する程度に重大であること及びＦの帰責事由についての検討が求められる。同様に，Ｆが，債権が発生した状態で買主に帰属している状態を生じさせる義務を負うと考える場合であっても，売買した将来債権の価値を維持する義務を負うと考える場合であっても，民法第５４１条に基づく解除について検討することは可能である。\n設問３は，エレベーター設備の更新工事の請負人の行為及びそれを原因とするエレベーターの揺れに基づく身体侵害の不法行為において，被害者が損害賠償を請求する相手方として検討すべき者が複数ある事例について，そのそれぞれに対する請求の論拠をそれに対する反論も踏まえて論じること（小問（１）），及び，被害者の身体的素因により被害者の損害が発生又は拡大した場合における賠償額の調整の在り方を事例に則して検討すること（小問（２））を求める問題である。\n小問（１）では，Ｈが損害賠償を請求することのできる相手方として，まず，エレベーターが設置されている建物甲の事故発生時の直接占有者であるＡとともに，その間接占有者であり所有者であるＦを考えることができる（民法第７１７条第１項）。ここでは，工作物責任が成立するための要件である土地の工作物及び設置又は保存の瑕疵について，それぞれの意味を明らかにすることとともに，建物甲のエレベーターが土地の工作物に当たるかどうか及び必要とされているボルトが十分に締められていなかったことが設置又は保存の瑕疵に当たるかどうかの検討が求められる。あわせて，工作物責任を負うこととなり得るＡとＦとの関係を，工作物責任の法的な性質と，占有者が損害を防止するのに必要な注意をしたときは，占有者の損害賠償責任の成立は阻却され，所有者がその損害賠償責任を負うこと（同項ただし書）を踏まえながら検討することが求められる。このほかに，Ｈが損害賠償を請求することができる相手方として，エレベーター設備の更新工事をしたＤを考えることができる（民法第７０９条）。注文者との間で締結された請負契約に基づいてエレベーター設備の更新工事をした請負人であるＤ\nは，注文者以外の第三者の安全に対して，どのような注意義務を負うか，また，その注意義務違反があるかどうかについての検討が求められている。\n小問（２）では，被害者の身体的な素因で，被害者の損害の発生又は拡大の原因となったものがある場合，賠償額の減額をすべきかどうか，そのとき，身体的な素因が疾患といえるものであるか，そうではなく疾患にまで至らない身体的特徴であるかによって異なることとすべきかどうかについての理解を基礎に，Ｈの身体機能の低下及び疲労の蓄積をどのように捉えるべきかが問われている。一方では過失相殺（民法第７２２条第２項）の趣旨を考え，他方では【事実】から法律上意味のある事実をくみ取って法的に評価した上で，賠償額を減額することの可否について，一貫した法的思考を示すことが求められる。\n〔第２問〕\n本問は，甲社が特定の株主（Ｂ）から自己の株式を取得した行為（本件自己株式取得）の効力（設問①前段）及びこれに関する甲社とＢとの間の法律関係（設問①後段）と，それによって取得した自己株式を乙社に処分した行為（本件自己株式処分）の効力（設問②）について，会社法の基本的な理解と論理的構成力を問うものである。併せて，本件自己株式取得及び本件自己株式処分に関して，甲社の代表取締役（Ｃ）が甲社に対して負う会社法上の責任（設問③）\nについて，問うものである。\n設問①前段では，本件自己株式取得の効力が問われている。本件自己株式取得には，㋐市場\n- 5 -価格を超えているので「市場価格のある株式の取得の特則」（会社法第１６１条）の適用がなく，また，会社法上の公開会社であるため「相続人等からの取得の特則」の適用がない（同法第１６２条第１号）にもかかわらず，売主追加請求の通知（同法第１６０条第２項）を怠ったこと，㋑第１号議案の採決に際して議決権行使が禁止される特定の株主（同条第４項）であるＢが議決権を行使したこと，という二つの手続的瑕疵について記述した上，これらの手続的瑕疵と本件自己株式取得の効力との関係について論述することが求められる。このうち，㋐の点については，自己の株式の取得に関する手続違反となるのに対し，㋑の点については，決議の方法が法令に違反している（同法第８３１条第１項第１号）と見るか，自己の株式の取得に関する手続違反の一つと見るかによって，株主総会決議取消しの訴えを提起する必要があるかどうかに違いが生ずることにも留意する必要がある。また，㋒甲社の正しい貸借対照表によれば，本件自己株式取得の効力発生日における分配可能額は５億円しかなかったので，本件自己株式取得が財源規制（同法第４６１条第１項第３号）に違反することを記述した上で，これと本件自己株式取得の効力との関係について論述することが求められる。㋐，㋑及び㋒に関する各論述によれば，本件自己株式取得の効力についての個別の論証結果が有効と無効とに分かれることがあるとしても，全体として，本件自己株式取得の効力をどのように考えるかについて，論理的整合性を意識しながら論述することが期待される。\n次に，設問①後段の甲社とＢとの間の法律関係については，まず，財源規制違反との関係で，会社法第４６２条の責任について記述することが求められる。また，設問①前段の結論を踏まえ，Ｂが受け取った金銭の扱いや本件自己株式取得の対象となった株式の帰属等について，その根拠と併せて検討することが求められる。その際，甲社が，Ｂから取得した自己株式を乙社に処分し，乙社がその一部を市場で売却していることから，Ｂが主張するであろう同時履行の抗弁権をどのように考えるかについても論ずることが求められる。\nさらに，設問②の本件自己株式処分の効力については，本件自己株式処分には，㋐第２号議案の審議に際して説明義務（会社法第３１４条）の違反があるかどうか，㋑第２号議案の採決に際して特別利害関係人（乙社）が議決権を行使したことが同法第８３１条第１項第３号に掲げる場合に該当するかどうかについて検討した上で，これらが肯定されるとした場合に，それらが自己株式処分無効の訴え（同法第８２８条第１項第３号）の無効原因となるかどうかについて論述することが求められる。加えて，㋒設問①前段との関連において本件自己株式処分の対象となった自己株式がそもそも有効に取得されたものとはいえないといった瑕疵との関係についても，同様に，無効原因となるかどうかを検討することが期待される。\n最後に，設問③の本件自己株式取得及び本件自己株式処分に関するＣの甲社に対する会社法上の責任については，本件自己株式取得に関して，㋐同法第４６２条（第１項柱書又は第１項第２号）の責任と，㋑同法第４６５条第１項第３号の欠損塡補責任について記述することが求められる。これらの責任の成否に関しては，Ｃが「その職務を行うについて注意を怠らなかった」（同法第４６２条第２項，第４６５条第１項ただし書）かどうかを検討することが求められる。さらに，本件自己株式取得及び本件自己株式処分に関して，㋒同法第４２３条の任務懈怠責任も問題になるが，その検討に当たっては，設問①②における論述との整合性を意識しながら，何が任務懈怠に当たるのかを分析することが求められるほか，損害額に関する論理的な記述が期待される。\n〔第３問〕\n〔設問１〕は，第１回口頭弁論期日において，Ｐがした「Ａは，甲土地を現に所有している。」\n（③）という陳述につき，Ｃが認める旨の陳述をしたことが，権利自白に当たることを前提にして，第２回口頭弁論期日において，Ｃの訴訟代理人Ｑが，③の陳述と矛盾する陳述⑨⑩をしたことが，許されない権利自白の撤回として扱われるべきかどうかを，原告Ｂないしその訴訟\n- 6 -代理人Ｐの立場から検討することを求める問題である。その際には，ＰとＲの会話におけるＰの最後の発言で示唆されているように，事実の自白の撤回制限効の根拠に遡って検討することが求められる。換言すれば，事実の自白の撤回制限効の根拠論が，権利自白に類推できるかどうかを検討することが，本問の題意である。\nまず，事実の自白の撤回制限効の根拠であるが，少なくとも主要事実の自白には，審判排除効や証明不要効（民事訴訟法第１７９条）が生ずることには，見解の一致がある。この審判排除効や証明不要効が生ずることによって，自白した当事者の相手方は当該主要事実について証明を免れるという有利な地位を得ることになる。自白の撤回が許されるとすると，相手方はこの有利な地位を覆され，立証の負担を負うことになる。伝統的な見解は，以上のような観点から主要事実の自白の撤回は制限されると説いてきた。この根拠論においては，主要事実の自白の裁判所に対する効力が，撤回制限効の前提とされている。\nしたがって，権利自白の撤回を論ずるに際しては，Ｃがした権利自白に裁判所に対する何らかの効力が生ずるか，検討する必要がある。その際には，権利自白の一般論も必要であるが，所有権の所在についての自白には，権利自白の中でも特段の考慮が必要であることに言及されるべきである。つまり，所有権の所在が権利義務その他の法律関係の中でも一般人による判断が比較的容易であることだけではなく，所有権の承継に伴う問題点を考慮に入れなければならない。\nすなわち，特定人が特定物の所有者であることについて肯定的な判断を下すためには，本来であれば，直近の原始取得者が原始取得をするための主要事実が主張・立証された上で，その後の承継取得の主要事実が全て主張・立証される必要がある。しかし，以上のような諸事実は，立証することが困難であるだけではなく，そもそも主張することすら困難である場合がある。\nそこで，実務においては，ある者が所有者であると主張する当事者は，両当事者の間で争いのない現在又は過去の所有者を起点として，必要があればその者以降の承継取得の主要事実を主張すれば足りる，という扱いがされているのである。したがって，この実務の扱いにおける「起点として」とは，裁判所に対するどのような効力を意味しており，そして，そのような効力が，権利自白には原則として効力が認められないという一般論（法的な判断・評価は裁判所の専権であることを根拠として，伝統的にはこのように解されてきた。）との関係で，いかに正当化されるかが検討されなければならない。さらに，裁判所に対する効力が正当化されるとしても，事実の自白にはない権利自白に固有の性質から，撤回制限効を認めないという議論が成り立つかどうかも検討されなければならない。\nこれに対して，（主要）事実の自白について認められている撤回が許容される例外的な事由が，本問の事例において認められるかどうかは，Ｃのした権利自白に撤回制限効が肯定されて初めて問題になるものであるから，これらの事由の有無を検討することには，題意においては副次的な位置付けしかない。\nまた，本問は「被告側の権利自白の撤回は許されない」という方向からの検討を求めるものであるから，党派的な議論が求められる。もっとも，ここで求められる党派的な議論とは，一面的にＢないしＰに有利な議論をすることではなく，相手方からの反論を想定し，それに対する批判的な検討を試みることである。\n〔設問２〕は，訴訟１におけるＢの当事者適格が認められない可能性があることを前提に，\nＦが訴訟１に当事者として参加する方法として，いわゆる権利主張参加（民事訴訟法第４７条第１項後段）と共同訴訟参加（民事訴訟法第５２条）のそれぞれについて，その許否を検討することを求める問題である。\nまず，その前提として，訴訟１における原告Ｂは，Ａに対する貸金債権に基づき代位債権者としてＡに代位している法定の訴訟担当者であり，訴訟１の訴訟物は，ＡのＣに対する甲土地の所有権に基づく甲土地の移転登記請求権であることが確認されなければならない。そして，- 7 -\nＦが当事者として参加する場合も，同じく代位債権者（法定の訴訟担当者）として，ＡのＣに対する甲土地の所有権に基づく甲土地の移転登記請求権を訴訟物とする請求を立てることになることも確認されなければならない。\n次に，権利主張参加の許否であるが，権利主張参加は参加人が「訴訟の目的の全部又は一部が自己の権利であることを主張する」という要件を満たす場合に許容される。権利主張参加の趣旨は，訴訟の目的についての権利に関する三者間の法律関係を矛盾なく解決することにあることから，この要件は原告の請求と参加人の請求が法律上非両立の関係にあることを意味すると考えられている。\nそこで，本問の事例において，この要件が満たされているかどうかを判断することになるが，その際に，訴訟物が同一であることだけでこの要件が満たされていないとはいえないことに注意が必要である。というのも，判例（最判昭和４８年４月２４日民集２７巻３号５９６頁）・\n通説によれば，債権者代位訴訟に，被保全債権の存在を争う債務者が，自らへの給付を求めて権利主張参加をすることが肯定されているからである。そこでは，訴訟物が同一であるにもかかわらず，原告と参加人の原告適格が非両立であるために，代位債権者（原告）の第三債務者\n（被告）に対する請求と債務者（参加人）の被告に対する請求の双方が同時に認容されることはない，という関係がある。したがって，本問の事例において，ＢとＦの原告適格が両立するかどうか，換言すれば，債権者代位権の行使によって債務者の管理処分権が剥奪ないし制限されることとの関係で，ＢとＦの債権者代位権が両立するかどうかが検討されなければならない。\n最後に，共同訴訟参加の許否であるが，共同訴訟参加は，「訴訟の目的が当事者の一方及び第三者について合一にのみ確定すべき場合」に許容される。この要件は，参加人が原告側に参加する場合には，原告と参加人が共同原告であったと仮定したときに，その訴訟が原告側の必要的共同訴訟であることを意味する。\nしたがって，本問の事例では，ＢとＦが共同原告としてＣに対する訴えを提起した場合に，原告側の必要的共同訴訟になるかどうかが検討されなければならない。それぞれ別個独立の被保全債権を有するＢとＦは，債権者代位権を共同で行使しなければならない関係にはないから，固有必要的共同訴訟は成立しない。そこで，類似必要的共同訴訟が成立するかどうかの検討が必要となる。\n原告側の類似必要的共同訴訟は，共同原告の一方が訴えを単独提起した場合に，その訴えが原告適格に欠けることがないと同時に，その訴えに係る訴訟の確定判決の効力が他方に及ぶという関係が成り立つ場合に成立する。\nそこで，Ｂ又はＦが単独で訴えを提起した場合に，その訴えに係る訴訟の確定判決の既判力又はその反射的効力がＦ又はＢに及ぶかどうかを検討することになる。複数の法定の訴訟担当者が原告となった訴訟が類似必要的共同訴訟であるとする最高裁裁判例として，住民訴訟に関する最判昭和５８年４月１日民集３７巻３号２０１頁，最（大）判平成９年４月２日民集５１\n巻４号１６７３頁と，株主代表訴訟に関する最判平成１２年７月７日民集５４巻６号１７６７頁があるが，平成９年判決は他の担当権限を有する者（原告適格者）に対する既判力の直接拡張を，他の２判決は被担当者に既判力が及ぶこと（民事訴訟法第１１５条第１項第２号）から被担当者を経由して既判力が他の原告適格者に反射的に及ぶことを前提としている。\n他方，本問の事例で，ＢとＦが訴えを共同提起した場合において，これが仮に通常共同訴訟であるとすると，ＢとＦの受ける本案判決の内容に相違が生ずる可能性があり，かかる相違が生じたときには，被担当者に既判力が及ぶことから，被担当者であるＡにおいて既判力の矛盾が生ずることになる。このような，被担当者における既判力の矛盾を回避する必要性から，類似必要的共同訴訟性を根拠付ける考え方もあり得るところである。\n〔設問３〕は，訴訟２におけるＬとＭの関係が必要的共同訴訟と通常共同訴訟のいずれであ\nるかという検討を前提に，Ｍのした請求の認諾及び中間確認請求の放棄の陳述がどのような効\n- 8 -力を有するかを問う問題である。なお，検討に際して，該当する判例を押さえておくことが求められている。\n当然承継後の訴訟２における本訴請求は，ＬとＭが丙建物を共有していることを前提とした，乙土地の所有権に基づく丙建物収去乙土地明渡請求である。本問の事例とほぼ同様の事例において，最判昭和４３年３月１５日民集２２巻３号６０７頁は，このような場合に建物共有者が負担する建物収去土地明渡義務は不可分債務であり，土地所有者は建物共有者のそれぞれに各別に請求をすることができることを理由として，被告側の固有必要的共同訴訟ではないとしている（通常共同訴訟であるとする趣旨であると考えられる。）。\nこれに対して，当然承継後の中間確認請求は，「乙土地をＬ及びＭが共有する」ことの確認請求である。最判昭和４６年１０月７日民集２５巻７号８８５頁は，このような請求は，共有者の持分の確認とは区別された，共有権（共有関係）の確認であることを前提として，この訴訟では，共有者全員が有する一個の所有権が紛争の対象となっており，その解決には共有者全員が法的利害関係を有することから，全員に矛盾なく解決される必要があることを理由に，原告側の固有必要的共同訴訟であるとする。\n以上の判例を前提とすると，Ｍの本訴請求の認諾の陳述は，Ｍとの関係でのみ効力を有し，Ｌには効力を及ぼさない（民事訴訟法第３９条）のに対して，中間確認請求の放棄の陳述は，ＭとＬのいずれの関係においても効力を持たない（民事訴訟法第４０条第１項）ことになる。\nそうすると，終局判決において中間確認請求が認容され，この判決が確定した場合には，Ｍは乙土地の共有者であるにもかかわらず，Ｎに対して乙土地の明渡義務を負うという，実体法上は矛盾した結果が生ずる。しかも，乙土地の所有者が誰であるかは，本訴請求との関係で，先決的法律関係であることに注意が必要である。\n以上のような矛盾した結果が生ずる可能性があることを踏まえて，これを訴訟法的な観点から放置してよいものかどうか，そして，放置すべきではないとすれば，いかにすればよいかを，判例とは異なる解釈を採ることを含めて検討することを求めるのが，本問の題意である。\n例えば，本訴請求が乙土地の一個の所有権の帰属に関する争いの一環としての訴訟であることから，本訴請求，中間確認請求のいずれもを固有必要的共同訴訟と解することによって矛盾を回避すべきとする立場，あるいは，Ｋは，Ｍの認諾調書のみではＬ・Ｍに対して土地明渡しの強制執行をすることができない（上記昭和４３年判決はそのように判示する。）から，上記判例による帰結に不都合はないとする立場などがあろう。どのような立場を採るにせよ，法律論として説得力ある議論を展開することが求められる。\n【刑事系科目】\n〔第１問〕\n本問は，夜の繁華街で発生した３名によるけんかという具体的事例について，それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事案を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。すなわち，本問の事案は，①甲と乙とが繁華街を通行中にお互いの肩が接触したことから両者のけんかとなり，乙の仲間である丙も加わり，三者の間で殴る蹴るなどの暴行が応酬された（記述の便宜上，ここまでの場面を「第１場面」という。），②その後，甲は走ってその場から逃げ出したが，乙がそれを追い掛けてナイフで甲の前腕部を切り付けた（ここまでを「第２場面」という。），③さらに，甲が車を運転して逃げようとしたところ，乙は，甲の運転する車（以下「甲車」という。）\nと併走し，更に甲車の運転席外側に飛び乗ってしがみつき，運転席窓ガラスの隙間からナイフを甲に突き出すなどして攻撃の気勢を示した。これに対し，甲は，車を加速，蛇行させて乙を振り落とし，その頭部を路上に強打させて頭蓋骨骨折等の重傷を負わせた（ここまでを「第３\n場面」という。）というものである。第１ないし第３場面における甲乙丙の各行為に対する罪\n- 9 -責を論ずるに当たり，状況が変化していく複雑な事実関係を的確に分析した上で，殺人未遂罪等の構成要件該当性，正当防衛ないし過剰防衛の成否，共謀の成否等の事実認定上及び法解釈上の問題を検討し，事案に当てはめて妥当な結論を導くことが求められる。\n(1) 甲の罪責について第１場面において，甲が暴行を加えて乙及び丙に傷害を負わせたことは問題なく認められるであろうが，論述においては，傷害罪の構成要件，すなわち，暴行，傷害，それぞれの暴行と傷害との因果関係及び故意等が認められるかについて留意し，簡潔に論ずべきである。\n問題となるのは，第３場面において，甲が車を加速させた上で蛇行運転をして乙を振り落とした行為の擬律判断である。\n構成要件該当性の段階では，甲が車にしがみついていた乙を蛇行運転するなどして振り落とすという危険性の高い行為に及んでいることや，乙が頭蓋骨骨折等の重傷を負って意識回復の見込みもない状態に至っていることから，傷害罪ではなく，殺人未遂罪の成否をまず検討することになる。最初に，行為の客観面として殺人の実行行為性を検討し，問題文中に表れている甲車の高さ，速度，走行距離，走行態様，路面状況及び行為によって生じた結果等の具体的な事実を丁寧に拾い上げ，それらが行為の危険性判断においてどのような意味を持つのかを明らかにする必要がある。次に，行為の主観面として殺意（故意）の有無を検討し，上記の実行行為性判断に関係する諸事情に対する甲の認識に加え，甲の内心（「乙が路面に頭などを強く打ち付けられてしまうだろうが，乙を振り落としてしまおう。」）等の事情を斟酌し，構成要件実現の認識・認容が甲にあったといえるかなどの観点から故意の有無を認定するべきである。\n違法性の段階では，正当防衛又は過剰防衛の成否が問題となるので，その成立要件を事案に即して検討することが求められる。急迫不正の侵害の要件では，乙は，甲車と併走していた時点ではナイフを運転席の甲に突き出すなどしていたが，甲車から振り落とされた時点では既にナイフを車内に落としていたことから，それでもなお侵害の急迫性が認められるか検討しなければならない。この点では，「急迫性」の考え方と，「侵害行為」の範囲をどのように捉えるかが問題となる。防衛の意思の要件においては，防衛の意思必要説に立つ場合，乙を振り落とすという危険な行為をあえて行った甲に防衛の意思が認められるかを論ずるべきである。最も問題となるのは相当性の要件であるが，乙が重傷を負ったという結果の重大性だけでなく，振り落としという行為が防衛手段として必要最小限度か否かを吟味する必要があり，甲に利用可能な他の侵害排除手段があったかどうか，振り落とし行為の危険性と比べて，乙はその時点で既にナイフを持っておらず素手だったことなどの具体的事情を考慮する必要がある。相当性がないと判断すれば，甲の振り落とし行為には過剰防衛が成立することになる。\n正当防衛又は過剰防衛の成立を認める上では，自招侵害の成否にも言及すべきである。甲が第１場面で乙らに激しい暴行を加えたことが，第３場面で乙の甲に対する侵害を生じさせた契機となったからである。自招侵害については，諸説があるが，判例としては最決平成２０年５月２０日刑集６２巻６号１７８６頁が参考になり，この判例の考え方に従えば，第１\n場面での甲の暴行と第３場面での乙の侵害との時間的・場所的近接性や，両者の侵害の程度を比較することになる。\n(2) 乙の罪責第１場面では，乙丙の一連の暴行により，甲は加療約２週間を要する頭部打撲及び腰背部打撲等の怪我を負っている。乙が甲の腰背部を複数回蹴ったことにより甲の腰背部打撲の傷害が生じたこと，丙が甲の頭部を２回殴打したことにより甲の頭部打撲の傷害が生じたことはそれぞれ認められるが，それぞれの傷害を生じさせた暴行を実行していない者の責任，つまり，丙の暴行による傷害についての乙の責任及び乙の暴行による傷害についての丙の責任\n- 10 -の有無を判断する上で，乙丙間の（現場）共謀の成否が問題となる。\n共謀を認定するに当たっては，乙と丙の関係，丙が乙に加勢した経緯，丙が「助けてくれ。」と言ったのに応えて乙が甲に暴行したこと，乙に向かっていこうとした甲の背後から丙が暴行したことなどの暴行時の具体的状況等を子細に検討する必要がある。\n次に，（正当防衛行為に関する意思の合致を「共謀」と評価し得るかという問題はあるものの，）構成要件該当性の判断では傷害罪の共同正犯が成立するとしても，違法性レベルでは正当防衛の成否を更に検討する必要がある。ここでも，急迫不正の侵害，防衛の意思（特に，乙には，丙を助ける意思と甲に対する仕返しの意思が併存している点が問題となる。），相当性の各要件について検討することになる。\n第２場面においては，乙が甲の前腕部をナイフで切り付けた行為が，第１場面における乙の反撃行為と一体のものとして（量的）過剰防衛となるか，それとも，第１場面における暴行とは別個の行為として傷害罪が成立するか検討する必要がある。\n最決平成２０年６月２５日刑集６２巻６号１８５９頁が，上記と同様の事例において，まず第２の暴行について正当防衛の成否を検討し，次いで，第１の暴行と第２の暴行の一体性を，時間的・場所的連続性，侵害の継続性，反撃行為者の防衛の意思の有無等の観点から検討しているのが参考になる。本問では，第１場面と第２場面では時間的・場所的連続性は否定し難いものの，第２場面で乙が甲に切り付けた時点では，甲はそれ以前から全速力で逃げ出しており，もはや侵害が継続していたとは認められず，また，乙の防衛の意思も認定し難いことから，行為の一体性を否定し，傷害罪に問うことになろう。\n(3) 丙の罪責第１場面の丙の暴行について，乙との現場共謀の成否と正当防衛の成否が問題となることは乙の場合と同様である。\nそして，第１場面で乙丙間に共謀が成立しているとすると，第２場面での乙による甲の前腕部の切り付け行為について，丙も共犯者として責任を負うかが問題となる。\nこの点については，共謀の捉え方，正当防衛行為の共謀をどのように考えるかによって複数のアプローチが考えられる。一つの考え方は，第１場面における乙丙の共謀の範囲に，第\n２場面でのナイフによる切り付けが含まれるかを問題とし，同共謀はあくまで正当防衛行為の限度でしか成立しておらず，乙の切り付け行為は共謀の範囲外であるとして，丙は責任を負わないとするものである。別の考え方では，第１場面における共謀には，素手によるかナ\nイフを用いるかという暴行の手段に関する限定はなく，第２場面でのナイフの切り付けも共謀の範囲内であることを前提として，丙が共犯関係から離脱しているかを問題とする。最判平成６年１２月６日刑集４８巻８号５０９頁は，先行行為に正当防衛が成立するときには，先行行為の共同意思からの離脱の有無を問うのではなく，後行行為の時点での新たな共謀の有無を検討し，そこで共謀が認められた場合に，先行行為と後行行為を一連の行為として考察して防衛行為の相当性を検討すべきとする。この判例の考え方に従って本問の事案を見ると，第２場面において，丙は乙がナイフを出したのを見て「やめとけ。ナイフなんかしまえ。」\nと何度か叫んだり，甲に切りかかった乙を引っ張って甲から引き離すなどしたのであるから，乙丙間の新たな共謀は認められず，結局，乙の切り付け行為について丙が責任を負うことはないということになろう。\nいずれの考え方に立っても，論理的一貫性を保ちつつ，妥当な結論を導く必要がある。\n論述においては，刑法解釈上の論点についての基本的な判例・学説の知識を前提に，具体的な事案を法的に分析し，結論の妥当性も勘案しつつ，的確に事実を認定して，法規範の当てはめを行うことが求められる。常日頃から，抽象的な理論だけの勉強に偏ることなく，判例の学習等を通じて具体的な事例を題材として事実を認定し，それに理論を当てはめる力を鍛錬することが肝要である。\n- 11 -\n〔第２問〕\n本問は，殺人，死体遺棄事件を素材とした捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点，その解決に必要な法解釈，法を適用するに当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する学識，適用能力及び論理的思考力を試すものである。\n設問１は，殺人，死体遺棄（本件）事件では逮捕ができるだけの証拠はなかった甲及び乙につき，警察官が別の犯罪事実（別件）で逮捕したいと考え，甲については捜査の過程で判明したコンビニ強盗事件で，乙については尾行中に現認した万引き事件で，それぞれ逮捕，勾留したことや，その後，両名を殺人，死体遺棄事件で逮捕，勾留したことに関し，各逮捕及びこれに引き続く身体拘束の適法性を論じさせることにより，刑事訴訟法の規定する逮捕，勾留の要件，そしていわゆる別件逮捕・勾留に関する法的問題の理解と具体的事実への適用能力を試すものである。\nいわゆる別件逮捕・勾留に関する捜査手法の適法性については，別件基準説と本件基準説を中心に多様な考え方があるところであり，まずは何を基準に適法性を判断するのか，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じる必要がある。その上で，本件事例の具体的状況下における逮捕①ないし④及びこれらに引き続く身体拘束について，それぞれ法定の要件（刑事訴訟法第１９９条，第２１２条，第２０７条第１項により準用される第６０\n条等）を満たすかどうか，さらに，いわゆる別件逮捕・勾留に関する各自の立場に照らした場合に適法かどうかを，事例中に現れた具体的事実を的確に抽出，分析しながら論じるべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。\n例えば，逮捕①については，店員Ｗが複数の中から甲の写真を選択して犯人の１人に間違いないと供述していることなどの具体的な事情を通常逮捕の要件に当てはめて検討すべきであるし，引き続く身体拘束の適法性に関しては，甲の供述態度等を踏まえた勾留の要件の検討のほか，甲に対する取調べが，連日，強盗事件を中心に行われていたこと，平成２２年５月１５日に余罪の有無について確認されるや，甲は，殺人，死体遺棄の事実を認めたため，翌１６日まで同事実に関する事情聴取が実施されたが，供述録取書等の作成については拒絶したこと，同月１７日以降は，毎日約３０分だけ供述録取書等の作成について説得が続けられていたことをどのように評価するのか，各自の立場に照らして論じるべきであるし，立場によっては，逮捕\n①及びこれに引き続く身体拘束を一体のものとして，具体的な取調状況等を踏まえて適法性を検討する必要があろう。\nまた，逮捕②については，司法警察員Ｑが乙の万引きを現認し，司法警察員Ｐが乙を追い掛けて逮捕したこと，被害額は５００円相当と比較的少額ではあるが，乙には１年以内の同種前歴があることや，呼び止められて突然逃げ出したことを，現行犯逮捕又は準現行犯逮捕の要件に当てはめて検討することになるであろうし，引き続く身体拘束の適法性に関しては，同種前歴の存在や乙の生活状況等を踏まえた勾留の要件の検討のほか，乙については，同月１５日に余罪はない旨供述した後は，殺人，死体遺棄事件に関する事項については一切聴取されなかったことを踏まえ，各自の立場に照らした論述が求められるし，前同様，立場によっては，逮捕\n②及びこれに引き続く身体拘束を一体のものとして，具体的な取調状況等を踏まえてその適法性を論じることになろう。\nさらに，逮捕③及び④，そしてこれらに引き続く身体拘束については，Ａ女の供述やＶ女の死体の発見，これに符合するメールの存在，甲及び乙の供述態度等を通常逮捕及び勾留の各要件に当てはめて検討するとともに，各自の立場から，実質的に同一被疑事実による逮捕・勾留\n- 12 -の蒸し返しでないかどうかを意識し，別件の取調べ状況と本件の取調べ状況を踏まえて論じることになろう。\n設問２は，差し押さえた証拠物（パソコン及び携帯電話）に残っていたメールを添付した捜査報告書（資料１及び資料２）について，それぞれ，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的事実への適用能力を試すものである。\n各捜査報告書は，いずれも，司法警察員Ｐが，差し押さえたパソコン及び携帯電話を精査して発見したメールを機械的に紙に印刷してそれぞれの捜査報告書に添付したものであるから，捜査官が五官の作用によって事物の存在・状態を観察して認識する作用である検証の結果を記載した書面に類似した書面として，刑事訴訟法第３２１条第３項により，作成者Ｐが公判廷で真正に作成されたものであることを供述すれば伝聞例外として証拠能力が付与されるという書面全体の性質を論じた上で，各捜査報告書に添付されたメールの伝聞性を論じることになる。\n資料１の捜査報告書は「殺人及び死体遺棄に関する犯罪事実の存在」とする立証趣旨により証拠調べ請求が行われているところ，同報告書に添付されたＢからＡ女宛てのメールについては，内容に甲及び乙の発言を含むものであるが，まずはメール全体のＢの供述についての証拠能力を検討する必要がある。同メールは，Ｂが知覚，記憶し，表現した内容たる事実が要証事実となり，その真実性を証明しようとするものであるから，伝聞証拠に該当すると解した上で，伝聞例外を定める刑事訴訟法第３２１条第１項第３号によりその証拠能力の有無を検討することとなる。同号の各要件については，Ｂの死亡や甲，乙両名が黙秘していること，メールの内容がＡ女の供述内容や死体発見状況と合致することや，当時，Ａ女と結婚を前提に交際していたという具体的事実を的確に当てはめることが必要となろう。\n次に，「死体遺棄に関する犯罪事実の存在」を要証事実とする部分に関し，同メール中には，実際に甲及び乙とともに死体遺棄を行った旨のＢの発言のみならず，Ｂに死体遺棄の手伝いを依頼する甲及び乙の発言内容も含まれている。この甲及び乙の発言内容についてはそれ自体の伝聞該当性の問題が生じ得ることを指摘する必要があるが，死体遺棄に関する甲及び乙のこれら発言部分は，甲及び乙の内心の状態を推認させる発言，又は死体遺棄の共謀の構成事実となる発言と見ることができるから，伝聞証拠であるか否かが問題となることを意識して論述する必要がある。\nこれに対し，「殺人に関する犯罪事実の存在」を要証事実とする部分に関しては，Ｖ女を殺害した旨のＢに対する甲及び乙の発言内容から立証することになるが，甲及び乙のこれらの発言は，知覚・記憶・表現の過程を経るものであり，いわゆる再伝聞に該当するため，まずは刑事訴訟法第３２４条第１項が供述代用書面に準用できるかを意識して論じた上で，伝聞例外に該当するかどうかを検討することになろう。ここでは，甲及び乙それぞれについて，自己を被告人とする関係では刑事訴訟法第３２２条第１項，共犯者を被告人とする関係では同法第３２１条第１項第３号の適用が問題となることの指摘が必要であり，前者については，甲及び乙の各発言が，いずれもＶ女の殺害を認めるもので，不利益な事実の承認に当たることや，死体遺棄を手伝うように依頼する際，友人のＢに対して発言したものであるという具体的事実を的確に当てはめることが求められ，後者については，被告人甲の関係では供述者たる乙が，被告人乙の関係では供述者たる甲が公判で黙秘しない限りは，同号の要件を満たすことはないことを論じる必要があろう。\n一方，資料２の捜査報告書は「死体遺棄の報酬に関するメールの交信記録の存在と内容」とする立証趣旨で証拠調べ請求が行なわれており，要証事実を的確に捉えれば，これは死体遺棄の事実を直接立証するものでなく，甲Ｂ間で死体遺棄についての報酬の支払請求に関するメー\nルが存在することを情況証拠として用いることに意味があるから，伝聞証拠には該当しないとの理解が可能であろう。\nいずれの設問についても，正確な法的知識を当然の前提としながら，法解釈論や要件を抽象\n- 13 -的に論じるだけでなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続における土地賃貸借契約の解除及び借地上の建物についての抵当権に関する破産法及び実体法上の規律についての理解を問うものである。\n設問１については，まず，本件事例においては，破産手続開始決定前に既に実体法上賃貸借契約の解除権が発生しているが，破産手続開始後においても解除権を行使することができるのか，あるいは解除権行使の効果を破産管財人に対抗することができるのかという問題について，破産管財人の法的地位をも踏まえつつ，論ずることが求められる。その際，破産管財人については，場面により，破産者の承継人としての地位と差押債権者類似の第三者的地位の双方が認められることを前提としつつ，破産手続開始前に既に解除権が発生していることを踏まえたＸ\nとＡ社の利益状況，賃借権の差押債権者に対する解除権の対抗の可否についての実体法上の規律等，様々な観点から自説を説得的に展開することが求められる。\n設問２（１）については，まず，本件事例の下では，Ｘは，破産法第５３条第１項に基づき双方未履行双務契約である賃貸借契約を解除することができることを指摘した上で，その当否について，Ｃ社の抵当権についての担保価値維持義務に照らして検討する必要がある。その際には，Ｘが担保価値維持義務を負う法的根拠を明らかにするほか，賃料の負担の回避の必要性等本件事例における状況を踏まえつつ，検討することが求められる。\n設問２（２）については，抵当権の設定登記の抹消のための方策として，抵当権消滅許可の申立てをすることが考えられるところ，その申立ての各要件（破産法第１８６条第１項）が満たされるか否かを，本件事例における状況を踏まえつつ，具体的に検討することが求められる。\nまた，これを踏まえたＣ社の対抗手段としてどのようなものがあるかについて，抵当権の実行の申立て（同法第１８７条）及び買受けの申出（同法第１８８条）に触れつつ，述べる必要がある。\n〔第２問〕\n本問は，具体的な事例を通じて，再生手続開始決定が係属中の民事訴訟に対して与える影響及び再生計画認可後にその履行がされなかった場合に再生債権者が自己の権利の実現のために採り得る手段についての理解を問うものである。\n設問１については，まず，本件訴訟における各請求の訴訟物を正確に把握した上で，建物明渡請求，賃料請求及び賃料相当損害金請求の各請求の再生手続における位置付けについて個別に検討を加える必要がある。その際には，取戻権（民事再生法第５２条第１項），再生債権（同法第８４条第１項）及び共益債権（同法第１１９条第２号又は第５号）の意義等を踏まえつつ，そのいずれに該当するかを具体的に論じる必要がある。なお，建物明渡請求については，再生手続開始前に生じた賃貸借の終了を原因とする債権的請求権に基づくものであるところ，これが再生債権ではなく取戻権に係るものと解すべきことを根拠を示して論じること，また，賃料相当損害金の請求については，再生手続開始決定の前日までの占有に基づいて生ずる部分と，再生手続開始決定の日以降の占有に基づいて生ずる部分とに分けて，それぞれ検討することが求められる。さらに，再生債権に関する訴訟については，再生手続開始決定により中断すること（民事再生法第４０条第１項）のほか，その後の帰すう（同法第９４条以下。特に第１０７\n条）についても説明を加えることが求められる。\n設問２については，再生計画認可後において再生債権者が自己の債権の履行を確保するため\n- 14 -の制度として，どのようなものが民事再生法に規定されているかという点についての理解を問うものであり，具体的には，まずは，再生計画の取消しについて，本件具体的事例において，その要件該当性（民事再生法第１８９条第１項第２号，第３項），効果（同条第４項以下。特に第７項）等について論じる必要がある。さらに，再生計画認可後の再生手続の廃止（同法第\n１９４条），再生債権者表に基づく強制執行（同法第１８０条）等，他にどのような措置が考えられるか，それらの措置を採ることについての問題点，本件事例の下において期待し得る効果を踏まえた措置の当否等についても検討することが求められる。\n[租 税 法］\n〔第１問〕\n本問は，事業所得に関する所得税法上の基本的な論点についての理解力と事案に即した判断力を試すものである。\n設問１は，親族で営まれる事業から生ずる所得について，実質所得者課税の原則（所得税法第１２条）に基づく所得の人的帰属の判定を問う問題である。事業から生ずる所得は，その経営主体である者（事業主）に帰属すると解されているが（最判昭和３７年３月１６日集民５９\n巻３９３頁参照），事業が親族で営まれる場合，事業主は，その事業の経営に誰が支配的影響力を有するかによって判定される（東京高判平成３年６月６日訟月３８巻５号８７８頁参照）。\n本問では，事案の中から事業経営に対する支配的影響力の判定要素を適切に摘出し評価する能力が，試されている。その際，判例（最判昭和５６年４月２４日民集３５巻３号６７２頁）に照らして事業所得の意義を正確に理解しているかどうか，その理解をどのように事業経営に対する支配的影響力の判定と関連付け，所得の人的帰属の判定に反映させるかも，問われている。\n設問２は，収入金額の計上時期（所得の年度帰属）の判定を問う問題である。本問では，「その年において収入すべき金額」（所得税法第３６条第１項）という要件をどのように解釈し，事案に適用するかが，問われている。また，権利確定主義や管理支配基準の意義や適用場面を正確に理解しているかどうかも，問われている。参考になる裁判例として，高松高判平成８年\n３月２６日行集４７巻３号３２５頁がある。\n設問３は，帰属所得の理解を問う問題である。包括的所得概念の下では，帰属所得も所得を構成する。ただし，現行所得税法上は，別段の定めがない限り，課税されない。本問では，帰属所得の理論的意義と所得税法第３９条等の別段の定めに関する正確な理解を前提にして，事案に即して帰属所得課税について理論と実際を架橋して論述する能力が，試されている。\n〔第２問〕\n設問１は，Ａが商品先物取引によって得た売買差金２０００万円の所得税法上の取扱いを問う問題であり，１では，上記売買差金がいずれの所得に分類されるのかを根拠を示しつつ答えることとなるが，特に検討すべきは，譲渡所得，事業所得及び雑所得であろう。このうち譲渡所得については，問題文にある商品先物取引の性質に照らして，所有資産の価値の増加益を譲渡によって得たと見ることが適当であるかどうかを答えることとなる。また，Ａが行う商品先物取引が「事業」といえるかは，問題文に示された事実関係を，自己の計算と危険において営利を目的とし対価を得て継続的に行う経済活動といえるかという基準（最判昭和５３年１０月\n３１日訟月２５巻３号８８９頁，最判平成元年６月２２日税資１７０号７６９頁）に照らして判断する必要があり（名古屋地判昭和６０年４月２６日行集３６巻４号５８９頁），事業所得といえなければ雑所得となる。また，２は，必要経費について，３は損益相殺について，それぞれ基本的な理解を問う問題であり，１で雑所得と認定した場合には事業所得と損益相殺ができないこと（所得税法第６９条）を，損益相殺の趣旨を踏まえて指摘する必要がある。なお，問題文で示したとおり租税特別措置法の適用は考えないから，申告分離課税について言及する\n- 15 -必要はない。\n設問２は，Ａが受け取った損害賠償金が所得税法第９条第１項第１７号の「損害賠償金」として非課税所得となるかという，近時，幾つかの下級審で判断が示され（名古屋地判平成２１年９月３０日判時２１００号２８頁等），代表的な教科書でも言及されている論点について考える問題である。すなわち，所得税法第９条第１項第１７号は，「突発的な事故により資産に加えられた損害に基因して取得するもの」等を非課税所得とする旨規定しているが，本件のように先物取引に関して生じた損害がこれに該当するのかを，所得税法第９条第１項第１７号及び所得税法施行令第３０条第２号の趣旨を踏まえつつ判断することとなるが，Ａが受けた損害の性質をどのようなものと理解するかによって結論は異なり得るところであり，遅延損害金についてはその「損害」としての性質を踏まえて別に考える必要があろう。なお，これに付随して，不法行為による損害賠償判決で「損害」として認められている弁護士費用を，どのように扱うべきかを，Ｄに支払った着手金及び報酬が必要経費と認められるかを踏まえつつ検討する必要がある(所得税法施行令第３０条括弧書）。いずれも論点としては目新しいものであるが，非課税所得及び必要経費に関する基本的事項を問題文に示された事実に丁寧に当てはめてゆけば結論に到達できると思われる。\n[経 済 法］\n〔第１問〕\n本問は，化学メーカーであるＡ社とＢ社が，共同新設分割の方法により，出資比率各５０％の共同出資会社Ｃ社を設立し，それぞれが営む甲製品の製造販売事業を全てＣ社に承継させる企業結合について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題を検討し，併せて独占禁止法上の問題を解消するための対策について検討することを求めるものである。\n本件事例は，Ａ社とＢ社が，共同新設分割の方法で共同出資会社を設立することにより企業結合を行うものであるが，当該企業結合がどの一定の取引分野において競争を実質的に制限することとなるのか，いずれかの一定の取引分野において競争を実質的に制限することとなると判断される場合には，当該企業結合に対してどのような内容の問題解消措置を採るべきであるのか，企業結合に対する独占禁止法の適用の在り方について基本的な理解を問うものである。\nまず，本件企業結合により直接結合関係が形成される甲製品の製品販売事業について検討することが求められる。他方，乙製品の製造販売事業については，本件企業結合により直接結合関係が形成されるわけではないが，乙製品は甲製品の不可欠の原料であり，乙製品の製造販売業者にとって甲製品の製造販売業者は重要な顧客であることから，共同出資会社Ｃ社にＡ，Ｂ\n各社から，乙製品の開発及び営業に長年従事してきた従業員を数名ずつ出向させることなどが予定されており，Ａ，Ｂ両社間で乙製品の開発及び販売に係る情報が共有化されることなどにより，本件企業結合により乙製品の製造販売事業についても競争上の影響が生ずることとなることから，乙製品の製造販売事業についても検討することが求められる。\nそこで，甲製品の製造販売事業についても，乙製品の製造販売事業についても，まず，一定の取引分野を構成する商品範囲と地理的範囲を画定することが求められる。次に，それぞれ画定された一定の取引分野において，当事会社のシェアと順位，競争者の状況，輸入圧力，参入圧力，隣接市場からの競争圧力，需要者からの競争圧力などを総合勘案して競争を実質的に制限することとなるか否かを検討することが求められる。さらに，この検討において，いずれかの製品の製造販売事業に係る一定の取引分野において競争を実質的に制限することとなると判断される場合には，競争を実質的に制限することとならないように本件企業結合に対して問題解消措置を講ずることを検討することが求められる。\n- 16 -\n〔第２問〕\n本問は，甲市におけるタクシー保有台数のシェアの合計が約８０％を占めるＸ１～Ｘ２０の２０社が，同市における唯一の共通乗車券事業者であり，また本件２０社がその株主の大部分を占めるＡ社に対して，低額運賃のタクシー事業者との間で共通乗車券事業に係る契約を締結しないよう要請し，Ａ社がこれを実施したという事案について，独占禁止法上の問題点を分析し検討することを求めるものである。\n本件事案は，共同ボイコットと呼ばれる行為であるが，この行為に対して独占禁止法を適用する場合には，不公正な取引方法，私的独占及び不当な取引制限のうちのどの条項をいかなる形で適用するかについて，複数の選択肢があり得る。これについて，各規定の要件に従った検討を行わせ，それらの基本的理解ができているかを確認するのが本問の趣旨である。\nまず，２０社の行為が，不公正な取引方法の共同・間接の取引拒絶（独占禁止法第２条第９項第１号ロ）に該当するか否かが検討される必要がある。その場合，同条項における，行為要件該当性，公正競争阻害性の判断，正当な事由の有無のそれぞれについて，本件事案の事実関係に即した検討をすることが求められる。特に，共同ボイコットの競争減殺効果をどう判断するか，過重労働による事故防止を理由とする正当化事由が認められるか等が重要な論点となる。\n次に，２０社及びＡ社の行為については，私的独占の通謀による排除に該当するか否かも問題になり得る。この場合，特に，Ａ社が違反行為者に含まれるか，低額運賃タクシーに共通乗車券事業を利用させないだけで競争の実質的制限が認められるか，及び公共の利益について，本件事案の事実関係に即した検討をすることが求められる。また，このほかに，不当な取引制限の適用可能性も問題になり得る。\nなお，共通乗車券事業を営むＡ社を違反行為者とし得るかについては，その適用法条及び適用の可否について様々な考え方があり得る。ただし，Ａ社は，２０社が株主の大部分を占めるなど，その要請を拒否できない立場にあるから，どのようなアプローチを採るにせよ，これらの事情を考慮しながら検討することが必要である。\nいずれにせよ，本問においては，不公正な取引方法，私的独占及び不当な取引制限の各要件の意義と内容を正確に理解した上で，複数の法適用の選択肢が存在することを踏まえつつ，本件の事案に即した当てはめを行うことが求められる。\n[知的財産法］\n〔第１問〕\n設問１から設問３は，いわゆる消尽論に関する問題の理解を問うものであり，設問４は，特許権侵害による損害の額の推定等を定める特許法第１０２条第１項から第３項までの適用ないし類推適用に関する問題の理解を問うものである。\n設問１は，地域的に制限された独占的通常実施権を許諾された者が許諾地域内で製造販売した製品を，他者が許諾地域外で販売する行為を問題とするものである。（国内）消尽論（最判平成９年７月１日民集５１巻６号２２９９頁，最判平成１９年１１月８日民集６１巻８号２９８９頁参照）を説明した上で，その考え方に基づいて当該行為が侵害となるかどうかの結論を導くことが求められる。\n設問２は，地域的に制限された独占的通常実施権を許諾された者が許諾地域外で製造販売した製品を，他者が許諾地域外で販売する行為を問題とするものである。設問１とは異なり，問題となる製品は適法に製造販売されたものではない。当該製品の販売に対する特許権者の差止請求を否定するための主張としては，幾つかのものが考えられようが，当該製品にも消尽論が及ぶ等の消尽論に関連付けた主張の場合には，消尽論の根拠にまで遡って可能な限り説得的な論拠を探求し，それを提示することが求められる。\n設問３は，Ａから甲国特許権について実施許諾を受けたＤが甲国において製造販売した製品\n- 17 -を，Ｈが我が国において販売する行為を問題とするものであり，このような行為が特許権侵害となるか否かについて判示した最高裁判所の判決（最判平成９年７月１日民集５１巻６号２２９９頁）を踏まえた論述が求められる。上記判決は，「我が国の特許権者又はこれと同視し得る者が国外において特許製品を譲渡した場合」を対象としたものであるところ，Ｄが「我が国の特許権者……と同視し得る者」に当たるかどうかを論じる必要があろう。そして，Ｄがその製造する製品に「甲国外への輸出を禁止する」という表示を付していなかった場合，及びＤは当該表示を付したが，Ｄからその製品を購入したＥが当該表示を抹消した場合の特許権侵害の成否について，上記判決の考え方の根拠に遡って検討する必要がある。また，その検討においては，これら二つの場合を対比することが期待される。\n設問４は，特許権者及び独占的通常実施権者の損害賠償請求に関するものである。Ａは，特許権者であるが，Ｃに独占的通常実施権を許諾し，特許権の実施料収入を得るほかは事業活動を全く行っておらず，そのような特許権者が損害賠償請求をする場合，特許法第１０２条第１\n項，第２項又は第３項に基づいて損害額の算定をすることができるかどうかについて論述することが求められる。また，Ｃは，特許発明の実施品を製造販売している独占的通常実施権者であるところ，独占的通常実施権者が特許権侵害者に対して損害賠償を請求することができるかどうか，請求できるとすると，特許法第１０２条第１項，第２項又は第３項が類推適用され，これらの規定に基づいて損害額の算定をすることができるかどうかについて論述することが求められる。さらに，Ａの損害賠償請求とＣの損害賠償請求との関係についても論ずることが望ましい。\n〔第２問〕\n設問１は，著作権法第３０条第１項が定める私的使用のための複製に関する問題の理解を問うものであり，設問２は，コンピュータ用ゲームソフトで使用されるパラメータがデータとして収められているメモリーカードの使用による，同ゲームソフトについての同一性保持権等の侵害及びその侵害主体に関する問題の理解を問うものである。\n設問１においては，まず，Ａ及びＢがどのような権利を有するかを検討する必要がある。ゲ\nームソフトαはＢとＣが共同で作成したものであり，ＣはＡの従業員であることから，Ｃに関しては，職務著作（著作権法第１５条）の成否について論述することが求められる。Ｂに関しても職務著作の成否について論じることが適切であり，職務著作が成立しないとした場合，ゲ\nームソフトαが（プログラムの著作物であるほかに）映画の著作物であるときには，映画製作者への著作権の帰属を定める著作権法第２９条第１項の適用に関して論じることが求められる。\n次に，Ｆ及びＧの行為が，Ａ及びＢの有する権利の侵害となり，Ａ及びＢがどのような請求をすることができるかについて検討する必要がある。Ｆ及びＧは，いずれもゲームソフトαを複製したが，それぞれの自宅においてαをプレイしている。もっとも，Ｄが，Ａがゲームソフ\nトαに施した複製防止手段を回避することにより，αを複製し，また，αをインターネット上に開設された自己のウェブサイトに掲載したという事情があった。そのため，Ｆ及びＧの行為については，著作権法第３０条第１項第２号・第３号に該当するかどうかについて論述することが求められる。\n設問２においては，関連する２つの問題，すなわち，Ａの有するどのような権利が侵害されるか，及びその侵害の主体は誰かを検討しなければならない。いずれの問題についても，メモリーカードの使用がゲームソフトを改変し，同一性保持権の侵害となることを認め，メモリー\nカードの輸入販売業者に損害賠償責任を負わせた最高裁判所の判決（最判平成１３年２月１３日民集５５巻１号８７頁）を踏まえた検討をする必要がある。\nＡの権利侵害に関しては，同一性保持権等の侵害が認められるとすると，それはどのような\n- 18 -点に基づくものであるかについて論述することが求められる。また，侵害主体に関しては，Ｆ，Ｇ又はＨのいずれが侵害行為を行う主体であるのか，物理的に侵害行為を行わない者の侵害主体性を認めることができるか，また，侵害主体とならない者に対してどのような請求をすることができるか等の問題について論述することが求められる。\n[労 働 法］\n〔第１問〕\n設問（１）は，期間の定めのない労働契約について行われた普通解雇の効力を問うものであり，①解雇規制の内容を踏まえ，②問題文の事実関係に即してＸの解雇が有効か否かを論じさせるものである。①については，民法では，期間の定めのない労働契約について解雇の自由を定めている（民法第６２７条第１項）が，労働法制の下では，解雇が労働者に与える重大な不利益等を考慮して，解雇権濫用法理による規制を加えているので，その規制内容（労働契約法第１６条）を論じる必要がある。②については，実体上の論点と手続上の論点が考えられる。\n実体上の論点としては，まず，Ｘについて解雇事由があるかどうかを論じる必要がある。この点は，Ｙ社がＸに示した解雇理由を踏まえつつ，具体的事実関係に即して，就業規則に定める解雇事由該当性を論じることになる。次に，解雇事由があるとした場合，それが客観的で合理的な理由といえるか，さらに，当該解雇事由を理由とする解雇が社会通念上相当であるかどうかを論じる必要がある。手続上の論点としては，労働基準法第２０条第１項は，即時解雇をする場合，使用者は３０日分以上の平均賃金を支払わなければならないと定めているところ，本問では，Ｘの賃金には基本給のほかに乗務手当その他の諸手当が含まれるのに，Ｙ社はＸの基本給３０日分相当額を支払ったのみであるので，この点がＸの解雇の効力にどのように影響するのかについて言及することが求められる。\n設問（２）は，期間の定めのある労働契約について行われた期間途中の普通解雇の効力を問うものであり，①この場合の解雇規制の内容を踏まえ，②問題文の事実関係に即してＸの解雇が有効か否かを論じさせるものである。①については，期間の定めのある労働契約における解雇規制の内容（民法第６２８条及び労働契約法第１７条第１項）を論じる必要があり，その場合，期間の定めのない労働契約における解雇規制との違いとその趣旨についての論述が求められる。②については，設問（１）と基本的には同じ事項を検討することになるが，実体上の論点において，Ｘの中途解雇の理由がやむを得ない事由であるか否かについては，期間の定めのない労働契約である設問（１）との解雇規制の違いを意識した論述が求められる。\n〔第２問〕\n本問は，定年延長制度及びそれに伴う新賃金体系の導入の事例を素材として，就業規則による労働条件の不利益変更及び労働協約による労働条件の不利益変更の効力に関する理解を問うものである。事実関係はやや複雑であるが，論点はオーソドックスであり，労働法に関する基本的な理解を求めている。\n設問（１）では，①本件でＹ社が行った就業規則の改訂が労働条件の不利益変更に該当するか否か，②該当するとすれば，同改訂がＸ 及びＸ に対してそれぞれ拘束力を及ぼす要件をど\n１ ２のように解すべきかが論点となり，事実関係を踏まえた検討が求められる。①については，本件就業規則の改訂は，定年延長の側面では Ｘ 及びＸ に利益となる一方，新賃金体系の導入\n１ ２の側面では両名に不利益をもたらし得ることを把握する必要がある。特に，改訂前の就業規則の下で両名が満６０歳から６３歳まで得ることを期待できた給与額と，改訂後の就業規則の下で両名が満６０歳から６５歳までの間に実際に得る給与額の間に大差がないという事実関係をどのように捉えるかがポイントとなろう。②については，本件就業規則改訂が労働契約法施行前に行われたものであるため，就業規則による労働条件の不利益変更の効力に関する判例法理\n- 19 -を基礎に検討してもよいが，労働契約法第９条，第１０条及び第１１条に即した解答も可とする。いずれの場合も，就業規則による労働条件の不利益変更が拘束力を認められるための要件である合理性の内容（労働者の受ける不利益の程度，労働条件の変更の必要性，改訂後の就業規則の内容の相当性，労働組合との交渉等の状況，就業規則改訂に係るその他の事情）を事実関係に即して論述するとともに，後者の場合，特に，同法第９条及び第１０条の趣旨（さらに，同法第１０条所定の要件である就業規則の「周知」）を正確に理解して検討する必要がある。\n設問（２）では，Ｙ社がＭ組合との間で締結した定年延長協定（労働協約）は，新賃金体系の導入の面でＸ 及びＸ に対する不利益性を有するものであるところ，そうした労働協約がＭ\n１ ２組合の組合員でないＸ （Ｎ組合の組合員）及びＸ （非組合員）を拘束するか否かが論点とな\n１ ２る。労働協約の拡張適用（労働組合法第１７条）に関する法的知識を問う設問である。同条の趣旨，要件及び効果について正確に検討する必要があるが，主要な論点は，同条の効果であり，Ｙ社とＭ組合が締結した労働協約が別組合（Ｎ組合）の組合員であるＸ に拡張適用されるか，１\nまた，いずれの組合にも属していないＸ に拡張適用されるかについて，判例・学説の理解を２踏まえて検討する必要がある。また，同条の要件については，特に，Ｘ （Ｙ社Ｂ支店の営業\n２担当調査役）が「同種の労働者」に該当するか否かが検討のポイントとなる。\n[環 境 法］\n〔第１問〕\n廃棄物の処理及び清掃に関する法律（以下「廃棄物処理法」という。）の大きな改正の一つである平成９年改正により導入された生活環境影響調査制度の意義と限界の理解がされているかを，自治体による独自の条例対応との比較を通じて問うとともに，許可を受けた最終処分場に対して提起された民事差止訴訟における請求が認容される裁判例が目立つという最近の傾向に関する理解を問う出題である。\n設問１は，生活環境影響調査制度の意義と限界についてのものである。生活環境影響調査制度は，それ以前の廃棄物処理法が，住民参加に関して何の手続も設けていない（行政手続法第\n１０条に基づく公聴会は開催する必要はないと厚生省が判断していた）ことに対する批判に応える措置として，平成９年改正法によって導入された。しかし，Ａ県条例と比較することによって，①事業者が施設の内容を全て決定してから行う許可申請後の手続であり，住民に情報を提供するタイミングが遅く，住民の意見に対応をする柔軟性を欠くこと（タイミングの問題），②住民参加とされているのが意見提出のみであって，事業者に直接に不安を訴え意見を交わすようにはなっていないこと（手続内容の問題），③住民への対応ぶりを評価して許可審査ができるようにはなっていないこと（許可基準の実体的内容の問題），などの限界を指摘できる。\n許可権限を持つ県としては，公衆衛生向上と生活環境保全という法律目的を実現するには，補完的な仕組みを，行政指導ではなく法的拘束力あるものとして整備する必要があるのである。\n設問２は，最終処分場に対して提起された民事差止訴訟に関するものである。まず，受忍限度判断に当たって比較衡量される要素の一つとして，「公法的基準の遵守状況」があることを指摘した上で，以下のように論述を展開する。許可を得ていることや廃棄物処理法上の処理基準・維持管理基準の遵守が命令や罰則の担保の下に義務づけられていることゆえに住民の不安は杞憂に過ぎないという事業者の反論を想定して，①許可を得ていることはあくまで判断の一つの有力な要素にとどまり絶対のものではないこと，②許可を得たとしてもそれは操業後の基準遵守を保障するものではないこと，③安定型処分場に義務付けられる展開検査が十分にされる保障はなく，有害物質混入の場合に処理場外に漏出することは不可避であること，などの再反論をする。次に，因果関係の立証について，立証責任は原告にあるのが原則であるが，原告が漏出と地下水汚染の高度の蓋然性について一応の立証をするか，それについての相当程度の可能性の立証をすれば，それが発生する高度の蓋然性がないことを被告が立証ないし反証しな\n- 20 -い限り被害発生の事実上の因果関係が推認される，とするなどの主張をし，最近の裁判例には因果関係についてこうした判示をするものがあることを指摘する。そのような見解によるならば，原告の主張は認容される可能性が高いことになる。\n〔第２問〕\n土壌汚染対策法の平成２１年改正により導入された，一定面積を超える土地の形質変更時の届出及び調査命令についての理解を問うとともに，土壌汚染をめぐる瑕疵担保責任，不法行為責任と土壌汚染対策法の関係，特に民法と土壌汚染対策法第８条の関係についての理解を確かめる出題である。\n設問１においては，①土壌汚染対策法第４条第１項により，Ｃが環境省令で定める面積を超える土地の形質変更をする場合には届出義務が課されるが，さらに，同法第４条第２項により，都道府県知事から調査命令が課されることがある点を指摘する必要がある。そして，②同法第\n４条第１項が大規模な開発工事の場合に届出をさせて調査の契機とする理由は，面積の大きい土地の形質変更については，汚染の拡散など土壌汚染の社会的リスクが高まることにあり，また，この点の平成２１年改正の背景には，改正前は，自主調査が余りにも多く，法律上の調査が少なかったため，調査の透明性，信頼性の観点から問題があると考えられ，土壌汚染の把握について法律上の契機を増加させなければならないという事情があった。\n設問２については，ＣはＡに対して，主に，瑕疵担保責任（民法第５７０条）と，原因者であることに基づく不法行為責任（民法第７０９条）を追及することが考えられる。\n①瑕疵担保責任の「隠れた瑕疵」があったか否かについては，最判平成２２年６月１日民集\n６４巻４号９５３頁によれば，本問では，平成１３年１２月の取引観念によることになる。トリクロロエチレンについては，平成６年の土壌環境基準改定のときに追加されており，本問では平成１３年１２月に環境省令で定める基準値を超過していたことからすると，本件土地は土地の通常備えるべき属性を有していなかったと考えられる。\n②不法行為責任については，損害及びＡの作為義務違反は汚染除去をした時点で発生するとし，Ｃの汚染除去のときにＡの不法行為が成立したと捉えるのが有力な考え方である。この考え方が土壌汚染対策法第８条とは最も整合するものと見られる。また，売買の際に不法行為が成立すると見る考え方もあろうが，土壌汚染対策法第８条との関係をどう捉えるかについての指摘がなされることが望ましい。\n③次に，損害賠償額に関しては，封じ込めに掛かる５億円については，土壌汚染対策法第８条によって費用回収を求めることができる。同条に定められているように，これについては当該措置の指示（同法第７条第１項）がなされたことが前提となるのである。\n④さらに，指示措置以上の措置である除去に要する費用は，土壌汚染対策法第８条では請求できない。しかし，民法に基づいて損害賠償を請求することは可能である。その場合，どの程度の額が請求できるのか。これについては，土壌汚染対策法第８条と民法の関係をどう見るかという問題に配慮しつつ，論述をすることが求められる。\nなお，瑕疵担保責任，不法行為責任以外の請求について記述した場合には採点において一定程度の配慮はするが，民法上の論点の詳細について記すことは期待されていない。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際人権条約違反に対する救済を問う問題である。\n設問１は，国家の市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）第９条違反の行為によって被害を被った個人が当該国国内裁判所で自由権規約違反を根拠にして救済を得るために考えるべき議論を問うものである。国内裁判所で国際条約を援用するため\n- 21 -には，まず当該国において国際条約が国内法として位置付けられているかどうかを検討する必要がある（条約の国内法上の効力）。国際条約が国内法たる地位を持っていない場合は国内裁判所で国際条約を援用することは考えられないが，国内法たる地位を持つ場合にも，特定の国際条約（本問の場合は自由権規約）が国内裁判所で援用できる性質を持つことが（「自動執行性」又は「直接適用可能性」と呼ばれる）必要である。国際条約の国内法上の効力の問題は，各国の憲法体制が国際条約をどのように位置付けているかという問題である。特定の国際条約の自動執行性（直接適用可能性）の有無は，一般的には，当該国際条約上の文言が明確であって裁判所が政策的な考慮を払わなくとも適用可能な性質を持つかどうか，また，条約当事国が国内裁判所によって適用されることを意図していたかどうか等によって決定される。\n国際条約がどのような条件の下で国内法上の効力を持ち，また，裁判所において援用され得るかという，国際法と国内法の関係に関する基本構造が頭に入っているかどうかを問う問題である。\n設問２は，外交的保護権に関する２つの問題を問うものである。\n第１は，設問１が国内裁判所における自由権規約違反に対する救済を問題にしているのに対して，国の外交的保護権を使って国際人権規約違反の救済をなし得ることを問う問題である。\n自国民が外国において当該国家の責任を伴う形で生命財産を侵害されたときに所属国が外交的保護権を行使できるが，基本的人権侵害についても外交的保護権を行使できるかが問題となる。\n外交的保護が個人の権利を所属国が代理行使することだと考えることができれば，甲の家族が甲の所属国に対して外交的保護権を行使するよう働き掛けることにより甲の釈放を要求できることになる。\n第２は，法人の損害について事業主の国籍国が外交的保護権を行使できるかどうかを問う問題である。甲の長期間にわたる拘禁によって破産した乙社は，Ｙ国法人と解されるが，事実上は甲そのものであるために（法人格否認），乙の滅失した財産についても甲の所属国がその賠償を請求できることの説明が必要である。株主本国による会社に関する外交的保護権を否定した国際司法裁判所「バルセロナトラクション事件」との違いをきちんと押えられるかどうかがポイントである。\n設問３は，自由権規約の第１選択議定書によって，甲の家族が自由権規約委員会に申立てを行えること，そしてこの手続にどのような特徴があるかを問うものである。自由権規約第１選択議定書は，一定の要件を満たせば，自由権規約委員会が，個人から管轄を及ぼす国家の自由権規約違反の通報を受けることができる。自由権規約委員会は，通報を受けて検討を行い，自由権規約違反を認定した場合には，当該国に対して注意喚起を行うことができ，注意喚起された自由権規約当事国は６か月以内に救済措置等について委員会に説明をすることが義務付けられる。このように，本問では，甲の家族を起点として，Ｙ国の自由権規約違反を問うことのできる国際的な手続があることの理解がまず必要である。\nさらに，この手続では，委員会の違反認定がなされれば被申立国たるＹ国はそれに対して説明することが要求され説明責任を負うが，他方，委員会による自由権規約違反の認定は当事国を拘束するものでないという限界を持つ。本問では，このような第１選択議定書の特徴を正しく理解していることが重要である。\n〔第２問〕\n本問は，大陸棚の境界画定に関する仮設例を設定して出題したものである。\n設問１は，２００海里までの大陸棚を設定することを，一国が一方的に宣言により行った場合の国際法上の効果を問う問題である。境界設定を，一方的行為で行うことは国際法により認められている。本問の場合には，Ａ国の一方的大陸棚宣言の内容は，海洋法に関する国際連合条約第７６条第１項に適合しているし，同条約第７７条第３項で大陸棚に対する沿岸国の権利\n- 22 -が明示の宣言に依存しないことは別の問題である。そのような宣言が国際社会に向けて公式に行われている。Ａ国の大陸棚宣言に対しては他国からの抗議が行われていない。また，Ｂ国との間で紛争がある海底区域を除いた部分についての，Ａ国の一方的宣言の国際法上の効力を問うている。これらを踏まえて，Ａ国の大陸棚宣言の国際法上の効力が決定されることになる。\n設問２は，国際司法裁判所が暫定措置を指示するための要件を問う問題である。国際司法裁判所規程第４１条第 1 項は，事情によって必要と認めるときは，各当事者のそれぞれの権利を保全するために採られるべき暫定措置を指示することを規定している。この規定から，Ａ国の請求に応じて国際司法裁判所が暫定措置を指示するためには，保全される権利があり，事情によって必要と認めることが要件となる。先例によっては，国際司法裁判所が一応の管轄権を持つこと，「回復しがたい損害」の発生のおそれがあるという事態の緊急性が，暫定措置を指示するための要件であるとされてきている。また，事態や紛争の悪化や防止も，暫定措置を指示する要件と考えられることがある。本問では，Ｂ国が一方的に海底油田の資源開発に着手している。そして，Ｂ国が開発行為を行っている区域は，将来，境界画定が行われればＡ国の大陸棚となる可能性があり，資源開発を見込めるが，Ｂ国が開発行為を即時に中止しないと，この海底区域からの資源がＢ国の開発行為により奪われてしまい，資源回復は不可能であり，Ａ\n国による資源開発の見込みがなくなるおそれがある。国際司法裁判所規程第４１条第１項だけではなく，先例により認められてきている暫定措置を指示する要件を，この本問の事実状況に照らして読み取り，解答することが求められる。\n設問３は，海洋法に関する国際連合条約第８３条第１項が，条約の当事国ではないＢ国に対して適用のある規則といえるための条件を問う問題である。同項にいう規定が，慣習国際法化しているものであれば，Ｂ国にもこの規定は適用されることになる。そこで，同項にいう規定が，慣習国際法といえるかが検討されなければならない。その検討に際しては，まず，法典化条約の条文である同項が，慣習国際法化するといえる規範的性質を備えているか，同項の採択時の諸国の見解が対立しており，その妥協として同項が採択されたことをいかに評価するか。\n他方で，採択後に海洋法に関する国際連合条約が１９９４年に発効して以来は，同項の解釈もほぼ定着しており，それに従った実践が集積していることをいかに評価するか。本問におけるこれらの事実を考慮して，同項の慣習国際法化が論じられる必要がある。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，不法行為の準拠法及び不法行為に基づく損害賠償請求権の相続に関する準拠法の決定並びにこれらの準拠法の適用を問うものである。\n設問１の小問（１）は，法の適用に関する通則法（以下「通則法」という。）第３６条によって指定される本国（法）が地域的不統一法国である場合の通則法第３８条第３項の解釈・適用について問うものであり，通則法第４１条の反致の成否についての検討も求められる。\n設問１の小問（２）は，不法行為の準拠法（日本法）の適用上，被害者の逸失利益の算定を日本の賃金センサスの基準によって行うことの当否を問うものである。日本法が準拠法として指定されることと日本の賃金センサスを適用して逸失利益を算定することが論理必然的な関係にないことを踏まえ，損害の算定についての日本民法上の基本的な考え方を示して検討することが期待される。\n設問１の小問（３）は，不法行為に基づく慰謝料請求権の相続の可否を規律する準拠法についての理解を問うものである。法律関係の性質決定をした上で，不法行為の準拠法（日本法）及び相続の準拠法（Ｐ法）のそれぞれの適用関係を明らかにして，これらの準拠法の適用・当てはめを行い，結論を示す必要がある。\n設問２は，不法行為の被害者の近親者固有の慰謝料請求権を規律する準拠法についての理解\n- 23 -を問うものである。本問における近親者（Ｘ）の精神的な苦痛という結果の発生地（通則法第\n１７条本文）はＰ地域であることを前提として，通則法第１７条ただし書の通常予見可能の意味内容を踏まえた準拠法の決定と適用が期待される。\n設問３は，原告（Ｘ）の請求の前提として，不法行為の被害者夫婦の死亡の先後が明らかでない場合の夫による妻の損害賠償請求権の相続の可否を規律する準拠法について理解を問うものである。相続準拠法又は権利能力の準拠法としてのＰ法②の同時死亡の推定規定の適用を根拠付け，結論を示す必要がある。\n〔第２問〕\n本問は，法人格のないパートナーシップの日本の裁判所における当事者能力の有無，保証契約の準拠法及び法定代位の準拠法について問うものである。\n設問１は，外国法（甲国法）によって設立された法人格のないパートナーシップの日本の裁判所における当事者能力の有無を問うものである。複数の考え方があり得るが，例えば，法廷地法である民事訴訟法第２８条の「その他の法令」としての法人の従属法に関する国際私法規則の解釈を示した上で，同法第２９条を適用するなどの処理を行う必要がある。\n設問２は，保証契約の準拠法が日本法又は乙国法となるそれぞれの可能性について問うものである。日本法が準拠法となる根拠としては，日本法が保証契約の特徴的給付である保証債務の履行をすべきＹの事業所の所在する地の法であること（通則法第８条第２項），保証契約締結後に当事者が日本法を準拠法と合意すること（通則法第９条）が考えられること，などが挙げられ，他方，乙国法が準拠法となる根拠としては，上記通則法第９条に基づく当事者の乙国法を準拠法とする合意のほか，上記特徴的給付の理論による推定にもかかわらず，主債務の発生原因となったローン契約の準拠法である乙国法を最密接関係地法とする解釈も可能であること，などが挙げられる。これらの双方の可能性について論ずることが求められる。\n設問３は，法定代位の準拠法についての理解を問うものである。原因行為（本問では保証契約）の準拠法によるという通説の考え方について，債権譲渡に関する通則法第２３条の規律の適用事案との利益状況の相違（特に債務者保護の必要性）を踏まえての比較検討が求められる。\n- 24 -"
}