{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\n１９８０年に入国が認められて以来，Ｘ国人甲は，Ｙ国内で乙社（有限責任法人）の名義で適法に貿易業を営んでいた。ところが，２０００年５月２０日夜にＹ国官憲が甲の自宅を訪れ，突如理由も示さず甲を逮捕し連行した。その後，現在まで甲について裁判も開かれないままＹ国政府による拘禁が続いている。乙社は，甲が一人で切り回していたために，甲の長期間にわたる拘禁によって立ち行かなくなり，２００１年６月に倒産し，その後の破産手続を経て，２００４年末までに乙社の資産は，全て債権者に分配された。\nＸ国，Ｙ国は，共に「市民的及び政治的権利に関する国際規約」（以下「自由権規約」という。）及び自由権規約第１選択議定書の当事国であるが，いずれも欧州人権条約などの地域的人権条約には加入していない。また２０００年１月１日以降，Ｙ国内で緊急事態が宣言されたことはない。\n以上の事実関係を前提に，以下の設問に答えなさい。\n〔設 問〕\n１．甲の代理人は，Ｙ国の裁判所に甲の釈放を求めることを考えた。そこで，国際法上の主張をするためにはどのような議論をする必要があるかについて説明しなさい。なお，従来Ｙ国国内裁判所において自由権規約が援用されたことはない。\n２．Ｘ国は，甲の家族からの訴えを受けて，Ｙ国に甲の救済を求めようとした。Ｘ国は，Ｙ国に対して国際法上どのような請求をすることが可能か。Ｙ国に要求できる全ての請求をその根拠を示して論じなさい。\n３．甲の家族は，個人として利用できる国際法上の手続によって甲の救済を求めようと考えた。\n甲の家族が，甲を救済するために個人として利用可能な国際法上の手続は何か。当該手続によってどのようなことが可能になるか，またどのような限界があるかを含めて説明しなさい。\n- 28 -\n〔第２問〕（配点：５０）\nＡ国は，海洋法に関する国際連合条約第７６条第１項に従って，基線から２００海里までの海底の区域を自国の大陸棚として設定する大陸棚宣言を，国際社会に向けて公式に行った。以下のようにＢ国との間で紛争がある海底の区域を除いて，それ以外の海底の区域については，Ａ国の大陸棚宣言は，他国から抗議を受けてはいない。\nＡ国とＢ国とは向かい合う位置関係にあるが，両国の沿岸間の距離が４００海里に満たないために，両国のそれぞれの大陸棚に対する権利の主張が，重複する海底の区域がある。それゆえに，両国の間には，大陸棚の境界画定に関する紛争がある。\n海洋法に関する国際連合条約第８３条は，大陸棚の境界画定について規定する。Ａ国は同条約の当事国であるが，Ｂ国は当事国ではない。海洋法に関する国際連合条約第８３条第１項の採択に際しては，複数の見解が対立したため，その妥協として同条項が採択された。１９９４年に同条約が発効して以来，大陸棚の境界画定について，交渉による実践や裁判実践が集積してきている。同条約第８３条第１項の解釈はほぼ定着しており，衡平な解決を達成するためには，まず中間線を引いて，関連ある事情を考慮して必要な修正を加えるべきと解されている。\nところで，Ａ国とＢ国の大陸棚に対する権利主張が重複している海底の区域には，一体をなす海底油田が広がっていて，資源が豊かに存在している。現在，両国の間で大陸棚境界画定交渉は断絶している。最近になってＢ国は，一方的にこの海底油田の資源開発に着手した。Ａ国は，Ｂ国の開発行為に対して，強く抗議している。というのも，Ｂ国が開発を行っている海底の区域は，将来，境界画定が行われればＡ国の大陸棚となる可能性があり資源開発を見込めるが，Ｂ国が資源開発行為を即時に中止しないと，この海底の区域からの資源がＢ国の資源開発行為により奪われてしまい，資源回復は不可能であり，Ａ国による資源開発の見込みがなくなるおそれがあるからである。\n両国間では対立が深まり，著しく緊張が高まっている。\nＡ国もＢ国も，国際司法裁判所規程第３６条第２項に基づき選択条項受諾宣言を行っている。そこでＡ国は，国際司法裁判所にこの大陸棚境界画定紛争を付託してこの紛争に適用のある国際法の宣言を求めるとともに，Ｂ国の資源開発行為を中止させるために暫定措置請求を行った。\n以上の事実関係を前提に，以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国との紛争がある海底の区域に関する部分を除いて，Ａ国の大陸棚宣言が国際法上の効力を持ち得るかについて論じなさい。\n２．国際司法裁判所が暫定措置を指示するための要件について論じなさい。\n３．国際司法裁判所が，Ａ国とＢ国間の紛争に適用のある国際法として，海洋法に関する国際連合条約第８３条第１項の規定を宣言するとすれば，その理由について論じなさい。\n- 29 -\n- 30 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 17,
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国際人権条約違反に対する救済を問う問題である。\n設問１は，国家の市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）第９条違反の行為によって被害を被った個人が当該国国内裁判所で自由権規約違反を根拠にして救済を得るために考えるべき議論を問うものである。国内裁判所で国際条約を援用するため\n- 21 -には，まず当該国において国際条約が国内法として位置付けられているかどうかを検討する必要がある（条約の国内法上の効力）。国際条約が国内法たる地位を持っていない場合は国内裁判所で国際条約を援用することは考えられないが，国内法たる地位を持つ場合にも，特定の国際条約（本問の場合は自由権規約）が国内裁判所で援用できる性質を持つことが（「自動執行性」又は「直接適用可能性」と呼ばれる）必要である。国際条約の国内法上の効力の問題は，各国の憲法体制が国際条約をどのように位置付けているかという問題である。特定の国際条約の自動執行性（直接適用可能性）の有無は，一般的には，当該国際条約上の文言が明確であって裁判所が政策的な考慮を払わなくとも適用可能な性質を持つかどうか，また，条約当事国が国内裁判所によって適用されることを意図していたかどうか等によって決定される。\n国際条約がどのような条件の下で国内法上の効力を持ち，また，裁判所において援用され得るかという，国際法と国内法の関係に関する基本構造が頭に入っているかどうかを問う問題である。\n設問２は，外交的保護権に関する２つの問題を問うものである。\n第１は，設問１が国内裁判所における自由権規約違反に対する救済を問題にしているのに対して，国の外交的保護権を使って国際人権規約違反の救済をなし得ることを問う問題である。\n自国民が外国において当該国家の責任を伴う形で生命財産を侵害されたときに所属国が外交的保護権を行使できるが，基本的人権侵害についても外交的保護権を行使できるかが問題となる。\n外交的保護が個人の権利を所属国が代理行使することだと考えることができれば，甲の家族が甲の所属国に対して外交的保護権を行使するよう働き掛けることにより甲の釈放を要求できることになる。\n第２は，法人の損害について事業主の国籍国が外交的保護権を行使できるかどうかを問う問題である。甲の長期間にわたる拘禁によって破産した乙社は，Ｙ国法人と解されるが，事実上は甲そのものであるために（法人格否認），乙の滅失した財産についても甲の所属国がその賠償を請求できることの説明が必要である。株主本国による会社に関する外交的保護権を否定した国際司法裁判所「バルセロナトラクション事件」との違いをきちんと押えられるかどうかがポイントである。\n設問３は，自由権規約の第１選択議定書によって，甲の家族が自由権規約委員会に申立てを行えること，そしてこの手続にどのような特徴があるかを問うものである。自由権規約第１選択議定書は，一定の要件を満たせば，自由権規約委員会が，個人から管轄を及ぼす国家の自由権規約違反の通報を受けることができる。自由権規約委員会は，通報を受けて検討を行い，自由権規約違反を認定した場合には，当該国に対して注意喚起を行うことができ，注意喚起された自由権規約当事国は６か月以内に救済措置等について委員会に説明をすることが義務付けられる。このように，本問では，甲の家族を起点として，Ｙ国の自由権規約違反を問うことのできる国際的な手続があることの理解がまず必要である。\nさらに，この手続では，委員会の違反認定がなされれば被申立国たるＹ国はそれに対して説明することが要求され説明責任を負うが，他方，委員会による自由権規約違反の認定は当事国を拘束するものでないという限界を持つ。本問では，このような第１選択議定書の特徴を正しく理解していることが重要である。\n〔第２問〕\n本問は，大陸棚の境界画定に関する仮設例を設定して出題したものである。\n設問１は，２００海里までの大陸棚を設定することを，一国が一方的に宣言により行った場合の国際法上の効果を問う問題である。境界設定を，一方的行為で行うことは国際法により認められている。本問の場合には，Ａ国の一方的大陸棚宣言の内容は，海洋法に関する国際連合条約第７６条第１項に適合しているし，同条約第７７条第３項で大陸棚に対する沿岸国の権利\n- 22 -が明示の宣言に依存しないことは別の問題である。そのような宣言が国際社会に向けて公式に行われている。Ａ国の大陸棚宣言に対しては他国からの抗議が行われていない。また，Ｂ国との間で紛争がある海底区域を除いた部分についての，Ａ国の一方的宣言の国際法上の効力を問うている。これらを踏まえて，Ａ国の大陸棚宣言の国際法上の効力が決定されることになる。\n設問２は，国際司法裁判所が暫定措置を指示するための要件を問う問題である。国際司法裁判所規程第４１条第 1 項は，事情によって必要と認めるときは，各当事者のそれぞれの権利を保全するために採られるべき暫定措置を指示することを規定している。この規定から，Ａ国の請求に応じて国際司法裁判所が暫定措置を指示するためには，保全される権利があり，事情によって必要と認めることが要件となる。先例によっては，国際司法裁判所が一応の管轄権を持つこと，「回復しがたい損害」の発生のおそれがあるという事態の緊急性が，暫定措置を指示するための要件であるとされてきている。また，事態や紛争の悪化や防止も，暫定措置を指示する要件と考えられることがある。本問では，Ｂ国が一方的に海底油田の資源開発に着手している。そして，Ｂ国が開発行為を行っている区域は，将来，境界画定が行われればＡ国の大陸棚となる可能性があり，資源開発を見込めるが，Ｂ国が開発行為を即時に中止しないと，この海底区域からの資源がＢ国の開発行為により奪われてしまい，資源回復は不可能であり，Ａ\n国による資源開発の見込みがなくなるおそれがある。国際司法裁判所規程第４１条第１項だけではなく，先例により認められてきている暫定措置を指示する要件を，この本問の事実状況に照らして読み取り，解答することが求められる。\n設問３は，海洋法に関する国際連合条約第８３条第１項が，条約の当事国ではないＢ国に対して適用のある規則といえるための条件を問う問題である。同項にいう規定が，慣習国際法化しているものであれば，Ｂ国にもこの規定は適用されることになる。そこで，同項にいう規定が，慣習国際法といえるかが検討されなければならない。その検討に際しては，まず，法典化条約の条文である同項が，慣習国際法化するといえる規範的性質を備えているか，同項の採択時の諸国の見解が対立しており，その妥協として同項が採択されたことをいかに評価するか。\n他方で，採択後に海洋法に関する国際連合条約が１９９４年に発効して以来は，同項の解釈もほぼ定着しており，それに従った実践が集積していることをいかに評価するか。本問におけるこれらの事実を考慮して，同項の慣習国際法化が論じられる必要がある。"
}