{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，トラック運送業を営む会社であり，期間の定めなく雇用されたトラック運転手１５名，総務担当２名，経理担当２名及び配車担当２名の社員計２１名のほか，期間１年の労働契約を締結して雇用されたトラック運転手５名及び事務職を補助するパートタイマー６名を擁する会社である。Ｙ社の就業規則には，別紙のとおり規定されている。\nＸは，平成２１年４月１日にＹ社にトラック運転手として雇用された者であり，これまで１５年のトラック運転歴を有していた。Ｘの賃金は，基本給１５万円，乗務手当１０万円，無事故手当３万円，家族手当１万円及び通勤手当１万円の合計３０万円であった。\nＸは，給料が入ると暴飲暴食をするなどの不摂生な生活を送っていたことから，Ｙ社に入社する前から内臓疾患及び糖尿病を患い，投薬治療を受けていた。Ｘは，Ｙ社に入社後も同様の生活状態が続き，乗車前の飲酒検査で乗車不適とされたことが数度あり，同年１０月３０日に厳重注意を受け，反省文を提出した。Ｘは，それからしばらくは問題なく就労していたが，平成２２年\n６月１８日に無断欠勤をした上，その翌日の乗車前の飲酒検査で乗車不適とされたことについて，懲戒処分としてけん責処分を受けた。\nＸは，同年１０月２０日，トラックを運転し，高速道路を走行中に軽い意識もうろう状態に陥り，中央分離帯のガードレールに自車を接触させ，自車右前部を破損させ，その場で立ち往生するという事故を起こしたことがあった。上記意識もうろう状態は，その前日に暴飲暴食をした上，十分な睡眠を取らなかったことによるものであった。Ｙ社は，Ｘに対し，生活習慣を改め，安全運転に支障を生じさせるような暴飲暴食をやめるように注意し，Ｘは，Ｙ社に対し，二度と暴飲暴食をしない旨の誓約書を提出した。\nＸは，その後約１か月の間，誓約を守り，支障なく運転業務を行っていたが，再び暴飲暴食を繰り返す生活に陥った。その結果，Ｘは，疲れると運転中に意識もうろう状態になることがあり，平成２３年１月１５日には，乗務開始直前に意識を消失して病院に運ばれ，１週間入院した。Ｘは，退院後，７日分の有給休暇を取得したところ，Ｙ社は，Ｘが出社してきた同月３１\n日，Ｘを同日限りで解雇し，Ｘに対して基本給３０日分相当額の解雇予告手当を支払った。その後，Ｘに交付された解雇理由証明書には，解雇事由として，「Ｘは，糖尿病や内臓疾患を患っていて，疲労等を引き金に意識障害に陥ることがあり，その結果，重大な交通事故を発生させる危険性を常に有しているため」と記載されていた。\nなお，内臓疾患と糖尿病を併発している場合，アンモニア高値になると，多幸感，記銘力低下が生じ，更に悪化すると意識の混濁が生じる可能性があり，血糖値が高くなると，糖尿病性昏睡に至ることがあるとされている一方，これらの疾病は，適正な食生活と投薬治療により，通常の運転業務に支障は生じない程度のコントロールができるとされている。",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "[労 働 法］\n〔第１問〕\n設問（１）は，期間の定めのない労働契約について行われた普通解雇の効力を問うものであり，①解雇規制の内容を踏まえ，②問題文の事実関係に即してＸの解雇が有効か否かを論じさせるものである。①については，民法では，期間の定めのない労働契約について解雇の自由を定めている（民法第６２７条第１項）が，労働法制の下では，解雇が労働者に与える重大な不利益等を考慮して，解雇権濫用法理による規制を加えているので，その規制内容（労働契約法第１６条）を論じる必要がある。②については，実体上の論点と手続上の論点が考えられる。\n実体上の論点としては，まず，Ｘについて解雇事由があるかどうかを論じる必要がある。この点は，Ｙ社がＸに示した解雇理由を踏まえつつ，具体的事実関係に即して，就業規則に定める解雇事由該当性を論じることになる。次に，解雇事由があるとした場合，それが客観的で合理的な理由といえるか，さらに，当該解雇事由を理由とする解雇が社会通念上相当であるかどうかを論じる必要がある。手続上の論点としては，労働基準法第２０条第１項は，即時解雇をする場合，使用者は３０日分以上の平均賃金を支払わなければならないと定めているところ，本問では，Ｘの賃金には基本給のほかに乗務手当その他の諸手当が含まれるのに，Ｙ社はＸの基本給３０日分相当額を支払ったのみであるので，この点がＸの解雇の効力にどのように影響するのかについて言及することが求められる。\n設問（２）は，期間の定めのある労働契約について行われた期間途中の普通解雇の効力を問うものであり，①この場合の解雇規制の内容を踏まえ，②問題文の事実関係に即してＸの解雇が有効か否かを論じさせるものである。①については，期間の定めのある労働契約における解雇規制の内容（民法第６２８条及び労働契約法第１７条第１項）を論じる必要があり，その場合，期間の定めのない労働契約における解雇規制との違いとその趣旨についての論述が求められる。②については，設問（１）と基本的には同じ事項を検討することになるが，実体上の論点において，Ｘの中途解雇の理由がやむを得ない事由であるか否かについては，期間の定めのない労働契約である設問（１）との解雇規制の違いを意識した論述が求められる。\n〔第２問〕\n本問は，定年延長制度及びそれに伴う新賃金体系の導入の事例を素材として，就業規則による労働条件の不利益変更及び労働協約による労働条件の不利益変更の効力に関する理解を問うものである。事実関係はやや複雑であるが，論点はオーソドックスであり，労働法に関する基本的な理解を求めている。\n設問（１）では，①本件でＹ社が行った就業規則の改訂が労働条件の不利益変更に該当するか否か，②該当するとすれば，同改訂がＸ 及びＸ に対してそれぞれ拘束力を及ぼす要件をど\n１ ２のように解すべきかが論点となり，事実関係を踏まえた検討が求められる。①については，本件就業規則の改訂は，定年延長の側面では Ｘ 及びＸ に利益となる一方，新賃金体系の導入\n１ ２の側面では両名に不利益をもたらし得ることを把握する必要がある。特に，改訂前の就業規則の下で両名が満６０歳から６３歳まで得ることを期待できた給与額と，改訂後の就業規則の下で両名が満６０歳から６５歳までの間に実際に得る給与額の間に大差がないという事実関係をどのように捉えるかがポイントとなろう。②については，本件就業規則改訂が労働契約法施行前に行われたものであるため，就業規則による労働条件の不利益変更の効力に関する判例法理を基礎に検討してもよいが，労働契約法第９条，第１０条及び第１１条に即した解答も可とする。いずれの場合も，就業規則による労働条件の不利益変更が拘束力を認められるための要件である合理性の内容（労働者の受ける不利益の程度，労働条件の変更の必要性，改訂後の就業規則の内容の相当性，労働組合との交渉等の状況，就業規則改訂に係るその他の事情）を事実関係に即して論述するとともに，後者の場合，特に，同法第９条及び第１０条の趣旨（さらに，同法第１０条所定の要件である就業規則の「周知」）を正確に理解して検討する必要がある。\n設問（２）では，Ｙ社がＭ組合との間で締結した定年延長協定（労働協約）は，新賃金体系の導入の面でＸ 及びＸ に対する不利益性を有するものであるところ，そうした労働協約がＭ\n１ ２組合の組合員でないＸ （Ｎ組合の組合員）及びＸ （非組合員）を拘束するか否かが論点とな\n１ ２る。労働協約の拡張適用（労働組合法第１７条）に関する法的知識を問う設問である。同条の趣旨，要件及び効果について正確に検討する必要があるが，主要な論点は，同条の効果であり，Ｙ社とＭ組合が締結した労働協約が別組合（Ｎ組合）の組合員であるＸ に拡張適用されるか，１\nまた，いずれの組合にも属していないＸ に拡張適用されるかについて，判例・学説の理解を２踏まえて検討する必要がある。また，同条の要件については，特に，Ｘ （Ｙ社Ｂ支店の営業\n２担当調査役）が「同種の労働者」に該当するか否かが検討のポイントとなる。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針事例に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめによって，適切な結論を導き出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案については，おおむね標準以上の得点を与え，さらに，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，着目すべき問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\n３ 採点実感等(1) 第１問について本問は，期間の定めのない労働契約の普通解雇の場合（設問（１））と期間の定めのある労働契約の期間途中の普通解雇の場合（設問（２））において，それぞれの解雇の効力を問う問題である。全体として，普通解雇規制の内容あるいは期間の定めのない労働契約と期間の定めのある労働契約との解雇規制の違いについて，基礎的な理解が極めて不十分と思われる答案が予想以上に多かった。\nまず，本問解雇が懲戒解雇であるとの前提で検討を行った答案が少なくなかった。\n確かに，本問解雇にＸに対する制裁的側面があることを強調すれば，懲戒解雇として検討する余地が全くないとまでは言い切れない。しかし，Ｙ社がＸに示した解雇理由その他の事実関係からすれば，やはり懲戒解雇と見るにはかなりの無理があり，\n本問であえて検討する必要性に乏しい。少なくとも，普通解雇としての検討を全く行わないのは失当と言わざるを得ない。\nまた，本問解雇につき，労働基準法第１９条の該当性について論じた答案も少なからず見られた。しかし，入社前から既に罹患していた疾病であるなど，業務上の疾病ではないことが明らかな事案である本問においては，論点として取り上げることは適切とは言えない。\nさらに，本事例では，Ｙ社がＸに解雇予告手当として基本給３０日分相当額しか支払っておらず，同法第２０条第１項の要件を満たしていないが，そもそも，この論点に気付いていない答案が多かった。なお，本問では，平均賃金の算定において，\n基本給に加え乗務手当その他全ての手当を算入すべきところ，この論点に気付きながらも，同法第１１条及び第１２条に関する理解が不十分であるため（同法第３７条の割増賃金の算定と混同していると思われる答案も見受けられた。），一部の手当を平均賃金算定において除外すべきとする答案も散見された。\n次に，本問解雇の効力を検討するに当たっては，Ｙ社がＸに示した解雇理由を踏まえて就業規則該当性を検討する必要があるところ，そもそも，上記解雇理由に触れていない答案が少なくなかった。また，上記解雇理由が就業規則第３７条第１項- 48 -の何号に該当するかを明示していない答案も見られた。さらに，本問では，上記解雇理由の内容から見ても，同項第３号該当性の検討を中心としつつ，他の各号の該当性も検討すべきであるが，理由を何ら示すことなく，同項第３号等，一部の該当性のみを論じた答案も少なくなかった。\n最後に，労働契約法第１６条の解雇権濫用法理の検討においては，客観的合理的理由と社会的相当性の２つの要件が掲げられている趣旨あるいは客観的合理的理由の要件と就業規則該当性の関係など，解雇規制に関する法律構成の枠組を整理して理解していない答案が多く，例えば，上記各要件を分けずに解雇の効力を論じている答案が相当数あった。\n設問（２）においては，そもそも期間の定めのある労働契約の期間途中の解雇に関する民法第６２８条及び労働契約法第１７条の知識を欠いている答案が少なくなく，あるいは，同条を摘示しながら同法第１６条を論じるなど，同法第１７条の理解不足と思われる答案も見られた。また，期間途中の解雇であるにもかかわらず，\n雇止めの問題として論じている答案も散見された。さらに，期間の定めのない労働者に比べ，期間の定めのある労働者は保護の必要性が薄く，解雇要件該当性は緩やかに判断してよいなどとする，労働法に関する根本的な理解が不足していると言わざるを得ない答案も散見された。\n(2) 第２問について第２問は，オーソドックスな問題であったこともあり，全体としては，期待される水準に達している答案が多かった。ただし，本問は触れるべき論点が多く，かつ，\nいずれも主要論点であって，十分な答案構成が求められるが，設問ごと又は論点ごとの記述のバランスを著しく欠いた答案も少なくなかった。\n設問（１）では，まず，①労働条件の不利益変更に該当するか否かを検討した上で，②不利益変更の合理性を検討する必要があるところ，①の論点を意識した答案が多数ではあったものの，何ら①に触れることなく，いきなり②の検討から入る答案も相当数あった。また，労働契約法の適用を前提に論述する場合，②の検討の前提として，同法第１０条の趣旨に言及すべきであるが，これに触れた答案は少なく，\n条文の摘示にとどまるものが多かった。さらに，同条の該当性を検討する場合，当然ながら，同条に明記された全ての要件について論じるべきであるが，そのうち，\n周知の要件に触れていない答案が相当数あった。\n①の検討では，Ｘ１・Ｘ２両名の給与額につき，改訂前の就業規則の下で得ることが期待できた額と改訂後の就業規則の下で実際に得た額がほぼ同額であり，すなわち，同額の給与額を得るために，改訂後では２年間余分に働くことになる点がポイントとなるが，この点を意識して論述する答案が比較的多数であったものの，この点を看過して不利益性がないとする答案も相当数見られた。なお，本問において，\n定年延長による安定雇用の確保は，不利益変更の必要性に関わる事情であるだけでなく，労働者にとっても利益となる事情であることから，不利益性の検討において，\n同事情と賃金引下げという不利益とを総合的に評価するのが相当であり（最判平成９年２月２８日[第四銀行事件]参照），かかる観点から検討した答案は，加点の対象とした。また，賃金引下げという不利益変更が満６０歳以降の社員に偏っている事実をどう評価するのかも着目すべき問題点であり（最判平成１２年９月７日[みちのく銀行事件]参照），この点に言及した答案についても，加点の対象にした。その- 49 -他，不利益変更の必要性については，本件就業規則改訂の経緯として，そもそもＭ組合及びＮ組合がＹ社に６５歳定年制の導入を要求して団体交渉が行われ，本件改訂に至ったという事実に着目する必要があるところ，この点を意識した答案は予想以上に少なかった。\n設問（２）では，まず，労働組合法第１７条の要件該当性を検討すべきであるが，\nここでも，条文に明記されている要件に全て言及することなく，特に「一の工場事業場」の要件該当性に触れていない答案が少なくなかった。他方，Ｘ１・Ｘ２が労働組合法上の労働者に当たるかという点は，本問では論点として取り上げる必要がないにもかかわらず，この点に多くの記述を割き，必要な論述が不十分となっている答案も散見された。\n次に，Ｙ社とＭ組合との間の本件労働協約の一般的拘束力がＸ１・Ｘ２両名に及ぶかという論点について，Ｎ組合の組合員であるＸ１に対する関係では，多くの答案が少数組合員に対する拡張適用を否定する説に立って説得的に論述できていた。\n他方，非組合員であるＸ２に対する関係では，判例（最判平成８年３月２６日[朝日火災海上保険（高田）事件]）の正しい理解に基づいた検討が求められるが，極めて重要な判例であるにもかかわらず，これを理解していないか，あるいは，理解が非常に不十分な答案が相当数あった。極端な例では，この判例に全く触れることなく，\nＸ２が労働組合法第１７条の「同種の労働者」に該当することを理由に直ちに一般的拘束力を肯定する答案が散見された。また，判例が非組合員に対する一般的拘束力を例外的に否定すべき場合の判断基準として掲げる「著しく不合理であると認められる特段の事情があるとき」という基準には言及するものの，判示に係る具体的判断要素を挙げて事実を当てはめることができていない答案が相当数あった。さらに，事実の当てはめにおいては，本件労働協約締結の経緯として，Ｍ組合及びＮ組合からの６５歳定年制導入要求によって団体交渉が始まったという事実に着目する必要があるが，設問（１）の就業規則変更の必要性についてと同様，この点を意識した答案は少数であった。\n４ 今後の出題出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の法的見解を展開し，これを事実に当てはめることによって，妥当な結論を導くという，\n法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，正確な理解に基づき，かつ，網羅的に知識を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に理解することはもとより，当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，\n主要な判例については，判例が着目した事実関係及び結論を導くために展開された法律構成や基準ないし要件の内容等を遺漏なく，正確に理解する必要があることに十分配意いただきたい。また，事例を正しく把握して的確に分析し，結論を導くために必要な論点を抽出した上，法令，判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，これに適切に事実の当てはめを行って，法の趣旨に沿った妥当な結論を- 50 -導くという，法的思考力を更に養成するよう重ねてお願いしたい。平成２３年新司法試験の"
}