{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：３：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。なお，解答に当たっては，利息及び遅延損害金を考慮に入れないものとする。\n【事実】\n１．ＡとＢは，共に不動産賃貸業を営んでいる。Ｂは，地下１階，地上４階，各階の床面積が８０平方メートルの事務所・店舗用の中古建物一棟（以下「甲建物」という。）及びその敷地２００平方メートル（以下「乙土地」という。）を所有していた。甲建物の内装は剥がれ，エレベーターは老朽化して使用することができず，賃借人もいない状況であったが，Ｂは，資金面で余裕があったにもかかわらず，貸ビルの需要が低迷し，今後当分は賃借人が現れる見込みがないと考え，甲建物を改修せず，放置していた。Ｂは，平成２１年７月上旬，現状のまま売却する場合の甲建物及び乙土地の市場価値を査定してもらったところ，甲建物は１億円，乙土地は４億円であるとの査定額が出た。\n２．平成２１年８月上旬，Ｂは，Ａから，「甲建物の地下１階及び地上１階を店舗用に，地上２階から４階までを事務所用に，それぞれ内装を更新し，エレベーターも最新のものに入れ替えた建物に改修する工事を自らの費用で行うので，甲建物を賃貸してほしい。」との申出を受けた。この申出があった当時，甲建物を改修して賃貸に出せる状態にした前提で，これを一棟全体として賃貸する場合における賃料の相場は，少なくとも月額４００万円であり，Ａ及びＢは，そのことを知っていた。\n３．そこで，ＡとＢは，平成２１年１０月３０日，甲建物の使用収益のために必要なエレベータ\nー設置及び内装工事費用等は全てＡが負担すること，設置されたエレベーター及び更新された内装の所有権はＢに帰属すること，甲建物の賃料は平成２２年２月１日から月額２００万円で発生し，その支払は毎月分を当月末日払いとすること，賃貸期間は同日から３年とすることを内容として，甲建物の賃貸借契約を締結した。その際，賃貸借契約終了による甲建物の返還時にＡはＢに対して上記工事に関連して名目のいかんを問わず金銭的請求をしないこと，Ａが賃料の支払を３か月間怠った場合，Ｂは催告なしに賃貸借契約を解除することができること，Ａは甲建物の全部又は一部を転貸することができること，契約終了の６か月前までに一方当事者から異議の申出がされない限り，同一条件で契約期間を自動更新することという特約が，ＡＢ\n間で交わされた。また，ＡＢ間での賃貸借契約の締結に際し，敷金として２５００万円がＡからＢに支払われた。\n４．平成２１年１１月１０日，Ａは，Ｂから甲建物の引渡しを受け，Ｂの承諾の下，Ｃとの間で，甲建物の地下１階から地上４階までの内装工事をＣに５０００万円で請け負わせる契約を締結し，また，Ｄとの間で，エレベーター設備の更新工事をＤに２０００万円で請け負わせる契約を締結した。いずれの契約においても，工事完成引渡日は平成２２年１月３１日限り，工事代金は着工時に上記金額の半額，完成引渡後の１週間以内に残金全部を支払うこととされた。そして，Ａは，同日，Ｃに２５００万円，Ｄに１０００万円を支払った。\n５．Ｃは，大部分の工事を，下請業者Ｅに請け負わせた。ＣＥ間の下請負契約における工事代金は４０００万円であり，Ｃは，Ｅに前金として２０００万円を支払った。\n６．Ｃ及びＤは，平成２２年１月３１日，全内装工事及びエレベーター設備の更新工事を完成し，同日，Ａは，エレベーターを含む甲建物全体の引渡しを受けた。\n７．Ａは，Ｄに対しては，平成２２年２月７日に請負工事残代金１０００万円を支払ったが，Ｃに対しては，内装工事が自分の描いていたイメージと違うことを理由として，残代金の支払を拒否している。また，Ｃは，Ｅから下請負工事残代金の請求を受けているが，これを支払って\n- 2 -いない。\n８．Ａは，Ｂとの賃貸借契約締結直後から，平成２２年２月１日より甲建物を一棟全体として，月額賃料４００万円で転貸しようと考え，借り手を探していたが，なかなか見付からなかった。そのため，Ａは，Ｂに対し賃料の支払を同月分からしていない。\n９．Ｂは，Ａに対し再三にわたり賃料支払の督促をしたが，Ａがこれを支払わないまま，３か月以上経過した。しかし，Ｂは，Ａに対し賃貸借契約の解除通知をしなかった。その後，Ｂは，Ａの未払賃料総額が６か月分の１２００万円となった平成２２年８月１日に，甲建物及び乙土地を，５億６０００万円でＦに売却した。代金の内訳は，甲建物が１億６０００万円で，乙土地が４億円であった。甲建物の代金は，内装やエレベーターの状態など建物全体の価値を査定して得られた甲建物の市場価値が２億円であったことを踏まえ，ＦがＢから承継する敷金返還債務の額が１３００万円であることその他の事情を考慮に入れ，査定額から若干値引きすることにより決定したものである。Ｆは，同日，Ｂに代金全額を支払い，甲建物及び乙土地の引渡しを受けた。そして，同年８月２日付けで，上記売買を原因とするＢからＦへの甲建物及び乙土地の所有権移転登記がされた。なお，上記売買契約に際して，Ｂ及びＦは，ＦがＢの敷金返還債務を承継する旨の合意をした。\n10．Ｆは，Ｂから甲建物及び乙土地を譲り受けるに際し，Ａを呼び出してＡから事情を聞いたところ，遅くとも平成２２年中には転貸借契約を締結することができそうだと説明を受けた。そのため，Ｆは，早晩，Ａが転借人を見付けることができ，Ａの賃料の支払も可能になるだろうと考えた。また，Ｆは，甲建物及び乙土地の購入のために金融機関から資金を借り入れており，その利息負担の軽減のため，その借入元本債務を期限前に弁済しようと考えた。そこで，Ｆは，同年９月１日，ＦがＡに対して有する平成２３年１月分から同年１２月分までの合計２４００万円の賃料債権を，その額面から若干割り引いて，代金２０００万円でＧに譲渡する旨の契約をＧとの間で締結し（以下「本件債権売買契約」という。），同日，代金全額がＧからＦに対して支払われた。そして，同日，ＦとＧは，連名で，Ａに対して，上記債権譲渡につき，配達証明付内容証明郵便によって通知を行い，翌日，同通知は，Ａに到達した。\n11．ところが，平成２２年９月末頃，Ａが売掛金債権を有している取引先が突然倒産し，売掛金の回収が見込めなくなり，Ａは，この売掛金債権を自らの運転資金の当てにしていたため，資金繰りに窮する状態に陥るとともに無資力となった。そのため，Ａは，Ｆとの間で協議の場を設け，今となっては事実上の倒産状態にあること及び甲建物の内装工事をしたＣに対する請負残代金２５００万円が未払であることを含め，自らの置かれた現在の状況を説明するとともに，甲建物の転借を希望する者が現れないこと，今後も賃料を支払うことのできる見込みが全くないことを告げ，Ｆに対し，この際，Ｆとの間の甲建物の賃貸借契約を終了させたいと申し入れた。Ｆは，Ａに対する賃料債権をＧに譲渡していることが気になったが，いずれにせよ，Ａから賃料が支払われる可能性は乏しく，Ｇによる賃料債権回収の可能性はないと考え，Ａの申入れを受けて，同年１０月３日，Ａ及びＦは，甲建物の賃貸借契約を同月３１日付けで解除する旨の合意をした。この合意に当たり，ＡＦ間では何らの金銭支払がなく，また，Ａ及びＦは，Ｆに対する敷金返還請求権をＡが放棄することを相互に確認した。そして，同月３１日，Ａは，Ｆに甲建物を引き渡した。\n12．Ｆは，Ａとの間で甲建物の賃貸借契約を解除する旨の合意をした平成２２年１０月３日以降，直ちに，Ａに代わる借り手の募集を開始した。Ｈは，満７０歳であり，衣料品販売業を営んでいる。Ｈは，事業拡張に伴う営業所新設のための建物を探していたが，甲建物をその有力な候補とし，Ｆに対し，甲建物の内覧を申し出た。Ｈは，同月１２日，Ｆを通じてＡの同意をも得た上で，甲建物の内部を見て歩き，エレベーターに乗ったところ，このエレベーターが下降中に突然大きく揺れたため，Ｈは，転倒して右足を骨折し，３か月の入院加療が必要となった。このエレベーターの不具合は，設置工事を行ったＤが，設置工程において必要とされてい\n- 3 -た数か所のボルトを十分に締めていなかったことに起因するものであった。\n13．Ｈは，この事故に遭う１年ほど前から，時々，歩いていてバランスを崩したり，つまずいたりするなどの身体機能の低下があり，平成２２年４月に総合病院で検査を受けていた。その検査の結果は，Ｈの身体機能の低下は加齢によるものであって，無理をしなければ日常生活を送る上での支障はないが，定期的に病院で検査を受けるよう勧める，というものであった。\n14．Ｈは，この勧めに従って，上記総合病院で，平成２２年５月から毎月１回の検査を受けていたが，特段の疾患はないと診断されていた。一方，この間，Ｈの妻が病気で入院したため，Ｈは，毎日のように病院と自宅とを往復し，時として徹夜で妻に付き添っていた。そのため，Ｈは，同年７月下旬頃から，かなりの疲労の蓄積を感じていた。Ｈが同年１０月１２日に甲建物のエレベーターの揺れによって転倒し，右足を骨折するほどの重傷を負ったのは，Ｈのここ１年ほどの身体機能の低下と妻の看病による疲労の蓄積も原因となっていた。\n15．なお，甲建物の市場価値は，平成２２年１月３１日の工事完成による引渡し以降，現在に至るまで，大きな変化なく２億円ほどで推移している。乙土地の市場価値も，この間，大きな変化なく４億円ほどで推移している。\n〔設問１〕 【事実】１から11まで及び【事実】15を前提として，以下の⑴及び⑵に答えなさい。\nなお，解答に当たっては，敷金返還債務はＧに承継されていないものとして，また，【事実】７に示したＡのＣに対する支払拒絶には合理的理由がないものとして考えなさい。民法第２４８条に基づく請求については，検討する必要がない。\n⑴ Ｃは，不当利得返還請求の方法によって，Ｂから，ＡＣ間の請負契約に基づく請負残代金に相当する額を回収することを考えた。Ｃが請求する場合の論拠及び請求額について，Ｂからの予想される反論も踏まえて検討しなさい。\n⑵ Ｃは，不当利得返還請求以外の方法によって，Ｆから，ＡＣ間の請負契約に基づく請負残代金に相当する額を回収することを考えた。Ｃが請求する場合の論拠及び請求額について，Ｆからの予想される反論も踏まえて検討しなさい。\n〔設問２〕 Ｇは，平成２３年４月１日，Ａに対して，同年１月分から同年３月分までの未払賃料\n総額計６００万円の支払を求めた。しかし，Ａは，そもそも当該期間に対応する賃料債務が発生していないことを理由に，これを拒絶した。そこで，Ｇは，Ｆの債務不履行を理由として，本件債権売買契約を解除し，Ｆに対し代金相当額の返還を求めることにした。\n【事実】１から11までを前提として，Ｇの上記解除の主張を支える法的根拠を１つ選び，それ\nについて検討しなさい。その際，Ｆのどのような債務についての不履行を理由とすることができるか，また，解除の各要件は充足されているかを検討しなさい。\nなお，検討に当たって，本件債権売買契約は有効であること及びＡＦ間の賃貸借契約の合意解除は有効であることを前提とするとともに，敷金については考慮に入れないものとする。また，ＧからＦに対する損害賠償請求については，検討する必要がない。\n〔設問３〕 【事実】１から14までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｈは，【事実】12に示したエレベーター内での転倒により被った損害の賠償を請求しようと考えた。Ｈが損害賠償を請求する相手方として検討すべき者を挙げ，そのそれぞれに対して損害賠償を請求するための論拠について，予想される反論も踏まえて論じなさい。\n⑵ Ｈの損害賠償請求が認められる場合に，Ｈの身体機能の低下及び疲労の蓄積が損害の発生又は拡大を招いたことを理由として，賠償額が減額されるべきか，理由を明らかにしつつ結論を示しなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，不動産賃貸業を営むＡが賃借している建物とその敷地について複数の取引が行われた後，Ａが事実上倒産した状態となり，その頃その建物のエレベーター内で人が転倒し骨折するという事故が生じた事例に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。具体的な事実を法的な観点から評価し構成する能力，具体的な事実関係に即して民法上の問題を考察する能力及び論理的に一貫した論述をする能力などを試すものである。\n設問１は，小問（１）において，不当利得制度とその要件についての理解及び法的構成能力と，具体的な事案において存在する諸事実を各々の要件に結び付けて意味付ける能力を試すとともに，小問（２）において，敷金返還請求権を放棄する合意の意味を踏まえて，敷金返還請求権を放棄することの詐害行為性についての検討を求めることにより，責任財産保全制度に関\n- 3 -する基本的理解を応用することのできる問題発見能力及び法的思考力を試すものである。\n小問（１）では，民法第７０３条が定める不当利得の返還を請求するに当たり，何を主張し立証しなければならないかを明らかにし，それらを【事実】の中から適切に指摘することができるかどうかが問われている。その際，Ｂの受益については，請負契約により甲建物に対して\nＣが行った労務提供に相当する支出をＢがしないでおくことができたことであると捉える考え方とともに，甲建物をＦに売却したことによりＢが得た代金額に占める本件請負工事による増加額相当額であると捉える考え方などが成り立つ。受益をどのように捉えるかを明らかにし，具体的な数額を示すことが求められる。Ｃの損失については，Ｃの労務提供に相当する損失であり，したがって，甲建物の内装工事に伴う工事代金５０００万円のうち残代金２５００万円をＣが回収できていないことである。Ｂの受益とＣの損失との間の因果関係については，Ｃの内装工事によりＢの受ける利益は，本来，ＣＡ間の請負契約に基づくものであるため，請負代金債務の債務者であるＡの財産に由来するものであるが，Ａの無資力によりＡに対する請負代金債権の全部又は一部が無価値であるときは，その限度においてＢの受けた利益はＣの労務に由来することとなる。Ｂの受益が法律上の原因を欠くことについては，ＡＢ間の賃貸借契約を全体として見たときに，Ｂが対価関係なしに当該利益を受けたときに限られる。賃貸借の期間中にＢがＡから得られる賃料総額が相場よりも７２００万円少ないことなどの事情に基づいた判断が求められる。\n小問（２）では，Ａが無資力である点に着目し，ＣがＦに対してＡの責任財産を保全するために，ＣのＡに対する２５００万円の請負残代金債権を被保全債権とし，Ａの法律行為の中から詐害行為に該当するものを取り出し，受益者Ｆを被告として詐害行為取消権（民法第４２４\n条）を行使することができるかが問われている。何を詐害行為と考えるかについては，まず，ＦＡ間で賃貸借契約を合意解除する際にＡがした敷金返還請求権の放棄は，敷金返還債務の免除であると捉える考え方が成り立つ。このとき，民法第４２４条が定めるそのほかの要件を満たせば，ＣはＡのこの債務免除を取り消すことができる。これとは別に，ＦＡ間での賃貸借契約を合意解除する以前にＡの賃料不払いという債務不履行があったことに着目し，Ａがした敷金返還請求権の放棄は，ＦがＡに対して有する本来の賃貸借期間の終了時までの賃料相当額を得べかりし利益とした損害賠償請求権に対する充当であると捉える考え方も成り立つ。このとき，一部の債権者への偏頗弁済は，どのような場合に詐害行為となるかという観点からの適切な検討が求められる。\n設問２は，将来債権売買契約を売買の目的である債権の不発生を理由に解除しようとするとき，その前提として，売主はどのような義務を負うかについて分析する能力を問うとともに，その売主の義務の不履行について適切な事実を摘示し反論にも注意しながら考察する能力及び解除の要件の充足を吟味するに当たって適切に問題点を取り上げ検討する能力を問うものである。\n売主がどのような義務を負うかについては，主たる給付義務として，債権が発生した状態で買主に帰属している状態を生じさせる義務を問題とする考え方のほかに，付随義務として，売買した将来債権の価値を維持する義務を問題とする考え方がある。前者の考え方に立つときは，売買の目的である債権が発生しない可能性があるという将来債権売買契約の特性をどのように評価するかについての検討が求められ，後者の考え方に立つときは，将来債権売買の売主が売買の目的である債権が発生するかどうかを左右することができる地位にある場合，売主が負う将来債権の価値を維持する義務が何を根拠に認められるかについての検討が求められる。また，いずれの考え方に立つときも，売主の義務は買主に将来債権を帰属させることであるにとどまるとする反論が考えられ，その反論を踏まえた検討が求められる。\n次に，本件債権売買契約の解除については，民法第５４３条を根拠として検討すべきであるとする考え方とともに，同法第５４１条を根拠として検討すべきであるとする考え方がある。\n- 4 -例えば，Ｆは債権が発生した状態で買主に帰属している状態を生じさせる義務を負うとし，民法第５４３条に基づく解除について検討するときは，Ｆが負うその債務が履行不能となっていること及びＦの帰責事由の検討が求められ，また，Ｆは売買した将来債権の価値を維持する義務を負うとし，同条に基づく解除について検討するときは，Ｆが負うその債務（付随義務）が履行不能となっていること，その付随義務違反が解除に値する程度に重大であること及びＦの帰責事由についての検討が求められる。同様に，Ｆが，債権が発生した状態で買主に帰属している状態を生じさせる義務を負うと考える場合であっても，売買した将来債権の価値を維持する義務を負うと考える場合であっても，民法第５４１条に基づく解除について検討することは可能である。\n設問３は，エレベーター設備の更新工事の請負人の行為及びそれを原因とするエレベーターの揺れに基づく身体侵害の不法行為において，被害者が損害賠償を請求する相手方として検討すべき者が複数ある事例について，そのそれぞれに対する請求の論拠をそれに対する反論も踏まえて論じること（小問（１）），及び，被害者の身体的素因により被害者の損害が発生又は拡大した場合における賠償額の調整の在り方を事例に則して検討すること（小問（２））を求める問題である。\n小問（１）では，Ｈが損害賠償を請求することのできる相手方として，まず，エレベーターが設置されている建物甲の事故発生時の直接占有者であるＡとともに，その間接占有者であり所有者であるＦを考えることができる（民法第７１７条第１項）。ここでは，工作物責任が成立するための要件である土地の工作物及び設置又は保存の瑕疵について，それぞれの意味を明らかにすることとともに，建物甲のエレベーターが土地の工作物に当たるかどうか及び必要とされているボルトが十分に締められていなかったことが設置又は保存の瑕疵に当たるかどうかの検討が求められる。あわせて，工作物責任を負うこととなり得るＡとＦとの関係を，工作物責任の法的な性質と，占有者が損害を防止するのに必要な注意をしたときは，占有者の損害賠償責任の成立は阻却され，所有者がその損害賠償責任を負うこと（同項ただし書）を踏まえながら検討することが求められる。このほかに，Ｈが損害賠償を請求することができる相手方として，エレベーター設備の更新工事をしたＤを考えることができる（民法第７０９条）。注文者との間で締結された請負契約に基づいてエレベーター設備の更新工事をした請負人であるＤ\nは，注文者以外の第三者の安全に対して，どのような注意義務を負うか，また，その注意義務違反があるかどうかについての検討が求められている。\n小問（２）では，被害者の身体的な素因で，被害者の損害の発生又は拡大の原因となったものがある場合，賠償額の減額をすべきかどうか，そのとき，身体的な素因が疾患といえるものであるか，そうではなく疾患にまで至らない身体的特徴であるかによって異なることとすべきかどうかについての理解を基礎に，Ｈの身体機能の低下及び疲労の蓄積をどのように捉えるべきかが問われている。一方では過失相殺（民法第７２２条第２項）の趣旨を考え，他方では【事実】から法律上意味のある事実をくみ取って法的に評価した上で，賠償額を減額することの可否について，一貫した法的思考を示すことが求められる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（「平成２３年新司法試験論文式試験問題出題趣旨【民事系科目】〔第１問〕」）のとおりである。\n２ 採点方針採点に当たっては，従来と同様，受験者の能力を多面的に測ることを目指した。第１に，民法上の基本的な問題についての理解が確実に行われているかどうかを確かめることとした。第２に，単に知識を確認するだけでなく，掘り下げた考察をしてそれを明確に表現する能力，論理的に一貫した考察を行う能力，及び，具体的事実を注意深く分析した上で法的観点から評価する能力を確かめることとした。第３に，基本的な問題の背後にあるより高度な問題に気が付いて，それに取り組む答案があれば，そのことを積極的に評価することとした。これらを実現するために，１つの設問に複数の採点項目を設け，採点項目ごとに適切な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点数を与えることとした。\nさらに，複数の論点について表面的に言及する答案よりも，一つの論点について考察の重要箇所において周到確実な答案や創意工夫に富む答案が，法的思考能力の優れていることを示していると考えられることがある。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，論述の緻密さ周到さの程度や構成の明快さの程度に応じても点数を与えることとした。これらにより，ある設問について考察力や法的思考力の高さが示されている答案には，別の設問について必要なものの一部の検討がなく，そのことにより知識や理解の不足を露呈していたとしても，高い評価を与えることができるようにした。また反対に，論理的に矛盾する構成をするなど積極的なミスが著しい答案については，低く評価することとした。なお，全体として適切な得点分布が実現することを心掛けた。\n３ 採点実感採点実感として，新司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」の４つの区分に照らすと，例えばどのような答案がそれぞれの区分に該当するかについて，設問ごとに示すと以下のとおりとなる。\nただし，これらは各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。なお，以下で用いる「適切に答える」，「適切な解答」，「適切に検討する」及び「適切な検討」については，既に公表した出題の趣旨（上記「１ 出題の趣旨等」参照）を参照されたい。\n(1) 設問１について採点実感からは，次のようになる。\n優秀に該当する答案の例は，小問（１）と小問（２）について，いずれも適切に答えているものである。良好に該当する答案の例は，小問（１）について適切に答えるものの，小問（２）についてＡがした敷金返還請求権の放棄が敷金返還債務の免除であると捉え，それが債権者Ｃの債権を害するものであるとしながら，民法第４２４条が定める詐害行為取消しの他の要件について検討を行っていないものであ- 11 -る。一応の水準に該当する答案の例は，小問（１）について適切に答えるものの，\n小問（２）について適切な解答がないものである。不良に該当する答案の例は，小問（１）の一部（例えば，Ｂの受益及びＣの損失）について適切に答えるものの，\nその他（例えば，Ｂの受益とＣの損失との間の因果関係及びＢの受益が法律上の原因を欠くこと）については適切な解答がなく，また，小問（２）について適切な解答がないものである。\n小問ごとについての成績は，小問（１）については，良好から一応の水準の程度の答案が多くあったのに対して，小問（２）については，不良の答案が多くあった。\nなお，小問（２）については，【事実】の中の「Ａ及びＦは，Ｆに対する敷金返還請求権をＡが放棄することを相互に確認した」ことに着目するものの，詐害行為取消しには一切触れず，したがって，それに関係付けることをせずに，単に敷金返還請求権は放棄されているため債権者代位（民法第４２３条）により行使することはできないと解答する答案があり，また，設問の中において，「Ｃは，不当利得返還請求以外の方法によって，Ｆから，・・・回収することを考えた」と説明され，不当利得返還請求については解答する必要がないことが指示されているにもかかわらず，不当利得返還請求について解答する答案があり，これらはいずれも低い評価とせざるを得なかった。\n(2) 設問２について採点実感からは，次のようになる。\n優秀に該当する答案の例は，将来債権売買契約の売主は買主に対してどのような義務を負うかについて適切に答えるとともに，債務不履行を理由とした解除の根拠となる法律の規定を指摘し，その規定が定める要件の充足について適切に検討した上で，解除の可否について結論を述べるものである。良好に該当する答案の例は，\n将来債権売買契約の売主は買主に対してどのような義務を負うかについて適切に答えるものの，債務不履行を理由とした解除の根拠となる規定（例えば，民法第５４３条）が定める要件のうち一部（例えば，履行の全部又は一部の不能）について検討をするが，その他の要件（例えば，債務の不履行が債務者の責めに帰することができない事由によるものであるとき）についての検討を欠くものである。一応の水準に該当する答案の例は，将来債権売買契約の売主は買主に対してどのような義務を負うかについて適切に答えるものの，債務不履行を理由とした解除の根拠となる規定を指摘せず，したがって，解除をすることができる要件の充足についての検討を欠くものである。不良に該当する答案の例は，将来債権売買契約の売主は買主に対してどのような義務を負うかについて適切な解答がなく，債務不履行を理由とした解除の根拠となる規定を指摘せず，したがって，解除をすることができる要件の充足についての検討を欠くものである。\n設問２については，良好，一応の水準及び不良の答案がそれぞれ一定程度あった。\nなお，一部の答案には，将来債権売買契約の売主は買主に対してどのような義務を負うかについての検討と，債務不履行を理由とした解除の根拠となる規定が定める要件の充足についての検討とが一貫しないものがあり，一貫したものと比較して低い評価を与えた。\n(3) 設問３について採点実感からは，次のようになる。\n- 12 -優秀に該当する答案の例は，小問（１）と小問（２）について，いずれも適切に答えているものである。良好に該当する答案の例は，小問（１）について，Ｈが損害賠償を請求する相手方として，間接占有者であり所有者であるＦ及びエレベーター設備の更新工事をした請負人であるＤを取り上げて適切な検討を行うが，直接占有者であるＡを取り上げず，小問（２）について，適切な解答をするものである。\n一応の水準に該当する答案の例は，小問（１）について，Ｈが損害賠償を請求する相手方として，エレベーター設備の更新工事をした請負人であるＤを取り上げて適切な検討を行うが，直接占有者であるＡ及び間接占有者であり所有者であるＦを取り上げず，小問（２）について，適切な解答をするものである。不良に該当する答案の例は，小問（１）について適切な検討をしないが，小問（２）については適切に解答するものである。\n小問ごとについての成績は，小問（１）については，良好，一応の水準及び不良の答案がそれぞれ一定程度あったのに対して，小問（２）については，良好から一応の水準の程度の答案が多くあった。なお，一部の答案には，民法第７１７条が定める土地の工作物に関する占有者の責任と所有者の責任の関係を明らかにした上で，\n直接占有者であるＡについての検討と，間接占有者であり所有者であるＦについての検討を適切に関係付けて行うものがあった。そうでない答案と比較して高い評価を与えた。\n４ 採点をした後の考査委員の感想本年の民法の考査委員は，採点をした後，次のような感想を抱いた。\nまず，基本的な知識についての正確な理解に基づけば，高い評価を得る答案は可能であり，低い評価しか得られない答案には，知識不足がうかがわれた。問われている問題を解くために適切な法律構成を探し出すことができない答案は，知識不足が原因だろうと思われる。\nまた，法律の規定に沿って要件を明らかにし，問題文の【事実】の中から要件に当てはまる具体的事実を拾い上げることができると高い評価が得られ，これに対して，\n要件について論述するものの，それに具体的事実を関係付けることをしない答案に対する評価は，低くならざるを得なかった。また，具体的な事実が要件を充足するかどうかの論述があるものの，丁寧さに欠ける答案は，低い評価となり，反対に，この点を丁寧にかつ的確に論ずるものには，高い評価が与えられた。問われている問題を解くために適切な法律構成を把握しながら，要件について，又は，具体的な事実が要件を充足するかどうかについて，必要な論述をしていないものは，低い評価となった。\nこれらからは，法律の規定に則し，【事実】に基づき，要件に充足するかどうかを検討し判断するという基本的な作業を習得できているかどうか，又どの程度習得できているかによって評価が分かれることになったと考えられる。\nさらに，【事実】を正確に読み，〔設問〕で何が問われているかを正確に理解している答案には高い評価が得られ，そうではない答案は低い評価となることも全体的な傾向として指摘することができる。\n本年の民事系科目〔第１問〕のように，複数の設問によって構成されていて，各設問の配点の割合が示されている場合（本年は，〔設問１〕から〔設問３〕までの配点の割合は，４：３：３であった。），受験者は，各設問に対応する解答の分量を考える- 13 -とき，この配点の割合を参考にすると良い。\n- 14 -平成２３年新司法試験の"
}