{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "text": "〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事例１】\nＡは，医師であり，個人医院を開設しているが，将来の値上がりを期待して，近隣の土地を購入してきた。しかし，同じ市内に開設された総合病院に対抗するために，平成１９年５月に借入れをして高価な医療機器を購入したにもかかわらず，Ａの医院の患者数は伸び悩み，Ａは，平成\n２１年夏頃から資金繰りに窮している。\nＢは，Ａの友人であり，Ａが土地を購入するに際して，購入資金を貸与するなどの付き合いがある。Ｂは，かねてＡから，甲土地は実はＡの所有地である，と聞かされてきた。\nＣは，Ａの弟Ｄ（故人）の子であり，Ｄの唯一の相続人である。\n甲土地の所有権登記名義は，平成１４年３月２６日に売買を原因としてＥからＤに移転している。\nＢは，弁護士Ｐに依頼し，Ｄの単独相続人であるＣを被告として，Ａの甲土地の所有権に基づき，甲土地についてＤからＡへの所有権移転登記手続を請求して，平成２２年１２月８日に訴えを提起した（以下，この訴訟を「訴訟１」という。）。\n平成２３年１月２５日に開かれた第１回口頭弁論期日において，Ｐは，次のような主張をした。\n① Ｂは，平成１７年６月１２日に，Ａに対して，平成２２年６月１２日に元本１２００万円に利息２００万円を付して返済を受ける約束で，１２００万円を貸し渡した。\n② 平成２２年６月１２日は経過した。\n③ Ａは，甲土地を現に所有している。\n④ 甲土地の所有権登記名義はＤにある。\n⑤ Ａは，無資力である。\n⑥ ＣはＤの子であるところ，Ｄは，平成１８年５月２８日に死亡した。\nこれに対して，Ｃは，同期日において，「②③④⑥は認めるが，①⑤は知らない。」旨の陳述をした。\n裁判官が，Ｐに対して，①の消費貸借契約について契約書があるかどうか質問したところ，Ｐは，「作成されていない。」と返答した。裁判官は，Ｐに対して，次回の口頭弁論期日に①と⑤の事実を立証するよう促した。\n第１回口頭弁論期日が終了した後，Ｃは，弁護士Ｑに訴訟１について相談し，Ｑを訴訟代理人に選任した。\n平成２３年３月８日に開かれた第２回口頭弁論期日において，Ｑは，次のような陳述をした。\n⑦ 甲土地は，Ｅがもと所有していた。\n⑧ 平成１４年２月２６日，Ａは，Ｅとの間で，甲土地を２２００万円で購入する旨の契約を締結した。\n⑨ Ａは，⑧の契約を締結するに際して，Ｄのためにすることを示した。\n⑩ 同年２月１８日，Ｄは，Ａに対して，甲土地の購入について代理権を授与した。\n裁判官がＱに対して，新たな陳述をした理由をただしたところ，Ｑは，次のように述べた。\nＤが死亡した後，Ｃは，事あるごとに，Ａから，「甲土地は，Ｄのものではなく，Ａのもの- 2 -だ。」と聞かされてきたので，それを鵜呑みにしてきました。しかし，私が改めてＥから事情を聴取したところ，新たな事実が判明したので，甲土地の所有権がＥからＤへ，ＤからＣへと移転したと主張する次第です。\nＰは，①と⑤の事実を証明するための文書を提出したが，⑦⑧⑨⑩に対する認否は，次回の口頭弁論期日まで留保した。\n以下は，第２回口頭弁論期日の数日後のＰと司法修習生Ｒとの会話である。\nＰ：第２回口頭弁論期日でのＱの陳述について検討してみましょう。\nＱが，甲土地の所有権がＥからＤへ，ＤからＣへと移転したと主張したので，Ａに問い合わせてみました。すると，Ａからは，Ｄから代理権の授与を受けたことはないし，Ａが甲土地の購入資金を出した，という説明を受けました。Ａによると，ＥはＤの知人で，ＡはＤの紹介でＥから甲土地を購入したが，後になって思うと，ＤとＥは共謀してＡをだまして，甲土地の所有権登記名義をＤに移したようだ，とのことでした。しかし，Ａは，弟や甥を相手に事を荒立てるのはどうかと思い，Ｃに対して所有者がＡであることを告げるにとどめ，登記は今までそのままにしていたそうです。\n以上のＡの説明を前提にすると，次回の口頭弁論期日では，⑨と⑩を争うことが考えられます。\nしかし，そもそもＱの⑨と⑩の陳述は，Ｃが第１回口頭弁論期日で③を認めたことと矛盾しています。そこが気になっているのです。\nＲ：第１回口頭弁論期日で「甲土地は，Ａが現に所有している。」という点に権利自白が成立しているにもかかわらず，第２回口頭弁論期日でのＱの陳述は，甲土地をＡが現に所有していることを否定する趣旨ですから，権利自白の撤回に当たるということでしょうか。\nＰ：そのとおりです。もしそのような権利自白の撤回が許されないとすると，⑨と⑩についての認否が要らないことになります。ですから，私としては，被告側の権利自白の撤回は許されない，と次回の口頭弁論期日で主張してみようかと思っています。そこで，あなたにお願いなのですが，このような私の主張を理論的に基礎付けることができるかどうか，検討していただきたいのです。\nＲ：はい。しかし，考えたことのない問題ですので，うまくできるかどうか・・・。\nＰ：確かに難しそうな問題ですね。事実の自白の撤回制限効の根拠にまで遡った検討が必要かもしれません。「理論的基礎付けは難しい。」という結論になってもやむを得ませんが，ギリギリのところまで「被告側の権利自白の撤回は許されない。」という方向で検討してみてください。では，頑張ってください。\n〔設問１〕 あなたが司法修習生Ｒであるとして，弁護士Ｐから与えられた課題に答えなさい。\n【事例１（続き）】\nＦ銀行は，Ａの言わばメインバンクであり，Ａに対して医療機器の購入資金や医院の運転資金などを貸し付けてきた。現在，Ｆは，Ａに対して２５００万円の貸付金残高を有している。訴訟\n１が第一審に係属していることを知ったＦがその進行状況を調査したところ，ＢがＢＡ間の消費貸借契約締結の事実（①の事実）やＡの無資力の事実（⑤の事実）の立証に難渋している，との情報が得られた。そこで，Ｆは，Ａに甲土地の所有権登記名義を得させるために，自らも訴訟１\nに関与することはできないかと，弁護士Ｓに相談した。Ｓは，Ｂの原告適格が否定される可能性があることを考慮すると，補助参加ではなく当事者として参加することを検討しなければならないと考えたが，どのような参加の方法が適当であるかについては，結論に至らなかった。\n- 3 -\n〔設問２〕 Ｆが訴訟１に参加する方法として，独立当事者参加と共同訴訟参加のそれぞれについ\nて，認められるかどうかを検討しなさい。ただし，民事訴訟法第４７条第１項前段の詐害防止参加を検討する必要はない。\n【事例２】\nＫは，乙土地上の丙建物に居住している。Ｋの配偶者は既に死亡しているが，ＫにはＬとＭの２人の嫡出子があり，共に成人している。このうち，Ｌは，Ｋと同居しているが，遠く離れた地方に居住するＭは，進路についてＫと対立したため，ＫやＬとほとんど没交渉となっている。\n乙土地の所有権登記名義はＫの旧友であるＮにあり，丙建物の所有権登記名義はＫにある。\nＮは，Ｋを被告として，平成２２年９月２日，乙土地の所有権に基づき，丙建物を収去して，乙土地をＮに明け渡すことを請求して，訴えを提起した（以下，この訴訟を「訴訟２」という。）。\nなお，訴訟２において，ＮにもＫにも訴訟代理人はいない。\n平成２２年１０月１２日に開かれた第１回口頭弁論期日において，次の事項については，ＮとＫとの間で争いがなかった。\n・ 乙土地をＮがもと所有していたこと。\n・ Ｋが，丙建物を所有して，乙土地を占有していること。\n・ 平成１０年５月頃，Ｎが，Ｋに対して，期間を定めないで，乙土地を，資材置場として，無償で貸し渡したこと。\n・ 平成２２年９月８日，Ｎが，Ｋに対して，乙土地の使用貸借契約を解除する旨の意思表示をしたこと。\n同期日において，Ｋは，平成１７年１２月頃，ＮとＫとの間で乙土地の贈与契約が締結されたと主張し，Ｎは，これを否認した。さらに，Ｋは，ＫとＮとの間で乙土地をＫが所有することの確認を求める中間確認の訴えを提起した。\n平成２２年１０月１６日，Ｋは交通事故により死亡し，ＬとＭがＫを共同相続し，それぞれについて相続放棄をすることができる期間が経過した。平成２３年３月７日，ＮがＬとＭを相手方として受継の申立てをし，同年４月１１日，受継の決定がされた。\n平成２３年５月１０日に開かれた第２回口頭弁論期日において，Ｌは争う意思を明確にしたが，Ｍは「本訴請求を認諾し，中間確認請求を放棄する。」旨の陳述をした。\n以下は，第２回口頭弁論期日終了後の裁判官Ｔと司法修習生Ｕとの会話である。\nＴ：今日の期日で，Ｍは本訴請求の認諾と中間確認請求の放棄をしましたね。\nＵ：はい。しかし，Ｌは認諾も放棄もせず，Ｎと争うつもりのようですね。\nＴ：Ｌがそのような態度をとっている場合に，Ｍのした認諾と放棄がどのように扱われるべきかは，一考を要する問題です。この問題をあなたに考えてもらうことにしましょう。\nなお，ＬとＭが本訴被告の地位と中間確認の訴えの原告の地位を相続により承継したことによって，本訴請求と中間確認請求がどうなるかについては議論のあるところですが，当然承継の効果として当事者の訴訟行為を経ずに，本訴請求の趣旨は「Ｌ及びＭは，丙建物を収去して，乙土地をＮに明け渡せ。」に，中間確認請求の趣旨は「Ｌ及びＭとＮとの間で，乙土地をＬ及びＭが共有することを確認する。」に，それぞれ変更される，という見解を前提としてください。\nこのような本訴請求の認諾と中間確認請求の放棄の陳述をＭだけがした場合に，この陳述がどのように扱われるべきか，考えてみてください。その際には，判例がある場合にはそれ\n- 4 -を踏まえる必要がありますが，それに無批判に従うことはせずに，本件での結果の妥当性などを考えて，あなたの意見をまとめてください。\n〔設問３〕 あなたが司法修習生Ｕであるとして，裁判官Ｔから与えられた課題に答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/民事系.pdf",
  "subject": 5,
  "purpose": "〔第３問〕\n〔設問１〕は，第１回口頭弁論期日において，Ｐがした「Ａは，甲土地を現に所有している。」\n（③）という陳述につき，Ｃが認める旨の陳述をしたことが，権利自白に当たることを前提にして，第２回口頭弁論期日において，Ｃの訴訟代理人Ｑが，③の陳述と矛盾する陳述⑨⑩をしたことが，許されない権利自白の撤回として扱われるべきかどうかを，原告Ｂないしその訴訟\n- 6 -代理人Ｐの立場から検討することを求める問題である。その際には，ＰとＲの会話におけるＰの最後の発言で示唆されているように，事実の自白の撤回制限効の根拠に遡って検討することが求められる。換言すれば，事実の自白の撤回制限効の根拠論が，権利自白に類推できるかどうかを検討することが，本問の題意である。\nまず，事実の自白の撤回制限効の根拠であるが，少なくとも主要事実の自白には，審判排除効や証明不要効（民事訴訟法第１７９条）が生ずることには，見解の一致がある。この審判排除効や証明不要効が生ずることによって，自白した当事者の相手方は当該主要事実について証明を免れるという有利な地位を得ることになる。自白の撤回が許されるとすると，相手方はこの有利な地位を覆され，立証の負担を負うことになる。伝統的な見解は，以上のような観点から主要事実の自白の撤回は制限されると説いてきた。この根拠論においては，主要事実の自白の裁判所に対する効力が，撤回制限効の前提とされている。\nしたがって，権利自白の撤回を論ずるに際しては，Ｃがした権利自白に裁判所に対する何らかの効力が生ずるか，検討する必要がある。その際には，権利自白の一般論も必要であるが，所有権の所在についての自白には，権利自白の中でも特段の考慮が必要であることに言及されるべきである。つまり，所有権の所在が権利義務その他の法律関係の中でも一般人による判断が比較的容易であることだけではなく，所有権の承継に伴う問題点を考慮に入れなければならない。\nすなわち，特定人が特定物の所有者であることについて肯定的な判断を下すためには，本来であれば，直近の原始取得者が原始取得をするための主要事実が主張・立証された上で，その後の承継取得の主要事実が全て主張・立証される必要がある。しかし，以上のような諸事実は，立証することが困難であるだけではなく，そもそも主張することすら困難である場合がある。\nそこで，実務においては，ある者が所有者であると主張する当事者は，両当事者の間で争いのない現在又は過去の所有者を起点として，必要があればその者以降の承継取得の主要事実を主張すれば足りる，という扱いがされているのである。したがって，この実務の扱いにおける「起点として」とは，裁判所に対するどのような効力を意味しており，そして，そのような効力が，権利自白には原則として効力が認められないという一般論（法的な判断・評価は裁判所の専権であることを根拠として，伝統的にはこのように解されてきた。）との関係で，いかに正当化されるかが検討されなければならない。さらに，裁判所に対する効力が正当化されるとしても，事実の自白にはない権利自白に固有の性質から，撤回制限効を認めないという議論が成り立つかどうかも検討されなければならない。\nこれに対して，（主要）事実の自白について認められている撤回が許容される例外的な事由が，本問の事例において認められるかどうかは，Ｃのした権利自白に撤回制限効が肯定されて初めて問題になるものであるから，これらの事由の有無を検討することには，題意においては副次的な位置付けしかない。\nまた，本問は「被告側の権利自白の撤回は許されない」という方向からの検討を求めるものであるから，党派的な議論が求められる。もっとも，ここで求められる党派的な議論とは，一面的にＢないしＰに有利な議論をすることではなく，相手方からの反論を想定し，それに対する批判的な検討を試みることである。\n〔設問２〕は，訴訟１におけるＢの当事者適格が認められない可能性があることを前提に，\nＦが訴訟１に当事者として参加する方法として，いわゆる権利主張参加（民事訴訟法第４７条第１項後段）と共同訴訟参加（民事訴訟法第５２条）のそれぞれについて，その許否を検討することを求める問題である。\nまず，その前提として，訴訟１における原告Ｂは，Ａに対する貸金債権に基づき代位債権者としてＡに代位している法定の訴訟担当者であり，訴訟１の訴訟物は，ＡのＣに対する甲土地の所有権に基づく甲土地の移転登記請求権であることが確認されなければならない。そして，- 7 -\nＦが当事者として参加する場合も，同じく代位債権者（法定の訴訟担当者）として，ＡのＣに対する甲土地の所有権に基づく甲土地の移転登記請求権を訴訟物とする請求を立てることになることも確認されなければならない。\n次に，権利主張参加の許否であるが，権利主張参加は参加人が「訴訟の目的の全部又は一部が自己の権利であることを主張する」という要件を満たす場合に許容される。権利主張参加の趣旨は，訴訟の目的についての権利に関する三者間の法律関係を矛盾なく解決することにあることから，この要件は原告の請求と参加人の請求が法律上非両立の関係にあることを意味すると考えられている。\nそこで，本問の事例において，この要件が満たされているかどうかを判断することになるが，その際に，訴訟物が同一であることだけでこの要件が満たされていないとはいえないことに注意が必要である。というのも，判例（最判昭和４８年４月２４日民集２７巻３号５９６頁）・\n通説によれば，債権者代位訴訟に，被保全債権の存在を争う債務者が，自らへの給付を求めて権利主張参加をすることが肯定されているからである。そこでは，訴訟物が同一であるにもかかわらず，原告と参加人の原告適格が非両立であるために，代位債権者（原告）の第三債務者\n（被告）に対する請求と債務者（参加人）の被告に対する請求の双方が同時に認容されることはない，という関係がある。したがって，本問の事例において，ＢとＦの原告適格が両立するかどうか，換言すれば，債権者代位権の行使によって債務者の管理処分権が剥奪ないし制限されることとの関係で，ＢとＦの債権者代位権が両立するかどうかが検討されなければならない。\n最後に，共同訴訟参加の許否であるが，共同訴訟参加は，「訴訟の目的が当事者の一方及び第三者について合一にのみ確定すべき場合」に許容される。この要件は，参加人が原告側に参加する場合には，原告と参加人が共同原告であったと仮定したときに，その訴訟が原告側の必要的共同訴訟であることを意味する。\nしたがって，本問の事例では，ＢとＦが共同原告としてＣに対する訴えを提起した場合に，原告側の必要的共同訴訟になるかどうかが検討されなければならない。それぞれ別個独立の被保全債権を有するＢとＦは，債権者代位権を共同で行使しなければならない関係にはないから，固有必要的共同訴訟は成立しない。そこで，類似必要的共同訴訟が成立するかどうかの検討が必要となる。\n原告側の類似必要的共同訴訟は，共同原告の一方が訴えを単独提起した場合に，その訴えが原告適格に欠けることがないと同時に，その訴えに係る訴訟の確定判決の効力が他方に及ぶという関係が成り立つ場合に成立する。\nそこで，Ｂ又はＦが単独で訴えを提起した場合に，その訴えに係る訴訟の確定判決の既判力又はその反射的効力がＦ又はＢに及ぶかどうかを検討することになる。複数の法定の訴訟担当者が原告となった訴訟が類似必要的共同訴訟であるとする最高裁裁判例として，住民訴訟に関する最判昭和５８年４月１日民集３７巻３号２０１頁，最（大）判平成９年４月２日民集５１\n巻４号１６７３頁と，株主代表訴訟に関する最判平成１２年７月７日民集５４巻６号１７６７頁があるが，平成９年判決は他の担当権限を有する者（原告適格者）に対する既判力の直接拡張を，他の２判決は被担当者に既判力が及ぶこと（民事訴訟法第１１５条第１項第２号）から被担当者を経由して既判力が他の原告適格者に反射的に及ぶことを前提としている。\n他方，本問の事例で，ＢとＦが訴えを共同提起した場合において，これが仮に通常共同訴訟であるとすると，ＢとＦの受ける本案判決の内容に相違が生ずる可能性があり，かかる相違が生じたときには，被担当者に既判力が及ぶことから，被担当者であるＡにおいて既判力の矛盾が生ずることになる。このような，被担当者における既判力の矛盾を回避する必要性から，類似必要的共同訴訟性を根拠付ける考え方もあり得るところである。\n〔設問３〕は，訴訟２におけるＬとＭの関係が必要的共同訴訟と通常共同訴訟のいずれであ\nるかという検討を前提に，Ｍのした請求の認諾及び中間確認請求の放棄の陳述がどのような効\n- 8 -力を有するかを問う問題である。なお，検討に際して，該当する判例を押さえておくことが求められている。\n当然承継後の訴訟２における本訴請求は，ＬとＭが丙建物を共有していることを前提とした，乙土地の所有権に基づく丙建物収去乙土地明渡請求である。本問の事例とほぼ同様の事例において，最判昭和４３年３月１５日民集２２巻３号６０７頁は，このような場合に建物共有者が負担する建物収去土地明渡義務は不可分債務であり，土地所有者は建物共有者のそれぞれに各別に請求をすることができることを理由として，被告側の固有必要的共同訴訟ではないとしている（通常共同訴訟であるとする趣旨であると考えられる。）。\nこれに対して，当然承継後の中間確認請求は，「乙土地をＬ及びＭが共有する」ことの確認請求である。最判昭和４６年１０月７日民集２５巻７号８８５頁は，このような請求は，共有者の持分の確認とは区別された，共有権（共有関係）の確認であることを前提として，この訴訟では，共有者全員が有する一個の所有権が紛争の対象となっており，その解決には共有者全員が法的利害関係を有することから，全員に矛盾なく解決される必要があることを理由に，原告側の固有必要的共同訴訟であるとする。\n以上の判例を前提とすると，Ｍの本訴請求の認諾の陳述は，Ｍとの関係でのみ効力を有し，Ｌには効力を及ぼさない（民事訴訟法第３９条）のに対して，中間確認請求の放棄の陳述は，ＭとＬのいずれの関係においても効力を持たない（民事訴訟法第４０条第１項）ことになる。\nそうすると，終局判決において中間確認請求が認容され，この判決が確定した場合には，Ｍは乙土地の共有者であるにもかかわらず，Ｎに対して乙土地の明渡義務を負うという，実体法上は矛盾した結果が生ずる。しかも，乙土地の所有者が誰であるかは，本訴請求との関係で，先決的法律関係であることに注意が必要である。\n以上のような矛盾した結果が生ずる可能性があることを踏まえて，これを訴訟法的な観点から放置してよいものかどうか，そして，放置すべきではないとすれば，いかにすればよいかを，判例とは異なる解釈を採ることを含めて検討することを求めるのが，本問の題意である。\n例えば，本訴請求が乙土地の一個の所有権の帰属に関する争いの一環としての訴訟であることから，本訴請求，中間確認請求のいずれもを固有必要的共同訴訟と解することによって矛盾を回避すべきとする立場，あるいは，Ｋは，Ｍの認諾調書のみではＬ・Ｍに対して土地明渡しの強制執行をすることができない（上記昭和４３年判決はそのように判示する。）から，上記判例による帰結に不都合はないとする立場などがあろう。どのような立場を採るにせよ，法律論として説得力ある議論を展開することが求められる。",
  "scoring_notes": "１ 出題の趣旨，狙い等「出題の趣旨」に詳細に記載したとおりである。\n２ 採点方針民事訴訟法については，従来と同様，①民事訴訟法の基本的な原理・原則や概念を正しく理解するとともに，基礎的な知識を習得しているか，②それらを前提として，\n問題文をよく読み，設問で問われていることが何かを的確に把握した上で，それに正面から答えているか，③抽象論に終始せずに，事例に即して具体的に，かつ掘り下げた考察をしているか，といった点を重視して採点をしている。ただし，③については誤解している受験者が相当程度いると思われる節があった。この点については後記３の(1)や(3)を参照されたい。\n②と関連するが，問われていることに正面から答えていなければ，たとえ設問に関る る連する論点を縷々記載していても，点数は付与していない。自分の知っている論点がそのまま問われているものと思い込み，題意から離れてその論点について長々と記述する答案や，結論に関係しないにもかかわらず自分の知っている諸論点を広く浅く書き連ねる答案に対しては，問われていることに何ら答えていないと評価するなど，厳しい姿勢で採点に臨んでいる。\n問われていることに正面から答えるためには，論点ごとにあらかじめ丸暗記した画一的な表現（予備校の模範解答の類）をそのまま答案用紙に書き出すのではなく，設問の検討の結果をきちんと順序立てて自分の言葉で表現する姿勢が極めて大切である。\n採点に当たっては，そのような意識を持っているかどうかにも留意している。\n３ 採点実感等(1) 設問１について事実の自白の撤回については，典型的な論点ということもあって，一通りの知識はあることがうかがわれた。しかし，全体的に典型的な論点に関する型通りの叙述にとどまっている答案が大半であり，「良好」や「優秀」に該当する答案は少なかった。\n例えば，事実の自白の撤回制限効の根拠については，禁反言に言及するだけの答案が多く，中には「禁反言と自己責任である」とするなど，抽象的な用語のみから説明する紋切り型の答案も相当数あり，事実の自白の裁判所に対する効力から丁寧に論じている答案は少なかった。訴訟行為の撤回が原則として自由であることからすれば，禁反言だけから事実の自白の撤回制限効を根拠付けることは難しいと思われるが，そもそも，訴訟行為の撤回が原則として自由であることを理解していないのではないかと思われる答案も少なくなかった。\n権利自白の撤回については，事実と権利との違い（自白の対象が事実ではなく権利であること）を踏まえつつ，権利自白の裁判所に対する効力の有無から説き起こすことを期待していた。しかし，「所有権は日常的な法概念であるから，所有権の自白は事実の自白と同様に考えてよい」などとするにとどまり，深みのない答案がほとんどであった。権利の存否の判断は裁判所の専権であるとしつつ，このように- 18 -論ずる答案も多かったが，権利の存否の判断が裁判所の専権なのであれば，所有権も権利である以上，たとえそれが日常的な法概念であっても，その存否の判断は裁判所の専権と考えなければ論理一貫しないが，この矛盾を論じている答案はほとんどなかった。証明の対象は事実であるにもかかわらず，所有権の証明とか所有権についての証明責任といった不適切な表現をしている答案も散見された。\n問題文で「「理論的基礎付けは難しい。」という結論になってもやむを得ませんが・・」として権利自白の撤回が制限されることを理論的に基礎付けることが難しいことは示唆されているのであるから，簡単に結論が出るような問題でないことは容易に分かるはずである。それにもかかわらずそのような悩みが全く感じられない答案が大多数であったことは，誠に残念である。\nまた，これらの点をほとんど論じずに，事実の自白の撤回の要件論に飛び付き，\n本問の事例への当てはめを長々と（第１回口頭弁論期日において被告側が本人訴訟であったことなどを取り上げて）論じている答案も多かった。これは，従来の採点実感等において受験者の事例分析能力や事例に即して考える能力に疑問が呈されてきたことから，本問においても事実の自白の撤回の要件論を本問の事例に当てはめることが求められていると考えた結果ではないかとも思われる。しかし，問題文をよく読めば，「事実の自白の撤回制限効の根拠にまで遡った検討が必要」になることが示唆されているのであるから，本問で中心的に問われていることが事例への当てはめでないことは分かるはずである。このような答案は，問われていることに正面から答えていないことになるから，高い評価は与えられない。権利自白の撤回も制限されるとの立場を説得的に論じた上で，更に，権利自白の撤回も事実の自白の撤回と同様の要件で認めてよいかどうか，仮に同様の要件で認めてよいとして権利自白の撤回の場合には「反真実」の要件をどのように捉えることになるかなどを掘り下げて考察する答案に対しては，極めて高い評価を与える予定でいたが，そのような答案はほとんどなかった。\nこのほか，本問は，被告側の陳述について権利自白が成立していることを前提に，\nその撤回の可否を問うものであるが，これを事実の自白であると取り扱い，そもそも権利自白について全く論じていない答案も散見された。\n他方で，権利自白のうち所有権の自白の特殊性にまで言及している答案には，以上の諸点についても題意に沿って丁寧に論じているものが比較的多く，それらは高評価を受けている。中でも，単に「所有権の立証の困難性に照らして」とか「所有権の来歴を立証することは困難であるから」といった抽象的な表現をするのではなく，何がどのように困難であるかを自分の言葉で丁寧に説明している答案は，少数ではあったが，総じて他の部分もよく書けていた。これは，答案の作成に当たり，\n抽象的な用語のみに頼らずに，その用語の意味内容を自分の言葉で噛み砕いて丁寧に表現する姿勢が身に付いているからではないかと思われる。\nなお，本問は，権利自白の撤回は許されないという方向での検討を「ギリギリのところまで」求めるものであるが，この要請に応えている答案は少数であり，むしろ，多くは裁判官のような第三者的立場から論ずるにとどまっていた。\n(2) 設問２について権利主張参加については全体的に出来が悪かったが，共同訴訟参加については出来不出来が分かれた。\n- 19 -「一応の水準」に達するためには，最低限，債権者代位訴訟が法定訴訟担当の問題であることを意識しつつ，独立当事者参加のうちの権利主張参加と共同訴訟参加のそれぞれについて正しく説明することが求められる。しかし，前者につき，詐害防止参加を論ずる必要がないことは問題文で明示されているにもかかわらず詐害防止参加を検討している答案，権利主張参加と詐害防止参加との区別が分かっていないのではないかと思われる答案，後者につき，共同訴訟参加ではなく共同訴訟の要件（民事訴訟法第３８条）を論じている答案など，「一応の水準」に達していないものも散見された。\n「良好」又は「優秀」と評価されるためには，単に該当条文の表現を引用するだけでなく，その解釈を展開することが必須であるが，権利主張参加と共同訴訟参加のどちらについても，該当条文の要件を答案に引き写すだけで，その解釈を展開するに至っていないものが少なくなかった。例えば，前者につき，民事訴訟法第４７条第１項の「訴訟の目的の全部若しくは一部が自己の権利であることを主張する」\nを引用するだけで，請求が法律上非両立であることを説明することができていない答案，後者につき，同法第５２条第１項の「訴訟の目的が当事者の一方及び第三者について合一にのみ確定すべき場合」を引用するだけで，類似必要的共同訴訟が成立するかどうかの問題であることが分かっていない答案などが，その典型である。\n権利主張参加については，「出題の趣旨」で詳論したとおり，原告適格の両立・非両立の考察を求めるのが題意であるが，これを論じている「優秀」な答案は非常に少なかった。圧倒的多数は，債権者代位訴訟の訴訟物が何かを論じ，訴訟物が同一であるから権利主張参加の要件を満たしている（あるいは満たしていない）と結論付けるにとどまっていたが，債権者代位訴訟の訴訟物を問う問題ではないから，\nこれでは題意に答えたことにならない。昭和４８年の最高裁判決の事案は，債権者代位訴訟に債務者が権利主張参加をすることの可否が争点となったものであるが，\nこの判決の結論を暗記しているだけでは不十分であったということができよう。\n共同訴訟参加については，債権者代位訴訟の判決の既判力が被担当者に及ぶことは理解しているものの，被担当者において既判力の矛盾が生じてもやむを得ないとして，それ以上の検討をしないまま共同訴訟参加を否定する「一応の水準」止まりの答案があった一方で，被担当者に既判力が及ぶことから被担当者を経由して他の原告適格者にも既判力が反射的に及ぶとの立場，被担当者において既判力の矛盾が生ずることを回避する必要があるとの立場などから共同訴訟参加の可否をきちんと論じている「良好」や「優秀」に該当する答案もあった。\nまた，権利主張参加と共同訴訟参加のそれぞれを別個に検討した結果，どちらも認められないとして，それ以上の検討をしないで終わっている答案も多かった。補助参加の問題であるとして補助参加の要件に言及している答案も散見された。しかし，問題文に「補助参加ではなく当事者として参加することを検討しなければならないと考えた」とあるのであるから，そのような結論，すなわち，債権者の一人がいったん債権者代位訴訟を提起してしまうと，他の債権者には当事者として関与する手段がない（せいぜい補助参加し得るにとどまる）と考えることの妥当性を検討しなければ，題意に十分に答えたことにはならないことに気付いてほしかった。\nなお，本問のような問題では，権利主張参加や共同訴訟参加について，記憶している限りの要件を全て取り上げて検討しているような答案が散見される。例えば，\n- 20 -「他人間に訴訟が係属していることが要件であるが，本問の事例ではこの要件を満たしている。」などとするものである。しかし，この要件を満たしているからこそ独立当事者参加や共同訴訟参加の可否を問うていることは問題文から明らかであるから，このような記載は無用である。書けば書いただけよく勉強していると評価されると誤解しているのかもしれないが，むしろ，このような記載をするとセンスを疑われる（論ずべきポイントが何かを把握していないと受け取られる）ことになりかねない。\n(3) 設問３について固有必要的共同訴訟かどうかが問題となることについては，多くの答案が気付いていた。「一応の水準」に達するためには，それに加えて，判例がどのような見解に立っているか，判例によれば本訴請求の認諾と中間確認請求の放棄のそれぞれについてどのように考えることになるかを正しく説明することが求められる。\nしかし，問題文に「判例がある場合にはそれを踏まえる必要があります」と明示されているにもかかわらず判例に全く言及していないもの，共有の場合には原告側か被告側かを問わずに固有必要的共同訴訟になるとするなど，判例の理解が十分でないもの，本訴請求と中間確認請求は別個の請求であるからそれぞれについて検討しなければならないのに，その一方にしか答えていないもの，あるいはどちらについて答えているのか明確でないものなどが少なくなかった。\n「良好」や「優秀」の評価を受けるためには，更に，判例「に無批判に従うことはせずに」それを踏まえて自分の考えを論ずる必要があるが，単に判例の結論を示すだけで，その矛盾や不都合の有無に全く言及していない答案も少なくなかった。\n他方で，判例に従うと本訴請求と中間確認請求とで実体法上は矛盾した結果が生ずることを的確に指摘することができている答案も相当数あった。\nそこから進んで，その矛盾を放置してよいかどうか，放置してよいとするとそれはなぜなのか，放置すべきでないとするとどのように考えるべきかを，どの程度説得的に論じているかで実力差がはっきりと出た。中間確認請求（所有権確認）が本訴請求（建物収去土地明渡請求）の先決的法律関係であること，新たに訴えを提起する場面ではなく係属中の訴訟において相続による当事者の承継があった場面であることなどに着目しつつ，説得力のある議論を展開している「優秀」な答案があった一方で，結論をどちらかに合わせているにすぎないと思われる考察不足の答案もあった。\n後者に分類される答案を採点して特に気になったことは，理論的に詰めて考えることをせずに，事案における具体的妥当性のみに目を奪われ，「ＬはＫと同居しているが，Ｍは遠く離れた地方に居住している」，「ＭはＫやＬとほとんど没交渉となっている」といった本問の事例の個別的な事情（一般化することができない事情）\nを持ち出して，そこから安易に結論を導いている答案が少なくなかったことである。\n問題文に「本件での結果の妥当性などを考えて」とあること，また，従来の採点実感等において受験者の事例分析能力や事例に即して考える能力に疑問が呈されてきたことが影響しているようにも思われるが，結論の具体的妥当性を追求するということは，妥当な結論を導くための理論構成を考えるということであって，個別的な事情から裸の利益衡量をして妥当と思われる結論を導くということではない。\nなお，本問でも，必要的共同訴訟と通常共同訴訟との区別の基準について，抽象- 21 -的な用語（例えば，「実体法上の管理処分権を基礎に訴訟法的な観点（手続保障の要請）も考慮すべき」など）のみから説明する紋切り型の答案が散見された。\n(4) 全体を通じて法律実務家を目指す者の答案として不適切なものがある。繰り返しをいとわずに不適切な答案の例を挙げると，次のとおりである。\n・ 論ずべき点が問題文で丁寧に示唆されている（設問１の「事実の自白の撤回制限効の根拠にまで遡った検討が必要」，設問３の「判例がある場合にはそれを踏まえる必要があります」など）にもかかわらず，これに注意を払わないもの。\n・ 問われていることに正面から答えずに，結論に関係しない一般論を長々と論ずるもの，何か書けば点数をもらえると誤解していると思われるもの。\n・ 論理を積み上げて丁寧に説明しようとしないで，抽象的な用語（禁反言，相手方の信頼保護など）のみから説明したり，直ちに結論を導いたりするもの。\n・ 当該事案における結論の妥当性のみを追求し，論理的な一貫性を欠いていたり，理論的な検討が不十分であったりするもの。\n４ 法科大学院教育に求めるもの採点実感に照らすと，基礎的な知識を習得すること，すなわち基本的な概念を正確に，かつその趣旨から理解することの重要性を，繰り返し強調する必要があると思われる。司法試験では受験者が初めて考えるような問題も出題されるが，そこで求められる能力は基礎的な知識とそれを使いこなして考える能力であり，もとより法科大学院において特殊な論点や事例にまで手を広げて学習することを期待するものではないからである。事例の分析能力や事例に即して考える能力を涵養することももちろん重要であるが，これらの能力は基礎的な知識と能力の上に初めて成り立つものである。\n土台をおろそかにしたまま複雑な事例を分析させることは，今年の答案にも見られたように，論理的に突き詰めて考えることをしないで結論の妥当性のみを安易に追求する姿勢を助長するおそれがある。\n５ その他試験の答案は，人に読んでもらうためのものである。読み手に読んでもらえなければ何を書いても意味がない，という当たり前のことを改めて強調しておきたい。毎年のように内容以前の問題として指摘していることであるが，極端に小さな字や薄い字，\n書き殴った字の答案が相変わらず少なくない。もとより字の巧拙を問うものではないが，読み手の立場に立って読みやすい答案を作成することは，受験者として最低限の務めである。読み手に理解されなければ何を書いても評価されないことを肝に銘ずべきである。\n平成２２年の「採点実感等に関する意見」で注意を喚起した結果，一般に使われていない「蓋し」や「思うに」を使用する答案が減少したことは評価したい。しかし，\n「この点，」という言葉を「この」が何を指すのか不明確なまま接続詞のように多用する答案など，不適切な表現を使用する答案はなお多く見られるので，引き続き改善を求めたい。\n問題文を無意味に引き写している答案も少なくないが，これは，時間と答案用紙の- 22 -無駄遣いである。\nなお，採点実感からすると，合格者の答案であっても「一応の水準」にとどまるものが多いのではないかと考えられる。当然のことであるが，合格したからといってよくできたと早合点することなく，学習を継続する必要がある。\n- 23 -平成２３年新司法試験の"
}