{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "行政法",
  "text": "〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕（１），〔設問２〕（２），〔設問３〕の配点の割合は，\n3.5：1.5：3.5：1.5〕）社団法人Ａは，モーターボート競走の勝舟投票券の場外発売場（以下「本件施設」という。）をＰ市Ｑ地に設置する計画を立て，平成２２年に，モーターボート競走法（以下「法」という。）第５条第１項により国土交通大臣の許可（以下「本件許可」という。）を受けた。Ａは，本件許可の申請書を国土交通大臣に提出する際に，国土交通省の関係部局が発出した通達（「場外発売場の設置等の運用について」及び「場外発売場の設置等の許可の取扱いについて」）に従い，Ｑ地の所在する地区の自治会Ｒの同意書（以下「本件同意書」という。）を添付していた。本件許可がなされた直後に，Ｑ\n地の近隣に法科大学院Ｓを設置している学校法人Ｘ１，及び自治会Ｒの構成員でありＱ地の近隣に居住しているＸ２は，国に対し本件許可の取消しを求める訴え（以下「本件訴訟」という。）を提起した。本件訴訟が提起されたため，Ａは，本件施設の工事にいまだ着手していない。\nＡの計画によれば，本件施設は，敷地面積約３万平方メートル，建物の延べ床面積約１万平方メ\nートルで，舟券投票所，映像設備，観覧スペース，食堂，売店等から構成され，７００台を収容する駐車場が設置される。本件施設が場外発売場として営業を行うのは，１年間に３５０日であり，そのうち３００日はナイターが開催される。本件施設の開場は午前１０時であり，ナイターが開催されない場合は午後４時頃，開催される場合は午後９時頃に，退場者が集中することになる。\nまた，本件施設の設置を計画されているＱ地，Ｘ２の住居，法科大学院Ｓ，及びこれらに共通の最寄り駅であるＰ駅の間の位置関係は，次のとおりである。Ｑ地，Ｘ２の住居，法科大学院Ｓは，いずれも，Ｐ駅からまっすぐに南下する県道（以下「県道」という。）に面している。Ｐ駅の周辺には商店や飲食店が立ち並び，住民，通勤者，通学者などが利用している。Ｐ駅から県道を通って南下した場合，Ｐ駅から近い順に，法科大学院Ｓ，Ｘ２の住居，Ｑ地が所在し，Ｐ駅からの距離は，法科大学院Ｓまでは約４００メートル，Ｘ２の住居までは約６００メートル，Ｑ地までは約８００メートルである。逆にＱ地からの距離は，Ｘ２の住居までは約２００メートル，法科大学院Ｓまでは約４００メートルとなる。\n平成２３年になって，本件訴訟の過程で，本件同意書について次のような疑いが生じた。自治会\nＲでは，Ｘ２も含めて，本件施設の設置に反対する住民が相当な数に上る。それにもかかわらず，Ａによる本件施設の設置に同意することを決議した自治会Ｒの総会において，同意に賛成する者が１２３名であったのに対し，反対する者は，１０名しかいなかった。これは，自治会Ｒの役員が，本件施設の設置に反対する住民に総会の開催日時を通知しなかったために，大部分の反対派の住民が総会に出席できなかったためではないか，という疑いである。\n国土交通大臣は，この疑いが事実であると判明した場合，次の措置を執ることを検討している。\nまず，Ａに対し，自治会Ｒの構成員の意思を真に反映した再度の決議に基づく自治会Ｒの同意を改めて取得し，国土交通大臣に自治会Ｒの同意書を改めて提出するように求める（以下「要求措置」という。）。そして，Ａが自治会Ｒの同意及び同意書を改めて取得することができない場合には，本件許可を取り消す（以下「取消措置」という。）。\n以上の事案について，Ｐ市に隣接するＴ市の職員は，将来Ｔ市でも同様の事態が生じる可能性があることから，弁護士に調査検討を依頼することにした。【資料１ 会議録】を読んだ上で，Ｔ市の職員から依頼を受けた弁護士の立場に立って，以下の設問に答えなさい。\nなお，法及びモーターボート競走法施行規則（以下「施行規則」という。）の抜粋を【資料２ 関係法令】に，関係する通達の抜粋を【資料３ 関係通達】に，それぞれ掲げるので，適宜参照しなさい。\n- 2 -\n〔設問１〕\n本件訴訟は適法か。Ｘ１及びＸ２それぞれの原告適格の有無に絞って論じなさい。\n〔設問２〕\n国土交通大臣が検討している要求措置及び取消措置について，以下の小問に答えなさい。\n⑴ Ａが国土交通大臣に対し，要求措置に従う意思がないことを表明しているにもかかわらず，国土交通大臣がＡに対し，取消措置を執る可能性を示しながら要求措置を執り続けた場合，Ａは，取消措置を受けるおそれを除去するには，どのような訴えを提起するべきか。最も適法とされる見込みが高く，かつ，実効的な訴えを，具体的に二つ候補を挙げて比較検討した上で答えなさい。仮の救済は，考慮しなくてよい。\n⑵ Ａが国土交通大臣に対し，要求措置に従う意思がないことを表明したため，国土交通大臣がＡに対し取消措置を執った場合，当該取消措置は適法か。解答に当たっては，関係する法令の定め，自治会の同意を要求する通達，及び国土交通大臣がＡに対し執り得る措置の範囲ないし限界を丁寧に検討しなさい。\n〔設問３〕\nＴ市は，新たに条例を定めて，次のような規定を置くことを検討している。①Ｔ市の区域に勝舟投票券の場外発売場を設置しようとする事業者は，Ｔ市長に申請してＴ市長の許可を受けなければならない。②Ｔ市長は，場外発売場の施設が周辺環境と調和する場合に限り，その設置を許可する。\nこのような条例による許可の制度が，事業者に対して実効性を持ち，また，住民及び事業者の利害を適切に調整できるようにするためには，上記①②の規定以外に，どのような規定を条例に置くことが考えられるか。また，このような条例を制定する場合に，条例の適法性に関してどのような点が問題になるか。考えられる規定の骨子及び条例の問題点を，簡潔に示しなさい。\n- 3 -\n【資料１ 会議録】\n職 員：Ｐ市は，場外舟券売場の件で大騒ぎになっていますが，我がＴ市にとっても他人事ではありません。公営ギャンブルの場外券売場の設置が計画される可能性は，Ｔ市にもあります。\nそこで，Ｐ市の事案を様々な角度から先生に検討していただいて，Ｔ市としても課題を見付け出し，将来のための備えをしたいと考えています。そのような趣旨ですから，Ｐ市の事案のいずれかの当事者や利害関係者の立場に立たずに，第三者の視点から御検討をお願いいたします。\n弁護士：公営ギャンブルの場外券売場の設置許可は，刑法第１８７条の富くじに当たるものの発売等を適法にする法制度である点が，通常の事業の許認可とは違うところですね。私もこれまで余り調査したことがない分野ですが，検討した上で文書を作成してみましょう。\n職 員：早速，まず本件訴訟についてですが，これは，適法な訴えなのでしょうか。法，施行規則，それから関係する通達を読みますと，それぞれに関係しそうな規定があるのですが，これらの規定のそれぞれが，本件訴訟の適法性を判断する上でどのような意味を持つのか，どうもうまく整理できないのです。\n弁護士：問題になるのは，原告適格ですね。私の方で，法，施行規則，それから通達の関係する規定と，それらの規定が原告適格を判断する上で持つ意味を明らかにしながら，Ｘ１とＸ２それぞれの原告適格の有無を考えてみましょう。\n職 員：お願いします。仮に本件訴訟が適法とされた場合に，本件許可が適法と判決されそうかどうかも問題ですが，今年になって，状況が大きく変わりましたので，差し当たりその問題までは検討していただかなくて結構です。\n弁護士：状況が変わったとは，どういうことですか。\n職 員：地元の同意書の作成プロセスについて重大な疑惑が持ち上がり，今度は，紛争が国土交通大臣とＡとの間で生じる可能性が出てきたのです。Ａは，裁判になって対立が激化してからもう一度地元の同意書を取ることなど無理だというので，同意を取り直すつもりがないようですが，国土交通大臣の方も，地元を軽んじる姿勢は取れないので，Ａに同意書を取り直すように求め続けることが予想されます。この場合，今度は，Ａが何らかの訴えを起こすことはできるのでしょうか。\n弁護士：最も可能性のある訴えを検討して，具体的に挙げてみましょう。\n職 員：それから，やや極端なケースを想定するのですが，地元の同意のプロセスに重大な瑕疵があった場合，国土交通大臣は，本件許可を取り消すことができるのでしょうか。この問題については，どうも私の頭が混乱しているので，いろいろ質問させてください。まず，施行規則第１２条は，許可の基準として地元の同意とは規定していないのですが，そもそも，この条文に定められた基準以外の理由で，許可を拒否できるのですか。\n弁護士：関係法令をよく検討して，お答えすることにします。\n職 員：よろしくお願いします。付け加えますと，地元の同意と定めているのは，国土交通省の通達の方であり，これもそもそもの話になるのですが，このような通達に定められたことを理由にして，許可を拒否してよいのですか。この点も教えていただければと思います。\n弁護士：問題となっている通達の法的な性格をはっきりと説明するように，文書にまとめてみます。\n職 員：通達の中身について言いますと，地元の同意を重視している点は，自治体の職員としてはとてもよく理解できます。ただ，許可の取消しという措置まで執ることができるのかと問われると，自信を持って答えられないのです。\n弁護士：法律家から見ますと，地元の同意を重視する行政手法には，問題点もありますね。国土交通大臣が本件許可の申請に際して地元自治会の同意を得ておくように求める行政手法の意義と問題点を，まとめておきましょう。その上で，疑惑が事実であると仮定して，国土交通大\n- 4 -臣は，Ａに対してどこまでの指導，処分といった措置を執ることができるのか，執り得る措置の範囲ないし限界についても綿密に検討しておきます。\n職 員：今言われた「処分」について詳しく伺いたいのですが，仮に，地元自治会の同意がない場合に，国土交通大臣が申請に対して不許可処分をする余地が多かれ少なかれあるという考え方を採ると，一度許可をした後で許可を取り消す処分もできることになるのでしょうか。\n弁護士：そこまで考えて，ようやく答えが出ますね。全体を順序立てて文書にまとめてみます。\n職 員：助かります。それでやっと，我がＴ市の話になるのですが，Ｔ市の区域で場外舟券売場を設置しようとする事業者が現れた場合，国が定めた法令や通達の基準だけで設置を認めるのでは，不十分であると考えています。Ｔ市としては，調和のとれた街づくりをするために，場外舟券売場が周辺環境と調和するかをしっかりと審査して，市長が調和しないと判断した場合には，設置をやめていただく制度を作りたいと考えています。このような制度を条例で定める場合に，配慮すべき点を教えていただければ幸いです。\n弁護士：解釈論だけでなく，立法論も大事ですからね。簡潔にまとめておきましょう。\n- 5 -\n【資料２ 関係法令】\n○ モーターボート競走法（昭和２６年６月１８日法律第２４２号）（抜粋）\n（趣旨）第１条 この法律は，モーターボートその他の船舶，船舶用機関及び船舶用品の改良及び輸出の振興並びにこれらの製造に関する事業及び海難防止に関する事業その他の海事に関する事業の振興に寄与することにより海に囲まれた我が国の発展に資し，あわせて観光に関する事業及び体育事業その他の公益の増進を目的とする事業の振興に資するとともに，地方財政の改善を図るために行うモーターボート競走に関し規定するものとする。\n（競走の施行）第２条 都道府県及び人口，財政等を考慮して総務大臣が指定する市町村（以下「施行者」という。）は，その議会の議決を経て，この法律の規定により，モーターボート競走（以下「競走」という。）を行うことができる。\n２～４ （略）\n５ 施行者以外の者は，勝舟投票券（以下「舟券」という。）その他これに類似するものを発売して，競走を行つてはならない。\n（競走場の設置）第４条 競走の用に供するモーターボート競走場を設置し又は移転しようとする者は，国土交通省令で定めるところにより，国土交通大臣の許可を受けなければならない。\n２～４ （略）\n５ 国土交通大臣は，必要があると認めるときは，第１項の許可に期限又は条件を附することができる。\n６ 国土交通大臣は，第１項の許可を受けた者（以下「競走場設置者」という。）が１年以上引き続き同項の許可を受けて設置され若しくは移転されたモーターボート競走場（以下「競走場」という。）を競走の用に供しなかつたとき，又は競走場の位置，構造及び設備がその許可の基準に適合しなくなつたと認めるときは，同項の許可を取り消すことができる。\n７，８ （略）\n（場外発売場の設置）第５条 舟券の発売等の用に供する施設を競走場外に設置しようとする者は，国土交通省令で定めるところにより，国土交通大臣の許可を受けなければならない。当該許可を受けて設置された施設を移転しようとするときも，同様とする。\n２ 国土交通大臣は，前項の許可の申請があつたときは，申請に係る施設の位置，構造及び設備が国土交通省令で定める基準に適合する場合に限り，その許可をすることができる。\n３ 競走場外における舟券の発売等は，第１項の許可を受けて設置され又は移転された施設（以下\n「場外発売場」という。）でしなければならない。\n４ 前条第５項及び第６項の規定は第１項の許可について，同条第７項及び第８項の規定は場外発売場及び場外発売場設置者（第１項の許可を受けた者をいう。以下同じ。）について，それぞれ準用する。\n（競走場内等の取締り）第２２条 施行者は，競走場内の秩序（場外発売場において舟券の発売等が行われる場合にあつては，当該場外発売場内の秩序を含む。）を維持し，かつ，競走の公正及び安全を確保するため，入場者の整理，選手の出場に関する適正な条件の確保，競走に関する犯罪及び不正の防止並びに競走場内における品位及び衛生の保持について必要な措置を講じなければならない。\n（競走場及び場外発売場の維持）\n- 6 -第２４条 （略）\n２ 場外発売場設置者は，その場外発売場の位置，構造及び設備を第５条第２項の国土交通省令で定める基準に適合するように維持しなければならない。\n（秩序維持等に関する命令）第５７条 国土交通大臣は，競走場内又は場外発売場内の秩序を維持し，競走の公正又は安全を確保し，その他この法律の施行を確保するため必要があると認めるときは，施行者，競走場設置者又は場外発売場設置者に対し，選手の出場又は競走場若しくは場外発売場の貸借に関する条件を適正にすべき旨の命令，競走場若しくは場外発売場を修理し，改造し，又は移転すべき旨の命令その他必要な命令をすることができる。\n（競走の開催の停止等）第５８条 （略）\n２ 国土交通大臣は，競走場設置者若しくは場外発売場設置者又はその役員が，この法律若しくはこの法律に基づく命令若しくはこれらに基づく処分に違反し，又はその関係する競走につき公益に反し，若しくは公益に反するおそれのある行為をしたときは，当該競走場設置者又は当該場外発売場設置者に対し，その業務を停止し，若しくは制限し，又は当該役員を解任すべき旨を命ずることができる。\n３ （略）\n（競走場等の設置等の許可の取消し）第５９条 国土交通大臣は，競走場設置者又は場外発売場設置者が前条第２項の規定による命令に違反したときは，当該競走場又は当該場外発売場の設置又は移転の許可を取り消すことができる。\n○ モーターボート競走法施行規則（昭和２６年７月９日運輸省令第５９号）（抜粋）\n（場外発売場の設置等の許可の申請）第１１条 法第５条第１項の規定により場外発売場の設置又は移転の許可を受けようとする者は，次に掲げる事項を記載した申請書を国土交通大臣に提出しなければならない。\n一 申請者の氏名又は名称及び住所並びに法人にあつては代表者の氏名二 場外発売場の設置又は移転を必要とする事由三 場外発売場の所在地四 場外発売場の構造及び設備の概要五 場外発売場を中心とする交通機関の状況六 場外発売場の建設費の見積額及びその調達方法七 場外発売場の建設工事の開始及び完了の予定年月日八 その他必要な事項\n２ 前項の申請書には，次に掲げる書類を添付しなければならない。\n一 場外発売場付近の見取図（場外発売場の周辺から１０００メートルの区域内にある文教施設及び医療施設については，その位置及び名称を明記すること。）二 場外発売場の設備の構造図及び配置図（１０００分の１以上の縮尺による。）三 申請者が当該施設を使用する権原を有するか，又はこれを確実に取得することができることを証明する書類四 場外発売場の経営に関する収支見積書五 施行者の委託を受けて舟券の発売等を行う予定であることを証明する書類\n（場外発売場の設置等の許可の基準）第１２条 法第５条第２項の国土交通省令で定める基準（払戻金又は返還金の交付のみの用に供す\n- 7 -る施設及び設備の基準を除く。）は，次のとおりとする。\n一 位置は，文教上又は衛生上著しい支障をきたすおそれのない場所であること。\n二 構造及び設備が入場者を整理するため適当なものであること。\n三 競走の公正かつ円滑な運営に必要な次に掲げる施設及び設備を有していること。\nイ 舟券の発売等の用に供する施設及び設備ロ 入場者の用に供する施設及び設備ハ その他管理運営に必要な施設及び設備四 （略）\n２ （略）\n- 8 -\n【資料３ 関係通達】\n○ 場外発売場の設置等の運用について（平成２０年２月１５日付け国海総第１３６号海事局長から各地方運輸局長，神戸運輸監理部長あて通達）（抜粋）\n７ 場外発売場設置予定者は，設置許可申請書に省令第２条の７（注１）第２項に定める書類のほか，地元との調整がとれていることを証明する書類及び管轄警察の指導の内容が反映されていることを証明する書類並びに建築確認申請書の写しを添付すること。\n（注１）【資料２ 関係法令】に掲げる現行のモーターボート競走法施行規則第１１条を指す。以下「省令」とは現行のモーターボート競走法施行規則を指す。\n○ 場外発売場の位置，構造及び設備の基準の運用について（平成２０年２月１５日付け国海総第\n１３９号海事局長から各地方運輸局長，神戸運輸監理部長あて通達）（抜粋）\n１ 場外発売場の基準場外発売場の基準の運用については，次のとおりとする。\n⑴ 位置（省令第１２条第１項第１号）\n① 「文教上著しい支障をきたすおそれがあるか否か」の判断は，文教施設から適当な距離を有している，当該設置場所が主たる通学路（学校長が児童又は生徒の登下校の交通安全の確保のために指定した小学校又は中学校の通学路をいう。）に面していないなど総合的に判断して行う。\n② 「衛生上著しい支障をきたすおそれがあるか否か」の判断は，医療施設から適当な距離を有している，救急病院又は救急診療所（都道府県知事が救急隊により搬送する医療機関として認定したものをいう。）への救急車の主たる経路に面していないなど総合的に判断して行う。\n③ 文教施設とは，学問又は教育を行う施設であり，学校教育法第１条の学校（小学校，中学校，高等学校，中等教育学校，大学，高等専門学校，盲学校，聾学校，養護学校及び幼稚園）及び同法第８２条の２の専修学校をいう。\n④ 医療施設とは，医療法第１条の５第１項の病院及び同条第２項の診療所（入院施設を有するものに限る。）をいう。\n⑤ 「適当な距離」とは，著しい影響を及ぼさない距離をいい，場外発売場の規模，位置，道路状況，周囲の地理的要因等により大きく異なる。\n⑵～⑸ （略）\n○ 場外発売場の設置等の許可の取扱いについて（平成２０年３月２８日付け国海総第５１３号海事局総務課長から各地方運輸局海事振興部長，北陸信越運輸局海事部長，神戸運輸監理部海事振興部長あて通達）（抜粋）\n７ 局長通達（注２）７の「地元との調整がとれていること」とは，当該場外発売場の所在する自治会等の同意，市町村の長の同意及び市町村の議会が反対を議決していないことをいう。\n（注２）前記の平成２０年２月１５日付け国海総第１３６号「場外発売場の設置等の運用について」を指す。\n- 9 -",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/公法系.pdf",
  "subject": 2,
  "purpose": "本問は，国土交通大臣による場外舟券売場の設置許可を，近隣に法科大学院を設置する学校\n法人Ｘ１及び周辺住民Ｘ２が争う場面（設問１），許可が取り消される可能性が生じ，許可を\n受けた社団法人Ａが争う場面（設問２），Ｔ市が場外舟券売場の設置を規制する場面（設問３）\nという，三つの場面を想定して，第三者の観点から論じさせるものである。類似の法分野（自\n転車競技法）について近時最高裁判決が下されて注目されたが，本問はもとより，モーターボ\nート競走法に関する特別な知識・理解を問う趣旨ではない。問題文と資料から基本的な事実関\n係を把握した上で，関係法令を読み解き，行政処分の第三者，行政指導を受けた許可の名宛人，\n国の法令とは別に条例を定めようとする基礎的な地方公共団体という，それぞれの立場に関わ\nる基本的な法律問題を論じる力を試すものである。本問では，通達を定めて，許可の申請に際\nし地元同意の取得を求めるという，日本でしばしば用いられてきた行政手法を法律論に織り込\nむことも要求される。また，設問３では，日頃具体的な事例と法令を読んで解釈論を勉強して\nいれば十分対応できる範囲で，立法論に論及することも求めている。\n設問１は，Ｘ１及びＸ２による取消訴訟の訴訟要件のうち，原告適格を論じさせる問題であ\nる。まず，行政事件訴訟法の条文と判例を踏まえ，いかなる判断枠組みにより，いわゆる行政\n処分の第三者の原告適格を判断すべきかを明らかにしなければならない。そして，モーターボ\nート競走法上，法律の趣旨を定める規定や許可の根拠規定などは，場外発売場内の秩序や競走\nの公正・安全以外には，具体的に保護法益を特定していないこと，同法施行規則は，文教上の\n利益を保護しているが，個別の文教施設を保護する趣旨を明確にしていないことなどを，具体\n的な条文を挙げて示すことが求められる。一定の距離内の文教施設を許可の申請書類に記載す\nることを求める同法施行規則の規定や，様々な内容の関係通達が，原告適格を認める根拠又は\n手掛かりにならないかという点も，検討する必要がある。その上で，本件施設の規模，開場さ\nれる期間・時間，距離関係や位置関係などから想定されるＸ１及びＸ２の不利益の内容・程度\nなど，さらに，Ｘ１及びＸ２が特定の利益を代表して主張する適格性などを考慮して，原告適\n格を根拠付けられないかを，判断することが求められる。\n設問２（１）は，行政訴訟としてＡがどのような請求を立てることが最も適切かを問う問題\nである。想定されている状況において，取消措置の可能性を除去するというＡの目的を最も直\n接的に実現する訴えは，本件許可を取り消す処分の差止めを求める抗告訴訟と考えられる。も\nう一つ，要求措置を対象にする何らかの当事者訴訟又は抗告訴訟を候補として具体的に挙げて，\n訴訟要件が満たされるか，及びＡの目的を実現するために適切な請求かという点を，比較しな\nがら検討することが求められる。\n設問２（２）は，行政実体法及び広義の行政手続に関わる問題を基礎から一つ一つ検討して\n解きほぐし，最終的に，本件許可を取り消す処分の適法性を判断するように求めるものである。\nまず，法令の文言や，刑法上の違法性を阻却するという許可の性質などを考慮して，国土交通\n大臣による許可・不許可の判断に裁量が認められるかを検討しなければならない。次に，本件\nの通達の法的効果は何か，行政手続法上は何に当たるかを示すことが求められる。こうして，\n通達に定められている地元同意を許可申請に際して求める裁量が，関係法令に照らして認めら\nれるか，またどの範囲で認められるかが論点であることを確認することになる。その上で，地\n元同意の意義と問題点を，コミュニケーションと手続参加の促進，手続の公正性・透明性・明\n確性などの観点から具体的に検討することが求められる。\n以上のような法令解釈及び地元同意に対する評価を踏まえて，地元同意を行政指導として求\nめ得るにとどまるのか，地元との十分な協議を経なければ許可を拒否できるか，十分な協議を\n経ても同意がなければ許可を拒否できるか，協議の不十分さや同意の不存在が許可を拒否する\n一つの考慮要素になるか，といった点を，どのように判断するか，示さなければならない。そ\nして，本件における許可の取消しの公益性及びＡの信頼の要保護性の程度を考慮した場合に，\n本件許可の取消しが適法か，各人の結論を示すことが要求される。\n設問３は，Ｔ市が場外舟券売場の設置許可制を条例で定める場合に，配慮すべき点を指摘さ\nせる問題である。いろいろな解答があり得るが，第一に，許可後の是正命令，罰則などを条例\nに定めて実効性を確保する必要性，第二に，住民，利害関係者，専門家などが参加して周辺環\n境との調和について判断する手続を構築する必要性，第三に，モーターボート競走法や建築基\n準法など国の法律と条例とが抵触しないか，検討する必要性など，豊かな着想で指摘すること\nが期待される。\nなお，設問のうち，設問１と設問２（２）においては，事実関係，関係法令の解釈及び行政\n法の一般理論を総合して，論理的かつ説得的に筋道を示した解答を期待しているのに対し，設\n問２（１）と設問３では，ポイントを的確かつ簡潔に示すことを要求するにとどめている。こ\nうした出題の趣旨を十分に理解して受験者が実力を発揮できるように，昨年に続き本年も各設\n問の配点割合を明示することとした。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針採点に当たり重視していることは，①事案を正確に把握し，問いに対して的確に答え，解釈論のみならず立法論についても基礎的な知識を活かして相応の言及をすることのできる応用能力を有しているか，②法的な論述に慣れ，分かりやすく，かつ，受験者の思考の跡を採点者が追うことができるような文章を書いているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準(1) 設問１最高裁による原告適格の一般的な判断基準を引用し，法律がある利益を専ら一般的公益として保護しているのか，個々人の個別的利益としても保護しているのかという点が問題になりやすいことを，一般論として記述しているだけの答案については，一応の水準の答案と判定した。この問題に焦点を当てて本件のＸ１・Ｘ２の利益ないし不利益を具体的に分析し，原告適格を論じることができているかどうかで，\n優秀度ないしは良好度の高さを判定した。\nまた，行政事件訴訟法第９条第２項に言及し，関係する省令と通達の定めを，専ら同項にいう法律の「関係法令」に当たるか否かという観点から検討し，平板に羅列するだけの答案については，一応の水準の答案と判定した。行政事件訴訟法第９条第２項の規定に従って原告適格を検討する判断枠組みを正確に理解し，処分要件を定める法律と省令の規定との関係，処分要件を定める省令の規定と申請書類を定める省令の規定との関係，処分要件を定める省令の規定とその解釈を示す通達との関係，さらに，法律と地元同意を定める通達との関係を，それぞれ正確に分析して原告適格論と結び付けて論じているかどうかで，優秀度ないしは良好度の高さを判定した。検討に当たっては，まず，「処分の根拠となる法令の規定」として，モーターボート競争法第５条及びその委任を受けた同法施行規則第１２条，第１１条の規定を確認し，次に，「当該法令の趣旨及び目的」として同法第１条等からうかがわれる同法の趣旨・目的を検討し，さらに，同法と目的を共通にする関連法令が存在するならば，その趣旨・目的を参酌することが不可欠である。\n(2) 設問２（１）\n取消措置（処分）の差止め訴訟を正確に挙げていれば一応の水準の答案，もう一つ検討に値する訴訟を挙げていれば良好な答案，差止め訴訟の適法性及び実効性を，\n他の訴訟と比較する形で論理的･説得的に論じていれば，優秀な答案とした。\n(3) 設問２（２）\n本件許可に関して法律が行政庁のどのような判断について裁量を認めている可能性があるかを，法律の文言及び趣旨・目的を正確に把握した上で検討できているかどうか，地元同意を求める行政手法の意義と問題点を論じているかどうか，そして，\n本件許可の取消しの適法性を論じる際に，考慮すべき要素・事情を的確に挙げてい- 7 -るかどうかに着目して，優秀度ないしは良好度の高さを判定した。\n加えて，「法律は許可をしない行政裁量を認めている」，「通達は直接には外部に対し拘束力をもたない」，「行政指導には限界がある」といった諸命題を，どの程度まで適切に関係付けて論じることができているかに着目して，優秀度ないしは良好度の高さを判定した。法律とそれを適用するための通達との関係を明確にさせないまま，「(法律は不許可処分を行う行政裁量を認めているが，)通達には外部に対する拘束力がないので，行政庁が通達に従うように求めるには行政指導しかできないところ，行政指導に従わない者に対し不許可処分ないし許可取消処分を行うことは違法である。」と帰結するにとどまる答案は，一応の水準の答案と判定した。\n(4) 設問３条例の実効性を確保するための具体的な手段を提案できていること，住民，利害関係者，専門家等の参加する協議会，審議会等の利害調整手続を構想できていること，法律と条例の抵触可能性を指摘できていることについて，全て論じてあれば優秀な答案と判定し，一部欠けている答案は良好なものとして評価した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象・ 字の上手・下手は関係ないが，読みやすさは大切であり，書きなぐった感じの乱雑な（特に乱雑かつ小さい文字を多用している）答案は，読解に非常に難渋した。採点者が判読困難な答案を作成することのないよう，受験者には改善を求めたい。\n・ 問題文，資料，設問を正確に読んでいない答案，何を聞かれているのか理解していないまま解答をしている答案が見られた。\n・ 全体として，問題に素直に取り組んで自分の考えを論理的に述べるものが極めて少なく，問題に関係のありそうな事項の記述をランダムに並べるようなものが目立った。\n・ 特定の設問に力を入れすぎて，時間不足になったと思われる答案や，各設問の分量バランスが悪い答案が見受けられた。設問１，同２（１）はよく書けているが，設問２（２），同３の順に記述の分量及び質が落ちていく傾向が見られた。\n・ 多角的に検討を要する論点が多かったため，高得点を得るためには，理解力や，\n論理的に論述を展開する能力がかなり求められていたように感じられた。\n・ 論旨が一貫しない答案が少なくない。例えば，原告適格の箇所では全く又はほとんど説明なしに通達が「関係法令」に当たるとしながら，職権取消しの箇所では通達の内部規範性ばかりを強調する答案などである。\n・ 受験者の得点が高得点から低い点数まで広く分布するなど，行政法に関する受験者の実力を測ることができた問題であったと考える。\n・ 今回の問題は，資料１（会議録）にも明示して指摘されているモーターボート競争法第５条の規定による許可の特殊性（「刑法第１８７条の富くじに当たるものの発売等を適法にする法制度である点が，通常の事業の許認可とは違う」）の理解の深さが，採点結果に如実に反映されるところとなった。\n(2) 設問１- 8 -・ 原告適格の定式まではよく覚えているものの，それに基づく具体的な判断の手法を理解していないと思われ，各法令や通達等の位置付けを説明せず，ただ羅列して強引に結論に至っている答案も多かった。\n・ モーターボート競走法の規定の趣旨，目的にもほとんど言及せず，いきなり通達が「関係法令」に含まれるとした上，問題文の具体的な事情（本件施設の規模，\n開場日数，時間帯，距離など）については一切言及しないまま，簡単に原告適格の有無を判断するなど，法的思考能力に疑問を感じさせる答案もあった。\n・ 用語に関する基本的な誤解が目立つ。例えば，①行政処分の根拠法令に属する省令の規定をも，行政事件訴訟法第９条第２項にいう「関係法令」の一つに挙げる答案，②法科大学院が，「文教施設」ないしは学校教育法第１条にいう「大学」\nに属さないと述べる答案などである。\n・ 多くの答案が一定のレベルまでは論じられるような問題で高得点を得るためには，更に深い理解が必要となる。例えば，Ｘ１とＸ２について，それぞれの保護の対象となり得る利益について正確に書けている答案は思いの外少なく，特に，\nＸ１については，学生の学習する権利のみを論じているものなども見られた。\n・ 法令（すなわちモーターボート競走法及び同法施行規則）と通達の違いを考慮せずに，通達について当然に規則と同様に関係法令に該当するとして論じる答案が目立った。\n・ 通達が法や規則の合理的な解釈を前提として発出されているものである限り，\n根拠法令の解釈の参考となることは当然であるにもかかわらず，「法令」ではないから一切考慮しないとする答案が比較的多く見られた。\n・ モーターボート競争法が一定の範囲で処分の相手方以外の者の原告適格を肯定する趣旨であると解する答案の中には，距離に言及する同法施行規則第１１条第２項の規定から直ちに結論を導くものが見られた。\n・ 原告適格と本案の関係が整理できていない答案が目立った。\n(3) 設問２（１）\n・ 訴訟要件を満たすかという観点からの検討が見当たらない答案，「比較検討」\nがなされていない答案が見られた。\n・ 確認訴訟については，意味を見いだし難い確認訴訟の答案が散見された。\n・ 訴えの候補例を二つ挙げての比較を求められた場合において，一つは合理的な例でも，もう一方に解答者自身も直ちに消極評価するような例を持ち出して，当然に前者を良しとするのは，一般的に言って適切ではない。\n・ 「取消措置を受けるおそれを除去する」というＡの目的を実現するに適した訴訟として，いきなり国家賠償訴訟を挙げる答案などが見受けられたのは意外であった。\n・ 「取消措置を受けるおそれを除去するには，」という問題文であるにもかかわらず，「取消措置の取消訴訟」を挙げていた例も見られた。また，「仮の救済は，\n考慮しなくてよい。」と問題文に付記したにもかかわらず，仮の差止めができるかどうか等を選択の根拠に挙げている例もあった。\n(4) 設問２（２）\n・ 問題文及び会議録等を分析して，質問のポイントを押さえて素直に答えていく姿勢であれば，自ずから比較的高得点が得られるものであるが，知識の量はうか- 9 -がわれるのに，会議録等を十分に考慮せずに自分の書きたいことを書いているため，相対的に低い得点にとどまっている答案が少なくなかった。\n・ 自治会の同意について申請時の許可要件とすることができるかという観点からの検討自体が全くなされていない答案が予想以上に多かった。また，自治会の同意を考慮するのは他事考慮だから違法と安易に結論付ける答案が多く，自治会の同意を求める手法の意義と問題点について実質的に検討された答案は少なかった。\n・ 国土交通大臣がＡに対し執り得る措置の範囲ないし限界を検討することが求められているにもかかわらず，取消措置が他事考慮だから違法とするだけで，国土交通大臣がいかなる措置を執り得るのかについて検討されていない答案が見られた。\n・ 省令の基準以外の理由で許可を拒否することができるかという問題と，職権取消の可否，行政指導の限界という三つの問題の相互関係が的確に整理できているかどうかで大きく差がついた印象がある。\n・ 許可不許可の裁量を認める根拠がどこにあるのか，その限界についてどう考えるのかといった点について，「丁寧」に論述することが求められているのに，裁量の有無などにも触れないで答えを導こうとする答案もあった。\n・ 周辺自治会等の同意を求める行政手法について検討した答案は少数であり，これに言及する答案においても当該手法の問題点にまで触れたものは少数であった。\n・ 申請に係る許可を拒否する処分が行政手続法上の「不利益処分」に当たるとの前提に立つ答案が見られた（同法第２条第４号ロ参照）。\n・ 少数ながら，感心させられるほど優秀な答案もあった。\n(5) 設問３・ 時間切れとなっている答案を除き，実効性確保，利害調整ともに豊かな着想から設問に食らいついた答案が相当数あり，好印象だった。\n・ 比較的多くの受験者が，条例に盛り込むべき事項を複数挙げており，その内容もおおむね正解に近いものであって，全体的な印象は悪くなかったが，法的な問題点に関しては，憲法第９４条の条文すら挙げていないものも散見され，問題の所在を正確に理解しているか疑わしい答案も少なくなかった。\n・ 立法論的な理解が要求されるものであり，解答に戸惑った者も少なくなかったのではないかと思われる。解答に当たって，具体的な規定について思い描けたかどうかで差の付いたものとなったようである。\n・ 自主条例(独自条例)と委任条例との相違を十分に理解できていない答案が目に付いた。現実の条例に余り接したことがないのではないかという印象を受けた。\n・ 「事業者に対して実効性を持ち」，「住民及び事業者の利害を適切に調整できるようにするため」の「①②の規定以外」の規定を聞かれているにもかかわらず，\n問題の趣旨を理解せず，①②をなぞった規定を書いたり，求められている要請との関係に触れることなく，他に定め得る規定（外観や高さの制限，地域指定等）\nを挙げたりしていた答案が散見された。\n５ 今後の法科大学院教育に求めるもの行政実体法について自分で論理を組み立てる能力，及びその前提となる行政法総論に関する正確な理解を，身に付けられるような教育が法科大学院に求められる。\n- 10 -平成２３年新司法試験の"
}