{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，Ｂ株式会社（以下「Ｂ社」という。）との間で，平成\n２１年４月１日，甲土地を，期間を３０年として賃貸するとの土地賃貸借契約（以下「本件賃貸借契約」という。）を締結し，Ｂ社は，賃借後に甲土地上に乙建物を建てて使用していた。\n本件賃貸借契約においては，① 賃料は，月額１００万円とし，毎月末日限り翌月分を前払とする。\n② 賃借人が賃料の支払を３か月分以上怠ったときは，賃貸人は，賃借人に対し７日以上の期間を定めて催告の上，本件賃貸借契約を解除することができる。\nとの約定があった。\nその後，Ｂ社は，経営状態が悪化したことから，平成２３年３月１６日に破産手続開始を申し立て，同日，破産手続開始決定がされ，Ｘが破産管財人に選任された。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．上記事例において，Ｂ社が平成２３年１月分から同年３月分まで３か月分の賃料の支払をしなかったため，Ａ社は，Ｂ社に対し，平成２３年３月３日にＢ社に到達した内容証明郵便により１０日以内に賃料を支払うよう催告したが，Ｂ社からの賃料の支払はなかった。そこで，Ａ社は，同月１７日，Ｘに対して本件賃貸借契約を解除する旨の意思表示をした。これに対して，Ｘは，「自分は，第三者的立場にあるので，Ａ社の解除権の対抗を受けることはない。」と主張した。\nこのＡ社による解除が認められるかについて，Ｘの主張に対するＡ社の反論も含めて，論じなさい。\n２．上記事例において，Ｂ社は，平成２１年７月１日に，Ｃ株式会社（以下「Ｃ社」という。）から２億円を借り入れるのと同時に，乙建物について，Ｃ社のために前記２億円の貸金債権を被担保債権とする抵当権を設定し，その設定の登記がされた。\nそして，Ｂ社は，Ａ社に対して賃料を約定どおり支払い続け，賃料不払等の債務不履行はない状態で，破産手続開始決定に至った。\n破産手続開始後において，Ｃ社は，Ｘに対し，賃料の支払を継続しつつ，乙建物を売却して\n２億円の貸付金の一部を返済するよう求めた。乙建物及び甲土地についての借地権の時価は，合計約１億円程度であり，Ｘとしても，時価が被担保債権額を大きく下回る状況であり，破産財団にとって月々の賃料負担が生ずる乙建物をできるだけ早く処理したいと考えたが，借地権付建物であることもあり，売却まで相当時間が掛かりそうであった。\n⑴ この状況で，Ｘが，破産法第５３条に基づき本件賃貸借契約を解除することの当否について論じなさい。\n⑵ Ｘは，本件賃貸借契約を解除せず，乙建物の買受希望者を募ったところ，破産手続開始後\n６か月を経過したところで，ようやくＤ株式会社（以下「Ｄ社」という。）が，乙建物及び甲土地についての借地権を合計１億円で買い受けたいとの意向を表明し，Ａ社も，Ｄ社に対してであれば，賃借権の譲渡を認めてもよいと回答した。そこで，Ｘは，Ｃ社に対し，乙建物及び甲土地についての借地権を１億円で売却したいが，破産財団から支払った賃料合計６００万円を売却代金から差し引いた額をＣ社に支払うことで，抵当権の設定の登記の抹消に応じてもらいたい旨を申し入れた。これに対して，Ｃ社は，賃料合計６００万円を差し引くことは受け入れ難いと反発し，交渉は成立しなかった。この場合にＸが採ることができる法的手段について論じなさい。また，それに対してＣ社が採ることができる対抗手段について述べなさい。〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＸ株式会社（以下「Ｘ社」という。）は，甲建物をＹ株式会社（以下「Ｙ社」という。）に賃貸し，Ｙ社は，甲建物において製造業を営んでいた。ところが，Ｙ社が賃料の支払を怠ったため，Ｘ社は，賃料不払を理由に賃貸借契約を解除したと主張して，平成２０年１月７日，Ｙ社を被告として，賃貸借契約の終了に基づき，甲建物の明渡し並びに未払賃料及び明渡し済みに至るまでの賃料相当損害金の支払を求める訴えを提起した（以下，提起された訴訟を「本件訴訟」という。）。\nその後，Ｙ社は，同年２月１日，裁判所から再生手続開始決定を受けたが，同時に監督命令が発せられ，監督委員として弁護士Ａが選任された。Ｙ社は，同年５月１日，再生計画案を作成して裁判所に提出した。\nＹ社の再生計画案は，届出再生債権者の多数の賛成を得て可決され，同年８月１日に再生計画の認可決定が確定した。\n認可された再生計画（以下「本件再生計画」という。）の骨子は，次のとおりである。\n・ 再生の基本方針\nＹ社は，コストの削減に努めるとともに，売れ筋商品の製造に特化して収益を上げる。そして，その収益でもって，確定再生債権額に対し，破産配当率３％を超える８％に相当する額を平成２１年から平成２８年まで毎年４月末日限り均等分割で支払う。\n・ 再生債権の総額及び債権者数再生債権の総額 １０億円債権者数 ４０名再生計画の認可決定の確定後，Ａは，Ｙ社の本件再生計画の遂行を監督し，Ｙ社は，本件再生計画に基づき，平成２１年４月末日に第１回目の，平成２２年４月末日に第２回目の支払をしたが，その後，コストの削減が思うようにいかず，販売不振も重なって収益が上がらず，全ての再生債権に対する平成２３年４月末日の第３回目の支払をしなかった。\n本件再生計画の定めによって認められた確定再生債権の総額は，８０００万円であり，同日時点において履行された額は，２０００万円である。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．本件訴訟は，Ｙ社についての再生手続開始決定によりどのような影響を受けるか論じなさい。\n２．上記事例において，確定した１億円の再生債権を有しており，本件再生計画の定めによって\n２００万円の弁済を受けているＺは，このままの状態が続くと，Ｙ社の損失はますます膨らみ，自己の債権の残額の回収が著しく困難になると考えた。Ｚは，民事再生法上，どのような措置を採ることができるか論じなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続における土地賃貸借契約の解除及び借地上の建物についての抵当権に関する破産法及び実体法上の規律についての理解を問うものである。\n設問１については，まず，本件事例においては，破産手続開始決定前に既に実体法上賃貸借契約の解除権が発生しているが，破産手続開始後においても解除権を行使することができるのか，あるいは解除権行使の効果を破産管財人に対抗することができるのかという問題について，破産管財人の法的地位をも踏まえつつ，論ずることが求められる。その際，破産管財人については，場面により，破産者の承継人としての地位と差押債権者類似の第三者的地位の双方が認められることを前提としつつ，破産手続開始前に既に解除権が発生していることを踏まえたＸ\nとＡ社の利益状況，賃借権の差押債権者に対する解除権の対抗の可否についての実体法上の規律等，様々な観点から自説を説得的に展開することが求められる。\n設問２（１）については，まず，本件事例の下では，Ｘは，破産法第５３条第１項に基づき双方未履行双務契約である賃貸借契約を解除することができることを指摘した上で，その当否について，Ｃ社の抵当権についての担保価値維持義務に照らして検討する必要がある。その際には，Ｘが担保価値維持義務を負う法的根拠を明らかにするほか，賃料の負担の回避の必要性等本件事例における状況を踏まえつつ，検討することが求められる。\n設問２（２）については，抵当権の設定登記の抹消のための方策として，抵当権消滅許可の申立てをすることが考えられるところ，その申立ての各要件（破産法第１８６条第１項）が満たされるか否かを，本件事例における状況を踏まえつつ，具体的に検討することが求められる。\nまた，これを踏まえたＣ社の対抗手段としてどのようなものがあるかについて，抵当権の実行の申立て（同法第１８７条）及び買受けの申出（同法第１８８条）に触れつつ，述べる必要がある。\n〔第２問〕\n本問は，具体的な事例を通じて，再生手続開始決定が係属中の民事訴訟に対して与える影響及び再生計画認可後にその履行がされなかった場合に再生債権者が自己の権利の実現のために採り得る手段についての理解を問うものである。\n設問１については，まず，本件訴訟における各請求の訴訟物を正確に把握した上で，建物明渡請求，賃料請求及び賃料相当損害金請求の各請求の再生手続における位置付けについて個別に検討を加える必要がある。その際には，取戻権（民事再生法第５２条第１項），再生債権（同法第８４条第１項）及び共益債権（同法第１１９条第２号又は第５号）の意義等を踏まえつつ，そのいずれに該当するかを具体的に論じる必要がある。なお，建物明渡請求については，再生手続開始前に生じた賃貸借の終了を原因とする債権的請求権に基づくものであるところ，これが再生債権ではなく取戻権に係るものと解すべきことを根拠を示して論じること，また，賃料相当損害金の請求については，再生手続開始決定の前日までの占有に基づいて生ずる部分と，再生手続開始決定の日以降の占有に基づいて生ずる部分とに分けて，それぞれ検討することが求められる。さらに，再生債権に関する訴訟については，再生手続開始決定により中断すること（民事再生法第４０条第１項）のほか，その後の帰すう（同法第９４条以下。特に第１０７\n条）についても説明を加えることが求められる。\n設問２については，再生計画認可後において再生債権者が自己の債権の履行を確保するための制度として，どのようなものが民事再生法に規定されているかという点についての理解を問うものであり，具体的には，まずは，再生計画の取消しについて，本件具体的事例において，その要件該当性（民事再生法第１８９条第１項第２号，第３項），効果（同条第４項以下。特に第７項）等について論じる必要がある。さらに，再生計画認可後の再生手続の廃止（同法第\n１９４条），再生債権者表に基づく強制執行（同法第１８０条）等，他にどのような措置が考えられるか，それらの措置を採ることについての問題点，本件事例の下において期待し得る効果を踏まえた措置の当否等についても検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n個別的な内容については，既に「出題の趣旨」として公表したとおりである。今年の問題作成に当たっては，基本的な概念の理解，具体的な事案を法律の規律に的確に当てはめて要件充足性等を判断する能力，実体法の理解を踏まえた倒産法の規律の理解，具体的な事案に応じて関係者間の利益を適切に考慮する能力及び問題解決のための対応策の選択の能力を試すこと等に重点を置くこととした。\n２ 採点方針解答の際に言及すべき点については，既に「出題の趣旨」として公表したとおりである。\n第１問については，本件の具体的な事案に即して，破産管財人の地位を前提として，\n賃貸借契約の解除に関する実体法の規律をも踏まえて解除の主張の可否を論じることができるか（設問１），担保権者の利益の保護が必要であるという利益状況を法的に分析して認識し，解除の当否を的確な法的な根拠付けをもって論じることができるか，\nまた，担保権消滅許可の申立て等に関する破産法の規律を十分に理解しているか（設問２）という点等に重点を置いた。\n第２問については，再生債権，取戻権，共益債権といった基本的概念を理解しているか，また，各請求の訴訟物を正確に理解し，それを訴訟の中断に関する民事再生法の規律に的確に当てはめることができるか（設問１），再生計画認可後にその履行がされなかった場合に再生債権者が取り得る手段を十分に理解しているか，また，具体的な事案に即して各手段を取るための要件の充足性を的確に論じることができるか（設問２）という点等に重点を置いた。\n３ 採点実感等(1) 第１問設問１については，まず，破産手続開始前に既に解除権が成立しているという重要な前提を指摘していない答案が多く見られた。問題文を正確に読むとともに，事案の中の重要な事実を抽出し，それを的確に指摘する能力が不十分という印象を受けた。そして，上記の前提を理解していないため，又は，破産法第５３条第１項の趣旨を正確に理解していないため，同項の趣旨を理由としてＡ社の解除権を否定する答案も少なからずあった。また，解除の主張の可否については，単に，破産管財人が差押債権者と同様に民法第５４５条第１項ただし書の第三者に該当することから解除が可能と結論し，あるいは同項ただし書による保護を受けるために必要な対抗要件の具備の有無といった点を論じる答案が多かった。そもそも，賃貸借契約の解除一般の事案における民法第５４５条第１項の規律の適用がどうなるのかという問題（賃貸借契約の解除に遡及効がないこと，既に成立している解除権については，\n当該解除に係る契約から生じた債権の差押債権者には対抗することができるとされていること等との関係）や，破産管財人の地位や利益状況の考慮等も含めて検討を加える答案は，多くはなかった。\n設問２の（１）についても，まず，前提として，本件において破産法第５３条が- 32 -適用されることを，要件を押さえた上で指摘する答案は，少なかった。また，賃料支払の負担等，破産財団の負担という観点からの検討を加えている答案が少なからずあったことは評価し得るが，担保権者の利益の保護の必要性，具体的には，抵当権の効力は甲土地についての借地権にまで及んでおり，賃貸借契約が解除されると抵当権の目的の価値が毀損され，抵当権者の利益が侵害されることについて，担保価値維持義務に言及しつつ検討する答案が予想よりも少なかった。さらに，破産管財人の担保価値維持義務の法的根拠を的確に論じているものも少なかった。結論として，解除可能とする答案も多く，関係者の利害状況を的確に捉えるとともに，事案に即したバランスの良い妥当な結論を導くための感覚が十分に備わっていないとの感じを受けた。\n（２）については，担保権消滅許可の申立て，担保権者からのこれに対する対抗手段としての抵当権実行の申立て（破産法第１８７条）及び買受けの申出（同法第１８８条）については，多くの答案が指摘しており，制度の理解はされていたと感じられた。ただ，担保権消滅許可の申立てについて，具体的な事案に即してその要件充足性を的確に指摘することができていない答案も少なからず見られ，事案の的確な把握と規律への当てはめ能力の養成の必要性が感じられた。\n総じて，第１問については，実体法上の解除に関する規律と破産管財人の地位についてどこまで丁寧に論述されているか，また，担保権者の利益の保護の必要性を法的に的確に論じているかどうか等で差が付くこととなった。既に成立している解除権を行使する場合であることを前提に破産管財人の位置付け等を丁寧に論じ，破産管財人の担保価値維持義務を的確に指摘して，解除は不当との結論を導き，さらに，担保権消滅許可の申立てに関する制度を正確に理解している答案が優秀答案と評価し得るものであった。\n(2) 第２問設問１については，まず，問題となる各請求の訴訟物を的確に把握していない答案が少なくなかった。建物明渡請求を物権的請求権と捉えるもの，未払賃料の請求と賃料相当損害金の請求との区別が的確にされていないもの，賃料相当損害金の根拠を不当利得返還請求権と捉えるものが相当数見られたが，設問に即して，請求権を実体法上正確に理解する能力が不足している印象を受けた。また，建物明渡請求については，手続開始前の原因に基づく債権的請求権であるところ，そのことから直ちに再生債権と位置付ける答案が多く，取戻権とする答案についても，取戻権の概念の理解を踏まえて的確に論じているものは少なかった。なお，単に「再生債権に関するもの」（民事再生法第４０条第１項）に該当しないので中断しないとのみ論ずる答案も見られたが，債務者に対するあらゆる請求権について倒産実体法上の位置付けが検討されるという倒産法の基本が理解されていないと感じられた。さらに，賃料相当損害金を開始前と開始後とに分けずに論じるもの，後者の部分を民事再生法第８４条第２項第２号を根拠として再生債権と位置付けるものが少なからず見られた。その他，非金銭債権は再生債権とならないとする答案も散見されるなど，\n基礎的な概念の正確な理解が不十分であると感じられた。なお，訴訟の中断の有無のみならず，中断後の訴訟の処遇についても論じることが求められていたが，再生債権の内容に対して異議がなかった場合の取扱いについてまで論及した答案は少なかった。設問２については，ほとんどの答案において再生計画の取消しについて触れられており，再生計画認可後の再生手続の廃止についても言及する答案が多かった。その意味で，民事再生法上の対応策についての理解はされていたと思われた。ただ，\n再生計画の取消しについては，その効果（民事再生法第１８９条第７項等）についてまで触れている答案は少なく，また，具体的な事案に即してその要件充足性を的確に指摘することができていない答案も少なからず見られ，条文を的確に読むことができる能力の必要性が感じられた。再生手続の廃止については，申立権者の範囲が制限されていることを意識せずに，廃止の申立てをすることができるとする答案も少なからず見られ，制度の正確な理解が必要であると感じられた。他方で，債権の回収の観点から，破産手続への移行と関連付けて再生計画の取消し又は再生手続の廃止を適切に論じている答案も相当数見られた。\n総じて，第２問については，設問１において各請求につき，民事再生法の規律への当てはめが個別に的確にできているか，再生計画の取消しや再生計画認可後の再生手続の廃止の要件充足性を的確に論じているかといった点で差が付くこととなった。再生債権や取戻権等の基礎的な概念を正確に論じた上で，上記の点を的確に論じた答案が優秀な答案と評価し得るものであった。\n４ 今後の出題傾向について今後も特定の傾向に偏することなく，基礎的な事項の理解を確認する問題と受験者の問題発見能力を試す問題，倒産実体法に関する問題と倒産手続法に関する問題，企業倒産に関する問題と個人倒産に関する問題等，幅広い出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの本年の問題のように，具体的な事案に基づく問題においては，まずは，問題文の事例を正確に理解し，法的に何が問題となるのかを的確に把握する能力，問題となる概念，制度の趣旨を正確に理解して，具体的な事実をそれに当てはめる能力が必要であり，また，適切な問題解決を意識した結論に達しているかを常に意識する必要がある。\nところが，答案の中には，法律の規定から要件を導き出し，それぞれの要件が充足されているかという基本的な思考が身に付いていないと見られるもの，関係者の利益考慮の結果がバランスを失しているものも多かった。\nさらに，第１問の設問２（１）は，平成１８年１２月２１日の最高裁判決（民集６０巻１０号３９６４頁）と関連する問題であるが，判例において現れた新しい問題については，基礎的な事項と関連付けつつ，理解を深めることが必要である。他方で，\n同じ設問について平成１２年２月２９日の最高裁判決（民集５４巻２号５５３頁）を引いて論じる答案も見られたが，判例については，背景となる事案を踏まえた上で，\n判旨についてその射程を含めて正確に理解させることが必要であると感じられた。\n今後も基礎的な事項の十分な理解に重点を置くべきことは言うまでもないが，上記のような能力が身に付くようにするための教育が必要であると感じられた。平成２３年新司法試験の"
}