{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，トラック運送業を営む会社であり，期間の定めなく雇用されたトラック運転手１５名，総務担当２名，経理担当２名及び配車担当２名の社員計２１名のほか，期間１年の労働契約を締結して雇用されたトラック運転手５名及び事務職を補助するパートタイマー６名を擁する会社である。Ｙ社の就業規則には，別紙のとおり規定されている。\nＸは，平成２１年４月１日にＹ社にトラック運転手として雇用された者であり，これまで１５年のトラック運転歴を有していた。Ｘの賃金は，基本給１５万円，乗務手当１０万円，無事故手当３万円，家族手当１万円及び通勤手当１万円の合計３０万円であった。\nＸは，給料が入ると暴飲暴食をするなどの不摂生な生活を送っていたことから，Ｙ社に入社する前から内臓疾患及び糖尿病を患い，投薬治療を受けていた。Ｘは，Ｙ社に入社後も同様の生活状態が続き，乗車前の飲酒検査で乗車不適とされたことが数度あり，同年１０月３０日に厳重注意を受け，反省文を提出した。Ｘは，それからしばらくは問題なく就労していたが，平成２２年\n６月１８日に無断欠勤をした上，その翌日の乗車前の飲酒検査で乗車不適とされたことについて，懲戒処分としてけん責処分を受けた。\nＸは，同年１０月２０日，トラックを運転し，高速道路を走行中に軽い意識もうろう状態に陥り，中央分離帯のガードレールに自車を接触させ，自車右前部を破損させ，その場で立ち往生するという事故を起こしたことがあった。上記意識もうろう状態は，その前日に暴飲暴食をした上，十分な睡眠を取らなかったことによるものであった。Ｙ社は，Ｘに対し，生活習慣を改め，安全運転に支障を生じさせるような暴飲暴食をやめるように注意し，Ｘは，Ｙ社に対し，二度と暴飲暴食をしない旨の誓約書を提出した。\nＸは，その後約１か月の間，誓約を守り，支障なく運転業務を行っていたが，再び暴飲暴食を繰り返す生活に陥った。その結果，Ｘは，疲れると運転中に意識もうろう状態になることがあり，平成２３年１月１５日には，乗務開始直前に意識を消失して病院に運ばれ，１週間入院した。Ｘは，退院後，７日分の有給休暇を取得したところ，Ｙ社は，Ｘが出社してきた同月３１\n日，Ｘを同日限りで解雇し，Ｘに対して基本給３０日分相当額の解雇予告手当を支払った。その後，Ｘに交付された解雇理由証明書には，解雇事由として，「Ｘは，糖尿病や内臓疾患を患っていて，疲労等を引き金に意識障害に陥ることがあり，その結果，重大な交通事故を発生させる危険性を常に有しているため」と記載されていた。\nなお，内臓疾患と糖尿病を併発している場合，アンモニア高値になると，多幸感，記銘力低下が生じ，更に悪化すると意識の混濁が生じる可能性があり，血糖値が高くなると，糖尿病性昏睡に至ることがあるとされている一方，これらの疾病は，適正な食生活と投薬治療により，通常の運転業務に支障は生じない程度のコントロールができるとされている。",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "[労 働 法］\n〔第１問〕\n設問（１）は，期間の定めのない労働契約について行われた普通解雇の効力を問うものであり，①解雇規制の内容を踏まえ，②問題文の事実関係に即してＸの解雇が有効か否かを論じさせるものである。①については，民法では，期間の定めのない労働契約について解雇の自由を定めている（民法第６２７条第１項）が，労働法制の下では，解雇が労働者に与える重大な不利益等を考慮して，解雇権濫用法理による規制を加えているので，その規制内容（労働契約法第１６条）を論じる必要がある。②については，実体上の論点と手続上の論点が考えられる。\n実体上の論点としては，まず，Ｘについて解雇事由があるかどうかを論じる必要がある。この点は，Ｙ社がＸに示した解雇理由を踏まえつつ，具体的事実関係に即して，就業規則に定める解雇事由該当性を論じることになる。次に，解雇事由があるとした場合，それが客観的で合理的な理由といえるか，さらに，当該解雇事由を理由とする解雇が社会通念上相当であるかどうかを論じる必要がある。手続上の論点としては，労働基準法第２０条第１項は，即時解雇をする場合，使用者は３０日分以上の平均賃金を支払わなければならないと定めているところ，本問では，Ｘの賃金には基本給のほかに乗務手当その他の諸手当が含まれるのに，Ｙ社はＸの基本給３０日分相当額を支払ったのみであるので，この点がＸの解雇の効力にどのように影響するのかについて言及することが求められる。\n設問（２）は，期間の定めのある労働契約について行われた期間途中の普通解雇の効力を問うものであり，①この場合の解雇規制の内容を踏まえ，②問題文の事実関係に即してＸの解雇が有効か否かを論じさせるものである。①については，期間の定めのある労働契約における解雇規制の内容（民法第６２８条及び労働契約法第１７条第１項）を論じる必要があり，その場合，期間の定めのない労働契約における解雇規制との違いとその趣旨についての論述が求められる。②については，設問（１）と基本的には同じ事項を検討することになるが，実体上の論点において，Ｘの中途解雇の理由がやむを得ない事由であるか否かについては，期間の定めのない労働契約である設問（１）との解雇規制の違いを意識した論述が求められる。\n〔第２問〕\n本問は，定年延長制度及びそれに伴う新賃金体系の導入の事例を素材として，就業規則による労働条件の不利益変更及び労働協約による労働条件の不利益変更の効力に関する理解を問うものである。事実関係はやや複雑であるが，論点はオーソドックスであり，労働法に関する基本的な理解を求めている。\n設問（１）では，①本件でＹ社が行った就業規則の改訂が労働条件の不利益変更に該当するか否か，②該当するとすれば，同改訂がＸ 及びＸ に対してそれぞれ拘束力を及ぼす要件をど\n１ ２のように解すべきかが論点となり，事実関係を踏まえた検討が求められる。①については，本件就業規則の改訂は，定年延長の側面では Ｘ 及びＸ に利益となる一方，新賃金体系の導入\n１ ２の側面では両名に不利益をもたらし得ることを把握する必要がある。特に，改訂前の就業規則の下で両名が満６０歳から６３歳まで得ることを期待できた給与額と，改訂後の就業規則の下で両名が満６０歳から６５歳までの間に実際に得る給与額の間に大差がないという事実関係をどのように捉えるかがポイントとなろう。②については，本件就業規則改訂が労働契約法施行前に行われたものであるため，就業規則による労働条件の不利益変更の効力に関する判例法理\n- 19 -を基礎に検討してもよいが，労働契約法第９条，第１０条及び第１１条に即した解答も可とする。いずれの場合も，就業規則による労働条件の不利益変更が拘束力を認められるための要件である合理性の内容（労働者の受ける不利益の程度，労働条件の変更の必要性，改訂後の就業規則の内容の相当性，労働組合との交渉等の状況，就業規則改訂に係るその他の事情）を事実関係に即して論述するとともに，後者の場合，特に，同法第９条及び第１０条の趣旨（さらに，同法第１０条所定の要件である就業規則の「周知」）を正確に理解して検討する必要がある。\n設問（２）では，Ｙ社がＭ組合との間で締結した定年延長協定（労働協約）は，新賃金体系の導入の面でＸ 及びＸ に対する不利益性を有するものであるところ，そうした労働協約がＭ\n１ ２組合の組合員でないＸ （Ｎ組合の組合員）及びＸ （非組合員）を拘束するか否かが論点とな\n１ ２る。労働協約の拡張適用（労働組合法第１７条）に関する法的知識を問う設問である。同条の趣旨，要件及び効果について正確に検討する必要があるが，主要な論点は，同条の効果であり，Ｙ社とＭ組合が締結した労働協約が別組合（Ｎ組合）の組合員であるＸ に拡張適用されるか，１\nまた，いずれの組合にも属していないＸ に拡張適用されるかについて，判例・学説の理解を２踏まえて検討する必要がある。また，同条の要件については，特に，Ｘ （Ｙ社Ｂ支店の営業\n２担当調査役）が「同種の労働者」に該当するか否かが検討のポイントとなる。"
}