{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "商法",
  "text": "〔第２問〕（配点：１００）\n次の文章を読んで，後記の設問に答えよ。\n１．甲株式会社（以下「甲社」という。）は，携帯電話の販売を目的とする会社法上の公開会社であり，その株式をＰ証券取引所の新興企業向けの市場に上場している。\nＡは，甲社の創業者として，その発行済株式総数１０００万株のうち２５０万株の株式を有していたが，平成２１年１２月に死亡した。そのため，Ａの唯一の相続人であるＢは，その株式を相続した。\nなお，甲社は，種類株式発行会社ではない大会社である。\n２．甲社は，携帯電話を低価格で販売する手法により急成長を遂げたが，スマートフォン市場の拡大という事業環境の変化への対応が遅れ，平成２２年に入り，その経営に陰りが見え始めた。そこで，甲社の代表取締役であるＣは，甲社の経営を立て直すため，大手電気通信事業者であり，甲社株式３０万株を有する乙株式会社（以下「乙社」という。）との間で資本関係を強化して，甲社の販売力を高めたいと考えた。\nそこで，Ｃは，乙社に対し資本関係の強化を求め交渉したところ，乙社から，「市場価格を下回る価格であれば，更に甲社株式を取得してよい。ただし，Ｂに甲社株式を手放させ，創業家の影響力を一掃してほしい。」との回答を受けた。\n３．これを受けて，ＣがＢと交渉したところ，Ｂは，相続税の支払資金を捻出する必要があったため，Ｃに対し，「創業以来のＡの多大な貢献を考慮した価格であれば，甲社株式の全てを手放しても構わない。」と述べた。そこで，甲社は，Ｂとの間で，Ｂの有する甲社株式２５０万株の全てを相対での取引により一括で取得することとし，その価格については，市場価格を２５％上回る価格とすることで合意した。\n４．そこで，甲社は，乙社と再交渉の結果，乙社との間で，甲社が，乙社に対し，Ｂから取得する甲社株式２５０万株を市場価格の８０％で処分することに合意した。\n５．甲社は，平成２２年６月１日に取締役会を開催し，同月２９日に開催する予定の定時株主総会において，（ア）Ｂから甲社株式２５０万株を取得すること及び（イ）乙社にその自己株式を処分することを議案とすることを決定した。\nなお，甲社の定款には，定時株主総会における議決権の基準日は，事業年度の末日である毎年\n３月３１日とすると定められていた。\n６．５の（ア）を第１号議案とし，５の（イ）を第２号議案とする平成２２年６月２９日開催の定時株主総会の招集通知並びに株主総会参考書類及び貸借対照表（【資料①】及び【資料②】は，それぞれその概要を示したものである。）等が同月１０日に発送された。\nなお，甲社は，Ｂ以外の甲社の株主に対し，第１号議案の「取得する相手方」の株主に自己をも加えたものを株主総会の議案とすることを請求することができる旨を通知しなかった。\n７．甲社は，同月２９日，定時株主総会を開催した。第１号議案の審議に入り，甲社の株主であるＤが，「私も，値段によっては買ってもらいたいが，どのような値段で取得するつもりなのか。」と質問したところ，Ｃは，Ｂから甲社株式を取得する際の価格の算定方法やその理由を丁寧に説明した。採決の結果，多くの株主が反対したものの，Ｂが賛成したため，議長であるＣは，出席した株主の議決権の３分の２をかろうじて上回る賛成が得られたと判断して，第１号議案が可決されたと宣言した。\n８．続いて第２号議案の審議に入り，Ｃは，株主総会参考書類の記載に即して，乙社に特に有利な金額で自己株式の処分をすることを必要とする理由を説明したが，再びＤが，「処分価格を市場価格の８０％と定めた根拠を明らかにされたい。」と質問したのに対し，Ｃが「企業秘密に関わるた- 2 -め，その根拠を示すことはできない。」と述べて説明を拒絶したことから，審議が紛糾した。その結果，多くの株主が反対したものの，乙社が賛成したため，Ｃは，出席した株主の議決権の３分の２をかろうじて上回る賛成が得られたと判断して，第２号議案が可決されたと宣言した。\n９．甲社は，定時株主総会の終了後引き続き，同日，取締役会を開催し，Ｂの有する甲社株式２５０万株の全てを同月３０日に取得すること，同月２８日のＰ証券取引所における甲社株式の最終の価格が１株８００円であったため，この価格を２５％上回る１株当たり１０００円をその取得価格とすることなどを決定した。これに基づき，甲社は，Ｂから，同月３０日，甲社株式２５０万株を総額２５億円で取得した（以下「本件自己株式取得」という。）。\nなお，同年３月３１日から同年６月３０日までの間，甲社は，Ｂ以外の甲社の株主から甲社株式を取得しておらず，また，甲社には，分配可能額に変動をもたらすその他の事象も生じていなかった。\n10．また，甲社は，同年７月２０日，乙社に対し，２５０万株の自己株式の処分を行い，その対価として合計１６億円を得た（以下「本件自己株式処分」という。）。\nその後，乙社は，同年８月３１日までに，５０万株の甲社株式を市場にて売却した。\n11．ところが，甲社において，同年９月１日，従業員の内部告発によって，西日本事業部が平成２１年度に架空売上げの計上を行っていたことが発覚した。そこで，甲社は，弁護士及び公認会計士をメンバーとする調査委員会を設けて，徹底的な調査を行った上で，平成２２年３月３１日時点における正しい貸借対照表（【資料③】は，その概要を示したものである。）を作り直した。\n調査委員会の調査結果によれば，今回の架空売上げの計上による粉飾決算は，西日本事業部の従業員が会計監査人ですら見抜けないような巧妙な手口で行ったもので，甲社の内部統制の体制には問題がなく，Ｃが架空売上げの計上を見抜けなかったことに過失はなかったとされた。\n12．その後，甲社では，その業績が急激に悪化した結果，甲社の平成２３年３月３１日時点における貸借対照表を取締役会で承認した時点で，３０億円の欠損が生じた。\n〔設 問〕 ①本件自己株式取得の効力及び本件自己株式取得に関する甲社とＢとの間の法律関\n係，②本件自己株式処分の効力並びに③本件自己株式取得及び本件自己株式処分に関するＣの甲社に対する会社法上の責任について，それぞれ説明しなさい。\n- 3 -\n【資料①】\n株主総会参考書類議案及び参考事項第１号議案 特定の株主からの自己の株式の取得の件当社は，今般，当社創業者Ａ氏の唯一の相続人であるＢ氏から，同氏の有する当社株式全てについて市場価格を上回る額での売却の打診を受けました。そこで，キャッシュフローの状況及び取得価格等を総合的に検討し，以下の要領にて，市場価格を上回る額で自己の株式の取得を行うことにつき，ご承認をお願いするものであります。\n(1) 取得する相手方\nＢ氏\n(2) 取得する株式の数当社株式２,５００,０００株（発行済株式総数に対する割合２５％）を上限とする。\n(3) 株式を取得するのと引換えに交付する金銭等の内容及びその総額金銭とし，２５億円を上限とする。\n(4) 株式を取得することができる期間本株主総会終結の日の翌日から平成２２年７月１９日まで第２号議案 自己株式処分の件以下の要領にて，乙株式会社に対し，自己株式を処分することにつき，ご承認をお願いするものであります。\n(1) 処分する相手方乙株式会社\n(2) 処分する株式の数当社株式２,５００,０００株\n(3) 処分する株式の払込金額\n１株当たり６４０円（平成２１年１２月１日から平成２２年５月３１日までの６か月間のＰ証券取引所における当社株式の最終の価格の平均値（８００円）に０．８を乗じた価格）\n(4) 払込期日及び処分の日平成２２年７月２０日\n(5) 乙株式会社に特に有利な金額で自己株式の処分をすることを必要とする理由当社は，……（略）。\n- 4 -\n【資料②】\n貸借対照表\n（平成２２年３月３１日現在）\n（単位：百万円）科目 金額 科目 金額\n（資産の部） （負債の部）流動資産 9,000 （略）\n（略） 負債合計 3,000（純資産の部）株主資本 7,000資本金 1,500資本剰余金 1,500固定資産 1,000 資本準備金 1,500（略） その他資本剰余金 －利益剰余金 4,000利益準備金 500その他利益剰余金 3,500純資産合計 7,000資産合計 10,000 負債・純資産合計 10,000(注) 「－」は金額が０円であることを示す。\n【資料③】\n貸借対照表\n（平成２２年３月３１日現在）\n（単位：百万円）科目 金額 科目 金額\n（資産の部） （負債の部）流動資産 6,000 （略）\n（略） 負債合計 3,000（純資産の部）株主資本 4,000資本金 1,500資本剰余金 1,500固定資産 1,000 資本準備金 1,500（略） その他資本剰余金 －利益剰余金 1,000利益準備金 500その他利益剰余金 500純資産合計 4,000資産合計 7,000 負債・純資産合計 7,000(注) 「－」は金額が０円であることを示す。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/民事系.pdf",
  "subject": 4,
  "purpose": "〔第２問〕\n本問は，甲社が特定の株主（Ｂ）から自己の株式を取得した行為（本件自己株式取得）の効力（設問①前段）及びこれに関する甲社とＢとの間の法律関係（設問①後段）と，それによって取得した自己株式を乙社に処分した行為（本件自己株式処分）の効力（設問②）について，会社法の基本的な理解と論理的構成力を問うものである。併せて，本件自己株式取得及び本件自己株式処分に関して，甲社の代表取締役（Ｃ）が甲社に対して負う会社法上の責任（設問③）\nについて，問うものである。\n設問①前段では，本件自己株式取得の効力が問われている。本件自己株式取得には，㋐市場\n- 5 -価格を超えているので「市場価格のある株式の取得の特則」（会社法第１６１条）の適用がなく，また，会社法上の公開会社であるため「相続人等からの取得の特則」の適用がない（同法第１６２条第１号）にもかかわらず，売主追加請求の通知（同法第１６０条第２項）を怠ったこと，㋑第１号議案の採決に際して議決権行使が禁止される特定の株主（同条第４項）であるＢが議決権を行使したこと，という二つの手続的瑕疵について記述した上，これらの手続的瑕疵と本件自己株式取得の効力との関係について論述することが求められる。このうち，㋐の点については，自己の株式の取得に関する手続違反となるのに対し，㋑の点については，決議の方法が法令に違反している（同法第８３１条第１項第１号）と見るか，自己の株式の取得に関する手続違反の一つと見るかによって，株主総会決議取消しの訴えを提起する必要があるかどうかに違いが生ずることにも留意する必要がある。また，㋒甲社の正しい貸借対照表によれば，本件自己株式取得の効力発生日における分配可能額は５億円しかなかったので，本件自己株式取得が財源規制（同法第４６１条第１項第３号）に違反することを記述した上で，これと本件自己株式取得の効力との関係について論述することが求められる。㋐，㋑及び㋒に関する各論述によれば，本件自己株式取得の効力についての個別の論証結果が有効と無効とに分かれることがあるとしても，全体として，本件自己株式取得の効力をどのように考えるかについて，論理的整合性を意識しながら論述することが期待される。\n次に，設問①後段の甲社とＢとの間の法律関係については，まず，財源規制違反との関係で，会社法第４６２条の責任について記述することが求められる。また，設問①前段の結論を踏まえ，Ｂが受け取った金銭の扱いや本件自己株式取得の対象となった株式の帰属等について，その根拠と併せて検討することが求められる。その際，甲社が，Ｂから取得した自己株式を乙社に処分し，乙社がその一部を市場で売却していることから，Ｂが主張するであろう同時履行の抗弁権をどのように考えるかについても論ずることが求められる。\nさらに，設問②の本件自己株式処分の効力については，本件自己株式処分には，㋐第２号議案の審議に際して説明義務（会社法第３１４条）の違反があるかどうか，㋑第２号議案の採決に際して特別利害関係人（乙社）が議決権を行使したことが同法第８３１条第１項第３号に掲げる場合に該当するかどうかについて検討した上で，これらが肯定されるとした場合に，それらが自己株式処分無効の訴え（同法第８２８条第１項第３号）の無効原因となるかどうかについて論述することが求められる。加えて，㋒設問①前段との関連において本件自己株式処分の対象となった自己株式がそもそも有効に取得されたものとはいえないといった瑕疵との関係についても，同様に，無効原因となるかどうかを検討することが期待される。\n最後に，設問③の本件自己株式取得及び本件自己株式処分に関するＣの甲社に対する会社法上の責任については，本件自己株式取得に関して，㋐同法第４６２条（第１項柱書又は第１項第２号）の責任と，㋑同法第４６５条第１項第３号の欠損塡補責任について記述することが求められる。これらの責任の成否に関しては，Ｃが「その職務を行うについて注意を怠らなかった」（同法第４６２条第２項，第４６５条第１項ただし書）かどうかを検討することが求められる。さらに，本件自己株式取得及び本件自己株式処分に関して，㋒同法第４２３条の任務懈怠責任も問題になるが，その検討に当たっては，設問①②における論述との整合性を意識しながら，何が任務懈怠に当たるのかを分析することが求められるほか，損害額に関する論理的な記述が期待される。",
  "scoring_notes": "１ 出題の趣旨既に公表されている「平成２３年新司法試験論文式試験問題出題趣旨」（以下「出題趣旨」という。）に，特に補足すべき点はない。\n２ 採点方針及び採点実感民事系科目第２問は，商法からの出題である。これは，事実関係及び資料（株主総会参考書類と貸借対照表）を読んで，分析し，会社法上の論点を的確に抽出して論理的な整合性を意識しながら各設問に答えるという，基本的な知識と，事例解析能力，\n論理的思考力，法解釈・適用能力を試すものである。\n全体としては，論述が十分しきれていない答案が多く見られた。\n設問①前段（本件自己株式取得の効力）については，本件自己株式取得には，出題趣旨のとおり，㋐売主追加請求の通知（会社法第１６０条第２項）を怠ったこと，㋑特定の株主（同条第４項）であるＢが議決権を行使したこと，という二つの手続的瑕疵，㋒財源規制（同法第４６１条第１項第３号）に違反すること，という併せて三つの瑕疵がある。まず，㋐の瑕疵があることについては，多くの答案が触れており，また，「市場価格のある株式の取得の特則」（同法第１６１条）の適用がないことや「相続人等からの取得の特則」の適用がないこと（同法第１６２条第１号）を適切に指摘する答案も相当程度あった。もっとも，㋐の瑕疵は，自己の株式の取得に関する手続違反であって株主総会の決議の瑕疵ではないにもかかわらず，株主総会の招集手続の法令違反であり株主総会決議取消事由にとどまるとする答案が多く見られた。㋑の特定株主による議決権行使の瑕疵は，同法第１６０条第４項本文違反の問題であるところ，これを指摘する答案も多数あった一方，これを知らず，特別利害関係人の議決権行使による決議取消しの問題（同法第８３１条第１項第３号）として論じた答案も少なからず見られた。㋑の瑕疵については，株主総会の決議方法の法令違反（同項第１号）と見る見解と自己の株式の取得に関する手続違反の一つと見る見解とがあり得るが，採点では，どちらの見解を採っても，その理由等が適切に述べられていれば，同等に評価した（なお，前者の見解を採った答案の中には，問題文が株主総会の決議取消しの訴えを出訴期間内に提起したかどうかについては触れていないのに，決議取消しの訴えを出訴期間内に提起していないという前提を設定し，これを理由として決議取消しの訴えの問題を十分論じないものが見られた。）。㋒の財源規制違反の瑕疵については，全く検討していない答案が多く，これに触れている答案でも，分配可能額を誤っている答案や適用される条項を正しく理解していない答案（同法第４６１条第１項第３号ではなく，同項第２号を根拠とするもの，同号には該当しないので財源規制違反とならないとするもの等）がかなり見られた。㋒の瑕疵と本件自己株式取得の効力との関係については，無効説と有効説とがあるが，採点では，どちらの見解を採っても，その理由等が適切に述べられていれば，同等に評価した。さらに，㋐，㋑，㋒のそれぞれの瑕疵と本件自己株式取得の効力について検討した結果，その結論が有効と無効とに分かれることがあり得るが，全体として本件自己株式取得の効力をどのように考えるかにつき論理的整合性を意識しながら記述した答案には，高い評価を与えた。これに対し，㋒の瑕疵について有効説を採った上で，これに加えて㋐又は㋑の瑕- 15 -疵があったとしても本件自己株式取得は有効であると特に理由を述べないで誤った解答をした答案が若干見られた。\n設問①後段（本件自己株式取得に関する甲社とＢとの間の法律関係）については，\n上記㋒の瑕疵と本件自己株式取得の効力との関係について無効説・有効説いずれを採る場合であっても，Ｂは甲社に対して受け取った２５億円を支払う義務を負うが（会社法第４６２条第１項），この点を理解していない答案が多く見られた。また，この支払義務を負うべき金額を誤っており，又は具体的に示していない答案がかなり見られた。また，本件自己株式取得の効力が無効であるとした場合に，Ｂの株式の帰すう（Ｂは依然として当該株式に係る株主であるか等），甲社とＢとの間の不当利得関係，\n両者が請求権を有するとした場合の同時履行関係等について，論理的整合性をもって論じた答案は，多くは見られなかった。中には，甲社は取得した自己株式をその後処分したから，本件自己株式取得に瑕疵があったとしても本件自己株式取得は有効となるとだけ（それ以上の理由を述べないで）記述した答案も見られた。さらに，本件自己株式取得の効力が無効であるとする答案においては，無効を主張することができるのは甲社だけであるか，甲社はＢが善意又は善意・無重過失であった場合であっても無効を主張することができるか等，これまで裁判例や学説で議論されてきた点に触れることが求められる（記載箇所としては，設問①前段の解答として触れることでもよい。）が，これに触れていない答案が多かった。\n設問②の本件自己株式処分の効力については，まず，本事例は，いわゆる有利発行（有利処分）に当たることを前提に，資料①の株主総会参考書類の第２号議案に関する記載において，会社法第１９９条第３項に基づく説明義務は尽くされていることが示唆されており，株主総会における第２号議案の審議に際して説明義務（同法第３１４条）の違反があったかどうかが主として論じられるべき事例であるところ，これを適切に論ずる答案もあったが，同法第１９９条第３項に基づく説明義務と株主から説明を求められた場合に取締役等が負う一般的な説明義務（同法第３１４条）との区別を理解しない答案や，前者の違反があったと解答し後者に全く触れない答案も相当見られた。次に，第２号議案の採決に際して乙社が議決権を行使したことが同法第８３１条第１項第３号の株主総会決議取消事由に該当するかどうかについては，多くの答案が触れていたものの，中には，特に理由を論ずることをしないまま，著しく不当な決議がされたとの結論だけを述べる答案も見られた。これらの瑕疵が肯定される場合に，それらが自己株式処分無効の訴え（同法第８２８条第１項第３号）の無効原因となるかどうかについて論述することが求められるが，そもそも，自己株式の処分の無効は自己株式処分無効の訴えによってしか主張することができない（同項柱書）ということに触れていない答案がかなり見られた。また，説明義務違反や特別利害関係人による議決権行使が株主総会決議取消事由となることと自己株式処分無効の訴えとの関係を論じた答案は少なかった。さらに，株主総会の特別決議を欠く新株の有利発行は有効であると判示した著名な最高裁昭和４６年７月１６日第二小法廷判決（判例時報６４１号９７頁）の考え方との関係について論じた答案は更に少なかった。他方で，\n設問①前段との関連で本件自己株式処分の対象となった自己株式がそもそも有効に取得されたものではないという問題点との関係を論理的に記述した答案は高く評価したが，そのような答案も，ごく僅かであるが，見られた。\n設問③（本件自己株式取得及び本件自己株式処分に関するＣの甲社に対する会社法- 16 -上の責任）については，まず，上述したように，そもそも本件自己株式取得が財源規制違反であったことを見落とした答案が多く，会社法第４６２条（第１項柱書又は第１項第２号）の責任をきちんと論じた答案は多くはなかった。また，同法第４６５条第１項第３号の欠損塡補責任についても，これを論じた答案は少なく，これに触れた答案であっても，責任を負うべき金額まで正確に示した答案は更に少なかった。もっとも，これらの責任に触れた答案では，おおむね，Ｃが「その職務を行うについて注意を怠らなかった」（同法第４６２条第２項，第４６５条第１項ただし書）との要件を満たした場合には責任を負わないことに言及できていた。次に，同法第４２３条の任務懈怠責任の検討に当たっては，設問①②における論述との整合性を意識しながら，\n任務懈怠の内容の分析と，損害額及び因果関係について論理的な記述をすることが求められ，このような記述をした答案には高い評価を与えたが，そのような答案はそれほど多くなかった。他方，本件自己株式取得及び本件自己株式処分には上述したような種々の法令違反があったにもかかわらず，法令違反の点を度外視して，高く取得して安く処分したことに伴う差損を捉えて，そこに経営判断の原則を当てはめる答案が散見された。\n以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」の四つの水準の答案は，次のようなものと考えられる。第一に，「優秀」な答案は，上記の採点のポイントとして挙げた論点の主要なものをほぼ論ずることができていて（各設問につき主要な論点の一，二が欠けている程度は，差し支えない。），各問題につき相当な理由をもって自らの考えを述べ，その考えに基づき論理的に整合性を持った法的議論を展開することのできている答案である。「良好」な答案は，主要な論点で論じられていないものが若干あるが，取り上げた論点についてはそれなりの論理的に整合性を持った法的議論がされている答案である。「一応の水準」の答案は，最低限押さえるべき論点，例えば，設問①であれば，本件自己株式取得に関する瑕疵と本件自己株式取得の効力，設問②であれば，本件自己株式処分に関する瑕疵と本件自己株式処分の効力が，少なくとも実質的に論じられていて，議論の筋がある程度通っている答案である。「不良」な答案は，そのような最低限押さえるべき論点も押さえられていない答案や，議論の筋の通っていない答案である。\n３ 法科大学院教育に求められるもの自己の株式の取得に関する会社法の規律（財源規制及び欠損塡補責任を含む。）や自己株式の処分に関する会社法の規律（無効の訴えの制度を含む。）は，会社法の基本的な規律であると考えられるが，これらについての理解に不十分な面が見られる。\nまた，貸借対照表を見て分配可能額を算出するという基本的な点や，取締役の会社に対する責任を含めて，事例における事実関係を読んでそれに即して論ずるという基本的な点に不十分な面が見られる。そして，基本的な判例を踏まえて，それに基づいて論理的な思考をし，また，その考え方を応用する能力にも不十分な点が見られる。会社法の基本的な知識に加えて，事例解析能力と論理的思考力を涵養する教育が求められる。\n- 17 -平成２３年新司法試験の"
}