{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "text": "論文式試験問題集［刑事系科目第２問］［刑事系科目］\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成２２年５月１日，Ａ女は，Ｈ県警察本部刑事部捜査第一課を訪れ，同課所属の司法警察員\nＰに，「２か月前のことですが，午後８時ころ，結婚を前提に交際していたＢと電話で話している\nと，Ｂから『甲が来たから，また，後で連絡する。』と言われて電話を切られたことがありまし\nた。甲は，Ｂの友人です。その３時間後，Ｂが私の携帯電話にメールを送信してきました。その\nメールには，Ｂが甲及び乙と一緒に，甲の奥さんであるＶ女の死体を，『一本杉』のすぐ横に埋め\nたという内容が書かれていました。ちなみに，『一本杉』は，Ｈ県Ｉ市内にあるＪ山の頂上付近に\nそびえ立っている有名な杉です。また，乙も，Ｂの友人です。私は，このメールを見て，怖くな\nったので，思わず，メールを消去しました。その後，私は，このことを警察に伝えるべきかどう\nか迷いましたが，Ｂとは結婚するつもりでしたので，結局，警察に伝えることができませんでし\nた。しかし，昨日，Ｂとも完全に別れましたので，警察に伝えることに踏ん切りがつきました。\nＢが私にうそをつく理由は全くありません。ですから，Ｂが私にメールで伝えてきたことは間違\nいないはずです。よく調べてみてください。」などと言った。その後，司法警察員Ｐらは，直ち\nに，前記「一本杉」付近に赴き，その周辺の土を掘り返して死体の有無を確認したところ，女性\nの死体を発見した。そして，女性の死体と共に埋められていたバッグにＶ女の運転免許証が在中\nしていたことなどから，女性の死体がＶ女の死体であることが判明した。\nそこで，同月３日，司法警察員Ｐらは，Ｂから事情を聞くため，Ｂが独り暮らしをしているＫ\nマンション４０３号室に赴き，ＢにＨ県警察本部への任意同行を求めたところ，Ｂは，突然，司\n法警察員Ｐらを振り切ってＫマンションの屋上に駆け上がり逃走を試みたが，同所から転落して\n死亡した。\n２ 同日，司法警察員Ｐは，死体遺棄の被疑事実で捜索差押許可状の発付を受け，部下と共に，前\n記Ｋマンション４０３号室を捜索し，Ｂのパソコンを差し押さえた。\nそして，同日，司法警察員Ｐは，Ｈ県警察本部において，差し押さえたＢのパソコンに保存さ\nれていたメールの内容を確認したところ，Ａ女とＢとの間におけるメールの交信記録しか残って\nいなかったが，Ｂが甲及び乙からＶ女を殺害したことを聞いた状況や甲及び乙と一緒にＶ女の死\n体を遺棄した状況等を記載したＡ女宛てのメールが残っていた。そこで，司法警察員Ｐは，この\nメール［メール①］を印刷し，これを添付した捜査報告書【資料１】を作成した。また，司法警\n察員Ｐは，直ちに，［メール①］をＡ女に示したところ，Ａ女は，「［メール①］には見覚えがあり\nます。［メール①］は，Ｂが作成して私に送信したものに間違いありません。Ｂのパソコンは，Ｂ\n以外に使用することはありません。私がパソコンに触れようとしただけで，『触るな。』と激しく\n怒ったことがありますので，Ｂのパソコンを他人が使用することは，絶対にないと断言できま\nす。」などと供述した。\n３ Ｖ女に対する殺人，死体遺棄の犯人として甲及び乙が浮上したことから，司法警察員Ｐらは，\n直ちに，甲及び乙の前歴及び前科を照会したところ，甲には，前歴及び前科がなかったものの，\n乙には，平成２１年６月，窃盗（万引き）により，起訴猶予となった前歴１件があることが判明\nした。\nまた，司法警察員Ｐは，差し押さえたＢのパソコンにつき，Ｂと甲との間におけるメールの交\n信記録，Ｂと乙との間におけるメールの交信記録が消去されているのではないかと考え，直ちに\n科学捜査研究所に，消去されたメールの復元・分析を嘱託した。\nさらに，司法警察員Ｐらは，前記メールの復元・分析を進めている間に，甲及び乙が所在不明\nとなることを避けるため，甲及び乙に対する尾行や張り込みを開始した。４ その一方，司法警察員Ｐは，Ｖ女に対する殺人，死体遺棄事件を解明するため，甲及び乙を逮\n捕したいと考えたものの，まだ，［メール①］だけでは，証拠が不十分であると判断し，Ｖ女に対\nする殺人，死体遺棄事件以外の犯罪事実により甲及び乙を逮捕するため，部下に対し，甲及び乙\nがＶ女に対する殺人，死体遺棄事件以外に犯罪を犯していないかを調べさせた。その結果，乙に\nついては，Ｖ女に対する殺人，死体遺棄事件以外の犯罪の嫌疑が見当たらなかったが，甲につい\nては，平成２２年１月１０日にＩ市内で発生したコンビニエンスストアＬにおける強盗事件の２\n人組の犯人のうちの１名に酷似していることが判明した。そこで，同年５月１０日，司法警察員\nＰは，コンビニエンスストアＬに赴き，被害者である店員Ｗに対し，甲の写真を含む複数の写真\nを示して犯人が写った写真の有無を確認したところ，Ｗが甲の写真を選択して犯人の１人に間違\nいない旨を供述したことから，その旨の供述録取書を作成した。\nその後，司法警察員Ｐは，この供述録取書等を疎明資料として，前記強盗の被疑事実で甲に係\nる逮捕状の発付を受け，同月１１日，同逮捕状に基づき，甲を通常逮捕した【逮捕①】。そして，\nその際，司法警察員Ｐは，逮捕に伴う捜索を実施し，甲の携帯電話を発見したところ，前記強盗\n事件の共犯者を解明するには，甲の交遊関係を把握する必要があると考え，この携帯電話を差し\n押さえた。なお，この際，甲は，「差し押さえられた携帯電話については，私のものであり，私以\n外の他人が使用したことは一切ない。」などと供述した。\n司法警察員Ｐは，直ちに，この携帯電話に保存されたメールの内容を確認したところ，Ｂと甲\nとの間におけるメールの交信記録が残っており，その中には，ＢがＶ女の死体を遺棄したことに\n対する報酬に関するものがあった。そこで，司法警察員Ｐは，同月１２日，殺人，死体遺棄の被\n疑事実で捜索差押許可状の発付を受け，この携帯電話を差し押さえた。引き続き，司法警察員Ｐ\nは，パソコンを利用して前記Ｂと甲との間におけるメール［メール②－１］及び［メール②－\n２］を印刷し，これらを添付した捜査報告書【資料２】を作成した。\n甲は，同日，Ｈ地方検察庁検察官に送致された上，同日中に前記強盗の被疑事実で勾留され\nた。なお，甲は，前記強盗については，全く身に覚えがないなどと供述し，自己が犯人であるこ\nとを否認した。\n５ 同月１３日，司法警察員Ｐの指示を受けた部下である司法警察員Ｑが，乙を尾行してその行動\nを確認していたところ，乙がＨ県Ｉ市内のスーパーＭにおいて，５００円相当の刺身パック１個\nを万引きしたのを現認し，乙が同店を出たところで，乙を呼び止めた。すると，乙が突然逃げ出\nしたので，司法警察員Ｐは，直ちに，乙を追い掛けて現行犯逮捕した【逮捕②】。その後，乙は，\n司法警察員Ｑの取調べに対し，犯罪事実について黙秘した。そこで，司法警察員Ｐは，乙の万引\nきに関する動機や背景事情を解明するには，乙の家計簿やパソコンなど乙の生活状況が判明する\n証拠を収集するよりほかないと考え，同日，窃盗の被疑事実で捜索差押許可状の発付を受け，部\n下と共に，乙が単身で居住する自宅を捜索し，乙のパソコン等を差し押さえた。\nその後，司法警察員Ｐは，同日中に，Ｈ県警察本部内において，差し押さえた乙のパソコンに\n保存されたデータの内容を確認したところ，Ｂと乙との間におけるメールの交信記録が残ってい\nるのを発見した。そして，その中には，［メール②－１］及び［メール②－２］と同様のＢがＶ女\nの死体を遺棄したことに対する報酬に関するメールの交信記録が存在した。\n乙は，同月１４日，Ｈ地方検察庁検察官に送致された上，同日中に前記窃盗の被疑事実で勾留\nされた。\n６ 甲に対する取調べは，司法警察員Ｐが担当し，乙に対する取調べは，司法警察員Ｑが担当して\nいたところ，司法警察員Ｐ及びＱは，いずれも，同月１５日，甲及び乙に対し，「他に何かやって\nいないか。」などと余罪の有無について確認した。\nすると，甲は，同日，「Ｖ女の死体を『一本杉』付近に埋めた」旨を供述したため，司法警察員\nＰは，同日及び翌１６日の２日間，Ｖ女が死亡した経緯やＶ女の死体を遺棄した経緯等を聴取し\nた。これに対し，甲は，［メール①］の内容に沿う供述をしたものの，上申書及び供述録取書の作成を拒否した。そのため，司法警察員Ｐは，同月１７日から，連日，前記強盗事件に関連する事\n項を中心に聴取しながら，１日約３０分間ずつ，Ｖ女に対する殺人，死体遺棄事件に関する上申\n書及び供述録取書の作成に応じるように説得を続けた。しかし，結局，甲は，この説得に応じな\nかった。なお，司法警察員Ｐは，甲の前記供述を内容とする捜査報告書を作成しなかった。\n一方，乙は，同月１５日に余罪がない旨を供述したので，司法警察員Ｑは，以後，Ｖ女に対す\nる殺人，死体遺棄事件に関連する事項を一切聴取することがなかった。\n７ 甲は，司法警察員Ｐによる取調べにおいて，前記強盗の犯人であることを一貫して否認した。\n同月２１日，検察官は，甲を前記強盗の事実により公判請求するには証拠が足りないと判断し，\n甲を釈放した。\n乙は，同月１８日，司法警察員Ｑによる取調べにおいて，前記万引きの事実を認めた上，同月\n２０日，弁護人を通じて被害を弁償した。そのため，同日，スーパーＭの店長は，乙の処罰を望\nまない旨の上申書を検察官に提出した。そこで，検察官は，乙を勾留されている窃盗の事実によ\nり公判請求する必要はないと判断し，同月２１日，乙を釈放した。\nその一方で，同日中に，甲及び乙は，Ｖ女に対する殺人，死体遺棄の被疑事実で通常逮捕され\nた【甲につき，逮捕③。乙につき，逮捕④。】。甲及び乙は，同月２３日，Ｈ地方検察庁検察官に\n送致された上，同日中に前記殺人，死体遺棄の被疑事実で勾留された。なお，甲及び乙は，殺人，\n死体遺棄の被疑事実による逮捕後，一切の質問に対して黙秘した。また，司法警察員Ｐは，殺人，\n死体遺棄の被疑事実で捜索差押許可状の発付を受け，部下と共に，甲及び乙の自宅を捜索したも\nのの，殺人，死体遺棄事件に関連する差し押さえるべき物を発見できなかった。その後，検察官\nは，Ｂのパソコンにおけるメールの復元・分析の結果，Ｂのパソコンにも，甲の携帯電話及び乙\nのパソコンに残っていた前記各メールと同じメールが保存されていたことが判明したことなどを\n踏まえ，勾留延長後の同年６月１１日，甲及び乙を，殺人，死体遺棄の事実により，Ｈ地方裁判\n所に公判請求した。\n検察官は，公判前整理手続において，捜査報告書【資料１】につき，「殺人及び死体遺棄に関す\nる犯罪事実の存在」，捜査報告書【資料２】につき，「死体遺棄の報酬に関するメールの交信記録\nの存在と内容」を立証趣旨として，各捜査報告書を証拠調べ請求したところ，被告人甲及び被告\n人乙の弁護人は，いずれも，不同意の意見を述べた。\n〔設問１〕 【逮捕①】ないし【逮捕④】及びこれらの各逮捕に引き続く身体拘束の適法性につい\nて，具体的事実を摘示しつつ論じなさい。\n〔設問２〕 捜査報告書（【資料１】及び【資料２】）の証拠能力について，具体的事実を摘示しつ\nつ論じなさい。【資料１】\n捜 査 報 告 書\n平成２２年５月３日\nＨ県警察本部刑事部長\n司法警察員 警視正 Ｓ 殿\nＨ県警察本部刑事部捜査第一課\n司法警察員 警部 Ｐ 印\n死体遺棄 被疑者 Ｂ\n（本籍，住居，職業，生年月日省略）\n被疑者Ｂに対する頭書被疑事件につき，平成２２年５月３日，被疑者Ｂの自宅において\n差し押さえたパソコンに保存されたデータを精査したところ，Ａ女あてのメールを発見し\nたので，同メールを印刷した用紙１枚を添付して報告する。［メール①］\n送信者： Ｂ\n宛先： Ａ女\n送信日時： ２０１０年３月１日 ２３：０３\n件名： さっきはゴメン\nさっきは，電話を途中で切ってゴメンな。今日の午後８時に甲が家に来たやろ。ここか\nら，すごいことが起こったんや。いずれ結婚するお前やから，打ち明けるが，甲は，俺の\n家で，いきなり，「３０分前に，俺の家で，乙と一緒にＶ女の首を絞めて殺した。俺がＶ女\nの体を押さえて，乙が両手でＶ女の首を絞めて殺した。Ｖ女を運んだり，Ｖ女を埋める道\n具を積み込むには，俺や乙の車では小さい。お前の大きい車を貸してほしい。Ｖ女の死体\nを捨てるのを手伝ってくれ。お礼として，１００万円をお前にやるから。」と言ってきたん\nや。甲とＶ女のことは知っているやろ。甲は俺の友人で，Ｖ女は甲の奥さんや。乙のこと\nは知らんやろうけど，俺の友人に乙というのがいるんや。その乙と甲がＶ女を殺したん\nや。俺も金がないし，お前にも指輪の一つくらい買ってやろうと思い，引き受けた。人殺\nしならともかく，死体を捨てるだけだから，大したことないと思うたんや。その後，すぐ\nに，甲の家に行くと，Ｖ女の死体があったわ。また，そこには，乙もいて，「俺と甲の２人\nで殺した。甲がＶ女の体を押さえて，俺が両手でＶ女の首を絞めて殺したんや。死体を捨\nてるのを手伝ってくれ。」と言ってきた。その後，俺は，甲と乙と一緒に，Ｖ女の死体を俺\nの車で一本杉まで運び，そのすぐ横の土を３人で掘ってＶ女の死体をバッグと一緒に投げ\n入れ，土を上からかぶせて完全に埋めたんや。Ｖ女の死体を埋めるのに，午後９時から１\n時間くらいかかったわ。疲れた。分かっていると思うが，このことは誰にも言うなよ。こ\nれがばれたら，俺も捕まることになるから。そうなったら，結婚もできんわ。１００万円\nもらったら，何でも好きなもの買ってやるから，言ってな。【資料２】\n捜 査 報 告 書\n平成２２年５月１２日\nＨ県警察本部刑事部長\n司法警察員 警視正 Ｓ 殿\nＨ県警察本部刑事部捜査第一課\n司法警察員 警部 Ｐ 印\n殺人，死体遺棄 被疑者 甲\n被疑者 乙\n（いずれも，本籍，住居，職業，生年月日省略）\n被疑者甲及び同乙に対する頭書被疑事件につき，平成２２年５月１２日，Ｈ県警察本部\nにおいて差し押さえた甲の携帯電話に保存されていた甲とＢとの間におけるメールの交信\n記録を用紙１枚に印刷したので，これを添付して報告する。［メール②－１］\n送信者： Ｂ\n宛先： 甲\n受信日時： ２０１０年４月２８日 ２２：００\n件名： 早うせえ\nＶ女の死体を埋めたお礼の１００万円払え，早うせえや。\nお前らがやったことをばらすぞ。\n［メール②－２］\n送信者： 甲\n宛先： Ｂ\n送信日時： ２０１０年４月２８日 ２２：３０\n件名： Re：早うせえ\nもう少し待ってくれ。\n必ず，お礼の１００万円を払うから。",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/刑事系.pdf",
  "subject": 7,
  "purpose": "〔第２問〕\n本問は，殺人，死体遺棄事件を素材とした捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点，その解決に必要な法解釈，法を適用するに当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する学識，適用能力及び論理的思考力を試すものである。\n設問１は，殺人，死体遺棄（本件）事件では逮捕ができるだけの証拠はなかった甲及び乙につき，警察官が別の犯罪事実（別件）で逮捕したいと考え，甲については捜査の過程で判明したコンビニ強盗事件で，乙については尾行中に現認した万引き事件で，それぞれ逮捕，勾留したことや，その後，両名を殺人，死体遺棄事件で逮捕，勾留したことに関し，各逮捕及びこれに引き続く身体拘束の適法性を論じさせることにより，刑事訴訟法の規定する逮捕，勾留の要件，そしていわゆる別件逮捕・勾留に関する法的問題の理解と具体的事実への適用能力を試すものである。\nいわゆる別件逮捕・勾留に関する捜査手法の適法性については，別件基準説と本件基準説を中心に多様な考え方があるところであり，まずは何を基準に適法性を判断するのか，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じる必要がある。その上で，本件事例の具体的状況下における逮捕①ないし④及びこれらに引き続く身体拘束について，それぞれ法定の要件（刑事訴訟法第１９９条，第２１２条，第２０７条第１項により準用される第６０\n条等）を満たすかどうか，さらに，いわゆる別件逮捕・勾留に関する各自の立場に照らした場合に適法かどうかを，事例中に現れた具体的事実を的確に抽出，分析しながら論じるべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。\n例えば，逮捕①については，店員Ｗが複数の中から甲の写真を選択して犯人の１人に間違いないと供述していることなどの具体的な事情を通常逮捕の要件に当てはめて検討すべきであるし，引き続く身体拘束の適法性に関しては，甲の供述態度等を踏まえた勾留の要件の検討のほか，甲に対する取調べが，連日，強盗事件を中心に行われていたこと，平成２２年５月１５日に余罪の有無について確認されるや，甲は，殺人，死体遺棄の事実を認めたため，翌１６日まで同事実に関する事情聴取が実施されたが，供述録取書等の作成については拒絶したこと，同月１７日以降は，毎日約３０分だけ供述録取書等の作成について説得が続けられていたことをどのように評価するのか，各自の立場に照らして論じるべきであるし，立場によっては，逮捕\n①及びこれに引き続く身体拘束を一体のものとして，具体的な取調状況等を踏まえて適法性を検討する必要があろう。\nまた，逮捕②については，司法警察員Ｑが乙の万引きを現認し，司法警察員Ｐが乙を追い掛けて逮捕したこと，被害額は５００円相当と比較的少額ではあるが，乙には１年以内の同種前歴があることや，呼び止められて突然逃げ出したことを，現行犯逮捕又は準現行犯逮捕の要件に当てはめて検討することになるであろうし，引き続く身体拘束の適法性に関しては，同種前歴の存在や乙の生活状況等を踏まえた勾留の要件の検討のほか，乙については，同月１５日に余罪はない旨供述した後は，殺人，死体遺棄事件に関する事項については一切聴取されなかったことを踏まえ，各自の立場に照らした論述が求められるし，前同様，立場によっては，逮捕\n②及びこれに引き続く身体拘束を一体のものとして，具体的な取調状況等を踏まえてその適法性を論じることになろう。\nさらに，逮捕③及び④，そしてこれらに引き続く身体拘束については，Ａ女の供述やＶ女の死体の発見，これに符合するメールの存在，甲及び乙の供述態度等を通常逮捕及び勾留の各要件に当てはめて検討するとともに，各自の立場から，実質的に同一被疑事実による逮捕・勾留の蒸し返しでないかどうかを意識し，別件の取調べ状況と本件の取調べ状況を踏まえて論じることになろう。\n設問２は，差し押さえた証拠物（パソコン及び携帯電話）に残っていたメールを添付した捜査報告書（資料１及び資料２）について，それぞれ，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的事実への適用能力を試すものである。\n各捜査報告書は，いずれも，司法警察員Ｐが，差し押さえたパソコン及び携帯電話を精査して発見したメールを機械的に紙に印刷してそれぞれの捜査報告書に添付したものであるから，捜査官が五官の作用によって事物の存在・状態を観察して認識する作用である検証の結果を記載した書面に類似した書面として，刑事訴訟法第３２１条第３項により，作成者Ｐが公判廷で真正に作成されたものであることを供述すれば伝聞例外として証拠能力が付与されるという書面全体の性質を論じた上で，各捜査報告書に添付されたメールの伝聞性を論じることになる。\n資料１の捜査報告書は「殺人及び死体遺棄に関する犯罪事実の存在」とする立証趣旨により証拠調べ請求が行われているところ，同報告書に添付されたＢからＡ女宛てのメールについては，内容に甲及び乙の発言を含むものであるが，まずはメール全体のＢの供述についての証拠能力を検討する必要がある。同メールは，Ｂが知覚，記憶し，表現した内容たる事実が要証事実となり，その真実性を証明しようとするものであるから，伝聞証拠に該当すると解した上で，伝聞例外を定める刑事訴訟法第３２１条第１項第３号によりその証拠能力の有無を検討することとなる。同号の各要件については，Ｂの死亡や甲，乙両名が黙秘していること，メールの内容がＡ女の供述内容や死体発見状況と合致することや，当時，Ａ女と結婚を前提に交際していたという具体的事実を的確に当てはめることが必要となろう。\n次に，「死体遺棄に関する犯罪事実の存在」を要証事実とする部分に関し，同メール中には，実際に甲及び乙とともに死体遺棄を行った旨のＢの発言のみならず，Ｂに死体遺棄の手伝いを依頼する甲及び乙の発言内容も含まれている。この甲及び乙の発言内容についてはそれ自体の伝聞該当性の問題が生じ得ることを指摘する必要があるが，死体遺棄に関する甲及び乙のこれら発言部分は，甲及び乙の内心の状態を推認させる発言，又は死体遺棄の共謀の構成事実となる発言と見ることができるから，伝聞証拠であるか否かが問題となることを意識して論述する必要がある。\nこれに対し，「殺人に関する犯罪事実の存在」を要証事実とする部分に関しては，Ｖ女を殺害した旨のＢに対する甲及び乙の発言内容から立証することになるが，甲及び乙のこれらの発言は，知覚・記憶・表現の過程を経るものであり，いわゆる再伝聞に該当するため，まずは刑事訴訟法第３２４条第１項が供述代用書面に準用できるかを意識して論じた上で，伝聞例外に該当するかどうかを検討することになろう。ここでは，甲及び乙それぞれについて，自己を被告人とする関係では刑事訴訟法第３２２条第１項，共犯者を被告人とする関係では同法第３２１条第１項第３号の適用が問題となることの指摘が必要であり，前者については，甲及び乙の各発言が，いずれもＶ女の殺害を認めるもので，不利益な事実の承認に当たることや，死体遺棄を手伝うように依頼する際，友人のＢに対して発言したものであるという具体的事実を的確に当てはめることが求められ，後者については，被告人甲の関係では供述者たる乙が，被告人乙の関係では供述者たる甲が公判で黙秘しない限りは，同号の要件を満たすことはないことを論じる必要があろう。\n一方，資料２の捜査報告書は「死体遺棄の報酬に関するメールの交信記録の存在と内容」とする立証趣旨で証拠調べ請求が行なわれており，要証事実を的確に捉えれば，これは死体遺棄の事実を直接立証するものでなく，甲Ｂ間で死体遺棄についての報酬の支払請求に関するメー\nルが存在することを情況証拠として用いることに意味があるから，伝聞証拠には該当しないとの理解が可能であろう。\nいずれの設問についても，正確な法的知識を当然の前提としながら，法解釈論や要件を抽象的に論じるだけでなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までの試験と同様，比較的長文の事実関係を記載した事例を設定し，そこに生起している刑事訴訟法上の問題点につき，問題解決に必要な法解釈をした上で，法解釈・適用に不可欠な具体的事実を抽出・分析し，これに法解釈により導かれた準則を適用し，一定の結論を筋道立てて説得的に論述することを求めており，\n法律実務家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n具体的な出題の趣旨は，公表されているとおりである。設問１では，殺人，死体遺棄事件を素材として，同事件（本件）では逮捕ができるだけの証拠がなかった甲及び乙につき，別の犯罪事実（別件）で逮捕，勾留したことや，その後，両名を殺人，死体遺棄事件で逮捕，勾留したことについてその適法性を問うことで，いわゆる別件逮捕・勾留についての考え方を示した上，事例への法適用部分では事実が持つ意味を的確に位置付けて逮捕，勾留の要件に当てはめて論じることを求めている。設問２では，\n差し押さえたパソコン及び携帯電話に残っていたメールを添付した捜査報告書について，その要証事実との関係での証拠能力を問い，本件捜査報告書が伝聞証拠に該当するか否か，該当する場合には適用可能性のある伝聞例外規定に係る要件等の法解釈とその要件への当てはめについて論じることを求めている。いずれの設問についても，\n正確な法的知識を当然の前提としながら，法解釈論や要件を抽象的に論じるだけでなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されており，採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。設問１は，逮捕・勾留という捜査に関する基本的知識及びいわゆる別件逮捕・勾留という典型的な問題点を問うもので，設問２も，証拠法の基本的知識であり，しかも，ここ数年連続して出題されている伝聞法則を問うもので，いずれも法科大学院で刑事訴訟法に関する科目を真面目に学習した者であれば，何を論じなければならないかは明白な事例である。\n２ 採点実感各考査委員からの意見を踏まえた感想を述べる。\n設問１については，いわゆる別件逮捕・勾留という捜査手法の適法性について，各自の基本的な立場を刑事訴訟法の解釈として的確に論じた上で，各逮捕及びこれらに引き続く身体拘束の適法性について，個々の事例中に現れた具体的事実を的確に抽出，\n分析しながら論じられた答案が見受けられ，また設問２については，本件での具体的事実関係を前提に，捜査報告書や添付資料の内容ごとに個々の要証事実を的確に捉え，\n伝聞法則の正確な理解を踏まえた的確な論述ができている答案が見受けられたが，いずれも少数にとどまり，相当数は，不正確な抽象的法解釈を断片的に記述しているかのような答案や，問題文からの具体的事実の抽出，当てはめが不十分な答案にとどまっており，関係条文からの解釈論を論述・展開することなく，問題文中の事実をただ書き写しているかのような解答もあり，法律試験答案の体をなしていないものも見受けられた。\n設問１では，逮捕及びこれに引き続く身体拘束の適法性について問われているので- 28 -あるから，まずは刑事訴訟法の定める逮捕及び勾留の各要件（刑事訴訟法第１９９条，\n第２１２条，第２０７条第１項により準用される第６０条等）について，事例に含まれている具体的事実を抽出・分析して，各要件へ当てはめを行う必要がある。問題文に，各要件の検討に必要な具体的事実関係が与えられているにもかかわらず，これらについて全く触れないまま，別件逮捕・勾留に関する抽象論を記述するだけで終わっているような答案が相当数見受けられた。\nまた，設問２では，まず，捜査報告書全体について，捜査機関による検証に準じたものとして，刑事訴訟法第３２１条第３項により証拠能力が付与されることを前提にしなければならないところ，これについて全く論ずることのない答案が相当数見受けられたほか，司法警察員により作成された捜査報告書の証拠能力が問われているにもかかわらず，メールを印刷したものであるから，知覚，記憶，表現の過程に誤りが入り込む余地はなく，非伝聞証拠であるなどと断じた無理解を露呈する答案さえも見受けられた。次に，資料１添付のＢからＡ女宛てのメール全体については，内容の真実性を要証事実とする伝聞証拠に該当し，その証拠能力について，刑事訴訟法第３２１条第１項第３号の各要件に照らして検討する必要があるところ，この点については，\nおおむね多くの答案において適切な論述がなされていたが，同メールはＢの供述書であるのに，その指摘を欠き，あるいはこれを供述録取書として論ずる答案が相当数見受けられた。さらに，同メール中の甲及び乙の発言部分に関しては，「死体遺棄に関する犯罪事実の存在」を要証事実とする部分と，「殺人に関する犯罪事実の存在」を要証事実とする部分とに分けられ，前者については発言内容それ自体の伝聞該当性の問題が生じ得るものであったにもかかわらず，この点に気付いている答案は極めてわずかしかなかった。一方，比較的多くの答案が，甲及び乙の発言部分について，いわゆる再伝聞が問題になり得ることについては論じていたものの，甲及び乙の各々について，自己を被告人とする関係では刑事訴訟法第３２２条第１項の適用が，共犯者を被告人とする関係では同法第３２１条第１項第３号の適用が問題となることについてまで論じられていた答案は少数で，また，中には，再伝聞である甲や乙の発言について，それ自体についてそもそも甲や乙自身の署名や押印など想定できないにもかかわらず，同人らの署名又は押印がないことを理由に証拠能力を否定するなど，基本的理解の欠如が著しい答案も散見された。\n一方，資料２の捜査報告書添付の各メールについては，そのような内容でのメールのやりとりが存在したことが要証事実であり，伝聞証拠には該当しないことが明白であるにもかかわらず，伝聞証拠であることを当然の前提として，Ｂのメールについては刑事訴訟法第３２１条第１項第３号により，甲のメールについては同法第３２２条第１項により証拠能力が付与されるとした答案や，検察官の立証趣旨の「メールの交信記録の存在と内容」の「存在」「内容」という言葉だけをとらえ，「交信記録の存在」\nである場合には非伝聞証拠であり，「メールの内容」である場合には伝聞証拠であるなどと，検察官の立証趣旨を勝手に断じて論ずる答案が，いまだに多数見受けられた。\nまた，法適用に関しては，事例に含まれている具体的事実を抽出・分析することが肝要であるところ，様々な具体的事実を考慮要素として挙げながら，どの事実をどのように評価したのか全く言及がないまま結論を導き出すなど，結論に至る思考過程が不明確な答案が目立っており，学習に際しては，具体的事実の抽出能力に加えて，その事実が持つ法的意味を意識して分析し，これを表現する能力の体得が望まれるとこ- 29 -ろである。\n３ 答案の評価「優秀」の水準にあると認められる答案とは，設問１については，別件逮捕・勾留に関し各自の基本的な立場を刑事訴訟法の解釈として論じた上で，各逮捕及びこれらに引き続く身体拘束ごとに，各事例中に現れた具体的事実を的確に抽出，分析しながらその適法性を論じており，また，設問２については，各要証事実を的確に理解し，\n捜査報告書全体，資料１の捜査報告書添付のＢからＡ女宛てのメール全体，同メール中のＢに死体遺棄の手伝いを依頼する甲及び乙の発言内容，Ｂに対しＶ女を殺害した旨の甲及び乙の発言内容ごとに要件を分析し，さらに甲を被告人とする場合と乙を被告人とする場合に分けて詳細な論述をするなど，真に伝聞法則を理解していると見られる答案であるが，このように，出題の趣旨を踏まえた十分な論述がなされている答案は，本年は極めて僅かであった。\n「良好」の水準に達していると認められる答案とは，設問１については，法解釈について一定の見解を示した上で，事例から必要かつ十分な具体的事実を抽出できてはいたが，更に踏み込んで個々の事実が持つ意味を深く考えることが望まれるような答案であり，設問２においては，伝聞法則について一応の論述はできているものの，「優秀」の水準にあると認められる答案のように本件での具体的な要証事実を的確に捉えることができていないような答案である。\n「一応の水準」に達していると認められる答案とは，設問１においては，法解釈について一定の見解は示されているものの，具体的事実の抽出，当てはめが不十分であるか，法解釈については十分に論じられていないものの，問題文から必要な具体的事実を抽出して一応の結論を導き出すことができていた答案がこれに当たり，設問２においては，伝聞法則等の知識があり，一応これを踏まえた論述はできてはいるものの，\n本件での具体的な事実関係を前提に，要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にとどまるものと認められる答案とは，伝聞法則等の刑事訴訟法の基本的な原則の意味を真に理解することなく機械的に暗記し，これを断片的に記述しているような答案や，関係条文から解釈論を論述・展開することなく，問題文中の事実をただ書き写しているかのような答案等，基本的な理解・能力の欠如が現れているものであり，例えば，設問１では，各逮捕及びこれに引き続く身柄拘束について，個々の具体的な事実関係が事例中に現れているにもかかわらず，これを全く抽出，分析していない答案がこれに当たり，設問２では，前記のとおり，再伝聞供述の証拠能力を認めるに当たり供述者の署名又は押印があることを求めたり，資料２の捜査報告書添付の各メールについて，各メールごとに分断して伝聞例外規定を論ずるなど，およそ伝聞証拠を全く理解していないとしか評しようのない答案がこれに当たる。\n４ 法科大学院教育に求めるものこのような結果を踏まえると，今後の法科大学院教育においては，刑事手続を構成する各制度の趣旨・目的を基本から正確に理解し，これを具体的事例について適用できる能力，筋道立った論理的文章を記載する能力，重要な判例法理を正確に理解し，\n具体的事実関係を前提としている判例の射程範囲を正確に捉える能力を身に付けるこ- 30 -とが強く要請される。特に，実務教育の更なる充実の観点から，基本に立ち返り，日常的に行われている刑事手続の進行過程や刑事訴訟法上の基本原則を正確に理解しておくことが，当然の前提として求められよう。平成２３年新司法試験の"
}