{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 13 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＡは，物の発明αについて，日本の特許権（以下「本件特許権」という。）及び甲国の特許権（以下「甲国特許権」という。）を有している。Ａは，日本でも甲国でも，その有する特許権の実施料収入を得るほかは，事業活動を全く行っていない。日本においては，Ａは，本件特許権について，Ｂに対して東日本地域における独占的通常実施権を許諾し，Ｃに対して西日本地域における独占的通常実施権を許諾している。ＢとＣは，いずれも発明αの実施品を製造販売している。他方，甲国においては，Ａは，甲国特許権について，Ｄに対して発明αの実施を独占的に許諾している。ＡとＤの間の実施許諾契約では，Ｄが発明αの実施品を販売する地域を甲国に限ること，その実施品には「甲国外への輸出を禁止する」という表示を付すこと，直接の販売先には甲国外に輸出しないことを同意させること，がいずれもＤに義務付けられている。Ｄは，甲国内において，発明αの実施品を製造し，これをＥに販売している。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは秋田県において発明αの実施品を製造販売し，Ｆがこれを購入して岡山県において販売している。Ａは，Ｆに対して差止請求をすることができるか。\n２．Ｂは宮崎県において発明αの実施品を製造販売し，Ｇがこれを購入して鹿児島県において販売している。ＡがＧに対して差止請求をした場合，これに対するＧの反論としていかなる主張が考えられるか。\n３．ＥはＤから購入した発明αの実施品を日本に輸出し，Ｈがこれを購入して高知県において販売している。\n⑴ Ｄが，Ａとの契約に違反して，その製造する発明αの実施品に「甲国外への輸出を禁止する」という表示を付していなかった場合，Ａは，Ｈに対して差止請求をすることができるか。\n⑵ Ｄは，Ａとの契約に従い，その製造する発明αの実施品に「甲国外への輸出を禁止する」という表示を付していたが，Ｅがその表示を抹消した上でＨに販売している場合，Ａは，Ｈに対して差止請求をすることができるか。\n４．上記３．のＨの行為が本件特許権の侵害となるとした場合，Ａ及びＣは，Ｈに対して，特許法第１０２条第１項，第２項又は第３項を用いて損害額を算定してその賠償を請求することができるか。\n- 14 -\n〔第２問〕（配点：５０）\nコンピュータ用ゲームソフト製作会社であるＡは，新しい恋愛シミュレーションゲームの開発プロジェクトを開始することを決定し，フリーのゲームクリエイターであるＢにこのプロジェクトに参加することを要請した。Ｂは，この要請を受け入れ，Ａの施設内でこの開発作業に従事することになった。そして，Ｂは，Ａの従業員であるＣと共同して，ゲームソフトαを作成した。αの内容は，ゲームを行う主人公（プレイヤー）が架空の高等学校の生徒となって，設定された登場人物の中から憧れの生徒を選択し，卒業式の当日に，この生徒から愛の告白を受けることを目指して，それにふさわしい能力を備えるための努力を積み重ねるというものである。αにおいては，プレイヤ\nーの能力値として９種類のパラメータの初期値が設定されている。そして，プレイヤーが選択できるコマンドがあらかじめ設定されるとともに，コマンドの選択により上昇するパラメータと下降するパラメータとが連動するように設定されており，プレイヤーが到達したパラメータの数値いかんにより，憧れの生徒から愛の告白を受けることができるか否かが決定される。αにおいては，初期設定の主人公の能力値からスタートし，憧れの生徒から愛の告白を受けることを目標として主人公自身の能力を向上させていくことが中核となるストーリーであり，その過程で主人公の能力値の達成度等に応じて他の生徒との出会いがあるという設定となっており，そのストーリーは，一定の条件下に一定の範囲内で展開されるものである。\nＡは，αを収納したＤＶＤを販売しており，αには，複製防止手段を施している。しかしながら，このＤＶＤを購入したＤは，αに施された複製防止手段を回避することにより，αを複製し，その複製物を収納したＤＶＤを販売しており，また，αをインターネット上に開設された自己のウ\nェブサイトに掲載した。\nＤの販売するＤＶＤを購入したＥからこれを借り受けたその友人Ｆは，αを自己の有する空のＤ\nＶＤにダビングした。Ｇは，Ｄのウェブサイトにアクセスし，そこに掲載されたαを自己のパソコン内のハードディスクにダウンロードした。Ｆ及びＧは，それぞれの自宅においてαをプレイしている。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ａは，Ｆ及びＧに対して，著作権法に基づき，どのような請求をすることができるか。また，Ｂは，Ｆ及びＧに対して，著作権法に基づき，どのような請求をすることができるか。\n２．Ｈは，αで使用されるパラメータがデータとして収められているメモリーカードβを販売している。βのデータを使用すると，入学直後の時点でパラメータのほとんどが極めて高い数値となり，これが憧れの生徒に合った達成度でプレイすることができるような数値である結果，入学当初から本来は登場し得ない生徒が登場する。また，ゲームスタート時点が卒業間近の時点に飛び，その時点でパラメータの数値が本来ならばあり得ない高数値に置き換えられ，必ず憧れの生徒から愛の告白を受けることもできるようになっている。Ｆ及びＧは，Ｈの販売する\nβを購入し，これを用いて自宅においてαをプレイしている。\nこの場合，Ａは，Ｆ，Ｇ及びＨに対して，どのような請求をすることができるか。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法］\n〔第１問〕\n設問１から設問３は，いわゆる消尽論に関する問題の理解を問うものであり，設問４は，特許権侵害による損害の額の推定等を定める特許法第１０２条第１項から第３項までの適用ないし類推適用に関する問題の理解を問うものである。\n設問１は，地域的に制限された独占的通常実施権を許諾された者が許諾地域内で製造販売した製品を，他者が許諾地域外で販売する行為を問題とするものである。（国内）消尽論（最判平成９年７月１日民集５１巻６号２２９９頁，最判平成１９年１１月８日民集６１巻８号２９８９頁参照）を説明した上で，その考え方に基づいて当該行為が侵害となるかどうかの結論を導くことが求められる。\n設問２は，地域的に制限された独占的通常実施権を許諾された者が許諾地域外で製造販売した製品を，他者が許諾地域外で販売する行為を問題とするものである。設問１とは異なり，問題となる製品は適法に製造販売されたものではない。当該製品の販売に対する特許権者の差止請求を否定するための主張としては，幾つかのものが考えられようが，当該製品にも消尽論が及ぶ等の消尽論に関連付けた主張の場合には，消尽論の根拠にまで遡って可能な限り説得的な論拠を探求し，それを提示することが求められる。\n設問３は，Ａから甲国特許権について実施許諾を受けたＤが甲国において製造販売した製品\n- 17 -を，Ｈが我が国において販売する行為を問題とするものであり，このような行為が特許権侵害となるか否かについて判示した最高裁判所の判決（最判平成９年７月１日民集５１巻６号２２９９頁）を踏まえた論述が求められる。上記判決は，「我が国の特許権者又はこれと同視し得る者が国外において特許製品を譲渡した場合」を対象としたものであるところ，Ｄが「我が国の特許権者……と同視し得る者」に当たるかどうかを論じる必要があろう。そして，Ｄがその製造する製品に「甲国外への輸出を禁止する」という表示を付していなかった場合，及びＤは当該表示を付したが，Ｄからその製品を購入したＥが当該表示を抹消した場合の特許権侵害の成否について，上記判決の考え方の根拠に遡って検討する必要がある。また，その検討においては，これら二つの場合を対比することが期待される。\n設問４は，特許権者及び独占的通常実施権者の損害賠償請求に関するものである。Ａは，特許権者であるが，Ｃに独占的通常実施権を許諾し，特許権の実施料収入を得るほかは事業活動を全く行っておらず，そのような特許権者が損害賠償請求をする場合，特許法第１０２条第１\n項，第２項又は第３項に基づいて損害額の算定をすることができるかどうかについて論述することが求められる。また，Ｃは，特許発明の実施品を製造販売している独占的通常実施権者であるところ，独占的通常実施権者が特許権侵害者に対して損害賠償を請求することができるかどうか，請求できるとすると，特許法第１０２条第１項，第２項又は第３項が類推適用され，これらの規定に基づいて損害額の算定をすることができるかどうかについて論述することが求められる。さらに，Ａの損害賠償請求とＣの損害賠償請求との関係についても論ずることが望ましい。\n〔第２問〕\n設問１は，著作権法第３０条第１項が定める私的使用のための複製に関する問題の理解を問うものであり，設問２は，コンピュータ用ゲームソフトで使用されるパラメータがデータとして収められているメモリーカードの使用による，同ゲームソフトについての同一性保持権等の侵害及びその侵害主体に関する問題の理解を問うものである。\n設問１においては，まず，Ａ及びＢがどのような権利を有するかを検討する必要がある。ゲ\nームソフトαはＢとＣが共同で作成したものであり，ＣはＡの従業員であることから，Ｃに関しては，職務著作（著作権法第１５条）の成否について論述することが求められる。Ｂに関しても職務著作の成否について論じることが適切であり，職務著作が成立しないとした場合，ゲ\nームソフトαが（プログラムの著作物であるほかに）映画の著作物であるときには，映画製作者への著作権の帰属を定める著作権法第２９条第１項の適用に関して論じることが求められる。\n次に，Ｆ及びＧの行為が，Ａ及びＢの有する権利の侵害となり，Ａ及びＢがどのような請求をすることができるかについて検討する必要がある。Ｆ及びＧは，いずれもゲームソフトαを複製したが，それぞれの自宅においてαをプレイしている。もっとも，Ｄが，Ａがゲームソフ\nトαに施した複製防止手段を回避することにより，αを複製し，また，αをインターネット上に開設された自己のウェブサイトに掲載したという事情があった。そのため，Ｆ及びＧの行為については，著作権法第３０条第１項第２号・第３号に該当するかどうかについて論述することが求められる。\n設問２においては，関連する２つの問題，すなわち，Ａの有するどのような権利が侵害されるか，及びその侵害の主体は誰かを検討しなければならない。いずれの問題についても，メモリーカードの使用がゲームソフトを改変し，同一性保持権の侵害となることを認め，メモリー\nカードの輸入販売業者に損害賠償責任を負わせた最高裁判所の判決（最判平成１３年２月１３日民集５５巻１号８７頁）を踏まえた検討をする必要がある。\nＡの権利侵害に関しては，同一性保持権等の侵害が認められるとすると，それはどのような\n- 18 -点に基づくものであるかについて論述することが求められる。また，侵害主体に関しては，Ｆ，Ｇ又はＨのいずれが侵害行為を行う主体であるのか，物理的に侵害行為を行わない者の侵害主体性を認めることができるか，また，侵害主体とならない者に対してどのような請求をすることができるか等の問題について論述することが求められる。",
  "scoring_notes": "１ 出題の趣旨，狙い等第１問は，特許権の消尽及び特許権侵害による損害額の推定等を定める特許法第１０２条第１項～第３項に関する問題の理解を問うもの，第２問は，著作物の私的使用のための複製及びコンピュータ用ゲームソフトについての同一性保持権等の侵害に関する問題の理解を問うものである。\n両問を通じ，事実関係の分析力，基本的事項についての理解度，論理的な思考力，\n論理一貫した論述をすることができる力等を見ることを狙いとした。いずれの問題についても，重要かつ著名な最高裁判決（第１問について，最判平成９年７月１日民集５１巻６号２２９９頁（ＢＢＳ事件），最判平成１９年１１月８日民集６１巻８号２９８９頁（キャノンインクタンク事件），第２問について，最判平成１３年２月１３日民集５５巻１号８７頁（ときめきメモリアル事件））が存在する。これらの判例を踏まえた的確な論述がされているかも重要なポイントである。\n２ 採点実感等全体的に，基本的事項に関する理解が不足しており，良好な答案は少なかった。答案の中には，判例や学説で述べられている言葉を一応用いてはいるが，全体を通して読むと論理矛盾や意味不明の論旨となってしまっているものも多く見られ，これは，\n基本的事項に関する理解が不足していることが原因であると思われる。このような中で，基本的事項についてしっかり理解した上で自分の言葉で説明しようとしていると思われる答案も見られ，このような答案については，高く評価することができた。\nまた，二問とも重要かつ著名な最高裁判決を踏まえた問題であるにもかかわらず，\nこれを意識した形跡が見られないもの，意識してはいるものの，判旨の不正確な理解に基づくと思われるものが多く見られた。どのような立場に立って論述するとしても，\n基本的な判例については正確にフォローした上，これを踏まえて論述することが必要である。\n年を追うごとに徐々に減ってきたように思われるが，いまだに，事案・設問に即さない立論が少なくない。事案・設問と関係のない無意味な一般論の展開が目立つものがある。事案・設問と無関係な論述はかえって有害であることを銘記すべきである。\n(1) 第１問（引用条文は特許法）\n内容的にも量的にもバランスが取れていない答案が多かった。特に，設問１，２に大部分の論述を費やし，設問３，４がおざなりになっている答案が目立った。内容的・量的にどれだけ論述するかは，設例の在り方，論点の重要性，論点をめぐる見解の対立状況等によって判断する必要があるが，設問３，４についても相当量の記述が必要となることは，問題内容を把握した時点で分かるはずである。\nまた，問いに答えるという基本姿勢を分かっていないものがあった。設問１，３，\n４は「請求をすることができるか」，設問２は「反論としていかなる主張が考えられるか」という問いである。ストレートに答えれば，前者は「請求することができる」(又は）「できない」，後者は「こういう主張が考えられる」というものになる。\n残念ながら，特に後者について，そのような答案になっていないものが極めて多かった。「問いに答える」ことを絶対に忘れないでほしい。\n- 41 -ア 設問１設問２及び３の前提として，消尽論について正確かつ端的に説明しておくべきところである。多くの答案において，「取引安全」，「二重利得の防止」という消尽論の意義や理論的根拠から記述されており，必要最低限の水準は満たされていたと言えよう。\nただ，消尽論について説明されてはいるが，本当にきちんと理解しているのか疑問に思える答案もあった。例えば，「（Ｂが秋田県において発明αの実施品を販売することで）適法に流通におかれ消尽したから差止請求不可」との論述のみに終わっている答案が多かったが，本問で問題となるＦの譲渡行為は，許諾地域外（岡山県）において行われているのであるから，この点をどう考えるのかについても論じてこそ，真の理解に基づいた答案ということになる。\nなお，ＡはＢに独占的通常実施権を許諾しているからＡ自身は差止請求ができないのではないか，という論点を設ける答案が相当数あったが，実務感覚からすれば，このような論点設定は疑問である。また，かかる論点設定をする場合には独占的通常実施権者に差止請求権を認めることが前提となるが，この点を論拠とともに十分論じた答案は皆無に等しかった。論点設定に当たっては，その必要性等につきよく吟味すべきである。\nイ 設問２一般的に国内消尽はしないと考えられるケースにおいて，あえて権利行使を制限する立論を考えさせる問題である。実務では，このような場面でもそれなりに対応しなければならないことがある。自分がＧの代理人となった場合を想定するとよい。\n消尽しないからＧの主張は認められない旨述べただけの答案があったが，これでは問いに答えたことにはならない。本問は，Ｇがどう反論して自らの主張をするのかが問題なのである。さらには，Ｇの主張は認められないとした上，ＡのＢに対する差止請求の可否を論じる答案があった。そのようなことは，本問では問うていない。\n他方，Ｇの反論を記述している答案にあっても，十分な論述がされているものは少なかった。この場合でも消尽すると主張するのであれば，通常はそう認められないのになぜこのケースでは認めるのか。また，消尽はしないがＡの請求は認められないと主張するのであれば，その実質的根拠をどのように考え，法的にいかに説明するのか。残念ながら，このような点について十分な論述がされている答案は少なかった。\nウ 設問３国際取引の場面における権利保護と取引安全との調整などについて問うものである。\nまず，国内消尽論に基づいて直ちに結論に至っている答案もあった。本問では，\n国際取引の場面が問題となっている。その特殊性に配意せず，同じ立論を当てはめているだけでは，問題意識が不足しており，評価には結び付かない。\n国際取引の場面という点に着目すると，基本的な論点である国際消尽を認めるか否かについて触れるべきであろう。これについて全く触れず，あるいは肯否の立場を明らかにしないまま，黙示の許諾論等に立って論ずる答案もあったが，そ- 42 -のようなものは，バランス的な観点から評価は一定にとどまることとなる。また，\n国際消尽を肯定する場合には，それを前提に直ちに結論に至るようでは不十分である。ＢＢＳ事件最高裁判決（最判平成９年７月１日民集５１巻６号２２９９頁）\nがこれを否定している以上，これを肯定する説得的な論拠を示す必要がある。その期待に応えた答案は，ほとんど見られなかった。\n国際消尽を否定する答案にあって，直ちに最高裁判決の例外要件を提示して当てはめようとするものが見られた。これでは評価が限定的なものとなる。最高裁判決を踏まえ，特許権の効力が及ぶ場合の背景事情や根拠の説明を行い，黙示の許諾論といった考え方についても説明して，初めて必要な論述をしたことになろう。これに応える答案も一定数は見られ，高評価を与えることができた。\nなお，最高裁判決の理解不足のためか，表示の存在等を譲渡の適法性の要件と捉え，これを満たした場合には適法な譲渡であり消尽するので権利行使が認められず，これを満たさない場合には適法な譲渡と言えず消尽しないので権利行使が可能という，最高裁判決とは逆の結論を導く答案が散見された。取引安全等の観点から存在する要件が満たされているのに権利者の権利行使を不可能とすることに，違和感は感じないのであろうか。かかる答案は評価を落とす要因となった。\nところで，甲国の特許権について独占的許諾を受けているＤは，前記最高裁判決のいう主体としての「特許権者と同視し得る者」に当たるのか。この点についても論じることが期待されていたが，それに応える答案は極めて少なかった。反面，これを論じている答案は，分析能力や問題の捉え方に優れた答案として，高い評価を与えることができた。\n小問（１），（２）については，それぞれ具体的な事案への当てはめが問題となるが，単に「製品に表示がないから」，「自分の責任ではないから」などと記載しているにとどまる答案が目立った。特許権者Ａにおいてライセンシーの選択や一定の監督が可能であること等，Ａに不利益を課す合理性に論及するなど，説得的な論述がほしかった。その上で，小問（１），（２）の相違を意識しつつ結論を述べることが高評価のポイントであるが，このような期待に応え得た答案は多くはなかった。\nエ 設問４総じて，第１０２条の趣旨を理解した上で，その適用ないし類推適用の可否について具体的に論じている答案は少なかった。中には，結論のみを記載したものもあり，これでは低い評価にとどまる。\n多くの答案で，第１０２条第１項，第２項は，発明の実施を行っていないＡには適用されないと論じられていた。結論としては構わないが，その理由の論述不足が目立った。第１０２条第１項，第２項は損害の発生自体を擬制ないし推定したものではないこととか，独占的に発明を実施することで得られたはずの利益を逸失したところに逸失利益損害の基礎がある推定だからということに触れるなどして，説得的な理由付けをすべきである。また，第１０２条第３項につき，Ａに対する適用を無条件で認める答案がほとんどであった。この点については，独占的通常実施権をＣに設定していてもなお実施料相当額の損害賠償をＨに請求できると考えていいのか，との観点から問題意識を持ってほしかった。\n次に，独占的通常実施権者Ｃについては，第１０２条第１項ないし第３項がそ- 43 -の主体を「特許権者又は専用実施権者」と定めているところに問題の所在がある。\nこのような当たり前のことを簡潔に書くだけでも，「条文に則して解釈する」姿勢の現れとして評価できるものである。しかし，残念ながら，かかる当たり前のことさえ論及できている答案は多くなかった。また，Ｃには類推適用ができないとする答案が相当数あった。しかし，裁判実務上は独占的通常実施権者についても専用実施権者と同様に扱い，第１０２条の類推適用を肯定する傾向にあり，この点を踏まえた論述をすべきである。\n最後に，特許権者と独占的通常実施権者の請求の関係（実施料相当額の控除等）\nについても触れることが望ましい。しかし，適切に論じた答案はほとんどなかった。\n(2) 第２問（引用条文は著作権法）\n設問１が，私的使用のための複製に関する問題であること，設問２が，侵害主体と請求の在り方に関する問題であることに気付いている答案は多かった（ただし，\n正確には，気付いているらしき様子が感じられるといった程度の答案が多く，的確な問題意識を感じさせる答案は少なかったのが実情である）ので，全体的には，一通りの勉強はなされているものと思われた。しかし，事案の正確な分析力や論理一貫した記述ができているかといった点において，こちらの期待した水準に達している答案は多くはなく，また，受験者によって大きな差が見られたのも特徴である。\nなお，以下の各設問についての部分でも触れているが，条文等の文言について無頓着に過ぎると思われる答案が多かった。実務においても，書面で対応する場面は多いのであるから，「言葉」に対しては，一層注意深くあるべきである。\nア 設問１本問では，ゲームソフトαの著作物としての種類，著作者・著作権者を明らかにした上，侵害されている権利の種類・内容，権利制限の有無等を検討する必要があるが，それぞれの検討場面で，事案分析の不十分さ，関連条文の把握の不正確さ，基本的な判例・論点の理解不足などが目立った。\nまず，ゲームソフトαにつき，映画の著作物及びプログラムの著作物のいずれか一方の著作物の側面しか触れていない答案が大多数であった。しかし，実際のコンピューター用ゲームを想起すれば，両側面を有していると考えるのが自然ではないであろうか。この点は，後に所々で述べるように，様々な検討場面において答案の論述の厚みに影響することとなる。\n著作者に関しては，職務著作の成否につきほとんどの答案で言及されていたが，\nＢ又はＣの一方についてだけ検討し，他方については決め付けをしている答案が相当数見られた。立場の異なるＢとＣとで論述の厚みは異なっても構わないが，\n論じることなく決め付ける姿勢は問題である。本問においては，決め付けができるほど事実内容は具体的ではない。\n次に，前述したゲームソフトαの著作物としての二面性を指摘できていれば，\n職務著作の適用条文についても区別して論じることができ，事案の分析的把握力と条文の正確な理解をアピールすることができたはずである（第１５条第１項・第２項）。しかし，もともとゲームソフトαの著作物としての二面性を指摘できた答案が多くなかった上，指摘できても，なぜか第１５条第１項・第２項を正確に区別して論述していないものが多かった。\n- 44 -ところで，Ｂに職務著作の成立を認めず，Ａ・Ｂ双方を著作者と認定した場合，\n映画の著作物の側面については，著作権は映画製作者（本問ではＡが当たり得る）\nに帰属するのではないかということが問題となる（第２９条第１項）。この点に論及している答案は多かったが，他方で，プログラムの著作物の側面では依然として著作権はＡ・Ｂ双方が共有することになると考えられることにつき，何も触れていないものが多かった。これも，本件ゲームソフトαの著作物としての二面性に気付いていないため，論述に厚みを増すことができなかった例である。\n侵害されている権利の種類・内容，権利制限の有無等については，まず，Ｆ・Ｇ共に複製権侵害と私的使用のための複製に関する規定（第３０条第１項）の適否が問題となることにつき，多くの答案が触れていた。しかし，第３０条第１項第２号は技術的保護手段の回避を行ったＤのみに適用されるとするもの，プログラムの著作物の側面で著作権がＡ・Ｂの共有となることを前提とした場合において，共有者の同意を得ないと権利行使できないとするもの（第１１７条参照）など，条文を読めば容易に分かるような誤りをしている答案が相当数あった。さらには，Ｇに対する第３０条第１項第３号の適否について触れていないもの，同規定が「録音・録画」を対象としているため，プログラムの著作物についての適用を考えられないのではないかという点につき触れていないものなど，これもまた条文を読めば気付くような問題点に配意のない答案も多かった。\n次に，第３０条第１項各号の適用にあって，主観的要件に触れていない答案，\nあるいは一方的に善意・悪意を決め付けている答案があった。いずれかに認定することが常に許されないわけではないが，本問では困難であろう。実際に，いずれかに認定している答案の論調は強引なものばかりであり，これでは事実認定のセンスに疑問を持たせることとなる。認定困難な場合は，基本的には場合分けをして論述すべきである。\nＦ・Ｇの行為に第１１３条第２項の適用を論ずる答案が相当数あったが，問題文からＦ・Ｇが業務上のプログラム使用者と見ることは困難ではないか。さらに，\nＦ・Ｇによる頒布権侵害・譲渡権侵害を論じる答案があったが，問題文のどのような要素を捉えれば出てくる発想であるのか理解しかねた。\n本件では，ダビングやダウンロードといった複製行為（侵害行為）は既に過去のことであり，侵害のおそれがあるとも認められないから，差止請求はできないと考えるのが通常であろう（第１１２条第１項）。この点につき，何の考慮もなく，単に「差止請求ができる」としか述べていない答案があった。事案に即して検討することができていないと評価せざるを得ない。また，廃棄請求（同条第２項）は，差止請求（同条第１項）をするに際して行うことができると規定されていることにも配意する必要があり，このことに全く触れずに．廃棄請求が認められると述べる答案が多数存在した。\nイ 設問２侵害されている権利が何であるのか，侵害主体をどのように認定するかとの関連で，いかなる請求ができるのかが問題となる事案である。\nまず，多くの答案で同一性保持権侵害について論じており，その点は評価できる。しかし，余りに単純に侵害を認めている答案が多い。いかなる改変が行われていれば侵害と言えるのか，その基準についても要領よく触れ，てきぱきと当て- 45 -はめて論ずべきである。\n次に，侵害主体の認定と具体的な請求の問題であるが，特に侵害主体についての的確な問題意識の欠如が目立ち，分析力不足を感じさせた。最も乱暴な論調は，\n単に「Ｆ・Ｇ・ＨはＡが困るような行為をしているのだから，Ａはこの三者に対して差止請求及び損害賠償請求ができる」旨述べただけのものである。侵害主体は誰で，これに対していかなる請求が可能なのか，侵害主体ではないが侵害行為に関与している者についてはどのような請求ができるのか（特に差止請求の可否）\n等について，分析的に検討してほしかった。少数の例外を除き，期待外れであった。\nなお，翻案権侵害について検討している答案も予想以上に多かったが，この場合，創作性の付加があると言えるかについて述べる必要があろう。また，侵害と言えるかどうかに関しては，少なくとも，私的使用のための翻案ではないかという点（第４３条第１号，第３０条第１項）に触れなければ論述不足である。他方，\n翻案権侵害についてだけ論じ，同一性保持権侵害について触れない答案が散見されたが，ときめきメモリアル事件の最高裁判決について知識がないとしか考えられず，基本的な勉強不足である。\n(3) 形式面等時間配分を誤って最後まで書き切れなかったのではないかと思われる答案が散見された。時間配分も実力のうちと考え，自分の書こうとする内容・量を答案構成の段階で見通し，時間をバランスよく配分しながら答案を作成してほしい。\nまた，字が乱雑であったり小さ過ぎたりして読みにくい答案が少なくない。もちろん字の美しさを競う試験ではないから，答案審査にあっては何とか読む努力はするが，中には，「全く読めない」ような記載のある答案もあった。せっかくの良い考えも読み手に伝わらなければ意味がない。せめて「読める」文字で記述してほしい。\n(4) 答案の評価について答案は各人各様であり，どのように書かれていれば評価が高くなり，あるいは低くなるのかを一概に言うことは困難である。しかし，冒頭述べたように，各設問を通じて，事実関係の分析力，基本的事項についての理解度，論理的な思考力，論理一貫した論述をすることができる力等を見ようとするものである。以上を前提とすれば，いずれの問題であっても，おおむね次のような評価の視点を示すことができるであろう。\nすなわち，事実関係の詳細な部分まで把握・分析し，問題となり得る事項を抽出した上，関連する判例・学説を正確に踏まえつつ，必要な法令につき適切な解釈を行って要件等の定立を行い，事案に当てはめて妥当な結論に至っているような答案については「優秀」，事実関係につきポイントとなる部分についてはきちんと分析し，問題となり得る事項を抽出した上，関連する判例・学説への考慮を示しつつ，\n必要な法令についてそれなりの解釈をして要件等の定立を行い，事案への当てはめも行われてそれなりの結論に至っているような答案については「良好」，かかるレベルには達していないが，事実関係の分析や問題点の抽出が不十分ながらも示されており，判例・学説等への一定の配意をしつつ，関係する法令についての解釈を交えて結論に至ろうとする姿勢が見られる答案については「一応の水準」，これに至- 46 -らないレベルのもの，例えば，事実関係の分析が不足しており，あるいは，問題文に示された内容をはるかに超えて牽強付会な決め付けをするなどし，当然触れるべき基本的な判例・学説に触れることもなく，法令解釈等において筋道が通っておらず，結論において妥当性を欠くようなものなどは，「不良」な答案である。\n３ 法科大学院教育に求めるものまず，法令の規定であれ，判例・学説であれ，基本的な事項につき，単に記憶させるのではなく理解させるような教育をお願いしたい。理解させるということは，そのような規定となっている趣旨，そのような判断や考え方をする論拠についてまで遡り，\nなるほどと納得させ，必要に応じて，そのような考え方はおかしいのではないかという批判的な検討をさせ，あるいは，類似の事項について同様の考え方ができるのではないか，といった思考の訓練をもさせることである。このようなことを繰り返すことにより，真に正確な知識が身に付き，同時に，法的なものの見方や論理的思考力も鍛えられるものと考えられる。答案の中には，一見もっともらしい論述をしているように見受けられるが，実際にはピント外れと言わざるを得ないようなものが散見されたが，皮相な「記憶」に頼った結果そのようなものとなってしまったと考えられ，真の「理解」をするための教育が必ずしも十分になされていなかったからではないかと思われる。\n次に，真の「理解」に基づく正確な知識を前提に，複雑に入り組んだ事案を正確に分析し，問題は何なのか，その問題の解決のためにはどのような点を取り上げて，どのような順番で検討していけばいいのかというような力，複雑な物事を解きほぐして整理し，解決に導く力が身に付くような教育を行っていただきたい（その際には，無関係な事項については検討対象から捨象するという作業も当然必要となる）。答案の中には，思考の順序が逆転していたり，解決に必要のない事柄を長々と論じ，必要なことについてはほとんど触れていないようなものもあった。\nさらに，こうして整理され，解決のための結論に至った内容を，バランスよく，説得的に論述できる能力を身に付けさせるような訓練もお願いしたい。頭の中では正しい解決がなされていても，バランスを欠いた説明や，趣旨不明の記述がなされていて説得力のないものとなっていたのでは，せっかく正しい結論に至っても，審査する側には伝わらない。これは実務の世界でも当てはまることである。\n最後に，当たり前のことであるが，常に「自らの頭で考える」ような訓練を積ませていただきたい。前述したような，基本的事項についての理解，事案の正確な分析力，\n説得的に表現できる能力等は，いずれも，常日頃から「自らの頭で徹底的に考える」\nという訓練を通して身に付けることができるものだと思われる。常日頃から，安易に妥協せず，徹底して考えるという姿勢を貫いていれば，実際の試験の答案においても，\n必ずやそれがにじみ出てくるものである。\n- 47 -平成２３年新司法試験の"
}