{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：６０）\n共に甲国人である夫Ａと妻Ｂは，出生以来甲国のＰ地域に居住していたが，観光のために来日した。来日した翌日，滞在しているホテルの前の横断歩道を横断中，日本に居住する日本人Ｙの運転する自動車が，信号が赤であるにもかかわらず交差点に進入し，ＡとＢはＹの車にはねられて死亡した。両者の死亡の先後は明らかでない。後日，事故当時甲国のＰ地域に居住していたＡの父Ｘが来日し，Ｙに対して損害賠償を求める訴えを日本の裁判所に提起した。\nＡとＢの婚姻及びＸとＡの父子関係は有効に成立しているものとし，かつ，甲国は法を異にする\nＰ地域，Ｑ地域及びＲ地域から成る国であるが，これらの地域の間で生ずる法の抵触を解決するための規則は同国にはないものとして，以下の設問に答えなさい。\nなお，Ｐ地域の法（以下「Ｐ法」という。）は次の趣旨の規定を有している。\n① 債権の法定相続については，死亡当時における被相続人の常居所地法による。\n② 夫婦のうちの一人がその配偶者の死亡後になお生存していたことが明らかでないときは，夫婦は双方とも同時に死亡したものと推定する。\n③ 他人の生命を侵害した者は，被害者の近親者に対しては，その財産権が侵害されなかった場合においても，その損害の賠償をしなければならない。\n④ 慰謝料請求権を譲渡又は相続することはできない。\n⑤ 配偶者，子及び直系尊属が第１順位の相続人になる。\n〔設 問〕\n１．Ｘは，ＡがＹに対して有する損害賠償請求権を相続により取得したとして，Ｙに対して損害賠償を求めている。\n⑴ Ｘの相続権の有無を判断するための準拠法を裁判所はＰ法とした。裁判所がＰ法を準拠法とするに至った推論の過程を示しなさい。\n⑵ Ｘは，「逸失利益の算定方法には，日本法が適用されるので，Ａの逸失利益は，甲国におけるＡの現実の収入の多寡に関わりなく，日本の賃金センサス（賃金構造基本統計調査）に基づいて算定されるべきである。」と主張している。この主張の当否を論じなさい。\n⑶ Ｘは，「ＡがＹに対して有する慰謝料請求権を相続により取得した。」と主張している。Ｘは，当該慰謝料請求権を相続できるか。\n２．Ｘは，Ａの死亡により自ら精神的苦痛を負ったことを理由に，Ａの近親者としてＹに対して慰謝料を請求することができるか。\n３．Ｘは，「ＢがＹに対して有する損害賠償請求権を，Ａは，Ｂの配偶者として相続により取得し，かくしてＡに帰属した当該請求権を自分はＡの直系尊属として相続により取得した。」と主張している。この主張に理由はあるか。Ｂの本国法は，Ｐ法であるとして答えなさい。\n- 32 -\n〔第２問〕（配点：４０）\nＸとＹは，共に日本法に基づいて設立され，日本に主たる営業所を有する会社であり，Ｘは銀行業を，Ｙはリース業を営んでいる。Ａは，甲国法に基づいて設立され，甲国に主たる営業所を有し，その地で代表者を定めて登録されたパートナーシップである。Ａは，甲国においてマンションの建築・分譲事業をするための資金を得るために，Ｘとの間で，日本の裁判所を管轄裁判所とし，乙国法を準拠法とする消費貸借契約（以下「本件ローン契約」という。）を締結した。ＸとＹは，Ｘ\nがＡに貸し付けた金額の返済につき債務不履行があった場合に備えて，Ｙを保証人とする保証契約\n（以下「本件保証契約」という。）を締結した。マンションは完成したものの，その後甲国の不動産市場が不況となったために分譲は進まず，Ａは，Ｘに対する利息の支払を怠り，本件ローン契約に従い期限の利益を失うこととなった。\n〔設 問〕\n１．Ｘは，管轄合意に基づき，Ａに対して，本件ローン契約に基づく残債務の支払を求めて日本の裁判所に訴えを提起した。Ａは，日本の裁判所で訴訟当事者になることはできるか。甲国法上，パートナーシップには法人格はないが，当事者能力は認められているものとして答えなさい。\n２．Ｘは，Ｙに対して，本件保証契約に基づき，ＡがＸに支払うべき残債務の支払を求めて日本の裁判所に訴えを提起した。ＸとＹは，本件保証契約を締結した当時には，明示的にも黙示的にも準拠法を選択していなかった。訴え提起の当時において日本法が準拠法となる可能性及び乙国法が準拠法となる可能性について論じなさい。\n３．Ｙが本件保証契約に基づく保証債務を履行したとする。Ｘが本件ローン契約の準拠法上Ａに対して有する権利をＹが法定代位により行使しようとした場合，代位行使の可否を決定するのはいずれの国の法か。本件保証契約を締結した当時，ＸとＹは日本法を準拠法として選択していたと仮定して，法の適用に関する通則法（平成１８年法律第７８号）第２３条に言及しながら論じなさい。\n- 33 -",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "[国際関係法（私法系）］\n〔第１問〕\n本問は，不法行為の準拠法及び不法行為に基づく損害賠償請求権の相続に関する準拠法の決定並びにこれらの準拠法の適用を問うものである。\n設問１の小問（１）は，法の適用に関する通則法（以下「通則法」という。）第３６条によって指定される本国（法）が地域的不統一法国である場合の通則法第３８条第３項の解釈・適用について問うものであり，通則法第４１条の反致の成否についての検討も求められる。\n設問１の小問（２）は，不法行為の準拠法（日本法）の適用上，被害者の逸失利益の算定を日本の賃金センサスの基準によって行うことの当否を問うものである。日本法が準拠法として指定されることと日本の賃金センサスを適用して逸失利益を算定することが論理必然的な関係にないことを踏まえ，損害の算定についての日本民法上の基本的な考え方を示して検討することが期待される。\n設問１の小問（３）は，不法行為に基づく慰謝料請求権の相続の可否を規律する準拠法についての理解を問うものである。法律関係の性質決定をした上で，不法行為の準拠法（日本法）及び相続の準拠法（Ｐ法）のそれぞれの適用関係を明らかにして，これらの準拠法の適用・当てはめを行い，結論を示す必要がある。\n設問２は，不法行為の被害者の近親者固有の慰謝料請求権を規律する準拠法についての理解\n- 23 -を問うものである。本問における近親者（Ｘ）の精神的な苦痛という結果の発生地（通則法第\n１７条本文）はＰ地域であることを前提として，通則法第１７条ただし書の通常予見可能の意味内容を踏まえた準拠法の決定と適用が期待される。\n設問３は，原告（Ｘ）の請求の前提として，不法行為の被害者夫婦の死亡の先後が明らかでない場合の夫による妻の損害賠償請求権の相続の可否を規律する準拠法について理解を問うものである。相続準拠法又は権利能力の準拠法としてのＰ法②の同時死亡の推定規定の適用を根拠付け，結論を示す必要がある。\n〔第２問〕\n本問は，法人格のないパートナーシップの日本の裁判所における当事者能力の有無，保証契約の準拠法及び法定代位の準拠法について問うものである。\n設問１は，外国法（甲国法）によって設立された法人格のないパートナーシップの日本の裁判所における当事者能力の有無を問うものである。複数の考え方があり得るが，例えば，法廷地法である民事訴訟法第２８条の「その他の法令」としての法人の従属法に関する国際私法規則の解釈を示した上で，同法第２９条を適用するなどの処理を行う必要がある。\n設問２は，保証契約の準拠法が日本法又は乙国法となるそれぞれの可能性について問うものである。日本法が準拠法となる根拠としては，日本法が保証契約の特徴的給付である保証債務の履行をすべきＹの事業所の所在する地の法であること（通則法第８条第２項），保証契約締結後に当事者が日本法を準拠法と合意すること（通則法第９条）が考えられること，などが挙げられ，他方，乙国法が準拠法となる根拠としては，上記通則法第９条に基づく当事者の乙国法を準拠法とする合意のほか，上記特徴的給付の理論による推定にもかかわらず，主債務の発生原因となったローン契約の準拠法である乙国法を最密接関係地法とする解釈も可能であること，などが挙げられる。これらの双方の可能性について論ずることが求められる。\n設問３は，法定代位の準拠法についての理解を問うものである。原因行為（本問では保証契約）の準拠法によるという通説の考え方について，債権譲渡に関する通則法第２３条の規律の適用事案との利益状況の相違（特に債務者保護の必要性）を踏まえての比較検討が求められる。\n- 24 -"
}