{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＡ社とＢ社は，いずれも，化学メーカーである。Ａ，Ｂ両社は，多くの競合する化学製品を製造販売しているが，このうち，甲製品の需要が，近年，減退傾向にあり，収益が悪化していることから，共同新設分割の方法により，出資比率各５０％の共同出資会社Ｃ社を設立し，それぞれが営む甲製品の製造販売事業を全てＣ社に承継させることを計画している。Ａ，Ｂ両社は，甲製品に不可欠の原料である乙製品の製造販売も行っている。国内で製造されている乙製品の約４０％が甲製品の原料として使用され，乙製品の製造販売業者にとって甲製品の製造販売業者は重要な顧客である。そこで，Ｃ社には，Ａ，Ｂ各社から，乙製品の開発及び営業に長年従事してきた従業員についても，数名ずつを，従業員として出向させることなどが予定されている。\n甲製品の製造販売分野は，次のような状況にある。甲製品は，４種類のグレードに分かれ，それぞれ用途が異なっているが，甲製品の製造販売業者は，４種類全てのグレードの甲製品を製造販売しており，設備，コスト，時間のいずれの面においても，それぞれ異なる種類のグレードに転換して製造販売することが容易である。甲製品の製造販売業者の市場占有率（シェア）は，平成２２年度末現在，Ａ社２０％，Ｂ社２０％，Ｌ社１３％，Ｍ社１０％，Ｎ社１０％，Ｏ社７％，輸入２０％となっている。近年，甲製品の需要が減退傾向にあり，Ｌ社，Ｍ社，Ｎ社，Ｏ社は，いずれも，甲製品の製造設備の稼働率は低く，製造設備に余裕がある。また，数年前までは，甲製品の輸入品は，低価格であるものの，品質面で劣り，供給も不安定であったことから，ほとんどなかったが，近年では，韓国，中国からの輸入品の品質が向上し，輸入品と国産品との間に品質の差がなくなり，安定的に輸入が増加している。甲製品の輸入についての法規制も存在しない。甲製品のユーザ\nーは，全国的に所在しており，甲製品の製造販売業者は，これに対応して甲製品を供給している。\nほとんどのユーザーは，複数の取引先から購入しており，甲製品の品質に差がないことから，購入先を変更することは容易であり，実際にも，購入先を変更することが珍しくない。\n一方，乙製品の製造販売分野は，次のような状況にある。乙製品の製造販売業者のシェアは，平成２２年度末現在，Ａ社３５％，Ｂ社３０％，Ｓ社１０％，Ｔ社１０％，Ｕ社７％，Ｖ社６％，輸入２％となっている。乙製品の需要も減退気味であるが，Ｓ社，Ｔ社，Ｕ社，Ｖ社は，いずれも，近年，乙製品の製造設備を縮小させてきており，製造設備に余裕がない。乙製品のユーザーは，甲製品の製造販売業者を含め，安定調達を優先する傾向が強く，輸送時間が掛かる海外メーカーよりも国内メーカーから購入しており，今後もこの傾向に大きな変化はないものと認められる。乙製品の製造販売には，数百億円規模の巨額の投資が必要とされるところ，過去４０年間，新たに乙製品の製造販売事業に進出した事業者は存在しない。用途によっては，丙製品が乙製品に競合し得ることもあるが，現在のところ，その程度は，小さいものにとどまっている。乙製品の製造販売業者とそのユーザーとの取引は，甲製品の製造販売業者との取引の場合を含め，比較的固定的な関係にあり，取引先が変更されることは少ない。\n〔設 問〕\nＡ，Ｂ両社によるＣ社の設立について，私的独占の禁止及び公正取引の確保に関する法律（以下\n「独占禁止法」という。）上の問題を検討し，併せて独占禁止法上の問題を解消するための対策についても検討しなさい。\n- 10 -\n〔第２問〕（配点：５０）\nＸ１～Ｘ２０の２０社（以下「本件２０社」という。）は，甲市において，道路運送法上の一般乗用旅客自動車運送事業を営む事業者（以下「タクシー事業者」という。）である。甲市は，タクシー事業について独立した市場（交通圏）を形成しており，同市における本件２０社のタクシー保有台数の合計は，全タクシー事業者の保有台数の約８０％を占めている。\nＡ社は，甲市におけるタクシーの「共通乗車券事業」を営む株式会社であり，その株主の大部分は本件２０社で占められている。なお，ここで，「共通乗車券」とは，タクシー事業者の集金合理化及びタクシーの乗客の利便を図るために発行されるもので，タクシーに乗車する客が，その券面に，タクシー事業者に支払うべき料金・運賃の額を記載して，当該タクシー事業者に手交することにより，複数のタクシーの中から選択して乗車することができる乗車券である。そして，「共通乗車券事業」とは，特定のタクシー事業者のタクシーを乗車し得る対象とする共通乗車券を発行するとともに，あらかじめ共通乗車券の使用に関する契約を締結した官公庁・企業等から，当該タクシー事業者に代わって，使用された共通乗車券の券面に記載された額に係る金銭を回収する事業である。また「共通乗車券事業に係る契約」とは，Ａ社とタクシー事業者との間で締結される，共通乗車券の発行方法や手数料等に関して定めた契約である。\n共通乗車券が利用できるタクシーは，そうでないタクシーに比べて乗客の獲得上有利であることから，甲市のタクシー事業者の大部分が，Ａ社と共通乗車券事業に係る契約を締結し，同事業を利用している。なお，甲市におけるＡ社の共通乗車券の利用率は，全タクシー事業者の運賃・料金収入の合計の約２５％であり，他は，現金やクレジットカードによる支払である。また，甲市においてＡ社以外に同様の共通乗車券事業を営む者は存在しない。\nタクシー事業者は，タクシーの運賃・料金につき，道路運送法に基づく国土交通大臣の認可を受けてこれを適用しているが，近年は，あらかじめ設定された上限額と下限額の範囲内であればほぼ自動的に認可がなされる「自動認可運賃」制度が採用されている。そこで，かつては，認可された運賃・料金が全てのタクシー事業者間で同一であった甲市においても，同制度を利用して，初乗り運賃が他社より低い運賃（以下「低額運賃」という。）の認可を受ける事業者が現れた。\nこれに対し，かねてから，Ａ社の共通乗車券を利用する乗客が低額運賃タクシーに奪われていることに不満を持っていた本件２０社は，低額運賃による客の奪い合いが，歩合制で働く乗務員に収入減による過重労働を強いて，交通事故の増加につながる危険があることが問題にされるようになったことから，Ａ社を交えて低額運賃タクシーに対する対策を話し合う会合を開催することにした。\nそして，話合いの結果，本件２０社は，タクシー事業の収益を維持し安全性を確保するためには，低額運賃タクシーの抑制を図ることが必要であり，そのために，低額運賃のタクシー事業者には，Ａ社の共通乗車券事業を利用させないようにするとの方針を採用することで一致し，会合の席上，Ａ社に対して，今後は，低額運賃のタクシー事業者と共通乗車券事業に係る契約を締結しないよう要請した。Ａ社は，本件２０社が共通乗車券事業の主要な利用者であり，かつ同社の株主の多数を占めることから，この要請に従い，以下の具体的な措置を講じた。\n⑴ 従来から低額運賃を適用していたＰ，Ｑ，Ｒの３社との共通乗車券事業に係る契約を解約し，以後，新たな契約の申込みにも応じないことにした。\n⑵ 新たに甲市のタクシー事業に参入したＳ社とＴ社が，共通乗車券事業に係る契約の申込みを行ったのに対し，低額運賃を適用しているＳ社については，これに対する回答を留保し，その後，当該契約を締結していない。\n〔設 問〕\n上記の，Ｘ１～Ｘ２０の２０社及びＡ社の行為について，独占禁止法上の問題点を分析して検討しなさい。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "purpose": "[経 済 法］\n〔第１問〕\n本問は，化学メーカーであるＡ社とＢ社が，共同新設分割の方法により，出資比率各５０％の共同出資会社Ｃ社を設立し，それぞれが営む甲製品の製造販売事業を全てＣ社に承継させる企業結合について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題を検討し，併せて独占禁止法上の問題を解消するための対策について検討することを求めるものである。\n本件事例は，Ａ社とＢ社が，共同新設分割の方法で共同出資会社を設立することにより企業結合を行うものであるが，当該企業結合がどの一定の取引分野において競争を実質的に制限することとなるのか，いずれかの一定の取引分野において競争を実質的に制限することとなると判断される場合には，当該企業結合に対してどのような内容の問題解消措置を採るべきであるのか，企業結合に対する独占禁止法の適用の在り方について基本的な理解を問うものである。\nまず，本件企業結合により直接結合関係が形成される甲製品の製品販売事業について検討することが求められる。他方，乙製品の製造販売事業については，本件企業結合により直接結合関係が形成されるわけではないが，乙製品は甲製品の不可欠の原料であり，乙製品の製造販売業者にとって甲製品の製造販売業者は重要な顧客であることから，共同出資会社Ｃ社にＡ，Ｂ\n各社から，乙製品の開発及び営業に長年従事してきた従業員を数名ずつ出向させることなどが予定されており，Ａ，Ｂ両社間で乙製品の開発及び販売に係る情報が共有化されることなどにより，本件企業結合により乙製品の製造販売事業についても競争上の影響が生ずることとなることから，乙製品の製造販売事業についても検討することが求められる。\nそこで，甲製品の製造販売事業についても，乙製品の製造販売事業についても，まず，一定の取引分野を構成する商品範囲と地理的範囲を画定することが求められる。次に，それぞれ画定された一定の取引分野において，当事会社のシェアと順位，競争者の状況，輸入圧力，参入圧力，隣接市場からの競争圧力，需要者からの競争圧力などを総合勘案して競争を実質的に制限することとなるか否かを検討することが求められる。さらに，この検討において，いずれかの製品の製造販売事業に係る一定の取引分野において競争を実質的に制限することとなると判断される場合には，競争を実質的に制限することとならないように本件企業結合に対して問題解消措置を講ずることを検討することが求められる。\n- 16 -\n〔第２問〕\n本問は，甲市におけるタクシー保有台数のシェアの合計が約８０％を占めるＸ１～Ｘ２０の２０社が，同市における唯一の共通乗車券事業者であり，また本件２０社がその株主の大部分を占めるＡ社に対して，低額運賃のタクシー事業者との間で共通乗車券事業に係る契約を締結しないよう要請し，Ａ社がこれを実施したという事案について，独占禁止法上の問題点を分析し検討することを求めるものである。\n本件事案は，共同ボイコットと呼ばれる行為であるが，この行為に対して独占禁止法を適用する場合には，不公正な取引方法，私的独占及び不当な取引制限のうちのどの条項をいかなる形で適用するかについて，複数の選択肢があり得る。これについて，各規定の要件に従った検討を行わせ，それらの基本的理解ができているかを確認するのが本問の趣旨である。\nまず，２０社の行為が，不公正な取引方法の共同・間接の取引拒絶（独占禁止法第２条第９項第１号ロ）に該当するか否かが検討される必要がある。その場合，同条項における，行為要件該当性，公正競争阻害性の判断，正当な事由の有無のそれぞれについて，本件事案の事実関係に即した検討をすることが求められる。特に，共同ボイコットの競争減殺効果をどう判断するか，過重労働による事故防止を理由とする正当化事由が認められるか等が重要な論点となる。\n次に，２０社及びＡ社の行為については，私的独占の通謀による排除に該当するか否かも問題になり得る。この場合，特に，Ａ社が違反行為者に含まれるか，低額運賃タクシーに共通乗車券事業を利用させないだけで競争の実質的制限が認められるか，及び公共の利益について，本件事案の事実関係に即した検討をすることが求められる。また，このほかに，不当な取引制限の適用可能性も問題になり得る。\nなお，共通乗車券事業を営むＡ社を違反行為者とし得るかについては，その適用法条及び適用の可否について様々な考え方があり得る。ただし，Ａ社は，２０社が株主の大部分を占めるなど，その要請を拒否できない立場にあるから，どのようなアプローチを採るにせよ，これらの事情を考慮しながら検討することが必要である。\nいずれにせよ，本問においては，不公正な取引方法，私的独占及び不当な取引制限の各要件の意義と内容を正確に理解した上で，複数の法適用の選択肢が存在することを踏まえつつ，本件の事案に即した当てはめを行うことが求められる。",
  "scoring_notes": "１ 出題の趣旨について出題に当たり，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が当該市場における競争にどのような影響を与えるかを念頭に置いて，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価し得るような問題作成を目指した。\n出題した２問は，独占禁止法の基本を正確に理解し，これに基づいて検討すれば解答し得る問題であり，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めるものではない。\n２ 採点方針別途公表済みの出題の趣旨及び上記１で述べたとおり，独占禁止法の基本的概念や個別の要件の意義を，その趣旨を踏まえて正確に理解しているか，当該行為が市場における競争に与える影響を十分に洞察しようとして，問題文のどの事実をどのような観点から取り上げるのが相当かを分析した上で，的確に要件に当てはめることができているか，それらは論理的かつ説得的で矛盾がないかという観点から，法的な能力を見ようとした。\n第１問は，共同新設分割の方法で共同出資会社を設立するという企業結合について，\n独占禁止法（第１５条の２）上の問題及び問題解消対策を問うものであり，①直接結合関係が形成される甲製品の製造販売事業のみならず，直接結合関係が形成されない乙製品の製造販売事業についても，乙製品が甲製品の不可欠の原料であることや，共同出資会社に乙製品の開発及び営業に長年従事した従業員を出向させるなどして乙製品の開発及び販売に係る情報を共有化されることなどを踏まえて，本件企業結合がどのような市場における競争に影響を及ぼすかを検討しているか（市場の画定），②画定した市場に即した競争の実質的制限の有無を問題文の具体的事実（競争者のシェアと順位，競争者の状況，輸入圧力，参入圧力，隣接市場からの競争圧力，需要者からの競争圧力など）を摘示しながら論理的に検討できているか，③競争を実質的に制限すると判断した場合には，その理由を踏まえた具体的な問題解消対策を検討できているかを見た。\n第２問は，いわゆる共同ボイコットと呼ばれる行為について，複数の独占禁止法上の問題点の分析及び検討を問うものであり，①不公正な取引方法の共同・間接の取引拒絶（独占禁止法第２条第９項第１号ロ，第１９条），私的独占・不当な取引制限（同法第２条第５項ないし第６項，第３条）について，各要件の意義及び内容を正確に理解しているか，②各要件の検討に際して，問題文の事実関係（共通乗車券事業に係る既存の契約の解約と新規の申込みの留保，共通乗車券の利用率が２５％であること，\n過重労働による事故防止を理由とする対応など）に即した具体的な検討ができているか，③Ａ社の行為について，問題文の事実関係（Ａ社はタクシーの共通乗車券事業を営んでいること，Ａ社の株主の大部分はＸ１～Ｘ２０のタクシー事業者２０社で占められていることなど）を踏まえて具体的に検討し，説得的に論じられているかを見た。\n- 38 -３ 採点実感等(1) 出題の趣旨に即した答案の存否，多寡について第１問については，Ａ，Ｂ両社によるＣ社の設立について，Ａ，Ｂ両社が，いずれも甲製品，乙製品を製造販売していることから，多くの答案が，出題の趣旨に即して，企業結合の問題と捉えて，甲製品の製造販売事業のみならず，乙製品の製造販売事業についても市場に及ぼす影響を検討していた。次に，甲製品，乙製品の各市場に即した競争の実質的制限の有無については，多くの答案が，出題の趣旨に即して，問題文に記載の事実関係を摘示して検討していた。また，問題解消対策については，多くの答案が，出題の趣旨どおり，乙製品に係る情報遮蔽措置を論じていた。\n第２問については，多くの答案が出題の趣旨に即して，共同ボイコットを検討した上で，私的独占の排除を検討していたが，不当な取引制限をきちんと問題提起をして検討しているものはそれほど多くはなかった。答案の中には，私的独占のみを論じる答案，私的独占と取引妨害，拘束条件付取引，優越的地位の濫用等共同ボイコット以外の不公正な取引方法を論じるものもあった。各要件の検討については，\n多くの答案が出題の趣旨に即して，事実関係を摘示した上で，共同ボイコットの正当化事由や私的独占の競争の実質的制限を論じていた。\n(2) 出題時に予定していた解答水準と実際の解答水準との差異について第１問については，直接結合関係が形成されない乙製品の製造販売事業について，\n市場に及ぼす影響を検討する理由を挙げて論じる答案が多いと予想していたが，具体的な理由を挙げることなく論じている答案が予想以上に多かった。次に，競争の実質的制限の有無については，問題文に記載した具体的な事実に基づいて論理的に検討することを期待していたが，問題文に記載している具体的な事実（シェアと順位，競争者の状況，輸入圧力，参入圧力，隣接市場からの競争圧力，需要者からの競争圧力など）の一部だけを摘示していたり，具体的な事実を摘示するものの，結論だけを記載して，これらの事実関係に基づいて各市場における競争の実質的制限の有無を論理的に検討している答案は少なかった。\n第２問については，共同ボイコットを論じた上で，私的独占を論じる答案が多く，\n不当な取引制限についてはＡ社の位置付けや相互拘束性の問題点を指摘できる答案は多くはないのではないかと予想していたところ，実際予想どおりの結果となった。\n第１問同様，問題文に記載した具体的な事実に即して問題提起し，具体的な当てはめを行うことを期待していたが，共同ボイコットの各要件の検討，過重労働による事故防止の正当化事由についてはおおむね正しい検討と判断ができていたが，競争の実質的制限について，共通乗車券の利用率が２５％であることの評価については分かれた。\nまた，Ａ社の位置付け，すなわち，Ａ社を違反者とするか否かについては，きちんと問題点を指摘できた答案は少なかった。\n(3) 「優秀」，「良好」，「一応の水準」，「不良」答案について第１問については，適用法条，市場の画定，競争の実質的制限の有無，問題解消対策の各項目について，問題文に記載している事実関係を十分検討して，検討の理由を含め論理的かつ説得的に論じている答案は「優秀」，上記各項目の論述が一部不十分ではあるものの，全体として出題の趣旨に即して論じている答案は「良好」，\n- 39 -上記各項目の一部に誤りや不正確な部分があるものの，全体として整合性がある答案は「一応の水準」，問題文の検討が不十分で適用法条の選択や上記各項目に明確な誤りや矛盾があり，全体としても論理性・整合性が欠けている答案は「不良」と評価される。\n第２問については，共同ボイコット，私的独占，不当な取引制限の適用法条，共同ボイコットの各要件（公正競争阻害性，正当化事由等），私的独占の各要件（市場の画定，競争の実質的制限，正当化事由等），不当な取引制限の各要件（特に相互拘束性）の各項目について，問題文に記載している事実を指摘した上で問題提起し，問題文に記載してある事実に即して当てはめを行い，判断理由が論理的かつ説得的に論じている答案は「優秀」，上記各項目の論述が一部不十分ではあるものの，\n全体として出題の趣旨に即して論じている答案は「良好」，上記各項目の一部に誤りや不正確な部分があるものの，全体として整合性がある答案は「一応の水準」，\n問題文の検討が不十分で適用法条の選択や上記各項目を抽出できていないもの，抽出してはいるものの明確な誤りや矛盾があり，全体としても論理性・整合性が欠けている答案は「不良」と評価される点は，第１問と同様である。\nなお，これらは，各水準に属する答案の一例であり，採点に当たっては，総合的な能力の判定にも配意しており，各水準に属する答案は，上記のものに尽きるものではない。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。\n経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかどうかを見ようとするものである。法科大学院は，出題の趣旨を正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，論点主義的な記述ではなく，構成要件の意義を正確に示した上，当該行為が市場における競争へどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめることを論理的・説得的に示すことができるように教育してほしい。\n- 40 -平成２３年新司法試験の"
}