{
  "year": "H23",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，Ｂ株式会社（以下「Ｂ社」という。）との間で，平成\n２１年４月１日，甲土地を，期間を３０年として賃貸するとの土地賃貸借契約（以下「本件賃貸借契約」という。）を締結し，Ｂ社は，賃借後に甲土地上に乙建物を建てて使用していた。\n本件賃貸借契約においては，① 賃料は，月額１００万円とし，毎月末日限り翌月分を前払とする。\n② 賃借人が賃料の支払を３か月分以上怠ったときは，賃貸人は，賃借人に対し７日以上の期間を定めて催告の上，本件賃貸借契約を解除することができる。\nとの約定があった。\nその後，Ｂ社は，経営状態が悪化したことから，平成２３年３月１６日に破産手続開始を申し立て，同日，破産手続開始決定がされ，Ｘが破産管財人に選任された。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．上記事例において，Ｂ社が平成２３年１月分から同年３月分まで３か月分の賃料の支払をしなかったため，Ａ社は，Ｂ社に対し，平成２３年３月３日にＢ社に到達した内容証明郵便により１０日以内に賃料を支払うよう催告したが，Ｂ社からの賃料の支払はなかった。そこで，Ａ社は，同月１７日，Ｘに対して本件賃貸借契約を解除する旨の意思表示をした。これに対して，Ｘは，「自分は，第三者的立場にあるので，Ａ社の解除権の対抗を受けることはない。」と主張した。\nこのＡ社による解除が認められるかについて，Ｘの主張に対するＡ社の反論も含めて，論じなさい。\n２．上記事例において，Ｂ社は，平成２１年７月１日に，Ｃ株式会社（以下「Ｃ社」という。）から２億円を借り入れるのと同時に，乙建物について，Ｃ社のために前記２億円の貸金債権を被担保債権とする抵当権を設定し，その設定の登記がされた。\nそして，Ｂ社は，Ａ社に対して賃料を約定どおり支払い続け，賃料不払等の債務不履行はない状態で，破産手続開始決定に至った。\n破産手続開始後において，Ｃ社は，Ｘに対し，賃料の支払を継続しつつ，乙建物を売却して\n２億円の貸付金の一部を返済するよう求めた。乙建物及び甲土地についての借地権の時価は，合計約１億円程度であり，Ｘとしても，時価が被担保債権額を大きく下回る状況であり，破産財団にとって月々の賃料負担が生ずる乙建物をできるだけ早く処理したいと考えたが，借地権付建物であることもあり，売却まで相当時間が掛かりそうであった。\n⑴ この状況で，Ｘが，破産法第５３条に基づき本件賃貸借契約を解除することの当否について論じなさい。\n⑵ Ｘは，本件賃貸借契約を解除せず，乙建物の買受希望者を募ったところ，破産手続開始後\n６か月を経過したところで，ようやくＤ株式会社（以下「Ｄ社」という。）が，乙建物及び甲土地についての借地権を合計１億円で買い受けたいとの意向を表明し，Ａ社も，Ｄ社に対してであれば，賃借権の譲渡を認めてもよいと回答した。そこで，Ｘは，Ｃ社に対し，乙建物及び甲土地についての借地権を１億円で売却したいが，破産財団から支払った賃料合計６００万円を売却代金から差し引いた額をＣ社に支払うことで，抵当権の設定の登記の抹消に応じてもらいたい旨を申し入れた。これに対して，Ｃ社は，賃料合計６００万円を差し引くことは受け入れ難いと反発し，交渉は成立しなかった。\n- 2 -この場合にＸが採ることができる法的手段について論じなさい。また，それに対してＣ社が採ることができる対抗手段について述べなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＸ株式会社（以下「Ｘ社」という。）は，甲建物をＹ株式会社（以下「Ｙ社」という。）に賃貸し，Ｙ社は，甲建物において製造業を営んでいた。ところが，Ｙ社が賃料の支払を怠ったため，Ｘ社は，賃料不払を理由に賃貸借契約を解除したと主張して，平成２０年１月７日，Ｙ社を被告として，賃貸借契約の終了に基づき，甲建物の明渡し並びに未払賃料及び明渡し済みに至るまでの賃料相当損害金の支払を求める訴えを提起した（以下，提起された訴訟を「本件訴訟」という。）。\nその後，Ｙ社は，同年２月１日，裁判所から再生手続開始決定を受けたが，同時に監督命令が発せられ，監督委員として弁護士Ａが選任された。Ｙ社は，同年５月１日，再生計画案を作成して裁判所に提出した。\nＹ社の再生計画案は，届出再生債権者の多数の賛成を得て可決され，同年８月１日に再生計画の認可決定が確定した。\n認可された再生計画（以下「本件再生計画」という。）の骨子は，次のとおりである。\n・ 再生の基本方針\nＹ社は，コストの削減に努めるとともに，売れ筋商品の製造に特化して収益を上げる。そして，その収益でもって，確定再生債権額に対し，破産配当率３％を超える８％に相当する額を平成２１年から平成２８年まで毎年４月末日限り均等分割で支払う。\n・ 再生債権の総額及び債権者数再生債権の総額 １０億円債権者数 ４０名再生計画の認可決定の確定後，Ａは，Ｙ社の本件再生計画の遂行を監督し，Ｙ社は，本件再生計画に基づき，平成２１年４月末日に第１回目の，平成２２年４月末日に第２回目の支払をしたが，その後，コストの削減が思うようにいかず，販売不振も重なって収益が上がらず，全ての再生債権に対する平成２３年４月末日の第３回目の支払をしなかった。\n本件再生計画の定めによって認められた確定再生債権の総額は，８０００万円であり，同日時点において履行された額は，２０００万円である。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．本件訴訟は，Ｙ社についての再生手続開始決定によりどのような影響を受けるか論じなさい。\n２．上記事例において，確定した１億円の再生債権を有しており，本件再生計画の定めによって\n２００万円の弁済を受けているＺは，このままの状態が続くと，Ｙ社の損失はますます膨らみ，自己の債権の残額の回収が著しく困難になると考えた。Ｚは，民事再生法上，どのような措置を採ることができるか論じなさい。\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H23/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続における土地賃貸借契約の解除及び借地上の建物についての抵当権に関する破産法及び実体法上の規律についての理解を問うものである。\n設問１については，まず，本件事例においては，破産手続開始決定前に既に実体法上賃貸借契約の解除権が発生しているが，破産手続開始後においても解除権を行使することができるのか，あるいは解除権行使の効果を破産管財人に対抗することができるのかという問題について，破産管財人の法的地位をも踏まえつつ，論ずることが求められる。その際，破産管財人については，場面により，破産者の承継人としての地位と差押債権者類似の第三者的地位の双方が認められることを前提としつつ，破産手続開始前に既に解除権が発生していることを踏まえたＸ\nとＡ社の利益状況，賃借権の差押債権者に対する解除権の対抗の可否についての実体法上の規律等，様々な観点から自説を説得的に展開することが求められる。\n設問２（１）については，まず，本件事例の下では，Ｘは，破産法第５３条第１項に基づき双方未履行双務契約である賃貸借契約を解除することができることを指摘した上で，その当否について，Ｃ社の抵当権についての担保価値維持義務に照らして検討する必要がある。その際には，Ｘが担保価値維持義務を負う法的根拠を明らかにするほか，賃料の負担の回避の必要性等本件事例における状況を踏まえつつ，検討することが求められる。\n設問２（２）については，抵当権の設定登記の抹消のための方策として，抵当権消滅許可の申立てをすることが考えられるところ，その申立ての各要件（破産法第１８６条第１項）が満たされるか否かを，本件事例における状況を踏まえつつ，具体的に検討することが求められる。\nまた，これを踏まえたＣ社の対抗手段としてどのようなものがあるかについて，抵当権の実行の申立て（同法第１８７条）及び買受けの申出（同法第１８８条）に触れつつ，述べる必要がある。\n〔第２問〕\n本問は，具体的な事例を通じて，再生手続開始決定が係属中の民事訴訟に対して与える影響及び再生計画認可後にその履行がされなかった場合に再生債権者が自己の権利の実現のために採り得る手段についての理解を問うものである。\n設問１については，まず，本件訴訟における各請求の訴訟物を正確に把握した上で，建物明渡請求，賃料請求及び賃料相当損害金請求の各請求の再生手続における位置付けについて個別に検討を加える必要がある。その際には，取戻権（民事再生法第５２条第１項），再生債権（同法第８４条第１項）及び共益債権（同法第１１９条第２号又は第５号）の意義等を踏まえつつ，そのいずれに該当するかを具体的に論じる必要がある。なお，建物明渡請求については，再生手続開始前に生じた賃貸借の終了を原因とする債権的請求権に基づくものであるところ，これが再生債権ではなく取戻権に係るものと解すべきことを根拠を示して論じること，また，賃料相当損害金の請求については，再生手続開始決定の前日までの占有に基づいて生ずる部分と，再生手続開始決定の日以降の占有に基づいて生ずる部分とに分けて，それぞれ検討することが求められる。さらに，再生債権に関する訴訟については，再生手続開始決定により中断すること（民事再生法第４０条第１項）のほか，その後の帰すう（同法第９４条以下。特に第１０７\n条）についても説明を加えることが求められる。\n設問２については，再生計画認可後において再生債権者が自己の債権の履行を確保するため\n- 14 -の制度として，どのようなものが民事再生法に規定されているかという点についての理解を問うものであり，具体的には，まずは，再生計画の取消しについて，本件具体的事例において，その要件該当性（民事再生法第１８９条第１項第２号，第３項），効果（同条第４項以下。特に第７項）等について論じる必要がある。さらに，再生計画認可後の再生手続の廃止（同法第\n１９４条），再生債権者表に基づく強制執行（同法第１８０条）等，他にどのような措置が考えられるか，それらの措置を採ることについての問題点，本件事例の下において期待し得る効果を踏まえた措置の当否等についても検討することが求められる。"
}