{
  "year": "R5",
  "exam_type": "予備",
  "subject": 18,
  "subject_name": "国際関係法（私法系）",
  "text": "Ａは、いずれも日本在住の甲国人である両親の間の子として日本で生まれ、ずっと日本で暮らしてきた。大学生になったＡは、夏季休暇を利用して、一人で甲国内を１か月間旅行する計画を立て、初めて甲国を訪れた。Ａは、かつて両親から聞いた断片的な情報に基づき、甲国は夏でも比較的過ごしやすい気候であると思い込んでいたが、実際に甲国に渡航して滞在してみると、連日、想定していなかった厳しい暑さに見舞われたため、この暑さへの応急対策として、甲国の家電小売店\nＰで手持ち式小型扇風機α（以下「α」という。）を購入した。αは、国際規格に準拠した方式のケーブル・充電器により充電するタイプの内蔵バッテリーを動力源としており、Ａがスマートフォン用に日本から持参していた携帯充電器によっても充電することができる上、大出力の駆動モータ\nーによる強力な送風機能を備えているなど、利便性や使い心地の面で、Ａにとって満足のいくものであった。そこで、Ａは、甲国滞在を終えて日本へ帰国するに際し、αを引き続き利用することとして日本へ持ち帰った。\nＡは、帰国後間もなく、全国的に最高気温の観測記録が更新されるほどの猛暑の昼下がり、αを使用しながら、京都の観光地区に近接する大学の図書館に向かって歩いていたが、観光客で混み合う道に差し掛かったところで、突然、αが動作を停止してしまった。不審に思ったＡが立ち止まってαの状態を確認すると、本体内部から白煙が上がっていたため、思わずαを放り投げたところ、その直後、αは、路上に落下する前に空中で破裂した（以下、このαが破裂した事故を「本件事故」という。）。\n本件事故によって周囲に飛散したαの破片の一部は、たまたま近くを歩いていた東京からの観光客Ｂの右目の付近に当たり、Ｂは、この負傷により右目の視力を失った。\n甲国の隣国である乙国の法人で、αを製造したＱ社は、日本を含む数か国で本件事故と同様の破裂事故が発生していることを把握し、一連の事故の原因を究明するために内部調査を実施した。その結果、一連の事故が発生したαに使用されている内蔵バッテリーは全て、複数のサプライヤーの一つである日本法人Ｒ社東京工場製のバッテリーβ（以下「β」という。）であり、極度に高温多湿となる条件下でβを使用した場合に、まれに膨張・破裂するとの実験結果を得た。\nなお、Ｑ社は、営業所、工場等の拠点や財産を全て乙国内に置き、他国では営業活動も行っておらず、αについても、その設計・製造から販売までを全て乙国内でのみ行っている。もっとも、甲国や日本などの他国の業者が、乙国内で販売されているαを仕入れて、自国の消費者向けに販売することは広く行われている。Ｑ社も、そのような他国での販売がαの売上げに大きく貢献していることを認識して、αの全ての製品には、甲国語や日本語を含む多言語で並列的に記述した取扱説明書を一律に同梱して販売している。\n以上の事実を前提として、以下の設問に答えなさい。\n〔設問１〕\nαの製造者がＱ社であることを認識したＢは、Ｑ社を被告として、製造物責任法第３条に基づき、本件事故によって被った損害の賠償を求める訴え（以下「本件訴え」という。）を東京地方裁判所に提起した。\n〔小問１〕\n本件訴えについて、日本の裁判所の国際裁判管轄権が認められるかどうかについて論じなさい。\n〔小問２〕\n本件訴えについて、日本の裁判所の国際裁判管轄権は認められるものとする。この場合において、ＢのＱに対する損害賠償請求について、いずれの国の法によって判断されるべきかを論じな\n- 26 -さい。\n〔設問２〕\n本件事故を含む一連のαの破裂事故の原因がβにある可能性が高いと考えたＱ社は、Ｒ社に調査を求めたところ、βの特定の製造ロットの製造過程において、膨張・破裂の原因となる微小な金属異物が混入していたことが判明した。そこで、Ｑ社は、損害賠償金の支払やαの回収費用の支出により生じた多額の損失について、Ｒ社に対し、応分の負担を求めたが、Ｑ社とＲ社との間で、負担割合をめぐる交渉は決裂した。\nＱ社とＲ社との間の取引は、Ｒ社がＱ社に対して毎年一定数量のβを供給する旨の契約（以下\n「本件契約」という。）に基づくものであった。本件契約は、２０１８年１月、それぞれの本社スタッフによる交渉の結果として締結されたものであり、本件契約には、「この契約は、日本法により解釈され規律される。」との条項があった。\nＱ社は、Ｒ社に対し、本件契約上の債務の不履行に基づき、損害の賠償を求める訴えを東京地方裁判所に提起した。このＱ社の請求について、裁判所は、「国際物品売買契約に関する国際連合条約」（以下「ウィーン売買条約」という。）を適用して判断する内容の本案判決を言い渡したが、乙国はウィーン売買条約の締約国ではなかった。\n上記判決において、裁判所が、Ｑ社の請求についてウィーン売買条約を適用して判断したのはなぜか。理由を説明しなさい。\n- 27 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "本問は、生産物の瑕疵により生じた渉外的な不法行為の事例を素材として、国際裁判管轄、準拠法及び国際物品売買契約に関する国際連合条約（以下「ウィーン売買条約」という。）の適用に関する基本的理解を問うものである。\n設問１の小問１は、生産物の瑕疵により発生した事故（以下「本件事故」という。）にたまたま巻き込まれて傷害を負ったＢによる、生産物の製造業者であるＱ社に対する訴えについて、日本の裁判所の国際裁判管轄権の有無を問うものである。特に民事訴訟法第３条の３第８号について論ずることが求められている。同号の「不法行為があった地」の解釈を明らかにして本件に適用し、さらに、同号括弧書における予見可能性の対象についての理解を示した上で予見可能性の有無を検討しなければならない。同号の規定に基づき日本の裁判所が国際裁判管轄権を有することとなるときは、民事訴訟法第３条の９についても検討することが必要である。\n設問１の小問２は、上記のＢによる損害賠償請求の準拠法を問うものである。本件事故は生産物の瑕疵により発生したものであるが、Ｂは生産物の引渡しを受けておらず、事故にたまたま巻き込まれたいわゆるバイスタンダーであるため、法の適用に関する通則法（以下「通則法」という。）第１８条の規定によるべきか、あるいは同法第１７条の規定によるべきかをまず検討しなければならない。通則法第１８条の趣旨及び文言から、本問のような場合には同法第１８条によるべきではなく、同法第１７条により準拠法を決定すべきであるとの立場によるとすれば、同条本文の「加害行為の結果が発生した地」を明らかにし、更に同条ただし書の予見可能性の有無を検討しなければならない。最後に通則法第２０条も検討した上で、いずれの国の法が準拠法となるかについて結論を示さなければならない。\n設問２は、Ｒ社が製造した部品をＱ社に供給する契約（以下「本件契約」という。）に関して、Ｑ社がＲ社に対して、本件契約上の債務の不履行に基づく損害の賠償を求める訴えを日本の裁判所に提起したところ、裁判所がウィーン売買条約を適用して判断した理由の説明を求めることで、同条約の適用範囲についての理解を問うものである。ウィーン売買条約第１条を検討し、本件契約が同条第１項の「営業所が異なる国に所在する当事者間の物品売買契約」に該当することを指摘した上で、同項ａ号には当たらないが、通則法第７条により日本法が準拠法となるため同条約第１条第１項ｂ号に当たり、また、当事者が同条約の適用を排除していないことを指摘することで、裁判所が同条約を適用した理由について説明することが求められている。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は、生産物の瑕疵により生じた渉外的な不法行為の事例を素材として、国際裁判管轄、準拠法及び国際物品売買契約に関する国際連合条約（以下「ウィーン売買条約」という。）の適用に関する基本的理解を問うものである。"
      },
      {
        "type": "q1",
        "text": "設問１の小問１は、生産物の瑕疵により発生した事故（以下「本件事故」という。）にたまたま巻き込まれて傷害を負ったＢによる、生産物の製造業者であるＱ社に対する訴えについて、日本の裁判所の国際裁判管轄権の有無を問うものである。特に民事訴訟法第３条の３第８号について論ずることが求められている。同号の「不法行為があった地」の解釈を明らかにして本件に適用し、さらに、同号括弧書における予見可能性の対象についての理解を示した上で予見可能性の有無を検討しなければならない。同号の規定に基づき日本の裁判所が国際裁判管轄権を有することとなるときは、民事訴訟法第３条の９についても検討することが必要である。\n設問１の小問２は、上記のＢによる損害賠償請求の準拠法を問うものである。本件事故は生産物の瑕疵により発生したものであるが、Ｂは生産物の引渡しを受けておらず、事故にたまたま巻き込まれたいわゆるバイスタンダーであるため、法の適用に関する通則法（以下「通則法」という。）第１８条の規定によるべきか、あるいは同法第１７条の規定によるべきかをまず検討しなければならない。通則法第１８条の趣旨及び文言から、本問のような場合には同法第１８条によるべきではなく、同法第１７条により準拠法を決定すべきであるとの立場によるとすれば、同条本文の「加害行為の結果が発生した地」を明らかにし、更に同条ただし書の予見可能性の有無を検討しなければならない。最後に通則法第２０条も検討した上で、いずれの国の法が準拠法となるかについて結論を示さなければならない。"
      },
      {
        "type": "q2",
        "text": "設問２は、Ｒ社が製造した部品をＱ社に供給する契約（以下「本件契約」という。）に関して、Ｑ社がＲ社に対して、本件契約上の債務の不履行に基づく損害の賠償を求める訴えを日本の裁判所に提起したところ、裁判所がウィーン売買条約を適用して判断した理由の説明を求めることで、同条約の適用範囲についての理解を問うものである。ウィーン売買条約第１条を検討し、本件契約が同条第１項の「営業所が異なる国に所在する当事者間の物品売買契約」に該当することを指摘した上で、同項ａ号には当たらないが、通則法第７条により日本法が準拠法となるため同条約第１条第１項ｂ号に当たり、また、当事者が同条約の適用を排除していないことを指摘することで、裁判所が同条約を適用した理由について説明することが求められている。"
      }
    ]
  }
}