{
  "year": "R5",
  "exam_type": "予備",
  "subject": 4,
  "subject_name": "商法",
  "text": "次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は、会社法上の公開会社であるが、金融商品取引所にその発行する株式を上場していない。甲社は、種類株式発行会社ではなく、発行可能株式総数は２万株であり、発行済株式の総数は１万株（議決権の総数は１万個）である。甲社の取締役はＡ、Ｂ及び\nＣの３名であり、代表取締役はＡである。甲社の定款には、株主総会における議決権行使の代理人の資格を甲社の株主に限る旨の定め及び取締役の員数を３名とする旨の定めがある。\n２．乙株式会社（以下「乙社」という。）は、事業の成功により一代で巨額の財を築いたＤがその資産を管理するために設立した会社である。乙社の株式の全部を有するＤは、乙社の唯一の取締役として、乙社の管理運営を全て自ら行っている。乙社は唯一の従業員としてＤの子であるＥを雇用しているが、Ｅの職務内容は乙社の決算期における書類の整理のみであり、それ以外に勤務の実態はない。\n３．乙社は、令和４年６月頃から引き続き甲社の株式１０００株を有している。甲社の業績と経営方針に不満を抱いているＤは、乙社を代表して、甲社の代表取締役であるＡに対し、甲社の経営に関する意見を繰り返し述べてきたが、Ａは、乙社が甲社の経営に介入してくることを快く思っておらず、乙社の意見を全て無視してきた。\n４．Ｄは、自らの意見を甲社の経営に反映させるために、令和５年４月１０日、乙社を代表して、甲社の代表取締役であるＡに対し、同年６月に開催予定の甲社の定時株主総会（以下「本件総会」という。）において、本件総会の終結により取締役の任期が満了するＢを取締役に再任するのではなく、乙社が推薦するＦを新たに取締役に選任する旨の議案の要領を本件総会の招集通知に記載することを請求した。\nところが、Ａは、乙社が甲社の経営に対する介入を強めることは甲社の利益にならないと考え、乙社の提案を無視することとし、これを他の取締役らに伝えることもしなかった。\n５．甲社の代表取締役であるＡは、令和５年６月１２日、株主に対し、同月２９日に開催予定の本件総会の招集通知（以下「本件招集通知」という。）を発した。本件招集通知には、「取締役１名選任の件」として、Ｂを取締役に選任する旨の議案が記載されていたが、乙社が提案したＦを取締役に選任する旨の議案の要領は記載されていなかった。\nＤは、乙社として、本件総会の議場で、Ｆを取締役に選任する旨の動議を提出し、議案の説明をすべきだと考えたが、スケジュールの都合上、自らが乙社を代表して本件総会に出席することはできなかったため、乙社の代理人としてＥを本件総会に出席させ、動議を提出させることにした。なお、Ｅは、甲社の株主ではない。\n６．令和５年６月２９日、本件総会が開催された。Ｅは、本件総会の受付において、乙社の委任状を提示して、「私は乙社の従業員である。乙社を代理して本件総会に出席したい。」と述べたが、受付近辺に控えていたＡから「甲社の定款の定めにより、株主以外の者による代理出席は認められない。」として出席を拒絶され、本件総会に出席することができなかった。なお、Ａは、上記\n２の事実を知っていた。\n本件総会には、甲社の総株主の議決権の過半数を有する株主が出席し、出席した株主の議決権の過半数の賛成により、Ｂを取締役に選任する旨の議案が可決された（以下「本件決議」という。）。\n〔設問１〕\n乙社は、本件決議の取消しを求める訴えを適法に提起した。この訴えに関して、本件決議の効力\n- 4 -を争うために乙社の立場において考えられる主張及びその主張の当否について、論じなさい。\n７．乙社は、本件総会の後も、甲社の他の株主から株式を買い受けることにより保有株式数を増やし、令和５年７月３１日の時点で、甲社の株式を２４００株有するに至っていた。また、Ｄは、日頃から、乙社を代表して、甲社の代表取締役であるＡに対し、「令和６年６月に開催予定の甲社の定時株主総会では、乙社は、Ａ及びＣの取締役への再任に反対し、対立候補を擁立するつもりだ。\nまた、他の株主にも乙社の提案への賛成を呼び掛けるつもりだ。」と述べていた。\n８．令和５年８月１日に開催された取締役会において、Ａは「乙社が持株比率を増やし続けるのを放置するわけにはいかない。現在、我が社に特段の資金需要があるわけではないが、長年の取引先である丙株式会社との資本関係を強化し、経営の安定化を図るべきではないか。実は、既に丙株式会社との間で内々に話をつけてある。」と提案したところ、Ｂ及びＣもＡの提案に賛同したため、取締役全員の賛成により、丙株式会社（以下「丙社」という。）に対する第三者割当てによって新たに５０００株の株式を発行すること（以下「本件発行」という。）、払込金額は１株当たり１０万円とすること、払込期日は同月２１日とすること等が決定された。\nなお、本件発行の後に丙社が有することとなる甲社の株式の数は、６０００株である。また、本件発行の当時における甲社の事業及び財産の状況に鑑みると、本件発行における公正な払込金額は１株当たり２０万円であった。\n９．甲社は、乙社が本件発行の計画を事前に察知するのを防ぐために、本件発行について、株主に対する通知及び公告を行わなかった。丙社は、令和５年８月２１日、本件発行に係る払込みを完了し、これにより本件発行の効力が発生した。\n〔設問２〕\n上記８及び９の事実を知ったＤは、乙社を代表して、本件発行の無効の訴えを適法に提起した。\nこの訴えに関して、本件発行の効力を争うために乙社の立場において考えられる主張及びその主張の当否について、論じなさい。なお、上記６の本件決議の効力に関する主張については、論じなくてよい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/民事系.pdf",
  "purpose": "設問１は、①株主の議案要領通知請求（会社法第３０５条第１項）を不当に拒絶することが当該議題の下での会社提案議案に係る決議の取消事由（同法第８３１条第１項第１号）となるか及び②株主総会における代理人資格を株主に限る旨の定款の定めがある場合に、法人株主の代理人として来場した従業員の出席を拒むことが決議の取消事由（同号）となるかを問うものである。①については、本件決議は不当拒絶の対象となった株主提案とは異なる議案であることを前提としつつ、株主提案が本件決議に係る議案と同一の議題についての代替的な議案を提案するものであったという関係を踏まえて、不当拒絶が本件決議の瑕疵を構成するかを検討することが求められる。②については、株主総会における代理人資格を株主に限る旨の定款の定めの有効性について検討した上で（最判昭和４３年１１月１日民集２２巻１２号２４０２頁参照）、本件の代理人が法人株主の従業員であること（最判昭和５１年１２月２４日民集３０巻１１号１０７６頁参照）、当該法人は個人の資産管理会社であり、かつ、当該従業員に当該法人における勤務の実態がほとんどないことなどといった本問の事実関係に即して、本件の代理人に上記定款の定めの効力を及ぼすべきかを実質的に検討することが求められる。\n設問２は、公開会社において公示をすることなく取締役会限りで行われた新株発行に無効事由があるかを問うものである。新株発行の公示（会社法第２０１条第３項、第４項）を欠くことは、差止請求（同法第２１０条）をしたとしても差止事由がないため許容されないと認められる場合でない限り、新株発行の無効事由となるとする判例（最判平成９年１月２８日民集５１巻１号７１頁）の趣旨を踏まえ、有利発行であるにもかかわらず株主総会の特別決議を経ずに新株発行が行われていること（同法第１９９条第２項、第３項、第２０１条第１項、第３０９条第２項第５\n号）、大株主との間で支配権争いが生じている中で既存株主の持株比率に重大な影響を及ぼす新株発行が行われていることといった本問の事実関係に即して、新株発行の無効事由の有無を検討することが求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１は、①株主の議案要領通知請求（会社法第３０５条第１項）を不当に拒絶することが当該議題の下での会社提案議案に係る決議の取消事由（同法第８３１条第１項第１号）となるか及び②株主総会における代理人資格を株主に限る旨の定款の定めがある場合に、法人株主の代理人として来場した従業員の出席を拒むことが決議の取消事由（同号）となるかを問うものである。①については、本件決議は不当拒絶の対象となった株主提案とは異なる議案であることを前提としつつ、株主提案が本件決議に係る議案と同一の議題についての代替的な議案を提案するものであったという関係を踏まえて、不当拒絶が本件決議の瑕疵を構成するかを検討することが求められる。②については、株主総会における代理人資格を株主に限る旨の定款の定めの有効性について検討した上で（最判昭和４３年１１月１日民集２２巻１２号２４０２頁参照）、本件の代理人が法人株主の従業員であること（最判昭和５１年１２月２４日民集３０巻１１号１０７６頁参照）、当該法人は個人の資産管理会社であり、かつ、当該従業員に当該法人における勤務の実態がほとんどないことなどといった本問の事実関係に即して、本件の代理人に上記定款の定めの効力を及ぼすべきかを実質的に検討することが求められる。"
      },
      {
        "type": "q2",
        "text": "設問２は、公開会社において公示をすることなく取締役会限りで行われた新株発行に無効事由があるかを問うものである。新株発行の公示（会社法第２０１条第３項、第４項）を欠くことは、差止請求（同法第２１０条）をしたとしても差止事由がないため許容されないと認められる場合でない限り、新株発行の無効事由となるとする判例（最判平成９年１月２８日民集５１巻１号７１頁）の趣旨を踏まえ、有利発行であるにもかかわらず株主総会の特別決議を経ずに新株発行が行われていること（同法第１９９条第２項、第３項、第２０１条第１項、第３０９条第２項第５\n号）、大株主との間で支配権争いが生じている中で既存株主の持株比率に重大な影響を及ぼす新株発行が行われていることといった本問の事実関係に即して、新株発行の無効事由の有無を検討することが求められる。"
      }
    ]
  }
}