{
  "year": "R5",
  "exam_type": "予備",
  "subject": 15,
  "subject_name": "知的財産法",
  "text": "共に工作機械メーカーであるＡ社及びＢ社は、精密部品の加工用の工作機械に関する共同研究開発契約（以下「本件契約」という。）を締結し、いずれも研究開発部門に所属する、Ａ社の従業員甲とＢ社の従業員乙が、勤務時間内に、Ａ社及びＢ社の研究設備や施設を使用して共同研究開発した結果、従来よりも精密で複雑な部品加工が可能な新たな工作機械を発明した（以下「本件発明」\nという。）。本件発明の技術的思想の創作行為に対する甲及び乙の関与の程度は同等である。また、本件契約には、本件契約に基づき発明がなされた場合には、各社に特許を受ける権利が帰属するために必要な措置をお互い講ずる旨の定めがあった。共同研究開発中、Ｂ社内では、乙の上司から、乙が行っている研究方針について反対の意向が示されていたが、乙は、これに従わずに研究を継続した結果、本件発明に至ったものである。\nＡ社の職務発明規程には、従業員が発明をするに至った行為が職務に属する場合には、当該発明についての特許を受ける権利をＡ社が承継することができる旨の定めがあり、Ｂ社の職務発明規程には、従業員が発明をするに至った行為が職務に属する場合には、その発明が完成した時に、当該発明についての特許を受ける権利をＢ社が取得する旨の定めがあった。\n以上の事実関係を前提として、以下の各設問に答えよ。ただし、設問１及び設問２にそれぞれ記載した追加的な事実関係は、別個独立したものである。\n〔設問１〕\n甲が、本件発明の完成後、Ａ社に本件発明について報告したところ、Ａ社は、本件発明の特許を受ける権利を甲から承継することとし、甲とＡ社は、特許を受ける権利の譲渡に必要な手続を行った。他方、乙は、乙の上司の反対を押し切って本件発明を完成させたことから、本件発明の特許を受ける権利は自己に帰属するものと考え、甲に対し、本件発明について一緒に特許出願をしようと持ちかけた。しかし、甲は、Ａ社との間で、特許を受ける権利の譲渡に必要な手続を済ませていたことから、乙からの誘いを断った。そのため、乙は、本件発明について、乙を発明者として特許出願を行い、その後、特許権の設定登録を受けた（以下、登録された権利を「乙特許権」という。）。\n⑴ 工作機械メーカーであるＣ社は、本件発明の実施品である工作機械（以下「Ｃ社機械」という。）の製造及び販売を開始した。乙がＣ社に対し、乙特許権に基づき、Ｃ社機械の製造及び販売の差止めを請求した場合、この請求が認められるかについて論じなさい。\n⑵ 乙による単独出願を知ったＡ社及びＢ社は、乙に対し、乙特許権の移転を請求することができるかについて論じなさい。\n〔設問２〕\nＡ社及びＢ社は、令和３年４月に本件発明について共同出願し、令和５年７月に特許権の設定登録を受けた（以下、登録された権利を「ＡＢ特許権」という。）。\nＤ社は、工作機械メーカーであるが、令和元年秋頃から、日本国内の工場において、秘密裏に、新たな工作機械の研究開発を続け、本件発明の内容を知らずに、独自に、従来よりも精密で複雑な部品加工が可能な新たな工作機械を開発し、その製造図面を作成の上、令和３年１月には当該工作機械の試作品を製作した。この試作品は本件発明の技術的範囲に属するものであった。その後、Ｄ\n社は、同工作機械の量産化に向けた事業化を進め、同年８月から、工作機械（以下「Ｄ社機械」という。）の製造及び販売を開始した。Ｄ社機械は、本件発明の技術的範囲に属するものであった。\nまた、Ｄ社機械は、前記試作品から仕様の一部が変更されていたが、その変更に係る部分は、従来よりも精密で複雑な部品加工を可能にするための技術的手段とは無関係であった。\n- 12 -\n⑴ Ａ社が、ＡＢ特許権に基づき、Ｄ社に対し、Ｄ社機械の製造及び販売の差止めを請求した場合、その請求が認められるかについて論じなさい。\n⑵ Ｄ社は、工作機械メーカーであるＥ社に対し、Ｄ社機械を販売し、Ｅ社はそれを取引先に販売している。Ａ社が、ＡＢ特許権に基づき、Ｅ社に対し、Ｄ社機械の販売の差止めを請求した場合、その請求が認められるかについて論じなさい。\n⑶ その後、Ｄ社は、Ｅ社に対し、Ｄ社機械と同一の工作機械（以下「Ｅ社機械」という。）の製造を許諾し、Ｅ社は、Ｅ社機械を自ら製造し、取引先に販売するようになった。Ａ社が、ＡＢ特許権に基づき、Ｅ社に対し、Ｅ社機械の製造及び販売の差止めを請求した場合、その請求が認められるかについて論じなさい。\n【参考】特許法施行規則（昭和３５年３月８日通商産業省令第１０号）\n（特許権の移転の特例）第４０条の２ 特許法第７４条第１項の規定による特許権の移転の請求は、自己が有すると認める特許を受ける権利の持分に応じてするものとする。\n- 13 -\n- 14 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "１ 本問は、企業間の共同研究開発契約に基づく共同発明を題材として、職務発明、無効の抗弁、冒認に基づく特許権の移転請求、先使用権についての理解を問うものである。\n２ 設問１について\n（１）小問（１）については、乙による発明の職務発明（特許法（以下「法」という。）第３５条第１項）該当性を論じた上で、Ｂ社の職務発明規程によれば、職務発明が完成した時、当該職務発明に係る特許を受ける権利がＢ社に帰属すること（同条第３項）を踏まえ、冒認を理由とする無効の抗弁の主張の可否\n（法第１０４条の３第１項及び第３項、法第１２３条第１項第６号及び第２項）について論じることが求められる。\n（２）小問（２）については、小問（１）で論じたＢ社と乙の権利関係に加え、甲による発明の職務発明該当性を論じた上で、Ａ社の職務発明規程によればＡ社が職務発明に係る特許を受ける権利を承継取得すること（法第３５条第２項参照）、また、その場合、共有者の同意が必要である（法第３３条第３項）ところ、本件契約では、各社に特許を受ける権利が帰属するために必要な措置をお互い講ずる旨の定めがあること等を踏まえ、Ａ社及びＢ社が共有持分について移転請求することができるかどうか（法第７４条第１項）について論じることが求められる。\n３ 設問２について\n（１）小問（１）については、Ｄ社における先使用権（法第７９条）の成否の検討に当たり、Ｄ社において本件発明についての共同出願の際、発明を完成させ\n「事業の準備」をしていたといえるか、また、試作品とＤ社機械の仕様の一部が異なっていることから、「実施又は準備をしている発明の範囲」といえるかについて、最判昭和６１年１０月３日民集４０巻６号１０６８頁【ウォーキン\nグビーム炉事件】の判示を踏まえて論じることが求められる。\n（２）小問（２）については、先使用権者が販売した実施品の購入者による先使用権の援用の可否（名古屋地判平成１７年４月２８日判例時報１９１７号１４２頁【移載装置事件】参照）、小問（３）については、先使用権に基づく実施許諾の可否について、それぞれ論じることが求められる。"
}