{
  "year": "R5",
  "exam_type": "予備",
  "subject": 2,
  "subject_name": "行政法",
  "text": "Ａ市では、浄化槽（便所と連結してし尿等を処理し、公共下水道以外に放流するための設備又は施設をいう。）の設置による便所の水洗化が進んだ昭和５０年代に、それまで十数社存在していたし尿収集業者がＢ、Ｃの２社に集約され、それ以後、当該２社が浄化槽汚泥の収集運搬に従事してきた。一般に、浄化槽汚泥の発生量は浄化槽の設置世帯数に応じてほぼ一定しており、また、その収集運搬に支障が生じると、衛生状態が悪化し、住民の健康と生活環境に被害が生じるおそれがある。そのためＡ市は、廃棄物の処理及び清掃に関する法律（以下「法」という。）第６条に規定する一般廃棄物処理計画に当たる計画（以下「旧計画」という。）の中で、「一般廃棄物の適正な処理（中略）を実施する者に関する基本的事項」（同条第２項第４号）として、「一般廃棄物（浄化槽汚泥）の収集運搬についてはＢ、Ｃの２社に一般廃棄物収集運搬業の許可を与えてこれを行わせる。」と記載するとともに、「大幅な変動がない限り、新たな許可は行わないものとする。」と記載していた。その結果、この２社体制の下で、Ａ市の区域内で発生する浄化槽汚泥の量に対しておよそ２倍の収集運搬能力が確保され、適切な収集運搬体制が維持されていた。Ａ市では、公共下水道の普及が十分でない中、便所のくみ取り式から水洗式への改修が進んでいるため、浄化槽の設置世帯数は微増しているが、将来の人口及び総世帯数は減少が予想されているため、旧計画中の「発生量及び処理量の見込み」（同項第１号）においては、浄化槽汚泥について、今後は発生量及び処理量の減少が見込まれる旨記載されていた。ＢとＣは、過当競争の結果として経営状態が悪化し、それにより一般廃棄物収集運搬業務に支障が生じる事態を回避することで、その適正な運営を継続的かつ安定的に確保するため、それぞれの担当区域を取り決める事実上の区域割りを行ってきた。\nそうした中、浄化槽汚泥の処理を含む公共サービスへの競争原理の導入を主張して当選した新Ａ市長は、浄化槽の設置件数の増加が予想されること、及び競争原理を導入する必要性を主張して、それまで旧計画に定められてきた上述のＢ、Ｃの２社体制と新たな許可をしない旨の記述を削除し、「一般廃棄物（浄化槽汚泥）収集運搬業にあっては、競争性を確保するため、浄化槽の設置件数の推移に応じて新規の許可を検討する。」との記載を追加する内容で、旧計画を改訂した（以下、旧計画を改訂したものを「新計画」という。）。さらに、旧計画の基礎とされた将来の人口及び総世帯数の減少予測は新計画においても維持されているにもかかわらず、新計画中の「発生量及び処理量の見込み」において、浄化槽の設置件数の増加に伴い、浄化槽汚泥について、発生量及び処理量の大幅な増加が見込まれる旨記載された。\n令和２年４月１日付けで、新Ａ市長は、Ｄの申請に基づき、法第７条第２項に基づく政令が一般廃棄物収集運搬業の許可の有効期間を２年と定めていることに従い、期限を令和４年３月３１日とする一般廃棄物（浄化槽汚泥）収集運搬業の許可（以下「本件許可」という。）をした。Ｄの代表者はＢの代表者の実弟であり、従来、一般廃棄物収集運搬業に従事した経験はなかった。Ｄの営業所所在地は、Ｂの営業所所在地と同一の場所になっており、Ｄ単独の社屋等は存在せず、Ｄの代表者はＢの営業所内で執務を行っていた。さらに、ＢとＤは業務提携契約を締結し、その中で、Ｂが雇用する人員が随時Ｄに出向すること、Ｂが保有している運搬車をＤも使用し得ることが定められていた。\n令和２年４月以降、Ｄは従来Ｃが担当していた区域においてＣからの乗換客を獲得しつつあり、それによりＣの売上げは徐々に減少している。そこで、Ｃは、同年９月３０日、本件許可の取消訴訟（以下「本件取消訴訟」という。）を提起した。\nなお、法及び「廃棄物の処理及び清掃に関する法律施行規則」の抜粋を【資料】として掲げるので、適宜参照しなさい。\n- 3 -\n〔設問１〕\n⑴ Ｃに本件取消訴訟における原告適格は認められるか、関係する法令の規定を挙げながら、検討しなさい。なお、解答に当たっては、市町村において既存の一般廃棄物収集運搬業者によって適正な収集及び運搬がされていることを踏まえて法第６条に規定する一般廃棄物処理計画が策定されている場合には、新規の一般廃棄物収集運搬業の許可申請を法第７条第５項第２号の要件を充足しないものとして不許可とすることが適法と解されていることを前提にしなさい。\n⑵ 本件取消訴訟係属中に令和４年３月３１日が経過し、同年４月１日付けで本件許可が更新された。Ａ市は、同年３月３１日の経過により本件許可は失効し、本件取消訴訟の訴えの利益は失われたと主張している。本件取消訴訟の訴えの利益は肯定されると主張したいＣとしては、どのような主張をすることが考えられるか、関係する法令の規定を挙げながら、検討しなさい。なお、解答に当たっては、Ｃに原告適格が認められることを前提にしなさい。\n〔設問２〕\nＡ市は、本件取消訴訟において、本件許可は新計画に適合していること、法第６条に規定する一般廃棄物処理計画の策定及び内容の変更についてはＡ市長に裁量が認められており、新計画の内容はその裁量の範囲内であること、並びにＤに事業遂行能力がある以上、自由な参入を認めざるを得ないことを主張している。これに対し、法第７条第５項第２号及び第３号の各要件に関して、Ｃは本件許可の違法事由としてどのような主張をすることが考えられるか、検討しなさい。なお、解答に当たっては、本件取消訴訟が適法であることを前提にしなさい。\n- 4 -\n【資料】\n〇 廃棄物の処理及び清掃に関する法律（昭和４５年法律第１３７号）（抜粋）\n（目的）第１条 この法律は、廃棄物の排出を抑制し、及び廃棄物の適正な分別、保管、収集、運搬、再生、処分等の処理をし、並びに生活環境を清潔にすることにより、生活環境の保全及び公衆衛生の向上を図ることを目的とする。\n（一般廃棄物処理計画）第６条 市町村は、当該市町村の区域内の一般廃棄物の処理に関する計画（以下「一般廃棄物処理計画」という。）を定めなければならない。\n２ 一般廃棄物処理計画には、環境省令で定めるところにより、当該市町村の区域内の一般廃棄物の処理に関し、次に掲げる事項を定めるものとする。\n一 一般廃棄物の発生量及び処理量の見込み二 一般廃棄物の排出の抑制のための方策に関する事項三 （略）四 一般廃棄物の適正な処理及びこれを実施する者に関する基本的事項五 （略）\n３・４ （略）\n（市町村の処理等）第６条の２ 市町村は、一般廃棄物処理計画に従つて、その区域内における一般廃棄物を生活環境の保全上支障が生じないうちに収集し、これを運搬し、及び処分（中略）しなければならない。\n２～７ （略）\n（一般廃棄物処理業）第７条 一般廃棄物の収集又は運搬を業として行おうとする者は、当該業を行おうとする区域（中略）を管轄する市町村長の許可を受けなければならない。（以下略）\n２ 前項の許可は、１年を下らない政令で定める期間ごとにその更新を受けなければ、その期間の経過によつて、その効力を失う。\n３ 前項の更新の申請があつた場合において、同項の期間（以下この項及び次項において「許可の有効期間」という。）の満了の日までにその申請に対する処分がされないときは、従前の許可は、許可の有効期間の満了後もその処分がされるまでの間は、なおその効力を有する。\n４ 前項の場合において、許可の更新がされたときは、その許可の有効期間は、従前の許可の有効期間の満了の日の翌日から起算するものとする。\n５ 市町村長は、第１項の許可の申請が次の各号のいずれにも適合していると認めるときでなければ、同項の許可をしてはならない。\n一 当該市町村による一般廃棄物の収集又は運搬が困難であること。\n二 その申請の内容が一般廃棄物処理計画に適合するものであること。\n三 その事業の用に供する施設及び申請者の能力がその事業を的確に、かつ、継続して行うに足りるものとして環境省令で定める基準に適合するものであること。\n四 （略）\n６～１６ （略）\n- 5 -\n〇 廃棄物の処理及び清掃に関する法律施行規則（昭和４６年厚生省令第３５号）(抜粋)\n（一般廃棄物収集運搬業の許可の基準）第２条の２ 法第７条第５項第３号（中略）の規定による環境省令で定める基準は、次のとおりとする。\n一 施設に係る基準イ 一般廃棄物が飛散し、及び流出し、並びに悪臭が漏れるおそれのない運搬車、運搬船、運搬容器その他の運搬施設を有すること。\nロ （略）二 申請者の能力に係る基準イ 一般廃棄物の収集又は運搬を的確に行うに足りる知識及び技能を有すること。\nロ 一般廃棄物の収集又は運搬を的確に、かつ、継続して行うに足りる経理的基礎を有すること。\n- 6 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/公法系.pdf",
  "purpose": "本問は、廃棄物の処理及び清掃に関する法律（以下「法」という。）に基づく一般廃棄物収集運搬業の許可について、新規参入者に対する同許可（以下「本件許可」という。）に対し既存の許可事業者が取消訴訟を提起するという設例の下で、競業者の原告適格、更新制を採っている許可制に係る取消訴訟の訴えの利益の存否に関する基本的な知識・理解を問うと同時に、本案での主張を判例及び参照条文から組み立てる力を問う趣旨の問題である。\n〔設問１〕（１）は、最判平成２６年１月２８日民集６８巻１号４９頁を手掛か\nりにして、いわゆる競業者の原告適格を問うものである。問題文中に示された一般廃棄物収集運搬業務の性質を前提として、一般廃棄物処理は市町村の事務であること（法第６条の２第１項）、他の要件と並んで、一般廃棄物処理業は市町村による処理が困難であり（法第７条第５項第１号）、かつ一般廃棄物処理計画に適合している場合（同項第２号）にのみ許可されること、一般廃棄物処理計画には一般廃棄物の発生量及び処理量の見込み（法第６条第２項第１号）、並びに一般廃棄物の適正な処理及びこれを実施する者に関する基本的事項（同項第４号）等が定められること等の制度の仕組みを踏まえ、本件許可については、許可業者の濫立等によって事業の適正な運営が害されることのないよう、一般廃棄物処理業の需給状況の調整が図られる仕組みが設けられていること、それゆえ既存の許可事業者の営業上の利益が法律上保護されていることを導く必要がある。\n〔設問１〕（２）については、一般廃棄物収集運搬業の許可の有効期間が２年と\nされていること（法第７条第２項に基づく政令）、更新の申請がなされた場合においては、従前の許可は許可の有効期間の満了後も更新処分がなされるまでは有効とされていること（法第７条第３項）等の参照条文から、本件許可については更新制が採られており、本件許可の期間経過後も訴えの利益が維持されることを主張する必要がある。\n〔設問２〕は、本件許可の違法性を、参照条文を手掛かりにしながら事案に即し\nて検討する力を問う趣旨の問題である。まず、申請の一般廃棄物処理計画への適合を求める法第７条第５項第２号の要件に関して、最判平成１８年１１月２日民集６０巻９号３２４９頁を手掛かりにして、同計画の策定及び内容の変更に係る計画裁量の存否を明らかにしたうえで、新計画の違法性を、事実誤認、事実に対する評価の誤り、考慮脱落及び他事考慮等の面から検討する必要がある。次いで、同項第３\n号所定の設備要件及び能力要件に関して、問題文に示された事実を挙げつつ、Ｄの事業遂行能力の欠如について論じる必要がある。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は、廃棄物の処理及び清掃に関する法律（以下「法」という。）に基づく一般廃棄物収集運搬業の許可について、新規参入者に対する同許可（以下「本件許可」という。）に対し既存の許可事業者が取消訴訟を提起するという設例の下で、競業者の原告適格、更新制を採っている許可制に係る取消訴訟の訴えの利益の存否に関する基本的な知識・理解を問うと同時に、本案での主張を判例及び参照条文から組み立てる力を問う趣旨の問題である。\n〔"
      },
      {
        "type": "q1",
        "text": "設問１〕（１）は、最判平成２６年１月２８日民集６８巻１号４９頁を手掛か\nりにして、いわゆる競業者の原告適格を問うものである。問題文中に示された一般廃棄物収集運搬業務の性質を前提として、一般廃棄物処理は市町村の事務であること（法第６条の２第１項）、他の要件と並んで、一般廃棄物処理業は市町村による処理が困難であり（法第７条第５項第１号）、かつ一般廃棄物処理計画に適合している場合（同項第２号）にのみ許可されること、一般廃棄物処理計画には一般廃棄物の発生量及び処理量の見込み（法第６条第２項第１号）、並びに一般廃棄物の適正な処理及びこれを実施する者に関する基本的事項（同項第４号）等が定められること等の制度の仕組みを踏まえ、本件許可については、許可業者の濫立等によって事業の適正な運営が害されることのないよう、一般廃棄物処理業の需給状況の調整が図られる仕組みが設けられていること、それゆえ既存の許可事業者の営業上の利益が法律上保護されていることを導く必要がある。\n〔設問１〕（２）については、一般廃棄物収集運搬業の許可の有効期間が２年と\nされていること（法第７条第２項に基づく政令）、更新の申請がなされた場合においては、従前の許可は許可の有効期間の満了後も更新処分がなされるまでは有効とされていること（法第７条第３項）等の参照条文から、本件許可については更新制が採られており、本件許可の期間経過後も訴えの利益が維持されることを主張する必要がある。\n〔"
      },
      {
        "type": "q2",
        "text": "設問２〕は、本件許可の違法性を、参照条文を手掛かりにしながら事案に即し\nて検討する力を問う趣旨の問題である。まず、申請の一般廃棄物処理計画への適合を求める法第７条第５項第２号の要件に関して、最判平成１８年１１月２日民集６０巻９号３２４９頁を手掛かりにして、同計画の策定及び内容の変更に係る計画裁量の存否を明らかにしたうえで、新計画の違法性を、事実誤認、事実に対する評価の誤り、考慮脱落及び他事考慮等の面から検討する必要がある。次いで、同項第３\n号所定の設備要件及び能力要件に関して、問題文に示された事実を挙げつつ、Ｄの事業遂行能力の欠如について論じる必要がある。"
      }
    ]
  }
}