{
  "year": "R5",
  "exam_type": "予備",
  "subject": 5,
  "subject_name": "民事訴訟法",
  "text": "(〔設問１〕と〔設問２〕の配点の割合は、３：２）次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\n甲土地は、Ｘの所有である。\nＹは、甲土地に乙建物を建築し、これを所有していた。Ｙは、その後、乙建物を３つの部分に分けて、それぞれ、Ａ、Ｂ、Ｃ（以下「Ａら３名」という。）に賃貸した。Ａら３名は、Ｙの承諾を得て、それぞれが賃借していた建物の部分を各自増改築した。なお、増築した各部分は、それぞれ増改築される前から存在していた部分と一体として店舗兼居宅として利用されており、増築した各部分は構造的にも機能的にも建物としての独立性を欠き、それぞれ不可分の状態にあった。\nＸは、Ｙを被告として、甲土地の所有権に基づき、乙建物を収去して甲土地を明け渡すことを求める訴え（①訴訟）を提起し、第一審では勝訴の判決を得た。その後、Ｙは控訴した。\n【事実Ⅰ】\n【事例】の控訴審において、Ｙから、乙建物はＡら３名の増改築によってその形状が著しく変\n更され、乙建物はＡら３名の所有に属するものとなっている旨の主張がされた。真実は、増築部分も含めて乙建物の所有権はＹに帰属していたが、Ｘは、乙建物は増改築によって形状が著しく変更されており、増築部分も含む乙建物はＡら３名の所有に属し、Ｙは所有しておらず、Ｙとの間で乙建物を収去して甲土地を明け渡すことを求める訴えを維持することは不可能であると誤認して、この訴えに換えて、甲土地についてのＹの賃借権の不存在を確認することを求める訴えに変更した。\n控訴審は、変更後の訴えにつき、甲土地についてＹの賃借権が存在しないことを確認する判決をし、その判決が確定した。しかし、その後、Ｙが、増築部分を含めて乙建物は自らの所有であることを主張したので、Ｘは、Ｙに対して、甲土地の所有権に基づき乙建物を収去して甲土地を明け渡すことを求める訴え（②訴訟）を提起し、他方、Ａら３名に対しては、甲土地の所有権に基づき乙建物から退去してその敷地部分を明け渡すことを求める訴えを提起した。\n〔設問１〕\n【事例】及び【事実Ⅰ】の事実関係を前提に、次の設問に答えなさい。\nＹは、判例を踏まえれば、【事実Ⅰ】の下線部の訴え（②訴訟）は却下を免れないと主張している。Ｙの主張の根拠を明らかにした上で、その主張の当否について、理由を付して答えよ。\n【事実Ⅱ】（【事実Ⅰ】とは別の事実関係である。）\n【事例】の第一審の判決後、かねてから乙建物を店舗兼居宅として利用したいと考えていた第\n三者Ｄは、Ｙに対して、Ｘとの間で和解が成立するなどして乙建物を利用することができる状態になれば借り受けたいとして、その賃借を申し入れた。Ｙは、Ｄに対して乙建物を賃貸したいと考えたことから、控訴審において、Ｘとの和解を申し出た。裁判所から(a)Ｘ及びＹは甲土地がＸの所有であること及び乙建物がＹの所有であることを相互に確認する、(b)ＸがＹに甲土地を賃貸することを相互に確認するなどの和解案が提示され、ＸＹ間で当該和解案どおりの内容の訴訟上の和解が成立し、その旨調書に記載された。\nその後、Ａら３名は乙建物を退去し、Ｙは乙建物をＤに賃貸した。\n- 6 -\n〔設問２〕\n【事例】及び【事実Ⅱ】の事実関係を前提に、次の設問に答えなさい。\n和解交渉の際に、Ｙは、Ｘに対して、乙建物を賃貸して生計を立てていたが、現在居住している丙建物が取り壊されることになり、今後は自ら乙建物を店舗兼居宅として利用したいので和解に応じてほしいとの虚偽の説明をし、Ｘは、Ｙの説明を信じ、やむを得ないと考えて、和解に応じることにした。しかし、訴訟上の和解が成立した後、Ｘは、丙建物が取り壊される予定はなく、Ｙが引き続き丙建物に居住し、乙建物はＤが店舗兼居宅として利用していることを知り、だまされたことに気が付いた。Ｘは、第一審では勝訴しており、控訴審がそのまま継続していれば、勝訴したと考えている。Ｘとしては、Ｙに対して、乙建物を収去して甲土地を明け渡すことを求めたいと考えているが、この場合には、どのような手続上の手段を採ることが考えられるか。理由を付して答えよ。\n- 7 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/民事系.pdf",
  "purpose": "〔設問１〕は、民事訴訟法第２６２条第２項の「再訴禁止」に関する問題であ\nる。その前提としていわゆる「訴えの交換的変更」についても考えることになる。\n両者の理解を、具体的な事例を通して複合的に問うものである。\n設問１では、まず、訴えの交換的変更について検討することが求められている。\n判例（最判昭和３２年２月２８日民集１１巻２号３７４頁）は、交換的に訴えが変更される場合は、訴えの変更の独自の類型とせず、新訴の提起と旧訴の取下げとが結合したものと解している。設問１では、このような先行判例の存在を踏まえて、②訴訟は却下を免れないとするＹの主張の意味を考えることになる。\n次に、第一審の判決があった後の控訴審において訴えの交換的変更が行われたことを前提に、民事訴訟法第２６２条第２項の再訴禁止規定の適用について検討することが求められている。既判力や信義則適用の問題につき検討することは求められていない。その検討に際しては、判例（最判昭和５２年７月１９日民集３１巻４号\n６９３頁）の理解を踏まえて検討することが期待されている。\n〔設問２〕は、和解が実体法上無効である場合の訴訟上の和解の効果についての\n問題である。訴訟上の和解に関して、その効力（特に民事訴訟法第２６７条による既判力の有無）の理解とそれが無効となる場合のその主張方法の理解を、具体的な事例を通して問うものである。\nつまり、設問２では、まず、訴訟上の和解につき、詐欺により当事者の意思表示に瑕疵があることを理由に、それが無効となるかどうかにつき検討することが求められている。その検討に際しては、判例（最判昭和３３年６月１４日民集１２巻９\n号１４９２頁等）の理解を踏まえながら、既判力の有無の議論と関連させて、検討することが期待されている。\nその上で、設問での訴訟上の和解を無効とする場合には、どのような手続上の手段を採って主張するのかを検討することが求められる。そこでは、設問２に記載されている事情を踏まえて、その事情に対応した手段を検討し、指摘することが期待されている。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "〔"
      },
      {
        "type": "q1",
        "text": "設問１〕は、民事訴訟法第２６２条第２項の「再訴禁止」に関する問題であ\nる。その前提としていわゆる「訴えの交換的変更」についても考えることになる。\n両者の理解を、具体的な事例を通して複合的に問うものである。\n設問１では、まず、訴えの交換的変更について検討することが求められている。\n判例（最判昭和３２年２月２８日民集１１巻２号３７４頁）は、交換的に訴えが変更される場合は、訴えの変更の独自の類型とせず、新訴の提起と旧訴の取下げとが結合したものと解している。設問１では、このような先行判例の存在を踏まえて、②訴訟は却下を免れないとするＹの主張の意味を考えることになる。\n次に、第一審の判決があった後の控訴審において訴えの交換的変更が行われたことを前提に、民事訴訟法第２６２条第２項の再訴禁止規定の適用について検討することが求められている。既判力や信義則適用の問題につき検討することは求められていない。その検討に際しては、判例（最判昭和５２年７月１９日民集３１巻４号\n６９３頁）の理解を踏まえて検討することが期待されている。\n〔"
      },
      {
        "type": "q2",
        "text": "設問２〕は、和解が実体法上無効である場合の訴訟上の和解の効果についての\n問題である。訴訟上の和解に関して、その効力（特に民事訴訟法第２６７条による既判力の有無）の理解とそれが無効となる場合のその主張方法の理解を、具体的な事例を通して問うものである。\nつまり、設問２では、まず、訴訟上の和解につき、詐欺により当事者の意思表示に瑕疵があることを理由に、それが無効となるかどうかにつき検討することが求められている。その検討に際しては、判例（最判昭和３３年６月１４日民集１２巻９\n号１４９２頁等）の理解を踏まえながら、既判力の有無の議論と関連させて、検討することが期待されている。\nその上で、設問での訴訟上の和解を無効とする場合には、どのような手続上の手段を採って主張するのかを検討することが求められる。そこでは、設問２に記載されている事情を踏まえて、その事情に対応した手段を検討し、指摘することが期待されている。"
      }
    ]
  }
}