{
  "year": "R5",
  "exam_type": "予備",
  "subject": 1,
  "subject_name": "憲法",
  "text": "大手新聞社Ａで記者として働いていたＸは、編集方針等の違いからＡを退社し、現在は、フリージャーナリストを自称し、Ｂ県を拠点に、主に環境問題について取材その他の活動を行っている。\nしかし、Ｘの取材及び発表の手段は、Ａの記者だったときとは変化している。取材の手段について言えば、Ｂ県には、新聞社等の報道機関によって設立された取材・報道のための自主的な組織であるＢ県政記者クラブが存在するが、同クラブは、その規約上、日本新聞協会加盟社とこれに準ずる報道機関から派遣された県政担当記者のみを構成員としており、フリージャーナリストであるＸは入会を認められていない。Ｂ県庁やＢ県警は、記者発表には、Ｂ県政記者クラブに所属する報道機関の記者のみに出席を認めているため、Ｘは出席することができない。また、Ｘの発表の場は主にインターネットとなり、自らの関心に応じて取材した内容を動画サイトに投稿し、閲覧数に応じて支払われる広告料によって収入を得ている。環境問題に鋭く切り込むＸの動画は若い世代を中心に関心を集め、インフルエンサーとして認識されつつある。さらに、Ｘは、これまでに取材・投稿した内容に基づくノンフィクションの著作１冊を公表している。\nＸは、森林破壊に関する取材の過程で、ＳＤＧｓに積極的にコミットしていることで知られる家具メーカー甲が、実はコストを安く抑えるために、濫開発による森林破壊が国際的に強い批判を受けているＣ国から原材料となる木材を輸入し、日本国内で加工し製品化しているのではないかと考え、甲に取材を申し入れた。しかし、甲は、輸入元は企業秘密に当たるので回答できないとして、これを拒否した。そこでＸは、半年前に甲を退社し、現在は間伐材を活用したエコロジー家具の工房を開いている元従業員乙に取材を申し入れた。乙は当初、「退職していても守秘義務があるから何も話せない。」と言い、取材に応じることを断っていた。しかし、Ｘは乙の工房に通い詰めたばかりか、乙が家族と住む自宅にまで執ように押し掛け、「あなたが甲の行為を黙認することは、環境破壊に手を貸すのも同然だ。保身のためなら環境などどうなっても良いという、あなたのそんな態度が世間に知れたら、エコロジー家具の看板にも傷がつく。それでいいのか。」などと強く迫り、エコフレンドリーという評判が低下し工房経営に悪影響が及ぶことを匂わせた。そこで乙は、最終的には、名前を仮名にすること及び画像と音声を加工することを条件に、Ｘの求めに応じてイ\nンタビューを受け、甲はＣ国から原材料を輸入していると語った。Ｘは、このインタビューに基づき、「ＳＤＧｓを標榜する甲の裏の顔」と題する動画を作成し、動画サイトに投稿した。動画には、乙が特定されない加工が施されていたが、Ｘが繰り返し取材をし、取材対象者に強く証言を迫る様子が映っていた。この動画は反響を呼び、その後、マスコミ各社が後追い報道を行ったこともあって、濫開発による森林破壊に加担しているとして甲の製品の不買運動が起こるなどの影響をもたらした。\n甲は、労働者との間に守秘義務契約を交わしており、同契約書には、原材料の輸入元を含む取引先の情報は守秘義務の対象となる企業秘密に含まれること、守秘義務の対象となる情報は、退職後においても、開示、漏えい又は使用しないことが明記されている。同契約書によれば、守秘義務に反した場合は損害を賠償することとされている。\nＸの作成した動画を見た甲は、乙が情報を漏えいしたと考え、乙に対して守秘義務違反に基づく損害賠償請求訴訟を提起し、その訴訟においてＸを証人として尋問することを求め、裁判所はこれを認めた。Ｘは、証人尋問においてインタビューに応じた者の名前を問われたが、民事訴訟法第１９７条第１項第３号所定の職業の秘密に該当するとして、証言を拒んだ。これに対し甲は、Ｘの証言拒絶は認められないと主張している。\nこの証言拒絶について、Ｘの立場から憲法に基づく主張を述べた上で、それに対して想定される反論や関連する判例を踏まえて、あなた自身の見解を述べなさい。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/公法系.pdf",
  "purpose": "本問は、フリージャーナリストが民事訴訟において取材源について証言を求められた際にそれを秘匿することについて、憲法上の根拠の有無及び保護の範囲を問うものである。この問いに答えるためには、報道を行う上で不可欠の前提である取材の自由及び取材源秘匿について、それを享有する主体の範囲を含めて、判例及び学説の正確な理解とそれを事案に適用する能力とが必要である。\n第一に問われるのは、取材の自由及び取材源秘匿の憲法上の位置付けである。判例（博多駅事件（最大判昭和４４年１１月２６日刑集２３巻１１号１４９０頁））は、報道機関の報道は国民の知る権利に奉仕するものであり、事実の報道の自由は、表現の自由を規定した憲法第２１条の保障の下にあるとする。取材の自由はその不可欠の前提であり、判例は「憲法２１条の精神に照らし、十分尊重に値いする」と述べる。そのため、学説においては、憲法第２１条は取材の自由を直接保障していないとするものもあるが、表現の自由の一つとして憲法第２１条の保障を受けるとする見解が有力である。また、取材源秘匿については「取材の自由を確保するために必要なものとして、重要な社会的価値を有する」と認められている（ＮＨ\nＫ記者証言拒絶事件（最判平成１８年１０月３日民集６０巻８号２６４７頁））。\nただし、上記の各判例は、いずれも「報道機関」を対象としたものであり、フリ\nージャーナリストの位置付けは、判例上明確に示されていない。そこで、その点をどう判断するかが第二の論点となる。報道は国民の知る権利に奉仕するもので、そのために、取材の自由は「報道機関」に対して特に認められたものである。しかし、「報道機関」の範囲をどう捉えるかは議論の余地がある。Ｘのようなフリージ\nャーナリストに取材の自由の保障が及ばないとすれば、そうした区分の合理性が問題となり、実質的に報道機関としての性質を備えているかで判断するとすれば、「報道機関」としての性質をどう捉えるかが問題となる。\n第三に、本問では、フリージャーナリストは、取材相手に対して民事上の守秘義務契約があると知りながら、それに反する行為を強く迫っており、これが正当な取材活動に当たるか否かが問題となる。この点については、外務省秘密電文漏洩事件\n（最決昭和５３年５月３１日刑集３２巻３号４５７頁）における「報道機関といえども……取材の手段・方法が……一般の刑罰法令に触れる行為を伴う場合は勿論、その手段・方法が一般の刑罰法令に触れないものであっても、取材対象者の個人としての人格の尊厳を著しく蹂躙する等法秩序全体の精神に照らし社会観念上是認することのできない態様のものである場合にも、正当な取材活動の範囲を逸脱し違法性を帯びる」との判示が参考になる。本問は、刑罰法令違反ではなく、民事上の守秘義務違反が問題となる事例であるが、上記判旨を踏まえ、かつ、本問で事実として示された取材の態様に照らして判断を示す必要がある。\n最後に、民事訴訟法第１９７条第１項第２号は一定の職業について、職務上知り得た事実で黙秘すべきものであることを理由とする証言拒絶を認め、さらに、同項第３号で概括的に「技術又は職業の秘密に関する事項」について証言拒絶を認めている。フリージャーナリストは同項第２号に列挙された職業には該当しないため、同項第３号による保護が及ぶかどうかが問題となる。これについて、判例（ＮＨＫ\n記者証言拒絶事件）は「職業の秘密に当たる場合においても……直ちに証言拒絶が認められるものではなく、そのうち保護に値する秘密についてのみ証言拒絶が認められ」、「保護に値する秘密であるかどうかは、秘密の公表によって生ずる不利益と証言の拒絶によって犠牲となる真実発見及び裁判の公正との比較衡量により決せられる」とした上で、「報道関係者の取材源は、一般に、それがみだりに開示されると、報道関係者と取材源となる者との間の信頼関係が損なわれ、将来にわたる自由で円滑な取材活動が妨げられることとなり、報道機関の業務に深刻な影響を与え以後その遂行が困難になると解されるので、取材源の秘密は職業の秘密に当たる」\nとしている。上記判旨をも踏まえて、結論を示す必要がある。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は、フリージャーナリストが民事訴訟において取材源について証言を求められた際にそれを秘匿することについて、憲法上の根拠の有無及び保護の範囲を問うものである。この問いに答えるためには、報道を行う上で不可欠の前提である取材の自由及び取材源秘匿について、それを享有する主体の範囲を含めて、判例及び学説の正確な理解とそれを事案に適用する能力とが必要である。\n第一に問われるのは、取材の自由及び取材源秘匿の憲法上の位置付けである。判例（博多駅事件（最大判昭和４４年１１月２６日刑集２３巻１１号１４９０頁））は、報道機関の報道は国民の知る権利に奉仕するものであり、事実の報道の自由は、表現の自由を規定した憲法第２１条の保障の下にあるとする。取材の自由はその不可欠の前提であり、判例は「憲法２１条の精神に照らし、十分尊重に値いする」と述べる。そのため、学説においては、憲法第２１条は取材の自由を直接保障していないとするものもあるが、表現の自由の一つとして憲法第２１条の保障を受けるとする見解が有力である。また、取材源秘匿については「取材の自由を確保するために必要なものとして、重要な社会的価値を有する」と認められている（ＮＨ\nＫ記者証言拒絶事件（最判平成１８年１０月３日民集６０巻８号２６４７頁））。\nただし、上記の各判例は、いずれも「報道機関」を対象としたものであり、フリ\nージャーナリストの位置付けは、判例上明確に示されていない。そこで、その点をどう判断するかが第二の論点となる。報道は国民の知る権利に奉仕するもので、そのために、取材の自由は「報道機関」に対して特に認められたものである。しかし、「報道機関」の範囲をどう捉えるかは議論の余地がある。Ｘのようなフリージ\nャーナリストに取材の自由の保障が及ばないとすれば、そうした区分の合理性が問題となり、実質的に報道機関としての性質を備えているかで判断するとすれば、「報道機関」としての性質をどう捉えるかが問題となる。\n第三に、本問では、フリージャーナリストは、取材相手に対して民事上の守秘義務契約があると知りながら、それに反する行為を強く迫っており、これが正当な取材活動に当たるか否かが問題となる。この点については、外務省秘密電文漏洩事件\n（最決昭和５３年５月３１日刑集３２巻３号４５７頁）における「報道機関といえども……取材の手段・方法が……一般の刑罰法令に触れる行為を伴う場合は勿論、その手段・方法が一般の刑罰法令に触れないものであっても、取材対象者の個人としての人格の尊厳を著しく蹂躙する等法秩序全体の精神に照らし社会観念上是認することのできない態様のものである場合にも、正当な取材活動の範囲を逸脱し違法性を帯びる」との判示が参考になる。本問は、刑罰法令違反ではなく、民事上の守秘義務違反が問題となる事例であるが、上記判旨を踏まえ、かつ、本問で事実として示された取材の態様に照らして判断を示す必要がある。\n最後に、民事訴訟法第１９７条第１項第２号は一定の職業について、職務上知り得た事実で黙秘すべきものであることを理由とする証言拒絶を認め、さらに、同項第３号で概括的に「技術又は職業の秘密に関する事項」について証言拒絶を認めている。フリージャーナリストは同項第２号に列挙された職業には該当しないため、同項第３号による保護が及ぶかどうかが問題となる。これについて、判例（ＮＨＫ\n記者証言拒絶事件）は「職業の秘密に当たる場合においても……直ちに証言拒絶が認められるものではなく、そのうち保護に値する秘密についてのみ証言拒絶が認められ」、「保護に値する秘密であるかどうかは、秘密の公表によって生ずる不利益と証言の拒絶によって犠牲となる真実発見及び裁判の公正との比較衡量により決せられる」とした上で、「報道関係者の取材源は、一般に、それがみだりに開示されると、報道関係者と取材源となる者との間の信頼関係が損なわれ、将来にわたる自由で円滑な取材活動が妨げられることとなり、報道機関の業務に深刻な影響を与え以後その遂行が困難になると解されるので、取材源の秘密は職業の秘密に当たる」\nとしている。上記判旨をも踏まえて、結論を示す必要がある。"
      }
    ]
  }
}