{
  "year": "R5",
  "exam_type": "予備",
  "subject": 3,
  "subject_name": "民法",
  "text": "次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\n解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。なお、民法以外の法令の適用について検討する必要はない。\n【事実】\n１．Ａは、書画骨董品の収集を趣味とする東京在住の個人である。Ｂは、京都に店舗を有し、掛け軸、屏風及び衝立等の表装・修理や書画骨董品の売買等を行う専門の事業者である。\n２．Ａは、令和５年１月頃、自己が所有する掛け軸甲の経年劣化が激しいことに気付き、たまたま自宅を訪れていたＢに甲を見せ、その修復をＢに持ち掛けた。Ｂは、「甲は保存状態が悪く、その修復には高額の費用が見込まれるから、考え直した方がよい。」と述べたが、Ａが「甲は大事な家宝だから、いくら費用が掛かっても修復したい。」と強く主張したため、これに同意するに至った。\n３．Ａは、令和５年７月１日、Ｂとの間で、Ｂの店舗において、以下の内容を含む契約（以下「本件請負契約」という。）を締結した。\n⑴ Ａは、Ｂに対して、甲を、その修復のため、令和５年７月１５日までに預託する。\n⑵ Ｂは、甲の汚損を鑑賞可能な程度にまで修復し、令和６年７月１５日までにＡに返還する。\n⑶ Ａは、Ｂに対して、報酬として２５０万円を甲の返還と引換えに支払う。\n４．本件請負契約を締結するに当たり、Ｂは、Ａに、「甲の状態を最後に確認してから半年ほど経つが、その後どのように保管しているのか。現在も修復可能なのか。」と尋ね、「きちんと保管しているから大丈夫だ。」との回答を得た。Ｂは、個人宅での保管であることから甲の現在の状態に疑念を抱き、「蓋を開けてみたら修復不能なほどに傷んでいた、などと言われても知りませんよ。」と念を押した上で本件請負契約を締結した。\n５．Ａは、個人宅における掛け軸の標準的な保管方法に反し、甲を紙箱に入れたのみで湿度の高い屋外の物置に放置したため、本件請負契約の締結に先立つ令和５年６月１５日頃までに、甲は原型をとどめないまでに腐敗し、修復することができなくなってしまった（以下「本件損傷」という。）。\n６．Ａは、本件請負契約の交渉過程において、甲の状態を確認しておらず、Ｂから数回にわたって\n「甲の状態や保管方法に問題はないか。」と問い合わせられても「問題ない。」と答えるのみで放置していたため、本件請負契約を締結した時点では、本件損傷の事実を知らなかった。Ａは、令和５年７月１３日、甲を梱包するために物置から取り出したところ、本件損傷に気付き、直ちにＢに連絡し、Ｂは自ら本件損傷を確認した。\n７．Ｂは、令和５年７月２日から同月１０日にかけて、甲の修復に要する材料費等の費用一切として４０万円を支払っていた。\n８．Ｂは、「本件請負契約は有効に成立しており、甲の修復ができないのはＡの問題である。」として、Ａに対して２５０万円の支払を請求している。これに対して、Ａは、「本件請負契約は無効である。仮に有効だとしても、甲が現に修復されていない以上、金銭を支払う理由はない。」と反論している。\n〔設問１〕\n【事実】１から８までを前提として、ＢのＡに対する請求が認められるかどうか、認められると\nした場合にはどのような範囲で認められるかについて、法的根拠を明示しつつ論じなさい。なお、- 2 -利息及び遅延損害金について検討する必要はない。\n【事実】\n９．Ｂは、令和５年４月２７日、コレクターＣとの間で、Ｃが所有する古美術の壺乙に関して、次の内容を含む契約（以下「本件委託契約」という。）を締結した上で、同日、Ｃから乙の引渡しを受け、これをＢの店舗内に展示することになった。\n⑴ Ｂは、Ｃから引き渡された乙につき、これを無償でＣのために善良なる管理者の注意義務をもって管理し保管するものとする。他方で、ＣはＢに対し、乙をＢの店舗内において顧客に展示し、Ｂの名において販売する権限を与えるものとする。\n⑵ Ｂが乙を顧客に対して販売したときは、ＣがＢに対し乙を代金１８０万円で販売する旨の契約が当然に成立するものとし、乙の所有権は、ＣからＢに直ちに移転するものとする。なお、ＢのＣに対する代金の支払期限は、当該売買契約成立日の翌月末日とする。\n⑶ Ｂは、乙につき顧客に対して販売する前にＣから返還請求があったときは、乙の顧客への販売権限を当然に失い、直ちに、乙をＣに対し返還しなければならないものとする。\n10．令和５年５月初めから、Ｂの店舗には、顧客Ｄが頻繁に訪れて、展示物を鑑賞していた。なかでも、Ｄは乙に強い関心を示し、Ｂにいろいろと質問をしたため、ＢはＤの質問に答えたが、その際、〔 ア 〕。同月２５日頃、ＢはＤに対して、２００万円で乙を販売してもよいという意向を示した。それに対してＤは、しばらく考えたいと返事を留保した。\n11．令和５年６月１日、Ｃは、Ｂの資金繰りが悪化したとの情報を入手したため、Ｂに対し、本件委託契約の契約条項⑶に基づき乙の返還を請求する旨の通知を発し、当該通知は同日中にＢに到達した。しかし、Ｂは乙の展示を継続した。\n12．令和５年６月２日、Ｂは、前記11の通知を受けたにもかかわらず、Ｂの店舗を訪れて乙購入の意向を示したＤとの間で、Ｂを売主、Ｄを買主とし、代金を２００万円とする乙の売買契約を締結した。Ｂは、乙を無償でＤの自宅に後日配送するものとし、Ｄは、その場で代金２００万円の全額を支払った。売買契約時、Ｄは乙について、〔 イ 〕と信じていた。Ｂは、Ｄとの売買契約が成立した直後に、Ｄに対し、「乙は、以後ＤのためにＢが保管する。」と告げ、売却済みの表示を施した。その後、Ｂは、乙を梱包してＢの店舗のバックヤードに移動した。\n13．Ｃが、令和５年６月３日、Ｂの店舗に赴いたところ、バックヤードで梱包済みの乙を発見し、渋る\nＢを説き伏せて乙の引渡しを受け、自宅に持ち帰った。後日、Ｄは、Ｃに対し、乙の引渡しを請求した。\n〔設問２〕\n【事実】９から13までを前提として、次の問いに答えなさい。\n⑴ 本文中空欄〔 ア 〕〔 イ 〕に、次の語句が入る場合に、ＤはＣに対して、所有権に基づいて乙の引渡しを請求することができるかについて論じなさい。\n〔 ア 〕＝乙の所有者がＣであることは説明しなかった\n〔 イ 〕＝Ｂが所有者である\n⑵ 本文中空欄〔 ア 〕〔 イ 〕に、次の語句が入る場合に、ＤはＣに対して、所有権に基づいて乙の引渡しを請求することができるかについて論じなさい。\n〔 ア 〕＝本件委託契約の契約書を示して、Ｃから委託を受けて、Ｂは乙の売却権限を有し\nている旨を説明した\n〔 イ 〕＝Ｂは本件委託契約に基づく処分権限を現在も有している\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/民事系.pdf",
  "purpose": "設問１は、請負契約に基づく請負人の債務の履行が原始的に不能であった場合に、請負人が請負代金相当額を請求することができるかを問う問題である。請負人が請負代金を請求するためには仕事の完成が必要であることを踏まえた上で、危険負担における債権者主義を定めた民法第５３６条第２項に基づいて請負代金を請求することができるかを論ずることが必要である。その際には、請負契約締結前の注文者の行為が「債権者の責めに帰すべき事由」に当たるかについて、自分なりの考え方を論理的に展開することが求められる。\n設問２は、いわゆる処分授権によって他人の物を売却する権限を与えられた者が、権限を失った後にその物を売却した場合に、相手方が所有権を取得することができるかを問う問題である。設問２（１）においては、相手方は、売却した者がその物の所有者であると信じているため、即時取得が問題になる。そこで、即時取得の要件、特に占有改定によって民法第１９２条の「動産の占有を始めた」という要件を満たすかどうかを論ずる必要がある。設問２（２）においては、相手方は売却した者に処分権限があると信じているが、この処分権限は代理権ではないため、表見代理に関する規定が直接適用されるわけではない。そこで、処分授権と代理との違いを意識しつつ、その類似性に着目して表見代理に関する規定を類推適用することができるかを論じ、本問の事案がその要件を満たすかどうかを論ずる必要がある。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１は、請負契約に基づく請負人の債務の履行が原始的に不能であった場合に、請負人が請負代金相当額を請求することができるかを問う問題である。請負人が請負代金を請求するためには仕事の完成が必要であることを踏まえた上で、危険負担における債権者主義を定めた民法第５３６条第２項に基づいて請負代金を請求することができるかを論ずることが必要である。その際には、請負契約締結前の注文者の行為が「債権者の責めに帰すべき事由」に当たるかについて、自分なりの考え方を論理的に展開することが求められる。"
      },
      {
        "type": "q2",
        "text": "設問２は、いわゆる処分授権によって他人の物を売却する権限を与えられた者が、権限を失った後にその物を売却した場合に、相手方が所有権を取得することができるかを問う問題である。設問２（１）においては、相手方は、売却した者がその物の所有者であると信じているため、即時取得が問題になる。そこで、即時取得の要件、特に占有改定によって民法第１９２条の「動産の占有を始めた」という要件を満たすかどうかを論ずる必要がある。設問２（２）においては、相手方は売却した者に処分権限があると信じているが、この処分権限は代理権ではないため、表見代理に関する規定が直接適用されるわけではない。そこで、処分授権と代理との違いを意識しつつ、その類似性に着目して表見代理に関する規定を類推適用することができるかを論じ、本問の事案がその要件を満たすかどうかを論ずる必要がある。"
      }
    ]
  }
}