{
  "year": "R5",
  "exam_type": "予備",
  "subject": 12,
  "subject_name": "倒産法",
  "text": "次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\nＡ社は、高級婦人服を中心とし、学生服の販売も手掛けている総合衣料品店を経営している、資本金１０００万円の株式会社である。Ａ社は、衣料品の販売不振や販売商品の多角化による事業拡大の失敗により、総額２億円の負債を抱えて債務超過に陥り、令和５年３月１日、再生手続開始の申立てをした。裁判所は、同日、監督命令を発令し、同月８日、Ａ社について再生手続開始の決定をした。なお、監督命令と同時に発令された弁済禁止の保全処分において、１０万円以下の債務は弁済禁止の対象外とされた。\nＡ社の株主は２名で、株主構成としては、Ｂ（Ａ社の代表取締役）が６０株を、Ｂの父であるＣが４０株を保有している。\nＡ社の再生手続開始の決定時の債権者は、金融機関が計３社、衣料品の製造委託先１０社や販売商品の仕入先２０社を含む商取引先が計５０社、Ａ社の店舗で使用することができるクーポン券の保有者が３００名である。\n〔設問１〕\n以下の小問⑴から⑶までに答えなさい（各小問は独立した問題である。）。\n⑴ 販売商品の仕入先２０社は、Ａ社にとって、いずれも他の仕入先を見付けることも可能な取引先であり、取引継続の必要性の高い取引先ではない。仕入先２０社は、再生手続開始の決定後である令和５年３月１３日から同月１５日までの間にかけて、同年２月末日までに納品した商品についての未払売買代金を約定どおりに支払ってほしいとＡ社に伝えてきている。\nＡ社は、仕入先２０社に対し、未払売買代金を約定どおりに支払うことができるか、説明しなさい。\n⑵ クーポン券は、令和５年２月末日までに、Ａ社の店舗で学生服を購入した者に対し、購入金額に応じて配布されたもので、額面が１０００円であり、Ａ社の店舗において、購入した学生服の仕立て直しや校章入りワイシャツの購入などをする際に、金券として使用することができる。ク\nーポン券を最も多く保有する者は、１人で１０枚（額面合計１万円）を保有している。クーポン券の保有者３００名が有するクーポン券の額面総額は、合計１００万円である。Ａ社は、再生手続開始の決定後の同年３月１３日、Ａ社を学生服の指定販売店とする複数の学校から、保護者から学校に問合せが相次いでいるので、直ちに対応してもらいたいとの連絡を受けた。学校からの連絡によれば、保護者は、学生服の仕立て直しや校章入りワイシャツの購入などをする際のクー\nポン券の使用に支障が出るのかについて不安があるようであり、クーポン券を使用することができない場合には、店舗での混乱も予想される状況であった。\nＡ社として、再生手続開始の決定後、店舗での混乱を回避し、再生手続を円滑に進めるために、保護者の要望に応じてクーポン券を使用させることができるか、クーポン券の保有者の権利が再生手続においてどのように取り扱われるかを述べた上で論じなさい。\n⑶ 製造委託先１０社のうち高級服の製造を委託しているＤ社、Ｅ社及びＦ社（以下「Ｄ社ら」という。）は、その縫製技術の高さから、早期に代替先を確保することが難しい委託先であり、Ａ社販売の高級服を愛用する顧客層を維持するためにも不可欠な取引先である。再生手続開始の決定後の令和５年３月９日にＡ社がＤ社らに連絡を取ったところ、Ｄ社らは、Ａ社に対し、いずれもＡ社との取引継続に理解を示したが、同年２月末日までに納品した高級服についての未払委託料が約定期限である同年３月３１日までに支払われなければ、新たな取引はしないと伝えた。Ｄ\n- 2 -社、Ｅ社及びＦ社に対する未払委託料は、それぞれ６０万円、７０万円、８０万円である。Ａ社としては、事業価値の劣化を回避するためにも、Ｄ社らについて、その要望に応じて、未払委託料を約定期限までに支払って今後も取引を続けたいと考えている。\nＡ社として、Ｄ社らに対する未払委託料を約定期限までに支払うことができるか、論じなさい。\n〔設問２〕\nＢは、Ａ社の事業に関心を示してきた高級紳士服店を経営するＧ社に事業の全部の譲渡を行い、その譲渡代金により、債権者に一括して弁済したいと考えている。そこで、Ｂは、再生計画により事業譲渡を行うことも検討したが、その間の事業価値の劣化により、譲渡代金の低下やそれに伴う弁済率の低下も予想されたことから、早期に再生計画によらずにＧ社への事業譲渡を行いたいと考えている。これに対し、Ａ社の創業者であるＣは、事業規模縮小による自主再建を目指したいと考えており、事業譲渡を行うというＢの方針に反対の意向を示している。Ｂが想定するＧ社への事業譲渡の対価は、公認会計士作成の資料によれば適正な価格である。\nＡ社として、再生計画によらずに事業譲渡を迅速に行うために、民事再生法上、どのような方策を採ることができるか、その場合の裁判所における手続についても触れつつ論じなさい。\n- 3 -\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "設問１は、事例を題材に、再生債権の概念についての理解及び再生債権については再生手続開始後は再生計画によることなく個別の弁済等をすることが原則として禁止されていることとその例外についての理解を問うものである。\n小問（１）においては、再生債権の定義を条文（民事再生法（以下「法」という。）第８４条第１項）とともに摘示した上で、支払先２０社に対する未払売買代金について、必要な事実を摘示して当てはめをすることが求められる。また、再生手続開始後は、再生債権は再生計画によることなく個別の弁済をすることができないことを条文（法第８５条第１項）とともに摘示した上で、結論を論ずることが求められる。\n小問（２）においては、問題文にある事実を踏まえてクーポン券保有者の権利が「財産上の請求権」に該当することを論じ、更に必要な事実を摘示して再生債権の定義への当てはめをして、原則として再生計画によることなく個別に使用させることができないことを指摘することが求められる。そして、その例外として再生計画によることなく個別に使用させることが認められるかに関して、問題文の事実から、法第８５条第５項前段の場面であることについて、その要件を条文とともに摘示した上で必要な事実を摘示して当てはめをし、結論を論ずることが求められる。\n小問（３）においては、Ｄ社らに対する未払委託料について、必要な事実を摘示して再生債権の定義への当てはめをし、原則として再生計画によることなく個別の弁済をすることができないことを指摘することが求められる。そして、その例外として再生計画によることなく個別の弁済が認められるかに関して、問題文の事実から、法第８５条第５項後段の場面であることについて、その要件を条文とともに摘示した上で必要な事実を摘示して当てはめをし、結論を論ずることが求められる。\n設問２は、事例を題材に、再生手続開始後に再生計画によることなく事業譲渡をする場合に必要とされる裁判所の許可について、その要件や手続についての理解を問うものである。\n再生手続開始後に再生計画によることなく事業譲渡をする場合に必要とされる裁判所の許可について、その要件を条文（法第４２条第１項第１号）とともに摘示した上で必要な事実を摘示して当てはめをすること、また、その際の手続について条文（摘示する手続に対応する条文）とともに説明することが求められる。\nさらに、Ａ社が株式会社であることから事業譲渡をするために株主総会の特別決議による承認が必要であることを条文（会社法第４６７条第１項第１号、第３０９条第２項第１１号）とともに摘示した上で、問題文にある事実を踏まえてその承認を得ることが困難であることを指摘し、株主総会の特別決議による承認に代わる裁判所の許可（代替許可）を得ることが考えられること及びその要件を条文（法第４３条第１項）とともに摘示した上で必要な事実を摘示して当てはめをし、結論を論ずることが求められる。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "q1",
        "text": "設問１は、事例を題材に、再生債権の概念についての理解及び再生債権については再生手続開始後は再生計画によることなく個別の弁済等をすることが原則として禁止されていることとその例外についての理解を問うものである。\n小問（１）においては、再生債権の定義を条文（民事再生法（以下「法」という。）第８４条第１項）とともに摘示した上で、支払先２０社に対する未払売買代金について、必要な事実を摘示して当てはめをすることが求められる。また、再生手続開始後は、再生債権は再生計画によることなく個別の弁済をすることができないことを条文（法第８５条第１項）とともに摘示した上で、結論を論ずることが求められる。\n小問（２）においては、問題文にある事実を踏まえてクーポン券保有者の権利が「財産上の請求権」に該当することを論じ、更に必要な事実を摘示して再生債権の定義への当てはめをして、原則として再生計画によることなく個別に使用させることができないことを指摘することが求められる。そして、その例外として再生計画によることなく個別に使用させることが認められるかに関して、問題文の事実から、法第８５条第５項前段の場面であることについて、その要件を条文とともに摘示した上で必要な事実を摘示して当てはめをし、結論を論ずることが求められる。\n小問（３）においては、Ｄ社らに対する未払委託料について、必要な事実を摘示して再生債権の定義への当てはめをし、原則として再生計画によることなく個別の弁済をすることができないことを指摘することが求められる。そして、その例外として再生計画によることなく個別の弁済が認められるかに関して、問題文の事実から、法第８５条第５項後段の場面であることについて、その要件を条文とともに摘示した上で必要な事実を摘示して当てはめをし、結論を論ずることが求められる。"
      },
      {
        "type": "q2",
        "text": "設問２は、事例を題材に、再生手続開始後に再生計画によることなく事業譲渡をする場合に必要とされる裁判所の許可について、その要件や手続についての理解を問うものである。\n再生手続開始後に再生計画によることなく事業譲渡をする場合に必要とされる裁判所の許可について、その要件を条文（法第４２条第１項第１号）とともに摘示した上で必要な事実を摘示して当てはめをすること、また、その際の手続について条文（摘示する手続に対応する条文）とともに説明することが求められる。\nさらに、Ａ社が株式会社であることから事業譲渡をするために株主総会の特別決議による承認が必要であることを条文（会社法第４６７条第１項第１号、第３０９条第２項第１１号）とともに摘示した上で、問題文にある事実を踏まえてその承認を得ることが困難であることを指摘し、株主総会の特別決議による承認に代わる裁判所の許可（代替許可）を得ることが考えられること及びその要件を条文（法第４３条第１項）とともに摘示した上で必要な事実を摘示して当てはめをし、結論を論ずることが求められる。"
      }
    ]
  }
}