{
  "year": "R5",
  "exam_type": "予備",
  "subject": 7,
  "subject_name": "刑事訴訟法",
  "text": "次の【事例】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\n１ 司法警察員Ｐは、令和４年７月１日にＨ県内の飲食店で甲が同店店員の顔面を殴打した（以下\n「本件暴行」という。）という事件を捜査し、甲を逮捕することなく、Ｈ地方検察庁検察官Ｑに同事件を送致した。しかし、甲は、まもなく所在不明となった。\n２ その後、同年８月２０日、Ｈ県内で、Ｖ方に何者かが侵入し、Ｖの顔面を多数回殴打してその両手両足をひもでしばるなどの暴行を加え、Ｖ所有の高級腕時計を奪い、その際、Ｖに傷害を負わせた（以下「本件住居侵入・強盗致傷」という。）という事件が発生した。そして、Ｖの供述等から、実行犯は１人であることが想定された。Ｐは、同事件が発生した直後、実行犯とは容ぼうが異なる甲が同腕時計を中古品買取店に売却した事実を把握し、甲が同事件の実行犯と共犯関係にあるとの嫌疑を抱いた。なお、捜査の過程で、甲の所在は判明したが、実行犯の氏名や住居等は判明しなかった。\nそこで、Ｐは、同年９月７日、本件住居侵入・強盗致傷の事実で甲の逮捕状を請求し、その発付を受け、甲を通常逮捕し、同月９日、Ｑに送致した。Ｑは、同日、①Ｈ地方裁判所裁判官に対し、本件住居侵入・強盗致傷の事実で甲の勾留を請求した。\n３ 甲は、逮捕・勾留中、一貫して黙秘した。Ｐは、その間、甲の所持する携帯電話機や甲方から押収したパソコン等の解析、甲と交友関係にある者の取調べ、Ｖ方周辺の防犯カメラに映っていた不審者に関する更なる聞き込みなどの捜査をしたが、実行犯の氏名及び所在も前記腕時計が甲に渡った状況等も判明しなかった。\nそのため、Ｑは、本件住居侵入・強盗致傷の事実で甲について公判請求するのは困難であると考え、勾留延長期間が満了する同月２８日、甲を釈放した。\n４ 乙は、同年１０月６日、別事件で逮捕され、その後の取調べにおいて、Ｐに対し、本件住居侵入\n・強盗致傷について、Ｖ方に侵入して金品を強取することを甲と相談し、乙が実行し、甲が換金する旨の役割分担をして犯行に及んだことを供述した。\nそして、Ｐが乙を逮捕した際に押収した乙の携帯電話機を解析したところ、本件住居侵入・強盗致傷について、甲との共謀を裏付けるメッセージのやりとりが記録されていることが分かった。\nそのため、Ｐは、甲に対する嫌疑が高まったと考えて、同月１９日、本件住居侵入・強盗致傷の事実につき、改めて逮捕状を請求し、その発付を受け、甲を通常逮捕した上、同月２１日、Ｑに送致した。そして、Ｑは、同日、②Ｈ地方裁判所裁判官に対し、本件住居侵入・強盗致傷の事実で甲の勾留を請求した。\n〔設問１〕\n下線部①につき、仮に検察官が本件住居侵入・強盗致傷の事実に本件暴行の事実を付加して甲の勾留を請求した場合、裁判官は甲を本件住居侵入・強盗致傷の事実及び本件暴行の事実で勾留することができるかについて論じなさい。ただし、各事実につき、勾留の理由及び必要性はあるものとする。\n〔設問２〕\n下線部②につき、裁判官は甲を勾留することができるかについて論じなさい。\n- 4 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/刑事系.pdf",
  "purpose": "本問は、民家に侵入した犯人が住人に暴行を加えて被害品を強取し、その際に同人に怪我を負わせたという住居侵入、強盗致傷事件について、警察官が甲による被害品転売の事実を把握し、甲を同事件で逮捕、勾留したが、共犯者の氏名や住居等が判明しなかったことから甲を釈放したところ、その後に共犯者が判明したため、改めて甲の逮捕状を取得して逮捕し、勾留を請求したという事例であり、設問１では、当初の勾留につき、仮に、住居侵入、強盗致傷の事実に甲が逮捕されていない別件暴行事件の事実を付加して勾留を請求した場合、これが許されるか否か検討させることを通じて、逮捕前置主義という刑事訴訟法の基本原則の理解を問うものである。また、設問２は、前記事例を通じて、再勾留禁止の原則という刑事訴訟法の基本原則及び関連する裁判例の理解を問うとともに、具体的事例を通じて、再逮捕との違いについての理解を示しつつ、再勾留の可否を検討させる問題である。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は、民家に侵入した犯人が住人に暴行を加えて被害品を強取し、その際に同人に怪我を負わせたという住居侵入、強盗致傷事件について、警察官が甲による被害品転売の事実を把握し、甲を同事件で逮捕、勾留したが、共犯者の氏名や住居等が判明しなかったことから甲を釈放したところ、その後に共犯者が判明したため、改めて甲の逮捕状を取得して逮捕し、勾留を請求したという事例であり、"
      },
      {
        "type": "q1",
        "text": "設問１では、当初の勾留につき、仮に、住居侵入、強盗致傷の事実に甲が逮捕されていない別件暴行事件の事実を付加して勾留を請求した場合、これが許されるか否か検討させることを通じて、逮捕前置主義という刑事訴訟法の基本原則の理解を問うものである。また、"
      },
      {
        "type": "q2",
        "text": "設問２は、前記事例を通じて、再勾留禁止の原則という刑事訴訟法の基本原則及び関連する裁判例の理解を問うとともに、具体的事例を通じて、再逮捕との違いについての理解を示しつつ、再勾留の可否を検討させる問題である。"
      }
    ]
  }
}