{
  "year": "R5",
  "exam_type": "予備",
  "subject": 10,
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで、後記〔設問〕に答えなさい。\n【事例】\n１ Ｖ（２５歳、男性）は、令和５年６月１日午前８時頃、Ｈ県Ｉ市内のＱ公園内ベンチに座り、同ベンチ上に財布が入った水色のリュックサックを置いていた。Ｖがうとうとしていたところ、同ベンチの背後から、男（以下「犯人」という。）が手を伸ばし、リュックサックをつかんだ。\nＶが人の気配を感じて目を覚まし、リュックサックがないことに気付いて周りを確認すると、リュックサックを肩に掛けて逃走する犯人の後ろ姿が数十メートル先に見えた。そこで、Ｖは「待て、泥棒。」と叫び、犯人を追い掛けた。Ｖは犯人に追い付き、犯人の背後から、犯人が着用していたパーカーのフード部分を右手でつかみ、左手で犯人の上半身を抱きかかえようとした。すると、犯人は、リュックサックを前方に投げ、「やめろ、離せ。」と言って、Ｖの左手を自分の左手で払い、右手を勢いよく後ろに振った。犯人の右手の甲がＶの頬と鼻に当たり、Ｖはその衝撃でフードから手を離した。そして、犯人はＶの方に向き直り、Ｖの胸部を正面から両手で押し、Ｖは尻餅をついた。Ｖはすぐさま起き上がり犯人を追い掛けようとしたが、公園の芝生が湿っていたため転倒してしまった。その隙に、犯人は、リュックサックを拾い、付近に停めてあった赤色の自転車に乗って逃走した。Ｖは、自転車で逃走する犯人を走って追い掛けたが、Ｑ公園正面出入口付近で犯人を見失った。なお、本件事件の目撃者はいなかった。\n２ Ｖは、ズボンのポケットに入れていた携帯電話で１１０番通報をし、同日午前８時１５分頃、Ｉ警察署の司法警察員ＫらがＱ公園に臨場した。Ｖは、Ｋに、前記被害状況に加え、Ｖのリュックサックの中には、前日に給料として受け取った現金２２万９５００円（一万円札２２枚、五千円札１枚、千円札４枚、五百円硬貨１枚）とＮＫドラッグストアの会員カード１枚在中の財布があったこと、財布は、茶色の革製で二つ折りであることを説明した。そして、犯人については、「見たことのない男で、身長は１７０センチメートルくらいで細身だった。年齢は６０歳前後だと思う。黒い帽子と黒いマスクを着けており、上下紺色の着衣で、白いスニーカーを履いていた。上着はパーカーでフードが付いていた。私は、リュックサックを取り戻すために同フードを引っ張ったが、男は暴れて抵抗し、最後は倒されて強くお尻を打った。今も痛む。」と供述した。\nＶは、高校卒業後、とび職人として建築現場で稼働しており、身長１７５センチメートル、体重７５キログラムで、週４回はジムでトレーニングをする習慣があった。\nＫらは、引き続きＱ公園の実況見分を行った。Ｑ公園は、広大な敷地を有する公園であり、Ｖが座っていたベンチは、一周４００メートルのジョギングコースに沿って設置されていた。\nＫらが、Ｑ公園正面出入口に設置してある防犯カメラ１台の画像を確認したところ、同日午前\n７時４５分頃、黒い帽子と黒いマスクを着け、紺色のパーカーとズボンを着用し、白いスニーカ\nーを履いた人物が、赤色の自転車に乗って同正面出入口からＱ公園敷地内に入ってきて、午前８時９分頃、同一の人物が、水色のリュックサックを背負い、赤色の自転車に乗ってＱ公園を出て、Ｉ市内のＸ駅方面に走り去っていく姿が撮影されていた。Ｖが座っていたベンチ付近には防犯カメラは設置されておらず、被害状況は確認できなかった。Ｋらは、Ｑ公園に設置してあるその他の防犯カメラ画像も確認したが、犯人と思われる人物は撮影されていなかった。\nその後、Ｖは、ＫらとＩ警察署に行き、本件事件の被害届を提出し、前記被害状況等に関する\nＶの司法警察員面前調書が作成された。Ｋは、Ｖに、医師の診断を受けるよう伝え、Ｖは帰宅した。\n３ 同日午後１時２０分頃、Ｋは、Ｑ公園から約２キロメートル離れたＸ駅付近を警ら中、Ｘ駅前\n- 7 -の路地で、前記防犯カメラに撮影されていた人物と同様、黒い帽子と黒いマスクを着け、紺色のパーカーとズボンを着用し、白いスニーカーを履いた男を発見した。その男は、水色リュックサックを背負っていた。そこで、Ｋが、男に話を聞こうと近付いて行ったところ、男は駆け出した。Ｋが男に追い付いて停止させた上、「そのリュックサックはあなたの物ですか。」と聞くと、男は、「そうです。」と答えた。Ｋが、「何が入っているのですか。」と聞くと、男は、「中を見たければどうぞ。」と言ってリュックサックをＫに渡した。Ｋが中を確認すると、茶色の革製二つ折り財布が入っており、その中に現金２２万９５００円（一万円札２２枚、五千円札\n１枚、千円札４枚、五百円硬貨１枚）とＮＫドラッグストアの会員カード（無記名で会員カード番号が記載されているもの）１枚が入っていた。Ｋが、身分を証明するものを見せてほしいと言うと、男は、「今は持っていない。家に来てくれれば自動車運転免許証はある。」と答えたため、Ｋは、男の了承を得て、一緒に男の家に向かった。\n男の家は、Ｘ駅から徒歩で約１０分の場所にあるアパートであった。自室前には赤色の自転車が停めてあったため、Ｋが「これはあなたの自転車ですか。」と聞くと、男は「そうです。」と答えた。\n男は、Ｋに自動車運転免許証を提示した。男の氏名はＡ（６５歳、身長１６８センチメートル、体重５５キログラム）であった。Ａは、「私はこの家に一人で住んでいます。１年前から体調が良くなく、現在は無職で生活保護を受けています。」と述べたため、Ｋが「生活保護を受けながら約２３万円ものお金を財布に入れていたのはなぜですか。」と聞くと、Ａは「すみません。実は、水色のリュックサックとその中の財布は、今日午後１時頃、Ｘ駅前のバス乗り場ベンチ横のごみ箱に捨ててあったので拾いました。お金が入っていたので、警察に届けた方がいいのではないかと思いながら持っていたら警察に声を掛けられました。前科があるので、本当のことを言っても警察に捕まるのではないかと怖くなり嘘をついてしまいました。」と述べた。その後、Ｋが確認をしたところ、Ａは、現在は無職で、Ｉ市の生活保護を受けており、傷害や暴行の前科が複数あることが判明した。Ｋは、ＡにＩ警察署への任意同行を求め、Ａはこれに応じ、Ｋ\nとＡは、同日午後２時頃、Ｉ警察署に到着した。\n４ その頃、警察から連絡を受けたＶがＩ警察署を訪れ、Ａが所持していた物品を確認し、「水色のリュックサックと財布、その中に入っている現金や会員カードは私の物です。」と述べた。そして、Ｖは、事情聴取を受けているＡを別室からマジックミラー越しに確認し、「犯人と目元が似ており同一人物であると思う。ただ、犯人はマスクをしていたので断定はできない。」と述べた。同日、Ｖは、病院へ行って診察を受けており、「左足首捻挫、全治約１０日間」と記載された診断書をＫに提出した。Ｋは、Ｖの左足首が腫れているのを確認したので、同部位を写真撮影した。\nそして、Ｋは、Ａの逮捕状の発付を得て、同日午後６時３０分頃、Ａを、強盗致傷の被疑事実で逮捕した。Ａは、Ｋによる弁解録取において、「私は、Ｑ公園で、リュックサックを盗んだり、人を殴ったりしていない。これ以上何も話したくない。」と述べ、その後黙秘した。\n５ 同年６月２日、Ａは、強盗致傷（刑法２４０条前段）の送致事実（別紙のとおり）によりＨ地方検察庁検察官Ｐに送致された。\n①Ｐは、本件事件記録を確認し、Ａが所持していた財布在中のＮＫドラッグストア会員カードの会員登録情報の捜査記録がなかったことから、Ｋに連絡をしたところ、捜査未了であったため、この点につき捜査するように指示をした。\nその後、Ａは、Ｐによる弁解録取においても黙秘し、所要の手続を経て、同日中に勾留された。\n６ 同日、Ａに国選弁護人Ｂが選任され、同日中にＢはＡと接見した。Ａは、Ｂに対し、「私は強盗などしていない。無実の罪で捕まっている。自宅に帰りたい。」と述べた。\nＢは、Ａを早期に身体拘束から解放すべきであると考えた。そこで、Ｂの法律事務所に勉強に- 8 -来ている学生甲、乙及び丙の３名に、勾留されている被疑者を解放する方法としてどのような手続が考えられるかと尋ねたところ、各人は次のように発言した。\n甲「勾留理由開示の請求をすべきだ。」乙「保釈の請求をすべきだ。」丙「勾留に対する準抗告の申立てをすべきだ。」同年６月３日、②Ｂは、勾留の理由及び必要性がないとして裁判所に準抗告を申し立てた。これに対し、裁判所は、同日、その準抗告を棄却した。\n７ 同年６月４日、Ａが所持していた財布在中のＮＫドラッグストアの会員カードの会員登録情報につき、所要の捜査により、同カードはＶのものであることが判明した。\nＡが前記のとおり、「水色のリュックサックは、６月１日午後１時頃、Ｘ駅前のバス乗り場ベンチ横のごみ箱に捨ててあったので拾った。」と述べたことから、Ｋらは、同年６月７日、Ｉ市内Ｘ駅前に設置されている複数の防犯カメラにつき、保存されていた同年５月３０日から同年６月１日までの間の画像を確認したところ、Ｘ駅前のバス乗り場周辺が撮影されている画像に、Ａ\nや水色リュックサックは撮影されていなかった。\n同年６月１５日、Ｐは、Ｖの事情聴取を実施し、Ｖの検察官面前調書を作成した。Ｖは、前記被害状況等に加え、「私の左手で、犯人の上半身を背後から抱きかかえようとした際、犯人の体に触れた。そのとき細い体だと思った。犯人は、私の左手を振り払って、右手を勢いよく後ろに振った。犯人の右手は私の頬と鼻に強く当たり、目の前に火花が散ったような衝撃があった。一瞬何が起きたのか分からず、思わず手を離してしまった。すると、Ａが私の方を向いて正面から私の胸の部分を両手で勢いよく押してきたので、私は後ろに倒れて尻餅をついた。あの細さからは想像がつかない強さだったのでびっくりした。すぐに起き上がって追い掛けたが、芝生が濡れており、足を滑らせて転倒した。その時、足首をひねったがそのまま追い掛けたので痛めてしまった。病院で、左足首捻挫の診断を受けたが、生活に支障はなかった。顔とお尻も医者に診てもらったが怪我はなかった。」と述べた。\nＰは、所要の捜査を遂げ、Ａが所持していた水色リュックサック並びに現金及びＮＫドラッグストアの会員カード在中の財布がＶの物であり、本件の被害品であると判断した。そして、③Ｐは、本件犯人がＡであることにつき、Ａが被害品を所持していたことは重要な事実であるが、それのみでは不十分であり、それ以外の事実も加えることでＡが犯人であることを立証できると考えた。\n以上の検討を踏まえ、④Ｐは、Ａにつき、窃盗と暴行の公訴事実（別紙のとおり）で公判請求した。\n８ その後、Ａは接見において、Ｂに、「私は、Ｑ公園に行っていない。６月１日は自宅にいた。\n昼になってＸ駅の方に向かい、リュックサックは警察官に声を掛けられる直前に拾った。拾った場所は、Ｘ駅前のバス停付近にあるごみ箱だったと思うが、ほかの場所かもしれない。」旨説明した。Ａの説明を踏まえ、Ｂは、Ａと犯人との同一性（犯人性）を争う方針を固めた。\n９ 第１回公判期日の罪状認否において、Ａは「身に覚えがない。」と述べた。\n証拠調べ手続において、Ｐは、関係各証拠の取調べを請求したが、このうち、「被害状況等」を立証趣旨とするＶの検察官面前調書について、⑤Ｂは「不同意」と述べた。また、「本件後のＶの左足首の状況」を立証趣旨とするＫが撮影したＶの左足首の写真について、⑥Ｂは「異議あり。」と述べた。\n〔設問１〕\n⑴ 検察官Ｐが下線部①の指示をした理由を答えなさい。\n⑵ 検察官Ｐが、下線部③のとおり、本件の犯人がＡであると認定するに当たり、Ａが被害品を所持していた事実が重要であると考えた理由及びその事実のみでは不十分だと考えた理由を、それ\n- 9 -ぞれ具体的な事実を指摘しつつ答えなさい。\n〔設問２〕\n下線部②につき、弁護人Ｂが、Ａを早期に身体拘束から解放するために⑴ 甲及び乙が提案した各手続を採らなかった理由\n⑵ 丙が提案した手続を採った理由を各手続の根拠条文を挙げつつ答えなさい。\n〔設問３〕\n下線部④につき、検察官Ｐが、送致事実の強盗致傷ではなく、別紙記載の公訴事実でＡを公判請求した理由につき、具体的な事実を指摘しつつ答えなさい。なお、Ｖの供述は信用できるものとして検討すれば足りる。\n〔設問４〕\n⑴ 下線部⑤の弁護人Ｂの意見を踏まえて、その後想定される検察官Ｐの対応を答えなさい。\n⑵ 下線部⑥につき、異議の法的性質及び異議の理由を述べ、その後想定される裁判所の対応を答えなさい。\n- 10 -\n（別紙） ※具体的な犯行場所や被害品時価合計金額は省略送 致 事 実被疑者は、令和５年６月１日午前８時頃、Ｈ県Ｉ市内所在のＱ公園において、Ｖ所有の現金２２万９５００円及び財布ほか１点在中のリュックサック（時価合計約○円相当）を窃取して逃走したところ、Ｖにその犯行を発見されて追跡され、同公園内において追い付かれて取り押さえられるや、逮捕を免れるため、Ｖ（当時２５歳）に対し、その顔面を手の甲で１回殴打し、さらに、その胸部を両手で押してＶを転倒させる暴行を加え、同人に全治約１０日間を要する左足首捻挫の傷害を負わせたものである。\n公 訴 事 実被告人は第１ 令和５年６月１日午前８時頃、Ｈ県Ｉ市内所在のＱ公園において、Ｖ所有の現金２２万９５００円及び財布ほか１点在中のリュックサック（時価合計約○円相当）を窃取し第２ 前記日時場所において、Ｖ（当時２５歳）に対し、その顔面を手の甲で１回殴打し、さらに、その胸部を両手で押して同人を転倒させる暴行を加えたものである。\n罪 名 及 び 罰 条第１ 窃 盗 刑法２３５条第２ 暴 行 同法２０８条\n- 11 -",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/実務基礎.pdf",
  "purpose": "本問は、犯人性及び実行行為性が問題となる強盗致傷事件を題材に、犯人性の認定における被害品の近接所持の推認力（設問１）、被疑者を身体拘束から解放する手段（設問２）、事後強盗罪における暴行の実行行為性の判断要素等（設問３）、検察官請求証拠に対する弁護人の意見を踏まえたその後の公判手続の進行の在り方\n（設問４）について、【事例】に現れた証拠や事実、手続の経過を適切に把握した上で、法曹三者それぞれの立場から、その思考過程及び採るべき具体的対応について解答することを求めており、刑事事実認定の基本構造、刑事実体法及び刑事手続法についての基本的理解並びに基礎的実務能力を確認するものである。"
}