{
  "year": "R5",
  "exam_type": "予備",
  "subject": 11,
  "subject_name": "労働法",
  "text": "次の事例を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。なお、会社法（平成１７年法律第８６号）の適用について検討する必要はない。\n【事例】\n１ 宿泊業を営むＡ社は、国内にとどまらず国外においても広く事業を展開している。Ａ社は、国際的な人材を社内に育成するため、入社５年目までの若手社員を対象とし、英語力の強化や多様性に対する理解のかん養、社外ネットワークの構築等を図ることを目的とした海外研修制度を設けていた。同制度においては、研修先となる大学・研究機関や専攻は、対象となった社員の選択に委ねられる一方で、海外研修中、職務に従事する場合と同額の基本給と賞与が支給され、これらとは別に、海外研修に係る費用（以下「海外研修費用」という。）は、Ａ社が負担することとされていた。\n入社３年目のＢは、前記の海外研修制度に自らの意思で応募し、選考を経て、Ｃ国所在の大学の大学院（国際関係学）への留学が決定した。留学に先立ち、Ａ社は、Ｂに対し、海外研修中は学業に精励すること、学位取得後は直ちに帰国して職務に復帰すること、帰国後６０か月以内に自己都合でＡ社を退職する場合は海外研修費用の全部又は一部を返還することを内容とする誓約書について、その内容を説明した上で署名して提出するよう求め、Ｂはその内容を理解してこれに署名し、Ａ社に提出した。\nＡ社は、Ｂの留学に係る海外研修費用として、渡航費、大学院の学費及び寮費をその都度負担した。留学中、Ｂは、２か月に１回程度、Ａ社の全社員を対象とするオンライン研修（短いもので１５分、長いもので３時間程度のもの）を受講することのほかには、Ａ社の業務に従事することは求められず、学業に専念・精励することができた。Ｂは、国際関係学の学位を取得後、直ちに帰国して職務に復帰した。\nところが、Ｂは、帰国後６か月で自己都合によりＡ社を退職した。\n２ Ｄは、クリーニングサービス業を営むＥ社（Ａ社のグループ子会社）の社員であり、Ａ社が経営するホテルでリネン類を回収し、クリーニング後のリネン類を同ホテルに配達する業務に従事していた。また、Ｆは、清掃業を営むＧ社（Ａ社のグループ子会社であり、同社ほか数社から業務委託を受けてホテルやオフィスの清掃業務を行うもの。）の社員であり、Ａ社が経営するホテ\nルで客室内の清掃やベッドメイク、備品補充等の業務に従事していた。\nＤは、リネン類の回収・配達の業務中にＦと知り合い、同人に好意を持った。Ｄは、Ｆが喜ぶと思って同人に菓子やアクセサリーを贈り、同人がお礼を言って受け取ったことから、同人も自分に好意を持っていると思い込み、退勤するＦに自宅近くまで追随したり、休日にＦの自宅近くを歩き回ったりした。さらに、Ｄは、配達するリネン類をホテル内の所定の場所ではなく備品室や客室に持ち込み、これを取りに来るＦと二人きりになる状況を作るなどした。そのような状況でＤに肩や腰を触られ、恐怖を感じたＦは、Ｇ社に相談した。Ｇ社は、ＦがＤと顔を合わせる機会はＤがリネン類の回収・配達業務のためにホテルを訪れるごく短時間であり、その間にＤと二人きりにならないよう注意すればよいだけであると考え、Ｆが主張する前記のＤの行為について更に調査をしたり、Ｆの職務場所の変更を検討したりするなどはしなかった。Ｆは出勤をすれば\nＤと会うことを避けられないことから、恐怖と苦痛を感じてＧ社を退職した。\nＡ社は、同社及びそのグループ会社によるコンプライアンス違反行為を予防し、又は現に生じたコンプライアンス違反行為に対処するため、コンプライアンス相談窓口を設置し、同社及びそのグループ会社の社員に同窓口の存在を周知するとともに、社員からの相談への対応を行っていた。Ｇ社の社員にも同社を通じて同窓口の存在が周知されていたが、前記のＦの主張や同人の退\n- 16 -職に関し、Ｇ社が同人にＡ社の相談窓口への相談を勧めることはなかった。Ｆは、退職から約１年経過後、同窓口に電話をかけ、Ｅ社の社員の行為により退職を余儀なくされたＧ社の社員がいることを伝え、事実関係を調査し、当該Ｅ社の社員を厳正に処分するよう求めた。これを受け、Ａ社は、Ｅ社及びＧ社に事実関係を確認したが、両社とも問題となる事実はないと回答したので、それ以上の対応をしなかった。\n〔設問１〕\n【事例】の１を前提として、Ａ社は、Ｂに対して、Ａ社が負担した海外研修費用の返還を請求す\nることができるか。考えられる論点を挙げて検討し、あなたの見解を述べなさい。\n〔設問２〕\n【事例】の２を前提として、ＤのＦに対する不法行為責任が生じる場合に、ＦはＡ社及びＧ社に\n対して何らかの責任を追及できるか。考えられる論点を挙げて検討し、あなたの見解を述べなさい。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R5/論述/試験問題/選択.pdf",
  "purpose": "設問１は、宿泊業を営むＡ社が、同社の社員であり、同社の海外研修制度を利用して外国の大学院で学位を取得後、帰国して６か月後に自己都合により退職したＢに対し、同社が負担した海外研修費用の返還を請求することの可否について問うものである。本問では、Ｂは、留学に先立ち、帰国後６０か月以内に自己都合で退職する場合は海外研修費用の全部又は一部を返還することを内容とする「誓約書」を示され、その内容を理解した上で署名し、これをＡ社に提出している。そのため、Ａ社はこれを根拠に海外研修費用についてＡ社とＢとの間には条件付きの返還合意が成立し、Ｂはこれに基づく返還義務を負うと主張するものと考えられる。そこで、本問において争点となるのは、まず、この「誓約書」の性格及びＡ社とＢの間におけるその有効性であり、そこでは、「誓約書」の内容をどのように解釈し、また、そこに示された合意がＢにとって真に自由な合意であったといえるかが問題となる。その上で、次に争点となるのは、Ａ社とＢとの間に何らかの契約が成立していたとしても、それが労働基準法第１６条に違反するものではないか、である。同条は、労働契約の不履行について違約金を定め、又は損害賠償額を予定する契約をすることを禁止しており、Ａ社が負担した海外研修費用をＢの退職時に返還することを求めるとするその内容が、同条違反を構成する可能性があるからである。\nこれらの点について判示した最高裁判例は現在のところ存在しないが、下級審の裁判例には、本問と類似する人材育成目的の留学制度に関する事案において、留学への応募が社員の自由意思によるもので留学先大学院や学部の選択も本人の自由意思に任せられており、学位の取得は担当業務に直接役立つというわけではない一方、社員にとっては同社での勤務を継続するか否かにかかわらず有益な経験・資格となることなどの点を指摘し、同制度による留学は業務とみることはできず、会社と社員との間で、労働契約とは別に、学費について、一定期間勤務した場合には返還債務を免除する旨の特約付きの金銭消費貸借契約が成立していると解するのが相当であると判示したもの（長谷工コーポレーション事件・東京地判平成９年５月２６日労判７１７号１４頁）や、同様の債務免除特約付返還合意が労働基準法第１６\n条違反となるか否かは、単に契約条項の定め方だけではなく、同条の趣旨を踏まえて海外留学の実態等を考慮し、当該海外留学が業務性を有しその費用を会社が負担すべきものか、当該合意が労働者の自由意思を不当に拘束し労働関係の継続を強要するものかを判断すべきである旨を判示するもの（野村證券（留学費用返還請求）\n事件・東京地判平成１４年４月１６日労判８２７号４０頁）があり、本問について論じる上で参考になる。その他、最近のものでは、みずほ証券元従業員事件・東京地判令和３年２月１０日労判１２４６号８２頁、独立行政法人製品評価技術基盤機構事件・東京地判令和３年１２月２日労経速２４８７号３頁等も参考になる。本問においても、Ａ社が海外研修制度を設けた目的、対象となる社員の選考の過程（特に応募の自発性）、研修先となる大学・研究機関や専攻の決定権者、留学中の業務従事の状況、学位取得と業務との関連性、債務免除までの期間の長さ等、本問の事実関係に照らし、前記の各論点について論じ、請求の可否について論じることが求められる。\n設問２は、Ａ社のグループ子会社であるＥ社の社員Ｄが、業務を通じて接点を持った同グループ子会社であるＧ社の社員Ｆに一方的な好意を寄せ、身体への性的な接触を含むつきまとい行為をしたため、これに恐怖と苦痛を感じたＦがＧ社を退職したという事案についてのものである。本問においては、ＤのＦに対する不法行為責任が生じることを前提に、Ｆが、①Ｆの勤務先であったＧ社及び②Ｇ社・Ｅ社のグループ親会社であるＡ社に対し、それぞれ何らかの責任を追及できるかが問われている。\n職場におけるセクシャル・ハラスメント（性的な言動に起因する問題）に関しては、雇用の分野における男女の均等な機会及び待遇の確保等に関する法律（昭和４７年法律第１１３号。いわゆる男女雇用機会均等法）第１１条第１項が、事業主は、労働者の就業環境が害されることのないよう、労働者からの相談に応じ、適切に対応するために必要な体制を整備するなど、雇用管理上必要な措置を講じるべきことを規定している。本問においては、Ｄの性的な言動により、Ｆの就業環境が害されており、事業主であるＧ社は、同項により、雇用管理上必要な措置を採るなどする必要があったと考えられる。そこで、Ｆは、Ｇ社に対し、そうした義務に違反したこと（義務の履行を怠ったこと）、それにより損害を受けたことを理由に、その賠償を請求することが考えられる。また、その根拠としては、労働契約上の職場環境配慮義務違反（民法第４１５条）あるいは労働契約法第５条に規定するいわゆる安全配慮義務の違反、民法第７０９条による不法行為が考えられる。Ｇ社はＦから相談を受けたが、Ｄの行為について調査をしたり、Ｆの職務場所の変更を検討したりはせず、また、Ａ社の相談窓口への相談をＦに勧めたりすることもしておらず、そうしたＧ社の対応が適切であったかを、前記の請求の根拠について検討し、前記の責任を追及することの可否を論じる必要がある。\n次に、Ａ社に対する責任追及について論じるに当たっては、同社はＧ社のグループ親会社ではあるが、Ｆと直接の雇用関係にはないという点を押さえておく必要がある。仮に、グループ親会社が子会社の労働者に対し指揮監督権を行使する立場にあったとか、当該労働者から実質的に労務の提供を受ける関係にあったといえる場合には、当該親会社が子会社の労働者に対して直接雇用契約上の付随義務（使用者が就業環境に関して労働者からの相談に応じて適切に対応すべき義務）を負い、自ら又は直接の使用者である子会社を通じて当該義務を履行する義務を負うことがあると考える余地がある。しかしながら、本問において示された事情からは、Ａ社とＦとの間にそのような関係があったとは認め難い。もっとも、その一方で、そのような場合においても、本問のＡ社のように、グループ親会社がグループ子会社の社員も対象とする法令等違反行為の相談窓口を設置し、そうした行為によって被害を受けた従業員等が相談の申出をすれば相応の対応をするよう努めることが想定されていた場合において、申出の具体的状況いかんによっては、グループ親会社が、相談の申出をした者に対し、相談の内容等に応じて適切に対応すべき信義則上の義務を負う場合がある旨を判示した最高裁判例（イビデン社事件・最判平成３０年２月\n１５日労判１１８１号５頁）があり、本問におけるＡ社に対する責任追及の可否を論じる上で参考になる。本問において、Ａ社は、前記の相談窓口を設置し、グループ会社の社員から相談の申出があればこれに対応する体制を整備していたものであるが、Ｆから電話で申出を受け、Ｅ社及びＧ社に事実関係を確認したものの、両社から問題となる事実はない旨の回答を得るのみで、それ以上の対応をしておらず、そうした事実関係において、Ａ社がＦに対して前記の信義則上の義務を負うか、仮にその義務を負うとして、本問におけるＡ社の対応は適切なものであったかを論じることが求められる。"
}