{
  "year": "R6",
  "exam_type": "予備",
  "subject": "行政法",
  "text": "Ｘは、Ｙ県Ａ市の郊外において多数の農地がまとまって存在する地域（以下「本件地域」とい\nう。）内にある土地を所有している（以下、Ｘが所有する土地を「甲土地」という。）。本件地域\nは、北東から南西に向かって緩やかに下る地形をなしており、多くは田として利用されている。Ｘ\nは、甲土地の北東部分に木造平屋建ての住宅（以下「本件住宅」という。）を建築してそこで居住\nするとともに、甲土地のその他の部分を畑（以下「本件畑」という。）として耕作し、根菜類を栽\n培している。本件畑は、農業用の用排水路に接続していないものの、本件地域には、高い位置にあ\nる田から低い位置にある田に向かって自然に水が浸透し流下するという性質があるため、本件畑の\n耕作条件は良好であった。Ｘは、本件畑で育てた野菜の販売により収入を得ることによって、生活\nを営んできた。\nＢは、本件地域内に複数の農地を所有しており、それらの農地の中には、甲土地の南側に接する\n土地（以下「乙土地」という。）及び西側に接する土地（以下「丙土地」という。）がある。Ｂ及\nび土木建築会社Ｃは、乙土地を宅地として売り出すことを計画し、Ｃは、令和５年１０月下旬頃か\nら乙土地の造成工事（以下「本件造成工事」という。）に着手した。本件造成工事は、乙土地のう\nち本件畑に接する部分の地下にコンクリートの基礎を築き、その上にコンクリート製擁壁を設置し\nて、同擁壁の上端まで造成土を入れるというものであった。同年１１月半ば頃には本件造成工事が\n完成し、乙土地の地表面は本件畑の地表面より４０センチメートルほど高くなった。\nＢ及びＣは、令和５年１１月１５日、乙土地をＣの資材置場にするという名目で、農地法第５条\n第１項に基づき、同法にいう「都道府県知事等」に該当するＹ県知事に対して、乙土地にＣの賃借\n権を設定することの許可を求める旨の申請（以下「本件申請」という。）をした。提出された許可\n申請書には、土地造成及び工事の着手時期が令和６年１月１０日であることが記載されており、付\n近の土地等の被害を防除する施設については記載がなかった。本件造成工事によって造成された土\n地の面積は、同申請書に記載された土地造成の所要面積に合致するものであった。\nＸは、令和５年１１月２０日、Ｙ県の担当部局に赴き、本件造成工事によって本件畑の排水に支\n障が生じると主張して復旧を求めた。Ｙ県の担当者Ｄは、Ｂ及びＣに対し、本件畑の排水に支障を\n生じさせないための措置を採ることを指導し、Ｂは、丙土地上に、本件畑の南西角から西に向かう\n水路を設けた。この水路は、排水に十分な断面が取られておらず、勾配も十分なものではなかった\nが、Ｄは、目視による短時間の確認を行っただけで、Ｂが指導に従って措置を採ったと判断した。\nＤの報告を受けたＹ県知事は、農地法第５条第２項第４号にいう「周辺の農地（中略）に係る営農\n条件に支障を生ずるおそれがあると認められる場合」には当たらないと認定して、令和６年１月９\n日、本件申請を許可する処分（以下「本件処分」という。）をした。\n令和６年５月頃、本件畑は、付近の田に入水がされた際に冠水するようになった。特に本件畑の\n南側部分の排水障害は著しく、同部分では常に水がたまり、根菜類の栽培ができない状態になって\nいる。本件畑の排水を改善するために、本件畑に盛土をしてかさ上げをする工事を行う場合、その\n費用（以下「本件費用」という。）は１２０万円余と見込まれている。同年６月の時点において、\n本件住宅に関する損害は発生していないが、Ｘは、本件住宅の床下が浸水による被害を受けるおそ\nれもあると考えている。\nＸは、法的措置として、令和６年６月中に本件処分の取消訴訟（以下「本件訴訟１」という。）\nを提起するとともに、本件処分によって本件費用相当額の損害が発生したことを理由とする国家賠\n償請求訴訟（以下「本件訴訟２」という。）及びＹ県知事がＣに対して農地法第５１条第１項に基\nづく原状回復の措置命令をすることを求める義務付け訴訟（以下「本件訴訟３」という。）を提起\nすることを検討している。\n以上を前提として、以下の設問に答えなさい。また、農地法の抜粋を【資料】として掲げるの\n- 4 -\nで、適宜参照しなさい。なお、【資料】に掲げられていない同法の規定については、考慮しなくて\nよい。\n〔設問１〕\nⅩは、本件訴訟１における原告適格についてどのような主張をすべきか、検討しなさい。\n〔設問２〕\nＸが本件訴訟１における原告適格を有することを前提として、以下の各小問に答えなさい。\n⑴ Ｘは、本件訴訟２において、国家賠償法第１条第１項の「違法」及び「過失」についてど\nのような主張をすべきか、検討しなさい。\n⑵ Ｘは、本件訴訟３において、行政事件訴訟法第３７条の２第１項の要件及び農地法第５１\n条第１項の処分の要件が充足されることについてどのような主張をすべきか、検討しなさ\nい。\n- 5 -\n【資料】\n〇 農地法（昭和２７年法律第２２９号）（抜粋）\n（農地又は採草放牧地の権利移動の制限）\n第３条 農地又は採草放牧地について所有権を移転し、又は（中略）賃借権若しくはその他の使用及\nび収益を目的とする権利を設定し、若しくは移転する場合には、政令で定めるところにより、当\n事者が農業委員会の許可を受けなければならない。（以下略）\n一～十六 （略）\n２～６ （略）\n（農地又は採草放牧地の転用のための権利移動の制限）\n第５条 農地を農地以外のものにするため（中略）、これらの土地について第３条第１項本文に掲げ\nる権利を設定し、又は移転する場合には、当事者が都道府県知事等の許可を受けなければならな\nい。（以下略）\n一～七 （略）\n２ 前項の許可は、次の各号のいずれかに該当する場合には、することができない。（以下略）\n一～三 （略）\n四 申請に係る農地を農地以外のものにすること（中略）により、土砂の流出又は崩壊その他の災\n害を発生させるおそれがあると認められる場合、農業用用排水施設の有する機能に支障を及ぼ\nすおそれがあると認められる場合その他の周辺の農地（中略）に係る営農条件に支障を生ずる\nおそれがあると認められる場合\n五～八 （略）\n３～５ （略）\n（違反転用に対する処分）\n第５１条 都道府県知事等は、（中略）次の各号のいずれかに該当する者（以下この条において「違\n反転用者等」という。）に対して、土地の農業上の利用の確保及び他の公益並びに関係人の利益\nを衡量して特に必要があると認めるときは、その必要の限度において、第４条若しくは第５条の\n規定によつてした許可を取り消し、その条件を変更し、若しくは新たに条件を付し、又は工事そ\nの他の行為の停止を命じ、若しくは相当の期限を定めて原状回復その他違反を是正するため必要\nな措置（中略）を講ずべきことを命ずることができる。\n一 第４条第１項若しくは第５条第１項の規定に違反した者又はその一般承継人\n二、三 （略）\n四 偽りその他不正の手段により、第４条第１項又は第５条第１項の許可を受けた者\n２～５ （略）\n- 6 -",
  "source_pdf": "data/pdfs/preliminary_exam/R6/R6_予備_論文_憲法・行政法.pdf",
  "purpose": "本問は、農地法第５条第１項の許可がなされたことによって第三者である農家が\n農業上の被害を受けたという事実に基づいて、取消訴訟の原告適格及び義務付け訴\n訟に特有の訴訟要件について基本的な理解を試すとともに、国家賠償法第１条第１\n項の違法及び過失並びに個別法の処分要件の充足性について事案に応じて論じるこ\nとができるかどうかを試す趣旨の問題である。\n設問１は、農地法第５条第１項の許可の取消訴訟における第三者の原告適格を問\nうものである。判例の採用する法律上保護された利益説の立場から、当該許可に関\nする農地法の規定が第三者の利益を個別的利益としても保護する趣旨を有すること\nを指摘した上で、原告適格を肯定する論述が求められる。\n設問２（１）は、行政処分によって損害が発生した場合における、国家賠償法第\n１条第１項の違法及び過失に関する主張を問うものである。本件処分が農地法の規\n定に適合しないものであることを指摘し（なお、職務行為基準説の立場に立って違\n法性を認定する場合であっても、「公権力の行使」である本件処分が法律要件に違\n反して行われたということが前提となる。）、このことを踏まえた上で国家賠償法\n第１条第１項の違法及び過失があるということについて、自覚的に論じなければな\nらない。本問及び設問２（２）では、設問１における原告適格が認められること、\nすなわち本件処分によって農地法上保護された原告の利益が侵害されることを前提\nとして論述することが求められる。\n設問２（２）は、行政事件訴訟法第３７条の２第１項の要件及び農地法第５１条\n第１項の処分要件の充足を問うものである。前者に関しては「重大な損害」要件及\nび補充性の要件の充足を、後者に関しては「違反転用者等」該当性及び「土地の農\n業上の利用の確保及び他の公益並びに関係人の利益を衡量して特に必要があると認\nめるとき」という要件の充足をそれぞれ論じることが求められる。"
}