{
  "year": "R6",
  "exam_type": "予備",
  "subject": 6,
  "subject_name": "刑法",
  "text": "以下の事例に基づき、甲及び乙の罪責について論じなさい（特別法違反の点を除く。）。\n１ 甲（２０歳、男性）は、自宅から道のり約１キロメートルにあるＸ駅構内の居酒屋において、某年７月１日午後７時から友人乙（２０歳、男性）と飲食する約束をしていたため、同日午後６時４０分頃、自宅を出発した。\n２ 甲は、Ｘ駅に向かって人通りの少ない路上を歩いていたところ、同日午後６時４５分頃、甲の約１０メートル前を歩いていたＡ（３０歳、男性）がズボンの後ろポケットから携帯電話機を取り出した際、同ポケットに入れていたコインケース（縦横の長さがそれぞれ約１０センチメートルのもの。以下「本件ケース」という。）を路上（以下「第１現場」という。）に落としたことに気付いた。\nＡは、同日午後６時４０分頃、仕事を終え、自己の携帯電話機及び本件ケースをズボンの後ろポケットに入れて勤務先を出発し、Ｘ駅に向かっていたが、急いでいたため本件ケースを落としたことに気付かなかった。\n甲は、本件ケースが自己の好みのものであったため、このままＡが気付かなければ、本件ケースを自己のものにしようと考え、第１現場にとどまってＡの様子を注視していたところ、Ａが第\n１現場の先にある交差点を右折し、同交差点付近の建物によりＡの姿が隠れて見えなくなったことを確認した。\nそのため、甲は、本件ケースを拾い上げて自己のズボンのポケットに入れ、再びＸ駅に向かった。\n甲が本件ケースを拾い上げたのは、Ａが本件ケースを落としてから約１分後であった。\nＡは、甲が本件ケースを拾い上げた時点で、第１現場から道のり約１００メートルの地点におり、同地点と第１現場との間には建物があるため相互に見通すことができなかったが、同地点から上記交差点方向に約２０メートル戻れば第１現場を見通すことができた。\nＡは、同日午後６時５５分頃、第１現場から道のり約７００メートルのＸ駅に到着し、間もなく本件ケースを落としたことに気付き、勤務先からＸ駅までの道中で落としたのではないかと考えて、本件ケースを探しながらＸ駅から第１現場を経由して勤務先まで戻ったが、本件ケースが見当たらなかったため、本件ケースを紛失した旨を警察官に届け出た。\n３ 甲は、上記居酒屋に徒歩で向かったところ、Ｘ駅まで道のり約５００メートルのコンビニエンスストア（以下「本件店舗」という。）前の歩道（以下「第２現場」という。）において、ガードレールに沿って駐輪された３台の自転車のうちの１台（以下「本件自転車」という。）が新品に近い状態である上に無施錠であることに気付いた。\n本件店舗には専用の自転車置場がなかったが、第２現場は、自転車が駐輪できる相当程度のスペースがあり、事実上、本件店舗を含む付近店舗利用客の自転車置場として使用されていた。\n本件自転車の所有者Ｂ（２５歳、男性）は、本件店舗を利用してからＸ駅構内にある書店に立ち寄って参考書を購入したいと考えていたものの、Ｘ駅付近にある有料自転車置場の料金を支払うことが惜しくなった。\nそのため、Ｂは、第２現場に本件自転車を駐輪したまま徒歩で上記書店に行き、同日午後８時頃には本件自転車を取りに戻ろうと考え、同日午後６時１５分頃、本件自転車を第２現場に駐輪した。その際、Ｂは、本件自転車の施錠を失念した。Ｂは、本件店舗に立ち寄った後、同日午後\n６時２０分頃、第２現場に本件自転車を駐輪したまま上記書店に向かった。\n甲は、本件自転車が本件店舗を含む付近店舗の利用客が駐輪したものであると考えたが、上記居酒屋まで歩くことが面倒になり、本件自転車を足代わりにして乗り捨てようと考え、同日午後\n- 2 -\n６時５０分頃、本件自転車を持ち去った。\nＢは、甲が本件自転車を持ち去った時点で上記書店におり、同日午後８時頃、第２現場に戻ったが、本件自転車が見当たらなかったため、本件自転車が盗まれたと考え、その旨を警察官に届け出た。\n４ 甲は、上記居酒屋に向かっていた際、自己の携帯電話機を操作しながら本件自転車を運転していたため、甲の前方を歩いていたＣ（３０歳、男性）の存在に気付かず、Ｃに接触しそうになった。甲は、Ｃから「気を付けろよ。」と注意されたことで逆上し、本件自転車から降り、同日午後６時５５分頃、Ｃの顔面を拳で数回殴った上、Ｃの腹部を足で数回蹴った。\n甲は、ちょうどその場に乙が通り掛かったことから、乙に対し、「こいつが俺に説教してきたから痛め付けてやった。お前も一緒に痛め付けてくれ。」と言った。\n乙は、Ｃの顔面が腫れていた上、Ｃがうなだれて意気消沈している様子であったことから、甲の言うとおり、甲がＣに暴行を加えたと認識した。\n乙は、勤務先から解雇されたばかりでストレスがたまっていた上、Ｃが逃げたり抵抗したりする様子がなかったことから、この状況を積極的に利用してＣに暴行を加え、ストレスを解消したいと考え、甲に対し、「分かった。やってやる。」と言って、同日午後７時頃、Ｃの頭部を拳で数回殴った上、Ｃの腹部を足で数回蹴った。\n甲は、乙がＣに暴行を加えている間、その様子を間近で見ていたが、乙と共にＣに暴行を加えることはなかった。\n甲及び乙は、気が済んだため、その場にＣを残し、本件自転車を乗り捨てて上記居酒屋に徒歩で向かった。\nＣは、甲から顔面を殴られたことにより全治約１週間を要する顔面打撲の傷害を負った。\nＣは、乙から頭部を殴られたことにより全治約２週間を要する頭部打撲の傷害を負った。\nＣは、全治約１か月間を要する肋骨骨折の傷害を負ったが、同傷害は、甲がＣの腹部を蹴った暴行から生じたのか、乙がＣの腹部を蹴った暴行から生じたのかは不明であったものの、甲の同暴行及び乙の同暴行は、いずれも同傷害を生じさせ得る危険性があった。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R6/論述/試験問題/R6_予備_論文_刑法・刑事訴訟法.pdf",
  "purpose": "本事例前段は、甲が路上を歩いていた際、前方を歩いていたＡが落としたコインケースを拾い上げて領得した上、コンビニエンスストア前の歩道にＢが駐輪した自転車を乗り去って領得した事例について、甲の罪責に関する論述を求めるものである。各領得行為の時点でＡ及びＢそれぞれに各財物に対する占有が認められれば、甲に窃盗罪が成立し得るため、占有の有無に関する判断基準を示した上で、事実関係を的確に分析してＡ及びＢそれぞれの占有の有無を検討する必要がある。その上で窃盗罪又は占有離脱物横領罪の成否を論じることになろう。\n本事例後段は、甲がＣに暴行を加えたことによりＣに顔面打撲の傷害を負わせ、甲と暴行の共謀を遂げた乙がＣに暴行を加えたことによりＣに頭部打撲の傷害を負わせ、さらに、同共謀前に甲が加えた暴行又は同共謀を遂げた乙が加えた暴行によりＣに肋骨骨折の傷害を負わせた事例について、甲及び乙の罪責に関する論述を求めるものである。その際、共謀の前後における甲及び乙それぞれの行為と各傷害結果との関係について的確に分析した上で、甲については各傷害結果が帰属されることについて検討する必要がある。乙については承継的共同正犯の成否を検討する必要があり、承継的共同正犯を否定した場合には中途共謀事案における刑法第２０７\n条（同時傷害の特例）の適用の可否について検討する必要がある。"
}