{
  "year": "R6",
  "exam_type": "予備",
  "subject": "租 税 法",
  "text": "令和３年１月１日、製薬会社Ａ社（以下「Ａ社」という。）は、著名な生化学者であるＢを、\nＡ社が社内に新たに立ち上げた新薬開発研究所（以下「Ｃ研究所」という。）の所長に据えた。Ａ\n社は、同族会社ではなく、暦年を事業年度とする。\nＡ社とＢの間で委任契約として締結された合意（以下「本契約」という。）には、以下の条件\nが含まれていた。\n① Ｂは、Ｃ研究所の所長として、Ｃ研究所の運営について広範な裁量を与えられる。Ａ社の職制\n上、Ｃ研究所の所長は執行役員（会社法上の執行役ではない。）として位置付けられ、Ａ社経営陣\nの経営戦略上の指示に従って、Ｃ研究所スタッフの研究活動を指揮する。\n② 契約期間は令和３年１月１日から令和５年１２月３１日までの３年間（以下「本契約期間」とい\nう。）とするが、Ａ社とＢの合意により更に２年間の延長が可能である。本契約期間におけるＢの\n年俸は１億２０００万円であり、Ａ社はＢに対して毎月末に１０００万円を支払うものとする。本\n契約期間の満了前に、Ｂの申出により、随時、本契約を解約することができるが、解約日を含む月\nの翌月以降、上記の１０００万円は支払われない。\n③ 本契約期間中、ＢはＡ社の許可なくして講演・執筆及び副業をしてはならず、本契約期間中のＢ\nの研究活動の成果物に係る権利は全てＡ社に帰属する。\n④ Ａ社は、本契約が解約されることなく本契約期間の満了までＢが勤務を継続した場合、Ｂに対し\nて報奨金として２億円（以下「本報奨金」という。）を、本契約期間の末日から１月以内に支払\nう。なお、本契約が延長された場合にも、本報奨金は上記期限内に支払われる。\nＢは、令和３年１月１日、本契約に基づいてＣ研究所の所長としての勤務を開始し、本契約期\n間の末日である令和５年１２月３１日をもって勤務を終了した。Ａ社は、Ｂの仕事ぶりを高く評価\nしていたため契約延長を申し入れたが、Ｂは、「しばらく仕事を離れて充電期間を持ちたい」とい\nう意向でこれを固辞した。Ａ社は、契約条件④に基づき、令和６年１月２５日、本報奨金をＢに支\n払った。\n以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文が\nある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の\n年月日にかかわらず、令和６年１月１日現在において施行されている法令に基づいて解答しなさ\nい。\n〔設問〕\n⑴ Ａ社は、令和３年から令和５年の各事業年度において、Ｂに対し、本契約に従って、毎月末に１０\n００万円（１事業年度につき１億２０００万円）を支払った。このＡ社のＢに対する年俸の支払は、\nＡ社の各事業年度における所得の金額の計算上どのように扱われるかについて、Ｂの「役員」該当性\nに言及しつつ、説明しなさい。さらに、この年俸の支払に伴って、Ａ社が負うことになる所得税法上\nの義務について、年俸の性質について検討を加えた上で、説明しなさい。\n⑵ Ｂが受け取った本報奨金につき、所得税法上、Ｂの退職所得として扱われるとする見解と、それ以\n外の所得として扱われるとする見解が考えられる。そこで、①退職所得に該当するための要件を挙\nげ、②退職所得以外の所得に該当するとすればどの所得分類となるかについて、可能性のあるものを\n挙げた上で、③自説を論じなさい。\n⑶ 設問⑵において、仮に本報奨金が退職所得に該当すると判断された場合に、①本報奨金の収入は、\nＢのいつの年分の所得税の課税標準にどのように反映されるかについて説明しなさい。解答に当たっ\nては、本契約期間は短期勤続年数（所得税法第３０条第４項）に一致するものとし、退職所得の金額\n- 6 -\nの具体的な計算は不要とする。また、②本報奨金の支払は、Ａ社のいつの事業年度の所得の金額にど\nのように反映されるかについて説明しなさい。\n（参照条文）法人税法施行令\n(役員の範囲)\n第７条\n法第２条第１５号（役員の意義）に規定する政令で定める者は、次に掲げる者とする。\n１ 法人の使用人（職制上使用人としての地位のみを有する者に限る。次号において同じ。）\n以外の者でその法人の経営に従事しているもの\n２ （略）\n- 7 -\n- 8 -\n論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R6/R6_予備_論文_選択科目.pdf",
  "purpose": "本問では、法人と高度専門職の個人の間で比較的短期間の委任契約が締結され、\n当該委任契約に基づいて当該高度専門職が法人に対する役務の提供をしたという事\n例を題材として、法人税法及び所得税法の基本的な事項についての理解が問われて\nいる。\nまず設問(１)は、法人（Ａ社）から高度専門職Ｂに対する委任契約に基づく年俸\nの支払が法人税法上の所得の金額の計算上、どのように取り扱われるか、また、こ\nれに伴ってＡ社が負う所得税法上の義務が問われている。問題文において、役員該\n当性に言及することを求めていることから、当然これに触れることが必要である\nが、本問でなぜ役員該当性を検討する必要があるかを踏まえて答案を作成すること\nが求められている。役員該当性に関し、法人税法施行令第７条第１号を参照条文と\nして挙げたが、委任元の法人税法第２条第１５号を踏まえて、本件の事実関係を当\nてはめて、Ｂの役員該当性を検討することを求めている。\nまた、多くの受験者が法人税法第３４条に気付くとは思われるが、同条は同法第\n２２条第３項にいう「別段の定め」として設けられたものであり、まずは、本来的\nには同項第２号にいう「費用」に当たること（なお、同項第１号にいう「原価」に\n該当するという考えもあり得よう。）を踏まえた検討が求められる。\nＡ社の所得税法上の義務を論じる上では、その前提として、本問の年俸の性質を\n論じる必要がある。源泉徴収義務に係る条項の正確な理解と当てはめが問われてい\nる。\n設問(２)は、ＢがＡ社から受け取った報奨金の所得分類が問われているが、検討\nすべき項目を問題文に示しており、退職所得該当性を中心に論じてほしい。もとよ\nり所得分類も租税法の解釈であるから、所得税法第３０条第１項の解釈として要件\nを検討することが求められる。また、退職所得となる要件については確立した判例\nがあり（最判昭和５８年９月９日民集３７巻７号９６２頁、最判昭和５８年１２月\n６日集民１４０号５８９頁）、これを踏まえた検討がされているか否かが問われて\nいる。\n他の所得分類としては、本件の事実関係を踏まえると、少なくとも給与所得を挙\nげるべきであり、Ｂの退職の有無にかかわらず、本報奨金は支払われることをどの\nように評価するかという検討が必要である。本報奨金は、典型的な退職手当等とは\n性質を異にする特殊な給付であるので、結論は分かれ得るが、他説を意識して、自\n説を説得的に論じることができるか否かが問われている。\n設問(３)では、本報奨金が退職所得に該当する前提で、Ｂ及びＡ社のそれぞれの\n立場で、所得税法上又は法人税法上、本報奨金の収入又は支出が、それぞれどのよ\nうに取り扱われるかを問う問題であり、所得税法上の収入金額の計上時期及び法人\n税法上の費用の損金算入時期という所得税法及び法人税法の基本的な概念に関する\n理解が問われている。所得税法に関しては、退職所得の金額の具体的な計算は不要\nであるが、「いつの年分の所得税の課税標準にどのように反映されるか」が問われ\nており、単にいつの年分に計上されるかだけではなく、課税標準にどのように反映\nされるかについて述べる必要がある。具体的には、短期退職手当等（所得税法第３\n０条第４項）に該当することを前提に、２分の１課税の例外として、同法第３０条\n第２項第２号に従って退職所得の金額が算出され、同法第２２条第３項の退職所得\n金額として所得税の課税標準に反映されるという退職所得特有の制度についての理\n解も問われている。法人税については、費用として損金に算入するためには「債務\nの確定」が要件となるところ、その「債務の確定」の意義を述べた上で、本件に当\nてはめるという法の解釈適用を適切に行うことができるか否かが問われている。"
}