{
  "year": "R6",
  "exam_type": "予備",
  "subject": 16,
  "subject_name": "環境法",
  "text": "次の設例を読んで、以下の小問に答えなさい。なお、小問はいずれも独立したものである。\n【設例】\nＡ県内のＢ国立公園にある特別保護地区内には、国有林（ブナ林）があり、甲遊歩道が設置されている。Ｘが甲遊歩道を散策していたところ、甲遊歩道の入口から約５００メートルの地点（以下、この地点を「本件現場」という。）において、突然付近の国有林にあったブナの木が甲遊歩道上のＸに向かって倒れてきたため（以下、倒木したブナの木を「本件ブナの木」という。）、Ｘはこれを避けようとしてその場で転倒し、足を骨折する等全治３か月の怪我をした（以下「本件事故」という。）。\n本件現場の周辺地域は、国道に隣接して乙休憩所が設置され、同休憩所からブナ林内を２キロメ\nートルほど進んだ特別保護地区内に、景観が良好なことで全国的にも知られている丙渓谷があった。甲遊歩道は、乙休憩所から丙渓谷までをつなぐ通路として設置されたものであって、甲遊歩道には、約１００メートルおきに休息のためのベンチが置かれていた。また、本件ブナの木の近くにもベンチが置かれており、観光客が本件ブナの木周辺において散策ないし休息することが予定されていた。本件事故当時、甲遊歩道を通って丙渓谷を訪れる観光客は、年間約５０万人程度であった。甲遊歩道は、国有地を借り受けたＡ県が設置したものであり、Ａ県が維持管理を行っていた。\n本件ブナの木は国有地上の天然木であり、本件事故前に、国とＡ県が毎年定期的に合同で実施している安全点検の際に、倒木のおそれがあるとは判定されていなかったが、本件事故後の調査により木の内部の腐食が進んでいたことが倒木の原因であると判明した。\n【小問】\n⑴ Ｂ国立公園内には「特別地域」のほかに「普通地域」がある。自然公園法上、普通地域内において、広告物を設置する行為につき、事前にどのような手続をとる必要があるか。特別地域における上記行為に対する事前の手続的義務と対比しながら、根拠条文を挙げつつ、その手続の内容を説明しなさい。併せて、その手続的義務に違反して当該行為に着手した者に対して、刑事的な制裁を科すために環境大臣が採れる措置について説明しなさい。\n⑵ 丙渓谷を訪れる観光客が年々増加傾向にあり、それに伴って良好な景観の維持が困難となり、管理にも支障が生じてきている。この場合に環境大臣が採り得る自然公園法上の措置を説明しなさい（ただし、当該措置を採るための手続については論じる必要はない。）。\n⑶ Ｘは、国及びＡ県に対し、損害賠償請求を検討している。どのような法的構成が考えられるか、根拠条文や要件を挙げつつ説明しなさい（ただし、甲遊歩道の設置管理に係る費用を負担している観点からの責任については問わない。）。\n⑷ 現時点において、環境大臣は、Ａ県内に新たに国立公園を指定し、かつ、その区域内に特別地域を指定しようとしている。当該特別地域予定区域内に民有地が存在する場合、その指定に当たって、所有者の同意が必要となるか。なお、国立公園の指定の前段階となる候補地の選定に際しては、法規の性質を有しない要領が参考にされている。【資料１】は以前に用いられていたものであり、【資料２】は現在用いられているものである。これらを踏まえつつ、土地所有者の同意の要否について、そのように考える理由とともに説明しなさい。\n【資料１】\n自然公園選定要領（昭和２７年９月）（抜粋）\n- 20 -自然公園は傑出した自然の風景地中、下の要件を具備するものにつき選定するものとする。\n（略）第２要件 土地\n（略）社寺有地、私有地を包含する場合にあっては、土地の所有その他の関係者が特別地域の設定に協力的であること。\n（以下略）\n【資料２】\n国立公園及び国定公園の候補地の選定及び指定要領（平成２５年５月）（抜粋）\n１ 国立公園及び国定公園の候補地の選定国立公園及び国定公園の候補地は、全国的な観点から検討を行い、以下の要件を満たす地域を選定する。\n（略）\n⑸ 第５要件 地域社会との共存候補地について、国立公園又は国定公園として保護及び利用することについて地域社会の理解が得られること。\n（以下略）\n- 21 -\n- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R6/論述/試験問題/R6_予備_論文_選択科目.pdf",
  "purpose": "本問は、自然公園法上の国立公園における特別地域及び普通地域の規制や利用調整地区についての基本的理解を問うとともに、国立公園内において発生した事故に関する国や県の民事上の責任についての理解を問うものである。あわせて、国立公園及び特別地域の指定に関して民有地の土地所有者の同意の要否という論点について、資料を基にした論理的な説明を問うものである。\n小問（１）の前段では、特別地域における広告物を設置する行為についての規制が自然公園法第２０条第３項第７号に基づき許可制であることを指摘した上で、普通地域における広告物を設置する行為についての規制が自然公園法第３３条第１項第３号により届出制であることを指摘しつつ、着手制限の規定（自然公園法第３３\n条第５項）の説明をしながら両者の違いを論じることが求められている。また、小問（１）の後段では、届出の手続的義務に違反した場合に、環境大臣が採り得る措置として、罰則規定（自然公園法第８６条第４号）を前提とした告発（刑事訴訟法第２３９条第２項）が挙げられることを説明することが求められている。\n小問（２）では、観光客が年々増加傾向にあり、それに伴って良好な景観の維持が困難となり管理にも支障が生じている場合において、いわゆるオーバーユース対策として利用調整地区の指定ができること（自然公園法２３条１項）を指摘しつつ、その内容を説明することが求められている。\n小問（３）では、【設例】の事実関係を的確に把握して、国及びＡ県に対する損害賠償請求に関し、国家賠償法第２条第１項に基づく営造物責任や民法第７１７条第２項に基づく工作物責任といった考えられる法的構成を検討し、各要件を説明した上で【設例】の事実関係に丁寧に当てはめることが求められている。なお、国に対する損害賠償請求については、いずれの法的構成が妥当であるかまでを問うものではない。\n小問（４）では、国立公園やその区域内にある特別地域の指定に関し、候補地となる民有地の土地所有者の同意を要するかについて、資料を基に論理的な説明を問うものである。単に自然公園法上の条文の有無に関する指摘を求めるものではなく、解答者が考える同意の要否の結論を明らかにしつつ、国立公園の指定の前段階となる候補地の選定に際して法規の性質を有しない過去及び現在の要領の記載内容を踏まえて、自説の理由について論理的一貫性をもった説明をすることが期待されている。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は、自然公園法上の国立公園における特別地域及び普通地域の規制や利用調整地区についての基本的理解を問うとともに、国立公園内において発生した事故に関する国や県の民事上の責任についての理解を問うものである。あわせて、国立公園及び特別地域の指定に関して民有地の土地所有者の同意の要否という論点について、資料を基にした論理的な説明を問うものである。\n小問（１）の前段では、特別地域における広告物を設置する行為についての規制が自然公園法第２０条第３項第７号に基づき許可制であることを指摘した上で、普通地域における広告物を設置する行為についての規制が自然公園法第３３条第１項第３号により届出制であることを指摘しつつ、着手制限の規定（自然公園法第３３\n条第５項）の説明をしながら両者の違いを論じることが求められている。また、小問（１）の後段では、届出の手続的義務に違反した場合に、環境大臣が採り得る措置として、罰則規定（自然公園法第８６条第４号）を前提とした告発（刑事訴訟法第２３９条第２項）が挙げられることを説明することが求められている。\n小問（２）では、観光客が年々増加傾向にあり、それに伴って良好な景観の維持が困難となり管理にも支障が生じている場合において、いわゆるオーバーユース対策として利用調整地区の指定ができること（自然公園法２３条１項）を指摘しつつ、その内容を説明することが求められている。\n小問（３）では、【設例】の事実関係を的確に把握して、国及びＡ県に対する損害賠償請求に関し、国家賠償法第２条第１項に基づく営造物責任や民法第７１７条第２項に基づく工作物責任といった考えられる法的構成を検討し、各要件を説明した上で【設例】の事実関係に丁寧に当てはめることが求められている。なお、国に対する損害賠償請求については、いずれの法的構成が妥当であるかまでを問うものではない。\n小問（４）では、国立公園やその区域内にある特別地域の指定に関し、候補地となる民有地の土地所有者の同意を要するかについて、資料を基に論理的な説明を問うものである。単に自然公園法上の条文の有無に関する指摘を求めるものではなく、解答者が考える同意の要否の結論を明らかにしつつ、国立公園の指定の前段階となる候補地の選定に際して法規の性質を有しない過去及び現在の要領の記載内容を踏まえて、自説の理由について論理的一貫性をもった説明をすることが期待されている。"
      }
    ]
  }
}