{
  "year": "R6",
  "exam_type": "予備",
  "subject": "倒 産 法",
  "text": "次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和６年１月１日現\n在において施行されている法令に基づいて答えなさい。\n【事例】\nＡは、個人事業として飲食店を経営し、従業員Ｂを雇用しており、Ｂの給料は月額３０万円で、\n毎月２０日締め、同月２５日払いとしていた。しかし、Ａは、飲食店の経営が悪化したため、令和\n５年１月２５日支払分以降のＢの給料を月額２０万円に減らして支払うようになり、毎月の不足額\n１０万円分については、おって支払う旨をＢに伝えていた。\nＡは、飲食店の経営悪化による収入減を受けて、投機性の高い金融商品取引に関心を寄せるよう\nになり、自らが所有する高級自動車を売却して、その売却代金を元手にＦＸ取引（外国為替証拠金\n取引）を始めようと考えた。Ａは、令和５年８月、当該自動車を５００万円で売却し、その売却代\n金を元手にＦＸ取引を始めたが、徐々に損失が大きくなり、その結果、資産が大幅に減少した。そ\nこで、Ａは、複数の消費者金融から借入れをし、その借入金をＦＸ取引に投入したが、損失は膨ら\nむ一方となり、借入金の返済が困難になった。\nＡは、令和５年９月２０日、同月２５日支払分の給料として２０万円と予告手当を支払ってＢを\n解雇し、飲食店事業を停止した上、破産手続開始の申立て及び免責許可の申立てを弁護士Ｃに依頼\nした。そこで、Ｃは、同年１１月１４日、裁判所に対し、Ａの代理人として、上記各申立てを行っ\nた。これを受けて、裁判所は、同月２１日、Ａについて破産手続開始の決定をし、破産管財人とし\nてＤを選任した。\nその後、Ｄによる調査の過程で、Ａの破産手続開始の申立て時の負債として、裁判所に提出され\nた債権者一覧表（債権者名簿を兼ねている。）に記載のもののほか、Ｅからの借入金２００万円の\n存在が発覚した。Ｅからの借入金が債権者一覧表に記載されていなかったのは、Ａが、破産手続開\n始の申立てをＣに委任する際、友人であるＥとの関係が悪化することを恐れて、Ｃに対し、Ｅから\nの借入金があることを説明しなかったからである。\n〔設 問〕以下の１から３については、それぞれ独立したものとして解答しなさい。\n１．Ｂは、Ｄに対し、令和５年１月２５日支払分以降の給料の一部（毎月１０万円）が支払われて\nおらず、同年９月２０日には解雇されて職を失ったため、家族も含めて生活に困窮している旨を\n訴えた。\nＤは、一定程度の破産財団を形成することができ、Ｂへの未払給料を弁済しても他の優先的な\n債権者を害することはないと判断し、未払給料全額を配当手続によらずに弁済しようと考えてい\nる。\n未払給料債権が破産手続においてどのように取り扱われるかについて説明した上で、ＤがＢに\n対し配当手続によらずに上記弁済をすることが破産法上のいかなる根拠に基づくものであるかに\nついて、その趣旨にも言及しながら説明しなさい。その際、労務提供期間によって弁済の根拠が\n異なる場合には、場合分けをして説明しなさい。なお、未払賃金の立替払制度については言及し\nなくてよい。\n２．Ａの免責不許可事由の有無及びその内容について説明した上で、裁判所はＡにつき免責を許可\nすることができるかについて説明しなさい。\n３．Ａの破産手続は、最後配当が行われて終結したが、下記の①から③までを含む届出破産債権に\nついて、配当によっても全額の満足を受けられなかった。Ａの免責手続については、免責許可の\n- 2 -\n決定がされ、確定した。\n① 飲食店において使用していた食材の未払の仕入代金\n② 離婚した元配偶者との間で合意した子の養育費についての破産手続開始前に生じた未払金\n③ 令和５年１０月２０日にＡが利用したレストランでの高額の飲食費についてのクレジット\nカード会社の立替金\n⑴ Ａについての免責許可決定の確定により上記①の債権はどのように取り扱われることとなる\nか、免責許可決定の効力を踏まえつつ、説明しなさい。\n⑵ 上記②及び③の各債権が非免責債権に該当するかについて説明しなさい。\n- 3 -\n- 4 -\n論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R6/R6_予備_論文_選択科目.pdf",
  "purpose": "設問１は、破産手続における給料請求権の取扱いについての基礎的理解を問うも\nのである。\n未払の給料債権が財団債権となるのは破産手続開始前３月間の部分であり（破産\n法（以下「法」という。）第１４９条第１項）、本問では、破産手続開始決定が令\n和５年１１月２１日で、Ｂは同年９月２０日に解雇されていることから、同年８月\n２１日から同年９月２０日までに生じた給料債権の未払分１０万円のみが財団債権\nとなる（解雇前３か月間の部分ではないことに注意を要する。）。このように、財\n団債権となる部分とそれ以外の部分とを適切に区別して論ずることがまずもって求\nめられる。\nその上で、給料債権が、破産手続開始前３月間につき財団債権とされている趣旨\n（労働債権の政策的保護）を指摘した上で、財団債権は、破産手続によらずに随\n時、かつ、他の債権者に優先して弁済を受けられる旨を、それぞれ条文（法第２条\n第７号、第１５１条）を摘示して説明することが求められる。\nまた、Ｂが有する未払給料債権のうち財団債権とならない部分（令和４年１２月\n２１日から令和５年８月２０日までの期間の未払分合計８０万円）については、民\n法上は一般の先取特権が認められており（民法第３０６条第２号、同法第３０８\n条）、破産手続においては優先的破産債権として扱われることから（法第９８条第\n１項）、配当手続において優先的に配当を受けることができること（法第１９４条\n第１項）、ただし、その例外として、給料債権については、裁判所の許可により、\n配当手続を待つことなく、早期に個別の弁済を受けることができる弁済許可制度\n（法第１０１条第１項）が存在する旨を指摘し、同項の要件を満たすかについて本\n問の事実関係を摘示して当てはめることが求められる。\n設問２は、免責不許可事由の基本的理解を問うものである。\nＡが行った行為のうち、法第２５２条第１項各号の中で問題となり得るのは、①\nＦＸ取引と②虚偽の債権者一覧表（債権者名簿）の提出である。①については同条\n第１項第４号に該当するか否か、②については同項第７号に該当するか否かに関\nし、それぞれ事実関係を摘示して当てはめる必要がある。なお、②の虚偽の債権者\n一覧表（債権者名簿）の提出については、単に債権者一覧表不記載の事実では足り\nず、破産手続の遂行を妨害する、又は債権者を害する目的があったことが必要であ\nると解されていることも踏まえて論ずることが求められる。さらに、これらの免責\n不許可事由に該当する場合においても、裁判所による裁量免責（法第２５２条第２\n項）が認められるかについても、本問の事実関係を踏まえて論ずることが求められ\nる。\n設問３は、非免責債権に関する基本的理解を問うものである。\n小問（１）は、まず、①の仕入代金債権は、法第２５３条第１項ただし書各号の\n債権には当たらず、免責許可決定の確定により、Ａは「その責任を免れる」ことに\nなる（法第２５３条第１項本文）が、その効果については、債務が消滅するのか、\n自然債務となるのかについて、根拠を示して自説を展開することが求められる。\n小問（２）は、②の債権及び③の債権について、非免責債権の該当性が問題とな\nる条文を摘示し、それぞれ、その該当性について論ずることが求められる。具体的\nには、②の債権は、子の監護に係る請求権（民法第７６６条第１項）であり、法第\n２５３条第１項第４号ハに当たり、非免責債権に該当する旨の指摘が求められる。\nまた、③の債権に関しては、「破産者が悪意で加えた不法行為に基づく損害賠償請\n求権」（同項第２号）が成立し得るかどうかについて、その際、「悪意」について\nは積極的害意を意味すると解釈されていることも踏まえた論述が求められる。"
}