{
  "year": "R6",
  "exam_type": "予備",
  "subject": 9,
  "subject_name": "実務基礎（民事）",
  "text": "司法試験予備試験用法文を適宜参照して、以下の各設問に答えなさい。ただし、ＸのＹに対する金銭債権に係る請求については検討する必要がない。\n以下の設問中に「別紙」において定義した略語を用いることがある。\n〔設問１〕\n別紙１【Ｘの相談内容】は、弁護士ＰがＸから受けた相談内容を記載したものである。弁護士\nＰは、令和６年７月５日、別紙１【Ｘの相談内容】を前提に、Ｘの訴訟代理人として、Ｙに対し、本件建物の収去及び本件土地の明渡しを求める訴訟（以下「本件訴訟」という。）を提起することとし、本件訴訟における訴状（以下「本件訴状」という。）を作成し、裁判所に提出した。\nこれに対し、弁護士Ｑは、本件訴状の送達を受けたＹ（代表取締役Ａ）から別紙１【Ｙ（代表取締役Ａ）の相談内容】のとおり相談を受け、Ｙの訴訟代理人として本件訴訟を追行することにした。\n以上を前提に、以下の各問いに答えなさい。\n⑴ 弁護士Ｐが、本件訴訟において、選択すると考えられる訴訟物を記載しなさい。\n⑵ 弁護士Ｐが、本件訴状において記載すべき請求の趣旨（民事訴訟法第１３４条第２項第２号）を記載しなさい。なお、付随的申立てについては、考慮する必要がない。\n⑶ 弁護士Ｐが、本件訴状において記載すべき請求を理由づける事実（民事訴訟規則第５３条第１項。以下同じ。）を記載しなさい。解答に当たっては、本件訴訟において、Ｙが、別紙１【Ｙ\n（代表取締役Ａ）の相談内容】に沿って認否することを前提とすること。なお、いわゆるよって書き（請求原因の最後のまとめとして、訴訟物を明示するとともに、請求の趣旨と請求原因の記載との結びつきを明らかにするもの）は記載しないこと。\n⑷ 弁護士Ｑは、別紙１【Ｙ（代表取締役Ａ）の相談内容】（ａ）を前提に、本件訴訟の答弁書\n（以下「本件答弁書」という。）を作成した。弁護士Ｑが本件答弁書において抗弁として記載すべき具体的事実を記載しなさい。\n〔設問２〕\n第１回口頭弁論期日において、本件訴状及び本件答弁書が陳述され、弁護士Ｐ及び弁護士Ｑは、それぞれ、次回期日である第１回弁論準備手続期日までに準備書面を作成することとなった。\n⑴ 弁護士Ｐは、別紙１【Ｘの相談内容】の下線部の（ⅰ）及び（ⅱ）の各言い分について、再抗弁として主張すべきか否かを検討している。弁護士Ｐが、上記（ⅰ）及び（ⅱ）の各言い分について、それぞれ、①再抗弁として主張すべきか否かの結論を記載するとともに、②（ａ）再抗弁として主張すべき場合には、再抗弁を構成する具体的事実を記載し、（ｂ）再抗弁として主張しない場合には、その理由を説明しなさい。\n⑵ 弁護士Ｑは、弁護士Ｐから再抗弁を記載した準備書面（以下「原告準備書面」という。）が提出されたことを受けて、別紙１【Ｙ（代表取締役Ａ）の相談内容】（ｂ）を前提に、以下のような再々抗弁を記載した準備書面（以下「被告準備書面」という。）を作成した。\n（ア) Ａは、Ｘに対し、令和４年１１月９日、アンティーク腕時計（本件商品）を代金２００万円で売った。\n（イ) 〔 〕\n（ウ) Ａは、Ｘに対し、令和６年３月２０日、（ア）の代金債権をもって、本件延滞賃料と対当額で相殺する旨の意思表示をした。\n①上記〔 〕に入る具体的事実を記載するとともに、②その事実を主張した理由を簡潔\n- 2 -に説明しなさい。\n〔設問３〕\n第１回弁論準備手続期日において、原告準備書面及び被告準備書面が陳述され、弁護士Ｐは、次回期日である第２回弁論準備手続期日までに準備書面を作成することとなった。\nその後、弁護士Ｐは、Ｘから更に別紙１【Ｘからの聴取内容】のとおりの事情を聴取した。\nこれを前提に、以下の各問いに答えなさい。\n⑴ 弁護士Ｐは、別紙１【Ｘからの聴取内容】を前提に、被告準備書面の再々抗弁に対し、再々々抗弁として、以下の各事実を主張することにした。\n（あ) Ｘが、Ａに対し、令和５年３月２３日、代金２００万円とした本件商品の代金額につき、５０万円とするよう申し入れ、ＸとＡとの間で上記代金額につき争いがあった。\n（い) ＸとＡは、上記（あ）につき互いに譲歩し、令和５年４月１０日、本件商品の売買代金債権総額を１００万円に減額する旨の和解をした。\n（う) 〔 〕\n①上記〔 〕に入る具体的事実を記載するとともに、②上記（あ）及び（い）の事実に加えて、上記（う）の事実を主張すべきと考えた理由につき、和解契約の法律効果について触れた上で、簡潔に説明しなさい。\n⑵ 第２回弁論準備手続期日において、弁護士Ｐは、上記⑴のとおり再々々抗弁を記載した準備書面を陳述し、弁護士Ｑは、再々々抗弁事実のうち上記⑴（い）の事実（以下「本件事実」という。）につき「否認する。Ｘ主張の和解合意をした事実はない。」と述べた。\n同期日において、弁護士Ｐは、本件事実を立証するため、別紙２の和解合意書（以下「本件合意書」という。）を提出し、書証として取り調べられた。これに対し、弁護士Ｑは、本件合意書のうちＡ作成部分の成立の真正について「否認する」との陳述をした。\n（ⅰ) 裁判所は、本件合意書のＡ作成部分の成立の真正について判断するに当たり、弁護士\nＱにどのような事項を確認すべきか。①結論を答えた上で、②その理由を簡潔に説明しなさい。\n（ⅱ) 弁護士Ｐは、本件事実を立証するに当たり、今後どのような訴訟活動をすることが考えられるか。証拠構造や本証・反証の別を意識し、上記（ⅰ）で裁判所が確認した事項に対する弁護士Ｑの回答により場合分けした上で簡潔に説明しなさい。\n〔設問４〕\n仮に、本件訴訟の口頭弁論が令和６年１１月５日に終結し、同年１２月３日、Ｘの請求を全部認容する判決が言い渡され、その後、同判決が確定したとする（以下、この確定した判決を「本件確定判決」という。）。しかし、Ｙが本件建物の収去及び本件土地の明渡しをしないため、Ｘが、本件確定判決に基づき、強制執行の申立てをしようとしたところ、本件建物の所有権が同年１０月\n１４日にＹからＺに移転していたことが判明したとする。\nこの場合、①Ｘが強制執行を申し立てるに当たって、どのような不都合が生じるか、②その不都合を防ぐために、Ｘがあらかじめ採るべきであった法的手段は何か、それぞれ簡潔に説明しなさい。\n- 3 -\n（別紙１）\n【Ｘの相談内容】\n「私は、令和２年７月１日、Ａに対し、店舗用建物を所有する目的で、私所有の土地（以下「本件土地」という。）を、賃料月額１０万円、毎月末日に翌月分払い、期間３０年間の約束で賃貸しました（以下「本件賃貸借契約」という。）。\nＡは、令和２年８月中には、本件土地上に店舗用建物（以下「本件建物」という。）を建てて、本件建物で高級腕時計の販売を始めました。Ａは、令和５年３月１７日、本件建物の所有権を現物出資し、時計等の販売を目的とする株式会社Ｙを設立して自ら代表取締役に就任し、同日、Ｙ\nに対し、本件建物の所有権移転登記をしました。そして、Ａは、私が承諾していないにもかかわらず、同日、Ｙに対し、本件土地を賃貸しました（以下「本件転貸借契約」という。）。以後、Ｙが本件建物を店舗として利用しています。私は、Ａに対し、本件転貸借契約について抗議するつもりでしたが、同年５月１０日、Ａは脳梗塞で倒れて入院してしまい、それ以降、賃料が支払われなくなりました。\n私は、Ａの体調が回復したことから、Ａに対し、令和６年３月７日、令和５年６月分から令和\n６年３月分までの１０か月分の延滞賃料１００万円（以下「本件延滞賃料」という。）の支払を２週間以内にするように求めましたが、Ａは支払おうとしません。\n私は、本件延滞賃料に関するＡとの話合いは諦め、Ａに対し、令和６年３月３１日到達の内容証明郵便をもって、（ⅰ）賃料不払を理由として本件賃貸借契約を解除するとともに、（ⅱ）本件土地の無断転貸を理由として本件賃貸借契約を解除しました。Ｙは、何ら正当な権原がなく本件建物を所有して本件土地を占有していますので、Ｙに対し、本件建物の収去及び本件土地の明渡しを求めたいと思います。」\n【Ｙ（代表取締役Ａ）の相談内容】\n「（ａ）Ｘは、令和２年７月１日、私（Ａ）に対し、店舗用建物を所有する目的で、本件土地を賃料月額１０万円、毎月末日に翌月分払い、期間３０年間の約束で賃貸して（本件賃貸借契約）、これに基づいて本件土地を引き渡しました。その後、私（Ａ）は、令和２年８月に本件土地上に本件建物を建て、同所で腕時計販売店を経営していましたが、令和５年３月１７日、本件建物の所有権を現物出資して、時計等の販売を目的とする当社（Ｙ）を設立するとともに、同日、当社（Ｙ）に対し、賃貸期間の定めなく、賃料月額１０万円で本件土地を賃貸し（本件転貸借契約）、これに基づいて本件土地を引き渡しました。しかし、Ｘは、令和６年３月３１日到達の内容証明郵便で本件賃貸借契約を解除すると伝えてきました。Ｘは、本件賃貸借契約の解除の理由として、私（Ａ）から当社（Ｙ）への本件土地の無断転貸を挙げていますが、個人で腕時計販売店をしていた私\n（Ａ）が、全額を出資し、腕時計販売を目的とする当社（Ｙ）を設立して、自ら代表取締役に就任したものであり、当社（Ｙ）には他の役員や従業員はおらず、本件建物は引き続き腕時計販売店として使用し、私（Ａ）一人で営業に当たっていたのですから、Ｘには何も迷惑をかけていません。\nＸが本件土地を所有していることや、当社（Ｙ）が本件建物を所有していることは事実ですが、上記の解除の主張は不当であり、当社（Ｙ）はＸに本件土地を明け渡す義務はないと思います。\n（ｂ）また、私（Ａ）は、Ｘに対し、令和４年１１月９日、アンティーク腕時計（以下「本件商品」という。）を代金２００万円とし、うち１００万円を契約日に支払い、残りの１００万円は令和５年５月９日限り私（Ａ）の口座に振り込んで支払う約束で売り、契約日に本件商品を引き渡しました。しかし、Ｘは契約日に１００万円を支払ったものの、残りの代金１００万円の支払がなかったため、私（Ａ）は、Ｘに対し、令和６年３月２０日、この未払代金１００万円と本件延滞賃料とを対当額で相殺する旨を電話で伝えました。」\n- 4 -\n【Ｘからの聴取内容】\n「Ｙが主張するとおり、私は、Ａから、令和４年１１月９日、本件商品を代金２００万円で購入し、代金のうち１００万円をその日に支払いました。しかし、私は、本件商品を製造から５０年以上が経過したアンティーク商品だと思って２００万円で購入したのですが、令和５年３月２０日頃、製造年代がＡの説明とは異なっており、実際には５０万円程度の価値しかないことを知ったのです。そのため、私は、Ａにだまされたと思い、同月２３日、Ａに本件商品の代金額を５０万円にするよう申し入れました。これに対し、Ａは当初、本件商品の代金額は２００万円が相当だと言っていましたが、その後、話し合った結果、同年４月１０日、Ａとの間で、「本件商品の売買代金債権総額を１００万円に減額する」との内容で和解しています（以下「本件和解」という。）。その後、Ａは、令和６年３月２０日になって、本件商品の未払代金が残っていることを前提に本件延滞賃料と相殺する旨を伝えてきたのですが、上記のとおり既に本件和解が成立している以上、相殺には理由がありません。\nなお、本件和解については、私がＡとの間で和解が成立した令和５年４月１０日の当日に作成した和解合意書（本件合意書）が存在します。」\n- 5 -\n（別紙２）\n（注） 斜体部分は手書きである。\n和解合意書\n１ 甲（Ａ）が、令和４年１１月９日、乙（Ｘ）に対して、２００万円で売却したアンティーク腕時計について、その売買代金額に争いが生じたが、甲と乙は、互いに譲歩した結果、本日、上記腕時計の売買代金債権総額を１００万円とすることで合意した。\n２ なお、乙は、甲に対し、令和４年１１月９日、上記腕時計の代金として、１００万円を支払済みである。\n（以下略）令和５年４月１０日甲（売主） Ａ乙（買主） Ｘ Ｘ印\n- 6 -",
  "source_pdf": "data/pdfs/preliminary_exam/R6/論述/試験問題/R6_予備_論文_法律実務基礎科目（民事・刑事）.pdf",
  "purpose": "設問１は、契約関係にない第三者に対する建物収去土地明渡請求が問題となる訴訟において、原告の希望に応じた訴訟物、請求の趣旨、請求を理由づける事実及び抗弁事実の内容を問うものである。前記訴訟物（物権的請求権）や、請求原因及び抗弁（転貸借契約に基づく占有権原）の要件事実につき、正確な理解が求められる。\n設問２は、原告の二つの主張（賃料不払及び無断転貸を理由とする解除）に関し、再抗弁該当性及び再抗弁となる場合の再抗弁事実の内容を問うとともに、前記再抗弁に対し、相殺の再々抗弁として機能するために必要な要件事実及びその事実が必要となる理由を問うものである。特に、無断転貸における賃貸人の承諾の意思表示に代わる「背信行為と認めるに足りない特段の事情」につき、その主張の位置付けについて事案に即した正確な分析が求められる。\n設問３（１）は、前記再々抗弁に対し、再々々抗弁として機能するために必要な要件事実及びその事実が必要となる理由の説明を問うものであり、和解契約の法律効果（債権の一部消滅）に触れつつ、合わせて弁済の主張が必要となる理由を説得的に論述することが求められる。\n設問３（２）は、作成者名義の署名がある私文書の成立の真正が否認された場合に関して、民事訴訟法第２２８条第４項についての理解を問うとともに、要証事実を立証するための当事者の訴訟活動について問うものである。\n設問４は、前記訴訟において、口頭弁論終結前に建物の所有権が第三者に移転していた場合につき、強制執行の申立てに当たって生じる不都合を問うとともに、これを防ぐために事前に採るべきであった法的手段（民事保全手続）を問うものである。"
}