{
  "year": "R6",
  "exam_type": "予備",
  "subject": 11,
  "subject_name": "労働法",
  "text": "次の事例を読んで、後記の設問に答えなさい。\n【事例】\n１ Ｙ高等学校を運営する学校法人であるＹ学園は、教職員がその職務外の活動により学校施設を使用する場合、「学校施設の目的外使用に関する規程」（以下「本件規程」という。）に基づき、使用を希望する日の２週間前までに、学校長宛てに書面による許可申請をし、学校長からの許可を得なければならないこととしていた。しかし、Ｙ学園は、教職員の約３０％が加入する労働組合であるＸ組合が校舎内にある会議室を使用する場合、その直前に管理職である教頭に口頭でその旨を告知すれば、学校運営上の具体的な支障が生じない限り、その使用を認める取扱いを行ってきた。なお、上記の取扱いは、労働協約に基づくものではなく、事実上のものであった。\n令和５年４月に新たに学校長に就任したＡは、同年１０月下旬頃、上記の取扱いによって、Ｘ組合だけが、事実上、自由に会議室を使用することができる状態となっていることは、不公平であり、Ｘ組合に所属していない教職員の方が多いことを考慮すると、一層問題であるとの認識を持つに至った。そこで、Ａは、同月３０日、教頭であるＢに対し、Ｘ組合に所属していない教職員に対する取扱いとの公平を図る観点から、Ｘ組合についても、会議室の使用につき本件規程に従った取扱いをするように指示した。\nＸ組合の委員長であり、教諭であるＺは、同月３１日、Ｂに対し、同年１１月１日午後６時３０分から１時間程度、会議室を組合活動に使用したいと申し出たところ、Ｂは、Ｚに対し、Ｘ組合に所属していない教職員との公平を図る観点から従前の取扱いを改めることになったとして、本件規程に基づいて学校長宛ての書面による許可申請をするよう求めた。Ｚは、Ｘ組合が、当時、Ｙ学園との間で、部活動の顧問を担当する教諭の待遇改善を議題とする団体交渉を行っており、Ｙ学園と主張が激しく対立する状況にあったことや、他に上記日時に会議室の使用を予定している者がいないことを確認していたこと等から、「このタイミングでの取扱いの変更は、Ｙ学園の方針に従わないＸ組合及びその組合員に対する嫌がらせとしか思えません。我々が会議室を使用することによって、学校運営上の支障が生じない以上、従来どおり、会議室を使用させていただきます。」と述べた。しかし、Ｂが、Ａに相談の上、会議室の出入口を施錠したため、Ｘ組合は、上記日時に会議室を使用することができなかった。その後も、Ｘ組合は、Ｙ学園に対し、従来どおりの取扱いの継続を求め、書面による許可申請を提出しなかったため、Ｙ学園は、Ｘ組合に対し、会議室の使用を拒否する状態が継続した。\n２ Ｘ組合は、部活動の顧問を担当する教諭の待遇改善を議題とする団体交渉がこう着状態にあったことから、Ｘ組合に所属していない教職員にも理解と協力を求めていく必要があるとして、職員室において、上記の待遇改善の必要性を訴えるビラを配布することとした。当該ビラは、上記の内容を片面に印刷したＡ４サイズの紙１枚であった。Ｚは、令和６年１月１８日の昼休みの時間帯（教職員の休憩時間）に、職員室内において、職員室を訪れている生徒等がいないことを確認した上で、在席している教職員に対しては、「組合の活動報告のビラです。よろしくお願いします。」などと言いながら、上記ビラを手渡し、離席している教職員に対しては、机上に上記ビラを裏返して置くという方法により、上記ビラの配布を行った。Ｚが上記ビラの配布に要した時間は約１０分間であり、昼休みの終了までに配布が完了した。\nＡは、Ｚが職員室内でビラを配布したとの報告を受け、Ｚに事実確認をしたところ、Ｚは事実関係を認めた。Ａは、Ｚに対し、許可なく学校施設内においてビラを配布することは認められていないため、Ｚの行為について、処分を検討せざるを得ないと述べた。\nＹ学園は、Ｚからの弁明の聴取等の就業規則所定の手続を経た上で、令和６年３月１５日、Ｚ\n- 16 -に対し、上記ビラ配布の行為について、就業規則第３９条第５号に規定された懲戒事由に該当するとの理由から、戒告とする懲戒処分をした。\n【Ｙ学園教職員就業規則（抜粋）】\n第３９条 教職員が次のいずれかに該当するときは、情状に応じ、戒告、減給、出勤停止、降格、諭旨退職、懲戒解雇に処する。\n１～４ （略）\n５ 許可なく学校の施設・設備を使用し、又は学校施設内において、集会を開き、若しくは放送、掲示、印刷物等の貼付、配布等をしたとき。\n６・７ （略）\n８ その他前各号に準ずる程度の行為があったとき。\n第４０条 前条の規定により懲戒を行うときは、当該教職員に対し、事前に弁明の機会を与える。\n〔設問〕\n１ Ｘ組合がＹ学園による会議室の使用拒否について労働委員会で争う場合、どのような申立てをすることができるか。また、その申立ては認められるか。検討すべき法律上の論点を挙げて論じなさい。なお、Ｘ組合は、労働組合法第５条第１項が定める救済申立ての要件を満たしているものとする。\n２ Ｚは、戒告処分が無効であるとして裁判所に訴えを提起した。この戒告処分の有効性について、検討すべき法律上の論点を挙げて、あなたの見解を述べなさい。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R6/論述/試験問題/R6_予備_論文_選択科目.pdf",
  "purpose": "本問は、Ｙ高等学校を運営する学校法人であるＹ学園が、Ｘ組合に対し、「学校施設の目的外使用に関する規程」（以下「本件規程」という。）によらずに、口頭による告知があれば原則として校舎内の会議室の利用を認めていた従前の取扱いを改め、本件規程に基づいて書面による許可申請を求め、同申請がないことを理由として会議室の使用を拒否したほか、Ｘ組合の委員長であり、教諭であるＺに対し、同人が、組合活動として、職員室において、就業規則により禁止されている無許可のビラ配布行為をしたことを理由に戒告の懲戒処分（以下「本件戒告処分」という。）をしたという事案を基に、Ｘ組合が労働委員会に申し立てるべき具体的な内容を問うほか、使用者の施設管理権の行使と不当労働行為の成否をめぐる最高裁判例や校内における組合活動としてのビラ配布行為を理由とする懲戒処分の効力をめぐる最高裁判例の正確な理解と、これらを踏まえて導き出される規範に対する当てはめを問うものである。\n設問１は、Ｙ学園がＸ組合による会議室の使用を拒否し続けていることについて、Ｘ組合が労働委員会で争う場合の具体的な申立ての内容のほか、Ｙ学園の行為が労働組合法（以下「労組法」という。）第７条第３号の不当労働行為（支配介入）に該当するか否かについて検討することを求めるものである。\nまず、具体的な申立ての内容については、Ｘ組合が、Ｙ学園による会議室の使用拒否が労組法第７条第３号の不当労働行為（支配介入）に当たることを理由として、労働委員会に救済命令の申立て（同法第２７条第１項）をすることができる旨を指摘する必要があろう。そして、具体的には、Ｘ組合が、労働委員会に対し、Ｙ\n学園のＸ組合に対する支配介入行為の禁止を内容とする命令や、Ｙ学園がＸ組合に対して今後同様の行為を行わない旨の文書を事業場内で掲示すること等（ポストノ\nーティス）を内容とする命令等を求めることが考えられる旨を指摘する必要があろう。\n次に、その申立てが認められるか否かについては、Ｙ学園による上記使用拒否が労組法第７条第３号の不当労働行為（支配介入）に該当するか否かを最高裁判例\n（国鉄札幌運転区事件・最三小判昭和５４年１０月３０日民集３３巻６号６４７頁、オリエンタルモーター事件・最二小判平成７年９月８日集民１７６号６９９頁）を踏まえた上で検討する必要がある。すなわち、我が国の労働組合については、いわゆる企業内組合の割合が高いことから、組合活動のために企業施設を利用する必要性が大きいものの、上記最高裁判例は、労働組合による企業施設の利用については、本来、使用者との団体交渉等による合意に基づいて行われるべきものとした上で、上記必要性から当然に労働組合による企業施設の利用権が保障されているということはできず、利用を許諾するか否かは、原則として使用者の自由な判断に委ねられており、使用者がその利用を受忍しなければならない義務を負うものではないとし、その利用を許諾しないことが当該企業施設につき使用者が有する権利の濫用であると認められるような特段の事情がある場合を除いては、直ちに団結権を侵害し、不当労働行為を構成するということはできない旨判断している。本設問においては、この判旨を踏まえ、的確に規範を定立する必要があろう。その上で、使用者であるＹ学園が施設管理権に基づきＸ組合に対して会議室の利用を許諾しないことについて、Ｘ組合に対しても本件規程に基づく許可申請を求めることとした目的、当該許可申請において要求される手続の内容、Ｙ学園が従前の取扱いを変更した時期、Ｘ組合が会議室を使用することによる施設管理上の支障の有無及び程度、Ｙ学園によるＸ組合に対する会議室の使用拒否が続いている理由等、本設問の具体的事実関係に照らし、施設管理権の濫用となる特段の事情があるとして支配介入に当たるか否か等を論じ、Ｘ組合の申立てが認められるか否かについての結論を導く必要があると考えられる。\n設問２は、Ｙ学園がＺに対して学校施設内における無許可のビラ配布行為を理由として行った本件戒告処分の効力を問うものであり、上記ビラ配布行為の職場規律との実質的な抵触の有無という観点からの検討を行うことを求めるものである。\nまず、本設問においては、使用者の労働者に対する懲戒権の根拠のほか、懲戒処分をするためには、あらかじめ就業規則に懲戒の種別及び事由を規定する必要性があること（フジ興産事件・最二小判平成１５年１０月１０日集民２１１号１頁）\nや、懲戒処分が客観的に合理的理由を欠き、社会通念上相当であると認められない場合は、無効となること（労働契約法第１５条）について指摘する必要があろう。\nまた、懲戒処分が不当労働行為に該当する場合、当該懲戒処分が私法上も無効となると解されること（医療法人新光会事件・最三小判昭和４３年４月９日民集２２巻\n４号８４５頁）についても指摘する必要があろう。\nそして、就業規則により禁止された校内における無許可のビラ配布行為を理由とする懲戒処分については、最高裁判例（倉田学園事件・最三小判平成６年１２月２０日民集４８巻８号１４９６頁）を踏まえた上で、その効力を検討する必要がある。すなわち、上記最高裁判例は、私立学校の校内において教職員が使用者の許可を得ないまま組合活動としてビラの配布を行った事案において、当該事案の具体的事実関係の下において、配布行為が学校内の職場規律を乱すおそれがなく、生徒に対する教育的配慮に欠けるおそれのない特別の事情が認められるものとして、校内において無許可のビラ配布を禁止する就業規則に違反しないとしたものである。本設問においては、これを踏まえて規範を定立するとともに、当てはめを行うことが求められる。また、当てはめにおいては、ビラの内容、配布の態様等、本設問の具体的事実関係に照らし、本設問におけるＺの行為がＹ学園教職員就業規則に違反するか否か等を論ずることが必要となろう。\nさらに、前記のとおり、最高裁判例において、法律行為が不当労働行為に該当する場合、当該法律行為が私法上無効となると解されていることを踏まえると、本件戒告処分が、Ｚが労働組合の組合員であること等を理由にされたものとして労組法第７条第１号の不当労働行為（不利益取扱い）に該当するか否かや、Ｘ組合の委員長であるＺに対する懲戒処分をすることにより、Ｘ組合を弱体化する目的でされたものとして同条第３号の不当労働行為（支配介入）に該当するか否か等を検討した上で、本件戒告処分の効力を論ずることも必要となろう。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は、Ｙ高等学校を運営する学校法人であるＹ学園が、Ｘ組合に対し、「学校施設の目的外使用に関する規程」（以下「本件規程」という。）によらずに、口頭による告知があれば原則として校舎内の会議室の利用を認めていた従前の取扱いを改め、本件規程に基づいて書面による許可申請を求め、同申請がないことを理由として会議室の使用を拒否したほか、Ｘ組合の委員長であり、教諭であるＺに対し、同人が、組合活動として、職員室において、就業規則により禁止されている無許可のビラ配布行為をしたことを理由に戒告の懲戒処分（以下「本件戒告処分」という。）をしたという事案を基に、Ｘ組合が労働委員会に申し立てるべき具体的な内容を問うほか、使用者の施設管理権の行使と不当労働行為の成否をめぐる最高裁判例や校内における組合活動としてのビラ配布行為を理由とする懲戒処分の効力をめぐる最高裁判例の正確な理解と、これらを踏まえて導き出される規範に対する当てはめを問うものである。"
      },
      {
        "type": "q1",
        "text": "設問１は、Ｙ学園がＸ組合による会議室の使用を拒否し続けていることについて、Ｘ組合が労働委員会で争う場合の具体的な申立ての内容のほか、Ｙ学園の行為が労働組合法（以下「労組法」という。）第７条第３号の不当労働行為（支配介入）に該当するか否かについて検討することを求めるものである。\nまず、具体的な申立ての内容については、Ｘ組合が、Ｙ学園による会議室の使用拒否が労組法第７条第３号の不当労働行為（支配介入）に当たることを理由として、労働委員会に救済命令の申立て（同法第２７条第１項）をすることができる旨を指摘する必要があろう。そして、具体的には、Ｘ組合が、労働委員会に対し、Ｙ\n学園のＸ組合に対する支配介入行為の禁止を内容とする命令や、Ｙ学園がＸ組合に対して今後同様の行為を行わない旨の文書を事業場内で掲示すること等（ポストノ\nーティス）を内容とする命令等を求めることが考えられる旨を指摘する必要があろう。\n次に、その申立てが認められるか否かについては、Ｙ学園による上記使用拒否が労組法第７条第３号の不当労働行為（支配介入）に該当するか否かを最高裁判例\n（国鉄札幌運転区事件・最三小判昭和５４年１０月３０日民集３３巻６号６４７頁、オリエンタルモーター事件・最二小判平成７年９月８日集民１７６号６９９頁）を踏まえた上で検討する必要がある。すなわち、我が国の労働組合については、いわゆる企業内組合の割合が高いことから、組合活動のために企業施設を利用する必要性が大きいものの、上記最高裁判例は、労働組合による企業施設の利用については、本来、使用者との団体交渉等による合意に基づいて行われるべきものとした上で、上記必要性から当然に労働組合による企業施設の利用権が保障されているということはできず、利用を許諾するか否かは、原則として使用者の自由な判断に委ねられており、使用者がその利用を受忍しなければならない義務を負うものではないとし、その利用を許諾しないことが当該企業施設につき使用者が有する権利の濫用であると認められるような特段の事情がある場合を除いては、直ちに団結権を侵害し、不当労働行為を構成するということはできない旨判断している。本設問においては、この判旨を踏まえ、的確に規範を定立する必要があろう。その上で、使用者であるＹ学園が施設管理権に基づきＸ組合に対して会議室の利用を許諾しないことについて、Ｘ組合に対しても本件規程に基づく許可申請を求めることとした目的、当該許可申請において要求される手続の内容、Ｙ学園が従前の取扱いを変更した時期、Ｘ組合が会議室を使用することによる施設管理上の支障の有無及び程度、Ｙ学園によるＸ組合に対する会議室の使用拒否が続いている理由等、本設問の具体的事実関係に照らし、施設管理権の濫用となる特段の事情があるとして支配介入に当たるか否か等を論じ、Ｘ組合の申立てが認められるか否かについての結論を導く必要があると考えられる。"
      },
      {
        "type": "q2",
        "text": "設問２は、Ｙ学園がＺに対して学校施設内における無許可のビラ配布行為を理由として行った本件戒告処分の効力を問うものであり、上記ビラ配布行為の職場規律との実質的な抵触の有無という観点からの検討を行うことを求めるものである。\nまず、本設問においては、使用者の労働者に対する懲戒権の根拠のほか、懲戒処分をするためには、あらかじめ就業規則に懲戒の種別及び事由を規定する必要性があること（フジ興産事件・最二小判平成１５年１０月１０日集民２１１号１頁）\nや、懲戒処分が客観的に合理的理由を欠き、社会通念上相当であると認められない場合は、無効となること（労働契約法第１５条）について指摘する必要があろう。\nまた、懲戒処分が不当労働行為に該当する場合、当該懲戒処分が私法上も無効となると解されること（医療法人新光会事件・最三小判昭和４３年４月９日民集２２巻\n４号８４５頁）についても指摘する必要があろう。\nそして、就業規則により禁止された校内における無許可のビラ配布行為を理由とする懲戒処分については、最高裁判例（倉田学園事件・最三小判平成６年１２月２０日民集４８巻８号１４９６頁）を踏まえた上で、その効力を検討する必要がある。すなわち、上記最高裁判例は、私立学校の校内において教職員が使用者の許可を得ないまま組合活動としてビラの配布を行った事案において、当該事案の具体的事実関係の下において、配布行為が学校内の職場規律を乱すおそれがなく、生徒に対する教育的配慮に欠けるおそれのない特別の事情が認められるものとして、校内において無許可のビラ配布を禁止する就業規則に違反しないとしたものである。本設問においては、これを踏まえて規範を定立するとともに、当てはめを行うことが求められる。また、当てはめにおいては、ビラの内容、配布の態様等、本設問の具体的事実関係に照らし、本設問におけるＺの行為がＹ学園教職員就業規則に違反するか否か等を論ずることが必要となろう。\nさらに、前記のとおり、最高裁判例において、法律行為が不当労働行為に該当する場合、当該法律行為が私法上無効となると解されていることを踏まえると、本件戒告処分が、Ｚが労働組合の組合員であること等を理由にされたものとして労組法第７条第１号の不当労働行為（不利益取扱い）に該当するか否かや、Ｘ組合の委員長であるＺに対する懲戒処分をすることにより、Ｘ組合を弱体化する目的でされたものとして同条第３号の不当労働行為（支配介入）に該当するか否か等を検討した上で、本件戒告処分の効力を論ずることも必要となろう。"
      }
    ]
  }
}