{
  "year": "R6",
  "exam_type": "予備",
  "subject": 5,
  "subject_name": "民事訴訟法",
  "text": "(〔設問１〕と〔設問２〕の配点の割合は、１：１）次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\nＸは、伝統工芸品の製作を手掛けている芸術家である。Ｙは、Ｘの製作活動を支援しており、Ａを代理人として、Ｘの工芸品を頻繁に購入していた。\nＸは、新作の工芸品が完成した旨をＡに伝えたところ、Ｙが３００万円で購入を希望しているとＡから聞いた。そこで、Ｘは、いつものようにＡを通じて、新作の工芸品を３００万円でＹに売り渡した（以下、この契約を「本件契約」といい、本件契約の売買代金を「本件代金」という。）。しかし、本件代金が支払われないので、ＸがＹに事情を直接聞いたところ、Ｙは、Ｘに対し、Ａから新作の工芸品の話など聞いたことはなく、Ａにその購入を依頼した覚えもないことから、本件代金を支払うつもりはないと答えた。また、Ｙは、Ｘに対し、現在、Ａとは連絡が取れなくなっていることも伝えた。その後、Ｘは、弁護士Ｌ１を訴訟代理人として、Ｙに対し、本件代金３００万円の支払を求める訴えを提起した（以下「本件訴訟」という。）。これに対して、Ｙは、弁護士Ｌ２を訴訟代理人として本件訴訟に応訴し、ＸＹ間の本件契約の成立を争った。弁論準備手続における争点整理の結果、本件訴訟においては、本件契約における代理権の授与の有無及び表見代理の成否が主要な争点となった。\n〔設問１〕\n弁論準備手続終結後の人証調べは、前記の争点について行われた。結審が予定されていたその後の口頭弁論期日において、Ｌ２は、ＹがＸに対して有する貸金債権３００万円（弁済期は本件訴訟の提起前に既に到来していた。）を自働債権とし、本件代金に係る債権を受働債権として、対当額で相殺する旨の相殺の抗弁を新たに主張した。Ｌ１がＬ２に対して、相殺の抗弁を弁論準備手続の終結前に主張することができなかった理由について説明を求めたところ、Ｌ２は、「相殺の抗弁は自己の債権を犠牲にするものであるから、初めから主張する必要はないと考えていた。」と述べるとともに、「相殺権の行使時期には法律上特段の制約がなく、判例によれば、基準時後に相殺権を行使したことを請求異議の訴えの異議事由とすることも許容されている以上、弁論準備手続の終結後に相殺の抗弁を主張することも許容されるべきである。」と述べた。Ｌ１は、本件訴訟の開始前から相殺適状になっており、仮定的抗弁として主張することができたにもかかわらず、それをしなかった理由について更に説明を求めたが、Ｌ\n２からは前記の説明以上の具体的な説明はされなかった。そこで、Ｌ１は、相殺の抗弁は時機に後れた攻撃防御方法に当たるとして、その却下を求めた。\nこの場合において、裁判所は相殺の抗弁を却下すべきかについて、検討しなさい。\n〔設問２〕（〔設問１〕の問題文中に記載した事実は考慮しない。）\n主要な争点が明らかになったため、Ｘは、Ａに訴訟告知をした。しかし、Ａは、本件訴訟に参加しなかった。その後、本件訴訟では、弁論準備手続が終結し、人証調べが行われた。その結果、ＹはＡに代理権を授与しておらず、また、表見代理の成立は認められないことを理由として、Ｘの請求を棄却するとの判決がされた（以下「前訴判決」という。）。\n前訴判決の確定後、Ｘは、Ａは無権代理人としての責任を負うとして、Ａに対して本件代金３００万円の支払を求める訴えを提起した（以下「後訴」という。）。これに対して、Ａは、応訴し、ＡはＹから代理権を授与されていたと主張した。\nＸは、上記のようなＡの主張は訴訟告知の効果によって排斥されるべきであると考えている。Ｘの立場から、Ａの主張を排斥する立論を、判例を踏まえて、展開しなさい。なお、解答に当たっては、Ａが補助参加の利益を有していたことを前提として論じなさい。\n- 7 -",
  "source_pdf": "data/pdfs/preliminary_exam/R6/論述/試験問題/R6_予備_論文_民法・商法・民事訴訟法.pdf",
  "purpose": "〔設問１〕は、民事訴訟法（以下「法」という。）第１５７条第１項の「時機に\n後れた攻撃防御方法の却下」についての問題である。法第１５７条第１項の要件とその適用に関する理解を、具体的な事例を通して問うものである。\n〔設問１〕では、法第１５７条第１項が定める①時機に後れた、②故意又は重過\n失、③訴訟の完結の遅延の各要件についての基本的な理解と事例に即した分析及び検討が求められている。つまり、条文の基本的な理解を基に、事例において問題となっている攻撃防御方法が相殺の抗弁であること、また、この相殺の抗弁が争点整理手続（弁論準備手続）の終了後に提出されたものであり、争点整理手続の終了前に提出することができなかった理由の説明を求められている（法第１７４条、第１６７条）ことなどを踏まえて、これらが法第１５７条第１項のどの要件と関連してくるのかを検討し、その適用の有無について論理的かつ説得的な結論を導くことが期待されている。\n〔設問２〕は、訴訟告知の効果に関する問題である。訴訟告知を受けたものの補\n助参加をしなかった者に対するその効果についての理解を、具体的な事例を通して問うものである。\nつまり、〔設問２〕では、まず、法第５３条第４項により法第４６条の規定の適用があることから、法第４６条に規定する補助参加人に対する裁判の効力が訴訟告知によって被告知者に及ぶ要件の検討が求められる。その検討の際には、補助参加人に対する裁判の効力について、判例・通説は共同の訴訟追行を基礎とする参加的効力と解するが、これに基づく場合には、その参加的効力の内容及び補助参加をしていない被告知者に参加的効力を及ぼすことを正当化する根拠についても検討することが必要になろう。\nその上で、告知者と被告知者との関係性を踏まえて、訴訟告知による参加的効力が生ずるとする場合には、参加的効力の及ぶ客観的範囲を具体的に明らかにした上で、後訴におけるＡの主張が排斥されるかを論ずることが求められている。その際には、判例（最判平成１４年１月２２日判時１７７６号６７頁）の理解を踏まえて、事例に即した丁寧な論述をすることが期待されている。\nなお、補助参加人に対する裁判の効力につき判例・通説の立場をとらない場合も、その理由及び事例に関する論述が論理的か否かが評価される。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "〔"
      },
      {
        "type": "q1",
        "text": "設問１〕は、民事訴訟法（以下「法」という。）第１５７条第１項の「時機に\n後れた攻撃防御方法の却下」についての問題である。法第１５７条第１項の要件とその適用に関する理解を、具体的な事例を通して問うものである。\n〔設問１〕では、法第１５７条第１項が定める①時機に後れた、②故意又は重過\n失、③訴訟の完結の遅延の各要件についての基本的な理解と事例に即した分析及び検討が求められている。つまり、条文の基本的な理解を基に、事例において問題となっている攻撃防御方法が相殺の抗弁であること、また、この相殺の抗弁が争点整理手続（弁論準備手続）の終了後に提出されたものであり、争点整理手続の終了前に提出することができなかった理由の説明を求められている（法第１７４条、第１６７条）ことなどを踏まえて、これらが法第１５７条第１項のどの要件と関連してくるのかを検討し、その適用の有無について論理的かつ説得的な結論を導くことが期待されている。\n〔"
      },
      {
        "type": "q2",
        "text": "設問２〕は、訴訟告知の効果に関する問題である。訴訟告知を受けたものの補\n助参加をしなかった者に対するその効果についての理解を、具体的な事例を通して問うものである。\nつまり、〔設問２〕では、まず、法第５３条第４項により法第４６条の規定の適用があることから、法第４６条に規定する補助参加人に対する裁判の効力が訴訟告知によって被告知者に及ぶ要件の検討が求められる。その検討の際には、補助参加人に対する裁判の効力について、判例・通説は共同の訴訟追行を基礎とする参加的効力と解するが、これに基づく場合には、その参加的効力の内容及び補助参加をしていない被告知者に参加的効力を及ぼすことを正当化する根拠についても検討することが必要になろう。\nその上で、告知者と被告知者との関係性を踏まえて、訴訟告知による参加的効力が生ずるとする場合には、参加的効力の及ぶ客観的範囲を具体的に明らかにした上で、後訴におけるＡの主張が排斥されるかを論ずることが求められている。その際には、判例（最判平成１４年１月２２日判時１７７６号６７頁）の理解を踏まえて、事例に即した丁寧な論述をすることが期待されている。\nなお、補助参加人に対する裁判の効力につき判例・通説の立場をとらない場合も、その理由及び事例に関する論述が論理的か否かが評価される。"
      }
    ]
  }
}