{
  "year": "R6",
  "exam_type": "予備",
  "subject": 1,
  "subject_name": "憲法",
  "text": "次の文章を読んで、後記の〔設問〕に答えなさい。\n山懐に抱かれたＡ集落（人口約１７０人、世帯数約５０戸）は、Ｂ市の字（あざ）の一つであり、何百年にもわたって集落の氏神を祀（まつ）るＣ神社を中心に生活が営まれてきた。Ａ町内会は、Ａ集落の住民が自治的に組織した任意団体であり、地方自治法第２６０条の２の「認可地縁団体」（資料参照）であって、現在の加入率は１００パーセントである。Ａ町内会規約はその目的に「会員相互の親睦及び福祉の増進を図り、地域課題の解決等に取り組むことにより、地域的な共同生活に資すること」を掲げ、この目的を達成するための事業として、①清掃、美化等の環境整備に関すること、②防災、防火に関すること、③住民相互の連絡、広報に関すること、④集会所の管理運営に関すること、⑤その他Ａ町内会の目的を達成するために必要なこと、を挙げている。\nＡ集落では地域の共同事業を住民自ら担ってきた。Ａ町内会として、例えば、生活道路・下水道の清掃、ごみ収集所の管理、Ｂ市の「市報」等の配布、Ｃ神社の祭事挙行への協力などを行っている。町内会費は１世帯当たり年額８０００円であり、町内会費からは、街路灯費やごみ収集所管理費などに加え、Ｃ神社祭事挙行費を支出している。祭事挙行費は１世帯当たり年額約１０００円である。\nＣ神社は宗教法人ではなく、氏子名簿もない。かつて火事で鳥居を除いて神社建物が失われたため、同所にＡ町内会が、御神体を安置した集会所を建設した。集会所入り口には「Ａ町内会集会所」「Ｃ神社」と並列して表示されている。集会所は大きな一部屋から成る建物であり、平素から人々の交流や憩いの場となっている。Ｃ神社には神職が常駐しておらず、日々のお祀（まつ）りは集会所の管理と併せて、Ａ町内会の役員が持ち回りで行っている。年２回行われるＣ神社の祭事では、近隣から派遣された宮司が祝詞をあげるなど、神道方式により神事が行われるほか、集落に伝えられてきた文化である伝統舞踊が、神事の一環として披露される。祭事の準備・執行・後始末などを担当しているのは、Ａ町内会の会員である住民である。住民の中にはＣ神社の氏子としての意識が強い者もいれば弱い者もいるが、住民のほとんどはＣ神社の祭事をＡ集落の重要な年中行事と認識している。\nＤ教の熱心な信者であるＸは、旅行中にＡ集落の風景が大変気に入り、Ａ集落内に定住することとした。Ｘは、生活道路・下水道の清掃、ごみ収集所の管理、Ｂ市の「市報」等の配布については、日常生活に不可欠であり、Ａ集落に住む以上はＡ町内会に加入せざるを得ないと思っている。\nしかしＣ神社の祭事挙行のために町内会費が使われることは、金額の多寡にかかわらず、Ｄ教徒であるＸとしては、到底認められない。そこで、町内会に加入するに当たり「⑴祭事挙行費を町内会の予算から支出する慣行をなくしてほしい、⑵もしそれが無理なら、祭事挙行費１世帯割合相当の１０００円を差し引いた年額７０００円のみを会費として納めたい。」とＡ町内会会長に相談を持ち掛けた。\nＡ町内会総会ではＸの提案に対する否定的意見が多く示された。会員Ｅは「Ａ町内会は任意の私的団体なのだから、私たちが決めたやり方でいいはずだ。」と言い、会員Ｆは「祭事はＡ集落の重要な年中行事だ。集落を支えている町内会の会費から支出しなければ、集落に伝えられてきた伝統舞踊も続けられなくなる。」と発言した。また、氏子意識の強い会員Ｇは「私のような氏子にとっ\n- 2 -て、祭事は信仰に基づく大切な宗教的活動だ。祭事ができなくなると私の信教の自由はどうなるのか。」と述べた。さらに会員Ｈは「一括して一律に徴収するのが楽である。一人一人が都合を言い始めたら話が収まらない。」と意見を言うなど、種々様々であった。そこでＡ町内会会長は、知り合いの法律家に、憲法上の問題について意見を求めることにした。\n〔設問〕\nあなたが意見を求められた法律家であるとして、以下の⑴及び⑵について、必要に応じて判例に触れつつ、あなた自身の見解を述べなさい。\n⑴ 祭事挙行費を町内会の予算から支出することの可否\n⑵ 祭事挙行費を予算から支出し得るとして、町内会費８０００円を一律に徴収することの可否\n【資料】地方自治法（昭和２２年法律第６７号）（抄録）\n第２６０条の２ 町又は字の区域その他市町村内の一定の区域に住所を有する者の地縁に基づいて形成された団体（以下本条において「地縁による団体」という。）は、地域的な共同活動を円滑に行うため市町村長の認可を受けたときは、その規約に定める目的の範囲内において、権利を有し、義務を負う。\n②③④⑤ （略）\n⑥ 第一項の認可は、当該認可を受けた地縁による団体を、公共団体その他の行政組織の一部とすることを意味するものと解釈してはならない。\n（以下略）\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R6/論述/試験問題/R6_予備_論文_憲法・行政法.pdf",
  "purpose": "本問は、団体と団体の構成員をめぐる憲法上の論点に関する問題である。\n本問で、Ｃ神社の祭事を、宗教というよりＡ集落の伝統と位置付ける住民の存在はあるが、Ｃ神社は氏神を祀る神社であり、神事を含めた祭事挙行に関わる宗教性は否定しえない。とはいえＡ町内会は私的団体であり、政教分離原則（憲法第２０\n条、第８９条）は直接には関係せず、私人と私人の間の問題である。このことを踏まえた上で、議論枠組みを設定する必要がある。その際、判例としては三菱樹脂事件（最高裁大法廷判決昭和４８年１２月１２日民集２７巻１１号１５３６頁）を意識することが求められる。\nその上で、Ａ町内会やＡ町内会とほぼ同一の集団としての氏子集団の活動と、構成員である会員（会員となる者も含む。）の信教の自由（憲法第２０条）との問題を調整することとなるが、Ａ町内会は実質的に公共的な事務を担っており、また事実上の強制加入団体であることにも注意を払う必要がある。\n判断枠組みについて、たとえば国労広島地本事件（最高裁第三小法廷判決昭和５０年１１月２８日民集２９巻１０号１６９８頁）や、南九州税理士会事件（最高裁第三小法廷判決平成８年３月１９日民集５０巻３号６１５頁）等の判例を踏まえて検討することが求められる。\n具体的に、設問で求められている①神社での祭事挙行費の町内会費からの支出、②町内会会員の信教の自由と協力義務の限界、を考えるに当たっては、認可地縁団体としての目的（地方自治法第２６０条の２第１項）の範囲内であるか否か、範囲内であるとして、祭事挙行費相当も含む町内会費の一律徴収に応じる協力義務を課しうるか否かを論ずることになる。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は、団体と団体の構成員をめぐる憲法上の論点に関する問題である。\n本問で、Ｃ神社の祭事を、宗教というよりＡ集落の伝統と位置付ける住民の存在はあるが、Ｃ神社は氏神を祀る神社であり、神事を含めた祭事挙行に関わる宗教性は否定しえない。とはいえＡ町内会は私的団体であり、政教分離原則（憲法第２０\n条、第８９条）は直接には関係せず、私人と私人の間の問題である。このことを踏まえた上で、議論枠組みを設定する必要がある。その際、判例としては三菱樹脂事件（最高裁大法廷判決昭和４８年１２月１２日民集２７巻１１号１５３６頁）を意識することが求められる。\nその上で、Ａ町内会やＡ町内会とほぼ同一の集団としての氏子集団の活動と、構成員である会員（会員となる者も含む。）の信教の自由（憲法第２０条）との問題を調整することとなるが、Ａ町内会は実質的に公共的な事務を担っており、また事実上の強制加入団体であることにも注意を払う必要がある。\n判断枠組みについて、たとえば国労広島地本事件（最高裁第三小法廷判決昭和５０年１１月２８日民集２９巻１０号１６９８頁）や、南九州税理士会事件（最高裁第三小法廷判決平成８年３月１９日民集５０巻３号６１５頁）等の判例を踏まえて検討することが求められる。\n具体的に、設問で求められている①神社での祭事挙行費の町内会費からの支出、②町内会会員の信教の自由と協力義務の限界、を考えるに当たっては、認可地縁団体としての目的（地方自治法第２６０条の２第１項）の範囲内であるか否か、範囲内であるとして、祭事挙行費相当も含む町内会費の一律徴収に応じる協力義務を課しうるか否かを論ずることになる。"
      }
    ]
  }
}