{
  "year": "R6",
  "exam_type": "予備",
  "subject": 14,
  "subject_name": "経済法",
  "text": "【前提】\nＸ社は、体勢を保持するための福祉用具である甲製品（以下「甲製品」という。）のメーカーであり、我が国の甲製品の販売分野において約３５パーセントのシェア（甲製品の国内における総販売額に占める各社の販売額の割合）を有し、国内シェア第１位である。Ｘ社製甲製品は消費者から高い評価を得ており、甲製品を販売する小売業者（以下「販売業者」という。）にとってＸ社製甲製品を取り扱うことは営業上不可欠になっている。\nメーカーは、販売業者を通じて甲製品を消費者に販売している。販売業者は、Ｘ社製甲製品だけでなく他メーカー製甲製品も販売しており、販売方法に特段の法規制はない。販売業者の販売形態には、店舗での販売とインターネットを利用した販売がある（以下、店舗での販売を行う販売業者を「店舗販売業者」、インターネットを利用した販売を行う販売業者を「ネット販売業者」という。）。その割合は、店舗での販売が約８割、インターネットを利用した販売が約２割となっており、インターネットを利用した販売の割合は漸増しつつある。Ｘ社製甲製品の小売価格は、それぞれの販売業者が独自に決定しているが、ネット販売業者の小売価格の平均は店舗販売業者の小売価格の平均より約１０パーセント低い。\n店舗販売業者の中には、その販売員がＸ社製甲製品の機能の特徴を説明して販売するもの（以下、このような販売方法を「説明販売」という。）も少数存在するが、ネット販売業者の中には説明販売を行っているものは存在しない。近年、Ｘ社製甲製品の販売額は伸び悩んでいる。その理由を、Ｘ社は、店舗販売業者の販売員が適切な説明をできておらず、Ｘ社製甲製品の機能の特徴を消費者に十分訴求できていない点にあると見ている。\n〔設 問〕\n⑴ 上記の【前提】に加え、以下の事実がある場合に、Ｘ社の令和６年６月１日以降の行為について、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n令和６年６月１日以降、Ｘ社は、店舗販売業者に対してのみ、Ｘ社が指示する方法・内容に基づく販売員教育を実施して、来店した消費者にＸ社製甲製品の適切な説明を行う場合に限り、説明販売を支援する協力金の提供を行うこととした。ネット販売業者は説明販売を行っていないことから協力金の提供を受けていない。この協力金の金額は、店舗販売業者に対するＸ\n社製甲製品の卸売価格の約５パーセントであり、店舗販売業者が説明販売に要する費用とおおむね同等である。\nなお、Ｘ社は、販売業者に対するＸ社製甲製品の卸売価格について、店舗販売業者とネット販売業者との間で差を設けていない。\n⑵ 上記の【前提】に加え、以下の事実がある場合（上記⑴記載の事実はない。）に、Ｘ社の令和\n６年９月１日以降の行為について、独占禁止法上の問題点を分析して検討しなさい。\n令和６年６月１日、Ｘ社は、店舗販売業者に対し、Ｘ社が指示する方法・内容に基づく販売員教育を実施して、来店した消費者にＸ社製甲製品の適切な説明を行うように要請した。その後、この要請に従う費用（その金額は、店舗販売業者に対するＸ社製甲製品の卸売価格の約５\nパーセントである。）を甲製品の小売価格に上乗せして販売した結果、Ｘ社製甲製品の売上が大幅に減少したため、大半の店舗販売業者からＸ社に対し、このままでは説明販売を維持でき\n- 10 -ないとの苦情が強く寄せられた。これに対応したＸ社による調査の結果、売上の大幅な減少の主な原因はネット販売業者への顧客流出であることが明らかとなった。\nそこで、Ｘ社は、店舗販売業者に説明販売を継続してもらうため、ネット販売業者への顧客流出を阻止する必要があると考えて、同年９月１日以降、①店舗販売されるＸ社製甲製品の同年６月１日以降の小売価格の平均を「小売定価」と定めて、全ての販売業者に対して、Ｘ社製甲製品を「小売定価」で販売するよう求めることとし、②販売業者が「小売定価」どおりに販売しない場合、当該販売業者に対するＸ社製甲製品の出荷を停止することとし、その旨を全ての販売業者に通知した。その結果、全ての販売業者は、出荷停止を恐れて、Ｘ社製甲製品を「小売定価」で販売するようになった。\nなお、Ｘ社は、販売業者に対するＸ社製甲製品の卸売価格について、店舗販売業者とネット販売業者との間で差を設けていない。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R6/論述/試験問題/R6_予備_論文_選択科目.pdf",
  "purpose": "本問では、我が国での甲製品の販売分野において約３５パーセントのシェア（第１位）を持つＸ社が、自社製甲製品の販売額の伸び悩みに対応して採用した〔設問〕\n（１）と〔設問〕（２）の各行為（以下、各々「本件行為①」と「本件行為②」という。）が、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の不公正な取引方法にそれぞれ該当し、同法第１９条に違反するかを論じることが求められる。\n〔設問〕（１）では、Ｘ社による店舗販売業者に対する協力金（以下「本件協力\n金」）の提供が取引条件等の差別取扱い（不公正な取引方法の一般指定（以下「一般指定」という。）第４項）に該当しないかが問われている。差別対価（一般指定第３項）とする場合には、本件協力金をＸ社製甲製品の卸価格の一構成要素と見る点（卸価格の実質的値引き）への言及が求められる。行為要件では、Ｘ社の「事業者（独占禁止法第\n２条第１項）」性を前提に、選択した条文の各要件に沿って問題文の事実をそれぞれ的確に当てはめることが重要になる。行為要件該当性を否定する立場も想定されるが、その際も、本件行為①は取引先の各販売業者の活動を制限する性質を持たず行為要件を満たさないなど、その理由を説得的に述べることが求められる。公正競争阻害性要件については、本件での「不当」が自由競争減殺の観点からの、競争の実質的制限に至らない程度の市場閉鎖又は価格維持の効果である旨的確に述べた上で、本件行為①は、説明販売に要するのとおおむね同等の費用支援を行うに過ぎず、また、ネット販売業者への卸売価格を引き上げないことから、店舗販売業者とネット販売業者の間でＸ社製甲製品供給に係る費用条件を変えず、したがって我が国における甲製品の販売市場において取引先の各販売業者間で競争者排除や競争回避の効果を発生させない旨を論証することが重要になる。\n〔設問〕（２）では、Ｘ社が、自社製甲製品の「小売定価」販売を求め、遵守しなけ\nれば出荷停止する旨を各販売業者に通知したことが、直接購入者に対する再販売価格拘束（独占禁止法第２条第９項第４号イ）に該当し、同法第１９条に違反するかが問われている。行為要件では、「拘束の条件」（同法第２条第９項第４号柱書）が、経済上の利益・不利益措置など何らかの人為的手段により実効性が確保されていることを意味する旨的確に述べた上で、問題文の事実を的確に当てはめて、本件行為②が行為要件を満たすと論じることが重要である。公正競争阻害性要件については、自由競争減殺のおそれが各取引先事業者間での価格競争の消滅・減少（価格維持効果）にある点を明確にした上で、本件行為②は各取引先販売業者間で価格競争を実際に消滅・減少させており競争阻害効果が大きく、「正当な理由」が認められない限りこの要件を当然に満たすと説得的に述べることが重要である。この点、これに代えて、本件行為②が、取引先の各販売業者間でブランド内価格競争を実際に消滅させており、かつ、ブランド間価格競争がそれを牽制するに足りない点を論証するのでも良い。併せて、本件行為②によっても、①ブランド間競争促進の効果は生じず、②需要が増大して消費者の利益の増進を図ることもなく、③〔設問〕（１）のような、より競争阻害的でない他の方法の採用可能性があること等を挙げて、本件行為②に「正当な理由」が認められないことに言及することも求められる。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問では、我が国での甲製品の販売分野において約３５パーセントのシェア（第１位）を持つＸ社が、自社製甲製品の販売額の伸び悩みに対応して採用した〔設問〕\n（１）と〔設問〕（２）の各行為（以下、各々「本件行為①」と「本件行為②」という。）が、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の不公正な取引方法にそれぞれ該当し、同法第１９条に違反するかを論じることが求められる。\n〔設問〕（１）では、Ｘ社による店舗販売業者に対する協力金（以下「本件協力\n金」）の提供が取引条件等の差別取扱い（不公正な取引方法の一般指定（以下「一般指定」という。）第４項）に該当しないかが問われている。差別対価（一般指定第３項）とする場合には、本件協力金をＸ社製甲製品の卸価格の一構成要素と見る点（卸価格の実質的値引き）への言及が求められる。行為要件では、Ｘ社の「事業者（独占禁止法第\n２条第１項）」性を前提に、選択した条文の各要件に沿って問題文の事実をそれぞれ的確に当てはめることが重要になる。行為要件該当性を否定する立場も想定されるが、その際も、本件行為①は取引先の各販売業者の活動を制限する性質を持たず行為要件を満たさないなど、その理由を説得的に述べることが求められる。公正競争阻害性要件については、本件での「不当」が自由競争減殺の観点からの、競争の実質的制限に至らない程度の市場閉鎖又は価格維持の効果である旨的確に述べた上で、本件行為①は、説明販売に要するのとおおむね同等の費用支援を行うに過ぎず、また、ネット販売業者への卸売価格を引き上げないことから、店舗販売業者とネット販売業者の間でＸ社製甲製品供給に係る費用条件を変えず、したがって我が国における甲製品の販売市場において取引先の各販売業者間で競争者排除や競争回避の効果を発生させない旨を論証することが重要になる。\n〔設問〕（２）では、Ｘ社が、自社製甲製品の「小売定価」販売を求め、遵守しなけ\nれば出荷停止する旨を各販売業者に通知したことが、直接購入者に対する再販売価格拘束（独占禁止法第２条第９項第４号イ）に該当し、同法第１９条に違反するかが問われている。行為要件では、「拘束の条件」（同法第２条第９項第４号柱書）が、経済上の利益・不利益措置など何らかの人為的手段により実効性が確保されていることを意味する旨的確に述べた上で、問題文の事実を的確に当てはめて、本件行為②が行為要件を満たすと論じることが重要である。公正競争阻害性要件については、自由競争減殺のおそれが各取引先事業者間での価格競争の消滅・減少（価格維持効果）にある点を明確にした上で、本件行為②は各取引先販売業者間で価格競争を実際に消滅・減少させており競争阻害効果が大きく、「正当な理由」が認められない限りこの要件を当然に満たすと説得的に述べることが重要である。この点、これに代えて、本件行為②が、取引先の各販売業者間でブランド内価格競争を実際に消滅させており、かつ、ブランド間価格競争がそれを牽制するに足りない点を論証するのでも良い。併せて、本件行為②によっても、①ブランド間競争促進の効果は生じず、②需要が増大して消費者の利益の増進を図ることもなく、③〔設問〕（１）のような、より競争阻害的でない他の方法の採用可能性があること等を挙げて、本件行為②に「正当な理由」が認められないことに言及することも求められる。"
      }
    ]
  }
}