{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\nＡ県を流れるＢ川上流域には農村地帯が広がっており，中流域には大小多数の旅館やホテルが立ち並ぶ観光地がある。そして，Ｂ川は，下流域の人口密集地と河口部の電気めっき工場の集積地を通り，Ａ県最大の内湾であるＣ湾に流れ込んでいる。現在，Ｃ湾においては，人の健康の保護に関する環境基準に関しては，カドミウム，全シアン等，全項目について基準を達成している。これに対し，生活環境の保全に関する環境基準に関しては，水域の利用目的に関し，水浴，自然環境保全等を目的としてＡ類型に指定されている海域Ｄにおいて，化学的酸素要求量（ＣＯＤ）について基準を達成していない。また，自然環境保全等を目的としてⅠ類型に指定されている海域Ｅにおいて，全窒素と全燐について基準を達成していない。さらに，水生生物の生息状況に関し，水生生物の産卵場等として生物特Ａ類型に指定されている海域Ｆにおいて，全亜鉛について基準を達成していない。\n〔設問１〕\n水質の汚濁に係る環境上の条件について，人の健康の保護に関する環境基準と生活環境の保全に関する環境基準とでは，基準の設定の仕方がどのように異なるかについて，【資料１】も参照しつつ，その理由も含めて説明しなさい。\n〔設問２〕\nＡ県においては，従来，水質汚濁防止法第３条第１項に基づく排水基準が適用されてきた。しかし，Ｃ湾において，ＣＯＤ，全窒素及び全燐に関する環境基準が一部海域において未達成であるという状況は２０年以上にわたって続いており，その発生源は，水質汚濁防止法の特定事業場のほか，生活排水，農地等であると考えられている。また，全亜鉛については，水生生物保全の観点から，平成１８年に同条同項に基づく亜鉛の排水基準が強化されたものの（５ｍｇ／ｌから２ｍｇ／ｌ），電気めっき業については，この基準に直ちに対応することが困難であるとして，現在に至るまで同条同項に基づく環境省令の附則による暫定排水基準（５ｍｇ／ｌ）が適用されている。Ａ県は，Ｃ湾において，ＣＯＤ，全窒素，全燐及び全亜鉛の環境基準を達成するため，従来の対策に加え，どのような措置を採ることができるか。水質汚濁防止法の規定を踏まえ，\n【資料２】も参照しつつ論じなさい。\n〔設問３〕\n水質汚濁に係る環境基準が設定されていない物質Ｐについて，近年，発がん性と催奇形性があるとの研究結果が相次いで報告されている。そこで，環境団体等が国に対して環境基準の設定及び規制を求めているが，未だ実現していない。Ｐを含む水を排出している特定事業場が多数存在しているＡ県Ｇ市が，条例により独自の排水基準を設定することの可否について，水質汚濁防止法の規定を踏まえて論じなさい。\n【資料１】\n○ 水質汚濁に係る環境基準について（昭和４６年１２月２８日号外環境庁告示第５９号）（抜粋）第１ 環境基準公共用水域の水質汚濁に係る環境基準は，人の健康の保護および生活環境の保全に関し，それぞれ次のとおりとする。\n１ 人の健康の保護に関する環境基準人の健康の保護に関する環境基準は，全公共用水域につき，別表１の項目の欄に掲げる項目ごとに，同表の基準値の欄に掲げるとおりとする。\n２ 生活環境の保全に関する環境基準\n⑴ 生活環境の保全に関する環境基準は，各公共用水域につき，別表２の水域類型の欄に掲げる水域類型のうち当該公共用水域が該当する水域類型ごとに，同表の基準値の欄に掲げるとおりとする。\n⑵ 水域類型の指定を行うに当たつては，次に掲げる事項によること。\nア 水質汚濁に係る公害が著しくなつており，又は著しくなるおそれのある水域を優先すること。\nイ 当該水域における水質汚濁の状況，水質汚濁源の立地状況等を勘案すること。\nウ 当該水域の利用目的及び将来の利用目的に配慮すること。\nエ 当該水域の水質が現状よりも少なくとも悪化することを許容することとならないように配慮すること。\nオ 目標達成のための施策との関連に留意し，達成期間を設定すること。\nカ （略）第３ 環境基準の達成期間等環境基準の達成に必要な期間およびこの期間が長期間である場合の措置は，次のとおりとする。\n１ 人の健康の保護に関する環境基準これについては，設定後直ちに達成され，維持されるように努めるものとする。\n２ 生活環境の保全に関する環境基準これについては，各公共用水域ごとに，おおむね次の区分により，施策の推進とあいまちつつ，可及的速かにその達成維持を図るものとする。\n⑴ 現に著しい人口集中，大規模な工業開発等が進行している地域に係る水域で著しい水質汚濁が生じているものまたは生じつつあるものについては，５年以内に達成することを目途とする。\n（以下，略）\n⑵ 水質汚濁防止を図る必要のある公共用水域のうち，(1)の水域以外の水域については，設定後直ちに達成され，維持されるよう水質汚濁の防止に努めることとする。\n別表１ （略）別表２ 生活環境の保全に関する環境基準\n１ 河川\n⑴ 河川（湖沼を除く。） （略）\n⑵ 湖沼 （略）\n２ 海域 （略）\n＊ 別表２のうち，海域に関する部分の概要\n⑴ 利用目的の適応性等に応じ，以下の水域類型の欄が掲げられている。\nア ＣＯＤ等５項目について Ａ，Ｂ，Ｃの３類型イ 全窒素，全燐について Ⅰ，Ⅱ，Ⅲ，Ⅳの４類型ウ 全亜鉛等３項目について 生物Ａ，生物特Ａの２類型\n⑵ 上記各水域類型ごとの基準値の欄に掲げられている基準値として，以下のようなものがある。\nア Ａ類型（水浴，自然環境保全等を利用目的とする水域）\nＣＯＤの基準値 ２ｍｇ／ｌ以下イ Ⅰ類型（自然環境保全等を利用目的とする水域）全窒素の基準値 ０．２ｍｇ／ｌ以下全燐の基準値 ０．０２ｍｇ／ｌ以下ウ 生物特Ａ類型（水生生物の産卵場等として特に保全が必要な水域）全亜鉛の基準値 ０．０１ｍｇ／ｌ以下\n【資料２】\n○ 水質汚濁防止法施行令（昭和４６年政令第１８８号）（抜粋）\n（特定施設）第１条 水質汚濁防止法（以下「法」という。）第２条第２項の政令で定める施設は，別表第１に掲げる施設とする。\n（水素イオン濃度等の項目）第３条 法第２条第２項第２号の政令で定める項目は，次に掲げる項目とする。\n一 水素イオン濃度二 生物化学的酸素要求量及び化学的酸素要求量三～六 （略）七 亜鉛含有量八～十一 （略）十二 窒素又はりんの含有量 （以下，略）\n２ （略）\n（排水基準に関する条例の基準）第４条 法第３条第３項の政令で定める基準は，水質の汚濁に係る環境上の条件についての環境基本法（平成５年法律第９１号）第１６条第１項の基準（以下「水質環境基準」という。）が定められているときは，法第３条第３項の規定による条例（農用地の土壌の汚染防止等に関する法律（昭和\n４５年法律第１３９号）第３条第１項の規定により指定された対策地域における農用地の土壌の同法第２条第３項の特定有害物質による汚染を防止するため水質環境基準を基準とせず定められる条例の規定を除く。）においては，水質環境基準が維持されるため必要かつ十分な程度の許容限度を定めることとする。\n別表第１（第１条関係）一～六十五 （略）六十六 電気めつき施設六十六の二 （略）六十六の三 旅館業（旅館業法（昭和２３年法律第１３８号）第２条第１項に規定するもの（下宿営業を除く。）をいう。）の用に供する施設であつて，次に掲げるものイ ちゆう房施設ロ 洗濯施設ハ 入浴施設六十六の四～七十四 （略）\n○ 排水基準を定める省令（昭和４６年総理府令第３５号）（抜粋）\n（排水基準）第１条 水質汚濁防止法（昭和４５年法律第１３８号。以下「法」という。）第３条第１項の排水基準は，同条第２項の有害物質（以下「有害物質」という。）による排出水の汚染状態については，別表第１の上欄に掲げる有害物質の種類ごとに同表の下欄に掲げるとおりとし，その他の排出水の汚染状態については，別表第２の上欄に掲げる項目ごとに同表の下欄に掲げるとおりとする。\n＊ 別表第２の概要排水基準を定める省令第１条にいう「その他の排出水の汚染状態」について，水質汚濁防止法施行令第３条が掲げる項目が上欄に掲げられ，これに対応し，水素指数又は排出水一定単位当たりの許容量により定められた許容限度が下欄に掲げられている。\n同表の備考２では，同表に掲げる排出基準は，１日当たりの平均的な排出水の量が５０立方メートル以上である工場又は事業場に係る排出水について適用するとされている。\n附 則 （平成１８年１１月１０日環境省令第３３号）（抜粋）\n（施行期日）第１条 この省令は，平成１８年１２月１１日から施行する。\n（経過措置）第２条 附則別表の上欄に掲げる項目につき同表の中欄に掲げる業種に属する特定事業場（水質汚濁防止法第２条第６項に規定する特定事業場をいう。以下この条及び次条において同じ。）から公共用水域に排出される水（以下「排出水」という。）の汚染状態についての水質汚濁防止法第３条第\n１項に規定する排水基準（以下単に「排水基準」という。）については，この省令の施行の日（中略）から１５年間は，第１条の規定による改正後の排水基準を定める省令（中略）第１条の規定にかかわらず，それぞれ同表の下欄に掲げるとおりとする。\n２ （略）\n３ （略）\n＊ 附則（平成１８年１１月１０日環境省令第３３号）別表の概要電気めっき業等３業種について，亜鉛含有量の許容限度を５ｍｇ／ｌとする暫定基準が掲げられている。〔第２問〕（配点：５０）\nＡは，Ｂ県に所在し，エアコンやテレビ等の使用済み家庭用電気機器（以下「家電機器」という。）を集めて，その中から金属類を取り出し，再資源化する業者である。Ａの再資源化工場は田地を転換して建設したものであって，周囲は今も田地であり稲作が行われている。\n〔設問１〕\nＡは，家電機器を解体する際に生じる大量の廃プラスチック片を，今までは廃棄していたが，これを再資源化することを思い付いた。しかし，廃プラスチック片には有害物を含む多くの不純物が混ざっており，そのままでは資源として使うことのできない性質のものであった。そのため，再資源化のためには特殊な加工が必要であり，かつ，資源として使用可能なものは，廃プラスチ\nック片の全体量のほんの一部にすぎなかった。そこで，自ら再資源化のための加工設備を持っていなかったＡは，別の再資源化業者Ｃに費用を支払って廃プラスチック片の加工を委託した。ＣはＡから受け取った廃プラスチック片を他の者から入手したものと混同させることなく加工し，資源として使用可能になったプラスチックのペレットを，廃プラスチック片の加工から生じる残渣とともにＡに引き渡すこととした。\nＡがＣに廃プラスチック片の加工を委託することについて，廃棄物の処理及び清掃に関する法律上，どのような考慮が必要か。ＡがＣに委託することなく自ら廃プラスチック片を加工処理する場合との異同を念頭に置いて論じなさい。\n〔設問２〕\n⑴ Ａは，自らの再資源化工場の処理能力を超えて家電機器を集め続けていたため，Ａの工場敷地内には，解体されないままの家電機器が山積みになっていた。そして，Ａによる家電機器の保管が適正ではなかったため，人の健康又は生活環境に係る被害が生じ得る状態にある。Ｂ県知事がＡに対して採り得る措置について論じなさい。\n⑵ その後，Ａの工場敷地内で山積みになっていた家電機器は更に放置され，再資源化のための処理がなされないまま，原形をとどめない程度にまで劣化・変色し，その下から液体が染み出して，Ａの工場に接する農業用の用水路に流れ込んでいる状態になった。Ａの工場敷地内に放置された家電機器は，鉛，水銀，アンチモン，砒素，カドミウム等の有害物質を含むものであり，Ａの工場の周囲の田地で稲作に従事している農家のＤらは，染み出している液体に含まれる有害物質が生育中の稲を汚染することを危惧し，Ｂ県の環境担当部局に相談した。この場合，Ｂ県知事としては，Ａに対してどのような措置が採れるか，また，ＤらはＡに対して，いかなる法的請求が可能かを論じなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，公害対策の政策目標である環境基準に関する基本的理解を前提として，水質の環境基準に焦点を当てて，水質汚濁防止法（以下「水濁法」という。）に基づく環境基準の達成手法及び環境基準が設定されていない物質への対応を問うものである。現在，水質の環境基準のうち健康項目に関しては，全国的に環境基準がほぼ100％達成されているものの，生活環境項目については，特に閉鎖性海域及び湖沼において環境基準が未達成のところも少なくない。国と地方公共団体の役割分担を踏まえつつ，汚染源の種類・性質に応じた対策について論じることが期待される。\n設問１では，水質の環境基準は，環境基本法第１６条に基づいて健康項目と生活環境項目に分けて設定されていること（同条第１項），健康項目は全公共水域一律の基準であるのに対し，生活環境項目については二以上の類型を設け，それぞれの類型を当てはめる水域を指定するものとして定められていること（同条第２項）を理解した上で，資料の環境省告示を参照しつつ，①生活環境項目については，河川（湖沼以外と湖沼）と海域という水域ごとに利用目的に応じた類型ごとの基準が設けられていること，②基準の達成期間については，健康項目に関しては直ちに達成とされているのに対し，生活環境項目に関しては段階的達成も認められていることを指摘する必要がある。\nまた，このように設定方法が異なる理由について，人の健康は何ものにも優先して尊重されなければならないため，健康項目に関しては，数値に差を設けたり，一部の水域には適用しないこととしたりするのが適当ではないのに対し，生活環境項目に関しては，①水産業の生産物等も保護対象に含まれ（環境基本法第２条第３項），②保護されるべき利水目的が公共水域ごとに多種多様であるから，基準を一律に設けることが適当ではない旨を述べることが期待される。\n設問２では，Ａ県においては，従来，水質汚濁防止法第３条第１項に基づく一律排水基準が適用されてきたが，生活環境項目であるＣＯＤ，全窒素，全燐及び亜鉛に関する環境基準が一部海域において未達成であるという状況が２０年以上にわたって続いているという状況に対し，都道府県が水質汚濁防止法上採り得る措置について，工場・事業場及びそれ以外の汚染源に分けて論じる必要がある。その際，水濁法は一律排水基準のみで環境基準を達成できない場合の工場・事業場対策として，排水基準の上乗せによる濃度規制と汚濁負荷量に関する総量規制を設けているから，工場・事業場対策については，両方の措置について言及する必要がある。\n第１に，排水基準の上乗せに関して，ＣＯＤ，窒素，りん及び亜鉛に関する一律排水基準は，水濁法第３条第２項にいうその他の汚染状態に関する基準として排水基準を定める省令第１条の別表第２に掲げられているが，水濁法第３条第３項により，この一律排水基準に代えて，より厳しい基準の設定が可能であり（上乗せ基準），Ａ県においても，より厳しい許容限度を設定することが考えられることを指摘する必要がある。\nまた，排水基準を定める省令によれば，生活環境項目の排水基準は，１日当たりの平均的な排出水量が５０立方メートル未満の特定施設には適用されないこととされているが，水濁法第\n３条第３項に基づいて，これら生活環境項目に係る一律排水基準が適用されない小規模事業場に排水基準を適用することも可能であり（裾出し規制），Ａ県には，小規模な旅館も多数あることから，裾出し基準の設定を検討すべき旨を指摘することが期待される。\nさらに，海域Ｆにおいて全亜鉛の環境基準が達成されていないことについては，Ａ県には亜鉛について暫定基準が適用されているめっき工場が集積していることに着目することが望まれる。暫定基準は，排水基準違反には直罰規定が適用されること，業種により技術的に直ちに基準を遵守することが困難な場合があること等から経過的措置として認められているものであるが，長年にわたり環境基準が達成されていない状況を踏まえ，亜鉛の暫定基準に関する上乗せの可否について論じることが考えられる。水濁法にはこれを禁じる明文規定はなく，実務上も，環境基準が達成されていない場合に暫定基準について上乗せ規制を行うことは差支えないと解されているが，生活環境項目に関する環境基準の趣旨，暫定基準の趣旨，Ａ県の現状，比例原則等を考慮して論じられていれば，可否いずれの結論であっても差し支えない。\nなお，特定事業場以外にも発生源施設がある場合には，当該施設に対し，条例により独自の排水基準を設けて規制を行うことも考えられるが（水濁法第２９条第３号），本問では，この点に言及しなくとも差支えない。第２に，総量規制に関しては，海域について総量削減計画を策定し（同法第４条の３），総量規制基準の設定が可能であることを指摘した上で（同法第４条の５），知事が総量削減計画の作成等をするためには環境大臣による基本方針の作成と政令による指定地域の設定が必要であること（同法第４条の２）に触れる必要がある。さらに，本件において政令指定がされない場合の措置として，都道府県独自に総量規制を設けることの可否について論じることも考えられる。\n第３に，工場・事業場以外の汚染源のうち，生活排水対策については，非規制的手法が基本とされており（同法第１４条の５以下），生活排水対策には，家庭における対策（努力義務）（同法第１４条の７）と地域における対策（下水道整備等）があることを踏まえた上で，都道府県知事は生活排水対策重点地域の指定が可能であること（同法第１４条の８），当該地域において生活排水対策推進計画を作成し，計画に基づく施策を実施するのは市町村であるが，知事は対策の推進に関する助言・勧告が可能であること（同法第１４条の９）を指摘する必要がある。\nまた，農地については，水濁法では具体的措置が定められていないことを指摘した上で，このようなノンポイントソース対策の重要性について指摘することが期待される。\n設問３では，排水基準が設定されていない物質に関する条例による横出し規制の可能性が問われている。①排水基準が設定されていない物質に関する排水基準の設定は，いわゆる横出し規制であり，上乗せ規制とは根拠条文が異なること（同法第２９条），②上乗せ基準の設定主体は都道府県とされているが（同法第３条第３項），同法第２９条は，地方公共団体一般を対象にしているため，Ｇ市も条例による規制が可能であると考えられることを踏まえた上で，同法第２９条第１号は有害物質を横出し規制の対象から除外しているが，同条同号にいう有害物質は，政令が定める物質であるから，水濁法の規制対象外の物質Ｐの規制は可能であることを指摘する必要がある。上乗せ条例と異なり，この場合の基準は一律排水基準に代えて適用される基準ではないため，条例では，基準を遵守させるための仕組みについて，全て独自に定める必要があることについても触れていれば加点する。\n〔第２問〕\n第２問は，廃棄物の処理及び清掃に関する法律（以下「廃掃法」という。）の規制構造の基本的な理解と，最新の改正についての理解を問うものである。廃掃法では，事業者は廃棄物を自ら処理することが基本になっており（廃掃法第１１条第１項），運搬や処理を他人に委託する場合は原則として許可業者に委託しなければならない（廃掃法第１２条第５項以下）。設問\n１はこの基本的な廃掃法の構造の理解を問うている。また，平成２９年の改正では，廃棄物ではないが，廃棄物と同様の取扱いを要求する「有害使用済機器」に関する規制が新設されたが，設問２はその理解を問うものである。\n〔設問１〕では，まず，使用済み家電機器の処理により生じる廃プラスチック片が廃掃法上\nの「廃棄物」であるか否かを検討する必要がある。この点，廃掃法第２条第４項第１号では，「廃プラスチック類」が産業廃棄物として挙げられているが，これは「事業活動によって生じた廃棄物」であることが前提であり（同号），廃棄物性の検討はやはり必要になる。そして，廃棄物性の検討は判例の「不要物」の判断方法に従うべきであるが，問題文の事実関係からすると，本問の廃プラスチック片に取引価値はなく，「不要物」であり，「廃棄物」と認定すべきである。そして，廃棄物である廃プラスチック片は，Ａの事業活動によって生じたものであるから，「産業廃棄物」となる。\n次に，廃プラスチック片の加工を廃棄物の「処理」（廃掃法第１条が列挙する「分別，保管，収集，運搬，再生，処分等」）と考える場合は，Ａがそれを他人であるＣに委託する場合は，廃掃法第１２条第５項のいわゆる委託基準が適用になり，Ｃは許可を得た産業廃棄物処分業者でなければならない（同法第１４条第１２項）。他方で，Ａが廃プラスチックを自ら処理する場合（なお，これが原則である。廃掃法第１１条第１項）は，産業廃棄物の処理基準（廃掃法第１４条第１項から第４項まで）が適用になるが，Ａ自体は廃プラスチック片の加工について産業廃棄物の処分業者の許可は不要である（同法第１４条第６項ただし書）。他方で，産業廃棄物処理施設の設置については許可が必要であるが（同法第１５条第１項），本問は産業廃棄物の自己処理と他人委託に関する基本構造を問うものであるため，これに触れることは必須ではない。\n以上が産業廃棄物の処理に関する基本的な構造であるが，本問の特殊性は，ＡはＣに加工委託費用を払っており，ＣはＡから受け取った廃プラスチック片を他者から入手したものと混同させることなく加工し，加工の結果生じた資源であるプラスチックのペレットとともに残滓も全てＡに引き渡しているところにある。これは，見方によっては，Ｃの廃プラスチック片の加工行為は，廃棄物の「処理」ではないか，又はＡによる自己処理の一部に過ぎないと言えそうである。そうすると，本問では，廃掃法上の委託基準は適用にならないという結論もあり得なくはない。この点，実務では，本問と事実関係は同一ではないが，事業者で発生した廃液を他者に再生加工させ，自ら利用する場合について，「加工委託」であるとし，廃掃法上の委託基準は適用がないとする見解も存在する。\n〔設問２〕は，上記のとおり，平成２９年の廃掃法改正で追加された廃掃法第１７条の２（有\n害使用済機器の保管等）についての理解を問うものである。まず，本問で問題になっているのは，使用済み家電機器であり，この廃棄物性を検討すべきである（設問１では廃プラスチックが問題となっていたが，本問で問題になっているのは家電機器であることに注意すべきである。）。\n小問⑴では，家電機器が使用済みであること，解体されないまま山積みになっていたこと以外の事実は不明であり，むしろＡは使用済み家電機器を再資源化のために集めていたものであるから，これを「不要物」と断定することはできない。この点，廃棄物であれば，Ｂ県としては，Ａに対してその保管に関して必要な報告を求めること（報告の徴収。同法第１８条第１項）\nや立入検査（同法第１９条第１項）を実施すること，更には適正な処理の実施を確保するために改善命令（同法第１９条の３）を出し，生活環境上の保全上支障が生じ，又は生ずるおそれがあると認められるときは，その支障の除去等の措置を講ずるべきことを命ずることができる\n（措置命令。産業廃棄物の場合は，同法第１９条の５第１項）。平成２９年改正法で新設された廃掃法第１７条の２は，「有害使用済機器」について，これらの規定を準用するものである（同条第３項）。\nなお，廃掃法第１７条の２では「有害使用済機器」について政令で定めることになっており，政令（廃棄物の処理及び清掃に関する法律施行令第１６条の２）はユニット型エアコンディショナー，電気冷蔵庫・冷凍庫，電気洗濯機・衣類乾燥機，テレビ等の使用済み家電機器を「有害使用済機器」に指定しているが，本問はこの知識を問うものではない。むしろ，問題文において，「使用済み機器」「保管が適正ではないこと」「人の健康又は生活環境に係る被害が生じ得る状態」と廃掃法第１７条の２の文言がほぼ引用されており，これをヒントにして同条にたどり着くことが期待されていた。他方で，使用済み家電機器の廃棄物性についてそれなりの根拠を示した上で認定し，上記の各規定の適用があることを指摘することでも構わないが，そうするとＢ県の取り得る措置としては，小問⑵との差異が無くなる解答になる。\n小問⑵では，更に事態が進み，山積みの使用済み家電機器が放置された結果，劣化・変色して，もはや原型を留めない状態になっている。こうなると物の性状，排出の状況，通常の取扱い形態，取引価値，事業者の意思等を総合的に勘案すると，もはや「不要物」であり，廃棄物性を肯定することになろう。そうすると，Ｂ県としては，Ａに対して，報告の徴収（廃掃法第\n１８条第１項），立入検査（同法第１９条１項）の実施，さらには，改善命令（同法第１９条の３）又は措置命令（同法第１９条の４（一般廃棄物の場合），同法第１９条の５（産業廃棄物の場合））を発することができ，場合によっては代執行もできる（一般廃棄物の場合同法第\n１９条の７，産業廃棄物の場合同法第１９条の８）。Ｂ県ができることは，結果として，小問\n⑴とほぼ同様である。\nところで，廃棄物については，その態様，期間等に照らして，管理を放棄したと認められれば，「みだりに廃棄物を捨て」た（廃掃法第１６条），と言える可能性もある。その場合，Ａが廃棄物処理業者であれば，事業の停止（一般廃棄物処理業者につき同法第７条の３，産業廃棄物処理業者につき同法第１４条の３第１号），更には許可の取消しの対象になり得る（一般廃棄物処理業者につき同法第７条の４，産業廃棄物処理業者につき同法第１４条の３の２第５\n号）。なお，廃棄物処理業者の許可の取消し後であっても，措置命令の対象になることは，廃掃法平成２９年の改正項目の一つである（同法第１９条の１０）が，問題文にＡが廃棄物処理業者であることは記載されていないことから，ここまで回答することは期待されていない。\n最後に，Ｄらとしては，自分たちの財産である稲が汚染され，米が販売できなくなる恐れがあるから，財産権に基づく差止請求（訴訟物は所有権に基づく妨害予防請求権）を検討すべきである。差止請求の内容は，Ａに対して，廃棄物の除去により汚染源を絶つ方法を取るか，汚染水が農業用の用水路に流れ込まないような措置を取ることを求めることになろう。なお，環境訴訟では人格権が問題となることが多いが，本問で危険に晒されているのは「稲」に対する財産権であり，Ｄらの生命・身体とすることは難しく，人格権の問題とすることはやや無理がある。また，Ｄらは稲の汚染を「危惧」しているだけであり，被害はまだ発生していないことから，損害賠償請求も難しいであろう。",
  "scoring_notes": "１ 出題の趣旨について公表済みの「出題の趣旨」のとおりである。\n２ 採点方針①問題が設定している事実に基づいて，②題意，すなわち，法律上の論点が適切に理解できているか，③その論点について，法律の基礎となっている諸原則や法律の体系的な理解に基づいて，\n法制の説明や個々の条文の法解釈を行っているか，④法解釈やその適用が飛躍した説明ではなく，\n論理的に記述されているか，という点に留意して採点した。したがって，複数の考え方が生じ得る部分については，特定の正解を予定してそれとの整合を判断するのではなく，筋の通った記述がされているか否かに重点を置いた。\n３ 採点実感等〔第１問〕は，環境基準及び水質汚濁防止法の枠組みに関する基本的な理解を問うものであり，\n基本的な知識を確実に修得しているか否かで大きな差がついた。〔第２問〕は，廃棄物の処理及び清掃に関する法律（以下「廃掃法」という。）上の産業廃棄物の処理及び委託に関する基本的な理解とともに，平成２９年の改正法の理解を問うものであり，素直に解答すればそれなりの得点を望める問題であるが，特に設問２の小問(2)については，〔第1問〕との時間配分が上手くいかなかったのか，検討が不十分な答案が目立った。\n【第１問について】\n⑴ 出題の意図に即した答案の存否，多寡第１問は，水質の環境基準の内容・設定方法（設問１），水質汚濁防止法（以下「水濁法」という。）に基づく環境基準の達成手法（設問２）及び環境基準が設定されていない物質への対応（設問３）を問うものである。\n[設問１]については，そもそも環境基準と排水基準を混同している答案が複数存在した。また，健康項目と生活環境項目の基準の設定の仕方の違いについては，①健康項目は全国一律の基準であるのに対し，生活環境項目については，水域ごとに利用目的に応じた類型ごとの基準が設けられているという基本的差異に加え，②基準の達成期間に関する違いを指摘する必要がある。多くの解答が的確にこれら２点を指摘していたが，達成期間の違いについてしか記述していない答案も一部に見受けられた。そのためか，設定方法が異なる理由についても，生活環境項目に関しては科学的知見が不十分で予防原則が適用されているためなどとする不適切な解答もあった。\n[設問２]については，本事案における汚濁源には，特定事業場のほかにも，生活排水等があることを認識し，それぞれの対策について論じることが必要である。また，特定事業場対策についても，排水基準の上乗せと総量規制の両方について言及することが望まれる。しかし，これらの対策の一部についてしか触れていない答案が多数見受けられた。水濁法の基本構造を理解し，対策のさまざまな選択肢について総合的に論じる力を身につけて欲しい。なお，本問では，既存の排水基準による規制以外の対策が問われているにもかかわらず，改善命令，報告・検査の強化等，既存の規制の監督強化についてしか記載していない答案も一定数存在した。\n排水基準の上乗せについて論じている答案の多くは，暫定基準の存在にも着目し，これに係る上乗せ規制の可否についても論じていた。問題の趣旨にも示したとおり，暫定基準の趣旨，\nＡ県の現状等を考慮して論理的に検討されていれば，可否いずれの結論であっても配点には差異を設けなかった。また，Ａ県には，小規模な旅館も多数あることから，裾出し規制も考えら- 36 -れるところであるが，この点に触れた答案は少なかった。\n総量規制については，知事が総量規制を行うためには，環境大臣による基本方針の作成と政令による指定地域の設定が前提となる（水濁法第４条の２）。本問ではＡ県の対策が問われていることから，このことに言及した上で論じる必要があるが，この点については，総量規制について論じたほとんどの答案において的確な記述がなされていた。\n生活排水対策については，水濁法に独自の章（第２章の２）が設けられていることに着目する必要があり，相当数の答案が，知事による生活排水対策重点地域の指定可能性を適切に指摘していた（水濁法第１４条の８）。\n〔設問３〕では，まず，いわゆる横出し規制と上乗せ規制とでは根拠条文が異なることに着目すべきである。しかし，横出し規制に係る水濁法２９条の規定にたどり着くことができないまま，上乗せ基準の条文のみを参照して横出し規制の可否を論じる答案や，法律と条例の一般論から横出し規制の可否を論じるにとどまる答案が相当数存在した。地域の事情に対応できるよう上乗せ規制や横出し規制が明文で認められていることは，水濁法の基本構造として理解しておくべきものである。\nまた，水濁法第２９条にたどり着いた場合でも，同条1号は有害物質を横出し規制の対象から除外しているため横出し規制はできないとする答案が目立った。同号にいう有害物質は，政令が定める物質であるから，水濁法の規制対象外の物質Ｐはこれに含まれないにもかかわらず，\n条文の正しい解釈ができていなかったのは残念である。\nその他の論点としては，①上乗せ基準の設定主体は都道府県とされているのに対し（水濁法第３条第３項），水濁法第２９条は，地方公共団体一般を対象にしているため，Ｇ市も条例による規制が可能であること，②一律排水基準にかえて適用される上乗せ基準と異なり，横出し規制については基準を遵守させるための仕組みについて，すべて条例で独自に定める必要があることにも触れることが望まれるが，これらの点について論じた答案は，ごく少数であった。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること［設問１］については，環境基本法に基づく水質の環境基準について，健康項目や生活環境項目がどのように設定されているのかを実際に見たことがない者が一定数存在したのではないかと感じられた。［設問２］については，汚染源に様々なものがあることに気付いていない者や，\n題意を十分に理解せず，複数の対策について論じる必要性を十分に認識していなかった者の存在が推測される。［設問３］については，水濁法の基本構造を的確に理解しておらず，上乗せと横出しに関する条文が離れていたために同法第２９条にたどり着けなかった可能性がある。教科書類を読むだけではなく，常にきちんと条文を参照して学習する習慣を身につける必要がある。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは，［設問１］について，環境基準の設定根拠，健康項目と生活環境項目の設定の仕方の違いとその理由についてまんべんなく記述し，［設問２］について，汚染源ごとに対策が異なることを的確に理解した上で，それぞれの対策の内容と手続をバランス良く検討し，［設問３］については水濁法第２９条を参照し，その内容を的確に解釈して論じているものである。「良好」な答案のイメージは，その程度がやや劣るが，主要な論点について，おおむね適切な説明ができているものである。「一応の水準」の答案のイメージは，［設問２］において少なくとも対策の一つが的確に論じられているなど，主要な論点の一部が把握できて論理的に記述できている答案である。「不良」な答案のイメージは，題意を把握できておらず，制度の基本的理解も不十分な答案である。\n【第２問について】\n⑴ 出題の意図に即した答案の存否，多寡- 37 -前述のように，第２問は廃掃法上の産業廃棄物の処理及び委託について基本的な理解を問うとともに，平成２９年の改正法で追加された有害使用済機器の保管等に関する規制の理解について問うものである。\n［設問１］については，多くの答案が廃プラスチックの廃棄物性を検討した上で，更に本件の廃プラスチックが産業廃棄物であると的確に認定し，排出業者であるＡが自ら処理するのが基本であること，その際には処理基準を遵守すべきであること，そして，Ｃに処理を委託する場合は委託基準が適用になること，具体的にはＣが許可を得た産業廃棄物処分業者である必要があることや，委託する際の遵守事項（マニフェスト等）について指摘できていた。もっとも，\n少なからぬ答案は廃棄物性を特に検討せず，廃掃法第２条第４項第１号で「廃プラスチック」\nが列挙されていることを根拠に廃プラスチックを産業廃棄物と認定していた。ここは出題の意図でも触れた点であるが，同号は「事業活動に伴って生じた廃棄物」であることが前提であり，\n廃棄物性の検討はやはり必要になる。ここは丁寧な条文の文言の検討が必要であろう。そもそも，問題文では廃プラスチックの性状についてかなり細かく記述しているのであるから，ここは廃棄物性の検討が問われていることに気付いて欲しいところである。\n出題の意図は，ここからさらに，Ｃへの委託の特殊性について考えてもらうところにあった。\nＡによるＣへの委託にあっては，加工の結果生じた資源であるプラスチックのペレットだけではなく，残渣も全て戻してもらうことになっているのであるから，廃棄物の単純な委託ではなく，廃掃法の原則である産業廃棄物の「自ら処理」の延長に過ぎないという見方もできなくはない。この点，実務でも，「委託加工」として委託基準の適用がない他人への委託の場合があることが認識されている。しかし，この点まで検討できている答案は僅かであった。もっとも，\n採点に関しては，この点を検討できていなくても，廃掃法上の廃棄物処理に関する基本構造を説明し，「自ら処理」と「他人に委託」する場合の違いを丁寧に説明できていれば良く，特殊性への言及は加点事由とした。\nなお，一部の答案に再生利用に関して言及しているものがあった。再生利用の特例（廃掃法第１５条の４の２）が適用になれば，確かにＣは産業廃棄物処分業の許可が不要になるが，特例の適用のためには環境大臣の許可が必要であり，そのことを指摘していない限り評価はしにくい。また，本問が廃プラスチックの再生利用であることに着目してか，「専ら物」の例外（廃掃法第１４条第６項）を指摘する答案もあったが，判例を踏まえた議論は当然として，実務家になるための試験である以上は，「専ら物」を古紙等４品目に限定する行政実務の運用にも触れた上で論じることが期待される。\n［設問２］については，小問(1)の段階では，使用済家電機器が廃棄物には至っていないが，\n小問(2)の段階では，劣化が進んでいることから，廃棄物と化していることを前提にしている。\nそして，廃棄物ではない「有害使用済機器」の保管について定めた廃掃法第１７条の２を指摘して欲しかったのであるが，「有害使用済機器」について同条は具体的に列挙せず，政令で定めることとしている。よって，厳密には，政令を見ないと「有害使用済機器」であることを断定できないが，政令を資料として問題文に挙げた場合，廃掃法第１７条の２の適用が明らかになるため，あえてそれはしなかった。とはいえ，問題文では廃掃法第１７条の２の文言をほぼなぞっている（「保管が適正ではなかった」「人の健康または生活環境に係る被害が生じ得る」）ばかりではなく，小問(2)の段階では明らかに廃棄物性が認められることから，小問(1)の段階ではそうではないことに気づき，廃掃法第１７条の２にたどり着いて欲しかったところである。\nもっとも，問題文の前提事実からは，Ａは家電機器から金属類を取り出し，再資源化していることから，家電機器そのものを再利用することは予定されていないことに注目し，小問(1)において，Ａが保管する家電機器が廃棄物であると認定できなくはなく，そのような答案は評価している。いずれにせよ，小問(1)では，Ｂ県知事ができる措置について廃掃法上のものを指摘するのであれば（ほとんどの答案が廃掃法上の措置を指摘していた。），使用済家電機器の廃棄- 38 -物性の検討が論理的な前提となる。しかし，廃棄物性を検討しないまま廃掃法上の措置を論じている答案がかなり多く，法的な検討としては不十分であろう。\n小問(2)については，家電機器はもはや廃棄物と言える状態であることから，Ｂ県知事が廃掃法上，取り得る措置について指摘すれば足りる。しかし，家電機器の状態について小問(2)との違いを意識できている答案は少なかった。その代わり，小問(2)では有害物質が染み出していることに注目して，土壌汚染対策法や水濁法上の措置を挙げる答案が比較的多かった。土壌汚染対策法の適用はあり得るが，水濁法は排出水と地下浸透水を対象とするものであり，本問での適用にはやや無理がある。\n最後に，小問(2)のＤらが取り得る措置であるが，危険にさらされているのは農家であるＤらの稲であるので，財産権（所有権）と考えるのが素直であろう。Ｄらが稲から取れるコメを自家消費していれば，生命・身体への危険ということで人格権も問題になり得るが，問題文ではそこまでは書いていない。また，不法行為について検討している答案も目立ったが，Ｄらは汚染の危惧感しか抱いておらず，問題文上の事実だけで不法行為が成立すると解するのは難しい。\nさらに，不法行為を根拠に差止めが可能とする答案も少なからずあったが，そもそも不法行為自体の成立が認められないし，単に根拠として民法第７０９条を挙げるのみでは説明として不十分である。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること［設問１］は，問題文では自ら処分した場合との「異同」について論じなさいとあり，異なる点だけではなく，同じと言える点についても論じてもらうことを狙ったが，後者について検討している答案は少なかった。その理由として，廃棄物の処理を他人に委託している以上は，\n委託基準が適用になると考えるのが素直ではあり，本件が「自ら処理」の延長ではないかという問題意識にはなかなか到達しなかったためと思われる。なお，前述のように，「自ら処理」と「他人に委託」の違いを十分に論じている答案は評価している。\n［設問２］では，小問(1)が廃掃法第１７条の２の適用場面であることに気付いていない答案が多かったことは前述のとおりであるが，廃掃法第１７条の２は平成２９年改正（施行は平成３０年）で導入された制度であり，このような最新の改正については，しっかりフォローしていることが求められる。逆に，しっかりフォローをしていた場合は，容易な問題であったはずである。また，小問(2)のＤらが取り得る措置について人格権を根拠にした請求を解答する答案がかなり多かったが，差止請求権の法的根拠に関する基本的な考え方を理解した上で，問題文を丁寧に検討していれば，異なる解答となったであろう。問題文の最後の質問であり，時間配分の問題もあったと考えられる。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは，［設問１］について，廃プラスチックの廃棄物性を丁寧に検討し，さらに産業廃棄物であることを認定した上で，排出業者の「自ら処理」の原則を指摘し，「他人に委託」した場合の廃掃法上の規制内容の違いについて正確に解答できている答案である。［設問２］については，小問(1)と小問(2)の状況が異なることを意識した上で，Ｂ県知事の措置の根拠としては，小問(1)については廃掃法第１７条の２，小問(2)については廃棄物性の有無について触れられていて，Ｄらとしては差止請求ができることと，その要件を丁寧に検討している答案である。\n「良好」な答案のイメージは，［設問１］について，排出業者が「自ら処理」する場合と，「他人に委託」する場合の違いがあることを意識した解答がなされているもの，［設問］２については，小問(1)及び(2)についてＢ県知事として廃掃法上取り得る措置（報告の徴収，立入検査，\n改善命令，措置命令，代執行等）を列挙できており，Ｄらが差止請求できることを，根拠をもって指摘できている答案である。\n「一応の水準」の答案のイメージは，［設問１］については，Ｃへの委託に際して委託基準が- 39 -適用になることを指摘できている答案であり，［設問２］についてはＢ県知事として取り得る措置についてそれなりに挙げており，Ｄらが差止請求をできることを指摘しているだけの答案である。「不良」な答案は，［設問１］について，廃掃法上の産業廃棄物の処理について理解できていない答案（例えば，Ａが廃プラスチックを処理するにあたり産業廃棄物処理業の許可が要るとするもの）であり，［設問２］については，Ｂ県知事として廃掃法上取り得る具体的な措置について全く指摘できていない答案（例えば，罰則部分や行政指導などの指摘にとどまるもの）\nや，Ｄらの請求についての法的根拠が不明か誤解している答案である。\n４ 今後の出題についてこれまでどおり，基礎的な事項や実定法制度を基礎付けている法政策を問う問題，具体的事案から課題の所在を的確につかんだ上で判例理解を含む適切な法解釈によりそれを論理的に解決する問題など，特定の傾向に偏ることなく，幅広く出題することを考えている。\n５ 学習者及び今後の法科大学院教育に求めるもの環境法を学習する際には，他の科目と同様に，まず，環境法の基本構造と基礎理論を正確に身に付ける必要がある。同時に，環境法は，多くの法律基本科目分野の知識の総合が求められる領域であり，現実の課題の解決に当たっても，環境法領域の専門知識のみでは，解決が困難であることが少なくない。行政法の基礎，民事法の要件・効果，各種訴訟手続などに関する学習によって得られた知識を統合的に応用する努力が求められるであろう。言うまでもなく，法律家は，法令の適用を通じて課題の解決に貢献することを使命とするのであるから，まずは法令の条文に親しみ，その文言を正確に理解することが肝要である。そして，実際の環境法令が取り扱う事象は，\n具体的な環境の場における出来事であり，法令の背景事情，立法趣旨を理解することが必要である。また法改正もしばしば行われるので，法令の動向には常に目を向けておくことが望まれる。令和元年"
}