{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成３１年２月１日，Ｇ市内の路上において，徒歩で通行中のＶ（７０歳，女性）が，原動機付自転車に乗った犯人からバッグを引っ張られて路上に転倒し，バッグを奪われた上，同月２日，被害時に頭部を路上に強打した際に生じた脳挫傷により死亡する強盗致死事件が発生した（以下「本件強盗致死事件」という。）。Ｖは，被害直後，臨場した警察官に対し，「バッグに５０万円を入れていた。犯人は，ナンバーが『Ｇ市（ひらがなは不明）１２３４』で黒色の原動機付自転車に乗っていた。」旨供述した。\n２ 司法警察員Ｐ及びＱが本件強盗致死事件について捜査した結果，上記ナンバーに合致する黒色の原動機付自転車は，甲（２３歳，男性）名義のもののほか２台あることが判明した。そこで，Ｐらが甲について捜査したところ，甲は，アパートで単身生活していること，平成３０年１２月末にＸ社を退職した後は無職であったこと，平成３１年２月１日における甲名義の銀行口座の残高は１万円であったものの，同月２日に甲が同口座に現金３０万円を入金したことが判明したが，甲方アパ\nート駐輪場には甲名義の原動機付自転車は見当たらなかった。\nＰは，本件強盗致死事件で甲を逮捕するには証拠が不十分であるため，何か別の犯罪の嫌疑がないかと考え，Ｘ社社長から聴取したところ，同社長から，「甲は，売掛金の集金及び経理業務を担当していたが，平成３０年１１月２０日に顧客Ａから集金した３万円を着服したことが発覚して同年末に退職した。」旨の供述が得られた。そこで，Ｐは，同社長に対し，甲による現金３万円の業務上横領の被害届を出すよう求めたが，同社長は，被害額が少額であることや世間体を気にして，被害届の提出を渋ったため，Ｐは，繰り返し説得を続け，同社長から被害届の提出を受けた（以下\n「本件業務上横領事件」という。）。\n３ その後，Ｐらは，本件業務上横領事件の捜査を行い，上記内容のＸ社社長の供述調書のほか，「平成３０年１１月２０日，自宅に集金に来た甲に３万円を渡した。領収書は捨ててしまった。」旨のＡの供述調書や，Ａから集金した３万円がＸ社に入金されたことを裏付ける帳簿類は見当たらなかった旨の捜査報告書等を疎明資料として，甲に対する逮捕状の発付を受け，①平成３１年２月\n２８日，甲を本件業務上横領の被疑事実で通常逮捕した。同年３月１日，検察官Ｒは，同事実で甲の勾留を請求し，同日，甲は，同事実で勾留された。甲は，ＰやＲによる弁解録取手続や裁判官による勾留質問において，「平成３０年１１月２０日にＡから集金したかどうかは覚えていない。」旨供述した。なお，甲の送致に先立ち，Ｒは，Ｐから，甲に本件強盗致死事件の嫌疑がある旨を聞き，同事件での逮捕も視野に入れて，両事件の捜査を並行して行うこととした。\n平成３１年３月２日以降の捜査経過は，以下のとおりである（なお，その概要は，資料１記載のとおり。）。\n４ Ｐは，同月２日，３日及び５日，本件業務上横領事件について甲を取り調べたが，甲は，前同様の供述を繰り返した。また，同月４日から６日にかけて，Ｐは，甲に対し，任意の取調べとして行う旨を説明した上で本件強盗致死事件について取り調べたが，甲は，「やっていない。平成３１年\n２月１日に何をしていたか覚えていない。」旨の供述に終始した。\nまた，Ｑは，同年３月２日から６日にかけて，本件業務上横領事件及び本件強盗致死事件に関する捜査として，甲の周辺者から聞き込みを行うとともに，逮捕時に押収した甲のスマートフォンに保存されたメール等を精査した結果，甲は，平成３０年秋頃，Ｙから借金の返済を迫られていたこと，同年１１月２３日にＹと待ち合わせる約束をしていたことが判明した。そこで，Ｑは，本件業務上横領事件の犯行日の特定や被害金額の裏付けとしてＹの取調べが必要と考え，Ｙに連絡したが，Ｙの出張等の都合により，平成３１年３月１６日にＹを取り調べることとなった。同月７日，Ｒが本件業務上横領事件について甲を取り調べたところ，甲は，「事件当日は，終日，パチンコ店のＨ店かＩ店にいたような気もする。」旨供述したことから，Ｒは，Ｐらに対し，同店での裏付け捜査を指示した。\nそこで，Ｑは，同月８日から１０日にかけて，Ｈ店及びＩ店において裏付け捜査したところ，Ｈ店では，防犯カメラ画像で犯行日に甲が来店していないことが確認できたが，Ｉ店では，防犯カメラが同月１４日まで修理中だったため，修理後にその画像を確認することとなった。\n他方，Ｐは，同月８日から１０日にかけて，連日，本件強盗致死事件について甲を取り調べたが，甲は前同様の供述を繰り返して否認し続けた。\nＲは，更に本件業務上横領事件の捜査が必要と判断し，同月１０日，甲の勾留期間の延長を請求し，勾留期間は，同月２０日まで延長された。\n５ 同月１１日及び１２日，Ｑが，Ａの供述を客観的に裏付けるため，甲がＸ社の業務で使用していた甲所有のパソコンのデータを精査したところ，金額の記載はないものの，Ａ宛ての平成３０年１１月２０日付け領収書のデータが発見された。そこで，Ｐは，平成３１年３月１３日，取調べにおいて同データについて追及したが，甲は，「日付はとりあえず記入しただけで，その日にＡ方に行ったかは分からない。」旨供述した。\nまた，同月１４日，Ｑが，Ｉ店の防犯カメラ画像を確認したところ，犯行日に甲が来店していないことが判明した。そこで，Ｐは，同月１５日，取調べにおいてＨ店等での裏付け捜査を踏まえて追及したところ，甲は，「平成３０年１１月２０日にＡから集金したが，金額はよく覚えていない。」旨供述した。\n平成３１年３月１６日，ＱがＹを取り調べたところ，Ｙが，「甲に１０万円を貸していたが，平成３０年１１月２３日に３万円の返済を受けた。その後，甲は，金がないと言っていたのに，平成\n３１年２月初め頃だったと思うが，『臨時収入があったから金を返す。』と電話をかけてきて，甲から７万円の返済を受けた。」旨供述したため，Ｑは，その旨の供述調書を作成した。\nその後，ＲがＹに確認したところ，返済日及び金額を記載した手帳があることが判明した。そこで，Ｒは，同年３月１９日，Ｙの持参した手帳を確認しながらＹを取り調べ，Ｙが，甲から平成３０年１１月２３日に３万円，平成３１年２月６日に７万円の返済を受けた旨の供述調書を作成した。\nＹの上記取調べに引き続き，Ｒが本件業務上横領事件について甲を取り調べたところ，甲が，「平成３０年１１月２０日にＡから３万円を集金し，これを自分のものとした。その３万円はＹへの借金返済に充てた。」旨供述したため，Ｒは，その旨の供述調書を作成した。\n６ 一方，Ｑは，平成３１年３月１５日，甲の家賃の支払状況等についてアパートの大家を取り調べ，平成３０年１２月以降家賃を滞納していた甲が，平成３１年２月２日に２か月分の家賃として１０万円を支払った旨の供述調書を作成した。\nまた，同年３月１７日，Ｑが，甲の周辺者から，甲名義の原動機付自転車の所在について聞き込みをした結果，甲が，同年２月初旬に同原動機付自転車を知人に１万円で売却したことが判明した。\nＰは，同年３月１１日，１２日，１４日及び１６日から１８日まで，本件強盗致死事件について甲を取り調べた。Ｐは，Ｘ社を退職した後の生活費等の入手先や，同年２月１日の行動について追及したが，甲は，「どの店かは忘れたが，パチンコで勝った金で生活していた。」「２月１日は何をしていたか覚えていない。」旨の供述を繰り返し，同年３月１７日まで否認し続けた。しかし，同月１８日，甲は，Ｐから，家賃の支払状況や銀行口座への３０万円の入金について追及されたのを契機に，本件強盗致死事件に及んだ旨自白したため，Ｐは，その旨の供述調書を作成した。\n７ Ｒは，同月２０日，甲を本件業務上横領の事実でＧ地方裁判所に公判請求した（公訴事実は資料\n２記載の公訴事実１のとおり。）。\n８ その後，甲は，本件強盗致死の被疑事実で逮捕，勾留され，Ｒは，同年４月１６日，甲を本件強盗致死の事実でＧ地方裁判所に公判請求した。同裁判所は，本件強盗致死事件と本件業務上横領事件を併合して審理することとし，公判前整理手続に付した。公判前整理手続の結果，各公訴事実に- 3 -争いはなく，量刑のみが争点とされたほか，本件業務上横領事件も裁判員裁判で審理されることを考慮し，Ｘ社社長及びＡの証人尋問を実施することが決定された。なお，公判前整理手続において，弁護人から，甲の集金権限に関する主張はなかった。\nしかし，公判期日において，同社長は，「これまで警察官及び検察官に話していなかったが，よく思い出してみると，甲が無断欠勤するようになったので集金等の業務を任せられないと考え，別の部署に異動させたので，平成３０年１１月２０日当時，甲には集金権限がなかった。急な異動のため，甲が担当していたＡなどのお客様への連絡が遅くなってしまった。」旨証言した。また，Ａ\nは，「平成３０年１１月２０日に集金に来たのは甲である。当時，甲に集金権限がないことは知らなかった。甲は，いつものように，『集金に来ました。合計で３万円です。』と言ったので，甲がＸ社の集金担当者だと思い，Ｘ社への支払として３万円を甲に渡した。」旨証言した。さらに，甲は，被告人質問において，「確かに，平成３０年１１月２０日当時集金権限はなく，それは分かっていたが，とにかく金が欲しかった。」旨供述した。\nその後，検察官は，②資料２記載の公訴事実２のとおり訴因変更する旨請求した。なお，検察官及び弁護人から追加の証拠調べ請求はなかった。\n〔設問１〕 下線部①の逮捕，勾留及びこれに引き続く平成３１年３月２０日までの身体拘束の適\n法性について，１ 具体的事実を摘示しつつ，論じなさい。\n２ １とは異なる結論を導く理論構成を想定し，具体的事実を摘示しつつ，論じなさい。なお，その際，これを採用しない理由についても言及すること。\n〔設問２〕 下線部②の訴因変更の請求について，裁判所はこれを許可すべきか。公判前整理手続\nを経ていることを踏まえつつ，論じなさい。資料１甲の取調べ時間 その他の捜査年月日\n（平成３１年３月）本件業務上横領事件 本件強盗致死事件 本件業務上横領事件 本件強盗致死事件\n２日 ３時間\n３日 ３時間スマートフォンのデータ精査\n４日 ５時間 周辺者への聞き込み\n５日 ２時間 ２時間\n６日 ３時間\n７日 ３時間\n８日 ３時間\nＨ店及びＩ店への９日 ２時間裏付け捜査\n１０日 ３時間\n１１日 ５時間パソコンデータ精査\n１２日 ５時間\n１３日 ３時間\n１４日 ３時間 Ｉ店への裏付け捜査\n１５日 ３時間 大家の取調べ\n１６日 ３時間 Ｙの取調べ\n１７日 ３時間 原動機付自転車に関する捜査\n１８日 ３時間\n１９日 ３時間 Ｙの取調べ\n２０日 本件業務上横領事件で公判請求合計時間 ２０時間 ４０時間資料２公訴事実１被告人は，Ｘ社に勤務し，同社の売掛金の集金業務等に従事していたものであるが，平成３０年１１月２０日，同社の顧客であるＡから売掛金の集金として受け取った現金３万円を同社のため業務上預かり保管中，同日，Ｇ市Ｊ町１番地所在のＡ方付近において，自己の用途に使う目的で，着服して横領したものである。\n公訴事実２被告人は，平成３０年１１月２０日，Ｇ市Ｊ町１番地所在のＡ方において，Ｘ社の顧客であるＡに対し，真実は被告人に同社の売掛金を集金する権限がないのに，これがあるように装い，「集金に来ました。合計で３万円です。」などとうそを言い，Ａをその旨誤信させ，よって，同日，同所において，同人から現金３万円の交付を受け，もって人を欺いて財物を交付させたものである。",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，強盗致死，業務上横領事件を素材として，捜査公判に関連する具体的事例を示し，各局面で生じる刑事手続上の問題点，その解決に必要な法解釈，法を適用するに当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，路上で発生した強盗致死事件（本件）について，警察官及び検察官は，甲が\n犯人ではないかとの嫌疑を抱き，同事件の捜査を視野に入れて，甲を業務上横領事件（別件）の被疑事実で逮捕・勾留し，同勾留期間中には，甲に対し，強盗致死事件の取調べを行っていることから，甲の逮捕・勾留が，いわゆる別件逮捕・勾留に当たり違法と評価されないかが問題となる。〔設問１－１〕では，いわゆる別件逮捕・勾留に関する捜査手法の適法性の判断基準について，まず，自己の拠って立つ理論構成を示した上，【事例】の具体的事実に当てはめて，甲の逮捕・勾留の適法性を論ずることが求められる。次に，〔設問１－２〕では，自己の結論とは異なる結論を導く理論構成を示し，【事例】の具体的事実に当てはめて，甲の逮捕・\n勾留の適法性を論じた上，その理論構成を自己が採用しない理由についても言及することが求められる。\nいわゆる別件逮捕・勾留に関する捜査手法の適法性の判断基準については，大別すると，逮捕・勾留の基礎となっている被疑事実（別件）を基準に判断する見解（別件基準説）と，実質的に当該被疑事実とは別の犯罪事実（本件）についての身体拘束と評価し得るかという観点から判断する見解（本件基準説）とに分かれており，さらに，どのような場合に逮捕・勾留が違法となるかという点をめぐり，別件についての逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を充足しているかを重視する考え方，別件の起訴・不起訴の判断に必要な捜査がいつ完了したかを重視する考え方，逮捕・勾留に当たっての捜査官の意図・目的を重視する考え方，逮捕・勾留の期間がいずれの事件の捜査のために利用されている（いた）かを重視する考え方などが主張されている。〔設問１－１〕では，まず，いわゆる別件逮捕・勾留の適法性について，いかなる基準ないし観点から判断するのか，そして，どのような場合に逮捕・勾留が違法となるのかについて，その根拠も含め，自己の理論構成を明示し，【事例】の具体的事実の中から重要な事実に自己の理論構成を当てはめて，甲の逮捕・勾留の適法性について論じることが求められる。\n本問の検討に当たり，考慮されるべき要素として，以下のものを挙げることが可能であろう。\n① 逮捕・勾留の理由とされた被疑事実である業務上横領事件について，逮捕（刑事訴訟法第\n１９９条第１項，同条第２項但書，刑事訴訟規則第１４３条の３），勾留（刑事訴訟法第２０７条第１項により準用される同法第６０条第１項）及び勾留延長（刑事訴訟法第２０８条第２項）の要件の充足\n② （強盗致死事件を捨象した場合における）業務上横領事件それ自体の重要性（立件ないし起訴の見込み）\n③ 逮捕・勾留請求時の捜査状況\n・ 強盗致死事件については，甲が犯人との嫌疑はあったが，逮捕できるだけの証拠はなかった・ 業務上横領事件は，強盗致死事件の捜査の過程で発覚したものであり，警察官は，被害届の提出を渋る被害者を繰り返し説得して，業務上横領事件の被害届を提出させた④ 業務上横領事件で逮捕・勾留した捜査官の意図\n・ 警察官は，強盗致死事件で甲を逮捕するには証拠が不十分であったため，甲を逮捕できる他の犯罪事実はないかと考えていた・ 検察官も，甲を強盗致死事件で逮捕することを視野に入れて，捜査することを考えていた⑤ 別件と本件の重大性，別件と本件との関連性\n・ 「本件」は人が死亡している強盗致死事件であり，「別件」は被害金額が３万円の集金横領事件である・ 強盗致死事件（路上のひったくり強盗）と業務上横領事件（集金横領）との間に関連性はない⑥ 逮捕・勾留後の取調べの状況\n・ 勾留期間中の取調べ日数は，業務上横領事件の取調べが，３月１９日まで断続的に行われ，合計７日である一方，強盗致死事件の取調べは，３月１８日までほぼ連日，合計１２日にわたっており，取調べ時間の合計も，業務上横領事件の取調べは合計２０時間である一方，強盗致死事件の取調べは合計４０時間にわたっている\n・ 甲は当初，強盗致死事件について否認しており，警察官による追及の結果，３月１８日に自白した（自ら積極的に本件を自白したものではない）\n⑦ 逮捕・勾留後の業務上横領事件の捜査状況\n・ 甲は，弁解録取時，犯行を否認し，３月７日には，パチンコ店にいた旨のアリバイ主張をし，同月１５日には，Ａからの集金事実は認めたが，具体的な金額については否認し，同月１９日に横領金額も含め自白した・ 勾留期間中，甲の弁解に対応した裏付け捜査（パチンコ店の防犯カメラの捜査，甲のパ\nソコンの精査，Ｙの取調べなど）が継続的に行われており，捜査官の懈怠による捜査の遅延もない以上の考慮要素の中から，自己の拠って立つ理論構成において着目・重視すべきものを取り出し，具体的事実を摘示しながら，甲の逮捕・勾留の適法性について論じることになろう。\n次に，〔設問１－２〕では，自己の結論と異なる結論を導く理論構成を示した上（ここでは，結論と理論構成の双方が異なるものを示さなければならないことに留意する必要がある），その理論構成において着目・重視すべき考慮要素に関わる具体的事実を摘示しながら，甲の逮捕\n・勾留の適法性について論じることになろう。また，当該理論構成を採用しない理由については，いわゆる別件逮捕・勾留の適法性の判断基準に関する各見解に対し，それぞれ指摘や批判もあるところであり，そのような指摘や批判を踏まえつつ，具体的に論述することが求められる。\n〔設問２〕は，訴因変更の可否及び許否を問う問題である。【事例】において，検察官は，\n甲がＡから集金し，Ｘ社のために保管していた３万円を横領したという業務上横領罪の訴因（公訴事実１）で起訴したが，審理の途中で，甲がＡから集金名下で３万円をだまし取ったという詐欺罪（公訴事実２）へ訴因変更を請求している。訴因の変更は，「公訴事実の同一性を害しない限度において」認められる（刑事訴訟法第３１２条第１項）ことから，本問の解答に当たっては，公訴事実の同一性の意義・判断基準についての理論構成を示した上，具体的事実に当てはめることが求められる。加えて，本問の訴因変更請求は，公判前整理手続を経た裁判員裁判の審理の中で行われているため，公判前整理手続後の訴因変更が許されるかについて，公判前整理手続の制度趣旨に照らした論述が求められる。\n公訴事実の同一性の意義については，従来から，「単一性」と「狭義の同一性」に分けられているが，本件で問題になるのは「狭義の同一性」である。「狭義の同一性」の判断基準について，判例は，変更前後の両訴因の間の「基本的事実関係が同一か」という観点から判断しており，その判断に当たっては，犯罪の日時，場所の同一性や近接性，行為，客体，被害者等の事実の共通性に着目している。また，事実の共通性に加えて，両訴因が両立しない関係にあること（非両立性）に言及するものもある。そこで，関連する判例の立場や学説を踏まえつつ，「公訴事実の同一性」の判断基準について，その根拠も含め，自己の理論構成を示した上で，\n【事例】の両訴因（公訴事実１と公訴事実２）の間に，公訴事実の同一性が認められるか的確\nに論じることが求められる。\n次に，訴因変更の請求が許される手続段階について，刑事訴訟法は特に制限を付しておらず，公判前整理手続が導入された平成１６年の同法改正においても，公判前整理手続後の証拠調べ請求が制限された（刑事訴訟法第３１６条の３２）のとは異なり，訴因変更の請求に関する制限は設けられていない。\nしかし，公判前整理手続は，充実した公判の審理を継続的，計画的かつ迅速に行うため，事件の争点及び証拠を整理する手続であり，公判前整理手続を経た事件については，同手続で策定された審理計画に従い，集中的かつ迅速な審理が進められることとなるが，公判前整理手続後に訴因変更がなされると，変更後の訴因について，当事者双方の追加立証が必要となる場合も考えられ，公判前整理手続で策定された計画どおりに審理ができなくなるおそれがある。\nもとより，公判前整理手続に付された事件においても，証拠調べの結果，公判前の当事者の主張と異なる事実が明らかとなることは，制度上織り込み済みであるとはいえ，公判前整理手続に付しながら，その意味を失わせるような訴因変更の請求を許すことは不合理であるから，訴因変更の請求に対する制限を基礎付ける根拠として，公判前整理手続の制度趣旨を援用することが説得的だということができるであろう（「公判前整理手続を経た後の公判においては，充実した公判審理のための争点整理や審理計画の策定がされた趣旨を没却するような訴因変更は許されない」とした下級審裁判例として，東京高判平成２０年１１月１８日・高刑集６１巻\n４号６頁がある。）。本問においても，公判前整理手続の制度趣旨を論じた上で，これを踏まえた訴因変更の許否について判断基準を示し，【事例】の具体的事実に当てはめて，検察官の訴因変更請求が許されるかを丁寧に論じることが求められる。そして，検討に当たっては，公判前整理手続の中で訴因変更を請求することが可能であったか（検察官が訴因変更の必要性を意識する契機があったか），また仮に訴因変更を許した場合，公判前整理手続で策定された審理計画の大幅な変更が必要となるかといった点が重要な考慮要素となるであろう。",
  "scoring_notes": "１ 採点方針等本年の問題も昨年までと同様に比較的長文の事例を設定し，捜査・公判の過程に現れた刑事手続上の問題点を的確に把握し，その法的解決に必要な具体的事実を抽出・分析した上，これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導くとともに，その過程を筋道立てて説得的に論述することを求めるものである。法律実務家として求められる事案分析能力，法解釈・適用能力，事実認定能力，論理的思考力，論述能力及び刑事訴訟法に関する基本的学識等を試すための問題である。\n出題の趣旨は，既に公表したとおりである。\n〔設問１〕は，路上で発生した強盗致死事件（本件強盗致死事件）について，警察官及び検察官は，甲が犯人ではないかとの嫌疑を抱き，同事件の捜査を視野に入れて，甲を業務上横領事件（本件業務上横領事件）の被疑事実で逮捕・勾留した上，勾留中に本件強盗致死事件の取調べを行っていることから，いわゆる別件逮捕・勾留に当たり，違法と評価されないかを問うものである。まず，\n〔設問１－１〕において，別件逮捕・勾留に関する捜査手法の適法性の判断基準について，自己の拠って立つ理論構成（自説）を示し，本事例の具体的事実に当てはめて，甲の逮捕・勾留の適法性を論じ，次に〔設問１－２〕において，自己の結論とは異なる結論を導く理論構成（反対説）を示し，本事例の具体的事実に当てはめて，甲の逮捕・勾留の適法性を論じ，さらに，その理論構成を採用しない理由についても論じることが求められる。\n〔設問２〕は，訴因変更の可否及び許否を問う問題である。検察官は，公判審理の途中で，甲がＡから集金し，Ｘ社のために保管していた３万円を横領したという業務上横領罪の訴因（公訴事実１）から，甲がＡから集金名下で３万円をだまし取ったという詐欺罪（公訴事実２）の訴因への変更を請求している。訴因変更の「可否」について，訴因の変更は，「公訴事実の同一性を害しない限度において」（刑事訴訟法第３１２条第１項）認められることから，公訴事実の同一性（公訴事実の同一性の意義は，従来から，「単一性」と「狭義の同一性」に分けられているが，本件で問題となるのは「狭義の同一性」である。）の意義・判断基準についての理論構成を示した上，上記両訴因について公訴事実の同一性が認められるかを具体的事実に当てはめて論ずることが求められる。次に，訴因変更の「許否」について，検察官の訴因変更請求は，公判前整理手続を経た審理の中で行われているところ，公判前整理手続後の訴因変更が許されるか否かについて，公判前整理手続の制度趣旨に則った論述が求められる。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は，いずれも，捜査及び公判に関して刑事訴訟法が定める制度・手続及び関連する判例の基本的な理解に関わるものであり，法科大学院において刑事手続に関する科目を履修した者であれば，本事例において何を論じるべきかはおのずと理解できるはずである。\nまず，〔設問１〕のいわゆる別件逮捕・勾留と呼ばれる捜査手法の適法性は，種々の裁判例及び学説において論じられている。その判断基準は，逮捕・勾留の基礎となっている被疑事実（別件）\nを基準に判断する見解（別件基準説）と，実質的に当該被疑事実とは別の犯罪事実（本件）についての身体拘束と評価し得るかという観点から判断する見解（本件基準説）という，視座を異にする二つの考え方に大別され，さらに，どのような場合に逮捕・勾留が違法となるかという点をめぐり，\n別件についての逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を充足しているかを重視する考え方，別件の起訴・不起訴の判断に必要な捜査がいつ完了したかを重視する考え方，逮捕・勾留に当たっての捜査官の意図・目的を重視する考え方，逮捕・勾留の期間がいずれの事件の捜査のために利用されている（いた）かを重視する考え方などが主張されている。解答に当たっては，これ- 6 -らの主要な考え方を踏まえて自説・反対説の理論構成を提示した上で（なお，これには，適法性の判断基準のみならず，その基準を導く理論的根拠を示すことも含まれる。），それぞれの理論構成の下で重視すべきであろう具体的事実を本事例の中から的確に抽出して，結論を導くことが求められる。なお，自説の理論構成の提示と具体的事実への当てはめのみならず，反対説の理論構成の提示とその当てはめをも求めている趣旨は，別件逮捕・勾留の適法性の論点に関する諸学説を闇雲に暗記することを求めるものではなく，別件逮捕・勾留の適法性について，視座を異にする二つの考え方を検討するよう求めることで，両者の考え方にどのような違いがあり，なぜそうした違いが生じるのか，すなわち別件逮捕・勾留の問題が議論される本質的理由がどこにあるのかについて深く理解できているかを問う趣旨である。さらに，そのような理解を前提に，自己の拠って立つ理論構成を示すに当たって，自説の正当性のみならず，反対説に対する批判・反論を論じさせることにより，\n別件逮捕・勾留の問題への対処についての理解の深さも問う趣旨である。\n〔設問２〕に関し，訴因変更の可否，すなわち公訴事実の同一性の有無の判断基準のうち，本件で問題になるいわゆる「狭義の同一性」の有無の判断基準については，判例は，変更前後の両訴因の間の「基本的事実関係が同一か」という観点から判断しており，その判断に当たっては，犯罪の日時，場所の同一性や近接性，行為，客体，被害者等の事実の共通性に着目するもののほか，事実の共通性に加えて，両訴因が両立しない関係にあること（非両立性）に言及するものもある。解答に当たっては，法科大学院の授業でも取り上げられる主要な判例や学説を踏まえ，自らの採用する判断基準を，そうした判断基準を導く理論的根拠をも明らかにしながら提示した上で，当該基準を本事案の具体的事実に的確に当てはめ，結論を導くことが求められる。理論的根拠を論じる際には，現行刑事訴訟法における訴因変更の制度の意義・機能や，それを公訴事実の同一性という概念によって限界づける実質的理由を検討することが，また，具体的事実への当てはめに際しては，例えば，判例の判断基準に則して言えば，本事案の両訴因におけるどの具体的事実がどのような意味で「同一」の「基本的事実関係」であると言えるのか，あるいは両訴因が具体的にどのような意味で「両立しない」のか等を検討することが求められる。他方，訴因変更の許否と公判前整理手続との関係については，下級審の裁判例はあるものの，受験生にとっては若干なじみのない論点であったかもしれない。しかし，公判前整理手続が設けられた趣旨及び公判前整理手続とその後の公判審理の関係や，動的な刑事裁判手続において，訴因変更がその後の審理手続にどのような影響をもたらすかについて思いを致せば，問題点は自ずと浮き彫りになってくるはずであり，その上で，本事案において訴因変更が請求されるに至った経緯及び変更を許した場合に予想される審理の内容等を具体的に検討して論述すれば，十分に解答可能な問題であると思われる。\n２ 採点実感各考査委員の意見を踏まえた感想を記す。\n⑴ 概ね出題の意図に沿った論述をしていると評価できる答案としては，次のようなものがあった。\nまず，〔設問１〕では，本事例について，いわゆる別件逮捕・勾留が問題となることを的確に捉え，その適法性の判断基準について，問題の所在ないし主要な考え方の対立点がどこにあるかを意識しながら，〔設問１－１〕では，自説を示し，本事例の具体的事実関係の中から重視すべき事情を的確に抽出して当てはめを行い，〔設問１－２〕では，反対説を示し，同様に，本事例の具体的事実関係の中から重視すべき事情を的確に抽出し，当てはめを行って，異なる結論を導き出し，さらには，反対説を採用しない理由についても説得的に論じている答案が見受けられた。\n〔設問２〕では，本事例において，訴因変更の可否と許否が問題になることを的確に捉え，前者については，新旧両訴因間における公訴事実の同一性，そのうち，いわゆる「狭義の同一性」の有無の問題であることを指摘し，その意義・判断基準について，自己の理論構成を示した上，具体的事実を当てはめて，本件の訴因変更の可否について説得的に結論を導き出し，また，後者については，検察官の訴因変更請求が，公判前整理手続を経た公判審理の中で行われていることを指摘し，それが公判前整理手続の制度趣旨を没却するものではないかとの観点に立って，本事例の具体的事実を検討し，許否の結論を説得的に導いている答案が見受けられた。\n他方，問題解決に必要な法解釈に関する自己の見解を論述するに当たり，機械的に暗記した判例や学説の表現，判断基準を記述するのみで，そのような表現・基準が用いられていることの意味や，自己の見解を妥当とする理由付けについて，理論的に掘り下げた論述ができていない答案や，判例や学説の議論についての理解が不十分であるために，理論構成において論理矛盾を来していたり説明不足であったりする答案，自己が示した判断基準を具体的事実に的確に適用することができていない答案，そもそも，具体的事実の抽出が不十分であったり，その意味の分析が不十分・不適切であったりする答案が見受けられた。\n⑵ 〔設問１〕について，大多数の答案が，本件においていわゆる別件逮捕・勾留の適否が問題になることを指摘していたものの， 別件逮捕・勾留の適法性についての判断基準を述べ，それを本事案の事実に当てはめるにとどまり，なぜそのような判断基準を採用するのかについての理論的根拠の説明が不十分であり，それゆえ別件逮捕・勾留の問題が議論される本質的理由を理解しているかが疑わしい答案が少なくなかった。\nまた，例えば，別件逮捕・勾留が問題視される根拠として，「別件逮捕・勾留は，実質的に捜査・取調べをしようとする本件についての司法審査を経ない点で令状主義を潜脱するものであり，違法である。」とする一方，自説の理論構成として，別件逮捕・勾留の適否について，「別件について逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を満たしていれば適法である。」\nと論じる答案が見られたが，別件逮捕・勾留の違法性について，本件についての司法審査を経ない点を捉えて令状主義の潜脱を理由とする指摘は，まさに，「別件について逮捕・勾留の要件を満たしていれば適法である。」とする考え方に対する批判と位置付けられるものであって，両者を単純に並列させて論述するのは，論理矛盾であるか又は少なくとも説明不足であると言えよう。\n別件について逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を満たしていれば適法だとする立場を基本的に是としつつ，さらに，勾留期間中の本件強盗致死事件の取調べについて，\n身体拘束中の被疑者の余罪取調べの適否ないし余罪取調べの限界を超えているかという観点から論じ，余罪取調べとして許容されるから勾留は適法，あるいは違法な余罪取調べであるから勾留は違法と結論付ける答案が多く見られた。しかし，逮捕・勾留中の被疑者の取調べに違法があったからといって，逮捕・勾留までもが直ちに違法となるわけではない。身体拘束の適否を問う本問において，余罪取調べの適否を論じるのであれば，なぜ余罪取調べが違法と評価されると身体拘束が違法と評価されるのかについて説得的な説明が必要となるが，この点まで踏み込んだ論述がなされた答案は多くなかった。逆に，専ら，身体拘束中の被疑者の余罪取調べが許されるか否かという観点から自説及び反対説を立てて論じ，結論の記述においても，取調べが適法又は違法と述べるにとどまるなど，身体拘束中の被疑者の余罪取調べの可否の問題と，\n本問で問われている別件逮捕・勾留の問題すなわち身体拘束それ自体の適否の問題とをそもそも区別できていないと思われる答案も少なからず見受けられた。\n自説又は反対説として本件基準説を取り上げる答案の中には，これを単に，「本件」である本件強盗致死事件について，刑事訴訟法が定める逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を満たしていれば適法，これを満たしていなければ違法とするものと理解しているよう- 8 -に思われる答案が散見された。しかし，そもそも，本件基準説の考え方は，逮捕・勾留の要件が満たされている別件による身体拘束であっても，請求時の捜査官の意図や，あるいは逮捕・勾留後の捜査・取調べ状況の実質に鑑み，本件の身体拘束と評価される場合には違法とするものであり，単に，本件についての逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）が整っているか否かを問題とするものではない。\n逮捕・勾留後の取調べ等の捜査状況に鑑み，別件による身体拘束としての実体を喪失したと評価できる場合には違法となるとの判断基準を示し，勾留後の本件業務上横領事件と本件強盗致死事件の各捜査の具体的状況を列挙して，適法又は違法との結論を導く答案も少なくなかった。\nしかし，この場合，刑事訴訟法の定める逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）\nを満たした別件による身体拘束が，どのような場合に，その「実体を喪失」したと評価されるのかの判断基準を示す必要があるし，そもそも，なぜ別件による身体拘束の「実体を喪失」したと評価されれば違法となるのかについての理論的根拠の説明が必要であるが，これらの点にまで踏み込んで論述した答案は多くはなかった。\nところで，設問は，本件業務上横領事件による逮捕・勾留及び３月２０日までの身体拘束の適法性についての検討を求めるものであるから，身体拘束の理由となっている業務上横領事件について逮捕・勾留の要件を満たしているか，また，１０日間の勾留延長がなされていることから勾留延長の要件を満たしているかについての論述が必要であるが，この点の検討を欠く答案が少なくなかった。特に本件基準説に立つ場合，別件の逮捕・勾留の要件の具備以外の事情を考慮して適法性を判断するため，理論的には，上記要件の検討を経ることなく違法の結論を導くことも可能であり，実際にも本件基準説を自説とする答案にはこの点の検討を行わないものが多かった。しかし，別件逮捕・勾留の問題についていかなる立場に立とうとも，身体拘束の理由となっている被疑事実について刑事訴訟法上の逮捕・勾留の要件が満たされていなければ違法であることは明らかである以上，法律実務家としては，まずはその点の検討を行うことが適切であると思われるし，また，本問において，自説として本件基準説に立ち，かつ違法の結論を採る場合でも，自説と異なる結論を導く反対説を検討する際には，上記要件の具備の点の検討は不可欠であろう。\nなお，本事例の解答としては，理論的には，適法・違法のいずれの結論も考えられるところであり，さらに，判断基準の立て方によっては，勾留期間中のある時点以降が違法となるという一部違法の結論も取り得るところである。もっとも，相当早い段階から，その後の勾留を違法とする結論を基礎付ける説明は十分説得的であることが求められよう。\n答案の中には，「逮捕」，「勾留」，「その後の身体拘束」とに分けて解答する答案も散見された。\nしかし，「その後の身体拘束」も「勾留」期間の一部であり，単に形式的にこれを区別して論じるのは無意味であろう。身体拘束の法律上の単位は，逮捕，当初の勾留及び延長後の勾留であるから，各身体拘束の開始から終了まで所定の要件を満たすか，順次検討するのが一般的な対応だと思われる。この点に関連して，本件の勾留期間を，本件強盗致死事件の取調べのみが行われている期間とそうでない期間とに細切れに分断し，当初勾留は適法であったものの，本件強盗致死事件の取調べが行われている期間については勾留は違法となるとし，さらには，その後の本件強盗致死事件の取調べが行われていない期間の勾留は再び適法となると結論付けるといった答案も見受けられた。しかし，刑事手続における身体拘束は，逮捕，勾留，勾留延長と続く一連の継続的処分であって，勾留期間を更に細分化して部分部分の適否を独立して評価すべきものではないことに鑑みると，上記のような結論を正当化するには，相当説得的な論述が必要であろう。\n⑶ 〔設問１－２〕で論ずべき反対説については，自己の結論と異なる結論を導く理論構成，すな- 9 -わち，自説と結論及び理論構成の双方が異なるものを示すことが求められるところ，理論構成は同じで，当てはめの評価を異にするにすぎないもの，あるいは理論構成は異なっているが同じ結論になってしまっている答案が散見された。また，自説については，理論構成及び当てはめを丁寧に論述しているものの，反対説については３～４行程度の論述しかなく，理論構成及び当てはめのいずれについても質及び量ともに明らかに不十分な答案も見受けられた。\n反対説に対しては，これを採用しない理由の論述が求められているところ，反対説の内容とこれを採用しない理由とがかみ合っていない答案も見られた。例えば，反対説として請求時の捜査官の目的が専ら又は主として本件の捜査・取調べにある場合を違法とする見解を挙げた答案の多くが，これを採用しない理由として，「令状審査する裁判官において捜査官の目的を判断するのが困難である。」ことを指摘していたが，答案の中には，反対説における考慮要素として，\n事後的に判明した逮捕・勾留中の捜査状況や取調べ状況についても，請求時の捜査官の目的を推認する事情として挙げていながら，反対説を採用しない理由として上記指摘のみを挙げているものが少なくなかった。\n⑷ 〔設問２〕については，「業務上横領罪の訴因に対して，詐欺罪で有罪の認定をするのに訴因変更が必要か。」という訴因変更の要否を論じている答案が多く見られた。しかし，本事例は，\n検察官が既に訴因変更を請求しているのだから，業務上横領罪の訴因のまま，詐欺罪の認定をしてよいかという訴因変更の要否の問題ではなく，業務上横領罪から詐欺罪への訴因変更ができるか，すなわち，両者の間に「公訴事実の同一性」（刑事訴訟法第３１２条第１項）が認められるかという訴因変更の可否が問題となる事案である。訴因変更の可否を論ずる前提として，\n訴因変更の要否を論じることが誤りとまでは言えないものの，訴因変更の要否を長大に論じる一方，訴因変更の可否についての論述が極めて薄い（あるいは論述がない）答案などは，訴訟手続の中で，訴因変更の要否と可否がそれぞれどのような場面で問題となるのかについての理解が不十分であると言えよう。\n訴因変更の可否を論ずるに当たり，新旧両訴因の間に公訴事実の同一性が要求される趣旨について，例えば，「二重処罰の回避」とか「処罰の一回性の要請」などと述べ，しかしそれのみにとどまっている答案が少なからず見られたが，これだけでは説明として不十分であろう。この点について，例えば，「旧訴因との関係では一回的な処罰の対象となるべき事実関係であるにもかかわらず，訴因変更を許さずに別訴の提起を許すことになるとすれば二重処罰の危険が生じる。」などと具体的な言葉で丁寧に論述し，訴因変更制度及び「公訴事実の同一性」基準の意義についての理解の深さを窺わせる答案が少数ではあったが見られた（なお，このような二重処罰の危険の回避に着目した立論以外にも種々の考え方があり得るところ，そうした立場に立つ答案の中にも，制度趣旨を踏まえた説得的な理論的説明を行う答案が少数ながら見られた。）。\n他方，公訴事実の同一性の有無の判断基準を示すのみであり，その意義について制度の趣旨に遡った論述をおよそ欠いている答案や，訴因変更の要否に関する議論と混同しているのではないかと思われる答案なども散見された。\n公訴事実の同一性の有無の判断基準については，「両訴因の間の基本的事実関係が同一かを判断し，補充的に，両訴因が両立しない関係にあるか否かを判断する。」と述べる答案が圧倒的に多く，また，基本的事実関係の同一性について，「社会通念上の同一性」とか「社会的事実の同一性」と説明するものが多かった。もっとも，「社会通念上の同一性」や「社会的事実の同一性」\nの意味についての理解を明確に示している答案は多くなく，同一性についての当てはめも，両訴因の記載を単純に列挙するだけの答案や，「公訴事実１と公訴事実２については，犯行日時・場所，被害金，被害者が同一である。」としか書かれていない答案も少なくなかった。しかし，\n本事例の両訴因は，犯行日こそ同一であるものの，犯行場所は，公訴事実１は「Ａ方付近」で- 10 -ある一方，公訴事実２は「Ａ方」であり，被害金については，公訴事実１は「Ｘ社のために預かり保管している現金３万円」である一方，公訴事実２は「Ｙから交付を受けた現金３万円」\nであり，被害者については，公訴事実１は「Ｘ社」である一方，公訴事実２は「Ａ」であり，\n訴因に記載された字面を単純比較しただけでは，両者が同一であるとは直ちに言えないはずである。この点について，例えば，「両事実は，いずれも，平成３０年１１月２０日に，ＸがＡから売掛金の集金として現金３万円を受け取り，これを自己のものとして領得したものであり，\n社会的事実として同一であって，単に，その３万円について，Ｘのために預かっているものを横領したのか，Ａからだまし取ったのかという点に違いがあるにすぎない。」などと具体的な言葉で，その同一性について明確に論述している答案もあり，このような答案は，公訴事実の同一性の概念に関する理解の深さを窺わせるものである。他方，上記のような字面の違いをもって，社会的事実としての同一性を否定し，基本的事実関係は同一ではなく，また，業務上横領罪と詐欺罪は両立し得るので，公訴事実の同一性は認められないと結論付けるなど，この問題に関する理解が明らかに不十分と見られる答案も見受けられた。\n次に，訴因変更の許否について，設問は，公判前整理手続を経ていることを踏まえて論述するように求めているにもかかわらず，公判前整理手続について全く触れていない答案が少なからずあった。\nまた，公判前整理手続後の訴因変更の許否について，被告人の防御の観点のみから論ずる答案も多く見られた。しかし，公判前整理手続は，あらかじめ事件の争点及び証拠を整理することにより，公判審理を継続的，計画的かつ迅速なものにして，充実した公判審理を実現することを目的とする制度であるのだから，訴因変更を許可することによって，公判前整理手続で行った争点と証拠の整理が無意味化してしまうのではないかという，公判前整理手続の制度趣旨に立ち返った観点からの検討が欲しいところである。\nこれに関連して，訴因変更を許すと被告人の不意打ちになると論じている答案も少なからず見受けられた。しかし，不意打ちというのは，およそ被告人に防御の機会を与えずに，被告人にとって不利益な事実を認定することをいうのであって，訴因変更を通じて防御の機会を得ることのできる（むしろ訴因変更は被告人の防御の機会を保障する最も手厚い手段とも言い得る。）\n本事例には当てはまらない。\n公判前整理手続後の訴因変更が制限される根拠として，刑事訴訟法第３１６条の３２第１項を挙げる答案も見受けられたが，同条項は，公判前整理手続終了後の証拠調べ請求を制限するにとどまり，当事者の主張の追加・変更まで制限するものではないことに留意する必要がある。\n仮に同条項を根拠とするにしても，やはり，同条項の趣旨について，公判前整理手続の制度趣旨に遡って論じ，その趣旨が訴因変更請求にも当てはまることについての丁寧な説明が必要であろう。\n本事例の訴因変更請求について，公判前整理手続の制度趣旨を没却するものではなく，訴因変更が許されると結論付けた答案の多くは，その理由として，Ｘ社社長が証人尋問において，突然，甲の集金権限の有無についての供述を変えたことを挙げ，検察官において，公判前整理手続の中で訴因変更請求できなかったことはやむを得ないとするものが多かったが，さらに，被告人自身も被告人質問で自己に集金権限がなかったことを認めていることや，検察官及び弁護人から追加の証拠調べ請求がなかったことを摘示して，訴因変更を認めても，公判前整理手続で決められた審理計画に変更を来すものではないことまで論じられた答案は多くなかった。本事例の訴因変更請求について，公判前整理手続の制度趣旨を没却するものであるかという観点から検討するのであれば，検察官において，公判前整理手続の中で訴因変更の必要性を意識できる契機があったかという観点からの検討はもとより，訴因変更によって，公判前整理手続で- 11 -定められた審理計画がどれだけの修正・変更を余儀なくされるかという観点からの検討も欲しいところである。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕については，身体拘束の理由となっている本件業務上横領事件の被疑事実について，刑事訴訟法の定める逮捕・勾留及び勾留延長に係る根拠条文を摘示して，それぞれ要件を満たしているかを具体的に検討している答案，別件逮捕・勾留の適法性について，問題の所在ないし主要な考え方の対立点を意識しながら，自説と反対説のいずれについても的確かつ十分な理論構成（判断基準及びその理論的根拠の双方）を示している答案，本事例の具体的事実の中から，自説と反対説それぞれの理論構成の下で重要となる事情を的確に選別して摘示し，甲の逮捕・勾留が適法ないし違法と評価される結論とその理由を明確に示している答案，反対説を採用しない理由についても，自説を正当と考える理由と反対説を不当と考える理由を連動させて説得的に論じている答案である。\n〔設問２〕については，訴因変更の可否と許否が問題になることを明確に意識し，訴因変更の可否については，新旧両訴因間における公訴事実の同一性の有無が問題となることを根拠条文を挙げて示した上，公訴事実の同一性が要求される理由とその判断基準を明確に論じている答案，当てはめにおいても，上記理論的根拠を踏まえつつ，本事例の両訴因の事実を丁寧に摘示して，公訴事実の同一性が認められる理由を理論的に論じている答案，訴因変更の許否については，公判前整理手続の制度趣旨を論じた上，本件訴因変更が公判前整理手続の制度趣旨を没却するものでないことについて，本事案において訴因変更が請求されるに至った経緯及び変更を許した場合に予想される審理の内容を踏まえ，公判前整理手続において検察官に訴因変更の必要性を意識する契機があったか否か及び公判前整理手続で決まった審理計画がどれだけ修正・変更を余儀なくされるかの両観点に着目して，丁寧に論述している答案である。\nなお，このように，出題の意図に沿った十分な論述がなされている答案は僅かであった。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については，別件逮捕・勾留の適法性について，自説と反対説の理論構成（判断基準及びその理論的根拠の双方）を示すことが一応できており，当てはめも，それぞれの理論構成の下で重視すべき事情を意識した具体的事実の摘示が一応できている答案である。他方，「優秀の水準」と比較した場合，当てはめにおいて，事実の羅列にとどまり，個々の事情が自己の理論構成で示した判断基準に対して具体的にどのような意味を持つのかについての説明が物足りない答案，自説については理論構成及び当てはめが丁寧かつ的確に論述されている一方，反対説の論述が質及び量ともに，やや不十分であって物足りない答案などである。\n〔設問２〕については，訴因変更の可否と許否が問題になることをきちんと理解し，訴因変更の可否については，公訴事実の同一性の概念とその当てはめについて一応の論述がなされており，訴因変更の許否についても，公判前整理手続の制度趣旨を論じた上で，検察官の訴因変更請求が公判前整理手続の制度趣旨を没却するものではないかとの見地からの一応の論述がなされている答案である。他方，「優秀の水準」と比較した場合，訴因変更の可否の問題に関しては，公訴事実の同一性が要求される理由についての論述がやや不十分であったり，当てはめにおいて，自己の結論を導くために抽出すべき事実は概ね摘示されているものの，単なる事実の羅列に終始してしまい，例えばなぜそれらが「同一」の「基本的事実」であると言えるかについての説明が不十分だったりするもの，訴因変更の許否の問題に関しては，本問の訴因変更請求が公判前整理手続の制度趣旨を没却するものではないことについて，当てはめにおける事実- 12 -の摘示・分析がやや不十分であった答案である。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については，別件逮捕・勾留の適法性について，自説・反対説の理論構成において一応の判断基準が示されている一方，判断基準を導く理論的根拠の説明が不十分である答案，\n当てはめにおいて，本事例に現れた具体的事情の抽出が全体的に不十分な答案，別件逮捕・勾留の適法性についての理解が表層的な答案（例えば，反対説の内容とこれを採用しない理由とがかみ合っていない答案）である。\n〔設問２〕については，公訴事実の可否及び許否が問題となることに気付き，公訴事実の同一性の意義や公判前整理手続の制度趣旨についての言及があり，かつ妥当な結論に至ってはいるものの，全体的に見て，公訴事実の同一性の概念や公判前整理手続の制度趣旨の理論構成に不十分・不正確さがみられる答案，当てはめにおいて，自己の結論を導き得るだけの具体的事実の抽出が全体的に不十分であったりする答案である。\n⑷ 「不良の水準」にとどまると認められる答案上記水準に及ばない不良なものをいう。一般的には，刑事訴訟法上の基本原則の意味を理解することなく機械的に暗記し，これを断片的に（更に正確さを欠いた形で）記述するだけの答案や，関係条文・法原則を踏まえた法解釈を論述・展開することなく，事例中の事実をただ羅列するだけの答案など，法律学に関する基本的学識と能力が欠如しているものである。具体的な例を挙げれば，〔設問１〕では，別件逮捕・勾留の適法性の問題と余罪取調べの可否の問題とを混同し，もっぱら後者の観点から自説と反対説を立てて論じている答案，別件逮捕・勾留の適法性に関する主要な考え方について，誤った理解をしている答案（例えば，「本件基準説」に立つと述べた上で，本件強盗致死事件について逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を満たしているかの検討しかしていない答案），〔設問２〕では，訴因変更の要否について長大に論じる一方，訴因変更の可否及び許否の問題についての検討が極めて薄い（あるいは全くなされていない）答案，訴因変更の許否について，公判前整理手続の制度趣旨に関する記述を欠く，又はそれが著しく不十分な答案などがこれに当たる。そのほか，問題文の問いに正確に答えていない答案，例えば〔設問１－１〕と〔設問１－２〕とで，理論構成は同じで，当てはめの評価を異にするにすぎない答案や，理論構成は異なっているが同じ結論になっている答案などもこれに属する。\n４ 法科大学院教育に求めるものこのような結果を踏まえると，今後の法科大学院教育においては，刑事手続を構成する各制度の趣旨・目的を，判例も踏まえながら基本から深くかつ正確に理解すること，見解に対立の見られる問題について，単にそれらの見解を表面的に暗記するのではなく，それらの見解の基本的な考え方や，見解の対立が生じる本質的理由を正確に理解すること，これらの制度や考え方を具体的事例に当てはめて適用できる能力を身に付けること，法律実務家として，論理的で筋道立てた分かりやすい文章を記述する能力を培うことが強く要請される。\n特に，法適用に関しては，生の具体的事実に含まれた個々の事情又はその複合が法規範の適用においてどのような意味を持つかを意識的に分析・検討し，それに従って事実関係を整理できる能力の涵養が求められる。\nまた，実務教育との有機的連携の下，通常の捜査・公判がどのように進行するのかを理解すること，そして，その過程を俯瞰し，刑事手続の各局面において，各当事者がどのような活動を行い，それがどのように積み重なって手続が進むのかなど，刑事手続を動態として捉えることの重要性を強調しておきたい。"
}