{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＸは，数軒の飲食店と娯楽施設を経営するＹ社に中途採用で雇用され，飲食店の１つで接客係として勤務していた。当初は６か月の期間を定めた契約社員であったが，契約を更新し，採用から１年が過ぎたところで期間の定めのない常勤スタッフとなり，頑張れば将来は店長や本部のマネージャーに昇進することも可能と言われていた。ところが，その１年後，新たな店長としてＰが着任すると，なぜか折り合いが悪く，ささいなミスや客からのクレームを理由に，しばしば叱責を受けるようになった。半期ごとの成績評価でも，それまでの「標準，やや良」（Ｂ+）から「要改善」\n（Ｃ）へと低下したため，Ｐとの面談の際に納得できない旨を伝えたが，「その自覚のなさは絶望的だな。次回，不良（Ｄ）がつくと居場所はなくなるぞ。」と言われるだけであった。Ｘとしては，他の同僚と同等以上の仕事をしているのにＰに狙い撃ちにされているように思われ，ストレスが高まった。\nそのような中で，ある日の始業時のスタッフ・ミーティングの際，全員が集まったところで，ＰがＸを前に呼び出し，前日に生じた客との小さなトラブルを非難して「勤務改善の誓い」と題された１枚の文書にサインするよう求めたため，Ｘは「いい加減にしてください。」と大声で叫び，同文書を破り捨てた。すると，Ｐは，そのまま自分の勤務に就こうとしたＸにオフィスで待機するよう命じ，直ちに本社に連絡をして親戚に当たる社長Ｑの了解を得た上で，Ｘに即日解雇を言い渡した。Ｘが，どのような解雇理由なのかと尋ねると，Ｐは，「勤務成績不良と上司への反抗。本来なら懲戒解雇にしてもよいところであるが，温情措置として普通解雇の扱いとしてもらった。後で人事部から連絡があるはずだ。」と言い，ロッカーの私物をまとめてすぐに帰宅するよう命じた。その日の午後，Ｙ社の人事部からＸの携帯電話にメールで，①本日付けでＹ社はＸを解雇する，②解雇理由は就業規則第３２条第２号，第４号及び第７号である，③就業規則第３３条ただし書に該当するので，同条本文の予告及び予告手当の支払は行わない，④退職手当は後日Ｘの銀行口座に振り込む，という４点が記された文書（解雇通知書）が送られてきた。\nＸは翌日，Ｙ社の人事部に電話をし，一晩考えてみたがやはりひどすぎると解雇の撤回を求めたが，担当者からは，解雇通知書に記した理由による正当な解雇である，それ以上に説明することはない，との回答しか得られなかった。また，Ｘは勤務していた店舗に出向いてＰに面談を求めたが，Ｐは不在とのことであった。Ｘはやむなく立ち去ったが，帰り際，副店長のＲに「こんな解雇は承服できない。知り合いの弁護士に頼んで裁判を起こしてやる。」と言った。Ｒは後刻，これをＰに報告した。\n【Ｙ社就業規則（抜粋）】\n第２０条（退職手当）従業員が死亡又は退職したときには，別に定める規程（略）に従い，退職手当を支払う。\n第３２条（解雇）従業員が，次の事由の一つに該当するときには，解雇する。\n１ （略）\n２ 能力不足又は勤務成績が不良で改善の見込みがないとき。\n３ （略）\n４ 協調性又は責任感を欠き，従業員として不適格と認められるとき。\n５・６ （略）\n- 22 -\n７ その他前各号に準ずるやむを得ない事由があるとき。\n第３３条（解雇の予告）前条の解雇に当たっては，少なくとも３０日前に予告をするか，予告に代えて平均賃金の３０日分以上の解雇予告手当を支払う。但し，本人の責めに帰すべき事由による解雇については，この限りではない。\n第４０条（懲戒解雇）従業員が，次の事由の一つに該当するときには，懲戒解雇を行う。この場合，第２０条に定める退職手当は支給しない。\n１ 重要な経歴を詐称して，又は不正な方法により，採用されたとき。\n２・３ （略）\n４ 業務命令に従わず，会社の規律又は正常な業務を妨害したとき。\n５～７ （略）\n〔設 問〕\n１．Ｘから解雇を争いたいという相談を受けた弁護士は，本件解雇の適法性や効力について，どのように考えるべきか。請求や主張の仕方にも触れながら，あなたの意見を述べなさい。\n２．Ｘが訴訟を起こすかもしれないというＰからの連絡に基づき，Ｙ社の人事部が，保存してあったＸの採用時の応募書類をチェックしてみると，ホテル専門学校を卒業したとして添付されていた証明書のコピーに不審な点が見つかった。そこで調査を行ったところ，このコピーは偽造であり，Ｘは当該専門学校に入学したものの，中途で退学していたことが判明した。\nＸが本件解雇の無効を主張してＹ社を相手に訴訟を提起した場合，Ｙ社は，この応募書類の問題について，どのような対応を採ることが考えられるか。検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n加工食品の製造販売を行うＹ社には，正社員で組織するＸ労働組合（以下「Ｘ組合」という。）が存在し，組合員資格のない管理職等を除けば，正社員のほぼ全員がこれに加入していた。\nＹ社とＸ組合は毎年，春闘の団体交渉により，賃金改定や夏冬の賞与などの労働条件を合意し，４月１日付けで期間１年の労働協約を締結してきた。また，上記労働協約とは別に，組合費のチェックオフ，掲示板の貸与及び苦情処理委員会等，労使間のルールに関する期間の定めのない労働協約（以下「本件労働協約」という。）があった。本件労働協約には，第２７条から第２９条までに掲示板の貸与についての規定が置かれていたほか，労使各３名の委員で構成される苦情処理委員会に関する規定が置かれており，人事評価，昇給・降給，賞与査定等について，同委員会で組合員からの苦情を受け付けて，労使の委員で協議するものとされていた。また，第５１条に苦情処理委員会の運営に関する定めがあった。\nところで，Ｙ社の賞与には，固定部分と変動部分があり，固定部分について労使交渉で基準支給率を定めた上で，変動部分については，固定部分の額の２０％を上限として，上司による賞与査定に応じて加算される仕組みとなっていた。\nＸ組合の組合員である女性社員Ａは，平成３０年冬期賞与支給に際して，変動部分における加算をゼロとされたため，以前に上司からの飲食の誘いを何度か断ったことが原因ではないかとして，Ｘ組合に相談の上，平成３１年２月，苦情処理委員会に申立てをした。\n苦情処理委員会で，会社側委員は，上司からの事前のヒアリングを基に，Ａの賞与査定が低い理由は，Ａが電車が遅れたと言っては度々５分ないし１０分の遅刻をしたこと，業務上のミスが多かったことであると説明した。これに対し，Ｘ組合側委員は，遅刻やミスの事実はあるがいずれも加算ゼロとするほどの問題ではない，Ａが上司の誘いを断ったことが真の原因ではないか，そうだとすると低査定は対価型セクシュアルハラスメントに該当すると主張し，事実無根である，二人きりの飲食に誘った事実はないと聞いているとする会社側委員と議論になり，長時間を費やしたが，協議は平行線のままで終了した。\nそこで，Ｘ組合は，Ａの賞与査定の問題に関して改めて団体交渉を要求したが，Ｙ社は，そもそも個人の査定等の問題は集団的労使交渉にはなじまないから，労使合意により苦情処理委員会を設置したのであり，また，苦情処理委員会で労使の委員が長時間にわたって議論した結果，物別れに終わっており，これ以上説明することはないとして団体交渉に応じなかった。\nＹ社の態度に反発したＸ組合は，掲示板を利用して組合員に状況を報告することとし，苦情処理委員会におけるＹ社側の主張を紹介した上で，不当な賞与査定である，上司によるセクハラ行為である，Ｙ社の対応はセクハラを隠蔽しようとするものでコンプライアンス上重大な問題がある，Ｙ\n社は正当な理由なく団体交渉を拒否していると非難するビラを作成し，掲示板に掲示した。\nＹ社は，Ｘ組合に対し，当該ビラ掲示は，本件労働協約に違反するものであるから直ちに掲示を中止するよう通告したが，Ｘ組合が対応しなかったため，翌日，本件労働協約第２９条に基づき当該ビラを撤去した。\nＸ組合がこれに猛然と反発したため，春闘の団体交渉は難航し，合意に至らなかったところ，Ｙ社は，労使間の信頼関係は既に破壊されているとして，本件労働協約について，書面により９０日前の解約予告をした。また，Ｙ社は，本件労働協約が失効すれば，使用者が組合費について賃金控除を行う法的根拠が失われると主張して，Ｘ組合に対して，本件労働協約の失効後は組合費のチェ\nックオフを中止する旨を通告した。\n- 24 -\n【本件労働協約（抜粋）】\n第２７条 会社は，Ｘ組合に対し，Ｘ組合が組合活動に必要な宣伝，報道，告知を行うための掲示板を貸与する。\n第２８条 掲示物は，会社の信用を傷つけ，政治活動を目的とし，個人をひぼうし，事実に反し，又は職場規律を乱すものであってはならない。\n第２９条 会社は，Ｘ組合が前条の規定に違反した場合は，掲示物を撤去し，掲示板の貸与を取り消すことができる。\n第５１条 苦情処理委員会は非公開とし，委員会の委員及び関係者（苦情を申し立てた者，委員会によるヒアリングの対象となった者を含む。）は，苦情処理に関して知り得た秘密を漏らしてはならない。\n〔設 問〕\n１．Ｘ組合が，Ｙ社の本件労働協約第２９条に基づくビラの撤去について争う場合，どのような機関にどのような救済を求めることができるか。検討すべき法律上の論点を挙げて論じなさい。\n２．Ｙ社が，解約予告から３か月後の給与支給日以降，実際にチェックオフを中止した場合，Ｘ組合は，どのような機関にどのような救済を求めることができるか。検討すべき法律上の論点を挙げて論じなさい。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は，期間の定めのない労働契約により雇用されていた労働者に対する，成績不良と反抗的態度を理由とする解雇について，解雇の事由・手続の両面からその効力を検討し，さらに事後に発覚した事由（経歴詐称）の取扱いについても論じることを求めるものである。解雇に関して関係条文・判例が定立している規範を正確に理解した上で，具体的事案に的確に適用することができるか否かが問われている。\n設問１では，まず本件解雇の性格（普通解雇）を確認した上で，就業規則所定の解雇事由の該当性と労働契約法第１６条の権利濫用が成立するか否かを，事実関係に照らしながら議論することが求められる。詳細な事情が分からないので明確な結論を出すことは困難であるが，自分なりの評価に基づいて一定の方向を示すことが望ましい。また，解雇の手続として，本件では労働基準法第２０条第１項の予告又は予告手当の支払がなされていないが，同項但書の例外に該当するか否か，就業規則条項との関係，法違反の場合の効果などについて，判例（細谷服装事件・最判昭和３５年３月１１日民集１４巻３号４０３頁）の立場にも留意しながら検討した上で，結局，訴訟において具体的にどのような請求をなすことが可能あるいは適切かを論じてほしい。\n- 33 -設問２では，新たに発見された採用時の経歴詐称の評価，特に懲戒解雇事由に該当するか否かを論じる必要があろう。その上で，第１に，本件解雇の時点では使用者がそれを認識していなかったにもかかわらず，同解雇の効力を争う訴訟において援用することができるか否かが，重要な論点となる。類似の判例（山口観光事件・最判平成８年９月２６日労判７０８号３１頁）\nはあるが，解雇が懲戒解雇であった点が異なっており，この点を意識した上で説得的に議論を組み立てる必要がある。第２に，上記の事後的な援用が否定された場合に，改めて解雇をすることが考えられるが，その場合の解雇の種類の選択，主張の仕方，賃金及び退職金の処理などについて，きちんと整理をして論述することが望まれる。\n〔第２問〕\n本問は，労働協約に基づいて設置されている労働組合の掲示板から使用者が掲示物を撤去したこと，及び労働協約に基づいてなされていたチェックオフについて労働協約の解約により廃止することが，それぞれ支配介入の不当労働行為に該当するか，並びにその場合の救済機関及び具体的な救済方法について検討することを求めるものである。いずれも集団的労使関係に関する基本的な論点であり，労働組合法第７条の不当労働行為，同法第１５条の労働協約の解約，組合費のチェックオフなど，同法及びこれに関連する主要な規範について正確に理解した上で，具体的事案に的確に適用することができるかが問われている。なお，使用者による掲示物撤去，チェックオフ廃止は，近年，注目される裁判例のあった事項であるが（東海旅客鉄道事件・東京高判平成２９年３月９日労判１１７３号７１頁，大阪市チェックオフ廃止事件・東京高判平成３０年８月３０日労判１１８７号５頁），これら裁判例の判断枠組みと同じ構成によるか否かにかかわらず，不当労働行為制度に対する基本的かつ正確な理解と，規範の明示，説得力ある論述がなされているかどうかが重要である。\n設問１では，労働協約に基づく掲示板の利用と掲示物撤去の事案であるから，施設管理権（国鉄札幌運転区事件・最判昭和５４年１０月３０日民集３３巻６号６４７頁）の議論ではなく，労働協約の解釈・適用について論じる必要がある。労働協約に定める撤去要件への該当性をどのような枠組み・考慮要素で判断するかを論じた上，本件の事実関係への当てはめにおいては，苦情処理制度や団交拒否をどう考えるかについても検討することが望ましい。\n設問２では，本件のチェックオフの労働協約は，期間の定めのないものであるから，労働組合法第１５条第３項･第４項による解約が可能であることの正確な理解と明示が不可欠である。\nしかし，同条項による解約が有効でも，チェックオフの私法上の法律関係と支配介入の成否は別であり，解約が有効だからといって支配介入に該当しないわけではない。この点を理解した上で，支配介入の該当性の判断における考慮要素や考え方などが問われており，不当労働行為制度の理解に根差した論述と，本件の事実関係の整理・当てはめが求められる。"
}