{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の【事例１】から【事例３】までを読んで，後記〔設問１〕から〔設問３〕までについて，答えなさい。\n【事例１】\n甲（男性，２５歳）は，他人名義の預金口座のキャッシュカードを入手した上，その口座内の預金を無断で引き出して現金を得ようと考え，某日，金融庁職員に成りすまして，見ず知らずのＡ\n（女性，８０歳）方に電話をかけ，応対したＡに対し，「あなたの預金口座が不正引き出しの被害に遭っています。うちの職員がお宅に行くのでキャッシュカードを確認させてください。」と告げ，Ａの住所及びＡ名義の預金口座の開設先を聞き出した。\n同日，甲は，キャッシュカードと同じ形状のプラスチックカードを入れた封筒（以下「ダミー封筒」という。）と，それと同種の空の封筒をあらかじめ用意してＡ方を訪問し，その玄関先で，Ａに対し，「キャッシュカードを証拠品として保管しておいてもらう必要があります。後日，お預かりする可能性があるので，念のため，暗証番号を書いたメモも同封してください。」と言った。Ａ\nは，それを信用し，Ｂ銀行に開設されたＡ名義の普通預金口座のキャッシュカード及び同口座の暗証番号を記載したメモ紙（以下「本件キャッシュカード等」という。）を甲に手渡し，甲は，本件キャッシュカード等をＡが見ている前で空の封筒内に入れた。その際，甲は，Ａに対し，「この封筒に封印をするために印鑑を持ってきてください。」と申し向け，Ａが玄関近くの居間に印鑑を取りに行っている隙に，本件キャッシュカード等が入った封筒とダミー封筒をすり替え，本件キャッシュカード等が入った封筒を自らが持参したショルダーバッグ内に隠し入れた。Ａが印鑑を持って玄関先に戻って来ると，甲は，ダミー封筒をＡに示し，その口を閉じて封印をさせた上でＡに手渡し，「後日，こちらから連絡があるまで絶対に開封せずに保管しておいてください。」と言い残して，本件キャッシュカード等が入った封筒をそのままＡ方から持ち去った。\nその数時間後，甲の一連の行動を不審に感じたＡが前記事情を警察に相談したことから，甲の犯行が発覚し，警察から要請を受けたＢ銀行は，同日中に前記口座を凍結（取引停止措置）することに応じた。\n翌日，甲は，自宅近くのコンビニエンスストアに行き，同店内に設置されていた現金自動預払機\n（以下「ＡＴＭ」という。）に前記キャッシュカードを挿入して現金を引き出そうとしたが，既に前記口座が凍結されていたため，引き出しができなかった。\n〔設問１〕 【事例１】における甲のＡに対する罪責について，論じなさい（住居侵入罪及び特別\n法違反の点は除く。）。\n【事例２】（【事例１】の事実に続けて，以下の事実があったものとする。）\n甲は，現金の引き出しができなかったため，ＡＴＭの前で携帯電話を使ってＡ方に電話をかけて\nＡと会話していた。同店内において，そのやり取りを聞いていた店員Ｃ（男性，２０歳）は，不審に思い，電話を切ってそそくさと立ち去ろうとする甲に対し，甲が肩から掛けていたショルダーバッグを手でつかんで声をかけた。甲は，不正に現金を引き出そうとしたことで警察に突き出されるのではないかと思い，Ｃによる逮捕を免れるため，Ｃに対し，「引っ込んでろ。その手を離せ。」と言ったが，Ｃは，甲のショルダーバッグをつかんだまま，甲が店外に出られないように引き止めていた。\nその頃，同店に買物に来た乙（男性，２５歳）は，一緒に万引きをしたことのあった友人甲が店員のＣともめている様子を見て，甲が同店の商品をショルダーバッグ内に盗み入れてＣからとがめ\n- 2 -られているのだろうと思い，甲に対し，「またやったのか。」と尋ねた。甲は，自分が万引きをしたと乙が勘違いしていることに気付きつつ，自分がこの場から逃げるために乙がＣの反抗を抑圧してくれることを期待して，乙に対し，うなずき返して，「こいつをなんとかしてくれ。」と言った。乙は，甲がショルダーバッグ内の商品を取り返されないようにしてやるため，Ｃに向かってナイフ\n（刃体の長さ約１０センチメートル）を示しながら，「離せ。ぶっ殺すぞ。」と言い，それによって\nＣが甲のショルダーバッグから手を離して後ずさりした隙に，甲と乙は，同店から立ち去った。\n〔設問２〕 【事例１】において甲が現金を引き出そうとした行為に窃盗未遂罪が成立することを\n前提として，【事例２】における乙の罪責について，論じなさい（特別法違反の点は除く。）。\nなお，論述に際しては，以下の①及び②の双方に言及し，自らの見解（①及び②で記載した立場に限られない）を根拠とともに示すこと。\n① 乙に事後強盗の罪の共同正犯が成立するとの立場からは，どのような説明が考えられるか。\n② 乙に脅迫罪の限度で共同正犯が成立するとの立場からは，どのような説明が考えられるか。\n【事例３】（【事例１】の事実に続けて，【事例２】の事実ではなく，以下の事実があったものとす\nる。）甲は，現金の引き出しができなかったため，同店の売上金を奪おうと考え，同店内において，レジカウンター内に一人でいた同店経営者Ｄ（男性，５０歳）に対し，レジカウンターを挟んで向かい合った状態で，ナイフ（刃体の長さ約１０センチメートル）をちらつかせながら，「金を出せ。」\nと言って，レジ内の現金を出すよう要求した。それに対し，Ｄが「それはできない。」と言って甲の要求に応じずにいたところ，甲は，「本当に刺すぞ。」と怒鳴り，レジカウンターに身を乗り出してナイフの刃先をＤの胸元に突き出したが，それでも，Ｄは甲の要求に応じる素振りさえ見せなかった。\n同店に客として来ておりそのやり取りを目撃していた丙（女性，３０歳）は，Ｄを助けるため，間近に陳列されていたボトルワインを手に取り，甲に向かって力一杯投げ付けた。ところが，狙いが外れ，ボトルワインがＤの頭部に直撃し，Ｄは，加療約３週間を要する頭部裂傷の傷害を負った。\nなお，ボトルワインを投げ付ける行為は，丙が採り得る唯一の手段であった。\n〔設問３〕 【事例３】において，丙がＤの傷害結果に関する刑事責任を負わないとするには，ど\nのような理論上の説明が考えられるか，各々の説明の難点はどこかについて，論じなさい。\n- 3 -論文式試験問題集［刑事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成３１年２月１日，Ｇ市内の路上において，徒歩で通行中のＶ（７０歳，女性）が，原動機付自転車に乗った犯人からバッグを引っ張られて路上に転倒し，バッグを奪われた上，同月２日，被害時に頭部を路上に強打した際に生じた脳挫傷により死亡する強盗致死事件が発生した（以下「本件強盗致死事件」という。）。Ｖは，被害直後，臨場した警察官に対し，「バッグに５０万円を入れていた。犯人は，ナンバーが『Ｇ市（ひらがなは不明）１２３４』で黒色の原動機付自転車に乗っていた。」旨供述した。\n２ 司法警察員Ｐ及びＱが本件強盗致死事件について捜査した結果，上記ナンバーに合致する黒色の原動機付自転車は，甲（２３歳，男性）名義のもののほか２台あることが判明した。そこで，Ｐらが甲について捜査したところ，甲は，アパートで単身生活していること，平成３０年１２月末にＸ社を退職した後は無職であったこと，平成３１年２月１日における甲名義の銀行口座の残高は１万円であったものの，同月２日に甲が同口座に現金３０万円を入金したことが判明したが，甲方アパ\nート駐輪場には甲名義の原動機付自転車は見当たらなかった。\nＰは，本件強盗致死事件で甲を逮捕するには証拠が不十分であるため，何か別の犯罪の嫌疑がないかと考え，Ｘ社社長から聴取したところ，同社長から，「甲は，売掛金の集金及び経理業務を担当していたが，平成３０年１１月２０日に顧客Ａから集金した３万円を着服したことが発覚して同年末に退職した。」旨の供述が得られた。そこで，Ｐは，同社長に対し，甲による現金３万円の業務上横領の被害届を出すよう求めたが，同社長は，被害額が少額であることや世間体を気にして，被害届の提出を渋ったため，Ｐは，繰り返し説得を続け，同社長から被害届の提出を受けた（以下\n「本件業務上横領事件」という。）。\n３ その後，Ｐらは，本件業務上横領事件の捜査を行い，上記内容のＸ社社長の供述調書のほか，「平成３０年１１月２０日，自宅に集金に来た甲に３万円を渡した。領収書は捨ててしまった。」旨のＡの供述調書や，Ａから集金した３万円がＸ社に入金されたことを裏付ける帳簿類は見当たらなかった旨の捜査報告書等を疎明資料として，甲に対する逮捕状の発付を受け，①平成３１年２月\n２８日，甲を本件業務上横領の被疑事実で通常逮捕した。同年３月１日，検察官Ｒは，同事実で甲の勾留を請求し，同日，甲は，同事実で勾留された。甲は，ＰやＲによる弁解録取手続や裁判官による勾留質問において，「平成３０年１１月２０日にＡから集金したかどうかは覚えていない。」旨供述した。なお，甲の送致に先立ち，Ｒは，Ｐから，甲に本件強盗致死事件の嫌疑がある旨を聞き，同事件での逮捕も視野に入れて，両事件の捜査を並行して行うこととした。\n平成３１年３月２日以降の捜査経過は，以下のとおりである（なお，その概要は，資料１記載のとおり。）。\n４ Ｐは，同月２日，３日及び５日，本件業務上横領事件について甲を取り調べたが，甲は，前同様の供述を繰り返した。また，同月４日から６日にかけて，Ｐは，甲に対し，任意の取調べとして行う旨を説明した上で本件強盗致死事件について取り調べたが，甲は，「やっていない。平成３１年\n２月１日に何をしていたか覚えていない。」旨の供述に終始した。\nまた，Ｑは，同年３月２日から６日にかけて，本件業務上横領事件及び本件強盗致死事件に関する捜査として，甲の周辺者から聞き込みを行うとともに，逮捕時に押収した甲のスマートフォンに保存されたメール等を精査した結果，甲は，平成３０年秋頃，Ｙから借金の返済を迫られていたこと，同年１１月２３日にＹと待ち合わせる約束をしていたことが判明した。そこで，Ｑは，本件業務上横領事件の犯行日の特定や被害金額の裏付けとしてＹの取調べが必要と考え，Ｙに連絡したが，Ｙの出張等の都合により，平成３１年３月１６日にＹを取り調べることとなった。\n- 2 -同月７日，Ｒが本件業務上横領事件について甲を取り調べたところ，甲は，「事件当日は，終日，パチンコ店のＨ店かＩ店にいたような気もする。」旨供述したことから，Ｒは，Ｐらに対し，同店での裏付け捜査を指示した。\nそこで，Ｑは，同月８日から１０日にかけて，Ｈ店及びＩ店において裏付け捜査したところ，Ｈ店では，防犯カメラ画像で犯行日に甲が来店していないことが確認できたが，Ｉ店では，防犯カメラが同月１４日まで修理中だったため，修理後にその画像を確認することとなった。\n他方，Ｐは，同月８日から１０日にかけて，連日，本件強盗致死事件について甲を取り調べたが，甲は前同様の供述を繰り返して否認し続けた。\nＲは，更に本件業務上横領事件の捜査が必要と判断し，同月１０日，甲の勾留期間の延長を請求し，勾留期間は，同月２０日まで延長された。\n５ 同月１１日及び１２日，Ｑが，Ａの供述を客観的に裏付けるため，甲がＸ社の業務で使用していた甲所有のパソコンのデータを精査したところ，金額の記載はないものの，Ａ宛ての平成３０年１１月２０日付け領収書のデータが発見された。そこで，Ｐは，平成３１年３月１３日，取調べにおいて同データについて追及したが，甲は，「日付はとりあえず記入しただけで，その日にＡ方に行ったかは分からない。」旨供述した。\nまた，同月１４日，Ｑが，Ｉ店の防犯カメラ画像を確認したところ，犯行日に甲が来店していないことが判明した。そこで，Ｐは，同月１５日，取調べにおいてＨ店等での裏付け捜査を踏まえて追及したところ，甲は，「平成３０年１１月２０日にＡから集金したが，金額はよく覚えていない。」旨供述した。\n平成３１年３月１６日，ＱがＹを取り調べたところ，Ｙが，「甲に１０万円を貸していたが，平成３０年１１月２３日に３万円の返済を受けた。その後，甲は，金がないと言っていたのに，平成\n３１年２月初め頃だったと思うが，『臨時収入があったから金を返す。』と電話をかけてきて，甲から７万円の返済を受けた。」旨供述したため，Ｑは，その旨の供述調書を作成した。\nその後，ＲがＹに確認したところ，返済日及び金額を記載した手帳があることが判明した。そこで，Ｒは，同年３月１９日，Ｙの持参した手帳を確認しながらＹを取り調べ，Ｙが，甲から平成３０年１１月２３日に３万円，平成３１年２月６日に７万円の返済を受けた旨の供述調書を作成した。\nＹの上記取調べに引き続き，Ｒが本件業務上横領事件について甲を取り調べたところ，甲が，「平成３０年１１月２０日にＡから３万円を集金し，これを自分のものとした。その３万円はＹへの借金返済に充てた。」旨供述したため，Ｒは，その旨の供述調書を作成した。\n６ 一方，Ｑは，平成３１年３月１５日，甲の家賃の支払状況等についてアパートの大家を取り調べ，平成３０年１２月以降家賃を滞納していた甲が，平成３１年２月２日に２か月分の家賃として１０万円を支払った旨の供述調書を作成した。\nまた，同年３月１７日，Ｑが，甲の周辺者から，甲名義の原動機付自転車の所在について聞き込みをした結果，甲が，同年２月初旬に同原動機付自転車を知人に１万円で売却したことが判明した。\nＰは，同年３月１１日，１２日，１４日及び１６日から１８日まで，本件強盗致死事件について甲を取り調べた。Ｐは，Ｘ社を退職した後の生活費等の入手先や，同年２月１日の行動について追及したが，甲は，「どの店かは忘れたが，パチンコで勝った金で生活していた。」「２月１日は何をしていたか覚えていない。」旨の供述を繰り返し，同年３月１７日まで否認し続けた。しかし，同月１８日，甲は，Ｐから，家賃の支払状況や銀行口座への３０万円の入金について追及されたのを契機に，本件強盗致死事件に及んだ旨自白したため，Ｐは，その旨の供述調書を作成した。\n７ Ｒは，同月２０日，甲を本件業務上横領の事実でＧ地方裁判所に公判請求した（公訴事実は資料\n２記載の公訴事実１のとおり。）。\n８ その後，甲は，本件強盗致死の被疑事実で逮捕，勾留され，Ｒは，同年４月１６日，甲を本件強盗致死の事実でＧ地方裁判所に公判請求した。同裁判所は，本件強盗致死事件と本件業務上横領事件を併合して審理することとし，公判前整理手続に付した。公判前整理手続の結果，各公訴事実に- 3 -争いはなく，量刑のみが争点とされたほか，本件業務上横領事件も裁判員裁判で審理されることを考慮し，Ｘ社社長及びＡの証人尋問を実施することが決定された。なお，公判前整理手続において，弁護人から，甲の集金権限に関する主張はなかった。\nしかし，公判期日において，同社長は，「これまで警察官及び検察官に話していなかったが，よく思い出してみると，甲が無断欠勤するようになったので集金等の業務を任せられないと考え，別の部署に異動させたので，平成３０年１１月２０日当時，甲には集金権限がなかった。急な異動のため，甲が担当していたＡなどのお客様への連絡が遅くなってしまった。」旨証言した。また，Ａ\nは，「平成３０年１１月２０日に集金に来たのは甲である。当時，甲に集金権限がないことは知らなかった。甲は，いつものように，『集金に来ました。合計で３万円です。』と言ったので，甲がＸ社の集金担当者だと思い，Ｘ社への支払として３万円を甲に渡した。」旨証言した。さらに，甲は，被告人質問において，「確かに，平成３０年１１月２０日当時集金権限はなく，それは分かっていたが，とにかく金が欲しかった。」旨供述した。\nその後，検察官は，②資料２記載の公訴事実２のとおり訴因変更する旨請求した。なお，検察官及び弁護人から追加の証拠調べ請求はなかった。\n〔設問１〕 下線部①の逮捕，勾留及びこれに引き続く平成３１年３月２０日までの身体拘束の適\n法性について，１ 具体的事実を摘示しつつ，論じなさい。\n２ １とは異なる結論を導く理論構成を想定し，具体的事実を摘示しつつ，論じなさい。なお，その際，これを採用しない理由についても言及すること。\n〔設問２〕 下線部②の訴因変更の請求について，裁判所はこれを許可すべきか。公判前整理手続\nを経ていることを踏まえつつ，論じなさい。\n- 4 -資料１甲の取調べ時間 その他の捜査年月日\n（平成３１年３月）本件業務上横領事件 本件強盗致死事件 本件業務上横領事件 本件強盗致死事件\n２日 ３時間\n３日 ３時間スマートフォンのデータ精査\n４日 ５時間 周辺者への聞き込み\n５日 ２時間 ２時間\n６日 ３時間\n７日 ３時間\n８日 ３時間\nＨ店及びＩ店への９日 ２時間裏付け捜査\n１０日 ３時間\n１１日 ５時間パソコンデータ精査\n１２日 ５時間\n１３日 ３時間\n１４日 ３時間 Ｉ店への裏付け捜査\n１５日 ３時間 大家の取調べ\n１６日 ３時間 Ｙの取調べ\n１７日 ３時間 原動機付自転車に関する捜査\n１８日 ３時間\n１９日 ３時間 Ｙの取調べ\n２０日 本件業務上横領事件で公判請求合計時間 ２０時間 ４０時間\n- 5 -資料２公訴事実１被告人は，Ｘ社に勤務し，同社の売掛金の集金業務等に従事していたものであるが，平成３０年１１月２０日，同社の顧客であるＡから売掛金の集金として受け取った現金３万円を同社のため業務上預かり保管中，同日，Ｇ市Ｊ町１番地所在のＡ方付近において，自己の用途に使う目的で，着服して横領したものである。\n公訴事実２被告人は，平成３０年１１月２０日，Ｇ市Ｊ町１番地所在のＡ方において，Ｘ社の顧客であるＡに対し，真実は被告人に同社の売掛金を集金する権限がないのに，これがあるように装い，「集金に来ました。合計で３万円です。」などとうそを言い，Ａをその旨誤信させ，よって，同日，同所において，同人から現金３万円の交付を受け，もって人を欺いて財物を交付させたものである。\n- 6 -",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，設問１で，甲が，Ａから受け取ったＡ名義の普通預金口座のキャッシュカード及び同口座の暗証番号を記載したメモ紙（以下「本件キャッシュカード等」という。）在中の封筒を，キャッシュカードと同じ形状のプラスチックカードを入れた封筒（以下「ダミー封筒」という。）にすり替えて取得した行為について，窃盗罪若しくは詐欺罪の成否を検討させ，設問\n２で，乙が，甲が窃盗を行ったと認識しながら，店員Ｃに財物を取り戻されることを防ぐため，甲との間でＣの反抗を抑圧することを共謀した上，Ｃに対してナイフを示して脅した行為について，事後強盗の罪の共同正犯が成立するとの立場と脅迫罪の限度で共同正犯が成立するとの立場の各理論構成を検討させた上，自説の立場を示させ，さらに，設問３で，丙が，甲からナ\nイフの刃先を胸元に突き付けられていたＤを助けるため，間近にあったボトルワインを甲に向かって投げ付けたが，その狙いが外れ，ボトルワインがＤの頭部に直撃し，Ｄに傷害を負わせた行為について，Ｄの傷害結果に関する刑事責任を負わないとする理論上の説明とその難点を検討させるものであり，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について本問では，甲が本件キャッシュカード等在中の封筒をダミー封筒にすり替えて取得した行為が窃盗罪と詐欺罪のいずれに当たるかを巡り，両罪の区別基準とされる処分行為の有無が問題となる。具体的には，甲がＡに「この封筒に封印するために印鑑を持ってきてください。」と申し向けて印鑑を取りに行かせた場面が問題となることを的確に指摘した上で，処分行為の意義を示し，本事案における当てはめを行う必要がある。\n本事案において，処分行為の客観面として，Ａが印鑑を取りに行くに当たり甲に本件キャッシュカード等の所持を許したＡ方玄関先は，Ａの場所的支配領域内であると認められる上，Ａが印鑑を取りに行った居間は玄関の近くにあることなどの事情を踏まえ，甲に対する本件キャ\n- 14 -ッシュカード等の占有の移転があると認められるか，それとも占有の弛緩にすぎないかを検討することになる。\nまた，処分行為の主観面（処分意思）について見ると，Ａとしては，飽くまで，玄関近くの居間に印鑑を取りに行き，すぐに玄関に戻ってくるつもりであった上，本件キャッシュカード等が入った封筒については，金融庁職員に後日預けるまでは自己が保管しておくつもりであったことなどの事情を踏まえ，処分意思（占有の終局的移転についての認識）の有無を検討することになる。\nその上で，Ａの処分行為がない（そもそも処分行為に向けられた欺罔行為がないということになる。）と認めた場合には，窃盗罪の構成要件該当性を検討することになり，客観的構成要件要素として「他人の財物」，「窃取」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。「他人の財物」については，特に，キャッシュカード及び暗証番号を記載したメモ紙の財物性について，客観的な経済的価値などを踏まえ検討する必要がある。また，「窃取」については，意義を示した上で，実行行為や既遂時期について具体的に論じる必要がある。そして，主観的構成要件要素として，窃盗罪の故意及び不法領得の意思について検討する必要があるところ，甲が，Ａが不在の隙に自ら本件キャッシュカード等をダ\nミー封筒とすり替えて自己のショルダーバッグ内に隠し入れていることや，元々の計画として，他人名義の預金口座のキャッシュカードを入手し，その口座内の預金を無断で引き出して現金を得ようと考え本件行為に及んでいることなどから，故意及び不法領得の意思があったと認められることを簡潔に指摘する必要がある。\n他方，本事案で，Ａによる処分行為があると認めた場合には，詐欺罪の構成要件該当性を検討することになり，客観的構成要件要素として「財物」，「欺罔行為」，「処分行為」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。「欺罔行為」\nについては，処分行為との関係性を踏まえた正確な意義を示した上で，具体的事実を摘示して当てはめを行う必要があるところ，前記のとおり，本事案における処分行為に向けられた欺罔行為としては，甲が，本件キャッシュカード等を所持した状態で，Ａに対し，「印鑑を持ってきてください。」と言ってＡを玄関から離れさせた行為と捉えるべきであり，その点を踏まえた当てはめをする必要がある。そして，主観的構成要件要素のうち，故意については，甲が，Ａに対し，「印鑑を持ってきてください。」と言ってＡを玄関から離れさせ，それによりＡをして本件キャッシュカード等の占有を甲の支配下に移させていることについての認識，認容があったと認められることを簡潔に指摘する必要がある。\nなお，甲が本件キャッシュカードを使用してＡＴＭから現金を引き出そうとした行為は，Ａ\nＴＭを管理する金融機関の占有を侵害するものであり，Ａに対する罪責とはならないことから，この点は論ずるべきではない。\n設問２について本問では，乙の罪責について，①乙に事後強盗の罪の共同正犯が成立するとの立場と，②乙に脅迫罪の限度で共同正犯が成立するとの立場の双方からの説明に言及しつつ，根拠とともに自説を論じる必要があるが，この点，事後強盗罪の構造を身分犯と解するか，結合犯と解するかが関わることになる。\nまず，①乙に事後強盗の罪の共同正犯が成立するとの立場からの説明としては，a.事後強盗罪を窃盗犯人であることを身分とする真正身分犯と捉えた上，刑法第６５条の解釈について，第１項は真正身分犯について身分の連帯的作用を，第２項は不真正身分犯について身分の個別作用を規定したものと解し，第１項により事後強盗未遂罪の共同正犯が成立するとの説明や，b.事後強盗罪を不真正身分犯と捉えた上，刑法第６５条の解釈について，第１項は真正身分犯及び不真正身分犯を通じて共犯の成立を，第２項は不真正身分犯について科刑の個別的作用を規定したものと解し，第１項により事後強盗未遂罪の共同正犯が成立する（第２項により科刑\n- 15 -は脅迫罪）との説明，c.事後強盗罪を結合犯と捉えた上，承継的共犯を全面的に肯定することにより，事後強盗未遂罪の共同正犯が成立するとの説明等が考えられる。\n他方，②乙に脅迫罪の限度で共同正犯が成立するとの立場からの説明としては，d.事後強盗罪を窃盗犯人であることを加重身分とする不真正身分犯と捉え，刑法第６５条の解釈について，前記aと同様に解し，第２項により脅迫罪の共同正犯が成立するとの説明，e.事後強盗罪について，窃盗犯人が財物の取り戻しを防ぐ目的の場合には違法身分として刑法第６５条第１項を適用し，それ以外の刑法第２３８条所定の目的の場合には，責任身分として同条第２項を適用するとの考えに立った上，本件では，乙の主観面は財物の取り戻し目的であるものの，客観的には甲による窃盗は未遂であり，違法身分の前提を欠いているため，刑法第６５条第１項の適用がなく，同条第２項により脅迫罪の共同正犯が成立するとの説明，f.事後強盗罪を結合犯と捉えた上，承継的共犯を全面的に否定することにより，脅迫罪の共同正犯が成立するとの説明，g.事後強盗罪を結合犯と捉えた上，承継的共犯について，後行者が先行者の行為を自己の犯罪遂行の手段として積極的に利用した場合において，その範囲で，後行者も先行者が行ったことを承継するなどの考えに立って，本事案では，甲の窃盗は未遂にとどまっており，先行者（甲）\nの行為を自己（乙）の犯罪手段として積極的に利用したとはいえないなどと考え，乙は甲の行為等を承継せず，脅迫罪の共同正犯が成立するとの説明等が考えられる。\nそして，自説として事後強盗の罪の共同正犯が成立するとする場合，自説とする前記a～c等の見解を採る根拠や他説への批判を論じた上で，客観的構成要件要素として「窃盗」，「窃盗の機会」，「脅迫」を，主観的構成要件要素として故意及び目的を，さらに，甲乙間の共謀を，それぞれ検討する必要がある。「窃盗」については，未遂犯も含むことを端的に指摘する必要があり，また，「脅迫」については，判例において，社会通念上一般に相手方の反抗を抑圧するに足りる程度のものかという客観的基準によって判断されるところ，乙は，店員Ｃにナイフを示しながら，「ぶっ殺すぞ。」と申し向けており，前記基準による脅迫に該当すると判断されることを具体的に示す必要がある。そして，故意や共謀については，甲による窃盗の内容や，窃盗が既遂か未遂か，刑法第２３８条の目的の内容について甲乙間で認識の齟齬があることに触れながら，それらの事情が故意や共謀の成否に影響するかを検討する必要がある。\n他方，自説として脅迫罪の共同正犯にとどまるとする場合，自説とする前記d～g等の見解をとる根拠や他説への批判を論じた上で，客観的構成要件要素として「脅迫」を，主観的構成要件要素として故意を，さらに，甲乙間の共謀について，それぞれ検討する必要がある。\n設問３について丙は，甲からナイフの刃先を胸元に突き付けられていたＤを助けるため，間近にあったボトルワインを甲に向かって投げ付けたが，その狙いが外れ，ボトルワインが店舗経営者Ｄの頭部に直撃し，Ｄに加療約３週間を要する頭部裂傷の傷害を負わせている。\n本問は，丙がＤの傷害結果に関する刑事責任を負わない理論上の説明等を求めていることから，まず，丙がＤの傷害結果に関してどのような罪を負い得るかを明らかにする必要があるところ，前記丙の行為は，有形力の行使によりＤの生理的機能に障害を与えていることから，傷害罪の客観的構成要件に該当する。その上で，傷害罪の刑事責任を負わないとする理論上の説明及びその難点を検討していく必要がある。\n理論上の説明として，まず，方法の錯誤における処理により丙における故意を否定した上で，更に過失もなかったとする説明が考えられる。具体的符合説（具体的法定符合説）は，行為者の認識した事実と現に発生した事実とが具体的に一致しない限り，故意を阻却するとする見解であり，この見解によれば，方法の錯誤の場合には，認識事実と発生事実とが具体的に一致していないことから，故意は阻却されることになる。本事案において，丙は，甲を狙ってボトル\nワインを投げ付けたところ，その狙いが外れてＤに当たっているので，丙が認識した事実と現に発生した事実とが具体的に一致しておらず，同見解によれば故意が阻却されることになる。\n- 16 -そして，ボトルワインを投げ付ける行為が，丙の取り得る唯一の手段であり，行為時における丙の心理状態等を踏まえ，丙に結果回避可能性はなかったなどと考えれば，丙に過失犯（過失傷害罪）も成立しないことになる。また，過失犯について，正当防衛や緊急避難が成立するとの説明も考えられる。もっとも，丙は，甲の間近にＤがいることを認識してボトルワインを投げ付け，その結果，ボトルワインがＤに直撃しており，丙につき過失犯の成立も否定するのは困難と考えられることから，結局，過失犯の成立可能性を残す点が難点といえる。\n他方，法定的符合説（抽象的法定符合説）は，行為者が認識した事実と現に発生した事実について，構成要件に該当する事実の具体性ないし個別性は考慮せずに，一定の構成要件の枠内において符合する限りにおいて故意を肯定する見解であり，この見解によれば，本事案において，丙は，「人」である甲を狙ってボトルワインを投げ付け，それが「人」であるＤに直撃していることから，Ｄに対する故意が肯定されることになると考えられる。もっとも，法定的符合説（抽象的法定符合説）を採りつつ，暴行の故意を向ける相手方と相手方から救助すべき者とでは，構成要件的評価の観点から見て法的に人として同価値であるとはいえず，故意の符合を認める根拠に欠けるという見解に立てば，本事案では，侵害者甲と被侵害者Ｄとの構成要件的同価値性が否定されるので，丙には，甲に対する暴行の故意が認められても，Ｄに対する暴行の故意は認められないと解することも可能と考えられる（大阪高判平成１４年９月４日）。\nしかしそれでも，過失犯の成立可能性は残るため，その点では，丙が刑事責任を負わないとする理論上の説明としては難ありといえる。また，行為を向けた相手が行為者にとってどのような意味を持つ人であったかを重視するのは，「人」として構成要件的に同価値である限り行為者の主観的な錯誤には重要性を認めないという法定的符合説（抽象的法定符合説）の基本的な考えとも合致しないことになるとも考えられ，その点を難点として指摘することもできる。\n次に，正当防衛により丙の行為の違法性が阻却されるとの説明が考えられる。本事案において，甲は，Ｄにナイフをちらつかせながら現金を出すよう要求したものの，Ｄがそれを拒んだため，レジカウンターに身を乗り出してナイフの刃先をＤの胸元に突き出したが，それでもＤ\nは甲の要求に応じる素振りを見せていない。そのため，甲が要求に応じないＤをナイフで刺すという急迫不正の侵害が切迫している状況にあったといえ，ボトルワインを投げ付けた丙の行為は，Ｄのための防衛行為としてなされたものと考えられる。その上で，丙による防衛行為は，飽くまで甲の侵害に対する防衛行為としてなされており，それが甲との間で正当化される以上，それによって生じた結果も全て正当防衛の範疇に包含され，違法性が阻却されるなどの説明が考えられる。もっとも，刑法第３６条には「不正の侵害に対して」とあり，文言解釈として，侵害に対してのみ防衛行為としての反撃が許されると解すべきと考えれば，防衛行為によって守られるべき者に対する攻撃を正当防衛として正当化することは困難と考えられ，この点が難点といえる。\n次に，緊急避難により丙の行為の違法性が阻却されるとの説明が考えられる。正当防衛の説明における急迫不正の侵害の存在と同様に，Ｄに対する現在の危難が差し迫っていると考えられ，その上で，他人であるＤの生命，身体を守るためにボトルワインを投げた行為によって，Ｄの正当な利益（身体）を侵害した場合であり，また，防衛の意思は同時に避難の意思をも含むと解し，さらに，同行為は丙が採り得る唯一の手段であったことから，補充性及び相当性の要件も充たし，避難行為から生じた害（加療約３週間の傷害）が避けようとした害（生命の侵害，重度の傷害）の程度を超えていないため，法益権衡の要件も充たすことから，緊急避難が成立し，違法性が阻却されるなどの説明が考えられる。もっとも，本事案では，丙は，Ｄの生命，重傷害という危難を避けようとして，Ｄに傷害を負わせているが，この結果は丙が実現しようとしたものではなく，緊急避難と評価できるかという点が難点といえる。また，危難から逃れさせるべきＤに傷害を負わせていることから，避難行為がなされたとは言い難いともいえ，この点も難点といえる。\n- 17 -次に，丙は，飽くまでも主観的には，甲による急迫不正の侵害からＤを防衛するという正当防衛の認識で反撃行為を行っているのであるから，主観的認識（正当防衛）と客観的事実（正当防衛の要件が充足されていない）との間に齟齬があるといえ，かかる状況は誤想防衛と類似することから，誤想防衛の一種に当たり，故意等が阻却されるなどの説明が考えられる。もっとも，本事案で，Ｄに対する急迫不正の侵害は現に存在している上，誤想に基づいて防衛行為に出たわけではないため，丙の行為を誤想防衛とみるのは困難と考えられる上，具体的符合説\n（具体的法定符合説）による処理の場合と同様に，過失犯の成立を否定することは困難と考えられ，そうした点が難点といえる。\nさらに，緊急状況下で丙に期待可能性を認めることが困難であるから，責任が阻却されるとの説明が考えられるが，期待可能性は根拠規定のない超法規的な責任阻却事由である上，その有無の判断基準が明確でないとの難点がある。\n〔第２問〕\n本問は，強盗致死，業務上横領事件を素材として，捜査公判に関連する具体的事例を示し，各局面で生じる刑事手続上の問題点，その解決に必要な法解釈，法を適用するに当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，路上で発生した強盗致死事件（本件）について，警察官及び検察官は，甲が\n犯人ではないかとの嫌疑を抱き，同事件の捜査を視野に入れて，甲を業務上横領事件（別件）の被疑事実で逮捕・勾留し，同勾留期間中には，甲に対し，強盗致死事件の取調べを行っていることから，甲の逮捕・勾留が，いわゆる別件逮捕・勾留に当たり違法と評価されないかが問題となる。〔設問１－１〕では，いわゆる別件逮捕・勾留に関する捜査手法の適法性の判断基準について，まず，自己の拠って立つ理論構成を示した上，【事例】の具体的事実に当てはめて，甲の逮捕・勾留の適法性を論ずることが求められる。次に，〔設問１－２〕では，自己の結論とは異なる結論を導く理論構成を示し，【事例】の具体的事実に当てはめて，甲の逮捕・\n勾留の適法性を論じた上，その理論構成を自己が採用しない理由についても言及することが求められる。\nいわゆる別件逮捕・勾留に関する捜査手法の適法性の判断基準については，大別すると，逮捕・勾留の基礎となっている被疑事実（別件）を基準に判断する見解（別件基準説）と，実質的に当該被疑事実とは別の犯罪事実（本件）についての身体拘束と評価し得るかという観点から判断する見解（本件基準説）とに分かれており，さらに，どのような場合に逮捕・勾留が違法となるかという点をめぐり，別件についての逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を充足しているかを重視する考え方，別件の起訴・不起訴の判断に必要な捜査がいつ完了したかを重視する考え方，逮捕・勾留に当たっての捜査官の意図・目的を重視する考え方，逮捕・勾留の期間がいずれの事件の捜査のために利用されている（いた）かを重視する考え方などが主張されている。〔設問１－１〕では，まず，いわゆる別件逮捕・勾留の適法性について，いかなる基準ないし観点から判断するのか，そして，どのような場合に逮捕・勾留が違法となるのかについて，その根拠も含め，自己の理論構成を明示し，【事例】の具体的事実の中から重要な事実に自己の理論構成を当てはめて，甲の逮捕・勾留の適法性について論じることが求められる。\n本問の検討に当たり，考慮されるべき要素として，以下のものを挙げることが可能であろう。\n① 逮捕・勾留の理由とされた被疑事実である業務上横領事件について，逮捕（刑事訴訟法第\n１９９条第１項，同条第２項但書，刑事訴訟規則第１４３条の３），勾留（刑事訴訟法第２０７条第１項により準用される同法第６０条第１項）及び勾留延長（刑事訴訟法第２０８条\n- 18 -第２項）の要件の充足\n② （強盗致死事件を捨象した場合における）業務上横領事件それ自体の重要性（立件ないし起訴の見込み）\n③ 逮捕・勾留請求時の捜査状況\n・ 強盗致死事件については，甲が犯人との嫌疑はあったが，逮捕できるだけの証拠はなかった・ 業務上横領事件は，強盗致死事件の捜査の過程で発覚したものであり，警察官は，被害届の提出を渋る被害者を繰り返し説得して，業務上横領事件の被害届を提出させた④ 業務上横領事件で逮捕・勾留した捜査官の意図\n・ 警察官は，強盗致死事件で甲を逮捕するには証拠が不十分であったため，甲を逮捕できる他の犯罪事実はないかと考えていた・ 検察官も，甲を強盗致死事件で逮捕することを視野に入れて，捜査することを考えていた⑤ 別件と本件の重大性，別件と本件との関連性\n・ 「本件」は人が死亡している強盗致死事件であり，「別件」は被害金額が３万円の集金横領事件である・ 強盗致死事件（路上のひったくり強盗）と業務上横領事件（集金横領）との間に関連性はない⑥ 逮捕・勾留後の取調べの状況\n・ 勾留期間中の取調べ日数は，業務上横領事件の取調べが，３月１９日まで断続的に行われ，合計７日である一方，強盗致死事件の取調べは，３月１８日までほぼ連日，合計１２日にわたっており，取調べ時間の合計も，業務上横領事件の取調べは合計２０時間である一方，強盗致死事件の取調べは合計４０時間にわたっている\n・ 甲は当初，強盗致死事件について否認しており，警察官による追及の結果，３月１８日に自白した（自ら積極的に本件を自白したものではない）\n⑦ 逮捕・勾留後の業務上横領事件の捜査状況\n・ 甲は，弁解録取時，犯行を否認し，３月７日には，パチンコ店にいた旨のアリバイ主張をし，同月１５日には，Ａからの集金事実は認めたが，具体的な金額については否認し，同月１９日に横領金額も含め自白した・ 勾留期間中，甲の弁解に対応した裏付け捜査（パチンコ店の防犯カメラの捜査，甲のパ\nソコンの精査，Ｙの取調べなど）が継続的に行われており，捜査官の懈怠による捜査の遅延もない以上の考慮要素の中から，自己の拠って立つ理論構成において着目・重視すべきものを取り出し，具体的事実を摘示しながら，甲の逮捕・勾留の適法性について論じることになろう。\n次に，〔設問１－２〕では，自己の結論と異なる結論を導く理論構成を示した上（ここでは，結論と理論構成の双方が異なるものを示さなければならないことに留意する必要がある），その理論構成において着目・重視すべき考慮要素に関わる具体的事実を摘示しながら，甲の逮捕\n・勾留の適法性について論じることになろう。また，当該理論構成を採用しない理由については，いわゆる別件逮捕・勾留の適法性の判断基準に関する各見解に対し，それぞれ指摘や批判もあるところであり，そのような指摘や批判を踏まえつつ，具体的に論述することが求められる。\n〔設問２〕は，訴因変更の可否及び許否を問う問題である。【事例】において，検察官は，\n甲がＡから集金し，Ｘ社のために保管していた３万円を横領したという業務上横領罪の訴因（公\n- 19 -訴事実１）で起訴したが，審理の途中で，甲がＡから集金名下で３万円をだまし取ったという詐欺罪（公訴事実２）へ訴因変更を請求している。訴因の変更は，「公訴事実の同一性を害しない限度において」認められる（刑事訴訟法第３１２条第１項）ことから，本問の解答に当たっては，公訴事実の同一性の意義・判断基準についての理論構成を示した上，具体的事実に当てはめることが求められる。加えて，本問の訴因変更請求は，公判前整理手続を経た裁判員裁判の審理の中で行われているため，公判前整理手続後の訴因変更が許されるかについて，公判前整理手続の制度趣旨に照らした論述が求められる。\n公訴事実の同一性の意義については，従来から，「単一性」と「狭義の同一性」に分けられているが，本件で問題になるのは「狭義の同一性」である。「狭義の同一性」の判断基準について，判例は，変更前後の両訴因の間の「基本的事実関係が同一か」という観点から判断しており，その判断に当たっては，犯罪の日時，場所の同一性や近接性，行為，客体，被害者等の事実の共通性に着目している。また，事実の共通性に加えて，両訴因が両立しない関係にあること（非両立性）に言及するものもある。そこで，関連する判例の立場や学説を踏まえつつ，「公訴事実の同一性」の判断基準について，その根拠も含め，自己の理論構成を示した上で，\n【事例】の両訴因（公訴事実１と公訴事実２）の間に，公訴事実の同一性が認められるか的確\nに論じることが求められる。\n次に，訴因変更の請求が許される手続段階について，刑事訴訟法は特に制限を付しておらず，公判前整理手続が導入された平成１６年の同法改正においても，公判前整理手続後の証拠調べ請求が制限された（刑事訴訟法第３１６条の３２）のとは異なり，訴因変更の請求に関する制限は設けられていない。\nしかし，公判前整理手続は，充実した公判の審理を継続的，計画的かつ迅速に行うため，事件の争点及び証拠を整理する手続であり，公判前整理手続を経た事件については，同手続で策定された審理計画に従い，集中的かつ迅速な審理が進められることとなるが，公判前整理手続後に訴因変更がなされると，変更後の訴因について，当事者双方の追加立証が必要となる場合も考えられ，公判前整理手続で策定された計画どおりに審理ができなくなるおそれがある。\nもとより，公判前整理手続に付された事件においても，証拠調べの結果，公判前の当事者の主張と異なる事実が明らかとなることは，制度上織り込み済みであるとはいえ，公判前整理手続に付しながら，その意味を失わせるような訴因変更の請求を許すことは不合理であるから，訴因変更の請求に対する制限を基礎付ける根拠として，公判前整理手続の制度趣旨を援用することが説得的だということができるであろう（「公判前整理手続を経た後の公判においては，充実した公判審理のための争点整理や審理計画の策定がされた趣旨を没却するような訴因変更は許されない」とした下級審裁判例として，東京高判平成２０年１１月１８日・高刑集６１巻\n４号６頁がある。）。本問においても，公判前整理手続の制度趣旨を論じた上で，これを踏まえた訴因変更の許否について判断基準を示し，【事例】の具体的事実に当てはめて，検察官の訴因変更請求が許されるかを丁寧に論じることが求められる。そして，検討に当たっては，公判前整理手続の中で訴因変更を請求することが可能であったか（検察官が訴因変更の必要性を意識する契機があったか），また仮に訴因変更を許した場合，公判前整理手続で策定された審理計画の大幅な変更が必要となるかといった点が重要な考慮要素となるであろう。\n【選択科目】"
}