{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，３５：３０：３５〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nⅠ\n【事実】\n１．平成２９年５月１０日，注文者Ａと請負人Ｂは，Ａ所有の土地に，Ｂが鉄骨鉄筋コンクリート造９階建ての建物を代金３億６０００万円で建築する旨の請負契約（以下「本件契約」という。）を締結した。本件契約では，代金について，契約日に１０％，着工日に３０％，棟上げ日に４０％，引渡日に２０％を支払うこととされ，引渡日は，平成３０年６月１１日とされた。\n２．Ａは，本件契約に従い，Ｂに対し，請負代金債務の履行として，平成２９年５月１０日（契約日）に３６００万円，同月１７日（着工日）に１億８００万円，同年８月９日（棟上げ日）に１億４４００万円を支払った。\n３．Ｂは，必要な材料を全て自ら調達し，平成３０年６月１日，本件契約で定められた仕様どおりに，建物（以下「甲建物」という。）を完成させた。\n４．平成３０年６月７日，この地域で発生した震度５弱の地震により，甲建物の一部が損傷して落下し，甲建物に面する道路を歩行していたＣを負傷させた（以下「本件事故」という。）。これにより，Ｃは，治療費の支出を余儀なくされた。\n５．甲建物の一部損傷をもたらした原因は，甲建物に用いられていた建築資材の欠陥にあった。\nこの資材は，定評があり，多くの新築建物に用いられていたが，本件事故を契機とした調査を通じて，その製造業者において検査漏れがあったこと，そのため，必要な強度を有しない欠陥品が出荷され，甲建物にはたまたまそのようなものが用いられていたことが，判明した。\n〔設問１〕\n【事実】１から５までを前提として，本件事故が発生した時点における甲建物の所有者は誰か，\nまた，仮にその所有者が注文者Ａであるとした場合，Ｃは，Ａに対し，所有者としての責任を追及して，本件事故による損害の賠償を請求することができるか，理由を付して解答しなさい。\nⅡ\n【事実】\n６．Ｄが所有する建物（以下「乙建物」という。）につき，Ｄ名義の所有権の保存の登記がされていた。\n７．平成２４年１０月１日，ＤとＥ県との間で，ＤがＥに対し乙建物を期間２０年，賃料月額２５万円で賃貸する契約（以下「本件賃貸借契約」という。）が締結された。同日，Ｅは同月分の賃料を支払い，Ｄは乙建物をＥに引き渡した。同年１１月分以降の賃料については，本件賃貸借契約において，Ｅは前月末日までにＤが指定する銀行口座に振り込んで支払うこととされていた。Ｅは，これに従い，同年１１月分以降の賃料を，前月末日までにＤが指定した銀行口座に振り込んで支払っていた。\n８．平成２８年８月３日，Ｄは，Ｅから事前に了解を得て，Ｆとの間で，ＦのＤに対する貸金３６００万円の回収を目的として，本件賃貸借契約に係る同年９月分から平成４０年（※令和１０年に相当）８月分までの賃料債権をＦに譲渡する旨の契約（以下「本件譲渡契約」という。）を締結した。\n平成２８年８月３日，Ｄは，Ｅに対し，本件譲渡契約を締結したこと，及び，同年９月分以降の賃料をＦ名義の銀行口座に振り込んで支払うべきことを内容証明郵便で通知した。この通知は，翌日Ｅに到達した。\n- 2 -\n９．Ｅは，平成２８年９月分以降の賃料を，【事実】８のＤからの通知に従い，Ｆ名義の銀行口座に振り込んで支払った。\n10．平成２９年１２月１日，Ｄは，Ｇから，Ｇに対する弁済期が経過した債務６０００万円（以下「本件債務」という。）の弁済を求められた。\nＤは，古くからの友人であるＨに相談し，Ｄ，Ｇ及びＨの間で協議が行われた。Ｄは，Ｇに，財産と呼べるものは乙建物と本件賃貸借契約に基づきＥから取得する賃料だけであるが，その賃料に関してＦとの間で本件譲渡契約をした旨述べた。これに対し，Ｇは，乙建物を売りに出せば，買主は長期の安定した賃料収入を見込めることもあり相当な価格で容易に売れるのではないかと述べ，その売却によって得られる代金から本件債務を弁済するよう求めた。㋐Ｈは，本件譲渡契約にかかわらず，乙建物の所有権を取得し登記を備えることによって，Ｅから本件賃貸借契約に係るそれ以後の賃料の支払を受けることができると考え，自ら乙建物を購入することとし，Ｄ及びＧとの間で，後日正式に契約をする前提で以下の合意をした。\n① Ｄは，Ｈに，乙建物を，その収益性を勘案した価格である６０００万円で売却する。\n② Ｈは，Ｄに対して①の売買代金の支払をするのではなく，ＤのＧに対する本件債務の弁済を引き受けることによって，①の売買代金債務を消滅させるものとする。\n③ Ｇは，Ｄの本件債務を免除する。\n④ Ｈは，②で引き受ける債務の弁済として，Ｇに対し，①の売買契約の締結後直ちに３６００万円を支払い，また，以後１０年間，毎月２０万円を支払う。\n11．平成３０年２月１４日，【事実】10の①から④までの合意に従って，ＤとＨとの間で乙建物の売買契約（以下「本件売買契約」という。）が，ＧとＨとの間で本件債務に係る免責的債務引受契約（以下「本件債務引受契約」という。）が，それぞれ締結された。また，Ｇが，Ｄに対し，本件債務引受契約を締結した旨を伝えた。さらに，Ｈは，Ｇに対し，３６００万円を支払った。\n同月２０日，乙建物について，本件売買契約を原因とするＤからＨへの所有権の移転の登記がされた。\n12．平成３０年２月２１日，Ｄは，Ｅに対し，乙建物をＨに売却したこと，及び，同年３月分以降の賃料をＨ名義の銀行口座に振り込んで支払うべきことを通知した。\n13．平成３０年２月２２日，Ｅは，Ｆに対し，【事実】12の通知が来たことを知らせた。㋑Ｆは，本件売買契約にかかわらず，本件賃貸借契約に係る賃料の支払を受けることができると考え，Ｅに対し，同年３月分以降の賃料を引き続きＦ名義の銀行口座に振り込んで支払うことを求めた。\n〔設問２〕\n【事実】６から13までを前提として，【事実】10の下線部㋐を根拠付けるためにＨがどのような\n主張をすることが考えられるか，【事実】13の下線部㋑を根拠付けるためにＦがどのような主張をすることが考えられるかを述べた上で，下線部㋐と下線部㋑のいずれが正当であるかを検討しなさい。\n〔設問３〕\n【事実】６から13までを前提として，仮に【事実】13の下線部㋑が正当であるとした場合，Ｈは\n本件債務引受契約の無効を主張することができるか，理由を付して解答しなさい。\n- 3 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，民法の幅広い分野から，民法の基礎的な理解とともにその応用力を問うものであり，当事者の主張を踏まえつつ法律問題の相互理解や事案の特殊性を論理的に分析して自説を展開する能力が試されている。\n設問１は，建物新築請負契約に基づき請負人が工事を完了して，注文者所有土地上に建物を完成させたが，引渡しは未了の段階における当該新築建物の所有権の帰属と，所有権の帰属先とされることに伴う責任を問うものである。新築建物の所有権の帰属は，多数の関連判例（大判明治３７年６月２２日民録１０輯８６１頁，大判昭和１８年７月２０日民集２２巻\n６６０頁，最判昭和４４年９月１２日判例時報５７２号２５頁，最判昭和４６年３月５日判例時報６２８号４８頁等）がある典型的な論点であるが，これを中心としつつ，物権法，契約法，不法行為法にまたがる複数の制度・規定についての検討を求めることを通じて，民法の基本的な理解と事案に即した論理展開能力が問われている。\n設問１の前半では，新築建物の引渡し前の所有権の帰属が問題となるが，その前提として，建物は，その敷地とは別個独立に所有権の客体となることを確認する必要がある。\nその上で，建物新築請負契約の当事者間に所有権の帰属についての合意があれば，契約自由の原則により，その合意に従って所有権の帰属が決定されることとなる。これに対し，その合意がない場合における新築建物の引渡し前の所有権の帰属については，いわゆる請負人帰属説と注文者帰属説とがあり，これについて論ずる必要がある。前記の判例は請負人帰属説に立っていると理解されているが，その規律内容を知識として有しているだけではなく，根拠を正確に理解していることが求められる。請負人帰属説と注文者帰属説のいずれの立場によっても構わないが，自己の採用した立場から一貫性のある法律構成をすることが必要である。\n請負人帰属説に立つ場合には，新築建物の所有権の帰属について特段の合意がない場合には物権法の原則が妥当し，材料の所有権が積み上げられて完成した建物となることなどの理由から，材料の全部又は主要部分の提供者が誰かによって所有権の帰属が決せられることを原則としつつ，例外則として，注文者が代金の支払をしていたときは注文者が所有権を取得することを論ずべきことになる。\n本問では，材料はその全部を請負人が調達して提供しており，本件事故時において建物は既に完成しているが，代金は８割が支払済みであるという事情がある。上記の代金支払による例外則の内容については，定式として，全額の支払を必要とする考え方と，大半が支払済みであればよいとする考え方とがあるが，いずれの定式によるのかを明確にしつつ，それと整合的な理由の提示が求められる。\n- 4 -例外則の根拠については，大別して，㋐材料の提供の実質に求める考え方と，㋑当事者の黙示の合意に求める考え方とがあり得る。\n上記㋐の考え方は，材料の全部又は主要部分の提供者がいずれであるかによって決せられるという原則に照らして，代金の全額又は大半が支払われているときは，注文者が材料の原資を出しているといえるから，注文者が材料の提供者と考えることができるとする。この考え方によれば，「大半」といえるかどうかは，支払われた代金が材料の全部又は主要部分の費用に相当するかどうかが判断基準となり，この観点から，本問の事実の評価がされることになる。\n上記㋑の考え方からは，請負契約は，注文者が仕事の結果に対して報酬を支払うものであるから，代金の全額が支払われた以上，仕事の結果である建物の所有権は注文者が取得するというのが両当事者の合理的意思であると考えられ，このような両当事者の意思（黙示の合意）を基礎として，全額支払済みの場合に例外則を発動させるとする見解が導かれ得る。\n他方で，大半の支払の段階でも，注文者は，建物を取得するために契約をしたのであるから所有権を取得することができると考え，請負人も，報酬確保について懸念がなければ所有権を保持する利益がなく，所有権を注文者に取得させることに異存はないのが通常であるとも考えられる。そこで，このような両当事者の意思（黙示の合意）を基礎として例外則を発動させるとする見解も導かれ得る。この見解によれば，報酬確保として懸念のない状態にあるかどうかが判断基準となり，この観点から，本問の事実の評価がされることになる。\n以上に対し，注文者帰属説に立つ場合には，判例が採用していると考えられる請負人帰属説の内容を示してこれを批判し，注文者帰属説を採用すべき理由を論ずることが求められる。\n注文者帰属説による場合には，注文者への帰属を排除する特段の合意がない限り，甲建物は注文者Ａに帰属すると結論付けることになる。\nなお，所有権の帰属の決定に当たっては，前記のとおり，契約当事者の合意がまず基準となるところ，請負人帰属説か注文者帰属説かの対立に触れることなく，本問における契約内容，特に代金分割支払の合意内容等を詳細に分析・評価し，所有権の帰属についての（黙示の）合意を認定するという構成も妨げられるものではない。\n設問１の後半は，注文者Ａが甲建物の所有者であると仮定し，請負人Ｂが甲建物を占有している中でのＡの土地工作物責任（民法第７１７条第１項ただし書）を論じさせることを通じて，土地工作物責任に関する基本的な理解と事例に即した法適用能力を問うものである。\n建物が土地工作物に該当することには異論がないと考えられるが，設置又は保存の瑕疵については，土地工作物が通常備えるべき安全性を欠くことを意味することを指摘した上で，本問の事実関係のもとでの評価を示すことが求められる。甲建物は，震度５弱の地震に対する強度を備えておらず一部の損傷を生じているが，このような建物は，通常備えるべき安全性を備えていたとはいえず，設置の瑕疵があったといえる。\nまた，設置の瑕疵によってＣを負傷させ，治療費の支出を余儀なくさせているから，損害の発生，因果関係が認められることを指摘する必要がある。\n甲建物は，引渡し前であり，請負人Ｂの管理・支配下にある。民法第７１７条第１項の「占有者」の概念については争いがあるが，本問の場合は，いずれにしてもＢが占有者に該当するため，占有者概念を詳述する必要はない。\n所有者Ａが土地工作物責任を負うか否かについて最も問題となるのは，占有者であるＢが損害発生の防止に必要な注意を尽くしたかである。占有者の必要な注意とは，その種の占有者として通常尽くすべき注意を意味するが，このことを明らかにした上で，本問の事実を評価することが求められる。\n【事実】５のとおり，甲建物の「瑕疵」は甲建物に用いられた建築資材の欠陥によるもの\nであるが，この資材は定評があり，多くの新築建物に用いられていた。欠陥品が甲建物に用\n- 5 -いられることになったのは，製造業者において検査漏れがあり，流通経路を経て，たまたま甲建物に用いられたという事情による。しかも，この事情は，本件事故を契機とした調査が行われて初めて明らかになっている。これらの事情からすれば，Ｂとして，逐一建築資材の強度を個別に検査することまでは要求されず，損害の発生の防止に必要な注意をしたと評価されよう。\nこれに対し，占有者の注意義務を高度なものとしてとらえ，実質的には無過失責任に近いものとして考える場合には，異なる結論を導く余地があるが，その場合には，そのような捉え方をすべきことを説得的に展開することが求められる。\nまた，以上と異なり，設置・保存の瑕疵について，通常備えるべき安全性を確保すべき義務に違反したことをいうとする立場を採用することも妨げられないが，その場合には，そのような立場に立脚すべき根拠を丁寧に，かつ，説得的に展開する必要がある。\n設問２は，不動産の賃貸借から将来生ずべき賃料債権の譲渡がされた場合において，譲渡人がその不動産を売却し，賃貸人の地位が新所有者に承継されたときに，将来賃料債権譲渡の効力はその承継後の賃貸借から生ずる賃料債権に及ぶかを問うものであり，基本的事項に関する知識とこれを踏まえた論理的思考力が試されている。\nこの問題に関連する判例として，最判平成１０年３月２４日民集５２巻２号３９９頁があるが，将来賃料債権の差押えの効力が発生した後に，賃貸借の目的不動産が譲渡され，それにより第三者が賃貸人の地位を承継したとしても，その第三者は，当該不動産に係る賃料債権を取得したことを差押債権者に対抗することができないとするものであり，本問のように，私人間の契約によって将来賃料債権が譲渡された後に賃貸借の目的不動産が譲渡された事案についての判例はない。\n本問では，第三者対抗力を備えた将来賃料債権譲渡がされた場合において，賃料債権を生ずべき賃貸借の目的不動産が譲渡されたときに，将来賃料債権譲渡と目的不動産の譲渡のいずれの効力が優先すると考えるべきかを，種々の事情を考慮しながら検討することが求められる。\n下線部㋐は，賃貸借の目的不動産の譲渡の効力が優先するとするものである。Ｈとしては，これを根拠付けるために，Ｈが乙建物の所有者となったことによりＥに対する賃貸人となったことを主張すると考えられる。\nこれに関する確立した判例法理を前提とするならば，本問では，ＤＨ間の合意による賃貸人の地位の承継（以下「合意承継」という。），Ｈが乙建物を取得したことによる賃貸人の地位の当然承継（以下「法定承継」という。）のいずれも成り立つ（合意承継につき，最判昭和\n４６年４月２３日民集２５巻３号３８８頁。法定承継につき，大判大正１０年５月３０日民録２７輯１０１３頁等）。これらの判例法理と異なる考え方を採る場合には，判例法理を示し，その問題点を挙げ，採用すべき他の考え方を理由とともに示す必要がある。なお，判例法理に従う場合も，合意承継と法定承継との要件の違いを意識した論述が求められるとともに，合意承継については，契約上の地位の移転の一種であるにもかかわらず賃借人の同意を要しない理由を，法定承継については，目的不動産の所有権の移転により賃貸人の地位が当然に移転する理由を示すことが望ましい。\n下線部㋑は，将来賃料債権譲渡の効力が優先するとするものである。下線部㋑が正当とされるためには，本件譲渡契約が有効であり，かつ，Ｆがその契約による将来賃料債権の取得を第三者に対抗することができることが必要である。\n将来債権を譲渡する契約は，譲渡の目的とされる債権が特定されている場合には原則として有効であるとしつつ，例えば，その将来債権譲渡が，あまりに長期にわたる包括的なものであり，譲渡人の営業活動等に対して過度の制限を加え又は他の債権者に不当な利益を加えるものであると見られるなどの特段の事情があるときは，公序良俗違反などのため全部又は- 6 -\n一部が無効になることがある，とするのが判例である（最判平成１１年１月２９日民集５３巻１号１５１頁）。また，判例は，将来債権譲渡について第三者対抗要件を具備するためには，指名債権譲渡の対抗要件（民法第４６７条第２項）の方法によることができるとする（最判平成１３年１１月２２日民集５５巻６号１０５６頁）。\n以上の判例に従う場合，本件譲渡契約は，「本件賃貸借契約による平成２８年９月分から平成４０年８月分までの賃料債権」（【事実】８）と譲渡の対象が特定されており，譲渡期間は１２年と比較的長期であるものの，この一事をもって公序良俗に反するとまではいえないから，有効であると認められる。また，本件譲渡契約による将来賃料債権譲渡について，【事実】\n８のＤからＥに対する内容証明郵便による通知をもって，第三者対抗要件が具備されている。\nしたがって，Ｆは，本件譲渡契約による将来賃料債権の取得を第三者に対抗することができる。\n上記を前提として，下線部㋐と下線部㋑のうちいずれが正当であるかを考えるべきことになるが，その際には理論的な理由と結論の妥当性の観点からの理由を共に挙げることが必要である。\n下線部㋐を正当とする理論的な理由としては，本件譲渡契約における譲渡の対象は将来「債権」であり，譲渡人Ｄは，自己が取得すべき債権を処分することはできるが，他人が取得すべき債権を処分することはできないから，本件譲渡契約の効力は，Ｈが取得する賃料債権に及ばないとすることなどが考えられる。また，結論の妥当性の観点からの理由としては，将来債権譲渡は，もともと将来の債権の発生という不確実な事実に効力をかからせるものであり，賃貸借の目的不動産の譲渡により将来賃料債権の譲渡人（Ｄ）が取得すべき賃料債権が発生しなくなることは，当然想定される事態の一つであってやむを得ないことや，将来賃料債権の譲受人（Ｆ）が権利を失うことになる不利益は，将来賃料債権譲渡の契約の当事者（Ｄ\n及びＦ）の間で解決されるべき問題であることなどが考えられる。\nこれに対し，下線部㋑を正当とする理論的な理由としては，本問における将来賃料債権の譲渡は，本件賃貸借契約から将来生ずる賃料債権を譲渡の目的とするところ，Ｈは本件賃貸借契約における賃貸人の地位を承継するのであり，Ｈの下で生ずる賃料債権も本件賃貸借契約から生ずるものであるため，本件譲渡契約の効力がなお及ぶと考えられることなどが挙げられる。また，結論の妥当性の観点からの理由としては，賃貸借の目的不動産を譲り受けようとする者は，賃借人への照会その他の調査により，将来賃料債権譲渡がされた事実を知ることが通常可能であり，実際，本問においてＨは本件譲渡契約がされたことを知りつつ本件売買契約を締結しているから，目的不動産（乙建物）の譲受人（Ｈ）が不測の不利益を受けることにはならないことや，下線部㋐を正当とすると将来賃料債権譲渡の効力が賃貸借の目的不動産の譲渡により容易に失われるため，将来賃料債権譲渡の有用性が著しく損なわれてしまうことなどが考えられる。\n下線部㋐と下線部㋑のいずれを正当としてもよいが，解答に当たっては，それぞれを支える根幹的な論拠を前提としつつ，他に考慮されるべき事情とその評価について説得的に展開し，結論を導くことが求められる。\n設問３は，いわゆる動機の錯誤による意思表示の無効の要件に関する基本的な理解を問うものである。\n本件債務引受契約の無効の原因となるのは，Ｈの錯誤による意思表示である。本件債務引受契約に関するＨの錯誤については２通りの捉え方が可能である。\n第１に，Ｈは，本件売買契約によって乙建物の所有権を取得することによりＥから本件賃貸借契約に係る賃料を収受することができるという認識（以下「下線部㋐の認識」という。）の下で本件債務引受契約を締結している。そのため，下線部㋐の認識は，Ｈにとって，本件債務引受契約の動機であり，下線部㋐の認識が誤りであるという本問の前提に立つと，Ｈに- 7 -\n動機の錯誤があるということができる。\n第２に，【事実】10の②によれば，Ｈは，Ｄとの間の本件売買契約によって負う代金債務の代物弁済として，ＤのＧに対する本件債務を引き受けている。したがって，Ｈは，Ｄに対して代金債務を負うことを動機として，本件債務引受契約に係る意思表示をしたと見ることもできる。この動機は，本件売買契約が有効であることを前提としているが，下線部㋐の認識が誤りであることによって本件売買契約が無効となれば，ＨがＤに対して代金債務を負っていないことになるから，Ｈに動機の錯誤があるということができる。\nＨの動機の錯誤を上記のいずれと解してもよいが，そのうちの一方が本件債務引受契約の無効を導くのであれば，その動機の錯誤について論ずる必要がある（他方について論ずる必要はない。）。いずれによっても無効にならない場合には，両方の動機の錯誤について論ずる必要がある。\n動機の錯誤による意思表示の無効が認められるか，どのような要件の下で認められるかについては，種々の考え方がある。\n判例は，動機の錯誤の場合，民法第９５条は当然には適用されないことを前提として，一定の要件の下でのみ民法第９５条による意思表示の無効を認める立場である。ここにいう「一定の要件」について，「動機が表示されて法律行為（又は意思表示）の内容になった」ことが必要であるとする理解が一般的であるが，例えば，動機は表示されたならば意思表示の内容になったと認められるとする理解などもある。\n解答に当たっては，動機の錯誤による意思表示の効力や無効とする場合の要件をどのように判断すべきかについて，特定の立場を採ることが求められるものではないが，判例の理解を踏まえて採るべき立場を理由とともに明らかにし，本問の事実を自説の構成に従って適切にあてはめることが必要である。\n例えば，民法第９５条による無効が認められるためには，動機が表示され，かつ，その表示された動機が当事者の間で法律行為の内容とされたことが必要であるとする立場からは，次のことを論ずべきことになる。\nまず，動機の表示の存否を論ずる必要がある。本件売買契約によって６０００万円の代金債務を負うことが問題とすべき動機であるとする場合には，【事実】10の②から，動機がＧに表示されていたと認められる。これに対し，Ｈの下線部㋐の認識が問題とすべき動機であるとする場合には，そのことがＧに明示されているとまではいえないものの，【事実】10において，Ｇは，ＤとＨに対し，乙建物の買主は本件賃貸借契約に係る賃料を収受することができるという，下線部㋐に相当する認識を述べている。そして，Ｄ，Ｇ及びＨは，Ｇのこの発言を受けて本件売買契約の代金額を乙建物の収益性を勘案した額とすること（【事実】10の①），Ｈが本件売買契約によって負う代金債務の代物弁済として本件債務の弁済を引き受けること（【事実】10の②）を合意していることから，Ｈが下線部㋐の認識の下に本件債務を引き受けることが，Ｇに対し表示されていたと認められる。\n次に，その動機が法律行為の内容になったと認められるか否かを論ずる必要がある。その前提として，「法律行為の内容になる」ということの意味が問題となるが，相手方が意思表示はその動機を何らかの意味で前提とするものであることを了解していたと認められればよいとする考え方，相手方が意思表示はその動機の存在を前提として効力が認められるものであることを受け入れていたといえる必要があるとする考え方などがあり得る。後者の考え方を採る場合には，その動機が誤っているときには意思表示の効力の前提が欠けることになるから，意思表示の無効が原則として認められる。それに対し，前者の考え方を採る場合には，意思表示が無効となるためには，動機の誤りに加えて，錯誤の重要性が認められなければならない。これについても，どの立場であってもよいが，採るべき立場の内容と理由を明確に示すことが求められる。\n- 8 -その上で，本問の事実を自説に適切に当てはめることが求められる。Ｈの下線部㋐の認識が問題とすべき動機であるとし，かつ，動機の法律行為の内容化につき上記のうち前者の立場を採った場合を例にとれば，Ｇは，何らの見返りもなく単なる友人の多額の債務を引き受けることは通常考えられないこと，下線部㋐の認識に相当することを自らＤ及びＨに述べた上で【事実】10の三者間合意に加わったことから，Ｈが下線部㋐の認識を前提として本件債務引受契約を締結することを了解していたと認められる。そして，下線部㋐の認識が誤りである場合，Ｈは，Ｄの債務を引き受けることの「見返り」である利益を取得することができず，しかもその額は４５００万円近くになることから，この錯誤の重要性は明らかであるということができる。\nこれに対し，本件売買契約によって代金債務を負うことが問題とすべき動機であるとする場合には，Ｇ及びＨは，【事実】10の①～④より，Ｈがその代金債務を負うことを前提として本件債務引受契約に応じることを合意したといえるから，Ｈがその代金債務を負うことが本件債務引受契約の前提であるとＧは了解しており，Ｈの錯誤の重要性も当然に認められると説明することも，ＧはＨがＤに対する代金債務を負わないのであれば本件債務引受契約は無効になることを受け入れていたと説明することもできる。なお，この場合には，Ｈは下線部\n㋐の認識が誤りであることにより本件売買契約に係る意思表示の無効を主張することができるかを，動機の錯誤による意思表示の無効が認められるための要件として自ら示したものに従って，論ずることが必要になる。\n表意者に重大な過失があったときは，表意者は，錯誤による意思表示の無効を主張することができない。本問においても，Ｈに重大な過失があると認められるか，具体的には，Ｈが下線部㋐のように考えたことが重大な過失に当たるかを論ずる必要がある。これについては，事実を踏まえて結論を示すことが必要であり，その際，次に述べるような検討をすることが望ましい。\n下線部㋐と下線部㋑のいずれが正当であるかは，法の解釈の問題であり，法を正しく解釈しないことは「法の不知」の一種といえなくもない。仮にそうであれば，「法の不知は保護しない」という法諺が妥当するとして，Ｈの重大な過失が認められることにもなり得る。しかしながら，下線部㋐と下線部㋑のいずれが正当であるかについて，判例も一般的といえる解釈も存在せず，取引社会の構成員として当然に知っているべきであるとはいえない。したがって，下線部㋐のように法の解釈を誤ったことをもってＨは保護に値しないとすることは，適当でないと考えられる。仮にそのように考えない場合であっても，【事実】10からＧも下線部㋐の認識の下に本件債務引受契約を締結したといえることから，ＧはＨと同一の錯誤に陥っていたと認められ，契約の有効に対するＧの信頼は保護に値せず，Ｈによる意思表示の無効の主張は妨げられないと解される。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（令和元年司法試験論文式試験出題の趣旨【民事系科目】〔第１問〕をいう。以下同じ。）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことができるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，\n論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評価する能力を確かめることとした。これらを実現するために，一つの設問に複数の採点項目を設け，採点項目ごとに，必要な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点について緻密な検討をし，それらの問題点の相互関係に意を払う答案が，優れた法的思考能力を示していると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な検討の一部がなく，そのことにより知識や理解が一部不足することがうかがわれるときでも，そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また，反対に，論理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，\n低く評価することとした。また，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の(1)から(3)までにおいて，それぞれ全般的な採点実感を紹介し，また，それを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」の四つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし，ここで示された答案は上記の各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。また，答案の全体的傾向から感じられたことについては，(4)で紹介することとする。\nなお，各設問において論ずべき事項がどのようなものであったかについては，既に公表した出題の趣旨に詳しく記載したところであるので，これと重複を避けつつ採点実感を述べることとする。\n(1) 設問１についてア 設問１の全体的な採点実感設問１において論ずべき事項は，大別して，①建物の敷地からの独立性と建物新築請負契約の当事者間に建物所有権の帰属についての合意があればその合意に従って帰属が決定されること，②①の合意がない場合における新築建物の引渡し前の所有権の帰属，③請負人が建物を占有している中での所有者（注文者）の土地工作物責任の成否であり，②においては，\n請負人帰属説に立つ場合における原則と例外則，注文者帰属説に立つ場合のその理由と判例- 1 -批判が内容となる。\n全体としては，①については十分に論ずるものが少なく，②については，請負人帰属説に立つものが多数であったが，その原則と例外則についての論述の精度や論理的整合性に差があり，③については民法第７１７条の要件該当性についての論述の粗密や適否に差が見られ，\nこれらが評価の分かれ目になっていたといえる。\n個別に見ると，①に関しては，合意による建物所有権の帰属については比較的多くの答案が触れていたが，その理由付けがないものが多く，建物の独立性についてはこれに気が付かなかった答案がほとんどであった。他方で，①の法律関係を簡潔に論ずることができた答案は，高く評価された。\n②に関しては，請負人帰属説に立つ答案の中で，材料の全部又は主要部分の提供者が誰かによって所有権の帰属が決せられるという原則の根拠につき，材料の所有権が積み上げられて完成した建物となるという物権法の論理を正確に指摘することができているものは少なかった。多くの答案は，報酬請求権を担保する必要性を請負人帰属説の唯一の根拠として挙げていたが，そのような必要性があるからといって，請負人への所有権帰属が論理的に導かれるわけではない。また，上記の原則の根拠として，民法第２４６条や加工の法理のみを指摘するものも相当数あったが，これらは加工の対象となる動産の所有者と加工者とが異なるときの所有権の帰属を扱うものであり，本問のような請負人が材料提供者であるケースには直ちには妥当せず，加工の法理を根拠とするのであればその意味を明らかにする必要がある。\n本問では，代金の８割を注文者が支払っているという事情があり，請負人帰属説に立つ場合であっても，注文者が代金を支払っていれば注文者に建物所有権が帰属するという例外則の適用の有無を論ずる必要がある。例外則の内容とその根拠については出題の趣旨で詳述したところであり，例外則が発動されるか否かを実際の事案に当てはめて判断するためには，\n例外則の根拠に立ち返って論ずる必要があるが，この点を明確に意識した答案は少なかった。\n請負人帰属説を採用する根拠を報酬請求権の担保にのみ求める答案の中でも，代金の８割が支払済みであるから注文者に帰属すると簡単に片付けるものが相当数見られたが，報酬請求権を担保するためであれば全額が支払われない限り注文者に所有権は帰属しないとも考えられるのであり，低い評価にとどまった。これに対し，例えば，請負人帰属説に立つ根拠として材料の対価の負担に着目し，請負人が材料費を回収できる程度の報酬を得たかを判断基準として示した上で，代金の８割の支払をした本問では注文者に所有権が帰属すると論ずる答案は，高く評価された。\n③に関しては，民法第７１７条の土地工作物の所有者の責任の成否が問題となることや，\nその基本的内容については比較的良く論述することができていたものの，工作物の設置又は保存の瑕疵の有無について全く検討していない答案や，設置又は保存の瑕疵と材料の瑕疵とを混同する答案が少なからずあった。また，所有者の責任は占有者が免責された場合の二次的なものであることを理解していなかったものも相当数見られた。占有者が損害発生の防止に必要な注意をしたか否かについては，本問の事実関係では，占有者Ｂが必要な注意を尽くしていなかったという判断は常識的とは言い難いにもかかわらず，何らの説明もせず卒然と占有者に責任を負わせるべきとする答案も少なくなかった。\nイ 答案の例優秀に属する答案の例は，本設問では，上記の①から③までの各点に関してバランスよく論理的に論述し，設問１における事実関係に基づいてポイントを的確に指摘して判断を示すとともに，取り分け建物所有権の帰属については自己の採用する立場に基づき，その根拠に立ち返って一貫して論ずることができていたものなどである。\n良好に属する答案の例は，優秀に属する答案と比べ，建物所有権の帰属に関する自己の立場の根拠と当てはめるべき定式との関係を明確に述べていなかったり，土地工作物の所有者の- 2 -責任の要件の一部について検討をしていなかったりするが，①から③までの各点について相応の論述がされているものなどである。\n一応の水準に属する答案の例は，②や③については相応の論述がされているものの，①については全く触れることができていないものや，建物所有権の帰属に関して当てはめるべき定式を示すだけで，表層的な検討にとどまるものなどである。\n不良に属する答案の例は，建物所有権の帰属に関して請負人帰属説に立ちながら，例外則について全く触れていないものや，土地工作物の所有者責任ではなく，民法第７０９条や第７１６条の責任を長々と論ずるものなどである。\n(2) 設問２についてア 設問２の全体的な採点実感設問２において論ずべき事項は，第三者対抗力を備えた将来賃料債権譲渡がされた場合において，賃料債権を生ずべき賃貸借の目的不動産が譲渡されたときに，①目的不動産の譲渡の効力が優先すると考える場合（Ｈの主張）のその根拠，②将来賃料債権譲渡の効力が優先すると考える場合（Ｆの主張）のその根拠，③上記①と②のいずれが正当であるかについての理論面及び実質的な妥当性の面からの検討である。\n全体としては，多くの答案が，設問に従って，①から③までを形式的に項目を分けて整理し，順を追って論ずることができていたが，これらを混乱させて論じていたものは，相対的に低い評価にとどまった。また，①及び②については相応の論述をすることができた答案が比較的多かった一方で，①又は②のいずれかについて論点を捉えることができなかったものもあった。さらに，③については，問題の本質をつかむことができずに不十分な論述にとどまったものがかなり多く，これらの点で評価に差がついたものと考えられる。\n個別に見ると，①については，Ｈが乙建物の所有者となったことによりＥに対する賃貸人となったことを論ずべきところ，その根拠については，当然承継の構成を採る答案が大部分を占めた。しかし，不動産賃貸借の目的物の所有権移転による賃貸人の地位の移転について当然に承継が生ずるのは，賃借人が対抗要件を備えている場合に限る（したがって，本問では，ＥがＤから乙建物の引渡しを受けて借地借家法第３１条の定める対抗要件を備えていることを指摘する必要がある。）という基本的な理解が不十分な答案が多く見られた。賃借人が対抗要件を備えていなければ，「売買は賃貸借を破る」の原則により，新所有者は賃借人に対して明渡しを求めることができ，承継は当然には生じないことを銘記する必要がある。また，\n賃貸人の負う債務が状態債務であることのみをもって当然承継の根拠とするものも相当数あったが，「状態債務」という表現によって何を意味しているのかを簡潔に説明する必要がある。\n②については，本件譲渡契約（将来債権譲渡）が有効であり，かつ，Ｆがその契約による将来賃料債権の取得を第三者に対抗することができることを論ずべきであるが，将来債権譲渡の有効性について，判例法理を踏まえて論ずることができた答案は少数にとどまった。また，債権譲渡の対抗要件については，債務者対抗要件（民法第４６７条第１項）と第三者対抗要件（同条第２項）とを明確に区別して論ずることができていないものや，内容証明郵便が確定日付のある証書に当たる（民法施行法第５条第１項第６号参照）という実務上不可欠な基本的知識を欠くものも散見された。\n③については，将来債権譲渡の譲受人（Ｆ）と目的不動産の新所有者（Ｈ）との間の対抗要件の具備の先後で決するとして，Ｆの主張に軍配を挙げる答案が目立った。しかし，この立論は，ＦもＨも共に将来賃料債権を取得し得ることを前提としていると考えられるが，そもそも，将来賃料債権譲渡がされた目的不動産の所有権が移転し，譲渡人（Ｄ）が所有者でも賃貸人でもなくなったときに，それ以降に発生する賃料債権について将来債権譲渡の効力が及ぶのかという問題の本質がつかめておらず，低い評価にとどまった。その一方で，自説の理論的根拠と実質的妥当性について，複数の論拠を挙げ，反対説からの反論にも適切に応- 3 -接する答案も少数ながら存在し，高く評価された（③について論ずべき事項については，既に公表した出題の趣旨を参照されたい。）。\nイ 答案の例優秀に属する答案の例は，①及び②について，判例を踏まえながら，賃貸人の地位の承継並びに将来賃料債権譲渡の有効性及び対抗要件の具備に関する法律関係を的確かつ簡潔に述べた上で，③について，自説の理論的根拠と実質的妥当性の両方について説得的に論ずることができたものなどである。\n良好に属する答案の例は，①から③まで相応の記述をしているものの，優秀に属する答案との比較においては，賃貸人の地位の承継に関する賃借権の対抗要件具備についての論述が不十分であるか，又は将来債権譲渡の有効性に関する判例法理についての理解が十分に示されていないものや，③について自説の実質的妥当性を本問の事例を用いて丁寧に論じられているが，理論的な理由については示せていないものなどである。\n一応の水準に属する答案の例は，①又は②のいずれかについて問題の所在が捉えられなかったものや，③についてＨとＦの対抗要件の具備の先後で決するとするなど大きく筋を外してしまったものなどである。\n不良に属する答案の例は，①及び②のいずれについても問題の所在が捉えられず，出題趣旨に沿った論述がほとんどできなかったものなどである。\n(3) 設問３についてア 設問３の全体的な採点実感設問３において論ずべき事項は，大別すると，①本件債務引受契約の無効原因として問題となる動機の錯誤の内容，②動機の錯誤が法律行為の要素の錯誤と認められる要件とその当てはめ，③Ｈの重過失の成否である。\n設問３も，設問１と同じく典型的な論点を扱うものであり，全体としては一定程度の論述がされている答案が多かったが，①の設定の明確性，②の論述の精度と論理的整合性，③の当てはめの説得性において出来がかなり分かれ，これらの点で評価に差がついたと考えられる。\n個別に見ると，①については多くの答案が触れていたが，下線部㋐の認識が本件債務引受契約の締結の動機であり，この点に誤認があったと構成する答案が多く，本件売買契約に基づく代金債務の負担が本件債務引受契約の締結の動機であり，この点に誤認があったと構成するものは少なかった。これらに対して，いずれの構成を採るかを明示せず，あいまいな論述をした答案は，事案を十分に分析することができていないと考えられ，低い評価にとどまった（①でどのような構成を採るかは，②における検討の前提となるものであるから，このような答案は②でも高い評価を受けることができなかった。）。\n②については，判例についての一般的理解と同様に，動機の錯誤の場合，民法第９５条は当然には適用されないことを前提として，動機が表示されて法律行為（又は意思表示）の内容になった場合にのみ民法第９５条による意思表示の無効を認めるとする答案が大多数であった。しかし，学説上も大きな対立があるにもかかわらず，自説がどのような立場であるかを明確にせずに漫然と論述を進めるものが多かった。また，上記の規範を本問の事案に当てはめる際に，動機が表示されたことについて，ＤＧＨ間で協議がされたという外形的な事実のみを指摘して動機が表示されたと認めるなど検討が不十分なものも散見された。さらに，\n動機が表示されたことについては一定の論述をすることができても，動機が法律行為の内容になったことについて的確に指摘することができていないものが目立った。近時の判例（最判平成２８年１月１２日民集７０巻１号１頁）においても，「動機は，たとえそれが表示されても，当事者の意思解釈上，それが法律行為の内容とされたものと認められない限り，当事者の意思表示に要素の錯誤はないと解するのが相当」とされていることから明らかなとおり，\n- 4 -動機の表示と法律行為の内容化とは別の判断基準として意味を持っていることに留意する必要がある。\n③については，下線部㋐と下線部㋑のいずれが正当であるかという法解釈の問題であり，\n一般人から見て下線部㋑が明らかに正しいとはいえないのであるから，下線部㋐の認識を持ったＨに過失があるとしても，重過失があるとまではいえないとするのが常識的な判断であると考えられるが，重過失があると判断した答案が想定外に多かった。\nイ 答案の例優秀に属する答案の例は，①について問題となる動機の錯誤の内容を明確にした上で，②について判例の位置付けを踏まえつつ，自己の立場に基づいて要件を明確にし，的確に事案を分析して当てはめ，③について簡潔に論述することができていたものなどである。\n良好に属する答案例は，優秀に属する答案との比較においては，②についての検討が十分でないものの，①から③までについて相応にバランスよく論述することができていたものなどである。\n一応の水準に属する答案の例は，②又は③において検討が不十分な点が複数あるが，他の点については相応の論述をすることができていたものなどである。\n不良に属する答案の例は，①で自説を明示することができず，②及び③についても的確に検討することができなかったものなどである。\n(4) 全体を通じ補足的に指摘しておくべき事項本年の問題も，昨年に引き続き，どのような法規範（判例により形成される規範を含む。）の適用を問題とすべきかという大きな検討課題の把握は比較的容易であり，実際にも，これを大きくは外さない答案が少なくなかった。それでも答案間で評価に差が付くのは，分析の深度や精度，更には論理的な展開力などによるところが大きいと感じられることも，昨年と同様である。\nすなわち，本年の各設問にも現れているように，ある一つの事案を解決するに当たっては，\n複数の制度や判例等にまたがった分析が必要となるが，当然ながら，そのためには，個々の制度等についての理解が必要であり，更には，制度相互間の体系的な理解が必要になる。その上で，これを一つの分析結果にまとめ上げるためには，その理解している内容を，示された事実関係を踏まえて論理的に展開していくことが重要である。\nこのような法律の体系的理解とこれに基づく実践的な論理展開能力の重要性は例年指摘しているところであり，引き続き留意をしていただきたい。その上で，本年の答案を見て特に感じられたことについて，幾つか指摘しておきたい。\n第１に，特定の法律効果の発生の有無を検討することが求められているのに，その法律要件が全て満たされているかどうかを検討せず，自己が主要な論点と考える部分のみを論ずるものが散見されたことである。例えば，設問１において，土地の工作物の占有者が損害の発生を防止するのに必要な注意を怠らなかったかについて深く論ずること自体はよいとしても，それのみを検討し，瑕疵や因果関係の有無等の他の要件に触れないまま，安易に土地の工作物の所有者の責任を認める答案が相当数あった。法律効果を発生させるためには法律要件が満たされていなければならないという当然の基本的原則を常に銘記する必要がある。\n第２に，個別の設問に関しても指摘したが，結論の妥当性に留意しないものが散見されたことである。例えば，本問の事情の下で，設問１において土地の工作物の占有者Ｂが必要な注意を怠ったと認定することや，設問３においてＨに錯誤について重過失があったと認定することは，結論の妥当性の観点から見て疑問があるが，何らの説明もなく卒然とこれらの認定をするものが目立った。反対に，設問１においてＡが土地の工作物の所有者として責任を負うことは民法第７１７条の趣旨からしてやむを得ないとしつつ，建築資材の製造業者に対して求償することができるとしてＡの救済方法があることまで論じた答案は高く評価された。法律実務家に- 5 -とって重要な結論の「スワリ」についても意識して検討することが求められる。\n第３に，毎年のように指摘をしているにもかかわらず，本年も，文字が乱雑であったり，小さすぎたり，あるいは線が細すぎたりして，判読が困難なものが一定数存在したことである。\n特に，十分な答案構成をせずに書き始め，後から既述部分に多数の挿入をする答案は，必然的に文字が小さくなり，その判読が困難になる。これらの点についても，引き続き改善を望みたい。\n４ 法科大学院における今後の学習において望まれる事項本年においては，設問の文字数を減らして受験者の事務処理の負担を軽減しつつ，財産法の分野における基本的知識・理解を横断的に問う問題が出題された。条文や判例に関する基本的な知識を踏まえ，問題文を注意深く読んだ上で，【事実】に顕れた事情を分析して設問の趣旨を適切に捉え，筋道を立てて論旨を展開すれば，相当程度の水準の解答ができるはずである。しかし，特に設問３については，設問の文字数がより多かった年と同じように，時間切れで論述が不十分に終わった答案が相当数あった。このことは，答案作成のための事務量の多寡にかかわらず，多くの受験生が，短時間で自己の見解を適切に文章化するために必要な基本的知識・理解を身に着けていないことを示唆している。引き続き，法的知識の体得に努めていただきたい。\nまた，本年も，昨年同様，判例を参考にすることで深い検討を行うことができる問題が出題されているが，法律実務における判例の理解・検討の重要性を再認識していただきたい（判例の採った論理や結論を墨守することを推奨してはいないが，判例と異なる見解を採るのであれば，判例を正確に指摘して批判することが必須である。）。例年指摘されているところであるが，判例を検討する際には，その前提となっている事実関係を基に，その価値判断や論理構造に注意を払いながらより具体的に検討することが重要であり，かつ，様々なケースを想定して判例の射程を考えることで，判例の内容をより的確に捉えることができるものである。このような作業を行うことで，個々の制度についての理解が深まるだけでなく，制度相互間の体系的な理解が定着することに改めて留意していただきたい。\n- 6 -令和元年"
}