{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n近年，いわゆるソーシャル・ネットワーキング・サービス（以下「ＳＮＳ」という。）の普及に伴って，各国において，事実に反する虚偽のニュースが広く伝播することにより，社会に負の影響を及ぼしているのではないかということが問題とされるようになっている。この種のニュースはフェイク・ニュースと呼ばれ，過去に外国の重要な選挙に際して，意図的なフェイク・ニュースの作成・配信が，選挙結果を左右したという研究や報道もなされている。\n２０ＸＸ年，我が国においても，甲県の化学工場の爆発事故の際に，「周囲の環境汚染により水源となる湖が汚染されて，近隣の県にも飲料水が供給できなくなる。」という虚偽のニュースがＳ\nＮＳ上で流布され，複数の県において，飲料水を求めてスーパーマーケットその他の店舗に住民が殺到して大きな混乱を招くこととなった。また，乙県の知事選挙の際に，「県は独自の税を条例で定めて県民負担を増やすことを計画している。」という虚偽のニュースがＳＮＳ上で流布され，現職知事である候補者が落選したことから，選挙の公正が害されたのではないかとの議論が生じた。\nこのような状況に鑑み，我が国でも，Ａ省において，虚偽の表現の流布を規制する「フェイク・ニュース規制法」の立法を検討することとなった。現在，Ａ省においては，①虚偽の表現を流布することを一般的に禁止及び処罰するとともに，②選挙に際して，その公正を害するＳＮＳ上の虚偽の表現について，独立行政委員会がＳＮＳ事業者に削除を命令し，これに従わない者を処罰することなどを内容とする立法措置が検討されている（法律案の関連条文は【参考資料】のとおり。以下\n「法案」として引用する。）。\n【立法措置①について】\nまず，上記①についての立法措置としては，虚偽表現を「虚偽の事実を，真実であるものとして摘示する表現」と定義し，「何人も，公共の利害に関する事実について，虚偽であることを知りながら，虚偽表現を流布してはならない。」として，公共の利害に関する虚偽の表現を流布することを一般的に禁止した上で，罰則で担保することが検討されている（法案第２条第１号，第６条，第\n２５条）。\nなお，虚偽の表現を流布することに関連する現行法の罰則として，例えば刑法には，名誉毀損罪\n（同法第２３０条），信用毀損及び業務妨害罪（同法第２３３条）の規定があるが，いずれも，特定の人の社会的評価や業務に関するものであり，虚偽の表現を流布することのみについて処罰するものではない。また，公職選挙法には，虚偽事項の公表罪（同法第２３５条），新聞紙・雑誌が選挙の公正を害する罪（同法第２３５条の２第１号，第１４８条第１項ただし書）といった規定があるが，虚偽事項の公表罪は，「当選を得又は得させる目的」や「当選を得させない目的」をもって，「公職の候補者若しくは公職の候補者となろうとする者」に関する虚偽事項を公表することなどを処罰するものであり，新聞紙・雑誌が選挙の公正を害する罪は，新聞紙・雑誌が虚偽の事項を記載するなどして選挙の公正を害した場合に，その編集者・経営者等を処罰するものであって，虚偽の表現を流布することを一般的に禁止及び処罰するものではない。\n以上のように，虚偽の表現を流布することに関連する現行法の規制には，一定の限定が付されているところ，①の立法措置は，虚偽の表現の対象について「公共の利害に関する事実」と限定するものの，それ以外には限定を付さずに，虚偽の表現を流布することを端的に処罰しようとするものである。これは，虚偽の表現が流布されることによる社会的混乱を防止するには，現行法の規制では十分ではなく，虚偽の表現を流布することそのものを禁止することが必要との理由によるものである。\n【立法措置②について】\n- 2 -次に，上記②についての立法措置は，インターネット上の虚偽の表現の中でも，取り分けＳＮＳ上のもの，その中でも選挙に際しての虚偽の表現が問題であり，緊急に対応措置が執られなければ選挙の公正が害されるおそれが大きいことを理由として検討されているものである。これによれば，「虚偽表現であることが明白」であり，かつ「選挙の公正が著しく害されるおそれがあることが明白」な表現を「特定虚偽表現」として定め，選挙運動の期間中及び選挙の当日に限り，日本国内で広く利用されているＳＮＳを提供しているＳＮＳ事業者は，その提供するＳＮＳ上において，特定虚偽表現があることを知ったときは，速やかに当該表現を削除しなければならないとされる（法案第９条第１項。ここでいうＳＮＳ及びＳＮＳ事業者の定義については，法案第２条第２号及び第３\n号参照。）。なお，選挙に際して，虚偽の事項を記載する等の行為の処罰については，既に指摘したとおり，公職選挙法に規定がある。\nさらに，ＳＮＳ事業者が法案第９条第１項に従って特定虚偽表現を自ら削除しない場合，いわゆる独立行政委員会として新たに設置されるフェイク・ニュース規制委員会（法案第１５条，以下\n「委員会」という。）は，ＳＮＳ事業者に対し，当該表現を削除するように命令することができ，ＳＮＳ事業者がこの命令に違反した場合には，処罰されることとなる（法案第９条第２項，第２６条）。この委員会の命令については，公益上緊急に対応する必要があることが明らかであるとして，行政手続法の定める事前手続は不要であるとされる（法案第２０条）。\nなお，一定の場合を除いては，ＳＮＳ事業者が表現を削除した場合に当該表現の発信者に生じた損害については，ＳＮＳ事業者を免責することとされている（法案第１３条）。\nＡ省における法案の検討の過程で，ＳＮＳの利用者を含む一般市民やＳＮＳ事業者から意見を聴取する機会が設けられたところ，様々な意見が述べられ，その中には，憲法上の疑義を指摘するものもあった。\n〔設問〕\nあなたは，Ａ省から依頼を受けて，法律家として，この立法措置が合憲か違憲かという点について，意見を述べることになった。\nその際，Ａ省からは，参考とすべき判例があれば，それを踏まえて論じるように，そして，判例の立場に問題があると考える場合には，そのことについても論じるように求められている。また，当然ながら，この立法措置のどの部分が，いかなる憲法上の権利との関係で問題になり得るのかを明確にする必要があるし，自己の見解と異なる立場に対して反論する必要があると考える場合は，それについても論じる必要がある。\n以上のことを前提として，あなた自身の意見を述べなさい。\nなお，独立行政委員会制度の合憲性については論じなくてよい。また，本問の法案による規制は，国外に拠点を置くＳＮＳ事業者にも，日本国内の利用者に対してサービスを提供している限り適用され，そのために必要となる法整備は別途適切になされるものとする。\n- 3 -\n【参考資料】\nフェイク・ニュース規制法（案）（抜粋）第１章 総則\n（目的）第１条 この法律は，公共の利害に関する虚偽の表現について必要な規制を行うことによって，虚偽の表現により社会的混乱が生じることを防止するとともに，選挙運動の期間中及び選挙の当日における虚偽の表現について必要な削除義務等を定めることにより，選挙の公正を確保することを目的とする。\n（定義）第２条 この法律において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n一 虚偽表現 虚偽の事実を，真実であるものとして摘示する表現をいう。\n二 ソーシャル・ネットワーキング・サービス（以下「ＳＮＳ」という。） インターネット上の会員制サービスであって，利用者が，任意の情報を，他の利用者と共有し，又は公衆にアクセス可能とすることを目的とするものをいう。\n三 ＳＮＳ事業者 ＳＮＳを提供することを業とする者をいう。ただし，当該ＳＮＳの国内における利用登録者が２００万人に満たないものを除く。\n四 （略）\n（基本理念）第３条 （略）\n（国の責務）第４条 （略）\n（ＳＮＳ事業者の責務）第５条 （略）第２章 虚偽表現の規制\n（虚偽表現を流布することの禁止）第６条 何人も，公共の利害に関する事実について，虚偽であることを知りながら，虚偽表現を流布してはならない。\n（選挙運動の期間中及び選挙の当日の表現の留意事項）第７条 （略）\n（ＳＮＳ事業者が執るべき措置）第８条 （略）\n（選挙運動の期間中及び選挙の当日の虚偽表現の削除義務及びフェイク・ニュース規制委員会による削除命令）第９条 ＳＮＳ事業者は，選挙運動の期間中及び選挙の当日に，自らが提供するＳＮＳ上に，次の各号のいずれにも該当する表現（以下「特定虚偽表現」という。）があることを知ったときは，速やかに当該表現を削除しなければならない。\n一 当該表現が虚偽表現であることが明白であること。\n二 当該表現により，選挙の公正が著しく害されるおそれがあることが明白であること。\n２ フェイク・ニュース規制委員会は，特定虚偽表現があるにもかかわらず，ＳＮＳ事業者によって前項の措置が執られないときは，当該ＳＮＳ事業者に対し，速やかに当該表現を削除するように命令することができる。\n（損害賠償責任の免除）第１３条 第９条第２項の規定による命令に基づき，ＳＮＳ事業者が，特定虚偽表現を削除した場合\n- 4 -において，これにより当該表現の発信者に生じた損害については，ＳＮＳ事業者は賠償の責任を負わない。ＳＮＳ事業者が，特定虚偽表現を削除した場合，又は特定虚偽表現でない表現を特定虚偽表現として削除したことについて故意又は重大な過失がなかった場合も同様とする。\n第３章 フェイク・ニュース規制委員会\n（設置及び組織）第１５条 国家行政組織法（昭和２３年法律第１２０号）第３条第２項の規定に基づいて，Ａ大臣の所轄の下に，フェイク・ニュース規制委員会（以下「委員会」という。）を置く。\n２ 委員会は，５人の委員をもって組織する。\n３ 委員は，両議院の同意を得て，内閣総理大臣が任命する。\n４ 委員の任命については，２人以上が同一の政党に属することになってはならない。\n５ 委員の任期は，３年とする。\n６ 内閣総理大臣は，委員が心身の故障のために職務の執行ができないと認める場合又は委員に職務上の義務違反その他委員たるに適しない非行があると認める場合には，両議院の同意を得て，その委員を罷免することができる。\n（委員会の所掌事務）第１６条 委員会は，次に掲げる事務をつかさどる。\n一 （略）二 （略）三 第９条第２項の規定による命令を発すること。\n四 公共の利害に関する虚偽表現の防止のための施策を立案すること。\n第４章 雑則\n（行政手続法の適用除外）第２０条 第９条第２項の規定による命令については，行政手続法（平成５年法律第８８号）第３章の規定は適用しない。\n第５章 罰則第２５条 第６条の規定に違反して虚偽表現を流布した者は，３０万円以下の罰金に処する。\n第２６条 第９条第２項の規定による命令に違反した者は，６月以下の懲役又は１００万円以下の罰金に処する。\n第２７条 法人の代表者又は法人若しくは人の代理人，使用人その他の従業者が，その法人又は人の業務に関し，前条の違反行為をしたときは，行為者を罰するほか，その法人又は人に対しても，同条の罰金刑を科する。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n本年の問題は，虚偽の表現の規制の可否を問うものである。問題文にもあるとおり，また，報道などでも知られるとおり，フェイク・ニュースは，各国で様々な課題を生じ，対応が模索されている現代的な問題であり，新たな技術的な展開が事態を深刻化させている側面がある現象である。しかし，その規制は，内容規制という古典的な表現の自由の問題であり，また，本問の規制は，表現の削除という強力な制限の問題でもある。表現の自由の保障の意義という基本に立ち返った検討が求められる。\n虚偽の表現，とりわけ虚偽と知ってなされるものについては，そもそも表現の自由の保障範囲に入らない，あるいは，保障の範囲に入っても，保障の程度が低いという議論もあり得なくはない。その点について論じる際には，そのように考えることに問題はないか，また，そのような考え方は先例に基づいたものといえるかといった点も考察する必要があろう。さらに，虚偽ではあっても種々の観点から有益な表現も様々に考えられることや，真実は誤りと衝突することによってより明確に認識されるのだから虚偽の言明ですら公共的な議論に価値のある貢献をするものだ，という考え方もあり得ることにも留意が必要である。\n立法措置①については，具体的状況によっては虚偽か真実かの判定が難しい場合が相当あるという意味において不明確ではないか，処罰の範囲が広すぎ過度に広汎ではないか，といった点について検討することが求められる。目的が極めて重要な公共の利益といえるか，問題文に示されている混乱の事例をどのように評価するか，対抗言論や報道による検証などが優先されるべきではないか，他の規制方法が考えられ必要最小限度のものに留まっているとは言い難いのではないか，訴追は公平になされるかといった点についても同様であろう。\nその際には，立法措置①が，特定の人の社会的評価や業務とは無関係の規制であり，ありとあらゆる表現が，虚偽であるというだけで，規制の対象となるため，政治的に激しい争いのある事柄や，歴史的・学問的な事柄まで対象となり，真実性の判断が難しいものとなり得ることに留意が必要である。立法措置①が認められるとなると，あらゆる領域について，何が真実かを，刑事責任を問うことで問題にできるということになり，恣意的な訴追を通じて，全て真実は政府が決めるということになりかねないという懸念もある。これらの点を踏まえた上で，立法措置①について検討することが求められる。\n次に立法措置②について，ここでは，削除義務を課されるという形で直接に制約の対象となっているのは，ＳＮＳ事業者の自由であるとともに，削除されるという形で制約されているのは個々の発信者の表現の自由であることを適切に分析することが必要である。ＳＮＳの特徴である拡散性が，ＳＮＳのみを規制の対象として取り上げることを正当化するかどうかが論じられる必要もある。ＳＮＳ事業者が私的な検閲の主体となるおそれについても論じることは不可能ではなかろう。\n立法措置②については，選挙の公正ということの明確性が問題になるかもしれない。その場合，合憲限定解釈の可能性も含めて検討することがあり得る。立法措置②を，内容中立規制とする見解があるかもしれない。しかし，内容規制と，時・場所・方法の規制のような内容中立規制が組み合わされたときに，直ちに内容中立規制と評価することは問題がないか，検討が必要であろう。選挙に関する表現をどのように位置付けるべきかについては，国際的に比較しても非常に厳しい我が国の選挙運動規制を合憲とする先例は多数あるが，その評価を含めて論じることが可能であろうし，それらの選挙運動規制と本問を区別することも可能であろう。\n立法措置②は，表現の削除を罰則をもって強制するという強力な規制であるので，検閲や事前抑制の原則的禁止の法理との関係を問題にすることも可能である。ただ，その際には，立法措置②による規制によって，発表が禁止されている訳ではなく，一旦発表されたものの- 1 -\n削除が命じられていることに留意が必要である。また，選挙の公正は，仮処分による差止めで保護される名誉権のような人格的権利ではなく，この点についての分析も必要であろう。\n一旦表現されたものの削除が命じられるという点では，検索結果の表示の削除が問題となった事案も参考になり得よう。比較衡量的な枠組みを提示しつつ，要件が満たされていることが「明らか」なことを要求する判例の立場から見た場合，立法措置②の要件が十分に限定されたものになっているか否かを検討することになろう。\nただ，その場合であっても，立法措置②が，司法手続ではなく行政手続によるものであること，さらに，行政手続法の事前手続や理由提示の制度が適用除外とされていることをどのように評価するかが問題となり得る。人格権侵害を理由に仮処分で差止めを認める場合，少なくとも審尋が必要とされているが，要件が充足されていることが明白である場合には例外が認められている。行政手続の適正性の要求を憲法上どのように位置付けるかを踏まえつつ，これらのこととの関係をどう理解するかを論じることが必要となろう。\n選挙は公共性が高く，迅速な対応が必要だとはいい得るが，誤って削除された場合には公益が大きく害される。より制限的でない手段の検討が必要である。選挙に際してのＳＮＳが問題であるというのであれば，ＳＮＳ事業者に自主的な削除手続を定めることを義務付け，これについての報告義務を課すという方法も考えられる。ただ，この場合には，上に述べた私的な検閲のおそれは増大するかもしれない。また，とりわけＳＮＳ上のフェイク・ニュー\nス記事の拡散が，出所の不透明な資金に支えられていることが問題であるというのであれば，政治資金規制を及ぼして，資金の流れの透明化を義務付けることも考えられる。このような，諸外国・地域で実施・検討されている他の方法が有益ではないか，といったことも論じるに値する。\n以上のような諸点についての検討を踏まえ，自らの示した判断枠組みの中で適切に結論を導くことが求められている。",
  "scoring_notes": "第１ 総論１ 出題の趣旨に即した論述の必要性について⑴ 本問の設定は，昨年と同様，法律の制定に当たり法律家として助言を求められているというものである。このような問題設定において，期待されているのは，法律家としての自らの見解を十分に展開する中で，必要に応じて，自らの見解と異なる立場に触れる形で論述をすることである。昨年に比べて少なくなったものの，依然として，主張，反論，私見という構成を取る答案があり，このような答案は，全体として論述が平板で，説得力の乏しいものとなっていた。\nまた，訴訟の場面ではないのであり，主張適格について論じることは必要ない。\n⑵ 本問で問題となっている自由ないし権利について，「表現の自由」として憲法の保障が及ぶこと，それに対する制約があることを論じた上で，違憲審査基準を設定して，当てはめ判断をするという基本的な枠組み自体は概ね示されていた一方，こうした判断枠組みの下での具体的検討が不十分又は不適切な答案も見られた。\n⑶ 仮想の法案が何をどう規制しようとしているのかを丁寧に把握することが必要であるところ，法案の内容を誤って論じている答案が多く見られた。\n例えば，立法措置①は規制の対象をＳＮＳ上の表現に限定していないが，これを誤って論じている答案が多かった。条文の読解は法律家としての基本的な能力の一つであり，それができないのでは議論の前提となる規制内容が理解できていないこととなってしまう。学習の中で，\n条文を素読する力を身に付けてほしい。\nまた，法案の内容を踏まえずに，営業の自由や財産権など，手当たり次第に取り上げて枚数を稼ごうとする答案も見られた。\n２ 論述内容全般について⑴ 「明確性の原則」の機械的な適用や，「検閲」「事前規制」の文言を使っての機械的な当てはめなど，目の前の具体的な素材について考察しないまま，不正確に概念を適用する答案が相当数あった。また，「内容規制」「内容中立規制」「事前規制」「事後規制」「間接的・付随的規制」など，基本的な概念について，不正確な理解に基づく論述をしている答案も相当数認められた。\n⑵ 合憲性を判断する枠組みを定立する際に考慮されるべき事項と，定立された枠組みに照らして合憲性を判断する際に考慮されるべき事項は，重複する場合もあるが，両者はある程度自覚的に区別される必要があると思われる。あらゆることを総合的に衡量することを常に原則とすることは，司法審査による基本的人権のあり方としては必ずしも適切ではないと思われる。\n⑶ 違憲審査基準の恣意的な設定をしている答案があるが，審査基準の設定に当たっては，どうしてその審査基準を用いるのかを意識して，説得的に論じるようにしてほしい。\n⑷ 審査基準の用語と内容が不整合である答案も見られたところ，基本的事項であり，正確な理解が求められる。\n⑸ 厳格な基準を立てているにもかかわらず，その基準を満たすかどうかの具体的な検討の中では，それほどの理由のないまま，制約の必要性を認める答案が相当数あった。厳しい基準を立てても具体的な検討で緩やかにしてしまっては，厳しい基準を立てることの意味が希薄になってしまうように思われる。日頃から，具体的な事例を学ぶ中で，基準の設定と具体的な検討を行い，整理しておくことが望ましい。\n⑹ 設問の「自己の見解と異なる立場に対して反論する必要があると考える場合は，それについても論じる」との求めを適切に踏まえ，自己の見解を述べる中で，異なる立場を取り上げ- 1 -つつこれに説得的に反論している答案は高く評価された。他方，何が自説なのかが明確に示されていない段階で先に反論を指摘しているため何に対する反論なのかが不明確な答案や，\n反論として書き始めたものを結論において自説としてしまう答案もあり，構成段階での検討が不十分なのではないか，と思われた。\n３ 判例への言及について関連する判例への言及は，以前に比べると増えているが，問題はその引用の適切さである。\n判例の表面的な理解が目に付くことが多く，当該判例を正確に理解し，本問との区別の可能性を検討した上で，自らの見解を基礎付けるために適切に引用しているものはまだ多くない。\n具体的には，後述の第３の２の⑷，第３の３の⑺のとおりである。\n第２ 表現の自由の基本的論述等について１ 表現の自由と虚偽表現の論点について⑴ 虚偽表現が対象となっていることに着目した検討が不足，あるいは欠如している答案が相当数認められた。\n⑵ 現実世界でフェイク・ニュースが問題となっていることに引きずられたのか，十分な検討をしないまま規制に肯定的な議論を展開するものが意外に多く見られた。しかし，フェイク・ニュースの問題性を認識することと，それをいかに規制し得るかは別の問題であり，規制の合憲性については，より慎重な検討がほしかったところである。\n⑶ 表現の自由の重要性の理由として論ずるべき事項を取り上げ，虚偽表現はそれに該当しないので表現の自由の対象とならないという論述があったが，出題の趣旨にもあるように，虚偽表現について，安易に表現の自由の保障範囲から外したり，低価値言論として制約を簡単に認めたりすることには慎重な姿勢が必要である。\n⑷ 事実の伝達は表現の自由として保障されるかという命題で論じ始める答案が相当数あり，\nこのような答案の中には，虚偽表現が保障の対象かという本来の命題の検討が不十分になってしまっているものも見られた。\n⑸ 「虚偽表現の自由」の制約として論じている答案が散見されたが，問題となるのは「表現の自由」であり，「虚偽の事実を流布する」ことが表現の自由として保障されるか，という観点で論述をすべきであろう。\n２ 明確性や過度広汎性の論点について⑴ 明確性や過度の広汎性の問題に全く触れない答案が予想より多かった。\n⑵ 明確性を問題にするのであれば，法令の規定について，漠然と「○条の規定は不明確である」というのではなく，当該条文のうちどの文言の明確性が問題になるのかを具体的に示す必要がある。\n⑶ 用語が抽象的であるとして，やみくもに「虚偽」や「公共の利害」を不明確であるとして有効無効を論じる答案が相当数あった。明確性の原則を機械的に適用しているだけで，実際に目の前にある具体の素材について考察する姿勢が欠けている。\n⑷ 明確性の観点から，「虚偽」の要件の適用がもたらし得る問題について全く検討しない答案が相当数あったが，本問の特質は，「虚偽」の判断が恣意的となる危険性であり，その萎縮効果に着目すれば，やはり「虚偽表現」の明確性について丁寧に論じるべきであろう。\n⑸ 明確性の原則や過度の広汎性の問題を取り上げた場合には，合憲限定解釈の可能性に触れてしかるべき場合があるはずであるが，合憲限定解釈について触れた答案は非常に少なかった。\n⑹ 明確性の原則と過度の広汎性の原則とを混同して論じられている答案が散見された。\n- 2 -⑺ 明確性だけを理由として法令違憲として論述を終える答案は高い評価はできなかった。本問では，法律家としてある法案の違憲性について助言を求められている以上，文面審査のみでなく，目的手段審査までするべきである。\n第３ 各立法措置に関する論述１ 総論⑴ 立法措置①と②を区別せずに論じている答案があった。しかし，規制の対象，内容等が異なるのであるから，それぞれ検討することが出題者の意図であることは容易に分かるはずであり，適切に論じることが求められる。\n⑵ 立法措置①が，何人に対しても，公共の利害に関する虚偽表現を流布しないことを義務付け，違反すれば処罰するもので，表現行為に対して極めて広汎な規制をする異例の措置であるのに対し，立法措置②は，選挙に近接した時期に選挙の公正を害するおそれのある虚偽表現を対象とし，ＳＮＳ事業者に特定虚偽表現の削除を義務付けているものであり，比較的要件が絞り込まれたものとなっている。これらの事情を適切に指摘した答案は，自ずから，それぞれの立法措置の合憲性を検討する上で着眼すべきポイントが捉えられ， 的確に評価がなされていた。\n⑶ 表現の自由の内容規制として，厳格審査を採用しつつ，「社会的混乱の防止」という抽象的な目的で簡単に目的審査を済ませてしまう答案が見受けられたが，問題文中に記載のある程度の事実関係で，立法事実として十分と言えるかどうかについて立ち入って検討がなされることが期待されていたところ，そのような検討を適切に行っている答案は極めて少数であった。\n２ 立法措置①について⑴ 立法措置①は表現内容規制であり，かつ，問題文中で指摘されている現行法上の諸法規と異なり，特定の個人的法益侵害に限定せず，広く社会的法益を保護するために，虚偽表現をする目的や対象，媒体，主体の限定をせずに規制するものであり，表現に対する制限の程度が著しい表現内容規制である。\n⑵ 虚偽表現それ自体を規制するのではなく，社会的混乱が実質的に発生した場合にその混乱のみを規制することで立法措置①が想定している保護法益は十分守れるのではないか，との観点から検討されている答案は高く評価できた。\n⑶ 立法措置①について，検閲や事前抑制であるとして許されないとする答案も少なからず見られた。そもそも，事前抑制の原則的禁止というときの「事前」の概念が理解されていないのではないか。本問は，虚偽表現を「一般的に禁止」しているが，事前規制をしているわけではない。\n⑷ 北方ジャーナル事件は出版の事前差止めの問題であり，立法措置①は事前抑制ではないにもかかわらず，立法措置①を事前抑制であるとして北方ジャーナル事件の最高裁判決の基準を参照するのは，判例の参照方法としては不適切である。\n３ 立法措置②の表現の自由の制約に関する論述について⑴ 立法措置②について，発信者の表現の自由とＳＮＳ事業者の表現の自由の双方を指摘できている答案は少なく，誰の権利が問題となるのかを明確にせずに表現の自由を論じているものがあった。\n⑵ ＳＮＳ事業者の営業の自由の問題としてのみ論じている答案が相当数あった。営業の自由の問題となり得ないという必要はないであろうが，表現の自由を論じないということは，立法措置②には表現の自由の制約は含まれていないと評価することを意味する。それは，明ら- 3 -かに不適切な判断と言わざるを得ない。\n⑶ 立法措置②も，表現内容規制と言い得るものであり，表現の自由への制限の程度は相当に重い。規制において，適用の時点が限定されているということのみを理由として内容中立規制とするものがあったが，早合点というべきである。\n⑷ ＳＮＳ投稿者の表現の自由保障という視点に立つと，自分の投稿が同意なく削除され，かつフェイク・ニュース規制法（案）第１３条の損害賠償免除規定からして，特定虚偽表現ではない表現を事業者が削除しても，故意または重大な過失がない場合には免責されるため，\n事業者による予防的な過剰削除の危険がある。このような点を指摘している答案については高く評価することができた。\n⑸ 立法措置②について，仮に合憲と論じるのであれば，厳しい判断枠組みの下で，問題文中の立法事実を適切に援用し，どうしてもやむを得ないので合憲である，ということになるはずであるところ，選挙の公正という公益の重要性のみを取り上げて，制限は当然であるという答案は低い評価にとどまった。\n⑹ 条文上，特定虚偽表現については虚偽表現の「明白性」や，選挙の公正が「著しく」害されるおそれの「明白性」を満たすことが必要となっているところ，これらの文言により，規制対象が限定されていると適切に評価する答案があった一方で，その文言があるために抽象的で不明確になると評価した答案があった。実務的には，このような限定が重みを持って使われているのであり，明確性の判断の過程や手段審査において適切に取り上げるのが望ましい。\n⑺ 立法措置②の合憲性を判断するに当たり，在外日本国民選挙権訴訟を引用する答案があったが，立法措置②では表現の自由の制約が問題となっているのであって，選挙権の行使に対する制約が問題となった判例を引用するのは適切ではない。\n４ 立法措置②の手続保障の論点について⑴ 手続保障の問題に全く触れない答案が予想以上に多かった。弁明の機会や理由提示のいずれもが除外されていることは問題文中に示されており，気付いてほしいところであった。\n⑵ 適正手続の観点から問題があると論じるものについても，成田新法事件の基準を提示し，\n総合衡量の要素を当てはめるといった丁寧な論述をしている答案はあまりなかった。\n第４ 形式的面での注意点について昨年も指摘したところであるが，憲法の条項の正確な摘示や法律上重要な語句の正確な表記などに心掛けてもらいたい。\nまた，読み手を意識して，文章として理解できる記載をするように留意してもらいたい。その点で，文章にはできる限り論理的な明晰さが求められるのであり，内容にかかわらず改行を繰り返して文章をむやみに細分化したり，逆に適度に改行を行うことなく一気に文章を書き連ねたりする答案構成をしないように注意すべきである。\n- 4 -令和元年"
}