{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３０：５０：２０〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，事務用品の製造及び販売等を目的とする会社法上の公開会社である監査役会設置会社であり，金融商品取引所にその発行する株式を上場している。\n甲社は，種類株式発行会社でない。甲社の資本金の額は２０億円，総資産額は２５０億円，直近数年の平均的な年間売上高は３００億円である。甲社の取締役は１０人であり，代表取締役社長はＡである。\n２．甲社は５年前からその製造拠点の海外移転を進め，甲社の国内物流拠点の役割は大きく変化してきている。甲社は大型倉庫を二つ所有しているが，そのうちＰ県に所在する倉庫（以下「Ｐ倉庫」という。）は２年前からほぼ使用されていなかった。１年前にＰ倉庫の近隣に高速道路のインターチェンジが設置されることが決まってから近隣の不動産価格が上昇し，Ｐ倉庫の市場価格は平成２９年１２\n月の時点で約１５億円であった。\n３．乙合同会社（以下「乙社」という。）は，日本企業への投資を目的とする投資ファンドである。乙社の代表社員Ｂは，甲社がＰ倉庫を始めとする多くの遊休資産を有しているため，これらを売却することにより剰余金の配当を増額すべきであると考えている。乙社は，市場において甲社の株式を買い集め，平成２９年５月の時点で甲社の総株主の議決権の４％を，同年９月の時点で同９．８％を，平成３０年１月の時点で同１５％を保有するに至った。\n４．甲社の定款には，以下の定めがあるが，他に株主総会の招集及び株主提案について別段の定めはない。\n甲社定款（抜粋）\n（招集）第１２条 当会社の定時株主総会は，毎年６月にこれを招集し，臨時株主総会は，必要があるときに随時これを招集する。\n（定時株主総会の基準日）第１３条 当会社の定時株主総会の議決権の基準日は，毎年３月３１日とする。\n（招集権者及び議長）第１４条 株主総会は，取締役社長がこれを招集し，議長となる。\n２ 取締役社長に事故があるときは，取締役会においてあらかじめ定めた順序に従い，他の取締役が株主総会を招集し，議長となる。\n（事業年度）第３６条 当会社の事業年度は，毎年４月１日から翌年３月３１日までの１年とする。\n〔設問１〕 乙社は，平成３０年１月，甲社の株主として，株主総会において，株主総会の権限に\n属する一定の事項を提案することを検討していた。上記１から４までを前提として，乙社が，そのために採ることができる会社法上の手段について，甲社の臨時株主総会を自ら招集する場合と平成３０年６月の甲社の定時株主総会の開催に当たり株主提案権を行使する場合のそれぞれの手続を説明し，比較検討した上で，論じなさい。ただし，社債，株式等の振替に関する法律上の手続については，説明しなくてよい。\n５．乙社は，平成３０年３月３１日の時点で，甲社の総株主の議決権の２０％を保有しており，同年４\n- 2 -月２５日，以下のとおり，定款変更及びＰ倉庫の売却を甲社の定時株主総会の議題とすることを請求するとともに，各議案の要領を定時株主総会の招集通知に記載することを請求した（以下「本件株主提案」という。）。\n議題１ 定款変更の件議案の要領 現行定款に「当会社の財産の処分は，株主総会の決議によってもすることができる。当該株主総会の決議は，当該株主総会において議決権を行使することができる株主の議決権の過半数を有する株主が出席し，出席した当該株主の議決権の過半数をもって行う。」という条項を追加する。\n提案の理由 甲社の株主総会において，甲社の遊休資産等の財産の処分を決定することができるようにする。甲社は，現在，市場価格が上昇しているが，ほぼ使用されていないＰ倉庫を始めとする多くの遊休資産を有している。甲社がこのような財産を継続して保有すべきか否かについて，株主の意向を反映すべきである。\n議題２ Ｐ倉庫の売却の件議案の要領 甲社の取締役会は，遅くとも平成３０年度中にＰ倉庫を近隣の不動産価格に照らし適正な価格で売却する。\n提案の理由 Ｐ倉庫については，他社から過去に現状のまま購入したいという申出が多数あったが，甲社は合理的な理由なく売却を渋っている。現在，約１５億円まで市場価格が上昇しているＰ倉庫を売却することにより剰余金の配当を増額すべきである。\n６．本件株主提案を受け，甲社の取締役会において，本件株主提案及び乙社による甲社の株式の取得への対応について審議された。\n甲社の取締役会においては，Ｐ倉庫については，今後，活用する可能性が十分にあるとして，本件株主提案に反対する意見が多かった。\nまた，甲社の取締役らからは，乙社について，比較的短期間で株式を売買し，その売買益を得る投資手法を採っていることや，敵対的な買収により対象会社の支配権を取得し，経営陣を入れ替え，対象会社の財産を切り売りする投資手法を採ったことがあることなどの事実，乙社の代表社員Ｂについて，ソーシャル・ネットワーキング・サービスで，甲社の事業に関して「社会のデ\nジタル化に伴い，事務用品は早晩なくなるであろう。」と述べるなど，甲社の事業に対して理解がないことが指摘された。\nそして，甲社の取締役らからは，仮に，乙社が甲社の支配権を取得すれば，甲社の財産を切り売りするのではないかという懸念や，乙社は，このまま甲社の株式を買い増し，経営陣を入れ替える可能性が高いという懸念が示された。\n７．審議の結果，甲社の取締役会においては，乙社によるこれ以上の甲社の株式の買い増しを防止し，乙社による甲社の支配権の取得を阻止すべきであるという意見が大勢を占めた。そして，甲社の取締役らは，乙社の持株比率を低下させる新株予約権無償割当てを行うことで意見が一致した。もっとも，甲社の取締役から，このような新株予約権無償割当ては株主との対話を重視して乙社の意向を見極めた上で行うべきであるという意見も述べられたため，これを新株予約権の内容に反映させることとした。さらに，甲社の社外取締役から，取締役会限りでこのような重大な決定をすることには問題があるという意見が述べられたため，甲社の取締役らは，株主総会の決議による承認を受けることでも意見が一致した。\n８．そこで，甲社の取締役会は，以下の概要の新株予約権無償割当て（以下「本件新株予約権無償割当て」という。）を，株主総会の決議による承認を受けることを条件として行うことを決定し\n- 3 -た（以下「本件取締役会決議」という。）。\n本件新株予約権無償割当ての概要\n⑴ 割当ての方法及び割当先：新株予約権無償割当ての方法により，基準日（下記第３項で定義される。以下同じ。）の最終の株主名簿に記録された株主に対して，その有する甲社の株式１株につき２個の割合で新株予約権を割り当てる。\n⑵ 新株予約権の総数：基準日の最終の発行済株式（自己株式を除く。）の総数の２倍の数と同数とする。\n⑶ 基準日：平成３０年７月２４日\n⑷ 本件新株予約権無償割当てがその効力を生ずる日：平成３０年７月２５日\n⑸ 新株予約権の目的である株式の数：新株予約権１個の行使により甲社が普通株式を新たに発行又はこれに代えて甲社の有する甲社の普通株式を処分（以下甲社の普通株式の発行又は処分を「交付」という。）する数は，１株とする。\n⑹ 新株予約権の行使により甲社がその普通株式を交付する場合における株式１株当たりの払込金額は，１円とする。\n⑺ 新株予約権を行使することができる期間（以下「行使期間」という。）：平成３０年１１月１日から同月３０日まで⑻ 乙社を「非適格者」とする。非適格者は，新株予約権を行使することができないものとする。\n⑼ 新株予約権の譲渡に際しては甲社の取締役会の承認を要する。\n⑽ 甲社の取締役会は，行使期間開始日までの日であって取締役会が別に定める日に，その決議により，新株予約権を取得することができる。取得の対価は，非適格者以外の株主については新株予約権１個につき甲社の普通株式１株とし，非適格者については１円とする。\nただし，甲社は，乙社に対し，これ以上の甲社の株式の買い増しを行わないように要請する。\nその結果，行使期間開始日までの日であって甲社の取締役会が別に定める日までに，乙社がこれ以上の甲社の株式の買い増しを行わない旨を確約した場合には，甲社の取締役会は，取締役会が別に定める日に，その決議により，本件新株予約権無償割当てにより株主に割り当てた新株予約権の全部を無償で取得することができる。\nそして，甲社の取締役会は，以下のとおり，本件新株予約権無償割当てを行うことの承認を平成３０年６月２５日に開催する甲社の定時株主総会（以下「本件株主総会」という。）の議題及び議案（以下「本件会社提案」という。）とすることを決定した。\n議題３ 新株予約権無償割当てを行うことの承認の件議案の概要 本件取締役会決議に係る本件新株予約権無償割当てを行うことを承認する。\n提案の理由 本件新株予約権無償割当ては，乙社による甲社の支配権の取得を阻止するために行うものである。甲社の定款上，新株予約権無償割当てを行うことについて株主総会の決議による承認を要するという条項はない。しかし，本件新株予約権無償割当ては，乙社によるこれ以上の甲社の株式の買い増しが甲社の企業価値を毀損し，株主の共同の利益を害するものであるという判断に基づくものであり，このような判断は，最終的には株主の意思によりされるべきである。\nなお，本件新株予約権無償割当てを行うことにより乙社に生じ得る不利益は，乙社がこれ以上の甲社の株式の買い増しを行わない旨を確約した場合には，甲社の取締役会が解消することができる仕組みとなっており，乙社の利益を不当に害するものでない。\n９．平成３０年６月２５日に開催された本件株主総会には，甲社の総株主の議決権の９０％を有する株主が出席し，本件株主総会において，本件会社提案に係る議案は出席株主の６７％の賛成に- 4 -より可決され，本件株主提案に係る議案はいずれも否決された。\n〔設問２〕 乙社は，平成３０年６月２６日，本件新株予約権無償割当ての差止めを請求すること\nを検討している。乙社が採ることができる会社法上の手段について，乙社の立場において考えられる主張及びその主張の当否を検討した上で，論じなさい。なお，本件株主総会の招集の手続及び議事は，適法であったものとする。\n下記10及び11では，上記９と異なり，平成３０年６月２５日に開催された本件株主総会において本件会社提案に係る議案が否決され，本件株主提案に係る議案がいずれも可決されたこと（以下議題１（定款変更の件）に関する本件株主総会の決議を「本件決議１」といい，議題２（Ｐ倉庫の売却の件）に関する本件株主総会の決議を「本件決議２」という。），本件株主総会の招集の手続及び議事は適法であったことを前提として，〔設問３〕に答えなさい。\n10．本件決議１及び本件決議２を受け，甲社はＰ倉庫の売却の相手方候補数社と交渉を開始し，平成３０年度中にＰ倉庫を近隣の不動産価格に照らし適正な価格で売却することができる見込みが付いた。ところが，平成３１年１月，甲社が所有するもう一つの大型倉庫（以下「Ｑ倉庫」という。）が所在するＱ県において発生した大地震により，Ｑ倉庫が倒壊したため，海外から到着する貨物をＰ倉庫において保管しなければならず，Ｐ倉庫を売却すると，競合他社に多数の顧客を奪われるなど，５０億円を下らない損害が甲社に生ずることが見込まれた。他方で，Ｐ倉庫の近隣の不動産価格が下落する兆候は，うかがわれなかった。\n11．その後の甲社の取締役会においては，改めて本件決議１及び本件決議２への対応について，取締役らから，「そもそも本件株主提案の内容は，業務執行の具体的な決定に係るものである以上，これに従う必要はないのではないか。」という意見や，「適法な株主総会の決議を遵守することは取締役の義務であろうが，本件決議２については，これに従いＰ倉庫を売却することにより，損害が発生し，他方で，Ｐ倉庫の売却の交渉を中止しても，Ｐ倉庫の資産価値は維持されるし，現時点では，違約金等の負担も生じないので，遵守することにこだわるべきでない。」という意見が述べられ，さらに，社外取締役から，「適法な株主総会の決議は，常に遵守すべきである。」という意見が述べられるなど，様々な意見が述べられたが，代表取締役社長Ａが本件決議２に従い\nＰ倉庫を売却する旨の議案を提案し，当該議案が代表取締役社長Ａの賛成を含む賛成多数により可決された。\nそこで，代表取締役社長Ａは，平成３０年度中にＰ倉庫を近隣の不動産価格に照らし適正な価格で売却したが，それにより，多数の顧客を奪われるなどした結果，多大な損害が甲社に発生した。\n〔設問３〕 甲社の代表取締役社長Ａの会社法第４２３条第１項の責任について，本件決議１の効\n力を検討した上で，論じなさい。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，①少数株主による株主総会の招集及び株主提案権の行使（設問１），②買収防衛策としての差別的な内容の新株予約権無償割当て（設問２），③取締役会設置会社における株主総会の権限，取締役の株主総会の決議の遵守義務及び取締役の株式会社に対する損害賠償責任（設問３）についての理解等を問うものである。\n設問１においては，乙社が採ることができる会社法上の手段として，少数株主による株主総会の招集の手続（会社法第２９７条等）並びに議題提案権（同法第３０３条）及び議案要領通知請求権（同法第３０５条）の行使の手続について説明し，比較検討した上で，論ずることが求められる。\n少数株主による株主総会の招集の手続並びに議題提案権及び議案要領通知請求権の行使の手続について比較検討するに当たっては，例えば，下記①から③までのことについて，言及する\n- 9 -ことが期待される。\n① 議事運営の主導権少数株主が臨時株主総会を招集する場合には，少数株主は株主総会の招集等の手続を行うことにより株主総会の議事運営にその意向を反映し得ること，他方で，取締役が招集する定時株主総会の開催に当たり少数株主が議題提案権及び議案要領通知請求権を行使する場合には，取締役が株主総会の招集等の手続を行うため，少数株主が臨時株主総会を招集する場合と比べると，株主総会の議事運営に少数株主の意向を反映することに支障があり得ること。\n② 費用等の手続面の負担少数株主が臨時株主総会を招集する場合には，少数株主が株主総会の招集及び開催の費用及び労力を負担すること，他方で，議題提案権及び議案要領通知請求権を行使する場合には，株式会社が株主総会の招集及び開催の費用及び労力を負担すること。\n③ 時期の選択少数株主が臨時株主総会を招集する場合には，定時株主総会が開催されるのを待つことを要せず，それよりも前に，株主総会を開催することができること，他方で，議題提案権及び議案要領通知請求権を行使する場合には，定時株主総会が開催されるのを待たなければならないこと。\n設問２においては，乙社による本件新株予約権無償割当ての差止めの請求（会社法第２４７条類推）が認められるか否かについて，問題文中の事実関係を適切に評価した上で説得的に論ずることが求められる。\n乙社による本件新株予約権無償割当ての差止めの請求が認められるか否かについて論ずるに当たっては，まず，新株予約権無償割当てに関して，会社法第２４７条が類推適用されるか否かについて，検討することが求められる。\nそして，新株予約権無償割当てについて，会社法第２４７条が類推適用される（東京地決平成１９年６月２８日金判１２７０号１２頁）と解する場合には，乙社による差止事由に関する主張について，条文及びその文言を引用しつつ，具体的に検討することが求められる。\n乙社による差止事由に関する主張としては，例えば，下記①又は②の主張について，検討することが求められる。\n① 本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであり，株主平等の原則（会社法第１０９条第１項）又はその趣旨に反し，法令に違反するものであるとの主張（同法第２４７条第１号。最決平成１９年８月７日民集６１巻５号２２１５\n頁参照）。\n② 本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであって，会社の企業価値ひいては株主の共同の利益を維持するためではなく，専ら経営を担当している取締役等の経営支配権を維持するためのものであり，著しく不公正な方法により行われるものであるとの主張（会社法第２４７条第２号。東京高決平成１７年３月２３日判時１８９９号５６頁，判タ１１７３号１２５頁参照）。\nその上で，その主張の当否に関して，例えば，上記①の主張については，前掲最決平成１９年８月７日を参考にするなどしつつ，本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであり，非適格者である乙社を差別的に取り扱うものであるが，他方で，買収防衛策としての導入等の是非が株主総会の決議（ただし，いわゆる勧告的決議である。）に委ねられていること，さらに，本件新株予約権無償割当ては，乙社に経済的損害を与える性質を有するものであるが，他方で，乙社がこれ以上の甲社の株式の買い増しを行わない旨を確約した場合には，甲社の取締役会が，その決議により，本件新株予約権無償割当てにより株主に割り当てた新株予約権の全部を無償で取得することができる仕組みとなっており，乙社に撤退可能性が保障されていることなどの問題文中の事実関係に即し，条文の- 10 -\n適用と当てはめを丁寧に行い，説得的に検討することが求められる。\nまた，上記②の主張については，前掲東京高決平成１７年３月２３日を参考にするなどしつつ，本件新株予約権無償割当ては，いわゆる主要目的ルールに照らすと経営支配権の維持を主要な目的とするものであるが，他方で，上記のとおり買収防衛策としての導入等の是非が株主総会の決議に委ねられていることなどの問題文中の事実関係を踏まえ，この株主総会の決議の意義がどのようなものであるかや，前掲東京高決平成１７年３月２３日が挙げる四つの具体例に照らし，株主全体の利益の保護という観点から本件新株予約権無償割当てを正当化する特段の事情があるかどうかなどについて検討した上で，同様に，説得的に論ずることが求められる。\n設問３においては，①甲社の財産の処分を株主総会の決議によってもすることができるようにする定款の変更に関する議案を可決した本件決議１の効力を検討した上で，②本件決議\n１に基づく本件決議２の効力及び取締役の株主総会の決議の遵守義務（会社法第３５５条）を前提として，③下記の問題文中の事実関係を踏まえ，甲社の取締役会が遅くとも平成３０年度中にＰ倉庫を適正な価格で売却することに関する議案を可決した本件決議２に関して，甲社の代表取締役社長Ａは，これを遵守してはならなかったにもかかわらず遵守したことにより，その任務を怠ったものと認められるのではないか，結果として，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かについて，論ずることが求められる。\n本件決議１の効力を検討するに当たっては，まず，①取締役の業務執行権限に属する事項を株主総会の決議事項とすることができるかどうかについて，論ずることが求められる。\nそして，②取締役の業務執行権限に属する事項であっても，定款で定めることにより株主総会の決議事項とすることができ（会社法第２９５条第２項），本件決議１及び本件決議２はいずれも有効であると解する場合には，取締役は株主総会の決議を遵守しなければならないこと（同法第３５５条）について，言及することが求められる。\nその上で，③株主総会の決議の遵守義務を前提として，例えば，Ｑ県において発生した大地震により，Ｑ倉庫が倒壊したため，海外から到着する貨物をＰ倉庫において保管しなければならず，Ｐ倉庫を売却すると，競合他社に多数の顧客を奪われるなど，５０億円を下らない損害が甲社に生ずることが見込まれ，他方で，Ｐ倉庫の近隣の不動産価格が下落する兆候はうかがわれなかったことなどの問題文中の事実関係を踏まえ，（ア）代表取締役社長Ａは，甲社に損害を与えないように業務を執行するのであれば，本件決議２を遵守してはならなかったにもかかわらず，本件決議２を遵守し，その任務を怠ったものと認められるから，甲社に対し，損害賠償責任を負うと解するか，（イ）本件決議２の後に重大な事情の変更が生じたことに鑑み，改めて株主の意思を確認しなければならなかった（改めて株主総会の決議を得なければならなかった）にもかかわらず，事情の変更が生ずる前の本件決議２を遵守することに固執し，その任務を怠ったものと認められるから，甲社に対し，損害賠償責任を負うと解するか，あるいは（ウ）上記の問題文中の事実関係を踏まえても，代表取締役社長Ａは，本件決議２を遵守しなければならず，その任務を怠ったとは認められないから，甲社に対し，損害賠償責任を負うとは認められないと解するかなどについて，説得的に論ずることが求められる。\n①の検討の結果，本件決議１が無効であると解する場合には，これを前提とする本件決議\n２も株主総会の決議としての効力はないこととなるが，（エ）なお株主の意向を示すものとして尊重する必要がないかや，代表取締役社長Ａが本件決議２を遵守する義務があると考えて\nＰ倉庫を売却するという決定をしたことに取締役としての任務懈怠や過失がなかったかどうかについて，説得的に論ずることが求められる。\nなお，設問３は，株主総会の決議の遵守義務が問題となっている場面であり，いわゆる経営判断原則の適用が問題となる典型的な場面ではないため，経営判断原則に言及する場合に- 11 -は，その趣旨や適用範囲について検討した上で言及することが望まれる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている令和元年司法試験の論文式試験出題の趣旨に，特に補足すべき点はない。\n２ 採点方針及び採点実感民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，分析し，会社法上の論点を的確に抽出して各設問に答えるという過程を通じ，事例解析能力，論理的思考力，会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものであり，従来と同様である。\nその際に，論点について，過不足なく記述がある答案や，記述に多少の不足があっても，総じて記述が論理的である答案，制度の趣旨等に照らして条文を解釈している答案，事案に即して具体的な検討がされている答案には，一定の高い評価を与えた。これらも，従来と同様である。\nなお，例年言及しているが，文字を判読することができず，文章を理解することができない答案が見られる。そのような文章については，趣旨が不明であるものと判断した上で，採点せざるを得ない。\n⑴ 設問１についてア 全体的な採点実感設問１は，乙社が，甲社の株主として，株主総会において，株主総会の権限に属する一定の事項を提案するために，会社法上，どのような手段を採ることができるか，少数株主による株主総会の招集の手続（会社法第２９７条等）並びに議題提案権（同法第３０３条）及び議案要領通知請求権（同法第３０５条）の行使の手続についての理解等を問うものである。\n(ｱ) 設問１においては，乙社が採ることができる会社法上の手段として，まず，少数株主による株主総会の招集の手続（会社法第２９７条等）に関して，条文に言及しながら簡潔に説明することが求められる。例えば，①甲社は公開会社であるから，乙社は甲社の総株主の議決権の１００分の３以上の議決権を６か月前から引き続き（請求日から遡って満６か月）有しなければならないこと（同条第１項），②取締役に対し，株主総会の目的である事項（議題）及び招集の理由を示して，株主総会の招集を請求しなければならないこと（同項），③請求の後遅滞なく招集の手続が行われない場合又は請求があった日から８週間以内の日を株主総会の日とする株主総会の招集の通知が発せられない場合に，裁判所の許可を得て，株主総会を招集することができること（同条第４項）などについて説明することが求められる。\nそして，乙社は，平成２９年５月の時点で甲社の総株主の議決権の４％を，同年９月の時点で同９．８％を，平成３０年１月の時点で同１５％を保有しており，上記①を満たすと考えられること，上記②及び③を満たす場合には，甲社の臨時株主総会を自ら招集することができることなどについて，説明することが求められる。\n次に，議題提案権（会社法第３０３条）の行使の手続に関して，同様に，例えば，①甲社は公開会社である取締役会設置会社であるから，乙社は甲社の総株主の議決権の１００分の１以上の議決権又は３００個以上の議決権を６か月前から引き続き（請求日から遡って満６か月）有しなければならないこと（同条第２項），②取締役に対し，株主総会の目的（議題）とすることを請求する一定の事項は，株主総会の決議事項でなければならないこと（同項前段），③株主総会の日の８週間前までに請求をしなければならないこと（同項後段）などについて，簡潔に説明することが求められる。\nまた，議案要領通知請求権（会社法第３０５条）の行使の手続に関して，同様に，例え- 7 -ば，④株主総会の日の８週間前までに請求をしなければならないこと（同条第１項本文），\n⑤株主総会の目的である事項（議題）につき請求しなければならないこと（同項本文），⑥甲社は公開会社である取締役会設置会社であるから，乙社は甲社の総株主の議決権の１００分の１以上の議決権又は３００個以上の議決権を６か月前から引き続き（請求日から遡って満６か月）有しなければならないこと（同項ただし書），⑦拒絶事由に該当しないこと（同条第４項）などについて，簡潔に説明することが求められる。\nそして，乙社は，上記のとおり甲社の議決権を保有しており，上記①及び⑥を満たすと考えられること，上記②から⑤まで及び⑦を満たす場合には，同年６月の甲社の定時株主総会の開催に当たり議題提案権及び議案要領通知請求権を行使することができることなどについて，説明することが求められる。\nなお，設問１においては，乙社が，甲社の臨時株主総会を自ら招集するための法定の要件や，甲社の定時株主総会の開催に当たり議題提案権及び議案要領通知請求権を行使するための法定の要件については一定程度説明することができている答案が多かった。\nしかし，乙社が採ることができる会社法上の手段として，議案要領通知請求権の行使の手続について説明していない答案が少なくなかった。\nまた，設問１に関しては，基本的事項について，条文に沿った正しい理解を示していない答案が少なくなかった（例えば，以下のような答案が散見された。）。\n少数株主による株主総会の招集の手続においては，少数株主が株主総会の目的である事項（議題）を定めること（会社法第２９８条１項括弧書き）など，少数株主が株主総会の招集等の手続（同条等）を行うことを理解していないもの少数株主による株主総会の招集の手続においても，議題提案権（会社法第３０３条）及び議案要領通知請求権（同法第３０５条）が適用されると誤解しているもの議題提案権（会社法第３０３条），株主総会における議案提案権（同法第３０４条）及び議案要領通知請求権（同法第３０５条）を区別して理解することができていないもの議題提案権又は議案要領通知請求権が行使され，法定の要件を満たす場合には，取締役は，\nその請求に係る事項を株主総会の目的とし，又は株主が提出しようとする議案の要領を株主総会の招集の通知に記載等しなければならないことを理解しておらず，その裁量により，\nこれを拒絶することができるとするもの甲社の定時株主総会の議決権の基準日（甲社定款第１３条。会社法第１２４条）の意義を誤解し，少数株主による株主総会の招集の手続や，議題提案権及び議案要領通知請求権の行使の手続に関する議決権の保有期間の要件について，当該基準日から遡って満６か月有しなければならないといった説明をしているもの(ｲ) 次に，設問１においては，少数株主による株主総会の招集の手続と議題提案権及び議案要領通知請求権の行使の手続とを比較検討することが求められる。これらの手続を比較検討するに当たっては，例えば，下記①から③までのことを中心として，設問２及び３との関係で，バランスを失しない程度の適切な分量で論ずることが期待される。\nなお，下記③について言及している答案が比較的多く，下記①及び②について言及している答案が少なかった。\n① 議事運営の主導権少数株主が臨時株主総会を招集する場合には，少数株主は株主総会の招集等の手続（会社法第２９８条等）を行うことにより株主総会の議事運営にその意向を反映し得ること，\n他方で，取締役が招集する定時株主総会の開催に当たり少数株主が議題提案権及び議案要領通知請求権を行使する場合には，取締役が株主総会の招集等の手続を行うため，少数株主が臨時株主総会を招集する場合と比べると，株主総会の議事運営に少数株主の意向を反映することに支障があり得ること。\n- 8 -② 費用等の手続面の負担少数株主が臨時株主総会を招集する場合には，少数株主が株主総会の招集及び開催（会社法第２９９条，第３０１条，第３０２条等）の費用及び労力を負担すること，他方で，\n議題提案権及び議案要領通知請求権を行使する場合には，株式会社が株主総会の招集及び開催の費用及び労力を負担すること。なお，少数株主が臨時株主総会を招集する場合には，裁判所の許可を得なければならないので，手間が掛かるとのみ論ずる答案が多かったが，少数株主の負担が大きいと論ずるべきであるのは，少数株主が自ら株主総会の招集等の手続を行わなければならないことである。\n③ 時期の選択少数株主が臨時株主総会を招集する場合には，定時株主総会が開催されるのを待つことを要せず，それよりも前に，株主総会を開催することができること，他方で，議題提案権及び議案要領通知請求権を行使する場合には，定時株主総会が開催されるのを待たなければならないこと。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例少数株主による株主総会の招集の手続と議題提案権及び議案要領通知請求権の行使の手続との比較検討において，乙社が議題提案権及び議案要領通知請求権を行使する場合には，\n甲社により，株主総会の決議事項でない（会社法第３０３条第２項前段）として，又は拒絶事由に該当する（同法第３０５条第４項）として，拒絶される可能性があることについて論ずるもの少数株主による株主総会の招集の手続と議題提案権及び議案要領通知請求権の行使の手続との比較検討において，例えば，株主総会の招集の通知や株主総会参考書類の作成者，\n議長の選任方法の差異等にも言及し，事案に即して，乙社にとって，いずれの手続を採る方がどのような面で有利又は不利であるかについて具体的に論ずるもの(ｲ) 不良に該当する答案の例手続の一般的説明にとどまり，乙社が法定の要件を満たすと考えられるか否かについて検討していないもの比較検討が求められているにもかかわらず，比較検討に当たるような論述を全くしていないもの少数株主による株主総会の招集の手続と議題提案権及び議案要領通知請求権の行使の手続との比較検討において，例えば，少数株主による株主総会の招集の手続の方が議題提案権及び議案要領通知請求権の行使の手続よりも議決権数の要件が厳格であるといった抽象的な比較検討をしているにとどまるもの事実関係を誤解し，乙社は少数株主による株主総会の招集権を行使する要件を満たさないとするもの（又は議案提案権及び議案要領通知請求権の行使要件を満たさないとするもの）\n⑵ 設問２についてア 全体的な採点実感(ｱ) 設問２は，甲社の取締役会が，乙社による甲社の支配権の取得を阻止するために，株主総会の決議による承認を受け，差別的な内容の本件新株予約権無償割当てを行ったため，\n乙社が，本件新株予約権無償割当てを差し止めることができるかどうか，買収防衛策としての差別的な内容の新株予約権無償割当てについての理解等を問うものである。\n設問２においては，乙社による本件新株予約権無償割当ての差止めの請求（会社法第２４７条類推）が認められるか否かについて，問題文中の事実関係を適切に評価した上で説得的に論ずることが求められる。\n- 9 -乙社による本件新株予約権無償割当ての差止めの請求が認められるか否かについて論ずるに当たっては，会社法第２４７条については，新株予約権無償割当て（同法第２７７条）\nとの条文の位置の関係や，同法第２４７条が規定する内容からすると，新株予約権無償割当てに直接適用することができないと解されるため，まず，新株予約権無償割当てに関して，同条を類推適用することができるかどうかについて，簡潔に検討することが求められる。\nそして，会社法第２４７条の趣旨に照らし，新株予約権無償割当てについて，新株予約権者を差別的に取り扱う行使条件が付されるなど，株主の地位に実質的変動を及ぼす場合には，同条を類推適用することができる（東京地決平成１９年６月２８日金判１２７０号１２頁）と解する場合には，乙社による差止事由に関する主張について，条文及びその文言を引用しつつ，具体的に検討することが求められる。\n乙社による差止事由に関する主張としては，例えば，下記①又は②の主張について，検討することが求められる。\n① 本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであり，株主平等の原則（会社法第１０９条第１項）又はその趣旨に反し，法令に違反するものであるとの主張（同法第２４７条第１号。最決平成１９年８月７日民集６１巻５号２２１５頁参照）。\n② 本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであって，株式会社の企業価値ひいては株主の共同の利益を維持するためではなく，専ら経営を担当している取締役等の経営支配権を維持するためのものであり，著しく不公正な方法により行われるものであるとの主張（会社法第２４７条第２号。東京高決平成１７年３月２３日判時１８９９号５６頁，判タ１１７３号１２５頁参照）。\nなお，以上に関しては，新株予約権無償割当て（会社法第２７７条）という方法を理解しておらず，募集新株予約権について募集事項として募集新株予約権と引換えに金銭の払込みを要しないこととする旨を定める場合（同法第２３８条第１項第２号）や，同法第２３８条第１項の募集において，株主に新株予約権の割当てを受ける権利を与える場合（同法第２４１条）と混同している答案が散見された。また，募集新株予約権の発行の差止めに関する規定（同法第２４７条）があることを認識しておらず，募集株式の発行等の差止めに関する規定（同法第２１０条）を類推適用しようとする答案や，株主による取締役の行為の差止めに関する規定（同法第３６０条）を適用しようとする答案が散見された。なお，新株予約権無償割当てについて，同条を類推適用することができるとする理由が説得力を有しない答案も少なくなかった。\n(ｲ) 次に，乙社の主張の当否に関して，例えば，上記①の主張については，前掲最決平成１９年８月７日を参考にするなどしつつ，検討することが考えられる。\n前掲最決平成１９年８月７日は，概要として，以下のとおり判示している。会社法第１０９条第１項に定める株主平等の原則の趣旨は，新株予約権無償割当ての場合についても及ぶ。特定の株主による経営支配権の取得に伴い，株式会社の企業価値が毀損され，株主の共同の利益が害されることになるような場合には，その防止のために当該株主を差別的に取り扱うことは，衡平の理念に反し，相当性を欠くものでない限り，株主平等の原則の趣旨に反しない。特定の株主による経営支配権の取得に伴い，株式会社の企業価値が毀損され，株主の共同の利益が害されることになるか否かについては，最終的には，株式会社の利益の帰属主体である株主自身により判断されるべきものであり，株主総会における株主自身の判断の正当性を失わせるような重大な瑕疵が存在しない限り，当該判断が尊重されるべきである。\nなお，前掲最決平成１９年８月７日は，株主平等の原則の「趣旨」が新株予約権無償割- 10 -当ての場合についても及ぶ理由として，以下のとおり判示している。会社法第１０９条第１項は，株式会社は株主をその有する株式の内容及び数に応じて平等に取り扱わなければならないとして，株主平等の原則を定めている。新株予約権無償割当てが新株予約権者の差別的な取扱いを内容とするものであっても，これは株式の内容等に直接関係するものではないから，直ちに株主平等の原則に反するということはできない。しかし，株主は，株主としての資格に基づいて新株予約権の割当てを受けるところ，同法第２７８条第２項は，\n株主に割り当てる新株予約権の内容及び数又はその算定方法についての定めは，株主の有する株式の数に応じて新株予約権を割り当てることを内容とするものでなければならないと規定するなど，株主に割り当てる新株予約権の内容が同一であることを前提としているものと解されるのであって，同法第１０９条第１項に定める株主平等の原則の趣旨は，新株予約権無償割当ての場合についても及ぶというべきである。\nしかし，これを正確に理解しておらず，新株予約権者は，新株予約権を行使すると，株主となるから，株主平等の原則が（類推）適用されるとする答案が少なくなかった。\n設問２においては，本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであり，非適格者である乙社を差別的に取り扱うものであるが，他方で，買収防衛策としての導入等の是非が株主総会の決議（ただし，いわゆる勧告的決議である。）に委ねられていること，さらに，本件新株予約権無償割当ては，乙社に経済的損害を与える性質を有するものであるが，他方で，乙社がこれ以上の甲社の株式の買い増しを行わない旨を確約した場合には，甲社の取締役会が，その決議により，本件新株予約権無償割当てにより株主に割り当てた新株予約権の全部を無償で取得することができる仕組みとなっており，乙社に撤退可能性が保障されていることなどの問題文中の事実関係に即して，条文の適用と当てはめを丁寧に行い，説得的に検討することが求められる。しかしながら，説得力を有する規範の定立をすることができていない答案や，当てはめを具体的にすることができていない答案が多かった。\nなお，株主の差別的な取扱いが相当性を欠くものでないかどうかについての検討を全くしていない答案や，十分にすることができていない答案が非常に多かった。また，前掲最決平成１９年８月７日に関して，株主の共同の利益等が害されることになるか否かについては，最終的には，株主自身により判断されるべきものであり，判断の正当性を失わせるような重大な瑕疵が存在しない限り，当該判断が尊重されるべきであるという判示部分には，\n言及することができていない答案が非常に多かった。\nそして，前掲最決平成１９年８月７日と同様に，株主総会における株主自身の判断の正当性を失わせるような重大な瑕疵が存在しない限り，当該判断が尊重されるべきであると解する場合には，株主総会において，株主自身が，株主の共同の利益等が害されることになるか否かを判断することになるから，乙社の投資手法や乙社の代表社員Ｂが甲社の事業に対して理解がないことなどの問題文中の事実関係自体は，株主の共同の利益等が害されることになるか否かの判断を直ちには左右しないことに留意すべきである。しかし，このことを理解していない答案が多かった。\nまた，乙社を差別的に取り扱うことが，衡平の理念に反し，相当性を欠くものでないかどうかについて，乙社に撤退可能性が保障されていることなどの問題文中の事実関係に即して，具体的に検討していない答案が多かった。\n(ｳ) 上記(ｱ)②の主張については，前掲東京高決平成１７年３月２３日を参考にするなどしつつ，検討することが考えられる。\n前掲東京高決平成１７年３月２３日を参考にする場合には，概要として，現に経営支配権争いが生じている場面において，経営支配権の維持・確保を主要な目的として新株予約権者の差別的な取扱いを内容とする新株予約権無償割当てがされた場合には，原則として，\n- 11 -著しく不公正な方法による新株予約権無償割当てとして差止請求が認められるべきであるが，株主全体の利益保護の観点から当該新株予約権無償割当てを正当化する特段の事情がある場合，具体的には，敵対的買収者が真摯に合理的な経営を目指すものではなく，敵対的買収者による支配権取得が株式会社に回復し難い損害をもたらす事情がある場合には，\n対抗手段として必要性や相当性が認められる限り，株式会社の経営支配権の帰属に影響を及ぼすような新株予約権無償割当てを差し止めることはできないと解することになると思われる。\n設問２においては，本件新株予約権無償割当ては，いわゆる主要目的ルールに照らすと経営支配権の維持を主要な目的とするものであるが，他方で，上記のとおり買収防衛策としての導入等の是非が株主総会の決議に委ねられていることなどの問題文中の事実関係を踏まえ，この株主総会の決議の意義がどのようなものであるかや，前掲東京高決平成１７年３月２３日が挙げる四つの類型（①真に会社経営に参加する意思がないにもかかわらず，\nただ株価をつり上げて高値で株式を会社関係者に引き取らせる目的で株式の買収を行っている場合（いわゆるグリーンメーラーである場合），②会社経営を一時的に支配して当該株式会社の事業経営上必要な知的財産権，ノウハウ，企業秘密情報，主要取引先や顧客等を当該買収者やそのグループ会社等に移譲させるなど，いわゆる焦土化経営を行う目的で株式の買収を行っている場合，③会社経営を支配した後に，当該株式会社の資産を当該買収者やそのグループ会社等の債務の担保や弁済原資として流用する予定で株式の買収を行っている場合，④会社経営を一時的に支配して当該株式会社の事業に当面関係していない不動産，有価証券など高額資産等を売却等処分させ，その処分利益をもって一時的な高配当をさせるかあるいは一時的高配当による株価の急上昇の機会を狙って株式の高価売り抜けをする目的で株式買収を行っている場合など，当該株式会社を食い物にしようとしている場合）に照らし，株主全体の利益保護の観点から本件新株予約権無償割当てを正当化する特段の事情があるかどうかなどについて検討した上で，同様に，説得的に論ずることが求められる。しかしながら，説得力を有する規範の定立をすることができていない答案や，\n当てはめを具体的にすることができていない答案が多かったことは同様である。\nなお，設問２においては，防衛策の導入，発動の是非が株主総会の決議（ただし，勧告的決議である。）に委ねられているため，直ちには，主要目的ルールによって結論を導き出すことができないことに留意すべきである。主要目的ルールによって結論を導き出すためには，例えば，本件会社提案に係る本件株主総会の決議が無効である（勧告的決議にすぎず，\n尊重することを要しない。）と論ずることや，主要目的ルールによって取締役会の決議のみにより新株予約権無償割当てを行うことが認められる場合には，取締役会の決議により株主総会の決議による承認を受けることを条件として新株予約権無償割当てを行うこともできると論ずることなどが考えられる。しかし，これらのことを論ずることができている答案は少なく，直ちに主要目的ルールによって結論を導き出そうとする答案が多かった。\nまた，乙社の投資手法や乙社の代表社員Ｂが甲社の事業に対して理解がないことなどの問題文中の事実関係から，上記の特段の事情があると認めることができるかどうかについては，これを肯定する立場の答案と否定する立場の答案のいずれもが見られたが，敵対的買収者であることと濫用的買収者であることとを区別することができておらず，敵対的買収者であることをもって直ちに濫用的買収者であるとする答案も散見された。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例前掲最決平成１９年８月７日を参考にしつつ，株主の共同の利益等が害されることになるか否か（必要性の要件を満たすか否か）については，最終的には，株主自身により判断さ- 12 -れるべきものであり，判断の正当性を失わせるような重大な瑕疵が存在しない限り，当該判断が尊重されるべきであるとし，本件会社提案に係る議案について賛成するものとして行使された議決権の割合や，判断の正当性を失わせるような重大な瑕疵が存在しないか否かも丁寧に検討しているもの前掲最決平成１９年８月７日を参考にしつつ，乙社の差別的な取扱いが乙社に経済的損害を与える性質を有するものであることを指摘した上で，株主の差別的な取扱いが相当性を欠くものでないか否か（相当性の要件を満たすか否か）を検討しているもの前掲最決平成１９年８月７日を参考にしつつ，本件新株予約権無償割当てが株主総会の決議（ただし，勧告的決議である。）に委ねられていることや，甲社の取締役会の決議により，\n新株予約権を取得する対価が，非適格者については１円とされていることについて，適切に検討しているもの本件のように，買収防衛策としての新株予約権無償割当ての導入等の是非が株主総会の決議に委ねられている場合にも，主要目的ルールが適用されるか，適用されるとする場合には，著しく不公正な方法による新株予約権無償割当てとして差止請求が認められるべきであるか否かの判断に当たり，本件新株予約権無償割当てが株主総会の決議に委ねられていることをどのように考慮すべきかについて，論理的に論ずるもの(ｲ) 不良に該当する答案の例乙社が敵対的買収者であることから直ちに，差止めを認められないとし，あるいは本件新株予約権無償割当ての主要な目的は経営支配権の維持にあるとはいえないなどの結論に結び付けるもの新株予約権無償割当てと，募集株式の発行等又は募集新株予約権の発行の差異を十分に理解することができていないもの（例えば，新株予約権無償割当ての本来的な目的が資金調達にあると論ずるものや，本件新株予約権無償割当てが，募集新株予約権について募集事項として募集新株予約権と引換えに金銭の払込みを要しないこととする旨を定める場合（会社法第２３８条第１項第２号）であるとして，新株予約権の有利発行に当たるか否かを論ずるもの）\n株主の共同の利益等が害されることになるか否か（必要性の要件を満たすか否か）と，株主の差別的な取扱いが相当性を欠くものでないか否か（相当性の要件を満たすか否か）とを区別して理解することができておらず，乙社の差別的な取扱いの内容を検討することなく，本件株主総会において，本件会社提案に係る議案が可決されたことをもって相当性の要件を満たすとするもの本件新株予約権無償割当ては，乙社がこれ以上の甲社の株式の買い増しを行わない旨を確約した場合には，甲社の取締役会が，その決議により，本件新株予約権無償割当てにより株主に割り当てた新株予約権の全部を無償で取得することができる仕組みとなっていることが，株主の差別的な取扱いが相当性を欠くものでないか否か（相当性の要件を満たすか否か）の判断に，どのように影響するか，あるいは影響しないかについて，論理的に論ずることができていないもの株主の差別的な取扱いが相当性を欠くものでないか否か（相当性の要件を満たすか否か）\nについて，単に，新株予約権を行使する際の株式１株当たりの払込金額が１円と定められていることをもって，甲社の取締役会の決議により，新株予約権を取得する対価が，非適格者については１円とされていることを適正な金額であると論ずるもの問題文中の事実関係を誤解しているもの（例えば，非適格者は，新株予約権の割当てを受けることができないと誤解しているもの，非適格者である乙社は，これ以上の甲社の株式の買い増しを行わない旨を確約した場合には，新株予約権の割当てを受けることができる- 13 -と誤解しているもの）\n⑶ 設問３についてア 全体的な採点実感設問３は，甲社の取締役会が遅くとも平成３０年度中にＰ倉庫を適正な価格で売却することに関する議案を可決した本件株主総会の決議（本件決議２）に関して，甲社の代表取締役社長Ａは，これを遵守したことにより，その任務を怠ったものと認められ，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かなど，甲社の代表取締役社長Ａの同項の責任に関連して，取締役会設置会社における株主総会の権限，取締役の株主総会の決議の遵守義務及び取締役の株式会社に対する損害賠償責任についての理解等を問うものである。\n設問３においては，①甲社の財産の処分を株主総会の決議によってもすることができるようにする定款の変更に関する議案を可決した本件決議１の効力を検討した上で，②本件決議１に基づく本件決議２の効力及び取締役の株主総会の決議の遵守義務（会社法第３５５条）を前提として，③下記の問題文中の事実関係を踏まえ，本件決議２に関して，甲社の代表取締役社長Ａは，これを遵守してはならなかったにもかかわらず遵守したことにより，その任務を怠ったものと認められるのではないか，結果として，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かについて，論ずることが求められる。\n本件決議１の効力を検討するに当たっては，まず，取締役の業務執行権限に属する事項を株主総会の決議事項とすることができるかどうか，会社法第２９５条第２項に関して，取締役会設置会社における株主総会決議事項に一定の制約を認めるべきか否かを検討することが求められる。\n会社法第２９５条第２項は，定款で株主総会の決議事項として定めることができる事項について，何ら制約していないことに着目すれば，以下のように論ずることが考えられる。すなわち，取締役会設置会社において株主総会の決議事項が限定されているのは，株主は経営の意思も能力もないから業務執行に介入しないということが株主の通常の意思であるという考え方に基づくものにすぎず，株主が定款で株主総会の決議として定めることを特に欲する事項があるのであれば，当該事項について，株主総会の決議事項とすることが認められ，取締役の業務執行権限に属する事項であっても，定款で定めることにより株主総会の決議事項とすることができるから（会社法第２９５条第２項），本件決議１及び本件決議２はいずれも有効であると解することが考えられる。このような考え方を採る場合には，取締役は株主総会の決議を遵守しなければならないこと（同法第３５５条）について，言及することが求められる。\nその上で，株主総会の決議の遵守義務を前提として，例えば，Ｑ県において発生した大地震により，Ｑ倉庫が倒壊したため，海外から到着する貨物をＰ倉庫において保管しなければならず，Ｐ倉庫を売却すると，競合他社に多数の顧客を奪われるなど，５０億円を下らない損害が甲社に生ずることが見込まれ，他方で，Ｐ倉庫の近隣の不動産価格が下落する兆候はうかがわれなかったことなどの問題文中の事実関係を踏まえ，①代表取締役社長Ａは，甲社に損害を与えないように業務を執行するのであれば，本件決議２を遵守してはならなかったにもかかわらず，本件決議２を遵守し，その任務を怠ったものと認められるから，甲社に対し，\n損害賠償責任を負うと解するか，②本件決議２の後に重大な事情の変更が生じたことに鑑み，\n改めて株主の意思を確認しなければならなかった（改めて株主総会の決議を得なければならなかった。）にもかかわらず，事情の変更が生ずる前の本件決議２を遵守することに固執し，\nその任務を怠ったものと認められるから，甲社に対し，損害賠償責任を負うと解するか，あるいは③上記の問題文中の事実関係を踏まえても，代表取締役社長Ａは，本件決議２を遵守しなければならず，その任務を怠ったとは認められないから，甲社に対し，損害賠償責任を- 14 -負うとは認められないと解するかなどについて，説得的に論ずることが求められる。\n他方で，上記の会社法２９５条第２項の検討において，取締役会設置会社の場合には，定款により定めることができる株主総会決議事項に一定の制約を認めるべきと解する場合には，\n取締役の業務執行権限に属する事項，取り分け裁量的な判断になじむ事項については，少なくとも取締役会設置会社の場合には，会社法が専ら専門的経営者たる取締役にその判断を委ねていると理解することができるし，裁量事項を定款で制約すると，定款遵守義務により最適な判断が妨げられ得るので（会社法第３５５条），定款で定めることによって株主総会の決議事項とすることを認めるべきでないから（同法第２９条，第３６２条第２項第１号，第３６３条第１項第１号），本件決議１が無効であると解することも考えられる。このような考え方を採る場合には，これを前提とする本件決議２も株主総会の決議としての効力はないこととなる。\nなお，本件決議１は，取締役会の決定権限をはく奪する内容ではないことにも配慮することが求められる。このことに言及した答案には一定の評価を与えた。\nその上で，④なお株主の意向を示すものとして尊重する必要がないかや，代表取締役社長Ａが本件決議２を遵守する義務があると考えてＰ倉庫を売却するという決定をしたことに取締役としての任務懈怠や過失がなかったかどうかについて，説得的に論ずることが求められる。\nなお，会社法第３６２条第２項に規定する取締役会の決議事項を，株主総会において決議したことのみをもって直ちに本件決議２が無効であるとする答案が少なくなかった。\nまた，設問３は，株主総会の決議の遵守義務が問題となっている場面であり，いわゆる経営判断原則の適用が問題となる典型的な場面ではないため，経営判断原則に言及する場合には，その趣旨や適用範囲について検討した上で言及することが望まれる。しかし，このような検討をすることができている答案は少なく，単純に経営判断原則の適用が問題となる場面であるとし，経営判断原則に照らして検討する答案が多かった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例本件決議１の効力を検討するに当たり，事案に即して，甲社のような上場会社において，\n取締役の業務執行権限に属する事項を株主総会の決議事項とする場合には，不都合が生ずるおそれがあることについて検討するもの本件決議２について，遊休資産でなくなった資産を売却することは意図されていないとして，本件決議２の効力を限定した上で，甲社の代表取締役社長Ａが，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かを検討するもの本件決議１を無効であると解しつつ，法令の解釈を誤って，本件決議２を遵守しなければならないと考えたことについて，Ａに過失がなかったかどうかを検討するもの本件決議２の後に重大な事情の変更が生じたことに鑑み，Ａは，改めて株主の意思を確認しなければならなかったにもかかわらず，これを怠り，事情の変更が生ずる前の本件決議２を遵守することに固執し，その任務を怠ったものと認められるとするもの株主総会の決議の遵守義務が問題となっている場面であり，経営判断原則の適用が問題となる典型的な場面ではないことを指摘するもの(ｲ) 不良に該当する答案の例本件決議１の効力を検討するに当たり，取締役会設置会社における株主総会の決議事項について規定する会社法第２９５条第２項は，定款で株主総会の決議事項として定めることができる事項について，何ら制約していないことに言及していないもの甲社の代表取締役社長Ａが，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責- 15 -任を負うか否かを検討するに当たり，取締役の株主総会の決議の遵守義務（会社法第３５５条）に言及していないもの設問３においては，本件決議１の効力を検討するように求められているにもかかわらず，\n本件決議１の効力を検討しないものや，株主総会の手続が適法であったことのみをもって直ちに本件決議１が有効であるとするもの，本件決議１及び本件決議２の効力と全く関連付けて検討することなく，甲社の代表取締役社長Ａが，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かを検討するもの本件決議１及び本件決議２の効力と全く関連付けて検討することなく，甲社の代表取締役社長ＡがＰ倉庫を売却したことを，専ら経営判断原則に照らして検討するもの単に，甲社の取締役会において，本件決議１及び本件決議２への対応について，取締役らから，様々な意見が述べられたことを踏まえて判断していることのみをもって，甲社の代表取締役社長Ａは，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負わないとするもの３ 法科大学院教育に求められるもの少数株主による株主総会の招集の手続（会社法第２９７条等）並びに議題提案権（同法第３０３条）及び議案要領通知請求権（同法第３０５条）の行使の手続については，比較的よく理解されていた。少数株主による株主総会の招集の手続と議題提案権及び議案要領通知請求権の行使の手続との比較検討において，事案に即して，乙社にとって，いずれの手続を採る方がどのような面で有利又は不利であるかについて具体的に論ずる答案は，多くはなかったが，好印象であった。\n他方で，乙社が，甲社の臨時株主総会を自ら招集するための法定の要件や，甲社の定時株主総会の開催に当たり議題提案権及び議案要領通知請求権を行使するための法定の要件を条文から十分に拾い上げることができていない答案や，設問１においては，比較検討が求められているにもかかわらず，比較検討に当たるような論述を全くしていない答案も見られた。また，議題提案権，\n株主総会における議案提案権（同法第３０４条）及び議案要領通知請求権を区別して理解することができていない答案や，甲社の定時株主総会の議決権の基準日（甲社定款第１３条。会社法第１２４条）の意義を誤解している答案も見られた。設問１に限らず，確認する機会が多くない条文であっても，条文を参照しながら，規定されている要件等を正確に理解し，拾い上げ，事案に即して，問いに的確に答えることができること，基準日や株主提案権など，会社法上の基本的かつ重要な条文又は制度については，実務上，具体的にどのように用いられているのかも理解していることが必要であろう。\n買収防衛策としての差別的な内容の新株予約権無償割当てについては，全体的に理解が不十分であった。代表的な判例及び裁判例については，正しく理解していることが期待されるところ，前掲最決平成１９年８月７日や前掲東京高決平成１７年３月２３日を踏まえ，一定の論述をすることができている答案が見られた。もっとも，問題文中の事実関係に即して，乙社の差別的な取扱いが相当性を欠くものでないか否かを検討することができている答案は少なかった。また，同様に，本件新株予約権無償割当てに関して，差止請求が認められるべきであるか否かの判断に当たり，本件新株予約権無償割当てが株主総会の決議に委ねられていることをどのように考慮すべきかについて，適切に検討することができている答案も少なかった。さらに，新株予約権無償割当てと，募集株式の発行等又は募集新株予約権の発行の差異を十分に理解することができていない答案，募集新株予約権の発行の差止めに関する規定（会社法第２４７条）があることを認識していない答案，主要目的ルールの内容を正しく理解していない答案が散見された。会社法上の基本的な条文又は制度や，代表的な判例及び裁判例についての基本的な理解を前提として，事案に応じて柔軟かつ適切に，その理解を応用する能力を養っていくことが期待される。\n取締役会設置会社における株主総会の権限，取締役の株主総会の決議の遵守義務及び取締役の株- 16 -式会社に対する損害賠償責任についても，理解が必ずしも十分でなかった。設問３においては，\n本件決議１の効力を検討するように求められているにもかかわらず，本件決議１の効力を検討しない答案や，本件決議１の効力を検討したものの，本件決議１及び本件決議２の効力と全く関連付けて検討することなく，甲社の代表取締役社長Ａが，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かを検討する答案が多かった。また，本件決議１の効力を検討するに当たり，取締役会設置会社における株主総会の決議事項について規定する会社法第２９５条第２項に言及していないものや，甲社の代表取締役社長Ａが，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かを検討するに当たり，取締役の株主総会の決議の遵守義務（会社法第３５５条）に言及していない答案が非常に多かった。上記のとおり，問いに的確に答えることができることが必要であろう。解釈上問題となる条文及びその文言に言及しないで，論述をする例が見られ，条文の適用又は条文の文言の解釈を行っているという意識が低いように感じられる。\n従来と同様に，会社法上の基本的な条文又は制度や，代表的な判例及び裁判例についての理解を確実なものとするとともに，事実関係から重要な事実等を適切に拾い上げ，これを評価し，条文を解釈し，これを適用する能力と論理的思考力を養う教育が求められる。\n- 17 -令和元年"
}