{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n近年，いわゆるソーシャル・ネットワーキング・サービス（以下「ＳＮＳ」という。）の普及に伴って，各国において，事実に反する虚偽のニュースが広く伝播することにより，社会に負の影響を及ぼしているのではないかということが問題とされるようになっている。この種のニュースはフェイク・ニュースと呼ばれ，過去に外国の重要な選挙に際して，意図的なフェイク・ニュースの作成・配信が，選挙結果を左右したという研究や報道もなされている。\n２０ＸＸ年，我が国においても，甲県の化学工場の爆発事故の際に，「周囲の環境汚染により水源となる湖が汚染されて，近隣の県にも飲料水が供給できなくなる。」という虚偽のニュースがＳ\nＮＳ上で流布され，複数の県において，飲料水を求めてスーパーマーケットその他の店舗に住民が殺到して大きな混乱を招くこととなった。また，乙県の知事選挙の際に，「県は独自の税を条例で定めて県民負担を増やすことを計画している。」という虚偽のニュースがＳＮＳ上で流布され，現職知事である候補者が落選したことから，選挙の公正が害されたのではないかとの議論が生じた。\nこのような状況に鑑み，我が国でも，Ａ省において，虚偽の表現の流布を規制する「フェイク・ニュース規制法」の立法を検討することとなった。現在，Ａ省においては，①虚偽の表現を流布することを一般的に禁止及び処罰するとともに，②選挙に際して，その公正を害するＳＮＳ上の虚偽の表現について，独立行政委員会がＳＮＳ事業者に削除を命令し，これに従わない者を処罰することなどを内容とする立法措置が検討されている（法律案の関連条文は【参考資料】のとおり。以下\n「法案」として引用する。）。\n【立法措置①について】\nまず，上記①についての立法措置としては，虚偽表現を「虚偽の事実を，真実であるものとして摘示する表現」と定義し，「何人も，公共の利害に関する事実について，虚偽であることを知りながら，虚偽表現を流布してはならない。」として，公共の利害に関する虚偽の表現を流布することを一般的に禁止した上で，罰則で担保することが検討されている（法案第２条第１号，第６条，第\n２５条）。\nなお，虚偽の表現を流布することに関連する現行法の罰則として，例えば刑法には，名誉毀損罪\n（同法第２３０条），信用毀損及び業務妨害罪（同法第２３３条）の規定があるが，いずれも，特定の人の社会的評価や業務に関するものであり，虚偽の表現を流布することのみについて処罰するものではない。また，公職選挙法には，虚偽事項の公表罪（同法第２３５条），新聞紙・雑誌が選挙の公正を害する罪（同法第２３５条の２第１号，第１４８条第１項ただし書）といった規定があるが，虚偽事項の公表罪は，「当選を得又は得させる目的」や「当選を得させない目的」をもって，「公職の候補者若しくは公職の候補者となろうとする者」に関する虚偽事項を公表することなどを処罰するものであり，新聞紙・雑誌が選挙の公正を害する罪は，新聞紙・雑誌が虚偽の事項を記載するなどして選挙の公正を害した場合に，その編集者・経営者等を処罰するものであって，虚偽の表現を流布することを一般的に禁止及び処罰するものではない。\n以上のように，虚偽の表現を流布することに関連する現行法の規制には，一定の限定が付されているところ，①の立法措置は，虚偽の表現の対象について「公共の利害に関する事実」と限定するものの，それ以外には限定を付さずに，虚偽の表現を流布することを端的に処罰しようとするものである。これは，虚偽の表現が流布されることによる社会的混乱を防止するには，現行法の規制では十分ではなく，虚偽の表現を流布することそのものを禁止することが必要との理由によるものである。\n【立法措置②について】\n- 2 -次に，上記②についての立法措置は，インターネット上の虚偽の表現の中でも，取り分けＳＮＳ上のもの，その中でも選挙に際しての虚偽の表現が問題であり，緊急に対応措置が執られなければ選挙の公正が害されるおそれが大きいことを理由として検討されているものである。これによれば，「虚偽表現であることが明白」であり，かつ「選挙の公正が著しく害されるおそれがあることが明白」な表現を「特定虚偽表現」として定め，選挙運動の期間中及び選挙の当日に限り，日本国内で広く利用されているＳＮＳを提供しているＳＮＳ事業者は，その提供するＳＮＳ上において，特定虚偽表現があることを知ったときは，速やかに当該表現を削除しなければならないとされる（法案第９条第１項。ここでいうＳＮＳ及びＳＮＳ事業者の定義については，法案第２条第２号及び第３\n号参照。）。なお，選挙に際して，虚偽の事項を記載する等の行為の処罰については，既に指摘したとおり，公職選挙法に規定がある。\nさらに，ＳＮＳ事業者が法案第９条第１項に従って特定虚偽表現を自ら削除しない場合，いわゆる独立行政委員会として新たに設置されるフェイク・ニュース規制委員会（法案第１５条，以下\n「委員会」という。）は，ＳＮＳ事業者に対し，当該表現を削除するように命令することができ，ＳＮＳ事業者がこの命令に違反した場合には，処罰されることとなる（法案第９条第２項，第２６条）。この委員会の命令については，公益上緊急に対応する必要があることが明らかであるとして，行政手続法の定める事前手続は不要であるとされる（法案第２０条）。\nなお，一定の場合を除いては，ＳＮＳ事業者が表現を削除した場合に当該表現の発信者に生じた損害については，ＳＮＳ事業者を免責することとされている（法案第１３条）。\nＡ省における法案の検討の過程で，ＳＮＳの利用者を含む一般市民やＳＮＳ事業者から意見を聴取する機会が設けられたところ，様々な意見が述べられ，その中には，憲法上の疑義を指摘するものもあった。\n〔設問〕\nあなたは，Ａ省から依頼を受けて，法律家として，この立法措置が合憲か違憲かという点について，意見を述べることになった。\nその際，Ａ省からは，参考とすべき判例があれば，それを踏まえて論じるように，そして，判例の立場に問題があると考える場合には，そのことについても論じるように求められている。また，当然ながら，この立法措置のどの部分が，いかなる憲法上の権利との関係で問題になり得るのかを明確にする必要があるし，自己の見解と異なる立場に対して反論する必要があると考える場合は，それについても論じる必要がある。\n以上のことを前提として，あなた自身の意見を述べなさい。\nなお，独立行政委員会制度の合憲性については論じなくてよい。また，本問の法案による規制は，国外に拠点を置くＳＮＳ事業者にも，日本国内の利用者に対してサービスを提供している限り適用され，そのために必要となる法整備は別途適切になされるものとする。\n- 3 -\n【参考資料】\nフェイク・ニュース規制法（案）（抜粋）第１章 総則\n（目的）第１条 この法律は，公共の利害に関する虚偽の表現について必要な規制を行うことによって，虚偽の表現により社会的混乱が生じることを防止するとともに，選挙運動の期間中及び選挙の当日における虚偽の表現について必要な削除義務等を定めることにより，選挙の公正を確保することを目的とする。\n（定義）第２条 この法律において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n一 虚偽表現 虚偽の事実を，真実であるものとして摘示する表現をいう。\n二 ソーシャル・ネットワーキング・サービス（以下「ＳＮＳ」という。） インターネット上の会員制サービスであって，利用者が，任意の情報を，他の利用者と共有し，又は公衆にアクセス可能とすることを目的とするものをいう。\n三 ＳＮＳ事業者 ＳＮＳを提供することを業とする者をいう。ただし，当該ＳＮＳの国内における利用登録者が２００万人に満たないものを除く。\n四 （略）\n（基本理念）第３条 （略）\n（国の責務）第４条 （略）\n（ＳＮＳ事業者の責務）第５条 （略）第２章 虚偽表現の規制\n（虚偽表現を流布することの禁止）第６条 何人も，公共の利害に関する事実について，虚偽であることを知りながら，虚偽表現を流布してはならない。\n（選挙運動の期間中及び選挙の当日の表現の留意事項）第７条 （略）\n（ＳＮＳ事業者が執るべき措置）第８条 （略）\n（選挙運動の期間中及び選挙の当日の虚偽表現の削除義務及びフェイク・ニュース規制委員会による削除命令）第９条 ＳＮＳ事業者は，選挙運動の期間中及び選挙の当日に，自らが提供するＳＮＳ上に，次の各号のいずれにも該当する表現（以下「特定虚偽表現」という。）があることを知ったときは，速やかに当該表現を削除しなければならない。\n一 当該表現が虚偽表現であることが明白であること。\n二 当該表現により，選挙の公正が著しく害されるおそれがあることが明白であること。\n２ フェイク・ニュース規制委員会は，特定虚偽表現があるにもかかわらず，ＳＮＳ事業者によって前項の措置が執られないときは，当該ＳＮＳ事業者に対し，速やかに当該表現を削除するように命令することができる。\n（損害賠償責任の免除）第１３条 第９条第２項の規定による命令に基づき，ＳＮＳ事業者が，特定虚偽表現を削除した場合\n- 4 -において，これにより当該表現の発信者に生じた損害については，ＳＮＳ事業者は賠償の責任を負わない。ＳＮＳ事業者が，特定虚偽表現を削除した場合，又は特定虚偽表現でない表現を特定虚偽表現として削除したことについて故意又は重大な過失がなかった場合も同様とする。\n第３章 フェイク・ニュース規制委員会\n（設置及び組織）第１５条 国家行政組織法（昭和２３年法律第１２０号）第３条第２項の規定に基づいて，Ａ大臣の所轄の下に，フェイク・ニュース規制委員会（以下「委員会」という。）を置く。\n２ 委員会は，５人の委員をもって組織する。\n３ 委員は，両議院の同意を得て，内閣総理大臣が任命する。\n４ 委員の任命については，２人以上が同一の政党に属することになってはならない。\n５ 委員の任期は，３年とする。\n６ 内閣総理大臣は，委員が心身の故障のために職務の執行ができないと認める場合又は委員に職務上の義務違反その他委員たるに適しない非行があると認める場合には，両議院の同意を得て，その委員を罷免することができる。\n（委員会の所掌事務）第１６条 委員会は，次に掲げる事務をつかさどる。\n一 （略）二 （略）三 第９条第２項の規定による命令を発すること。\n四 公共の利害に関する虚偽表現の防止のための施策を立案すること。\n第４章 雑則\n（行政手続法の適用除外）第２０条 第９条第２項の規定による命令については，行政手続法（平成５年法律第８８号）第３章の規定は適用しない。\n第５章 罰則第２５条 第６条の規定に違反して虚偽表現を流布した者は，３０万円以下の罰金に処する。\n第２６条 第９条第２項の規定による命令に違反した者は，６月以下の懲役又は１００万円以下の罰金に処する。\n第２７条 法人の代表者又は法人若しくは人の代理人，使用人その他の従業者が，その法人又は人の業務に関し，前条の違反行為をしたときは，行為者を罰するほか，その法人又は人に対しても，同条の罰金刑を科する。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕⑴，⑵の配点割合は，３５：３０：３５〕）\nＡは，Ｂ県Ｃ市内に所有する土地（以下「本件土地」という。）に自宅を建て，長年にわたって居住していた。本件土地周辺は，戸建住宅中心の住宅地域であり，住環境は良好であった。本件土地内には，Ｃ市内では珍しいことであるが，様々な水生生物が生息する池が存在しており，この池は，毎年，近隣の小学校の学外での授業に用いられていた。もっとも，本件土地内に，学術上貴重な生物や，絶滅のおそれがある生物が生息しているという事実はない。\nＣ市は，本件土地周辺での道路整備の必要性を検討してきたが，平成元年に，本件土地周辺に道路を整備した場合の環境への影響の調査（以下「平成元年調査」という。）をしたところ，平成１７年には１日当たりの交通量が約１万台に達すると予測され，自動車の騒音や排気ガス等により，周辺環境への影響が大きいとされた。そのため，Ｃ市は，一旦，本件土地周辺での道路整備の検討を中断していたが，その後，再開した。Ｃ市の再検討によると，①本件土地周辺では道路の整備が遅れており，自動車による幹線道路へのアクセスが不便であって，これを解消するため，「道路ネ\nットワークの形成」が必要であり，②本件土地周辺の狭い道路には，周辺の道路から通過車両が入り込むなどしていることから，通学生徒児童等を始めとした「通行者の安全性の確保」を図る必要があり，③本件土地周辺では道路が未整備であるため災害時の円滑な避難や消防活動等が困難であることから，「地域の防災性の向上」が必要であるとの課題があるとされた。Ｃ市は，これらの課題を解決するため，本件土地を含む区間に道路（以下「本件道路」という。）を新規に整備することとして，平成２２年に本件道路の事業化調査（以下「平成２２年調査」という。）を実施した。\n平成２２年調査においては，本件道路の交通量は１日当たり約３５００台と予測され，大気汚染，騒音，振動のいずれについても周辺環境への影響が軽微であり，一方で，本件道路の整備による利便性や安全機能・防災機能の向上が期待できることから，本件道路を整備する必要性が高いとの総括的な判断が示された。\nＣ市は，平成２２年調査の結果を受けて，土地収用法（以下「法」という。）を適用して本件道路を整備することを決定した。Ｃ市は，平成２８年３月１日，法第１８条第１項に基づき，Ｃ市を起業者とし，本件土地を含む土地を起業地とする本件道路の整備事業について，Ｂ県知事に対して事業計画書を添付した事業認定申請書（以下「本件申請書」という。）を提出した。Ｂ県知事は，同年８月１日，Ｃ市に対して事業認定（以下「本件事業認定」という。）を行い，法第２６条第１項に基づいて理由（以下「本件理由」という。）を付し，これを告示した。Ｃ市は，本件道路の用地については，当面土地収用は行わず，所有権者から任意買収を行う方針を表明し，買収交渉を進めたところ，起業地の９割以上の土地を任意買収することができた。\nしかし，本件土地については，Ａとの間で任意買収の協議が整う見通しが立たなかったことから，Ｃ市は，方針を変更し，土地収用によって本件土地を取得することとした。Ｃ市は，平成２９年７月１２日，法第３９条第１項に基づいて，本件土地につき，Ｂ県収用委員会に収用裁決の申請を行った。Ｂ県収用委員会は，平成３０年５月１１日，本件土地の所有権をＣ市に取得させる権利取得裁決（以下「本件権利取得裁決」という。）を行った。また，本件土地について，収用を原因とするＣ市への所有権移転登記が行われた。\nＣ市は，本件権利取得裁決後も，明渡裁決の申立て（法第４７条の２第３項）を行わず，Ａと交渉を続けたが，Ａは本件事業認定が違法であると主張して，本件土地に居住し続けた。Ａは，令和元年５月１４日，Ｃ市が近く明渡裁決を申し立てる可能性があると考え，訴訟で争うことを決意し，弁護士Ｄに相談した。\n以下に示された【法律事務所の会議録】（Ａの相談を受けて行われた，弁護士Ｄとその法律事務所に所属する弁護士Ｅとの会議の会議録）を踏まえて，弁護士Ｅの立場に立って，設問に答えなさい。\n- 2 -なお，土地収用法の抜粋を【資料 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\nＡが，Ｂ県に対して本件権利取得裁決の取消訴訟（以下「本件取消訴訟」という。）を提起した場合，Ａは，本件取消訴訟において，本件事業認定の違法を主張することができるか。Ｂ県が行う反論を踏まえて，弁護士Ｅの立場から，検討しなさい。ただし，行政事件訴訟法（以下「行訴法」という。）第１４条第１項及び第２項にいう「正当な理由」が認められ，本件取消訴訟が適法に提起できることを前提としなさい。\n〔設問２〕\n⑴ Ａは，Ｂ県に対して本件権利取得裁決の無効確認訴訟（行訴法第３条第４項）を適法に提起することができるか。行訴法第３６条の「当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないもの」という訴訟要件に絞って，Ｂ県が行う反論を踏まえて，弁護士Ｅの立場から，検討しなさい。\n⑵ 本件事業認定が法第２０条第３号の要件を充足せず違法であるとのＡの主張として，どのようなものが考えられるか。Ｂ県が行う反論を踏まえて，弁護士Ｅの立場から，検討しなさい。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｄ：Ａさんは，本件事業認定は違法であると考えているとのことです。本件権利取得裁決には固有の違法事由はありませんので，本件では，本件事業認定の違法性についてのみ検討することとしましょう。もっとも，まずは，どのような訴訟を提起するかについて，検討しておく必要がありますね。\n弁護士Ｅ：本件事業認定も本件権利取得裁決も，行訴法第３条第２項における「処分その他公権力の行使」に該当しますが，いずれも，既に出訴期間を徒過し，取消訴訟を提起することはできないのではないでしょうか。\n弁護士Ｄ：そうですね。もっとも，本件取消訴訟については，行訴法第１４条第１項及び第２項における「正当な理由」が認められ，適法に提起することができるかもしれません。\n弁護士Ｅ：仮に本件取消訴訟を適法に提起することができたとしても，本件権利取得裁決には固有の違法事由はありませんので，本件取消訴訟では専ら本件事業認定の違法性を主張することとなりますね。\n弁護士Ｄ：では，Ｅ先生には，仮に本件取消訴訟を適法に提起することができるとした場合，本件事業認定の違法性を主張することができるかについて検討をお願いします。ただし，「正当な理由」が認められるかについては，検討する必要はありません。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：とはいえ，「正当な理由」が認められない場合の対応も考えておく必要があります。本件取消訴訟を適法に提起することができないとすれば，どのような訴訟を提起することができると考えられますか。\n弁護士Ｅ：本件事業認定に無効の瑕疵があり，したがって，本件権利取得裁決も無効であるとして，Ｂ県に対し，行訴法第３条第４項に基づいて，本件権利取得裁決の無効確認訴訟を提起することが考えられます。また，本件権利取得裁決が無効であるなら，別途，Ｃ市に対する訴訟も提起することができます。\n弁護士Ｄ：では，Ｂ県に対する無効確認訴訟が訴訟要件を充足しているか，Ｅ先生に検討していただきましょう。無効確認訴訟の訴訟要件については，いくつかの考え方がありますが，Ｅ先生は，行訴法第３６条の訴訟要件である「当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないもの」について検討してください。Ｃ市に対してどのような訴訟を提起することができるのか，また，Ｃ市に対する訴訟を提起できる場合にも無効確認訴訟を適法に提起することができるのかという点に絞って検討していただければ結構です。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：では，次に，本件事業認定の違法性について検討していきましょう。無効確認訴訟の場合，最終的には，重大かつ明白な違法性を主張しなければなりませんが，まずは，取消訴訟でも主張できる違法事由としてどのようなものがあるかについて検討することとし，今回は，それらが重大かつ明白な違法といえるのかについては検討しないこととします。\n弁護士Ｅ：本件理由によると，Ｂ県知事は，本件申請書に基づき，本件道路の整備には，「道路ネットワークの形成」，「通行者の安全性の確保」，「地域の防災性の向上」の３つの利益があり，それに比べて，本件土地の収用によって失われる利益はそれほど大きくはなく，また，事業計画は適正かつ合理的であるとして，法第２０条第３号の要件を充足しているとしています。\n弁護士Ｄ：Ｂ県知事が挙げる理由は妥当でしょうか。まず，新たに本件道路が整備されると交通量が増えて，環境が悪化することはないのでしょうか。\n弁護士Ｅ：確かに，交通量は増えると思われますが，本件理由によると，Ｂ県やＣ市は，平成２２年調査の結果から，本件道路の交通量は１日当たり約３５００台なので，周辺環境への影響が軽微であり失われる利益が大きいとはいえないと判断しています。しかし，Ａさんによると，- 4 -\n平成元年調査の時には，周辺環境への影響が大きいとして，本件道路の整備は見送られているのに，平成２２年調査で予想される交通量が平成元年調査の約３分の１に減っているのは疑問が残るとのことです。\n弁護士Ｄ：Ｃ市の人口変動が原因ではないのですか。\n弁護士Ｅ：いいえ。平成元年調査から平成２２年調査の間のＣ市の人口の減少は１割未満です。また，Ａさんによると，平成２２年調査にはＣ市の調査手法に誤りがあり，そのため，調査の正確性について疑問があるとのことです。それに加えて，Ａさんは，交通量が約３分の１にまで減るのであれば，土地収用によって得られる利益とされる「道路ネットワークの形成」の必要性に疑問があるとしています。そして，仮に「道路ネットワークの形成」のために本件道路が必要であるとしても，その必要性はそれほど大きいものではなく，かえって通過車両が増加するなどして，良好な住環境が破壊されるだけではないのかとの懸念もＡさんは示しています。\n弁護士Ｄ：本件道路のルートについては，どのように検討されたのでしょうか。\n弁護士Ｅ：本件理由によると，本件道路の近くにある小学校への騒音等の影響を緩和することを考慮し，同小学校から一定の距離をとるよう，本件道路のルートが決められたとのことです。しかし，本件土地の自然環境の保護については，学術上貴重な生物が生息しているわけではないとして，特に考慮はされていません。したがって，本件理由によると，小学校への騒音等の影響を緩和しつつ，本件土地の自然環境にも影響を与えないようなルートを採ることができるかについては検討されていません。\n弁護士Ｄ：Ａさんによると，本件土地にある池は，地下水が湧出した湧水によるものとのことですね。\n本件土地の周辺では地下水を生活用水として利用している住民もいて，道路工事による地下水への影響も懸念されるとのことですが，道路工事による地下水への影響は検討されたのでしょうか。\n弁護士Ｅ：本件理由によると，本件土地での掘削の深さは２メートル程度なので地下水には影響がないと判断しています。もっとも，Ａさんによると，以前，本件土地周辺の工事では，深さ２メートル程度の掘削工事で井戸がかれたことがあり，きちんと調査をしない限り，影響がないとはいえないのではないかとのことです。また，本件土地の周辺では災害時等の非常時の水源として使うことが予定されている防災目的の井戸もあるのですが，これらの井戸への影響については，調査されておらず，したがって，考慮もされていません。\n弁護士Ｄ：それでは，Ｅ先生には，以上の点を整理して，本件事業認定が違法かどうかを検討していただきましょう。本件事業認定が違法かどうかについては，法第２０条第４号の要件について検討する余地もありますが，Ａさんの主張は法第２０条第３号の要件の問題であるとして検討することとしましょう。また，法に定められている土地収用の手続はいずれもＣ市やＢ\n県によって適法に履行されていますので，本件事業認定の手続的な瑕疵については検討する必要はありません。\n弁護士Ｅ：承知しました。\n- 5 -\n【資料 関係法令】\n○ 土地収用法（昭和２６年法律第２１９号）（抜粋）\n（この法律の目的）第１条 この法律は，公共の利益となる事業に必要な土地等の収用又は使用に関し，その要件，手続及び効果並びにこれに伴う損失の補償等について規定し，公共の利益の増進と私有財産との調整を図り，もつて国土の適正且つ合理的な利用に寄与することを目的とする。\n（土地の収用又は使用）第２条 公共の利益となる事業の用に供するため土地を必要とする場合において，その土地を当該事業の用に供することが土地の利用上適正且つ合理的であるときは，この法律の定めるところにより，これを収用し，又は使用することができる。\n（土地を収用し，又は使用することができる事業）第３条 土地を収用し，又は使用することができる公共の利益となる事業は，次の各号のいずれかに該当するものに関する事業でなければならない。\n一 道路法（昭和２７年法律第１８０号）による道路（以下略）二～三十五 （略）\n（定義等）第８条 この法律において「起業者」とは，土地（中略）を収用（中略）することを必要とする第３条各号の一に規定する事業を行う者をいう。\n２ この法律において「土地所有者」とは，収用（中略）に係る土地の所有者をいう。\n３～５ （略）\n（事業の説明）第１５条の１４ 起業者は，次条の規定による事業の認定を受けようとするときは，あらかじめ，国土交通省令で定める説明会の開催その他の措置を講じて，事業の目的及び内容について，当該事業の認定について利害関係を有する者に説明しなければならない。\n（事業の認定）第１６条 起業者は，当該事業又は当該事業の施行により必要を生じた第３条各号の一に該当するものに関する事業（以下「関連事業」という。）のために土地を収用し，又は使用しようとするときは，（中略）事業の認定を受けなければならない。\n（事業の認定に関する処分を行う機関）第１７条 事業が次の各号のいずれかに掲げるものであるときは，国土交通大臣が事業の認定に関する処分を行う。\n一～四 （略）\n２ 事業が前項各号の一に掲げるもの以外のものであるときは，起業地を管轄する都道府県知事が事業の認定に関する処分を行う。\n３ （略）\n（事業認定申請書）第１８条 起業者は，第１６条の規定による事業の認定を受けようとするときは，国土交通省令で定める様式に従い，左に掲げる事項を記載した事業認定申請書を，（中略）前条第２項の場合においては都道府県知事に提出しなければならない。\n一 起業者の名称二 事業の種類三 収用又は使用の別を明らかにした起業地四 事業の認定を申請する理由\n２ 前項の申請書には，国土交通省令で定める様式に従い，次に掲げる書類を添付しなければならな\n- 6 -い。\n一 事業計画書二～七 （略）\n３，４ （略）\n（事業の認定の要件）第２０条 国土交通大臣又は都道府県知事は，申請に係る事業が左の各号のすべてに該当するときは，事業の認定をすることができる。\n一，二 （略）三 事業計画が土地の適正且つ合理的な利用に寄与するものであること。\n四 土地を収用し，又は使用する公益上の必要があるものであること。\n（事業の認定の告示）第２６条 国土交通大臣又は都道府県知事は，第２０条の規定によつて事業の認定をしたときは，遅滞なく，その旨を起業者に文書で通知するとともに，起業者の名称，事業の種類，起業地，事業の認定をした理由及び次条の規定による図面の縦覧場所を国土交通大臣にあつては官報で，都道府県知事にあつては都道府県知事が定める方法で告示しなければならない。\n２，３ （略）\n４ 事業の認定は，第１項の規定による告示があつた日から，その効力を生ずる。\n（起業地を表示する図面の長期縦覧）第２６条の２ 国土交通大臣又は都道府県知事は，第２０条の規定によつて事業の認定をしたときは，直ちに，起業地が所在する市町村の長にその旨を通知しなければならない。\n２ 市町村長は，前項の通知を受けたときは，直ちに，（中略）起業地を表示する図面を，事業の認定が効力を失う日（中略）まで公衆の縦覧に供しなければならない。\n３ （略）\n（補償等について周知させるための措置）第２８条の２ 起業者は，第２６条第１項の規定による事業の認定の告示があつたときは，直ちに，国土交通省令で定めるところにより，土地所有者及び関係人が受けることができる補償その他国土交通省令で定める事項について，土地所有者及び関係人に周知させるため必要な措置を講じなければならない。\n（事業の認定の失効）第２９条 起業者が第２６条第１項の規定による事業の認定の告示があつた日から１年以内に第３９条第１項の規定による収用又は使用の裁決の申請をしないときは，事業の認定は，期間満了の日の翌日から将来に向つて，その効力を失う。\n２ （略）\n（収用又は使用の裁決の申請）第３９条 起業者は，第２６条第１項の規定による事業の認定の告示があつた日から１年以内に限り，収用し，又は使用しようとする土地が所在する都道府県の収用委員会に収用又は使用の裁決を申請することができる。\n２，３ （略）\n（却下の裁決）第４７条 収用又は使用の裁決の申請が左の各号の一に該当するときその他この法律の規定に違反するときは，収用委員会は，裁決をもつて申請を却下しなければならない。\n一 申請に係る事業が第２６条第１項の規定によつて告示された事業と異なるとき。\n二 申請に係る事業計画が第１８条第２項第１号の規定によつて事業認定申請書に添附された事業計画書に記載された計画と著しく異なるとき。\n（収用又は使用の裁決）\n- 7 -第４７条の２ 収用委員会は，前条の規定によつて申請を却下する場合を除くの外，収用又は使用の裁決をしなければならない。\n２ 収用又は使用の裁決は，権利取得裁決及び明渡裁決とする。\n３ 明渡裁決は，起業者，土地所有者又は関係人の申立てをまつてするものとする。\n４ 明渡裁決は，権利取得裁決とあわせて，又は権利取得裁決のあつた後に行なう。ただし，明渡裁決のため必要な審理を権利取得裁決前に行なうことを妨げない。\n（土地若しくは物件の引渡し又は物件の移転）第１０２条 明渡裁決があつたときは，当該土地又は当該土地にある物件を占有している者は，明渡裁決において定められた明渡しの期限までに，起業者に土地若しくは物件を引き渡し，又は物件を移転しなければならない。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n本年の問題は，虚偽の表現の規制の可否を問うものである。問題文にもあるとおり，また，報道などでも知られるとおり，フェイク・ニュースは，各国で様々な課題を生じ，対応が模索されている現代的な問題であり，新たな技術的な展開が事態を深刻化させている側面がある現象である。しかし，その規制は，内容規制という古典的な表現の自由の問題であり，また，本問の規制は，表現の削除という強力な制限の問題でもある。表現の自由の保障の意義という基本に立ち返った検討が求められる。\n虚偽の表現，とりわけ虚偽と知ってなされるものについては，そもそも表現の自由の保障範囲に入らない，あるいは，保障の範囲に入っても，保障の程度が低いという議論もあり得なくはない。その点について論じる際には，そのように考えることに問題はないか，また，そのような考え方は先例に基づいたものといえるかといった点も考察する必要があろう。さらに，虚偽ではあっても種々の観点から有益な表現も様々に考えられることや，真実は誤りと衝突することによってより明確に認識されるのだから虚偽の言明ですら公共的な議論に価値のある貢献をするものだ，という考え方もあり得ることにも留意が必要である。\n立法措置①については，具体的状況によっては虚偽か真実かの判定が難しい場合が相当あるという意味において不明確ではないか，処罰の範囲が広すぎ過度に広汎ではないか，といった点について検討することが求められる。目的が極めて重要な公共の利益といえるか，問題文に示されている混乱の事例をどのように評価するか，対抗言論や報道による検証などが優先されるべきではないか，他の規制方法が考えられ必要最小限度のものに留まっているとは言い難いのではないか，訴追は公平になされるかといった点についても同様であろう。\nその際には，立法措置①が，特定の人の社会的評価や業務とは無関係の規制であり，ありとあらゆる表現が，虚偽であるというだけで，規制の対象となるため，政治的に激しい争いのある事柄や，歴史的・学問的な事柄まで対象となり，真実性の判断が難しいものとなり得ることに留意が必要である。立法措置①が認められるとなると，あらゆる領域について，何が真実かを，刑事責任を問うことで問題にできるということになり，恣意的な訴追を通じて，全て真実は政府が決めるということになりかねないという懸念もある。これらの点を踏まえた上で，立法措置①について検討することが求められる。\n次に立法措置②について，ここでは，削除義務を課されるという形で直接に制約の対象となっているのは，ＳＮＳ事業者の自由であるとともに，削除されるという形で制約されているのは個々の発信者の表現の自由であることを適切に分析することが必要である。ＳＮＳの特徴である拡散性が，ＳＮＳのみを規制の対象として取り上げることを正当化するかどうかが論じられる必要もある。ＳＮＳ事業者が私的な検閲の主体となるおそれについても論じることは不可能ではなかろう。\n立法措置②については，選挙の公正ということの明確性が問題になるかもしれない。その場合，合憲限定解釈の可能性も含めて検討することがあり得る。立法措置②を，内容中立規制とする見解があるかもしれない。しかし，内容規制と，時・場所・方法の規制のような内容中立規制が組み合わされたときに，直ちに内容中立規制と評価することは問題がないか，検討が必要であろう。選挙に関する表現をどのように位置付けるべきかについては，国際的に比較しても非常に厳しい我が国の選挙運動規制を合憲とする先例は多数あるが，その評価を含めて論じることが可能であろうし，それらの選挙運動規制と本問を区別することも可能であろう。\n立法措置②は，表現の削除を罰則をもって強制するという強力な規制であるので，検閲や事前抑制の原則的禁止の法理との関係を問題にすることも可能である。ただ，その際には，立法措置②による規制によって，発表が禁止されている訳ではなく，一旦発表されたものの- 1 -\n削除が命じられていることに留意が必要である。また，選挙の公正は，仮処分による差止めで保護される名誉権のような人格的権利ではなく，この点についての分析も必要であろう。\n一旦表現されたものの削除が命じられるという点では，検索結果の表示の削除が問題となった事案も参考になり得よう。比較衡量的な枠組みを提示しつつ，要件が満たされていることが「明らか」なことを要求する判例の立場から見た場合，立法措置②の要件が十分に限定されたものになっているか否かを検討することになろう。\nただ，その場合であっても，立法措置②が，司法手続ではなく行政手続によるものであること，さらに，行政手続法の事前手続や理由提示の制度が適用除外とされていることをどのように評価するかが問題となり得る。人格権侵害を理由に仮処分で差止めを認める場合，少なくとも審尋が必要とされているが，要件が充足されていることが明白である場合には例外が認められている。行政手続の適正性の要求を憲法上どのように位置付けるかを踏まえつつ，これらのこととの関係をどう理解するかを論じることが必要となろう。\n選挙は公共性が高く，迅速な対応が必要だとはいい得るが，誤って削除された場合には公益が大きく害される。より制限的でない手段の検討が必要である。選挙に際してのＳＮＳが問題であるというのであれば，ＳＮＳ事業者に自主的な削除手続を定めることを義務付け，これについての報告義務を課すという方法も考えられる。ただ，この場合には，上に述べた私的な検閲のおそれは増大するかもしれない。また，とりわけＳＮＳ上のフェイク・ニュー\nス記事の拡散が，出所の不透明な資金に支えられていることが問題であるというのであれば，政治資金規制を及ぼして，資金の流れの透明化を義務付けることも考えられる。このような，諸外国・地域で実施・検討されている他の方法が有益ではないか，といったことも論じるに値する。\n以上のような諸点についての検討を踏まえ，自らの示した判断枠組みの中で適切に結論を導くことが求められている。\n〔第２問〕\n本問は，新たな市道（以下「本件道路」という。）の整備のために，Ｃ市が，土地収用法（以下「法」という。）に基づいて，Ａの土地（以下「本件土地」という。）を収用しようとした場合に生じる法的な問題について，検討を求めるものである。土地収用の手続きは，事業認定（法第２０条），収用裁決（法第４７条の２）といった段階を踏んで進められていくが，本問においては，このような土地収用手続の過程を理解して検討することが求められている。\n本問では，Ｃ市を起業者として行われた事業認定（以下「本件事業認定」という。）やＡに対する権利取得裁決（以下「本件権利取得裁決」という。）はいずれも出訴期間を経過しており（行政事件訴訟法第１４条），Ａはこれらの処分に対して適法に取消訴訟を提起して争うことはできない。もっとも，本件権利取得裁決については，例外的に「正当な理由」が認められるとして，取消訴訟を提起することができる場合も考えられ，論じられるべき第１の問題は，仮に，行政事件訴訟法第１４条における「正当な理由」が認められ，本件権利取得裁決に対する取消訴訟（以下「本件取消訴訟」という。）を適法に提起することが可能であるとした場合，Ａは，本件取消訴訟において，本件事業認定の違法を主張することができるかである（設問１）。\n論じられるべき第２の問題は，本件権利取得裁決に対して無効確認訴訟を提起した場合（行政事件訴訟法第３条第４項），Ａに，無効確認訴訟の原告適格が認められるかどうかである（設問２(１)）。最後に，論じられるべき第３の問題は，本件事業認定に裁量の範囲を逸脱又は濫用した違法が認められるかどうかである（設問２(２)）。以上の点について，資料を踏まえて論じることが求められている。\n〔設問１〕は，いわゆる違法性の承継に関する問題であり，本件事業認定の違法性を本件取\n消訴訟において主張することが許されるのかが問われている。法における事業認定の違法性が- 2 -収用裁決に承継されるかについては，様々な裁判例や学説が見られるところであり，必ずしも見解の一致が見られるとは言い難いが，本問においては，単に違法性の承継に関する一般的な考え方を示すのみではなく，最判平成２１年１２月１７日民集６３巻１０号２６３１頁等を参考に，法に沿って，具体的に検討することが求められている。すなわち，法においては，事業認定と権利取得裁決が段階的に行われること，事業認定と権利取得裁決の目的に共通性が認められること，土地所有者らに対して様々な手続きが法によって整備されていること等を踏まえて，事業認定と権利取得裁決の違法性の承継の有無を検討することが求められている。\n〔設問２(１)〕では，本件権利取得裁決に対する無効確認訴訟の訴訟要件が問われている。\n本件事業認定に無効の瑕疵が認められ，本件権利取得裁決も無効であるとすると，本件権利取得裁決に対して，無効確認訴訟（行政事件訴訟法第３条第４項）を提起することが考えられるが，無効確認訴訟の訴訟要件として，行政事件訴訟法第３６条の原告適格の有無を検討する必要がある。行政事件訴訟法第３６条は，無効等確認訴訟の原告適格につき，「当該処分又は裁決に続く処分により損害を受けるおそれのある者その他当該処分又は裁決の無効等の確認を求めるにつき法律上の利益を有する者で，当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないものに限り，提起することができる」としているが，本問においては，「当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないもの」という要件に絞って，Ａに無効確認訴訟の原告適格が認められるのかを検討することが求められている。\n本件事業認定やそれに基づく本件権利取得裁決に無効の瑕疵があるとすると，Ａは，自らの所有権を保全するため，Ｃ市に対して，土地所有権確認請求や本件土地の移転登記の抹消登記請求といった争点訴訟（本件権利取得裁決が無効であることを争点とする民事訴訟。行政事件訴訟法第４５条）で争うことが可能と考えられる。このとき，Ａが，これらの争点訴訟を提起することが可能であるとしても，それだけで，「目的を達することができない」として，無効確認訴訟を提起できるのかを論じる必要がある。争点訴訟には，無効確認訴訟の判決と異なり，判決に拘束力が認められないこと，他方で，事業認定から１年を経過している場合には事業認定の効力が失効する（法第３９条第１項）ため，拘束力が認められなくてもＡの目的を達することはできるのではないかといったことや無効確認訴訟の判決に第三者効が認められるのか等を踏まえて，検討することが求められる。\n以上のような行政事件訴訟法第３６条の原告適格に関し，Ａによってどのような主張がなされるのか，また，原告適格は認められるのかを，Ｂ県からの反論を踏まえて，論理的に検討することが求められている。\n〔設問２(２)〕では，上記の無効等確認訴訟が適法に提起できるとした場合，本件事業認定\nの違法性につき，法第２０条第３号の「事業計画が土地の適正且つ合理的な利用に寄与するものであること」に関して，Ａが，どのような主張が可能かを検討することが求められている。\n法第２０条第３号の要件は，法第１条の目的規定を参照すると，行われる事業によって増進される公共の利益と，土地収用によって失われる利益の比較衡量によって判断されると考えられるが，法第２０条第３号がある程度概括的に定められていることや，公共事業に土地収用が必要とされるかどうかについては，種々の事情を総合的に考慮した判断が伴うことから，法第２０条第３号の要件該当性の判断には，行政庁に一定の裁量が認められると考えられる。したがって，本問では，本件事業認定が，このような裁量の範囲を逸脱濫用したものであるとして違法となるかどうかが検討されるべき点である。また，本件事業認定に無効の瑕疵があるかが問題とされることから，単なる違法ではなく重大かつ明白な瑕疵が必要とされることとなるが，本問では，重大性や明白性については検討する必要はない。\nまず，本件事業認定に関しては，本件道路の設置によって得られる利益として考えられるの- 3 -は，事業認定に付された理由によると，「道路ネットワークの形成」，「通行者の安全性の確保」，「地域防災性の向上」の３点である。これらのうち，「道路ネットワークの形成」という利益が生み出されることや本件道路の整備による騒音等の不利益が軽微かどうかについては，本件事業認定においては，平成２２年調査に基づいて判断がされている。Ａの立場からは，平成元年調査と比して，通行量の予測が異なる平成２２年調査に基づく判断の妥当性や信頼性が論じられるべきこととなる。また，利益衡量の対象とされているが，土地収用によって喪失する利益として，Ａの立場からは，本件土地周辺の地下水や防災用の井戸への影響，本件土地の自然環境への影響が十分に考慮されていないのではないかという点が指摘されよう。また，小学校への騒音を防止するために，本件道路のルートが決定されているが，その際，本件土地の自然環境については考慮されておらず，考慮されるべき事情が考慮されていないのではないか，といった点についても検討することが求められている。\n【民事系科目】\n〔第１問〕\n本問は，民法の幅広い分野から，民法の基礎的な理解とともにその応用力を問うものであり，当事者の主張を踏まえつつ法律問題の相互理解や事案の特殊性を論理的に分析して自説を展開する能力が試されている。\n設問１は，建物新築請負契約に基づき請負人が工事を完了して，注文者所有土地上に建物を完成させたが，引渡しは未了の段階における当該新築建物の所有権の帰属と，所有権の帰属先とされることに伴う責任を問うものである。新築建物の所有権の帰属は，多数の関連判例（大判明治３７年６月２２日民録１０輯８６１頁，大判昭和１８年７月２０日民集２２巻\n６６０頁，最判昭和４４年９月１２日判例時報５７２号２５頁，最判昭和４６年３月５日判例時報６２８号４８頁等）がある典型的な論点であるが，これを中心としつつ，物権法，契約法，不法行為法にまたがる複数の制度・規定についての検討を求めることを通じて，民法の基本的な理解と事案に即した論理展開能力が問われている。\n設問１の前半では，新築建物の引渡し前の所有権の帰属が問題となるが，その前提として，建物は，その敷地とは別個独立に所有権の客体となることを確認する必要がある。\nその上で，建物新築請負契約の当事者間に所有権の帰属についての合意があれば，契約自由の原則により，その合意に従って所有権の帰属が決定されることとなる。これに対し，その合意がない場合における新築建物の引渡し前の所有権の帰属については，いわゆる請負人帰属説と注文者帰属説とがあり，これについて論ずる必要がある。前記の判例は請負人帰属説に立っていると理解されているが，その規律内容を知識として有しているだけではなく，根拠を正確に理解していることが求められる。請負人帰属説と注文者帰属説のいずれの立場によっても構わないが，自己の採用した立場から一貫性のある法律構成をすることが必要である。\n請負人帰属説に立つ場合には，新築建物の所有権の帰属について特段の合意がない場合には物権法の原則が妥当し，材料の所有権が積み上げられて完成した建物となることなどの理由から，材料の全部又は主要部分の提供者が誰かによって所有権の帰属が決せられることを原則としつつ，例外則として，注文者が代金の支払をしていたときは注文者が所有権を取得することを論ずべきことになる。\n本問では，材料はその全部を請負人が調達して提供しており，本件事故時において建物は既に完成しているが，代金は８割が支払済みであるという事情がある。上記の代金支払による例外則の内容については，定式として，全額の支払を必要とする考え方と，大半が支払済みであればよいとする考え方とがあるが，いずれの定式によるのかを明確にしつつ，それと整合的な理由の提示が求められる。\n- 4 -例外則の根拠については，大別して，㋐材料の提供の実質に求める考え方と，㋑当事者の黙示の合意に求める考え方とがあり得る。\n上記㋐の考え方は，材料の全部又は主要部分の提供者がいずれであるかによって決せられるという原則に照らして，代金の全額又は大半が支払われているときは，注文者が材料の原資を出しているといえるから，注文者が材料の提供者と考えることができるとする。この考え方によれば，「大半」といえるかどうかは，支払われた代金が材料の全部又は主要部分の費用に相当するかどうかが判断基準となり，この観点から，本問の事実の評価がされることになる。\n上記㋑の考え方からは，請負契約は，注文者が仕事の結果に対して報酬を支払うものであるから，代金の全額が支払われた以上，仕事の結果である建物の所有権は注文者が取得するというのが両当事者の合理的意思であると考えられ，このような両当事者の意思（黙示の合意）を基礎として，全額支払済みの場合に例外則を発動させるとする見解が導かれ得る。\n他方で，大半の支払の段階でも，注文者は，建物を取得するために契約をしたのであるから所有権を取得することができると考え，請負人も，報酬確保について懸念がなければ所有権を保持する利益がなく，所有権を注文者に取得させることに異存はないのが通常であるとも考えられる。そこで，このような両当事者の意思（黙示の合意）を基礎として例外則を発動させるとする見解も導かれ得る。この見解によれば，報酬確保として懸念のない状態にあるかどうかが判断基準となり，この観点から，本問の事実の評価がされることになる。\n以上に対し，注文者帰属説に立つ場合には，判例が採用していると考えられる請負人帰属説の内容を示してこれを批判し，注文者帰属説を採用すべき理由を論ずることが求められる。\n注文者帰属説による場合には，注文者への帰属を排除する特段の合意がない限り，甲建物は注文者Ａに帰属すると結論付けることになる。\nなお，所有権の帰属の決定に当たっては，前記のとおり，契約当事者の合意がまず基準となるところ，請負人帰属説か注文者帰属説かの対立に触れることなく，本問における契約内容，特に代金分割支払の合意内容等を詳細に分析・評価し，所有権の帰属についての（黙示の）合意を認定するという構成も妨げられるものではない。\n設問１の後半は，注文者Ａが甲建物の所有者であると仮定し，請負人Ｂが甲建物を占有している中でのＡの土地工作物責任（民法第７１７条第１項ただし書）を論じさせることを通じて，土地工作物責任に関する基本的な理解と事例に即した法適用能力を問うものである。\n建物が土地工作物に該当することには異論がないと考えられるが，設置又は保存の瑕疵については，土地工作物が通常備えるべき安全性を欠くことを意味することを指摘した上で，本問の事実関係のもとでの評価を示すことが求められる。甲建物は，震度５弱の地震に対する強度を備えておらず一部の損傷を生じているが，このような建物は，通常備えるべき安全性を備えていたとはいえず，設置の瑕疵があったといえる。\nまた，設置の瑕疵によってＣを負傷させ，治療費の支出を余儀なくさせているから，損害の発生，因果関係が認められることを指摘する必要がある。\n甲建物は，引渡し前であり，請負人Ｂの管理・支配下にある。民法第７１７条第１項の「占有者」の概念については争いがあるが，本問の場合は，いずれにしてもＢが占有者に該当するため，占有者概念を詳述する必要はない。\n所有者Ａが土地工作物責任を負うか否かについて最も問題となるのは，占有者であるＢが損害発生の防止に必要な注意を尽くしたかである。占有者の必要な注意とは，その種の占有者として通常尽くすべき注意を意味するが，このことを明らかにした上で，本問の事実を評価することが求められる。\n【事実】５のとおり，甲建物の「瑕疵」は甲建物に用いられた建築資材の欠陥によるもの\nであるが，この資材は定評があり，多くの新築建物に用いられていた。欠陥品が甲建物に用\n- 5 -いられることになったのは，製造業者において検査漏れがあり，流通経路を経て，たまたま甲建物に用いられたという事情による。しかも，この事情は，本件事故を契機とした調査が行われて初めて明らかになっている。これらの事情からすれば，Ｂとして，逐一建築資材の強度を個別に検査することまでは要求されず，損害の発生の防止に必要な注意をしたと評価されよう。\nこれに対し，占有者の注意義務を高度なものとしてとらえ，実質的には無過失責任に近いものとして考える場合には，異なる結論を導く余地があるが，その場合には，そのような捉え方をすべきことを説得的に展開することが求められる。\nまた，以上と異なり，設置・保存の瑕疵について，通常備えるべき安全性を確保すべき義務に違反したことをいうとする立場を採用することも妨げられないが，その場合には，そのような立場に立脚すべき根拠を丁寧に，かつ，説得的に展開する必要がある。\n設問２は，不動産の賃貸借から将来生ずべき賃料債権の譲渡がされた場合において，譲渡人がその不動産を売却し，賃貸人の地位が新所有者に承継されたときに，将来賃料債権譲渡の効力はその承継後の賃貸借から生ずる賃料債権に及ぶかを問うものであり，基本的事項に関する知識とこれを踏まえた論理的思考力が試されている。\nこの問題に関連する判例として，最判平成１０年３月２４日民集５２巻２号３９９頁があるが，将来賃料債権の差押えの効力が発生した後に，賃貸借の目的不動産が譲渡され，それにより第三者が賃貸人の地位を承継したとしても，その第三者は，当該不動産に係る賃料債権を取得したことを差押債権者に対抗することができないとするものであり，本問のように，私人間の契約によって将来賃料債権が譲渡された後に賃貸借の目的不動産が譲渡された事案についての判例はない。\n本問では，第三者対抗力を備えた将来賃料債権譲渡がされた場合において，賃料債権を生ずべき賃貸借の目的不動産が譲渡されたときに，将来賃料債権譲渡と目的不動産の譲渡のいずれの効力が優先すると考えるべきかを，種々の事情を考慮しながら検討することが求められる。\n下線部㋐は，賃貸借の目的不動産の譲渡の効力が優先するとするものである。Ｈとしては，これを根拠付けるために，Ｈが乙建物の所有者となったことによりＥに対する賃貸人となったことを主張すると考えられる。\nこれに関する確立した判例法理を前提とするならば，本問では，ＤＨ間の合意による賃貸人の地位の承継（以下「合意承継」という。），Ｈが乙建物を取得したことによる賃貸人の地位の当然承継（以下「法定承継」という。）のいずれも成り立つ（合意承継につき，最判昭和\n４６年４月２３日民集２５巻３号３８８頁。法定承継につき，大判大正１０年５月３０日民録２７輯１０１３頁等）。これらの判例法理と異なる考え方を採る場合には，判例法理を示し，その問題点を挙げ，採用すべき他の考え方を理由とともに示す必要がある。なお，判例法理に従う場合も，合意承継と法定承継との要件の違いを意識した論述が求められるとともに，合意承継については，契約上の地位の移転の一種であるにもかかわらず賃借人の同意を要しない理由を，法定承継については，目的不動産の所有権の移転により賃貸人の地位が当然に移転する理由を示すことが望ましい。\n下線部㋑は，将来賃料債権譲渡の効力が優先するとするものである。下線部㋑が正当とされるためには，本件譲渡契約が有効であり，かつ，Ｆがその契約による将来賃料債権の取得を第三者に対抗することができることが必要である。\n将来債権を譲渡する契約は，譲渡の目的とされる債権が特定されている場合には原則として有効であるとしつつ，例えば，その将来債権譲渡が，あまりに長期にわたる包括的なものであり，譲渡人の営業活動等に対して過度の制限を加え又は他の債権者に不当な利益を加えるものであると見られるなどの特段の事情があるときは，公序良俗違反などのため全部又は- 6 -\n一部が無効になることがある，とするのが判例である（最判平成１１年１月２９日民集５３巻１号１５１頁）。また，判例は，将来債権譲渡について第三者対抗要件を具備するためには，指名債権譲渡の対抗要件（民法第４６７条第２項）の方法によることができるとする（最判平成１３年１１月２２日民集５５巻６号１０５６頁）。\n以上の判例に従う場合，本件譲渡契約は，「本件賃貸借契約による平成２８年９月分から平成４０年８月分までの賃料債権」（【事実】８）と譲渡の対象が特定されており，譲渡期間は１２年と比較的長期であるものの，この一事をもって公序良俗に反するとまではいえないから，有効であると認められる。また，本件譲渡契約による将来賃料債権譲渡について，【事実】\n８のＤからＥに対する内容証明郵便による通知をもって，第三者対抗要件が具備されている。\nしたがって，Ｆは，本件譲渡契約による将来賃料債権の取得を第三者に対抗することができる。\n上記を前提として，下線部㋐と下線部㋑のうちいずれが正当であるかを考えるべきことになるが，その際には理論的な理由と結論の妥当性の観点からの理由を共に挙げることが必要である。\n下線部㋐を正当とする理論的な理由としては，本件譲渡契約における譲渡の対象は将来「債権」であり，譲渡人Ｄは，自己が取得すべき債権を処分することはできるが，他人が取得すべき債権を処分することはできないから，本件譲渡契約の効力は，Ｈが取得する賃料債権に及ばないとすることなどが考えられる。また，結論の妥当性の観点からの理由としては，将来債権譲渡は，もともと将来の債権の発生という不確実な事実に効力をかからせるものであり，賃貸借の目的不動産の譲渡により将来賃料債権の譲渡人（Ｄ）が取得すべき賃料債権が発生しなくなることは，当然想定される事態の一つであってやむを得ないことや，将来賃料債権の譲受人（Ｆ）が権利を失うことになる不利益は，将来賃料債権譲渡の契約の当事者（Ｄ\n及びＦ）の間で解決されるべき問題であることなどが考えられる。\nこれに対し，下線部㋑を正当とする理論的な理由としては，本問における将来賃料債権の譲渡は，本件賃貸借契約から将来生ずる賃料債権を譲渡の目的とするところ，Ｈは本件賃貸借契約における賃貸人の地位を承継するのであり，Ｈの下で生ずる賃料債権も本件賃貸借契約から生ずるものであるため，本件譲渡契約の効力がなお及ぶと考えられることなどが挙げられる。また，結論の妥当性の観点からの理由としては，賃貸借の目的不動産を譲り受けようとする者は，賃借人への照会その他の調査により，将来賃料債権譲渡がされた事実を知ることが通常可能であり，実際，本問においてＨは本件譲渡契約がされたことを知りつつ本件売買契約を締結しているから，目的不動産（乙建物）の譲受人（Ｈ）が不測の不利益を受けることにはならないことや，下線部㋐を正当とすると将来賃料債権譲渡の効力が賃貸借の目的不動産の譲渡により容易に失われるため，将来賃料債権譲渡の有用性が著しく損なわれてしまうことなどが考えられる。\n下線部㋐と下線部㋑のいずれを正当としてもよいが，解答に当たっては，それぞれを支える根幹的な論拠を前提としつつ，他に考慮されるべき事情とその評価について説得的に展開し，結論を導くことが求められる。\n設問３は，いわゆる動機の錯誤による意思表示の無効の要件に関する基本的な理解を問うものである。\n本件債務引受契約の無効の原因となるのは，Ｈの錯誤による意思表示である。本件債務引受契約に関するＨの錯誤については２通りの捉え方が可能である。\n第１に，Ｈは，本件売買契約によって乙建物の所有権を取得することによりＥから本件賃貸借契約に係る賃料を収受することができるという認識（以下「下線部㋐の認識」という。）の下で本件債務引受契約を締結している。そのため，下線部㋐の認識は，Ｈにとって，本件債務引受契約の動機であり，下線部㋐の認識が誤りであるという本問の前提に立つと，Ｈに- 7 -\n動機の錯誤があるということができる。\n第２に，【事実】10の②によれば，Ｈは，Ｄとの間の本件売買契約によって負う代金債務の代物弁済として，ＤのＧに対する本件債務を引き受けている。したがって，Ｈは，Ｄに対して代金債務を負うことを動機として，本件債務引受契約に係る意思表示をしたと見ることもできる。この動機は，本件売買契約が有効であることを前提としているが，下線部㋐の認識が誤りであることによって本件売買契約が無効となれば，ＨがＤに対して代金債務を負っていないことになるから，Ｈに動機の錯誤があるということができる。\nＨの動機の錯誤を上記のいずれと解してもよいが，そのうちの一方が本件債務引受契約の無効を導くのであれば，その動機の錯誤について論ずる必要がある（他方について論ずる必要はない。）。いずれによっても無効にならない場合には，両方の動機の錯誤について論ずる必要がある。\n動機の錯誤による意思表示の無効が認められるか，どのような要件の下で認められるかについては，種々の考え方がある。\n判例は，動機の錯誤の場合，民法第９５条は当然には適用されないことを前提として，一定の要件の下でのみ民法第９５条による意思表示の無効を認める立場である。ここにいう「一定の要件」について，「動機が表示されて法律行為（又は意思表示）の内容になった」ことが必要であるとする理解が一般的であるが，例えば，動機は表示されたならば意思表示の内容になったと認められるとする理解などもある。\n解答に当たっては，動機の錯誤による意思表示の効力や無効とする場合の要件をどのように判断すべきかについて，特定の立場を採ることが求められるものではないが，判例の理解を踏まえて採るべき立場を理由とともに明らかにし，本問の事実を自説の構成に従って適切にあてはめることが必要である。\n例えば，民法第９５条による無効が認められるためには，動機が表示され，かつ，その表示された動機が当事者の間で法律行為の内容とされたことが必要であるとする立場からは，次のことを論ずべきことになる。\nまず，動機の表示の存否を論ずる必要がある。本件売買契約によって６０００万円の代金債務を負うことが問題とすべき動機であるとする場合には，【事実】10の②から，動機がＧに表示されていたと認められる。これに対し，Ｈの下線部㋐の認識が問題とすべき動機であるとする場合には，そのことがＧに明示されているとまではいえないものの，【事実】10において，Ｇは，ＤとＨに対し，乙建物の買主は本件賃貸借契約に係る賃料を収受することができるという，下線部㋐に相当する認識を述べている。そして，Ｄ，Ｇ及びＨは，Ｇのこの発言を受けて本件売買契約の代金額を乙建物の収益性を勘案した額とすること（【事実】10の①），Ｈが本件売買契約によって負う代金債務の代物弁済として本件債務の弁済を引き受けること（【事実】10の②）を合意していることから，Ｈが下線部㋐の認識の下に本件債務を引き受けることが，Ｇに対し表示されていたと認められる。\n次に，その動機が法律行為の内容になったと認められるか否かを論ずる必要がある。その前提として，「法律行為の内容になる」ということの意味が問題となるが，相手方が意思表示はその動機を何らかの意味で前提とするものであることを了解していたと認められればよいとする考え方，相手方が意思表示はその動機の存在を前提として効力が認められるものであることを受け入れていたといえる必要があるとする考え方などがあり得る。後者の考え方を採る場合には，その動機が誤っているときには意思表示の効力の前提が欠けることになるから，意思表示の無効が原則として認められる。それに対し，前者の考え方を採る場合には，意思表示が無効となるためには，動機の誤りに加えて，錯誤の重要性が認められなければならない。これについても，どの立場であってもよいが，採るべき立場の内容と理由を明確に示すことが求められる。\n- 8 -その上で，本問の事実を自説に適切に当てはめることが求められる。Ｈの下線部㋐の認識が問題とすべき動機であるとし，かつ，動機の法律行為の内容化につき上記のうち前者の立場を採った場合を例にとれば，Ｇは，何らの見返りもなく単なる友人の多額の債務を引き受けることは通常考えられないこと，下線部㋐の認識に相当することを自らＤ及びＨに述べた上で【事実】10の三者間合意に加わったことから，Ｈが下線部㋐の認識を前提として本件債務引受契約を締結することを了解していたと認められる。そして，下線部㋐の認識が誤りである場合，Ｈは，Ｄの債務を引き受けることの「見返り」である利益を取得することができず，しかもその額は４５００万円近くになることから，この錯誤の重要性は明らかであるということができる。\nこれに対し，本件売買契約によって代金債務を負うことが問題とすべき動機であるとする場合には，Ｇ及びＨは，【事実】10の①～④より，Ｈがその代金債務を負うことを前提として本件債務引受契約に応じることを合意したといえるから，Ｈがその代金債務を負うことが本件債務引受契約の前提であるとＧは了解しており，Ｈの錯誤の重要性も当然に認められると説明することも，ＧはＨがＤに対する代金債務を負わないのであれば本件債務引受契約は無効になることを受け入れていたと説明することもできる。なお，この場合には，Ｈは下線部\n㋐の認識が誤りであることにより本件売買契約に係る意思表示の無効を主張することができるかを，動機の錯誤による意思表示の無効が認められるための要件として自ら示したものに従って，論ずることが必要になる。\n表意者に重大な過失があったときは，表意者は，錯誤による意思表示の無効を主張することができない。本問においても，Ｈに重大な過失があると認められるか，具体的には，Ｈが下線部㋐のように考えたことが重大な過失に当たるかを論ずる必要がある。これについては，事実を踏まえて結論を示すことが必要であり，その際，次に述べるような検討をすることが望ましい。\n下線部㋐と下線部㋑のいずれが正当であるかは，法の解釈の問題であり，法を正しく解釈しないことは「法の不知」の一種といえなくもない。仮にそうであれば，「法の不知は保護しない」という法諺が妥当するとして，Ｈの重大な過失が認められることにもなり得る。しかしながら，下線部㋐と下線部㋑のいずれが正当であるかについて，判例も一般的といえる解釈も存在せず，取引社会の構成員として当然に知っているべきであるとはいえない。したがって，下線部㋐のように法の解釈を誤ったことをもってＨは保護に値しないとすることは，適当でないと考えられる。仮にそのように考えない場合であっても，【事実】10からＧも下線部㋐の認識の下に本件債務引受契約を締結したといえることから，ＧはＨと同一の錯誤に陥っていたと認められ，契約の有効に対するＧの信頼は保護に値せず，Ｈによる意思表示の無効の主張は妨げられないと解される。\n〔第２問〕\n本問は，①少数株主による株主総会の招集及び株主提案権の行使（設問１），②買収防衛策としての差別的な内容の新株予約権無償割当て（設問２），③取締役会設置会社における株主総会の権限，取締役の株主総会の決議の遵守義務及び取締役の株式会社に対する損害賠償責任（設問３）についての理解等を問うものである。\n設問１においては，乙社が採ることができる会社法上の手段として，少数株主による株主総会の招集の手続（会社法第２９７条等）並びに議題提案権（同法第３０３条）及び議案要領通知請求権（同法第３０５条）の行使の手続について説明し，比較検討した上で，論ずることが求められる。\n少数株主による株主総会の招集の手続並びに議題提案権及び議案要領通知請求権の行使の手続について比較検討するに当たっては，例えば，下記①から③までのことについて，言及する\n- 9 -ことが期待される。\n① 議事運営の主導権少数株主が臨時株主総会を招集する場合には，少数株主は株主総会の招集等の手続を行うことにより株主総会の議事運営にその意向を反映し得ること，他方で，取締役が招集する定時株主総会の開催に当たり少数株主が議題提案権及び議案要領通知請求権を行使する場合には，取締役が株主総会の招集等の手続を行うため，少数株主が臨時株主総会を招集する場合と比べると，株主総会の議事運営に少数株主の意向を反映することに支障があり得ること。\n② 費用等の手続面の負担少数株主が臨時株主総会を招集する場合には，少数株主が株主総会の招集及び開催の費用及び労力を負担すること，他方で，議題提案権及び議案要領通知請求権を行使する場合には，株式会社が株主総会の招集及び開催の費用及び労力を負担すること。\n③ 時期の選択少数株主が臨時株主総会を招集する場合には，定時株主総会が開催されるのを待つことを要せず，それよりも前に，株主総会を開催することができること，他方で，議題提案権及び議案要領通知請求権を行使する場合には，定時株主総会が開催されるのを待たなければならないこと。\n設問２においては，乙社による本件新株予約権無償割当ての差止めの請求（会社法第２４７条類推）が認められるか否かについて，問題文中の事実関係を適切に評価した上で説得的に論ずることが求められる。\n乙社による本件新株予約権無償割当ての差止めの請求が認められるか否かについて論ずるに当たっては，まず，新株予約権無償割当てに関して，会社法第２４７条が類推適用されるか否かについて，検討することが求められる。\nそして，新株予約権無償割当てについて，会社法第２４７条が類推適用される（東京地決平成１９年６月２８日金判１２７０号１２頁）と解する場合には，乙社による差止事由に関する主張について，条文及びその文言を引用しつつ，具体的に検討することが求められる。\n乙社による差止事由に関する主張としては，例えば，下記①又は②の主張について，検討することが求められる。\n① 本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであり，株主平等の原則（会社法第１０９条第１項）又はその趣旨に反し，法令に違反するものであるとの主張（同法第２４７条第１号。最決平成１９年８月７日民集６１巻５号２２１５\n頁参照）。\n② 本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであって，会社の企業価値ひいては株主の共同の利益を維持するためではなく，専ら経営を担当している取締役等の経営支配権を維持するためのものであり，著しく不公正な方法により行われるものであるとの主張（会社法第２４７条第２号。東京高決平成１７年３月２３日判時１８９９号５６頁，判タ１１７３号１２５頁参照）。\nその上で，その主張の当否に関して，例えば，上記①の主張については，前掲最決平成１９年８月７日を参考にするなどしつつ，本件新株予約権無償割当ては，新株予約権者の差別的な取扱いを内容とするものであり，非適格者である乙社を差別的に取り扱うものであるが，他方で，買収防衛策としての導入等の是非が株主総会の決議（ただし，いわゆる勧告的決議である。）に委ねられていること，さらに，本件新株予約権無償割当ては，乙社に経済的損害を与える性質を有するものであるが，他方で，乙社がこれ以上の甲社の株式の買い増しを行わない旨を確約した場合には，甲社の取締役会が，その決議により，本件新株予約権無償割当てにより株主に割り当てた新株予約権の全部を無償で取得することができる仕組みとなっており，乙社に撤退可能性が保障されていることなどの問題文中の事実関係に即し，条文の- 10 -\n適用と当てはめを丁寧に行い，説得的に検討することが求められる。\nまた，上記②の主張については，前掲東京高決平成１７年３月２３日を参考にするなどしつつ，本件新株予約権無償割当ては，いわゆる主要目的ルールに照らすと経営支配権の維持を主要な目的とするものであるが，他方で，上記のとおり買収防衛策としての導入等の是非が株主総会の決議に委ねられていることなどの問題文中の事実関係を踏まえ，この株主総会の決議の意義がどのようなものであるかや，前掲東京高決平成１７年３月２３日が挙げる四つの具体例に照らし，株主全体の利益の保護という観点から本件新株予約権無償割当てを正当化する特段の事情があるかどうかなどについて検討した上で，同様に，説得的に論ずることが求められる。\n設問３においては，①甲社の財産の処分を株主総会の決議によってもすることができるようにする定款の変更に関する議案を可決した本件決議１の効力を検討した上で，②本件決議\n１に基づく本件決議２の効力及び取締役の株主総会の決議の遵守義務（会社法第３５５条）を前提として，③下記の問題文中の事実関係を踏まえ，甲社の取締役会が遅くとも平成３０年度中にＰ倉庫を適正な価格で売却することに関する議案を可決した本件決議２に関して，甲社の代表取締役社長Ａは，これを遵守してはならなかったにもかかわらず遵守したことにより，その任務を怠ったものと認められるのではないか，結果として，甲社に対し，会社法第４２３条第１項に基づき，損害賠償責任を負うか否かについて，論ずることが求められる。\n本件決議１の効力を検討するに当たっては，まず，①取締役の業務執行権限に属する事項を株主総会の決議事項とすることができるかどうかについて，論ずることが求められる。\nそして，②取締役の業務執行権限に属する事項であっても，定款で定めることにより株主総会の決議事項とすることができ（会社法第２９５条第２項），本件決議１及び本件決議２はいずれも有効であると解する場合には，取締役は株主総会の決議を遵守しなければならないこと（同法第３５５条）について，言及することが求められる。\nその上で，③株主総会の決議の遵守義務を前提として，例えば，Ｑ県において発生した大地震により，Ｑ倉庫が倒壊したため，海外から到着する貨物をＰ倉庫において保管しなければならず，Ｐ倉庫を売却すると，競合他社に多数の顧客を奪われるなど，５０億円を下らない損害が甲社に生ずることが見込まれ，他方で，Ｐ倉庫の近隣の不動産価格が下落する兆候はうかがわれなかったことなどの問題文中の事実関係を踏まえ，（ア）代表取締役社長Ａは，甲社に損害を与えないように業務を執行するのであれば，本件決議２を遵守してはならなかったにもかかわらず，本件決議２を遵守し，その任務を怠ったものと認められるから，甲社に対し，損害賠償責任を負うと解するか，（イ）本件決議２の後に重大な事情の変更が生じたことに鑑み，改めて株主の意思を確認しなければならなかった（改めて株主総会の決議を得なければならなかった）にもかかわらず，事情の変更が生ずる前の本件決議２を遵守することに固執し，その任務を怠ったものと認められるから，甲社に対し，損害賠償責任を負うと解するか，あるいは（ウ）上記の問題文中の事実関係を踏まえても，代表取締役社長Ａは，本件決議２を遵守しなければならず，その任務を怠ったとは認められないから，甲社に対し，損害賠償責任を負うとは認められないと解するかなどについて，説得的に論ずることが求められる。\n①の検討の結果，本件決議１が無効であると解する場合には，これを前提とする本件決議\n２も株主総会の決議としての効力はないこととなるが，（エ）なお株主の意向を示すものとして尊重する必要がないかや，代表取締役社長Ａが本件決議２を遵守する義務があると考えて\nＰ倉庫を売却するという決定をしたことに取締役としての任務懈怠や過失がなかったかどうかについて，説得的に論ずることが求められる。\nなお，設問３は，株主総会の決議の遵守義務が問題となっている場面であり，いわゆる経営判断原則の適用が問題となる典型的な場面ではないため，経営判断原則に言及する場合に- 11 -は，その趣旨や適用範囲について検討した上で言及することが望まれる。\n〔第３問〕\n本問は，会社員Ｘが，全国展開している業者Ｙから購入したキャンピングカーが契約どおりの仕様を有していなかったことを理由として，履行遅滞による売買契約の解除に基づく原状回復としての売買代金の返還と債務不履行に基づく損害賠償をＹに求めるという事案を題材として，①管轄に関する合意が存在し，それを専属的管轄合意と解釈した場合には管轄を有しないことになる裁判所に訴えを提起したことを前提に，民事訴訟法（以下「法」という。）\n第１６条第１項による移送をすべきではないとの立論をすること（設問１），②原告が主張する特定の事実を認める旨の被告の陳述が裁判上の自白に該当して自由に撤回することができなくなるかを検討すること（設問２），③作成者が死亡しその相続人が所持するに至った日記を対象とする文書提出義務の成否を判断するためにどのような観点からどのような事項を考慮すべきかを検討すること（設問３），を求めるものである。\nまず，〔設問１〕の課題(1)は，管轄合意の解釈の在り方を問うものである。本件定めのような管轄合意には，特定の裁判所を管轄裁判所から排除する専属的管轄合意と特定の裁判所を管轄裁判所に付け加える付加的管轄合意があるが，Ｙは，本件定めを専属的管轄合意と解釈していると考えられることから，本件定めを付加的管轄合意として解釈すべきだという議論を適切な論拠を示しつつ展開することが求められる。\nこのような論拠としては，Ｙが本件定めを作成するに当たり，本件定めが専属的管轄合意であることを明記し得たのにしていないのであるから，専属的管轄合意と理解するのが合理的であるとはいえないことや，本件定めは，Ｙ側から提起する債務不存在確認の訴えなどＢ\n地方裁判所の法定管轄に属しない場合にもＢ地方裁判所が管轄裁判所となることを基礎付けるものであり，これを付加的管轄合意と解釈することに合理性がないとはいえないこと，といったものが考えられる。\nこの他本件定めを付加的管轄合意として理解すべきとする論拠は，複数考えられ得るが，説得力をもって以上のような論拠を適切に展開し，本件定めを付加的管轄合意として理解すべきことを結論付けることが，課題(1)との関係では求められる。\n次に，〔設問１〕の課題(2)は，本件定めを専属的管轄合意と解釈することを前提としても，管轄違いによる移送（法第１６条第１項）をすべきではないとする立論を求めるものである。\nこのような立論としては，仮にＢ地方裁判所に本件訴訟が係属したとしてもＢ地方裁判所がＡ地方裁判所に法第１７条に基づく移送をするための要件を満たす場合には，Ａ地方裁判所として移送をせずに自庁処理をすることが認められる，というものが考えられる。また，その根拠としては，法第１７条の要件を満たす場合には，仮にＡ地方裁判所からＢ地方裁判所に対し管轄違いによる移送をしてもＢ地方裁判所からＡ地方裁判所に同条による移送がされることが考えられることから，そのようなう遠な処理をするまでもなく，法第１７条の類推適用によりＡ地方裁判所で自庁処理をすることが適切と考えられること，場面は異なるが法第１６条第２項が管轄違いの場合の自庁処理を認めていることなどが挙げられる。\nそこで，課題(2)との関係では，以上のような立論をした上で，本件がＡ地方裁判所の法定管轄に属することを指摘しつつ，法第１７条の要件が満たされることを本件事案に即して示していくことが求められる。\n〔設問２〕は，問題文中の④の事実を認める旨のＹの陳述が裁判上の自白に該当して撤回\n制限効が生じているかどうかを問うものである。ここでは，裁判上の自白の成立要件に照らした検討が求められる。\n一般に裁判上の自白の成立要件は，(1)口頭弁論又は弁論準備手続における弁論としての陳述であること，(2)相手方の主張と一致する陳述であること，(3)事実についての陳述である- 12 -こと，(4)自己に不利益な陳述であること，であるとされるが，本問では(1)と(2)の要件を満たすことは明らかであり，(3)と(4)の検討が中心となる。\n(3)の要件との関係では，この要件を満たす「事実」について，主要事実に限定されるとする見解と間接事実も含まれるとする見解があり，このうち，後者に属する見解では，これを重要な間接事実に限るとする見解から広く間接事実一般を含むとするものまで様々なものがある。解答に際しては，まず以上のうちのいかなる立場に立つかを論拠を示して明らかにする必要がある。\nさらに，とりわけ主要事実限定説や重要な間接事実限定説では，④の事実が訴訟物との関係でいかなる位置付けを有する事実であるかにより(3)の要件の成否が異なってくることから，元の請求と追加された請求における訴訟物との関係での④の事実の位置付けを要件事実の考え方を踏まえて整理した上で，自説に当てはめることが求められる。\nまた，Ｘが新請求を追加したのは，Ｙが④の事実を認める旨の陳述をした後，それを撤回する前である。このような事実経過からは，例えば元の請求との関係で自白は成立しないが追加された請求との関係では自白が成立すると考える立場では，Ｘが新請求を追加する前は自由にできた陳述の撤回が新請求の追加により制限されてよいか，また，元の請求との関係でも追加された請求との関係でも自白が成立すると考える立場では，これらが異なる請求であることから，元の請求との関係で成立した自白の効力を追加された請求との関係でもそのまま維持してよいか，といった疑問が喚起される。設問で示されたＪの問題意識に照らし，こういった点についても検討することが求められる。\n(4)の要件については，相手方が証明責任を負う事実の存在を認める場合に限りこの要件を満たすとする見解，認める旨の陳述をした当事者の敗訴可能性を基礎付ける事実であればこの要件を満たすとする見解，不利益要件は必要ないとする見解などが主張されており，(3)の要件に関する自説との整合性に留意しながら，いずれの立場に立つかを明らかにする必要がある。\n〔設問３〕は，文書提出義務の有無を判断するに当たって考慮すべき観点や事項を問うも\nのである。本件の文書は日記であるので，法第２２０条第４号ニの自己利用文書の該当性の判断に当たり考慮すべき観点等について検討する必要がある。\n判例（最高裁判所平成１１年１１月１２日第二小法廷決定・民集５３巻８号１７８７頁ほか）によれば法第２２０条第４号ニの自己利用文書該当性の要件は，(ⅰ)内部文書性（「専ら内部の者の利用に供する目的で作成され，外部の者に開示することが予定されていない文書であること」），(ⅱ)不利益性（「開示されると個人のプライバシーが侵害されたり個人又は団体の自由な意思形成が阻害されたりするなど，開示によって所持者の側に看過し難い不利益が生ずるおそれがあると認められること」），(ⅲ)特段の事情の不存在であるとされており，独自に適切な要件を考案して設定するのでない限りは，これに即して考慮すべき観点と事項を抽出することが求められる。\nそして，本件日記は，日記である以上専らＴが自らの利用に供する目的で作成し，Ｔも外部の者に開示することは予定していなかったと考えられる。また，Ｚは死亡したＴの妻であり，Ｔの相続人として日記を所持するに至ったものであって，Ｚも外部の者に開示することを予定していない。そこで，(ⅰ)の内部文書性の要件が満たされると判断されることとなると考えられる。\nもっとも，(ⅱ)(ⅲ)との関係では問題が生じ得る。(ⅱ)の不利益として問題となるのは，通常の場合には，作成者であるところの所持者のプライバシーの侵害であるが，本件では作成者は死亡し，作成者と異なる者が本件日記を所持するに至っている。そのため，本件日記については，（a）保護されるべきプライバシーの主体が現在の文書の所持者と同一ではなく，（b）その主体が死亡しており要保護性を欠くに至っていると評価をすることも可能であると- 13 -\nして， (ⅱ)の要件が満たされないとも考えられる。もっとも，（a）（b）から本件では(ⅱ)にいう不利益は生じないと即断することも早計である。なぜなら(ⅱ)で保護される利益には文書作成の自由に対する利益も含まれると考えられるところ，本件のような事案で安易に本件日記の開示を認めると，死亡後に開示対象になることを恐れ，日記作成に対する萎縮効果を生みかねないからである。ここでは，破綻した信用組合の貸出稟議書の提出義務が問題となった最高裁判所平成１３年１２月７日第二小法廷決定・民集５５巻７号１４１１頁の考え方も参考となろう。なお，上記の問題は(ⅱ)の不利益性に係る問題といえるが，この判例からも分かるとおり，(ⅲ)の特段の事情の問題として整理することも可能であり，いずれの要件の問題として扱っても，評価に差異はない。\nそこで，本設問に対する解答としては，法第２２０条第４号ニの自己利用文書の要件として不利益性が要求されること，その不利益性としては本件日記との関係ではまず所持者のプライバシーが問題となること，自己利用文書該当性で問題となる不利益性として文書作成に対する萎縮効果も考慮されるべきことなどといった観点から，本件日記にはＴのプライバシ\nーに属する事柄が書いてあること，当該プライバシーの帰属主体であるＴと現在の所持者であるＺが異なっていること，プライバシーの帰属主体であるＴが死亡していること，本件でＺに対し文書提出義務を認めると将来の日記作成に対する一般的な萎縮効果を生むおそれがあることなどを指摘して論ずることが期待される。なお上記で「観点」に位置付けた内容を「考慮すべき事項」に位置付けたり，あるいはその逆であったりしていても，論理的に筋の通った答案になっている限りは，問題ない。\n【刑事系科目】\n〔第１問〕\n本問は，設問１で，甲が，Ａから受け取ったＡ名義の普通預金口座のキャッシュカード及び同口座の暗証番号を記載したメモ紙（以下「本件キャッシュカード等」という。）在中の封筒を，キャッシュカードと同じ形状のプラスチックカードを入れた封筒（以下「ダミー封筒」という。）にすり替えて取得した行為について，窃盗罪若しくは詐欺罪の成否を検討させ，設問\n２で，乙が，甲が窃盗を行ったと認識しながら，店員Ｃに財物を取り戻されることを防ぐため，甲との間でＣの反抗を抑圧することを共謀した上，Ｃに対してナイフを示して脅した行為について，事後強盗の罪の共同正犯が成立するとの立場と脅迫罪の限度で共同正犯が成立するとの立場の各理論構成を検討させた上，自説の立場を示させ，さらに，設問３で，丙が，甲からナ\nイフの刃先を胸元に突き付けられていたＤを助けるため，間近にあったボトルワインを甲に向かって投げ付けたが，その狙いが外れ，ボトルワインがＤの頭部に直撃し，Ｄに傷害を負わせた行為について，Ｄの傷害結果に関する刑事責任を負わないとする理論上の説明とその難点を検討させるものであり，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について本問では，甲が本件キャッシュカード等在中の封筒をダミー封筒にすり替えて取得した行為が窃盗罪と詐欺罪のいずれに当たるかを巡り，両罪の区別基準とされる処分行為の有無が問題となる。具体的には，甲がＡに「この封筒に封印するために印鑑を持ってきてください。」と申し向けて印鑑を取りに行かせた場面が問題となることを的確に指摘した上で，処分行為の意義を示し，本事案における当てはめを行う必要がある。\n本事案において，処分行為の客観面として，Ａが印鑑を取りに行くに当たり甲に本件キャッシュカード等の所持を許したＡ方玄関先は，Ａの場所的支配領域内であると認められる上，Ａが印鑑を取りに行った居間は玄関の近くにあることなどの事情を踏まえ，甲に対する本件キャ\n- 14 -ッシュカード等の占有の移転があると認められるか，それとも占有の弛緩にすぎないかを検討することになる。\nまた，処分行為の主観面（処分意思）について見ると，Ａとしては，飽くまで，玄関近くの居間に印鑑を取りに行き，すぐに玄関に戻ってくるつもりであった上，本件キャッシュカード等が入った封筒については，金融庁職員に後日預けるまでは自己が保管しておくつもりであったことなどの事情を踏まえ，処分意思（占有の終局的移転についての認識）の有無を検討することになる。\nその上で，Ａの処分行為がない（そもそも処分行為に向けられた欺罔行為がないということになる。）と認めた場合には，窃盗罪の構成要件該当性を検討することになり，客観的構成要件要素として「他人の財物」，「窃取」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。「他人の財物」については，特に，キャッシュカード及び暗証番号を記載したメモ紙の財物性について，客観的な経済的価値などを踏まえ検討する必要がある。また，「窃取」については，意義を示した上で，実行行為や既遂時期について具体的に論じる必要がある。そして，主観的構成要件要素として，窃盗罪の故意及び不法領得の意思について検討する必要があるところ，甲が，Ａが不在の隙に自ら本件キャッシュカード等をダ\nミー封筒とすり替えて自己のショルダーバッグ内に隠し入れていることや，元々の計画として，他人名義の預金口座のキャッシュカードを入手し，その口座内の預金を無断で引き出して現金を得ようと考え本件行為に及んでいることなどから，故意及び不法領得の意思があったと認められることを簡潔に指摘する必要がある。\n他方，本事案で，Ａによる処分行為があると認めた場合には，詐欺罪の構成要件該当性を検討することになり，客観的構成要件要素として「財物」，「欺罔行為」，「処分行為」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。「欺罔行為」\nについては，処分行為との関係性を踏まえた正確な意義を示した上で，具体的事実を摘示して当てはめを行う必要があるところ，前記のとおり，本事案における処分行為に向けられた欺罔行為としては，甲が，本件キャッシュカード等を所持した状態で，Ａに対し，「印鑑を持ってきてください。」と言ってＡを玄関から離れさせた行為と捉えるべきであり，その点を踏まえた当てはめをする必要がある。そして，主観的構成要件要素のうち，故意については，甲が，Ａに対し，「印鑑を持ってきてください。」と言ってＡを玄関から離れさせ，それによりＡをして本件キャッシュカード等の占有を甲の支配下に移させていることについての認識，認容があったと認められることを簡潔に指摘する必要がある。\nなお，甲が本件キャッシュカードを使用してＡＴＭから現金を引き出そうとした行為は，Ａ\nＴＭを管理する金融機関の占有を侵害するものであり，Ａに対する罪責とはならないことから，この点は論ずるべきではない。\n設問２について本問では，乙の罪責について，①乙に事後強盗の罪の共同正犯が成立するとの立場と，②乙に脅迫罪の限度で共同正犯が成立するとの立場の双方からの説明に言及しつつ，根拠とともに自説を論じる必要があるが，この点，事後強盗罪の構造を身分犯と解するか，結合犯と解するかが関わることになる。\nまず，①乙に事後強盗の罪の共同正犯が成立するとの立場からの説明としては，a.事後強盗罪を窃盗犯人であることを身分とする真正身分犯と捉えた上，刑法第６５条の解釈について，第１項は真正身分犯について身分の連帯的作用を，第２項は不真正身分犯について身分の個別作用を規定したものと解し，第１項により事後強盗未遂罪の共同正犯が成立するとの説明や，b.事後強盗罪を不真正身分犯と捉えた上，刑法第６５条の解釈について，第１項は真正身分犯及び不真正身分犯を通じて共犯の成立を，第２項は不真正身分犯について科刑の個別的作用を規定したものと解し，第１項により事後強盗未遂罪の共同正犯が成立する（第２項により科刑\n- 15 -は脅迫罪）との説明，c.事後強盗罪を結合犯と捉えた上，承継的共犯を全面的に肯定することにより，事後強盗未遂罪の共同正犯が成立するとの説明等が考えられる。\n他方，②乙に脅迫罪の限度で共同正犯が成立するとの立場からの説明としては，d.事後強盗罪を窃盗犯人であることを加重身分とする不真正身分犯と捉え，刑法第６５条の解釈について，前記aと同様に解し，第２項により脅迫罪の共同正犯が成立するとの説明，e.事後強盗罪について，窃盗犯人が財物の取り戻しを防ぐ目的の場合には違法身分として刑法第６５条第１項を適用し，それ以外の刑法第２３８条所定の目的の場合には，責任身分として同条第２項を適用するとの考えに立った上，本件では，乙の主観面は財物の取り戻し目的であるものの，客観的には甲による窃盗は未遂であり，違法身分の前提を欠いているため，刑法第６５条第１項の適用がなく，同条第２項により脅迫罪の共同正犯が成立するとの説明，f.事後強盗罪を結合犯と捉えた上，承継的共犯を全面的に否定することにより，脅迫罪の共同正犯が成立するとの説明，g.事後強盗罪を結合犯と捉えた上，承継的共犯について，後行者が先行者の行為を自己の犯罪遂行の手段として積極的に利用した場合において，その範囲で，後行者も先行者が行ったことを承継するなどの考えに立って，本事案では，甲の窃盗は未遂にとどまっており，先行者（甲）\nの行為を自己（乙）の犯罪手段として積極的に利用したとはいえないなどと考え，乙は甲の行為等を承継せず，脅迫罪の共同正犯が成立するとの説明等が考えられる。\nそして，自説として事後強盗の罪の共同正犯が成立するとする場合，自説とする前記a～c等の見解を採る根拠や他説への批判を論じた上で，客観的構成要件要素として「窃盗」，「窃盗の機会」，「脅迫」を，主観的構成要件要素として故意及び目的を，さらに，甲乙間の共謀を，それぞれ検討する必要がある。「窃盗」については，未遂犯も含むことを端的に指摘する必要があり，また，「脅迫」については，判例において，社会通念上一般に相手方の反抗を抑圧するに足りる程度のものかという客観的基準によって判断されるところ，乙は，店員Ｃにナイフを示しながら，「ぶっ殺すぞ。」と申し向けており，前記基準による脅迫に該当すると判断されることを具体的に示す必要がある。そして，故意や共謀については，甲による窃盗の内容や，窃盗が既遂か未遂か，刑法第２３８条の目的の内容について甲乙間で認識の齟齬があることに触れながら，それらの事情が故意や共謀の成否に影響するかを検討する必要がある。\n他方，自説として脅迫罪の共同正犯にとどまるとする場合，自説とする前記d～g等の見解をとる根拠や他説への批判を論じた上で，客観的構成要件要素として「脅迫」を，主観的構成要件要素として故意を，さらに，甲乙間の共謀について，それぞれ検討する必要がある。\n設問３について丙は，甲からナイフの刃先を胸元に突き付けられていたＤを助けるため，間近にあったボトルワインを甲に向かって投げ付けたが，その狙いが外れ，ボトルワインが店舗経営者Ｄの頭部に直撃し，Ｄに加療約３週間を要する頭部裂傷の傷害を負わせている。\n本問は，丙がＤの傷害結果に関する刑事責任を負わない理論上の説明等を求めていることから，まず，丙がＤの傷害結果に関してどのような罪を負い得るかを明らかにする必要があるところ，前記丙の行為は，有形力の行使によりＤの生理的機能に障害を与えていることから，傷害罪の客観的構成要件に該当する。その上で，傷害罪の刑事責任を負わないとする理論上の説明及びその難点を検討していく必要がある。\n理論上の説明として，まず，方法の錯誤における処理により丙における故意を否定した上で，更に過失もなかったとする説明が考えられる。具体的符合説（具体的法定符合説）は，行為者の認識した事実と現に発生した事実とが具体的に一致しない限り，故意を阻却するとする見解であり，この見解によれば，方法の錯誤の場合には，認識事実と発生事実とが具体的に一致していないことから，故意は阻却されることになる。本事案において，丙は，甲を狙ってボトル\nワインを投げ付けたところ，その狙いが外れてＤに当たっているので，丙が認識した事実と現に発生した事実とが具体的に一致しておらず，同見解によれば故意が阻却されることになる。\n- 16 -そして，ボトルワインを投げ付ける行為が，丙の取り得る唯一の手段であり，行為時における丙の心理状態等を踏まえ，丙に結果回避可能性はなかったなどと考えれば，丙に過失犯（過失傷害罪）も成立しないことになる。また，過失犯について，正当防衛や緊急避難が成立するとの説明も考えられる。もっとも，丙は，甲の間近にＤがいることを認識してボトルワインを投げ付け，その結果，ボトルワインがＤに直撃しており，丙につき過失犯の成立も否定するのは困難と考えられることから，結局，過失犯の成立可能性を残す点が難点といえる。\n他方，法定的符合説（抽象的法定符合説）は，行為者が認識した事実と現に発生した事実について，構成要件に該当する事実の具体性ないし個別性は考慮せずに，一定の構成要件の枠内において符合する限りにおいて故意を肯定する見解であり，この見解によれば，本事案において，丙は，「人」である甲を狙ってボトルワインを投げ付け，それが「人」であるＤに直撃していることから，Ｄに対する故意が肯定されることになると考えられる。もっとも，法定的符合説（抽象的法定符合説）を採りつつ，暴行の故意を向ける相手方と相手方から救助すべき者とでは，構成要件的評価の観点から見て法的に人として同価値であるとはいえず，故意の符合を認める根拠に欠けるという見解に立てば，本事案では，侵害者甲と被侵害者Ｄとの構成要件的同価値性が否定されるので，丙には，甲に対する暴行の故意が認められても，Ｄに対する暴行の故意は認められないと解することも可能と考えられる（大阪高判平成１４年９月４日）。\nしかしそれでも，過失犯の成立可能性は残るため，その点では，丙が刑事責任を負わないとする理論上の説明としては難ありといえる。また，行為を向けた相手が行為者にとってどのような意味を持つ人であったかを重視するのは，「人」として構成要件的に同価値である限り行為者の主観的な錯誤には重要性を認めないという法定的符合説（抽象的法定符合説）の基本的な考えとも合致しないことになるとも考えられ，その点を難点として指摘することもできる。\n次に，正当防衛により丙の行為の違法性が阻却されるとの説明が考えられる。本事案において，甲は，Ｄにナイフをちらつかせながら現金を出すよう要求したものの，Ｄがそれを拒んだため，レジカウンターに身を乗り出してナイフの刃先をＤの胸元に突き出したが，それでもＤ\nは甲の要求に応じる素振りを見せていない。そのため，甲が要求に応じないＤをナイフで刺すという急迫不正の侵害が切迫している状況にあったといえ，ボトルワインを投げ付けた丙の行為は，Ｄのための防衛行為としてなされたものと考えられる。その上で，丙による防衛行為は，飽くまで甲の侵害に対する防衛行為としてなされており，それが甲との間で正当化される以上，それによって生じた結果も全て正当防衛の範疇に包含され，違法性が阻却されるなどの説明が考えられる。もっとも，刑法第３６条には「不正の侵害に対して」とあり，文言解釈として，侵害に対してのみ防衛行為としての反撃が許されると解すべきと考えれば，防衛行為によって守られるべき者に対する攻撃を正当防衛として正当化することは困難と考えられ，この点が難点といえる。\n次に，緊急避難により丙の行為の違法性が阻却されるとの説明が考えられる。正当防衛の説明における急迫不正の侵害の存在と同様に，Ｄに対する現在の危難が差し迫っていると考えられ，その上で，他人であるＤの生命，身体を守るためにボトルワインを投げた行為によって，Ｄの正当な利益（身体）を侵害した場合であり，また，防衛の意思は同時に避難の意思をも含むと解し，さらに，同行為は丙が採り得る唯一の手段であったことから，補充性及び相当性の要件も充たし，避難行為から生じた害（加療約３週間の傷害）が避けようとした害（生命の侵害，重度の傷害）の程度を超えていないため，法益権衡の要件も充たすことから，緊急避難が成立し，違法性が阻却されるなどの説明が考えられる。もっとも，本事案では，丙は，Ｄの生命，重傷害という危難を避けようとして，Ｄに傷害を負わせているが，この結果は丙が実現しようとしたものではなく，緊急避難と評価できるかという点が難点といえる。また，危難から逃れさせるべきＤに傷害を負わせていることから，避難行為がなされたとは言い難いともいえ，この点も難点といえる。\n- 17 -次に，丙は，飽くまでも主観的には，甲による急迫不正の侵害からＤを防衛するという正当防衛の認識で反撃行為を行っているのであるから，主観的認識（正当防衛）と客観的事実（正当防衛の要件が充足されていない）との間に齟齬があるといえ，かかる状況は誤想防衛と類似することから，誤想防衛の一種に当たり，故意等が阻却されるなどの説明が考えられる。もっとも，本事案で，Ｄに対する急迫不正の侵害は現に存在している上，誤想に基づいて防衛行為に出たわけではないため，丙の行為を誤想防衛とみるのは困難と考えられる上，具体的符合説\n（具体的法定符合説）による処理の場合と同様に，過失犯の成立を否定することは困難と考えられ，そうした点が難点といえる。\nさらに，緊急状況下で丙に期待可能性を認めることが困難であるから，責任が阻却されるとの説明が考えられるが，期待可能性は根拠規定のない超法規的な責任阻却事由である上，その有無の判断基準が明確でないとの難点がある。\n〔第２問〕\n本問は，強盗致死，業務上横領事件を素材として，捜査公判に関連する具体的事例を示し，各局面で生じる刑事手続上の問題点，その解決に必要な法解釈，法を適用するに当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，路上で発生した強盗致死事件（本件）について，警察官及び検察官は，甲が\n犯人ではないかとの嫌疑を抱き，同事件の捜査を視野に入れて，甲を業務上横領事件（別件）の被疑事実で逮捕・勾留し，同勾留期間中には，甲に対し，強盗致死事件の取調べを行っていることから，甲の逮捕・勾留が，いわゆる別件逮捕・勾留に当たり違法と評価されないかが問題となる。〔設問１－１〕では，いわゆる別件逮捕・勾留に関する捜査手法の適法性の判断基準について，まず，自己の拠って立つ理論構成を示した上，【事例】の具体的事実に当てはめて，甲の逮捕・勾留の適法性を論ずることが求められる。次に，〔設問１－２〕では，自己の結論とは異なる結論を導く理論構成を示し，【事例】の具体的事実に当てはめて，甲の逮捕・\n勾留の適法性を論じた上，その理論構成を自己が採用しない理由についても言及することが求められる。\nいわゆる別件逮捕・勾留に関する捜査手法の適法性の判断基準については，大別すると，逮捕・勾留の基礎となっている被疑事実（別件）を基準に判断する見解（別件基準説）と，実質的に当該被疑事実とは別の犯罪事実（本件）についての身体拘束と評価し得るかという観点から判断する見解（本件基準説）とに分かれており，さらに，どのような場合に逮捕・勾留が違法となるかという点をめぐり，別件についての逮捕・勾留の要件（犯罪の嫌疑，身体拘束の必要性）を充足しているかを重視する考え方，別件の起訴・不起訴の判断に必要な捜査がいつ完了したかを重視する考え方，逮捕・勾留に当たっての捜査官の意図・目的を重視する考え方，逮捕・勾留の期間がいずれの事件の捜査のために利用されている（いた）かを重視する考え方などが主張されている。〔設問１－１〕では，まず，いわゆる別件逮捕・勾留の適法性について，いかなる基準ないし観点から判断するのか，そして，どのような場合に逮捕・勾留が違法となるのかについて，その根拠も含め，自己の理論構成を明示し，【事例】の具体的事実の中から重要な事実に自己の理論構成を当てはめて，甲の逮捕・勾留の適法性について論じることが求められる。\n本問の検討に当たり，考慮されるべき要素として，以下のものを挙げることが可能であろう。\n① 逮捕・勾留の理由とされた被疑事実である業務上横領事件について，逮捕（刑事訴訟法第\n１９９条第１項，同条第２項但書，刑事訴訟規則第１４３条の３），勾留（刑事訴訟法第２０７条第１項により準用される同法第６０条第１項）及び勾留延長（刑事訴訟法第２０８条\n- 18 -第２項）の要件の充足\n② （強盗致死事件を捨象した場合における）業務上横領事件それ自体の重要性（立件ないし起訴の見込み）\n③ 逮捕・勾留請求時の捜査状況\n・ 強盗致死事件については，甲が犯人との嫌疑はあったが，逮捕できるだけの証拠はなかった・ 業務上横領事件は，強盗致死事件の捜査の過程で発覚したものであり，警察官は，被害届の提出を渋る被害者を繰り返し説得して，業務上横領事件の被害届を提出させた④ 業務上横領事件で逮捕・勾留した捜査官の意図\n・ 警察官は，強盗致死事件で甲を逮捕するには証拠が不十分であったため，甲を逮捕できる他の犯罪事実はないかと考えていた・ 検察官も，甲を強盗致死事件で逮捕することを視野に入れて，捜査することを考えていた⑤ 別件と本件の重大性，別件と本件との関連性\n・ 「本件」は人が死亡している強盗致死事件であり，「別件」は被害金額が３万円の集金横領事件である・ 強盗致死事件（路上のひったくり強盗）と業務上横領事件（集金横領）との間に関連性はない⑥ 逮捕・勾留後の取調べの状況\n・ 勾留期間中の取調べ日数は，業務上横領事件の取調べが，３月１９日まで断続的に行われ，合計７日である一方，強盗致死事件の取調べは，３月１８日までほぼ連日，合計１２日にわたっており，取調べ時間の合計も，業務上横領事件の取調べは合計２０時間である一方，強盗致死事件の取調べは合計４０時間にわたっている\n・ 甲は当初，強盗致死事件について否認しており，警察官による追及の結果，３月１８日に自白した（自ら積極的に本件を自白したものではない）\n⑦ 逮捕・勾留後の業務上横領事件の捜査状況\n・ 甲は，弁解録取時，犯行を否認し，３月７日には，パチンコ店にいた旨のアリバイ主張をし，同月１５日には，Ａからの集金事実は認めたが，具体的な金額については否認し，同月１９日に横領金額も含め自白した・ 勾留期間中，甲の弁解に対応した裏付け捜査（パチンコ店の防犯カメラの捜査，甲のパ\nソコンの精査，Ｙの取調べなど）が継続的に行われており，捜査官の懈怠による捜査の遅延もない以上の考慮要素の中から，自己の拠って立つ理論構成において着目・重視すべきものを取り出し，具体的事実を摘示しながら，甲の逮捕・勾留の適法性について論じることになろう。\n次に，〔設問１－２〕では，自己の結論と異なる結論を導く理論構成を示した上（ここでは，結論と理論構成の双方が異なるものを示さなければならないことに留意する必要がある），その理論構成において着目・重視すべき考慮要素に関わる具体的事実を摘示しながら，甲の逮捕\n・勾留の適法性について論じることになろう。また，当該理論構成を採用しない理由については，いわゆる別件逮捕・勾留の適法性の判断基準に関する各見解に対し，それぞれ指摘や批判もあるところであり，そのような指摘や批判を踏まえつつ，具体的に論述することが求められる。\n〔設問２〕は，訴因変更の可否及び許否を問う問題である。【事例】において，検察官は，\n甲がＡから集金し，Ｘ社のために保管していた３万円を横領したという業務上横領罪の訴因（公\n- 19 -訴事実１）で起訴したが，審理の途中で，甲がＡから集金名下で３万円をだまし取ったという詐欺罪（公訴事実２）へ訴因変更を請求している。訴因の変更は，「公訴事実の同一性を害しない限度において」認められる（刑事訴訟法第３１２条第１項）ことから，本問の解答に当たっては，公訴事実の同一性の意義・判断基準についての理論構成を示した上，具体的事実に当てはめることが求められる。加えて，本問の訴因変更請求は，公判前整理手続を経た裁判員裁判の審理の中で行われているため，公判前整理手続後の訴因変更が許されるかについて，公判前整理手続の制度趣旨に照らした論述が求められる。\n公訴事実の同一性の意義については，従来から，「単一性」と「狭義の同一性」に分けられているが，本件で問題になるのは「狭義の同一性」である。「狭義の同一性」の判断基準について，判例は，変更前後の両訴因の間の「基本的事実関係が同一か」という観点から判断しており，その判断に当たっては，犯罪の日時，場所の同一性や近接性，行為，客体，被害者等の事実の共通性に着目している。また，事実の共通性に加えて，両訴因が両立しない関係にあること（非両立性）に言及するものもある。そこで，関連する判例の立場や学説を踏まえつつ，「公訴事実の同一性」の判断基準について，その根拠も含め，自己の理論構成を示した上で，\n【事例】の両訴因（公訴事実１と公訴事実２）の間に，公訴事実の同一性が認められるか的確\nに論じることが求められる。\n次に，訴因変更の請求が許される手続段階について，刑事訴訟法は特に制限を付しておらず，公判前整理手続が導入された平成１６年の同法改正においても，公判前整理手続後の証拠調べ請求が制限された（刑事訴訟法第３１６条の３２）のとは異なり，訴因変更の請求に関する制限は設けられていない。\nしかし，公判前整理手続は，充実した公判の審理を継続的，計画的かつ迅速に行うため，事件の争点及び証拠を整理する手続であり，公判前整理手続を経た事件については，同手続で策定された審理計画に従い，集中的かつ迅速な審理が進められることとなるが，公判前整理手続後に訴因変更がなされると，変更後の訴因について，当事者双方の追加立証が必要となる場合も考えられ，公判前整理手続で策定された計画どおりに審理ができなくなるおそれがある。\nもとより，公判前整理手続に付された事件においても，証拠調べの結果，公判前の当事者の主張と異なる事実が明らかとなることは，制度上織り込み済みであるとはいえ，公判前整理手続に付しながら，その意味を失わせるような訴因変更の請求を許すことは不合理であるから，訴因変更の請求に対する制限を基礎付ける根拠として，公判前整理手続の制度趣旨を援用することが説得的だということができるであろう（「公判前整理手続を経た後の公判においては，充実した公判審理のための争点整理や審理計画の策定がされた趣旨を没却するような訴因変更は許されない」とした下級審裁判例として，東京高判平成２０年１１月１８日・高刑集６１巻\n４号６頁がある。）。本問においても，公判前整理手続の制度趣旨を論じた上で，これを踏まえた訴因変更の許否について判断基準を示し，【事例】の具体的事実に当てはめて，検察官の訴因変更請求が許されるかを丁寧に論じることが求められる。そして，検討に当たっては，公判前整理手続の中で訴因変更を請求することが可能であったか（検察官が訴因変更の必要性を意識する契機があったか），また仮に訴因変更を許した場合，公判前整理手続で策定された審理計画の大幅な変更が必要となるかといった点が重要な考慮要素となるであろう。\n【選択科目】"
}