{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＸは，数軒の飲食店と娯楽施設を経営するＹ社に中途採用で雇用され，飲食店の１つで接客係として勤務していた。当初は６か月の期間を定めた契約社員であったが，契約を更新し，採用から１年が過ぎたところで期間の定めのない常勤スタッフとなり，頑張れば将来は店長や本部のマネージャーに昇進することも可能と言われていた。ところが，その１年後，新たな店長としてＰが着任すると，なぜか折り合いが悪く，ささいなミスや客からのクレームを理由に，しばしば叱責を受けるようになった。半期ごとの成績評価でも，それまでの「標準，やや良」（Ｂ+）から「要改善」\n（Ｃ）へと低下したため，Ｐとの面談の際に納得できない旨を伝えたが，「その自覚のなさは絶望的だな。次回，不良（Ｄ）がつくと居場所はなくなるぞ。」と言われるだけであった。Ｘとしては，他の同僚と同等以上の仕事をしているのにＰに狙い撃ちにされているように思われ，ストレスが高まった。\nそのような中で，ある日の始業時のスタッフ・ミーティングの際，全員が集まったところで，ＰがＸを前に呼び出し，前日に生じた客との小さなトラブルを非難して「勤務改善の誓い」と題された１枚の文書にサインするよう求めたため，Ｘは「いい加減にしてください。」と大声で叫び，同文書を破り捨てた。すると，Ｐは，そのまま自分の勤務に就こうとしたＸにオフィスで待機するよう命じ，直ちに本社に連絡をして親戚に当たる社長Ｑの了解を得た上で，Ｘに即日解雇を言い渡した。Ｘが，どのような解雇理由なのかと尋ねると，Ｐは，「勤務成績不良と上司への反抗。本来なら懲戒解雇にしてもよいところであるが，温情措置として普通解雇の扱いとしてもらった。後で人事部から連絡があるはずだ。」と言い，ロッカーの私物をまとめてすぐに帰宅するよう命じた。その日の午後，Ｙ社の人事部からＸの携帯電話にメールで，①本日付けでＹ社はＸを解雇する，②解雇理由は就業規則第３２条第２号，第４号及び第７号である，③就業規則第３３条ただし書に該当するので，同条本文の予告及び予告手当の支払は行わない，④退職手当は後日Ｘの銀行口座に振り込む，という４点が記された文書（解雇通知書）が送られてきた。\nＸは翌日，Ｙ社の人事部に電話をし，一晩考えてみたがやはりひどすぎると解雇の撤回を求めたが，担当者からは，解雇通知書に記した理由による正当な解雇である，それ以上に説明することはない，との回答しか得られなかった。また，Ｘは勤務していた店舗に出向いてＰに面談を求めたが，Ｐは不在とのことであった。Ｘはやむなく立ち去ったが，帰り際，副店長のＲに「こんな解雇は承服できない。知り合いの弁護士に頼んで裁判を起こしてやる。」と言った。Ｒは後刻，これをＰに報告した。\n【Ｙ社就業規則（抜粋）】\n第２０条（退職手当）従業員が死亡又は退職したときには，別に定める規程（略）に従い，退職手当を支払う。\n第３２条（解雇）従業員が，次の事由の一つに該当するときには，解雇する。\n１ （略）\n２ 能力不足又は勤務成績が不良で改善の見込みがないとき。\n３ （略）\n４ 協調性又は責任感を欠き，従業員として不適格と認められるとき。\n５・６ （略）７ その他前各号に準ずるやむを得ない事由があるとき。\n第３３条（解雇の予告）前条の解雇に当たっては，少なくとも３０日前に予告をするか，予告に代えて平均賃金の３０日分以上の解雇予告手当を支払う。但し，本人の責めに帰すべき事由による解雇については，この限りではない。\n第４０条（懲戒解雇）従業員が，次の事由の一つに該当するときには，懲戒解雇を行う。この場合，第２０条に定める退職手当は支給しない。\n１ 重要な経歴を詐称して，又は不正な方法により，採用されたとき。\n２・３ （略）\n４ 業務命令に従わず，会社の規律又は正常な業務を妨害したとき。\n５～７ （略）\n〔設 問〕\n１．Ｘから解雇を争いたいという相談を受けた弁護士は，本件解雇の適法性や効力について，どのように考えるべきか。請求や主張の仕方にも触れながら，あなたの意見を述べなさい。\n２．Ｘが訴訟を起こすかもしれないというＰからの連絡に基づき，Ｙ社の人事部が，保存してあったＸの採用時の応募書類をチェックしてみると，ホテル専門学校を卒業したとして添付されていた証明書のコピーに不審な点が見つかった。そこで調査を行ったところ，このコピーは偽造であり，Ｘは当該専門学校に入学したものの，中途で退学していたことが判明した。\nＸが本件解雇の無効を主張してＹ社を相手に訴訟を提起した場合，Ｙ社は，この応募書類の問題について，どのような対応を採ることが考えられるか。検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n加工食品の製造販売を行うＹ社には，正社員で組織するＸ労働組合（以下「Ｘ組合」という。）が存在し，組合員資格のない管理職等を除けば，正社員のほぼ全員がこれに加入していた。\nＹ社とＸ組合は毎年，春闘の団体交渉により，賃金改定や夏冬の賞与などの労働条件を合意し，４月１日付けで期間１年の労働協約を締結してきた。また，上記労働協約とは別に，組合費のチェックオフ，掲示板の貸与及び苦情処理委員会等，労使間のルールに関する期間の定めのない労働協約（以下「本件労働協約」という。）があった。本件労働協約には，第２７条から第２９条までに掲示板の貸与についての規定が置かれていたほか，労使各３名の委員で構成される苦情処理委員会に関する規定が置かれており，人事評価，昇給・降給，賞与査定等について，同委員会で組合員からの苦情を受け付けて，労使の委員で協議するものとされていた。また，第５１条に苦情処理委員会の運営に関する定めがあった。\nところで，Ｙ社の賞与には，固定部分と変動部分があり，固定部分について労使交渉で基準支給率を定めた上で，変動部分については，固定部分の額の２０％を上限として，上司による賞与査定に応じて加算される仕組みとなっていた。\nＸ組合の組合員である女性社員Ａは，平成３０年冬期賞与支給に際して，変動部分における加算をゼロとされたため，以前に上司からの飲食の誘いを何度か断ったことが原因ではないかとして，Ｘ組合に相談の上，平成３１年２月，苦情処理委員会に申立てをした。\n苦情処理委員会で，会社側委員は，上司からの事前のヒアリングを基に，Ａの賞与査定が低い理由は，Ａが電車が遅れたと言っては度々５分ないし１０分の遅刻をしたこと，業務上のミスが多かったことであると説明した。これに対し，Ｘ組合側委員は，遅刻やミスの事実はあるがいずれも加算ゼロとするほどの問題ではない，Ａが上司の誘いを断ったことが真の原因ではないか，そうだとすると低査定は対価型セクシュアルハラスメントに該当すると主張し，事実無根である，二人きりの飲食に誘った事実はないと聞いているとする会社側委員と議論になり，長時間を費やしたが，協議は平行線のままで終了した。\nそこで，Ｘ組合は，Ａの賞与査定の問題に関して改めて団体交渉を要求したが，Ｙ社は，そもそも個人の査定等の問題は集団的労使交渉にはなじまないから，労使合意により苦情処理委員会を設置したのであり，また，苦情処理委員会で労使の委員が長時間にわたって議論した結果，物別れに終わっており，これ以上説明することはないとして団体交渉に応じなかった。\nＹ社の態度に反発したＸ組合は，掲示板を利用して組合員に状況を報告することとし，苦情処理委員会におけるＹ社側の主張を紹介した上で，不当な賞与査定である，上司によるセクハラ行為である，Ｙ社の対応はセクハラを隠蔽しようとするものでコンプライアンス上重大な問題がある，Ｙ\n社は正当な理由なく団体交渉を拒否していると非難するビラを作成し，掲示板に掲示した。\nＹ社は，Ｘ組合に対し，当該ビラ掲示は，本件労働協約に違反するものであるから直ちに掲示を中止するよう通告したが，Ｘ組合が対応しなかったため，翌日，本件労働協約第２９条に基づき当該ビラを撤去した。\nＸ組合がこれに猛然と反発したため，春闘の団体交渉は難航し，合意に至らなかったところ，Ｙ社は，労使間の信頼関係は既に破壊されているとして，本件労働協約について，書面により９０日前の解約予告をした。また，Ｙ社は，本件労働協約が失効すれば，使用者が組合費について賃金控除を行う法的根拠が失われると主張して，Ｘ組合に対して，本件労働協約の失効後は組合費のチェ\nックオフを中止する旨を通告した。【本件労働協約（抜粋）】\n第２７条 会社は，Ｘ組合に対し，Ｘ組合が組合活動に必要な宣伝，報道，告知を行うための掲示板を貸与する。\n第２８条 掲示物は，会社の信用を傷つけ，政治活動を目的とし，個人をひぼうし，事実に反し，又は職場規律を乱すものであってはならない。\n第２９条 会社は，Ｘ組合が前条の規定に違反した場合は，掲示物を撤去し，掲示板の貸与を取り消すことができる。\n第５１条 苦情処理委員会は非公開とし，委員会の委員及び関係者（苦情を申し立てた者，委員会によるヒアリングの対象となった者を含む。）は，苦情処理に関して知り得た秘密を漏らしてはならない。\n〔設 問〕\n１．Ｘ組合が，Ｙ社の本件労働協約第２９条に基づくビラの撤去について争う場合，どのような機関にどのような救済を求めることができるか。検討すべき法律上の論点を挙げて論じなさい。\n２．Ｙ社が，解約予告から３か月後の給与支給日以降，実際にチェックオフを中止した場合，Ｘ組合は，どのような機関にどのような救済を求めることができるか。検討すべき法律上の論点を挙げて論じなさい。- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，期間の定めのない労働契約により雇用されていた労働者に対する，成績不良と反抗的態度を理由とする解雇について，解雇の事由・手続の両面からその効力を検討し，さらに事後に発覚した事由（経歴詐称）の取扱いについても論じることを求めるものである。解雇に関して関係条文・判例が定立している規範を正確に理解した上で，具体的事案に的確に適用することができるか否かが問われている。\n設問１では，まず本件解雇の性格（普通解雇）を確認した上で，就業規則所定の解雇事由の該当性と労働契約法第１６条の権利濫用が成立するか否かを，事実関係に照らしながら議論することが求められる。詳細な事情が分からないので明確な結論を出すことは困難であるが，自分なりの評価に基づいて一定の方向を示すことが望ましい。また，解雇の手続として，本件では労働基準法第２０条第１項の予告又は予告手当の支払がなされていないが，同項但書の例外に該当するか否か，就業規則条項との関係，法違反の場合の効果などについて，判例（細谷服装事件・最判昭和３５年３月１１日民集１４巻３号４０３頁）の立場にも留意しながら検討した上で，結局，訴訟において具体的にどのような請求をなすことが可能あるいは適切かを論じてほしい。設問２では，新たに発見された採用時の経歴詐称の評価，特に懲戒解雇事由に該当するか否かを論じる必要があろう。その上で，第１に，本件解雇の時点では使用者がそれを認識していなかったにもかかわらず，同解雇の効力を争う訴訟において援用することができるか否かが，重要な論点となる。類似の判例（山口観光事件・最判平成８年９月２６日労判７０８号３１頁）\nはあるが，解雇が懲戒解雇であった点が異なっており，この点を意識した上で説得的に議論を組み立てる必要がある。第２に，上記の事後的な援用が否定された場合に，改めて解雇をすることが考えられるが，その場合の解雇の種類の選択，主張の仕方，賃金及び退職金の処理などについて，きちんと整理をして論述することが望まれる。\n〔第２問〕\n本問は，労働協約に基づいて設置されている労働組合の掲示板から使用者が掲示物を撤去したこと，及び労働協約に基づいてなされていたチェックオフについて労働協約の解約により廃止することが，それぞれ支配介入の不当労働行為に該当するか，並びにその場合の救済機関及び具体的な救済方法について検討することを求めるものである。いずれも集団的労使関係に関する基本的な論点であり，労働組合法第７条の不当労働行為，同法第１５条の労働協約の解約，組合費のチェックオフなど，同法及びこれに関連する主要な規範について正確に理解した上で，具体的事案に的確に適用することができるかが問われている。なお，使用者による掲示物撤去，チェックオフ廃止は，近年，注目される裁判例のあった事項であるが（東海旅客鉄道事件・東京高判平成２９年３月９日労判１１７３号７１頁，大阪市チェックオフ廃止事件・東京高判平成３０年８月３０日労判１１８７号５頁），これら裁判例の判断枠組みと同じ構成によるか否かにかかわらず，不当労働行為制度に対する基本的かつ正確な理解と，規範の明示，説得力ある論述がなされているかどうかが重要である。\n設問１では，労働協約に基づく掲示板の利用と掲示物撤去の事案であるから，施設管理権（国鉄札幌運転区事件・最判昭和５４年１０月３０日民集３３巻６号６４７頁）の議論ではなく，労働協約の解釈・適用について論じる必要がある。労働協約に定める撤去要件への該当性をどのような枠組み・考慮要素で判断するかを論じた上，本件の事実関係への当てはめにおいては，苦情処理制度や団交拒否をどう考えるかについても検討することが望ましい。\n設問２では，本件のチェックオフの労働協約は，期間の定めのないものであるから，労働組合法第１５条第３項･第４項による解約が可能であることの正確な理解と明示が不可欠である。\nしかし，同条項による解約が有効でも，チェックオフの私法上の法律関係と支配介入の成否は別であり，解約が有効だからといって支配介入に該当しないわけではない。この点を理解した上で，支配介入の該当性の判断における考慮要素や考え方などが問われており，不当労働行為制度の理解に根差した論述と，本件の事実関係の整理・当てはめが求められる。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点に当たっては，事案に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめを行い，適切な結論を導き出しているかを基準とした。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案については，おおむね平均以上の得点を与えることとし，さらに，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，着目すべき問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，非常に乱雑で文字の判読が困難なものもあった。文字の巧拙が得点そのものを左右するわけではないが，できるだけ読みやすい文字で丁寧に答案を作成することを強く望みたい。\n３ 採点実感等(1) 第１問について本問は，期間の定めのない労働契約により雇用されていた労働者に対する成績不良と反抗的態度を理由とする解雇について，解雇の事由及び手続の両面からその当否を検討し（設問１），\nさらに，事後に発覚した労働者の経歴詐称についても，その法的位置付けと実際上の取扱い方法を検討することを求めるものである（設問２）。解雇に関して関係条文及び判例が定立している規範を正確に理解した上で，事実関係の中から有意なものを摘出して論理的に分析し，結論を示すことが望まれるが，それらを的確に行った答案は多くなく，特に設問１に比して，設問２の論述が量的にも質的にも不十分なものが目に付いた。\n設問１では，まず，本件解雇の性質（普通解雇）を確認した上で，実体面（労働契約法第１６条の解雇権濫用の成否）と，手続面（労働基準法第２０条の解雇予告義務）の両方で問題があることを指摘することが期待されたが，そのような整理を行わないまま，直ちに実体面の議論に入るものがほとんどであった。その実体面の検討に当たっては，Ｘの成績不良と反抗的態度のそれぞれに関し，①就業規則所定の解雇事由該当性，②労働契約法第１６条の「客観的に合理的な理由」の有無，③同条の「社会通念上相当」性の有無，という３点を議論するものが多かった。事実関係に即して適切な検討がなされている限り，これらのどこに力点を置いても構わないが，バランスよく説得的に議論ができているものと，そうではないものとの間で，評価に差が付くことになった。なお，上記の前提となる，就業規則の解雇事由規定の合理性や周知の有無について，かなり多くの議論をする答案も見られた。論理的に間違いではないが，設問２を含めて他に重要な論点がいくつもある中で，それに時間と紙幅をかける必要性は低いというべきであろう。\n他方，手続面に関しては，何の検討も行わない答案がかなり多かったのが，意外であった。\n実体面の上記③の中で，権利濫用の要素として予告の欠如に言及するものも少なからずあったが，労働基準法第２０条という明確な法規範があるのであるから，これを正面から論じるべきであり，本件が予告義務の例外となる「労働者の責に帰すべき事由に基いて解雇する場合」（同条第１項但書）に該当するか否かを，これと同旨の就業規則規定との関係にも触れながら，検討する必要がある。さらに，判例（細谷服装事件・最判昭和３５年３月１１日民集１４巻３号- 31 -４０３頁）によれば，同条の違反は解雇の絶対的無効をもたらすわけではないため，それを踏まえながら，解雇の効力と被解雇者の主張や請求の仕方について，的確に議論をすることが期待される。そのような答案も少数ながらあり，高い評価を得ることとなった。また，極めて少数ながら，労働基準法第２０条第３項の除外認定の問題まで指摘した答案もあった。\n以上のような検討により，結論的に本件解雇は無効と考えるものが大部分であったが，その場合の請求内容として，労働契約上の権利を有する地位の確認と，解雇期間中の賃金の支払になるところまで，きちんと書けていないものが，少なからず見られた。また，損害賠償の請求も可能としながら，その理由を全く説明していないものもあった。\n設問２では，新たに判明したＸの採用時の経歴詐称を，①訴訟で争われている当初の解雇の補強事由として援用する（解雇理由の追加），②当初の解雇とは別個に改めてそれを理由に解雇を行う，という二つの可能性が考えられる。それらの両方について論じることが期待されるところであるが，一方だけしか検討していないものが少なくなく，また，どちらの話なのか判然としないものも見られた。\nまず，①に関しては，当初の解雇が懲戒解雇であった場合にこれを否定した判例（山口観光事件・最判平成８年９月２６日労判７０８号３１頁）との対比で議論を行うのではないかと予想されたが，この判例に明確に触れたものは少数であった。とはいえ，当初の解雇が普通解雇であっても事後的な解雇理由の追加が認められないことを説得的に述べた答案は相当数あり，\n高い評価を得ることとなった。他方，紛争の一回的解決といった理念を掲げただけで追加を認める答案もあったが，それが当事者にもたらす具体的な意味を考える必要があろう。\n次に，②に関しては，経歴詐称が就業規則の懲戒解雇事由に該当し，かつ，本件のＸの詐称が実質的に見ても懲戒解雇に値するとして，新たな懲戒解雇が可能という結論を導くものが多く，比較的よく書けていたように思われる。中には，Ｘの詐称はもはや重大な企業秩序違反とは言えない等の理由から懲戒解雇を否定する答案もあり，議論の説得性の程度に応じて点数を付与した。\nなお，新たな懲戒解雇が可能とする場合でも，当初の解雇が無効とされた場合に備えた予備的な解雇という行使方法や，その場合の賃金請求権の発生期間，既に支払った退職金の処理，\n懲戒解雇事由があっても普通解雇とすることの可否など，様々な実際上の問題が生じることになる。それらについて議論したものが非常に少なかったのは，やや意外で残念であった。上に述べたように，設問１に多くの時間を使いすぎたため，設問２では余力がなくなったのではないかと思われるが，問題の全体を見渡した上で，適切なバランスで論述を行うことを心掛けてほしい。\n(2) 第２問について本問は，労働協約に基づいて設置されている労働組合の掲示板から使用者が掲示物を撤去したこと（設問１）， 及び労働協約に基づいてなされていたチェックオフについて労働協約の解約により廃止すること（設問２）が， それぞれ支配介入の不当労働行為に該当するか，並びにその場合の救済機関及び具体的な救済方法について検討することを求めるものである。\n設問１では，問題の所在をある程度は把握できていた答案が多数であったが，それでも，使用者によるビラ撤去を問題としているにもかかわらず，支配介入（労働組合法第７条第３号）\nではなく，不利益取扱い（同条第１号）を論じる答案が散見され，団交拒否（同条第２号）を論じる答案も見られた。このような答案は，概して論述の出来栄えも不十分で，問題文の誤読というより，各不当労働行為類型の内容や体系がよく理解できていないと思われた。労働組合法第７条の第１号から第４号までの正確な理解を心掛け，その上で様々な裁判例に当たって，\n具体的事例のイメージを持つことが望まれる。\n支配介入を論じている場合も，本件ビラ撤去を施設管理権の問題としている答案がかなりあったが，本件は，組合が労働協約第２７条に基づいて掲示板を利用し，会社が同協約第２８条- 32 -・第２９条に基づいて撤去したというものであり，労働協約の解釈・適用の問題である。労働協約第２８条のビラの撤去要件に言及するところまでは，ほとんどの答案ができていたが，しかし，結局は，組合活動の正当性について主体・目的・態様を論じていたり，施設管理権を論じていたりする答案も多かった。労働協約の撤去要件該当性の問題であるという点を正確に示して，支配介入の成否を論じることができている答案は，高く評価した。\n支配介入の問題としつつ，団交拒否について，かなりの分量を記述しているものが相当数あった。Ⅹ組合がビラを掲示するに至った経緯やビラの内容の真実性の点から，団交拒否を論ずることは必要であるが，設問は，飽くまでもビラの撤去を問題としている。何がこの事案の主たる争点なのか把握して，答案構成として論述のバランスが考慮されているものと，そうではないものとの間で評価に差がつくことになった。\nビラの記載内容の真実性や違法性等に関しては，企業外の第三者に向けての情報発信で名誉毀損が問われる場合と，社内における組合員等に対する情報発信について団結権行使の擁護が問われる場合では，判断の観点等が異なることになるが，この違いを指摘している答案は少なかった。\nまた，不当な給与査定，セクハラ問題及び団交拒否の事実が撤去要件に該当するか否かについて個別に検討し，ある内容は撤去要件には当たるが，他の内容は撤去要件には当たらないなど，個別に論じ，最終的な結論に至る理由付けを説得的に論じていないものもあった。労働協約第５１条の苦情処理委員会の規定は同協約第２８条と関係ないとする答案もあり，同協約第５１条と関連付けて組合のビラの評価を検討するものは意外に少なく，検討する場合には，他の論点を十分検討せず，守秘義務違反があるので撤去は正当と結論する傾向があった。ビラの記載内容，掲載方法等について論点を的確に指摘し，バランスよく説得的に論じているものは高い評価を得ることになった。\n支配介入の意思については基本的な論点であるにもかかわらず，その要否や判断枠組みに関する記述なく，唐突に支配介入意思ありと認定する答案も多く，適切に論じている答案は少なかった。\n設問２については，設問１と異なり，問題の所在を正確に指摘できていた答案が少なかった。\n期間の定めのない労働協約の９０日前予告解約について，労働組合法第１５条第３項・第４項を指摘する答案は多かったが，労働協約の解約の効力とは別に支配介入が問題になり得ることをきちんと示している答案は少なかった。解約の効力と不当労働行為の成否は別であることを指摘し，チェックオフについて，組合の財政的基盤を支えるものであり，会社による一方的廃止は，影響が大きいという点を踏まえて，支配介入の成否を適切に論述できている答案はごく少数であり，高く評価した。\n労働協約の解約の有効・無効と，チェックオフ廃止の支配介入の成否が直結すると考える答案が多く，解約が有効であることから直ちにチェックオフの中止を適法と導くものがある一方，\n解約には正当理由が必要である，信頼関係が破壊されていない場合には解約は違法ないし信義則違反で無効である，解約しても余後効によってチェックオフの定めはまだ継続している等と論じた上で，したがってチェックオフ廃止は支配介入であるとする答案がかなり多く，労働協約に関する知識・理解の不足が目立った。中には，支配介入であるから労働協約の解約は無効であるという論理展開をみせる答案もあった。また，労働協約の解約でなく，チェックオフの法律関係は民法上の委任であるとして，委任契約の解除の問題とする答案も少数ながら見られた。\n余後効は，労働協約失効後の組合員の労働条件の問題であり，組合がチェックオフ中止の可否を争う場合には関係がない論点である。労働協約の解約・失効のような基本的な事項については，正確な知識を習得し，確実な論述をすることが求められる。\n設問のチェックオフの協約について，期間の定めのある協約であるとの誤解や，本件は一部- 33 -解約であるとの答案も散見された。問題文の内容の正確な読み取りが必要である。\n設問１，２を通じ，裁判所に対する司法的救済と労働委員会に対する不当労働行為救済申立ての双方が問題となることについては，おおむね指摘できていたが，請求の内容，救済命令の内容については検討不足の答案が多かった。設問２の救済命令について，労働委員会の裁量権とその限界を論じたものについては加点した。\n全体的印象としては，問われているのがどのような問題なのかを適切に把握せず，自分の勉強した論点（例えば，労働組合法第７条第１号の論点や，余後効の論点）と無理に関連付けて論じる傾向が見受けられた。\n設問１及び設問２に関する近時の裁判例を知っていて論述した答案はごく少数にとどまっていたと思われるが，基本的な知識や理解があり，設問に即して考察していれば，十分に合格答案になっている。基本的な判例の勉強も含め，基本的な知識や理解を身に付けるようにされたい。\n４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を十分に理解し，必要な論点には漏れなく言及して，法令の規定と判例の判断の枠組みを踏まえた規範定立と事実の的確な当てはめを行い，説得的な論述を行っている答案である。\n「良好」の水準にあると認められる答案とは，必要な論点にはおおむね言及し，法解釈について一定の見解を示した上で，事例から，結論を導き出すのに必要な具体的事実を抽出できている一方で，当てはめにおいて小さな問題が見られたり，判例の理解が十分とまでは言えない答案など，「優秀」の水準にあると認められる答案のように出題の趣旨を十分に捉えきれていないような答案である。\n「一応の水準」にあると認められる答案とは，労働法の基本的な論点に対する一定の理解はあるものの，必要な論点に言及していなかったり，言及していたとしても，規範定立や当てはめが不十分であったりする答案であり，関係条文・判例に対する知識の正確性に難があり，事例における具体的な事実関係を前提に要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にあると認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方を理解せず，例えば，規範を定立せずに単に問題文中の具体的な事実を列挙するにとどまったり，少ない知識から無理に構成した判断を箇条書き的に羅列するだけであったりするなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思われる答案である。\n５ 今後の出題出題方針について変更すべき点は特になく，今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の法的見解を展開し，これを事実に当てはめることによって，妥当な結論を導くという，法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。労働契約法，労働基準法を中心とする個別法の分野と労働組合法を中心とする集団法の分野のバランスについても，従来と同様に配慮して出題を行う予定である。\n６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，正確な理解が図られるように更なる指導をお願いしたい。また，それらの現実的な適用能力を磨くために，事例の分析の前提となる基礎的事実を正しく把握し，結論を導くために必要な論点を抽出した上，論点相互の関連性を意識しつつ，法令，\n判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，これに適切に事実の当てはめ- 34 -を行って，法の趣旨に沿った妥当な結論を導くという，法的思考力を更に養成するよう重ねてお願いしたい。令和元年"
}