{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の【事例１】から【事例３】までを読んで，後記〔設問１〕から〔設問３〕までについて，答えなさい。\n【事例１】\n甲（男性，２５歳）は，他人名義の預金口座のキャッシュカードを入手した上，その口座内の預金を無断で引き出して現金を得ようと考え，某日，金融庁職員に成りすまして，見ず知らずのＡ\n（女性，８０歳）方に電話をかけ，応対したＡに対し，「あなたの預金口座が不正引き出しの被害に遭っています。うちの職員がお宅に行くのでキャッシュカードを確認させてください。」と告げ，Ａの住所及びＡ名義の預金口座の開設先を聞き出した。\n同日，甲は，キャッシュカードと同じ形状のプラスチックカードを入れた封筒（以下「ダミー封筒」という。）と，それと同種の空の封筒をあらかじめ用意してＡ方を訪問し，その玄関先で，Ａに対し，「キャッシュカードを証拠品として保管しておいてもらう必要があります。後日，お預かりする可能性があるので，念のため，暗証番号を書いたメモも同封してください。」と言った。Ａ\nは，それを信用し，Ｂ銀行に開設されたＡ名義の普通預金口座のキャッシュカード及び同口座の暗証番号を記載したメモ紙（以下「本件キャッシュカード等」という。）を甲に手渡し，甲は，本件キャッシュカード等をＡが見ている前で空の封筒内に入れた。その際，甲は，Ａに対し，「この封筒に封印をするために印鑑を持ってきてください。」と申し向け，Ａが玄関近くの居間に印鑑を取りに行っている隙に，本件キャッシュカード等が入った封筒とダミー封筒をすり替え，本件キャッシュカード等が入った封筒を自らが持参したショルダーバッグ内に隠し入れた。Ａが印鑑を持って玄関先に戻って来ると，甲は，ダミー封筒をＡに示し，その口を閉じて封印をさせた上でＡに手渡し，「後日，こちらから連絡があるまで絶対に開封せずに保管しておいてください。」と言い残して，本件キャッシュカード等が入った封筒をそのままＡ方から持ち去った。\nその数時間後，甲の一連の行動を不審に感じたＡが前記事情を警察に相談したことから，甲の犯行が発覚し，警察から要請を受けたＢ銀行は，同日中に前記口座を凍結（取引停止措置）することに応じた。\n翌日，甲は，自宅近くのコンビニエンスストアに行き，同店内に設置されていた現金自動預払機\n（以下「ＡＴＭ」という。）に前記キャッシュカードを挿入して現金を引き出そうとしたが，既に前記口座が凍結されていたため，引き出しができなかった。\n〔設問１〕 【事例１】における甲のＡに対する罪責について，論じなさい（住居侵入罪及び特別\n法違反の点は除く。）。\n【事例２】（【事例１】の事実に続けて，以下の事実があったものとする。）\n甲は，現金の引き出しができなかったため，ＡＴＭの前で携帯電話を使ってＡ方に電話をかけて\nＡと会話していた。同店内において，そのやり取りを聞いていた店員Ｃ（男性，２０歳）は，不審に思い，電話を切ってそそくさと立ち去ろうとする甲に対し，甲が肩から掛けていたショルダーバッグを手でつかんで声をかけた。甲は，不正に現金を引き出そうとしたことで警察に突き出されるのではないかと思い，Ｃによる逮捕を免れるため，Ｃに対し，「引っ込んでろ。その手を離せ。」と言ったが，Ｃは，甲のショルダーバッグをつかんだまま，甲が店外に出られないように引き止めていた。\nその頃，同店に買物に来た乙（男性，２５歳）は，一緒に万引きをしたことのあった友人甲が店員のＣともめている様子を見て，甲が同店の商品をショルダーバッグ内に盗み入れてＣからとがめ\n- 2 -られているのだろうと思い，甲に対し，「またやったのか。」と尋ねた。甲は，自分が万引きをしたと乙が勘違いしていることに気付きつつ，自分がこの場から逃げるために乙がＣの反抗を抑圧してくれることを期待して，乙に対し，うなずき返して，「こいつをなんとかしてくれ。」と言った。乙は，甲がショルダーバッグ内の商品を取り返されないようにしてやるため，Ｃに向かってナイフ\n（刃体の長さ約１０センチメートル）を示しながら，「離せ。ぶっ殺すぞ。」と言い，それによって\nＣが甲のショルダーバッグから手を離して後ずさりした隙に，甲と乙は，同店から立ち去った。\n〔設問２〕 【事例１】において甲が現金を引き出そうとした行為に窃盗未遂罪が成立することを\n前提として，【事例２】における乙の罪責について，論じなさい（特別法違反の点は除く。）。\nなお，論述に際しては，以下の①及び②の双方に言及し，自らの見解（①及び②で記載した立場に限られない）を根拠とともに示すこと。\n① 乙に事後強盗の罪の共同正犯が成立するとの立場からは，どのような説明が考えられるか。\n② 乙に脅迫罪の限度で共同正犯が成立するとの立場からは，どのような説明が考えられるか。\n【事例３】（【事例１】の事実に続けて，【事例２】の事実ではなく，以下の事実があったものとす\nる。）甲は，現金の引き出しができなかったため，同店の売上金を奪おうと考え，同店内において，レジカウンター内に一人でいた同店経営者Ｄ（男性，５０歳）に対し，レジカウンターを挟んで向かい合った状態で，ナイフ（刃体の長さ約１０センチメートル）をちらつかせながら，「金を出せ。」\nと言って，レジ内の現金を出すよう要求した。それに対し，Ｄが「それはできない。」と言って甲の要求に応じずにいたところ，甲は，「本当に刺すぞ。」と怒鳴り，レジカウンターに身を乗り出してナイフの刃先をＤの胸元に突き出したが，それでも，Ｄは甲の要求に応じる素振りさえ見せなかった。\n同店に客として来ておりそのやり取りを目撃していた丙（女性，３０歳）は，Ｄを助けるため，間近に陳列されていたボトルワインを手に取り，甲に向かって力一杯投げ付けた。ところが，狙いが外れ，ボトルワインがＤの頭部に直撃し，Ｄは，加療約３週間を要する頭部裂傷の傷害を負った。\nなお，ボトルワインを投げ付ける行為は，丙が採り得る唯一の手段であった。\n〔設問３〕 【事例３】において，丙がＤの傷害結果に関する刑事責任を負わないとするには，ど\nのような理論上の説明が考えられるか，各々の説明の難点はどこかについて，論じなさい。\n- 3 -論文式試験問題集［刑事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，設問１で，甲が，Ａから受け取ったＡ名義の普通預金口座のキャッシュカード及び同口座の暗証番号を記載したメモ紙（以下「本件キャッシュカード等」という。）在中の封筒を，キャッシュカードと同じ形状のプラスチックカードを入れた封筒（以下「ダミー封筒」という。）にすり替えて取得した行為について，窃盗罪若しくは詐欺罪の成否を検討させ，設問\n２で，乙が，甲が窃盗を行ったと認識しながら，店員Ｃに財物を取り戻されることを防ぐため，甲との間でＣの反抗を抑圧することを共謀した上，Ｃに対してナイフを示して脅した行為について，事後強盗の罪の共同正犯が成立するとの立場と脅迫罪の限度で共同正犯が成立するとの立場の各理論構成を検討させた上，自説の立場を示させ，さらに，設問３で，丙が，甲からナ\nイフの刃先を胸元に突き付けられていたＤを助けるため，間近にあったボトルワインを甲に向かって投げ付けたが，その狙いが外れ，ボトルワインがＤの頭部に直撃し，Ｄに傷害を負わせた行為について，Ｄの傷害結果に関する刑事責任を負わないとする理論上の説明とその難点を検討させるものであり，それにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について本問では，甲が本件キャッシュカード等在中の封筒をダミー封筒にすり替えて取得した行為が窃盗罪と詐欺罪のいずれに当たるかを巡り，両罪の区別基準とされる処分行為の有無が問題となる。具体的には，甲がＡに「この封筒に封印するために印鑑を持ってきてください。」と申し向けて印鑑を取りに行かせた場面が問題となることを的確に指摘した上で，処分行為の意義を示し，本事案における当てはめを行う必要がある。\n本事案において，処分行為の客観面として，Ａが印鑑を取りに行くに当たり甲に本件キャッシュカード等の所持を許したＡ方玄関先は，Ａの場所的支配領域内であると認められる上，Ａが印鑑を取りに行った居間は玄関の近くにあることなどの事情を踏まえ，甲に対する本件キャ\n- 14 -ッシュカード等の占有の移転があると認められるか，それとも占有の弛緩にすぎないかを検討することになる。\nまた，処分行為の主観面（処分意思）について見ると，Ａとしては，飽くまで，玄関近くの居間に印鑑を取りに行き，すぐに玄関に戻ってくるつもりであった上，本件キャッシュカード等が入った封筒については，金融庁職員に後日預けるまでは自己が保管しておくつもりであったことなどの事情を踏まえ，処分意思（占有の終局的移転についての認識）の有無を検討することになる。\nその上で，Ａの処分行為がない（そもそも処分行為に向けられた欺罔行為がないということになる。）と認めた場合には，窃盗罪の構成要件該当性を検討することになり，客観的構成要件要素として「他人の財物」，「窃取」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。「他人の財物」については，特に，キャッシュカード及び暗証番号を記載したメモ紙の財物性について，客観的な経済的価値などを踏まえ検討する必要がある。また，「窃取」については，意義を示した上で，実行行為や既遂時期について具体的に論じる必要がある。そして，主観的構成要件要素として，窃盗罪の故意及び不法領得の意思について検討する必要があるところ，甲が，Ａが不在の隙に自ら本件キャッシュカード等をダ\nミー封筒とすり替えて自己のショルダーバッグ内に隠し入れていることや，元々の計画として，他人名義の預金口座のキャッシュカードを入手し，その口座内の預金を無断で引き出して現金を得ようと考え本件行為に及んでいることなどから，故意及び不法領得の意思があったと認められることを簡潔に指摘する必要がある。\n他方，本事案で，Ａによる処分行為があると認めた場合には，詐欺罪の構成要件該当性を検討することになり，客観的構成要件要素として「財物」，「欺罔行為」，「処分行為」を，主観的構成要件要素として故意及び不法領得の意思を，それぞれ検討する必要がある。「欺罔行為」\nについては，処分行為との関係性を踏まえた正確な意義を示した上で，具体的事実を摘示して当てはめを行う必要があるところ，前記のとおり，本事案における処分行為に向けられた欺罔行為としては，甲が，本件キャッシュカード等を所持した状態で，Ａに対し，「印鑑を持ってきてください。」と言ってＡを玄関から離れさせた行為と捉えるべきであり，その点を踏まえた当てはめをする必要がある。そして，主観的構成要件要素のうち，故意については，甲が，Ａに対し，「印鑑を持ってきてください。」と言ってＡを玄関から離れさせ，それによりＡをして本件キャッシュカード等の占有を甲の支配下に移させていることについての認識，認容があったと認められることを簡潔に指摘する必要がある。\nなお，甲が本件キャッシュカードを使用してＡＴＭから現金を引き出そうとした行為は，Ａ\nＴＭを管理する金融機関の占有を侵害するものであり，Ａに対する罪責とはならないことから，この点は論ずるべきではない。\n設問２について本問では，乙の罪責について，①乙に事後強盗の罪の共同正犯が成立するとの立場と，②乙に脅迫罪の限度で共同正犯が成立するとの立場の双方からの説明に言及しつつ，根拠とともに自説を論じる必要があるが，この点，事後強盗罪の構造を身分犯と解するか，結合犯と解するかが関わることになる。\nまず，①乙に事後強盗の罪の共同正犯が成立するとの立場からの説明としては，a.事後強盗罪を窃盗犯人であることを身分とする真正身分犯と捉えた上，刑法第６５条の解釈について，第１項は真正身分犯について身分の連帯的作用を，第２項は不真正身分犯について身分の個別作用を規定したものと解し，第１項により事後強盗未遂罪の共同正犯が成立するとの説明や，b.事後強盗罪を不真正身分犯と捉えた上，刑法第６５条の解釈について，第１項は真正身分犯及び不真正身分犯を通じて共犯の成立を，第２項は不真正身分犯について科刑の個別的作用を規定したものと解し，第１項により事後強盗未遂罪の共同正犯が成立する（第２項により科刑\n- 15 -は脅迫罪）との説明，c.事後強盗罪を結合犯と捉えた上，承継的共犯を全面的に肯定することにより，事後強盗未遂罪の共同正犯が成立するとの説明等が考えられる。\n他方，②乙に脅迫罪の限度で共同正犯が成立するとの立場からの説明としては，d.事後強盗罪を窃盗犯人であることを加重身分とする不真正身分犯と捉え，刑法第６５条の解釈について，前記aと同様に解し，第２項により脅迫罪の共同正犯が成立するとの説明，e.事後強盗罪について，窃盗犯人が財物の取り戻しを防ぐ目的の場合には違法身分として刑法第６５条第１項を適用し，それ以外の刑法第２３８条所定の目的の場合には，責任身分として同条第２項を適用するとの考えに立った上，本件では，乙の主観面は財物の取り戻し目的であるものの，客観的には甲による窃盗は未遂であり，違法身分の前提を欠いているため，刑法第６５条第１項の適用がなく，同条第２項により脅迫罪の共同正犯が成立するとの説明，f.事後強盗罪を結合犯と捉えた上，承継的共犯を全面的に否定することにより，脅迫罪の共同正犯が成立するとの説明，g.事後強盗罪を結合犯と捉えた上，承継的共犯について，後行者が先行者の行為を自己の犯罪遂行の手段として積極的に利用した場合において，その範囲で，後行者も先行者が行ったことを承継するなどの考えに立って，本事案では，甲の窃盗は未遂にとどまっており，先行者（甲）\nの行為を自己（乙）の犯罪手段として積極的に利用したとはいえないなどと考え，乙は甲の行為等を承継せず，脅迫罪の共同正犯が成立するとの説明等が考えられる。\nそして，自説として事後強盗の罪の共同正犯が成立するとする場合，自説とする前記a～c等の見解を採る根拠や他説への批判を論じた上で，客観的構成要件要素として「窃盗」，「窃盗の機会」，「脅迫」を，主観的構成要件要素として故意及び目的を，さらに，甲乙間の共謀を，それぞれ検討する必要がある。「窃盗」については，未遂犯も含むことを端的に指摘する必要があり，また，「脅迫」については，判例において，社会通念上一般に相手方の反抗を抑圧するに足りる程度のものかという客観的基準によって判断されるところ，乙は，店員Ｃにナイフを示しながら，「ぶっ殺すぞ。」と申し向けており，前記基準による脅迫に該当すると判断されることを具体的に示す必要がある。そして，故意や共謀については，甲による窃盗の内容や，窃盗が既遂か未遂か，刑法第２３８条の目的の内容について甲乙間で認識の齟齬があることに触れながら，それらの事情が故意や共謀の成否に影響するかを検討する必要がある。\n他方，自説として脅迫罪の共同正犯にとどまるとする場合，自説とする前記d～g等の見解をとる根拠や他説への批判を論じた上で，客観的構成要件要素として「脅迫」を，主観的構成要件要素として故意を，さらに，甲乙間の共謀について，それぞれ検討する必要がある。\n設問３について丙は，甲からナイフの刃先を胸元に突き付けられていたＤを助けるため，間近にあったボトルワインを甲に向かって投げ付けたが，その狙いが外れ，ボトルワインが店舗経営者Ｄの頭部に直撃し，Ｄに加療約３週間を要する頭部裂傷の傷害を負わせている。\n本問は，丙がＤの傷害結果に関する刑事責任を負わない理論上の説明等を求めていることから，まず，丙がＤの傷害結果に関してどのような罪を負い得るかを明らかにする必要があるところ，前記丙の行為は，有形力の行使によりＤの生理的機能に障害を与えていることから，傷害罪の客観的構成要件に該当する。その上で，傷害罪の刑事責任を負わないとする理論上の説明及びその難点を検討していく必要がある。\n理論上の説明として，まず，方法の錯誤における処理により丙における故意を否定した上で，更に過失もなかったとする説明が考えられる。具体的符合説（具体的法定符合説）は，行為者の認識した事実と現に発生した事実とが具体的に一致しない限り，故意を阻却するとする見解であり，この見解によれば，方法の錯誤の場合には，認識事実と発生事実とが具体的に一致していないことから，故意は阻却されることになる。本事案において，丙は，甲を狙ってボトル\nワインを投げ付けたところ，その狙いが外れてＤに当たっているので，丙が認識した事実と現に発生した事実とが具体的に一致しておらず，同見解によれば故意が阻却されることになる。\n- 16 -そして，ボトルワインを投げ付ける行為が，丙の取り得る唯一の手段であり，行為時における丙の心理状態等を踏まえ，丙に結果回避可能性はなかったなどと考えれば，丙に過失犯（過失傷害罪）も成立しないことになる。また，過失犯について，正当防衛や緊急避難が成立するとの説明も考えられる。もっとも，丙は，甲の間近にＤがいることを認識してボトルワインを投げ付け，その結果，ボトルワインがＤに直撃しており，丙につき過失犯の成立も否定するのは困難と考えられることから，結局，過失犯の成立可能性を残す点が難点といえる。\n他方，法定的符合説（抽象的法定符合説）は，行為者が認識した事実と現に発生した事実について，構成要件に該当する事実の具体性ないし個別性は考慮せずに，一定の構成要件の枠内において符合する限りにおいて故意を肯定する見解であり，この見解によれば，本事案において，丙は，「人」である甲を狙ってボトルワインを投げ付け，それが「人」であるＤに直撃していることから，Ｄに対する故意が肯定されることになると考えられる。もっとも，法定的符合説（抽象的法定符合説）を採りつつ，暴行の故意を向ける相手方と相手方から救助すべき者とでは，構成要件的評価の観点から見て法的に人として同価値であるとはいえず，故意の符合を認める根拠に欠けるという見解に立てば，本事案では，侵害者甲と被侵害者Ｄとの構成要件的同価値性が否定されるので，丙には，甲に対する暴行の故意が認められても，Ｄに対する暴行の故意は認められないと解することも可能と考えられる（大阪高判平成１４年９月４日）。\nしかしそれでも，過失犯の成立可能性は残るため，その点では，丙が刑事責任を負わないとする理論上の説明としては難ありといえる。また，行為を向けた相手が行為者にとってどのような意味を持つ人であったかを重視するのは，「人」として構成要件的に同価値である限り行為者の主観的な錯誤には重要性を認めないという法定的符合説（抽象的法定符合説）の基本的な考えとも合致しないことになるとも考えられ，その点を難点として指摘することもできる。\n次に，正当防衛により丙の行為の違法性が阻却されるとの説明が考えられる。本事案において，甲は，Ｄにナイフをちらつかせながら現金を出すよう要求したものの，Ｄがそれを拒んだため，レジカウンターに身を乗り出してナイフの刃先をＤの胸元に突き出したが，それでもＤ\nは甲の要求に応じる素振りを見せていない。そのため，甲が要求に応じないＤをナイフで刺すという急迫不正の侵害が切迫している状況にあったといえ，ボトルワインを投げ付けた丙の行為は，Ｄのための防衛行為としてなされたものと考えられる。その上で，丙による防衛行為は，飽くまで甲の侵害に対する防衛行為としてなされており，それが甲との間で正当化される以上，それによって生じた結果も全て正当防衛の範疇に包含され，違法性が阻却されるなどの説明が考えられる。もっとも，刑法第３６条には「不正の侵害に対して」とあり，文言解釈として，侵害に対してのみ防衛行為としての反撃が許されると解すべきと考えれば，防衛行為によって守られるべき者に対する攻撃を正当防衛として正当化することは困難と考えられ，この点が難点といえる。\n次に，緊急避難により丙の行為の違法性が阻却されるとの説明が考えられる。正当防衛の説明における急迫不正の侵害の存在と同様に，Ｄに対する現在の危難が差し迫っていると考えられ，その上で，他人であるＤの生命，身体を守るためにボトルワインを投げた行為によって，Ｄの正当な利益（身体）を侵害した場合であり，また，防衛の意思は同時に避難の意思をも含むと解し，さらに，同行為は丙が採り得る唯一の手段であったことから，補充性及び相当性の要件も充たし，避難行為から生じた害（加療約３週間の傷害）が避けようとした害（生命の侵害，重度の傷害）の程度を超えていないため，法益権衡の要件も充たすことから，緊急避難が成立し，違法性が阻却されるなどの説明が考えられる。もっとも，本事案では，丙は，Ｄの生命，重傷害という危難を避けようとして，Ｄに傷害を負わせているが，この結果は丙が実現しようとしたものではなく，緊急避難と評価できるかという点が難点といえる。また，危難から逃れさせるべきＤに傷害を負わせていることから，避難行為がなされたとは言い難いともいえ，この点も難点といえる。\n- 17 -次に，丙は，飽くまでも主観的には，甲による急迫不正の侵害からＤを防衛するという正当防衛の認識で反撃行為を行っているのであるから，主観的認識（正当防衛）と客観的事実（正当防衛の要件が充足されていない）との間に齟齬があるといえ，かかる状況は誤想防衛と類似することから，誤想防衛の一種に当たり，故意等が阻却されるなどの説明が考えられる。もっとも，本事案で，Ｄに対する急迫不正の侵害は現に存在している上，誤想に基づいて防衛行為に出たわけではないため，丙の行為を誤想防衛とみるのは困難と考えられる上，具体的符合説\n（具体的法定符合説）による処理の場合と同様に，過失犯の成立を否定することは困難と考えられ，そうした点が難点といえる。\nさらに，緊急状況下で丙に期待可能性を認めることが困難であるから，責任が阻却されるとの説明が考えられるが，期待可能性は根拠規定のない超法規的な責任阻却事由である上，その有無の判断基準が明確でないとの難点がある。",
  "scoring_notes": "１ 出題の趣旨，ねらい既に公表した出題の趣旨のとおりである。\n２ 採点方針本問では，具体的事例について，甲及び乙の罪責やその理論構成，丙についてＤの傷害結果に関する刑事責任を負わないための理論上の説明やその難点を問うことにより，刑法総論・各論の基本的な知識と問題点についての理解や程度，事実関係を的確に分析・評価し，具体的事実に法規範を適用する能力，論点を対立する複数の立場から検討する能力，結論の妥当性やその結論に至るまでの法的思考過程の論理性，論述力等を総合的に評価することを基本方針として採点に当たった。\nいずれの設問の論述においても，各事例の事実関係を法的に分析した上で，事案の解決に必要な範囲で法解釈論を展開し，問題文に現れた事実を具体的に摘示しつつ法規範に当てはめて妥当な結論や理論構成を導くこと，さらには，それらの結論や理論構成を導く法的思考過程が論理性を保って整理されたものであることが求められる。ただし，論じるべき点が多岐にわたることから，\n事実認定上又は法解釈上の重要な事項については手厚く論じる一方で，必ずしも重要とは言えない事項については簡潔な論述で済ませるなど，答案全体のバランスを考えた構成を工夫することも必要である。\n出題の趣旨でも示したように，設問１では，事例１における甲の罪責について，甲が本件キャッシュカード等在中の封筒をダミー封筒にすり替えて取得した行為が窃盗罪と詐欺罪のいずれに当たるかを巡り，両罪の区別基準とされる処分行為の有無が問題となるところ，それが問題となるのが，甲がＡに「この封筒に封印するために印鑑を持ってきてください。」と申し向けて印鑑を取りに行かせた場面であることを的確に指摘した上で，本事例にある具体的事実を基に検討することが求められていた。すなわち，上記場面において，本件キャッシュカード等の占有の移転があったと認められるか，それとも占有の弛緩があったにすぎないかについて，Ａが甲に本件キャッシュカード等の所持を許したＡ方玄関先のＡによる場所的支配の程度や，同玄関とＡが印鑑を取りに行った居間の位置関係，本件キャッシュカード等在中の封筒の大きさ，更にその時点におけるＡの認識等を踏まえて検討する必要があった。そのため，処分行為の有無が上記場面において問題となることを的確に指摘し，本事例にある具体的事実を前提にして丁寧な検討ができていた答案は高い評価を受けた。\n上記検討を踏まえ，甲の罪責，つまり，窃盗罪あるいは詐欺罪の構成要件該当性を検討することになるが，その中で，「窃取する」や「欺く」といった実行行為については，正確な意義を示した上で，具体的事実を摘示してどの行為が実行行為に当たるかを丁寧に論じることが求められていた。\n設問２では，乙の罪責について，①乙に事後強盗の罪の共同正犯が成立するとの立場と，②乙に脅迫罪の限度で共同正犯が成立するとの立場の双方からの説明に言及しつつ，最終的に自説としてどのような構成でいかなる結論を採るのかを，根拠とともに論じる必要があった。したがって，\n上記①及び②を小問形式と捉えて，それぞれの理論構成を別個に示したにとどまり，いかなる結論がいかなる理由で妥当であるかを論じていない答案，すなわち自説の展開ができていない答案については，出題の趣旨に十分に沿わないとの評価になった。\n①及び②への言及においては，出題の趣旨で記載した各立場からの説明が考えられるが，事後強盗罪の構造については，身分犯と解する説（身分犯説）と結合犯と解する説（結合犯説）があり，\nそれらの異なる説を①及び②でそれぞれ示して論理性を保って論述できていた答案は高い評価であった。他方で，①及び②への言及で両見解に一切触れずに，甲乙間における事後強盗の罪の共- 1 -謀の有無といった事実関係の評価を変えることによってのみ説明している答案や，両見解の内容を混同して論述していた答案は，低い評価となった。また，自説については，問題文で「根拠とともに示すこと」とされていることから，自説の根拠や他説に対する批判を積極的に示すことができていた答案は高い評価であった。\n自説として事後強盗の罪の共同正犯が成立するとの立場を採る場合には，甲と乙の間で，窃盗が既遂か未遂かについての認識や，刑法第２３８条の掲げる「目的」の内容に齟齬があることに触れながら，それらの事情が故意や共謀の成否に影響するかを検討する必要があり，かかる検討ができていた答案は高い評価であった。\n設問３は，丙がＤの傷害結果に関する刑事責任を負わないとするための理論上の説明とその難点を検討させるものであったが，重要な理論上の説明がいくつも存在することから，１つの説明のみではなく複数の説明とそれらの難点を検討する必要があった。理論上の説明として，方法の錯誤や誤想防衛の処理により故意が阻却されるとの説明が考えられるが，その場合，出題の趣旨で示したように，なお過失犯が成立する余地が残ることを難点として指摘できている答案は高い評価であった。また，本事例は，防衛行為の結果が侵害者以外の者に，しかも無関係の第三者ではなく，被侵害者であるＤに生じているという特殊性があり，難点を検討するに当たっては，かかる点を踏まえる必要があったところ，違法性阻却の観点からの説明としては，正当防衛と緊急避難の成立を認めようとする説明を示し，前者については，Ｄによる「不正の侵害」がないなどの点を，後者については，引き起こされた結果は丙が実現しようとしたものではないなどの点を，\n難点として示すことができていた答案は高い評価であった。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n⑴ 全体について本問は，前述２のとおり，論じるべき点が多岐にわたるため，厚く論じるべきものと簡潔に論じるべきものとを選別し，手際よく論じる必要があったが，論じる必要のない論点を論じる答案や必ずしも重要とは思われない論点を長々と論じる答案が相当数見られた。規範定立部分については，いわゆる論証パターンを書き写すことに終始しているのではないかと思われるものが多く，中には，本問を論じる上で必要のない論点についてまで論証パターンの一環として記述を行うものもあったほか，論述として，表面的にはそれらしい言葉を用いているものの，論点の正確な理解ができていないのではないかと不安を覚える答案が目に付いた。また，規範定立と当てはめを明確に区別することなく，問題文に現れた事実を抜き出しただけで，その事実が持つ法的意味を特段論じずに結論を記載する答案も少なからず見られた。前述のように，論点の正確な理解とも関係するところであり，規範定立を怠らないのは当然として，結論に至るまでの法的思考過程を論理的に的確に示すことが求められる。\n⑵ 各設問についてア 設問１について本設問では，前述のとおり，処分行為の有無を踏まえ，甲の行為が窃盗罪と詐欺罪のいずれに当たるかの検討が求められていたが，かかる問題意識を欠き，窃盗罪又は詐欺罪の構成要件該当性の検討のみに終始するものが相当数あった。また，どの場面の，どの時点の行為を処分行為として取り上げているのかが不明確な答案や，Ａが甲に封筒を渡したことを安易に処分行為と捉える答案が散見された。\n詐欺罪については，欺罔が処分行為に向けられている必要があることを理解せずに，甲が金融庁職員を装ったり，Ａに虚言を申し向けたとの事実を捉えて安易に欺罔行為を認定している答案が少なからずあった。かかる答案の相当数が，欺罔行為（実行行為）を肯定しながら，詐欺未遂罪の成否に全く言及することなく，処分行為を否定して詐欺罪自体を不成立と- 2 -していた。学習に当たっては，構成要件要素の正確な意義を踏まえた上で，他の構成要件要素との関係等も意識することが必要である。\nまた，処分行為の有無を認定するに当たり，事例中にある事実関係を具体的かつ丁寧に当てはめて結論を導けていた答案は少数であったが，４で後述するとおり，判例等を学習する際には，前提となっている具体的な事実関係を理解し，当該事実が規範との関係でどのような意味を持つかなどを意識することが求められる。\n客体に関していえば，本事例は，キャッシュカード及び口座の暗証番号を記載したメモ紙という物の交付が認められる事案であるところ，それらの財物性には触れず，キャッシュカードが暗証番号と併せ持つことで口座内の現金の払い戻しを受けられる地位を得たとして財産上の利益に当たるとし，２項詐欺罪の成立を認めるなど，本事案における客体の捉え方が適切とは言えない答案もあった。また，預金の引き出し行為をもって，事例１全体における窃盗罪あるいは詐欺罪の既遂と捉えている答案も見られた。\n故意及び不法領得の意思については，全く触れていない答案や，論じていても，動機があるから故意が認められると述べるにとどまる答案などが多く，認識・認容の対象となる事実が何かを正確に理解している答案は少なかった。\nさらに，問題文で「Ａに対する罪責」と限定しているにもかかわらず，甲がＡＴＭから現金を引き出そうとした行為を被害者を特定することもないままに検討し，かかる行為が未遂犯か不能犯かについて長々と論証を展開している答案が相当数あった。同様に，問題文で明示的に検討対象から除かれている住居侵入罪を検討している答案も見られた。例年指摘しているところであるが，問題文をよく読んで，何が問われているかを正確に把握して検討に取り掛かることが求められる。\nイ 設問２について前述のとおり，本設問で問題となる事後強盗罪の構造については，身分犯説と結合犯説の対立があるが，そうした対立点を示せている答案は少数であった。ほとんどの答案が身分犯説か結合犯説の一方のみに触れているものであり，さらに，それらの説には一切触れることなく，甲乙間の共謀の有無といった事実関係の評価を変えることによってのみ説明するなど，\n出題意図の把握が全くできていない答案が少なからずあった。また，身分犯説あるいは結合犯説の具体的内容について一応の説明がなされているものの，各見解の理解が十分ではないと思われる答案が少なからずあった。例えば，事後強盗罪の構造には一切触れずに（結合犯説には一切触れずに），承継的共同正犯の問題だけを検討している答案や，事後強盗罪を窃盗犯の身分犯としながら，承継的共同正犯の成否を検討している答案，結合犯説を採り，承継的共同正犯の成否を検討した上で，刑法第６５条の適用を検討する答案等である。これらは，\nそれぞれの説において，事後強盗罪の実行行為がどのように捉えられているかについての理解が不十分であることによるものと思われた。ほかには，結合犯説に立ち承継的共同正犯の成否について中間説（先行者が既に生じさせた結果は承継しないが，先行者が生じさせた，\n犯行を容易にする状態，違法結果を左右し得る状態が存在する場合に，後行者がそれを利用して犯罪を実現したときには，後行者も犯罪全体についての責任を負うなどの見解）を採った上で，甲による窃盗（万引き）が未遂であったことに言及することなく，安易に乙による承継を認めた答案が少なからずあったが，かかる答案は，その内容からすると，総じて，論証パターンを無自覚に記述していて，具体的な事実関係に即した当てはめが十分にできていないとの印象を受けた。\nウ 設問３について本設問は，丙がＤの傷害結果に関する刑事責任を負わないための理論上の説明とその難点を検討させるものであり，まずは，丙の行為がどの犯罪の構成要件に該当するかを検討すべきであった。その検討がなされていない答案が少なからず見られたことから，体系的思考へ- 3 -の意識を促しておく。理論上の説明として，方法の錯誤について具体的（法定）符合説に立って故意の阻却を認めたり，誤想防衛による解決を検討している答案は相当数あったが，過失犯の余地が残ることを難点として指摘できているものは多くはなかった。違法性阻却による説明では，正当防衛については，Ｄによる「不正の侵害」がないことなど，難点が明らかにあるところ，正当防衛の要件等を長々と検討した結果，時間不足に陥ったためか，他の論じるべき説明や難点に関する論述がないまま終わっている答案も少なからずあった。繰り返しになるが，厚く論じるべきものと簡潔に論じるべきものとを選別して，手際よく論じる必要がある。また，本事例は，一般的に論じられている，防衛行為の結果が第三者に発生した事案とは異なり，結果が被侵害者に発生しているという特殊性があるが，その点を難点として検討できていた答案は少数であった。\n⑶ その他例年指摘している点でもあるが，用語の間違い（方法の錯誤と客体の錯誤等）がある答案や，\n文字が乱雑で判読しづらい答案，基本的用語の漢字に誤記がある答案が散見された。また，文章の補足・訂正に当たって，極めて細かい文字で挿入がなされる答案も相当数あった。時間的に余裕がないことは承知しているところであるが，採点者に読まれるものであることを意識して，大きめで読みやすい丁寧な文字で書くことが望まれる。\n⑷ 答案の水準以上を前提に，「優秀」「良好」「一応の水準」「不良」と認められる答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で，本問の出題の趣旨や採点方針に示された主要な問題点について検討を加え，成否が問題となる犯罪の構成要件要素等について正確に論述するとともに，必要に応じて法解釈論を展開し，問題文に現れた事実を具体的に指摘して当てはめを行い，設問ごとに求められている罪責や理論構成について論理的に矛盾のない論述がなされている答案である。\n「良好」と認められる答案とは，本問の出題の趣旨及び前記採点の方針に示された主要な問題点について指摘し，それぞれの罪責について論理的に矛盾せずに妥当な結論等を導くことができているものの，一部の問題点について検討を欠くもの，その理論構成において，主要な問題点の検討において，理解が一部不正確であったり，必要な法解釈論の展開がやや不十分であったり，必要な事実の抽出やその意味付けが部分的に不足していると認められるものである。\n「一応の水準」と認められる答案とは，事案の分析が不十分であったり，本問の出題の趣旨及び前記採点の方針に示された主要な問題点について一部論述を欠いたりするなどの問題はあるものの，論述内容が論理的に矛盾することなく，刑法の基本的な理解について一応ではあるものの示すことができている答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本概念の理解が不十分であるために，本問の出題の趣旨及び前記の採点方針に示された主要な問題点を理解できていないと認められたもの，事案に関係のない法解釈論を延々と展開しているもの，\n論述内容が首尾一貫しておらず論理的に矛盾したり論旨が不明であったりしているものなどである。\n４ 法科大学院教育に求めるもの刑法の学習においては，刑法の基本概念の理解を前提に，論点の所在を把握するとともに，各論点の位置付けや相互の関連性を十分に整理し，犯罪論の体系的処理の手法を身に付けることが重要である。\n論点を学習するに当たっては，一つの見解のみならず，他の主要な見解についても，その根拠や難点等に踏み込んで理解することが要請される。論点をそのように多面的に考察することなどを- 4 -通じて，当該論点の理解を一層深めることが望まれる。\nまた，これまでにも繰り返し指摘しているところであるが，判例を学習する際には，結論のみならず，当該判例の前提となっている具体的事実を意識し，結論に至るまでの理論構成を理解した上で，その判例が述べる規範の体系上の位置付け及びそれが妥当する範囲について検討し理解することが必要である。\n例年，取り上げるべき論点の把握が不十分なまま，論証パターンを無自覚に記述するため，取り上げなくてよい論点についてまで長々と論じる答案が目に付く。事案の全体像を俯瞰して，事案に応じて必要な論点について過不足なく論じるための法的思考能力を身に付けることが肝要である。\nこのような観点から，法科大学院教育においては，まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上，刑法上の諸論点について理解を深め，さらに，判例の学習等を通じ具体的事案の検討を行うなどして，正解思考に陥らずに幅広く妥当な結論やそれを支える理論構成を導き出す能力を涵養するよう，より一層努めていただきたい。\n- 5 -令和元年"
}