{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n共に日本に住所を有する夫婦ＡとＢは，同じく日本に住所を有するＣの非嫡出子Ｄ（満５歳）を養子に迎えたいと考えている。Ｃも，それを承諾している。国際裁判管轄権については日本にあるものとして，下記の設問に答えよ。\n〔設問１〕\nＡとＢが共に甲国籍を，Ｄが日本国籍をそれぞれ有する場合，ＡとＢは，Ｄとの養子縁組を日本において有効に行うことができるか。甲国民法が以下に記すような決定型養子縁組制度のみを定め，ここでは反致は成立しないものとして，準拠法に留意しつつ論じなさい。\n【甲国民法】\n① 養子縁組をするには，家事裁判所の決定によらなければならない。\n② 養子と実方の父母及びその血族との親族関係は，養子縁組によって終了する。\n〔設問２〕\nＡとＤが日本国籍を，Ｂが甲国籍をそれぞれ有し，かつＡとＢは，Ｄとの養子縁組に当たり，ＣとＤの親子関係を維持したいと考えている。ＡとＢは，日本においてこのような養子縁組をＤとの間で行うことができるか。上記の甲国民法に加えて，甲国国際私法が，養子縁組について，以下に記すようないわゆる管轄権的アプローチ（管轄権的構成）を定めているものとして，準拠法に留意しつつ論じなさい。\n【甲国国際私法】\n③ 裁判所は，養親となるべき者の住所が国内にある場合は，その養子縁組決定の国際裁判管轄権を有する。\n④ 養子縁組の決定は，法廷地法による。\n〔設問３〕\nＡとＢが共に日本国籍を，Ｄが乙国籍をそれぞれ有し，ＡとＢには，この養子縁組に反対している実子Ｅ（満１５歳）がおり，さらには，乙国法が以下に記すような契約型養子縁組制度のみを定めているものとして，下記の小問に答えなさい。\n【乙国国際私法】\n⑤ 裁判所は，乙国国際私法の規定によって指定された国の実質法のみを適用する。\n⑥ 養子縁組は，養親となるべき者の本国法による。\n【乙国民法】\n⑦ 養子縁組は，合意した文書を届け出ることによって，その効力を生ずる。\n⑧ 養子となるべき者が満１０歳未満の場合は，その実親が，養子に代わって養子縁組の承諾をすることができる。\n⑨ 養親となるべき者に満１０歳以上の子がいる場合，養子縁組をするには，その子の同意を得なければならない。\n〔小問１〕\nこの養子縁組には，いずれの国の法が適用されるか。\n〔小問２〕\n法の適用に関する通則法（平成１８年法律第７８号）第３１条第１項後段に定める要件について乙国法が適用されるとして，ＡとＢは，この養子縁組を日本において有効に行うことができるか。\n- 38 -\n〔第２問〕(配点：５０)\nＸ男は甲国に常居所を有する甲国人詩人であり，Ｙ女は日本に常居所を有する日本人である。Ｘの弟Ａ男は日本に居住しており，Ｙは過去にＡと交際していた。\nＹは，日本において日本語の小説（以下「被告小説」という。）を執筆し，日本のインターネットコンテンツプロバイダーＣ社の運営しているブログにこれを公表した。被告小説は，いわゆるモデル小説であり，ＡやＸをモデルとしている（Ｘがモデルであることには当事者間に争いがない。）。被告小説中には，Ｘが甲国において出版した詩集に掲載されている詩（以下「本件詩」という。）の日本語訳が無断で掲載されているほか，Ｘに窃盗癖があるとの記述や，Ｘが精神疾患を患っていたとの記述もあった。\nＸは，Ｃに対して被告小説の削除依頼をし，それは削除された。しかし，被告小説は，削除されるまでの間，甲国及び日本において，Ｘの知人たちを含む多数の人々に閲覧されていた。Ｘは，Ｙに損害賠償を求めて交渉したが，Ｙはこれに応じない。\n下記の〔設問１〕〔設問２〕は，それぞれ，この事件がこの後異なった経過をたどったことを前提とする独立の問題である。\n〔設問１〕\nＸは，Ｙに対して以下のような訴えを日本の裁判所に提起した。\n① 上記の窃盗癖の記述がＸの名誉を毀損すると主張して慰謝料を請求した。\n② 上記の精神疾患の記述がＸのプライバシー権を侵害すると主張して慰謝料を請求した。\n③ 本件詩の翻訳の掲載がＸの有していた本件詩に関する日本における著作権及び甲国における著作権（具体的には，著作権に含まれる支分権の１つである翻訳権）を侵害すると主張して，損害賠償を請求した。\n上記の各請求について判断するに当たり適用すべき準拠法の決定について論じなさい。国際裁判管轄権について論じる必要はない。なお，甲国は，文学的及び美術的著作物の保護に関するベルヌ条約パリ改正条約（昭和５０年条約第４号）の同盟国である。\n（参照条文）文学的及び美術的著作物の保護に関するベルヌ条約パリ改正条約（昭和５０年条約第４号）（抜粋）第５条〔保護の原則〕\n⑴ 著作者は，この条約によつて保護される著作物に関し，その著作物の本国以外の同盟国において，その国の法令が自国民に現在与えており又は将来与えることがある権利及びこの条約が特に与える権利を享有する。\n⑵ ⑴の権利の享有及び行使には，いかなる方式の履行をも要しない。その享有及び行使は，著作物の本国における保護の存在にかかわらない。したがつて，保護の範囲及び著作者の権利を保全するため著作者に保障される救済の方法は，この条約の規定によるほか，専ら，保護が要求される同盟国の法令の定めるところによる。\n⑶ 著作物の本国における保護は，その国の法令の定めるところによる。もつとも，この条約によつて保護される著作物の著作者がその著作物の本国の国民でない場合にも，その著作者は，その著作物の本国において内国著作者と同一の権利を享有する。\n（以下略）\n〔設問２〕\nＸは，Ｙに対し，被告小説中のＸの窃盗癖に関する記述がＸの名誉を毀損すると主張して，甲国の裁判所に不法行為に基づく慰謝料を請求する訴えを提起した。\n- 39 -\nＹは，これに応訴しないでいたところ，甲国裁判所は甲国法を準拠法として，Ｘ勝訴の判決\n（以下「本件外国判決」という。）を言い渡し，本件外国判決は確定した。\nしかし，Ｙは甲国には財産を有していなかったので，Ｘは，日本の裁判所に本件外国判決に基づく執行判決を求める訴えを提起した。\n本件外国判決が日本における執行判決に係る他の要件を全て満たしているとして，次の各小問に答えなさい。次の各小問は，いずれも独立した別個の問題である。\n〔小問１〕\n本件外国判決は，下記の甲国民法Ｐ条を適用し，慰謝料に加えてその３倍程度の金額の懲罰的損害賠償請求も認容したものであった。\nそこで，Ｘは，日本の裁判所において，本件外国判決に基づき，慰謝料及び懲罰的損害賠償の双方について執行判決を求めている。\nＸの執行判決請求は認められるか。\nなお，甲国法上，懲罰的損害賠償を得た者には，その一部を国，州その他の公的団体に納める義務はなく，その使途にも制限はない。\n【甲国民法】\nＰ条 契約から生じる義務以外の義務への違反に基づく訴訟においては，明白かつ確信を抱くに足る証拠によって，被告が抑圧，詐欺又は害意ある行為を犯したことが証明された場合には，原告は，現実の損害に加えて，見せしめのため被告に懲罰を科すための損害賠償を請求することができる。\n〔小問２〕\n本件外国判決に係る訴訟の訴状及び期日呼出状は，甲国法に従い，いずれもＸの代理人弁護士からＹに対し，日本語への翻訳文を添付し，訴訟に対応できる時間的余裕をもって，国際書留郵便によって直接郵送されていた。\nＸの執行判決請求は認められるか。\n- 40 -",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n渉外的事案においては，準拠法が外国法となることは珍しくはない。そうした場合，当該準拠外国法の求める要件を，原則として問題が提起されている日本国内において実現しなければならない。しかし，その準拠法の定める要件が，日本法にはない制度を前提にしていることがある。本問は，そうした問題を中心に据えながら，養子縁組の準拠法の決定と適用を問うたものである。\n〔設問１〕は，こうした問題意識の下，いわゆる決定型養子縁組制度を定める国の法律が準\n拠法となった場合に，その内容を我が国においていかに実現するかを問うている。まずは，法の適用に関する通則法（以下「通則法」という。）第３１条第１項前段に基づく養親の本国法\n- 40 -主義の趣旨とその当てはめ，そして同項後段に基づく「セーフガード条項」の趣旨とその当てはめを，それぞれ説明し，行うことが求められる。その上で，準拠法たる甲国民法の定める養子縁組に関する「家事裁判所の決定」を，我が国でいかに実現するかを論じる必要がある。かつては，日本においてこのような養子決定を行うことはできないとする見解もあったが，今日では，特別養子の審判手続によりその養子縁組を成立させることができるとするのが多数説である。さらに近年では，養子決定のような公的機関の関与の問題は，公法的性格を有する手続上の問題として養親の本国法の適用範囲外とする見解もある。\n「セーフガード条項」に関しては，子の本国法が日本法なので，日本民法第７９７条及び第\n７９８条について言及することが期待されている。なお，〔設問１〕は，反致が成立しないことを前提にしている。\n〔設問２〕は，養親になろうとする者が異国籍夫婦の場合の問題である。通説的な理解では，\n養親のそれぞれの本国法が適用されると考えられている。本問は，養親の一方の本国法が実方血族との断絶を定める断絶型養子縁組しか認めていない中で，養親の二人が望む普通養子縁組を実現することができるか否かを問うている。こうした問題点を指摘した上で，これに対応するための見解の展開が期待される。すなわち，かつて戸籍実務で採られていた「分解理論」，判例において現在も採用されている「隠れた反致」，更には，近時，学説の一部で主張されている，従来とは全く異なるアプローチから「準拠法の一本化」を図り，これにより対処しようとする見解等である。いずれの見解によるにしても，各見解を正しく理解し，適切に説明していることが必要である。実方血族との関係を判断する準拠法を定める通則法第３１条第２項に言及し，その解釈も展開されなければならない。\n〔設問３〕は，通則法第３１条第１項後段に定める「セーフガード条項」に焦点を当てた問\n題である。子の本国の国際私法が養子縁組の準拠法として養親の本国法を指定していることから，〔小問１〕では，まず「セーフガード条項」と反致の関係が問われる。この点について，見解は分かれている。いずれの見解に立ってもよいが，ここでは自らの考え方とその根拠を適切に述べることが期待されている。さらに，〔小問２〕では，セーフガード条項の求める「同意，承諾」の範囲が問われている。具体的には，子の本国法の定める「養親の実子」の同意がそれに含まれるか否かである。これも，肯定説，否定説いずれの見解もあり得る。自らの考え方と根拠を明らかにすることが求められている。\n〔第２問〕\n本問は，名誉，プライバシー，著作権の侵害が問題となる事案を素材として，国際私法と国際民事手続法に関する基本的理解とその応用力を問うものである。\n〔設問１〕は，名誉，プライバシー，著作権の侵害の準拠法の決定について問うものである。\nまず，請求①について，名誉毀損の準拠法の決定が問題となる。これについては通則法第１９条があることを指摘し，同条の趣旨について説明した上，本件への当てはめを行うべきである。同条によって外国法によるべき場合には，通則法第２２条について指摘することを忘れてはならない。\n次に，請求②について，プライバシー侵害の準拠法の決定が問題となる。これについては学説・判例ともに，通則法第１９条によるとする立場と，通則法第１７条によるとする立場とに分かれている。いずれの立場による場合にも，その理由の説明が必要である。第１７条説による場合には，甲国と日本の侵害について一つの連結点によらしめるのか，それぞれ異なる連結でよい(モザイク連結)と考えるのかについても論じてほしい。なお，一部又は全部外国法によるべき場合には，通則法第２２条について指摘すべきである。\nまた，請求③については，①②の場合とは異なり，被侵害権利である著作権自体がそれ自体一つの単位法律関係を構成すると考えられる。これに関して，資料に掲げたベルヌ条約第５条\n- 41 -第２項第３文が国際私法の準則を含んでいるかどうかが問題となる。いずれの立場をとるにしても，その理由を示すことが求められる。\n次に著作権侵害による損害賠償の性質決定が問題となる。通則法第１７条によるべきか，損害賠償請求も前掲のベルヌ条約によるとすべきかが問題となる。理由を付して論じることが求められる。なお，いずれの立場をとる場合でも，被侵害権利たる著作権が日本と甲国とで別に存在していることを指摘すべきであろう。なお，通則法第１７条によるとの立場をとり，外国法によるべき場合は，通則法第２２条の指摘が必要である。\n〔設問２〕は，甲国で判決が出た場合に，その外国判決が承認されるべきか否かについて，\n小問１と小問２の二つのケースについて論じることを求め，もって，外国判決承認と送達についての基礎的理解について問うたものである。\n小問１では，執行判決訴訟が問題となっているので，懲罰的損害賠償判決も民事判決であることを肯定する立場では，平成３０年改正民事執行法第２４条第５項（項番号繰下）について触れることが望ましい（それに対し，否定説では，項番号まで特定する必要はないが，同法第\n２４条には触れたほうがよいであろう。）。いずれの説に立つ場合でも，懲罰賠償判決の意義について述べた上，民事判決かどうかの問題があることを指摘すべきである。\n民事判決性肯定説によるにせよ，否定説によるにせよ，その理由を述べなければならないが，最高裁判例（最判平成９年７月１１日民集５１巻６号２５７３頁）にも言及することが望ましい（なお，その射程の理解については，民事判決性を肯定することを前提としているとの多数説の理解でも，民事判決性の有無については判示していないとの少数説の理解でもよい。）。肯定説をとる場合には，次に，民事訴訟法（以下「民訴法」という。）第１１８条第３号違反の問題が生じること，その解釈の結論とその理由を述べることが必要である。\nいずれの立場をとる場合でも，本小問についての結論をまとめる際には，本件外国判決の慰謝料部分が承認されるかどうかについても触れるべきである。\n小問２では，いわゆる直接郵便送達の効力の問題を取り上げている。この問題は，民事又は商事に関する裁判上及び裁判外の文書の外国における送達及び告知に関する条約（以下「送達条約」という。）（昭和４５年条約第７号）との関係で問題とされることが多い。しかし，日本はこの問題に関して重要な送達条約第１０条(a)に定める「直接に裁判上の文書を郵送する権能」について長年拒否宣言をしていなかったところ，平成３０年１２月２１日に拒否宣言をし，同日その効力が生じた。そこで，送達条約については従来の条約の状態を前提に問うことは試験時にすでに過去のものとなった状態について問うことになって適切ではなく，また，平成３０年の拒否宣言は受験生の間にはまだ知られていないと考えられたので，これについて問うことも適切ではないと考え，結局，送達条約には言及しない出題の仕方をした。\n答案では民訴法第１１８条第２号を指摘し，その趣旨について述べ，本件についての結論を理由とともに示すことが必要である。いずれの結論とするにせよ，外国から直接郵便により裁判の呼出状等が送られてくることの意味や是非も踏まえて，論ずることが必要である。甲国が送達条約の締約国である場合まで考えて場合分けして解答する答案には，それが過去の状態を前提とするものであっても，拒否宣言をしたことを前提とするものであっても，加点の対象とする。\n- 42 -",
  "scoring_notes": "１ 出題の趣旨，ねらい等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点の方針は，基本的に，例年と同様である。すなわち，関連する分野ごとに基礎的な知識を備えているか否か，さらに，それを用いて問いに的確に答える基本的論述力を発揮できているか否かといった点が問われている。設問ごとに重点を異にするが，①狭義の国際私法（抵触法）及び国際民事訴訟法の基本的な構造を正確に理解しているか，②個々の法規範（条理により導かれるものを含む。）の趣旨を理解しているか，③複数の法規範を視野に入れながら，相互の関連を理解しているか，④これらの点の理解に基づき，設問の事実関係等から適切に論点を導くことができるか，⑤個々の論点について，条文の正確な理解を示し，それぞれの要件を解釈し，根拠を提示しつつ，段階を追って準拠法の決定過程を正確に説明し，関連する法規範を適切に適用することができているか，これらが採点の基準とされた。\n①ないし③の理解が曖昧と認められる答案は，「一応の水準」にとどまった。それらが明瞭に表現されている答案は，「良好」又は「優秀」なものと判定された。④及び⑤に関して明瞭な論述が展開されているものが，「優秀」と評価された。\n学説が分かれている論点については，結論それ自体によって得点に差を設けることはせず，自説の論拠を十分に示しつつ，これを論理的に展開することができているか否かを基本として採点した。\n３ 採点実感等⑴ 〔第１問〕についてア 〔設問１〕は，養親の本国法がいわゆる決定型養子縁組制度（設問では「家事裁判所の決定」）を定めている場合，その要件をいかに実現するかを問うている。多くの答案が，多数説と同様，特別養子の審判手続によりその要件を満たすべきとしていた。その一方で，問題文中に「国際裁判管轄権については日本にあるものとして」，「ここでは反致は成立しないものとして」と明示してあるにもかかわらず，それらを議論していた答案が少なくなかった。当然，これらの記述は，評価の対象としていない。本問でセーフガード条項に全く触れていない答案も意外に多かった。問題文を，冷静に，丁寧に読んで解答してほしい。\nイ 〔設問２〕は，養親たる異国籍夫婦の一方の本国法が断絶型養子縁組のみを認めている場合に，普通養子縁組をすることができるかを問うている。当該国の国際私法が養子縁組につきいわゆる管轄権的アプローチを定めていることから，隠れた反致が問題となる。参照条文の中の「法廷地法」という用語を準拠法決定ルールの表現と読み込んで，その条項との間で通常の反致を認定した答案があった。これらも含め，「管轄権的アプローチ」の構造を正しく理解していないものが少なくなかった。一方で，その構造を正しく理解し，正しく適用しているものは高く評価した。\n養子決定の問題を養子縁組の「方式」の問題と性質決定した答案が，相当数あった。ここでは，裁判所という国家機関の決定ないし審判が問題とされているのであって，法律行為が問われているのではない。一部に，公序によって断絶型養子縁組の法の適用を排除する答案もあった。これらは，「一応の水準」にも達していない評価となる。本問において養親のそれぞれの本国法が適用されることについては，おおむね解答できていた。\nなお，「法廷地」の誤字が目についた。「法定地」，「法延地」更には「法庭地」といった表記もあった。基本的な用語の正しい理解が，正しい法の理解につながることを理解してほしい。\n- 44 -ウ 〔設問３〕はセーフガード条項に焦点を当てた問題である。本問の参照条文として，「裁判所は，乙国国際私法の規定によって指定された国の実質法のみを適用する。」というルールを明示したが，この条文を誤解した答案が少なくなかった。これは，乙国国際私法では反致が認められていないことを意味するのであって，日本での反致を否定するものではない。〔小問１〕で反致に触れていないものが意外と多かったのに対して，〔小問２〕では，多くの答案が，\n養親の実子の同意がセーフガード条項に含まれるかどうかを論じていた。本問でも公序に言及しているものがあったが，これらは，評価の対象としていない。\n⑵ 〔第２問〕についてア 〔設問１〕は，名誉，プライバシー，著作権侵害のそれぞれによる損害賠償請求の準拠法の決定について問うたものである。\nまず，①の名誉毀損に基づく慰謝料請求については，法の適用に関する通則法（以下「通則法」という。）第１９条の指摘，その趣旨の説明等，おおむねよくできていた。\n次に，②のプライバシー侵害に基づく慰謝料請求については，通則法第１７条か通則法第１９条のいずれと性質決定するかが問題となるが，いずれによる立場もおおむね理由が書けていた。\n最後に，③の著作権侵害に基づく損害賠償請求についてであるが，知的財産については勉強していないと思われる答案も散見された。たしかに教科書のうちには知的財産について触れていないものもあるが，多数の教科書はこれを項目として取り上げており，また，最近の国際私法の財産関係の裁判例の中で知的財産の占める比重が非常に大きいことに鑑み出題した。\n日本がベルヌ条約の「同盟国」（締約国）であることを踏まえていない答案が相当数あったが，\nこれは意外なことであった。たとえその知識がなくとも，「参照条文」の中で条約の題名の次に「昭和５０年条約第４号」とあることから日本が同盟国であることが分かるのであるが。ベルヌ条約第５条第２項第３文が国際私法規則であるとする立場を採るもののうち，その理由まで書けているものは少数であった。\n損害賠償請求は不法行為の問題であるとして通則法第１７条によらしめても，ベルヌ条約第５条第２項第３文又は条理により保護国法主義によらしめてもよい。なお，著作権侵害も不法行為であるとみても，被侵害権利が独立の単位法律関係を構成し，本件の場合日本の著作権と甲国の著作権が被侵害権利となるが，そのことまで書かれている答案は少数であった。また，\n損害賠償請求も保護国法主義によるとの立場でも，保護国が日本と甲国の二つあることの記述が求められる。また，ごく少数ながら，著作権が保護国法ではなく「登録国法」によるとするものもあったが，ベルヌ条約第５条第２項第１文にも定められている通り，著作権の成立には登録は不要であり，この名称は不適切である。\nまた，少数ながら，日本の裁判所に訴えを提起しているというそもそもの前提を理解していないものがあった。これらは「一応の水準」にも達しない。\n設問１全体に関わる問題として，請求①及び②の場合，並びに請求③が通則法第１７条によるとした場合において，外国法が準拠法となるときには，通則法第２２条を適用することとなるが，その記述のないものが多かった。また，同条について触れていても，「法２２条による公序による制限もない」とか「公序違反になる（２２条）ような事情は見受けられない」とか記すものがあった。これらは，通則法第２２条が累積（重畳）的連結の規定であることを理解しておらず，通則法第４２条の例外的に外国法の適用結果を排斥する「公序」と混同しているのではないかと思われた。\nイ 〔設問２〕では外国判決の承認・執行について問うた。\n- 45 -民事執行法第２４条第５項に触れるものが少なかった。本問は執行判決請求に関する問題なので，特に民事判決性肯定説を採る場合，これに触れるべきである。\n問題文に「本件外国判決が日本における執行判決に係る他の要件を全て満たしているとして」と明記しているのを見落としたのであろうか，民事訴訟法（以下「民訴法」という。）第１１８条第１号や同条第４号の要件について論じているものが相当数あった。問題文はよく読まれたい。\n〔設問２〕小問１では，懲罰的損害賠償の意義（定義），本問の同部分が民事判決かどうかについても論じてほしいところであったものの，解答用紙の紙幅の制約によるのかもしれないが，そこまでは書けていないものが多かった。\n大部分の答案は最高裁判例（最判平成９年７月１１日民集５１巻６号２５７３頁）と同様の立場を採っていたが，それが判例であることに言及するものは少なかった。\n通則法第２２条第２項を援用する答案も散見されたが，これは準拠法決定規則であり，外国判決承認・執行が問題となる本問には不適切である。\n本件外国判決の慰謝料部分の承認・執行について触れるものが少なかったことは残念であった。\n〔設問２〕小問２では，問題文で送達条約について触れなかったのでやむを得ないのかもしれないが，同条約について論じる答案がごく少数であったのは残念であった。\n大部分の答案は，民訴法第１１８条第２号の解釈として，了知可能性と防御可能性があればよいと解し，本件ではそれらが満たされているとして同号該当性を肯定していた。\nこの点については，出題の趣旨にも書いたように，日本は送達条約第１０条(a)について拒否宣言をしたので，今後，その下ではどうなるかについて考えてほしい。\n４ 今後の出題について狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を組み合わせた事例問題が出題されることになると思われる。\n５ 受験生と今後の法科大学院教育に求めるもの昨年度，判例を通じた学習の必要性について言及したところだが，本年度もその点を変わることなく要請したい。また，受験生諸君には，個々の論点ばかりに目を奪われるのではなく，法の全体構造をしっかり理解した上で，それぞれの条文を解釈し，運用する力を養うことが求められていることを，改めて認識してもらいたい。\n- 46 -"
}