{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，主に個人向けの住宅や企業向けのビルの設計・建築を手掛けている会社である。\nＡ社は，営業地域全体の人口減少等による市場規模の縮小により，苦しい経営を続けていたが，Ａ社が設計・建築を請け負ったビルの外壁タイルが剥がれ落ち，通行人が怪我をするという事故が発生したことが契機となって，住宅やビルの設計・建築の注文が減って売上げが激減した。その結果，平成３０年３月初め頃，同月末日を納期限とする租税債権（３００万円）だけでなく，同日を支払期日とする多くの取引先に対する債務の弁済に充てる資金がないことが判明した。\nそこで，Ａ社は，古くからの取引先であるＢ株式会社（以下「Ｂ社」という。）に依頼して，平成３０年３月２０日，当該租税債権を納付（代位弁済）してもらった。その後，Ａ社は，同月\n２６日，裁判所に対して破産手続開始の申立てをし，同月２９日，破産手続開始の決定（以下\n「本件破産手続開始決定」という。）を受け，破産管財人として弁護士Ｘが選任された。\n〔設 問〕 以下の１から３については，それぞれ独立したものとして解答しなさい。\n１．Ｂ社は，Ａ社の破産手続との関係で，どのように権利行使をすることができるか，想定される破産管財人Ｘの主張を踏まえて，論じなさい。\n２．Ａ社は，Ｃとの間で，平成２９年９月３０日，請負代金２０００万円で住宅（以下「本件住宅」という。）を建築すること（以下「本件建築工事」という。）を請負い，Ｃは，契約締結時に上記請負代金の内金として１２００万円，建物完成時に８００万円を支払うことを内容とする請負契約を締結し（以下「本件建築工事請負契約」という。），同日，Ａ社に対し１２００万円を支払った。ところが，本件建築工事の出来高が６割程度に達したところで，Ａ社が本件破産手続開始決定を受けた。\n⑴ 破産管財人Ｘは，Ａ社において本件建築工事を完成させることが可能であり，それが破産財団の利益となるものと判断する場合，本件建築工事請負契約について，どのように処理するべきか，論じなさい。\n⑵ 破産管財人Ｘは，平成３０年４月２０日，Ｃに対して本件建築工事請負契約を解除する旨の意思表示をしたが，Ａ社による本件建築工事によって生じていた建築廃材は，その現場に放置されていた。そこで，Ｃは，同年５月７日，Ｄ株式会社（以下「Ｄ社」という。）との間で，①Ｄ社が本件住宅を完成させるための残工事を請負い，その請負代金として１０００\n万円を支払うことを内容とする請負契約を締結し，それとともに，②Ｄ社が上記建築廃材の撤去を行い，その費用として１００万円を支払うことを内容とする契約を締結した。そして，Ｃは，同月８日，合計１１００万円をＤ社に支払った。この場合，Ｃは，Ａ社の破産手続との関係で，どのように権利行使をすることができるか，論じなさい。\n３．平成３０年３月２６日時点におけるＥ銀行のＡ社に対する貸付残高は６７５０万円であったが，同月２７日，Ａ社の当該債務の連帯保証人であるＦは，Ｅ銀行に対して３００万円を弁済し，さらに，同年４月２日，２００万円を弁済した。\nＡ社の破産手続において，Ｆが，破産債権額として５００万円を届け出たところ，同じく破産債権の届出をしているＥ銀行が異議を述べ，これに対し，Ｆは，査定の申立てを行った。査定決定において，裁判所は，どのように判断すべきか，論じなさい。\n- 2 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n機械メーカーであるＡ株式会社（以下「Ａ社」という。）（資本金１億円）は，平成２９年末に債務超過となり，支払不能となった。その後，Ａ社は，平成３０年１月１８日に再生手続開始の申立てをし，裁判所は，同年１月２５日に再生手続開始の決定をした。\nＡ社は，Ｂ株式会社（以下「Ｂ社」という。）の完全子会社で，Ｂ社は，Ａ社に対して貸金債権２０億円を有している。Ａ社は，平成２０年の初め頃にＢ社の完全子会社となって以来，その取締役の過半数はＢ社からの出向者であり，現在のＡ社社長を含む歴代の社長もＢ社が指名してきた。\nＡ社が支払不能になったのは，①平成２３年頃からＢ社の指示により無謀な設備投資を続けて資金繰りが悪化したこと，②同じくＢ社の指示により平成２９年８月から取引を開始した甲株式会社について同年１１月に破産手続が開始され，同社に対する売掛債権が回収不能となったことが主たる原因であった。\n一方，Ｃ株式会社（以下「Ｃ社」という。）は，Ａ社に継続的に部品を納入していたが，Ａ社による無謀な設備投資に危惧を抱き，平成２９年１月にＡ社との取引を停止した。しかし，Ｃ社は，同年７月，「当社がＡ社の支援を続けるから協力願いたい」とのＢ社からの説得を受け，同月から取引を再開した結果，平成３０年１月前半までに納入した部品に係る売掛債権１０億円を有するに至った。\nＡ社の再生手続開始を受け，平成３０年３月１日，Ｂ社は貸金債権２０億円を，Ｃ社は売掛債権１０億円をそれぞれ再生債権として届け出た。Ａ社は，Ｂ社及びＣ社が届け出た再生債権をいずれも認めた。なお，Ｂ社，Ｃ社以外に再生債権者はいない。\n〔設 問〕 以下の１，２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，財産評定を完了し，平成３０年４月２５日，裁判所に対し財産目録及び貸借対照表を提出したが，これらに基づく予想清算配当率は１０パーセントであった。\nしかし,Ａ社は,再生手続開始後，顧客離れが進んだため売上げが振るわず，再生計画案提出直前の業績及び財産状況を前提とすると，想定される再生計画認可決定の日を基準とする予想清算配当率は５パーセントと見込まれた。\nＡ社は，裁判所に対し，平成３０年５月１６日, 要旨，次のような再生計画案を提出した。\n① 再生債権の元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額のうち再生計画の認可決定確定時にその９５パーセントの免除を受ける。\n② 再生手続開始決定日以後の利息及び遅延損害金は，再生計画の認可决定確定時に全額の免除を受ける。\n③ 上記①の権利変更後の債権額（５パーセント）は，再生計画の認可決定確定日から３か月以内に半額を，１年３か月以内に残額を，それぞれ支払う。\n上記の再生計画案に対して，Ｃ社は，（ａ）清算価値保障原則に違反している，（ｂ）Ａ社の完全親会社であり，かつＡ社の破綻に責任のあるＢ社の再生債権はＣ社の再生債権よりも劣後して扱うべきである，との趣旨の意見書を裁判所に提出した。\n裁判所は，この再生計画案を付議することができるか，民事再生法第１６９条第１項第３号に照らし，Ｃ社の上記（ａ）及び（ｂ）の主張ごとに問題となる条文を摘示して論じなさい。\n２．Ａ社の事業には同業の乙株式会社（以下「乙社」という。）が関心を持っており，Ａ社の事業を譲り受けたいと考えている。乙社は，平成３０年２月２５日，顧客離れに伴うＡ社の事業価値の毀損を防ぐため，再生計画によらずに早期にＡ社の全ての事業を譲り受けることをＡ社に対して申し入れた。\n- 3 -以上の事実を前提に，以下の⑴，⑵について，それぞれ独立したものとして解答しなさい。\n⑴ Ａ社は，平成３０年３月１日，乙社からの申入れについてＢ社とＣ社に説明したところ，Ｂ社はこれに強硬に反対し，Ｃ社は賛成の意向を示した。Ａ社が乙社からの申入れを受け，再生計画によらずに乙社へＡ社の全ての事業を譲渡する場合の手続について説明しなさい。\n⑵ Ａ社は，乙社へ事業を譲渡することなく自力で再建する方針を固め，平成３０年５月１６日，再生計画案を裁判所に提出するとともに，Ｂ社とＣ社に説明した。当該再生計画案では，Ｂ社とＣ社の再生債権のいずれについても８５パーセントの免除を受け，１５パーセントを分割弁済するものとされている。また，乙社へ事業を譲渡することなく，引き続きＢ社の完全子会社として再建していく方針が示されている。\nＡ社の提出に係る当該再生計画案が付議されたとして（他に再生計画案は提出されていないものとする。），これにＣ社が債権者集会において同意しなかった場合のその後の再生手続の帰すうについて，論じなさい。\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "〔第１問〕\n本問は，株式会社が破産手続開始決定を受けた場合の具体的事例を基に，債権者の権利行使の在\n- 20 -り方，当該権利の破産手続上の位置付け及び契約関係の処理の在り方を問うなどし，破産手続における関係者の権利調整に係る規律の在り方についての基本的な理解を問うものである。\n設問１は，破産者に対する租税債権につき第三者納付（代位弁済）が行われた場合に，当該第三者は，破産手続上，どのように自らの権利を行使することができるのか，より具体的には，当該第三者は，弁済によって取得した求償権の行使が破産手続による制約を受けるとしても，財団債権である租税債権を弁済による代位の効果として取得することにより（民法第５０１条），これを破産手続上，財団債権として行使することができるか否かについて検討を求めるものである。\nこの点に関連して，判例は，労働債権（給料債権）について，代位弁済者は，破産手続上，弁済による代位（民法第５０１条）によって取得した原債権を財団債権として行使することができるとしており（最三判平成２３年１１月２２日民集６５巻８号３１６５頁），その理由としては，概要として，弁済による代位の制度は，原債権を求償権を確保するための一種の担保として機能させることを趣旨とするものであること，代位弁済者が取得した求償権の行使が倒産手続による制約を受けるとしても，当該手続における原債権の行使自体が制約されていない以上，原債権の行使が求償権と同様の制約を受けるものではないこと等が指摘されている。\n解答に当たっては，前提として，事例における租税債権が財団債権に当たることを条文に適切に当てはめて確認することになろう（破産法第１４８条第１項第３号）。そして，当該租税債権につき，弁済による代位によってＢ社の取得が可能であると考える場合には，租税債権につき第三者納付が行われた場合に関する当該第三者の破産手続上の権利行使の在り方について直接の判例が見当たらないことに照らし，上記判例において示された考え方などを参考にしつつ，Ｂ社による財団債権としての租税債権の権利行使の可否につき，自らの考え方とその理由を論ずる必要がある。その過程では，租税債権の公共的性格に照らしてもなお，Ｂ社による財団債権としての権利行使を認めるべきか否かといった事例の特徴を踏まえた検討が求められる。また，租税債権につき弁済による代位によってはこれを取得することができないと考える場合であっても，租税債権の特徴をどのように考慮しているのかといった点について，その考え方を説明することが求められよう。\n設問２(1)は，請負契約の当事者である請負人が仕事の未完成の段階で破産手続開始決定を受けた場合に，破産法第５３条が適用されるか否かについて検討を求めるものである。\n判例は，破産法第５３条につき，請負人が破産手続開始決定を受けた場合であっても，請負契約の目的である仕事が破産者以外の者において完成することのできない性質のものであるため，破産管財人において破産者の債務の履行を選択する余地のないときでない限り，同条は請負契約について適用されるとしている（最一判昭６２年１１月２６日民集４１巻８号１５８５頁）。\n解答に当たっては，請負契約における破産法第５３条の適用について，上記判例の立場を踏まえるなどしつつ，自らの考え方とその理由を論じ，設問の請負契約について破産管財人ＸがＡ社において本件建築工事を完成させることが可能であり，それが破産財団の利益となるものと判断する場合の処理（本件建築工事を完成させ，残代金の支払を求めることができるか）について論じる必要がある。\n設問２(2)は，概要として，本件建築工事請負契約が破産管財人Ｘによって解除された場合において，ＣがＤ社との間で，①Ｄ社が本件住宅を完成させるための残工事を請負い，その請負代金として１０００万円を支払うことを内容とする請負契約を締結し，②Ｄ社がＡ社による本件建築工事によって生じていた建築廃材の撤去を行い，その費用として１００万円を支払うことを内容とする契約をして合計１１００万円をＤ社に対し支払ったという事案につき，ＣがＡ社の破産手続において主張し得る権利としてはどのようなものが考えられるか，そして，そのような権利があるとして当該破産手続においては，それがどのように扱われると考えられるかを問うものである。\nまず，Ｃの上記①，②の契約に基づく支出をどのようにしてＡ社の破産手続において主張し得る\n- 21 -権利として構成するかが問題となるところ，破産管財人Ｘが破産法第５３条に基づき本件建築工事請負契約を解除したものとすれば，当該支出につき，Ｃが被った損害とみることができるのであれば，破産法第５４条第１項に基づき，その賠償について破産債権者としてその権利を行使することが考えられる。\n解答に当たっては，破産法第５４条第１項を指摘しつつ，Ｃの上記①，②の契約に基づく支出につき，同項に規定する「損害」ということができるか，自らの考え方とその理由を論じ，設問に則して当てはめをする必要がある。その過程では，本件建築工事請負契約は，ＣがＡ社に対し，８００万円を支払っていない段階で解除されているという事案の特徴を踏まえた検討が求められる。\n一方で，設問では，上記②の契約に関しては，その内容がＡ社による本件建築工事によって生じていた建築廃材の撤去であることが示されている。設問に則して検討する観点からは，上記②の契約について支出された１００万円につき，破産法第５４条第１項に規定する損害として構成するほか，破産法第１４８条第１項に掲げる財団債権として構成し，Ａ社の破産手続との関係でその権利を行使することができないかという点について検討することが考えられる。もっとも，この点については，破産管財人がした行為によって生じた請求権であるとの考え方（同項第４号）や，不当利得等により破産手続開始後に破産財団に対して生じた請求権であるとの考え方（同項第５号）など様々な考え方があり得るところであり，また，財団債権として構成することを否定する考え方もあり得るところである。\n解答に当たっては，自らの結論に至るために必要となる範囲で破産法第１４８条第１項各号の解釈をした上で当てはめを行うなどして，財団債権として構成し得るか否かについて，自らの考え方を論ずる必要がある。\n設問３は，全部義務者の一人について破産手続開始決定があった場合において，他の全部義務者が債権者に対して弁済をしたときに，同人は当該破産手続においてどのような権利の行使ができるのかという点についての理解を問うものであり，その理解に基づく検討結果を破産債権査定申立て\n（破産法第１２５条第１項）に対する破産債権査定決定（同条第３項）の内容として明らかにすることを求めるものである。\n破産法第１０４条第１項は，数人が各自全部の履行をする義務を負う場合において，その全員又はそのうちの数人若しくは一人について破産手続開始の決定があったときは，債権者は，破産手続開始の時において有する債権の全額についてそれぞれの破産手続に参加することができるとし，手続開始時現存額主義を明らかにしている。そして，同項の規定により債権者が破産手続に参加した場合には，破産者に対して将来の求償権を有する者が破産手続開始後に債権者に対して一部弁済をしたときは，民法上，弁済による代位の効果が生じ得るが（民法第５００条，第５０２条），破産手続においては，債権者の債権の全額が消滅した場合を除き，債権者の権利を行使することはできないものとされている（破産法第１０４条第４項）。\n設問においては，ＦがＡ社の破産手続開始前にＥ銀行に対して３００万円の弁済をしていることに照らせば（破産債権の届出をしているＥ銀行としては６４５０万円分についてしか権利行使が認められない一方），Ｆの届け出た破産債権額のうち３００万円については，その行使を認めることができる。\n一方で，設問においては，Ｆは，Ｅ銀行に対してさらに２００万円の弁済をしているが，これは，破産手続開始後である。そうすると，上記破産法第１０４条第４項の規律に従えば，Ｆは，当該２００万円の弁済に係るＥ銀行が有した債権を破産債権者として行使することができず，Ｆの届け出た破産債権額のうち２００万円については，認められないこととなる。\n解答に当たっては，上記破産法第１０４条に係る理解を示しつつ，設問に則して論じることが必要であるほか，破産債権査定決定における判断内容を明らかにする必要がある。\n- 22 -\n〔第２問〕\n本問は，株式会社の民事再生に関する具体的事例を通じて，再生計画案の付議要件，その可決要件，それが否決された場合の効果といった再生手続の基本的な手続や清算価値保障原則等の民事再生法の関連規定に現れる諸原則について，基本的な理解を問うものである。\n設問１は，Ａ社が提出した再生計画案に対するＣ社の意見書を題材として，再生計画案を付議するための要件，清算価値保障原則の意義及び趣旨，債権者平等原則の意義及び趣旨並びにその例外についての理解を問うものである。\nＣ社の意見書の（ａ）は，Ａ社が提出した再生計画案が清算価値保障原則に反しているとしている。ここに民事再生法第１７４条第２項第４号は，清算価値保障原則を明らかにするものと解するのが一般的であり，再生計画案が同原則を充たしていることは，再生計画案の付議要件である（民事再生法第１６９条第１項第３号）。そして，設問においては，財産評定が完了し提出された財産目録及び貸借対照表に基づく予想清算配当率は１０パーセントとされる一方で，想定される再生計画認可決定の日を基準とする予想清算配当率は５パーセントとされている。そこで，Ｃ社の意見書の（ａ）の主張を評価するためには（設問における再生計画案を付議することができるかを論じるには），清算価値保障原則とは，いつの時点の清算価値を保障するものと考えるべきかについての検討が必要となる。\n考え方としては，再生手続開始の決定時であるとする考え方，再生計画認可の決定時であるとする考え方，両時点であるとする考え方といったものがあり得る。解答に当たっては，清算価値保障原則の意義や同原則が要請されている趣旨の理解を示しつつ，自説の考え方を論じ，事案を踏まえた当てはめを行って結論を示すことが求められている。\nＣ社の意見書の（ｂ）は，Ｂ社の再生債権はＣ社の再生債権よりも劣後して取り扱うべきであるとしている。この主張に関連して，事例においては，概要として，Ｂ社がＡ社の完全親会社であること，Ｂ社がＡ社の破綻に責任があること，Ｃ社はＢ社からの説得を受けて取引を再開した結果，売掛債権１０億円を有するに至ったことが示されている。ここに民事再生法第１５５条第１項本文は，再生計画による権利変更の内容に関し平等原則を明らかにしているところ，同項ただし書は，同原則には一定の例外があることが定められている。そして，再生計画案が同項の要請を充たしていることは，再生手続において再生計画案の付議要件である（民事再生法第１６９条第１項第３号，第１７４条第２項第１号）。そこで，Ｃ社の意見書の（ｂ）\nの主張を評価するためには（設問における再生計画案を付議することができるかを論じるには），債権者平等原則とはどのような意義・内容なのかを説明した上で，民事再生法第１５５条第１項ただし書の同原則についての例外とはどのような場合に認められるのか，そして，同項ただし書の文理を踏まえても，一定の場合にはその例外に該当する取扱いが義務づけられるものと解することができるかについての検討が必要となる。\n解答に当たっては，債権者平等原則の意義や趣旨についての理解を明らかにし，民事再生法第１５５条第１項の本文とただし書の関係に関する自説の考え方を論じた上で，事案を踏まえて結論を示すことが求められている。\n設問２は，再生債務者の事業譲渡にまつわる再生手続における規律のほか，再生計画案が可決されるための要件及びそれが否決された場合の効果についての基本的な理解を問うものである。\n設問２⑴は，再生計画によらずに再生債務者の全ての事業を譲渡しようとする場合の手順についての理解を問うものである。\n再生手続開始後において，再生債務者の事業の全部を譲渡するには，裁判所の許可を得なけ\n- 23 -ればならない（民事再生法第４２条第１項第１号）ほか，所要の手続を経る必要があるものとされている（同条第２項及び第３項）。\n一方，設問においては，Ａ社の完全親会社であるＢ社は，乙社への事業譲渡について強行に反対しているところ，これを踏まえると，当該事業譲渡については株主総会での特別決議（会社法第３０９条第２項第１１号）によるその契約の承認を受けること（会社法第４６７条第１\n項第１号）が望めない状況にあると考えられる。そうすると，設問において，Ａ社が乙社からの申入れを受け，再生計画によらずに乙社へＡ社の全ての事業を譲渡する場合の手続については，民事再生法第４３条に基づく裁判所による株主総会の決議による承認に代わる許可を得ることが考えられる。そして，同許可を得るためには，再生債務者がその財産をもって債務を完済することができないことを要するものとされているほか（同条第１項本文），当該事業の譲渡が事業の継続のために必要である場合であることを要するものとされている（同項ただし書）。\n解答に当たっては，設問の事情を踏まえ，上記手続に関する民事再生法の関係規律の摘示とその趣旨についての理解を示すことが求められている。\n設問２⑵は，Ｃ社が再生計画案について債権者集会において同意しなかった場面を念頭に，再生計画案の可決要件及びそれが否決された場合の効果について問うものである。\n付議された再生計画案を可決するための要件としては，民事再生法第１７２条の３に定めがあるところ，そこでは，同条第１項に規定する同意，すなわち，議決権者（債権者集会に出席し又は書面等投票をしたもの）の過半数の同意（同項第１号）及び議決権者の議決権の総額の２分の１以上の議決権を有する者の同意（同項第２号）を要するものとされている。そうすると，設問においては，Ｃ社が債権者集会において同意しなかった場合であるから，その要件（同項第１号）を充たすことができず，再生計画案は，否決されることとなる。\n再生計画案が否決された場合には，一定の要件の下，債権者集会の期日の続行は可能であるものの（民事再生法第１７２条の５），結局，否決されたということになれば，裁判所は，職権で，再生手続廃止の決定をしなければならない（民事再生法第１９１条第３号）。そして，当該再生手続廃止の決定が確定した場合において，その再生債務者が支払不能である（破産法第１５条第１項）と認めるときは，職権で，破産法に従い，破産手続開始の決定をすることができるものとされている（民事再生法第２５０条第１項）。\n解答に当たっては，上記付議された再生計画案を可決するための要件，その趣旨を指摘した上で，設問の事情をこれに適切に当てはめた上で，再生計画案が否決された場合の手続につき，民事再生法上の関連規定を指摘しつつ論ずることが必要である。"
}