{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，主に個人向けの住宅や企業向けのビルの設計・建築を手掛けている会社である。\nＡ社は，営業地域全体の人口減少等による市場規模の縮小により，苦しい経営を続けていたが，Ａ社が設計・建築を請け負ったビルの外壁タイルが剥がれ落ち，通行人が怪我をするという事故が発生したことが契機となって，住宅やビルの設計・建築の注文が減って売上げが激減した。その結果，平成３０年３月初め頃，同月末日を納期限とする租税債権（３００万円）だけでなく，同日を支払期日とする多くの取引先に対する債務の弁済に充てる資金がないことが判明した。\nそこで，Ａ社は，古くからの取引先であるＢ株式会社（以下「Ｂ社」という。）に依頼して，平成３０年３月２０日，当該租税債権を納付（代位弁済）してもらった。その後，Ａ社は，同月\n２６日，裁判所に対して破産手続開始の申立てをし，同月２９日，破産手続開始の決定（以下\n「本件破産手続開始決定」という。）を受け，破産管財人として弁護士Ｘが選任された。\n〔設 問〕 以下の１から３については，それぞれ独立したものとして解答しなさい。\n１．Ｂ社は，Ａ社の破産手続との関係で，どのように権利行使をすることができるか，想定される破産管財人Ｘの主張を踏まえて，論じなさい。\n２．Ａ社は，Ｃとの間で，平成２９年９月３０日，請負代金２０００万円で住宅（以下「本件住宅」という。）を建築すること（以下「本件建築工事」という。）を請負い，Ｃは，契約締結時に上記請負代金の内金として１２００万円，建物完成時に８００万円を支払うことを内容とする請負契約を締結し（以下「本件建築工事請負契約」という。），同日，Ａ社に対し１２００万円を支払った。ところが，本件建築工事の出来高が６割程度に達したところで，Ａ社が本件破産手続開始決定を受けた。\n⑴ 破産管財人Ｘは，Ａ社において本件建築工事を完成させることが可能であり，それが破産財団の利益となるものと判断する場合，本件建築工事請負契約について，どのように処理するべきか，論じなさい。\n⑵ 破産管財人Ｘは，平成３０年４月２０日，Ｃに対して本件建築工事請負契約を解除する旨の意思表示をしたが，Ａ社による本件建築工事によって生じていた建築廃材は，その現場に放置されていた。そこで，Ｃは，同年５月７日，Ｄ株式会社（以下「Ｄ社」という。）との間で，①Ｄ社が本件住宅を完成させるための残工事を請負い，その請負代金として１０００\n万円を支払うことを内容とする請負契約を締結し，それとともに，②Ｄ社が上記建築廃材の撤去を行い，その費用として１００万円を支払うことを内容とする契約を締結した。そして，Ｃは，同月８日，合計１１００万円をＤ社に支払った。この場合，Ｃは，Ａ社の破産手続との関係で，どのように権利行使をすることができるか，論じなさい。\n３．平成３０年３月２６日時点におけるＥ銀行のＡ社に対する貸付残高は６７５０万円であったが，同月２７日，Ａ社の当該債務の連帯保証人であるＦは，Ｅ銀行に対して３００万円を弁済し，さらに，同年４月２日，２００万円を弁済した。\nＡ社の破産手続において，Ｆが，破産債権額として５００万円を届け出たところ，同じく破産債権の届出をしているＥ銀行が異議を述べ，これに対し，Ｆは，査定の申立てを行った。査定決定において，裁判所は，どのように判断すべきか，論じなさい。〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n機械メーカーであるＡ株式会社（以下「Ａ社」という。）（資本金１億円）は，平成２９年末に債務超過となり，支払不能となった。その後，Ａ社は，平成３０年１月１８日に再生手続開始の申立てをし，裁判所は，同年１月２５日に再生手続開始の決定をした。\nＡ社は，Ｂ株式会社（以下「Ｂ社」という。）の完全子会社で，Ｂ社は，Ａ社に対して貸金債権２０億円を有している。Ａ社は，平成２０年の初め頃にＢ社の完全子会社となって以来，その取締役の過半数はＢ社からの出向者であり，現在のＡ社社長を含む歴代の社長もＢ社が指名してきた。\nＡ社が支払不能になったのは，①平成２３年頃からＢ社の指示により無謀な設備投資を続けて資金繰りが悪化したこと，②同じくＢ社の指示により平成２９年８月から取引を開始した甲株式会社について同年１１月に破産手続が開始され，同社に対する売掛債権が回収不能となったことが主たる原因であった。\n一方，Ｃ株式会社（以下「Ｃ社」という。）は，Ａ社に継続的に部品を納入していたが，Ａ社による無謀な設備投資に危惧を抱き，平成２９年１月にＡ社との取引を停止した。しかし，Ｃ社は，同年７月，「当社がＡ社の支援を続けるから協力願いたい」とのＢ社からの説得を受け，同月から取引を再開した結果，平成３０年１月前半までに納入した部品に係る売掛債権１０億円を有するに至った。\nＡ社の再生手続開始を受け，平成３０年３月１日，Ｂ社は貸金債権２０億円を，Ｃ社は売掛債権１０億円をそれぞれ再生債権として届け出た。Ａ社は，Ｂ社及びＣ社が届け出た再生債権をいずれも認めた。なお，Ｂ社，Ｃ社以外に再生債権者はいない。\n〔設 問〕 以下の１，２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，財産評定を完了し，平成３０年４月２５日，裁判所に対し財産目録及び貸借対照表を提出したが，これらに基づく予想清算配当率は１０パーセントであった。\nしかし,Ａ社は,再生手続開始後，顧客離れが進んだため売上げが振るわず，再生計画案提出直前の業績及び財産状況を前提とすると，想定される再生計画認可決定の日を基準とする予想清算配当率は５パーセントと見込まれた。\nＡ社は，裁判所に対し，平成３０年５月１６日, 要旨，次のような再生計画案を提出した。\n① 再生債権の元本並びに再生手続開始決定日の前日までの利息及び遅延損害金の合計額のうち再生計画の認可決定確定時にその９５パーセントの免除を受ける。\n② 再生手続開始決定日以後の利息及び遅延損害金は，再生計画の認可决定確定時に全額の免除を受ける。\n③ 上記①の権利変更後の債権額（５パーセント）は，再生計画の認可決定確定日から３か月以内に半額を，１年３か月以内に残額を，それぞれ支払う。\n上記の再生計画案に対して，Ｃ社は，（ａ）清算価値保障原則に違反している，（ｂ）Ａ社の完全親会社であり，かつＡ社の破綻に責任のあるＢ社の再生債権はＣ社の再生債権よりも劣後して扱うべきである，との趣旨の意見書を裁判所に提出した。\n裁判所は，この再生計画案を付議することができるか，民事再生法第１６９条第１項第３号に照らし，Ｃ社の上記（ａ）及び（ｂ）の主張ごとに問題となる条文を摘示して論じなさい。\n２．Ａ社の事業には同業の乙株式会社（以下「乙社」という。）が関心を持っており，Ａ社の事業を譲り受けたいと考えている。乙社は，平成３０年２月２５日，顧客離れに伴うＡ社の事業価値の毀損を防ぐため，再生計画によらずに早期にＡ社の全ての事業を譲り受けることをＡ社に対して申し入れた。以上の事実を前提に，以下の⑴，⑵について，それぞれ独立したものとして解答しなさい。\n⑴ Ａ社は，平成３０年３月１日，乙社からの申入れについてＢ社とＣ社に説明したところ，Ｂ社はこれに強硬に反対し，Ｃ社は賛成の意向を示した。Ａ社が乙社からの申入れを受け，再生計画によらずに乙社へＡ社の全ての事業を譲渡する場合の手続について説明しなさい。\n⑵ Ａ社は，乙社へ事業を譲渡することなく自力で再建する方針を固め，平成３０年５月１６日，再生計画案を裁判所に提出するとともに，Ｂ社とＣ社に説明した。当該再生計画案では，Ｂ社とＣ社の再生債権のいずれについても８５パーセントの免除を受け，１５パーセントを分割弁済するものとされている。また，乙社へ事業を譲渡することなく，引き続きＢ社の完全子会社として再建していく方針が示されている。\nＡ社の提出に係る当該再生計画案が付議されたとして（他に再生計画案は提出されていないものとする。），これにＣ社が債権者集会において同意しなかった場合のその後の再生手続の帰すうについて，論じなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，株式会社が破産手続開始決定を受けた場合の具体的事例を基に，債権者の権利行使の在り方，当該権利の破産手続上の位置付け及び契約関係の処理の在り方を問うなどし，破産手続における関係者の権利調整に係る規律の在り方についての基本的な理解を問うものである。\n設問１は，破産者に対する租税債権につき第三者納付（代位弁済）が行われた場合に，当該第三者は，破産手続上，どのように自らの権利を行使することができるのか，より具体的には，当該第三者は，弁済によって取得した求償権の行使が破産手続による制約を受けるとしても，財団債権である租税債権を弁済による代位の効果として取得することにより（民法第５０１条），これを破産手続上，財団債権として行使することができるか否かについて検討を求めるものである。\nこの点に関連して，判例は，労働債権（給料債権）について，代位弁済者は，破産手続上，弁済による代位（民法第５０１条）によって取得した原債権を財団債権として行使することができるとしており（最三判平成２３年１１月２２日民集６５巻８号３１６５頁），その理由としては，概要として，弁済による代位の制度は，原債権を求償権を確保するための一種の担保として機能させることを趣旨とするものであること，代位弁済者が取得した求償権の行使が倒産手続による制約を受けるとしても，当該手続における原債権の行使自体が制約されていない以上，原債権の行使が求償権と同様の制約を受けるものではないこと等が指摘されている。\n解答に当たっては，前提として，事例における租税債権が財団債権に当たることを条文に適切に当てはめて確認することになろう（破産法第１４８条第１項第３号）。そして，当該租税債権につき，弁済による代位によってＢ社の取得が可能であると考える場合には，租税債権につき第三者納付が行われた場合に関する当該第三者の破産手続上の権利行使の在り方について直接の判例が見当たらないことに照らし，上記判例において示された考え方などを参考にしつつ，Ｂ社による財団債権としての租税債権の権利行使の可否につき，自らの考え方とその理由を論ずる必要がある。その過程では，租税債権の公共的性格に照らしてもなお，Ｂ社による財団債権としての権利行使を認めるべきか否かといった事例の特徴を踏まえた検討が求められる。また，租税債権につき弁済による代位によってはこれを取得することができないと考える場合であっても，租税債権の特徴をどのように考慮しているのかといった点について，その考え方を説明することが求められよう。\n設問２(1)は，請負契約の当事者である請負人が仕事の未完成の段階で破産手続開始決定を受けた場合に，破産法第５３条が適用されるか否かについて検討を求めるものである。\n判例は，破産法第５３条につき，請負人が破産手続開始決定を受けた場合であっても，請負契約の目的である仕事が破産者以外の者において完成することのできない性質のものであるため，破産管財人において破産者の債務の履行を選択する余地のないときでない限り，同条は請負契約について適用されるとしている（最一判昭６２年１１月２６日民集４１巻８号１５８５頁）。\n解答に当たっては，請負契約における破産法第５３条の適用について，上記判例の立場を踏まえるなどしつつ，自らの考え方とその理由を論じ，設問の請負契約について破産管財人ＸがＡ社において本件建築工事を完成させることが可能であり，それが破産財団の利益となるものと判断する場合の処理（本件建築工事を完成させ，残代金の支払を求めることができるか）について論じる必要がある。\n設問２(2)は，概要として，本件建築工事請負契約が破産管財人Ｘによって解除された場合において，ＣがＤ社との間で，①Ｄ社が本件住宅を完成させるための残工事を請負い，その請負代金として１０００万円を支払うことを内容とする請負契約を締結し，②Ｄ社がＡ社による本件建築工事によって生じていた建築廃材の撤去を行い，その費用として１００万円を支払うことを内容とする契約をして合計１１００万円をＤ社に対し支払ったという事案につき，ＣがＡ社の破産手続において主張し得る権利としてはどのようなものが考えられるか，そして，そのような権利があるとして当該破産手続においては，それがどのように扱われると考えられるかを問うものである。\nまず，Ｃの上記①，②の契約に基づく支出をどのようにしてＡ社の破産手続において主張し得る権利として構成するかが問題となるところ，破産管財人Ｘが破産法第５３条に基づき本件建築工事請負契約を解除したものとすれば，当該支出につき，Ｃが被った損害とみることができるのであれば，破産法第５４条第１項に基づき，その賠償について破産債権者としてその権利を行使することが考えられる。\n解答に当たっては，破産法第５４条第１項を指摘しつつ，Ｃの上記①，②の契約に基づく支出につき，同項に規定する「損害」ということができるか，自らの考え方とその理由を論じ，設問に則して当てはめをする必要がある。その過程では，本件建築工事請負契約は，ＣがＡ社に対し，８００万円を支払っていない段階で解除されているという事案の特徴を踏まえた検討が求められる。\n一方で，設問では，上記②の契約に関しては，その内容がＡ社による本件建築工事によって生じていた建築廃材の撤去であることが示されている。設問に則して検討する観点からは，上記②の契約について支出された１００万円につき，破産法第５４条第１項に規定する損害として構成するほか，破産法第１４８条第１項に掲げる財団債権として構成し，Ａ社の破産手続との関係でその権利を行使することができないかという点について検討することが考えられる。もっとも，この点については，破産管財人がした行為によって生じた請求権であるとの考え方（同項第４号）や，不当利得等により破産手続開始後に破産財団に対して生じた請求権であるとの考え方（同項第５号）など様々な考え方があり得るところであり，また，財団債権として構成することを否定する考え方もあり得るところである。\n解答に当たっては，自らの結論に至るために必要となる範囲で破産法第１４８条第１項各号の解釈をした上で当てはめを行うなどして，財団債権として構成し得るか否かについて，自らの考え方を論ずる必要がある。\n設問３は，全部義務者の一人について破産手続開始決定があった場合において，他の全部義務者が債権者に対して弁済をしたときに，同人は当該破産手続においてどのような権利の行使ができるのかという点についての理解を問うものであり，その理解に基づく検討結果を破産債権査定申立て\n（破産法第１２５条第１項）に対する破産債権査定決定（同条第３項）の内容として明らかにすることを求めるものである。\n破産法第１０４条第１項は，数人が各自全部の履行をする義務を負う場合において，その全員又はそのうちの数人若しくは一人について破産手続開始の決定があったときは，債権者は，破産手続開始の時において有する債権の全額についてそれぞれの破産手続に参加することができるとし，手続開始時現存額主義を明らかにしている。そして，同項の規定により債権者が破産手続に参加した場合には，破産者に対して将来の求償権を有する者が破産手続開始後に債権者に対して一部弁済をしたときは，民法上，弁済による代位の効果が生じ得るが（民法第５００条，第５０２条），破産手続においては，債権者の債権の全額が消滅した場合を除き，債権者の権利を行使することはできないものとされている（破産法第１０４条第４項）。\n設問においては，ＦがＡ社の破産手続開始前にＥ銀行に対して３００万円の弁済をしていることに照らせば（破産債権の届出をしているＥ銀行としては６４５０万円分についてしか権利行使が認められない一方），Ｆの届け出た破産債権額のうち３００万円については，その行使を認めることができる。\n一方で，設問においては，Ｆは，Ｅ銀行に対してさらに２００万円の弁済をしているが，これは，破産手続開始後である。そうすると，上記破産法第１０４条第４項の規律に従えば，Ｆは，当該２００万円の弁済に係るＥ銀行が有した債権を破産債権者として行使することができず，Ｆの届け出た破産債権額のうち２００万円については，認められないこととなる。\n解答に当たっては，上記破産法第１０４条に係る理解を示しつつ，設問に則して論じることが必要であるほか，破産債権査定決定における判断内容を明らかにする必要がある。〔第２問〕\n本問は，株式会社の民事再生に関する具体的事例を通じて，再生計画案の付議要件，その可決要件，それが否決された場合の効果といった再生手続の基本的な手続や清算価値保障原則等の民事再生法の関連規定に現れる諸原則について，基本的な理解を問うものである。\n設問１は，Ａ社が提出した再生計画案に対するＣ社の意見書を題材として，再生計画案を付議するための要件，清算価値保障原則の意義及び趣旨，債権者平等原則の意義及び趣旨並びにその例外についての理解を問うものである。\nＣ社の意見書の（ａ）は，Ａ社が提出した再生計画案が清算価値保障原則に反しているとしている。ここに民事再生法第１７４条第２項第４号は，清算価値保障原則を明らかにするものと解するのが一般的であり，再生計画案が同原則を充たしていることは，再生計画案の付議要件である（民事再生法第１６９条第１項第３号）。そして，設問においては，財産評定が完了し提出された財産目録及び貸借対照表に基づく予想清算配当率は１０パーセントとされる一方で，想定される再生計画認可決定の日を基準とする予想清算配当率は５パーセントとされている。そこで，Ｃ社の意見書の（ａ）の主張を評価するためには（設問における再生計画案を付議することができるかを論じるには），清算価値保障原則とは，いつの時点の清算価値を保障するものと考えるべきかについての検討が必要となる。\n考え方としては，再生手続開始の決定時であるとする考え方，再生計画認可の決定時であるとする考え方，両時点であるとする考え方といったものがあり得る。解答に当たっては，清算価値保障原則の意義や同原則が要請されている趣旨の理解を示しつつ，自説の考え方を論じ，事案を踏まえた当てはめを行って結論を示すことが求められている。\nＣ社の意見書の（ｂ）は，Ｂ社の再生債権はＣ社の再生債権よりも劣後して取り扱うべきであるとしている。この主張に関連して，事例においては，概要として，Ｂ社がＡ社の完全親会社であること，Ｂ社がＡ社の破綻に責任があること，Ｃ社はＢ社からの説得を受けて取引を再開した結果，売掛債権１０億円を有するに至ったことが示されている。ここに民事再生法第１５５条第１項本文は，再生計画による権利変更の内容に関し平等原則を明らかにしているところ，同項ただし書は，同原則には一定の例外があることが定められている。そして，再生計画案が同項の要請を充たしていることは，再生手続において再生計画案の付議要件である（民事再生法第１６９条第１項第３号，第１７４条第２項第１号）。そこで，Ｃ社の意見書の（ｂ）\nの主張を評価するためには（設問における再生計画案を付議することができるかを論じるには），債権者平等原則とはどのような意義・内容なのかを説明した上で，民事再生法第１５５条第１項ただし書の同原則についての例外とはどのような場合に認められるのか，そして，同項ただし書の文理を踏まえても，一定の場合にはその例外に該当する取扱いが義務づけられるものと解することができるかについての検討が必要となる。\n解答に当たっては，債権者平等原則の意義や趣旨についての理解を明らかにし，民事再生法第１５５条第１項の本文とただし書の関係に関する自説の考え方を論じた上で，事案を踏まえて結論を示すことが求められている。\n設問２は，再生債務者の事業譲渡にまつわる再生手続における規律のほか，再生計画案が可決されるための要件及びそれが否決された場合の効果についての基本的な理解を問うものである。\n設問２⑴は，再生計画によらずに再生債務者の全ての事業を譲渡しようとする場合の手順についての理解を問うものである。\n再生手続開始後において，再生債務者の事業の全部を譲渡するには，裁判所の許可を得なければならない（民事再生法第４２条第１項第１号）ほか，所要の手続を経る必要があるものとされている（同条第２項及び第３項）。\n一方，設問においては，Ａ社の完全親会社であるＢ社は，乙社への事業譲渡について強行に反対しているところ，これを踏まえると，当該事業譲渡については株主総会での特別決議（会社法第３０９条第２項第１１号）によるその契約の承認を受けること（会社法第４６７条第１\n項第１号）が望めない状況にあると考えられる。そうすると，設問において，Ａ社が乙社からの申入れを受け，再生計画によらずに乙社へＡ社の全ての事業を譲渡する場合の手続については，民事再生法第４３条に基づく裁判所による株主総会の決議による承認に代わる許可を得ることが考えられる。そして，同許可を得るためには，再生債務者がその財産をもって債務を完済することができないことを要するものとされているほか（同条第１項本文），当該事業の譲渡が事業の継続のために必要である場合であることを要するものとされている（同項ただし書）。\n解答に当たっては，設問の事情を踏まえ，上記手続に関する民事再生法の関係規律の摘示とその趣旨についての理解を示すことが求められている。\n設問２⑵は，Ｃ社が再生計画案について債権者集会において同意しなかった場面を念頭に，再生計画案の可決要件及びそれが否決された場合の効果について問うものである。\n付議された再生計画案を可決するための要件としては，民事再生法第１７２条の３に定めがあるところ，そこでは，同条第１項に規定する同意，すなわち，議決権者（債権者集会に出席し又は書面等投票をしたもの）の過半数の同意（同項第１号）及び議決権者の議決権の総額の２分の１以上の議決権を有する者の同意（同項第２号）を要するものとされている。そうすると，設問においては，Ｃ社が債権者集会において同意しなかった場合であるから，その要件（同項第１号）を充たすことができず，再生計画案は，否決されることとなる。\n再生計画案が否決された場合には，一定の要件の下，債権者集会の期日の続行は可能であるものの（民事再生法第１７２条の５），結局，否決されたということになれば，裁判所は，職権で，再生手続廃止の決定をしなければならない（民事再生法第１９１条第３号）。そして，当該再生手続廃止の決定が確定した場合において，その再生債務者が支払不能である（破産法第１５条第１項）と認めるときは，職権で，破産法に従い，破産手続開始の決定をすることができるものとされている（民事再生法第２５０条第１項）。\n解答に当たっては，上記付議された再生計画案を可決するための要件，その趣旨を指摘した上で，設問の事情をこれに適切に当てはめた上で，再生計画案が否決された場合の手続につき，民事再生法上の関連規定を指摘しつつ論ずることが必要である。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点については，「出題の趣旨」として公表したとおりである。\n第１問は，株式会社が破産手続開始決定を受けた場合の具体的事例を通じて，破産者に対する租税債権について第三者納付が行われた場合における当該第三者の破産手続上の権利行使の在り方（設問１）並びに請負契約の当事者である請負人が仕事の未完成の段階で破産手続開始決定を受けた場合における破産法第５３条の適用の有無，建築工事請負契約が破産管財人によって解除された場合における債権者の権利行使の在り方及び全部義務者の一人について破産手続開始決定があった場合に他の全部義務者による債権者に対する弁済があったときの同人の破産手続上の権利行使の在り方（設問２）についての理解を問うものである。採点の主眼は，関係条文の制度趣旨を正しく理解できているかどうかを確認するとともに，具体的事例や設問において与えられた事実関係を分析して問題点を的確に把握し，制度趣旨等を踏まえながら，その問題点につき自らの言葉で自説を論じることができているかどうかに置かれている。\n第２問は，株式会社の民事再生に関する具体的事例を通じて，再生計画案の付議要件，清算価値保障原則の意義及び趣旨，債権者平等原則の意義及び趣旨とその例外（設問１），再生計画によらない再生債務者の全事業の譲渡の方法，再生計画案の可決要件及びそれが否決された場合の効果（設問２）についての理解を問うものである。採点の主眼は，清算価値保障原則といった再生手続上の基本的な考え方についての正確な理解と関係条文の的確な指摘ができるかどうかを確認するとともに，具体的事例や設問において与えられた事実関係を踏まえて，問題となる再生手続の帰すうにつき正確な理解を示すことができるか，また，制度趣旨等を踏まえながら，問題点につき自らの言葉で自説を論じることができているかどうかに置かれている。\n３ 採点実感等⑴ 第１問ア 設問１設問１では，破産者に対する租税債権につき第三者納付をした第三者が破産手続上，どのように自らの権利を行使することができるのかが問われている。そこで，前提として，事例における租税債権が財団債権に当たることを条文に適切に当てはめて確認することとなろう。\nただ，多くの答案では事例における租税債権が財団債権であること自体について指摘することができていたものの，破産法第１４８条第１項第３号に当てはめてその指摘をしているものは必ずしも多くはなかったほか，同号の指摘を欠くものも散見された。また，当該第三者による財団債権としての租税債権の権利行使の可否については，ほとんどの答案において論点となることを指摘することができていた。租税債権についても弁済による代位による取得が可能であると考える答案において，労働債権（給料債権）について，代位弁済者は，破産手続上，弁済による代位（民法第５０１条）によって取得した原債権を財団債権として行使することができるとする判例（最三判平成２３年１１月２２日民集６５巻８号３１６５頁）\nに関する知識・理解をうかがうことができる答案は相当数あったが，本問に取り組むに当たり参考としている当該判例の考え方について十分に言及することができるものは比較的少なく，租税債権の公共的性格等その特徴についてまで意識した答案は少なかった。また，租税債権につき弁済による代位によってはこれを取得することができないと考える答案においては，租税債権の特徴を摘示して論じていたが，上記判例についての具体的な理解をも示しつ- 1 -つ論じるものや反対説についての反論を交えつつ論じるものは少なかった。採点に当たっては，事例における租税債権の財団債権性についての検討を前提に，これを弁済した第三者による財団債権としての租税債権の権利行使の可否，その破産手続上の取扱いについて，自説の立場を適切に論じることができているのであれば一応の水準の答案と評価しているが，更に上記指摘した点について具体的に言及することができている答案は，高い評価となっている。\nイ 設問２(ｱ) 設問２⑴は，請負契約の当事者である請負人が仕事の未完成の段階で破産手続開始決定を受けた場合の破産管財人としての処理の在り方について問うものであるところ，ほとんどの答案が破産法第５３条に関する問題であることに気付くことができていた一方で，同条が請負契約に適用されるのか否かという問題意識を明らかにしつつ論じる答案や少なくともその問題意識をうかがうことができる答案は，比較的少なかった。また，同条の請負契約への適用の有無に関する判例（最一判昭和６２年１１月２６日民集４１巻８号１５８５頁）を指摘し，その立場を踏まえて自説を論じる答案は，少なかった。同法第５３条の請負契約への適用の有無について，その問題意識への理解を示しつつ，上記判例が存在することを踏まえた論述もできている答案は，高い評価となっている。\n(ｲ) 設問２⑵は，具体的事案において，ＣがＡ社の破産手続において主張し得る権利としてどのようなものが考えられるか，そして，その権利の破産手続上の取扱いを問うものである。本問では，概要として，ＣがＤ社との間で，①Ｄ社が本件住宅を完成させるための残工事を請負い，その請負代金として１０００万円を支払うことを内容とする請負契約を締結し，②Ｄ社がＡ社による本件建築工事によって生じていた建築廃材の撤去を行い，その費用として１００万円を支払うことを内容とする契約をして合計１１００万円をＤ社に対し支払ったという事情が与えられている。したがって，この事情を踏まえて，問いについての検討を行うことが必要となるところ，比較的多くの答案は，破産管財人Ｘが破産法第５３条に基づいて本件建築工事請負契約を解除したものとして同法第５４条第１項を指摘し，Ｃの上記①，②の契約に基づく支出につき同項に規定する「損害」に該当するか否かを論じていた。一方で，上記②の契約について支出された１００万円については，上記②の内容に着目し，同法第１４８条第１項に掲げる財団債権として構成することができるか否かについて検討することが考えられるが，そのように言及するものは，必ずしも多くはなかった。さらに，この財団債権性について論じようとする場合には，同項各号の解釈論を述べた上で当てはめを行うことが望まれるが，これを具体的な理由付けとともにするものは少なく，例えば，建築廃材を撤去すること自体が破産管財人の職務であるとして財団債権性を論じていても，なぜそれが職務であるということができるのか等，その根拠に遡って論述するものは少なかった。採点に当たっては，Ｃの上記①，②の契約に基づく支出の同法第５４条第１項又は同法第１４８条第１項への該当性に係る上記検討につき，自説の立場を適切に論じることができているのであれば一応の水準の答案と評価しているが，\n例えば，本問で与えられた事情を具体的に考慮せず，また上記②の内容に着目しないで抽象的に結論のみを述べるにとどまるような答案については，設問に則して検討する観点からは十分でないものとして低い評価となっている。\nウ 設問３設問３は，全部義務者の一人について破産開始決定があった場合において，他の全部義務者がその破産開始決定の前後に債権者に対して弁済をしたときに，同人が当該破産手続においてどのように権利の行使ができるのかを問うている。そこで，破産法第１０４条第１項の内容や趣旨について言及し，手続開始時現存額主義についての理解を示し，また，同項の規定により債権者が破産手続に参加した場合において，破産者に対して将来の求償権を有する- 2 -者が破産手続開始後に債権者に対して一部弁済をしたときについての規律として，同条第４項の内容等について言及し，これらの規律について設問における事情がどのように当てはめられるかを論述する必要がある。答案には，設問における事情を的確に捉えて当てはめをしつつ，破産手続開始の決定前の弁済により，債権者の破産手続における権利の行使の額が減少し得ることなどを同条第１項の説明を含めて論述した上で，同条第４項の規律への論述を展開することができているものも一定数あり，これらの答案は，同条の規律についての的確な理解ができている十分な答案として評価されている。一方で，同条第１項の指摘がなかったり，手続開始時現存額主義の内容等について言及することがない答案，同条が問題となっていることに気が付いていることはうかがわれるものの当てはめを行うことができていない答案，同条第１項の指摘があるものの同条第４項の指摘に至らない答案が一定数見受けられたが，これらの答案については，一応の水準の答案と評価することは困難である。そして，\n設問では，査定決定において，裁判所がどのように判断すべきかを問うているから，答案においては，破産債権査定決定における判断内容を明らかにする必要があるところ，この点についての論述を欠くものも散見された。\n⑵ 第２問ア 設問１設問１では，Ａ社が提出した再生計画案に対するＣ社の意見書を題材として，再生計画案を付議するための要件，清算価値保障原則の意義及び趣旨，債権者平等原則の意義及び趣旨並びにその例外についての理解が問われていることから，同意見書で指摘されている課題について，民事再生法の関連規定を指摘しながら，論述を進めることが必要である。\nＣ社の意見書の（ａ）では，Ａ社が提出した再生計画案と清算価値保障原則との関係が問題とされているところ，一般的には同原則の根拠条文とされる民事再生法第１７４条第２項第４号及び同原則が再生計画案の付議要件となることの根拠条文である同法第１６９条第１項第３号については，多くの答案で指摘することができていた。しかし，再生手続における同原則の趣旨については，言及がないもののほか，言及したとしても，同原則が反対債権者に対する最低限の保護を図ることをその趣旨とすることについて明確に言及するものは，必ずしも多くなかった。また，同原則の趣旨について一定の言及がある一方で，その内容についての説明を欠くものが一定数あった。採点に当たっては，同原則の内容及び趣旨を適切に説明することができている答案は，再生手続上の基本的な考え方をきちんと理解するものとして，高い評価となっている。\nさて，設問においては，予想清算配当率がその時点によって変動しているという事情が示されている。そうすると，Ｃ社の意見書（ａ）の主張を評価するためには，清算価値保障原則とは，いつの時点の清算価値を保障するものと考えるべきか（同原則の基準時）についての検討が必要となるところ，その問題点に気が付くことができない答案も相当数あった。また，同原則の基準時についての考え方としては，再生手続開始の決定時であるとする考え方，\n再生計画認可の決定時であるとする考え方等，いくつかのものがあり得る。ここでは，同原則の趣旨及び内容を的確に論じ，自らの言葉で自説をその根拠とともに示した上で，事案に対する当てはめが適切に行われているのであれば，いずれの考え方であっても高い評価となり得るものとして採点に当たっている。例えば，再生手続が破産手続よりも長期間にわたって債権者がその協力を強いられつつ進行していくことを指摘してそのような手続が開始する時点での清算価値が保障されるべきであるとし，再生手続の開始後，遅滞なく，再生手続開始の時における清算価値に基づく財産評定が行われること（民事再生法第１２４条，民事再生規則第５６条第１項本文）との平仄を指摘する答案は，同原則と再生手続の特質とを関連付けて理解することができているものとして，十分な水準にあるものと評価している。しかし，答案においては，いずれかの時点の予想清算配当率（例えば，再生手続開始の決定時）のみを特段の理由付けなく取上げ，これと再生計画案に基づく弁済の率とを比較する答案が相当数あった。このような答案は，設問における事案の特徴に着目することはできているとは言い得るかもしれないが，同原則の基準時について十分な検討をしているものとは言い難い。また，再生手続開始の決定時と再生計画認可の決定時の各予想清算配当率を比較し，後者が前者以下になっていることから再生計画案が同原則違反であるなどと論述する答案が散見された。しかし，同原則に反するものというべきか否かは，再生計画案に基づく弁済の率との比較において検討されるべきものであるから，このような答案は，同原則における価値の比較対象についての基本的な理解ができていないものとして低い評価となっている。\nなお，設問に解答するためには，清算価値保障原則の基準時に係る自説を前提として，保障されるべき清算価値（予想清算配当率）と再生計画案に基づく弁済の率との比較が的確にされていることも必要である。この点について，同原則の基準時を再生計画認可の決定時であるとし，保障されるべき予想清算配当率を５パーセントとした上で，再生計画案に基づく５パーセントの弁済は，破産手続により直ちに配当を受ける５パーセントの弁済よりも現存価値としては債権者に不利益であるというべきであるほか，Ａ社の業績は悪化する傾向にあるということができることに鑑みると債権者のリスクが高いというべきであって，結論において清算価値保障原則に反するといった答案が複数あった。このような論述についても，その内容に応じて，設問における当てはめに求められる水準に達し得るものとして評価をしている。\nＣ社の意見書の（ｂ）では，Ｂ社の再生債権はＣ社の再生債権よりも劣後して取り扱うべきである旨指摘されているところ，その当否を検討するには，再生計画案における債権者平等原則についての検討が必要である。この点，ほとんどの答案においては，まずは，再生計画案の付議要件との関係で民事再生法第１７４条第２項第１号が，同原則の根拠条文として同法第１５５条第１項が指摘されていた。しかし，答案の中には，「再生計画が遂行される見込みがないとき」（同法第１７４条第２項第２号）や「再生計画の決議が再生債権者の一般の利益に反するとき」（同項第４号）との関係を指摘し，これらへの該当性を問題とするものが散見された。このような答案は，再生計画の遂行可能性（同項第２号）や，再生債権者の一般の利益（同項第４号）といった概念についての理解が不十分であると考えられ，低い評価とならざるを得ない。また，再生計画案の付議要件との関係で同法第１６９条第１項第３号を指摘しつつ，同号の事由から明文で除外されている同法第１７４条第２項第３号への該当性を問題とするものも一定数あったが，このような答案も低い評価となっている。\nそして，上記Ｃ社の意見書の（ｂ）の指摘の当否の検討には，民事再生法第１５５条第１項の趣旨や内容についての論述，すなわち，同項本文で規定される債権者平等原則の趣旨及び内容，そして，その例外としての同項ただし書の解釈適用に関する論述が必要となる。答案においては，同法第１５５条第１項本文の規定内容について論述しないまま，同項ただし書の当てはめを行うものが散見された。しかし，ただし書という例外の解釈適用が的確なものというためには，前提として，原則である本文の規定内容についての理解の確認が必要であって，このような答案については，一応の水準には，いささか及ばないものと評価せざるを得ない。\nさて，民事再生法第１５５条第１項本文の趣旨や内容について論述し，同項ただし書の解釈適用を論述していくにしても，同項本文が「再生計画による権利の変更の内容は，再生債権者の間では平等でなければならない。」と規定し，同項ただし書が一定の場合に「この限りでない。」と規定していることに留意が必要である。すなわち，ここに，同項ただし書は，一定の場合に再生債権者の平等でない取扱いを許容しているにすぎないのか，再生債権者の平等でない取扱いをしなければならないことまでを求めるものなのか，という課題がある。答案においては，この点を問題提起し，自説を展開するものは少数であったが，このような答- 4 -案は，債権者平等原則の原則と例外の関係をその趣旨や根拠条文の文理等とともに理解していることをうかがわせるものであって，その自説に応じて事案に対する当てはめが適切に行われているのであれば，Ａ社が提出した再生計画案を同項に違反するものとするか否かのいずれの考え方であっても高い評価となり得るものとして採点に当たっている。一方で，答案においては，同項ただし書によりＢ社の再生債権をＣ社の再生債権よりも劣後して取り扱うことは，同項ただし書規定の「衡平」に反しないとのみ述べて説明を終えるもの，ないし同項ただし書規定の「衡平」に反しないからＢ社の再生債権をＣ社の再生債権と平等に取り扱うＡ社が提出した再生計画案は同項（ただし書）に違反する旨論述するものが多数あった。\nこのような答案は，Ｂ社の再生債権をＣ社の再生債権よりも劣後して取り扱うことができることと，劣後して取り扱わなければならないこととを区別しないで論述するものであって，\n一応の水準には，いささか及ばないものと評価せざるを得ない。また，事例に現れた事情を適宜摘示し，専ら価値判断に基づいてＢ社にはＡ社が支払不能に至ったことについて落度があると評価し，信義則（民法第１条第２項）を根拠にＢ社の再生債権をＣ社の再生債権よりも劣後して取り扱うべきである旨論述する答案も散見された。このような答案は，債権者平等原則に係る解釈適用についての論述としては不十分なものであって，低い評価となっている。\nそして，設問では，裁判所がＡ社の再生計画案を付議することができるかを問うているから，その問いに答える結論が明示されていることが必要であるところ，これを欠く答案が少数あった。\nイ 設問２(ｱ) 設問２⑴は，再生手続開始の決定後に再生計画外での事業譲渡をする場合の手続について問うものである。この点，民事再生法第４２条に基づく裁判所による営業譲渡の許可の手続及び同法第４３条に基づく裁判所による株主総会の特別決議に代わる許可（代替許可）\nの手続につき，多くの答案で指摘することができており，また，設問においては，完全親会社であるＢ社が乙社に対する事業譲渡に反対しているとの事情が示されているところ，\nこれによってＡ社の株主総会による特別決議の成立が困難であることが見込まれることについて意識した論述を経て，同条の説明に結び付けて論述することができる答案も多かった。これらの答案は，設問に答えるものとしては一応の水準の答案にあるということができよう。ただ，各論述内容には差があり，同法第４２条及び同法第４３条の趣旨に言及し，\n各要件の解釈や当てはめを丁寧に行うことができている答案については，高い評価をしている。設問において，同法第４３条に基づく代替許可の手続の適用を論述するには，同条第１項本文に規定する「その財産をもって債務を完済することができないとき」の要件，\n同項ただし書に規定する「当該事業等の譲渡が事業の継続のために必要である場合」の要件の充足性が問題となるところ，この点について十分に言及することができている答案は，\n一定数あったものの，必ずしも多くはなかった。また，後者の要件に関し，同法第４２条第１項後段に規定する「事業の再生のために必要であると認める場合」との要件と対比して論述する答案は，少数にとどまったが，その中には，制度趣旨等から要件の解釈の違い等を論述することができているものがあり，そのような答案については，十分な水準にあるものとして評価している。\n(ｲ) 設問２⑵は，再生計画案の可決の要件，再生計画案が否決された場合の手続について問うものであるから，民事再生法第１７２条の３第１項各号に規定する要件をその趣旨とともに論述して当てはめるほか，同法第１９１条第３号を指摘して再生手続廃止の決定に言及し，その後の手続として，例えば，裁判所の職権による破産手続開始の決定の規律（同法第２５０条第１項）について指摘することができれば，一応の水準の答案ということができる。多くの答案においては，同法第１７２条の３第１項の指摘をすることができてい- 5 -たものの，再生計画案の可決要件として，議決権者の過半数の同意（同項第１号）の要件及び議決権者の議決権の総額の２分の１以上の議決権を有する者の同意（同項第２号）が要求されている趣旨について，的確に言及することができているものは，必ずしも多くなかった。答案においては，同項第１号の要件についての当てはめに関し，Ｃ社が反対してもＢ社の賛成により同号の要件を満たしている旨論述するものが一定数あったが，そのような答案は，同号の要件は，半数ではなく，過半数とされていることを看過するもの，ないし過半数の概念を誤解するものであって，低い評価となっている。また，同法第１７２条の４に基づく債権者集会における再生計画案の変更の手続について言及する答案が散見されたが，設問においては，「Ｃ社が債権者集会において同意しなかった場合のその後の再生手続」について問うていることに留意する必要がある。さらに，同法第１８７条に基づく再生計画の変更の手続について言及する答案もあったが，同条に基づく手続は，「再生計画認可の決定があった後」の手続であり，設問の場面と異なる局面におけるものであることに留意する必要がある。\nウ 全体を通じて第２問は，設問１が再生手続上の基本的な考え方についての問題であり，設問２が再生計画外での事業譲渡等の手続の規律に関する理解を問うものであり，それに適用され得る民事再生法の制度・条文（条のみならず，項・号まで）を正しく摘示して論述することができれば，高い得点を得ることができる問題である。\nしかし，上述のとおり，再生手続上の考え方を民事再生法の条文・文理と結び付けて理解することができていない答案や，設問において問われていることを正しく捉えることができていない答案等が多く見受けられた。日頃の学習においても，論点とされている考え方，事柄がどの条文のどの文言に関するものであるのか，民事再生法の解釈適用の問題として理解すべきことに留意する必要があり，また，設問で問われていること等を正確に理解することが基本であることに留意する必要がある。\n４ 今後の出題について今後も，特定の傾向に偏ることなく，具体的な事案を通じて，基本的な考え方や事項に関する理解を確認する問題，当該事案を正確に把握して適切に法令上の対応手段を導き出す能力を試す問題，倒産実体法及び倒産手続法に関する問題等，倒産法の基本的な理解ができているかどうかを問う出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの等倒産法における基本的な条文，判例及び学説を断片的・概括的にではなく，その趣旨に遡って理解をした上で，具体的な事案に対応することができる能力を涵養するため，個々の制度の関係性等についても意識して，また，清算型手続と再建型手続との異同を理解しながら，倒産法の体系の中で把握することが重要であって，このことは，例年指摘しているところである。また，具体的な事例において与えられた事情を正確に整理・把握し，問題点を的確に抽出する能力，その問題点について論理的かつ一貫性のある解釈論に基づき妥当な結論を導き，説得的に論ずる能力が必要とされることも例年のとおりである。\n法科大学院に対しては，例年指摘されているこれらの点にも配慮しつつ，上記の能力の涵養等を実現するための教育を期待したいところである。\nなお，本試験は，解答者の文字の読みやすさを評価するものではなく，その巧拙が答案の評価に影響するものではないことは言うまでもない。しかし，例年，かつ，他の科目でも指摘されていることではあるが，およそ判読することができない文字等による答案が散見され，そのような場合には，設問で与えられた課題についての加点が困難となりかねず，ともすれば解答者の本来- 6 -の能力・理解度を正当に評価することができない事態につながるものである。このことを意識して，是非改善してもらいたい。令和元年"
}