{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\n食品加工会社Ｘは，特許請求の範囲に「工程ａと工程ｂを含むことを特徴とする食品中の成分Ｐ含有量の測定方法」（以下「本件発明」という。）と記載された特許権（以下「本件特許権」という。）を有している。成分Ｐは，一般に健康に良いとされ，従来，食品中の成分Ｐ含有量の測定方法としては，工程ａのみを含むものが広く使用されていたが，本件発明は，工程ｂの追加により全体の測定時間を顕著に短縮させたものである。また，本件発明は，Ｘの研究開発部門に所属していた甲がＸにおける勤務時間中にＸの施設においてＸの資材を用いて完成させたものであり，本件発明完成時点のＸの職務発明規程には，職務発明について，その発明が完成した時にＸが特許を受ける権利を取得する旨が定められていた。\nＸが本件特許権に係る特許出願（以下「本件出願」という。）をした後，甲は，Ｘを退職し，食品加工，測定機器の製造販売等を業とする会社Ｙに転職した。その後，Ｙは，加工食品の製造工程に，本件発明の技術的範囲に属する測定方法（以下「Ｙ方法」という。）を使用して成分Ｐ含有量を測定する工程を組み込み，測定の結果，成分Ｐ含有量が基準値以上であることを確認した加工食品のみを成分Ｐ含有量の豊富な食品である旨を表示して販売している（以下，Ｙ方法による測定を経てＹが販売している加工食品を「Ｙ製品」という。）。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，各問はそれぞれ独立したものであり，相互に関係はないものとする。\n〔設 問〕\n１．Ｙは，Ｘから特許権侵害の警告を受けたため，本件発明の完成の経緯を甲に確認したところ，甲は，上司に反対された研究を甲独自の判断で進める中で本件発明を完成させたのであるから，本件発明の完成はＸから期待されておらず，甲が特許を受ける権利を有していると説明した。\nそのため，Ｙは，Ｙ方法の使用を続けたところ，Ｘは，Ｙに対して，本件特許権に基づき，Ｙ製品の製造販売の差止め及びＹ製品の廃棄を求める訴訟を提起した。Ｘの請求に対するＹの考えられる反論とその妥当性について論じなさい。\n２．本件出願の特許請求の範囲には，出願当初，「工程ａを含むことを特徴とする食品中の成分\nＰ含有量の測定方法」（以下「本件当初発明」という。）と記載されており，Ｘは，本件出願の出願公開後に本件当初発明の内容を記載した書面を提示してＹに警告をした。しかし，本件出願前から工程ａのみを含む食品中の成分Ｐ含有量の測定方法が広く使用されていたことを知る\nＹは，Ｙ方法の使用を続けた。\n⑴ 仮にＸが本件当初発明について特許権の設定登録を受け，Ｙに対して出願公開の効果としての補償金の支払を請求した場合，Ｙは，どのように反論すべきか。\n⑵ 特許請求の範囲に本件当初発明が記載された本件出願について拒絶理由通知を受けたＸは，特許請求の範囲を本件発明のとおり補正したが，補正後にＹに対して再度の警告をしなかった。その後，Ｘは，本件特許権の設定登録を受け，Ｙに対して出願公開の効果としての補償金の支払を求める訴訟を提起した。Ｘの請求に対するＹの考えられる反論とその妥当性について論じなさい。\n３．Ｙは，本件発明の実施にのみ用いられる測定機器Ｍを製造し，それら全てを貿易会社Ｚに国内で販売している。Ｚは，それら全てを外国に輸出している。Ｘは，Ｙに対して，本件特許権に基づき，Ｍの製造及び販売の差止めを請求することができるか。〔第２問〕（配点：５０）\n仏師Ｘ１は，宗教法人Ｙ１寺からの依頼に応じて，青銅製の仏像彫刻作品Ａ一体を作成し，Ｙ１け さに納めた。Ａは，高さ３メートルの仏像で，手脚を含む全身のポーズ，顔の表情，袈裟（着衣）のデザインなどについて仏教美術の仕来りに従いつつも，Ｘ１独自の世界観・宗教観を反映した外観の表現αを有している。\nＹ１は，恒久的に展示・管理するとの条件でＸ１から許諾を得て，Ｙ１の境内の屋外にＡを設置し，門徒や観光客の参拝に供した。Ａの姿は公道からは見えないが，毎日午前９時から午後５時までの間は誰でもＹ１境内に立ち入り，Ａを見ることができる。\n以上の事実関係を前提として，以下の設問に答えなさい。なお，各問はそれぞれ独立したものであり，相互に関係はないものとする。\n〔設 問〕\n１．仏像彫刻作品Ａの外観の表現αの著作物性について，どのような点が問題となり，その点をいかに考えるかを説明しなさい。\nまた，商品として大量生産され，家庭内の仏壇に設置される，高さ２０センチメートルの仏像彫刻Ｂの外観の表現βの著作物性について，更にどのような点が問題となり，その点をいかに考えるかを説明しなさい。ここで，βはαをそのまま縮小したものであり，両者はその大きさ以外は同一であるものとする。\n２．Ａが「Ｙ１大仏」と称されて人気を博したため，Ｙ１は，Ａの正面写真をその中心に大きく配置した絵はがきＰを自ら製造し，観光客に境内で販売するとともに，Ｙ２を含む複数の土産物店にも販売した。次の⑴⑵のそれぞれにおいて，Ｘ１は，Ｙ２に対して，著作権に基づき，絵はがきＰの販売の差止めを請求することができるか。いずれもαが美術の著作物であり，Ａ\nがその原作品であることを前提に説明しなさい。\n⑴ 絵はがきＰの製造販売についてＸ１がＹ１に許諾しておらず，その事情をＹ２はＹ１からのＰの購入時に知らなかったが，知らないことについて過失があった。その後，Ｘ１がＹ２に対して警告をしたために，Ｙ２は，当該事情を知り，以後はＰを購入することをやめたが，現在，それ以前に購入したＰを観光客に販売している。\n⑵ Ｘ１とＹ１は，Ｘ１がＹ１に絵はがきＰの製造販売を許諾し，Ｙ１がＸ１にＰの売上げの５％を支払う旨の契約を締結していたところ，Ｙ１はＰの販売後も一切の金銭をＸ１に支払っていない。Ｙ２は，この不払の事情を知りつつＹ１からＰを購入して観光客に販売している。ここで，Ｘ１とＹ１の間で，Ｐの製造販売許諾契約は解除されていないものとする。\n３．Ａの顔つきは怒りを含んだ厳しい表情であるため，Ｙ１の内部では不評であった。そこで，Ｘ１の死後すぐに，Ｙ１は，より柔和な表情をした仏頭Ｃを自ら作り直し，Ａの頭部を切り離してＣとすげ替えた。ここで，切り離されたＡの頭部は，そのまま梱包されてＹ１内に保管されている。Ｘ１の遺族である配偶者Ｘ２は，Ｙ１に対して名誉回復等の措置を請求することができるか。αが美術の著作物であり，Ａがその原作品であることを前提に説明しなさい。- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問１は，職務発明該当性及び方法の発明に関する特許権の効力の範囲等を問うものである。設問２⑴は，補償金請求権の行使の制限を問うものであり，設問２⑵は，補正後における補償金支払請求のための再警告の要否を問うものである。設問３は，間接侵害の成否を問うものである。\n２ 設問１については，第１に，上司に反対されながら甲が完成させた本件発明は職務発明（特許法（以下「法」という。）第３５条第１項）に当たらず，特許を受ける権利を有しないＸの本件出願に対してされた特許は無効にされるべきもの（法第１２３条第１項第６号）であるとの権利行使制限の抗弁（法第１０４条の３第１項）が認められるかが問題となる。法第\n３５条第１項の「職務」該当性については，従業者が自発的に完成した発明でも，その従業者の本来の職務内容から客観的に見て発明の完成が使用者との関係で一般的に予定され期待されており，かつ，従業者に対する便宜供与や研究開発援助などにより使用者が発明完成に寄与していれば職務発明に該当するとの考え方（大阪地判平成６年４月２８日判時１５４２号１１５頁【マホービン事件】）や，職務命令，従業者の地位，給与，職種，使用者の関与の程度等の諸般の事情を総合的に勘案して決定するとの考え方などがあるところ，これらを念頭に置きつつ，本件発明が職務発明に該当するのか否かについて，発明の完成が期待されていない旨の甲の説明をはじめとする設例の事実関係を踏まえて，自説を説得的に論述することが求められる。その結果，職務発明該当性が肯定される場合には，Ｘの職務発明規程により特許を受ける権利はＸに原始的に帰属するため（法第３５条第３項），冒認を理由とする権利行使制限の抗弁は認められないこととなろう。なお，冒認の無効理由について，特許を受ける権利を有する者ではないＹは無効審判を請求することはできないが（法第１２３条第２項），権利行使制限の抗弁を主張することは可能であること（法第１０４条の３第３項）\nに言及されていれば，積極的な評価が与えられよう。\n第２に，本件発明が単純な「方法の発明」であるか「物を生産する方法の発明」であるかにより「実施」（法第２条第３項）の範囲が異なるところ，本件発明がいずれの発明であって，Ｙ製品の製造販売が本件特許権の侵害に当たるか否かが，まず問題となる。この点については，「方法の発明」か「物を生産する方法の発明」かは，特許請求の範囲の記載に基づいて判定すべきものであると判示した最判平成１１年７月１６日民集５３巻６号９５７頁\n【生理活性物質測定法事件】を踏まえつつ，本件事案に当てはめることが求められる。次に\n法第１００条第２項に基づくＹ製品の廃棄請求の可否，すなわち，同項は同条第１項「による請求をするに際し」と定めており，差止請求に附帯して請求すべき同条第２項の請求としてどのような請求が認められるか，Ｙ製品の廃棄は同項の「侵害の予防に必要な行為」に当たるのか，といった点が問題となる。この場合，同項の「侵害の予防に必要な行為」との関係では，特許発明の内容，侵害行為の態様及び差止請求権の具体的内容等に照らして，差止請求権の行使を実効あらしめるものであって，かつ，差止請求権の実現のために必要な範囲内のものであることを要すると判示した前掲【生理活性物質測定法事件】最判が存在することも念頭において，自説を展開し本件事案に当てはめることが求められる。\n３ 設問２⑴については，法第６５条第１項の補償金請求権の行使を制限する理由と適用条文が問題となる。すなわち，本件出願前から広く使用されていた本件当初発明は，本件出願前に公然実施された発明（法第２９条第１項第２号）に当たり，特許には無効理由（法第１２３条第１項第２号）があるため，Ｙは，Ｘによる補償金支払請求に対して，法第６５条第６\n項で準用される法第１０４条の３第１項に基づき，補償金請求権行使の制限の抗弁を主張することができることを述べる必要がある。\n４ 設問２⑵については，補償金請求権の行使について法第６５条第１項は警告又は悪意を要件としているところ，Ｙは補正後に再度の警告をしていないため，補償金請求権の行使が認められないかが問題となる。この点については，法第６５条第１項が警告又は悪意を要求する趣旨を第三者に対する不意打ち防止と解した上で，警告後の補正により登録請求の範囲が減縮され，第三者が実施している物品が補正前後を通じて考案の技術的範囲に属する場合には，再度の警告は不要であり，第三者に対する不意打ちにはならない旨判示した最判昭和６３年７月１９日民集４２巻６号４８９頁【アースベルト事件】を念頭において，本件事案に当てはめる必要がある。その場合，Ｙ方法は補正前後を通じて本件（当初）発明の技術的範囲に属すると考えられる一方，本件出願には拒絶理由があるため特許権は設定登録されないだろうとＹが期待したと考えられることを踏まえて，そのような期待が保護されるべきか否かについて，自説を説得的に論述することが求められる。\n５ 設問３については，本件発明の実施にのみ用いられる測定機器ＭがＺにより全て外国に輸出される場合における専用品（「にのみ」）型間接侵害の成否（法第１０１条第４号）が問題となる。この点については，直接侵害が成立しない場合の間接侵害の成否をめぐり，独立説，従属説，折衷説といった考え方があることを念頭におきつつ，外国で直接実施されるために- 31 -\n直接侵害が成立しない場合の間接侵害の成否について，Ｙが国内で製造販売したＭをＺが輸出している設例の事実関係を踏まえて自説を論述することが求められる。\n〔第２問〕\n１ 設問１は，美的鑑賞に加えて宗教上の信仰目的も有する作品の著作物性（著作権法（以下「法」という。）第２条第１項第１号）について，一品制作された物品と，商品として大量生産される物品のそれぞれに関する理解を問うものである。設問２は，公開の美術の著作物等の利用に関する著作権の制限（法第４５条第２項，第４６条）の理解を前提に，⑴\n善意者に係る譲渡権（法第２６条の２第１項）の特例（法第１１３条の２）と知情頒布によるみなし侵害（法第１１３条第１項第２号）の理解，及び，⑵譲渡権の消尽（法第２６条の２第２項第１号）と債務不履行との関係の理解を，それぞれ問うものである。設問３\nは，著作者が存しなくなった後における人格的利益の保護（法第６０条）をめぐり，同一性保持権（法第２０条第１項）の侵害となるべき行為とその制限であるやむを得ないと認められる改変（同条第２項第４号），及び，その保護の効果としての名誉回復等の措置請求\n（法第１１６条第１項，第１１５条）に関する理解を問うものである。\n２ 設問１では，まず，一品制作された美術工芸品（法第２条第２項）であるαの著作物性については，αが表現に一定の制約がある仏像彫刻作品Ａの外観の表現であることから，特に創作性の有無が問題となる。著作物として求められる創作性は，他の作品とは異なる著作者の個性が何らかの程度表れれば足りると解されるところ，一方では仏教美術の仕来りに従うなど選択の幅が限られることについて，他方では仏師Ｘ１の世界観・宗教観が反映されていることについて，それぞれどのように評価するかに言及しながらαの著作物性を検討することが求められる。\n次に，βの著作物性については，αと同じく仏像彫刻Ｂの外観の表現でありながら，Ｂが商品として大量生産され家庭内の仏壇に設置されることから，その著作物性をどう考えるかが問題となる。美的鑑賞性に加え実用性をも兼ね備え量産される作品の著作物性については，いわゆる応用美術の問題として議論されているところ，裁判例・学説共に立場がいまだ分かれており決着を見ていない。例えば，応用美術の著作物性を美的鑑賞のみを目的とした作品（いわゆる純粋美術）のそれと同様の基準で判断するとの立場（知財高判平成２７年４月１４日判時２２６７号９１頁【ＴＲＩＰＰ ＴＲＡＰＰ事件】）や，実用目的に必要な構成（機能的制約を受ける要素）から分離できる美的特性を備えた要素に限って著作物として保護する立場（知財高判平成２６年８月２８日判時２２３８号９１頁【激安ファストファッション事件】）等がある。そこで，純粋美術の著作物性判断基準との異同に留意しながら，また，著作権法とは異なる手法で工業デザインを保護する意匠法との相互関係にも言及しつつ，それぞれの立場で一貫した説明をすることが求められる。\n３ 設問２⑴では，Ｙ１の境内には誰でも立ち入れるが，時間的な制限があるので，美術の著作物αの原作品であるＡは「一般公衆に開放されている屋外の場所」に恒常的に設置（法第４５条第２項）されているかが問題となる。これを肯定した場合には，設置についてＹ\n１はＸ１の許諾を得ていることから，その後は原則として，αについていかなる利用も可能となる（法第４６条柱書）。\nしかし，Ｙ１は，専ら美術の著作物の複製物（絵葉書Ｐ）の販売を目的として複製し，その複製物をＹ２に販売しているので，Ｙ１の行為はＸ１の複製権（法第２１条）と譲渡権（法第２６条の２第１項）の侵害に当たる（法第４６条第４号）。\nその結果，Ｙ２は，著作権を侵害する物品Ｐを公衆に譲渡していることになり，さらに，Ｐ譲受時にＹ１による侵害事実について善意有過失なので，善意者に係る譲渡権の特例（法第１１３条の２）の適用はないため，譲渡権（法第２６条の２第１項）の侵害が成立する。また，Ｙ２はＸ１から警告を受けた後はＹ１による侵害事実について悪意に転じ，以後の頒布と頒布目的所持は，著作権侵害とみなされる（法第１１３条第１項第２号）。\n４ 設問２⑵では，Ｙ１のライセンス契約違反が，著作権侵害を基礎付けるかどうかが問題となるところ，Ｙ１が履行しなかったＸ１に対する債務（ライセンス料支払義務）の法的性質や発生根拠等に着目しながら，本問に当てはめて検討することが求められる。本問の事実関係に照らせば，Ｙ１の同義務違反は著作権侵害には当たらないため，Ｙ１によるＰ\nのＹ２（公衆）への譲渡により譲渡権は消尽し，更なるＹ２による公衆への譲渡は適法となるであろう（法第２６条の２第２項第１号）。ここで，Ｙ１によるライセンス料の不払いにつきＹ２が悪意であることは，この結論を左右しない。\n５ 設問３では，Ｙ１の行為は著作者Ｘ１の死後になされているが，Ｘ１が存しているとしたならば著作者人格権の侵害となるべき行為（法第６０条本文）に該当するかが問題となる。\nこの点について，まず，Ｙ１によるＡ仏頭のＣへのすげ替えは，著作物αの改変であり，αの著作者Ｘ１が存しているとしたならばその同一性保持権（法第２０条第１項）の侵害となるべき行為に当たる可能性があることを指摘する必要がある。\n次に，Ｙ１による改変は，やむを得ないと認められる改変（法第２０条第２項第４号）に当たるかが問題となり，この点について判断基準を示して，改変の理由が信者ではなく\nＹ１内部で不評であったことや，仏像全体の新造が可能であったと考えられることなどの事情を考慮して検討することが求められる。\nさらに，Ｘ１の死亡直後であり，仏頭の首のすげ替えという態様の性質に鑑みれば，たとえ仏頭がＹ１内部に保管されていたとしても，なお当該改変行為はＸ１の意を害しない（法第６０条ただし書）とはいえないだろう。\nしたがって，Ｘ１の最優先遺族であるＸ２は，Ｙ１に対して名誉回復等の措置請求（法第１１６条第１項，第１１５条）が可能である。ここで，名誉回復等の措置請求の具体的内容，例えば事実経緯広告，謝罪広告，原状回復（仏頭の再すげ替え）等を請求することの可否について，更に説得的に論じられていれば，積極的な評価が与えられる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等(1) 第１問本問は，職務発明該当性，方法の発明に関する特許権の効力の範囲，出願公開の効果としての補償金支払請求権の行使の制限と補正後の再警告の要否，間接侵害の成否という，特許法の基本的で重要な論点を含む問題であり，このような論点についての基礎的な理解力を問うとともに，事例から的確に論点を抽出する事案分析能力，抽出した論点について裁判例・学説の理解を前提とした法解釈とその適用に関する思考力，応用力及びその論述能力を試そうとするものである。\nしたがって，全体としては，まず，設問から論点を的確かつ網羅的に抽出して，当事者の主張として問題点を指摘し，裁判例のあるものについてはその判旨を念頭に置きつつ，法解釈を展開した上で，的確に事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１設問１においては，①本件発明が職務発明（特許法第３５条第１項）に当たらないとすると，\n本件出願は冒認出願（同法第１２３条第１項第６号）であって権利行使制限の抗弁（同法第１０４条の３第１項）が認められるか否かが問題となることを指摘した上で，職務発明該当性，特に「職務」該当性について基準を示して当てはめるともに，職務発明該当性が肯定される場合には，Ｘの職務発明規程により特許を受ける権利は使用者に原始的に帰属するため（同法第３５条第３項），権利行使制限の抗弁は認められないことについて言及すること，及び，②本件発明が「方法の発明」又は「物を生産する方法の発明」のいずれに当たるのかについて基準を示し，Ｙ製品の製造販売が「実施」（同法第２条第３項）に該当するのかについて論じるとともに，Y製品の廃棄請求との関係では，同法第１００条第２項に基づいてこれが認められるのかについて論じることが，「一応の水準」である。\nその上で，上記①について，従業者が自発的に発明を完成させた場合における「職務」該当性に関しては，発明完成の予定・期待と使用者の発明完成への寄与をもって職務発明に該当するとの考え方（大阪地判平成６年４月２８日判時１５４２号１１５頁【マホービン事件】）\nや，職務命令，従業者の地位，給与，職種，使用者の関与の程度等の諸般の事情を総合的に勘案して決する考え方などがあることを踏まえつつ，判断基準に関する自説を論述し，発明の完成が期待されていない旨の甲の説明を始めとする設例の事実関係に当てはめていれば，\nその論証の説得性に応じて「良好」又は「優秀」と評価した。\nさらに，冒認の無効理由について，特許を受ける権利を有しない者は，無効審判を請求できないが（同法第１２３条第２項），権利行使制限の抗弁を主張することは可能であること（同法第１０４条の３第３項）に言及していれば，高く評価した。\n次に，上記②について，まず，Ｙ製品の製造販売の差止請求との関係では，「方法の発明」\nか「物を生産する方法の発明」かは，特許請求の範囲の記載に基づいて判定すべきものであると判示した最判平成１１年７月１６日民集５３巻６号９５７頁【生理活性物質測定法事件】\nを踏まえつつ，基準を示して当てはめていれば，その論証の説得性に応じて「良好」又は「優秀」と評価した。次にＹ製品の廃棄請求との関係では，同法第１００条第２項は，同条第１項「による請求をするに際し」と定めており，差止請求に附帯して請求すべきであると一般に解されていることや，同条第２項の「侵害の予防に必要な行為」は，特許発明の内容，侵害行為の態様及び差止請求権の具体的内容等に照らして，差止請求権の行使を実効あらしめ- 23 -るものであって，かつ，差止請求権の実現のために必要な範囲内のものであることを要すると判示した前掲【生理活性物質測定法事件】最判が存在することを念頭において，自説を論じていれば，その論証の説得性に応じて「良好」又は「優秀」と評価した。\nイ 設問２⑴設問２⑴においては，補償金支払請求権（同法第６５条第１項）の行使を制限する理由と適用条文を示して論じることが「一応の水準」である。\nその上で，関連条文（同法第２９条第１項第２号，第１２３条第１項第２号，第６５条第６項，第１０４条の３第１項）を的確に指摘して当てはめていれば，その論証の的確性等に応じて「良好」又は「優秀」と評価した。\nウ 設問２⑵設問２⑵においては，同法第６５条第１項が補償金支払請求権の行使について警告又は悪意を要件としていることに言及し，その趣旨を踏まえて補正後の再警告の要否について論じることが「一応の水準」である。\nその上で，最判昭和６３年７月１９日民集４２巻６号４８９頁【アースベルト事件】を念頭において，本件事案に当てはめ，Ｙ方法は補正前後を通じて本件（当初）発明の技術的範囲に属すると考えられる一方，本件出願には拒絶理由があるため特許権は設定登録されないだろうとＹが期待したと考えられることを踏まえて，そのような期待が保護されるべきか否かについて，自説を論じていれば，その論証の説得性に応じて「良好」又は「優秀」と評価した。\nエ 設問３設問３においては，本件発明が方法の発明であって，測定機器Ｍが本件発明の実施にのみ用いられることから，専用品（「にのみ」）型間接侵害の成否（同法第１０１条第４号）が問題となることを指摘し，ＭがＺにより全て外国に輸出され，外国で実施されるために直接侵害が成立しない場合における間接侵害の成否について論じることが「一応の水準」である。\nその上で，直接侵害が成立しない場合における間接侵害の成否をめぐり，独立説，従属説，\n折衷説といった考え方があることを念頭におきつつ，事案に当てはめ，取り分け，貿易会社Ｚの輸出に先行するＹの製造販売自体は国内の行為であることをどのように評価するかについて，自説を論じていれば，その論証の説得性に応じて「良好」又は「優秀」と評価した。\n(2) 第２問本問は，美的鑑賞に加えて宗教上の信仰目的も有する作品の著作物性，公開の美術の著作物等の利用に関する著作権の制限，善意者に係る譲渡権の特例と知情頒布によるみなし侵害，譲渡権の消尽と債務不履行との関係，著作者が存しなくなった後における人格的利益の保護，同一性保持権の侵害となるべき行為とその制限であるやむを得ないと認められる改変，名誉回復等の措置請求に関する理解を問うものである。\n本問を通じて，著作権と著作者人格権の発生から侵害に至るまでの基本的な法制度（関連する裁判例を含む）に関する万遍のない理解力，具体的事案に散りばめられた多様な事実のうち法的に重要なものを選別しそこに規範を適切に当てはめる思考力，そしてそれらを簡潔・的確な文章で伝達する表現力等の有無を判定した。\nア 設問１著作物性の判断は，実際の作品を前提とした詳細かつ慎重な検討を必要とするが，著作権法の体系上も，また実務上も重要であることから，本設問ではあえて問題の所在を抽出しやすい形で出題し，採点に当たってはそれら問題点に関するごく基本的な理解を判定した。\nまず，αについては，著作物として求められる創作性について判断基準を明らかにした上で，本問事案に対してそれを適切に当てはめて結論を導いていることが「一応の水準」である。\nその上で，一方では仏教美術の仕来りに従うなど表現の選択の幅が限られることについて，\n他方では仏師Ｘ１の世界観・宗教観が反映されていることについて，それぞれどのように評価するかに言及できていれば，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\nまた，αとサイズ以外は同じ表現であるが量産品であるβについては，いわゆる応用美術の著作物性に関して各自なりの規範を示す必要がある。応用美術の著作物性を美的鑑賞のみを目的とした作品（いわゆる純粋美術）のそれと同様の基準で判断するとの立場（知財高判平成２７年４月１４日判時２２６７号９１頁【ＴＲＩＰＰ ＴＲＡＰＰ事件】）にせよ，実用目的に必要な構成（機能的制約を受ける要素）から分離できる美的特性を備えた要素に限って著作物として保護する立場（知財高判平成２６年８月２８日判時２２３８号９１頁【激安ファストファッション事件】）にせよ，それぞれの立場で一貫した説明で規範を提示し，本問事案への当てはめをしていることが「一応の水準」である。\nその上で，純粋美術の著作物性判断基準との異同や，著作権法とは異なる手法で工業デザインを保護する意匠法との相互関係を論じていれば，その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問２⑴本設問については，関係する複数の条文をきちんと順に拾い，本問事案に適切に当てはめることができるかが主に問われている。\nまず，Ａが「一般公衆に開放されている屋外の場所」に恒常的に設置（著作権法第４５条第２項）されており，同法第４６条柱書及び同条第４号が適用されるかを検討した上で，次に，\n絵はがきＰが違法複製物であることを前提として，それを譲渡したＹ２について，善意者に係る譲渡権の特例（同法第１１３条の２）及び知情頒布（同法第１１３条第１項第２号）が適用されるかについて検討することが「一応の水準」である。\nその上で，同法第４６条の適用の可否については，同条の趣旨を踏まえつつ，時間的制約はあるが，Ｙ１境内には誰でも立ち入ることができるといった事実関係に当てはめていたり，また，同法第１１３条の２及び第１１３条第１項第２号の適用の可否については，特にＹ２はＸ１から警告を受けた後はＹ１による侵害事実について悪意に転じ，以後の頒布と頒布目的所持は著作権侵害とみなされることに言及していれば，それぞれの論証の説得性に応じて「良好」\n又は「優秀」と評価した。\nウ 設問２⑵本設問では，Ｙ２による公衆への譲渡行為の法的評価の前提として，Ｙ１のライセンス契約違反が著作権侵害を基礎付けるかどうかという問題の所在に気づいて，本設問の事実関係に照らしてＹ１の同契約違反は著作権侵害には当たらないこと，したがって，Ｙ１によるＰのＹ２（公衆）への譲渡により譲渡権は消尽し，更なるＹ２による公衆への譲渡は適法となる（同法第２６条の２第２項第１号）ことが述べられていれば「一応の水準」である。\nその上で，Ｙ１のライセンス契約違反が著作権侵害に当たらない理由について，Ｙ１が履行しなかったＸ１に対する債務（ライセンス料支払義務）の法的性質や発生根拠等に着目して説得的に論じていたり，Ｙ１によるライセンス料の不払いにつきＹ２が悪意であることの本問における法的意味について論じていれば，その内容に応じて「良好」又は「優秀」と評価した。\nエ 設問３本設問では，Ｙ１の行為は著作者Ｘ１の死後になされていることから，Ｘ１が存しているとしたならば著作者人格権の侵害となるべき行為（同法第６０条本文）に該当するか，また，\n当該行為はＸ１の意を害する（同法第６０条ただし書）かについてそれぞれ論じており，さ- 25 -らに，Ｘ１の最優先遺族であるＸ２がＹ１に対して名誉回復等の措置請求（同法第１１６条第１項，第１１５条）が可能であるかについて検討していることが「一応の水準」である。\nその上で，Ｙ１によるＡ仏頭のＣへのすげ替えは著作物αの改変であり，αの著作者Ｘ１が存しているとしたならばその同一性保持権（同法第２０条第１項）の侵害となるべき行為に当たるか，また，改変の理由が信者ではなくＹ１内部で不評であったことや，仏像全体の新造が可能であったと考えられることなどの事情からＹ１による改変はやむを得ないと認められる改変（同法第２０条第２項第４号）であるか，さらに，Ｘ１の死亡直後であることや仏頭の首のすげ替えという態様の性質，仏頭がＹ１内部に保管されている点などを考慮して当該改変がＸ１の意を害するかについて，それぞれ論じていれば，その論証の説得性に応じて，「良好」又は「優秀」と評価した。\nそして，名誉回復等の措置請求の具体的内容，例えば事実経緯広告，謝罪広告，原状回復（仏頭の再すげ替え）等を請求することの可否について，更に説得的に論じていれば，高く評価した。\n３ 採点実感等(1) 第１問ア 設問１(ｱ) 職務発明該当性についてほとんどの答案が職務発明該当性の問題に言及していた。しかし，Ｙの反論として，職務発明該当性が否定される場合には，本件出願は冒認出願となりＹは権利行使制限の抗弁を主張できることとなることについて根拠条文（特許法第３５条第１項，第１２３条第１項第６号，第１０４条の３第１項）を正確に示して論じている答案は，それほど多くはなかった。さらに，Ｙの反論において，同法第１０４条の３第３項に言及している答案はほとんどなかった。\n会社社長の業務命令に反して行われた研究から生み出されたと主張された発明について職務発明該当性を肯定した東京地中間判平成１４年９月１９日判時１８０２号３０頁【青色発光ダイオード事件】もあり，多数の答案は，本件発明が職務発明に当たると論じていた。本件発明は，上司の反対にもかかわらず甲が完成させたものであるから，甲の「職務」\n該当性が問題となるが，甲の「職務」ではなくＸの「業務範囲」の問題として論じている答案が少なくなかった。Ｘは食品加工会社であるから，本件発明がＸの「業務範囲」に属することは明らかであろう。\nまた，「職務」該当性について判断基準を示さない答案又はその点が不十分な答案や，「職務」該当性の基準として発明完成の予定・期待を挙げておきながら，上司の反対と発明完成の予定・期待との関係を論じることなく，漫然と職務発明該当性を肯定する答案も見られた。\n他方，本問では，上司の反対のほかにも，甲が研究開発部門に所属していることや勤務時間中にＸの施設でＸの資材を用いたことといった事情があるところ，これらの事情を十分に考慮し，本件発明の職務発明該当性について説得的に論証している答案は一定数あり，\n高く評価できた。\nまた，職務発明該当性が肯定される場合には，Ｘの職務発明規程により特許を受ける権利がＸに原始的に帰属するため（同法第３５条第３項），冒認を理由とする権利行使制限の抗弁が認められないことについて言及する答案はわずかであった。\n(ｲ) 方法の発明に関する特許権の効力の範囲等について本件発明が方法の発明であることから，Ｙ製品の製造販売がそもそも本件特許権の侵害- 26 -に当たらないとするＹの反論に言及する答案は多くなく， また，Ｙ製品の廃棄請求についても同法第１００条第２項の規定に照らして認められないとするＹの反論に言及する答案も少数であった。\nまた，これらの点に言及する答案においても，「方法の発明」か，「物を生産する方法の発明」かを，特許請求の範囲の記載に基づき判断するとした前掲【生理活性物質測定法事件】最判の基準を示した答案や，同法第１００条第２項の「侵害の予防に必要な行為」に関して同最判が示した意義について論じるものは，ほとんど見られなかった。基本的な判例の学習が不十分と言わざるを得ない。\n(ｳ) その他設問には，「Ｘの請求に対するＹの考えられる反論とその妥当性について論 じなさい」\nとあるのであるから端的にＹの反論とその妥当性を論ずればよいのに，Ｘの請求内容について冗長な繰り返しの記載をする答案が散見された。時間が限られている中での事務処理能力も求められているのであるから，不必要な記載はせず，問われたことに端的に答えるべきであろう。\nイ 設問２(1) 補償金支払請求権の行使の制限について本設問は関連条文を摘示して当てはめることが求められる問題であるが，本件当初発明が公用発明（同法第２９条第１項第２号）に当たり，新規性を欠き，特許に無効理由がある点（同法第１２３条第１項第２号）までは指摘できていても，同法第１０４条の３第１項を準用する第６５条第６項を摘示することができず，Ｘの補償金支払請求を否定するために独自の法律構成を行っている答案が相当数見られた。\nまた，公用（同法第２９条第１項第２号）ではなく公知（同項第１号）とする答案も見られたが，その場合には，公知とは「知られ得る」状態で足りるのか「現実に知られた」ことを要するのかについて検討し，後者であれば知得者の存在について論じる必要があろうが，\nそのような答案はほとんど見当たらなかった。\nウ 設問２(2) 補正後における補償金支払請求のための再警告の要否についてほとんどの答案が，補正後に再度の警告が必要かという問題には気づいており，また，補償金支払請求のための警告に関する条文（同法第６５条第１項）を指摘して，警告の趣旨を不意打ち防止とする点に言及していた。\nもっとも，前掲【アースベルト事件】最判が減縮補正により補正前後を通じて第三者の製品が考案の技術的範囲に属するときは再警告が不要であると判示したことを踏まえていないものや同最判を正解しないものが少なくなかった。また，その点に言及する答案においても，\n本件は，特許請求の範囲が減縮された事案であるが，技術的範囲について誤解し，工程ｂを追加したので本件発明は本件当初発明を拡張したものであるとしたり，本件当初発明の技術的範囲にＹ方法は属していないとするなどの記載が一定数見られた。特許発明の技術的範囲に関する基礎的な理解が欠如していると言わざるを得ない。\n本問では，Ｙ方法は補正前後を通じて発明の技術的範囲に属するため再警告は不要であるとも考えられるところ，そのような場合であっても拒絶理由が存在するために特許権は設定登録されないだろうとのＹの期待を保護するために再警告を要求すべきか否かという点について問題意識を持って論じることを期待したが，そのような問題意識を有する答案は極めて少なかった。\nエ 設問３ 間接侵害の成否について専用品（「にのみ」）型間接侵害の成否（同法第１０１条第４号）の問題であることは概ね理解されていた。\n直接侵害が成立しない場合の間接侵害の成否についても多数の答案が言及していた。本論- 27 -点については，独立説，従属説，折衷説といった基準が議論されているところ，どのような基準により間接侵害の成否を判断するのかに言及しない答案が見られた。\nまた，学説，裁判例においては直接侵害の成立が否定される趣旨に即して間接侵害の成否を判断するという考え方（折衷説）が一般的であることからすると，他の考え方に依拠するにしても，同説に対する批判を十分に行った上で自説を論ずるべきであろう。\n直接侵害の成立が否定される趣旨に即して間接侵害の成否を判断するという一般論を提示できてはいても，そこから説得的な理由とともに結論を導くことができていない答案や，直接侵害不成立の根拠を，属地主義に触れることなく，さしたる理由もなく特許独立の原則に求める答案が散見された。\n多数の答案は，属地主義の観点から外国での実施による利益は本来我が国の特許権によって享受し得ないはずであるとして間接侵害の成立を否定していた。\nもっとも，同法第１０１条第４号に「輸出」が規定されていないことのみから直ちに間接侵害の否定を導いている答案が一定数見られたが，Ｍを直接輸出しているわけではないＹについての間接侵害を否定する根拠としては不十分であろう。また，Ｚの輸出に先行するＹの行為は国内のものである点が問題となるところ，間接侵害の成立を否定しようとするのであれば，Ｚが介在しても外国で実施される以上，間接侵害を否定する結論に変わりはないのかどうかについても検討することが期待されたが，その点に言及する答案はわずかであった。\n反対に，Ｙの製造販売が国内の行為であることから直ちに間接侵害の成立を肯定する答案も見られたが，外国での実施により直接侵害が成立しない点との関係についても検討すべきであろう。\n(2) 第２問ア 設問１(ｱ) αの著作物性についてほとんどの答案は，αの創作性について言及しており，表現の選択の幅が狭いながらも，\nＸ１の世界観・宗教観が反映されている点に創作性が見いだせるとするものが多数であった。もっとも，一般的な判断基準について何ら言及せずに創作性を肯定する答案も少なくなかった。\nαについて，いわゆる応用美術の著作物性として議論されている点を論じる答案が散見された。しかし，αが応用美術であるとしても，一品制作されたαは問題なく美術工芸品（著作権法第２条第２項）として美術の著作物たり得ると考えられるから，そのような問題をあえて論じるまでもないであろう。\n(ｲ) βの著作物性についてほとんどの答案が，いわゆる応用美術の著作物性について論じていた。この点については，複数の立場が考えられるところ，いかなる立場に立つにせよ，この問題の背景からすれば，意匠法との関係にも言及すべきであるが，この点に言及しないものが散見された。\nまた，いわゆる美の一体性の基準（前掲知財高判【ＴＲＩＰＰ ＴＲＡＰＰ事件】）を援用する答案が少なくなかったが，根拠の説明として「意匠法と著作権法は趣旨・目的が異なる」という一文だけを示すにとどまるものが多く，どのように趣旨・目的が異なるのかをきちんと論じたものや，この説に向けられる批判に対する反論まで説得的に示したものは皆無に近かった。\n他方，応用美術の著作物性について分離可能性説又は高い創作性を必要とする説などを採る場合には，βへの当てはめにおいて，実用目的に必要な構成と分離できる美的特性を備えている部分をどのように判断するのか，又は，創作性の高さをどのように判断するのかといった点について検討する必要があろうが，それらの点の検討が不十分な答案が多か- 28 -った。\nまた，大きさ以外はαと同一の表現であると問題文に記載があるにもかかわらず，仏像彫刻Ｂが，仏像彫刻Ａを縮小したものであるとの事情のみから，さしたる理由もなくβの著作物性を否定する答案も散見された。\nイ 設問２(1)(ｱ) 公開の美術の著作物等の利用に関する著作権の制限についてＡが「一般公衆に開放されている」屋外の場所に恒常的に設置（著作権法第４５条第２項）されているものとして同法第４６条柱書及び同条第４号が適用されるのか否かについて言及しない答案が少なくなかった。また，「恒常的に設置」されているかを問題とする答案もあったが，Ａは仏像彫刻作品として同一の場所に設置されているのであり，例えば自動車のように運行されるわけではないことから，「恒常的に設置」されているかの問題というよりは「一般公衆に開放されている」かの問題と捉えるべきであろう。他方，同法第４６条の趣旨にも言及しながら「一般公衆に開放されている屋外の場所」の一般的な解釈を述べた上で，時間的な制限がありつつも誰でも境内に立ち入れるなどの設問の事実関係に丁寧に当てはめて論じている答案は少数ながら高く評価することができた。\n(ｲ) 善意者に係る譲渡権の特例と知情頒布によるみなし侵害について善意者に係る譲渡権の特例（同法第１１３条の２）及び知情頒布によるみなし侵害（同法第１１３条第１項第２号）については，その一方しか論じておらず，他方の検討を全く落としているものが相当数見られた。\nまた，同法第１１３条の２は，譲渡権侵害の成否（同法第２６条の２第１項）にかかるものであり，同法第１１３条第１項第２号は，みなし侵害の成否にかかるものであって，\n両者は別個の権原規定であるのに，これらを混然一体として論じたものが相当数見られた。\nさらに，みなし侵害について論述している答案にあっても，悪意に転じた時点以降の頒布と頒布目的所持が侵害になるということまでを論じた答案は少なかった。なお，問題文には，警告によりＹ２はＸ１がＹ１に許諾していない事情を「知り」とあるので，「情を知って」（同法第１１３条第１項第２号）の解釈にかかわらず，その時点で悪意に転じたと考えて良いであろう。\nウ 設問２(2) ライセンス契約違反と消尽についてライセンス契約違反が著作権侵害を基礎付けるかに言及することなく，消尽（同法第２６条の２第２項第１号）についてのみ論じる答案が少なくなかったが，Ｙ１によるライセンス料不払いが著作権侵害に当たるのであれば消尽について論じる前提を欠くのであるから，この点をまず検討すべきであろう。\nＹ１によるライセンス料不払いは著作権侵害ではなく，債務不履行にとどまるとの結論のみを述べる答案も見られたが，そのように考える根拠を明らかにすべきであろう。ライセンス契約上の義務の違反のうち，どのような義務の違反であれば著作権侵害に当たり，どのような義務の違反であれば債務不履行にとどまるのかを自覚的に論じることが求められるが，\nそのような答案は多くはなかった。\nまた，Ｙ１がＰをＹ２に譲渡したところで消尽が生じることを理解していないと見られるものや，消尽の検討を全く落としているものが散見されたほか，ライセンス料の支払を受けていないことが，消尽の趣旨（二重利得の防止）に反するなどとして，それのみから直ちに消尽が成立せず著作権侵害になるとの結論を導いているものが一定数見られた。\nなお，Ｙ１によるライセンス料不払いについてＹ２が悪意であることは，消尽の成否を左右しない点について言及する答案はそれほど多くはなかった。\nエ 設問３ 名誉回復等の措置について多数の答案は，死後の人格的利益の保護（同法第６０条）が問題となること，及び仏頭のす- 29 -げ替えはＸ１が存しているとしたならばその同一性保持権（同法第２０条第１項）の侵害となるべき行為に当たるかが問題となることに言及していた。もっとも，同一性保持権を全く論じることなく同法第６０条のみ論じる答案も散見されたが，侵害の対象となるべき権利を特定することが重要である。また，同一性保持権について論じず，同法第１１３条第７項のみなし侵害のみ論じているものも一定数見られた。\nＹ１の改変がやむを得ないと認められる改変（同法第２０条第２項第４号）に当たるかについては，この点に言及しない答案，言及しても判断基準を示さない答案，当てはめにおいて理由を示さず結論のみを述べる答案が散見された。\nさらにＹ１の改変は「著作者の意を害しないと認められる」（同法第６０条ただし書）かについても，この点に言及しない答案が散見され，言及する答案にあっても，死後すぐの改変であることと同法第６０条ただし書の「行為の性質及び程度，社会的事情の変動その他」との関係を意識して論じている答案は少数であった。\n死亡したＸ１の遺族である配偶者Ｘ２がＹ１に対して名誉回復等の措置を請求可能であることについては，根拠条文（同法第１１６条第１項，第１１５条）を含めて，多数の答案が言及していた。\n名誉回復等の措置請求の具体的な内容を記載する答案は少なかったが，これを記載した答案であっても，単純に頭部を元に戻すことを具体的内容とするものがほとんどであった。名誉回復等の措置請求として，原状回復，謝罪広告等複数の措置があり得る中で，本件の事情を考慮して適切かつ相当と考えられる名誉回復等の措置について具体的に検討した答案は少数ながら高く評価できた。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，\n裁判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの本年は，より基本的な論点について基礎的な理解を問う出題を心掛けたこともあり，最低ライン点未満の答案は少なかった。もっとも，基本的な論点を見逃している答案，論点の理解が不十分であるために事案の分析が不適切である答案，問題文に提示された事実の中から必要なものを過不足なく拾い上げようとする姿勢が見られない答案，問題文の事実を用いながらもそれを論点に関連付けるための分析が不十分である答案なども目についた。法科大学院は，基本的な論点を偏りなく教育するとともに，現実に生起する紛争を解決する実務家を養成する教育機関として，\n実際の訴訟等を想定して，具体的事案の中から，問題となり得る論点を的確に抽出するとともに，\nそれとの関係において法的に意味のある事実を分析し，法的解決策をバランスよく，かつ説得的に論述する能力を広く養う実践型の教育を行うことが期待される。また，明文の規定があるにもかかわらず，条文を指摘しない答案が見られたが，条文解釈が基本であるから，条文を意識した学習を指導することが求められる。さらに，判例や判断基準を示す裁判例があるにもかかわらず，\nそれに言及しない答案も散見された。あくまで法科大学院は実務家を養成する教育機関なのであるから，判例を念頭に置いた学習を常に心掛けることが望まれる。\n他方，条文を出発点として，必要ならばその解釈論を展開した上で，規範を提示し，それを問題文の事案に当てはめるという作業を丹念に行う答案は，一般的に好印象を受けた。実務家登用試験である司法試験では，法の解釈と適用という法律家としての基本的な思考パターンを修得し答案に表現できているかどうかが重要であることについて改めて注意を喚起しておきたい。令和元年"
}