{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\n国連加盟国であるＡ国とＢ国は，共に国連海洋法条約の当事国であり，国際司法裁判所規程の選択条項受諾宣言を留保なしに行っていた。\nＡ国は，自国の排他的経済水域（以下「ＥＥＺ」という。）におけるタラの漁獲量の減少に悩んでいた。タラはＡ国のＥＥＺと公海をまたいで生息する魚種である。Ａ国は自国のＥＥＺにおけるタラの漁獲可能量につきＡ国漁民に対する規制を年々強め，Ａ国漁民の間には不満が募っていた。\n他方，Ｂ国漁民はＡ国のＥＥＺに隣接する公海でタラの漁獲に従事し，Ｂ国の漁獲量は年々増加していた。そのため，Ａ国の漁民は，Ａ国政府に対し，タラの持続可能な漁業のために，Ｂ国政府を相手に公海における漁業規制を行うための交渉に入るように求めた。これを受けてＡ国政府は，Ｂ\n国政府との交渉に入り，公海におけるタラの総漁獲可能量及び割当量を設定するため漁業規制を行うことを主張した。しかし，Ｂ国政府は，タラの資源量は規制を必要とする水準にはなく総漁獲可能量及び割当量の設定は必要でないとして，漁業規制を行うこと自体に反対し，引き続き公海でのタラ漁を継続することを主張した。\nこれに対して，Ａ国政府やＡ国漁民のみならず，海洋生物資源の保存活動に取り組むＡ国の環境保護団体Ｘも激しく反発した。そして，ついに公海で操業しているＢ国漁船をＡ国漁船が取り囲み，両国の漁民間が衝突する事態が生じた。この事態を受けて，Ａ国は，自国のＥＥＺ及びこれに隣接する公海の一部においてタラ漁を禁止する禁漁区を一方的に設定した。加えてＡ国は，タラ資源保存実施法を制定し，同禁漁区でタラを漁獲する外国漁船に対しては，これを拿捕し，当該漁船の船長や乗組員に対して罰金を科することができることを定めた。Ｂ国は，Ａ国の公海における禁漁区の設定とタラ資源保存実施法の制定は国連海洋法条約に違反するとして，これを非難した。\nそうした中，Ａ国が設定した公海上の同禁漁区で，Ｂ国の漁船Ｙが従前どおりタラ漁を開始した。\nこれに反発したＡ国の環境保護団体Ｘは，Ｃ国を旗国とする船舶を用い，公海上の同禁漁区でタラ漁を行っている漁船Ｙの航行を妨害するとともに，漁網を切断するなどの行為を行った。Ｂ国政府は，環境保護団体Ｘの行為を海賊行為として取り締まるようにＡ国政府に要求したが，Ａ国政府は環境保護団体Ｘの行為は海賊行為に当たらないとして，何らの取締りも行わなかった。それどころか，Ａ国の海上警察機関が漁船Ｙをタラ資源保存実施法に違反したとして拿捕し，その船長と乗組員を逮捕した。\n大きな外交問題に発展したこの事件が国際司法裁判所（以下「ＩＣＪ」という。）に提訴されることを恐れたＡ国は，一旦，国際司法裁判所規程の選択条項受諾宣言を撤回した。その後，Ａ国は，「タラに関するＡ国が制定した国内法及びこうした国内法の執行から生じた，またはそれらに関する紛争」をＩＣＪの強制管轄権から除外する旨の留保を付した新たな選択条項受諾宣言を行った。\nこれに対し，Ｂ国は，当初，外交交渉による問題の解決を目指したが，船長らの解放の見込みがないと判断して，船長と乗組員の即時釈放を求める仮保全措置とＡ国の行為の国際法違反の認定と損害賠償を求めて，本事件をＩＣＪに提訴した。これに対して，Ａ国は，自らの留保を理由にＩＣ\nＪの管轄権を争う先決的抗弁を提起した。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．Ａ国は，公海上に禁漁区を設定した上，タラ資源保存実施法に基づき，Ｂ国漁船Ｙを拿捕し，その船長と乗組員を逮捕したが，これらのＡ国の行為は国際法上許容されるかについて論じなさい。\n２．環境保護団体Ｘの行為を海賊行為として取り締まるようにとのＢ国の主張に対して，Ａ国の立場からは，国際法上，どのような反論が可能であるかについて論じなさい。\n３．Ａ国が選択条項受諾宣言に付した留保による先決的抗弁が認められるかについて論じなさい。\n- 34 -\n〔第２問〕（配点：５０）\nＡ国は，総人口のうち６０％がＸ民族，３０％がＹ民族，残りの１０％がそれ以外の民族によって構成されている国である。Ａ国と陸地の国境を接するＢ国は，Ｙ民族が総人口の８０％を占めている。Ｃ国は，Ａ国及びＢ国と地理的に遠く離れているが，Ｂ国とは歴史的な関係が深く，現在も政治的及び経済的に緊密な友好関係にある。Ａ国，Ｂ国及びＣ国は，いずれも国連加盟国である。\nＡ国では，長い間，Ｙ民族を中心とする政権が続き，多様な民族の融和を図る政策が採られていた。Ａ国とＢ国の間では，人の交流が活発であり，多くのＢ国籍のＹ民族の人々がＡ国に居住し，経済活動を行っていた。Ｙ民族であるＢ国籍の甲も，Ａ国の首都に長く居住し，幅広い経済活動を行っていた著名な企業経営者であった。\nしかし，近年になって，Ａ国では，クーデターが起き，Ｘ民族主義を掲げる新政権が誕生した。\nＡ国の新政権は，その成立以降，Ｘ民族を優遇する政策を推し進めるようになり，Ａ国に居住する\nＢ国籍のＹ民族の人々の経済活動にも様々な制限を課すようになった。そして，Ａ国の当局は，Ａ国の外国為替法に違反する外国送金を行ったとの容疑で甲を逮捕した。甲は，同法に何ら違反していないと主張したが，その主張は認められず，罰金と国外退去処分の判決を受けた。さらに，甲がＢ国籍であることを理由に，上訴も認められず，この判決は確定した。Ａ国内の甲の財産は罰金の徴収のために差し押さえられ，甲は国外退去処分となった。Ａ国によるこれらの措置によって，甲が経営していたＡ国内の企業は実質的に破綻した。なお，Ａ国の法制度では，判決の確定後，これに対する救済手段は，残されていない。\n他方，Ｙ民族の旧政権を中心とする勢力は，クーデター後，Ａ国において，「Ｙ民族戦線」と名乗り，Ｂ国政府から戦闘の訓練，武器の供与及び大規模な財政的支援を受けた反政府活動を行うようになった。これらの支援により，「Ｙ民族戦線」は，Ｂ国と国境を接するＡ国領域内の地域を支配するようになった。これに対し，Ａ国政府は，反政府活動の鎮圧のために大規模な軍隊を同地域に派遣し，「Ｙ民族戦線」との間の武力衝突が激化した。これを受けて，Ａ国との国境付近のＢ国の複数の町の住民（Ｂ国籍者）の中には，「Ｙ民族戦線」の構成員をかくまったり，その戦闘に参加したりする者が出てきた。これに対し，Ａ国軍は，Ｂ国領域内のそれらの町を武力攻撃の対象とするようになり，その結果，Ｂ国の一般住民に多数の死傷者が出る事態が生じた。この事態を受けて，Ｂ国は，Ａ国による武力攻撃に関し，Ｃ国に対し軍事介入を要請した。これに応じて，Ｃ国は，Ｂ国に対する武力攻撃の根拠地となっているＡ国領域内のＡ国軍軍事基地を空爆した。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．甲に対するＡ国の措置に関して，Ｂ国がＡ国に対してどのような国際法上の主張を行い得るかを論じなさい。\n２．「Ｙ民族戦線」の活動について，Ｂ国が国際法上の責任を問われ得るかを論じなさい。\n３．Ｃ国によるＡ国領域内の軍事基地に対する空爆行為を国際法上どのように正当化できるかを，Ｃ国の立場から論じなさい。\n- 35 -\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，公海の法的地位，海賊の定義，海賊に対する普遍的管轄権，国際司法裁判所の選択条項受諾制度及び先決的抗弁に関する基本的知識と理解を問うものである。司法試験用法文に登載されている海洋法に関する国際連合条約（以下「海洋法条約」という。）及び国際司法裁判所規程（以下「裁判所規程」という。）の関係条文を設問に照らして抽出した後，それを適切に解釈し，並びに選択条項受諾宣言に対する留保に関する国際司法裁判所（以下「ＩＣＪ」\nという。）の判例に沿って論述すれば，十分に解答が可能な設問となっている。\n設問１は，Ａ国が自国のタラ資源保存実施法に基づき，公海上に一方的に禁漁区を設定した上で，Ｂ国漁船Ｙを拿捕し，船長と乗組員を逮捕したことが，ＡＢ両国がともに締約国である海洋法条約に照らして許容されるかどうかを問うものである。\n本問では，Ａ国によるこうした措置が海洋法条約のどのような規定との関係で問題となり，これに違反しないかが論点となる。海洋法条約第８７条は，公海の自由には，公海における生物資源の保存及び管理を定めた第２節の条件に従って，全ての国が漁獲を行う自由が含まれるとするとともに，こうした自由は，公海の自由を行使する他国の利益に妥当な考慮を払って行使すべきものと規定する。さらに，第８９条は，「いかなる国も，公海のいずれかの部分をその主権の下に置くことを有効に主張することができない」と規定している。\nこうした規定を踏まえ，Ａ国が公海において一方的に禁漁区を設定した行為が，国際法上認められた沿岸国の立法管轄権の限度を超えていないかどうか，また，Ａ国がＢ国漁船を自国のタラ資源保存実施法に違反するとして拿捕した行為は，自らの主権が及ばない公海に自国の国内法の適用を拡大しており，国際法上認められた沿岸国の執行管轄権の限度を超えているのではないか，といった論点を十分に抽出して論じる必要がある。\n設問２は，環境保護団体ＸがＣ国を旗国とする船舶を用い，公海上でタラ漁を行っているＢ国の漁船Ｙの航行を妨害し漁網を切断した行為を，海洋法条約にいう海賊行為としてＡ国が取り締まれるかどうかを問うものである。\n- 38 -海洋法条約では，公海においては原則として船舶の旗国の排他的管轄権に服するという旗国主義が採用されている（海洋法条約第９１条第１項・第９２条第１項）。しかし，この原則は絶対的なものではなく，公海の秩序を維持するために，例外的に当該船舶の旗国以外の国による海上警察権の行使を認めることがある。その一つが海賊行為を行っていると疑いのある船舶に対する管轄権の行使である。全ての国は，海賊船舶を拿捕して，自国の裁判所で処罰することのできる普遍的管轄権を有する（海洋法条約第１０５条）。\n本問では，環境保護団体Ｘが行った行為が，海洋法条約第１０１条にいう海賊行為の定義の要件を満たしているかどうかが論点となる。問題文に記載された事実によれば，海洋法条約の海賊の定義が要求するいくつかの要件，具体的には，発生場所が公海であること，Ｃ国の船舶は環境保護団体Ｘが保有する私有の船舶であること，Ｃ国船舶によるＢ国漁船に対する妨害行為という，いわゆるtwo boats situationを満たしていること，環境保護団体Ｘが行ったＢ国漁船の漁網を切断するという行為はＢ国漁船に対する不法な暴力行為であること，といった点は問題ないであろう。\nさらに，問題は，それだけで海洋法条約第１０１条の海賊行為の定義の要件を満たしているといえるどうかである。環境保護団体Ｘが行った行為が，海賊行為の定義が要求する「私的目的」に当たるかどうかという点に留意する必要がある。反論としては，この観点から，環境保護団体Ｘの行為は海賊行為に当たらないとの主張も可能であり，この要件に留意して論じることが考えられる。\n設問３は，Ａ国に選択条項受諾宣言に付した留保による先決的抗弁が認められるかどうかを問うものである。裁判所規程第３６条第２項に規定されている選択条項受諾制度に対する理解と，ＩＣＪの管轄権又は受理可能性に対する被告の抗弁である先決的抗弁の理解，更には選択条項受諾宣言に対する留保とそうした留保の有効性に関するＩＣＪの判例に対する理解を問うものである。\n本問の場合，Ａ国が選択条項受諾宣言に付した「タラに関するＡ国が制定した国内法及びこうした国内法の執行から生じた，またはそれらに関する紛争」をＩＣＪの管轄権から除外した留保による先決的抗弁が認められるかどうかが問題になる。ＩＣＪは，スペイン・カナダ漁業管轄権事件判決（１９９８年）において，カナダ法に基づく公海上でのスペイン漁船エスタイ\n号の拿捕という国際法に違反するカナダの執行行為に関する紛争に際して，ＩＣＪの管轄権を除外するカナダの選択条項受諾宣言における留保につき，当該留保が有効であるかどうかを検討する機会を持った。同事件ではカナダの留保の有効性を前提としてカナダの先決的抗弁を認めたが，こうした判例が解答に当たって参考になるであろう。\n〔第２問〕\n本問は，外交的保護の権利の行使による国家責任の追及，非国家主体の軍事活動を支援する外国の国家責任及び自衛権の行使の要件に関する基本的知識と理解を問うものである。いずれも国際法上の重要な概念とそれらに関する国際裁判の判例を理解して論述すれば，十分に解答が可能な設問となっている。\n設問１は，在外自国民が損害を被った場合，国籍国が，当該自国民が居住等をしている領域国の国家責任を追及するためどのような国際法上の主張を行い得るかを問うものである。\n外国人が領域国の国際違法行為によって損害を被り，領域国の国内法制度でその損害の救済が得られない場合，その者の国籍国が外交的保護の権利を行使して，領域国の国家責任を追及することができるとされる。本問では，甲がＢ国籍であることを理由に上訴を認められなかったことなどから，Ａ国の国際違法行為があったことは認められるであろう。\nしかし，国家が外交的保護の権利を行使するためには，在外の自国民である私人が損害を被った時点から国籍国が請求を開始するまでの間，その国の国籍を継続的に有していること（国\n- 39 -籍継続の原則）とその者が領域国の国内法制度上利用可能な全ての救済手段を尽くしていること（国内救済完了の原則）という二つの要件が満たされていなければならないとされている。\n問題文の記述に即して，これらの要件が満たされているかを論じる必要がある。\nなお，Ａ国の甲に対する措置とＡ国内での甲の事業活動の破綻に合理的な因果関係が認められるとすれば，甲が被った損害に対する金銭賠償の支払を請求し得ることになる。\n設問２は，非国家主体の反政府活動を外国国家が支援している場合，反政府活動の対象となっている国家が, 支援を行っている国家の国際法上の責任を追及し得るかを問うものである。\n国家は，自国に帰属する行為が国際法上の義務に違反する場合，国際違法行為を行ったとされ, 国家責任を負うことになるが，国家機関の地位にない非国家主体の行為は，原則として国家に帰属しないとされる。もっとも，非国家主体の行為であっても，一定の要件を満たせば，国家に帰属する場合があるとされていることから，本問では，まず，これに該当するかを論じる必要がある。その際，国際司法裁判所（以下「ＩＣＪ」という。）では，支援国による非国家主体に対する実効的支配の有無が帰属についての判断基準となるとの立場が示されてきていることが参考になるだろう。また，仮に非国家主体の行為が国家に帰属しない場合であっても，これに対する支援が国際法に違反するとき，その支援行為についての国家責任が生じることがあり得る。そこで，本問においても支援行為について国家責任が生じる場合に該当するかが問題となるが，この点を論じるに当たっては，ＩＣＪのニカラグア事件判決（１９８６年）の立場が参照され得るだろう。\n設問３は，国連憲章の下での自衛権の行使の要件の理解を問うものである。\n国連憲章第２条第４項は武力による威嚇又は武力の行使を禁止しているが，この原則の例外の一つが，第５１条に規定されている国家の固有の権利としての個別的又は集団的自衛の権利である。\n国際法上の自衛権の行使のためには, 第一に，武力攻撃の「発生」，第二に，採られる措置以外に他の合理的手段が存在しないこと（必要性の要件），第三に，「発生」している武力攻撃と採られる措置の間の均衡性（比例性）の三つの要件を満たすことが必要とされている。さらに，本問では，Ａ国，Ｂ国及びＣ国のいずれもが国連加盟国であるので, 国連憲章第５１条が，安全保障理事会が国際の平和及び安全の維持に必要な措置を採るまでの間に限定して，国家が自衛権を行使することを認め，自衛権を行使した国家はその旨を直ちに安全保障理事会に報告しなければならないと規定していることにも留意する必要がある。また，空爆を行ったＣ国は直接に武力攻撃を受けた国家ではないため, 集団的自衛権の行使の要件を論じることも必要であろう。集団的自衛権の行使の要件を論じた先例として，ＩＣＪのニカラグア事件判決（１９８６年）が参照され得る。\nＣ国によるＡ国領域内の軍事基地に対する空爆行為が正当化されるためには，Ｃ国による空爆行為がこれらの要件を満たすかを問題文の記述に即して論じる必要がある。"
}