{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\n甲は，インテリア雑貨の輸入販売の事業を行う株式会社Ａ（以下「Ａ社」という。）の創業者であり，その代表取締役である。乙は甲の長男である。\n乙は，平成２６年３月にＢ大学商学部を卒業した後，Ａ社に入社し，経理の事務を担当した。乙の給与は月額３０万円であった。乙は，Ａ社への入社に際しワンルームマンションを借り，甲とは生計を別にした独立した生活を始めた。乙は，Ａ社での仕事になじめず，平成２９年１月に，甲に対して，Ａ社を退社したい旨，打ち明けた。甲は乙に「Ａ社での勤務を続け，いずれは跡を継いでほしい。」と説得したが，乙の決意は固く，乙は平成２９年３月３１日にＡ社を退社し，同社の退職金規程に基づく退職金を受領した。\nＡ社の退職金規程によると，３年間の勤務で受け取る退職金は微々たる金額であった。そのため，Ａ社退社後の乙の生活を心配した甲は，乙の退職に際して，Ａ社が従業員の福利厚生目的で保有していた，著名なリゾート地Ｃ町に所在する戸建別荘（以下，別荘の建物を「本件建物」，別荘の土地建物を併せて「本件不動産」という。）を，Ａ社から乙に対して，本件不動産の帳簿価格３０００万円で売却し，乙がそれを賃貸して得られる収入によって乙の生活の足しにできるようにしてやろうと考えた。そこで，Ａ社は，取締役会決議を経た上で，平成２９年３月３１日に，本件不動産の売買契約を乙と締結し，同日，乙は，Ａ社に対して，銀行からの借入金を原資として，売買代金\n３０００万円を支払った。\n本件不動産の時価は，近年のＣ町の地価高騰の結果，平成２９年３月３１日時点では４０００万円にまで値上がりしていた。\n乙は，平成２９年５月１日から，本件不動産を，丙に対し，月額１０万円で賃貸したところ，翌\n３０年３月，Ｃ町で記録的な暴風雪が発生し，その結果，本件建物の屋根が損傷する被害が生じた。\n被害発生直前の本件建物の時価・帳簿価格はともに８００万円であったが，本件建物の被害割合は５％であり被害額は４０万円であった。乙は，本件建物について，損害に備えるための保険契約を締結していなかった。また，本件不動産以外には，土地建物などのみるべき財産を乙は所有していなかった。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１．Ａ社の平成２８年４月１日から平成２９年３月３１日までの事業年度の所得の金額の計算において，乙への本件不動産の売却に関して，益金の額への計上はどのようにすべきかにつき，関連する条文とその趣旨に触れつつ，益金となる金額とその理由を述べなさい。\n２．Ａ社の平成２８年４月１日から平成２９年３月３１日までの事業年度の所得の金額の計算において，乙への本件不動産の売却に関して，損金の額への計上はどのようにすべきかにつき，関連する条文とその趣旨に触れつつ，損金となる金額とその理由を述べなさい。\n３．乙の平成３０年分の所得税に関して，乙の同年分の総所得金額，退職所得金額及び山林所得金額の合計額が３３０万円であった場合，暴風雪により発生した本件建物の被害について，所得税法上，どのように取り扱われるか，説明しなさい。なお，本件建物の被害に直接関連してなされた支出はない。\n４．一般に，事業活動で生じた「損失」についての所得税法上の取扱いと法人税法上の取扱いとの最も特徴的な差異とその理由について，所得税法及び法人税法の関係条文を指摘した上で，簡潔に述べなさい。\n- 6 -\n（参照条文）所得税法施行令\n（災害の範囲）第９条 法第２条第１項第２７号（災害の意義）に規定する政令で定める災害は，冷害，雪害，干害，落雷，噴火その他の自然現象の異変による災害及び鉱害，火薬類の爆発その他の人為による異常な災害並びに害虫，害獣その他の生物による異常な災害とする。\n（生活に通常必要でない資産の災害による損失額の計算等）第１７８条 法第６２条第１項（生活に通常必要でない資産の災害による損失）に規定する政令で定めるものは，次に掲げる資産とする。\n一 競走馬（その規模，収益の状況その他の事情に照らし事業と認められるものの用に供されるものを除く。）その他射こう的行為の手段となる動産二 通常自己及び自己と生計を一にする親族が居住の用に供しない家屋で主として趣味，娯楽又は保養の用に供する目的で所有するものその他主として趣味，娯楽，保養又は鑑賞の目的で所有する資産（前号又は次号に掲げる動産を除く。）三 生活の用に供する動産で第２５条（譲渡所得について非課税とされる生活用動産の範囲）の規定に該当しないもの２ （後略）\n（雑損控除の対象となる雑損失の範囲等）第２０６条\n（略）\n３ 法第７２条第１項の規定を適用する場合には，同項に規定する資産について受けた損失の金額は，当該損失を生じた時の直前におけるその資産の価額（その資産が法第３８条第２項（譲渡所得の金額の計算上控除する取得費）に規定する資産である場合には，当該価額又は当該損失の生じた日にその資産の譲渡があつたものとみなして同項の規定（その資産が昭和２７年１２月３１日以前から引き続き所有していたものである場合には，法第６１条第３項（昭和２７年１２月３１日以前に取得した資産の取得費等）の規定）を適用した場合にその資産の取得費とされる金額に相当する金額）を基礎として計算するものとする。\n法人税法施行令\n（特殊関係使用人の範囲）第７２条 法第３６条（過大な使用人給与の損金不算入）に規定する政令で定める特殊の関係のある使用人は，次に掲げる者とする。\n一 役員の親族二 役員と事実上婚姻関係と同様の関係にある者三 前二号に掲げる者以外の者で役員から生計の支援を受けているもの四 前二号に掲げる者と生計を一にするこれらの者の親族\n（過大な使用人給与の額）第７２条の２ 法第３６条（過大な使用人給与の損金不算入）に規定する政令で定める金額は，内国法人が各事業年度においてその使用人に対して支給した給与の額が，当該使用人の職務の内容，その内国法人の収益及び他の使用人に対する給与の支給の状況，その内国法人と同種の事業を営む法人でその事業規模が類似するものの使用人に対する給与の支給の状況等に照らし，当該使用人の職務に対する対価として相当であると認められる金額（退職給与にあつては，当該使用人のその内国法人の業務に従事した期間，その退職の事情，その内国法人と同種の事業を営む法人でその事業規模が類似するものの使用人に対する退職給与の支給の状況等に照らし，その退職した使用人に対する退職給与として相当であると認められる金額）を超える場合におけるその超える部分の金額とする。\n- 7 -\n〔第２問〕（配点：５０）\n個人Ｘは，平成１０年に甲土地を個人Ａから対価１０００万円で購入した。甲土地は，昭和５６年にＡが時価である１４００万円で購入したもので，平成１０年当時の時価は２２００万円であった。このＸによる甲土地の購入に関する事情は，以下のとおりである。\n① 昭和５６年に勤務先を定年退職したＡは，入手した甲土地を小公園として整備し，付近の子供たちの遊び場として開放して，子供たちからも「公園のおじいさん」として親しまれていた。\n② 平成１０年初めに体調を崩し，余命幾ばくもないと診断されたＡは，病院に入院するに当たって，甲土地が小公園として維持管理され続けることを願い，Ｘに甲土地を売り渡した。なぜなら，Ｘが，これまで暇を見付けては公園の掃除の手伝いをしたり，子供たちの遊び相手になったりしていたという事情があったからである。\n③ ＸとＡは，Ｘがすぐに払える金額として代金を１０００万円と決め，Ｘは，所有権移転登記の費用を自ら負担して，甲土地の所有権を得た。\nこの後，程なくしてＡが亡くなり，ＸはＡの遺志を継いで甲土地を小公園として維持し，子供たちの遊び相手をしていた。Ｘは，近年，高齢のため体力の衰えを強く意識したが，平成２８年からは，医師の勧めで多種類のサプリメント（以下「本件サプリメント」という。）を使用したところ，若干体調が戻り，その効果を実感した。\nそんなＸも，寄る年波には勝てず平成３０年にはそろそろ「公園のおじいさん（二代目）」からの引退を考えていたところ，甲に隣接する乙土地をＢ株式会社（以下「Ｂ社」という。）が購入し，そこに保育所を開設することになったのを知って，甲土地を保育所の庭としてＢ社に買ってもらいたいと思うようになった。「甲土地が保育所の庭となってそこで子供たちが遊ぶのであれば，子供好きだったＡの遺志にも沿う」と考えたからである。また，仮にＢ社が甲土地を買ってくれるならば，その対価として１０００万円もらえば十分だと考えている（甲土地の平成３０年における時価は２５００万円である。）。これは，Ｘが，甲土地の売買により自分が得をすることを嫌い，Ａから譲ってもらった時に支払ったのと同額で甲土地を売りたいと考えたものである。\n以上の事案について，以下の設問に答えなさい。\n〔設問１〕\n平成３０年にＸがＢ社に甲土地を対価１０００万円で売った場合，そのことは同年分のＸの所得税の計算上どのように扱われるかを，根拠条文に触れつつ説明しなさい。なお，租税特別措置法について考える必要はない。\n〔設問２〕\n平成３０年にＢ社がＸから甲土地を対価１０００万円で購入する取引をした場合，そのことは，この取引の日を含む同社の事業年度の法人税の計算上どのように扱われるかを説明しなさい。その説明に当たっては，法人税法第２２条第２項が，「有償による資産の譲受け」との文言を含んでいないことに留意し，この取引が同項のどの文言に該当するかを明らかにすること。\n〔設問３〕\n所得税の医療費控除について色々と調べたＸは，本件サプリメントの購入費用について，同控除の適用を受けるつもりである。その前提としてＸは，所得税法第７３条第２項及び所得税法施行令第２０７条第２号に規定されている「医薬品」とは，「医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律」第２条第１項にいう「医薬品」に該当するものを指すと考えている。\nＸが前提としているこの考え方を，租税法の解釈手法の立場から評価しなさい。なお，本件サプリメントの購入費用が医療費控除の対象となるか否かについて，言及する必要はない。\n- 8 -\n（参照条文）所得税法施行令\n（時価による譲渡とみなす低額譲渡の範囲）第１６９条 法第５９条第１項第２号（贈与等の場合の譲渡所得等の特例）に規定する政令で定める額は，同項に規定する山林又は譲渡所得の基因となる資産の譲渡の時における価額の２分の１に満たない金額とする。\n（医療費の範囲）第２０７条 法第７３条第２項（医療費の範囲）に規定する政令で定める対価は，次に掲げるものの対価のうち，その病状その他財務省令で定める状況に応じて一般的に支出される水準を著しく超えない部分の金額とする。\n一 （略）二 治療又は療養に必要な医薬品の購入三～七 （略）医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律\n（目的）第１条 この法律は，医薬品，医薬部外品，化粧品，医療機器及び再生医療等製品（以下「医薬品等」という。）の品質，有効性及び安全性の確保並びにこれらの使用による保健衛生上の危害の発生及び拡大の防止のために必要な規制を行うとともに，指定薬物の規制に関する措置を講ずるほか，医療上特にその必要性が高い医薬品，医療機器及び再生医療等製品の研究開発の促進のために必要な措置を講ずることにより，保健衛生の向上を図ることを目的とする。\n（定義）第２条 この法律で「医薬品」とは，次に掲げる物をいう。\n一 （略）二 人又は動物の疾病の診断，治療又は予防に使用されることが目的とされている物であつて，機械器具等（機械器具，歯科材料，医療用品，衛生用品並びにプログラム（略）及びこれを記録した記録媒体をいう。以下同じ。）でないもの（医薬部外品及び再生医療等製品を除く。）三 （略）\n２ （後略）\n- 9 -\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，法人がその役員と特殊の関係のある使用人に対して退職給与として資産を低額譲渡した事案における法人の課税関係（設問１及び設問２），個人が賃貸している不動産に災害による損失が生じた事案におけるその個人の所得税の課税関係（設問３），損失についての法人税と所得税の規定の違いとその理由（設問４）について問うものである。\n設問１は，法人による資産の低額譲渡について，益金の側の法人税の取扱いにつき問うものである。解答に当たっては，まず，益金の額への算入の規定である法人税法第２２条第２項を指摘し，同項が益金の額に算入すべき金額に「無償による資産の譲渡」が含まれる旨を規定していることとその趣旨ないしは理由について述べることが必要である。その上で，低額による資産の譲渡が「無償による資産の譲渡」と「有償による資産の譲渡」のいずれに該当するかにつき述べ，低額による資産の譲渡の場合に資産の時価まで益金に算入される旨とその理由を述\n- 24 -べることが期待されている。法解釈に当たっては，いわゆる南西通商事件（最判平成７年１２月１９日民集４９巻１０号３１２１頁）の最高裁の判示及びその下級審の判示が参考になろう。\n最後に，解答で示した法解釈を本問の事案に当てはめて，益金となる金額を解答することが必要である。\n設問２は，法人による資産の低額譲渡について，損金の側の法人税の取扱いにつき問うものである。解答に当たっては，まず，法人税法第２２条第３項第１号及び第２号を指摘し，「別段の定め」があるものを除き，同項第１号が当該事業年度の収益に係る「原価」の額を，同項\n２号が当該事業年度の「販売費，一般管理費その他の費用」の額を，損金の額に算入されると規定していること，これら「原価」及び「販売費，一般管理費その他の費用」は当該事業年度の収益の獲得に貢献しているから，費用収益対応の原則により，当該事業年度の損金の額に算入することとされていることを述べることが必要である。その上で，同項第１号及び第２号を本件の事案に具体的に当てはめることになる。\nまず，本件不動産の帳簿価格３０００万円についてであるが，帳簿価格３０００万円は本件不動産の譲渡による収益に直接的・個別的に対応する費用であるから，法人税法第２２条第３項第１号の「原価」に該当すること，そして，本問の事案に関連する別段の定めはないことから，同号により，帳簿価格３０００万円は損金の額に算入されることを述べることが必要である。\n次に，Ａ社が本件不動産の低額譲渡により乙に取得させた経済的利益についてであるが，Ａ社の従業員である乙の退職に際して交付された経済的利益は退職金であること，退職金は法人にとって収益を獲得するための費用であるから法人税法第２２条第３項第２号の「販売費，一般管理費その他の費用」に該当すること，退職金を含む給与については「別段の定め」として法人税法第３６条の規定があること，同条は，内国法人の役員と特殊な関係のある使用人に対して交付された給与のうち不相当に高額な部分の金額は損金の額に算入されない旨を規定していることを述べ，さらに，その規定の趣旨について説明することが必要である。その上で，内国法人の役員と特殊な関係のある使用人，不相当に高額な部分の金額の判断基準について規定している法人税法施行令第７２条第１号，第７２条の２を示し，本問の事案への当てはめをした上で，乙に取得させた経済的利益１０００万円については，特殊関係使用人に対する不相当に高額な退職金であるから，損金の額に算入されない旨，述べることが必要である。\n設問３は，不動産所得を生じる業務用資産の災害損失についての所得税法上の取扱いについての理解を問うものである。解答に当たっては，まず，所得税法第２６条第１項を指摘し，それを本問の事案に当てはめて，本件不動産の賃貸から生じる所得は不動産所得である旨を述べることが必要である。次に，資産損失の必要経費算入に関して，所得税法第５１条第１項及び第４項は，不動産所得を生じる経済活動を「不動産所得・・・を生ずべき事業」と「不動産所得・・・を生ずべき業務」とに区分して規定していることを指摘した上で，「事業」に当たるか「業務」に当たるかの判断基準を示し，その判断基準を本問の事案に当てはめて，本件不動産は「業務」用の資産に該当するという結論を述べることが必要である。第３に，同条第４項括弧書きは，資産損失が必要経費に算入されるとの規定の適用につき「第７２条第１項（雑損控除）に規定するものを除く」と規定していることから，本問の事案において損失の額が必要経費となるかどうかについては，雑損控除の適用があるかどうかについての検討が必要である旨，指摘することが必要である。第４に，雑損控除の適用の有無の検討に際しては，雑損控除の適用要件とその関連法令の条文を示した上で，本問の事案への当てはめを行うことが求められている。その上で，本問の事案においては，雑損控除の適用があり，資産損失の必要経費算入の規定の適用はないとの結論を示すことが必要である。最後に，雑損控除金額の算定方法について規定する法令の関連条文を示し，本問の事案に当てはめて雑損控除の具体的な金額を解答することが必要である。\n- 25 -設問４は，損失についての法人税法と所得税法の規定の違いと理由につき問うものである。\n法人税法第２２条第３項第３号は，損失につき，別段の定めのない限り損金の額に算入する旨，規定しているが，所得税法第３７条第１項には損失が必要経費であるとの規定はなく，必要経費となるものについて同法第５１条第１項及び第２項が限定して規定しているという差異を指摘した上で，その理由として，法人には消費活動はないが，所得税の納税義務者である自然人は所得稼得活動のほかに消費活動も行っていることを答えることが期待されている。\n〔第２問〕\n本問は，子供好きの二人の老人をめぐる心温まるエピソードに関連して，低額取引に関する課税関係と，他の法分野で用いられている概念の租税法における解釈手法に関する理解を問うものである。\n設問１では，個人間の低額譲受と個人から法人への低額譲渡をめぐる課税関係が問われている。まず，所得税法第３３条第１項及び第２項に触れつつ，平成３０年における個人Ｘから法人Ｂ社への甲土地の譲渡による所得がＸの譲渡所得に該当することを指摘した上で，総収入金額に関して所得税法第５９条第１項第２号と同法施行令第１６９条がどのように適用されるか，また，取得費に関して同法第５９条第２項や第６０条第１項第２号がどのように適用されるか，などの諸点について，正確な知識と，それを事案に当てはめる能力を持っているかどうかが問題となる。特に，同法第５９条第２項の要件（個人間の譲渡，時価の２分の１未満の対価，対価が取得費等の合計額に満たないこと）の正確な指摘が望まれる。さらに，平成１０年にＸが支払った甲土地の所有権移転登記の費用の扱いについて，判例への言及も忘れてはならない。\nもちろん，平成３０年におけるＸの譲渡所得が長期譲渡所得（所得税法第３３条第３項第２号）に該当し，同法第２２条第２項第２号により，算出された譲渡所得の金額の２分の１のみが総収入金額に算入される点など，譲渡所得の基本的な論点に関する記述も必要である。\n設問２は，時価２５００万円の甲土地を法人であるＢ社が対価１０００万円で譲り受けた場合の，法人税の課税関係が問われている。この譲受けは低額譲受であって時価と対価との差額\n１５００万円が益金に算入されるべきであるとの結論を導く能力を持っていることを前提に，それをいかなる条文操作によって導くかが問題となる。\n問題文にもあるとおり，法人税法第２２条第２項は「有償による資産の譲受け」を益金の発生原因として規定していない。他方，判例（南西通商事件，最判平成７年１２月１９日民集４９巻１０号３１２１頁）は低額譲渡を同項の「有償による資産の譲渡」に当たるとしており，これと整合的に理解しようとすれば，低額譲受は有償による資産の譲受けに含まれることになる。この問題状況を正確に把握し，同項の文言と，同項が無償による資産の譲受けから益金が発生するとしている趣旨などに照らして，説得的に論旨を展開することができるかが問われる。\n設問３は，租税法の解釈手法に関連してしばしば議論の対象となる，借用概念に関する問題である。問題文にあるＸの前提となる考えは，所得税法第７３条と同法施行令第２０７条第２号にいう「医薬品」を，「医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律」からの借用概念だとする考え方である。\n判例上，「利益配当」（最判昭和３５年１０月７日民集１４巻１２号２４２０頁），「匿名組合契約」（最判昭和３６年１０月２７日民集１５巻９号２３５７頁），「不動産」（最判昭和３７年\n３月２９日民集１６巻３号６４３頁），「親族」（最判平成３年１０月１７日訟月３８巻５号９１１頁），「配偶者」（最判平成９年９月９日訟月４４巻６号１００９頁），「住所」（最判平成２３年２月１８日判時２１１１号３頁）などの概念は，租税法において，それぞれ商法や民法におけるのと同義に解されていることから，借用概念を借用元の法律と同義に解する考え方は，- 26 -\n判例上定着していると見る余地が大きく，そう考えれば，Ｘの前提となる考え方は正しいようにも思われる。\nただし，上記判例における借用元が全て商法又は民法という取引法の基本法であるのに対して，本件で借用元となっている法律はいわゆる規制法規である。このような場合に，商法や民法からの借用概念と同様に考えるべきかどうかも論点となる。なお，この点に関連する下級審裁判例としては，東京高判平成１４年２月２８日訟月４８巻１２号３０１６頁，東京高判平成\n２７年１１月２６日訟月６２巻９号１６１６頁があり，参考になる。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等［第１問］（配点：５０）\n第１問は，設問１及び設問２が法人税の事例問題，設問３が所得税の事例問題，設問４が所得税と法人税との相違を問うものである。公表済みの「出題の趣旨」の中で述べた主要な論点について，\n所得税法及び法人税法の基本的構造や各規定の趣旨を理解した上で，本問の事実関係に即しつつ，\n設問が求める事項につき的確な検討と当てはめがされているかという観点から採点した。採点結果は，優秀とされる答案から，良好・一応の水準とされる答案，不良とされる答案まで，幅広く分布していた。\n設問１は，法人による資産の低額譲渡の事案についての益金の側の取扱いを問うものであるが，\n多くの答案は，法人税法第２２条第２項が有償だけでなく「無償による資産の譲渡」によっても益金が生じる旨が規定されていることを指摘し，その趣旨を述べた上で，資産の時価まで益金の額に算入されると解答していた。そのような答案の中で趣旨を正確に述べ，資産の時価まで益金の額に算入される理由を趣旨との関係から論理的に解答する答案は，「優秀」又は「良好」な答案として評価されている。他方，趣旨についての解答に誤りがあり，結論に至る理由付けが論理的でない答案は「不良」と評価された。\n一部の答案は，無償による資産の譲渡により益金が発生するとされた趣旨ないし理由につき，抽象的に課税の公平と解答していたが，誰との対比における公平か具体的に述べなければ，説得力に欠けるであろう。また，法人税法第２２条第４項の「一般に公正妥当と認められる会計処理基準」\nを理由に時価まで益金の額に算入されると解答する誤った答案も見受けられた。\n設問２は，法人がその役員と特殊な関係のある使用人に対して退職給与として資産を低額譲渡した事案についての損金の側の取扱いを問うものであるが，帳簿価格の取扱いと，時価と帳簿価格との差額についての取扱いについて解答する必要がある。\nまず，帳簿価格について，法人税法第２２条第３項各号が規定する損金のうち第１号に規定する「原価」として損金に算入されると解答する必要があるが，約半数の答案しか，その点について正しく解答していなかった。３号の「損失」であるという誤った解答をする答案や，この論点に全く触れない答案が約半数あった。費用収益対応の原則との関係から，収益と直接的・個別的に対応する「原価」を１号に，収益と間接的・期間的に対応する販売費，一般管理費及びその他の費用を２号に，収益と対応関係のない「損失」を３号に規定している法人税法第２２条第３項の基本構造について，正しく理解することが求められる。\n次に，時価と帳簿価額の差額については，ほとんどの答案が法人税法第３６条等の関連条文を正しく指摘していた。しかし，条文の趣旨について正しく解答していた答案は約半数にとどまった。\nまた，特殊関係のある使用人に対する過大な給与として損金不算入となる金額につき，時価と帳簿価額の差額である１０００万円であると正しく解答せず，帳簿価額である３０００万円であると解答する答案や，時価である４０００万円であると解答する答案が相当数あった。\nまた，特殊関係のある使用人に対する過大な給与に該当するだけではなく，法人税法第３７条第８項の寄附金にも該当し，１０００万円は損金に不算入であるとの誤った解答をしている答案も散見された。寄附金は，その全ての金額が損金の額に算入されないのではなく，一定の金額は損金の- 8 -額に算入されるのであって，全ての金額が損金に算入されない法人税法第３６条が規定する過大な使用人給与とは異なる。また，寄附金は資産又は経済的な利益の贈与又は無償の供与であるのに対して，給与は対価関係のある費用である。したがって，特殊関係のある使用人に対する過大な給与でもあるとともに寄附金でもあるということはあり得ない。重要判例である南西通商事件（最判平成７年１２月１９日民集４９巻１０号３１２１頁）をよく勉強してその事案を把握してさえいれば，\n低額譲渡について益金の側で時価を益金計上した結果生じる時価と簿価との差額が損金の側では寄附金以外になりうるということに思い至るはずである。本問は，法人税法第３４条でなく同法第３６条を適用する事案としていることを除けば，ほぼ南西通商事件と同じ内容の事案であり，判例を勉強することの重要性を認識してほしい。\n設問３は，不動産所得を生じる資産について生じた災害損失についての所得税法上の取扱いを問うものであるが，必要経費の算入の可否と雑損控除の適用の可否の二つの側面から解答することが求められている。\n所得税法第５１条を指摘して必要経費の算入の可否について論じた答案は少なく，全答案の４分の１程度にとどまった。所得税法第５１条第１項の「事業」に当たるか第４項の「業務」に当たるかについて論じた答案や，必要経費の算入と雑損控除のいずれが適用されるかについて論じた答案は，更に少なかった。「優秀」と評価された答案は，これらの論点についてもしっかり論じられていた。\n雑損控除の可否については，多くの答案が論じ，正しく条文を指摘していた。しかし，生活に通常必要でない資産であるかどうかの当てはめについては，結論を誤っている答案や，関連事実の拾い出しが不適切で結論に至る理由付けが論理的でない答案があり，答案ごとの評価に大きな差が生じた。\n雑損控除の金額の計算については，正しい条文を解答した答案は約３分の１程度であり，正しい金額を解答した答案は約４分の１程度であった。\n設問４は，「損失」に関する法人税と所得税の差異と理由を問うものであるが，条文及び差異についての解答は多くの答案がよくできていた。差異が生じる理由についても，約半分の答案は的確な解答をしていた。\n［第２問］（配点：５０）\n第２問は，設問１が所得税，設問２が法人税，設問３が租税法の解釈・適用の問題を扱っている。\n結果として，優秀とされる答案がそれなりの数あったものの，良好・一応の水準とされる答案が多く，不良とされる答案は比較的少なかった。\n設問１は，個人間の低額譲渡と，個人から法人への低額譲渡の両方の理解を問うものである。\nまず，平成３０年における甲土地の譲渡からＸに譲渡所得が発生することを論じる必要がある。\nこれは甲土地という資産のＢ社への譲渡であるから所得税法第３３条第１項に該当し，かつ，同条第２項に該当しない譲渡による所得であることを指摘すれば足りる。\n譲渡所得の金額の計算方法は，所得税法第３３条第３項により，長期譲渡，短期譲渡に分けて，\nそれぞれ総収入金額から取得費と譲渡費用の合計額を控除し，そこから更に譲渡所得の特別控除（５０万円，同条第４項）を控除することで計算されるから，答案でも，この順序で検討を進めるのが自然である。\n総収入金額については，法人であるＢ社に対する譲渡で，甲土地の譲渡時の時価である２５００万円の２分の１に満たない（所得税法施行令第１６９条）１０００万円を対価とする譲渡であるから，この譲渡は所得税法第５９条第１項第２号に該当し，総収入金額は譲渡時の時価である２５０- 9 -０万円とみなされる。\n取得費については，まず，平成１０年の譲渡が個人間の低額譲渡であることを指摘する必要がある。すなわち，この譲渡は，①個人Ａから個人Ｘへの譲渡であり，②譲渡時の時価である２２００万円の２分の１に満たない（所得税法施行令第１６９条）１０００万円を対価としており，かつ，\n③Ａが昭和５６年に甲土地を取得した際の取得価額が１４００万円であってこれに不足する対価による譲渡であることを指摘し，これに所得税法第５９条第２項が適用されたことを論じることになる。ここから，同法第６０条第１項第２号によりＸがＡの取得価額１４００万円を引き継ぐという結果が導かれる。\nさらに，取得費について判例は，当該資産の客観的価格を構成する取得代金に加えて，取得に要した付随費用が，取得に要した金額に含まれることを明らかにしている（支払利子付随費用判決〔最判平成４年７月１４日民集４６巻５号４９２頁〕）。同じ最高裁判決は傍論ながら，取得時に支出した登録免許税が取得に要した付随費用に該当することを判示している。本問では取得費を引き継ぐＸが付随費用を支出しているが，所得税法第６０条第１項第１号に関する事案において最高裁は，\n受贈者が贈与により資産を取得した際に支出した付随費用を受贈者による当該資産の贈与の際の取得費に算入すべきことを判示している（ゴルフ会員権贈与事件〔最判平成１７年２月１日訟月５２巻３号１０３４頁〕）から，同様に考えて，Ｘが平成１０年に支出した登記費用は取得に要した付随費用として，彼の平成３０年の譲渡において取得に要した金額に算入される。\n最後に譲渡所得への課税に当たっては，Ｘは少なくとも平成１０年から平成３０年まで５年を超える期間にわたって甲土地を保有しているからその譲渡から得られる譲渡所得は長期譲渡所得に当たり，所得税法第３３条第３項第２号及び同法第２２条第２項第２号により，その金額の２分の１のみが総収入金額に算入される（なお，数は多くないが，Ｘに同法第６０条第１項第２号が適用される結果として保有期間も通算され，Ｘが昭和５６年から甲土地を所有してきたものとして保有期間が計算される点を指摘している答案も見られた。正確な条文の当てはめと言い得る。）。\n以上に述べたとおり，本設問は譲渡所得課税の基本的な事項の正確な理解を問うものであるため，\nこれらの点に関する知識を確実に示す答案とそうでない答案とでは，おのずからかなりの得点上の差異が生じた。\n例えば，平成３０年における譲渡から譲渡所得が発生することを論証するためには所得税法第３３条第１項に該当し，かつ，第２項に該当しないことを指摘する必要があるところ，驚いたことに，\n第２項に触れない答案が多数見られた。\nまた，参照条文として所得税法施行令第１６９条を掲載したことから，ほとんどの答案は総収入金額について所得税法第５９条第１項第２号の正確な当てはめを行なっていたが，取得費についての記述にはかなりのばらつきがあり，この点で点差が開いた。甚だしい例としては，総収入金額について時価とみなされることのみを解答し，取得費に関する検討を一切していない答案や，何の検討もなしに取得費を１０００万円とする答案すらあった。これらは譲渡所得の金額の計算方法に関する基本的な理解を欠いているものと評価せざるを得ない。\nなお，所得税法施行令第１６９条は「２分の１に満たない金額」，すなわち２分の１「未満」の金額と定めているのに対し，これを２分の１「以下」と書いて当てはめている答案が少なからず見られた。\n取得費については，所得税法第６０条第１項第２号の解釈を誤り，「Ａが引き続き所有したものとみなされる」とするものや，前掲したゴルフ会員権贈与事件最高裁判決を誤解し，Ａの取得費１４００万円とＸが支出した１０００万円の合計額を取得に要した金額とする誤答などが目立った。\nさらに，登記費用に触れている答案もその多くは判例への言及を欠いており，この数年間の採点実- 10 -感で，答案において判例に言及することの重要性を指摘していたにもかかわらず，判例の重要性の理解がまだ十分でないことが明らかになった。\n所得税法第５９条第２項の適用要件を全て正しく指摘していた答案はごく少なく，所得税法施行令第１６９条における低額譲渡に該当することのみを指摘するものが大多数であった。所得税法第６０条第１項第２号の規定内容からすると，本来は同法第５９条第２項該当性を正しく指摘する必要があるはずであるが，同項への言及がない答案も目立った。他方で，同項の適用を誤解し，Ａの支出した１４００万円のうち平成１０年の取引の対価である１０００万円を超える４００万円がなかったものとみなされ，その結果１０００万円のみがＸに引き継がれる，という誤答も散見された。\nこれらに加えて，譲渡所得課税の基本的な知識が不足する答案も見られた。長期譲渡所得につき，\n(ア)２分の１課税の後に特別控除（５０万円）を控除するとしたもの，(イ)譲渡収入の２分の１から取得費等を控除するとしたもの，(ウ)長期譲渡所得の効果として特別控除の適用があるとしたもの，などがその例である。\n条文と照らし合わせて制度の姿を正確に理解することは，租税法を学ぶ上での出発点となるものであり，本設問では，そのような勉強の成果が発揮された答案とそうでない答案との間に，相当の得点差が生じた。\n設問２は，法人による資産の低額譲受けを法人税法第２２条第２項においてどのように捉えるかを問うものである。\n本件のＢ社による甲土地の低額譲受けからは時価と対価との差額に相当する利益が生じており，\n無償による資産の譲受け等との課税の公平の観点からはその利益に対する課税が必要と考えられるところ，低額ではあっても有償による譲受けであることから，法人税法第２２条第２項にいう「無償による資産の譲受け」に該当すると考えることは困難である。この場面では，判例（南西通商事件）が低額譲渡を有償譲渡と位置付けていることとの平仄が指摘される必要がある。そのため，文言上は同項の「その他の取引」に該当し，法人税法第２２条第４項との関係で時価との差額を益金とすることが公正処理基準により求められることになる。\nただし，低額譲渡を「有償による資産の譲受け」（１０００万円部分）と「無償による資産の譲受け」（１５００万円部分）に分解し，後者について益金算入すべしとする答案についても，そのような分析の必要性を説得的に論じているものについては，相応の評価を与えた。\nいずれの立場に立つ場合にも，同法第２２条第２項が有償による資産の譲受けから益金が発生すると規定していない趣旨や無償による資産の譲受けから益金が発生すると規定している趣旨を踏まえる必要がある。\nこの問題は，従来から学生向けの標準的な書物で指摘されていた論点であり，最近の法人税法に関する学生向けの標準的な書物でもかなり詳しく説明されていることから，判例への言及を含めた知識の整理の問題として書かれた答案も少なくなく，当然ながらそれらの答案の多くは高い評価を得た。また，初めてこの問題を考えたと思われる答案においても，無償による資産の譲受けや適正な対価による資産の有償譲受けの場合との課税の公平などを指摘し，おおむね正しい結論を導いている答案もそれなりの数が見られた。\n採点していて気になった誤答例としては，「受贈益」という用語に引きつけられたのか本問を法人税法第２５条の２の問題であるとした答案，有償による資産の譲受けから一般的に益金が発生するとされていないこととの均衡上「著しく低い対価」による場合に限定して差額を益金に計上すべきとした答案，益金の問題に加えてＢ社がＸに対して支出した（と解答者が理解した）寄附金の問題を論じている答案などがあり，いずれも高い評価は望めない内容であった。\nなお，法人税法が有償による資産の譲受けを益金発生原因として挙げていない理由を，低額の場- 11 -合は取得原価がそれだけ少額となるため後の譲渡時に課税を繰り延べる趣旨だと理解して，本件におけるＢ社も平成３０年時点では益金に何も計上しないとした答案が一部にあった。租税法らしい頭の使い方には好感が持てたが，すでに実現している低額譲受けの利益に対する課税を繰り延べるべき積極的な理由が存在しないことから，一定の評価をするにとどめた。\n設問３では，租税法の解釈・適用に関する問題として，借用概念の問題を取り上げた（本設問については，「出題の趣旨」に記載した２件の東京高裁判決も参照されたい。）。\n①租税法規が，（特に課税要件について）他の法分野（法領域）において既に意味内容が確立した用語を用いている場合に，それは借用概念と呼ばれ，②借用概念については納税者の予測可能性の観点から，原則としてその借用元の法分野（法領域）において確立した意味内容に従って解釈すべきである（いわゆる統一説。判例も結論としてこの立場に立っている。）。\n③しかし，②のような借用概念の解釈手法は，主として民商法等の取引法からの借用を前提としていたところ，本問のような行政法ないし規制法からの「借用」についてはそれらの法律においてそれぞれの法律の趣旨目的に応じた特別な定義が与えられていることがあることなどから，直ちに一般論を当てはめることには慎重でなければならない。このように考えると，本問のＸの「前提となる考え方」は，規制法規である「医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律」（薬機法）の定義をそのまま租税法に用いようとする点で批判の余地がある。\nあらかじめ想定していた解答の骨子は上記のとおりであるが，このような議論を展開している答案は，ごく僅かであった。\nまず，一定数の答案は，本件におけるサプリメントの購入代金が医療費控除の対象となるか否かを，医療費控除や薬機法の趣旨・目的から論じており，題意に沿わないものであった。この中には，\n所得税法の解釈・適用の検討に終始し，所得税法以外の租税法の分野を勉強しているのか疑われる答案すらあった。\nまた，薬機法の定義が「予防」や動物を対象としているものも含んでいて広い点を捉えて医療費控除の趣旨に沿わないとする答案もかなりの数見られたが，本問は，所得税法第７３条第２項及び所得税法施行令第２０７条第２号で「治療又は療養に必要な」との限定を受ける「医薬品」の定義に関するものであるから，たとえ「医薬品」自体に広い意味内容が与えられても，医療費控除の適用の場面では，同号の制限に服することを見落とした解釈論であると言わざるを得ない。なお，同種の誤りであるが，所得税法第７３条第２項及び所得税法施行令第２０７条第２号の「治療又は療養に必要な」との文言を所得税法における「医薬品」の定義である旨を述べた答案も散見された。\n他方，借用概念について論じる答案のほとんどは，借用概念の意義（上述の①）とその解釈方法（②）とを区別せず，借用概念が租税法において借用元の法分野（法領域）と同義に解されることを前提に，「借用（概念）は認めて良いか」というような問いの立て方をしていたが，これも正確な理解に基づく議論とは言い難い。\nある程度以上の数の答案が，租税法律主義の下における租税法律の厳格解釈の要請などに触れており，租税法の解釈・適用の分野を勉強したことをうかがわせるものではあったが，基本書などをより正確に読み込む必要性を指摘しておきたい。\nなお，優秀な答案は，借用概念に対する判例の理解を，鈴や金融事件判決（最判昭和３５年１０月７日民集１４巻１２号２４２０頁）における「利益配当」や武富士事件判決（最判平成２３年２月１８日判時２１１１号３頁）における「住所」などの例を挙げて論じており，判例への関心を示すものとして高い評価を与えた。\n３ 今後の出題について- 12 -本年は第１問設問１・設問２と第２問設問２が法人税法に関する問題，第２問設問３が租税法の解釈適用に関する問題であり，その余が所得税法に関する問題であった。なお，第１問設問４は所得税と法人税の両方に関する問題である。範囲としては，今後も所得税法からの出題を中心としつつも，法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる（ここには，租税法の解釈・適用等に関する一般的な事項が当然含まれる。）。その意味で，法人税法や国税通則法の学習をなおざりにして「優秀」ないし「良好」の評価を得ることは困難となろう。\n内容としては，所得税法，法人税法，国税通則法に関する基本概念や制度に関する基本的な知識の有無及び程度，更にこれらの知識を利用して条文の文言を解釈し，当該条文を具体的な事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n４ 今後の法科大学院教育に求めるもの(1) 基本的な概念や基本的な知識の習得近年の答案の傾向として，租税法の基本的な概念や基本的な知識の理解に欠ける答案が多いことが挙げられる。本年の第１問において，法人税法第２２条第２項が無償による資産の譲渡についても益金が生じると規定している趣旨について正しく解答する答案が少なかったことや，第２問設問１において，所得税法第５９条第２項の要件を正確に指摘して事実関係に当てはめた答案がほとんどなかったことがその例である。\n平成３０年の採点実感にも記載したとおり，法科大学院においては，まず，基本的な概念や基本的な知識を正確に理解させることに重点を置いた上で，次のステップとして条文の相互関係，\n更には個々の規定の趣旨・目的の議論と条文の文理解釈との間のつながりを考察できる能力の習得を目的とした教育が望まれる。\n(2) 事実認定と当てはめに関する能力の修得平成２９年，平成３０年の採点実感でも触れた，事実認定と当てはめに関する能力の習得は，\n租税法の学習において重要な事項である。この点につき，本年の問題はあまり高度な能力を要求するものではなかったが，例えば，第１問設問３で雑損控除の適用の可否を検討する際の生活に通常必要でない資産であるかどうかの当てはめにおいては，答案ごとにばらつきがみられた。問題文の事実をただ答案用紙に引き写すだけでなく，それに「当てはめ」へと続く「評価」を与えることの重要性は，引き続き十分に認識される必要がある。\n(3) 法人税法等の習得法人税法に関する設問の正答率は，例年，相当程度低い。本年の第１問設問１・設問２は，低額譲渡に関する南西通商事件最高裁判決があるにもかかわらず，時価が益金に算入される理由を正しく解答できない答案が多数見られ，また，時価が益金に算入される結果生じる差額について，\n寄附金に該当すると解答する答案や，差額ではなく時価全体が法人税法第３６条の過大な使用人給与として損金不算入となると解答する答案が見られた。簿価についても，譲渡により損金に算入されることに触れない答案や，法人税法第２２条第３項第３号の「損失」として損金に算入されるとした答案が多数見られた。\n第２問設問２についても，低額譲渡に関する南西通商事件最高裁判決との関係を無視して，低額譲受けを有償（適正対価）による譲受けと無償譲受けに分解して，法人税法第２２条第２項にいう「無償による資産の譲受」に該当するとした答案が多数見られた。\n司法試験の租税法の出題範囲は法人税法のごく一部に限られており，比較的時間に余裕がない授業であっても基礎的な制度理解と重要判例を学習する時間を確保することは不可能ではないと思われる。\n- 13 -(4) 判例・裁判例の学習毎年の採点実感で触れられているところであるが，適切な内容の答案であっても，関連する最高裁判例や重要な下級審裁判例に触れるものはほとんどなく，極めて問題である。\nただし，本年の試験においては，第１問や第２問設問２で低額譲渡に関する南西通商事件判決に言及する答案も散見されたし，第２問設問１で譲渡所得の意義に関する榎本家事件判決（最判昭和４３年１０月３１日訟月１４巻１２号１４４２頁）や，取得費に関する支払利子付随費用判決，ゴルフ会員権贈与事件判決に触れる答案が一定数見られた。また，既に指摘したように，設問３において，借用概念に関し，鈴や金融事件判決や武富士事件判決に触れた優秀な答案も見られた。\nこれらの例から，法科大学院における租税法教育の場において，判例に言及することの重要性についての理解が徐々に拡がっていることが推認され，望ましい方向性であると考えられる。引き続き，このような教育の努力がなされることを期待したい。\n５ 租税法を勉強するに当たり(1) 条文の正確な理解と適切な引用平成３０年の採点実感において，「租税法の勉強は，『一に条文，二に基礎知識，三に判例』となろう。」と記載した。この点は，本年の採点実感においても変わるところはない。\n平成３０年の採点実感で指摘した条文の引用について，本年の試験においては一定の水準以上と評価し得る状況であった。例えば，第２問設問１において長期譲渡所得に該当して譲渡所得の金額の２分の１のみが総収入金額に算入されることを指摘するに際し，この指摘を行った答案の多くにおいて，根拠条文として所得税法第３３条第３項第２号と同法第２２条第２項第２号の両方が正確に指摘されていた。\n他方で，先に指摘したように，同じ問題において同法第６０条第１項第２号を適用する前提として，同法第５９条第２項に言及しないものや，同項の要件について正確な言及がないものが目立つなど，不十分な面が残ることも否めない。\n租税法令の正確な理解とその運用能力を身に付けることは，租税法を勉強する基本中の基本であり，そのためには，常に法令を参照して要件と効果の意味を理解し，現在検討している問題が条文中のどの文言に関連するのかを確認することが不可欠である。\n(2) 判例に関する関心と理解平成２９年，平成３０年の採点実感においても指摘したとおり，最高裁判例，及び，重要な下級審裁判例に関する知識は，租税法の基本的な知識の一部である。したがって，それらの判決における事案と判決内容について，正確かつ論理的な理解をしておく必要がある。\nそして，両年の採点実感で述べたことの繰り返しになるが，司法試験の解答に際しては，論点について判例等がある場合には，問題文に特に「判例に言及しつつ」というような指示がなくても，これに言及することは，原則として必要だと理解すべきであり，それがない場合は減点を覚悟すべきである。自説が判例等と異なる場合であっても，この間の事情は変わらない。\nまた，平成３０年の採点実感で示したとおり，限られた試験時間内で答案を作成する以上，答案における判例等への言及と言っても，特別なことが要求されるわけではない。問題文で判例等への言及が特に求められていない場合であれば，例えば，「～については～と解すべきである（判例同旨）。」「判例によれば，～は～と解されている。」というような表現で，自説と判例との関係を自覚していることが示されていれば一応は必要性を満たしていると言い得る。また，判例の趣旨を理解していることが採点者に伝われば足りるのであるから，一字一句判決文のとおりに書く- 14 -必要があるわけでもない。\n本年の試験においては，上記のような手法で判例への言及を手短に，かつ，適切に行う答案が相当数見られたこと，そしてそのような答案には相応の高い評価を与えたことを強調しておきたい。\n(3) 基本的かつ偏らない知識の習得採点実感を熟読すれば分かるように，本年の問題は，第２問設問２を除けば，ごく基本的な事項に関する出題にとどまるし，同問についても，学生向けの基本書で指摘されている重要事項であって，それほど難易度が高いわけではない。\nそれにもかかわらず，「優秀」や「良好」の答案が相当数あったものの，期待した水準に達していない答案もなお多いのは，出題された制度や論点についての基礎的な知識に欠けているからである。第２問設問３において「借用概念」という用語は書いたものの，「租税法律主義の下で借用概念は許されるか」というような問いの立て方をしたために「一応の水準」以下にとどまる答案などは，基本的な概念についての理解が不十分な例と言えよう。また，当然のことながら，\n所得税法のみの理解では法人税法や国税通則法，さらには，租税法の解釈・適用の一般論に関する問題は解けない。\nしたがって，司法試験の出題範囲全体に対して目配りしつつ，基礎的な知識をしっかりと身に付けることが，まずは必要な事柄と言えよう。\n６ その他参考事項租税法に限らず，答案の作成はコミュニケーションである。何を問われているのかを正確に把握し，必要な内容を誤解なく伝える答案が，必然的に高得点となる。反対に，問題文や問いの内容を自分勝手に理解して作成した答案では，良い成績は望めない。\n本年の第２問設問３において，問いの内容は「Ｘの前提としているこの考え方」の評価であり，\nかつ，問題文において「本件サプリメントの購入費用が医療費控除の対象となるか否かについて，\n言及する必要はない。」と注記したにもかかわらず，一定数の答案は，本件サプリメントの購入費用が医療費控除の対象となるか否かについて，本件サプリメントの使用が医師の勧めによることなどの本件の事情に照らして検討するにとどまり，問われたことに答えていなかった。答案作成は時間の制約下で行うものではあるが，常に「何が問われているか」に十分な注意を払う必要がある。\nまた，自分が書きたいことを文章として自然な流れに位置付けることも，コミュニケーションとしては重要である。本年の試験においては，第２問設問１において，譲渡所得の総収入金額や取得費について論じるに当たり，まず譲渡所得の計算構造を明示する答案も少なからず見られるなど，\nこの点についてはかなり高い能力を有する受験生が相当数いるとの印象を受けた。\n平成３０年の採点実感で書いたとおり，租税法に関しては，日頃から制度に関する基礎的な知識や判例等の理解を蓄積しておけば，おのずから，「これは～を問う問題だな。」ということが分かるはずである。\nその意味でも，既に何度も述べたとおり，条文や制度の基本的な理解と判例等への関心を有していれば，司法試験の租税法において，高得点をマークすることは，決して難しいことではない。\n- 15 -令和元年"
}