{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＡ，Ｂ，Ｃ，Ｄ，Ｅ，Ｆ，Ｇ，Ｈ，Ｉ，Ｊの１０社（以下「１０社」という。）は，各地の農業協同組合（以下「農協」という。）が競争入札等の方法により発注する穀物の乾燥・調製・貯蔵施設及び精米施設（以下「穀物貯蔵等施設」という。）の建設を請け負う事業者であり，他に当該建設を請け負う事業者は存在しない。Ａ，Ｂ，Ｃ，Ｄ，Ｅ，Ｆ，Ｇの７社（以下「７社」ともいう。）は，一定の技術的水準を満たした農業施設を建設できる能力を有し，かねてより，穀物貯蔵等施設工事の指名競争入札においては，７社のうち複数の者が指名されることが多かった。１０社は穀物貯蔵等施設以外の施設・設備の建設工事も行っており，特にＨ，Ｉ，Ｊの３社（以下「３社」ともいう。）は，穀物貯蔵等施設を建設することもできるが，主たる事業分野は農業施設以外の建設工事であり，穀物貯蔵等施設の建設能力は相対的に低かった。\n穀物貯蔵等施設工事に当たっては，農業振興のための補助金が平成２８年度から３年間の予定で国や都道府県から農協に交付されることとなった（以下，当該補助金が交付される穀物貯蔵等施設工事を「特定農業施設工事」という。）。当該補助金の交付を受けるための条件として，農協は３者以上の事業者を指名して行う競争入札を実施することが必要であり，補助金事業として３年間に相当数の特定農業施設工事の指名競争入札が実施される見込みとなった。\nこれを受けて，Ａ，Ｂ，Ｃ，Ｄ，Ｅ，Ｆ，Ｇの７社は，平成２７年１２月から数次の会合を経て，平成２８年１月３０日の会合で，特定農業施設工事の入札について，均等な受注機会の確保と受注価格の低落防止を図るため，⑴ 指名を受けた事業者（以下「指名業者」という。）は，Ａに当該特定農業施設工事を受注する意思の有無を連絡する\n⑵ 受注を希望する者が１社の場合は，その者が受注予定者となり，受注を希望する者が複数の場合は，会合を開いた上，７社において受注予定者を決定する\n⑶ 受注予定者以外の指名業者が入札すべき価格は，受注予定者が定めてＡに連絡する\n⑷ Ａは受注予定者以外の指名業者に，受注予定者が定めた価格で入札するよう連絡するなどにより，受注予定者を決定し，受注予定者が受注できるようにすることに合意した（以下「本件合意」という。）。\nＨ，Ｉ，Ｊの３社は，平成２７年１２月，Ａから，特定農業施設工事の入札について競合事業者が集まって話合いを行うので出席するよう持ちかけられたが，３社の担当者は言葉を濁して出席することを見合わせた。３社は，それぞれ，工事の規模や技術力の点から自社も受注できると考えた特定農業施設工事の入札に指名された場合には，積極的に落札を目指して低価格で入札を行おうと考えていた。一方，３社は，それぞれ，特定農業施設工事以外の分野の入札において競合事業者から協力を得たいと考えていたため，自社が受注を希望しない特定農業施設工事について，競合事業者の間で受注予定者が決定されている場合には，要請があれば，指定された価格で入札するなどの方法により当該受注予定者の落札に協力するつもりであった。\nＡは，３社が特定農業施設工事の入札に指名されることは少ないと考えたが，念のため，特定農業施設工事の発注が行われるたび３社に指名の有無と受注の意思を確認し，協力が得られる場合には，３社に入札価格を連絡することとし，その方針を平成２８年１月３０日の上記会合でＡ以外の６社に伝えた。\n平成２８年６月に行われた甲農協発注の特定農業施設工事の指名競争入札（以下「第１回入札」という。）では，Ａ，Ｂ，Ｃ，Ｄが指名され，Ａ，Ｂ，Ｃが受注を希望したため開かれた会合で，Ａが受注予定者に決定し，入札では，会合での調整の結果どおり，Ａが落札した。\n平成２８年１１月に行われた乙農協発注の特定農業施設工事の指名競争入札（以下「第２回入札」という。）では，Ｂ，Ｃ，Ｄ，Ｅが指名され，Ｂ，Ｃ，Ｄが受注を希望したため開かれた会合\n- 12 -で，Ｄが受注予定者に決定し，入札では，会合での調整の結果どおり，Ｄが落札した。\n平成２９年６月に行われた丙農協発注の特定農業施設工事の指名競争入札（以下「第３回入札」という。）では，Ｅ，Ｇ，Ｊが指名された。Ｊは，第１回入札及び第２回入札に際してＡからの問合せに対し指名を受けていないことを回答していたところ，第３回入札に際しても，Ａからの問合せに対し，指名を受けたこと及び落札を目指していないことを回答した。そして，ＥとＧが受注を希望したため開かれた会合で，Ｇが受注予定者に決定し，入札では，会合での調整の結果どおり，Ｇが落札した。Ｊは，Ａから指示されたとおりの価格で入札して，Ｇの落札に協力した。\n平成２９年１１月に行われた丁農協発注の特定農業施設工事の指名競争入札（以下「第４回入札」という。）では，Ｄ，Ｆ，Ｉが指名を受けたが，受注希望者はＦのみであったため，会合は開かれず，ＤとＩがＡから指示されたとおりの価格で入札した結果，Ｆが落札した。\n平成３０年７月３０日に指名競争入札（以下「第５回入札」という。）が行われた戊農協発注の特定農業施設工事は，第４回入札の対象であった丁農協発注の特定農業施設工事と工事の規模や必要とされる技術力がほぼ同じであった。この第５回入札では，Ｂ，Ｃ，Ｊが指名されたが，それまでの入札で受注予定者になることができなかったＢとＣは，これを必ず落札したいと考えた。第５\n回入札の受注予定者を決定するために平成３０年６月１５日に開かれた会合には７社が出席し，長時間の話合いの結果，Ｂ以外の６社は，Ｃを受注予定者とすることに決したところ，その場でＢの担当者は，「今度は本気で勝負する。値下げ競争になっても必ず仕事を取る。」，「今後，一切，受注予定者を話し合って決めるつもりはない。」，「二度とこの会合には戻らない。」と発言し，Ｃの担当者と激しい口論になった。その後，Ａは，Ｊに連絡し，Ｊから第５回入札の指名を受けたこと及び落札を目指していないことを確認すると，Ｃの落札に協力するよう要請し，Ｊが承諾したことから，Ｊが入札すべき価格を伝達した。第５回入札において，ＪはＣに協力するためにＡから指示されたとおりの価格で入札し，一方，ＢはＪに協力を依頼しないで入札を行った結果，Ｂが落札した。そのため，７社のうちＢを除く６社は，平成３０年８月１日，本件合意のメンバーからＢを除名することを決定した。\nその後，Ｅは，このような入札談合はもはや維持できないと考え，平成３０年８月１０日，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第７条の２第１０項に基づいて公正取引委員会に事実の報告等を行い，それを受けて，公正取引委員会は，平成３０年\n９月２０日，関係各社に対する一斉の立入検査を実施した。以後，７社は本件合意に基づく会合を開いていない。\n各回の入札における指名業者の入札価格及び農協が設定した予定価格は，以下の表のとおりである。\n入札 入札価格 予定価格第１回 Ａ：２．９１億円 Ｂ：２．９４億円 Ｃ：２．９７億円 Ｄ：３．０６億円 ３億円第２回 Ｂ：２．９７億円 Ｃ：３．０３億円 Ｄ：２．９４億円 Ｅ：３．０６億円 ３億円第３回 Ｅ：１．９４億円 Ｇ：１．９０億円 Ｊ：２．０２億円 ― ２億円第４回 Ｄ：０．９８億円 Ｆ：０．９６億円 Ｉ：１．０３億円 ― １億円第５回 Ｂ：０．７２億円 Ｃ：０．７５億円 Ｊ：０．９０億円 ― １億円\n〔設 問〕\n上記のＢ及びＪの行為について，独占禁止法に違反するか，違反する場合には，違反する行為がなくなった時期も含めて検討しなさい。\n- 13 -\n〔第２問〕（配点：５０）\n各種の医療・ヘルスケア製品の研究，開発，製造及び販売を行うＸ社及びＹ社（以下「当事会社\n２社」という。）が，Ｙ社を存続会社とする吸収合併を行う計画（以下「本件計画」という。）を検討している。当事会社２社は，日本法人であり，国内外に製造及び販売拠点を有し，国内外での販売拠点を経由して，製品を国内外の医療機関等に販売している。\n点滴静脈注射（以下「点滴」という。）の器具（以下「点滴関連製品」という。）としては，点滴容器，点滴チューブ，点滴針等があり，点滴容器と点滴チューブと点滴針を組み立てて点滴は実施される。点滴針のうち針甲は，一時的かつ短時間の点滴に用いられる。針甲以外に，持続的に点滴を行う目的で使用される点滴針である針乙が存在するが，針甲とは形状も異なり，針乙を用いて一時的かつ短時間の点滴を行うことはできない。\n点滴針の流通は，製造販売業者から流通業者を経て，需要者である病院等の医療機関が購入するという実態にある。点滴針について，国内の製造販売業者，国外の製造販売業者の日本法人又は輸入総代理店が個々の製品を国内で販売するためには，それぞれ，点滴針の種類別に用途を特定して，法律に基づく承認（以下「販売承認」という。）を受けなければならない。したがって，国内での販売が認められる針甲は，販売承認を受けたものに限定されており，需要者である医療機関も，販売承認を受けた製品のみを購入・使用している。このような承認制度の下，現時点で販売承認を受けた針甲を国内向けに供給している製造販売業者は，当事会社２社及びＡ社の合計３社である。\n平成３０年度における針甲のメーカー別国内販売シェアは，Ａ社が４５パーセント，Ｘ社が３０パーセント，Ｙ社が２５パーセントである。針甲以外にも，当事会社２社のいずれもが製造販売している製品はいくつか存在するが，それらの製品については，当事会社２社のシェアは小さく順位も低く，当事会社２社以外に競合事業者が多数存在している。\nＡ社は，国外で販売する針甲を国内向けに振り向けることで国内向け供給量を増やすことができる。ただし，針甲の全世界でのメーカー別販売シェアを見ると，当事会社２社の合算シェアは６５パーセント，Ａ社のシェアは２０パーセントであり，Ａ社の国内向けの供給余力は十分ではない。\nＡ社が針甲の生産を第三者に委託することで，国内向け供給量を増やすことは可能であるが，かかる第三者は現時点では見当たらない。\n現在，国外において当事会社２社及びＡ社以外に針甲を製造販売している事業者は，少数である。\nまた，当該事業者が製造する針甲については，これまで国内で販売実績はない。一般に，国内の医療機関は，国内で販売実績のない医療製品を購入することはまれである。\n新規参入事業者が針甲を開発して国内で販売しようとする場合，当事会社２社及びＡ社の既存製品と同等の機能では，実績のない新規参入事業者から針甲を調達する医療機関は少ないため，新規参入には既存製品にはない機能を付加して参入する必要があると考えられている。しかしながら，そのような新製品の開発には一定の期間や投資を必要とする。\n一定規模以上の病院では，医療製品の購入に際して，見積り合わせ等による競争的な購入方法を採ることが一般的である。医療機関は，このような購入方法により低価格での購入を試みている。\n反面，医療機関としての規模の大小にかかわらず，実際の製品選択は使用者である看護師等の意見を聞きながら医師が行っている場合が多く，医師は製品の品質及び使い慣れを重視して製品を選択する傾向がある。針甲についても，異なる製造販売業者の製品の間で使用方法に若干の違いがあることから，医師は頻繁には他の製造販売業者の製品に変更しない傾向がある。\n〔設問１〕\n本件計画について，独占禁止法上の問題点を検討しなさい（企業結合に関する独占禁止法上の届出基準は充足されているものとする。）。\n- 14 -\n〔設問２〕\n公正取引委員会の企業結合審査において，企業結合により独占禁止法上の問題が生ずると判断される場合，当該問題を解消するために企業結合当事者が企業結合計画の修正を試みることがある。上記設例において，公正取引委員会が本件計画に対して独占禁止法上の問題が生ずると判断した場合，当事会社２社が本件計画についてどのような修正を試みることによって独占禁止法上の問題を解消できるか，以下の事実を前提に，当該修正が競争に及ぼす影響を踏まえて検討しなさい。\n点滴関連製品を取り扱っている国内流通業者６社（以下「６社」という。）のうちの１社であるＭ社は，針甲と同時に使用される点滴関連製品である点滴チューブ丙について１５パーセントの販売シェアを有している。６社の取扱製品には差異はあるものの，針甲及び点滴チューブ丙を含む点滴関連製品については競合流通業者の間で激しい販売競争が展開されており，シェアの変動もある。このような競争状況を反映して，点滴関連製品の製造販売業者も，取引先流通業者の変更や取引内容の随時見直しを行うことが可能である。\n本件計画が検討されている現時点において，Ｍ社は，針甲の製造も販売も行っていない。しかし，Ｍ社は，過去にＸ社製の針甲を販売し，一定のシェアを獲得した実績もあり，針甲の販売を行う十分な経験及び能力を有している。なお，Ｘ社製の針甲の販売に関するノウハウの蓄積があれば，他社製の針甲についても，競合事業者との競争の中で販売を行うことは可能である。また，Ｍ社は，針甲の製造経験はないものの，製造を行うための設備や人材，ノウハウ等を包括的に取得できれば，それらを有効に活用する能力を有している。\nＭ社は，点滴関連製品の国内販売で豊富な実績を有していたが，点滴に必要な一連の器具のうち点滴針の品ぞろえに弱点があった。Ｍ社が，針甲の製造を含む供給手段を獲得し，針甲を取り扱うこととなれば，かかる弱点を克服することができる。そのため，Ｍ社が針甲の事業を営もうとするインセンティブは高い。\nＭ社は，当事会社２社及びＡ社との間に，株式の保有や役員兼任等の資本関係・人的関係を有していない。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問は，「入札談合と不当な取引制限」に関する出題であり，不当な取引制限の定義規定である私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項の各要件を正確に理解していることを前提に，設例の事実関係を丁寧に分析しつつ，特に基本合意に中途で関与した事業者の要件該当性や基本合意からの離脱の要件及び時期等を論じることができるかを問うものである。\n前者（中途関与者）については，後述する不当な取引制限の要件，特に「共同して」の要件該当性について分析検討ができているか，当初の基本合意に参加していない事業者について，どのような状況があれば，参加したといえるかを丁寧に論じることができるかを受験生に問うこととした。また，相互拘束の意味についても，昨今の判例動向を踏まえた検討ができるかを問うこととした。後者（基本合意からの離脱）に関しては，一般的には，入札談合において競争事業者間の協調行為が期待できるのは，談合行為に関与していれば，一定の見返り（受注機会）が期待できるからであるが，その期待値を下回れば，基本合意者間での協調が崩れるのはむしろ当然である。その場合，どの時点で，どのような行為が行われれば，基本合意からの離脱が認められるかを丁寧に論じることが期待されている。\n不当な取引制限の成立については，①事業者が他の事業者と，②共同して，③相互にその事業活動を拘束すること（相互拘束）により，④公共の利益に反して，⑤一定の取引分野における，⑥競争を実質的に制限することを検討する必要がある。共同遂行については論じなくともよく，また，②と③の要件に関して，「共同して…相互に」と「その事業活動を拘束」することという区分で論じてもよいこととした（多摩談合（新井組ほか）事件・最一判平成２４年２\n月２０日）。\n問題は，Ｂ及びＪについて，特に②，③，⑤，⑥の各要件を充足するか否か，Ｂ及びＪがこれらの要件を満たさなくなる時点はいつかである（以下，ＡないしＧを「７社」という。Ｂを除いて「６社」ともいう。）。\nまず，Ｂは，６社とともに，平成２７年１２月から数次の会合に出席した上，平成２８年１月３０日の会合における「本件合意」（基本合意）の形成に参加しており，第１回から第４回の入札における受注予定者の決定においても本件合意に基づいて個別調整を行い，調整の結果どおりに受注予定者が受注できるようにしていることを考慮すると，これらの要件を満たすと考えられる。すなわち，②の要件は，意思の連絡を意味するところ，数次の会合や本件合意が形成された会合への参加をもって６社との間に意思の連絡が成立すること，③の要件は，設例で示されている(1)ないし(4)を内容とする本件合意で充足すること，⑤の要件は，入札談合のようなハードコアカルテルにおいては，通常，参加者が合意の対象とした商品・サービスで，これにより影響を受ける範囲が「一定の取引分野」を構成するところ，本問では，本件合意が対象とする「平成２８年度から３年間にわたって発注される予定の『特定農業施設工事』の指名競争入札」が一定の取引分野として画定されることをそれぞれ簡潔に解答することが求めら\n- 27 -れる。⑥の要件については，市場が有する競争機能を損なうことをいい，入札談合の場合には，参加者がその意思で落札者や落札価格をある程度自由に左右することができる状態をもたらすことを意味するところ，これは通常，談合参加事業者の割合，基本合意により落札した件数や金額の割合，落札率，談合に参加していないものの，これに協力的な事業者の協力の程度等を考慮して判断されることを踏まえつつ，該当する設例の事実関係を示して要件を充足することを説明する必要があろう。\nＢの違反行為の終了時期に関しては，平成３０年６月１５日の会合で，Ｂ及びＣの各担当者が受注を巡って激しい口論になり，同年７月３０日に行われた第５回入札では，Ｂが６社やＪに協力を依頼せずに，同規模の工事である第４回入札とは異なる相当に低い価格で落札し，さらに，同年８月１日に至って，６社は，Ｂを本件合意のメンバーから除名することを決定していることから，これらいずれかの時期にＢが本件合意から離脱したのではないか（ということ）\nが問題となり，②，③のいずれの要件の問題であれ，離脱の一般的基準を示して説明することが求められている。岡崎管工事件・東京高判平成１５年３月７日等は，離脱する意思が他の参加者に明確に認識されるような意思の表明や行動等が必要であるとしているところ，Ｂは平成\n３０年６月１５日の会合で離脱したとも考えられるが，第５回入札は同年７月３０日であり，その会合から入札まで１か月半の期間があることを考慮すれば，Ｂが翻意して本件合意に復帰する可能性がないとはいえず（岡崎管工事件をはじめ，一時的に基本合意に反する行動を取った事業者がしばらくして基本合意に復帰することが見られるケースは少なくない。），Ｂの離脱の時期については，平成３０年６月１５日の会合時だけでなく，同年７月３０日の第５回入札や同年８月１日の除名決定の時点とも考えられ，いずれにしても，設問の事実関係を正確に読み取り，これを離脱の一般的基準等に当てはめつつ適切に評価できるかが重要である。\n次に，Ｊは，本件合意を形成するに至るまでの会合には一切参加していない。Ｊは，工事の規模や技術力から受注できると考えた特定農業施設工事の入札に指名された場合には積極的に落札を目指して低価格で入札する一方で，希望しない特定農業施設工事の入札に指名された場合には７社に協力するつもりであったものの，このような協力の意図はＪの内心にとどまるという設例の事実関係の下では，少なくとも本件合意が形成された平成２８年１月３０日の会合の時点でＪが本件合意に参加したとみることは困難である。しかし，Ｊは，第１回入札時から，Ａより指名の有無や受注の意思について問い合わせを受けた際，これに回答し，さらに，指名を受けた第３回入札と第５回入札においては，Ａから連絡を受けて，受注予定者の入札価格より高い価格で入札することにより，受注予定者の受注に積極的に協力しており，Ｊは既に形成された本件合意の少なくとも一部に中途で参加した者と考えられる。このような立場のJについても，Ａを介した意思の連絡があり（②の要件），特定農業施設工事の指名競争入札の取引分野（⑤の要件）において，市場支配力の維持，強化に寄与して競争を実質的に制限している\n（⑥の要件）と考えることができるであろう（なお，違反行為の始期，つまり本件合意への参加時期については，第１回入札でＡからの問い合わせに回答した時点や第３回入札において積極的に受注協力した時点などと考えることができよう。）。ただし，③の要件を充足するかに関しては，積極・消極の両論があり得る。すなわち，Jは入札制度の趣旨に反すると考えられる低価格で入札することを避けるという行動を取ったり，競争上機微な情報に属すると思われる指名や受注意欲の有無をＡに回答したりすることにより，本来は自由な事業活動を制限し合っているから，（意思を連絡させた上で）「事業活動を拘束」することの要件を満たすとも考えられるが，他方で，相互拘束の要件をその内容や目的が共通でなければならないと厳格に解釈し，Ｊが受けている拘束の内容は７社のそれとは異なること（Ｊは特定農業施設工事の入札において，一方的に７社のいずれかの受注に協力するだけであること，または自らが低価格で落札することを完全には否定していなかったこと），あるいはＪが事業活動を制限する目的は７社と異なること（Ｊは特定農業施設工事ではなく，別の異なる工事分野で７社から協力を受けたい\n- 28 -という目的を有すること）を理由に③の要件を否定する解答もあり得る。いずれにせよ，各要件をどのように解釈することによってその結論を導いたのかを説明することが求められる。\n最後に，Ｊは本件合意から離脱する行動を別段取っているわけではないから，Ｊが本件合意に参加したと認定する場合には，Ｊの違反終了時は本件談合全体が終了した時点ということになる。不当な取引制限に該当する違反行為の終了時期については，各事業者が相互拘束から解放されて自由に事業活動を実施することとなった時点と考えられるから（モディファイヤー価格カルテル事件・東京高判平成２２年１２月１０日），本問では公正取引委員会（以下「公取委」という。）の立入検査が行われた平成３０年９月２０日（の前日）がJにとっての違反の終了時となるであろう。\n〔第２問〕\n第２問は，設問１において，Ｘ社及びＹ社によるＹ社を存続会社とする吸収合併計画（以下\n｢本件計画｣という。）が独占禁止法第１５条第１項第１号に違反するか否か，設問２において，設問１で検討した本件計画の問題点を解消するための設計可能な修正（以下「問題解消措置」という。）を検討することを問うものである。具体的には，主として同号の「一定の取引分野」\nにおける「競争を実質的に制限することとなる」というそれぞれの要件の意義や判断基準を示しつつ，設問に示された事実関係を丁寧に当てはめて，本件計画の可否や独占禁止法に適合する適切な問題解消措置を設計して解答することが求められる。\n設問１に関して，まず，「一定の取引分野」の認定，つまり市場画定は，一般に商品範囲と地理的範囲についてなされるところ，商品範囲については，針甲と針乙が同一の市場で競争していると見ることができるかどうか，地理的範囲については，針甲メーカーが世界中に存在している一方で，市場が日本に限定されるかを，それぞれ検討する必要がある。それらの検討に当たり，商品範囲については，各針の用途や形状の相違，地理的範囲については，国内における法律に基づく販売承認制度の存在，顧客の購入慣行等について言及する必要があろう。\n次に，「競争を実質的に制限することとなる」については，その意義についてあるべき解釈を示した上，本件計画が，いわゆる水平的企業結合であることを意識し，単独行動と協調的行動のそれぞれの観点から具体的事実に即して「競争を実質的に制限することとなる」か否かを論じることとなろう。もっとも，本問では，ハーフィンダール指数（ＨＨＩ）やいわゆるセー\nフハーバーについては必須のものとして問うていない。\n「競争を実質的に制限することとなる」か否かの判断に際しては，設問に示された，当事会社の地位，競争者の状況，新規参入，輸入，需要者とその行動に関する事実を読み解いて，本件計画の実施が市場における競争にどのような影響を及ぼすかを解答することが求められる。\nすなわち，単独行動については，当事会社のシェアが合計５５％で市場１位となり価格引上げのインセンティブが存在することを前提に，競争者においては国外からの生産振り分けや第三者委託による増産が困難であることから，その供給余力・能力が欠如していること，新規参入に当たって必要とされる製品への新規機能追加には一定の開発期間や投資を要すること，輸入に関しては，国内既存業者以外の海外生産者はそもそも少数であり，新規の国内販売には販売承認を要する上，需要者は国内販売実績のない海外製品の購入を敬遠すること，さらに，需要者は，競争的購入方法を採用して低価格を選好するものの，品質や使い慣れの重視から頻繁な変更を行わない傾向があることといった事実を示した上，それらの競争上の牽制力を適切に評価し（当事会社に対する牽制力は貧弱ないし欠如しているという評価となろう。），本件計画が競争を実質的に制限することとなるか否かを検討することが求められよう。また，協調的行動を問題とする場合には，当事会社と競争者による協調的行動及びカルテル行動の容易化をもたらしうる競争者の対称性や市場透明性等を指摘し，上記の単独行動の場合で指摘した事実関係を踏まえつつ評価することが必要となろう。\n- 29 -設問２に関して，問題解消措置は，競争当局である公取委が審査過程で示す競争上の懸念を解消すべく提案されるものである。公取委は，審査において，その実効性を確認し，特に問題解消措置が事業譲渡など新たな結合関係を形成する場合には，そうした新たな企業結合が別個の競争上の懸念を生じさせないかを検証している。本設問では，このような流れ自体を提示する解答を求めてはいないが，それを踏まえて，当事会社が提案すべき問題解消措置の在り方，その実効性の評価，問題点の有無の評価等を検討する必要がある。\nまず，設問１で検討した単独行動や協調的行動に対する競争上の牽制力を踏まえて，本問での競争上の懸念がいかなるものかを示す必要がある。その上で，問題解消措置には，構造的措置と行動的措置といわれるものがあるところ，それらの意義，内容及び競争回復効果を踏まえつつ，競争上の懸念を払拭するため，どのような措置がより適切かを導き出して説明する必要がある。それに際しては，設問２で示されている流通業者の地位，流通市場の状況等を踏まえつつ，計画修正が市場に与える影響などを考慮する必要がある。いずれにしても，計画修正の内容は，設問１において，当事会社に対する牽制力は貧弱ないし欠如していると評価することとなると考えられるから，牽制力のある競争単位を創出するなどの競争回復に十分なものとなる必要がある。\n構造的措置としては，事業譲渡計画を採用することが考えられる。その場合には，当事会社のうちいずれの会社の事業をどの範囲で分離して，いずれの被譲渡者に譲渡するのか，当該譲渡によって競争上の懸念が解消されるのかといった実効性の評価や実効性を確保するために必要な譲渡の具体的内容を解答することが求められる。本設問で，被譲渡者を流通業者Ｍ社とする場合には，実効性や譲渡の具体的内容について，Ｍ社の過去の経験やノウハウ，品揃え，競争インセンティブ等に照らし合わせながら整合的に説明することが望まれる。\nその上で，譲渡される事業と譲受先との関係から生じうる競争上の問題を摘出し，各当事者の事業内容・関連商品の状況，譲渡者・被譲渡者の属する市場の状況等を鑑みながら，問題の有無を説明し，必要に応じて追加的な措置をも考えることが望まれる。Ｍ社が事業の譲受先とされる場合には，当事会社とＭ社は，垂直的関係に立つこととなるので，流通業者への情報集中が生ずることより発生する競争への影響とそれに対する情報遮断措置を考えることなどもできる。\nまた，事業譲渡以外の措置を採用することが適切と考えた場合でも，当該措置がどのような反競争効果の抑止を狙いとしたもので，市場にどのような影響を与えるのかなどを具体的に説明することが求められる。",
  "scoring_notes": "１ 出題の趣旨について出題の趣旨は，別途公表している「出題の趣旨」のとおりである。\n２ 採点方針出題した二問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が市場における競争にどのような影響を与えるのかを念頭に置いて，問題文に記載された事実関係から的確に問題点を把握し，\n法解釈を行い，事実関係を丹念に検討した上で要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的に見ようとしており，公表されている公正取引委員会（以下「公取委」という。）の考え方やガイドライン等について細かな知識を求めることはしていない。\n⑴ 第１問第１問は，入札談合と不当な取引制限（独占禁止法第２条第６項及び第３条）に関する出題である。\nまず，入札談合に係る基本合意（本件合意）の形成に参加したＢに関して，不当な取引制限に係る各要件のうち，①共同して（意思の連絡），②相互にその事業活動を拘束すること（相互拘束）により，③一定の取引分野（市場）における，④競争を実質的に制限することについて，\n条文に基づいて規範を定立した上で，問題文に記載された事実関係を適切に当てはめて論じているかを評価の対象とした。\n次に，本件合意に途中で関与したＪに関しては，特に，意思の連絡及び相互拘束の要件該当性について，問題文に記載された事実関係を総合的に分析した上で，定立した規範と整合的に当てはめて，結論を導くことができているかを評価した。\nさらに，不当な取引制限を肯定したときの違反行為の終期，すなわち，当該行為がなくなった日（同法第７条第２項）に関し，Ｂ及びＪそれぞれについて，どのように規範を定立して，\n問題文に記載された事実関係を当てはめているかを評価の対象とした。\n⑵ 第２問第２問は，本件計画について,公取委が行うであろう企業結合審査の流れを想定して，本件計画の適法性（独占禁止法第１５条第１項第１号），本件計画が独占禁止法上問題ありと考えられる場合に検討されるべき問題解消措置及びその問題点について，適切な独占禁止法の理解に基づき的確に結論を導けるかを問うものである。\n設問１は，本件計画が市場における競争にどのような影響を及ぼすかについて，適切に市場を画定するとともに，企業結合類型を明確にし，公取委が公表している「企業結合審査に関する独占禁止法の運用指針」(企業結合ガイドライン)でも挙げられている主要な項目を考慮しつつ，\n適切に分析しているかを評価の対象とした（なお，上記のとおり，同ガイドラインに関する細かな知識までは不要である。）。\n具体的には，本件計画が，競争事業者間で行われる「水平型の企業結合」であり，単独行動あ- 16 -るいは協調的行動として，画定された市場における競争を実質的に制限する「こととなる」であろう事実を設問から適切に読み取り，独占禁止法上の概念と結び付けて自身の言葉でそしゃくして論述しているかを評価した。また，市場の画定との関係では，商品・役務市場と地理的市場の双方について，その画定の理由を適切に挙げているかを評価した。\n設問２では，そもそも，問題解消措置が，当事会社において，企業結合審査の進行状況や見通しから，公取委の示している，あるいは示すであろう競争上の懸念を解消するために自主的に提案をするものであることを正確に理解した上で，かかる懸念を充分に解消するために求められる問題解消措置となっているか，さらに，提案された問題解消措置そのものが新たな競争上の懸念を惹起していないかを適切に検討しているかを評価した。\n３ 採点実感等⑴ 出題の趣旨に即した答案の存否，多寡についてア 第１問(ｱ) Ｂの要件該当性について条文（独占禁止法第２条第６項及び第３条）を正確に摘示した上で，同法第２条第６項の条文解釈を適切に行って事実関係を当てはめて，Ｂについて各要件該当性を肯定する答案が大多数であった。また，入札談合においては，基本合意（本件合意）が成立したときをもって，意思の連絡，相互拘束，競争の実質的制限の各要件に該当し，個別調整等の基本合意成立後の事実は，基本合意の成立時点での各要件該当性を推認させる事情であることを理解した答案，すなわち，相互拘束を内容とする本件合意について明示の意思の連絡があり，入札談合では基本合意の成立をもって競争の実質的制限が推認できることを前提に，本件合意の対象である特定農業施設工事について，各入札における個別調整等を事後的な事情として考慮しつつ，本件合意の時点で競争の実質的制限があることを的確に論じている答案が多かった。\n他方，各要件該当性の結論のみを簡単に記載している答案，入札談合は基本合意と個別調整からなるとしか説明しておらず，そもそも意思の連絡とは何かを定義していない答案，\n黙示の意思の連絡を認定している答案が散見された。また，各入札に係る個別調整について意思の連絡や相互拘束を論じている答案，穀物貯蔵等施設工事を市場と画定する答案，\n本件合意が成立した時点では発注されるか不明な第４回ないし第５回までの入札のみを市場として画定する答案や各入札を別個の市場として画定する答案，各入札の個別調整がされたことをもって競争の実質的制限の要件該当とする答案など，不当な取引制限の要件該当性を検討すべき対象が基本合意であることを理解しているか疑問を感じさせる答案もあった。\n(ｲ) Ｊの要件該当性について本件合意の形成に参加していないＪについては，意思の連絡及び相互拘束が問題になることを的確に指摘し，論じている答案が多数であったが，当該論点について詳細に検討することなく，安易に，Ｂと同様に不当な取引制限が成立すると記載している答案，定立した規範と当てはめが整合していない答案も少なくなかった。結論としては，不当な取引制- 17 -限の要件該当性を肯定する答案が多数であったが，間接事実から黙示の意思の連絡を認定し，または，個別調整の事実から基本合意を推認する答案の中には，意思の連絡が認められる時期や範囲について明示し，その範囲をもって相互拘束が認められるか具体的に検討していない答案が目立った。また，指名の有無，受注意欲の有無についてのＡからの問い合わせに回答していることなどから，1回目の入札から意思の連絡ありとする答案も多かったが，この時点で相互拘束を肯定するだけの意思の連絡があると説得的に論証することは，\n問題文に記載された事実だけでは困難と思われる。他方，相互拘束について具体的に検討して，指名教示を超える「応札協力」という，より積極的行為を行うことによって確定的に本件合意に参加したと言えるとする答案は多くなかった。さらに，Ｊが落札者を決定するプロセスに参画するものではないこと，自らが落札することをＪが完全に否定していたものではなかったこと，特定農業施設以外の工事で協力を受けたいというＪの目的が本件合意の他の参加事業者と異なることなどを重視して，意思の連絡ないし相互拘束の要件該当性を否定する答案や，個別調整についてのみ要件該当性を肯定する答案もあったが，それらは少数であった。結論がいずれであれ，問題文に記載された事実関係を総合的に分析した上で，定立した規範と一貫して論述しているかを評価した。\n(ｳ) 違反行為がなくなった日についてＢの違反行為がなくなった日について，的確に規範を定立し，６月１５日の会合時のＢの担当者の言動等をもって，その時点で離脱を認める答案が多かったが，その後の本件合意への復帰の可能性等を考慮して，７月３０日の第５回入札をもって離脱を認める答案や，８月１日の除名をもって離脱を認める答案もあった。\nＪについては，立入検査日ないしその前日をもって終期とする答案が多く，終期についての規範を的確に定立した上で当てはめを行っている答案も相当数あった。他方，結論のみを記載している答案も多く，Ｅが事実の報告等を行った日を終期とする答案もあったほか，Ｊについて本件合意への参加を認めながら，その違反行為の終期について検討してない答案も散見された。\nイ 第２問出題水準は，一般的に利用されている先例集にも掲載されているような，公取委が問題解消措置を採ることを条件として排除措置を命じないこととした典型的な企業結合事例を一例でも読んで理解をしていれば，およそ合格点が取れるような水準としたが，全般的な印象としては，\n直近では平成２９年度の司法試験で出題した項目であったにもかかわらず，答案の中には，企業結合について充分に学習をしていなかったのではないかと思われるものも散見された。\n(ｱ) 企業結合の類型（設問１）\n本件計画が合併の制限等に関する独占禁止法第１５条第１項第１号に違反するか否かが問題となることを適切に指摘している答案が大半であったが，一部に，本問を，私的独占や不当な取引制限の問題として論じる答案も若干ながらあった。企業結合は，公取委が規制する三つの企業行動の一つ（その他は，単独行為と共同行為）であり，その重要性を再認識する必要がある。\n他方で，本件計画で問題視すべきものが，水平型の企業結合であることを適切に指摘する- 18 -答案は想定以上に少なかった。水平型の企業結合の審査と垂直型の企業結合のそれとは全く異質なものであり，冒頭でまず指摘されるべき事項である。\n(ｲ) 一定の取引分野（市場）の画定について（設問１）\n「一定の取引分野」の定義については，ほぼ全ての答案において，通説的な見解をそのまま記載していた。また，具体的にも，本件計画で問題になる市場について，結論としては，「日本国内の点滴針甲」とする者が大半であったが，その理由を必ずしも適切に根拠付けていない答案が相当数見られた。他方で，地理的市場について「世界市場」として画定している答案，世界市場「も」併せて検討している答案が相当数あった。世界市場「も」併せて検討している場合には，減点対象とはしていないものの，その意味が，日本国内市場を検討する上で参照するというものであれば問題はないが，競争の実質的制限との関係で検討する内容が異なることになりかねず，それとの整合性がやや気になった。\nなお，地理的市場を「世界市場」や「アジア市場」とする場合，それを正当化するだけの追加的な根拠（物流コストが低いことや世界的な市場価格の相関性）を各国の競争当局は必ず挙げているところ，本設問中には，そうした追加的な記載は存在していない。また，点滴針のような医療機器や医薬品については，各国毎に許認可といった規制が存在している場合が大半で，地理的市場は各国ごとに画定されるのが通例であることは正確に理解されておくべきであろう（出題文に，殊更に「販売承認」制度についての言及がなされている趣旨を理解できている答案は，必ずしも多くはなかった。）。\n(ｳ) 競争の実質的制限の蓋然性(「こととなる」)（設問１）\n本件計画が「競争を実質的に制限することとなる」かの分析において，文言の意味・定義について，ほとんどの答案は正確に解答をしていた。また，多くの答案では，「単独行動による競争の実質的制限」と「協調的行動による競争の実質的制限」の二つに分けて，本件計画がもたらすであろう競争への影響を分析していた。\nまた，設問中に挙げられた事実から，各種の考慮事項（当事会社の市場での地位，競争者の状況，輸入圧力，参入圧力，隣接市場からの競争圧力，需要者からの競争圧力）を適宜選択して記述している答案が多かったが，単に，設問の記述をそのまま書き写しているだけで，\nこうした考慮項目別に分類して，自らの言葉で説明していない答案も相当数存在していた。\n与えられた事実を，適切に分類・再整理している答案を評価した。\nなお，協調的行動による競争の実質的制限については，簡単に言及するだけの答案も多く，\n本件のように単独行動により競争の実質的制限が肯定される例の場合には，実務的にも簡潔にしか検討されないことも多いが，この点を手厚く分析している答案については加点対象としている。\n(ｴ) 問題解消措置の検討（設問２）\n問題解消措置が，企業結合審査の過程で公取委から示された（あるいは示されるであろうと想定される）懸念を解消し，当事会社自らが公取委から排除措置を命じない旨の通知を円滑または迅速に得ることを目的として提案をするものであるにもかかわらず，公取委は排除措置命令（独占禁止法第１７条の２）として問題解消措置を命じなければならないと記述する等，問題解消措置の正確な位置付けを理解していない答案が非常に多かった。\n- 19 -また，問題解消措置が，設問１で問題とされた競争制限効果を解消するのに足りるものとなるように設計することが求められているが，本件のような水平型の企業結合にあっては，企業結合が実施される以前の競争状況を維持するようなものである必要があり，そのために，「構造的措置」が原則として採られるべきであるという理解を指摘している答案は比較的少なかった。本件計画の場合，当事会社であるＸ又はＹいずれかの点滴針甲の事業（製造設備・人材・ノウハウ等からなる)を一括して，第三者であるＭに譲渡できれば，従前Ｘ・Ｙ・Ａの三社による競争環境は，ＸとＹ統合後の新会社・Ｍ・Ａの三社間の競争としてそのまま維持されることになるし，ハーフィンダール指数（ＨＨＩ）も変動しない。このように「構造的措置」がなぜ原則になっているのかまで踏み込んで解答をしている答案については加点対象とした。他方で，このような事業譲渡までは想定せず，ノウハウ等の供与で足りると，根拠も挙げずに記述している答案も少なからずあった。\n他方で，このような問題解消措置の実効性については，Ｍ社の過去の経験やインセンティブなど設問中でも言及されている事実を指摘して，肯定している答案が多かった。\n(ｵ) 問題解消措置の問題点の検討（設問２）\n公取委の企業結合審査では，当事会社が問題解消措置を提案すると，その実効性を検討するだけではなく，問題解消措置そのものが構造的措置である場合には，それ自体も新たな企業結合となるため，問題解消措置自体が新たな競争上の問題を惹起させることがないかを市場関係者に問い合わせるなどして確認している。\n事業を譲り受けることとなるＭ社は，点滴関連製品を取り扱っている国内流通業者であり，\n点滴針の製造販売メーカーとは垂直関係になるため，垂直型の企業結合として，セット販売等を実施することで下流市場の閉鎖効果が生じないかを一応検証することが必要になる。設例では，Ｍ社について「針甲と同時に使用される点滴関連製品である点滴チューブ丙について１５パーセントの販売シェア」などと厳しい競争環境にあるとすることで，垂直制限効果がほとんど想定されない設定としているが，この趣旨を読み取って，問題解消措置がもたらす可能性がある競争制限効果にまで言及している答案は少数にとどまった。また，このように下流市場の競争が激しいことから発生の可能性は低いとも考えられるものの，Ｍ社に当事会社ＸないしＹのセンシティブ情報がもたらされ，協調的行動及びそれによる競争の実質的制限効果の発生が懸念される場合には，情報遮断措置を講ずることも考えられるが，これに言及している答案も少数にとどまった。\n⑵ 出題時に想定していた解答水準と実際の解答水準との差異についてア 第１問Ｂの要件該当性については，「共同して」，「相互にその事業活動を拘束し」，「一定の取引分野における」，「競争を実質的に制限する」といった各文言の解釈（規範定立）及び当てはめについて一通り論じている答案は多く，その点については，出題時に想定されていた解答水準との間に大きな差異はなかった。\nまた，Ｂ及びＪの違反終了時期については，的確に判断基準等を記述した上で，当てはめている答案が相当数あり，出題時に想定されていた解答水準との間に大きな差異はなかった。\n他方，Ｊに関して意思の連絡及び相互拘束の要件該当性については，的確に問題を指摘し- 20 -て論じている答案は想定していたほど多くなかった。特に，意思の連絡があるというべき合意の範囲や意思の連絡が認められる時期について具体的に検討した上で，相互拘束が肯定できる根拠を明確に論じている答案は少なかった。\nイ 第２問「一定の取引分野」，「競争を実質的に制限することとなる」といった各文言の解釈（規範定立）について一通り論じている答案は多く，その点については，出題時に想定されていた解答水準との間に大きな差異はなかった。\nまた，競争の実質的制限効果について，設問中にちりばめられた事実を選択・分類して，的確に論じている答案が相当数あり，出題時に想定されていた解答水準との間に大きな差異はなかった。\n他方，地理的市場の画定について，日本とした答案が多かったものの，少なくない数の答案が世界市場としていたことは想定外であった。\n「問題解消措置」については，その趣旨について正確な理解を欠いている答案が想定していた以上に多かった。問題解消措置の実効性の検討については，出題時に想定されていた解答水準との間に大きな差異はなかったが，その問題点については，検討がほとんど及ばないであろうことはそれなりに想定していたものの，それでも想定をかなり下回った。\n⑶ 「優秀」，「良好」，「一応の水準」，「不良」答案についてア 第１問「優秀」な答案は，本件合意が不当な取引制限の要件に該当することを的確に論じるとともに，Ｊについて本件合意への参加が認められるか否か，Ｂ及びＪの違反行為終了時期などの論点について，問題文に記載した事実関係を総合的に分析した上で，論旨一貫して論述できているもの，「良好」な答案は，要件該当性や上記論点の大部分について一定の論述ができているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠くものや，その分析が簡略であるもの，「不良」な答案は，上記論点について全く検討せず，論旨が一貫していないなど不当な取引制限に係る基本的事項についての論述を欠いており，出題趣旨から離れた記述に終始するものとした。\nイ 第２問「優秀」な答案は，本件計画の類型を適切に分類し，問題となる市場を的確に画定した上で，\n本件計画がもたらす競争制限効果を設問中から抽出・再整理した上で的確に分析するとともに，そこで指摘された問題点を解消するために必要な問題解消措置を設計し，その実効性，\n問題点を適切に分析するもの，「良好」な答案は，市場を的確に画定するとともに，本件計画の競争に及ぼす影響を的確に分析し，問題解消措置を一定程度設計するとともにその実効性を一定程度行っているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠くものや，その分析が簡略であるもの，「不良」な答案は，単に記憶した概念をそのまま記述するとともに，設問中の記述をそのまま引用しただけで，事実を再整理したり問題点を分析したりすることができていないものとした。\n４ 今後の出題について- 21 -今後も，独占禁止法の基礎的知識の正確な理解，問題となる行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかを見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，適用条文の選択や構成要件の意義を正確に示した上，問題となる行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討して要件に当てはめ，そして，それを箇条書き的に列挙するのではなく，論理的・説得的に表現することができるように教育してほしい。\n- 22 -令和元年"
}