{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，３５：４０：２５］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\nＸは，Ａ県Ａ市（以下「Ａ市」という。）に住む会社員であり，夫と３人の小学生の子供がいる。Ｘ一家はキャンプ好きのアクティブな一家である。Ｙは，自動車製造会社であるＳ社の系列会社であり，Ｓ社の製造するワゴン車等をキャンピングカーに改造して販売している。Ｙは，本店がＢ県Ｂ市（以下「Ｂ市」という。）にあり，全国各地に支店を有する。\nＸは，ある日，Ａ市内にあるＹのＡ支店において，Ｙとの間で，甲というシリーズ名の新車のキャンピングカーを４００万円で買うとの売買契約（以下「本件契約」という。）を締結し，４００万円を支払った。Ｘは，本件契約を締結する際，ＹのＡ支店の従業員から，甲シリーズのキャンピングカーは，耐荷重１８０ｋｇの上段ベッドシステムがリビング部の上に設置されており，成人男性で言えばリビング部に３名，上段ベッドに２名の合計５名が就寝可能であるという仕様\n（以下「本件仕様」という。）を有しているとの説明を受けた。また，本件契約の対象となるキャンピングカーが本件仕様を有することは，本件契約の契約書にも明記されていた。\n本件契約の契約書は，Ｙが用意したものであり，そこには他に「本件契約に関する一切の紛争は，Ｂ地方裁判所を第一審の管轄裁判所とする」との定め（以下「本件定め」という。）が記載されていた。Ｂ地方裁判所は，Ｙの本店があるＢ市を管轄する裁判所である。\nＸは，本件契約に定められた納入日にキャンピングカーの引渡しを受けた（以下，Ｘが引渡しを受けたキャンピングカーを「本件車両」という。）。引渡しを受けた当日，Ｘの子供３人が本件車両の上段ベッドに乗ったところ，この上段ベッドシステムと車本体の接合部分が破損して上段ベッドが落下した（以下，この事件を「本件事故」という。）。幸い３人の子供にけがはなかったが，本件事故により５名が就寝可能なキャンピングカーとして本件車両を利用することが不可能になった。ＸがＹに本件車両の引取りと本件車両の代わりに本件仕様を有する別のキャンピングカーの引渡しを要求したところ，ＹのＡ支店の従業員は，子供が上段ベッド上で激しく動き過ぎたために仕様上の想定を超えた負荷が掛かり上段ベッドが落下したのではないかなどと主張し，これに応じなかった。そのため，Ｘは，以後，本件車両を自宅車庫にて保管している。\nＸの委任を受けた弁護士Ｌは，Ｘの訴訟代理人として，Ｘを原告，Ｙを被告とし，履行遅滞による本件契約の解除に基づく原状回復義務の履行として支払済みの代金４００万円の返還を求める訴えを，Ａ市を管轄するＡ地方裁判所に提起し（以下，この訴えに係る訴訟を「本件訴訟」という。），訴状において以下の①から⑦までの事実を主張した。\n① ＸがＹとの間で，本件仕様を有するキャンピングカーを目的物とする本件契約を締結した事実\n② ＸがＹに対して本件契約に基づき４００万円を支払った事実\n③ ＹがＸに対して本件契約の履行として本件車両を引き渡した事実\n④ 本件事故が起きた事実\n⑤ 本件車両が本件仕様を有していなかった事実\n⑥ ＸがＹに対して本件仕様を有するキャンピングカーを引き渡すように催告をし，それから相当期間が経過したので本件契約を解除する旨の意思表示をした事実\n⑦ Ｘが自宅車庫に本件車両を保管している事実\nＹは，本案について弁論する前に，Ａ地方裁判所に対し，本件定めによりＢ地方裁判所のみが- 2 -管轄裁判所となるとして，民事訴訟法第１６条第１項に基づき，本件訴訟をＢ地方裁判所に移送するよう申し立てた。\nなお，Ｘの居住地，Ｌの事務所，ＹのＡ支店及びＡ地方裁判所は，いずれもＡ市中心部にあり，Ｙの本店及びＢ地方裁判所は，いずれもＢ市中心部にある。Ａ市中心部とＢ市中心部との間の距離は，約６００ｋｍであり，新幹線，在来線等の公共交通機関を乗り継いで約４時間掛かる。\n以下は，Ｌと司法修習生Ｐとの間の会話である。\nＬ：Ｙの移送申立てに対して反論をする必要がありますが，反論にはどのような理由が考えられますか。\nＰ：Ｙは，本件定めがＡ地方裁判所を本件契約に関する紛争の管轄裁判所から排除することを内容とすると解釈しているようですが，本件定めがそのような内容の定めではないという理由が考えられます。\nＬ：そうですね。そこで，Ｙの解釈の根拠も踏まえつつ，本件定めの内容についてＹの解釈とは別の解釈を採るべきだとの立論を考えてください。これを課題⑴とします。ところで，本件定めの内容についてのＹの解釈を前提とすると，民事訴訟法第１６条第１項が適用され，Ｘとしては，本件訴訟の移送を受け入れなければならないのでしょうか。\nＰ：Ｘとしては何とかしてＡ地方裁判所での審理を求めたいところだと思います。\nＬ：そうですね。本件定めの内容についてのＹの解釈を前提とするとしても，本件訴訟はＡ地方裁判所で審理されるべきであるとの立論を考えてください。これを課題⑵とします。本件の事例に即して検討することを心掛けてください。\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｌから与えられた課題⑴及び課題⑵について答えなさい。\n【事 例（続き）】\nＹの移送申立てが却下され，本件訴訟はＡ地方裁判所で審理されることになった。本件訴訟の第１回口頭弁論期日においてＬが訴状を陳述したところ，Ｙは，上記①から⑦までの事実のうち\n⑤の事実以外の事実を認める陳述をする一方，上記⑤の事実に関しては，本件仕様を有する本件車両を引き渡したと主張した。\nその後に行われた今後の訴訟方針についての打合せの際，Ｌは，Ｘから，本件事故が起きたときに落下した上段ベッドの下敷きになりＸが夫から結婚１０周年の記念にもらった時価１５０万円の腕時計が損壊したこと（以下「本件損壊事実」という。），損壊した腕時計をＸがメーカー修理に持ち込んだところ修理費用として１００万円を請求され支払ったことを告げられた。Ｘがこれまで本件損壊事実を告げなかった理由について，ＬがＸに尋ねたところ，メーカー保証により腕時計については無償修理ができると考えていたためであるとのことであった。そこで，Ｌは，本件訴訟において，Ｘの訴訟代理人として，Ｘを原告，Ｙを被告とし，本件契約の債務不履行に基づく損害賠償請求として１００万円の支払を求める請求を追加し，⑧本件損壊事実及び⑨Ｘが腕時計の修理費として１００万円を支払った事実を追加主張した。\nＹの訴訟代理人は，１００万円という高額の請求が後から追加されたことでＸの主張する本件事故の発生経緯に疑いの目を向けるようになった。そこで，Ｙの訴訟代理人は，その後に開かれた口頭弁論期日において④の事実に関する従前の認否を撤回し，④及び⑧の事実を否認し，⑨の事実に対し不知との陳述をした。これに対し，Ｌは，Ｙが④の事実に対する認否を撤回することは裁判上の自白の撤回に当たり，許されない旨異議を述べた。\n以下は，本件訴訟を担当する裁判官Ｊと司法修習生Ｑとの間の会話である。Ｊ：本件訴訟では，Ｘが訴えの変更をして請求を追加していますね。このように訴えが追加的に変更された場合に，元の請求の訴訟資料と追加された請求の訴訟資料はどのような関係に立ちますか。\nＱ：元の請求についての訴訟資料は，特に援用がなくとも追加された請求についての訴訟資料になると理解しています。\nＪ：元の請求の訴訟資料と追加された請求の訴訟資料の関係については異なる理解もあり得るかもしれませんが，ここではあなたの理解を前提としましょう。Ｌの述べるとおり，Ｙは，④の事実を認める旨の陳述を自由に撤回することができなくなっているのでしょうか。\nＱ：裁判上の自白の成立要件に照らして検討してみる必要があると思います。\nＪ：そのとおりですね。裁判上の自白の成立により，Ｙが④の事実を認める旨の陳述を自由に撤回することができなくなっているかどうか，検討してみてください。これを課題とします。本件では，元の請求及び追加された請求のそれぞれにおける④の事実の位置付けを考慮する必要がありますね。その上で，Ｘが訴えの変更をした後にＹが認否の撤回をした点が影響するかどうかも考えてみましょう。なお，自由に撤回することができないとしても，例えば事実に反することを証明した場合など一定の事由があれば，撤回が許される場合がありますが，ここではその事由があるかどうかまでは検討する必要がありません。\n〔設問２〕\nあなたが司法修習生Ｑであるとして，Ｊから与えられた課題について答えなさい。\n【事 例（続き）】\n本件訴訟の争点整理手続が行われている間，Ｌは，Ｙの元従業員から，同じくＹの元従業員でＹにおいてワゴン車をキャンピングカーに改造するための設計に携わっていたＴが，甲シリーズのキャンピングカーの仕様について疑問を口にしていたことがあるとの情報を得た。\nＬがＴを訪ねたところ，Ｔの妻Ｚが応対し，Ｌに対し，以下の(ｱ)から(ｳ)までの事情を述べた。\n(ｱ) Ｔは，Ｙにおいてワゴン車をキャンピングカーに改造するための設計に携わっていたが，先日，死亡した。Ｔの相続人はＺだけである。\n(ｲ) Ｔは，生前日記を作成していた。その日記は，今はＺが保管しており，そこには，要約すると，甲シリーズのキャンピングカーには上段ベッドシステム部分に設計上の無理があり，その旨を上司に進言したが取り合ってもらえなかった，という内容の記載がある（以下，この日記のうち，この内容が記載されている箇所を「本件日記」という。）。\n(ｳ) Ｚとしては，本件日記の詳しい内容はプライバシーに関わるから言えないし，その内容を直接見せたり証拠として提供したりすることもできない。\nそこで，Ｌは，Ｚを所持者として本件日記についての文書提出命令を申し立てた。その申立書には，上記(ｱ)から(ｳ)までの事情が記載されていた。\n以下は，Ｊと司法修習生Ｒとの間の会話である。\nＪ：あなたには，Ｚが本件日記の文書提出義務を負うかどうかを判断する際にどのような観点からどのような事項を考慮すべきかを検討してもらいます。文書提出義務の根拠条文に照らして検討する必要がありますが，申立書に記載されているもの以外の事情を仮定する必要はありません。また，文書提出義務の有無についての結論までは示す必要はありません。これを課題とします。\nＲ：本件日記に書かれている内容がキャンピングカーの上段ベッドシステム部分に係る設計上のミスということなので，民事訴訟法第１９７条第１項第３号の「技術又は職業の秘密」に該当する可能性を考える必要はないでしょうか。\nＪ：ここでは「技術又は職業の秘密」に該当する事柄が記載してあることまで考える必要はありません。今回の検討ではその点は除外して考えましょう。\n〔設問３〕\nあなたが司法修習生Ｒであるとして，Ｊから与えられた課題について答えなさい。",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，会社員Ｘが，全国展開している業者Ｙから購入したキャンピングカーが契約どおりの仕様を有していなかったことを理由として，履行遅滞による売買契約の解除に基づく原状回復としての売買代金の返還と債務不履行に基づく損害賠償をＹに求めるという事案を題材として，①管轄に関する合意が存在し，それを専属的管轄合意と解釈した場合には管轄を有しないことになる裁判所に訴えを提起したことを前提に，民事訴訟法（以下「法」という。）\n第１６条第１項による移送をすべきではないとの立論をすること（設問１），②原告が主張する特定の事実を認める旨の被告の陳述が裁判上の自白に該当して自由に撤回することができなくなるかを検討すること（設問２），③作成者が死亡しその相続人が所持するに至った日記を対象とする文書提出義務の成否を判断するためにどのような観点からどのような事項を考慮すべきかを検討すること（設問３），を求めるものである。\nまず，〔設問１〕の課題(1)は，管轄合意の解釈の在り方を問うものである。本件定めのような管轄合意には，特定の裁判所を管轄裁判所から排除する専属的管轄合意と特定の裁判所を管轄裁判所に付け加える付加的管轄合意があるが，Ｙは，本件定めを専属的管轄合意と解釈していると考えられることから，本件定めを付加的管轄合意として解釈すべきだという議論を適切な論拠を示しつつ展開することが求められる。\nこのような論拠としては，Ｙが本件定めを作成するに当たり，本件定めが専属的管轄合意であることを明記し得たのにしていないのであるから，専属的管轄合意と理解するのが合理的であるとはいえないことや，本件定めは，Ｙ側から提起する債務不存在確認の訴えなどＢ\n地方裁判所の法定管轄に属しない場合にもＢ地方裁判所が管轄裁判所となることを基礎付けるものであり，これを付加的管轄合意と解釈することに合理性がないとはいえないこと，といったものが考えられる。\nこの他本件定めを付加的管轄合意として理解すべきとする論拠は，複数考えられ得るが，説得力をもって以上のような論拠を適切に展開し，本件定めを付加的管轄合意として理解すべきことを結論付けることが，課題(1)との関係では求められる。\n次に，〔設問１〕の課題(2)は，本件定めを専属的管轄合意と解釈することを前提としても，管轄違いによる移送（法第１６条第１項）をすべきではないとする立論を求めるものである。\nこのような立論としては，仮にＢ地方裁判所に本件訴訟が係属したとしてもＢ地方裁判所がＡ地方裁判所に法第１７条に基づく移送をするための要件を満たす場合には，Ａ地方裁判所として移送をせずに自庁処理をすることが認められる，というものが考えられる。また，その根拠としては，法第１７条の要件を満たす場合には，仮にＡ地方裁判所からＢ地方裁判所に対し管轄違いによる移送をしてもＢ地方裁判所からＡ地方裁判所に同条による移送がされることが考えられることから，そのようなう遠な処理をするまでもなく，法第１７条の類推適用によりＡ地方裁判所で自庁処理をすることが適切と考えられること，場面は異なるが法第１６条第２項が管轄違いの場合の自庁処理を認めていることなどが挙げられる。\nそこで，課題(2)との関係では，以上のような立論をした上で，本件がＡ地方裁判所の法定管轄に属することを指摘しつつ，法第１７条の要件が満たされることを本件事案に即して示していくことが求められる。\n〔設問２〕は，問題文中の④の事実を認める旨のＹの陳述が裁判上の自白に該当して撤回\n制限効が生じているかどうかを問うものである。ここでは，裁判上の自白の成立要件に照らした検討が求められる。\n一般に裁判上の自白の成立要件は，(1)口頭弁論又は弁論準備手続における弁論としての陳述であること，(2)相手方の主張と一致する陳述であること，(3)事実についての陳述である- 12 -こと，(4)自己に不利益な陳述であること，であるとされるが，本問では(1)と(2)の要件を満たすことは明らかであり，(3)と(4)の検討が中心となる。\n(3)の要件との関係では，この要件を満たす「事実」について，主要事実に限定されるとする見解と間接事実も含まれるとする見解があり，このうち，後者に属する見解では，これを重要な間接事実に限るとする見解から広く間接事実一般を含むとするものまで様々なものがある。解答に際しては，まず以上のうちのいかなる立場に立つかを論拠を示して明らかにする必要がある。\nさらに，とりわけ主要事実限定説や重要な間接事実限定説では，④の事実が訴訟物との関係でいかなる位置付けを有する事実であるかにより(3)の要件の成否が異なってくることから，元の請求と追加された請求における訴訟物との関係での④の事実の位置付けを要件事実の考え方を踏まえて整理した上で，自説に当てはめることが求められる。\nまた，Ｘが新請求を追加したのは，Ｙが④の事実を認める旨の陳述をした後，それを撤回する前である。このような事実経過からは，例えば元の請求との関係で自白は成立しないが追加された請求との関係では自白が成立すると考える立場では，Ｘが新請求を追加する前は自由にできた陳述の撤回が新請求の追加により制限されてよいか，また，元の請求との関係でも追加された請求との関係でも自白が成立すると考える立場では，これらが異なる請求であることから，元の請求との関係で成立した自白の効力を追加された請求との関係でもそのまま維持してよいか，といった疑問が喚起される。設問で示されたＪの問題意識に照らし，こういった点についても検討することが求められる。\n(4)の要件については，相手方が証明責任を負う事実の存在を認める場合に限りこの要件を満たすとする見解，認める旨の陳述をした当事者の敗訴可能性を基礎付ける事実であればこの要件を満たすとする見解，不利益要件は必要ないとする見解などが主張されており，(3)の要件に関する自説との整合性に留意しながら，いずれの立場に立つかを明らかにする必要がある。\n〔設問３〕は，文書提出義務の有無を判断するに当たって考慮すべき観点や事項を問うも\nのである。本件の文書は日記であるので，法第２２０条第４号ニの自己利用文書の該当性の判断に当たり考慮すべき観点等について検討する必要がある。\n判例（最高裁判所平成１１年１１月１２日第二小法廷決定・民集５３巻８号１７８７頁ほか）によれば法第２２０条第４号ニの自己利用文書該当性の要件は，(ⅰ)内部文書性（「専ら内部の者の利用に供する目的で作成され，外部の者に開示することが予定されていない文書であること」），(ⅱ)不利益性（「開示されると個人のプライバシーが侵害されたり個人又は団体の自由な意思形成が阻害されたりするなど，開示によって所持者の側に看過し難い不利益が生ずるおそれがあると認められること」），(ⅲ)特段の事情の不存在であるとされており，独自に適切な要件を考案して設定するのでない限りは，これに即して考慮すべき観点と事項を抽出することが求められる。\nそして，本件日記は，日記である以上専らＴが自らの利用に供する目的で作成し，Ｔも外部の者に開示することは予定していなかったと考えられる。また，Ｚは死亡したＴの妻であり，Ｔの相続人として日記を所持するに至ったものであって，Ｚも外部の者に開示することを予定していない。そこで，(ⅰ)の内部文書性の要件が満たされると判断されることとなると考えられる。\nもっとも，(ⅱ)(ⅲ)との関係では問題が生じ得る。(ⅱ)の不利益として問題となるのは，通常の場合には，作成者であるところの所持者のプライバシーの侵害であるが，本件では作成者は死亡し，作成者と異なる者が本件日記を所持するに至っている。そのため，本件日記については，（a）保護されるべきプライバシーの主体が現在の文書の所持者と同一ではなく，（b）その主体が死亡しており要保護性を欠くに至っていると評価をすることも可能であると- 13 -\nして， (ⅱ)の要件が満たされないとも考えられる。もっとも，（a）（b）から本件では(ⅱ)にいう不利益は生じないと即断することも早計である。なぜなら(ⅱ)で保護される利益には文書作成の自由に対する利益も含まれると考えられるところ，本件のような事案で安易に本件日記の開示を認めると，死亡後に開示対象になることを恐れ，日記作成に対する萎縮効果を生みかねないからである。ここでは，破綻した信用組合の貸出稟議書の提出義務が問題となった最高裁判所平成１３年１２月７日第二小法廷決定・民集５５巻７号１４１１頁の考え方も参考となろう。なお，上記の問題は(ⅱ)の不利益性に係る問題といえるが，この判例からも分かるとおり，(ⅲ)の特段の事情の問題として整理することも可能であり，いずれの要件の問題として扱っても，評価に差異はない。\nそこで，本設問に対する解答としては，法第２２０条第４号ニの自己利用文書の要件として不利益性が要求されること，その不利益性としては本件日記との関係ではまず所持者のプライバシーが問題となること，自己利用文書該当性で問題となる不利益性として文書作成に対する萎縮効果も考慮されるべきことなどといった観点から，本件日記にはＴのプライバシ\nーに属する事柄が書いてあること，当該プライバシーの帰属主体であるＴと現在の所持者であるＺが異なっていること，プライバシーの帰属主体であるＴが死亡していること，本件でＺに対し文書提出義務を認めると将来の日記作成に対する一般的な萎縮効果を生むおそれがあることなどを指摘して論ずることが期待される。なお上記で「観点」に位置付けた内容を「考慮すべき事項」に位置付けたり，あるいはその逆であったりしていても，論理的に筋の通った答案になっている限りは，問題ない。",
  "scoring_notes": "１ 出題の趣旨等民事系科目第３問は，民事訴訟法分野からの出題であり，出題の趣旨は，既に公表されている「令和元年司法試験論文式試験出題の趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては，例年と同様，受験者が，①民事訴訟の基礎的な原理，原則や概念を正しく理解し，これらに関する知識を習得しているか，②それらを前提として，設問で問われていることを的確に把握し，それに正面から答えているか，③抽象論に終始せず，設問の事案に即して具体的に掘り下げた考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては，基本的に，上記①から③までの観点を重視するものとしている。\n本年においても，問題文中の登場人物の発言等において，受験者が検討し，解答すべき事項が具体的に示されている。そのため，答案の作成に当たっては，問題文において示されている検討すべき事項を適切に吟味し，そこに含まれている論点を論理的に整理した上で，論述すべき順序や相互の関係も考慮することが必要である。そして，事前に準備していた論証パターンをそのまま答案用紙に書き出したり，理由を述べることなく結論のみを記載したりするのではなく，提示された問題意識や事案の具体的な内容を踏まえつつ，論理的で一貫した思考の下で端的に検討結果を表現しなければならない。採点に当たっては，受験者がこのような意識を持っているかどうかという点についても留意している。\n３ 採点実感等(1) 全体を通じて本年の問題では，例年同様，具体的な事案を提示し，登場人物の発言等において受験者が検討すべき事項を明らかにした上で，管轄合意，移送，裁判上の自白，自己利用文書等の民事訴訟の基礎的な概念や仕組みに対する受験者の理解を問うとともに，事案への当てはめを適切に行うことができるかどうかを試している。\n設問３について，時間が不足していたことに起因するものと推測される大雑把な内容や体裁の答案が一定数見られたものの，全体としては，時間内に論述が完成していない答案は少数にとどまった。しかし，検討すべき事項の理解を誤り，検討すべき事項とは関係がない論述を展開する答案や，検討すべき事項自体は正しく理解しているものの，問題文で示されている事案への当てはめが不十分であって，抽象論に終始する答案も散見された。また，そもそも裁判上の自白の理解が十分にはできていないなど，基礎的な部分の理解不足をうかがわせる答案も少なくなかった。\nなお，条文を引用することが当然であるにもかかわらず，条文の引用をしない答案や，条番号の引用を誤る答案も一定数見られた。法律解釈における実定法の条文の重要性は，改めて指摘するまでもない。また，判読が困難な乱雑な文字や略字を用いるなど，第三者が読むことに対する意識が十分ではない答案や，法令上の用語を誤っている答案，日本語として違和感のある表現のある答案も一定数見られた。これらについては，例年，指摘されているところであるが，本年においても，改めて注意を促したい。\n(2) 設問１についてア 課題(1)の採点実感設問１では，まず，課題(1)として，ＸがＹと交わした契約書中にある管轄の合意（本件定め）について，「Ａ地方裁判所を本件契約に関する紛争の管轄裁判所から排除することを内容とする」というＹの解釈とは別の解釈を採るべきであると立論することが求められている。管轄の合意については，一般に，特定の裁判所のみに管轄を生じさせて他の裁判所の管轄を排除することを内容とする専属的管轄合意と法定管轄に付加して特定の裁判所にも管轄を生じさせる付加的管轄合意とがあるとされている。そのため，本件定めについても，これが専属的管轄合意であれば，Ｘの訴えがＢ地方裁判所のみの管轄に属することとなり，これが付加的管轄合意であれば，Ｘの訴えが法定管轄裁判所の管轄にもなお属することから，後記のとおり法定管轄裁判所の一つであるＡ地方裁判所の管轄にも属することとなる。そこで，課題(1)は，本件定めについて，専属的管轄合意であるとするＹの解釈に対し，付加的管轄合意であるとする解釈を立論することが求められていると言い換えることができる。しかし，「専属的管轄合意」，「付加的管轄合意」という語を用いることなく，「Ａ地方裁判所を本件契約に関する紛争の管轄裁判所から排除することを内容とする」という問題文の表現をそのまま引用して論述する答案が多かった。また，これらの語を用いていない答案においては，本件定めがどのような内容の合意であるのかという点を検討することなく，単に「Ａ地方裁判所を本件契約に関する紛争の管轄裁判所から排除することを内容とするものではない」とし，それに代わる解釈を示さないままのものが散見された。これらを含め，管轄合意における専属的管轄合意と付加的管轄合意の区別を理解していないことから問題の所在を的確に把握することができていない答案が相当数に上った。\n課題(1)では，本件定めが専属的管轄合意であるとするＹの解釈の根拠も踏まえつつ，これが付加的管轄合意であるとのＸ側の解釈を採るべきことを示す必要がある。そして，Ｙの上記解釈の根拠としては，本件契約に関する紛争は複数の裁判所の法定管轄に属するにもかかわらず，本件定めはそれを一つに絞るものであるから，これを専属的管轄合意と解釈することが当事者の合理的意思に合致するというものが考えられる。また，これに対する反論となり，かつ，本件定めが付加的管轄合意であるとする解釈の根拠となるものとしては，例えば，\n本件契約の契約書は，Ｙが用意したものであることを踏まえ，本件定めの文言を「Ｂ地方裁判所のみ」とするなど，Ｙにおいて本件定めが専属的管轄合意であることをより明確にすることができたにもかかわらず，そのようにはしていないことや，Ｙから提起する債務不存在確認の訴えなどＢ地方裁判所の法定管轄に属しない場合もあり，本件定めは，そのような場合もＢ地方裁判所を管轄裁判所とするものであって，これを付加的管轄合意と解釈することに合理性がないとはいえないことなどが考えられる。しかし，これらのそれぞれの解釈の根拠がかみ合うよう適切に論ずる答案は，ほとんどなかった。特に，本件定めが専属的管轄合意であるとするＹの解釈の根拠について，適切にこれを示した答案は少なく，そのため，本件定めを付加的管轄合意と解釈すべきであるとの結論を示す答案であっても，Ｙの解釈の根拠を踏まえることなく，一方的な根拠を指摘するだけの答案が多かった。このような答案であっても，例えば，上記のもののほか，全国に展開する事業者であるＹに対して，Ｘは一消費者であり，消費者契約法第１０条の趣旨に鑑みても，Ｘに不利とならないように解釈すべきであることなど本件定めを付加的管轄合意と解釈すべき根拠として適切なものを指摘している限りは，相応の評価がされるが，「Ｙの解釈」すなわち「本件定めが専属的管轄合意であるとする解釈」の根拠も踏まえつつという問題文の求めに的確に応じたものとまではいえないことについて，留意する必要があろう。\n以上に対し，本件定めの「本件契約に関する一切の紛争」という文言に着目しつつ，Ｘが提起した訴えがこれに当たらないとする答案も一定数見られた。しかし，このような解釈は，\nその文言に照らし，無理がある。また，民事訴訟法（以下「法」という。）の規定の解釈のみを示してＡ地方裁判所が管轄裁判所から排除されないとの結論を導く答案も少ないながら見られたが，論理の飛躍があるとともに，合意の解釈と法令の解釈を混同するものである。このほか，本件定めについて，公序良俗に反するとしたり，法第１１条第２項の「一定の法律関係」に関するものではないとしたりするなどして，本件定めの効力を否定するものも少な- 19 -からず見られたが，このような答案は，その妥当性自体が疑わしいことはさておくとしても，\n「別の解釈」を示すという問題文の出題趣旨を正しく理解しないものであり，評価されない。\nイ 課題(2)の採点実感設問１では，次に，課題(2)として，本件定めを専属的管轄合意と解釈することを前提としつつ，管轄違いを理由とするＢ地方裁判所への移送をすべきではないとする立論をすることが求められている。\nここでは，専属管轄であっても，それが法第１１条による管轄合意によるものである場合には，移送の制限がされないこと（法第２０条第１項）を前提として指摘した上で，法第１７条の類推適用によって，Ｙの移送申立てを却下し，そのままＡ地方裁判所において審理されるべきであるとの立論をすることが期待される。また，このような類推適用の根拠としては，\n仮にＡ地方裁判所からＢ地方裁判所に対し管轄違いによる移送をしても，法第１７条の要件を満たす場合には，Ｂ地方裁判所からＡ地方裁判所に同条による移送がされることが考えられることから，そのようなう遠な処理をするまでもなく，法第１７条の類推適用によりＡ地方裁判所で自庁処理をすることが適切と考えられることや，場面は異なるが法第１６条第２項が管轄違いの場合の自庁処理を認めていることなどが挙げられる。法第１７条に言及する答案は相当数あったが，以上の趣旨を過不足なく述べる答案は少なく，法第１７条が直接に適用されるとする答案や，Ａ地方裁判所からＢ地方裁判所に移送されることを前提にＢ地方裁判所からＡ地方裁判所に再移送されるべきであると論ずる答案が散見された。前者は明らかな誤りであり，後者は問題文と異なる事実を前提とするものであることから，これらの答案の評価は，相対的に低いものとせざるを得ない。\nまた，法第１７条の類推適用を論ずるに当たっては，Ｘの訴えがＡ地方裁判所の管轄に属することを論ずる必要がある。Ｘの訴えは，法第５条第１号又は第５号により，Ａ地方裁判所の管轄に属することとなるが，この点を正しく指摘する答案は多くはなく，Ａ地方裁判所の管轄に属することの根拠として，問題文ではＹのＡ支店がＹの主たる営業所であるという事実関係が全く示されていないにもかかわらず法第４条第４項を挙げる答案や，国際裁判管轄の管轄原因を定める法第３条の３を挙げる答案，法第５条第１号を引きながら本件車両の引渡義務の履行地について論ずる答案も一定数見られた。これらは，明確な誤りであり，条文の基礎的な理解がおろそかになっているのではないかと懸念される一つの例であるので，ここで紹介するとともに，注意を促したい。\nそして，課題(2)では，以上を踏まえ，法第１７条の要件に本問題の事案を当てはめる必要がある。多くの答案においては，考慮すべき事実に着目することができていたが，条文に応じて適切に事実の整理や評価を行うものは少なく，問題文中の事実に意味付けを加えないまま羅列して結論を示すだけの答案など大雑把な当てはめのものが多かった。\nこのほか，例えば，法第１９条第１項の類推適用など他の条文を根拠として論ずるものがあったが，説得的に説明がされていれば，相応の評価を受ける。\nこれに対し，具体的な条文によらず，信義則等を根拠とするもの，衡平や管轄の理念を根拠とするものなども少なからずあったが，このうち，前者は具体的な条文を検討することなく一般条項を根拠としている点で低い評価となり，後者は更に抽象的な概念を根拠としている点でより低い評価となる。\nウ 設問１のまとめ設問１は，設問２及び設問３と比較し，出題の趣旨を適切に捉えた論述をする答案は少なかった。このような傾向は，特に，課題(1)に強く見られる。\n「優秀」に該当する答案は，課題(1)及び課題(2)のいずれについても，出題趣旨を正しく理解した上で，上記の検討事項について，過不足のない論述をするものである。また，「良好」\nに該当する答案は，例えば，課題(1)及び課題(2)のいずれについても，出題趣旨をおおむね- 20 -正しく理解しているが，例えば，課題(1)では，本件定めを付加的管轄合意と解釈すべき根拠を指摘するにとどまるものや，課題(2)では，法第１７条の類推適用を論ずるものの，その当てはめに更なる工夫や改善の余地があるものなどである。「一応の水準」に該当する答案は，\n例えば，課題(2)の出題趣旨をおおむね正しく理解しているものの，法第１７条の当てはめが大雑把なものなどである。これに対し，課題(1)や課題(2)の出題趣旨を理解しないものなど，\n総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n(3) 設問２についてア 設問２の採点実感設問２では，問題文中の④の事実を認める旨のＹの陳述が裁判上の自白に該当して撤回制限効が生じているかどうかの検討が求められている。\nここでは，問題文中のＱの発言で示されているように，裁判上の自白の成立要件について検討する必要がある。裁判上の自白の成立要件は，一般に，(1)口頭弁論又は弁論準備手続における弁論としての陳述であること，(2)相手方の主張と一致する陳述であること，(3)事実についての陳述であること，(4)自己に不利益な陳述であることであるとされる。裁判上の自白の成立要件は，ほとんどの答案において論じられていたが，以上の要件が不足なく正確に示された答案は少数であり，相当数の答案は，上記の要件の一部を欠くなど不正確なものを述べるものであった。裁判上の自白は，民事訴訟における基礎的な概念であるにもかかわらず，\n理解がこのような状況であることは残念であった。\nそして，設問２では，このうち(3)及び(4)の要件について主に検討することが必要となる。\nなお，(1)及び(2)の要件が満たされることは明らかであり，そのこともあってか，これらの要件が満たされることについて触れた答案は少なかった。要件が満たされたことが示されなければ，効果の発生を論証したとはいえないので，注意を喚起したい。\nまず，(3)の要件については，ここでいう「事実」の意義について検討する必要がある。この点については，主要事実がこれに当たるとする答案が大半であり，その根拠について単に「自由心証主義との関係」とするのみなど説明として不十分なものもみられたが，相当数の答案が根拠をもって自説を示すことができていた。\nその上で，元の請求と追加された請求のそれぞれにおいての④の事実の位置付けを検討し，\n自説に当てはめる必要がある。主張立証責任の配分については，様々な見解があり得ようが，\n元の請求（履行遅滞による本件契約の解除に基づく原状回復請求）においては，実務上は，\n被告が抗弁として契約に基づく債務を履行した事実を主張立証しなければならないと理解されることが多いものと思われる。この理解に立脚する場合には，④の事実は，Ｙが本件契約に基づく債務を履行していないことを推認させる間接事実となり，抗弁事実の積極否認の理由となる事実となるが，このような的確な理解を示した答案はごく少数であり，多くの答案は，Ｙが履行していないことを請求原因事実と位置付けた上で，④の事実が間接事実であるとするものであった。他方で，追加された請求（本件契約の債務不履行に基づく損害賠償請求）においては，④の事実が債務不履行と損害の発生の因果関係に当たり，主要事実となると考えられるところであり，答案においても，このような理解を示すものが多かった。これに対し，それぞれの請求について，請求原因事実と考えるものを列挙した上で，④の事実は主要事実に当たるとする答案や，そのどれにも当たらないということのみから間接事実に当たるとする答案が一定程度見られたが，このような答案は，説明の点で不十分なものといわざるを得ず，相対的に評価は低いものとなる。このほか，(3)の要件の「事実」の意義について検討することなく，④の事実が(4)の要件の不利益性を満たすかどうかという検討のみをする答案も一定数あった。このような答案は，(3)の要件について明確に論じてないことなどから，間接事実などについて自白が成立しない理由を十分に論証することができていないため，\n低い評価となる。次に，(4)の要件については，多くの答案がいわゆる証明責任説を採っていたが，具体的な根拠を示さずに間接事実の証明責任（立証責任）を検討する答案や「主張責任」と表現する答案など，正しい理解がされていないとうかがわれる答案も一定数あった。\nそして，以上のように，多数の答案が採用した見解による場合には，④の事実を認める旨のＹの陳述は，当初は，間接事実を認めるものにすぎず，いつでも撤回することができたにもかかわらず，Ｙが関知し得ない訴えの追加という偶然の事情によって，裁判上の自白が成立し，撤回することができないものとなるのではないかという問題意識に基づく検討を進めることが必要となる。ここでは，例えば，Ｙが自白を撤回することができるとする場合には，\n訴えの変更が原告のみの意思によってされ，その要件が満たされる限り，被告がこれを拒み得ないことから，Ｙが自白を撤回することができないとすると，Ｘが一方的に自己に有利な状況を作出することを許容することを意味して不当であることや，訴えの変更自体は正当な訴訟行為であるとしても，Ｘが本来有していた信頼の範囲を超え，Ｙに不測の損害を与えることなどを指摘して論ずることが期待される。他方で，Ｙが自白を撤回することができないとする場合には，Ｙが一度は事実として認めている以上その事実について自白が成立するとしても不当ではなく，追加された請求との関係でも，請求の基礎に変更がないという前提の下では，Ｙとしては，Ｘが有する信頼を甘受すべきであって，Ｘの信頼は保護されるべきであることなどを指摘して論ずることが期待される。撤回の可否について，どちらの結論であっても，評価に差異はないが，いずれであっても，当事者双方の利益状況を十分に踏まえつつ，裁判上の自白の意義や訴えの変更において被告に保障される手続の内容に照らして論理的に検討する必要がある。もっとも，この点についての問題意識自体は示している答案も一定数存在したものの，その点について説得的かつ適切な議論を展開した答案は必ずしも多くはなく，例えば，裁判上の自白の意義などを踏まえずに利益衡量のみから結論を導く答案や，\n争点が変わったから撤回が可能とする答案，単に追加された請求の関係で裁判上の自白は成立しないとする答案なども散見された。このような答案は，評価されない。\n以上に対し，裁判上の自白が成立する事実の意義や，④の事実の位置付けについて上記のものと異なる理解をした場合であっても，そのことから直ちに低い評価を受けるわけではないが，それぞれについて，整合性をもって説得的に自分の見解を示すことが求められる。また，例えば，元の請求と追加された請求とのいずれにおいても裁判上の自白が成立するとする場合であっても，請求が異なるにもかかわらず，追加された請求について，元の請求において成立した裁判上の自白の効力を及ぼしてよいかという問題意識を持って検討することが期待される。\nこのほか，設問２においては，問題文で示された訴訟物とは異なる訴訟物について検討を加えるもの，問題文では検討する必要がないとされているにもかかわらず，「事実に反することを証明した場合など一定の事由」の有無を検討するもの，元の請求における④の事実の位置付けや自白の成否についての検討はしているが，追加された請求における④の事実の位置付けや自白の成否についての検討はしていないものもそれぞれ少ないながらあった。しかし，\nこれらは，問題文に反するものであることから，評価されない。また，訴えの変更について詳細に論ずる答案もあったが，そのような論述は，出題の趣旨に照らし，必要がない。\nイ 設問２のまとめ設問２については，設問１及び設問３と比較すると相対的には充実した内容の答案が多かった。\n「優秀」に該当する答案は，出題趣旨を正しく理解した上で，アにおいて述べたところを適切に論述するものである。特に，④の事実を認める旨のＹの陳述の撤回の可否について，\n的確な問題意識をもって十分に論ずるものがこれに当たる。「良好」に該当する答案は，「優秀」に該当する答案に準ずるものではあるが，例えば，元の請求及び追加された請求におけ- 22 -る④の事実の位置付けは的確であり，本問題の事案の特殊性自体に由来する問題意識の認識はある程度示すことができているものの，その具体的根拠の検討において不十分さが残るものがこれに当たる。「一応の水準」に該当する答案は，元の請求及び追加された請求における④の事実の位置付けは一応的確であるが，本問題の事案の特殊性に由来する問題自体の認識ができていないものがこれに当たる。これらに対し，裁判上の自白の意義や④の事実の位置付けなどの理解に乏しいものは「不良」と評価される。\n(4) 設問３についてア 設問３の採点実感設問３では，死亡したＴの日記をその相続人であるＺが所持する場合における文書提出義務の有無を判断するに当たり考慮すべき観点や事項を検討することが求められている。\n日記は，法第２２０条第４号ニに規定する文書（いわゆる自己利用文書）の典型例であるとされている。そこで，設問３では，Ｔの日記が自己利用文書に当たるかという検討を進め，\nその際に問題となる事項などを指摘することが求められることとなり，相当数の答案が自己利用文書についての検討をすることができていた。\n設問３では，まず，どのような文書であれば，自己利用文書に当たるのかという要件を検討する必要がある。この点について，最高裁平成１１年１１月１２日第二小法廷決定・民集５３巻８号１７８７頁は，文書の作成目的，記載内容，所持者の所持に至る経緯その他の事情からして，専ら内部の者の利用に供する目的で作成され，外部に開示することが予定されていない文書（内部文書性）で，開示されると個人のプライバシーが阻害されるなど開示によって所持者の側に看過し難い不利益が生ずるおそれがある（不利益性）ものは，特段の事情がない限り，自己利用文書に当たるとしている。そして，この要件によるべきことを指摘する答案は少なくなかったものの，その中には，この要件とは内容や表現が若干異なっており，\nこの要件を提示したいという趣旨であれば不正確と考えられるものも散見された。もっとも，\nこの要件に必ずよらなければならないというものではなく，適切な要件が示される限りは他の要件であっても，相応の評価がされる。これに対し，どのような要件を満たせば自己利用文書に当たるのかという点について全く示すことなく未整理のまま検討を進める答案も一定数見られた。このような答案の評価は，低いものとなる。\nそして，本件日記は，日記という文書の性質上，Ｔが自らの利用に供する目的で作成し，外部の者に開示することを予定していなかったと考えられる。Ｚは，死亡したＴの妻であり，\nＴの相続人として日記を所持するに至ったことをも踏まえると，内部文書性の要件は満たされるものと考えられ，多くの答案が内部文書性は肯定していた。\n他方で，不利益性又は特段の事情の有無については，一般的には日記との関係で所持者のプライバシーが問題となり得ること，不利益性として文書作成に対する萎縮効果も考慮されるべきことなどといった観点から，本件日記にはＴのプライバシーに属する事柄が書いてあること，プライバシーの帰属主体であるＴと現在の所持者であるＺが異なっていること，プライバシーの帰属主体であるＴが死亡していること，Ｔが死亡しているとしても，文書提出命令が将来の日記作成に対する一般的な萎縮効果を生まないとは直ちにいえないことなど本問題の事案の特殊性を指摘して論ずることが期待される。このうち，将来の日記作成に対する一般的な萎縮効果を指摘する答案は，ごく少数であったが，その余の点については，多くの数の答案が指摘していた。もっとも，これらの事項について，上記の要件におけるこれらの事項の論理的な位置付けを体系的に整理して述べるものは，一定数にとどまった。\n以上は，最高裁決定で示された要件に基づき論述する例を示すものであるが，これと異なる要件に基づくものであっても，上記の点が自身の提示する要件の中で体系的に整理されて論述されていれば，相応の評価を受ける。\nこれに対し，自己利用文書に触れるとともに，又は自己利用文書に触れることなく，他の文- 23 -書について検討する答案も少なくなかった。しかし，ここでは，問題文であらかじめ排除されたものを除き，自己利用文書以外の文書への該当性を論ずる意味は乏しい。したがって，\n他の文書について論じた場合であっても，評価されない。\nこのほか，文書提出命令の申立ての審理手続について述べる答案も少数ながらあったが，この点も，出題趣旨とは関係がないことから，論述する必要はない。\nイ 設問３のまとめ「優秀」に該当する答案は，出題趣旨を正しく理解し，自己利用文書についての適切な要件の下で，体系的にＺが死亡したＴの日記を所持するという本問題の特殊性を整理し，論述するものがこれに当たる。「良好」に該当する答案は，「優秀」に該当する答案に準ずるものではあるが，例えば，体系的な論述という点でなお足りない面があるものがこれに当たる。「一応の水準」に該当する答案は，おおむね本問題の特殊性を把握することができているものの，\n要件との関係での整理が不十分なものなどがこれに当たる。これらに対し，自己利用文書以外の文書や審理手続など必要のない論述に終始するものなどは，「不良」と評価される。\n４ 法科大学院に求めるもの本年の問題に対しては，多くの答案において，一応の論述がされていたが，定型的な論証パターンをそのまま書き出したと思われる答案，出題趣旨とは関係のない論述をする答案，事案に即した検討が不十分であり，抽象論に終始する答案なども，残念ながら散見された。また，民事訴訟の極めて基礎的な事項への理解や基礎的な条文の理解が十分な水準に至っていないと思われる答案も一定数あった。これらの結果は，受験者が民事訴訟の体系的理解と基礎的な知識の正確な取得のために体系書や条文を繰り返し精読するという地道な作業をおろそかにし，依然としていわゆる論点主義に陥っており，個別論点に対する解答の効率的な取得を重視しているのではないかとの強い懸念を生じさせる。このような懸念は，定型的な論証パターンが数多く準備されていると推測されるいわゆる「典型論点」とされる裁判上の自白を題材とする設問２についてはある程度の記述ができている答案が大多数であった反面，設問１については基礎的な事項の理解すらおぼつかない答案が多くあったことによっても裏付けることができる。条文の趣旨や判例，学説等の正確な理解を駆使して，設問２の④の事実の位置付けが変わった場合のように未だ論じられていないような新たな問題に対して，論理的に思考し，説得的な結論を提示する能力は，法律実務家に望まれるところであり，このような能力は，基本法制の体系的理解と基礎的な知識の正確な取得，論理的な思考の日々の訓練という地道な作業によってこそ涵養され得るものと思われる。\nまた，このような論理的な思考の過程を適切に表現し，読み手に対して十分に伝えるための訓練も必要となろう。法科大学院においては，このことが法科大学院生にも広く共有されるよう指導していただきたい。\nまた，民事訴訟法の分野においては，理論と実務とは車の両輪であり，両者の理解を共に深めることが重要であるが，例えば，設問１のテーマである管轄は，実務上は重要な事柄であるにもかかわらず，十分な理解を示した答案は少なかったことに鑑みても，実務への理解が必ずしも十分に深められているとはいえないように思われる。現実の民事訴訟の手続の在り方のイメージがないままに学習を進めることは難しいと思われることから，法科大学院においては，理論と実務を架橋することをより意識した指導の工夫が必要となろう。"
}