{
  "year": "R1",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕，〔設問２〕⑴，⑵の配点割合は，３５：３０：３５〕）\nＡは，Ｂ県Ｃ市内に所有する土地（以下「本件土地」という。）に自宅を建て，長年にわたって居住していた。本件土地周辺は，戸建住宅中心の住宅地域であり，住環境は良好であった。本件土地内には，Ｃ市内では珍しいことであるが，様々な水生生物が生息する池が存在しており，この池は，毎年，近隣の小学校の学外での授業に用いられていた。もっとも，本件土地内に，学術上貴重な生物や，絶滅のおそれがある生物が生息しているという事実はない。\nＣ市は，本件土地周辺での道路整備の必要性を検討してきたが，平成元年に，本件土地周辺に道路を整備した場合の環境への影響の調査（以下「平成元年調査」という。）をしたところ，平成１７年には１日当たりの交通量が約１万台に達すると予測され，自動車の騒音や排気ガス等により，周辺環境への影響が大きいとされた。そのため，Ｃ市は，一旦，本件土地周辺での道路整備の検討を中断していたが，その後，再開した。Ｃ市の再検討によると，①本件土地周辺では道路の整備が遅れており，自動車による幹線道路へのアクセスが不便であって，これを解消するため，「道路ネ\nットワークの形成」が必要であり，②本件土地周辺の狭い道路には，周辺の道路から通過車両が入り込むなどしていることから，通学生徒児童等を始めとした「通行者の安全性の確保」を図る必要があり，③本件土地周辺では道路が未整備であるため災害時の円滑な避難や消防活動等が困難であることから，「地域の防災性の向上」が必要であるとの課題があるとされた。Ｃ市は，これらの課題を解決するため，本件土地を含む区間に道路（以下「本件道路」という。）を新規に整備することとして，平成２２年に本件道路の事業化調査（以下「平成２２年調査」という。）を実施した。\n平成２２年調査においては，本件道路の交通量は１日当たり約３５００台と予測され，大気汚染，騒音，振動のいずれについても周辺環境への影響が軽微であり，一方で，本件道路の整備による利便性や安全機能・防災機能の向上が期待できることから，本件道路を整備する必要性が高いとの総括的な判断が示された。\nＣ市は，平成２２年調査の結果を受けて，土地収用法（以下「法」という。）を適用して本件道路を整備することを決定した。Ｃ市は，平成２８年３月１日，法第１８条第１項に基づき，Ｃ市を起業者とし，本件土地を含む土地を起業地とする本件道路の整備事業について，Ｂ県知事に対して事業計画書を添付した事業認定申請書（以下「本件申請書」という。）を提出した。Ｂ県知事は，同年８月１日，Ｃ市に対して事業認定（以下「本件事業認定」という。）を行い，法第２６条第１項に基づいて理由（以下「本件理由」という。）を付し，これを告示した。Ｃ市は，本件道路の用地については，当面土地収用は行わず，所有権者から任意買収を行う方針を表明し，買収交渉を進めたところ，起業地の９割以上の土地を任意買収することができた。\nしかし，本件土地については，Ａとの間で任意買収の協議が整う見通しが立たなかったことから，Ｃ市は，方針を変更し，土地収用によって本件土地を取得することとした。Ｃ市は，平成２９年７月１２日，法第３９条第１項に基づいて，本件土地につき，Ｂ県収用委員会に収用裁決の申請を行った。Ｂ県収用委員会は，平成３０年５月１１日，本件土地の所有権をＣ市に取得させる権利取得裁決（以下「本件権利取得裁決」という。）を行った。また，本件土地について，収用を原因とするＣ市への所有権移転登記が行われた。\nＣ市は，本件権利取得裁決後も，明渡裁決の申立て（法第４７条の２第３項）を行わず，Ａと交渉を続けたが，Ａは本件事業認定が違法であると主張して，本件土地に居住し続けた。Ａは，令和元年５月１４日，Ｃ市が近く明渡裁決を申し立てる可能性があると考え，訴訟で争うことを決意し，弁護士Ｄに相談した。\n以下に示された【法律事務所の会議録】（Ａの相談を受けて行われた，弁護士Ｄとその法律事務所に所属する弁護士Ｅとの会議の会議録）を踏まえて，弁護士Ｅの立場に立って，設問に答えなさい。なお，土地収用法の抜粋を【資料 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\nＡが，Ｂ県に対して本件権利取得裁決の取消訴訟（以下「本件取消訴訟」という。）を提起した場合，Ａは，本件取消訴訟において，本件事業認定の違法を主張することができるか。Ｂ県が行う反論を踏まえて，弁護士Ｅの立場から，検討しなさい。ただし，行政事件訴訟法（以下「行訴法」という。）第１４条第１項及び第２項にいう「正当な理由」が認められ，本件取消訴訟が適法に提起できることを前提としなさい。\n〔設問２〕\n⑴ Ａは，Ｂ県に対して本件権利取得裁決の無効確認訴訟（行訴法第３条第４項）を適法に提起することができるか。行訴法第３６条の「当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないもの」という訴訟要件に絞って，Ｂ県が行う反論を踏まえて，弁護士Ｅの立場から，検討しなさい。\n⑵ 本件事業認定が法第２０条第３号の要件を充足せず違法であるとのＡの主張として，どのようなものが考えられるか。Ｂ県が行う反論を踏まえて，弁護士Ｅの立場から，検討しなさい。【法律事務所の会議録】\n弁護士Ｄ：Ａさんは，本件事業認定は違法であると考えているとのことです。本件権利取得裁決には固有の違法事由はありませんので，本件では，本件事業認定の違法性についてのみ検討することとしましょう。もっとも，まずは，どのような訴訟を提起するかについて，検討しておく必要がありますね。\n弁護士Ｅ：本件事業認定も本件権利取得裁決も，行訴法第３条第２項における「処分その他公権力の行使」に該当しますが，いずれも，既に出訴期間を徒過し，取消訴訟を提起することはできないのではないでしょうか。\n弁護士Ｄ：そうですね。もっとも，本件取消訴訟については，行訴法第１４条第１項及び第２項における「正当な理由」が認められ，適法に提起することができるかもしれません。\n弁護士Ｅ：仮に本件取消訴訟を適法に提起することができたとしても，本件権利取得裁決には固有の違法事由はありませんので，本件取消訴訟では専ら本件事業認定の違法性を主張することとなりますね。\n弁護士Ｄ：では，Ｅ先生には，仮に本件取消訴訟を適法に提起することができるとした場合，本件事業認定の違法性を主張することができるかについて検討をお願いします。ただし，「正当な理由」が認められるかについては，検討する必要はありません。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：とはいえ，「正当な理由」が認められない場合の対応も考えておく必要があります。本件取消訴訟を適法に提起することができないとすれば，どのような訴訟を提起することができると考えられますか。\n弁護士Ｅ：本件事業認定に無効の瑕疵があり，したがって，本件権利取得裁決も無効であるとして，Ｂ県に対し，行訴法第３条第４項に基づいて，本件権利取得裁決の無効確認訴訟を提起することが考えられます。また，本件権利取得裁決が無効であるなら，別途，Ｃ市に対する訴訟も提起することができます。\n弁護士Ｄ：では，Ｂ県に対する無効確認訴訟が訴訟要件を充足しているか，Ｅ先生に検討していただきましょう。無効確認訴訟の訴訟要件については，いくつかの考え方がありますが，Ｅ先生は，行訴法第３６条の訴訟要件である「当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないもの」について検討してください。Ｃ市に対してどのような訴訟を提起することができるのか，また，Ｃ市に対する訴訟を提起できる場合にも無効確認訴訟を適法に提起することができるのかという点に絞って検討していただければ結構です。\n弁護士Ｅ：承知しました。\n弁護士Ｄ：では，次に，本件事業認定の違法性について検討していきましょう。無効確認訴訟の場合，最終的には，重大かつ明白な違法性を主張しなければなりませんが，まずは，取消訴訟でも主張できる違法事由としてどのようなものがあるかについて検討することとし，今回は，それらが重大かつ明白な違法といえるのかについては検討しないこととします。\n弁護士Ｅ：本件理由によると，Ｂ県知事は，本件申請書に基づき，本件道路の整備には，「道路ネットワークの形成」，「通行者の安全性の確保」，「地域の防災性の向上」の３つの利益があり，それに比べて，本件土地の収用によって失われる利益はそれほど大きくはなく，また，事業計画は適正かつ合理的であるとして，法第２０条第３号の要件を充足しているとしています。\n弁護士Ｄ：Ｂ県知事が挙げる理由は妥当でしょうか。まず，新たに本件道路が整備されると交通量が増えて，環境が悪化することはないのでしょうか。\n弁護士Ｅ：確かに，交通量は増えると思われますが，本件理由によると，Ｂ県やＣ市は，平成２２年調査の結果から，本件道路の交通量は１日当たり約３５００台なので，周辺環境への影響が軽微であり失われる利益が大きいとはいえないと判断しています。しかし，Ａさんによると，- 4 -\n平成元年調査の時には，周辺環境への影響が大きいとして，本件道路の整備は見送られているのに，平成２２年調査で予想される交通量が平成元年調査の約３分の１に減っているのは疑問が残るとのことです。\n弁護士Ｄ：Ｃ市の人口変動が原因ではないのですか。\n弁護士Ｅ：いいえ。平成元年調査から平成２２年調査の間のＣ市の人口の減少は１割未満です。また，Ａさんによると，平成２２年調査にはＣ市の調査手法に誤りがあり，そのため，調査の正確性について疑問があるとのことです。それに加えて，Ａさんは，交通量が約３分の１にまで減るのであれば，土地収用によって得られる利益とされる「道路ネットワークの形成」の必要性に疑問があるとしています。そして，仮に「道路ネットワークの形成」のために本件道路が必要であるとしても，その必要性はそれほど大きいものではなく，かえって通過車両が増加するなどして，良好な住環境が破壊されるだけではないのかとの懸念もＡさんは示しています。\n弁護士Ｄ：本件道路のルートについては，どのように検討されたのでしょうか。\n弁護士Ｅ：本件理由によると，本件道路の近くにある小学校への騒音等の影響を緩和することを考慮し，同小学校から一定の距離をとるよう，本件道路のルートが決められたとのことです。しかし，本件土地の自然環境の保護については，学術上貴重な生物が生息しているわけではないとして，特に考慮はされていません。したがって，本件理由によると，小学校への騒音等の影響を緩和しつつ，本件土地の自然環境にも影響を与えないようなルートを採ることができるかについては検討されていません。\n弁護士Ｄ：Ａさんによると，本件土地にある池は，地下水が湧出した湧水によるものとのことですね。\n本件土地の周辺では地下水を生活用水として利用している住民もいて，道路工事による地下水への影響も懸念されるとのことですが，道路工事による地下水への影響は検討されたのでしょうか。\n弁護士Ｅ：本件理由によると，本件土地での掘削の深さは２メートル程度なので地下水には影響がないと判断しています。もっとも，Ａさんによると，以前，本件土地周辺の工事では，深さ２メートル程度の掘削工事で井戸がかれたことがあり，きちんと調査をしない限り，影響がないとはいえないのではないかとのことです。また，本件土地の周辺では災害時等の非常時の水源として使うことが予定されている防災目的の井戸もあるのですが，これらの井戸への影響については，調査されておらず，したがって，考慮もされていません。\n弁護士Ｄ：それでは，Ｅ先生には，以上の点を整理して，本件事業認定が違法かどうかを検討していただきましょう。本件事業認定が違法かどうかについては，法第２０条第４号の要件について検討する余地もありますが，Ａさんの主張は法第２０条第３号の要件の問題であるとして検討することとしましょう。また，法に定められている土地収用の手続はいずれもＣ市やＢ\n県によって適法に履行されていますので，本件事業認定の手続的な瑕疵については検討する必要はありません。\n弁護士Ｅ：承知しました。【資料 関係法令】\n○ 土地収用法（昭和２６年法律第２１９号）（抜粋）\n（この法律の目的）第１条 この法律は，公共の利益となる事業に必要な土地等の収用又は使用に関し，その要件，手続及び効果並びにこれに伴う損失の補償等について規定し，公共の利益の増進と私有財産との調整を図り，もつて国土の適正且つ合理的な利用に寄与することを目的とする。\n（土地の収用又は使用）第２条 公共の利益となる事業の用に供するため土地を必要とする場合において，その土地を当該事業の用に供することが土地の利用上適正且つ合理的であるときは，この法律の定めるところにより，これを収用し，又は使用することができる。\n（土地を収用し，又は使用することができる事業）第３条 土地を収用し，又は使用することができる公共の利益となる事業は，次の各号のいずれかに該当するものに関する事業でなければならない。\n一 道路法（昭和２７年法律第１８０号）による道路（以下略）二～三十五 （略）\n（定義等）第８条 この法律において「起業者」とは，土地（中略）を収用（中略）することを必要とする第３条各号の一に規定する事業を行う者をいう。\n２ この法律において「土地所有者」とは，収用（中略）に係る土地の所有者をいう。\n３～５ （略）\n（事業の説明）第１５条の１４ 起業者は，次条の規定による事業の認定を受けようとするときは，あらかじめ，国土交通省令で定める説明会の開催その他の措置を講じて，事業の目的及び内容について，当該事業の認定について利害関係を有する者に説明しなければならない。\n（事業の認定）第１６条 起業者は，当該事業又は当該事業の施行により必要を生じた第３条各号の一に該当するものに関する事業（以下「関連事業」という。）のために土地を収用し，又は使用しようとするときは，（中略）事業の認定を受けなければならない。\n（事業の認定に関する処分を行う機関）第１７条 事業が次の各号のいずれかに掲げるものであるときは，国土交通大臣が事業の認定に関する処分を行う。\n一～四 （略）\n２ 事業が前項各号の一に掲げるもの以外のものであるときは，起業地を管轄する都道府県知事が事業の認定に関する処分を行う。\n３ （略）\n（事業認定申請書）第１８条 起業者は，第１６条の規定による事業の認定を受けようとするときは，国土交通省令で定める様式に従い，左に掲げる事項を記載した事業認定申請書を，（中略）前条第２項の場合においては都道府県知事に提出しなければならない。\n一 起業者の名称二 事業の種類三 収用又は使用の別を明らかにした起業地四 事業の認定を申請する理由\n２ 前項の申請書には，国土交通省令で定める様式に従い，次に掲げる書類を添付しなければならない。\n一 事業計画書二～七 （略）\n３，４ （略）\n（事業の認定の要件）第２０条 国土交通大臣又は都道府県知事は，申請に係る事業が左の各号のすべてに該当するときは，事業の認定をすることができる。\n一，二 （略）三 事業計画が土地の適正且つ合理的な利用に寄与するものであること。\n四 土地を収用し，又は使用する公益上の必要があるものであること。\n（事業の認定の告示）第２６条 国土交通大臣又は都道府県知事は，第２０条の規定によつて事業の認定をしたときは，遅滞なく，その旨を起業者に文書で通知するとともに，起業者の名称，事業の種類，起業地，事業の認定をした理由及び次条の規定による図面の縦覧場所を国土交通大臣にあつては官報で，都道府県知事にあつては都道府県知事が定める方法で告示しなければならない。\n２，３ （略）\n４ 事業の認定は，第１項の規定による告示があつた日から，その効力を生ずる。\n（起業地を表示する図面の長期縦覧）第２６条の２ 国土交通大臣又は都道府県知事は，第２０条の規定によつて事業の認定をしたときは，直ちに，起業地が所在する市町村の長にその旨を通知しなければならない。\n２ 市町村長は，前項の通知を受けたときは，直ちに，（中略）起業地を表示する図面を，事業の認定が効力を失う日（中略）まで公衆の縦覧に供しなければならない。\n３ （略）\n（補償等について周知させるための措置）第２８条の２ 起業者は，第２６条第１項の規定による事業の認定の告示があつたときは，直ちに，国土交通省令で定めるところにより，土地所有者及び関係人が受けることができる補償その他国土交通省令で定める事項について，土地所有者及び関係人に周知させるため必要な措置を講じなければならない。\n（事業の認定の失効）第２９条 起業者が第２６条第１項の規定による事業の認定の告示があつた日から１年以内に第３９条第１項の規定による収用又は使用の裁決の申請をしないときは，事業の認定は，期間満了の日の翌日から将来に向つて，その効力を失う。\n２ （略）\n（収用又は使用の裁決の申請）第３９条 起業者は，第２６条第１項の規定による事業の認定の告示があつた日から１年以内に限り，収用し，又は使用しようとする土地が所在する都道府県の収用委員会に収用又は使用の裁決を申請することができる。\n２，３ （略）\n（却下の裁決）第４７条 収用又は使用の裁決の申請が左の各号の一に該当するときその他この法律の規定に違反するときは，収用委員会は，裁決をもつて申請を却下しなければならない。\n一 申請に係る事業が第２６条第１項の規定によつて告示された事業と異なるとき。\n二 申請に係る事業計画が第１８条第２項第１号の規定によつて事業認定申請書に添附された事業計画書に記載された計画と著しく異なるとき。\n（収用又は使用の裁決）第４７条の２ 収用委員会は，前条の規定によつて申請を却下する場合を除くの外，収用又は使用の裁決をしなければならない。\n２ 収用又は使用の裁決は，権利取得裁決及び明渡裁決とする。\n３ 明渡裁決は，起業者，土地所有者又は関係人の申立てをまつてするものとする。\n４ 明渡裁決は，権利取得裁決とあわせて，又は権利取得裁決のあつた後に行なう。ただし，明渡裁決のため必要な審理を権利取得裁決前に行なうことを妨げない。\n（土地若しくは物件の引渡し又は物件の移転）第１０２条 明渡裁決があつたときは，当該土地又は当該土地にある物件を占有している者は，明渡裁決において定められた明渡しの期限までに，起業者に土地若しくは物件を引き渡し，又は物件を移転しなければならない。",
  "source_pdf": "data/pdfs/judicial_exam/R1/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，新たな市道（以下「本件道路」という。）の整備のために，Ｃ市が，土地収用法（以下「法」という。）に基づいて，Ａの土地（以下「本件土地」という。）を収用しようとした場合に生じる法的な問題について，検討を求めるものである。土地収用の手続きは，事業認定（法第２０条），収用裁決（法第４７条の２）といった段階を踏んで進められていくが，本問においては，このような土地収用手続の過程を理解して検討することが求められている。\n本問では，Ｃ市を起業者として行われた事業認定（以下「本件事業認定」という。）やＡに対する権利取得裁決（以下「本件権利取得裁決」という。）はいずれも出訴期間を経過しており（行政事件訴訟法第１４条），Ａはこれらの処分に対して適法に取消訴訟を提起して争うことはできない。もっとも，本件権利取得裁決については，例外的に「正当な理由」が認められるとして，取消訴訟を提起することができる場合も考えられ，論じられるべき第１の問題は，仮に，行政事件訴訟法第１４条における「正当な理由」が認められ，本件権利取得裁決に対する取消訴訟（以下「本件取消訴訟」という。）を適法に提起することが可能であるとした場合，Ａは，本件取消訴訟において，本件事業認定の違法を主張することができるかである（設問１）。\n論じられるべき第２の問題は，本件権利取得裁決に対して無効確認訴訟を提起した場合（行政事件訴訟法第３条第４項），Ａに，無効確認訴訟の原告適格が認められるかどうかである（設問２(１)）。最後に，論じられるべき第３の問題は，本件事業認定に裁量の範囲を逸脱又は濫用した違法が認められるかどうかである（設問２(２)）。以上の点について，資料を踏まえて論じることが求められている。\n〔設問１〕は，いわゆる違法性の承継に関する問題であり，本件事業認定の違法性を本件取\n消訴訟において主張することが許されるのかが問われている。法における事業認定の違法性が- 2 -収用裁決に承継されるかについては，様々な裁判例や学説が見られるところであり，必ずしも見解の一致が見られるとは言い難いが，本問においては，単に違法性の承継に関する一般的な考え方を示すのみではなく，最判平成２１年１２月１７日民集６３巻１０号２６３１頁等を参考に，法に沿って，具体的に検討することが求められている。すなわち，法においては，事業認定と権利取得裁決が段階的に行われること，事業認定と権利取得裁決の目的に共通性が認められること，土地所有者らに対して様々な手続きが法によって整備されていること等を踏まえて，事業認定と権利取得裁決の違法性の承継の有無を検討することが求められている。\n〔設問２(１)〕では，本件権利取得裁決に対する無効確認訴訟の訴訟要件が問われている。\n本件事業認定に無効の瑕疵が認められ，本件権利取得裁決も無効であるとすると，本件権利取得裁決に対して，無効確認訴訟（行政事件訴訟法第３条第４項）を提起することが考えられるが，無効確認訴訟の訴訟要件として，行政事件訴訟法第３６条の原告適格の有無を検討する必要がある。行政事件訴訟法第３６条は，無効等確認訴訟の原告適格につき，「当該処分又は裁決に続く処分により損害を受けるおそれのある者その他当該処分又は裁決の無効等の確認を求めるにつき法律上の利益を有する者で，当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないものに限り，提起することができる」としているが，本問においては，「当該処分若しくは裁決の存否又はその効力の有無を前提とする現在の法律関係に関する訴えによつて目的を達することができないもの」という要件に絞って，Ａに無効確認訴訟の原告適格が認められるのかを検討することが求められている。\n本件事業認定やそれに基づく本件権利取得裁決に無効の瑕疵があるとすると，Ａは，自らの所有権を保全するため，Ｃ市に対して，土地所有権確認請求や本件土地の移転登記の抹消登記請求といった争点訴訟（本件権利取得裁決が無効であることを争点とする民事訴訟。行政事件訴訟法第４５条）で争うことが可能と考えられる。このとき，Ａが，これらの争点訴訟を提起することが可能であるとしても，それだけで，「目的を達することができない」として，無効確認訴訟を提起できるのかを論じる必要がある。争点訴訟には，無効確認訴訟の判決と異なり，判決に拘束力が認められないこと，他方で，事業認定から１年を経過している場合には事業認定の効力が失効する（法第３９条第１項）ため，拘束力が認められなくてもＡの目的を達することはできるのではないかといったことや無効確認訴訟の判決に第三者効が認められるのか等を踏まえて，検討することが求められる。\n以上のような行政事件訴訟法第３６条の原告適格に関し，Ａによってどのような主張がなされるのか，また，原告適格は認められるのかを，Ｂ県からの反論を踏まえて，論理的に検討することが求められている。\n〔設問２(２)〕では，上記の無効等確認訴訟が適法に提起できるとした場合，本件事業認定\nの違法性につき，法第２０条第３号の「事業計画が土地の適正且つ合理的な利用に寄与するものであること」に関して，Ａが，どのような主張が可能かを検討することが求められている。\n法第２０条第３号の要件は，法第１条の目的規定を参照すると，行われる事業によって増進される公共の利益と，土地収用によって失われる利益の比較衡量によって判断されると考えられるが，法第２０条第３号がある程度概括的に定められていることや，公共事業に土地収用が必要とされるかどうかについては，種々の事情を総合的に考慮した判断が伴うことから，法第２０条第３号の要件該当性の判断には，行政庁に一定の裁量が認められると考えられる。したがって，本問では，本件事業認定が，このような裁量の範囲を逸脱濫用したものであるとして違法となるかどうかが検討されるべき点である。また，本件事業認定に無効の瑕疵があるかが問題とされることから，単なる違法ではなく重大かつ明白な瑕疵が必要とされることとなるが，本問では，重大性や明白性については検討する必要はない。\nまず，本件事業認定に関しては，本件道路の設置によって得られる利益として考えられるの- 3 -は，事業認定に付された理由によると，「道路ネットワークの形成」，「通行者の安全性の確保」，「地域防災性の向上」の３点である。これらのうち，「道路ネットワークの形成」という利益が生み出されることや本件道路の整備による騒音等の不利益が軽微かどうかについては，本件事業認定においては，平成２２年調査に基づいて判断がされている。Ａの立場からは，平成元年調査と比して，通行量の予測が異なる平成２２年調査に基づく判断の妥当性や信頼性が論じられるべきこととなる。また，利益衡量の対象とされているが，土地収用によって喪失する利益として，Ａの立場からは，本件土地周辺の地下水や防災用の井戸への影響，本件土地の自然環境への影響が十分に考慮されていないのではないかという点が指摘されよう。また，小学校への騒音を防止するために，本件道路のルートが決定されているが，その際，本件土地の自然環境については考慮されておらず，考慮されるべき事情が考慮されていないのではないか，といった点についても検討することが求められている。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視していることは，例年と同じく，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析・検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，\nという点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準(1) 設問１・ 本件事業認定の違法を本件取消訴訟において主張することが許されるかどうかにつき，いわゆる違法性の承継の問題であることに触れつつ，違法性の承継が認められるかどうかについての基準を最高裁判決等を参考に論じ，本件に即し土地収用法の一般的制度論に基づく検討を加えた上で，結論を導いているものは，一応の水準に達しているものと判断した。\n・ これに加えて，例えば，①本件で違法性の承継が問題となることの理由（先行行為と後行行為との関係等）について，また，②違法性の承継が例外的に認められるものであることやその根拠について，正確な理解に基づく記述がされているものや，違法性の承継が認められるかどうかについての基準を多角的な見地から挙げているものなどは，良好な答案と判断した。\n・ さらに，本件において違法性の承継が認められるかどうか，反対説を考慮しつつ，手続保障の観点なども含め多面的かつ詳細に検討しているものなどは，優秀な答案と判断した。\n(2) 設問２(1)・ 無効等確認の訴えの原告適格に関し，行政事件訴訟法第３６条が定める「現在の法律関係に関する訴えによつて目的を達することができないもの」の要件について，判例又は学説によって定立された枠組みを指摘し，「現在の法律関係に関する訴え」として，Ｃ市に対する土地所有権確認請求訴訟や移転登記の抹消登記請求訴訟といった民事訴訟（争点訴訟）で争うことができることを指摘した上で，こういった訴訟によって「目的を達することができない」\nと言えるかどうかについて最低限の検討を加え，無効確認訴訟の原告適格を認めることができるかどうかについての結論を導いているものは，一応の水準に達しているものと判断した。\nなお，「現在の法律関係に関する訴え」として検討すべき訴訟の指摘が適切でないものについても，「目的を達することができない」と言えるかどうかについて一定程度検討がされているものについては，一応の水準に達しているものと判断した。\n・ 上記のとおり，「現在の法律関係に関する訴えによつて目的を達することができないもの」\nの解釈についての枠組みを指摘し，「現在の法律関係に関する訴え」として，Ｃ市に対する土地所有権確認請求訴訟や移転登記の抹消登記請求訴訟といった民事訴訟（争点訴訟）で争うことができることを指摘した上で，「目的を達することができない」と言えるかどうかについて，判決の効力の観点等から，一定程度検討がされているものなどは，良好な答案と判断した。\n・ さらに，「目的を達することができない」と言えるかどうかについて，事業認定の時期との関係や，執行停止等他に利用し得る手続との関係について検討し，Ｂ県からの反論も踏まえて，詳細に検討しているものなどは，優秀な答案と判断した。(3) 設問２(2)・ 土地収用法第２０条第３号の要件該当性の判断に裁量が認められることが指摘されるとともに，本件事業認定の違法性の判断枠組みについて一応の記述がされ，違法事由について，会議録に記載された事情のうち主たる点を指摘して検討がされているものなどは，一応の水準に達しているものと判断した。\n・ これに加えて，例えば，土地収用法第２０条第３号の要件該当性について比較衡量によって判断すべきことが指摘され，裁量処分の判断枠組みについて最高裁判例を意識した記述がされるなど，本件事業認定の違法性の判断枠組みについてより深い理解が示されているものや，\n違法事由について，会議録に記載された内容をきちんと拾い出して論じているものなどは，\n良好な答案と判断した。\n・ さらに，例えば，違法事由について，Ｂ県からの反論を踏まえるなどして説得的に論じているものなどは，優秀な答案と判断した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象・ これまでにも見られたことであるが，問題文や資料をきちんと読まずに解答しているのではないかと思われる答案が少なくなかった。例えば，〔設問１〕の解答において，本件事業認定や本件権利取得裁決の処分性の有無を検討し，かなりのスペースを割いて論じている答案は少なからず見られた。しかし，会議録の弁護士Ｅの発言に見られるように，これらの行為が行政事件訴訟法第３条第２項の「処分その他公権力の行使」にあたることは示されているのであって，本問の解答においては，これらの行為について処分性を論じる必要はない。\n・ 問題文を精読していれば防ぐことのできるミスを犯す答案が多く見られた。答案を作成するに先立って問題文を精読することは，受験における最も基本的なスキルであり，また，法律実務家としても，事実関係を正確に把握した上でその対応策を検討するというのが適切な職務の遂行の第一歩であることからすると，問題文を精読することができないのは，法律実務家としての基礎的な素養を欠くと評価されてもやむを得ないという認識を持つ必要があるように思われた。\n・ 問題で問われていない論点を延々と叙述する答案では本来論ずべき問題に対する回答が雑になっているケースが多く，問題で何が問われているかを把握する力に不足があることがうかがわれる。\n・ いわゆる「法的三段論法」や，問題提起部分と検討部分との対応関係への留意が甘い答案が相当数見られた。規範を提示することなくいきなり事案の分析を始めたり，結論を曖昧なままに放置したり，問題提起部分で検討を要する事項として指摘しておきながら検討部分においては当該事項が何も検討されないままとなっていたりしているのは，法律的な論証の手法という法律実務家として必須の基礎的な素養にも疑問を生じさせるものであった。\n・ 事実の摘示と評価を行う中で，突如として規範のようなものが出てくる答案が散見されたが，\nその規範のようなものによって評価する根拠が不明であり，論理的な論述とは言えない。\n・ 各問につき，自説とその根拠のみ記載し，相手方の反論が記載されていない答案や，相手方の反論は記載されているものの，十分に反論の根拠が検討されていない答案が多く見られた。\n問題文で，「Ｂ県が行う反論を踏まえて，弁護士Ｅの立場から，検討しなさい。」と指示されている以上，相手方の反論を記載すべきであるのは当然であるが，反論内容についても，相手方の立場に立ってどのような根拠等が考えられるかを十分検討しつつ，これを踏まえて自説を論述することで，答案に深みが出ると思われる。\n・ 論点を一応は捉えて，判例の示す要件も一応挙げて，それに沿った検討をしているものの，判例の要件の摘示が不正確であったり，検討の根拠が詰め切れていなかったりするものも多かった。\n・ 行政法上の基本的な用語につき，用語は知っていても，その内容を理解していないのではないかと思われる答案が見られた。例えば，〔設問１〕の解答において，本件取消訴訟に，裁決主義が妥当するとする答案がいくつか見られたが，裁決主義の意味を理解していないのではないかと思われる。また，〔設問２〕(1)において，無効確認訴訟によって，行政処分の公定力を除去する必要があるとして，無効確認訴訟の提起を認めるべきとする答案が見られたが，\nやはり，無効の意味を理解していないものと思われる。\n・ 公定力と不可争力の概念を混同しているなど，行政法上の基本概念に関する理解が不十分であると思われる答案が見られた。\n・ 判例の文言や表現ぶりの正確な意味を理解していないためか，不用意に判例の文言を削るなどして異なる表現を用い，結果として意味が変わってしまっている記述が少なからず見受けられた。\n・ 例年のことではあるが，「土地収容」，「多事考慮」，「採決」等の，行政法上の基本的な用語に関する誤字が見られた。これらは，誤字により，言葉の持つ意味自体が変わってくるものであり，特に注意されたい。また，基本的な日常用語でも，例えば「粉争」のような誤字があったり，あるいはひらがなで記載されたりした答案もあった。\n・ 毎年指摘されていることではあるが，書き殴ったような読みづらい字の答案が散見された。\n文脈を理解していなければ到底判読不能と思われるものもあり，文字の巧拙というよりも，\nそもそも他人が読むことを意識していないのではないかと思われる。採点者としても可能な限り解読に努めるが，記載内容を一義的に特定できないような場合，採点者において根拠なく解答者に有利に斟酌することもできない。解答者においては，採点者に内容が正確に伝わる文字の記載を心掛けてもらいたい。また，自己流の略字は，当然のことながら採点者には理解困難であるから注意してほしい。\n・ 文字の線が細いもの，微小な文字の挿入を多用するもの等については改善の余地があるように思われ，現に，相当程度読みやすい文字で，充実した分量の記載がある答案も多数見られたところである。適切な筆記具を用意する，大きめの文字を書くようにする等の工夫をすることにより，少なくとも多くの者が判読可能なレベルの文字を書くことをできる限り心掛けることが必要と思われた。\n・ 本年の答案は，最終問題まで解答できているものも多かった反面，〔設問２〕(2)について，\n途中答案になっているもの，検討が極めて大雑把になっているものが散見された。〔設問１〕や〔設問２〕(1)で時間を使いすぎたためと推察されるものの，試験という性質上，時間配分を考えることも大切であると思われた。\n(2) 設問１・ 本問は違法性の承継に関する論点を問うものであるが，多くの答案が，ある程度は，違法性の承継について論じていた。判例や学説が示す違法性の承継の可否を判断する基準についても多くの答案が触れていた。\n・ 違法性の承継の要件とその根拠，各要件についての設問の事案に即した検討を，よく整理された文章で論述した答案も一部にあった。\n・ 本設問において事業認定の裁量の逸脱濫用を論じたり，行政事件訴訟法第１０条第１項について論じたりする答案が散見されたが，最初に全ての設問を確認せずに答案を書き始めているとしか思えない。この点は，問いにおいて何が問われているかを正確に理解するという行政法に限らない基本的な作法の問題である。\n・ 違法性の承継を論ずる必要性があることの前提となる点，すなわち，先行行為と後行行為が，\n別個の「処分」であって，それぞれが独立に抗告訴訟の対象となるため，後行行為に係る抗- 7 -告訴訟においては，先行行為の違法性を主張することが許されないのが原則であるという点は，多くの答案が指摘することができていた。少数ながら，この点を押さえることなく違法性の承継を論ずる答案も見られたが，そのような論じ方は論理的ではないことを意識しておく必要があるものと思われた。\n・ 「事業認定」の処分性の論証に紙幅を費やす答案が散見された。事業認定に処分性があるからこそ違法性の承継が問題とされていることは前提としてほしい。また，事業認定に処分性がないとする答案も少数ながら見受けられた。\n・ 違法性の承継が認められない根拠として，行政事件訴訟法第１０条第２項を挙げる答案が少なからず見られた。すなわち，本件権利取得裁決を同項の「裁決」とし，本件取消訴訟においては，裁決固有の違法のみ主張できるから，本件取消訴訟においては，本件事業認定の違法を主張できないとするものである。このような答案は，同項の「裁決」の意味に関して，\n基本的な誤解があると考えられる。確かに，土地収用法は「裁決」という用語を使っているが，用語が同じであるからといって，同項の「裁決」と同じ意味であるとは限らない。その他，違法性の承継が認められない根拠として，同条第１項を挙げる答案も見られたが，同じく，基本的な概念の理解が不十分と考えられる。\n・ 違法性の承継が認められるかどうかを検討するに当たっては，判例に照らし，手続的保障の十分性についても検討すべきであり，同検討においては，土地収用法の一般的制度論から導かれる根拠が論じられるべきであるが，答案においては個別事案に基づく事情（任意売却の交渉が行われていること）のみを挙げるものも多く，一般的制度論から導かれる根拠について十分に検討するものは少数にとどまった。\n・ 違法性の承継は，個別的な事情に結論が左右される性質の論点ではなく，制度自体に内在する救済の必要性，許容性を論ずるものであるから，本件における違法性の承継の可否も，事業認定及び収用裁決の制度一般を前提に論ずる必要があるにもかかわらず，それらの制度の目的を道路の建設と指摘するなど，個別の事情に引き付けて論ずるものが少なからず見られた。また，違法性の承継を肯定するに当たっては，別個の処分であることを前提としつつ，\nこれらの処分を一体のものとして取り扱って救済することが許される根拠を示す必要があるから，先行行為が後行行為の要件の一部を構成していること，その目的が共通していること等を論ずることが必要になるにもかかわらず，先行行為と後行行為が連続的なものであることを示すにとどまったり，それらの目的の共通性やそれらの行為を一体のものとして評価してよいこと自体又はその根拠に全く触れなかったりする答案が多く見られた。このように，\n違法性の承継が，どのような理由で許容されるのかという問題の本質に関する理解が不足している答案が多く見られた。\n・ 違法性の承継が，行政救済法における救済法理であることからすると，手続的な保障の有無を論ずることが必須であることは明らかであるにもかかわらず，手続的保障の観点を全く指摘していない答案が散見された。また，問題文に添付された資料である関係法令を通覧するだけでも，土地所有者の手続的保障に関連する条文が多数引用されていることがうかがわれるのであって，これらを指摘して手続的保障の有無を論ずる必要があることを合理的に推測することができるにもかかわらず，手続的な保障に関する規定として，事業認定の告示のみを指摘するにとどまる答案がそれなりの数を占めていた。なお，手続的保障の有無を論ずる際，事業の説明（土地収用法第１５条の１４）や補償についての周知（同法第２８条の２）\nが履行されていないとの事実を認定したり，それらが履行されたことが不明である旨を記載したりする答案が散見されたが，会議録には，「法に定められている土地収用の手続はいずれもＣ市やＢ県によって適法に履行されています」と記載されているから，このような答案は，\n問題文を精読していないことの表れと思われる。\n・ 最高裁判所平成２１年１２月１７日判決（民集６３巻１０号２６３１頁）において問題にさ- 8 -れている「手続的保障」の意味について理解が不正確と思われる答案が一定数見られた（事業認定に関して出訴期間徒過の「正当な理由」が認められる可能性があるから，原告の手続的保障は十分であり違法性の承継を認める必要はないなど）。\n・ 問題文では県の反論を踏まえて積極消極双方の見解を述べることが求められていたが，違法性の承継を肯定するか否定するかについて選択した方向性に沿う見解のみが述べられている答案が少なくなかった。\n・ 違法性の承継の判断に当たり，上記最高裁判所平成２１年１２月１７日判決との違いについてまで論述されているなど，よく勉強されている答案もあり，点数に差が出やすい問題だった。\n(3) 設問２(1)・ 他の問題に比べて最も不出来な答案が多かった。\n・ 抗告訴訟としての無効等確認訴訟の原告適格という比較的手薄になりがちな論点に関する問題であったためか，全く的外れな内容を示すにとどまった答案も比較的多くみられた反面，\n行政事件訴訟法第３６条について判例の示す基準や，同条にいう「現在の法律関係に関する訴え」が，基本的には民事訴訟のことであり，本件においては，当該民事訴訟において本件土地の所有権の帰属を確定させる利点とその限界を論ずる必要があることをおおむね理解していると思われるものもそれなりにあり，普段の行政法の勉強の程度や民事法全体の理解に関する実力が答案の内容にも素直に反映した結果とも思われた。\n・ ごく少数ながら，補充性要件についての判例の要件を正確に適示し，争点訴訟の明示，拘束力の有無，第三者効の有無等をほぼ正確に論じて結論を導いた，極めて優秀な答案もあった。\n・ 細かいことであるが，訴訟を適法に提起することができるかという問いに答える結論が示されていないものも多かった。\n・ 無効確認訴訟の原告適格の有無の問題であることについては，おおむねの答案においてそれなりに理解されていた。\n・ 全体的に評価の低い答案が多かった。その理由は，無効確認訴訟についてあまり学習していないということも一因であろうが，その他に，仮に学習していたとしても，行政救済法で扱われる行政事件訴訟法第３６条の無効確認訴訟の訴訟要件が，行政法総論における「行政行為の取消しと無効」（行政行為の無効）と関連しているということに理解が及んでいないからではないかと思われる。「Ｃ市に対して提起することができる訴訟」に関連して，実に様々な訴訟が答案の中にみられたが，不適切な解答の多く（例えば，「民事訴訟の前提として無効確認判決が必要である」とするもの，「現在の法律関係に関する訴えと無効確認訴訟の両方が提起できる」とするもの，更には他の抗告訴訟と比較するものなど）は，このような基礎的理解の不足に起因するのではないかと考えられる。\n・ 〔設問２〕(1)は，本件権利取得裁決に対する無効確認訴訟につき「現在の法律関係に関する訴えによつて目的を達することができないもの」（行政事件訴訟法第３６条）との要件にあたるか否かの問題であるところ，この点の問題であることは大半の答案において指摘ができていた。もっとも同条の基本的な理解が不十分であり，当該文言についての解釈を全く示していない答案も散見された。また，この点に関する最高裁判所平成４年９月２２日判決（民集４６巻６号１０９０頁）の判旨を正確に理解していると思われる答案は少なく，さらに判旨の用語「直截的」について「直接的」「直載的」等の語を用いる答案が多く，判旨が示した基準を正確に記載している答案はごく少数であった。\n・ 「直接」も「直截」も共に「ちょくせつ」と読むが，この両者は意味が微妙に異なるので，\n国語辞書などで改めて確認されたい。このことを理解することによって，「…むしろ当該換地処分の無効確認を求める訴えのほうがより直截的で適切な争訟形態というべき」であるとした最高裁判所昭和６２年４月１７日判決（民集４１巻３号２８６頁）の含意も正確に理解し- 9 -得ることになろう。\n・ 行政事件訴訟法第３６条後段について，民事訴訟が可能であるという理由で補充性の要件を満たさないということにはならないといった解釈を示し，直接型義務付け訴訟や差止訴訟の補充性の要件と混同している答案が見られた。\n・ 本問については，ＡがＣ市に対して提起できる「現在の法律関係に関する訴え」を踏まえて，\n検討することが求められている。しかし，多くの答案は，Ｃ市に対して提起できる「現在の法律関係に関する訴え」を適切に示すことができていなかった。\n・ Ｃ市に対する訴訟として取消訴訟・差止訴訟等を挙げるなど，行政事件訴訟法第３６条にいう「現在の法律関係に関する訴え」の概念及び抗告訴訟の被告適格に関する基本的な理解を欠くのではないかと思われる答案が一定数見受けられた。法科大学院生には，行政訴訟の基本的な体系に立ち戻った理解を得られるような学習に努めることを期待する。\n・ 「現在の法律関係に関する訴えによつて目的を達することができないもの」の判例上の判断枠組みについての記述と，判断枠組みに基づく具体的な検討の記述に落差があった。まず行政行為の無効の主張が例外的な場合に限られるという問題と混同するなど，明らかに論点の意味を理解していない答案も少なくなかったが，とりわけ「現在の法律関係に関する訴え」\nとして①「明渡裁決の差止訴訟（行政事件訴訟法第３７条の４）」といった抗告訴訟を検討していたり，②「収用されない地位の確認訴訟」といったように形式的には「現在の法律関係に関する訴え」の形をとってはいるものの実質的には抗告訴訟に当たる訴訟を検討する答案が数多くあった。上記①については，形式的には判例上の判断枠組みを記述できていたとしても，実質的にはその意味を理解できていないものと言わざるを得ない。上記②については，\nむしろ「現在の法律関係に関する訴え」とは異なる抗告訴訟の基本的な理解に関わる問題であり，論点ごとの表面的な学習の問題点が鮮明な形で表れたように思う。\n・ 取消訴訟を挙げるものもあったが，これも抗告訴訟であり，現在の法律関係に関する訴えではない。\n・ Ｃ市に対する「現在の法律関係に関する訴え」として，明渡裁決の（申立ての）差止め訴訟を挙げる答案が多数に上った。明渡裁決をするのは収用委員会であるほか，明渡裁決の申立て自体には処分性がないことをも誤るものであり，Ｃ市に対する訴えとしては，不適切なものであることが明らかである（その点を指摘する答案も見られた。ただし，Ｂ県を被告とする訴えとして，権利取得裁決の無効確認訴訟ではなく明渡裁決がされた後にその取消訴訟を提起することが考えられるということの派生として，明渡裁決の差止め訴訟を提起することも考え得るという限度では，これを適切なものと解する余地はあるといえるが，そうであれば，その旨を意識した論述をすべきである。）。\n・ 「現在の法律関係に関する訴え」はＣ市に対するものであるにもかかわらず，Ｂ県収用委員会のなす明渡裁決に対する不服を当事者訴訟に引き直したもの（明渡義務の不存在確認訴訟など）を挙げているものがある。\n・ Ｂ県とＣ市を明確に区別していない，又はＣ市に対して提訴すべき訴訟をＢ県に対するものとして記載している答案は，訴訟に関する基本的な理解を欠くものと受け取られてもやむを得ないと思われる。\n・ 「現在の法律関係に関する訴え」について，当事者訴訟の一種としての確認訴訟を挙げる答案は多く見られた。「現在の法律関係に関する訴え」に当事者訴訟が含まれるのは妥当だが，\n確認の対象が，例えば，明渡裁決を受けない地位の確認訴訟のように，抗告訴訟との関係の整理がされていない訴訟を挙げる答案が見られた。\n・ その他，Ｃ市に対して提起できる訴えとして，形式的当事者訴訟を挙げる答案が少なからず見られた。そもそも形式的当事者訴訟は，「法令の規定により」（行政事件訴訟法第４条）認められるもので，確かに土地収用法には，本問の資料にはないものの，形式的当事者訴訟に- 10 -関する規定が存在する。しかし，同規定は，本問とは無関係であり，本問において検討する必要はない。やはり，形式的当事者訴訟の内容を理解していないのではないかと思われる。\n・ さらに，Ｃ市に対する「現在の法律関係に関する訴え」として，民衆訴訟，住民訴訟等を挙げるものがあった。これらは，いずれも，基本的な法律概念を理解していないか，問題文を精読していないことを示すものであり，基礎的な実力自体の不足を示すものと思われた。\n・ Ｃ市に対する訴訟として，「現在の法律関係に関する訴え」としての民事訴訟のほかに，「収用されない地位の確認訴訟」や明渡裁決差止訴訟など，不適切なものを一緒に羅列している答案があったが（中には３つ以上羅列したものもあり），このような答案は，仮に一部に適切なものを含んでいたとしても，基礎的理解の正確性を疑わせるものがある。\n・ 権利取得裁決の無効確認訴訟と取消訴訟を比較検討している答案があった。会議録には，権利取得裁決の取消訴訟を適法に提起できないとすれば，どのような訴訟を提起できるかという記載があり，その箇所を見ていないと思う。\n・ 明渡裁決によってＣ市が本件土地の所有権を取得するという誤解に基づく答案が一定数見受けられた。問題文に明記されているように，本件土地の所有権をＣ市に取得させたのは権利取得裁決である。\n・ 権利取得裁決の無効を前提とする現在の法律関係に関する訴えについて，裁決は有効であるから当該訴えは不適法であるとする答案があった。訴訟要件と本案勝訴要件の違いが理解できていないと思われる。\n・ 本問における行政事件訴訟法第３６条にいう「現在の法律関係に関する訴え」は，現在の法律関係の前提をなす処分である本件権利取得裁決が無効であることを前提とすべきことは，\n問題文（会議録）の記載からも明らかであるところ，論述の前半では，権利取得裁決の無効を前提として当事者訴訟又は民事訴訟を提起できるかのように論じながら，論述の後半では，\n権利取得裁決には公定力があるから上記の訴訟ではこれを覆せないなどと論ずるもののほか，\n「現在の法律関係に関する訴え」である民事訴訟又は当事者訴訟として，不法行為に基づく損害賠償請求訴訟，国家賠償請求訴訟，損失補償請求訴訟等の本件権利取得裁決が有効であることを前提としなければ提起されるはずのない訴えを挙げるものもあり，「処分…の効力の有無を前提とする」訴えの意味を理解していない答案が散見された。\n・ 本問においては，無効確認訴訟と「現在の法律関係に関する訴え」に当たる民事訴訟や当事者訴訟を比較して検討することとなるが，行政事件訴訟法の条文に則してこれらを検討している答案はあまり見られず，単にＡの救済の機会を増やすため，無効確認訴訟の提起を認めるべきとする答案が多かった。\n・ 処分の無効を前提とする「現在の法律関係に関する訴えによつて目的を達することができないもの」について，単に無効確認訴訟の方が「抜本的解決が可能」だからというにとどまり，\n具体的に無効確認判決の効力など，紛争解決という目的の関係でどのようなメリットがあるのかについて具体的に示していない答案が多かった。\n・ 権利取得裁決が存在している以上，（権利取得裁決の無効を前提とする）民事訴訟又は当事者訴訟が直截的なものとはいえないと短絡的に論ずるものが多数に上った。権利取得裁決の無効を前提とした訴えの提起を可能とするのであれば，権利取得裁決が有効なものであることを前提とするのは論理矛盾であるし，外形的に権利取得裁決が残存していることを指摘する趣旨であれば，権利取得裁決の無効を外形的にも確定しておく法律的な必要性が生ずる理由（所有権の権利主体（Ｃ市）と処分権者（Ｂ県収用委員会）が異なること，明渡裁決を阻止する必要性等）を明示しない限り，民事訴訟等が当該事案に直截的かつ適切ではないと論じたことにはならないはずである。短絡的に結論のみを述べても，全く説得力がないことに気付いていない答案が多く見られた。\n・ 無効確認訴訟と民事訴訟や当事者訴訟を比較する上では，判決の効力を比較することが考え- 11 -られる。しかし，これも行政事件訴訟法の条文に則して，無効確認判決の効力を検討できている答案はあまり見られなかった。例えば，行政事件訴訟法第３８条が，無効確認訴訟につき，取消訴訟の判決に関するどの条文を準用しているかについては，不正確な引用がされる答案が多数見られた。\n・ 無効等確認訴訟には，明文上はいわゆる第三者効（行政事件訴訟法第３２条第１項）が準用されていない（同法第３８条第１項参照）にもかかわらず，これが明文で準用されているとする旨の答案が少なからず見られた。無効等確認訴訟に準用されているのは，いわゆる判決の拘束力であり（同項，同法第３３条），第三者効と判決の拘束力を混同している又はその違いを理解していないのではないかと思われた。なお，解釈上，無効等確認訴訟に第三者効が準用されるべきである旨の学説が有力であるとしても，無効等確認訴訟に係る判決に第三者効があると論ずるのであれば，最低限，明文で準用されていないことに加えて，法令の合理的な解釈として，第三者効が無効等確認訴訟にも準用されると解するのが適切である旨等を示すことは必要であると思われた。\n・ 判例にある「より直截的で適切な争訟形態であるとみるべき場合」に該当するか否かを判断する事情としてどのようなものがあるかを十分に理解しておらず，法的効果に言及しないまま当事者の思いを主軸に論述を展開する答案が散見された。\n・ 「拘束力」や「執行停止」に言及しつつ具体的な検討を行っている優秀な答案も少数ながら存在し，行政法全体の理解度の差が如実に表れたように思われる。\n(4) 設問２(2)・ 概ねよくできていたが，裁量についての判断枠組みを示さず，直ちに個別の違法事由を検討している答案も見られた。また，時間不足のためか，途中で終わっている答案や検討が不十分な答案も見受けられた。\n・ 問題文の中にヒントが示されていたためか，ほかの小問と比べると出来は良かった。〔設問１〕と〔設問２〕(1)で点数が取れなくても，〔設問２〕(2)だけは点数が取れているという答案が散見され，知識はなくても問題文からうまく引用してまとめられれば点数が取れるという傾向が見受けられた。\n・ 時間切れの答案を除き，大体の要素を拾っている答案が大半であるため，細部や詳細の論述の書き方如何で高得点となるものか否かが決まったところである。\n・ Ｂ県が行うであろう具体的な反論を踏まえていないものが多かった。当事者の立場による解釈の構成は学習程度の違いがよくみられる点といえよう。\n・ 裁量に当たっての考慮要素は概ね網羅されている一方で，これをＡとＢ県それぞれの立場からどう解すべきかについての検討については個人差がみられた。\n・ 基本的には，要素となるべき事実を問題文から丁寧に拾うことによって比較的容易に答案を作成することができると思われることから，他の問題と比較すると，良好な内容の答案が多かった。他方で，重大かつ明白な違法については検討する必要がない旨が【法律事務所の会議録】に明示されているにもかかわらず，この点を論ずるものが散見され，やはり，問題文を精読していないことがうかがわれた。\n・ 答案の全体としては，①一般論の内容，②間接事実の位置付け，③Ａ又はＢ県のいずれの主張として位置付けるのか，④論ずる順番などの答案の構成の面で難があるものも散見された。\n例えば，一般論がないままに具体的な事実の検討を示したり，一般論が具体的な事実の検討の中に紛れ込んでいたり，同じ観点からの論述が２か所に分かれていたり，反対当事者の主張として先に提示すべきものを自己の主張のいわゆる枕言葉として触れるにとどめたりしたものがあった。法律的な論証においては，事実又は主張がどのような意味を持つのかを適切に位置付けて論ずることが，当該論述の説得力を大きく左右するということの理解を深める必要があるように思われた。・ 土地収用法第２０条第３号の要件の充足の認定について，行政庁が裁量を有するか否かという点を全く論じていない答案が散見された。行政庁が裁量を有さないという見解も論理的にはあり得るものの，仮に，そのような見解をとるのであれば，それを明示した上で，行政庁が裁量を有するとの見解を排斥しておくべきものと思われる。法的三段論法は，規範がどのようなものであるのかということが論証の出発点になるのであり，この点を意識しないままに答案を作成したのは，法律的な論証としては，問題があるものと思われた。\n・ 裁量権の濫用逸脱の問題として正しく捉える答案が大多数であった。中でも，考慮されるべき利益を比較衡量する際の視点を，法解釈の中から導き出した上で，事実関係を丹念に拾い，\n諸事情を整理・分類して論じることができている答案は，丁寧な印象を受け，好感を持てた。\n・ 土地収用法第２０条柱書の「できる」規定を根拠として要件裁量を肯定する答案がかなりの数見られた。しかし当該規定は，要件が充足された場合において事業認定をしない効果裁量を認めるものと解釈する余地はあるにしても，要件裁量を認める根拠には（少なくとも要件充足を積極的に判断する方向においては）なり得ないと思われる。\n・ 土地収用法第２０条第３号における裁量権行使の違法性については多くの答案が触れていた。ただし，例年のことであるが，要件裁量や効果裁量といった基本的な概念の意味を理解していないのではないかと思われる答案が少なからず見られた。\n・ 本件事業認定につき，裁量権の逸脱濫用が認められることを論じるに当たり，裁量審査の判断枠組みや，なぜ事業認定に裁量が認められるのかということの根拠（単に専門的，技術的，\n政策的判断ということのほか，その裏付けとなる土地収用法上の規定など）について言及することなく，直ちに考慮事項の審査などについて論じるものが多かった。\n・ Ａの立場を述べている箇所で，土地収用法第２０条第３号の要件該当性の判断については，\nＢ県知事に「広い」裁量が認められると述べる答案があった。一般的に言って，裁量が広いという主張ないし指摘は，原告の立場と矛盾している。\n・ 土地収用法第２０条第３号の要件が，事業によって増進される公共の利益と，土地収用によって失われる利益（後者は私的なもののみならず公共の利益をも含み得る。）の比較衡量によって判断されるものであることを述べていないため，本件土地周辺の地下水や防災用の井戸への影響や本件土地の自然環境への影響が，なぜ裁量権の行使に際して考慮すべき事情なのか適切に説明できていない答案が多かった。本問に限らず一般的に，裁量権の行使に際して考慮すべき事情が何であるかを検討する際には，根拠法令の適切な解釈が前提となることに留意されたい。\n・ Ｂ県知事に裁量が認められることの論拠や裁量権の逸脱濫用の判断基準については概ね理解されていたと思われるが，本件では他事考慮が問題となることについての論及がされていない答案が少なからず見られた。\n・ 「他事考慮」とは考慮すべきでないにもかかわらず考慮すること，「考慮不尽」は，十分考慮すべきであるにもかかわらず，十分に考慮しないといった意味に使われるはずであるが，\n考慮事項の審査を論じるに当たり，これらの言葉について，その意味を踏まえないで用いているものがあった。\n・ 考慮要素に基づく裁量統制について，他事考慮，考慮遺脱，重視すべき要素を重視せず重視すべきでない要素を重視するなど，これらすべてを「考慮不尽」の一言で済ませる答案がとても目についた。きちんと分けて記述すべきである。\n・ 他事考慮，考慮不尽，事実誤認等という用語が，具体的にどのような事象に対応して用いられるのかを意識することなく，「～は，事実誤認，考慮不尽に該当する」などと記載するものも散見された。法律的な論証に用いられる用語は，それぞれに特定の意味を持っているのであり，論証の対象となる事象に適切に対応した用語を用いる必要があるところ，その点を意識することなく，単に文意を強調するための形容詞と同様の感覚で用いているのではないか- 13 -ともうかがわれ，法律的な用語に対する意識の甘さをうかがわせた。\n・ 裁量統制の基準やその適用を論ずるに当たっては，ある事実を認定することができるか否かということに関する誤りと，認定することができる事実についての評価に関する誤りとは，\n分けて論ずべきものであり，具体的な検討においても，両者は区別して論ずる必要があるが，\nこの点の区別を意識せず，又はこれらを混同させたまま論じた答案が，多数に上った。\n・ 土地収用法第２０条第３号の要件該当性に当たり考慮すべき要素について，単に「自然環境への影響が考慮されていない」とか「地下水への影響が考慮されていない」と指摘するだけの答案が見られた。解答の時間が足りなかったのかもしれないが，問題文や会議録から関連する事実を拾い，それが法的にどのように評価されるのかを丁寧に論じるべきである。\n・ 裁量権の逸脱濫用という一般的な論述はされているものの，その後の本件の事例での当てはめにおいて，調査における考慮不尽イコール裁量権の逸脱濫用とするのみで，その判断過程において社会通念に照らして著しく妥当性を欠くとまでいえるようなものかという点の検討がされているのかどうか，答案上，明らかでないものがある。\n・ 違法事由の検討において，問題文中に現れた事情を単に引き写して結論を導く答案が多く，\n考慮すべき要素について重要な事実と関連付けて記載する答案は相対的に少なかった。\n・ 具体的な事実関係の検討において，さしたる検討を加えることなく，自然環境は土地収用法上考慮する必要がないなどとするものが散見されたが，自然環境に何らの配慮もする必要がないとの結論が合理的であるとは常識的に考えられないし，会議録において，弁護士Ｅが自ら自然環境に対する考慮の点を指摘していることも考慮すると，そのような結論を安易に導き出すことには素朴に疑問を抱いてもしかるべきではないかと思われた。\n・ 裁量の内容と，裁量権濫用の判例理論をしっかり押さえた上で，具体的事案の中から，裁量権濫用の評価根拠事実を丁寧に拾い出して摘示することが求められる問題であると思われるが，ほとんどの答案が一通りのことは書いていたものの，各評価根拠事実の位置付けをよく整理して論じている答案となると，やはり少なかった。\n５ 今後の法科大学院教育に求めるもの本年の出題も，昨年までと同様に，問題文及び会議録を丁寧に読めば，論ずべき問題点の検討・把握は比較的容易にできるものであった。したがって，本問は，重要な最高裁判例や行政法上の概念等を正確に理解しているかどうか，及び，その正確な理解に基づき，本件事案に即した適切な見解を導く応用能力が発揮されているかどうかによって，評価に差が出る出題であったといえる。\nこのような出題においては，問題文等で示されている様々な事実を拾い出し，これについて適切に法的評価を行う能力や，与えられた条文から，法令の趣旨を検討する手掛かりとなる規定を見つけ出し，その趣旨を適切に読み解く能力，これらを踏まえて論理的な思考に基づき分かりやすく説得的な論述をする能力が求められるのであり，特に上記のような作業を短時間に的確に行う能力は，\n広く法律実務家にとっても必須のものといえ，法科大学院においては，このような能力が身に付くような教育が目指されるべきであることは否定できないであろう。\nもっとも，本年の出題は，違法性の承継や無効確認訴訟における原告適格といった，基本的ではあるが受験生によってはややなじみの薄い論点からの出題であったことからか，行政法の基本的な条文や概念の理解が十分でないと思われる答案が少なからず見られた。法科大学院での学習においては，上記のような応用能力の習得に向けた訓練に力を入れることだけでなく，これらの基礎的な理解がおろそかにされないよう，配慮することも必要であると考えられる。"
}