{
  "year": "H26",
  "exam_type": "予備",
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで，後記〔設問〕に答えなさい。\n【事 例】\n１ Ａ（男性，２２歳）は，平成２６年２月１日，Ｖ（男性，４０歳）を被害者とする強盗致傷罪の被疑事実で逮捕され，翌２日から勾留された後，同月２１日，「被告人は，Ｂと共謀の上，通行人から金品を強取しようと企て，平成２６年１月１５日午前零時頃，Ｈ県Ｉ市Ｊ町１丁目\n２番３号先路上において，同所を通行中のＶ（当時４０歳）に対し，Ｂにおいて，Ｖの後頭部をバットで１回殴り，同人が右手に所持していたかばんを強く引いて同人を転倒させる暴行を加え，その反抗を抑圧した上，同人所有の現金１０万円が入った財布等２点在中の前記かばん\n１個（時価合計約１万円相当）を強取し，その際，同人に加療約１週間を要する頭部挫創の傷害を負わせた。」との公訴事実が記載された起訴状により，Ｉ地方裁判所に公訴を提起された。\nなお，Ｂ（男性，２２歳）は，Ａが公訴を提起される前の同年２月６日に同裁判所に同罪で公訴を提起されていた。\n２ Ａの弁護人は，Ａが勾留された後，数回にわたりＡと接見した。Ａは，逮捕・勾留に係る被疑事実につき，同弁護人に対し，「私は，平成２６年１月１４日午後１１時頃，友人Ｂの家に居た際，Ｂから『ひったくりをするから，一緒に来てくれ。車を運転してほしい。ひったくりをする相手が見付かったら，俺だけ車から降りてひったくりをするから，俺が戻るまで車で待っていてほしい。俺が車に戻ったらすぐに車を発進させて逃げてくれ。』と頼まれた。Ｂからひったくりの手伝いを頼まれたのは，この時が初めてである。私は，Ｂが通行人の隙を狙ってかばんなどを奪って逃げてくるのだと思った。私は金に困っておらず，ひったくりが成功した際に分け前をもらえるかどうかについては何も聞かなかったが，私自身がひったくりをするわけでもないので自動車を運転するくらいなら構わないと思い，Ｂの頼みを引き受けた。その後，私は，先にＢの家を出て，その家に来る際に乗ってきていた私の自動車の運転席に乗った。しばらくしてから，Ｂが私の自動車の助手席に乗り込んだ。Ｂが私の自動車に乗り込んだ際，私は，Ｂがバットを持っていることに気付かなかった。そして，私が自動車を運転して，Ｉ市内の繁華街に向かった。車内では，どうやってかばんなどをひったくるのかについて何も話をしなかった。私は，しばらく繁華街周辺の人気のない道路を走り，翌１５日午前零時前頃，かばんを持って一人で歩いている男性を見付けた。その男性がＶである。Ｂも，Ｖがかばんを持って歩いていることに気付き，私に『あの男のかばんをひったくるから，車を止めてくれ。』と言ってきた。私が自動車を止めると，Ｂは一人で助手席から降り，Ｖの後を付けて行った。この時，周囲が暗く，私は，Ｂがバットを持っていることには気付かなかったし，ＢがＶに暴力を振るうとは思っていなかった。その後，私からは，ＶとＢの姿が見えなくなった。私は，自動車の運転席で待機していた。しばらくすると，Ｂが私の自動車の方に走ってきたが，ＶもＢ\nの後を追い掛けて走ってきた。私は，Ｂが自動車の助手席に乗り込むや，すぐに自動車を発進させてその場から逃げた。Ｂがかばんを持っていたので，私は，ひったくりが成功したのだと思ったが，ＢがＶに暴力を振るったとは思っていなかった。私とＢは，Ｂの家に戻ってから，一緒にかばんの中身を確認した。かばんには財布と携帯電話機１台が入っており，財布の中には現金１０万円が入っていた。Ｂが，私に２万円を渡してきたので，私は，自動車を運転した謝礼としてこれを受け取った。残りの８万円はＢが自分のものにした。財布や携帯電話機，かばんについては，Ｂが自分のものにしたか，あるいは捨てたのだと思う。私は，Ｂからもらった２万円を自分の飲食費などに使った。」旨説明した。Ａは，前記１のとおり公訴を提起された後も，同弁護人に前記説明と同じ内容の説明をした。\n- 6 -\n３ 受訴裁判所は，同年２月２４日，Ａに対する強盗致傷被告事件を公判前整理手続に付する決定をした。検察官は，同年３月３日，【別紙１】の証明予定事実記載書を同裁判所及びＡの弁護人に提出・送付するとともに，同裁判所に【別紙２】の証拠の取調べを請求し，Ａの弁護人に当該証拠を開示した。Ａの弁護人が当該証拠を閲覧・謄写したところ，その概要は次のとおりであった。\n(1) 甲第１号証の診断書には，Ｖの受傷について，同年１月１５日から加療約１週間を要する頭部挫創の傷害と診断する旨が記載されていた。\n(2) 甲第２号証の実況見分調書には，司法警察員が，Ｖを立会人として，同日午前２時から同日午前３時までの間，Ｖがかばんを奪われるなどの被害に遭った事件現場としてＨ県Ｉ市Ｊ町１丁目２番３号先路上の状況を見分した結果が記載されており，同所付近には街灯が少なく，夜間は非常に暗いこと，同路上の通行量はほとんどなく，実況見分中の１時間のうちに通行人２名が通過しただけであったことなども記載されていた。\n(3) 甲第３号証のバット１本は，木製で，長さ約９０センチメートル，重さ約１キログラムのものであった。\n(4) 甲第４号証のＶの検察官調書には，「私は，平成２６年１月１５日午前零時頃，勤務先から帰宅するためＩ市内の繁華街に近い道路を一人で歩いていたところ，いきなり何者かに後頭部を固い物で殴られ，右手に持っていたかばんを強く引っ張られて仰向けに転倒した。私は，仰向けに転倒した拍子にかばんから手を離した。すると，この時，私のすぐそばに男が立っており，その男が左手にバットを持ち，右手に私のかばんを持っているのが見えた。そこで，私は，その男にバットで後頭部を殴られたのだと分かった。男は，私のかばんを持って逃げたが，その際，バットを地面に落としていった。かばんには，財布と携帯電話機１台を入れており，財布の中には，現金１０万円を入れていた。男にかばんを奪われた後，私は，すぐに男を追い掛けたが，男が自動車に乗って逃げたため，捕まえることはできなかった。」\n旨記載されていた。\n(5) 甲第５号証のＢの検察官調書には，「私は，サラ金に約５０万円の借金を抱え，平成２６年１月１５日に事件を起こす１週間くらい前から，遊ぶ金欲しさに，通行人からかばんなどをひったくることを考えていた。通行人からかばんなどをひったくる際には抵抗されることも予想し，そのときは相手を殴ってでもかばんなどを奪おうと考えていた。私は，同月１４\n日午後１１時頃，私の自宅に来ていた友人Ａに『ひったくりをするから，一緒に来てくれないか。車を運転してほしい。ひったくりをする相手が見付かったら，俺が一人で車から降りてひったくりをするから，その間，車で待っていてくれ。俺が車に戻ったら，すぐに車を走らせて逃げてほしい。』と頼んだ。Ａは，快く引き受けてくれて，Ａの自動車でＩ市内の繁華街に行くことを話し合った。私は，かばんなどを奪う相手に抵抗されたりした場合にはその相手をバットで殴ったり脅したりしようと考え，自分の部屋からバット１本を持ち出し，そのバットを持ってＡの自動車の助手席に乗った。そして，Ａが自動車を運転して繁華街に向かい，その周辺の道路を走行しながら，ひったくりの相手を探した。車内では，どうやってかばんなどを奪うのかについて話はしなかった。私は，かばんを持って一人で歩いている男性Ｖを見付けたので，Ａに停車してもらってから，私一人でバットを持って降車し，Ｖの後を付けて行った。私がバットを持って自動車に乗ったことや，バットを持って自動車から降りたことは，Ａも自動車の運転席に居たのだから，当然気付いていたと思う。私は，降車してしばらくＶを追跡してから，同月１５日午前零時頃，背後からＶに近付き，いきなりＶ\nが右手に持っていたかばんをつかんで後ろに引っ張った。この時，Ｖが後方に転倒して頭部を地面に打ち付け，かばんから手を離したので，私は，すぐにかばんを取ることができた。\n私は，Ｖを転倒させようと思ってかばんを引っ張ったわけではなく，バットで殴りもしなかった。かばんを奪った直後，私は，手を滑らせてバットをその場に落としてしまったが，Ｖ\n- 7 -がすぐに立ち上がって私を捕まえようとしたので，バットをその場に残したままＡの自動車まで走って逃げた。私は，Ｖに追い掛けられたが，私がＡの自動車の助手席に乗り込むとＡがすぐに自動車を発進させてくれたので，逃げ切ることができた。その後，私とＡは，私の自宅に戻り，Ｖのかばんの中身を確認した。かばんには，財布と携帯電話機１台が入っており，財布には現金１０万円が入っていた。そこで，私は，Ａに，自動車を運転してくれた謝礼として現金２万円を渡し，残り８万円を自分の遊興費に使った。財布や携帯電話機，かばんは，私がいずれもゴミとして捨てた。」旨記載されていた。\n(6) 乙第１号証のＡの警察官調書には，Ａの生い立ちなどが記載されており，乙第２号証のＡの検察官調書には，前記２のとおりＡが自己の弁護人に説明した内容と同じ内容が記載されていた。乙第３号証の身上調査照会回答書には，Ａの戸籍の内容が記載されていた。\n４ Ａの弁護人は，【別紙１】の証明予定事実記載書及び【別紙２】の検察官請求証拠を検討した後，①同証明予定事実記載書の内容につき，受訴裁判所裁判長に対して求釈明を求める方針を定め，また，②検察官に対し，【別紙２】の検察官請求証拠の証明力を判断するため，類型証拠の開示を請求した。そこで，検察官は，当該開示請求に係る証拠をＡの弁護人に開示した。\nその後，同年３月１４日，Ａに対する強盗致傷被告事件につき，第１回公判前整理手続期日が開かれた。裁判長は，Ａの弁護人からの前記求釈明の要求に応じて，検察官に釈明を求めた。\nそこで，検察官は，今後，証明予定事実記載書を追加して提出することにより釈明する旨述べた。\n第１回公判前整理手続期日が終了した後，検察官は，追加の証明予定事実記載書を受訴裁判所及びＡの弁護人に提出・送付した。Ａの弁護人は，ＢがＶの後頭部をバットで殴打したか否かなどの実行行為の態様については，甲第４号証のＶの検察官調書が信用性に乏しく，甲第５\n号証のＢの検察官調書が信用できると考えた。その上で，③Ａの弁護人は，前記２のＡの説明内容に基づいて予定主張記載書面を作成し，これを受訴裁判所及び検察官に提出・送付した。\n同月２８日，第２回公判前整理手続期日が開かれ，受訴裁判所は，争点及び証拠を整理し，Ｖ及びＢの証人尋問が実施されることとなった。そして，同裁判所は，争点及び証拠の整理結果を確認して審理計画を策定し，公判前整理手続を終結した。公判期日は，同年５月１９日から同月２１日までの連日と定められた。\n５ その後，Ｂに対する強盗致傷被告事件の公判が，同年４月２１日から同月２３日まで行われた。Ｂは，同公判の被告人質問において，「実は，起訴されるまでの取調べにおいては嘘の話をしていた。本当は，平成２６年１月１４日午後１１時頃，自宅において，Ａに対し本件犯行への協力を求めた際，Ａから『バットを持って行けばよい。』と勧められた。また，Ｖを襲った時，バットでＶの後頭部を殴ってから，Ｖのかばんを引っ張った。」旨新たに供述した。そこで，Ａの公判を担当する検察官が，同年４月２４日にＢを取り調べたところ，Ｂは自己の公判で供述した内容と同旨の供述をしたが，その一方で「Ａの前では，Ａに責任が及ぶことについて話しづらいので，Ａの公判では，できることなら話したくない。今日話したことについては，供述調書の作成にも応じたくない。」旨供述した。④同検察官は，取調べの結果，Ｂが自己の公判で新たにした供述の内容が信用できると判断した。\n- 8 -\n〔設問１〕\n下線部①につき，Ａの弁護人が求釈明を求める条文上の根拠を指摘するとともに，同弁護人が求釈明を求める事項として考えられる内容を挙げ，当該求釈明の要求を必要と考える理由を具体的に説明しなさい。\n〔設問２〕\n下線部②につき，Ａの弁護人が甲第４号証のＶの検察官調書の証明力を判断するために開示を請求する類型証拠として考えられるものを３つ挙げ，同弁護人が当該各証拠の開示を請求するに当たり明らかにしなければならない事項について，条文上の根拠を指摘しつつ具体的に説明しなさい。\nただし，当該各証拠は，異なる類型に該当するものを３つ挙げることとする。\n〔設問３〕\n下線部③につき，Ａの弁護人は，Ａの罪責についていかなる主張をすべきか，その結論を示すとともに理由を具体的に論じなさい。\n〔設問４〕\n下線部④につき，検察官は，Ｂが自己の公判で新たにした供述の内容をＡの公訴事実の立証に用いるためにどのような訴訟活動をすべきか，予想されるＡの弁護人の対応を踏まえつつ具体的に論じなさい。\n- 9 -\n【別紙２】\n検察官請求証拠甲号証番号 証拠の標目 立証趣旨甲第１号証 診断書 Ｖの負傷部位・内容甲第２号証 実況見分調書 犯行現場の状況甲第３号証 バット１本 犯行に用いられたバットの存在及び形状甲第４号証 Ｖの検察官調書 被害状況甲第５号証 Ｂの検察官調書 犯行に至る経緯及び犯行の状況等乙号証番号 証拠の標目 立証趣旨乙第１号証 被告人の警察官調書 身上・経歴関係乙第２号証 被告人の検察官調書 犯行に至る経緯及び犯行の状況等乙第３号証 被告人の身上調査照会回答書 被告人の身上関係\n- 11 -",
  "source_pdf": "data/pdfs/preliminary_exam/H26/論述/試験問題/実務基礎.pdf",
  "subject": 10,
  "purpose": "（出題趣旨）本問は，強盗致傷罪の成否やその共謀が争点となり得る具体的事例を題材に，弁護人として，公判前整理手続において，検察官作成の証明予定事実記載書の内容につき求釈明を要求すべき事項（設問１），被害者の検察官調書の証明力を判断するために類型証拠開示請求すべき証拠（設問２），被告人の弁解等を踏まえ明示すべき予定主張の内容（設問３）などを問うとともに，検察官として，公判前整理手続終了後に共犯者の公判でなされた共犯者供述を被告人の公訴事実の立証に用いるために行うべき訴訟活動の在り方（設問４）を問うものである。昨今の刑事裁判実務において重要な役割を果たしている公判前整理手続やその他の刑事手続，更には実体法（刑法）についての基礎的知識を試すとともに，具体的事例において，これらの知識を活用し，訴訟当事者として行うべき訴訟活動や法的主張を検討するなどの法律実務の基礎的素養を試すことを目的としている。"
}