{
  "year": "H26",
  "exam_type": "予備",
  "subject_name": "行政法",
  "text": "Ａ県は，漁港漁場整備法（以下「法」という。）に基づき，漁港管理者としてＢ漁港を管理している。Ｂ漁港の一部には公共空地（以下「本件公共空地」という。）があり，Ｃは，Ａ県の執行機関であるＡ県知事から，本件公共空地の一部（以下「本件敷地」という。）につき，１９８１年８\n月１日から２０１４年７月３１日までの期間，３年ごとに法第３９条第１項による占用許可（以下\n「占用許可」とは，同法による占用許可をいう。）を受けてきた。そして，１９８２年に本件敷地に建物を建築し，現在に至るまでその建物で飲食店を経営している。同飲食店は，本件公共空地の近くにあった魚市場の関係者によって利用されていたが，同魚市場は徐々に縮小され，２０１２年には廃止されて，関係施設も含め完全に撤去されるに至った。現在Ｃは，観光客などの一般利用者をターゲットとして飲食店の営業を継続し，２０１３年には，客層の変化に対応するために店内の内装工事を行っている。他方，Ａ県知事は，魚市場の廃止に伴って，観光客を誘引するために，Ｂ\n漁港その他の県内漁港からの水産物の直売所を本件敷地を含む土地に建設する事業（以下「本件事業」という。）の構想を，２０１４年の初めに取りまとめた。なお，本件事業は，法第１条にいう漁港漁場整備事業にも，法第３９条第２項にいう特定漁港漁場整備事業にも，該当するものではない。\nＣは，これまで受けてきた占用許可に引き続き，２０１４年８月１日からも占用許可を受けるために，本件敷地の占用許可の申請をした。しかし，Ａ県知事は，Ｃに対する占用許可が本件事業の妨げになることに鑑みて，２０１４年７月１０日付けで占用不許可処分（以下「本件不許可処分」\nという。）をした。Ｃは，「Ｃは長期間継続して占用許可を受けてきたので，本件不許可処分は占用許可を撤回する処分と理解すべきである。」という法律論を主張している。Ａ県側は，「法第３９条第１項による占用許可をするか否かについて，同条第２項に従って判断すべき場合は，法第１条の定める法の目的を促進する占用に限定されると解釈すべきである。Ｃによる本件敷地の占用は，法第１条の定める法の目的を促進するものではないので，Ｃに対し本件敷地の占用許可をするかどうかについては，その実質に照らし，地方自治法第２３８条の４第７項が行政財産の使用許可について定める基準に従って判断するべきである。」という法律論を主張している。なお，Ｂ漁港は，Ａ\n県の行政財産である。\nＡ県の職員から，Ｃがなぜ上記のような法律論を主張しているのか，及び，Ａ県側の法律論は認められるかについて，質問を受けた弁護士Ｄの立場に立って，以下の設問に解答しなさい。なお，法の抜粋を資料として掲げるので，適宜参照しなさい。\n〔設問１〕\n本件不許可処分を，占用許可申請を拒否する処分と理解する法律論と，占用許可の撤回処分と理解する法律論とを比べると，後者の法律論は，Ｃにとってどのような利点があるために，Ｃが主張していると考えられるか。行政手続法及び行政事件訴訟法の規定も考慮して答えなさい。\n〔設問２〕\n(1) Ｃによる本件敷地の占用を許可するか否かについて，法第３９条第２項に従って判断する法律論と，Ａ県側が主張するように，地方自治法第２３８条の４第７項の定める基準に従って判断する法律論とを比べると，後者の法律論は，Ａ県側にとってどのような利点があるか。\n両方の規定の文言及び趣旨を比較して答えなさい。\n(2) 本件において，Ａ県側の上記の法律論は認められるか，検討しなさい。\n- 4 -\n【資料】漁港漁場整備法（昭和２５年法律第１３７号）（抜粋）\n（目的）第１条 この法律は，水産業の健全な発展及びこれによる水産物の供給の安定を図るため，環境との調和に配慮しつつ，漁港漁場整備事業を総合的かつ計画的に推進し，及び漁港の維持管理を適正にし，もつて国民生活の安定及び国民経済の発展に寄与し，あわせて豊かで住みよい漁村の振興に資することを目的とする。\n（漁港の保全）第３９条 漁港の区域内の水域又は公共空地において，（中略）土地の一部の占用（中略）をしようとする者は，漁港管理者の許可を受けなければならない。（以下略）\n２ 漁港管理者は，前項の許可の申請に係る行為が特定漁港漁場整備事業の施行又は漁港の利用を著しく阻害し，その他漁港の保全に著しく支障を与えるものでない限り，同項の許可をしなければならない。\n３～８ （略）\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H26/論述/試験問題/公法系.pdf",
  "subject": 2,
  "purpose": "（出題趣旨）本問は，漁港において公共空地の占用許可を継続的に受けてきた事業者が，引き続き占用許可を申請したところ，不許可処分を受けたという事例に即して，行政手続，行政訴訟及び行政処分の違法事由についての基本的な知識及び理解を試す趣旨の問題である。設問１では，申請拒否処分と不利益処分について行政手続法が定める規律の相違や抗告訴訟で争う場合の行政事件訴訟上の規定の相違及び授益処分の撤回の制限法理について論じること，設問２では，行政財産の目的外使用許可と行政庁の裁量についての理解を前提とした上で，行政庁が占用許可についてどのような法的基準を用いて判断するべきかを，関係規定及び関係制度の文言や趣旨並びに本件の事実関係に照らして論じることが，それぞれ求められている。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "（出題趣旨）本問は，漁港において公共空地の占用許可を継続的に受けてきた事業者が，引き続き占用許可を申請したところ，不許可処分を受けたという事例に即して，行政手続，行政訴訟及び行政処分の違法事由についての基本的な知識及び理解を試す趣旨の問題である。"
      },
      {
        "type": "q1",
        "text": "設問１では，申請拒否処分と不利益処分について行政手続法が定める規律の相違や抗告訴訟で争う場合の行政事件訴訟上の規定の相違及び授益処分の撤回の制限法理について論じること，"
      },
      {
        "type": "q2",
        "text": "設問２では，行政財産の目的外使用許可と行政庁の裁量についての理解を前提とした上で，行政庁が占用許可についてどのような法的基準を用いて判断するべきかを，関係規定及び関係制度の文言や趣旨並びに本件の事実関係に照らして論じることが，それぞれ求められている。"
      }
    ]
  }
}