{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＸ社は，自動車の重要な構成部品甲（以下「甲」という。）のメーカーであり，主な取引先は，日本国内の自動車メーカーである。Ｘ社の甲の日本国内における販売シェアは４０％であり，甲のメーカーは日本国内には他に５社存在している。なお，甲に代替し得る製品は存在しない。\nＸ社は，最近，甲の革新的な新しい製造方法（以下「新製造方法α」という。）の単独開発に成功し，そのノウハウ技術（注）を保有している。新製造方法αは，旧製造方法に比べて，甲の品質を大きく向上させ製造コストも大幅に削減させるものであることから，短期間のうちに，旧製造方法は全て新製造方法αに取って代わられるものと予測された。もっとも，開発した新製造方法αを実施するためには，別途，専用の製造装置が必要であった。しかし，Ｘ社は，製造装置メーカーではなく，当該製造装置を単独では開発できないため，従来から株式の相互保有関係にあった製造装置メーカーのＹ社と当該製造装置を共同開発することとし，Ｙ社に対して製造装置の開発に必要な新製造方法αのノウハウ技術を開示した上で，共同開発を行った。Ｘ社及びＹ社による共同開発の結果，新製造方法α向けの製造装置を製造するための技術の開発に成功し，Ｙ社は，当該開発した技術を用いた新製造方法α向けの製造装置βを製造することにも成功するに至った。\n甲の製造装置メーカーは，日本国内にＹ社の他に４社存在する。現時点では，Ｘ社及びＹ社が共同開発した新製造方法α向けの製造装置βの競合品は存在しないものの，甲の製造装置の分野は，技術開発が活発な分野であり，他の４社の技術開発能力に照らして，少なくとも数年のうちには，新製造方法α向けの代替製造装置を製造するための新技術の開発を行うとともに，当該新技術を用いた新製造方法α向けの代替製造装置を製造する見込みが高い。\nＸ社は，今後，新製造方法αのノウハウ技術を甲の他のメーカーにも利用許諾（以下「ライセンス」という。）することを考えているが，ライセンス先のメーカーが，ライセンスを受けた新製造方法αのノウハウ技術を基に甲の他の製造装置メーカーと共同して代替製造装置に係る新技術の開発を行う場合には，甲の他の製造装置メーカーに新製造方法αのノウハウ技術が漏えいするおそれがあると考えている。また，Ｘ社は，Ｙ社と行った製造装置βの共同開発に要した費用を回収するには数年掛かると考えている。そこで，Ｘ社は，新製造方法αのノウハウ技術の秘密性を保持するとともに，Ｙ社との共同開発に要した費用を回収するために，甲の他のメーカーに対し新製造方法\nαのノウハウ技術をライセンスするに際し，新製造方法α向けの製造装置を，Ｙ社が製造する製造装置βに限定し，Ｙ社から購入することを義務付けることを計画している（以下「本件計画」という。）。\n〔設 問〕\nＸ社の本件計画について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n（注）ノウハウ技術とは，公知となっていない技術的知識及び経験又はそれらの集積であって，その経済価値を事業者自らが保護・管理するものを指し，おおむね，不正競争防止法上の営業秘密のうちの技術に関するものをいう。〔第２問〕（配点：５０）\nＡ協会は，水上スポーツ用の船舶である商品乙（以下「乙」という。）の普及と発展を目的として設立された団体であり，乙のメーカーであるＸ１-Ｘ５の５社及び乙を取り扱う販売店のほとんど全てがその会員となっている。Ａ協会は規約で総会，理事会等を設けており，メーカー５社及び主要な販売店数社が理事会のメンバーになっている。\nメーカー５社の合計シェアは，日本国内で販売される乙のほとんど全てを占めている。また，乙の大部分は，メーカーから販売店を経てユーザーに販売されている。なお，乙は，用途・機能が特定されていることから，他に代替品は存在しない。また，乙には大型と小型の区別があり，両者の小売価格には約１.５倍程度の開きがあるが，いずれも，ユーザーにとっての基本的な用途・機能に差異は存在しない。\n乙は，マリンスポーツの人気の高まりとともに売上げを伸ばしてきたが，販売台数の増加とともに，船舶の動作不良とユーザーの操縦ミスが複合した転覆や衝突事故が増加し，これがマスコミでも報道されるようになった。また，事故時における損害賠償をめぐるトラブルが多発するようになった。そこで，Ａ協会は，これらの事態に対処して乙に対する信頼を維持するための方策を理事会で話し合い，以下のような内容の「対策要綱」をまとめて，これを実施しようと考えている。\n⑴ ユーザーによるメインテナンスの不備，並びに長期間使用されることによる船舶の経年劣化が動作不良発生の原因であると考えられたことから，メインテナンスの必要性の認識を喚起するとともに船舶の使用期間の適正化を図ることを目的として，これまでは明確に定められていなかった乙の「耐用年限」についての自主基準を設けることとする。\n従来，乙の平均使用期間は約８年であったが，５，６年を経過する頃から事故発生率が上昇するというデータが得られたこと，実際に多くの会員メーカーが，修理や保守の経験に基づき，目安となる耐用年限を５年程度としていたことから，適切な保守・点検により安全性が維持できる期間として，耐用年限の自主基準を一律に５年間とする。\nその場合，製品の耐用年限を設定するか否か，また耐用年限を設定する場合に上記の自主基準に従うか否かについては，会員メーカーの自由とし，これより長い，又は短い耐用年限の製品を製造し販売することは制限しないこととする。\n⑵ 乙については，賠償責任保険の加入者が少ないことが，事故時に損害賠償をめぐるトラブルが多発する主因だと考えられたことから，トラブル防止のため，会員メーカーは，保険会社との間で，メーカーが保険料を負担する乙向けの商品付帯賠償責任保険Ｗに係る契約を締結し，自社の乙にこの保険Ｗを付帯して販売しなければならないこととする（注）。\n乙に付帯する保険Ｗの保険期間は１年とし，どの保険会社の保険を選択するかは，会員メーカ\nーの自由に任せる。また，メーカーが負担する保険料を乙の卸売価格に転嫁するかどうかについても，各社の判断に委ねることとする。なお，現在，保険Ｗを取り扱っている保険会社は２社であるが，本対策要綱の実施を念頭に置いて，更に数社が新たに取扱いを計画している。\n〔設 問〕\n上記の「対策要綱」⑴，⑵について，独占禁止法上の問題点を分析して検討しなさい。\n（注）乙向けの商品付帯賠償責任保険Ｗは，メーカーを保険契約者，当該メーカーの乙を購入したユーザーを被保険者とする保険で，この保険が付帯された乙を購入したユーザーは，保険料を負担せずに補償を受けることができる。- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "[経 済 法]\n〔第１問〕\n本問は，自動車の重要な構成部品甲のメーカーＸ社が，保有する甲の新製造方法αのノウハウ技術を甲の他のメーカーにライセンスするに際し，新製造方法αの実施のための専用の製造装置をＹ社から購入することを義務付けることを計画（以下，「本件計画」という。）しているという事案について，独占禁止法第１９条が禁止する不公正な取引方法の一般指定第１０項が定める抱き合わせ販売等の該当性を問うものである。\nまず，一般指定第１０項の行為要件のうち，抱き合わせる商品（以下，「主たる商品」という。）が何で，抱き合わせられる商品（以下，「従たる商品」という。）が何であるかにつき言及するとともに，事実関係に照らして，Ｘ社が主たる商品の供給をてことして従たる商品の購入を余儀なくさせることにつき言及することが求められる。\n次に，一般指定第１０項の実質要件である「不当に」とは，公正競争阻害性のことであるとともに，何を意味する公正競争阻害性と捉えるのかにつき言及することが求められる。そして，競争の減殺を意味する公正競争阻害性，競争手段の不公正さを意味する公正競争阻害性のいずれと捉えるとしても，事実関係に照らして，従たる商品の市場においてどのような事実が認められれば，公正競争阻害性の要件を満たすことになるのかを示すことが求められる。\nさらに，Ｘ社は，本件計画について，新製造方法αのノウハウ技術の秘密性を保持するとともに，Ｙ社との共同開発に要した費用を回収するためであるとして，正当化しようとしているが，このことをどのように考慮・評価するかについて言及することが求められる。\n本件計画については，不公正な取引方法の一般指定第１１項が定める排他条件付取引の該当性，又は一般指定第１２項が定める拘束条件付取引の該当性を問うことも考えられる。この場合にも，それぞれの行為要件と実質要件とを満たすのかにつき検討することが求められるが，実質要件については競争の減殺を意味する公正競争阻害性と捉えて検討することが求められる。\nなお，本件では，短期間のうちに，旧製造方法が全て新製造方法αに取って代わられるものと予測されたというのであり，そうなると，甲の製造設備は新製造方法αを実施するための専用の製造設備のみとなり，したがって，Ｘ社の本件計画が実施されれば，従たる商品である甲の製造設備の市場がＹ社の独占となることから，排除型私的独占の成立について言及することも期待される。\n〔第２問〕\n本問は，水上スポーツ用船舶乙のメーカー５社の全てが加入する事業者団体Ａによる，同船舶の安全・事故対策のための措置について，独占禁止法上の問題点を分析・検討することを求めるものであり，いずれも，非ハードコアカルテルとして，構成事業者の機能又は活動の不当な制限（独占禁止法第８条第４号）の該当性が問題になるものである。\n対策要項（１）は，製品の耐用年限を一律５年とする自主規制であるが，メーカーによる耐用年限の設定は，製品の規格・品質に関する制限として，乙の製造・販売分野における，多様な製品による競争を阻害する効果を持ち得るものである。したがって，まず，従来のユーザーの平均使用期間が８年であったこと，会員メーカーの耐用年限がいずれも５年程度であること，基準の遵守は強制されていないことなどの事情を考慮して，本基準が，５年より長い耐用年限の乙を製造・販売しないというメーカー間の協調行動を生じさせる可能性について検討する必要がある。\nついで，本件における耐用年限の設定は，事故の原因である経年劣化に対処しようとするものであること，５，６年を経過する頃から事故率が上昇するというデータに基づくものであることなどの諸事情を考慮して，安全性の確保の観点から正当化事由が認められるかどうかについて論じる必要がある。\n対策要項（２）は，メーカーが保険料を負担する商品付帯賠償責任保険Ｗを乙に付帯して販売する行為を義務付ける行為であり，営業・販売方法の制限として，事業者間の競争手段の制限による競争制限効果を持ち得るものである。すなわち，Ｗの付帯が強制されることにより，乙の販売分野において，保険を付帯して販売するか否かの競争が制限されることになる。なお，この行為は商品に無料の保険を付帯するにとどまり，またメーカーによる保険会社の選択は自由であるから，抱き合わせ販売には該当しないことに注意する必要がある。\nついで，本件における保険Ｗの付帯が，損害賠償をめぐるトラブルを防止するためのものであり，事故被害者の救済とユーザーの利便の向上という目的に資するものであること，保険期間が１年であること，保険会社の選択は自由であることなどの諸事情を考慮して，正当化事由が認められるか否かを論じる必要がある。",
  "scoring_notes": "１ 出題の趣旨について出題に当たり，私的独占の禁止及び公正取引の確保に関する法律（以下，「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が当該市場における競争にどのような影響を与えるかを念頭に置いて，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価し得るような問題作成を目指した。\n出題した２問は，独占禁止法の基本を正確に理解し，これに基づいて検討すれば解答し得る問題であり，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めるものではない。\n２ 採点方針別途公表済みの出題の趣旨及び前記１で述べたとおり，独占禁止法の基本的概念や個別の要件の意義を，その趣旨を踏まえて正確に理解しているか，当該行為が市場における競争に与える影響を十分に洞察しようとして，問題文のどの事実をどのような観点から取り上げるのが相当かを分析した上で，的確に要件に当てはめることができているか，それらは論理的かつ説得的で矛盾がないかという観点から，法的な能力を見ようとした。\n第１問は，自動車部品のメーカーＸ社が，部品甲の新製造方法αのノウハウ技術を他のメーカーにライセンスするに際し，α専用の製造装置をＹ社から購入することを義務付ける行為について，独占禁止法第１９条が禁止する不公正な取引方法たる抱き合わせ販売等（一般指定第１０項）の該当性を問うものであり，①このような行為が市場における競争に与える影響を洞察する見地から事例を的確に分析し，Ｘ社が主たる商品の供給をてことして抱き合わせられる商品（従たる商品）の購入を余儀なくさせる事実関係を指摘した上，②独占禁止法の基本的概念や要件に関する正確な理解に基づいて，一般指定第１０項「不当に」の文言から公正競争阻害性の要件が導かれることを正確に指摘するとともに，競争減殺が生じ得る一定の取引分野を適切な方法で画定し，③重要な事実（新製造方法αが，旧製造方法に比して，甲の品質を大きく向上させ，製造コストも大幅に削減させること，短期間のうちに旧製造方法に取って代わると見込まれること等）を拾い出して，的確な当てはめを行うことにより，競争減殺の有無を論理的かつ説得的に論じ，④目的の正当性及び手段の相当性の見地から正当化事由の有無を具体的に検討することができているかを見た。なお，公正競争阻害性については，これをもって競争手段の不公正さと解することもできるが，その場合も，具体的な事実関係を丁寧に検討して，能率競争への影響や選択の自由への侵害の有無を論理的かつ説得的に論じる必要があり，これを評価の対象とした。また，本問では，排除条件付取引（一般指定第１１項），拘束条件付取引（同第１２項），排除型私的独占（独占禁止法第３条）の該当性を論じることも考えられるが，その場合も，\n基本的には抱き合わせ販売等について先に述べたところと同様の視点から評価を行った。ただし，排除型私的独占を論じる場合には，本問の事実関係で，競争減殺にとどまらず，実質的な競争制限までをも認めることができるか十分に論じる必要があり，\n採点に当たっては，この点に着目して評価を行った。第２問は，水上スポーツ用の船舶である乙のメーカー５社及び販売店のほとんど全てが加入する事業者団体Ａが実施しようとしている，乙の安全・事故対策のための対策要綱（１）\n及び（２）が，独占禁止法第８条第４号が規定する構成事業者の機能又は活動の不当な制限の禁止に該当するか否かを問うものである。まず，乙の耐用年限を一律５年とする対策要綱（１）については，①乙の製造・販売分野における，メーカー間の耐用年限をめぐる競争を制限する効果を持ち得ることを指摘し，その具体的な考慮要素を正確に拾い出して検討しているか，また，②転覆・衝突事故の防止という観点からの正当化事由の有無を，関連する諸事情を考慮して総合的に検討しているかを見た。このうち，①については，メーカーの合計シェアの高さ，従来のユーザーの平均使用期間が約８年であること，メーカーの従来の耐用年限がいずれも５年程度であること，基準の遵守は強制されていないことなどの事情を考慮して，５年より長い耐用年限の乙を製造・販売しないという協調行動を生じさせる可能性を的確に検討しているか，また②については，事故原因が乙の経年劣化にあること，５，６年を経過する頃から事故発生率が上昇するというデータが存在することなどの事情を考慮して，目的の正当性及び手段の相当性の存否を論理的かつ説得的に論じているかを見た。\n次に，対策要綱（２）については，①商品付帯賠償責任保険Ｗを乙に付帯して販売することを義務付けることにより，乙の製造・販売分野において，保険を付帯して販売するか否かというメーカー間の販売方法をめぐる競争を制限することを正確に理解し検討しているか，\n及び，②損害賠償をめぐるトラブルの防止という観点からの正当化事由の有無を関連する諸事情を考慮して総合的に検討しているかを見た。このうち，①については，メーカーの合計シェアの高さ，付帯を義務付けていることなどの考慮要素を正確に拾い出して検討しているか，本件行為は抱き合わせ販売には該当しないことを理解した上で解答しているかを見た。\nまた②については，本件行為が事故被害者の救済とユーザー利便の向上に資するものであること，保険期間が１年と短期であること，メーカーによる保険会社の選択は自由であることなどの事情を考慮して，目的の正当性及び手段の相当性の存否を論理的かつ説得的に検討しているかを見た。\n３ 採点実感等(1) 出題の趣旨に即した答案の存否，多寡について第１問については，多くの答案が，抱き合わせ販売等の該当性を論じていたほか，\n抱き合わせ販売等に併せ，又はそれに代えて，排除条件付取引，拘束条件付取引又は排除型私的独占を論じ，一定の取引分野の画定，成立要件の検討，事実の当てはめ，正当化事由の検討を行って，おおむね出題の趣旨に即した論じ方をしていた。\nなお，独占禁止法第２１条の適用いかんに重点を置き，上記抱き合わせ販売等その他の該当性や正当化の許否を十分に論じない答案が見受けられたが，不正競争防止法上の営業秘密たるノウハウ技術に同条が適用されないことに争いはなく，そうした答案は出題の趣旨に沿うものではなかった。\n第２問については，多くの答案が，出題の趣旨に即して，独占禁止法第８条第４号の該当性を検討していたが，同条第１号の該当性を否定するのみで，同条第４号の該当性を検討しない答案も見られた。また，対策要綱（２）について，同条第４号の該当性を検討せずに同条第５号（抱き合わせ販売）の該当性のみを検討する答案も少なからず見られた。さらに，同法第８条ではなく，同法第３条の該当性のみを検討する答案も見られた。(2) 出題時に予定していた解答水準と実際の解答水準との差異について第１問については，多くの答案において，一定の取引分野の画定方法，各制度の要件など，基本的な知識に関しては，出題時に予定していた解答水準と実際の解答水準との間に大きな差異は認められなかった。もっとも，例えば一般指定第１０項にいう「不当に」の解釈を誤るなど，基本的な理解が不十分であることを示す答案も少なくなかった。また，本問では，問題文から得られる多くの事実の中から重要な事実を拾い出し，各事実の意味を正確に把握して，説得的に論述することを期待したが，各制度の成立要件等の説明に終始し，事案に即した事実の検討を十分に行わない答案も散見された。\n第２問については，独占禁止法第８条第４号を指摘した上で，公正競争阻害性及び正当化事由を中心に論じる答案が多いと考えていたが，予想以上に，公正競争阻害性自体を否定して正当化事由の有無を検討しない答案が多く見られた。また，公正競争阻害性については，市場を画定し，問題文の事実を摘示した上で，競争制限効果を丁寧に論述してほしかったが，多くの答案がこの点不十分であった。具体的には，市場画定を行わずに競争制限効果を論じるものや，正当化事由について結論を述べるのみで問題文の事実を摘示した理由付けがきちんとなされていない答案が多く見られた。\n(3) 「優秀」，「良好」，「一応の水準」，「不良」答案について第１問については，「優秀」な答案は，抱き合わせ販売等その他の趣旨及び要件に関する正確な理解を示した上，問題文から重要な事実を拾い出して的確な当てはめと十分な理由付けを行い，正当化事由の有無まで説得的な論述がなされているものとし，「良好」な答案は，比較的論述は薄いものの，必要な論点を網羅した上で，要点を的確にまとめてあるもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち，幾つかのポイントを欠くものとした。また，「不良」\nの答案は，条文解釈や成立要件に関する基本的な理解を欠き，本問の論点を拾うことができず，問題文が示す事実関係に即した論述がなされていないものとした。\n第２問については，「優秀」な答案は，事業者団体性，団体の行為性，公正競争阻害性，正当化事由について，問題文に含まれた認定に必要不可欠な事実を適切かつ丁寧に拾い出し，当てはめが的確になされているものとし，「良好」な答案は，比較的論述は薄いものの，必要な論点を網羅した上で，要点を的確にまとめてあるもの，\n「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち，\n幾つかのポイントを欠くものとした。また，「不良」の答案は，独占禁止法第８条第４号の条文を抽出できずに論点をきちんと拾えず，出題意図を離れた論述をしているものとした。\nなお，これらは各水準に属する答案の一例で，採点に当たっては，総合的な能力の判定にも配慮しており，各水準に属する答案は，上記のものに尽きるものではない。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。\n経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかどうかを見ようとするものである。法科大学院は，出題の趣旨を正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，論点主義的な記述ではなく，構成要件の意義を正確に示した上，当該行為が市場における競争へどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめることを論理的・説得的に示すことができるように教育してほしい。"
}