{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：４０）\nＳ市に住むＡは，Ｓ地方裁判所から，裁判員候補者として呼出しを受けた。Ａは，職場の上司であるＢに対し，「このたび，裁判所から呼出しがありました。休暇を取らせてください。」と依頼した。Ｂは，「了解しました。大事なことですから，安心して行きなさい。」と応じた。\n裁判員を選任する手続の期日は，平成２５年１月２１日（月曜日）に指定されていた。同日の朝，Ａは，自宅からバスと電車を乗り継いで，Ｓ地方裁判所に出頭した。当日の手続によりＡは裁判員に選任され，直ちに翌日から公判が開始されることになった。Ａの自宅からＳ地方裁判所まではかなりの距離があり，交通機関の乗換えの便も悪かったため，帰宅はかなり遅くなったが，Ａは何とかその日のうちに自宅に戻った。\nＡは帰宅後，裁判員に選任されたことをＢに電話で説明し，さらに休暇を取得した。Ｓ地方裁判所でＡの合議体が取り扱うこととなった事件は，連日開廷の下で審理が行われ，平成２５年１月２５日（金曜日）に判決が言い渡された。この間のＡの裁判員としての職務従事日数は計４日である。\nＡは，自宅とＳ地方裁判所の間を連日往復することに体調面で不安があったこと，期日が連続していたこと，及び，同居する老親の同意を得られたことから，裁判員としてＳ地方裁判所に通っていた間，Ｓ地方裁判所付近のビジネスホテルで３泊し，ホテル代を支出した。\n裁判員の参加する刑事裁判に関する法律（以下「裁判員法」という。司法試験用法文を参照。）の下で，裁判員候補者及び裁判員は期日に出頭する義務を負い，裁判員は審理に立ち会う職務を担う。裁判員は，特別な知識，能力，経験等を要件とせず国民一般から無作為に抽出された者の中から選任され，一定の事由に該当しない限りは，その辞退を申し立てることができない。正当な理由がなく出頭しないときは過料に処することとされている。また，裁判員は，独立してその職権を行うこととされている。\n裁判員候補者や裁判員である者には，裁判員法において，旅費，日当及び宿泊料を支給することとされている（裁判員法第１１条，第２９条第２項）。Ａは，平成２５年２月に，裁判員法に基づき，裁判員候補者として出頭したことにつき旅費及び日当の支給を，裁判員として出頭し計４日間職務に従事したことにつき旅費，日当及び宿泊料の支給を，それぞれ銀行振込によって受けた。\n〔設 問〕\nＡが裁判員候補者及び裁判員として支給を受けた旅費，日当及び宿泊料，並びに，Ａが支出したホテル代は，所得税法の適用上，どのように扱われるか。所得税法の根拠条文を摘示して説明しなさい。\n- 6 -\n〔第２問〕（配点：６０）\nＡは，平成１０年４月に，それまで勤めていた不動産会社を辞めて，東京都内で，個人で不動産賃貸の事業を開業した。Ａは，開業に伴い，個人の不動産賃貸業者が会員となっているＢ協会に加入した。\nＢ協会は，平成１６年４月，不動産の税務会計等に詳しいＣ税理士を講師に招き，本部事務所の会議室において，Ｂ協会の会員の参加による講演会とＣ税理士を囲んだ懇親会を開催する計画を立てた。同講演会の開催日を同年５月１０日とし，参加する会員が負担する費用として，講演会の参加費用を２万円，その後に開催される懇親会費用を１万円と決めて，その旨記載した案内状を各会員に送付した。Ａは，Ｂ協会からの案内状を見て，是非ともＣ税理士の講演を聴きたいと考え，同年５月１０日，本部事務所に行き，会場受付で，講演会及び懇親会の各費用として合計３万円を支払い，Ｃ税理士の講演を聴いた。講演会及び懇親会の終了後，Ａを含む会員数名で，本部事務所近くの居酒屋において，Ｃ税理士を囲んで二次会をすることとなり，その費用についてはＣ税理士分も含めて参加した会員で割り勘とし，結局，一人４０００円を支払った。\nところで，Ａは，開業以来，果敢な投資により事業を拡大し，それに伴って売上げも順調に伸ばしてきたが，そのため多額の税金を支払うこととなったため，少しでも納税額を減らそうと考えた。\nそこで，Ａは，平成１６年１２月１０日ころ，取引先であるＤに依頼して，額面３００万円の架空の請求書と領収証を作成してもらい，その報酬として，Ｄに対して２０万円を支払った。\n平成１９年になって，Ａは，Ｅ税務署の職員の調査により，過去３年分の所得を過少申告していたことが発覚した。そのため，Ｅ税務署長は，平成１９年９月１日，Ａに対して，３年分の所得税の更正処分及び過少申告加算税の賦課決定処分（以下，両処分を併せて「本件各処分」という。）をした。\nＡは，直ちに，本件各処分に基づき本税及び加算税等を納付したが，本件各処分を不服として，Ｅ税務署長に対して異議申立てをした。しかし，同申立ては棄却され，さらに国税不服審判所長に対して審査請求をしたが棄却された。そこで，Ａは，弁護士を選任して，本件各処分の取消しを求めて，平成２０年１０月１日に東京地方裁判所に提訴した。\nＡは，Ｅ税務署長に対する異議申立てに始まる一連の手続をするに当たって，Ｃ税理士に代理人さらには補佐人として関与してもらえるように頼み，本件各処分が取り消された場合には成功報酬として還付加算金を含めた認容額の１０パーセントを支払うことを約束した。\n第一審の東京地方裁判所は，Ａの請求を棄却したため，Ａが控訴したところ，東京高等裁判所は，平成２４年１０月１７日，本件各処分の一部を取り消す旨の判決を言い渡し，同判決は，当事者双方が上訴せず確定した。\nＥ税務署長は，同判決の確定を受けて，平成２４年１１月１日，Ａに対し，過納金２０００万円と還付加算金３００万円を還付した。Ａは，Ｃ税理士に成功報酬として，２３０万円を支払った。\n以上の事実関係を前提に，以下の設問に答えよ。\n〔設問１〕\n所得税法における「必要経費」と法人税法における「損金」の異同を簡潔に論ぜよ。\n〔設問２〕\nＡは，平成１６年分の所得税の申告に当たり，不動産所得の金額の計算上，①講演会への参加費用（２万円），懇親会費用（１万円）及び二次会の費用（４０００円）並びに②Ｄに支払った報酬\n２０万円を，それぞれ必要経費に算入できるか。②については，Ａが法人であった場合と比較しつつ論ぜよ。\n- 7 -\n〔設問３〕\nＥ税務署から還付された過納金及び還付加算金は，所得税法上，Ａの平成２４年分の課税所得に含まれるか。課税所得に含まれるとした場合に，いかなる所得区分に該当するか。ＡがＣ税理士に支払った報酬２３０万円は，所得税法上，どのように取り扱われるか。\n- 8 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "[租 税 法]\n〔第１問〕\n国民の誰しもに密接な関わりのある裁判員制度を素材としつつ，旅費，日当及び宿泊料（以下「旅費等」という。）の支給を受けた場合の所得税の課税関係を問う事例問題である。裁判員\n- 16 -の参加する刑事裁判に関する法律（以下「裁判員法」という。）の仕組みを問題文に現れた範囲で読み取った上で，裁判員候補者及び裁判員が支給を受ける旅費等の性質を所得税法の適用のために必要な範囲で検討し，その課税関係を事案に即して説明する事例解析能力と論理的思考力を試している。実務取扱いに関する知識の有無を問うものではない。\n大きな論点としては，Ａが支給を受ける旅費等がＡの課税所得を構成するか，また，課税所得を構成するとしてどの各種所得に区分されるか，という点が問題となる。これらの点を検討するに当たっては，裁判員候補者及び裁判員に対して裁判員法に基づき支給される旅費等がどのような性質を有するか，より具体的には，労務の対価であるか実費弁償的なものであるか，というような点を意識した上で，給与所得，一時所得，雑所得などへの該当性を判例の基準に照らして検討する必要がある。さらに，Ａの支出したホテル代の扱いについては，旅費等をどの各種所得に区分するかに応じて控除の枠組みが異なってくることを正確に認識しつつ，控除の可否を検討することが必要である。いずれも基本的な論点であり，法科大学院で学んだ基本的な知識を基に，法解釈と適用の過程を過不足なく答案に表現することが重要といえよう。\n〔第２問〕\n本問は，所得税法の「必要経費」に関する基本的な論点についての理解と事案に即した思考力を試すものである。\n設問１は，必要経費と損金という類似した２つの概念を対比することにより，それぞれの概念の基礎的な事項を理解しているかを問う問題である。まず，両者の「同」の部分については，両者の規定（所得税法第３７条，法人税法第２２条第３項）に共通する原価及び費用を収入金額及び益金の額から控除すること（所得税法第２６条第２項，第２７条第２項，第３５条第１\n項第２号，法人税法第２２条第１項）の意味を説明する必要がある。次に，両者の「異」の部分については，課税対象が個人所得か法人所得かの違いによって，個別的にどのような取扱いの違いが生じるか，特に一方の法律（例えば所得税法）に規定がありながら，他方の法律（例えば法人税法）に同様の規定がない理由を説明する必要がある。\n設問２は，必要経費の判断基準とその当てはめの問題であり，判断基準を自ら定立した上で，事案に当てはめることを求めている。①の講演会参加費等の各支出については，家事費（及び家事関連費）の範囲を意識し，②の脱税工作のための支出については，違法収入も課税所得となること及び費用概念を意識して，それぞれ検討すると良い。②に関する法人税法との対比では，平成１８年度改正により法人税法第５５条に不正行為等に係る費用等の損金不算入が明記されたが，所得税法には同様の必要経費不算入が明文化されなかったことをどのように考えるのか，その際に法人税法第２２条第４項の公正処理基準との関係を意識した検討がなされると良い。また，最高裁判所平成６年９月１６日第三小法廷決定（刑集４８巻６号３５７頁）に言及できると更に良い。\n設問３については，まず，過納金及び還付加算金の課税所得該当性が問題となる。前者については，過納金が納税者に還付されることによって経済的価値が流入しているが，所得税を納付しても所得金額に影響を及ぼすことがないこと（所得税法第４５条第１項第２号）を踏まえて，納付した所得税が過納金として還付された場合に所得金額に影響を及ぼすかを検討する必要がある。後者についても，課税所得である利子的な性格を持つかあるいは非課税の損害賠償金の性格を持つかを検討する必要がある。その上で，課税所得に該当すると考える場合には１０種類の所得区分のどれに該当するかの解答を求めている。また，Ｃ税理士に支払った報酬の必要経費該当性については，①訴訟の結果得られたものを課税所得とした場合に，それを稼得するための必要経費と考えるか，また，②そもそも不動産所得を稼得するための必要経費と考えるかにつき，設問２で定立した必要経費該当性の判断基準に従って解答することを求めている。\n- 17 -"
}