{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "- 17 -\n[労 働 法]\n〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＸは，平成２０年３月に大学の理工学部を卒業し，自動車製造会社に勤務していたが，自己が希望していた電気自動車の開発に携わることができず，営業を担当させられたことから，転職したいと考えるようになった。\n学校法人Ｙは，同法人が経営する私立高校（以下「Ｙ高校」という。）について，理数系特進クラスを設けて生徒数を増加させるとの方針を採り，理科系教育に力を入れるべく，物理教員の中途採用を拡充することとし，平成２３年６月に，就職情報誌に物理教員の中途採用者募集広告を出した。当該募集広告には，中途採用者の給与に関し，「既卒者でも収入面のハンデはありません。例えば，平成２０年３月大卒の方なら，同年に新卒で採用した教員の現時点での給与と同等の額をお約束いたします。」などと記載されていた。\nＸは大学在学中に教員を志望し，教員免許を取得していたこともあり，前記募集広告を見て応募し，筆記試験を受け，平成２３年９月に実施された採用説明会に出席した。同説明会において，ＸがＹから示された書面では，採用後の労働条件について，各種手当の額は表示されていたものの，基本給については具体的な額を示す資料は提示されなかった。\nＸは，同年１０月に実施された採用面接の際，Ｙの理事長から，「契約期間は平成２４年４月\n１日から１年ということに一応しておきます。その１年間の勤務状態を見て再雇用するかどうかを決めたいと思います。その条件で良ければあなたを本校に採用したいと思います。」と言われたが，Ｘとしては，早く転職して念願の教員になりたかったことから，その申出を承諾するとともに，「私は，平成２５年３月３１日までの契約期間１年の常勤講師としてＹに採用されることを承諾いたします。同期間が満了したときは解雇予告その他何らの通知を要せず，期間満了の日に当然退職の効果が生ずることに異議はありません。」という内容の誓約書をＹに提出した。なお，Ｙは，教員経験のない者を新規採用する際の契約期間については，Ｘに限らず，これを１年としていたが，同期間経過後に引き続き雇用する場合に契約書作成の手続等は採られていなかった。\nＸは，Ｙに採用され，平成２４年４月１日からＹ高校において物理教員として勤務し，同僚教員と同程度の週１２時限の特進クラスの授業を受け持ち，卓球部の顧問として部活指導等も行っていた。そうした中，Ｘは，同年８月に至って，自己の給与については，平成２４年４月に新卒で採用された教員の給与と同等の給与であることを初めて知らされ，Ｙに対し，平成２０年４月に新卒で採用された教員の現時点での給与と同等の給与への増額を求めたものの認められなかった。\nＹの就業規則には，「賞与として，７月１０日（算定対象期間：前年１２月１日から当年５月\n３１日まで）及び１２月２５日（同期間：６月１日から１１月３０日まで）に，それぞれ基本給の１か月分を支給する。」という規定があった。ところが，Ｙは，特進クラス創設に伴い，大規模な設備投資や多数の教員採用等を行ったことから，経営状態が急激に悪化し，資金繰りに窮するようになり，平成２４年１２月の賞与を支払えない見込みとなった。そこで，Ｙの理事長は，平成２４年１２月１４日，教職員に対する説明会を開催し，平成２４年１２月の賞与を支払えないこと及びその理由を説明したところ，教職員側からは何ら異議は出ず，また，Ｘを含む教職員全員から，平成２４年１２月の賞与の不支給について同意する旨の書面が提出された。しかし，Ｙは，就業規則の変更は行わなかった。そして，その後，Ｙは，平成２４年１２月の賞与を教職員に支払っていない。その後，Ｙは，父母会からＸの授業は特進クラスのレベルに達していないとのクレームが相次いでいるため再雇用はしないとして，Ｘに対し，平成２５年３月３１日をもってＸの労働契約は期間満了により終了する旨の通知を行った。\n〔設 問〕\n弁護士であるあなたが，Ｘから，Ｙ高校で今後も教員として働き続けるため，並びに，本来支給されるべきものと考えた賃金及び賞与を得るため，Ｙを相手方として訴えを提起したいとの相談を受けた場合に検討すべき法律上の問題点を指摘し，それについてのあなたの見解を述べなさい。〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，従業員数約７００名，客室数約５００室，収容人員数約２０００名のホテルを営んでおり，Ｘ１らはいずれもＹ社の従業員で，Ｙ社の従業員の半数以上により組織されるＸ労働組合\n（以下「Ｘ組合」という。）の組合員である。また，Ｚは，Ｙ社の従業員であり，当初Ｘ組合の組合員であったが，平成２４年８月１７日，Ｘ組合の最高決議機関である組合大会において，除名処分を受けた者である。\nＹ社は，平成２２年度の決算から営業損失を計上するなど経営が悪化していたため，経営を再建すべく経営コンサルタントであったＡを採用した。Ｙ社におけるＸ組合の活動は活発であり，Ｙ社としては好ましくないと思いつつ勤務時間中の組合活動も黙認している状態が続いていたため，Ａは，Ｙ社の人事労務管理についても抜本的に見直すようＹ社に提案した。そこで，Ｙ社は，平成２４年３月１４日，１００名の人員削減を中心とする大幅な合理化案（経営改善計画）をＸ\n組合に提示した上，従来黙認していた勤務時間中の組合活動を行う者に対しては，今後賃金をカットするとともに懲戒処分を行い，職場規律の確立に努める旨をＸ組合に通知した。Ｘ組合は，外部からきたＡがこれまでの労使慣行を無視していることに納得せず，勤務時間中の組合活動は既得権であると主張し，また，前記経営改善計画をめぐってＹ社との間で団体交渉を行ったが合意に達しなかった。Ｙ社は，同年５月８日，これまでの労働協約を全て破棄する旨通知し，同年\n６月１日，Ｘ組合の組合員２９名に対し，勤務時間中の組合活動を理由に３日間の出勤停止の懲戒処分を行った。\nＸ組合は，Ｙ社の措置に強く反発し，これらの問題をめぐって同月５日に団体交渉を行ったが，ＡがＹ社側の代表となっていることにＸ組合が拒否反応を示し，実質的な交渉に至らなかった。\nその後も，Ｘ組合は，Ａの団体交渉出席に強く反発し，同日以降，現在に至るまで正式な団体交渉は開催されていない。\nこの状況を打破するために，Ｘ組合は，Ｙ社に予告することなく，同年７月１０日午後３時から全組合員によるストライキに突入した。Ｙ社は，ストライキの解除を求めたが，Ｘ組合は，４８時間ストライキを継続するとＹ社に伝えた。実際には，Ｘ組合は同日午後６時にストライキを解除したが，Ｙ社としては，当日と翌日の宿泊客及び予約客をキャンセルせざるを得なかった。\nこのことがあって，その後の宿泊客数は大きく減少することになった。\nＹ社は，Ｘ組合とは何らの協議のないまま，同年８月１日，１００名の希望退職者を募集したが，これに対し，Ｘ組合はますます反発を強めた。Ｘ組合は，Ｙ社の行った前記懲戒処分と希望退職募集の撤回を求めて，同月１０日午後３時から，予告なしに，調理部門の組合員のストライキを実施し，同ストライキは４８時間継続した。調理部門の従業員の多くが，Ｘ組合の組合員であったため，Ｙ社としては，夏休みシーズンの書き入れ時において通常どおりの営業を継続することが困難となったことから，予約客については予約の取消しを要請した上で他のホテルに振り分け，宿泊客についてはアルバイト従業員を利用するなどして何とか急場をしのいだ。\n調理部門の組合員であったＺは，Ｘ組合の戦術は行き過ぎであり，自分としては納得できないとして，同月１１日，Ｘ組合に対し，今後ストライキには参加しないと通告し，同日からＹ社に出勤した。Ｘ組合は，同月１７日，組合大会において，Ｚのストライキ不参加を「組合の決定に違反して統制を乱したとき」という組合規約の制裁事由に該当するとして，Ｚを除名処分とした。\nなお，組合規約には，制裁の種類として，けん責，組合員資格の停止及び除名が規定されていた。\nまた，この除名処分は，組合規約にのっとって行われたものであり，手続的には問題がなかった。\nその後，Ｘ組合は，同月２０日午後３時から，予告なしに，調理部門の組合員による４８時間のストライキを行った。このような状況の中で予約客数が著しく減少し，営業が不可能となったので，ついにＹ社は同月２２日からホテル建物を閉鎖して営業を休止し，以降Ｘ１らの就労を拒否し，同日以降の賃金の支払いを拒んでいる。\n〔設 問〕\n１．Ｘ１らは，Ｙ社に対し，平成２４年８月２２日以降の賃金を請求できるか。なお，Ｚについては論じなくてよい。\n２．Ｘ組合によるＺの除名処分は有効か。- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は，労働契約に設けられた期間の趣旨（雇用の終了又は試用期間），募集広告等に示された労働条件と労働契約の内容，就業規則の最低基準効等に関する理解を問うものである。いずれも，労働法における基本的な論点であり，関係条文・判例に対する知識を前提とし，これらを正確に示した上で自らの考えを述べ，問題文に示された具体的事実を摘示しつつ当てはめを行うことが求められる。\nまず，本問の事例では，Ｙから示された１年間の「契約期間」が試用期間か労働契約の期間か，試用期間と解する場合には本件契約の法的性質（解約権留保付労働契約等）をどう解するかを検討する必要があり，その際には，神戸弘陵学園事件判決（最判平２年６月５日）等の判例の判断の枠組みを踏まえて規範を定立し，問題文に示された事実を抽出して当てはめを行うことが求められる。その上で，これを試用期間と解する見解を採ったとしても，労働契約の期間と解する見解を採ったとしても，Ｙによる契約終了の通知が権利濫用（労働契約法第１６条又は第１９条参照）となるかを論じる必要がある。\n次に，平成２０年に新卒で採用された教員の給与との差額賃金請求の当否を論ずる必要があり，具体的には，募集広告の記載等が本件労働契約の内容となっているかを検討した上で，本件労働契約の内容となっていないと解する見解を採る場合には，労働基準法第１５条第１項及び信義則違反により不法行為に基づく損害賠償請求ができるかなどの法律構成に踏み込んだ論述を行う必要がある。その際には，日新火災海上保険事件判決（東京高判平１２年４月１９日）\n等の判例の判断の枠組みを意識しつつ，具体的な事実関係に即して論じることが求められる。\n最後に，平成２４年１２月分の賞与の請求の当否を検討する必要があり，その際には，まず，労働契約法第１２条を指摘して，就業規則の最低基準効に言及することが求められる。その上で，応用的な論点とはなるが，賞与の不支給に対する教職員の同意が賞与債権の放棄として有効か否かを論じてほしいところである。\n〔第２問〕\n本問は，ロックアウト及び労働組合の統制権に関する理解を問うものである。いずれも労働法の基本的な論点であり，使用者の争議権の意義，ロックアウトの正当性の判断基準，労働組合の統制権の根拠及び正当性の判断基準等に関する正確な知識が求められるとともに，これら論点をめぐる判例に関する理解が前提となる。\n設問１においては，Ｙ社の就労拒否が正当なロックアウトと評価される場合には，Ｘ１らの賃金請求は認められないこととなることから，使用者の争議権の根拠と正当性の判断基準に言及した上で，ロックアウトの正当性の判断基準を論じる必要がある。その際には，丸島水門事件判決（最判昭５０年４月２５日）等の判例の判断の枠組みを踏まえ，個々の具体的な労働争議における労使間の交渉態度，経過，組合側の争議行為の態様，それによって使用者側の受ける打撃の程度等の判断要素を摘示しつつ，問題文に示された事実を抽出して丁寧な当てはめを行うことが求められる。\n設問２においては，まず，労働組合の統制権の根拠に言及した上で，組合員には労働組合の違法な指令に服従する義務がないとの観点から，本件争議行為の正当性を論じる必要がある。\nその際には，争議行為の主体，目的，開始時期，手段・態様の相当性等の要素を摘示しつつ，問題文に示された事実を抽出して当てはめを行うことが求められる。そして，仮に，本件争議行為が正当で，Ｚの行為が統制違反と評価し得るとの結論に至った場合には，更に本件の除名という処分内容が相当と言えるか，統制権の濫用ではないかを論じる必要があろう。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針事例に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめによって，適切な結論を導き出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案については，おおむね平均以上の得点を与え，さらに，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，着目すべき問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\n３ 採点実感等(1) 第１問について本問は，①労働契約上の地位の確認請求が認められるかにつき，本件労働契約に設けられた期間が試用期間か労働契約の期間か，試用期間と解する場合には当該契約の性質をどう解するかを明らかにした上で，Ｙによる契約終了の通知が権利濫用となるかを問い，②差額賃金の請求が認められるかにつき，募集広告の内容等が本件労働契約の内容となっているかを明らかにした上で，内容となっていないと解する見解を採用する場合には，不法行為に基づく損害賠償請求等ができないかを問い，\nさらに，③平成２４年１２月分の賞与の請求が認められるかにつき，就業規則の最低基準効（労働契約法（以下「労契法」という。）第１２条）に言及した上で，賞与債権の放棄の有効性を問う問題である。\n前記①については，全体的に良好な論述がなされている答案が多かったが，前記②及び③については，基礎的な理解が不十分と思われる答案も少なからずあった。\nまた，本問の解答に当たっては，それぞれの論点ごとに相応の分量の記載が必要であるが，①及び②（特に①における契約終了通知の法的評価）を過度に重視し，②及び③（特に③）に関する記載が量的にも足りないものが少なくなかった。例えば，\n①について，労契法第１６条又は第１９条の要件と当てはめについて長々と論じているような答案がこれに当たるが，解答に当たっては，十分な答案構成を行い，各論点の比重に応じたバランスの取れた記述を心掛けられたい。\n前記①の労働契約上の地位の確認請求については，神戸弘陵学園事件判決（最判平２年６月５日）等の判例を踏まえ，適切な規範定立及び当てはめができているかなどを重視したが，全体的には良好な論述がなされている答案が多かった。ただし，\n中には，本件労働契約に設けられた期間が試用期間か労働契約の期間かという重要論点を全く検討することなく，本件労働契約が有期労働契約であることを当然の前提として，いきなり労契法第１９条第２号の要件の検討に入っていた答案も見られた。また，試用期間か労働契約の期間かという論点に触れながら，前記判例の規範に言及せずに独自の規範を定立している答案や，試用期間と解しつつも，解約権留- 55 -保付労働契約等の法的性質に言及していない答案も散見されたが，司法試験が実務家となるための試験であることを踏まえれば，たとえ判例と異なる立場に立つにしても，判例で示された判断の枠組みに言及できていない答案は，これに言及している答案に比して，高い評価を得られないことを十分に認識してほしいところである。\n一方で，Ｙによる契約終了の通知が権利濫用（試用期間と解する見解を採用した場合には労契法第１６条，労働契約の期間と解する見解を採用した場合には労契法第１９条第２号）となるかについては，大半の答案が言及し，おおむね良好な論述ができていた。\n前記②の差額賃金の請求については，ＸＹ間において，平成２０年４月に新卒で採用された教員の現時点での給与額とすることが労働契約の内容となっていたかが論点となる。この点については，募集広告の記載，採用説明会における説明，Ｘの応募，Ｙによる採用がそれぞれどのような法的意義を有するかを丁寧に分析した上で，前記論点を論じていた答案には高得点を与えることとしたが，その際には，日新火災海上保険事件判決（東京高判平１２年４月１９日）等の累次の裁判例を踏まえた論述ができているかなどを重視した。この点，一般に，裁判例は，求人広告は労働契約の申込みの意思表示と見ることはできないとし，労働契約の申込みの誘引と捉えているところ，これを指摘している答案が多数であった。一方，平成２０年４月に新卒で採用された教員の現時点での給与額とすることが労働契約の内容となっていないとする見解を採る場合には，前記裁判例の判断の枠組みを踏まえるなどして，労働条件明示義務（労働基準法第１５条第１項）違反及び信義則違反により，\n不法行為に基づく精神的損害の賠償を請求できるなどの法律構成を行ってほしいところであったが，それができていた答案は比較的少数にとどまっていた。また，労働契約の合意内容の検討を経ずに，労働条件明示義務違反等から直ちに差額賃金の支払を認める答案も散見された。\n前記③の平成２４年１２月分の賞与の請求については，まず，労契法第１２条が規定する就業規則の最低基準効に言及し，就業規則の変更が行われていない本件においては，原則として賞与の不支給は許されないことを論ずる必要があったが，この点に触れていない答案も少なからず存在した。その上で，出題者としては，賞与の不支給に対する教職員の同意につき，賞与債権の発生の有無（具体化の程度）に言及した上で，かかる同意が賞与債権の放棄として有効か否かをシンガー・ソーイング・メシーン事件判決（最判昭４８年１月１９日）等の判例の判断の枠組みを踏まえて論じてほしかったところであり，そのような論述ができていた答案には高い得点を与えた。もっとも，賞与の不支給に対する教職員の同意を債権放棄として捉える構成を採らずに，労契法第８条の個別合意による労働条件の変更として捉える構成を採っていた答案も相当数存在し，かかる構成も理論的に成立し得ることから，\n相応の得点を与えることとした（なお，労契法第９条を根拠に構成する答案も存在したが，同条の合意は就業規則変更による労働条件の変更であるところ，就業規則を変更していない本問事例では妥当しないことに注意すべきである。）。\n(2) 第２問についてア 設問１について本問は，Ｙ社によるＸ１らの就労拒否について，Ｘ１らがＹ社にその期間中の賃金を請求できるかについて，Ｙ社の建物閉鎖，営業休止及びＸ１らの就労拒否がＸ- 56 -組合による一連の争議行為に対する対抗行為としてのロックアウトに当たり，Ｙ社が正当な争議行為をしたことの効果として，上記ロックアウト期間中における対象労働者に対する個別的労働契約上の賃金支払義務を免れるといえるかを問うものである。\n本問については，Ｙ社の行為をロックアウトと評価して，その正当性を検討するという点では多くの答案が論点を的確に捉えていたが，使用者の争議対抗行為としての可能性を全く検討せずに，専ら民法第５３６条第２項の「債権者の責めに帰すべき事由」に当たるかを，特にＸ組合の争議行為の正当性の分析を中心に検討する答案も少なくなかった。\nまた，Ｙ社のロックアウトの正当性の判断に当たっては，判例（丸島水門事件・最判昭５０年４月２５日）の規範に即して検討することが求められるが，これを正確に理解していない答案が多く見られた。\nそのいずれにおいても，使用者のロックアウトが労働法上の権利として正当な争議行為と評価される場合には賃金支払義務を免れるということが十分に理解されていないと評価せざるを得ない。\nしたがって，本問の論点を的確に捉え，かつ使用者の争議権の根拠，ロックアウトの正当性の判断基準について，判例の規範を正確に示し，問題の事実をそれらに当てはめている答案には高得点を与えている。\nイ 設問２について本問は，Ｘ組合の統制権の法的根拠を示した上で，Ｘ組合によるＺに対する除名処分の有効性について，Ｘ組合の争議行為が正当であるかを検討することが求められる。Ｘ組合の争議行為が違法であるとするならば，Ｚには争議行為参加義務が生ぜず，統制違反行為はないといえるからである。\nＸ組合の争議行為の正当性は，問題文の事実からすると，開始時期，手段・態様の相当性を中心として検討される。\nもっとも，この点について，違法争議行為についても，組合員が参加義務を負うとの学説もあるので，そのような立場に立つごく少数の答案はそれとして評価した。\nＸ組合の争議行為を正当とする場合には，Ｘ労組による統制権の行使が権利濫用に当たるかが判断される必要がある。\nしかし，答案の多くは，Ｘ組合の争議行為の正当性を検討せず，専らＸ組合のＺに対する除名処分が統制権の濫用に当たるかという論点を立てて検討していた。Ｚの争議行為不参加がＸ組合の争議行為の実施を妨げていないことや個人の思想信条の自由を根拠として，Ｘ組合の除名処分を無効とする答案も少なくなかったが，労働組合の統制権の基本的理解に欠けると言わざるを得ない。\nなお，処分の相当性については多くの答案が理解していた。\n４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を十分に理解した論述がなされている答案である。第１問においては，必要な論点を過不足なく抽出し，関係条文に言及することはもとより，判例の判断の枠組みを踏まえた的確な規範定立と当てはめを行い，説得的な論述を行っている答案であり，第２問については，特に，設問１については，使用者のロックアウトが争議行為法上の使用者の争議行為の正当性の問題であ- 57 -ることを理解して，その正当性につき，判例が示す規範に即して問題文から抽出できる事実を当てはめて，結論を導いた答案である。\n「良好」の水準に達していると認められる答案とは，必要な論点にはおおむね言及し，法解釈について一定の見解を示した上で，事例から，結論を導き出すのに必要な具体的事実を抽出できているものの，例えば，第１問では，差額賃金の請求について，\n募集広告の記載，採用説明会における説明，Ｘの応募，Ｙによる採用がそれぞれどのような法的意義を有するのかを分析できていない，又は，賞与請求について，教職員の同意の法律的な位置付けを理論的に説明できていない答案，第２問では，設問１における判例の規範の理解が不十分であるため，ロックアウトの正当性の判断について具体的な論述が十分にはできていない答案など，「優秀」の水準にあると認められる答案のように出題の趣旨を十分に捉えきれていないような答案である。\n「一応の水準」に達していると認められる答案とは，労働法の基本的な論点に対する一定の理解はあるものの，必要な論点に言及していなかったり，言及していたとしても，規範定立や当てはめがやや不十分な答案であり，関係条文・判例に対する知識の正確性に難があり，事例における具体的な事実関係を前提に要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にとどまるものと認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方を理解せず，例えば，規範を定立せずに単に問題文中の具体的な事実を列挙するにとどまるなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思料される答案である。\n５ 今後の出題出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の法的見解を展開し，これを事実に当てはめることによって，妥当な結論を導くという，\n法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。\n６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，正確な理解に基づき，かつ，網羅的に知識を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に理解することはもとより，当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，\n主要な判例については，判旨部分を単に記憶するのではなく，事案の内容を正確に把握し，当該事実関係の下でどのような規範を定立して当てはめが行われたかを理解する必要があることに十分配意いただきたい。また，事例の分析の前提となる基礎的事実を正しく把握し，結論を導くために必要な論点を抽出した上，論点相互の関連性を意識しつつ，法令，判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，\nこれに適切に事実の当てはめを行って，法の趣旨に沿った妥当な結論を導くという，\n法的思考力を更に養成するよう重ねてお願いしたい。"
}