{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＸ国では，甲元首の率いる軍事政権の下で専制的統治が続いてきたが，近年急速に民主的政治制度を求める国民運動が高揚した。窮地に立たされた甲元首の軍事政権は，２０１２年９月に全土に非常事態宣言を発令して反政府諸政党の解散と一切の集会・デモを禁止する措置を採るとともに，同年１１月には，反政府諸政党の指導者多数を反逆罪の被疑事実で逮捕し訴追することを決定した。\n逮捕された多数の被拘禁者に対して，拷問が行われた。\nＸ国の隣国であるＹ国の政府は，Ｘ国からの避難民が急激に増加したために，Ｘ国政府の人権侵害に強い懸念を示すようになった。２０１２年１２月１日，Ｙ国政府は，Ｘ国政府の一連の行為は拷問を禁止する慣習国際法に対する重大な違反行為に当たるとして，被拘禁者に対する拷問行為を直ちに中止するよう求める外交的声明を発表するとともに，Ｘ国民の人権侵害に使用されるおそれのある産品のＸ国向け輸出を禁止する措置を採ることを決定した。Ｙ国は「拷問及び他の残虐な，非人道的な又は品位を傷つける取扱い又は刑罰に関する条約」の当事国であるが，Ｘ国は非当事国である。\nさらに２０１２年１２月２５日，Ｙ国の裁判所は，同国の拷問等禁止法が拷問及び拷問の共謀の罪はＹ国外でこの罪を犯した者にも適用され，かつ，この罪には同国の刑事裁判権が及ぶと定めていることを根拠として，甲元首に対し，拷問の共謀を被疑事実とする逮捕状を発付し，国際刑事警察機構を通じて国際手配した。この逮捕状の発付はＹ国領域内で甲元首に対する逮捕を執行可能にするものであり，国際手配は甲元首が入国する第三国で当該国による甲元首の逮捕とその後のＹ国への引渡しの法的根拠となり得るものであった。翌１２月２６日，Ｘ国政府は，甲元首に対する逮捕状の発付と国際手配に対する対抗措置として，Ｘ国駐在のＹ国大使及び外交官の身柄を拘束するとともに，甲元首に対する逮捕状の発付について事情聴取するため彼らをＸ国検察庁建物内に無期限に抑留すると発表した。\n２０１３年２月２５日，Ｘ国政府は，同国内で海外貿易事業を営んでいた乙社の在Ｘ国支店に対して営業活動停止を命じ，国内法上の根拠なくその資産の全てを没収する措置を採った。乙社は，Ｚ国の法律に基づいて設立され，かつ，Ｚ国に本拠地を置く株式会社であるが，その株式の５５％\nはＹ国の国民丙が保有していた。Ｘ国政府による乙社資産の没収措置は，Ｙ国の国民丙が乙社の多数株主であることを実質的理由とするもので，これに対してはいかなる国内的救済手段も利用できなかった。ただし乙社は在Ｘ国支店の資産没収後も，Ｚ国において株式会社としての法人格を維持し，一定の事業を継続している。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．２０１２年１２月１日のＹ国政府の外交的声明及び一定のＸ国向け産品の禁輸措置について，Ｘ国政府が「Ｙ国のこれらの行為は，Ｘ国の国内管轄事項に対する重大な介入行為であり，国際法上違法な干渉に当たる」として強く非難したとする。Ｙ国はＸ国の非難に対して一般国際法に基づいてどのように反論することが可能かを論じなさい。なおＸ国とＹ国との間には二国間又は多数国間条約に基づく輸出入に関する特別の権利義務は存在していない。\n２．⒜ ２０１２年１２月２５日，Ｙ国の裁判所がＸ国の甲元首に対して拷問の共謀を被疑事実とする逮捕状を発付し，国際刑事警察機構を通じて諸外国に国際手配した行為は，仮にＹ国に普遍的管轄権の行使が認められるとして，免除の観点から一般国際法上どのように評価できるかを論じなさい。\n⒝ ２０１２年１２月２６日，Ｘ国政府がＹ国大使及び外交官の身柄を拘束及び抑留して事情聴取する行為は，甲元首に対する逮捕状の発付と国際手配に対する対抗措置として正当\n- 30 -化できるか否かについて論じなさい。なおＸ国とＹ国は外交関係に関するウィーン条約の当事国である。\n３．２０１３年２月２５日のＸ国による乙社の在Ｘ国支店に対する没収措置によってＺ国で設立された乙社に損害が生じた事件において，乙社の株主丙の国籍国であるＹ国は，株主丙のためにＸ国に対して外交的保護権を行使できるか否かについて論じなさい。\n- 31 -\n〔第２問〕（配点：５０）\n公海上を航行中のＡ国を旗国とする豪華旅客船甲において，Ｂ国籍の乗組員乙と，旅客として乗り合わせたＣ国籍の丙が，些細なことで口論となり，激高した丙が乙を突き飛ばした。乙は，そばにあった階段を転げ落ち，頭部を強打して死亡してしまった。船長の緊急連絡を受け，近くに居合わせたＢ国のコーストガードの艦艇が当該旅客船甲に接近して，最寄りのＢ国の港に入港するように呼び掛けた。船長はこれに同意し，当該旅客船甲はＢ国の港に緊急入港したところ，急遽，Ｂ国の警察官数名が船舶内に乗り込み，直ちに旅客丙を逮捕した。丙は，現在，Ｂ国における刑事手続に服している。旅客丙の国籍国Ｃ国は，自国民丙に対するＢ国による管轄権の行使に対して抗議している。なお，当該旅客船甲の旗国であるＡ国は，丙に対する刑事手続の執行に関するＢ国からの照会に対し，特段の異議を表明していない。\nところで，Ｂ国とＣ国との間には犯罪人引渡条約が締結されており，同条約は，政治犯罪人の不引渡しを規定する条文を含んでいる。Ｃ国は，人権抑圧政策で国際社会から非難されている国であり，旅客丙はＣ国政府に対して，人権擁護運動を積極的に行っている著名な反政府活動家である。\nこのような中Ｃ国は，犯罪人引渡条約に基づいて，傷害致死罪を引渡事由としてＢ国に対して旅客丙の引渡しを求めた。これに対して，丙は，Ｃ国に引き渡されれば，傷害致死罪以外の政治犯罪を含む他の罪で訴追される可能性があると疑っている。\nまた，当該旅客船甲にＢ国警察官が乗り込んだ際に，旅客丙の客室を捜索していた警察官が，適切な令状もないままに隣の客室をも捜索する必要があると述べて丙の客室の隣にあるＣ国籍の旅客丁の客室内に押し入り，当該客室内にあった高額の宝石類を盗んでいたことが発覚した。当該警察官は，既に宝石類を換金し，手に入れた金銭を全て費消している。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国による刑事管轄権行使に関し，Ｂ国は，自らの執行管轄権の行使を正当化する根拠をどのように主張できるかを論じなさい。\n２．Ｃ国からの犯罪人引渡条約に基づく旅客丙の引渡要請に対して，仮にＢ国が丙をＣ国に引き渡す意思があるとして，政治犯罪人不引渡しの観点から，丙をＣ国に引き渡すことができるか，また，引き渡す場合，丙が政治犯罪人として訴追されないようにするために，どのように応ずるべきか論じなさい。\n３．Ｂ国警察官による旅客丁の財産の窃盗により丁が損害を被ったことについて，Ｃ国は，国際法上，Ｂ国に対しどのような責任追及ができるか事実関係に即して論じなさい。\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf"
}