{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "text": "〔第３問〕（配点：１００〔〔設問１〕から〔設問４〕までの配点の割合は，２．５：２．５：２：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問４〕までに答えなさい。\n【事例１】\nＡは，甲１及び甲２の二筆の土地を所有していたところ，平成２４年９月３０日，土地甲１をＢに遺贈する旨の遺言（遺言①）をし，同年１０月３１日，土地甲２をＣに遺贈し，遺言執行者としてＤを指定する旨の遺言（遺言②）をした。Ａの夫は，既に亡くなっており，子ＥがいるもののＡとは疎遠となっており，Ｂ及びＣはいずれもＡの友人である。Ａは，同年１２月１日，死亡した。\n遺言①の存在を知ったＥは，平成２５年１月１０日，遺言①はＡが意思能力を欠いた状態でされたものであり無効であると主張し，Ｂを被告として，遺言①が無効であることの確認を求める訴えを提起した（訴訟Ⅰ）。\n以下は，Ｂの訴訟代理人である弁護士Ｌ１と司法修習生Ｐ１との間でされた会話である。\nＬ１：遺言無効確認の訴えは，遺言という過去にされた法律行為の効力の確認を求める訴えですが，確認の利益は認められるでしょうか。判例はありますか。\nＰ１：はい。最高裁判所昭和４７年２月１５日第三小法廷判決（民集２６巻１号３０頁）は，三十筆余の土地及び数棟の建物を含む全財産を遺贈する内容の遺言の効力が争われた事案において，次のように判示しています。\n「本件記録によれば，Ｘら（原告・控訴人・上告人）は，訴外某が昭和３５年９月３０日自筆証書によつてなした遺言は無効であることを確認する旨の判決を求め，その請求原因として述べるところは，右某は昭和３７年２月２１日死亡し，Ｘら及びＹ１からＹ５まで（被告・被控訴人・被上告人）が同人を共同相続したものであるところ，右某は昭和３５年９月３０日第一審判決別紙のとおり遺言書を自筆により作成し，昭和３７年４月２日大分家庭裁判所の検認をえたものであるが，右遺言は，右某がその全財産を共同相続人の一人にのみ与えようとするものであつて，家族制度，家督相続制を廃止した憲法２４条に違背し，かつ，その一人が誰であるかは明らかでなく，権利関係が不明確であるから無効である，というものである。これに対し，Ｙ１を除くその余の被上告人らは，本訴の確認の利益を争うとともに，本件遺言により右某の全財産の遺贈を受けた者はＹ２であることが明らかであるから，本件遺言は有効である旨抗争したものである。第一審は，遺言は過去の法律行為であるから，その有効無効の確認を求める訴は確認の利益を欠くとして，本訴を却下し，右第一審判決に対してＸらより控訴したが，原審も，右第一審判決とほぼ同様の見解のもとに，本訴を不適法として却下すべき旨判断し，Ｘらの控訴を棄却したものである。\nよつて按ずるに，いわゆる遺言無効確認の訴は，遺言が無効であることを確認するとの請求の趣旨のもとに提起されるから，形式上過去の法律行為の確認を求めることとなるが，請求の趣旨がかかる形式をとつていても，遺言が有効であるとすれば，それから生ずべき現在の特定の法律関係が存在しないことの確認を求めるものと解される場合で，原告がかかる確認を求めるにつき法律上の利益を有するときは，適法として許容されうるものと解するのが相当である。けだし，右の如き場合には，請求の趣旨を，あえて遺言から生ずべき現在の個別的法律関係に還元して表現するまでもなく，いかなる権利関係につき審理判断するかについて明確さを欠くことはなく，また，判決において，端的に，当事者間の紛\n- 2 -争の直接的な対象である基本的法律行為たる遺言の無効の当否を判示することによつて，確認訴訟のもつ紛争解決機能が果たされることが明らかだからである。\n以上説示したところによれば，前示のような事実関係のもとにおける本件訴訟は適法というべきである。それゆえ，これと異なる見解のもとに，本訴を不適法として却下した原審ならびに第一審の判断は，民訴法の解釈を誤るものであり，この点に関する論旨は理由がある。したがつて，原判決は破棄を免れず，第一審判決を取り消し，さらに本案について審理させるため，本件を第一審に差し戻すのが相当である。」\nＬ１：ありがとう。ただ，訴訟Ⅰの事案には昭和４７年判決の事案とは異なるところがあるように思います。昭和４７年判決を前提としながら，事案の違いを踏まえ，Ｅが提起した遺言①の無効確認を求める訴えが確認の利益を欠き不適法であると立論してみてください。\n〔設問１〕\nあなたが司法修習生Ｐ１であるとして，弁護士Ｌ１から与えられた課題に答えなさい。\n【事例１（続き）】\nＣは，平成２５年３月１日，土地甲２につき，遺言執行者Ｄとともに遺贈を原因とする所有権移転登記手続の申請をし，同日，上記登記が経由された。\nＥは，同年５月１日，遺言②はＡが意思能力を欠いた状態でされたものであり無効であると主張し，Ｄを被告として，上記所有権移転登記の抹消登記手続を求める訴えを提起した（訴訟Ⅱ）。\n以下は，Ｄの訴訟代理人である弁護士Ｌ２と司法修習生Ｐ２との間でされた会話である。\nＬ２：ＥがＤを被告として本件訴えを提起したのはなぜだか分かりますか。\nＰ２：はい。遺言執行者は，遺言の執行に必要な一切の行為をする権利義務を有しており，遺言執行者がある場合に，相続人は相続財産についての処分権を失い，右処分権は遺言執行者に帰属します（民法第１０１２条，第１０１３条）。また，最高裁判所の判決にも，「相続人は遺言執行者を被告として，遺言の無効を主張し，相続財産について自己が持分権を有することの確認を求める訴を提起することができるのである。」と述べるものがあります（最高裁判所昭和５１年７月１９日第二小法廷判決・民集３０巻７号７０６頁）。Ｅはその趣旨に従ったのだと思います。\nＬ２：なるほど。ただ，本件でもそのように言うことができるでしょうか。私としては，本案前の抗弁として，訴訟Ⅱの被告適格は受遺者Ｃにあり，遺言執行者Ｄには被告適格がないと主張し，訴えの却下の判決を求めようと考えています。このような立場から立論してみてください。\n〔設問２〕\nあなたが司法修習生Ｐ２であるとして，弁護士Ｌ２から与えられた課題に答えなさい。\n【事例２】\n材木商Ｆは，土地乙をその所有者Ｊから賃借し，材木置場として利用していたところ，平成１５年４月１日，死亡した。Ｆの相続人は，その子であるＧ及びＨの２名であり，Ｆの妻Ｉ（Ｇ及びＨの母）はＦより先に亡くなっている。\nＧは，Ｆの死亡後，家業を継ぎ，土地乙を引き続き材木置場として利用している。\nところが，土地乙については，平成１３年４月１日に同日付け売買を原因とするＪからＨへの所有権移転登記がされている。\n- 3 -\nＧは，平成２３年１月１０日，Ｈを被告として，土地乙につきＧが所有権を有することの確認及びＧへの所有権移転登記手続を求める訴えを提起したところ，Ｈは，土地乙の明渡しを求める反訴を提起した。\nこの訴訟（以下「前訴」という。）において，Ｇは，土地乙は，Ｇの父Ｆからその生前に贈与を受けた資金でＧがＪから買い受けたものであると主張し，Ｈは，Ｊから土地乙を買い受けたのはＧではなく，Ｈの父Ｆであり，その後ＨがＦから土地乙の贈与を受けたと主張した。\n前訴の裁判所は，審理の結果，土地乙をＪから買い受けたのは，ＧではなくＦであると認められるが，ＨがＦから土地乙の贈与を受けた事実は認められないとの心証を得たものの，それ以上，何らの釈明を求めることなく，Ｇの本訴請求とＨの反訴請求をいずれも棄却する判決を言い渡し，同判決は，そのまま確定した。\nところが，その後もＨが贈与により土地乙の単独所有権を取得したと主張したため，Ｇは，平成２５年３月１５日，Ｈに対し，土地乙がＦの遺産であることを前提として，相続により取得した土地乙の共有持分権に基づく所有権一部移転登記手続を求める訴えを提起した。\nこの訴訟（以下「後訴」という。）において，Ｈは，前訴の本訴請求についての判決により，土地乙はＧの所有でないことが確定しており，この点について既判力が生じているから，Ｇは相続による共有持分の取得を主張することもできないと主張している。\n以下は，後訴におけるＧの訴訟代理人である弁護士Ｌ３と司法修習生Ｐ３との間でされた会話である。\nＰ３：前訴判決の認定によれば，土地乙はＦの遺産に属し，したがって，Ｇは法定相続分に応じた共有持分権を有していることになるので，前訴において，Ｇの請求はその限度で認容されるべきであったのではないでしょうか。\nＬ３：確かにそのような疑問は湧きますね。そもそも訴訟物のレベルにおいてＧが単独所有権に基づく請求をしているのに，共有持分権の限度で請求を認容することが一部認容としてできるかについては議論がありますが，両者は実体的に包含関係にあり，一個の訴訟物の一部として共有持分権の限度で請求を認容することは可能であるという前提で考えてください。\nＰ３：分かりました。\nＬ３：それから，今の点とは別に，Ｇが相続によって不動産を取得したことを主張する場合の請求原因が何であるか確認する必要がありますね。その上で，主張のレベルにおいて，裁判所は，請求原因の一部であってＧが主張していない事実を判決の基礎とすることができるかということが問題になりそうです。検討してみてください。\n〔設問３〕\n⑴ 相続による特定財産の取得を主張する者が主張すべき請求原因は何か。本件の事実関係に即して説明しなさい（共有持分の割合に関する部分は捨象すること。）。\n⑵ 前訴における当事者の主張を前提とすると，裁判所は，適切に釈明権を行使したならば，上記請求原因を判決の基礎とすることができるかどうか，検討しなさい。\n【事例２（続き）】\n以下は，数日後に弁護士Ｌ３と司法修習生Ｐ３との間でされた会話である。\nＬ３：さて，我々としては，前に検討してもらった諸点を踏まえて，Ｈの上記主張に対し，Ｇの法律上の反論を考えることになりますが，見通しはどうですか。\nＰ３：法律論としてまとめきれていないのですが，前訴ではＨの反訴請求も棄却されているにもかかわらず，後訴で前訴判決の既判力を持ち出してＧの共有持分権を否定するというＨ\n- 4 -の態度には問題があるような気がします。既判力によっては妨げられない訴えを信義則に基づいて却下した判例（最高裁判所昭和５１年９月３０日第一小法廷判決・民集３０巻８号７９９頁，最高裁判所平成１０年６月１２日第二小法廷判決・民集５２巻４号１１４７頁）と関連付けて法律論を組み立てられないかと考えています。\n例えば，平成１０年判決は，次のように述べています。いわゆる明示の一部請求の訴訟物は，その債権全体のうちの一部請求部分に限られるという考え方を前提とする判旨です。\n「一個の金銭債権の数量的一部請求は，当該債権が存在しその額は一定額を下回らないことを主張して右額の限度でこれを請求するものであり，債権の特定の一部を請求するものではないから，このような請求の当否を判断するためには，おのずから債権の全部について審理判断することが必要になる。すなわち，裁判所は，当該債権の全部について当事者の主張する発生，消滅の原因事実の存否を判断し，債権の一部の消滅が認められるときは債権の総額からこれを控除して口頭弁論終結時における債権の現存額を確定し（最高裁平成２年（オ）第１１４６号同６年１１月２２日第三小法廷判決・民集４８巻７号１３５５頁参照），現存額が一部請求の額以上であるときは右請求を認容し，現存額が請求額に満たないときは現存額の限度でこれを認容し，債権が全く現存しないときは右請求を棄却するのであって，当事者双方の主張立証の範囲，程度も，通常は債権の全部が請求されている場合と変わるところはない。数量的一部請求を全部又は一部棄却する旨の判決は，このように債権の全部について行われた審理の結果に基づいて，当該債権が全く現存しないか又は一部として請求された額に満たない額しか現存しないとの判断を示すものであって，言い換えれば，後に残部として請求し得る部分が存在しないとの判断を示すものにほかならない。したがって，右判決が確定した後に原告が残部請求の訴えを提起することは，実質的には前訴で認められなかった請求及び主張を蒸し返すものであり，前訴の確定判決によって当該債権の全部について紛争が解決されたとの被告の合理的期待に反し，被告に二重の応訴の負担を強いるものというべきである。以上の点に照らすと，金銭債権の数量的一部請求訴訟で敗訴した原告が残部請求の訴えを提起することは，特段の事情がない限り，信義則に反して許されないと解するのが相当である。」\nＬ３：そうですね。既判力は前訴の訴訟物の範囲について生じ，その範囲で後訴において作用するのが原則ですが，あなたが指摘してくれた昭和５１年判決や平成１０年判決のように，判例は，訴訟物の範囲を超えて後訴における蒸し返しを封じる場合を認めています。訴訟物の範囲を超える部分では信義則が働くという論法です。\nこのように信義則を理由として訴訟物の範囲よりも広く蒸し返しを禁じること（遮断効の拡張）が認められるのであれば，信義則を理由として既判力の作用を訴訟物よりも狭い範囲に止めること（遮断効の縮小）も認められるかもしれません。遮断効の縮小に関しては，色々な考え方があり得ますが，本件では，平成１０年判決を参考にして立論することにしましょう。言うまでもなく，信義則は一般条項ですから，これを持ち出す場合には，どのような事情がいかなる理由により信義則の適用を基礎付けるのか，十分検討する必要があります。困難な課題ではありますが，Ｈの上記主張に対し，Ｇの立場から考えられる法律上の主張を立論してみてください。\n〔設問４〕\nあなたが司法修習生Ｐ３であるとして，弁護士Ｌ３から与えられた課題に答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/民事系.pdf",
  "subject": 5,
  "purpose": "〔第３問〕\n本問は，二つの相続紛争事案を基に，確認の利益（設問１），当事者適格（設問２），弁論主義（設問３）及び判決の効力（設問４）について検討することを求めている。問題文には，事実関係のほか，関係する判例や考え方の方向性等が示されており，受験者にはこれらの情報を踏まえた上でその先の考察を行うことが期待されている。\n〔設問１〕は，遺言無効の確認を求める訴えである訴訟Ⅰについて，訴えが確認の利益を欠\nき不適法であるとする立場からの立論を行うこと，換言すれば，本件には最高裁判所昭和４７年２月１５日第三小法廷判決・民集２６巻１号３０頁の判例の射程が及ばず，本件で遺言無効の確認を求めることは確認対象の選択において適切でないと論じることを求めている。\n一般に，現在の権利又は法律関係の存否ではなく，その前提に過ぎない過去の事実や法律関係の存否を問題とすることは，多くの場合迂遠であるし，その後の法律関係の変動が考慮されず，現在の紛争の解決に役立つとも限らないことから，過去の法律関係の存否の確認を求める訴えには，原則として確認の利益がないとされている（売買契約の無効の確認を求める訴えにつき最高裁判所昭和４１年４月１２日第三小法廷判決・民集２０巻４号５６０頁）。【原則及びその根拠】\n昭和４７年最判によれば，遺言が無効であることの確認を求める訴えは適法として許容される場合があるとされているけれども，同最判の事案は，多数の不動産等を含む全財産を一人の相続人に遺贈するというものであり，そのような場合に個々の財産について原告の共有持分権に引き直してその確認を求めるとすれば，特定の財産を漏らしたりする危険もある。そのようなことを想定すると，遺言が複数の財産を対象とするような事案においては，対象財産全てに共通する遺言という基本的法律行為の無効を既判力により確定する方が，より直接的かつ抜本的な紛争解決につながるものといえる。【昭和４７年最判の理解】\nこれに対し，訴訟Ⅰで問題とされている遺言①の対象財産は，土地甲１だけであり，遺言①の無効の確認を求めることによって多数の紛争を一挙に解決できるという関係にない。Ｅとしても，Ｂを被告として現在の法律関係である土地甲１の所有権の確認を求める訴えを提起できれば紛争の解決として十分である。昭和４７年最判は本件とは事案を異にし，本件にその判例の趣旨は及ばない。【本件事案への当てはめ】\n昭和４７年最判についてはより広く遺言無効の訴えを許容したものという理解もあり得るが，設問の趣旨に沿って訴訟Ⅰが確認の利益を欠くというためには，以上のように立論することになろう。\n過去の法律関係の存否の確認を求める訴えが許されないという原則の根拠に関し，設問に対する解答を超えて確認の利益の一般論（対象選択の適否，手段としての適否等）を論じても，特に評価の対象とはしない。昭和４７年最判との関係では，なぜ上記原則の例外が認められるのか，その理由を説明することが必要である。本件事案への当てはめに関しては，昭和４７年最判の事案と本件の事案とが区別できること，換言すれば，二つの事案の相違とその意味することを理解し，答案に表現できていることが必要であるが，重要なのは対象財産の個数であり，相続人の人数の多寡や受遺者が相続人であるか否かがポイントになっているわけではない。\n〔設問２〕は，所有権移転登記の抹消登記手続を求める訴えである訴訟Ⅱについて，被告と\nされた遺言執行者Ｄが被告適格を欠き，訴えは不適法であるとする立場からの立論を行うこと，- 7 -換言すれば，遺言執行者が遺言の執行に必要な一切の行為をする権利義務を有することを定めた民法の規定や，相続人が遺言執行者を被告として遺言の無効を主張し，相続財産について自己が持分権を有することの確認を求める訴を提起することができる旨述べる最高裁判決があるにもかかわらず，訴訟Ⅱの被告適格は受遺者Ｃにあり，遺言執行者Ｄには被告適格が認められないことを，その根拠と共に論じることを求めている。\n遺言執行者が相続財産について有する管理処分権，ひいては法定訴訟担当として認められるその当事者適格も，遺言執行という任務に由来するものであるが，訴訟Ⅱで問題とされている遺言②の対象財産は土地甲２のみであり，遺言②に基づく遺言執行の内容も同土地の所有権移転登記を行うことに尽きる。ところが，登記が受遺者Ｃに移転した以上，この遺言②の執行は終了しており，遺贈目的物の管理処分権も遺言執行者ではなく受遺者Ｃに帰属することからすれば，所有権移転登記の抹消登記手続を求める訴えは，登記名義人であり本来の登記義務者である受遺者Ｃを被告として提起すべきである。\n遺言執行者Ｄが被告適格を欠くというためには，このように立論することになろう。\n相続財産に関する訴訟において遺言執行者に被告適格が認められることの根拠に関しては，遺言執行者の実体法上の地位（問題文に書かれている内容）を再確認し，法定訴訟担当であることなど遺言執行者の訴訟法上の地位に言及すべきであるが，設問に対する解答を超えて「そもそも当事者適格とは‥」といった当事者適格の一般論を論じても特に評価の対象とはしない。\n本件事案への当てはめに関しては，登記の移転により遺言の執行が終了したこと及び遺贈目的物の管理処分権が受遺者に帰属していることの二点を指摘すべきであり，仮に遺言執行者が当事者適格をもち続けることとなれば，遺言執行者がいつまでも相続紛争から解放されないことになって不都合であるといった指摘があれば評価できる。\n〔設問３〕及び〔設問４〕は，相続人であるＧ及びＨのうち，Ｇが相続財産である土地乙を\n占有し，Ｈが同土地の登記名義を有しているという事実関係において，ＧがＨに対し売買による土地乙の取得を請求原因として所有権移転登記手続を求める訴え等を提起し，ＨがＧに対し同土地の明渡しを求める反訴を提起した（前訴）ところ，本訴請求及び反訴請求をいずれも棄却する判決がされて確定し，その後，ＧがＨに対し今度は相続を請求原因として土地乙の共有持分権に基づく所有権一部移転登記手続を求める訴えを提起した（後訴）という事案を基に，後訴においてＨがした主張，すなわち『前訴の本訴請求についての判決により，土地乙はＧの所有でないことが確定しており，この点について既判力が生じているから，Ｇは相続による共有持分の取得を主張することもできない』との主張にＧの立場から反論することを求めている。\n弁護士Ｌ３と司法修習生Ｐ３との会話にもあるとおり，前訴判決の認定によれば土地乙はＦの遺産に属し，したがって，Ｇは法定相続分に応じた共有持分権を有していることになるが，単独所有権と共有持分権は実体的に包含関係にあり，一個の訴訟物の一部として共有持分権の限度で請求を認容することは可能であるという理解を前提とする。\n〔設問３〕は，まず議論の前提を整理するものである。\n小問１では，相続による特定財産の取得を主張する者が主張すべき請求原因を本件の事実関係に即して摘示することが求められている。請求原因事実その他の主要事実とは，法律要件に該当する具体的な事実をいい，抽象的な摘示，例えば，金銭消費貸借契約に基づく貸金返還請求権の請求原因事実を「返還約束」と「金銭の授受」であると解答するようではいけない。本問では，①『Ｆは平成15年4月1日死亡』，②『ＧはＦの子』，③『Ｊは土地乙をもと所有』，及び④『ＪＦ売買』を摘示すべきであるが，上記③④の代わりに『Ｆは①の当時土地乙所有』と書いた答案にも同じ評価をする。\n小問２では，小問１で整理した請求原因ごとに各事実が当事者から主張されているか否かを検討することが求められている。具体的にみると，上記①，②及び③については，「父Ｆから」\n- 8 -\n「その生前に」などのＧの主張から読み取ることができるのに対し，上記④については，Ｇはこれと矛盾する「ＪＧ売買」を主張し，かえってＨが④を主張していることから，このように請求原因の一部でありながら原告であるＧが主張していない事実を判決の基礎とすることができるか否かということが問題となる。\n弁論主義は，裁判所と当事者との間の役割分担を問題とするものであるから，主要事実の主張はいずれの当事者からされてもよく，ある主要事実が既に当事者によって主張されているときは，それがたまたま主張責任を負っていない当事者によって主張されていても，裁判所は，この事実を斟酌でき（主張共通の原則），そうすると，上記④についても判決の基礎とすることができる。\nなお，上記③④に代えて『Ｆは①の当時土地乙所有』を請求原因として挙げた場合は，この点はＧもＨも主張していないため，これ自体について主張共通の問題にはならないが，『Ｆは①の当時土地乙所有』を基礎付ける上記③④のうち④について上記に述べた通り主張共通問題を生じることになる。\nこのように必要な請求原因事実の主張に欠けるところはないと理解すると，弁論主義の本来の趣旨からは，設問の場面において裁判所の釈明は不可欠なものでないことになるが，それが裁判所の心証の所在を敗訴の可能性のある当事者（この場面で言えばＨ）に対して明らかにし，注意を喚起するためのものであるなどの説明があれば評価できる。\n〔設問４〕は，既判力による遮断効の範囲が縮小するという理論構成をし，Ｇの立場からＨ\nの主張に反論することを求めている。遮断効の範囲の縮小に関しては色々な考え方があり得るものの，本問では，問題文において示唆されているとおり，明示的一部請求の事案において，既判力によっては妨げられない訴えを信義則に基づいて却下した判例と関連付けて論じることが求められている。\n前訴でＧの所有権確認請求の全部棄却が確定した以上，Ｇが乙土地について共有持分権を有するとの主張は既判力により遮断されるのが原則である。【原則の確認】\nしかし，前訴でＨは，反訴請求原因事実としてＪＦ売買・ＦＨ贈与を主張し，裁判所が前者を認め後者を否定した以上，前訴判決には乙土地がＦの遺産であるとの裁判所の判断が示されており，設問３で検討したように，本来Ｇの本訴請求は相続分に応じた共有持分の限度で一部認容されるべきであったことを考えれば，後訴において，Ｆからの相続による乙土地の共有持分権の取得をＧが主張することが紛争の蒸し返しであるとは評価できない。【Ｇの主張の評価】\nかえって，後訴においてＨが，前訴裁判所の上記判断を前提としてＦの死亡によりその子Ｇが共有持分権を取得したとするＧの主張を，Ｇの所有権確認請求を全部棄却した内容的に不当な判決の既判力を持ち出して争うことは，上記判断が前訴におけるＨの自己責任に基づく訴訟追行の結果であることに照らすと，信義則違反である。【Ｈの信義則違反】\nそうすると，Ｇの所有権確認請求を全部棄却した確定判決の既判力は，後訴におけるＧの上記主張を遮断しない限度で，訴訟物の枠よりも縮小される。【結論】\nいずれにせよ，Ｈの信義則違反に何らかの形で引き寄せて論じることが必要であり，また，信義則という一般条項を用いるからには，どのような事情がいかなる理由により信義則の適用を基礎付けるのかを具体的に論じなければならない。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨は，既に公表された「平成２５年司法試験論文式試験問題出題趣旨【民事系科目】〔第３問〕」に記載したとおりであるから，参照されたい。\n民事訴訟法科目では，例年，論文式試験問題の作成に当たり，受験者が，①民事訴訟法の基本的な原理・原則や概念を正しく理解し，基礎的な知識を習得しているか，\n②それらを前提として，問題文をよく読み，設問で問われていることを的確に把握し，\n正面から答えているか，③抽象論に終始せず，設問の事例に即して具体的に，かつ，\n掘り下げた考察をしているか，といった点を評価することを狙いとしており，このことは今年も変わらない。\n２ 採点方針答案の採点に当たって，上記①から③までの観点を重視していることも，従来と変わりがない。上記②と関連するが，問われていることに正面から答えていなければ，\n点数を付与していない。問われていることに正面から答えるためには，論点ごとにあらかじめ丸暗記した画一的な表現をそのまま答案用紙に書き出すのではなく，設問の検討の結果をきちんと順序立てて自分の言葉で表現する姿勢が大切であり，採点に当たっては，受験者がそのような意識を持っているかどうかにも留意している。\n３ 採点実感等(1) 全体を通じて今回の出題においては，問題文に事実関係のほか関連する最高裁判所の判決内容を記載し，更に，登場人物のやり取りの中で検討の手掛かりやその方向性等を示すことにより，受験者がその先の掘り下げた考察を行うことを期待した。ところが，\n実際には，与えられた手掛かり等を十分活用できていない答案が多かった。\n設問１でいえば，弁護士Ｌ１の発言「遺言という過去にされた法律行為の効力の確認を求める訴えですが，」に着目すれば，「現在」「過去」という概念を用いて論点を整理すればよいことに気付くであろう。また，司法修習生Ｐ１の「三十筆余の土地及び数棟の建物を含む全財産を遺贈する内容の遺言の効力が争われた事案において，」という発言内容は，昭和４７年最判の事案を分析する際に着目すべきポイントにほかならない。設問３及び４においても，後訴におけるＧの訴訟代理人Ｌ３とその司法修習生Ｐ３とのやり取り（Ｐ３「前訴において，Ｇの請求はその限度で認容されるべきであった」，Ｌ３「裁判所は，請求原因の一部であってＧが主張していない事実を判決の基礎とすることができるか」）が，検討の手掛かりや方向性を示している。\n〔設問３〕等の見出し以下の部分を最初に読んで，題意を早合点し，結局問題文全体を丁寧に読まない受験者が多いのではないか。試験時間の制約がある中で効率よく題意を把握するため，受験者が設問の部分から先に読むことを一概に否定はしないけれども，登場人物の会話も問題文であり，そこには出題者の意図が込められていることを忘れないでもらいたい。なお，問題文を隅々まで読まないようでは法律実務家になろうとする者として注意深さが足りないとの指摘は，昨年の採点実感- 19 -でもしたところである。\n(2) 設問１【確認の利益】\n本問の課題は，判例の趣旨を正確に把握し，事実関係の相違を分析して判例の射程を検討し，依頼者のために法律上可能な立論をするというものである。これは法律実務家にとって基礎的な作業であり，Ｐ１の発言「三十筆余の土地及び数棟の建物を含む全財産を遺贈」が検討の手掛かりになっていることは，前記（１）で述べたとおりである。しかしながら，答案では，最判の事案と設問の事案とで事実関係の異なる部分を幾つも羅列した上，自分の採りたい結論に直結させてしまい，そのような事実関係の相違がなぜ結論を左右するのかという中間の説明を丁寧に行っていないものが目立った。\n民事訴訟は私法上の法律関係を対象とし，私法上の法律関係は時間の経過とともに変化し，そうであるからこそ，確認訴訟においてどの時点の法律関係を対象とすべきかが論じられる。受験者には，まず，確認の対象は現在の法律関係でなければならないという原則をその根拠と共に論じることを期待したが，多くの答案が不十分な論述にとどまった。この点を十分論じることなく，「そもそも確認の利益とは・・・」といったレベルの一般論を長々と述べる答案は，設問において何が重要かの判断力を欠き，暗記したことを再現しているだけのものとして，印象がよくない。\n昭和４７年最判は，遺言無効確認の訴えが，過去の法律関係を対象としているもののそのことから直ちに不適法となるものではないとし，上記原則の例外となり得ることを明らかにした。しかし，同最判は，『遺言無効の確認を求める訴えは一般に適法である』という法理を明言したわけでは必ずしもない。同最判を後者のように理解していると，求められる立論が難しかったかもしれない。\n遺言を対象とすることの合理性を説明するために，遺言無効確認の判決を得れば当然に紛争の抜本的解決が図られるかのように論じる答案が多かったが，必ずしもそのようには言えないであろう。遺言の無効が確認されても，その判決の効力は当該訴訟の当事者にしか及ばず，それ以外の関係者との間では紛争の解決が事実上期待できるに過ぎないからである。\n遺産確認の訴えについて適法とした最高裁判所昭和６１年３月１３日第一小法廷判決・民集４０巻２号３８９頁の説示に引きずられたのか，遺産分割と関連付けた答案も見られた。その典型例が，昭和４７年最判の事案では特定の相続人に全財産を遺贈する内容の遺言であるが，設問１の遺言は被相続人の友人に土地甲を遺贈する内容の遺言であり，前者では遺言の無効が確認されれば相続人間で遺産分割の問題となるが，後者ではそのような問題はないので，遺言無効は確認対象として不適格である，とする答案である。しかし，昭和４７最判は遺産分割との連携については言及していないし，もしそこに確認対象の適格性を分かつ要因を求めてしまうと，\n設問１の遺言が『全財産を友人Ｃに与える』という内容のものであったとしても，\n『判決において，端的に，当事者間の紛争の直接的な対象である遺言の無効の当否を判示することによって，確認訴訟の持つ紛争解決機能が果たされる』ことにはならず，個々の相続財産を特定してそれにつき原告が相続分に応じた持分権を有することの確認に引き直す必要があることになるが，そのような結果が不合理であることに気付いてほしい。\n(3) 設問２【当事者適格】\n- 20 -設問１に比べ総じてよくできていた。\nなかでも遺言執行者の訴訟法上の地位が法定訴訟担当に当たることを一言でも指摘してある答案は，本件では当事者適格の所在が時間の経過とともに移動しているという視点が明確になり，その論旨も説得的であった。\n一方，管理処分権をあたかも不動産所有権や金銭債権などと同じ次元の権利として理解しているようにうかがわれる答案があり，気になった。例えば，債権者代位訴訟の原告は，債務者の第三債務者に対する債権につき，管理権（取立権）を有しているが，当該債権を有してはいないように，両者は別のものである。設問２に即していえば，特定物遺贈では，遺贈の発効と同時に受遺者はその所有権を取得するが，遺言執行者が置かれているときは，その管理処分権は遺言執行者に帰属するから，相続人が遺言に反して当該目的物につき相続を原因とする所有権移転登記を経由したときは，遺言執行者は，遺言執行の障害となる相続人名義の登記につき，この管理処分権に基づき，受遺者の法定訴訟担当者として，その抹消登記手続を求める訴えを提起することができるが，遺言執行者が遺贈を原因とする受遺者宛ての所有権移転登記を経由することにより，遺言の執行を完了すれば，目的物についての管理処分権も受遺者に移転するから，遺贈を原因とする所有権移転登記の抹消登記手続請求訴訟の被告適格は受遺者にある。当事者適格，特に第三者の訴訟担当との関連で用いられることの多い管理処分権の意味を今一度整理しておいてほしい。\n(4) 設問３及び４【弁論主義及び判決の効力】\n設問３の各小問及び設問４は，ＧＨ間で争われた二つの訴訟を通した，一連の問いであるが，まず，このことに理解が及ばず，ばらばらに論じている答案が少なくなかった。また，後訴から関わった司法修習生Ｐ３の「Ｇの前訴請求は法定相続分に応じた共有持分の限度で認容されるべきであったのではないか」という疑問が一連の問いを通した「鍵」になっているが，このことを明確に意識して書かれている答案には，当然ながら説得力があった。\nＧの前訴請求が法定相続分に応じた共有持分の限度で認容されるべきであったと言えるためには，必要な請求原因に当たる事実が当事者から主張されていたことが必要であるから，まず，請求原因に該当する事実が何であるかを整理することになる（設問３の小問１）。この作業が本件の事実関係に即し具体的に行われている答案は，ごく自然な流れとして，それらの事実ごとに，順次，当事者からの主張の有無を検討することができており（同小問２），総じてよい得点につながっていた。\nその一方で，数は多くないとはいえ，小問１への解答として，被相続人もと所有，\n被相続人が死亡，原告の相続権といった，法律要件にすぎないものを主要事実又は要件事実と誤解し，それだけを記述した答案が存在したことは，残念というほかない。\n『裁判所は当事者の主張しない事実を裁判の基礎とすることができない』という弁論主義の第１テーゼは，裁判所と当事者の役割分担を規律するものであるから，\n主要事実がそれにつき主張責任を負う当事者の相手方から主張されている場合でも，\nそれは訴訟資料となる。このような趣旨のことが書かれていれば，主張共通というキーワードの有無にかかわらず配点している。一方，小問２において弁論主義との関係で記述が求められている事項は以上に尽きるにもかかわらず，相変わらず，弁論主義の根拠，弁論主義の第２テーゼ，第３テーゼ，第１テーゼが間接事実には適- 21 -用がないこと及びその理由（自由心証による事実認定を窮屈にする云々）まで長々と論じるものがあるが，やはり得点につながらない上，丸暗記した論証パターンを無反省に書き散らした答案として，印象も極めてよくない。\nまた，上記の主張共通の原則に全く言及しないで，設問の中に『適切に釈明権を行使したならば』とあるのに飛びついて，積極的釈明の意義とその許容性を滔々と論じる答案があったことには驚かされた。相続を原因とする権利取得の請求原因は全て当事者から主張されているのだから，ここでいう『適切な釈明権の行使』が，\n証拠資料から認定できる主要事実につき当事者の主張がないときに，主張責任を負う当事者に対してそれを主張するか否かを確認する意味での積極的釈明ではないことは，問題文から明らかであろう。\nなお，出題趣旨に記したように，ＦＧ間の父子関係やＦ死亡の事実については主張されていることが前提であったのに対し，これらの点について主張はないものと理解した答案も多かったが，本設問の主眼は主張共通の原則についての理解を問うことにあるため，これらの点についての主張の有無の理解自体を有利ないし不利に評価することはしていない。\n設問４の課題は，原告Ｇの前訴請求は法定相続分に応じた共有持分の限度で認容されるべきであったし，そのような一部認容判決をすることは，弁論主義との関係でも支障がなかったことを前提として，Ｇのために，既判力の遮断効の範囲の縮小という立論をすることである。既判力の客観的範囲に関する通常の理解からすれば，\nＧの主張は前訴判決の既判力により，遮断されるのが原則である。このような原則を最初に押さえている答案は，論述の骨格がしっかりしていたが，その数は多くはなかった。\nＧの主張が既判力による遮断の効果を受けるのを免れさせることは，本来それほどたやすいことではない。では，どのように立論すべきかであるが，Ｇの当該主張が必ずしも紛争の蒸し返しとは評価できないことについては，そのような趣旨がどうにか読み取れるというレベルのものも含めると，多くの答案が指摘できていた。\n論拠の一つとして，Ｇの前訴請求は法定相続分に応じた共有持分の限度で認容されるべきであったにもかかわらず，裁判所の訴訟指揮の不適切さもあって全部棄却の判決がされてしまったとの点を指摘できることは，先に述べたとおりである。\n一方，Ｈの態度にも着眼した上，その態度が信義則に反するということを具体的な事情に沿って指摘できている答案は多くなかった。民事訴訟は，当事者双方及び裁判所のそれぞれにおいて事案の見え方が異なるところから始まるものであり，当事者双方の視点から事案を検討することは，法律実務家にとって基本的な姿勢だと思われる。このような姿勢で答案作成に臨んでいる答案は，必要な事情を拾うことができているように感じられた。\n既判力によっては妨げられない訴えを信義則に基づいて却下した判例（昭和５１年最判，平成１０年最判）を分析して一般的な規範の定立を試みる答案が多く見られたが，信義則による個別的な解決と一般的な規範の定立とは本来相容れないものであり，規範定立を試みた成果は乏しいと感じられた。\n設問で求められているのは原告Ｇの立場から立論をすることであり，答案の末尾においてその結論を明確に述べることも重要である。\n問題文をよく読んでいないと思われる答案が，設問４ではことのほか多かった。\n- 22 -例えば，前訴でＦからＨへの贈与の事実が否定されているにもかかわらず，後訴においてＨがなお贈与を主張して土地乙が自己の所有に属すると主張するのは信義則違反である，と論じる答案がそれである。確かに，遺産分割協議においてＨがこのように主張したことがＧによる後訴提起を惹起したことは確かであるが，後訴の本案に関しては，Ｈは，Ｇによる土地乙についての共有持分権確認請求は土地乙についてのＧの所有権確認請求を棄却した前訴確定判決の既判力に反すると主張しているのであって，問題文はこの主張が信義則違反であることの論証を求めているのである。前訴ではＧはＪから土地乙の所有権を買得したと主張していたから，実質Ｇの一部敗訴を意味する相続による共有持分権取得の主張を予備的にでもしておくべきだったとするのは期待可能性がない，本来前訴において裁判所は共有持分権の限度でＧの請求を一部認容すべきだったのであり，全部棄却とした裁判所の誤りによる不利益をＧに課すのは公平でない，等の理由から，前訴判決の既判力はＧによる共有持分権の主張を遮断しない限度で縮小すると記した答案も，問題文をよく読んでいない点では，同じである。確かに，そういう論拠から既判力の縮小を論じることは不可能ではないが，問題文は，Ｈの態度が信義則に反するとの角度から既判力の遮断効の範囲の縮小を立論することを求めているのであり，このような答案は，\n問題文の要求に対するものとしては，評価できない。\n(5) まとめ以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」の四つの水準の答案は，概括的に次のように言うことができる。\n「優秀」な答案は，問われていることを的確に把握し，必要な論点を論じ，かつ，\n設問の事例との関係で結論に至る過程を具体的に説明できている答案である。このレベルには足りないが，問われている論点についての把握はできており，ただ説明の具体性や論理の積み重ねにやや不十分な部分があるという答案は「良好」と評価できる。これに対し，最低限押さえるべき論点が論じられている答案は，「一応の水準」にあると評価できるが，そのような最低限押さえるべき論点も押さえられていない答案は「不良」と評価せざるを得ない。\n以下，各設問に即して「一応の水準」「優秀」の答案イメージを付言すれば，次のとおりとなる（｢良好｣は両者の中間にあるもの，「不良」は「一応の水準」未満のものである。）。\n確認の対象としては現在の法律関係を選択すべきであるという原則とその根拠を論じ（設問１），遺言執行者の民法上の地位を，条文を示して説明し，本件における任務の内容及びその任務の終了を具体的に説明し（設問２），請求原因に該当する事実の整理，主張共通の原則の適用場面であること及び後訴におけるＧの主張が必ずしも紛争の蒸し返しとは評価できないこと（設問３及び４）の各指摘をすることができていれば，最低限押さえるべき論点が論じられているものとして「一応の水準」にあると評価できる。\nこれらに加えて，昭和４７年最判の正確な理解，本件事案への的確かつ具体的な当てはめ（設問１），遺言執行者の訴訟法上の地位が法定訴訟担当であることや，\n管理処分権の移動の指摘（設問２）ができており，請求原因に該当する事実の的確な整理，当事者からの主張の存否の具体的な検討（設問３）に加え，Ｈの態度が信義則に反することをそのような評価を基礎付ける事情も含めて具体的に論じ，全体- 23 -の論旨も明快な答案（設問４）は，問われていることを的確に把握し，答えているものとして「優秀」な答案と評価することができる。\n４ 法科大学院教育に求めるもの民事訴訟法科目の論文式試験では，判例に関する記憶の量を試すような出題はしていない。むしろ，当該判例の位置付けを民事訴訟法全体との関係において体系的に把握し，判例の基礎となった事案の特殊性を理解しておくことが肝要である。試験会場において，出題された内容に応じて考察し，その判例の射程を論じたり（設問１），\nその判例の示した法理に基づいて立論したり（設問４）できる能力を養うことを目標にして，日々の教育を行う必要があろう。\n５ その他時間不足と思われる答案は少なく，答案の分量としては５枚程度でも必要かつ十分な論述ができていた。考えながら書くのではなく，書き始める前に，答案構成に十分な時間をとることが大切であろう。また，毎年繰り返しているところではあるが，極端に小さな字（各行の幅の半分にも満たないサイズの字では小さすぎる。）や薄い字，\n潰れた字や書き殴った字の答案が相変わらず少なくなく，心当たりのある受験者は，\n相応の心掛けをしてほしい。\n- 24 -"
}