{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "- 23 -\n[環 境 法]\n〔第１問〕（配点：５０）\nＡ社は，Ｂ県Ｃ町の海沿いにＤ製鉄所を設置して操業をしているが，その岸壁に幾つかの亀裂があり，そこを通して排出水が数か月にわたって海に漏出している事実が，海上保安庁によって確認された。同庁の分析によれば，Ｄ製鉄所に適用されるpＨ（水素イオン濃度）に係る排水基準値をはるかに超える高アルカリ水であった。Ｄ製鉄所は，公有水面を埋め立てて造成した土地に立地しているが，捜査の結果，原因は，造成の際に用いられた埋立材料であることが判明している。\nＤ製鉄所には，場内で発生する汚水の処理をする水処理施設があり，これは水質汚濁防止法の下の特定施設となっている。その設置届出において，Ａ社は，埋立地全体を特定事業場の所在地としている。Ｄ製鉄所の工場長Ｅ及びＡ社は，「特定施設が設置されている工場である特定事業場から，排水基準値違反の排出水を，排水口を通じて排水した」として，水質汚濁防止法違反で起訴された。\n〔設問１〕\nＡ社及び工場長Ｅは，以下のように主張している。このような主張に対して，どのような反論をすることが考えられるかを論ぜよ。\n「水質汚濁防止法が規制対象としているのは，特定事業場内で発生する排水が特定施設の排水と合流してパイプの先から排水されたものに限定されるはずである。本件では，特定施設以外の部分から直接に公共用水域に排水されているのであるから，同法の規制対象外である。したがって，水質汚濁防止法第３１条第１項第１号及び第３４条に該当しないから，Ａ社及び工場長Ｅは無罪である。」\n〔設問２〕\n結局，工場長Ｅ及びＡ社のいずれに対しても，罰金刑が確定した。ところで，Ａ社は，Ｄ製鉄所の場内で発生する産業廃棄物である廃プラスチックを焼却処理するための施設を設置し，Ｂ県知事から廃棄物の処理及び清掃に関する法律（以下「廃棄物処理法」という。）に基づく中間処理施設許可を得ている。\n⑴ Ａ社が，水質汚濁防止法上，有罪とされたことにより，Ｄ製鉄所の許可に対して，廃棄物処理法上，どのような影響があるか。【資料】を参照しつつ説明せよ。\n⑵ 法律相互の上記の連携措置を，廃棄物処理法はどのような趣旨から設けたのかを説明せよ。\n【資 料】\n廃棄物の処理及び清掃に関する法律施行令第４条の６ 法第七条第五項第四号ハに規定する政令で定める法令は，次のとおりとする。\n（法律番号は省略）一 大気汚染防止法二 騒音規制法三 海洋汚染等及び海上災害の防止に関する法律四 水質汚濁防止法五 悪臭防止法六 振動規制法七 特定有害廃棄物等の輸出入等の規制に関する法律八 ダイオキシン類対策特別措置法九 ポリ塩化ビフェニル廃棄物の適正な処理の推進に関する特別措置法\n- 24 -\n〔設問３〕\n大気汚染防止法の下でのばい煙に係る排出基準の遵守が求められる場所は，水質汚濁防止法の下での排水基準の遵守が求められる場所とどのように異なっているか。その相違及び理由を説明せよ。\n- 25 -\n〔第２問〕（配点：５０）\n環境影響評価について，以下の設問に答えよ。\n〔設問１〕\nＡ県は，同県Ｂ市に３０００メートルの滑走路を持つ本件空港を設置する事業（環境影響評価法の第一種事業に当たる。）を計画し，２００３年，Ｂ市内のＣ岳の北側陸上案を採用することを決めた。Ａ県は，２００５年，本件空港設置事業について環境影響評価法に基づく環境影響評価手続を開始した。この環境影響評価手続の中では，Ｃ岳の北側陸上案しか対象とされず，複数案は検討されていなかった。本件空港予定地周辺の海域には種々の希少なさんご礁が形成されていた。\n２００８年，Ａ県は，本件空港の許可権者である国土交通大臣宛てに環境影響評価書（以下「本件評価書」という。）を送付し，国土交通大臣は，環境大臣宛てにその写しを送付して意見を求めた。国土交通大臣は，環境大臣の意見の内容を勘案した上でＡ県に対して，本件評価書についての環境保全の見地からの意見を書面により述べた。その後，Ａ県は，本件評価書について補正を行い，国土交通大臣に対し，補正後の環境影響評価書（以下「本件補正書」という。）を送付し，国土交通大臣は，環境大臣宛てにその写しを送付した。Ａ県は，環境影響評価書を作成した旨その他の事項を公告するとともに，本件評価書等を所定の期間，縦覧に供した。\n国土交通大臣の本件評価書についての環境保全の見地からの意見の中では，本件事業実施区域への降雨及び流入水が海域に浸出する場合の水質及び水量並びにそれによるさんご礁への影響について把握し，その結果を評価書に記載することが求められていたが，本件補正書の中では答えられていない。\nその後，Ａ県は，本件空港の設置の許可の申請をし，２００９年，国土交通大臣は，本件空港の設置を許可する旨の処分を行った。\nこれに対し，本件空港予定地の敷地の一部の土地を所有するＤは，Ａ県が実施した環境影響評価手続に問題があったとして許可の取消訴訟を提起したいと考えている。Ｄはどのような主張をすることが考えられるか。\n〔設問２〕\n複数案の検討に関して，２０１１年に改正された環境影響評価法及びその後に改正された「基本的事項」（環境省告示）（【資料１】参照）ではどのように扱われているか。その趣旨はどこにあるか。\n〔設問３〕\n【資料２】は，２００８年に制定された生物多様性基本法の規定である。\n⑴ ２０１１年の環境影響評価法の改正によって導入された仕組みは，生物多様性基本法第２５条とどのような関係にあるか。\n⑵ 生物多様性基本法が想定する環境影響評価の仕組みは，環境基本法においてどのように位置付けることができるか。\n- 26 -\n【資料１】\n環境影響評価法第３条の２第３項，第３条の７第２項，第１１条第４項，第１２条第２項及び第３８条の２第２項の規定による主務大臣が定めるべき指針並びに同法第４条第９項の規定による主務大臣及び国土交通大臣が定めるべき基準に関する基本的事項（環境庁告示第８７号（平成９年１２月１２日）。最終改正：平成２４年４月２日環境省告示第６３号）（抜粋）第一 計画段階配慮事項等選定指針に関する基本的事項一 一般的事項\n⑴ 第一種事業に係る計画段階配慮事項の選定並びに調査，予測及び評価は，法第３条の２第\n３項の規定に基づき，計画段階配慮事項等選定指針の定めるところにより行われるものである。\n⑵ 計画段階配慮事項の範囲は，別表（略）に掲げる環境要素の区分及び影響要因の区分に従うものとする。\n⑶ 計画段階配慮事項の検討に当たっては，第一種事業に係る位置・規模又は建造物等の構造\n・配置に関する適切な複数案（以下「位置等に関する複数案」という。）を設定することを基本とし，位置等に関する複数案を設定しない場合は，その理由を明らかにするものとする。\n⑷ 計画段階配慮事項の調査，予測及び評価は，設定された複数案及び選定された計画段階配慮事項（以下「選定事項」という。）ごとに行うものとする。（以下略）\n【資料２】\n生物多様性基本法（平成２０年６月６日法律第５８号）（抜粋）\n（事業計画の立案の段階等での生物の多様性に係る環境影響評価の推進）第２５条 国は，生物の多様性が微妙な均衡を保つことによって成り立っており，一度損なわれた生物の多様性を再生することが困難であることから，生物の多様性に影響を及ぼす事業の実施に先立つ早い段階での配慮が重要であることにかんがみ，生物の多様性に影響を及ぼすおそれのある事業を行う事業者等が，その事業に関する計画の立案の段階からその事業の実施までの段階において，その事業に係る生物の多様性に及ぼす影響の調査，予測又は評価を行い，その結果に基づき，その事業に係る生物の多様性の保全について適正に配慮することを推進するため，事業の特性を踏まえつつ，必要な措置を講ずるものとする。\n- 27 -\n- 28 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "- 22 -\n〔第１問〕\n本問は，水質汚濁防止法の規制システム及びその基本となる考え方に関する理解を問うものである。\n〔設問１〕では，同法第１２条第１項及び関係規定に関する周到な理解が試される。①排水\n基準遵守義務の対象行為が「特定施設」からの排水ではなく「特定事業場」からの排水であること（同法第１２条第１項，第２条第６項），②「排出口」とは，「排出水を排水する場所」であること（同法第８条第１項），を踏まえて，設問文にある主張に対する反論をすることが期待される。設問文の主張は，特定施設起因ではない排水は規制対象にはならないとするところ，①からはそのように限定的に解せないことを指摘する。また，「パイプの先」のような場所での排水に関して排水基準遵守が義務付けられるとするところ，②からはそのように限定的に解せないことを指摘する。\n〔設問２〕では，水質汚濁防止法違反の有罪確定が，ほかの環境法の運用に対してどのよう\nな影響を与えるのかを条文に即して説明できるかが試される。〔小問（１）〕では，以下の作業が期待される。【資料】として添付された廃棄物処理法施行令第４条の６第４号に水質汚濁防止法が掲げられていることに着目し，設問文に記された状況が，廃棄物処理法第７条第５項第\n４号ハの「その他生活環境の保全を目的とする法令で政令で定めるもの……の規定に違反し…\n…罰金の刑に処せられ」に該当することを指摘する。本問では，産業廃棄物処理施設許可に対する影響が問われているところ，それを踏まえて，同法第７条第５項第４号ハが，同法第１４条第５項第２号イを通じて同法第１５条の３第１項第１号に規定される許可取消事由となっていることを指摘する。その上で，許可取消が義務的となっていることから，施設許可が取り消されると指摘する。〔小問（２）〕では，２つの環境個別法の連携措置の制度趣旨に対する理解が問われる。ここでは，社会的にコンプライアンスが強く求められる廃棄物処理法に関して，生活環境保全という目的共通の法令の重大な違反者に廃棄物処理に関する業や施設の許可を与えるのは不適当であるという法政策意図があることを指摘してほしい。\n〔設問３〕は，〔設問１〕でも触れられた水質汚濁防止法の排水基準の遵守場所について，\nこれを大気汚染防止法の排出基準の遵守場所と比較することにより，両法における規制の考え方の違いを相対的に理解しているかを問うている。水質汚濁防止法の排水基準は，特定事業場の排水口からの排水を規制する（同法第１２条第１項，第８条第１項）のに対して，大気汚染防止法はばい煙発生施設の排出口（開口部）からの排出を規制している（同法第１３条第１項，第２条第７項）ことを指摘してほしい。その上で，汚染者支払原則の観点からは事業場主義をとる水質汚濁防止法が望ましいが，大気汚染防止法においては技術的制約から施設主義にならざるを得ないことを説明してほしい。\n〔第２問〕\n〔設問１〕は，環境影響評価法の手続上の瑕疵を理由として，後続する行政決定である許可\n処分が違法となるかについて，空港予定地の敷地の一部の土地を所有する者が国土交通大臣の許可の取消訴訟においてどのような主張ができるかを問うものである。①評価書に対する免許権者等の意見に対してＡ県が補正書の中で答えていないこと，②複数案の検討がなされていないことが，同法の手続上の瑕疵になるか，仮になるとして手続上の瑕疵が後続する許可処分を違法とするのはどのような場合かを論じてほしい。①については，環境影響評価法第２５条第\n１項柱書きの「当該事項の修正を必要とすると認めるとき」とは何か，②については，複数案\n（同法第１４条第１項第７号ロ，第２１条第２項第１号）の同法における位置付けをどう解するかが問題となる。そして，国土交通大臣が許可をするに当たっては，環境保全に適正な配慮をした審査を行わなければならない（同法第３３条第１項）のであり，処分の根拠法により同大臣に付与された裁量権の範囲の逸脱又は濫用があるかが問題とされる。\n- 23 -\n〔設問２〕は，環境影響評価法における複数案の検討について，同法の２０１１年改正及び\nその後に改正された基本的事項が，改正前と比べてどのような相違があるか，計画段階配慮書の段階で複数案の検討を取り入れた同法等の改正の趣旨はどこにあるかを問うものである。同法上は必ずしも明らかでないが（同法第３条の２第１項の「一又は二以上の当該事業の実施が想定される区域・・・における・・・環境保全のために配慮すべき事項」参照），基本的事項では，第一種事業について，複数案を検討しない場合には理由を付することを要するとしていること（資料参照）を指摘してほしい。環境影響評価の核心は複数案（代替案）にあり，計画段階のような早い段階で複数案を検討することによって，合理的な意思決定という環境影響評価の目的に資することに言及してほしい。\n〔設問３〕は，生物多様性基本法第２５条と２０１１年環境影響評価法改正との関係，生物\n多様性基本法第２５条と環境基本法の関係を問うものである。\n生物多様性基本法第２５条は，生物多様性について計画アセスメントないし戦略的環境アセスメントをすることを内容としていること，この規定の存在が環境影響評価法の２０１１年改正における計画段階配慮書の規定導入の契機となったこと，他方，計画段階配慮書の規定は計画アセスメントにとどまっており，（本格的な）戦略的アセスメントを規定しているとは言いにくいことなどを指摘してほしい。\nまた，生物多様性基本法第２５条は，事業者等が，その事業に関する計画の立案の段階から生物の多様性に及ぼす影響の調査，予測，評価を行うために，国が必要な措置を講ずるものとしており，環境基本法第２０条とともに，同法第１９条に対応すると解する余地もあると考えられる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国内問題不干渉義務，国家元首の特権免除，対抗措置により影響を受けない義務，会社と株主の外交的保護について問う問題である。\n設問１は，不干渉義務に関する基礎的問題である。国際法上の不干渉義務によって禁止されているのは，他国の国内管轄事項に対する命令的干与（強制的介入）であるという基本に沿って解答すればよい。まず国の国内管轄事項とは，国際法上国家の自由な規律に委ねられている事項であるが，ある事項が専ら国内管轄事項に属するか否かは，本来相対的なものであり国際関係の発展に依存することを押さえる必要がある。今日では自国民の取扱いであっても，被拘禁者に対する系統的拷問のような重大な人権侵害は，国内管轄事項とはみなされない。次に，国際法が禁止する干渉とは，単なる見解表明や勧告ではなく，命令的干与であることを踏まえる必要がある。命令的干与の典型は武力による介入であるが，政治的又は経済的圧力も，他国の主権的意思を自国の意思に従属させる目的で行使される場合には違法な干渉となり得る。しかし，違法な干渉となる政治的又は経済的圧力と通常の政治的又は経済的政策とを区別することは容易ではなく，ニカラグア事件国際司法裁判所（ＩＣＪ）判決も示すように，経済援助の停止や禁輸措置が直ちに不干渉義務の違反を構成するとは限らないことに注意しなければならない。以上に鑑みれば，他国の拷問行為を国際法違反と非難する外交的声明は，国内管轄事項に対する介入とはいえないし，命令的干与にも当たらない。人権侵害に使用されるおそれのある産品の禁輸措置を実施する行為も，それだけで直ちに国際法が禁止する強制的介入に該当するとはいえない。なお，拷問禁止義務は国際社会全体に対して負う義務であり，その受益者のために被害国以外の国も，違反の停止を求めて適法な措置をとる権利を有する（国連国際法委員会の国家責任条文第５４条参照）から設問の行為は違法な干渉には当たらないとする構成をとることも可能である。\n設問２（a）は，国家元首が犯した国際犯罪に関連して，国家元首の外国の刑事管轄権から- 24 -の免除資格について問う問題である。まず，国家元首は一般的に国を代表する資格が認められており，その地位から外国においては少なくとも外交使節と同等の免除及び不可侵を享有することが慣習国際法上認められてきたことを押さえる必要がある。現職の国家元首が，その任務の性質に照らし，公的資格の行為か私的資格の行為かを問わず，外国の刑事管轄権から完全な免除と不可侵を享有することは，逮捕状事件ＩＣＪ判決からも導くことができよう。他方，人道に対する犯罪や戦争犯罪については，国際刑事裁判所規程の例に見られるように，現職の国家元首も刑事責任からの免責及び国際刑事裁判手続からの免除を認められなくなっており，重大な国際犯罪の訴追の場合には現職の国家元首といえども外国の刑事裁判権から免除されないとする議論もあることに注意する必要がある。しかし，公的行為についての事項的免除しか認められない元国家元首とは異なり，現職の国家元首や外務大臣は，その地位に基づき完全な人的免除を享有し，拷問や人道に対する犯罪の場合であっても外国の刑事管轄権からの免除と不可侵について例外が認められていないことを，ピノチェト事件英国貴族院判決や逮捕状事件Ｉ\nＣＪ判決に基づいて理解しなければならない。そうすれば現職の国家元首への逮捕状の発付と国際手配は，たとえ国際犯罪についての普遍的管轄権が外国裁判所に認められるとしても，現職国家元首の完全な人的免除と不可侵を定める国際法に違反する行為となる。\n設問２（b）は，国際違法行為に対する対抗措置と外交官の不可侵を尊重する義務の関係を問う問題である。外交官の身柄を拘束及び抑留し，事情聴取する行為が，外交官の不可侵及び刑事裁判権からの免除に違反することは明白である。しかし現職の元首に対する逮捕状の発付と国際手配という国際違法行為が先行しそれが継続している状況下では，被害国は対抗措置をとることができる。しかし対抗措置をとる国は，その手段について無制限の裁量を有するわけではない。均衡性の原則を適用するまでもなく，国際法上禁止されている対抗措置に訴えることはできないことを理解しなければならない。外交法は自己完結的な制度で外交職員等による違法行為に対して取り得る措置（ペルソナ・ノン・グラータや外交断絶）を特定しているとしたテヘラン事件ＩＣＪ判決，武力抗争時にも外交官に退去の便宜を与える義務を定めた外交関係条約の規定などに鑑みれば，国家責任条文第５０条が定めるように，対抗措置をとる国は，外交官の不可侵を尊重する義務の履行を免れない。\n設問３は，会社の外交的保護と株主の外交的保護の関係を問う問題である。バルセロナトラクション事件ＩＣＪ判決やディアロ事件ＩＣＪ判決の先例に照らせば，外国の国際違法行為によって会社が損害を被った場合，会社の外交的保護権は，原則として，会社の設立準拠法国及び本拠地所在地国にあり，会社の株主の国籍国は，会社が損害を受けた結果株主が間接的に被った不利益について株主のために外交的保護を行使する権限はないことをまず理解する必要がある。会社が設立準拠法国で実質的営業をしておらず経営の本拠地及び財政的支配の全てが他国にある場合，会社が設立国の法に基づき存在しなくなった場合，会社が国際違法行為を行った国の国籍を有している場合には，一定の条件が満たされれば，法人のヴェールを剥いで，上記の規則の例外が認められる場合がある。しかし，本設問では，これらの例外のいずれにも該当しないように事実設定がなされている。\n他方，国の国際違法行為が会社の権利とは区別される株主の権利に直接損害を与える場合には，株主の国籍国は，株主が被った損害について外交的保護を行使する権限を有する。株主の直接的な権利とされるものには，会社の配当請求権，総会での議決権，解散後の残余資産の配分請求権などがあるが，本設問ではこのような株主の権利に対する直接的な損害は生じていないという事実設定がなされていることを踏まえて解答することが望まれる。\n〔第２問〕\n本問は，公海上の船舶内での犯罪についての管轄権行使の態様と，犯罪人引渡しと，国家責任について問う問題である。\n- 25 -設問１は，公海上の船内で自国民が傷害致死の被害にあった国家と船舶の旗国の管轄権の競合に関わる問題である。公海上の船舶内での犯罪であるから，旗国主義に基づき船舶の旗国が当該犯罪について管轄権を有していることが明らかである。\n他方，当該船舶に対しては，旗国主義に基づく管轄権に加え，被害者の国籍国の受動的（消極的）属人主義に基づく立法管轄権が及んでいることが理解されなければならない。この立法管轄権が及んでいなければ被害者の国籍国の港に当該船舶が入港したときに，当該国が執行管轄権を行使する前提が存在しない。逆に被害者の国籍国が公海上の船舶内での犯罪に立法管轄権を行使していれば，自国の港（領域内）に入港した際に執行管轄権を行使することができることになる。また，旗国に当該船舶への刑事手続の執行に関する照会をしたところ異議を唱えておらず，受動的属人主義に基づく被害者の国籍国による管轄権行使に反対する意思がないことに留意する必要がある。\nさらに，当該船舶は，被害者の国籍国により強制的に当該国の港に入港させられたのではなく，任意で入港している。被害者の国籍国が自国領域内で管轄権を行使したことはこの点からも正当化される。\n設問２は，犯罪人引渡しについて，政治犯罪人不引渡しの原則と関連させながら，普通犯罪を行った犯罪人を引き渡す場合に，政治犯罪で処罰されないように引き渡すにはどのようにすべきかを問う問題である。まず，政治犯罪人不引渡しの原則が理解されなければならない。歴史的には，政治犯罪人をこそ引き渡すという各国君主間の実践があったが，フランス\n革命を経て政治的自由が認められるようになると，むしろ逆に，政治犯罪人を引き渡さない原則が成立することになった。現在では同原則を国内法上の不引渡し義務として法制化している国もある。また，政治犯罪人を引き渡さないとしても，政治犯罪には，いわゆる政治犯罪だけからなる絶対的政治犯罪と，政治犯罪に関連して普通犯罪が行われる相対的政治犯罪があり，その区別が重要である。\n本件では，引渡しを請求されている者が本国では著名な反政府活動家であり，政治犯罪で処罰される可能性はある。けれども，本件の事件は，政治活動や政治的目的とは全く無関係の普通犯罪であることに注意が必要である。普通犯罪を行ったのであるから，当該犯罪人は，普通犯罪人として引き渡すことができる 。ただし，当該犯罪人が引き渡されたときに，政治犯罪で処罰されるおそれがないとはいえない。これについては，犯罪人引渡しにおける特定性の原則の遵守が求められることになる。引渡国が引渡請求国に，特定性の原則の遵守を保証するように求める方法が考えられなければならない。\n設問３は，権限逸脱により財産を窃取した警察官による国家責任を問う問題である。警察官は適法な令状はないものの，警察官の制服を着て客室を捜索しているのであるから，権限逸脱行為を行っていることがまず認識されねばならない。そして警察官の外観をもって客室を捜索しているのであるから，権限逸脱行為であっても，当該警察官の行為は，国家機関の行為としてその国に帰属し，国家責任が発生することが理解されなければならない。\n窃盗の被害者の損害について被害者の国籍国が加害国の国家責任を追及する場合には，被害者の損害を取り上げて外交保護権を行使するのが通例である。そして外交保護権の行使に当たっては，国籍継続の要件（被害の時点から国家責任の追及の時点まで被害者が当該国の国籍を有していること）及び，国内救済を尽くしていることの要件が満たされる必要がある。\nただし，本件の場合には被害者は自らの意思で警察官の所属国の領域に入ったわけではないから，国内救済を尽くす義務は免れ得るともいえる。"
}