{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "- 17 -\n[労 働 法]\n〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＸは，平成２０年３月に大学の理工学部を卒業し，自動車製造会社に勤務していたが，自己が希望していた電気自動車の開発に携わることができず，営業を担当させられたことから，転職したいと考えるようになった。\n学校法人Ｙは，同法人が経営する私立高校（以下「Ｙ高校」という。）について，理数系特進クラスを設けて生徒数を増加させるとの方針を採り，理科系教育に力を入れるべく，物理教員の中途採用を拡充することとし，平成２３年６月に，就職情報誌に物理教員の中途採用者募集広告を出した。当該募集広告には，中途採用者の給与に関し，「既卒者でも収入面のハンデはありません。例えば，平成２０年３月大卒の方なら，同年に新卒で採用した教員の現時点での給与と同等の額をお約束いたします。」などと記載されていた。\nＸは大学在学中に教員を志望し，教員免許を取得していたこともあり，前記募集広告を見て応募し，筆記試験を受け，平成２３年９月に実施された採用説明会に出席した。同説明会において，ＸがＹから示された書面では，採用後の労働条件について，各種手当の額は表示されていたものの，基本給については具体的な額を示す資料は提示されなかった。\nＸは，同年１０月に実施された採用面接の際，Ｙの理事長から，「契約期間は平成２４年４月\n１日から１年ということに一応しておきます。その１年間の勤務状態を見て再雇用するかどうかを決めたいと思います。その条件で良ければあなたを本校に採用したいと思います。」と言われたが，Ｘとしては，早く転職して念願の教員になりたかったことから，その申出を承諾するとともに，「私は，平成２５年３月３１日までの契約期間１年の常勤講師としてＹに採用されることを承諾いたします。同期間が満了したときは解雇予告その他何らの通知を要せず，期間満了の日に当然退職の効果が生ずることに異議はありません。」という内容の誓約書をＹに提出した。なお，Ｙは，教員経験のない者を新規採用する際の契約期間については，Ｘに限らず，これを１年としていたが，同期間経過後に引き続き雇用する場合に契約書作成の手続等は採られていなかった。\nＸは，Ｙに採用され，平成２４年４月１日からＹ高校において物理教員として勤務し，同僚教員と同程度の週１２時限の特進クラスの授業を受け持ち，卓球部の顧問として部活指導等も行っていた。そうした中，Ｘは，同年８月に至って，自己の給与については，平成２４年４月に新卒で採用された教員の給与と同等の給与であることを初めて知らされ，Ｙに対し，平成２０年４月に新卒で採用された教員の現時点での給与と同等の給与への増額を求めたものの認められなかった。\nＹの就業規則には，「賞与として，７月１０日（算定対象期間：前年１２月１日から当年５月\n３１日まで）及び１２月２５日（同期間：６月１日から１１月３０日まで）に，それぞれ基本給の１か月分を支給する。」という規定があった。ところが，Ｙは，特進クラス創設に伴い，大規模な設備投資や多数の教員採用等を行ったことから，経営状態が急激に悪化し，資金繰りに窮するようになり，平成２４年１２月の賞与を支払えない見込みとなった。そこで，Ｙの理事長は，平成２４年１２月１４日，教職員に対する説明会を開催し，平成２４年１２月の賞与を支払えないこと及びその理由を説明したところ，教職員側からは何ら異議は出ず，また，Ｘを含む教職員全員から，平成２４年１２月の賞与の不支給について同意する旨の書面が提出された。しかし，Ｙは，就業規則の変更は行わなかった。そして，その後，Ｙは，平成２４年１２月の賞与を教職員に支払っていない。\n- 18 -その後，Ｙは，父母会からＸの授業は特進クラスのレベルに達していないとのクレームが相次いでいるため再雇用はしないとして，Ｘに対し，平成２５年３月３１日をもってＸの労働契約は期間満了により終了する旨の通知を行った。\n〔設 問〕\n弁護士であるあなたが，Ｘから，Ｙ高校で今後も教員として働き続けるため，並びに，本来支給されるべきものと考えた賃金及び賞与を得るため，Ｙを相手方として訴えを提起したいとの相談を受けた場合に検討すべき法律上の問題点を指摘し，それについてのあなたの見解を述べなさい。\n- 19 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，従業員数約７００名，客室数約５００室，収容人員数約２０００名のホテルを営んでおり，Ｘ１らはいずれもＹ社の従業員で，Ｙ社の従業員の半数以上により組織されるＸ労働組合\n（以下「Ｘ組合」という。）の組合員である。また，Ｚは，Ｙ社の従業員であり，当初Ｘ組合の組合員であったが，平成２４年８月１７日，Ｘ組合の最高決議機関である組合大会において，除名処分を受けた者である。\nＹ社は，平成２２年度の決算から営業損失を計上するなど経営が悪化していたため，経営を再建すべく経営コンサルタントであったＡを採用した。Ｙ社におけるＸ組合の活動は活発であり，Ｙ社としては好ましくないと思いつつ勤務時間中の組合活動も黙認している状態が続いていたため，Ａは，Ｙ社の人事労務管理についても抜本的に見直すようＹ社に提案した。そこで，Ｙ社は，平成２４年３月１４日，１００名の人員削減を中心とする大幅な合理化案（経営改善計画）をＸ\n組合に提示した上，従来黙認していた勤務時間中の組合活動を行う者に対しては，今後賃金をカットするとともに懲戒処分を行い，職場規律の確立に努める旨をＸ組合に通知した。Ｘ組合は，外部からきたＡがこれまでの労使慣行を無視していることに納得せず，勤務時間中の組合活動は既得権であると主張し，また，前記経営改善計画をめぐってＹ社との間で団体交渉を行ったが合意に達しなかった。Ｙ社は，同年５月８日，これまでの労働協約を全て破棄する旨通知し，同年\n６月１日，Ｘ組合の組合員２９名に対し，勤務時間中の組合活動を理由に３日間の出勤停止の懲戒処分を行った。\nＸ組合は，Ｙ社の措置に強く反発し，これらの問題をめぐって同月５日に団体交渉を行ったが，ＡがＹ社側の代表となっていることにＸ組合が拒否反応を示し，実質的な交渉に至らなかった。\nその後も，Ｘ組合は，Ａの団体交渉出席に強く反発し，同日以降，現在に至るまで正式な団体交渉は開催されていない。\nこの状況を打破するために，Ｘ組合は，Ｙ社に予告することなく，同年７月１０日午後３時から全組合員によるストライキに突入した。Ｙ社は，ストライキの解除を求めたが，Ｘ組合は，４８時間ストライキを継続するとＹ社に伝えた。実際には，Ｘ組合は同日午後６時にストライキを解除したが，Ｙ社としては，当日と翌日の宿泊客及び予約客をキャンセルせざるを得なかった。\nこのことがあって，その後の宿泊客数は大きく減少することになった。\nＹ社は，Ｘ組合とは何らの協議のないまま，同年８月１日，１００名の希望退職者を募集したが，これに対し，Ｘ組合はますます反発を強めた。Ｘ組合は，Ｙ社の行った前記懲戒処分と希望退職募集の撤回を求めて，同月１０日午後３時から，予告なしに，調理部門の組合員のストライキを実施し，同ストライキは４８時間継続した。調理部門の従業員の多くが，Ｘ組合の組合員であったため，Ｙ社としては，夏休みシーズンの書き入れ時において通常どおりの営業を継続することが困難となったことから，予約客については予約の取消しを要請した上で他のホテルに振り分け，宿泊客についてはアルバイト従業員を利用するなどして何とか急場をしのいだ。\n調理部門の組合員であったＺは，Ｘ組合の戦術は行き過ぎであり，自分としては納得できないとして，同月１１日，Ｘ組合に対し，今後ストライキには参加しないと通告し，同日からＹ社に出勤した。Ｘ組合は，同月１７日，組合大会において，Ｚのストライキ不参加を「組合の決定に違反して統制を乱したとき」という組合規約の制裁事由に該当するとして，Ｚを除名処分とした。\nなお，組合規約には，制裁の種類として，けん責，組合員資格の停止及び除名が規定されていた。\nまた，この除名処分は，組合規約にのっとって行われたものであり，手続的には問題がなかった。\nその後，Ｘ組合は，同月２０日午後３時から，予告なしに，調理部門の組合員による４８時間のストライキを行った。\n- 20 -このような状況の中で予約客数が著しく減少し，営業が不可能となったので，ついにＹ社は同月２２日からホテル建物を閉鎖して営業を休止し，以降Ｘ１らの就労を拒否し，同日以降の賃金の支払いを拒んでいる。\n〔設 問〕\n１．Ｘ１らは，Ｙ社に対し，平成２４年８月２２日以降の賃金を請求できるか。なお，Ｚについては論じなくてよい。\n２．Ｘ組合によるＺの除名処分は有効か。\n- 21 -\n- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は，労働契約に設けられた期間の趣旨（雇用の終了又は試用期間），募集広告等に示された労働条件と労働契約の内容，就業規則の最低基準効等に関する理解を問うものである。いずれも，労働法における基本的な論点であり，関係条文・判例に対する知識を前提とし，これらを正確に示した上で自らの考えを述べ，問題文に示された具体的事実を摘示しつつ当てはめを行うことが求められる。\nまず，本問の事例では，Ｙから示された１年間の「契約期間」が試用期間か労働契約の期間か，試用期間と解する場合には本件契約の法的性質（解約権留保付労働契約等）をどう解するかを検討する必要があり，その際には，神戸弘陵学園事件判決（最判平２年６月５日）等の判例の判断の枠組みを踏まえて規範を定立し，問題文に示された事実を抽出して当てはめを行うことが求められる。その上で，これを試用期間と解する見解を採ったとしても，労働契約の期間と解する見解を採ったとしても，Ｙによる契約終了の通知が権利濫用（労働契約法第１６条又は第１９条参照）となるかを論じる必要がある。\n次に，平成２０年に新卒で採用された教員の給与との差額賃金請求の当否を論ずる必要があり，具体的には，募集広告の記載等が本件労働契約の内容となっているかを検討した上で，本件労働契約の内容となっていないと解する見解を採る場合には，労働基準法第１５条第１項及び信義則違反により不法行為に基づく損害賠償請求ができるかなどの法律構成に踏み込んだ論述を行う必要がある。その際には，日新火災海上保険事件判決（東京高判平１２年４月１９日）\n等の判例の判断の枠組みを意識しつつ，具体的な事実関係に即して論じることが求められる。\n最後に，平成２４年１２月分の賞与の請求の当否を検討する必要があり，その際には，まず，労働契約法第１２条を指摘して，就業規則の最低基準効に言及することが求められる。その上で，応用的な論点とはなるが，賞与の不支給に対する教職員の同意が賞与債権の放棄として有効か否かを論じてほしいところである。\n〔第２問〕\n本問は，ロックアウト及び労働組合の統制権に関する理解を問うものである。いずれも労働法の基本的な論点であり，使用者の争議権の意義，ロックアウトの正当性の判断基準，労働組合の統制権の根拠及び正当性の判断基準等に関する正確な知識が求められるとともに，これら論点をめぐる判例に関する理解が前提となる。\n設問１においては，Ｙ社の就労拒否が正当なロックアウトと評価される場合には，Ｘ１らの賃金請求は認められないこととなることから，使用者の争議権の根拠と正当性の判断基準に言及した上で，ロックアウトの正当性の判断基準を論じる必要がある。その際には，丸島水門事件判決（最判昭５０年４月２５日）等の判例の判断の枠組みを踏まえ，個々の具体的な労働争議における労使間の交渉態度，経過，組合側の争議行為の態様，それによって使用者側の受ける打撃の程度等の判断要素を摘示しつつ，問題文に示された事実を抽出して丁寧な当てはめを行うことが求められる。\n設問２においては，まず，労働組合の統制権の根拠に言及した上で，組合員には労働組合の違法な指令に服従する義務がないとの観点から，本件争議行為の正当性を論じる必要がある。\nその際には，争議行為の主体，目的，開始時期，手段・態様の相当性等の要素を摘示しつつ，問題文に示された事実を抽出して当てはめを行うことが求められる。そして，仮に，本件争議行為が正当で，Ｚの行為が統制違反と評価し得るとの結論に至った場合には，更に本件の除名という処分内容が相当と言えるか，統制権の濫用ではないかを論じる必要があろう。"
}