{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成２５年２月１日午後１０時，Ｗは，帰宅途中にＨ市内にあるＨ公園の南東側入口から同公園内に入った際，２名の男（以下，「男１」及び「男２」とする。）が同入口から約８メートル離れた地点にある街灯の下でＶと対峙しているのを目撃した。Ｗは，何か良くないことが起こるのではないかと心配になり，男１，男２及びＶを注視していたところ，男２が「やれ。」と言った直後に，男１が右手に所持していた包丁でＶの胸を２回突き刺し，Ｖが胸に包丁が刺さったまま仰向けに倒れるのを目撃した。その後，Ｗは，男２が「逃げるぞ。」と叫ぶのを聞くとともに，男１及び男２が，Ｖを放置したまま，北西に逃げていくのを目撃した。\nそこで，Ｗは，同日午後１０時２分に持っていた携帯電話を使って１１０番通報し，前記目撃状況を説明したほか，「男１は身長約１９０センチメートル，痩せ型，２０歳くらい，上下とも青色の着衣，長髪」，「男２は身長約１７０センチメートル，小太り，３０歳くらい，上が白色の着衣，下が黒色の着衣，短髪」という男１及び男２の特徴も説明した。\nこの通報を受けて，Ｈ県警察本部所属の司法警察員が，同日午後１０時８分，Ｖが倒れている現場に臨場し，Ｖの死亡を確認した。\nまた，Ｈ県警察本部所属の別の司法警察員は，Ｈ公園付近を管轄するＨ警察署の司法警察員に対し，Ｈ公園で殺人事件が発生したこと，Ｗから通報された前記目撃状況，男１及び男２の特徴を伝達するとともに，男１及び男２を発見するように指令を発した。\n２ 前記指令を受けた司法警察員Ｐ及びＱの２名は，一緒に，男１及び男２を探索していたところ，同日午後１０時２０分，Ｈ公園から北西方向に約８００メートル離れた路上において，「身長約１９０センチメートル，痩せ型，２０歳くらい，上下とも青色の着衣，長髪の男」，「身長約１７０センチメートル，小太り，３０歳くらい，上が白色の着衣，下が黒色の着衣，短髪の男」の２名が一緒に歩いているのを発見し，そのうち，身長約１９０センチメートルの男の上下の着衣及び靴に一見して血と分かる赤い液体が付着していることに気付いた。そのため，司法警察員Ｐらは，これら男２名を呼び止めて氏名等の人定事項を確認したところ，身長約１９０センチメート\nルの男が甲，身長約１７０センチメートルの男が乙であることが判明した。その後，司法警察員\nＰは，甲及び乙に対し，「なぜ甲の着衣と靴に血が付いているのか。」と質問した。\nこれに対し，甲は，何も答えなかった。\n一方，乙は，司法警察員Ｐ及びＱに対し，「甲の着衣と靴に血が付いているのは，２０分前にＨ公園でＶを殺したからだ。二日前に俺が，甲に対し，報酬を約束してＶの殺害を頼んだ。そして，今日の午後１０時に俺がＶをＨ公園に誘い出した。その後，俺が『やれ。』と言ってＶを殺すように指示すると，甲が包丁でＶの胸を２回突き刺してＶを殺した。その場から早く逃げようと思い，俺が甲に『逃げるぞ。』と呼び掛けて一緒に逃げた。俺は，甲がＶを殺すのを見ていただけだが，俺にも責任があるのは間違いない。」などと述べた。\nその後，同日午後１０時３０分，前記路上において，甲は，司法警察員Ｐにより，刑事訴訟法第２１２条第２項に基づき，乙と共謀の上，Ｖを殺害した事実で逮捕された【逮捕①】。また，その頃，同所において，乙は，司法警察員Ｑにより，同項に基づき，甲と共謀の上，Ｖを殺害した事実で逮捕された【逮捕②】。\nその直後，乙は，司法警察員Ｐ及びＱに対し，「今朝，甲に対し，メールでＶを殺害することに対する報酬の金額を伝えた。」旨述べ，所持していた携帯電話を取り出し，同日午前９時に甲宛てに送信された「報酬だけど，１００万円でどうだ。」と記載されたメールを示した。これを受けて，司法警察員Ｑは，乙に対し，この携帯電話を任意提出するように求めたところ，乙がこれに応じたため，この携帯電話を領置した。\n３ 他方，司法警察員Ｐは，甲の身体着衣について，前記路上において，逮捕に伴う捜索を実施しようとしたが，甲は暴れ始めた。ちょうどその頃，酒に酔った学生の集団が同所を通り掛かり，司法警察員Ｐ及び甲を取り囲んだ。そのため，１台の車が同所を通行できず，停車を余儀なくされた。\nそこで，司法警察員Ｐは，同所における捜索を断念し，まず，甲を３００メートル離れたＩ交番に連れて行き，同交番内において，逮捕に伴う捜索を実施することとした。司法警察員Ｐは，甲に対し，Ｉ交番に向かう旨告げたところ，甲は，おとなしくなり，これに応じた。\nその後，司法警察員Ｐと甲は，Ｉ交番に向かって歩いていたところ，同日午後１０時４０分頃，前記路上から約２００メートル離れた地点において，甲がつまずいて転倒した。その拍子に，甲のズボンのポケットから携帯電話が落ちたことから，甲は直ちに立ち上がり，その携帯電話を取ろうとして携帯電話に手を伸ばした。\n一方，司法警察員Ｐも，甲のズボンのポケットから携帯電話が落ちたことに気付き，この携帯電話に乙から送信された前記報酬に関するメールが残っていると思い，この携帯電話を差し押さえる必要があると判断した。そこで，司法警察員Ｐは，携帯電話を差し押さえるため，携帯電話に手を伸ばしたところ，甲より先に携帯電話をつかむことができ，これを差し押さえた【差押え】。\nなお，この差押えの際，司法警察員Ｐが携帯電話の記録内容を確認することはなかった。\nその後，司法警察員Ｐは，甲をＩ交番まで連れて行き，同所において，差し押さえた携帯電話の記録内容を確認したが，送信及び受信ともメールは存在しなかった。\n４ 甲及び乙は，同月２日にＨ地方検察庁検察官に送致され，同日中に勾留された。\nその後，同月４日までの間，司法警察員Ｐが，差し押さえた甲の携帯電話の解析及び甲の自宅における捜索差押えを実施したところ，乙からの前記報酬に関するメールについては，差し押さえた甲の携帯電話ではなく，甲の自宅において差し押さえたパソコンに送信されていたことが判明した。\nまた，司法警察員Ｐは，同月５日午後１０時，Ｈ公園において，Ｗを立会人とする実況見分を実施した。この実況見分は，Ｗが目撃した犯行状況及びＷが犯行を目撃することが可能であったことを明らかにすることを目的とするものであり，司法警察員Ｐは，必要に応じてＷに説明を求めるとともに，その状況を写真撮影した。\nこの実況見分において，Ｗは，目撃した犯行状況につき，「このように，犯人の一人が，被害者に対し，右手に持った包丁を胸に突き刺した。」と説明した。司法警察員Ｐは，この説明に基づいて司法警察員２名（犯人役１名，被害者役１名）をＷが指示した甲とＶが立っていた位置に立たせて犯行を再現させ，その状況を約１メートル離れた場所から写真撮影した。そして，後日，司法警察員Ｐは，この写真を貼付して説明内容を記載した別紙１を作成した【別紙１】。\nまた，Ｗは，同じく実況見分において，犯行を目撃することが可能であったことにつき，「私が犯行を目撃した時に立っていた場所はここです。」と説明してその位置を指示した上で，その位置において「このように，犯行状況については，私が目撃した時に立っていた位置から十分に見ることができます。」と説明した。この説明を受けて司法警察員Ｐは，Ｗが指示した目撃当時\nＷが立っていた位置に立ち，Ｗが指示した甲とＶが立っていた位置において司法警察員２名が犯行を再現している状況を目撃することができるかどうか確認した。その結果，司法警察員Ｐが立っている位置から司法警察員２名が立っている位置までの間に視界を遮る障害物がなく，かつ，再現している司法警察員２名が街灯に照らされていたため，司法警察員Ｐは，司法警察員２名による再現状況を十分に確認することができた。そこで，司法警察員Ｐは，Ｗが指示した目撃当時\nＷが立っていた位置，すなわち，司法警察員２名が立っている位置から約８メートル離れた位置から，司法警察員２名による再現状況を写真撮影した。そして，後日，司法警察員Ｐは，この写真を貼付して説明内容を記載した別紙２を作成した【別紙２】。司法警察員Ｐは，同月１０日付けで【別紙１】及び【別紙２】を添付した実況見分調書を作成した【実況見分調書】。\n５ 甲及び乙は，勾留期間の延長を経て同月２１日に殺人罪（甲及び乙の共同正犯）によりＨ地方裁判所に起訴された。なお，本件殺人につき，甲は一貫して黙秘し，乙は一貫して自白していたことなどを踏まえ，検察官Ａは，甲を乙と分離して起訴した。\n甲に対する殺人被告事件については，裁判員裁判の対象事件であったことから，Ｈ地方裁判所の決定により，公判前整理手続に付されたところ，同手続の中で，検察官Ａは，【実況見分調書】につき，立証趣旨を「犯行状況及びＷが犯行を目撃することが可能であったこと」として証拠調べの請求をした。これに対し，甲の弁護人Ｂは，これを不同意とした。\n〔設問１〕 【逮捕①】及び【逮捕②】並びに【差押え】の適法性について，具体的事実を摘示し\nつつ論じなさい。\n〔設問２〕 【別紙１】及び【別紙２】が添付された【実況見分調書】の証拠能力について論じな\nさい。実 況 見 分 調 書平成２５年２月１０日\nＨ警察署司法警察員 Ｐ ,被疑者甲ほか１名に対する殺人被疑事件につき，本職は，下記のとおり実況見分をした。\n記\n１ 実況見分の日時平成２５年２月５日午後１０時から同日午後１１時まで２ 実況見分の場所，身体又は物\nＨ公園\n３ 実況見分の目的\n⑴ Ｗが目撃した犯行状況を明らかにするため\n⑵ Ｗが犯行を目撃することが可能であったことを明らかにするため\n４ 実況見分の立会人\nＷ\n５ 実況見分の結果別紙１及び別紙２のとおり以 上【別紙１】\n司法警察員２名が犯行状況を再現した写真\n（約１メートル離れた場所から撮影したもの）立会人（Ｗ）は，「このように，犯人の一人が，被害者に対し，右手に持った包丁を胸に突き刺した。」と説明した。【別紙２】\n司法警察員２名が犯行状況を再現した写真\n（約８メートル離れた場所［Ｗが指示した位置］から撮影したもの）立会人（Ｗ）は，「私が犯行を目撃した時に立っていた場所はここです。」と指示し，その位置において「このように，犯行状況については，私が目撃した時に立っていた位置から十分に見ることができます。」と説明した。\n本職も，Ｗが指示した位置から司法警察員２名が犯行を再現している状況を目撃することができるか確認したところ，本職が立っている位置から司法警察員２名が立っている位置までの間に視界を遮る障害物がなく，かつ，再現している司法警察員２名が街灯に照らされていたため，司法警察員２名による再現状況を十分に確認することができた。\nそこで，本職は，これらの状況を明らかにするため，Ｗが指示した位置から司法警察員２名による再現状況を写真撮影した。",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/刑事系.pdf",
  "subject": 7,
  "purpose": "〔第２問〕\n本問は，殺人事件の捜査・公判において生じる刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する学識，法適用能力及び論理的思考力を試すものである。\n設問１は，司法警察員Ｐ及びＱが，男２人組による殺人事件発生の約３０分後，その現場から約８００メートル離れた路上において，甲及び乙を発見し，両名を同事件の犯人としてそれぞれ準現行犯逮捕した手続（甲につき，【逮捕①】，乙につき【逮捕②】），その後，司法警察員\nＰが，逮捕されている甲の身体着衣を捜索するため，甲を逮捕の現場から約３００メートル離れた交番に連行する途中，転倒した甲のズボンポケットから落ちた携帯電話を差し押さえた手続（【差押え】）に関し，その適法性を論じさせることにより，刑事訴訟法第２１２条第２項が定める準現行犯逮捕及び同法第２２０条が定める令状によらない差押えについての正確な理解と具体的事実への適用能力を試すものである。\n現行犯人（同法第２１２条第１項）及び現行犯とみなされる者（同条第２項）が，裁判官の令状審査を経るまでもなく何人も逮捕状なくして逮捕することができるとされている理由は，逮捕を行う者が，いずれも逮捕時の状況から被逮捕者が特定の犯罪の犯人であることが明白であると判断できるからであり，犯人であることの判断の客観性が保障されているからである。\n準現行犯の場合には，現行犯のように「現に罪を行い，又は現に罪を行い終わった」状況には- 12 -ないから，「罪を行い終わってから間がない」という犯行との時間的接着に加えて，刑事訴訟法第２１２条第２項各号の要件により，犯罪と犯人の明白性の保障が図られている。【逮捕①】\n及び【逮捕②】の適法性を論じるに当たっては，このような準現行犯の構造を踏まえ，設問の事例においていかに犯罪と犯人の明白性が客観的に保障されるのかを意識しながら，準現行犯の要件該当性を論じる必要がある。\n【逮捕①】については，当然の前提として，特定の犯罪（本件では，平成２５年２月１日午\n後１０時にＨ公園で発生したＶに対する殺人事件）との関係で，甲の準現行犯の要件該当性を論じる必要がある。例えば，甲の着衣及び靴に血が付着していたことについて，これが同項第\n３号の「被服に犯罪の顕著な証跡があるとき」に該当すると言うためには，なぜ，Ｖに対する殺人事件の証跡と言えるのかを論じる必要がある。また，「罪を行い終わってから間がない」ことについては，単に，犯行時と逮捕時との客観的な時間間隔及び距離関係を指摘するだけでは足りず，本件事案のような時間的・場所的近接性が，いかに犯罪と犯人の明白性に結び付くのかを論じる必要がある。さらに，準現行犯逮捕も，現行犯逮捕と同様に，逮捕時の状況から犯罪と犯人の明白性につき逮捕者の判断の客観性が保障されていることが必要であるとの視点からは，乙の自白を，犯罪と犯人の明白性の判断資料として良いかも問題となる。また，Ｗの通報内容も，逮捕者であるＰが直接認識したものではないから，その通報内容を前提として犯罪と犯人の明白性を判断してよいかも問題となり得る。もっとも，準現行犯の場合，現行犯人の現認とは異なり，犯行時と逮捕時とがある程度時間的に隔離していることが想定されているから，逮捕者が直接現認した状況のみから犯罪と犯人の明白性を判断できることまで要求されているとは考え難く，通報内容等を犯罪と犯人の明白性の判断資料とすることは当然の前提とされていると言えよう。\n【逮捕①】は，典型的な準現行犯逮捕の事案を素材として，前記のとおりの準現行犯の趣旨\n及び構造を正確に理解し，これを踏まえた適切な事実関係の抽出と評価が求められる。これに対し，【逮捕②】は，このような準現行犯逮捕の趣旨及び構造を前提として，応用事例に対して自ら法理論を展開する能力が試されている。乙は，甲に対してＶの殺害を指示したものの，自らは実行行為に及んでいない上，逮捕時においては，乙自身の身体又は被服には犯罪の顕著な証跡が存在しない。しかし，乙は，逮捕時に，被服に血を付着させた甲と同行していたのであり，この状況を，乙との関係でも同法第２１２条第２項第３号の該当事由であると考えることができないか問題となる。また，乙が実行行為に及んでいない以上，乙と甲との間の共犯関係自体が，逮捕時の状況から明白であると判断できるのかについても検討しなければならない。\n確かに，乙は，逮捕時に共犯関係も含めて犯行を自白しているが，前述のとおり逮捕時の状況から犯人性の判断の客観性が保障されている必要があるから，「自白している以上，甲の共犯であることは明白である。」などという短絡的な論理が通用しないことは言うまでもなく，乙の供述内容を認定資料に加えるとしても，あくまで逮捕時の状況に加味して犯人性を判断する一資料と位置付けるべきであろう。逮捕②を適法と考えるか違法と考えるかはともかくとして，前述の準現行犯逮捕の趣旨及び構造を踏まえ，適法・違法を論じる必要がある。\n設問１の【差押え】は，逮捕に伴う無令状差押えであるが，逮捕の地点から約２００メートル離れた地点において実施されている点が，同法第２２０条第１項第２号の「逮捕の現場」という要件との関係で問題となる。この点に関しては，最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁）があるから，同判例の内容を踏まえた上で自説を展開すべきであろう。同判例は，「逮捕の現場」で直ちに被逮捕者の身体を捜索し差押手続を実施することが適当でなかった場合に，できる限り速やかに被逮捕者を身体の捜索・差押えを実施するのに適当な最寄りの場所まで連行した上で行われた差押手続につき，「刑訴法２２０条１項２号にいう『逮捕の現場』における差押えと同視することができる」としたものであるが，なぜに「同視することができる」のかについての法理論までは説示しておらず，この点については各自が法理論を- 13 -\n展開することが求められる。また，設問の事例では，司法警察員Ｐは，甲を連行するに当たり，逮捕の地点から約３００メートル離れたＩ交番をもって，差押えを実施するのに適当な最寄りの場所であると判断したはずであるが，実際には，同交番に向かう途中において差押えを実施しており，この点についても，各自が展開すべき法理論との整合性に配慮する必要がある。\nまた，甲の携帯電話を差し押さえる前提として，同携帯電話が逮捕被疑事実であるＶに対する殺人事件と関連性を有するものであることが必要であり，具体的事実関係を抽出した上で関連性の有無を論じる必要がある。さらに，その後の捜査において携帯電話と殺人事件との関連性が無いことが判明した場合に，遡って差押えの適法性が問題となり得るのかについても触れることが望ましい。\n設問２は，実況見分調書の証拠能力を問うものであるが，【別紙１】においては，目撃者Ｗの説明に基づき，Ｗが目撃した犯行状況を司法警察員２名が再現した写真が貼付され，かつ，犯行状況に関するＷの説明内容が記載されており，【別紙２】においては，Ｗが目撃時に立っていた位置から前記再現状況を撮影した写真が貼付され，見通し状況についてのＷ及び司法警察員Ｐの説明内容が記載されている。検察官は，実況見分調書の立証趣旨を「犯行状況及びＷ\nが犯行を目撃することが可能であったこと」としていることから，【別紙１】が「犯行状況」という立証趣旨に，【別紙２】が「Ｗが犯行を目撃することが可能であったこと」という立証趣旨にそれぞれ対応することはすぐに理解されよう。このように，設問２は，性質の異なる内容を含む実況見分調書につき，その証拠能力を論じさせることにより，伝聞法則の基礎的理解を問うものである。\n【別紙１】は，司法警察員Ｐが作成した実況見分調書としての性質に加え，Ｗの供述を録取\nした書面としての性質をも有しているが，論述に当たっては，【別紙１】で立証しようとする事項が犯行状況そのものであることから，Ｗの供述内容の真実性が問題となっていることを踏まえ，前述のとおりの書面の性質を論じ，伝聞法則の例外規定が適用されるためには，いかなる要件が求められるのか，本件事案ではその要件が満たされているかを論じていく必要がある。\nまた，【別紙１】は，Ｗの供述内容を記載した部分と，Ｗの供述に基づき司法警察員２名が犯行状況を再現した場面を撮影した写真部分とから構成される。写真については，記録過程が機械的操作によってなされることから，Ｗの供述を録取する過程の正確性は問題とならないようにも見えるが，他面，写真に写っている人物がＷ自身ではなくその供述に基づいて実演をした司法警察員２名であることから，Ｗの供述に基づいて司法警察員２名が犯行状況を再現する過程自体において，供述どおりの再現になっていることが担保されていないと見る余地もあり得よう。いずれにせよ，このような問題点をも踏まえつつ，供述記載部分と写真部分とを分けて論じることが求められている。なお，このように犯行状況の再現内容を記載した実況見分調書の証拠能力についても，最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁）があり，同決定を踏まえつつ論じる必要があろう。\n【別紙２】については，「Ｗが犯行を目撃することが可能であったこと」という立証趣旨に\n対応するものであるが，このことから，【別紙２】によって具体的にいかなる事実が要証事実となるのかを論じる必要があり，その中で，Ｗの供述部分はその真実性を立証することになるのか否か，真実性が問題とならないと考えるのであればその理由を論じる必要がある。このような検討を踏まえた上で，伝聞法則の適用される場合か否かを論じることが求められている。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様，比較的長文の事例を設定し，その捜査・公判において生じる刑事手続法上の問題点につき，その解決に必要な法解釈・法適用に当たって重要な具体的事実を抽出・分析した上で，これに的確な法解釈により導かれた法準則を適用し，一定の結論を筋道立てて説得的に論述することを求めており，法律実務家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n出題の趣旨は，公表されているとおりである。\n設問１は，司法警察員が，男２人組による殺人事件発生の約３０分後，その現場から約８００メートル離れた路上において，甲及び乙を発見し，両名を同事件の犯人としてそれぞれ準現行犯逮捕した手続，その後，司法警察員が，甲の身体着衣を捜索するため，甲を逮捕の現場から約３００メートル離れた交番に連行する途中，転倒した甲のズボンポケットから落ちた携帯電話を差し押さえた手続に関し，各逮捕及び差押えの適否を問うものである。逮捕に関しては，準現行犯の要件該当性についての法解釈を論じた上で，事例に現れた各事実が持つ意味を明確にしてその適用を論じることを求め，差押えに関しては，「逮捕の現場」についての法解釈に加え，差し押さえるべき物と被疑事実との関連性を判断する基準を示した上で，事例への適用を論じることを求めている。\n設問２は，性質の異なる内容を含む実況見分調書について，要証事実との関連において各部分がいかなる性質を持つのかを明確にした上で，伝聞法則及びその例外規定が適用されるかを検討し，本事例においてその具体的適用を求めている。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n設問１及び設問２は，いずれも捜査及び伝聞法則に関する刑事訴訟法の条文並びに判例の基本的な理解を問うものであり，法科大学院において刑事手続に関する科目を修得した者であれば，何を論じるべきかは明白な事例である。設問１のうち，乙の準現行犯逮捕については，法科大学院の授業で直接扱うことはないかもしれないが，準現行犯人の逮捕が無令状で許される趣旨を十分に理解し，そこから事例の特徴を踏まえて法的議論を展開する能力を備えているかを問うものである。\n２ 採点実感各考査委員からの意見を踏まえた感想を述べる。\n設問１については，準現行犯逮捕及び逮捕に伴う差押えの適法性について，事例に現れた法的な問題点を明確に意識し，制度趣旨や判例法理の理解を踏まえつつ，それぞれの問題点ごとに法解釈を的確に論じた上で，事例中の具体的事実を適切に抽出し，\nそれら事実の持つ意味に従って的確に分析・整理して法解釈を適用し結論を導いた答案が見受けられた。また，設問２については，実況見分調書の証拠能力について，要証事実との関連において，実況見分調書中の各部分の性質を明確にした上で，その性質に応じ，伝聞法則についての正確な理解に基づき，的確に証拠能力付与の要件を論じた答案が見受けられた。\n他方，法解釈に関する抽象的な論述や判例の表現を暗記し，それを機械的に記載し- 29 -ているものの，具体的事実にこれを適切に適用することができていない答案や，そもそも法的に意味のある具体的事実の抽出・分析が不十分な答案，関係条文の解釈の論述ができていない答案も見受けられた。\n設問１の【逮捕①】では，準現行犯逮捕としての適法性について問われているのであるから，甲につき，平成２５年２月１日午後１０時頃にＨ公園で発生したＶに対する殺人事件という特定の犯罪との関係で，刑事訴訟法第２１２条第２項各号の要件該当性を論じた上で，甲が「罪を行い終わってから間がないと明らかに認められる」（犯罪と犯人の明白性）という要件を満たすかについて論じることが求められている。ところが，同項各号の要件該当性の検討に先んじて犯罪と犯人の明白性の要件を論じたり，同項各号の要件該当性を犯罪と犯人の明白性の要件充足性を検討するための一要素として論じる等，同項の構造を理解していないと思われる答案が相当数見受けられた。\nまた，甲が同項３号に規定する「身体又は被服に犯罪の顕著な証跡があるとき」の要件を満たすことを論じた上で，犯罪と犯人の明白性を論じるべきことは理解しているものの，後者の判断材料に関し，司法警察員Ｐが直接覚知した事情に限定されるのか，その他の事情も含まれるのかにつき全く言及せず，あたかもＷによる通報内容のみで当然に犯罪と犯人の明白性を認定できるかのように論じたり，司法警察員Ｐが甲及び乙を発見した日時・場所，その際の甲及び乙の特徴，職務質問時の乙の供述内容等を漫然と羅列したりする答案が数多く見受けられた。\nそして，【逮捕②】についても【逮捕①】同様，まず，乙につき同項各号の要件該当性を論じた上で，犯罪と犯人の明白性を論じるべきであるところ，同項各号の要件該当性を論じずに犯罪と犯人の明白性を論じたり，同項各号の要件該当性を否定しながら，乙の自白等から犯罪と犯人の明白性が認められるとして【逮捕②】を適法とする答案が相当数見受けられ，そもそも同法第２１２条第２項の構造を理解していないと思われた。逆に，【逮捕②】につき同項各号を形式的に適用し，各号に該当しないので直ちに違法とする答案も相当数あり，こちらは結論はともかく，【逮捕②】の問題点を理解していないと思われた。\n【逮捕②】につき同項各号の要件該当性を論じるに当たっては，本件が共犯事件であることを意識すべきであるところ，答案の中には，共犯事件であることのみをもって，甲の被服に付着した血痕が，乙との関係でも直ちに「犯罪の顕著な証跡」に該当するとしたものが見受けられ，Ｗが，甲及び乙の共謀に基づく殺害行為を目撃していること，司法警察員Ｐ及びＱが甲及び乙を発見した際，両名は行動を共にしており，\n両名の特徴はＷが目撃した犯人２名の特徴と一致することなど，甲と乙との一体性を示す具体的事実を指摘した上で，乙の同項３号該当性を論じることのできた答案は少なかった。\nさらに，乙は共謀共同正犯であるから，乙につき「罪を行い終わってから間がないと明らかに認められる」との要件を満たすかについて論じるに当たっては，この要件が，甲による実行行為のみに向けられているのか，甲及び乙の共謀まで含むのか，後者の見解をとる場合，共謀とは謀議行為を意味するのか，意思の連絡を意味するのかにつき自己の見解を明らかにした上で，【逮捕①】と同じく，この要件の判断材料となり得る事情の範囲につきいかなる見解をとるかによって結論が異なると思われるが，\nこの点について論じた答案はほぼ皆無であった。なお，【逮捕②】を違法とする答案の多くが，緊急逮捕としての適法性を論じていたものの，設問には「刑事訴訟法第２１２条第２項に基づき」と記載され，準現行犯逮捕としての適法性が問われているのは明白であり，緊急逮捕を論じる必要はない。\nまた，中には，現行犯逮捕としての適法性を論じる答案もあったが，準現行犯逮捕として違法である以上，それよりも要件の厳しい現行犯逮捕として適法になる余地はなく，現行犯逮捕を論じること自体，無令状逮捕が認められる要件や趣旨を理解していないことの表れである。いわゆる論点主義に陥らず，刑事手続全体を俯瞰した学習を求めたい。\n【差押え】については，本事例では，司法警察員Ｐは，逮捕の約１０分後に本件【差押え】を実施しており，同法第２２０条第１項の「逮捕する場合」の要件を満たすことは明らかである。それにもかかわらず，この点について相当の分量を割いて論述する答案が散見され，事例に即して論じる健全な感覚を欠き，無意味なマニュアル的論述に終始する弊に陥っているのではないかと危惧された。\n設問の【差押え】に関する部分は著名な最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁）を下敷きにしており，多くの答案においては，それを踏まえておおむね適切な論述ができていたものの，同判例が，被処分者に対する差押えをできる限り速やかに実施するのに適当な最寄りの場所まで連行した上で，実施した差押えを「『逮捕の現場』における差押えと同視することができる」としていることに漫然と倣って結論を導く答案が大多数であり，その根拠を的確に論じる答案は少なかった。この点を論じるに当たっては，捜索の対象が甲の身体着衣であることが，「逮捕の現場」という要件との関係において，どのような意味を持つのかを明確にすることが不可欠であるところ，このような視点で論じることができた答案は多くなく，「逮捕の現場」\nについての一般的な論述に終始したり，逮捕の現場である路上と甲が転倒した路上，\nあるいは連行予定であったＩ交番との管理権の異同といった令状による捜索可能な場所の問題と混同している答案が見受けられた。\nまた，本事例は前記判例と異なり，「適当な最寄りの場所」と考えたＩ交番に到達する前に逮捕現場から約２００メートル離れた路上で甲が携帯電話を落としたことにより，司法警察員Ｐがこれを差し押さえている。これを適法とする見解においては，\n甲が転倒して携帯電話を落としたことによりその存在がＰに明らかになり，重ねて捜索をせずとも差押えが可能な状況になったという具体的な事実を摘示した上で，差し押さえた場所が，「適当な最寄りの場所」と認められることを論じることが求められるところ，単に移動距離が当初の予定である３００メートルよりも短いことをもって適法とするなど，全く法的考察がなされていない答案が散見された。\n前記判例は，ほとんどの教科書や判例集に掲載されている基本判例であるから，法科大学院の学生が，同判例の前提である具体的事例を踏まえた上，その内容を深く理解していれば，本件は，それとの比較において十分に論じられたはずである。\nさらに，司法警察員Ｐが甲の携帯電話を差し押さえたものの，その後の捜査により同携帯電話には，被疑事実に関する電子メールが送信されていないことが判明した点に関し，被疑事実と証拠物の関連性は，差押え時の事情から判断すべきことについては，ほとんどの答案において理解されていた。しかし，その関連性有無の判断に関し，\n司法警察員Ｐが電子メールの有無を確認しなかったことをもって【差押え】を違法とした答案が見受けられた。これらの答案は，最高裁判例（最決平成１０年５月１日刑- 31 -集５２巻４号２７５頁）の法理を本事例に適用したと思われるものの，同判例は，多量のフロッピーディスクを差し押さえた事例についての判断であり，同事例の具体的事実関係を見ると，そもそもフロッピーディスクと被疑事実の関連性が必ずしも明らかでないところ，本事例では，乙の供述により，甲の携帯電話の記録内容を確認するまでもなく被疑事実との関連性が明らかになっている点で事案が異なっており，同判例の法理がそのまま該当する場合ではない。判例を学ぶに当たっては，そこに示された規範ばかりに目を向けるのではなく，その判例が前提とする具体的事情を分析し，\n判例法理の射程距離を意識することが必要である。\n次に，設問２については，まず，実況見分調書全体につき，検証調書に準じる書面として，同法第３２１条第３項が規定する要件を満たせば伝聞法則の例外として証拠能力が認められることを前提に，各別紙に関し，要証事実との関係で，更なる要件該当性を検討する必要が生じ得ることについては，ほとんどの答案において論じられていた。\nその上で，【別紙１】については，本件実況見分調書の作成者である司法警察員Ｐの説明部分，目撃者Ｗの説明部分，Ｗの説明に基づき司法警察員２名が犯行を再現した状況を撮影した写真の３点から構成されるのであるから，「犯行状況」という立証趣旨（要証事実）との関連において各部分の性質を明らかにし，その性質に応じて証拠能力を付与する要件につき検討すべきである。この点についても著名な最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁）があるところ，答案の中には，\n同判例の規範を機械的に記述するのみで本件への適切な当てはめができないものが相当数見受けられた。具体的には，上記３点を峻別して分析・検討することができない答案，写真につき機械的に記録したものであり，「非伝聞証拠」であるとして証拠能力を認める答案などがこれに該当する。\nまた，【別紙１】の立証趣旨は「犯行状況」であるところ，これを前記判例のいう「犯行再現状況」と混同する答案も少なからずあり，これらの答案も，前記判例の内容を理解することなく表面的に暗記しているのではないかと危惧させるものである。\n【別紙２】については，立証趣旨は「Ｗが犯行を目撃することが可能であったこと」\nであるから，司法警察員Ｐの説明部分及び写真は，犯行現場という場所の状態を五官の作用をもって明らかにしたものとして同項が規定する「検証の結果を記載した書面」\nの典型であること，Ｗの説明部分も，司法警察員Ｐが，実況見分の対象を特定するに至った動機・手段を明らかにするためのものであり，その内容の真実性を目的とするものではないことを端的に指摘して論じることができた答案は思いのほか少なかった。\nなお，昨年，容易に判読できない文字で記載された答案があり，採点に困難を来したことを指摘したが，残念ながら，本年においても，複数の考査委員から，ほとんど改善が見られないとの指摘があったことを付言する。\n３ 答案の評価「優秀の水準」にあると認められる答案とは，設問１については，【逮捕①】，【逮捕②】及び【差押え】の適法性について，事例中の法的問題を明確に意識し，各問題点ごとに制度趣旨と基本的な判例についての正確な理解に基づく的確な法解釈論を踏まえて，個々の事例中に表れた具体的事実を適切に抽出，分析しながら論じられた答案であり，設問２については，実況見分調書の証拠能力に関し，伝聞法則という証拠- 32 -法上の基本原則及びそれに関する基本判例を正確に理解して伝聞法則の例外の要件について，実況見分調書の各部分の性質を分析しつつ論じることができる答案であるが，\nこのように，出題の趣旨を踏まえた十分な論述がなされている答案は，僅かであった。\n「良好の水準」に達していると認められる答案とは，設問１については，法解釈について想定される全ての問題点に関し一定の見解を示した上で，事例から具体的事実を抽出できてはいたが，更に踏み込んで個々の事実が持つ意味を一層深く考えて分析することが望まれるような答案であり，設問２においては，判例を踏まえて正確な論述がなされているものの，「優秀の水準」にある答案のように，実況見分調書の各部分を分析して当てはめることがやや不十分である答案である。\n「一応の水準」に達していると認められる答案とは，設問１においては，法解釈について一定の見解は示されているものの，具体的事実の抽出や当てはめが不十分であるか，法解釈については十分に論じられていないものの，事例中から必要な具体的事実を抽出して一応の結論を導き出すことができていた答案がこれに当たり，設問２においては，伝聞証拠であるか否かは要証事実との関連において決せられることについて一応の論述がなされているものの，実況見分調書の各部分の性質の分析とそれに応じた当てはめができていないような答案である。\n「不良の水準」にとどまるものと認められる答案とは，上記の水準に及ばない不良なものをいう。例えば刑事訴訟法の基本的な原則の意味を理解することなく機械的に暗記し，これを断片的に記述している答案や，関係条文から法解釈を論述・展開することなく，事例中の事実をただ書き写しているかのような答案等，法律学に関する基本的学識の欠如と能力不足が露呈しているものであり，例えば，設問１では，【逮捕②】につき，同法２１２条第２項各号の該当性を明確に否定しながら，犯罪と犯人の明白性を肯定して適法とするような答案がこれに当たる。\n４ 法科大学院教育に求めるものこのような結果を踏まえると，今後の法科大学院教育においては，刑事手続を構成する各制度の趣旨・目的を基本から正確に理解し，これを具体的事例について適用できる能力，筋道立った論理的文章を記載する能力，重要かつ基本的な判例法理をその射程範囲を含めて正確に理解することが強く要請される。特に，実務教育の更なる充実の観点から，特殊又は例外的な事項ではなく，日常的に行われている捜査・公判の進行過程を俯瞰し，刑事訴訟法上の基本原則が，そこにいかなる形で現れているかを正確に理解しておくことが，当然の前提として求められよう。"
}