{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：４０）\nＳ市に住むＡは，Ｓ地方裁判所から，裁判員候補者として呼出しを受けた。Ａは，職場の上司であるＢに対し，「このたび，裁判所から呼出しがありました。休暇を取らせてください。」と依頼した。Ｂは，「了解しました。大事なことですから，安心して行きなさい。」と応じた。\n裁判員を選任する手続の期日は，平成２５年１月２１日（月曜日）に指定されていた。同日の朝，Ａは，自宅からバスと電車を乗り継いで，Ｓ地方裁判所に出頭した。当日の手続によりＡは裁判員に選任され，直ちに翌日から公判が開始されることになった。Ａの自宅からＳ地方裁判所まではかなりの距離があり，交通機関の乗換えの便も悪かったため，帰宅はかなり遅くなったが，Ａは何とかその日のうちに自宅に戻った。\nＡは帰宅後，裁判員に選任されたことをＢに電話で説明し，さらに休暇を取得した。Ｓ地方裁判所でＡの合議体が取り扱うこととなった事件は，連日開廷の下で審理が行われ，平成２５年１月２５日（金曜日）に判決が言い渡された。この間のＡの裁判員としての職務従事日数は計４日である。\nＡは，自宅とＳ地方裁判所の間を連日往復することに体調面で不安があったこと，期日が連続していたこと，及び，同居する老親の同意を得られたことから，裁判員としてＳ地方裁判所に通っていた間，Ｓ地方裁判所付近のビジネスホテルで３泊し，ホテル代を支出した。\n裁判員の参加する刑事裁判に関する法律（以下「裁判員法」という。司法試験用法文を参照。）の下で，裁判員候補者及び裁判員は期日に出頭する義務を負い，裁判員は審理に立ち会う職務を担う。裁判員は，特別な知識，能力，経験等を要件とせず国民一般から無作為に抽出された者の中から選任され，一定の事由に該当しない限りは，その辞退を申し立てることができない。正当な理由がなく出頭しないときは過料に処することとされている。また，裁判員は，独立してその職権を行うこととされている。\n裁判員候補者や裁判員である者には，裁判員法において，旅費，日当及び宿泊料を支給することとされている（裁判員法第１１条，第２９条第２項）。Ａは，平成２５年２月に，裁判員法に基づき，裁判員候補者として出頭したことにつき旅費及び日当の支給を，裁判員として出頭し計４日間職務に従事したことにつき旅費，日当及び宿泊料の支給を，それぞれ銀行振込によって受けた。\n〔設 問〕\nＡが裁判員候補者及び裁判員として支給を受けた旅費，日当及び宿泊料，並びに，Ａが支出したホテル代は，所得税法の適用上，どのように扱われるか。所得税法の根拠条文を摘示して説明しなさい。\n- 6 -\n〔第２問〕（配点：６０）\nＡは，平成１０年４月に，それまで勤めていた不動産会社を辞めて，東京都内で，個人で不動産賃貸の事業を開業した。Ａは，開業に伴い，個人の不動産賃貸業者が会員となっているＢ協会に加入した。\nＢ協会は，平成１６年４月，不動産の税務会計等に詳しいＣ税理士を講師に招き，本部事務所の会議室において，Ｂ協会の会員の参加による講演会とＣ税理士を囲んだ懇親会を開催する計画を立てた。同講演会の開催日を同年５月１０日とし，参加する会員が負担する費用として，講演会の参加費用を２万円，その後に開催される懇親会費用を１万円と決めて，その旨記載した案内状を各会員に送付した。Ａは，Ｂ協会からの案内状を見て，是非ともＣ税理士の講演を聴きたいと考え，同年５月１０日，本部事務所に行き，会場受付で，講演会及び懇親会の各費用として合計３万円を支払い，Ｃ税理士の講演を聴いた。講演会及び懇親会の終了後，Ａを含む会員数名で，本部事務所近くの居酒屋において，Ｃ税理士を囲んで二次会をすることとなり，その費用についてはＣ税理士分も含めて参加した会員で割り勘とし，結局，一人４０００円を支払った。\nところで，Ａは，開業以来，果敢な投資により事業を拡大し，それに伴って売上げも順調に伸ばしてきたが，そのため多額の税金を支払うこととなったため，少しでも納税額を減らそうと考えた。\nそこで，Ａは，平成１６年１２月１０日ころ，取引先であるＤに依頼して，額面３００万円の架空の請求書と領収証を作成してもらい，その報酬として，Ｄに対して２０万円を支払った。\n平成１９年になって，Ａは，Ｅ税務署の職員の調査により，過去３年分の所得を過少申告していたことが発覚した。そのため，Ｅ税務署長は，平成１９年９月１日，Ａに対して，３年分の所得税の更正処分及び過少申告加算税の賦課決定処分（以下，両処分を併せて「本件各処分」という。）をした。\nＡは，直ちに，本件各処分に基づき本税及び加算税等を納付したが，本件各処分を不服として，Ｅ税務署長に対して異議申立てをした。しかし，同申立ては棄却され，さらに国税不服審判所長に対して審査請求をしたが棄却された。そこで，Ａは，弁護士を選任して，本件各処分の取消しを求めて，平成２０年１０月１日に東京地方裁判所に提訴した。\nＡは，Ｅ税務署長に対する異議申立てに始まる一連の手続をするに当たって，Ｃ税理士に代理人さらには補佐人として関与してもらえるように頼み，本件各処分が取り消された場合には成功報酬として還付加算金を含めた認容額の１０パーセントを支払うことを約束した。\n第一審の東京地方裁判所は，Ａの請求を棄却したため，Ａが控訴したところ，東京高等裁判所は，平成２４年１０月１７日，本件各処分の一部を取り消す旨の判決を言い渡し，同判決は，当事者双方が上訴せず確定した。\nＥ税務署長は，同判決の確定を受けて，平成２４年１１月１日，Ａに対し，過納金２０００万円と還付加算金３００万円を還付した。Ａは，Ｃ税理士に成功報酬として，２３０万円を支払った。\n以上の事実関係を前提に，以下の設問に答えよ。\n〔設問１〕\n所得税法における「必要経費」と法人税法における「損金」の異同を簡潔に論ぜよ。\n〔設問２〕\nＡは，平成１６年分の所得税の申告に当たり，不動産所得の金額の計算上，①講演会への参加費用（２万円），懇親会費用（１万円）及び二次会の費用（４０００円）並びに②Ｄに支払った報酬\n２０万円を，それぞれ必要経費に算入できるか。②については，Ａが法人であった場合と比較しつつ論ぜよ。\n- 7 -\n〔設問３〕\nＥ税務署から還付された過納金及び還付加算金は，所得税法上，Ａの平成２４年分の課税所得に含まれるか。課税所得に含まれるとした場合に，いかなる所得区分に該当するか。ＡがＣ税理士に支払った報酬２３０万円は，所得税法上，どのように取り扱われるか。\n- 8 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "[租 税 法]\n〔第１問〕\n国民の誰しもに密接な関わりのある裁判員制度を素材としつつ，旅費，日当及び宿泊料（以下「旅費等」という。）の支給を受けた場合の所得税の課税関係を問う事例問題である。裁判員\n- 16 -の参加する刑事裁判に関する法律（以下「裁判員法」という。）の仕組みを問題文に現れた範囲で読み取った上で，裁判員候補者及び裁判員が支給を受ける旅費等の性質を所得税法の適用のために必要な範囲で検討し，その課税関係を事案に即して説明する事例解析能力と論理的思考力を試している。実務取扱いに関する知識の有無を問うものではない。\n大きな論点としては，Ａが支給を受ける旅費等がＡの課税所得を構成するか，また，課税所得を構成するとしてどの各種所得に区分されるか，という点が問題となる。これらの点を検討するに当たっては，裁判員候補者及び裁判員に対して裁判員法に基づき支給される旅費等がどのような性質を有するか，より具体的には，労務の対価であるか実費弁償的なものであるか，というような点を意識した上で，給与所得，一時所得，雑所得などへの該当性を判例の基準に照らして検討する必要がある。さらに，Ａの支出したホテル代の扱いについては，旅費等をどの各種所得に区分するかに応じて控除の枠組みが異なってくることを正確に認識しつつ，控除の可否を検討することが必要である。いずれも基本的な論点であり，法科大学院で学んだ基本的な知識を基に，法解釈と適用の過程を過不足なく答案に表現することが重要といえよう。\n〔第２問〕\n本問は，所得税法の「必要経費」に関する基本的な論点についての理解と事案に即した思考力を試すものである。\n設問１は，必要経費と損金という類似した２つの概念を対比することにより，それぞれの概念の基礎的な事項を理解しているかを問う問題である。まず，両者の「同」の部分については，両者の規定（所得税法第３７条，法人税法第２２条第３項）に共通する原価及び費用を収入金額及び益金の額から控除すること（所得税法第２６条第２項，第２７条第２項，第３５条第１\n項第２号，法人税法第２２条第１項）の意味を説明する必要がある。次に，両者の「異」の部分については，課税対象が個人所得か法人所得かの違いによって，個別的にどのような取扱いの違いが生じるか，特に一方の法律（例えば所得税法）に規定がありながら，他方の法律（例えば法人税法）に同様の規定がない理由を説明する必要がある。\n設問２は，必要経費の判断基準とその当てはめの問題であり，判断基準を自ら定立した上で，事案に当てはめることを求めている。①の講演会参加費等の各支出については，家事費（及び家事関連費）の範囲を意識し，②の脱税工作のための支出については，違法収入も課税所得となること及び費用概念を意識して，それぞれ検討すると良い。②に関する法人税法との対比では，平成１８年度改正により法人税法第５５条に不正行為等に係る費用等の損金不算入が明記されたが，所得税法には同様の必要経費不算入が明文化されなかったことをどのように考えるのか，その際に法人税法第２２条第４項の公正処理基準との関係を意識した検討がなされると良い。また，最高裁判所平成６年９月１６日第三小法廷決定（刑集４８巻６号３５７頁）に言及できると更に良い。\n設問３については，まず，過納金及び還付加算金の課税所得該当性が問題となる。前者については，過納金が納税者に還付されることによって経済的価値が流入しているが，所得税を納付しても所得金額に影響を及ぼすことがないこと（所得税法第４５条第１項第２号）を踏まえて，納付した所得税が過納金として還付された場合に所得金額に影響を及ぼすかを検討する必要がある。後者についても，課税所得である利子的な性格を持つかあるいは非課税の損害賠償金の性格を持つかを検討する必要がある。その上で，課税所得に該当すると考える場合には１０種類の所得区分のどれに該当するかの解答を求めている。また，Ｃ税理士に支払った報酬の必要経費該当性については，①訴訟の結果得られたものを課税所得とした場合に，それを稼得するための必要経費と考えるか，また，②そもそも不動産所得を稼得するための必要経費と考えるかにつき，設問２で定立した必要経費該当性の判断基準に従って解答することを求めている。\n- 17 -",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等(1) 第１問公表済みの「出題の趣旨」の中で述べた主要な論点に即して，事例解析力と論理的思考力を重視して採点した。採点に当たっては，所得税法の基本的なルールの説明に対しても一定の基礎点を与えたが，より多くの点数について当てはめで評価した。当てはめについては，結論によって差を付けるのではなく，問題文に記載されている裁判員候補者及び裁判員の職務の理解，旅費，日当及び宿泊料の支給の性質の検討，事実摘示及び事実評価の適切さ，所得税法の基本ルールの当てはめにおいて法律の適用順序に誤りはなく，論証の論理性に問題はないか，という観点から見て，その結論を導き出す論証の部分にどれほどの説得性があるかを重視した。昨年までと同様に，論証の質を重視したのである。\n全体的な印象としては，基本的な条文について，その趣旨までをも含めた正確な理解ができているかどうかが，論述の正確性と分析の的確性を決めている。すなわち，法律の趣旨内容の理解の程度が，適用対象となる事実関係を観察する場合の「目のつけどころ」に影響し，最終的に論述の説得力に反映する。その意味でも，試験場に来る前に行っておくべきは，租税法の基本的な考え方と基本条文の定めの背後にある趣旨の正確な理解に努めることであろう。\n支給を受けた旅費，日当及び宿泊料が課税所得を構成するかについては，所得税法が所得概念を包括的に構成しており，法令上の非課税規定がない限り，原則として純資産の増加を課税の対象としていることを明示的に指摘するものは必ずしも多くなかったものの，多くの答案はこのことを暗黙の前提としていた。問題は，これらの支給のうち実費弁償的な性格を有するものについて，それが本当に課税所得であるといえるかである。この点については，後述する所得分類の論点についてこれらの支給を給与所得と解する答案のほとんどは，支給された旅費を「通勤手当（これに類するものを含む。）（所得税法第９条第１項第５号）」に当たるとしていた。\n中には，支給された宿泊料もこれに当たるとするものも散見されたが，「通勤手当（これに類するものを含む。）」という文理の範囲を超えている。なお，旅行費（所得税法第９条第１項第４号）や制服等（所得税法第９条第１項第６号）に関する非課税規定の類推適用を論ずる答案もあった。\n所得分類については，多くの答案が，各種所得への該当性の判断基準を，判例の準則に依拠しつつほぼ正確に述べていた。これに対し，当てはめの結論としては，\n給与所得に当たるとするもの，一時所得に当たるとするもの，雑所得に当たるとするものに大きく分かれた。また，裁判員候補者として受けた支給と裁判員として受けた支給で区別するものや，日当，旅費及び宿泊料のそれぞれについて区別するものなど，幾つかのパターンに分かれた。この点については，余り機械的に個別まちまちの取扱いとすることが果たして適切かという問題がある。しかし，先に述べたように，結論それ自体によって評価に差を付けるのではなく，論証の質を重視して- 39 -評価を与えた。例えば，給与所得の該当性判断に際して，労務の提供の対価であるか，空間的・時間的拘束があるかなどの考慮要素を説得的に摘示しているか否か，\nあるいは，一時所得の該当性判断に際して，役務の対価としての性質の有無などを説得的に示しているか否か，というような点である。また，雑所得に当たるのはあくまで他の各種所得に該当しない場合であることから，所得分類を論ずる順序としても，先に給与所得等への該当性を論じたのち，それらについて消極の結論に至って初めて雑所得について論ずるというステップを踏んでいるか，というような点である。\n所得分類に関連して付言すれば，最初に給与所得とか雑所得とかに結論を「決め打ち」してしまい，問題文の中から「決め打ち」した結論に合うところだけを拾ったのではないかと思われるような記述になっている答案が散見された。これでは説得力のある答案になりにくい。これに対し，相反するようにみえる事実関係をもうまく評価して結論に至っている答案には，なかなか説得力があった。中には，裁判員法をよく読んで，この事例で問題になっている裁判員候補者及び裁判員のみならず，補充裁判員も旅費，日当及び宿泊料を受けると法定されていることに触れる答案もあった。このような点にまで気が付いた人は，裁判員が受ける日当等の性質の評価において，過度に裁判員候補者や補充裁判員が行うことのない職務（審理への参加）の意味を重視することには，疑問が湧くのではないだろうか。\n支出したホテル代の扱いについては，受けた支給の所得分類について給与所得とする答案のほとんどが，給与所得については必要経費の実額控除が認められておらず，法定概算控除としての給与所得控除が認められることを正確に指摘していた。\nさらに，特定支出控除に触れる答案も見られた。これに対し，雑所得とする答案の多くは必要経費控除の可否を論じており，その中には事実関係に即して丁寧に当てはめを行うものがあった。なお，問題文では，支出したものを「ホテル代」と記述し，支給を受けたものを「宿泊費」と記述している。従って，必要経費控除が問題になるのは「ホテル代」であり，収入金額への計上が問題になるのは「宿泊費」である。多くの答案は問題文を正確に読み取ってその用語法に忠実に従いつつ当てはめを行っていたが，少数ながら両者を混同する答案も見られた。\n第１問の採点の結果，全体を通してみると，ほぼ想定通りの分布となったが，「良好」よりも「一応の水準」に該当する答案の割合のほうがやや多かった。\n(2) 第２問公表済みの「出題の趣旨」の中で述べた主要な論点及び視点に即して，それぞれについて試されている能力を重視して採点した。その際，所得税法及び法人税法の基本的な規定を適切に指摘しているか，さらにその内容を正確に理解しているかを重視した。見解に対立がある論点については，理論的に明らかに誤っている場合は別として，結論の当否そのものよりもその結論に至る論証を重視し，結論の差異によって評価に差を設けるようなことはしなかった。採点結果の概要及び実感は以下のとおりである。\n設問１は，必要経費と損金という類似した２つの概念の異同を問う問題であるところ，ほとんどの答案は，必要経費については所得税法第３７条を，損金については法人税法第２２条第３項をそれぞれ指摘しており，適切であった。また，両者の「同」の部分についても，費用の控除が投下資本の回収に該当することを適切に指- 40 -摘した答案が多かった。これに対し，両者の「異」の部分については，所得税法第３７条と法人税法第２２条第３項を対比すれば，損失及び資本等取引について扱いが異なり，また，設問２から所得税については家事費が存在することが分かると考え，この３点だけでもその理由も含めて論じてくれるものと期待していた。しかし，\nこの３点全てを指摘した答案がほとんどなかった。半数くらいの答案は，上記３点のうちの損失の取扱いの違いだけを指摘しており，その理由を含めて説得的に論証していた答案が少なからずあったが，理由が全く記載されていない答案もかなりの数あった。\n設問２は，必要経費の判断基準とその当てはめの問題であり，判断基準を自ら定立した上で，事案に当てはめることを求めているが，ほぼ全ての答案はこの論理の流れに沿って記述されており，適切であった。\nそのうち，①の講演会参加費等の各支出の必要経費該当性について，受験生の見解としては，甲説（全て必要経費に算入できるという説），乙説（講演会参加費及び懇親会は必要経費に算入できるという説），丙説（講演会参加費だけ必要経費に算入できるという説）及び丁説（全て必要経費に算入できないという説）の４説に分かれた。受験生の中の多数説は乙説であったが，前述のようにどの見解を採用しても，論理的で説得力があれば，評価に差を設けることはしなかった。論証のポイントは，「出題の趣旨」でも述べたとおり，必要経費とは認められない家事費（及び家事関連費）との区別であるところ，それを明示した上で論証した答案が少なかった。また，本問は，特定の収入との対応関係が明確ではない一般対応（間接対応・期間対応）の必要経費性が問題となっているのに，個別対応（直接対応・客体対応）の必要経費についての要件該当性を検討している答案が散見された。また，必要経費の要件を条文に即してではなく，単に記憶に頼って記述している答案も散見された。\n②の脱税工作のための支出については，受験生の見解としては，甲説（必要経費に算入できるという説），乙説（必要経費に算入できないという説）が，およそ半分ずつに分かれており，乙説については，乙１説（収益を生み出すものではないから費用に該当しないという説）と乙２説（費用には該当するが，それを必要経費と認めることは公序に反するという説）に分かれた。多くの答案は，脱税工作のための支出という違法支出について，果たして必要経費に算入することを認めて良いかという問題意識を持つとともに，それを違法収入も課税所得となることとの対比で検討している答案もかなりの数あり，問題の所在を適切に理解していたといえる。\nＡが法人である場合については，法人税法第２２条第４項の公正処理基準から，\n損金に算入できないという見解と，法人税法第５５条第１項を指摘して，損金に算入できないという見解に分かれ，後者の見解が多かった。しかし，法人税法第５５条は，平成１８年度改正により新設された規定であるところ，本件は，平成１４年の所得が問題となる事案であったため，同条の適用のある事案ではない。この点を適切に指摘した答案は極めて少なかった。また，法人税法第２２条第４項の問題として議論する場合には，最高裁判所平成６年９月１６日第三小法廷決定（刑集４８巻６号３５７頁）に言及して論じることを期待していたが，同決定に言及した答案も極めて少なかった。\n設問３については，まず，過納金及び還付加算金の課税所得該当性を個別に検討- 41 -することとなる。「出題の趣旨」でも述べたように，過納金については，納税者に還付されることによって経済的価値が流入しているが，所得税を納付しても所得金額に影響を及ぼすことがないこと（所得税法第４５条第１項第２号）を踏まえて，\n納付した所得税が過納金として還付された場合に所得金額に影響を及ぼすかを検討する必要がある。そうすれば，還付される過納金は，課税所得とはなり得ないことが理解できたと思うし，常識的に考えても，過納金の受還付は，納め過ぎた税金を返してもらうだけなのに，返ってくる税金に更に税金が課されるというのは不合理ではないかと思われる。ところが，過納金の還付も経済的価値の流入であるから課税されるとした答案や，さらには課税所得性を全く問題にしないまま所得分類を判断する答案が半数以上もあった。還付される過納金には課税されないとした答案についても，所得税法第４５条第１項第２号を指摘して論じた答案は少なかった。また，還付加算金については，過納金との区別を意識した答案は少なく，利子的な性格があると指摘した答案は更に少なかった。利子的な性格があることを指摘した答案でも，所得区分については，過納金とともに一時に還付されることから，一時所得とした答案がほとんどであった。しかし，還付加算金が利子的な性格があるとすると，一時的・偶発的な利得とはいえず，対価性のない一時所得と考えるのは困難ではないかと思われる。なお，過納金と還付加算金を合わせて「過納金等」と表現し，両者を区別せずに論じている答案もかなりあった。\nＣ税理士に支払った報酬の必要経費該当性については，①還付加算金を稼得するための必要経費と考え得るか，また，②不動産所得を稼得するための必要経費と考え得るかの両面から検討して欲しかったが，ほとんどの答案は①のみを検討し，②を検討した答案は極めて少なかった。①を検討するに当たっても，還付加算金が利子的な性格を有することを踏まえた上で，設問２で定立した必要経費の判断基準に従って丁寧に論じた答案は少なかった。\n第２問の採点の結果，「優秀」，「良好」，「不良」に該当する答案の割合が少なく，\n「一応の水準」に該当する答案の割合が多かった。「不良」に該当する答案が少なかった理由は設問２の解答がそれなりの水準に達している答案が多数であったことによるものであり，「優秀」及び「良好」に該当する答案が少なかった理由は，設問３の出来が余り良くなかったことに影響しているものと思われる。第２問全体を通じて，設問３の出来不出来が「良好」と「一応の水準」とのいずれのカテゴリーに入るかの分かれ目となったものと思われる。\n３ 今後の出題について今後の出題についても，これまでどおり，所得税を基本としつつ，具体的な事実関係の下で租税法の基本的な条文や概念の理解とその適用能力を試す問題を出題することが望ましいと考えられる。\n４ 今後の法科大学院教育に求められるもの今年も，第２問の設問１及び設問２において，法人税法に関する問題を出題した。\n今後も所得税を基本とする問題が出題されると思われるが，法人税についての基礎的な知識の修得も必要であることは言うまでもない。\nまた，今後も，事例中心の出題である点は変化はないと思われるから，法科大学院- 42 -においては，所得税法及びこれに関連する法人税法に関して，条文や制度の内容を機械的に覚えるのではなく，そのような条文や制度内容の趣旨・目的，所得税制における位置付けを含めた理解をするように努め，そのような学習を基礎にして，習得した知識や能力を事例演習等によって確認し，それらの応用力や総合的判断力を涵養していくというような教育が望まれる。\n５ その他全体的な印象として，事案をあるがままに読み取って分析するのではなく，自己が覚えているキーワードに当てはまりそうな部分だけを問題文から機械的に切り取って論じていると思われる答案がかなりあった。このような答案は，論証が一面的になってしまい説得力に欠けることとなる。このような答案となってしまう理由は，条文の背後にある趣旨をしっかりと理解することなく，単にキーワードだけを暗記するような勉強をしているからである可能性がある。\n実務法曹にとって最も大切な資質の一つが，個別具体的な事案において特定の結論を採用してよいかどうかを，突き詰めて考える姿勢である。司法試験の答案の作成においても，事案を全体的に見た場合に，結論の座りの良さは何かを悩みつつ法の解釈適用をするという姿勢を見せることも大切ではないかと思う。\nなお，前記２(2)で述べたように，第２問の答案で，過納金と還付加算金の区別がついていない答案が散見された。所得税法及び法人税法のみならず国税通則法についても最低限の理解が必要であることは言うまでもない。\n- 43 -"
}