{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "刑法",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について，具体的な事実を摘示しつつ論じなさい（特別法違反の点を除く。）。\n１ 暴力団組長である甲（３５歳）は，同組幹部のＡ（３０歳）が対立する暴力団に情報提供していることを知り，Ａの殺害を決意した。\n甲は，Ａに睡眠薬を混入させた飲料を飲ませて眠らせた上，Ａを車のトランク内に閉じ込め，ひとけのない山中の採石場で車ごと燃やしてＡを殺害することとした。甲は，Ａを殺害する時間帯の自己のアリバイを作っておくため，Ａに睡眠薬を飲ませて車のトランク内に閉じ込めるところまでは甲自身が行うものの，採石場に車を運んでこれを燃やすことは，末端組員である乙（２０歳）に指示して実行させようと計画した。ただし，甲は，乙が実行をちゅうちょしないよう，乙にはトランク内にＡを閉じ込めていることは伝えないこととした。\n２ 甲は，上記計画を実行する当日夜，乙に電話をかけ，「後でお前の家に行くから待ってろ。」と指示した上，Ａに電話をかけ，「ちょっと話があるから付き合え。」などと言ってＡを呼び出した。甲は，古い自己所有の普通乗用自動車（以下「Ｂ車」という。）を運転してＡとの待ち合わせ場所に向かったが，その少し手前のコンビニエンスストアに立ち寄り，カップ入りのホットコーヒー２杯を購入し，そのうちの１杯に，あらかじめ用意しておいた睡眠薬５錠分の粉末を混入させた。甲は，程なく待ち合わせ場所に到着し，そこで待っていたＡに対し，「乗れ。」と言い，ＡをＢ車助手席に乗せた。甲は，Ｂ車を運転して出発し，走行中の車内で，上記睡眠薬入りコーヒーをＡに差し出した。Ａは，甲の意図に気付くことなくこれを飲み干し，その約３０分後，昏睡状態に陥った。甲は，Ａが昏睡したことを確認し，ひとけのない場所にＢ車を止め，車内でＡの手足をロープで縛り，Ａが自由に動けないようにした上，昏睡したままのＡを助手席から引きずり出して抱え上げ，Ｂ車のトランク内に入れて閉じ込めた。なお，上記睡眠薬の１回分の通常使用量は１錠であり，５錠を一度に服用した場合，昏睡状態には陥るものの死亡する可能性はなく，甲も，上記睡眠薬入りコーヒ\nーを飲んだだけでＡが死亡することはないと思っていた。\n３ その後，甲は，給油所でガソリン１０リットルを購入し，Ｂ車の後部座席にそのガソリンを入れた容器を置いた上，Ｂ車を運転して乙宅に行った。甲は，乙に対し，「この車を廃車にしようと思うが，手続が面倒だから，お前と何度か行ったことがある採石場の駐車場に持って行ってガソリンをまいて燃やしてくれ。ガソリンはもう後部座席に積んである。」などと言い，トランク内にＡを閉じ込めた状態であることを秘したまま，Ｂ車を燃やすよう指示した。乙は，組長である甲の指示であることから，これを引き受けた。甲が以前に乙と行ったことがある採石場（以下「本件採石場」という。）は，人里離れた山中にあり，夜間はひとけがなく，周囲に建物等もない場所であり，甲は，本件採石場の駐車場（以下「本件駐車場」という。）でＢ車を燃やしても，建物その他の物や人に火勢が及ぶおそれは全くないと認識していた。\n４ 甲が乙宅から帰宅した後，乙は，一人でＢ車を運転し，甲に指示された本件採石場に向かった。\n乙の運転開始から約１時間後，Ａは，Ｂ車のトランク内で意識を取り戻し，「助けてくれ。出してくれ。」などと叫び出した。乙は，トランク内から人の声が聞こえたことから，道端にＢ車を止めてトランクを開けてみた。トランク内には，Ａが手足をロープで縛られて横たわっており，「助けてくれ。出してくれ。」と言って乙に助けを求めてきた。乙は，この時点で，甲が自分に事情を告げずにＢ車を燃やすように仕向けてＡを焼き殺すつもりだったのだと気付いた。乙は，Ａを殺害することにちゅうちょしたが，組長である甲の指示であることや，乙自身，日頃，Ａからいじめを受けてＡに恨みを抱いていたことから，Ａをトランク内に閉じ込めたままＢ車を燃やし，Ａを焼き殺すことを決意した。乙は，Ａが声を出さないようにＡの口を車内にあったガムテープで塞いだ上，- 2 -\nトランクを閉じ，再びＢ車を運転して本件採石場に向かった。乙は，Ａの口をガムテープで塞いだものの，鼻を塞いだわけではないので，それによってＡが死亡するとは思っていなかった。\n５ 乙は，その後，山中の悪路を約１時間走行し，トランク内のＡに気付いた地点から距離にして約２０キロメートル離れた本件駐車場に到着した。Ａは，その間に，睡眠薬の影響ではなく上記走行による車酔いによりおう吐し，ガムテープで口を塞がれていたため，その吐しゃ物が気管を塞ぎ，本件駐車場に到着する前に窒息死した。\n６ 本件駐車場は，南北に走る道路の西側に面する南北約２０メートル，東西約１０メートルの長方形状の砂利の敷地であり，その周囲には岩ばかりの採石現場が広がっていた。本件採石場に建物はなく，当時夜間であったので，人もいなかった。乙は，上記南北に走る道路から本件駐車場に入ると，Ｂ車を本件駐車場の南西角にＢ車前方を西に向けて駐車した。本件駐車場には，以前甲と乙が数回訪れたときには駐車車両はなかったが，この日は，乙が駐車したＢ車の右側，すなわち北側約５メートルの地点に，荷台にベニヤ板が３枚積まれている無人の普通貨物自動車１台（Ｃ所有）がＢ車と並列に駐車されていた。また，その更に北側にも，順に約１メートルずつの間隔で，無人の普通乗用自動車１台（Ｄ所有）及び荷物が積まれていない無人の普通貨物自動車１台（Ｅ所有）がいずれも並列に駐車されていた。しかし，本件駐車場内にはその他の車両はなく，人もいなかった。\n当時の天候は，晴れで，北西に向かって毎秒約２メートルの風が吹いていた。また，Ｂ車の車内のシートは布製であり，後部座席には雑誌数冊と新聞紙が置いてあった。乙は，それら本件駐車場内外の状況，天候や車内の状況等を認識した上，「ここなら，誰にも気付かれずにＢ車を燃やすことができる。他の車に火が燃え移ることもないだろう。」と考え，その場でＢ車を燃やすこととした。\n乙は，トランク内のＡがまだ生存していると思っており，トランクを開けて確認することなく，Ｂ車を燃やしてＡを殺害することとした。乙は，Ｂ車後部座席に容器に入れて置いてあったガソリン\n１０リットルをＢ車の車内及び外側のボディーに満遍なくまき，Ｂ車の東方約５メートルの地点まで離れた上，丸めた新聞紙にライターで火をつけてこれをＢ車の方に投げ付けた。すると，その火は，乙がまいたガソリンに引火し，Ｂ車全体が炎に包まれてＡの死体もろとも炎上した。その炎は，地上から約５メートルの高さに達し，時折，隣のＣ所有の普通貨物自動車の左側面にも届いたが，間もなく風向きが変わり，南東に向かって風が吹くようになったため，Ｃ所有の普通貨物自動車は，左側面が一部すすけたものの，燃え上がるには至らず，その他の２台の駐車車両は何らの被害も受けなかった。\n- 3 -論文式試験問題集［刑事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/刑事系.pdf",
  "subject": 6,
  "purpose": "〔第１問〕\n本問は，暴力団組長の甲が，同組幹部のＡを車のトランク内に閉じ込め，車ごと燃やして殺害しようとの計画の下，自らＡを自己所有車Ｂ（以下「Ｂ車」という。）のトランク内に閉じ込めた上，その事情を秘して配下組員の乙に指示してＢ車に放火させたが，その前にＡが- 9 -\nトランク内で死亡していたという具体的事例について，甲乙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事案を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。すなわち，本問の事案は，①甲が，Ａを呼び出して自ら運転するＢ車の助手席に乗車させた上，Ａに睡眠薬入りコーヒーを飲ませて昏睡させ，その手足をロープで緊縛してＢ車トランク内に閉じ込めた後，②配下組員の乙に対し，それらの事情を秘したまま，ひとけのない山中の採石場の駐車場でＢ車を燃やしてくるよう指示してＢ車を引き渡し，③その指示を受けた乙が，上記採石場に向けてＢ車を運転中，Ａの存在に気付き，甲のＡ殺害計画を察知したものの，自らのＡへの恨みもあり，ＡをＢ車ごと燃やして殺害することを決意し，Ａの口をガムテープで塞いでトランクを閉じ，再びＢ車を発進させて上記採石場に向かったところ，④Ａは，同所に至る前に車酔いによりおう吐し，その吐しゃ物に気管を塞がれて窒息死したが，⑤乙は，これに気付かず，周囲にひとけや建物はないが，Ｂ車に隣接して他人所有自動車３台が並列に駐車された上記採石場の駐車場において，他車に火が燃え移ることはないだろうと考えながら，Ｂ車にガソリンをまいて火を放ち，Ｂ車を全焼させた，というものである。各行為に対する甲乙の罪責を論じる際には，事実関係を的確に分析した上で，事実認定上及び法解釈上の問題を検討し，事案に当てはめて妥当な結論を導くことが求められる。\n(1) 乙の罪責についてア 殺人罪についての検討本問において，Ａは，前記のとおり，乙が企図したよりも早い段階であるＢ車走行中に窒息死しているが，このような場合にも，乙に殺人罪が成立するのかについての検討が必要となる。この点については，殺人罪の構成要件要素の意義を正確に示した上で，問題文中の各種事情を的確に当てはめることが必要となるが，本問で特に問題となるのは，構成要件の実現が早すぎた場合の実行の着手時期等をどのように考えるのかという点である。この点については，最判平成１６年３月２２日刑集５８巻３号１８７頁が参考になる。すなわち，乙がＡの口をガムテープで塞いでトランクを閉じてＢ車を走行させた行為を第１行為とし，前記採石場の駐車場でＢ車に火を放つ行為を第２行為とし，この判例のような考え方に従うのであれば，同判例が挙げる実行着手を判断するための考慮要素，すなわち，①第１行為が第２行為を確実かつ容易に行うために必要不可欠なものであったこと，②第１行為に成功した場合，それ以降の犯罪計画を遂行する上で障害となるような特段の事情が存しなかったと認められること，③第１行為と第２行為との間が時間的場所的に近接していることの各要素を示すなどした上，各種事情を的確に当てはめ，第１行為時に殺人罪の実行着手が認められるかを検討することが必要である。\n第１行為時に殺人罪の実行着手を認めた場合，更に因果関係や故意の存在についての言及も求められる。また，この判例の考え方に従わない場合も，同判例を意識しつつ，殺人罪の実行着手時期等についての自己の見解を説得的に論証した上で，的確な当てはめを行うことが求められる。\nイ 監禁罪等についての検討本問において，前記アの第１行為については，監禁罪の成否を検討することが望まれる。加えて，第１行為によりＡが死亡した点については，監禁致死罪の成否も問題となろう。そして，監禁罪又は監禁致死罪（以下「監禁罪等」という。）が成立すると考え，かつ，前記アの検討において，前記判例の考え方に従った上で殺人既遂罪の成立を認める場合には，監禁罪等と殺人既遂罪との関係についての言及が求められる。\nウ 建造物等以外放火罪についての検討本問において，乙がＢ車にガソリンをまいて火を放ち，Ｂ車を全焼させた点については，刑法第１１０条の建造物等以外放火罪の成否が問題となる。この点についても，同\n- 10 -罪の構成要件要素を的確に示しつつ，問題文中の各種事情を的確に当てはめることが必要となり，①「放火」「焼損」の意義及び当てはめ，②Ｂ車への放火行為が所有者である甲の指示によるものであることから，刑法第１１０条第２項にいう「自己の所有に係るとき」に該当するか否かの検討が求められる。そして，同罪は，公共の危険の発生を要するところ，乙がＢ車に放火した場所は，ひとけのない山中の採石場の駐車場であり，Ｂ車の周囲には，他人所有の車両が３台駐車されていたものの，建造物等もなかったことから，本問において，公共の危険が発生したといえるかにつき，その意義や判断基準を明らかにした上で的確な当てはめを行うことが求められる。この点については，刑法第１１０条の公共の危険とは，同法第１０８条及び第１０９条に規定する建造物等への延焼の危険のみに限られず，不特定又は多数の人の生命，身体又は前記建造物等以外の財産に対する危険も含まれると解するのが相当である旨判示した最決平成１５年４月１４日刑集５７巻４号４４５頁が参考になる。この判例の考え方に従う場合には，同判例に示された公共の危険の意義等を示した上，問題文中の各種事情を具体的に指摘して丁寧に当てはめる必要がある。また，この判例と異なる考え方に立つ場合には，同判例を意識しつつ，公共の危険の意義等についての自己の見解を説得的に論証した上で，的確な当てはめを行うことが求められる。上記検討において，公共の危険が発生したと認めた場合には，乙が他車両に火が燃え移ることはないだろうと思い放火に及んでいることから，更に公共の危険発生の認識の要否についての論述が求められる。この点については，最判昭和６０年３月２８日刑集３９巻２号７５頁等の判例が参考になる。\n(2) 甲の罪責についてア 殺人罪についての検討本問において，甲は，Ａ殺害の意図で，ＡをＢ車トランク内に閉じ込めていることを秘したまま，乙に対し，Ｂ車に火を放つよう指示したが，乙は，走行中にトランク内のＡの存在に気付いた上で，Ａ殺害を決意し，前記経過でＡを死亡させるに至っており，甲についても，Ａを死亡させた点につき，殺人罪の成否の検討が求められる。この点については，大きく分けて，①甲を実行行為者とする殺人罪の成否の検討，②乙との共犯関係の検討が，それぞれ求められる。\nまず，①については，間接正犯の成否が問題となり，乙がＡの存在に気付いた時点で，乙の道具性が失われるか否かの検討が求められる。乙の道具性が失われると考える場合には，間接正犯における実行の着手時期いかんによって，予備か未遂かなど，甲の罪責に違いが出てくることから，この点に関する自己の見解を明らかにした上で，的確な当てはめを行うことが望まれる。他方，乙の道具性が失われないと考える場合には，因果関係や故意についても，的確な当てはめを行い，実行行為者として甲に成立する罪責を明らかにする必要がある。\n次に，②についてであるが，①の検討において，乙の道具性が失われるとの考え方に立った場合には，実行行為者としては，甲に殺人既遂の責めを負わせることができない。\nそこで，Ａ死亡の結果について，甲と乙との共犯関係，すなわち片面的共同正犯の成否や間接正犯の意図で教唆の結果を生じさせた場合の擬律についての検討が求められる。\n他方，乙の道具性が失われず，甲に実行行為者として殺人既遂罪が成立するとの考え方に立った場合にも，乙との共犯関係について検討することが望まれる。\nイ 監禁罪等についての検討本問において，甲は，ＡをＢ車に乗車させて疾走させ，更には，Ａに睡眠薬入りコーヒーを飲ませて昏睡させ，ロープで緊縛してトランク内に閉じ込めるなどしているが，これらの行為について，監禁罪の成否を検討することが必要である。また，生命身体加害目的誘拐罪の成否も問題となり得る。監禁罪の成否については，Ａは，トランク内で- 11 -\n意識を取り戻すまでは，監禁されているとの認識もなく，移動しようとの意思も生じていなかったことから，そのような場合の監禁罪の成否や成立時期が問題となり，監禁罪の保護法益である「移動の自由」についての自己の見解を明らかにし，的確な当てはめを行うことが望まれる。さらに，上記行為に監禁罪が成立すると考えた場合，乙にＢ車を引き渡した後も継続して監禁罪が成立するのかが問題となり（特に，乙がＡの存在に気付いた後が問題となろう。），加えて，甲についても，Ａが死亡した点について，監禁致死罪の成否が問題となろう。そして，甲に監禁罪等が成立すると考え，かつ，前記ア\nの検討において，甲に殺人既遂罪等の成立を認める場合には，これらと監禁罪等との関係についての言及が求められる。\nウ 建造物等以外放火罪についての検討本問において，甲は，乙にＢ車を燃やすよう指示したのであるから，前記(1)ウの検討において，乙に建造物等以外放火罪の成立が認められると考えた場合，甲にも同罪が成立するか否か，共謀共同正犯の成否の検討が求められる。また，甲は，前記採石場の駐車場にＢ車以外の他車両が駐車されていることさえ認識がなかったものであるところ，(1)ウにおける公共の危険発生の認識の要否についての自己の見解及び当てはめと整合する的確な当てはめが必要となろう。\n(3) 罪数処理前記(1)及び(2)の検討において，甲乙に，複数の犯罪が成立すると考えた場合，それら複数の犯罪について，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも，刑法解釈上，基本的かつ著名な問題点であり，これら問題点についての基本的な判例や学説の知識を前提に，具体的な事案の中から必要な事実を認定し，論理的な整合性はもちろん，結論の妥当性も勘案しつつ，法規範の当てはめを行うことが求められる。基本的な判例や学説の学習が重要であることはいうまでもないが，特に判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成などを意識することが必要であり，そのような学習を通じ，結論を導くために必要な事実を認定し，その事実に理論を当てはめる能力を涵養することが望まれる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針等本問では，具体的事例に基づいて甲乙の罪責を問うことによって，刑法総論・各論の基本的な知識と諸論点についての理解の有無・程度，事実関係を的確に分析・評価し，具体的事実に法規範を適用する能力，結論の具体的妥当性，その結論に至るまでの法的思考過程の論理性を総合的に評価することを基本方針として採点に当たった。\nすなわち，本問は，暴力団組長の甲が，同組幹部のＡを車のトランク内に閉じ込め，\n車ごと燃やして殺害しようとの計画の下，自らＡを自己所有車Ｂ（以下「Ｂ車」という。）のトランク内に閉じ込めた上，その事情を秘して配下組員の乙に指示してＢ車に放火させたが，その前にＡがトランク内で窒息により死亡していたという具体的事例についての甲乙の罪責を問うものであるところ，これらの事実関係を法的に分析した上で，事案の解決に必要な範囲で法解釈論を展開し，事実を具体的に摘示しつつ法規範への当てはめを行って妥当な結論を導くこと，更には，甲乙それぞれの罪責についての結論を導く法的思考過程が相互に論理性を保ったものであることが求められる。\n甲乙の罪責を分析するに当たっては，甲乙それぞれの行為や侵害された法益等に着目した上で，どのような犯罪の成否が問題となるのかを判断し，各犯罪の構成要件要素を一つ一つ吟味し，これに問題文に現れている事実を丁寧に拾い出して当てはめ，\n犯罪の成否を検討することになる。ただし，論じるべき点が多岐にわたることから，\n事実認定上又は法律解釈上の重要な事項については手厚く論じる一方で，必ずしも重要とはいえない事項については，簡潔な論述で済ませるなど，答案全体のバランスを考えた構成を工夫することも必要である。\n出題趣旨でも示したように，本問における甲乙の罪責としては，いずれについても，\n殺人罪，監禁罪（又は監禁致死罪），建造物等以外放火罪の成否が主要な問題となるところであり，このうち，特に主要な論点としては，以下のものが挙げられる。\nまず，一つめとして，乙の殺人罪の成否の検討において，乙がＡをＢ車トランク内に閉じ込めた状態で同車に火を放って殺害する意図でＡの口をガムテープで塞いでトランクを閉じて同車を走行させたところ，乙が企図したよりも早い段階となるＢ車走行中にＡが窒息死したことにつき，構成要件の実現が早すぎた場合の実行の着手時期等についての擬律判断及び当てはめが挙げられよう。この点については，殺人罪の構成要件要素，すなわち，実行行為（実行の着手），結果，因果関係及び故意について，\n意義を正確に示した上で，具体的事実を当てはめることが基本であり，その中で上記擬律判断についての解釈論を展開し，的確な当てはめを行うことが求められる。\n二つめとして，甲の殺人罪の成否の検討において，甲が乙に対し，Ｂ車トランク内にＡを閉じ込めていることを秘して同車への放火を指示した点につき，甲を間接正犯等の実行行為者とする殺人罪の成否の検討が必要である。特に，乙がＡの存在に気付きながらも上記行為に及んだことについてどのように評価するのかについては，間接正犯の着手時期等にも言及しつつ，丁寧に論じることが望まれる。また，乙との共犯関係をどう捉えるのかについて，例えば，間接正犯の意図で教唆の結果を生じさせた- 25 -場合の擬律判断等の検討も望まれる。\n三つめとして，甲乙の建造物等以外放火罪の成否の検討においては，公共の危険の意義及び判断基準，同危険の発生の認識の要否等が主要な問題点となり，当てはめについても，具体的事実を的確に指摘して丁寧に論じることが求められる。\nその他，甲乙の監禁罪又は監禁致死罪の成否等，本問で論じるべき問題点は，多岐にわたるが，いずれの論点についても，参考となる著名な判例もある基本的な論点であり，これらの論点に対する理解と刑法総論・各論の基本的理解に基づき，事実関係を整理して考えれば，一定の妥当な結論を導き出すことができると思われ，実際にも，\n相当数の答案が一定の水準に達していた。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n(1) 全体について多くの答案は，甲乙それぞれに殺人罪及び建造物等以外放火罪の成否を検討し，\n特に主要な論点として挙げた前記各論点を論じており，本問の出題趣旨や大きな枠組みは理解していることがうかがわれた。\n特に，乙の殺人罪の成否の検討における構成要件の実現が早すぎた場合の擬律については，最決平成１６年３月２２日刑集５８巻３号１８７頁が参考になるところであるが，相当数の答案が同判例が挙げる実行着手を判断するための複数の考慮要素を引用しており，また，建造物等以外放火罪の成否についても，相当数の答案が，\n最決平成１５年４月１４日刑集５７巻４号４４５頁で示されたような公共の危険の意義を示し，問題文中の具体的事実を摘示して当てはめるなど，重要判例についてはそれ相応に学習していることがうかがわれた。\nただし，刑事責任が余り問題とならないような点について延々と論述する一方で，\n主要な論点については不十分な記述にとどまっているなどバランスを欠いた答案も少なからずあった。\nその他，考査委員による意見交換の結果を踏まえ，答案に見られた代表的な問題点を列挙すると以下のとおりとなる。\n(2) 乙の罪責についてア 殺人罪の成否を全く検討していない答案イ 殺人罪の成否につき，実行の着手等の客観的構成要件要素を論じることなく故意の有無しか論じていない答案，因果関係の有無と因果関係の錯誤とを混同している答案など，刑法総論の理論体系の理解が不十分と思われる答案ウ 殺人罪の成否につき，実行の着手，結果，因果関係を一応論じているものの，\n具体的事実の摘示や当てはめが極めて不十分な答案エ 建造物等以外放火罪の成否につき，同罪を抽象的公共危険犯であるとする答案オ 建造物等以外放火罪の成否につき，「焼損」等の構成要件要素や「公共の危険」\nの意義等の記載を欠くか，記載していても不正確な答案カ これらの意義についての理解が不十分なためであると思われるが，それぞれの当てはめにつき，具体的な事実の摘示が不十分な答案キ なお，公共の危険やその認識の要否の各論点につき，他の見解にも言及しつつ自己の見解を説得的に論述している答案は高い評価を受けたが，そのような答案- 26 -は僅かであった。\n(3) 甲の罪責についてア 殺人罪の成否につき，安易に乙との間で黙示の共謀があったなどとして同罪の共謀共同正犯を認定した答案イ 殺人罪の成否につき，実行の着手等についての擬律判断及び当てはめを十分に論じることなく，安易に甲がＡをＢ車トランク内に閉じ込めた行為を甲による殺人の実行着手と認定した答案ウ 殺人罪の成否につき，多くの答案が間接正犯の成否について一応言及していたものの，そのほとんどが，「乙が途中でＡの存在に気付いたから間接正犯は成立しない」旨簡潔に述べるのみで，間接正犯の実行着手時期に言及した上，殺人予備罪にとどまるのか，殺人未遂罪が成立するのかを明らかにした答案は僅かであった。\nエ 殺人罪の成否につき，乙との共犯関係について何ら言及のない答案オ 甲に殺人罪（未遂，教唆を含む）が成立するとしても，甲がＡをＢ車に乗車させて疾走させ，更には，Ａに睡眠薬入りコーヒーを飲ませて昏睡させ，ロープで緊縛してトランク内に閉じ込めるなどした行為につき，別途，監禁罪等の成否の検討が求められるが，これについての言及を欠くか，記載していても不十分な内容にとどまった答案が多かった。\nカ 甲に殺人既遂教唆罪を認定したためか，甲の建造物等以外放火罪の成否につき，\n共同正犯の成否を検討することなく，安易に同罪の教唆犯を認定した答案(4) その他これまでにも指摘してきたことでもあるが，少数ながら，字が乱雑なために判読するのが著しく困難な答案が見られた。時間の余裕がないことは理解できるところであり，達筆である必要はないものの，採点者に読まれることを意識し，なるべく読みやすい字で丁寧に答案を書くことが望まれる。\n(5) 答案の水準以上の採点実感を前提に，「優秀」「良好」「一応の水準」「不良」という四つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案を的確に分析した上で，本問の出題趣旨や上記採点の基本方針に示された主要な問題点について検討を加え，成否が問題となる犯罪の構成要件要素等について正確に理解するとともに，必要に応じて法解釈論を展開し，事実を具体的に摘示して当てはめを行い，甲乙の刑事責任について妥当な結論を導いている答案である。特に，摘示した具体的事実の持つ意味を論じつつ当てはめを行っている答案は高い評価を受けた。\n「良好」な水準に達している答案とは，本問の出題趣旨及び上記採点の基本方針に示された主要な問題点は理解できており，甲乙の刑事責任について妥当な結論を導くことができているものの，一部の問題点についての論述を欠くもの，主要な問題点の検討において，構成要件要素の理解が一部不正確であったり，必要な法解釈論の展開がやや不十分であったり，必要な事実の抽出やその意味付けが部分的に不足していると認められたものなどである。\n「一応の水準」に達している答案とは，事案の分析が不十分であったり，複数の主要な問題点についての論述を欠くなどの問題はあるものの，刑法の基本的事柄に- 27 -ついては一応の理解を示しているような答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本的概念の理解が不十分であるために，本問の出題趣旨及び上記採点の基本方針に示された主要な問題点を理解していないもの，事案の解決に関係のない法解釈論を延々と展開しているもの，問題点には気付いているものの，結論が著しく妥当でないものなどである。\n４ 今後の法科大学院教育に求めるもの本問において，構成要件の幹となる実行の着手等についての体系上の位置付けを理解していないと思われる答案が散見されたことを踏まえ，刑法の学習においては，まずもって総論の理論体系，例えば，構成要件要素である実行行為，結果，因果関係，\n故意等の体系上の位置付けや相互の関係を十分に理解した上，これらを意識しつつ，\n各論に関する知識を修得することが必要であり，答案を書く際には，常に，論じようとしている論点が体系上どこに位置付けられるのかを意識しつつ，検討の順序にも十分に注意して論理的に論述することが必要である。\nまた，繰り返し指摘しているところであるが，判例学習の際には，結論だけを丸暗記するのではなく，判例の事案を十分に分析した上，その判例が挙げた規範や考慮要素が刑法の体系上どこに位置付けられ，他のどのような事案や場面に当てはまるのかなどについてイメージを持つことが必要と思われる。\nこのような観点から，法科大学院教育においては，引き続き判例の検討等を通して刑法の基本的知識や理解を修得させるとともに，これに基づき，具体的な事案について，妥当な解決を導き出す能力を涵養するよう一層努めていただきたい。\n- 28 -"
}