{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 13 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＹの従業員である甲と乙は，物質Ａに物質ｂ１を反応させて化合物Ｃを生産する方法（以下「方法１」という。）を職務発明として共同で発明した。甲と乙は，Ｙの職務発明規程に従って，方法\n１に関する職務発明の特許を受ける権利を，双方同意の上でＹに譲渡したが，Ｙは特許出願をしなかった。しかし，Ｙは方法１の発明完成の報告を受けて，直ちに秘密裏に方法１の使用による化合物Ｃの製造を複数の国内工場で開始した。\nその後，乙は，Ｙを退職してＹと競合するＸの従業員となり，Ｘでの研究開発に従事したところ，物質Ａに物質ｂ２を反応させて化合物Ｃを生産する方法（以下「方法２」という。）によると，方法１よりも顕著に高い収率で化合物Ｃを生産できることを発見した。そして，乙は，方法２のみならず方法１についても，自分の単独発明としてＸに届け出て，両発明の特許を受ける権利をＸに譲渡する旨をＸと合意した。Ｘは，特許請求の範囲を「物質Ａに物質Ｂを反応させて化合物Ｃを生産する方法」（以下「発明α」という。）とした特許出願を，発明者を乙として行った。その後，Ｘは，方法１を使用して化合物Ｃの製造を開始した。なお，物質Ｂは物質ｂ１と物質ｂ２の両方を含む上位概念であり，明細書には方法１と方法２の実施例がいずれも記載されている。\n一方，Ｘが発明αの特許出願を行った１か月後，Ｙにおいても独自に方法２が開発され，直ちに，Ｙは方法１を使用していた国内工場の生産ラインのうちの一部につき，方法２を使用するように変更して化合物Ｃの製造を開始した。Ｙは，以来継続して方法１と方法２の両方法を使用して化合物\nＣの製造を行っている。\nＸは，発明αについて特許査定を受けて設定登録を得た（以下，この特許を「本件特許」という。）ので，本件特許に基づき，Ｙに対し，化合物Ｃの製造行為の差止めを求めて提訴した。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．本件特許に基づくＸの差止請求に対し，方法１と方法２のそれぞれについて，Ｙはどのような抗弁を主張できるか論ぜよ。\n２．設問１で検討したＹの抗弁のうち，方法２に関する抗弁に対して，Ｘはどのような再反論ができるか論ぜよ。\n３．Ｙは，本件特許について，Ｘに対し特許権の移転請求を行うことができるか，その可否について論ぜよ。また，Ｙによる特許権の移転請求が認められた場合，Ｙは本件特許に基づいてＸに対し方法１の使用の差止めを請求できるかについても論ぜよ。\n【参考】特許法施行規則（昭和３５年３月８日通商産業省令第１０号）\n（特許権の移転の特例）第４０条の２ 特許法第７４条第１項の規定による特許権の移転の請求は，自己が有すると認める特許を受ける権利の持分に応じてするものとする。\n- 14 -\n〔第２問〕（配点：５０）\n小説家であるＡは，古代中国の春秋戦国時代に生きた武将αの数奇な生涯を描いた小説（以下「本件小説」という。）を執筆した。\n漫画家であるＢは，Ａの承諾を得て，本件小説を原作とした連載漫画（以下「本件漫画」という。）を執筆した。その際，Ｂは，本件小説に登場する主人公の武将αその他の登場人物の特徴について，本件小説に言語で描かれている特徴を踏まえながらも漫画として描くにふさわしい容姿を自ら考え出し，それぞれが身に着ける甲冑や衣装についても，数々の古代中国の資料を参考にし，さらに漫画としての特徴を出すべく，西洋風の甲冑や衣装の要素も取り入れながら，独自の視点を加味して描いた。\n以上の事実関係を前提として，以下の設問に答えよ。ただし，著作者人格権について触れる必要はない。\n〔設 問〕\n１．映画製作会社Ｃは，本件漫画に登場する武将αを主人公としたアニメーションを製作し，それをＤＶＤとして販売したいと考え，この企画をＢに持ちかけたところＢの承諾を得たので，Ａの承諾を得ないまま，同アニメーション（以下「本件アニメ」という。）を製作した。本件アニメは，Ｂが描いた本件漫画の登場人物の作画を忠実にアニメ化したものではあるが，その物語の展開は本件小説には全く描かれていない独自の内容であった。\nＡは，Ｃに対して，本件アニメのＤＶＤの製造・販売の差止めを求めるためにどのような主張をすべきか。\nこれに対するＣの反論としてどのような主張が考えられるか。\n双方の主張の妥当性についても論ぜよ。\n２．イベント主催会社Ｄは，各漫画雑誌に掲載された人気漫画の原画を展示して紹介するイベント（以下「本件イベント」という。）を企画し，その際，所有者の承諾を得て本件漫画の原画を展示する予定であるが，その一方で，Ａ及びＢに無断で，展示される武将αが描かれている本件漫画の原画の１枚を，Ａ５版３０頁の観覧者向けパンフレット（以下「本件パンフレット」\nという。）において，１頁の約３分の２の大きさで掲載し，それに簡単な解説を付けた上で，これをイベント会場において観覧者に販売しようとしている。\nまた，Ｄは，本件イベントの入場前売りチケット（以下「本件チケット」という。）にも，Ａ及びＢに無断で，本件漫画の原画の１コマを印刷して，これを販売しようとしている。なお，本件チケットは，上記原画の１コマを除けば，本件イベントの名称，本件イベントの日時場所が記載されているにすぎないものであった。\nＢは，Ｄに対して，本件パンフレット及び本件チケットの販売の差止めを求めるためにどのような主張をすべきか。\nこれに対するＤの反論としてどのような主張が考えられるか。\n双方の主張の妥当性についても論ぜよ。\n３．玩具製造業者Ｅは，Ａ及びＢの承諾を得て，本件漫画の主人公である武将αの小型のプラスチック製人形（以下「本件フィギュア」という。）を製作し，これを大量に販売している。本件フィギュアは，手足の関節が自由に屈折し，付属の甲冑の着せ替えができる高さ８センチメ\nートルほどのおもちゃの人形ではあったが，その模型原型は，武将αの全体像についてＥの従業員である造形師が想像力を駆使して造形したものであり，本件漫画では十分に描かれていない前後左右から見た武将αの容姿及び甲冑の立体的形状や色彩，金属としての光沢などがまるで本物のような質感で造形されており，小さいながらも極めて精細かつ色鮮やかで躍動感にあふれる形態のものであった。\n菓子製造販売業者Ｆは，Ａ，Ｂ及びＥに無断で，自らが製造販売するスナック菓子のおまけ\n- 15 -として本件フィギュアを細部まで模倣して小型化した武将αのプラスチック製人形を製造して，これを消費者に提供しようとしている。\nＥ及びＢは，Ｆに対して，上記行為の差止めを求めるためにどのような主張をすべきか。\nこれに対するＦの反論としてどのような主張が考えられるか。\n双方の主張の妥当性についても論ぜよ。\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法]\n〔第１問〕\n本問は，物を生産する方法の発明に関する特許を題材にしたもので，設問１では，特許を受ける権利の共有持分譲渡の有効性や，特許権侵害訴訟において主張される幾つかの基本的な抗弁の成否を問い，設問２では，設問１で検討した抗弁に対して特許権者がとるべき対応，主として特許無効の抗弁に対する対抗主張の要件及び可否を問い，設問３では，平成２３年特許法改正によって新設された特許権移転請求制度（同法第７４条）の要件と効果についての理解を問うものである。\n設問１は，特許を受ける権利の共有持分譲渡の有効要件（同法第３３条第３項），並びに特許権侵害訴訟において主張される抗弁のうち，先使用による通常実施権（以下「先使用権」という。同法第７９条），職務発明の法定通常実施権（同法第３５条第１項）及び特許無効の抗弁（同法第１０４条の３）の基本的理解と応用力を問うものである。\nまず，方法１及び方法２について，Ｙとしては，先使用権を主張することが考えられる。方法１は本件特許の出願前からＹが実施していたことから，先使用権の成立要件を満たすかが問題となる。方法２については，本件特許の出願後に実施された方法２にまで先使用権の効力が及ぶかが問題となる。先使用権の範囲に関しては，発明思想説（最判昭和６１年１０月３日民集４０巻６号１０６８頁"
}