{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＸ社は，自動車の重要な構成部品甲（以下「甲」という。）のメーカーであり，主な取引先は，日本国内の自動車メーカーである。Ｘ社の甲の日本国内における販売シェアは４０％であり，甲のメーカーは日本国内には他に５社存在している。なお，甲に代替し得る製品は存在しない。\nＸ社は，最近，甲の革新的な新しい製造方法（以下「新製造方法α」という。）の単独開発に成功し，そのノウハウ技術（注）を保有している。新製造方法αは，旧製造方法に比べて，甲の品質を大きく向上させ製造コストも大幅に削減させるものであることから，短期間のうちに，旧製造方法は全て新製造方法αに取って代わられるものと予測された。もっとも，開発した新製造方法αを実施するためには，別途，専用の製造装置が必要であった。しかし，Ｘ社は，製造装置メーカーではなく，当該製造装置を単独では開発できないため，従来から株式の相互保有関係にあった製造装置メーカーのＹ社と当該製造装置を共同開発することとし，Ｙ社に対して製造装置の開発に必要な新製造方法αのノウハウ技術を開示した上で，共同開発を行った。Ｘ社及びＹ社による共同開発の結果，新製造方法α向けの製造装置を製造するための技術の開発に成功し，Ｙ社は，当該開発した技術を用いた新製造方法α向けの製造装置βを製造することにも成功するに至った。\n甲の製造装置メーカーは，日本国内にＹ社の他に４社存在する。現時点では，Ｘ社及びＹ社が共同開発した新製造方法α向けの製造装置βの競合品は存在しないものの，甲の製造装置の分野は，技術開発が活発な分野であり，他の４社の技術開発能力に照らして，少なくとも数年のうちには，新製造方法α向けの代替製造装置を製造するための新技術の開発を行うとともに，当該新技術を用いた新製造方法α向けの代替製造装置を製造する見込みが高い。\nＸ社は，今後，新製造方法αのノウハウ技術を甲の他のメーカーにも利用許諾（以下「ライセンス」という。）することを考えているが，ライセンス先のメーカーが，ライセンスを受けた新製造方法αのノウハウ技術を基に甲の他の製造装置メーカーと共同して代替製造装置に係る新技術の開発を行う場合には，甲の他の製造装置メーカーに新製造方法αのノウハウ技術が漏えいするおそれがあると考えている。また，Ｘ社は，Ｙ社と行った製造装置βの共同開発に要した費用を回収するには数年掛かると考えている。そこで，Ｘ社は，新製造方法αのノウハウ技術の秘密性を保持するとともに，Ｙ社との共同開発に要した費用を回収するために，甲の他のメーカーに対し新製造方法\nαのノウハウ技術をライセンスするに際し，新製造方法α向けの製造装置を，Ｙ社が製造する製造装置βに限定し，Ｙ社から購入することを義務付けることを計画している（以下「本件計画」という。）。\n〔設 問〕\nＸ社の本件計画について，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n（注）ノウハウ技術とは，公知となっていない技術的知識及び経験又はそれらの集積であって，その経済価値を事業者自らが保護・管理するものを指し，おおむね，不正競争防止法上の営業秘密のうちの技術に関するものをいう。\n- 10 -\n〔第２問〕（配点：５０）\nＡ協会は，水上スポーツ用の船舶である商品乙（以下「乙」という。）の普及と発展を目的として設立された団体であり，乙のメーカーであるＸ１-Ｘ５の５社及び乙を取り扱う販売店のほとんど全てがその会員となっている。Ａ協会は規約で総会，理事会等を設けており，メーカー５社及び主要な販売店数社が理事会のメンバーになっている。\nメーカー５社の合計シェアは，日本国内で販売される乙のほとんど全てを占めている。また，乙の大部分は，メーカーから販売店を経てユーザーに販売されている。なお，乙は，用途・機能が特定されていることから，他に代替品は存在しない。また，乙には大型と小型の区別があり，両者の小売価格には約１.５倍程度の開きがあるが，いずれも，ユーザーにとっての基本的な用途・機能に差異は存在しない。\n乙は，マリンスポーツの人気の高まりとともに売上げを伸ばしてきたが，販売台数の増加とともに，船舶の動作不良とユーザーの操縦ミスが複合した転覆や衝突事故が増加し，これがマスコミでも報道されるようになった。また，事故時における損害賠償をめぐるトラブルが多発するようになった。そこで，Ａ協会は，これらの事態に対処して乙に対する信頼を維持するための方策を理事会で話し合い，以下のような内容の「対策要綱」をまとめて，これを実施しようと考えている。\n⑴ ユーザーによるメインテナンスの不備，並びに長期間使用されることによる船舶の経年劣化が動作不良発生の原因であると考えられたことから，メインテナンスの必要性の認識を喚起するとともに船舶の使用期間の適正化を図ることを目的として，これまでは明確に定められていなかった乙の「耐用年限」についての自主基準を設けることとする。\n従来，乙の平均使用期間は約８年であったが，５，６年を経過する頃から事故発生率が上昇するというデータが得られたこと，実際に多くの会員メーカーが，修理や保守の経験に基づき，目安となる耐用年限を５年程度としていたことから，適切な保守・点検により安全性が維持できる期間として，耐用年限の自主基準を一律に５年間とする。\nその場合，製品の耐用年限を設定するか否か，また耐用年限を設定する場合に上記の自主基準に従うか否かについては，会員メーカーの自由とし，これより長い，又は短い耐用年限の製品を製造し販売することは制限しないこととする。\n⑵ 乙については，賠償責任保険の加入者が少ないことが，事故時に損害賠償をめぐるトラブルが多発する主因だと考えられたことから，トラブル防止のため，会員メーカーは，保険会社との間で，メーカーが保険料を負担する乙向けの商品付帯賠償責任保険Ｗに係る契約を締結し，自社の乙にこの保険Ｗを付帯して販売しなければならないこととする（注）。\n乙に付帯する保険Ｗの保険期間は１年とし，どの保険会社の保険を選択するかは，会員メーカ\nーの自由に任せる。また，メーカーが負担する保険料を乙の卸売価格に転嫁するかどうかについても，各社の判断に委ねることとする。なお，現在，保険Ｗを取り扱っている保険会社は２社であるが，本対策要綱の実施を念頭に置いて，更に数社が新たに取扱いを計画している。\n〔設 問〕\n上記の「対策要綱」⑴，⑵について，独占禁止法上の問題点を分析して検討しなさい。\n（注）乙向けの商品付帯賠償責任保険Ｗは，メーカーを保険契約者，当該メーカーの乙を購入したユーザーを被保険者とする保険で，この保険が付帯された乙を購入したユーザーは，保険料を負担せずに補償を受けることができる。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "[経 済 法]\n〔第１問〕\n本問は，自動車の重要な構成部品甲のメーカーＸ社が，保有する甲の新製造方法αのノウハウ技術を甲の他のメーカーにライセンスするに際し，新製造方法αの実施のための専用の製造装置をＹ社から購入することを義務付けることを計画（以下，「本件計画」という。）しているという事案について，独占禁止法第１９条が禁止する不公正な取引方法の一般指定第１０項が定める抱き合わせ販売等の該当性を問うものである。\nまず，一般指定第１０項の行為要件のうち，抱き合わせる商品（以下，「主たる商品」という。）が何で，抱き合わせられる商品（以下，「従たる商品」という。）が何であるかにつき言及するとともに，事実関係に照らして，Ｘ社が主たる商品の供給をてことして従たる商品の購入を余儀なくさせることにつき言及することが求められる。\n次に，一般指定第１０項の実質要件である「不当に」とは，公正競争阻害性のことであるとともに，何を意味する公正競争阻害性と捉えるのかにつき言及することが求められる。そして，競争の減殺を意味する公正競争阻害性，競争手段の不公正さを意味する公正競争阻害性のいずれと捉えるとしても，事実関係に照らして，従たる商品の市場においてどのような事実が認められれば，公正競争阻害性の要件を満たすことになるのかを示すことが求められる。\nさらに，Ｘ社は，本件計画について，新製造方法αのノウハウ技術の秘密性を保持するとともに，Ｙ社との共同開発に要した費用を回収するためであるとして，正当化しようとしているが，このことをどのように考慮・評価するかについて言及することが求められる。\n本件計画については，不公正な取引方法の一般指定第１１項が定める排他条件付取引の該当性，又は一般指定第１２項が定める拘束条件付取引の該当性を問うことも考えられる。この場合にも，それぞれの行為要件と実質要件とを満たすのかにつき検討することが求められるが，実質要件については競争の減殺を意味する公正競争阻害性と捉えて検討することが求められる。\nなお，本件では，短期間のうちに，旧製造方法が全て新製造方法αに取って代わられるものと予測されたというのであり，そうなると，甲の製造設備は新製造方法αを実施するための専用の製造設備のみとなり，したがって，Ｘ社の本件計画が実施されれば，従たる商品である甲の製造設備の市場がＹ社の独占となることから，排除型私的独占の成立について言及することも期待される。\n〔第２問〕\n本問は，水上スポーツ用船舶乙のメーカー５社の全てが加入する事業者団体Ａによる，同船舶の安全・事故対策のための措置について，独占禁止法上の問題点を分析・検討することを求めるものであり，いずれも，非ハードコアカルテルとして，構成事業者の機能又は活動の不当な制限（独占禁止法第８条第４号）の該当性が問題になるものである。\n対策要項（１）は，製品の耐用年限を一律５年とする自主規制であるが，メーカーによる耐用年限の設定は，製品の規格・品質に関する制限として，乙の製造・販売分野における，多様な製品による競争を阻害する効果を持ち得るものである。したがって，まず，従来のユーザーの平均使用期間が８年であったこと，会員メーカーの耐用年限がいずれも５年程度であること，基準の遵守は強制されていないことなどの事情を考慮して，本基準が，５年より長い耐用年限の乙を製造・販売しないというメーカー間の協調行動を生じさせる可能性について検討する必要がある。\nついで，本件における耐用年限の設定は，事故の原因である経年劣化に対処しようとするものであること，５，６年を経過する頃から事故率が上昇するというデータに基づくものであることなどの諸事情を考慮して，安全性の確保の観点から正当化事由が認められるかどうかについて論じる必\n- 18 -要がある。\n対策要項（２）は，メーカーが保険料を負担する商品付帯賠償責任保険Ｗを乙に付帯して販売する行為を義務付ける行為であり，営業・販売方法の制限として，事業者間の競争手段の制限による競争制限効果を持ち得るものである。すなわち，Ｗの付帯が強制されることにより，乙の販売分野において，保険を付帯して販売するか否かの競争が制限されることになる。なお，この行為は商品に無料の保険を付帯するにとどまり，またメーカーによる保険会社の選択は自由であるから，抱き合わせ販売には該当しないことに注意する必要がある。\nついで，本件における保険Ｗの付帯が，損害賠償をめぐるトラブルを防止するためのものであり，事故被害者の救済とユーザーの利便の向上という目的に資するものであること，保険期間が１年であること，保険会社の選択は自由であることなどの諸事情を考慮して，正当化事由が認められるか否かを論じる必要がある。"
}