{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．甲土地は，平成２２年５月当時，Ａが所有しており，Ａを所有権登記名義人とする登記がされていた。また，乙土地は，その頃，Ｂが所有しており，Ｂを所有権登記名義人とする登記がされていた。\n２．Ｂは，医療機器の製造と販売を主たる事業としていたが，事業用の建物を賃貸して収益を得たいとも考えていた。Ｂは，事業用の建物を所有するのには甲土地が立地として適しているのに対し乙土地が必ずしも適さないことから，乙土地を売却処分して甲土地を取得したいと考え，Ａとの間で甲土地の売買について交渉を試みた。この交渉において，Ｂは，Ａに対し，代金を支払うための資金を乙土地の売却処分により調達する予定であることを説明し，Ａは，その事情に理解を示すとともに，代金債務の担保として適当な連帯保証人を立てることを求めた。\n３．この交渉の結果として，Ａ及びＢは，平成２２年６月１１日，代金を６０００万円として甲土地をＡがＢに売る旨の契約を締結した。この契約においては，代金のうち１５００万円は同月中にＢがＡに支払うこと，残代金４５００万円の支払の期限は平成２２年８月１０日とすること並びに代金の全部が支払われた後に甲土地についての所有権の移転の登記及び甲土地の引渡しをするものとすることが約された。\n４．また，保証人を立てることについて，Ｂは，Ａに対し，Ｂの友人であるＣを連帯保証人とすることを提案した。Ｂは，このことについてＣの了解を得ていなかったが，Ｂと長く交友関係があったＣに事情を説明すれば，甲土地を入手するためにＣが協力をしてくれるものと想定していた。\nＡは，Ｂの提案を了承し，【事実】３の売買契約が締結された平成２２年６月１１日，Ａ及びＢは，Ｃがその売買契約に係る代金債務の連帯保証人になる旨の書面を作成した。その書面は，２通作成され，それらの内容は同じものである。すなわち，そこには，【事実】３の売買契約に基づきＢが負う代金債務についてＣが連帯して保証する旨が記され，Ａ及びＢが署名し，Ｂの署名には，ＢがＣの代理人である旨が示されていた。Ａ及びＢは，この書面をそれぞれ１\n通ずつ持ち帰ることとした。Ｂは，この書面を作成する際，Ｃが連帯保証人になることについて，Ｃから代理権を授与されてはいないが，Ｃの追認を速やかに得たい，とＡに説明した。\n５．Ｂは，平成２２年６月１５日，Ｃと会い，Ｃに対し，【事実】４の連帯保証の書面を示し，その書面に記されているとおり，【事実】３の売買契約に基づきＢが負う代金債務についてＣが連帯して保証する旨の契約をしたこと，及び連帯保証人になることについてのＣの追認を後日に得たいとＡに告げたことを説明した。その上で，Ｂは，Ｃに対し，Ｃを連帯保証人にする旨の契約をしたことを認めて欲しい，と要請した。Ｃは，これを承諾して，その席からＡに電話をし，連帯保証人になることに異存はない旨を告げた。\n６．【事実】３の売買契約の代金のうち１５００万円は，平成２２年６月２５日，ＢがＡに支払った。しかし，残代金の支払のためにＢが進めた乙土地の売却処分は実現しないまま，やがて平成２２年８月１０日が到来した。そこで，Ａは，同月１８日，Ｂに対し残代金４５００万円を速やかに支払うよう求めるとともに，Ｃに対し同じ額の支払を求めた。\nこれに対し，Ｃは，ＡＣ間の連帯保証契約は書面でされておらず，その効力を生じないからＡの求めに応ずるつもりがないことを告げた。\n- 2 -\n〔設問１〕 【事実】１から６までを前提として，次の問いに答えなさい。\nＡが，Ｃに対し，保証債務の履行を請求するには，どのような主張をする必要があるかを検討し，また，その主張に含まれる問題点を踏まえてその当否を論じなさい。\nⅡ 【事実】１から６までに加え，以下の【事実】７から16までの経緯があった。\n【事実】\n７．その後，Ｂは，乙土地の売却について目途がついたことから，Ａと話し合い，Ａとの間において，【事実】３の売買契約の残代金を支払う期限を平成２２年１２月１５日とすることに合意した。Ｂは，乙土地の売却処分によって得た資金を用い，平成２２年１２月１０日，残代金をＡに支払った。同日，甲土地はＡからＢへ引き渡され，また，同月１８日，甲土地について\nＡからＢへ売買を原因とする所有権の移転の登記がされた。\n８．そこで，Ｂは，甲土地上に建物を建設するため，銀行であるＤ及び建設業を営む株式会社であるＥと折衝を始めた。\nまず，建設資金の融資をＢから要請されたＤは，平成２３年１月頃，甲土地及びその上に建設される建物について第１順位の抵当権の設定を受けることを条件として，Ｂに対し，建物の建設資金として８０００万円を融資する旨の意向を示した。\nまた，Ｂ及びＥは，平成２３年２月２８日，Ｅが甲土地の上に建物を建設し，これに対する報酬としてＢがＥに１億３０００万円を支払う旨の請負契約を締結した。\n９．【事実】８の請負契約に基づき，Ｅは，甲土地上に建物を建設し，平成２３年８月３１日，Ｂに対し，この建物（以下「丙建物」という。）を引き渡した。同日，ＤはＢに８０００万円を貸し渡し，Ｂは，Ｂが別に用意した５０００万円を加え，請負の報酬として１億３０００万円をＥに支払った。\n10．また，ＤによるＢへの金銭の貸渡しに係る消費貸借の返済条件は，毎月７８万円の元利均等払で期間は１０年とされた。また，この貸金の返済について２回の債務不履行がある場合にはＢは期限の利益を失い，返済されていない額の全部を直ちにＤに返済することも約された。\nそして，Ｂ及びＤは，この消費貸借に基づく貸金債権を担保するため，平成２３年８月３１日，甲土地について抵当権を設定する旨の契約を締結した。これに基づき，同日，甲土地について，Ｄを登記名義人とする抵当権の設定の登記がされた。この抵当権に優先する担保権の登記はされていない。\n丙建物は，平成２３年９月１４日，Ｂを登記名義人とする所有権の保存の登記がされた。同日，Ｂ及びＤは，上記の消費貸借に基づく貸金債権を担保するため，丙建物について抵当権を設定する旨の契約を締結し，これに基づき，Ｄを登記名義人とする抵当権の設定の登記がされた。この抵当権に優先する担保権の登記はされていない。\n11．Ｂは，Ｆとの間において，平成２３年１０月１日，丙建物の１階部分について，コーヒーショップとして使用することを目的とし，賃料を月額４０万円として，これをＦに賃貸する旨の契約を締結した。この賃貸借契約においては，各月の賃料を前月の２５日に支払うものとすることが約された。この賃貸借契約に基づき，同日，Ｂは，Ｆに対し丙建物の１階部分を引き渡した。\n12．Ｂは，Ｇとの間において，平成２３年１１月１日，丙建物の２階部分について，学習塾として使用することを目的とし，賃料を月額３０万円として，これをＧに賃貸する旨の契約を締結した。この賃貸借契約においては，各月の賃料を前月の２５日に支払うものとすることが約された。この賃貸借契約に基づき，同日，Ｂは，Ｇに対し丙建物の２階部分を引き渡した。\n13．Ｆは，【事実】11の賃貸借契約の締結に当たり，丙建物の１階部分の内装について，飲食店の内装工事を専門とし，内装業を営むＨに相談し，Ｂから丙建物の設計図を取り寄せるなどして，Ｈと共に内装の仕様及び施工方法を検討した。その上で，Ｆは，その検討結果の概要をＢ\n- 3 -に説明し，それに従いＨに内装工事を行わせることについてＢの承諾を得た。これを受けて，Ｆは，平成２３年１０月３日，Ｈに内装工事を発注し，同月２５日に工事が完了した。そこで，Ｆは，平成２３年１１月１日，丙建物の１階部分において，営業を始めた。\n14．平成２４年２月末頃，丙建物の１階部分で雨漏りが発生するようになった。\n15．Ｆから雨漏りを防ぐ措置を求められたＢは，Ｅに調査を依頼した。この調査の結果，【事実】\n13の工事の際にＨが誤って丙建物の一部に亀裂を生じさせたことが雨漏りの原因であることが明らかとなった。\n16．Ｂは，このままでは丙建物の維持に支障が生じると考え，Ｅに【事実】15の亀裂の修繕を発注し，その修繕の工事は，平成２４年３月２０日に完了した。そこで，Ｂは，それに対する報酬として１００万円をＥに支払った。このＢがＥに支払った報酬の額は，【事実】15の亀裂の修繕に要する工事の対価として，適正なものである。\n〔設問２〕 【事実】１から16までを前提として，Ｂは，【事実】16においてＥに支払った報酬に\n相当する金銭の支払をＦに対し求めるために，どのような主張をすることが考えられるか。また，それに対し，Ｆは，どのような主張をすることが考えられるか。それぞれの主張の根拠を説明し，いずれの主張が認められるかを検討しなさい。\nⅢ 【事実】１から16までに加え，以下の【事実】17及び18の経緯があった。\n【事実】\n17．その後，Ｂは，医療機器の製造販売の事業に失敗して，資金が不足するようになり，Ｄに対する平成２４年６月分及び７月分の貸金の返済について遅滞が生じた。そこで，Ｄは，抵当権に基づく物上代位によって貸金の回収を図ることを考え，差し当たり丙建物の２階部分の賃料について，丙建物を目的とする【事実】10の抵当権に基づく物上代位による貸金の回収を始めることとした。また，丙建物の１階部分の賃料については，【事実】16の修繕費用をめぐる問題が解決してから，同様の手順を採ることを考えた。\nそこで，Ｄは，平成２４年９月１８日，抵当権に基づく物上代位権の行使として，ＢがＧに対して有する賃料債権のうち，平成２４年９月２５日以降に弁済期が到来する同年１０月分から平成２５年９月分までについて差押えの申立てをした。この差押えに係る差押命令は，平成\n２４年９月２１日，Ｂ及びＧに送達された。\n18．この送達がされる前の平成２４年９月初旬，大型で強い台風が襲い，丙建物の２階部分は，暴風のため窓が損傷し，外気が吹き込む状態となった。そのままでは丙建物の２階部分で児童や生徒に対し授業をすることにも支障が生ずるため，Ｇは，すぐにこの状況をＢに知らせようとしたが，Ｂの所在を把握することができなかった。\nＧは，やむなくＥに連絡を取って相談をし，Ｅ及びＧは，平成２４年９月８日，Ｅが丙建物の２階部分の修繕をし，それに対する報酬としてＧがＥに対し３０万円を支払うことを約した。\nこの報酬の額は，修繕に要する工事の対価として，適正なものである。翌９日にＥがこの修繕を完了したことから，同日，Ｇは，Ｅに対し３０万円を支払った。\n〔設問３〕 【事実】１から18までを前提として，次の問いに答えなさい。\n平成２４年１２月７日，Ｄは，同年１０月分から同年１２月分までの賃料（それぞれ同年９月\n２５日，同年１０月２５日及び同年１１月２５日に弁済期が到来したもの）の合計額である９０万円の支払をＧに対して求めたが，Ｇは，【事実】18の報酬の相当額である３０万円を差し引き，６０万円のみを支払うと主張した。これに対して，Ｄは，「まず，Ｇが，報酬の相当額を支払うようＢに対し請求する権利を有することについて，説明して欲しい。また，仮にそのような権利があるとしても，判例によれば，それと賃料債権を相殺することをもって，Ｄに対抗することは- 4 -できないから，ＧはＤに対して９０万円全額の支払義務を負うはずである。」と反論した。Ｄが依拠する判例とは，下記に【参考】として示すものである。\nこのＤの反論を踏まえた上で，Ｇがどのような主張をしたらよいか，理由を付して説明しなさい。\n【参考】\n最高裁判所第三小法廷平成１３年３月１３日判決・最高裁判所民事判例集５５巻２号３６３頁\n〔事案の概要〕\nＰがＱに対して負う貸金債務を担保するため，Ｐが所有する建物について根抵当権が設定され，その登記がされた後，当該建物の１階部分について，Ｐを賃貸人とし，第三者Ｒを賃借人とする賃貸借契約が締結され，３１５０万円の保証金がＲからＰに預託された。\nその後，Ｐ及びＲは，当該建物の１階部分について，それまでの賃貸借契約をいったん解約し，改めて賃料を月額３３万円とする賃貸借契約を締結し，その際，保証金を３３０万円に減額した。その結果，Ｐは，Ｒに対し差額の２８２０万円の返還債務を負った。しかし，この返還債務をＰが履行することができなかったため，ＰがＲに対して負う保証金返還債務の一部については，以後３年間，ＲがＰに対して負う賃料債務と，賃料支払期日ごとに対当額で相殺することがＰＲ間で合意された。\nさらにその後，Ｑは，上記の根抵当権に基づく物上代位権の行使として，ＰがＲに対して有する賃料債権のうち，差押命令送達時以降９００万円に満つるまでのものを差し押さえ，差押命令がＰ及び\nＲに送達された。\nそして，Ｑは，Ｒに対し，５か月分の賃料の支払を求めて訴えを提起したが，これに対して，Ｒは，Ｐとの相殺合意に基づく相殺を主張して争った。\n第１審及び第２審では，いずれもＱが勝訴し，Ｒの上告を受けた最高裁判所は，次のとおり判示して上告を棄却する判決を言い渡した。\n〔判旨〕\n「抵当権者が物上代位権を行使して賃料債権の差押えをした後は，抵当不動産の賃借人は，抵当権設定登記の後に賃貸人に対して取得した債権を自働債権とする賃料債権との相殺をもって，抵当権者に対抗することはできないと解するのが相当である。けだし，物上代位権の行使としての差押えのされる前においては，賃借人のする相殺は何ら制限されるものではないが，上記の差押えがされた後においては，抵当権の効力が物上代位の目的となった賃料債権にも及ぶところ，物上代位により抵当権の効力が賃料債権に及ぶことは抵当権設定登記により公示されているとみることができるから，抵当権設定登記の後に取得した賃貸人に対する債権と物上代位の目的となった賃料債権とを相殺することに対する賃借人の期待を物上代位権の行使により賃料債権に及んでいる抵当権の効力に優先させる理由はないというべきであるからである。」\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，２：５：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）の定款は，別紙のとおりである。\n甲社の発行済株式の総数は１０００株であり，その資本金の額は４億円である。甲社は，会社法上の大会社ではない。\n２．甲社は，亡Ｐが創業し，その妻Ｑ，長男Ａ，二男Ｂ，三男Ｃらと共に発展させてきた会社であり，株主構成としては，Ｑが１２０株，Ａが４００株，Ｂが２５０株，Ｃが１５０株を有し，そのほか，Ａの長男Ｄが３０株，亡Ｐの弟Ｅが５０株を有していた。\n甲社における取締役はＡ，Ｂ，Ｃ及びＱの４人であり，代表取締役社長はＡであった。これらの取締役は，いずれも平成２３年３月に開催された定時株主総会（以下「平成２３年総会」という。）で再任され，その任期は，平成２４年１２月３１日に終了する事業年度に関する定時株主総会の終結の時までであった。\n３．平成２３年総会においては，取締役全員の報酬の総額を年６０００万円以内とする旨の決議がされ，その直後の取締役会において，全員一致により，次の定時株主総会までの間の各取締役の報酬の額をＡにつき２０００万円，Ｂにつき１５００万円，Ｃにつき１２００万円，Ｑにつき１０００万円とする旨の決議がされた。\nその後，平成２４年３月に開催された定時株主総会の直後の取締役会においても，全員一致により，次の定時株主総会までの間の各取締役の報酬につき，上記と同額とする旨の決議がされた。\n４．平成２４年１０月，Ｑが死亡した。Ｑの相続人は，Ａ，Ｂ及びＣの３人であり，Ｑは，遺言をしていなかった。\n遺産分割協議では，Ａ，Ｂ及びＣが互いに譲らない状況が続いていた。Ａ，Ｂ及びＣは，Ｑが有していた甲社株式についての権利行使者に関しても協議したが，合意に至らなかったため，平成２５年１月２０日，Ｂ及びＣは，上記の権利行使者をＢとすることに合意し，甲社に対し，連名でその旨を通知した。\n５．平成２５年１月下旬，Ａは，Ｅから，Ｅの経営する会社が資金繰りに窮したために緊急にその有する甲社株式を換金したい旨の相談を受けた。\nＡは，自己の意向に沿う株主を増やすことを企図し，Ｅに対し，友人である資産家のＦを紹介した。Ｆは，Ａから，甲社株式を保有してＡを支持すれば，株式の価値も上がり良い投資になる旨説得され，株式の取得を承諾した。\n同年２月１３日，Ｅは，Ｆとの間で，その有する甲社株式５０株を代金１億円で売り渡す旨の売買契約を締結し，甲社に対し，会社法所定の記載がされた株式譲渡承認請求書を提出した。\nＡは，取締役会においてＦが甲社株式を取得することについて承認しない旨の決定がされることを懸念し，他の取締役に対し，Ｅから株式譲渡承認請求書が提出されたことを伝えなかった。\n６．その後，甲社において取締役会は開催されず，甲社からＥに対して何の連絡もないまま，２週間が経過した。\n平成２５年３月１日，Ａは，Ｆに対し，「Ｆが甲社株式を取得することについて取締役会の承認の効力が生じたので，今後は，株券の交付さえ受ければ，特段の手続を要することなく，Ｆは，正式に甲社の株主として扱われることになる。」などと伝えた。Ｆは，Ａの発言を信じ，Ｅに対し甲社株式の代金１億円を支払い，Ｅから株券の交付を受けた。Ｆは，甲社に対し，名義書換の請求手続を採らず，甲社において，名義書換の手続はされなかった。\nＥは，受領した代金をその経営する会社のために使用した。\n７．一方，Ａは，甲社における自己の支配権を確立する目的で，あらかじめ自らの払込金を用意し\n- 2 -た上で，Ｂ及びＣが短期間に調達することが困難な多額の出資を伴う株主割当てによる募集株式の発行を実施しようと考えていた。そして，Ａは，銀行から一定額の融資を受ける見込みとなったが，なお払込金に不足する部分につき，取締役の報酬の増額により捻出しようと考えた。\n８．甲社では，平成２５年３月７日に開催された取締役会において，同月１６日を開催日として，平成２４年１２月３１日に終了した事業年度に関する定時株主総会（以下「平成２５年総会」という。）を招集することとされ，平成２５年総会に，①計算書類の承認議案を提案すること，並びに②任期満了を迎えるＡ，Ｂ及びＣのほか，Ｄ及び甲社の総務部長Ｇを取締役候補者とする旨の取締役選任議案を提案することが，全員一致で承認された。\n平成２５年３月８日，甲社は，Ａ，Ｂ，Ｃ，Ｄ及びＦに対し，平成２５年総会の招集通知を発送した。その招集通知には，第１号議案として上記①の議案が，第２号議案として上記②の議案が記載されていた。なお，平成２５年総会における議決権の行使につき，基準日は定められなかった。\n９．平成２５年総会においては，Ａ，Ｂ，Ｃ及びＤが出席し，Ｆは，Ｄを代理人として，一切の議決権の行使を委任していた。\n第１号議案及び第２号議案が満場一致で承認可決された後，Ａは，株主総会の席上で，取締役全員の報酬の総額を年３億円以内に引き上げる旨の議案を提案した。Ｂは，甲社の経営状態を理由に反対する旨述べたが，株主総会の議長であるＡは，採決をすることとした。\nＡは，Ｑが有していた甲社株式についてのＢによる議決権行使に関しては，その株式についての権利行使者の指定につきＡの同意がないから，無効として取り扱うこととし，その結果，賛成した議決権の数が４８０個（内訳は，Ａ４００個，Ｄ３０個，Ｆ５０個），反対した議決権の数が４００個（内訳は，Ｂ２５０個，Ｃ１５０個）となり，可決を宣言した（以下「本件報酬決議」\nという。）。\nＡは，閉会の宣言をし，平成２５年総会は，終了した。\n10．平成２５年総会の直後に開催された甲社の取締役会においては，取締役への就任を承諾したＡ，Ｂ，Ｃ，Ｄ及びＧが出席した。\nこの取締役会において，Ａから，(a)代表取締役としてＡを選定すること，(b)次の定時株主総会までの間の各取締役の報酬の額をＡにつき２億円，Ｂにつき１５００万円，Ｃにつき１２００万円，Ｄ及びＧにつき各２０００万円とすること，並びに(c)株主割当ての方法により募集株式を発行することが提案された。上記(c)については，株主に対しその有する株式５株につき２株の割当てを受ける権利を与えること，引受けの申込みの期日及び払込みの期日を平成２５年４月\n１日とすること，募集株式１株の払込金額を２００万円とすることなど，会社法所定の事項についての提案がされた。\n上記(a)から(c)までの議案について，Ｂ及びＣは反対したが，Ａ並びにＡから事前に話を聞いていたＤ及びＧが賛成したため，これらの議案は，賛成多数により可決された。\n11．平成２５年３月１７日，甲社は，株主に対し，上記10の株主割当てに係る募集事項その他の会社法所定の事項を通知し，その通知は，同日，株主全員に到達した。\n12．平成２５年４月１日，甲社は，各取締役に対し，上記10で定められた報酬の全額を支払った。\n同日，Ａ，Ｄ及びＦは，募集株式の割当てを受ける権利を行使し，その払込金額の全額の払込みをした。Ｂ及びＣは，甲社の経営の主導権を握りたかったが，その払込金額の一部しか資金を用意することができず，募集株式の割当てを受ける権利を行使しなかった。\n〔設問１〕 上記５のＥのＦに対する甲社株式の譲渡が甲社に対する関係で効力を生ずるかどうか\nについて検討した上で，甲社が平成２５年総会においてＦを株主として取り扱うことの当否について，論じなさい。\n- 3 -\n〔設問２〕\n⑴ Ｂが本件報酬決議の効力を否定するために会社法に基づき採ることができる手段について，論じなさい。\n⑵ 甲社は，Ａ，Ｄ及びＧに対し，上記12において支払済みの報酬の全部又は一部の返還を請求することができるかどうかについて，論じなさい。ただし，取締役の会社に対する任務懈怠責任（会社法第４２３条）については，論じなくてよい。\n〔設問３〕 Ｂが，①上記11の時点において，募集株式の発行を阻止するために会社法に基づき採\nることができる手段，及び②上記12より後の時点において，募集株式の発行の効力を否定するために会社法に基づき採ることができる手段について，論じなさい。\n- 4 -別 紙甲 株 式 会 社 定 款\n（商号）第１条 当会社は，甲株式会社と称する。\n（目的）第２条 当会社は，次の事業を営むことを目的とする。\n一 自動車部品の製造二 不動産の賃貸三 前二号に附帯関連する一切の事業\n（本店の所在地）第３条 当会社は，本店を乙県丙市に置く。\n（発行可能株式総数）第４条 当会社の発行可能株式総数は，２０００株とする。\n（株式の譲渡制限）第５条 当会社の株式を譲渡により取得するには，取締役会の承認を受けなければならない。\n（株主割当ての方法による募集株式の発行）第６条 当会社は，会社法第１９９条第１項の募集において，株主に株式の割当てを受ける権利を与える場合には，取締役会の決議により，同項各号に掲げる事項及び同法第２０２条第１項各号に掲げる事項を定めることができる。\n（株券の発行）第７条 当会社は，発行する株式に係る株券を発行する。\n（機関）第８条 当会社は，株主総会及び取締役のほか，取締役会及び監査役を置く。\n２ 当会社の監査役の監査の範囲は，会計に関するものに限定する。\n（株主総会の招集権者及び議長）第９条 株主総会は，代表取締役社長が，これを招集し，その議長となる。\n（代表取締役社長）第10条 取締役会は，その決議により，代表取締役社長を選定する。\n（事業年度）第11条 当会社の事業年度は，毎年１月１日から１２月３１日までの１年とする。\n以上は，甲社の定款の全部である。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００〔〔設問１〕から〔設問４〕までの配点の割合は，２．５：２．５：２：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問４〕までに答えなさい。\n【事例１】\nＡは，甲１及び甲２の二筆の土地を所有していたところ，平成２４年９月３０日，土地甲１をＢに遺贈する旨の遺言（遺言①）をし，同年１０月３１日，土地甲２をＣに遺贈し，遺言執行者としてＤを指定する旨の遺言（遺言②）をした。Ａの夫は，既に亡くなっており，子ＥがいるもののＡとは疎遠となっており，Ｂ及びＣはいずれもＡの友人である。Ａは，同年１２月１日，死亡した。\n遺言①の存在を知ったＥは，平成２５年１月１０日，遺言①はＡが意思能力を欠いた状態でされたものであり無効であると主張し，Ｂを被告として，遺言①が無効であることの確認を求める訴えを提起した（訴訟Ⅰ）。\n以下は，Ｂの訴訟代理人である弁護士Ｌ１と司法修習生Ｐ１との間でされた会話である。\nＬ１：遺言無効確認の訴えは，遺言という過去にされた法律行為の効力の確認を求める訴えですが，確認の利益は認められるでしょうか。判例はありますか。\nＰ１：はい。最高裁判所昭和４７年２月１５日第三小法廷判決（民集２６巻１号３０頁）は，三十筆余の土地及び数棟の建物を含む全財産を遺贈する内容の遺言の効力が争われた事案において，次のように判示しています。\n「本件記録によれば，Ｘら（原告・控訴人・上告人）は，訴外某が昭和３５年９月３０日自筆証書によつてなした遺言は無効であることを確認する旨の判決を求め，その請求原因として述べるところは，右某は昭和３７年２月２１日死亡し，Ｘら及びＹ１からＹ５まで（被告・被控訴人・被上告人）が同人を共同相続したものであるところ，右某は昭和３５年９月３０日第一審判決別紙のとおり遺言書を自筆により作成し，昭和３７年４月２日大分家庭裁判所の検認をえたものであるが，右遺言は，右某がその全財産を共同相続人の一人にのみ与えようとするものであつて，家族制度，家督相続制を廃止した憲法２４条に違背し，かつ，その一人が誰であるかは明らかでなく，権利関係が不明確であるから無効である，というものである。これに対し，Ｙ１を除くその余の被上告人らは，本訴の確認の利益を争うとともに，本件遺言により右某の全財産の遺贈を受けた者はＹ２であることが明らかであるから，本件遺言は有効である旨抗争したものである。第一審は，遺言は過去の法律行為であるから，その有効無効の確認を求める訴は確認の利益を欠くとして，本訴を却下し，右第一審判決に対してＸらより控訴したが，原審も，右第一審判決とほぼ同様の見解のもとに，本訴を不適法として却下すべき旨判断し，Ｘらの控訴を棄却したものである。\nよつて按ずるに，いわゆる遺言無効確認の訴は，遺言が無効であることを確認するとの請求の趣旨のもとに提起されるから，形式上過去の法律行為の確認を求めることとなるが，請求の趣旨がかかる形式をとつていても，遺言が有効であるとすれば，それから生ずべき現在の特定の法律関係が存在しないことの確認を求めるものと解される場合で，原告がかかる確認を求めるにつき法律上の利益を有するときは，適法として許容されうるものと解するのが相当である。けだし，右の如き場合には，請求の趣旨を，あえて遺言から生ずべき現在の個別的法律関係に還元して表現するまでもなく，いかなる権利関係につき審理判断するかについて明確さを欠くことはなく，また，判決において，端的に，当事者間の紛\n- 2 -争の直接的な対象である基本的法律行為たる遺言の無効の当否を判示することによつて，確認訴訟のもつ紛争解決機能が果たされることが明らかだからである。\n以上説示したところによれば，前示のような事実関係のもとにおける本件訴訟は適法というべきである。それゆえ，これと異なる見解のもとに，本訴を不適法として却下した原審ならびに第一審の判断は，民訴法の解釈を誤るものであり，この点に関する論旨は理由がある。したがつて，原判決は破棄を免れず，第一審判決を取り消し，さらに本案について審理させるため，本件を第一審に差し戻すのが相当である。」\nＬ１：ありがとう。ただ，訴訟Ⅰの事案には昭和４７年判決の事案とは異なるところがあるように思います。昭和４７年判決を前提としながら，事案の違いを踏まえ，Ｅが提起した遺言①の無効確認を求める訴えが確認の利益を欠き不適法であると立論してみてください。\n〔設問１〕\nあなたが司法修習生Ｐ１であるとして，弁護士Ｌ１から与えられた課題に答えなさい。\n【事例１（続き）】\nＣは，平成２５年３月１日，土地甲２につき，遺言執行者Ｄとともに遺贈を原因とする所有権移転登記手続の申請をし，同日，上記登記が経由された。\nＥは，同年５月１日，遺言②はＡが意思能力を欠いた状態でされたものであり無効であると主張し，Ｄを被告として，上記所有権移転登記の抹消登記手続を求める訴えを提起した（訴訟Ⅱ）。\n以下は，Ｄの訴訟代理人である弁護士Ｌ２と司法修習生Ｐ２との間でされた会話である。\nＬ２：ＥがＤを被告として本件訴えを提起したのはなぜだか分かりますか。\nＰ２：はい。遺言執行者は，遺言の執行に必要な一切の行為をする権利義務を有しており，遺言執行者がある場合に，相続人は相続財産についての処分権を失い，右処分権は遺言執行者に帰属します（民法第１０１２条，第１０１３条）。また，最高裁判所の判決にも，「相続人は遺言執行者を被告として，遺言の無効を主張し，相続財産について自己が持分権を有することの確認を求める訴を提起することができるのである。」と述べるものがあります（最高裁判所昭和５１年７月１９日第二小法廷判決・民集３０巻７号７０６頁）。Ｅはその趣旨に従ったのだと思います。\nＬ２：なるほど。ただ，本件でもそのように言うことができるでしょうか。私としては，本案前の抗弁として，訴訟Ⅱの被告適格は受遺者Ｃにあり，遺言執行者Ｄには被告適格がないと主張し，訴えの却下の判決を求めようと考えています。このような立場から立論してみてください。\n〔設問２〕\nあなたが司法修習生Ｐ２であるとして，弁護士Ｌ２から与えられた課題に答えなさい。\n【事例２】\n材木商Ｆは，土地乙をその所有者Ｊから賃借し，材木置場として利用していたところ，平成１５年４月１日，死亡した。Ｆの相続人は，その子であるＧ及びＨの２名であり，Ｆの妻Ｉ（Ｇ及びＨの母）はＦより先に亡くなっている。\nＧは，Ｆの死亡後，家業を継ぎ，土地乙を引き続き材木置場として利用している。\nところが，土地乙については，平成１３年４月１日に同日付け売買を原因とするＪからＨへの所有権移転登記がされている。\n- 3 -\nＧは，平成２３年１月１０日，Ｈを被告として，土地乙につきＧが所有権を有することの確認及びＧへの所有権移転登記手続を求める訴えを提起したところ，Ｈは，土地乙の明渡しを求める反訴を提起した。\nこの訴訟（以下「前訴」という。）において，Ｇは，土地乙は，Ｇの父Ｆからその生前に贈与を受けた資金でＧがＪから買い受けたものであると主張し，Ｈは，Ｊから土地乙を買い受けたのはＧではなく，Ｈの父Ｆであり，その後ＨがＦから土地乙の贈与を受けたと主張した。\n前訴の裁判所は，審理の結果，土地乙をＪから買い受けたのは，ＧではなくＦであると認められるが，ＨがＦから土地乙の贈与を受けた事実は認められないとの心証を得たものの，それ以上，何らの釈明を求めることなく，Ｇの本訴請求とＨの反訴請求をいずれも棄却する判決を言い渡し，同判決は，そのまま確定した。\nところが，その後もＨが贈与により土地乙の単独所有権を取得したと主張したため，Ｇは，平成２５年３月１５日，Ｈに対し，土地乙がＦの遺産であることを前提として，相続により取得した土地乙の共有持分権に基づく所有権一部移転登記手続を求める訴えを提起した。\nこの訴訟（以下「後訴」という。）において，Ｈは，前訴の本訴請求についての判決により，土地乙はＧの所有でないことが確定しており，この点について既判力が生じているから，Ｇは相続による共有持分の取得を主張することもできないと主張している。\n以下は，後訴におけるＧの訴訟代理人である弁護士Ｌ３と司法修習生Ｐ３との間でされた会話である。\nＰ３：前訴判決の認定によれば，土地乙はＦの遺産に属し，したがって，Ｇは法定相続分に応じた共有持分権を有していることになるので，前訴において，Ｇの請求はその限度で認容されるべきであったのではないでしょうか。\nＬ３：確かにそのような疑問は湧きますね。そもそも訴訟物のレベルにおいてＧが単独所有権に基づく請求をしているのに，共有持分権の限度で請求を認容することが一部認容としてできるかについては議論がありますが，両者は実体的に包含関係にあり，一個の訴訟物の一部として共有持分権の限度で請求を認容することは可能であるという前提で考えてください。\nＰ３：分かりました。\nＬ３：それから，今の点とは別に，Ｇが相続によって不動産を取得したことを主張する場合の請求原因が何であるか確認する必要がありますね。その上で，主張のレベルにおいて，裁判所は，請求原因の一部であってＧが主張していない事実を判決の基礎とすることができるかということが問題になりそうです。検討してみてください。\n〔設問３〕\n⑴ 相続による特定財産の取得を主張する者が主張すべき請求原因は何か。本件の事実関係に即して説明しなさい（共有持分の割合に関する部分は捨象すること。）。\n⑵ 前訴における当事者の主張を前提とすると，裁判所は，適切に釈明権を行使したならば，上記請求原因を判決の基礎とすることができるかどうか，検討しなさい。\n【事例２（続き）】\n以下は，数日後に弁護士Ｌ３と司法修習生Ｐ３との間でされた会話である。\nＬ３：さて，我々としては，前に検討してもらった諸点を踏まえて，Ｈの上記主張に対し，Ｇの法律上の反論を考えることになりますが，見通しはどうですか。\nＰ３：法律論としてまとめきれていないのですが，前訴ではＨの反訴請求も棄却されているにもかかわらず，後訴で前訴判決の既判力を持ち出してＧの共有持分権を否定するというＨ\n- 4 -の態度には問題があるような気がします。既判力によっては妨げられない訴えを信義則に基づいて却下した判例（最高裁判所昭和５１年９月３０日第一小法廷判決・民集３０巻８号７９９頁，最高裁判所平成１０年６月１２日第二小法廷判決・民集５２巻４号１１４７頁）と関連付けて法律論を組み立てられないかと考えています。\n例えば，平成１０年判決は，次のように述べています。いわゆる明示の一部請求の訴訟物は，その債権全体のうちの一部請求部分に限られるという考え方を前提とする判旨です。\n「一個の金銭債権の数量的一部請求は，当該債権が存在しその額は一定額を下回らないことを主張して右額の限度でこれを請求するものであり，債権の特定の一部を請求するものではないから，このような請求の当否を判断するためには，おのずから債権の全部について審理判断することが必要になる。すなわち，裁判所は，当該債権の全部について当事者の主張する発生，消滅の原因事実の存否を判断し，債権の一部の消滅が認められるときは債権の総額からこれを控除して口頭弁論終結時における債権の現存額を確定し（最高裁平成２年（オ）第１１４６号同６年１１月２２日第三小法廷判決・民集４８巻７号１３５５頁参照），現存額が一部請求の額以上であるときは右請求を認容し，現存額が請求額に満たないときは現存額の限度でこれを認容し，債権が全く現存しないときは右請求を棄却するのであって，当事者双方の主張立証の範囲，程度も，通常は債権の全部が請求されている場合と変わるところはない。数量的一部請求を全部又は一部棄却する旨の判決は，このように債権の全部について行われた審理の結果に基づいて，当該債権が全く現存しないか又は一部として請求された額に満たない額しか現存しないとの判断を示すものであって，言い換えれば，後に残部として請求し得る部分が存在しないとの判断を示すものにほかならない。したがって，右判決が確定した後に原告が残部請求の訴えを提起することは，実質的には前訴で認められなかった請求及び主張を蒸し返すものであり，前訴の確定判決によって当該債権の全部について紛争が解決されたとの被告の合理的期待に反し，被告に二重の応訴の負担を強いるものというべきである。以上の点に照らすと，金銭債権の数量的一部請求訴訟で敗訴した原告が残部請求の訴えを提起することは，特段の事情がない限り，信義則に反して許されないと解するのが相当である。」\nＬ３：そうですね。既判力は前訴の訴訟物の範囲について生じ，その範囲で後訴において作用するのが原則ですが，あなたが指摘してくれた昭和５１年判決や平成１０年判決のように，判例は，訴訟物の範囲を超えて後訴における蒸し返しを封じる場合を認めています。訴訟物の範囲を超える部分では信義則が働くという論法です。\nこのように信義則を理由として訴訟物の範囲よりも広く蒸し返しを禁じること（遮断効の拡張）が認められるのであれば，信義則を理由として既判力の作用を訴訟物よりも狭い範囲に止めること（遮断効の縮小）も認められるかもしれません。遮断効の縮小に関しては，色々な考え方があり得ますが，本件では，平成１０年判決を参考にして立論することにしましょう。言うまでもなく，信義則は一般条項ですから，これを持ち出す場合には，どのような事情がいかなる理由により信義則の適用を基礎付けるのか，十分検討する必要があります。困難な課題ではありますが，Ｈの上記主張に対し，Ｇの立場から考えられる法律上の主張を立論してみてください。\n〔設問４〕\nあなたが司法修習生Ｐ３であるとして，弁護士Ｌ３から与えられた課題に答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，Ａから甲土地を買うこととしたＢが，その代金債務について，Ｃを代理してＣを保証人とする契約を締結し，また，買い受けた甲土地の上に築造した丙建物について，その建設資金の貸主であるＤのために抵当権を設定するとともに，丙建物の各部分をＦ及びＧに賃貸したという事例に関して，民法上の問題についての基礎的な理解に加え，その応用を問う問題である。制度の趣旨を踏まえ妥当と認められる解決を説明する能力，当事者間に生じた事態について法律関係の正確な理解に基づき分析する能力及び事案の解決において参考となる判例の趣旨を理解して事案との比較検討を的確に行う能力などが試される。\nまず，設問１は，無権代理人が保証契約を締結し，それが後に追認された場合の保証契約の効力を検討する問題であり，保証契約の成立要件についての基礎的知識，特に書面の作成が必要であること（民法第４４６条第２項），及びこの要件に関連して従来は必ずしも十分に議論されていなかった問題について，自らの見解を説得的に展開する能力を問うものである。\n設問１では，「保証債務の履行を請求するには，どのような主張をする必要があるか」が問われているから，主債務の成立の指摘を含め，保証債務の履行を請求することができるための要件を網羅して掲げる必要がある。\nその上で，考察を要する問題点としては，第一に，契約締結時（平成２２年６月１１日）にはＢに代理権がなかったことをどのように考えるべきであるか，第二に，無権代理人Ｂが作成した契約書が民法第４４６条第２項の要件を満たすのか，という点が挙げられる。もっとも，前者の問題は，同月１５日にＣはＢから説明を受けた上で承諾したのであるから，追認があったものと評価することができる（同法第１１６条）。したがって，後者の問題が，本問の中心的な論点となる。\n本問の事実関係において，書面の作成という保証契約の要式性を充足するとみるかどうか，については，両様の考え方が成立可能であると考えられる。同法第４４６条第２項の規定の趣旨は，保証契約の内容を明確に確認し，また，保証意思が外部的に明らかになることを通じて保証をするに当たっての慎重さを要請するものである，というような説明がされてきた。無権代理人が作成した書面でも本人の追認があったことにより要式性の要件を充足することになる\n- 3 -か，という問題を考察するに当たっても，このような立法趣旨の説明が参考となる。ただし，これのみから直ちに結論を導くことには，やや論理的に無理があり，より説得力のある論述にするためには，有権代理の場合に書面性の要件を充足するのはどのような場合かといった点を含め，更に深く立法趣旨を検討することが望ましい。考え方としては，保証をすることやその契約内容が書面により明確に確認される契機を重視するものと，保証人が主体的に書面を作成することを重視するもの等が想定される。前者は，本問における書面性を肯定する見解に，後者であれば否定する見解に，それぞれ結び付きやすいと思われるが，いずれにしても，立法趣旨について深く検討して理解した上で，本問での事実関係を検討することが求められる。\n設問２は，賃借物が破損した場合において，その破損が生じた原因が，賃借人Ｆからその内装工事の発注を受けたＨにある事例を題材として，次の三つの点について，債務不履行責任に関する基本的な理解を問うものである。\n第一は，この事例において，賃貸人Ｂがその修繕に要した費用に相当する金銭の支払を賃借人Ｆに求めるためにまず考えられるのは，賃借人Ｆが賃貸借契約によって負担する賃借物の保管義務の違反，つまり債務不履行を理由とする損害賠償請求（同法第４１５条）という構成であり，そのためには，賃借人がその賃貸借契約上の保管義務に違反し，それにより賠償されるべき損害が発生したこと（損害の発生と因果関係）が必要となることが正確に理解されているかどうかである。\n第二は，以上の要件を満たすときでも，同法第４１５条によると，賃借人に責めに帰すべき事由がないときは，賃借人は損害賠償責任を免れること，そしてそこでは，Ｈが賃借人Ｆの負う保管義務の履行補助者に当たることから，本問では履行補助者責任が問題になることが正確に理解されているかどうかである。例えば，伝統的通説によると，履行補助者には，真の意味での履行補助者と履行代行者があるとされ，本問のＨはＦとは独立の事業者であることから，後者の履行代行者に相当する。その他の見解では，このような区別はしないものの，履行代行者に相当するものも含めて，履行補助者責任が問題とされている。\n第三は，このように履行補助者責任が問題になるとして，賃借人Ｆが損害賠償責任を免れることができないとすれば，それはなぜであり，責任を免れることができるとすれば，それはなぜであるかを的確に説明し，その当否を論じることができるかどうかである。\n例えば，伝統的通説によると，履行代行者については，①明文上履行代行者を使用することができないのに使用した場合，②明文上積極的に履行代行者の使用が許される場合，③いずれでもなく，給付の性質上履行代行者を使用しても差し支えない場合が区別され，債務者が責任を負うための要件もそれに応じて区別される。これによると，本問では，ＦがＨとともに内装の仕様及び施工方法につき検討した結果についてＢが承諾をしていることが②に当たるかどうかが特に問題となる。もっとも，学説では，このような分類に対して強い批判があり，履行補助者責任を「他人の行為に対する責任」として使用者責任の対比で基礎付けを図る見解のほか，履行補助者責任を契約不履行責任の一般的な枠組みの中に位置付け，その基礎付けを図ろうとする見解も有力に主張されている。本問では，いずれの見解によるとしても，その論旨が説得的に展開されているかどうかが重要であり，それに即して本問に含まれる事実を適切に評価し，それぞれの主張を基礎付けることが求められる。\nなお，賃借人Ｆに対する請求の根拠としては，ほかに，不法行為に基づく損害賠償請求，事務管理による費用償還請求，不当利得返還請求等も考えられるが，本問の具体的事案の内容に照らせば，少なくとも第一次的には債務不履行責任を検討すべきであり，必ずしもこれ以外の法律構成の検討まで求められているわけではない。\n設問３は，抵当権設定登記の後に賃貸人に対して取得した債権を自働債権として賃料債権との相殺の意思表示をした賃借人と抵当権の物上代位権に基づき当該賃料債権を差し押さえた抵当権者の優劣について判断した【参考】判例を提示して，本問の具体的事案の下でも【参考】\n- 4 -判例にのっとった結論を導くことが相当かどうかを問うものであり，これによって法的思考力や事案に即した分析力を試すことを意図した問題である。また，この点を検討する前提として，必要費償還請求権の成立要件についての理解とその当てはめを的確に行うことが求められている。\n判例法理の射程について議論をする際には，単に【参考】判例と本問とでは事案が異なるから，Ｄの依拠する判例法理が本問には適用されない，とするのみでは十分でない。【参考】判例の事案におけるどのような特徴が判旨の示すルールの前提となっているのかを論理的に明らかにし，その特徴がどのように変化すれば，ルールがどのように変化するのかを明らかにしなければならない。その上で，本問の事案においては，どのようなルールが適用されることの結果として，Ｇの主張に沿う結論となるものであるか，を示す必要がある。\nまた，判例法理の射程を問題とせずに【参考】判例の示したルールそのものを批判する場合であっても，十分な理由付けを示し，説得的な論述をしなければならない。そして，あるべきルールを明らかにし，その適用の結果も示す必要がある。\nなお，Ｇのすべき主張について問われているのであるから，仮にＤの反論が完全に適切なものであると解答者が考えたとしても，あり得べきＧの主張を考察しなければならない。また，賃料債権に対して抵当権に基づく物上代位権を行使することができるか，という問題もあるが，「３０万円を差し引いて支払う」というＧの主張を基礎付けることが求められているのであるから，その問題自体を論じる必要はない。\n〔第２問〕\n本問は，非公開会社である甲社において代表取締役が自己の支配権を確立するために一連の方策を講じた事例に関して，譲渡制限株式の譲渡の効力と名義書換未了の場合の取扱い（設問\n１），株主総会における取締役の報酬の増額決議の効力，この決議に基づいて支払われた報酬の返還請求の可否及び範囲（設問２），株主割当てによる新株発行の差止めの可否及び新株発行の効力（設問３）を問うものである。\n設問１前段は，ＥのＦに対する株式譲渡の甲社に対する効力を問うものである。甲社は，株券発行会社であり，非公開会社であるから，甲社株式の譲渡が甲社に対する関係で効力を生ずるには，株券の交付により当事者間における株式譲渡の効力が発生することを前提として，取締役会の決議により株式譲渡の承認がされなければならない。本問では，会社法第１４５条の規定によるみなし承認の要件を形式的に充足していることを踏まえた上で，代表取締役Ａが，取締役会においてＦに対する株式譲渡が承認されないことを懸念し，これを取締役会に諮ることを回避して上記のみなし承認の要件を充足させたという事情を指摘する必要がある。そして，このような本来の制度の目的とは異なる目的でみなし承認の制度を利用した点がみなし承認の効力に影響を与え得るか否かについて，株式譲渡自由の原則，株式の譲渡制限とみなし承認の制度趣旨，甲社の既存株主又は譲受人Ｆのいずれの利益を保護すべきか等に触れながら，説得的に論ずることが求められる。\n設問１後段では，基準日の定めがなく，株主総会当日の株主に議決権を行使させればよいことを前提として，名義書換をしていないＦを会社側から株主として取り扱うことができるか否かについて，名義書換が対抗要件であること（会社法第１３０条）やその趣旨に照らして論ずることが求められる（最判昭和３０年１０月２０日民集９巻１１号１６５７頁参照）。本問では，代表取締役Ａの言動が原因となってＦから名義書換の請求がされていないことから，Ｆに法定の手続を履践していないという一定の落ち度は認められるものの，名義書換の不当拒絶に類似する状況であるという視点から論ずることも考えられる。設問１前段において，みなし承認の効力を否定し，ＥのＦに対する株式譲渡は甲社に対して効力を生じていないという結論を採った場合には，株式譲渡の効力要件を具備しながらも名義書換未了の株主を会社側から株主\n- 5 -として取り扱うことができるかという問題とは異なることを意識した上で，論ずることが必要である。\n設問１全体を通じて，株式譲渡の当事者間における効力，会社に対する効力及び会社に対する対抗要件について，その制度趣旨，要件，相互の論理的関係等を理解した上で，筋の通った解答をすることが求められる。\n設問２前段は，平成２５年総会における取締役の報酬の増額決議の効力を問うものである。\n具体的には，まず，①取締役会設置会社である甲社の株主総会において，その招集の際に定められた株主総会の目的である事項（会社法第２９８条第１項第２号）以外の事項について決議をしたことについて，同法第３０９条第５項に違反し，株主総会の決議方法の法令違反という同法第８３１条第１項第１号の決議取消事由に該当することを指摘する必要がある。また，②\nＱの死亡により遺産共有状態にある株式の権利行使者の指定（同法第１０６条）が共有者の持分の過半数の同意により行われたことについて，同条の規定の趣旨，上記の権利行使者の指定の持つ意味，権利行使者の指定に共有者の全員一致を要するとする見解との比較等を踏まえ，その指定の効力を論じた上で，議長ＡがＢによる議決権の行使を認めなかった取扱いの法的評価につき，上記①と同様の決議取消事由に該当するか否かを論ずる必要がある（最判平成９年\n１月２８日集民１８１号８３頁参照）。さらに，③同法第８３１条第１項第３号の決議取消事由に関しても，取締役の報酬総額を定める株主総会決議について取締役である株主が特別利害関係人に該当するか否か，その議決権行使によって著しく不当な決議がされたか否かについて，本問の事実関係に即して論ずることが求められる。上記①から③までに加え，設問１において，譲受人Ｆを株主として取り扱うことができないという結論を採った場合には，Ｅに株主総会の招集通知を発していないこと及びＦの議決権行使を許容したことについても，決議取消事由に該当するか否かを論ずることが考えられる。なお，これらの決議取消事由については，同法第\n８３１条第２項の裁量棄却の余地があるか否かを論ずることも期待される。\n設問２後段では，平成２５年総会における取締役の報酬の増額決議が取り消されると，当該増額決議は遡及的にその効力を失うこと，その結果，平成２３年総会における取締役の報酬総額の決議がなお効力を有することとなることを前提として，平成２３年総会において定められた報酬総額の枠を超える額の個別報酬額を定めた取締役会決議の効力を論ずる必要がある。具体的には，この取締役会決議が全部無効となるのか又は一部無効にとどまるのか，一部無効となる場合には，各取締役に対する報酬決定について無効となる金額，全部無効となる場合には，全部返還を求め得るのか等の検討を踏まえて，結論の妥当性をも意識しつつ，各取締役に対して不当利得として報酬の返還を求め得ること及びその具体的金額について，説得的かつ論理的に論ずることが求められる。\n設問３前段は，本問のような株主割当てによる新株発行に対し，不公正発行を理由とする差止請求（会社法第２１０条第２号）ができるか否かを問うものである。同号は，株式の発行が「著しく不公正な方法」により行われることを要件とするところ，本問では，株主全員に申込みの機会を付与する株主割当ての事案であること，新株発行の目的がＡによる支配権の確立にあること，Ａは，取締役の報酬の増額により，払込資金を用意するために有利な状況を自ら作出していること等の事実を的確に摘示した上で，上記の要件に該当することを説得的に論じ，また，「株主が不利益を受けるおそれ」という要件についても，株主Ｂが持株比率の低下という不利益を受けるおそれがあることを記述することが必要である。さらに，差止請求の実効性を確保する観点から，これを被保全権利とする仮処分（民事保全法第２３条第２項）についても，保全の必要性に関する事情を指摘しつつ，言及すべきである。\n設問３後段では，新株発行無効の訴え（会社法第８２８条第１項第２号）の可否について論ずることが求められる。この訴えに係る無効事由について法の定めがないことを前提として，新株発行により形成された法律関係の安定性や新株発行が会社の業務執行に準ずるものである- 6 -\nことを重視する見解（最判平成６年７月１４日集民１７２号７７１頁参照）を踏まえつつ，本問では，甲社が非公開会社であり，株主の持株比率の利益が重視されるべきであること，他方で，Ｂは，新株発行差止請求権を被保全権利とする仮処分により救済を受けることが可能であったこと等を意識しながら，説得的に論ずることが必要である。\n〔第３問〕\n本問は，二つの相続紛争事案を基に，確認の利益（設問１），当事者適格（設問２），弁論主義（設問３）及び判決の効力（設問４）について検討することを求めている。問題文には，事実関係のほか，関係する判例や考え方の方向性等が示されており，受験者にはこれらの情報を踏まえた上でその先の考察を行うことが期待されている。\n〔設問１〕は，遺言無効の確認を求める訴えである訴訟Ⅰについて，訴えが確認の利益を欠\nき不適法であるとする立場からの立論を行うこと，換言すれば，本件には最高裁判所昭和４７年２月１５日第三小法廷判決・民集２６巻１号３０頁の判例の射程が及ばず，本件で遺言無効の確認を求めることは確認対象の選択において適切でないと論じることを求めている。\n一般に，現在の権利又は法律関係の存否ではなく，その前提に過ぎない過去の事実や法律関係の存否を問題とすることは，多くの場合迂遠であるし，その後の法律関係の変動が考慮されず，現在の紛争の解決に役立つとも限らないことから，過去の法律関係の存否の確認を求める訴えには，原則として確認の利益がないとされている（売買契約の無効の確認を求める訴えにつき最高裁判所昭和４１年４月１２日第三小法廷判決・民集２０巻４号５６０頁）。【原則及びその根拠】\n昭和４７年最判によれば，遺言が無効であることの確認を求める訴えは適法として許容される場合があるとされているけれども，同最判の事案は，多数の不動産等を含む全財産を一人の相続人に遺贈するというものであり，そのような場合に個々の財産について原告の共有持分権に引き直してその確認を求めるとすれば，特定の財産を漏らしたりする危険もある。そのようなことを想定すると，遺言が複数の財産を対象とするような事案においては，対象財産全てに共通する遺言という基本的法律行為の無効を既判力により確定する方が，より直接的かつ抜本的な紛争解決につながるものといえる。【昭和４７年最判の理解】\nこれに対し，訴訟Ⅰで問題とされている遺言①の対象財産は，土地甲１だけであり，遺言①の無効の確認を求めることによって多数の紛争を一挙に解決できるという関係にない。Ｅとしても，Ｂを被告として現在の法律関係である土地甲１の所有権の確認を求める訴えを提起できれば紛争の解決として十分である。昭和４７年最判は本件とは事案を異にし，本件にその判例の趣旨は及ばない。【本件事案への当てはめ】\n昭和４７年最判についてはより広く遺言無効の訴えを許容したものという理解もあり得るが，設問の趣旨に沿って訴訟Ⅰが確認の利益を欠くというためには，以上のように立論することになろう。\n過去の法律関係の存否の確認を求める訴えが許されないという原則の根拠に関し，設問に対する解答を超えて確認の利益の一般論（対象選択の適否，手段としての適否等）を論じても，特に評価の対象とはしない。昭和４７年最判との関係では，なぜ上記原則の例外が認められるのか，その理由を説明することが必要である。本件事案への当てはめに関しては，昭和４７年最判の事案と本件の事案とが区別できること，換言すれば，二つの事案の相違とその意味することを理解し，答案に表現できていることが必要であるが，重要なのは対象財産の個数であり，相続人の人数の多寡や受遺者が相続人であるか否かがポイントになっているわけではない。\n〔設問２〕は，所有権移転登記の抹消登記手続を求める訴えである訴訟Ⅱについて，被告と\nされた遺言執行者Ｄが被告適格を欠き，訴えは不適法であるとする立場からの立論を行うこと，- 7 -換言すれば，遺言執行者が遺言の執行に必要な一切の行為をする権利義務を有することを定めた民法の規定や，相続人が遺言執行者を被告として遺言の無効を主張し，相続財産について自己が持分権を有することの確認を求める訴を提起することができる旨述べる最高裁判決があるにもかかわらず，訴訟Ⅱの被告適格は受遺者Ｃにあり，遺言執行者Ｄには被告適格が認められないことを，その根拠と共に論じることを求めている。\n遺言執行者が相続財産について有する管理処分権，ひいては法定訴訟担当として認められるその当事者適格も，遺言執行という任務に由来するものであるが，訴訟Ⅱで問題とされている遺言②の対象財産は土地甲２のみであり，遺言②に基づく遺言執行の内容も同土地の所有権移転登記を行うことに尽きる。ところが，登記が受遺者Ｃに移転した以上，この遺言②の執行は終了しており，遺贈目的物の管理処分権も遺言執行者ではなく受遺者Ｃに帰属することからすれば，所有権移転登記の抹消登記手続を求める訴えは，登記名義人であり本来の登記義務者である受遺者Ｃを被告として提起すべきである。\n遺言執行者Ｄが被告適格を欠くというためには，このように立論することになろう。\n相続財産に関する訴訟において遺言執行者に被告適格が認められることの根拠に関しては，遺言執行者の実体法上の地位（問題文に書かれている内容）を再確認し，法定訴訟担当であることなど遺言執行者の訴訟法上の地位に言及すべきであるが，設問に対する解答を超えて「そもそも当事者適格とは‥」といった当事者適格の一般論を論じても特に評価の対象とはしない。\n本件事案への当てはめに関しては，登記の移転により遺言の執行が終了したこと及び遺贈目的物の管理処分権が受遺者に帰属していることの二点を指摘すべきであり，仮に遺言執行者が当事者適格をもち続けることとなれば，遺言執行者がいつまでも相続紛争から解放されないことになって不都合であるといった指摘があれば評価できる。\n〔設問３〕及び〔設問４〕は，相続人であるＧ及びＨのうち，Ｇが相続財産である土地乙を\n占有し，Ｈが同土地の登記名義を有しているという事実関係において，ＧがＨに対し売買による土地乙の取得を請求原因として所有権移転登記手続を求める訴え等を提起し，ＨがＧに対し同土地の明渡しを求める反訴を提起した（前訴）ところ，本訴請求及び反訴請求をいずれも棄却する判決がされて確定し，その後，ＧがＨに対し今度は相続を請求原因として土地乙の共有持分権に基づく所有権一部移転登記手続を求める訴えを提起した（後訴）という事案を基に，後訴においてＨがした主張，すなわち『前訴の本訴請求についての判決により，土地乙はＧの所有でないことが確定しており，この点について既判力が生じているから，Ｇは相続による共有持分の取得を主張することもできない』との主張にＧの立場から反論することを求めている。\n弁護士Ｌ３と司法修習生Ｐ３との会話にもあるとおり，前訴判決の認定によれば土地乙はＦの遺産に属し，したがって，Ｇは法定相続分に応じた共有持分権を有していることになるが，単独所有権と共有持分権は実体的に包含関係にあり，一個の訴訟物の一部として共有持分権の限度で請求を認容することは可能であるという理解を前提とする。\n〔設問３〕は，まず議論の前提を整理するものである。\n小問１では，相続による特定財産の取得を主張する者が主張すべき請求原因を本件の事実関係に即して摘示することが求められている。請求原因事実その他の主要事実とは，法律要件に該当する具体的な事実をいい，抽象的な摘示，例えば，金銭消費貸借契約に基づく貸金返還請求権の請求原因事実を「返還約束」と「金銭の授受」であると解答するようではいけない。本問では，①『Ｆは平成15年4月1日死亡』，②『ＧはＦの子』，③『Ｊは土地乙をもと所有』，及び④『ＪＦ売買』を摘示すべきであるが，上記③④の代わりに『Ｆは①の当時土地乙所有』と書いた答案にも同じ評価をする。\n小問２では，小問１で整理した請求原因ごとに各事実が当事者から主張されているか否かを検討することが求められている。具体的にみると，上記①，②及び③については，「父Ｆから」\n- 8 -\n「その生前に」などのＧの主張から読み取ることができるのに対し，上記④については，Ｇはこれと矛盾する「ＪＧ売買」を主張し，かえってＨが④を主張していることから，このように請求原因の一部でありながら原告であるＧが主張していない事実を判決の基礎とすることができるか否かということが問題となる。\n弁論主義は，裁判所と当事者との間の役割分担を問題とするものであるから，主要事実の主張はいずれの当事者からされてもよく，ある主要事実が既に当事者によって主張されているときは，それがたまたま主張責任を負っていない当事者によって主張されていても，裁判所は，この事実を斟酌でき（主張共通の原則），そうすると，上記④についても判決の基礎とすることができる。\nなお，上記③④に代えて『Ｆは①の当時土地乙所有』を請求原因として挙げた場合は，この点はＧもＨも主張していないため，これ自体について主張共通の問題にはならないが，『Ｆは①の当時土地乙所有』を基礎付ける上記③④のうち④について上記に述べた通り主張共通問題を生じることになる。\nこのように必要な請求原因事実の主張に欠けるところはないと理解すると，弁論主義の本来の趣旨からは，設問の場面において裁判所の釈明は不可欠なものでないことになるが，それが裁判所の心証の所在を敗訴の可能性のある当事者（この場面で言えばＨ）に対して明らかにし，注意を喚起するためのものであるなどの説明があれば評価できる。\n〔設問４〕は，既判力による遮断効の範囲が縮小するという理論構成をし，Ｇの立場からＨ\nの主張に反論することを求めている。遮断効の範囲の縮小に関しては色々な考え方があり得るものの，本問では，問題文において示唆されているとおり，明示的一部請求の事案において，既判力によっては妨げられない訴えを信義則に基づいて却下した判例と関連付けて論じることが求められている。\n前訴でＧの所有権確認請求の全部棄却が確定した以上，Ｇが乙土地について共有持分権を有するとの主張は既判力により遮断されるのが原則である。【原則の確認】\nしかし，前訴でＨは，反訴請求原因事実としてＪＦ売買・ＦＨ贈与を主張し，裁判所が前者を認め後者を否定した以上，前訴判決には乙土地がＦの遺産であるとの裁判所の判断が示されており，設問３で検討したように，本来Ｇの本訴請求は相続分に応じた共有持分の限度で一部認容されるべきであったことを考えれば，後訴において，Ｆからの相続による乙土地の共有持分権の取得をＧが主張することが紛争の蒸し返しであるとは評価できない。【Ｇの主張の評価】\nかえって，後訴においてＨが，前訴裁判所の上記判断を前提としてＦの死亡によりその子Ｇが共有持分権を取得したとするＧの主張を，Ｇの所有権確認請求を全部棄却した内容的に不当な判決の既判力を持ち出して争うことは，上記判断が前訴におけるＨの自己責任に基づく訴訟追行の結果であることに照らすと，信義則違反である。【Ｈの信義則違反】\nそうすると，Ｇの所有権確認請求を全部棄却した確定判決の既判力は，後訴におけるＧの上記主張を遮断しない限度で，訴訟物の枠よりも縮小される。【結論】\nいずれにせよ，Ｈの信義則違反に何らかの形で引き寄せて論じることが必要であり，また，信義則という一般条項を用いるからには，どのような事情がいかなる理由により信義則の適用を基礎付けるのかを具体的に論じなければならない。\n【刑事系科目】\n〔第１問〕\n本問は，暴力団組長の甲が，同組幹部のＡを車のトランク内に閉じ込め，車ごと燃やして殺害しようとの計画の下，自らＡを自己所有車Ｂ（以下「Ｂ車」という。）のトランク内に閉じ込めた上，その事情を秘して配下組員の乙に指示してＢ車に放火させたが，その前にＡが- 9 -\nトランク内で死亡していたという具体的事例について，甲乙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事案を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。すなわち，本問の事案は，①甲が，Ａを呼び出して自ら運転するＢ車の助手席に乗車させた上，Ａに睡眠薬入りコーヒーを飲ませて昏睡させ，その手足をロープで緊縛してＢ車トランク内に閉じ込めた後，②配下組員の乙に対し，それらの事情を秘したまま，ひとけのない山中の採石場の駐車場でＢ車を燃やしてくるよう指示してＢ車を引き渡し，③その指示を受けた乙が，上記採石場に向けてＢ車を運転中，Ａの存在に気付き，甲のＡ殺害計画を察知したものの，自らのＡへの恨みもあり，ＡをＢ車ごと燃やして殺害することを決意し，Ａの口をガムテープで塞いでトランクを閉じ，再びＢ車を発進させて上記採石場に向かったところ，④Ａは，同所に至る前に車酔いによりおう吐し，その吐しゃ物に気管を塞がれて窒息死したが，⑤乙は，これに気付かず，周囲にひとけや建物はないが，Ｂ車に隣接して他人所有自動車３台が並列に駐車された上記採石場の駐車場において，他車に火が燃え移ることはないだろうと考えながら，Ｂ車にガソリンをまいて火を放ち，Ｂ車を全焼させた，というものである。各行為に対する甲乙の罪責を論じる際には，事実関係を的確に分析した上で，事実認定上及び法解釈上の問題を検討し，事案に当てはめて妥当な結論を導くことが求められる。\n(1) 乙の罪責についてア 殺人罪についての検討本問において，Ａは，前記のとおり，乙が企図したよりも早い段階であるＢ車走行中に窒息死しているが，このような場合にも，乙に殺人罪が成立するのかについての検討が必要となる。この点については，殺人罪の構成要件要素の意義を正確に示した上で，問題文中の各種事情を的確に当てはめることが必要となるが，本問で特に問題となるのは，構成要件の実現が早すぎた場合の実行の着手時期等をどのように考えるのかという点である。この点については，最判平成１６年３月２２日刑集５８巻３号１８７頁が参考になる。すなわち，乙がＡの口をガムテープで塞いでトランクを閉じてＢ車を走行させた行為を第１行為とし，前記採石場の駐車場でＢ車に火を放つ行為を第２行為とし，この判例のような考え方に従うのであれば，同判例が挙げる実行着手を判断するための考慮要素，すなわち，①第１行為が第２行為を確実かつ容易に行うために必要不可欠なものであったこと，②第１行為に成功した場合，それ以降の犯罪計画を遂行する上で障害となるような特段の事情が存しなかったと認められること，③第１行為と第２行為との間が時間的場所的に近接していることの各要素を示すなどした上，各種事情を的確に当てはめ，第１行為時に殺人罪の実行着手が認められるかを検討することが必要である。\n第１行為時に殺人罪の実行着手を認めた場合，更に因果関係や故意の存在についての言及も求められる。また，この判例の考え方に従わない場合も，同判例を意識しつつ，殺人罪の実行着手時期等についての自己の見解を説得的に論証した上で，的確な当てはめを行うことが求められる。\nイ 監禁罪等についての検討本問において，前記アの第１行為については，監禁罪の成否を検討することが望まれる。加えて，第１行為によりＡが死亡した点については，監禁致死罪の成否も問題となろう。そして，監禁罪又は監禁致死罪（以下「監禁罪等」という。）が成立すると考え，かつ，前記アの検討において，前記判例の考え方に従った上で殺人既遂罪の成立を認める場合には，監禁罪等と殺人既遂罪との関係についての言及が求められる。\nウ 建造物等以外放火罪についての検討本問において，乙がＢ車にガソリンをまいて火を放ち，Ｂ車を全焼させた点については，刑法第１１０条の建造物等以外放火罪の成否が問題となる。この点についても，同\n- 10 -罪の構成要件要素を的確に示しつつ，問題文中の各種事情を的確に当てはめることが必要となり，①「放火」「焼損」の意義及び当てはめ，②Ｂ車への放火行為が所有者である甲の指示によるものであることから，刑法第１１０条第２項にいう「自己の所有に係るとき」に該当するか否かの検討が求められる。そして，同罪は，公共の危険の発生を要するところ，乙がＢ車に放火した場所は，ひとけのない山中の採石場の駐車場であり，Ｂ車の周囲には，他人所有の車両が３台駐車されていたものの，建造物等もなかったことから，本問において，公共の危険が発生したといえるかにつき，その意義や判断基準を明らかにした上で的確な当てはめを行うことが求められる。この点については，刑法第１１０条の公共の危険とは，同法第１０８条及び第１０９条に規定する建造物等への延焼の危険のみに限られず，不特定又は多数の人の生命，身体又は前記建造物等以外の財産に対する危険も含まれると解するのが相当である旨判示した最決平成１５年４月１４日刑集５７巻４号４４５頁が参考になる。この判例の考え方に従う場合には，同判例に示された公共の危険の意義等を示した上，問題文中の各種事情を具体的に指摘して丁寧に当てはめる必要がある。また，この判例と異なる考え方に立つ場合には，同判例を意識しつつ，公共の危険の意義等についての自己の見解を説得的に論証した上で，的確な当てはめを行うことが求められる。上記検討において，公共の危険が発生したと認めた場合には，乙が他車両に火が燃え移ることはないだろうと思い放火に及んでいることから，更に公共の危険発生の認識の要否についての論述が求められる。この点については，最判昭和６０年３月２８日刑集３９巻２号７５頁等の判例が参考になる。\n(2) 甲の罪責についてア 殺人罪についての検討本問において，甲は，Ａ殺害の意図で，ＡをＢ車トランク内に閉じ込めていることを秘したまま，乙に対し，Ｂ車に火を放つよう指示したが，乙は，走行中にトランク内のＡの存在に気付いた上で，Ａ殺害を決意し，前記経過でＡを死亡させるに至っており，甲についても，Ａを死亡させた点につき，殺人罪の成否の検討が求められる。この点については，大きく分けて，①甲を実行行為者とする殺人罪の成否の検討，②乙との共犯関係の検討が，それぞれ求められる。\nまず，①については，間接正犯の成否が問題となり，乙がＡの存在に気付いた時点で，乙の道具性が失われるか否かの検討が求められる。乙の道具性が失われると考える場合には，間接正犯における実行の着手時期いかんによって，予備か未遂かなど，甲の罪責に違いが出てくることから，この点に関する自己の見解を明らかにした上で，的確な当てはめを行うことが望まれる。他方，乙の道具性が失われないと考える場合には，因果関係や故意についても，的確な当てはめを行い，実行行為者として甲に成立する罪責を明らかにする必要がある。\n次に，②についてであるが，①の検討において，乙の道具性が失われるとの考え方に立った場合には，実行行為者としては，甲に殺人既遂の責めを負わせることができない。\nそこで，Ａ死亡の結果について，甲と乙との共犯関係，すなわち片面的共同正犯の成否や間接正犯の意図で教唆の結果を生じさせた場合の擬律についての検討が求められる。\n他方，乙の道具性が失われず，甲に実行行為者として殺人既遂罪が成立するとの考え方に立った場合にも，乙との共犯関係について検討することが望まれる。\nイ 監禁罪等についての検討本問において，甲は，ＡをＢ車に乗車させて疾走させ，更には，Ａに睡眠薬入りコーヒーを飲ませて昏睡させ，ロープで緊縛してトランク内に閉じ込めるなどしているが，これらの行為について，監禁罪の成否を検討することが必要である。また，生命身体加害目的誘拐罪の成否も問題となり得る。監禁罪の成否については，Ａは，トランク内で- 11 -\n意識を取り戻すまでは，監禁されているとの認識もなく，移動しようとの意思も生じていなかったことから，そのような場合の監禁罪の成否や成立時期が問題となり，監禁罪の保護法益である「移動の自由」についての自己の見解を明らかにし，的確な当てはめを行うことが望まれる。さらに，上記行為に監禁罪が成立すると考えた場合，乙にＢ車を引き渡した後も継続して監禁罪が成立するのかが問題となり（特に，乙がＡの存在に気付いた後が問題となろう。），加えて，甲についても，Ａが死亡した点について，監禁致死罪の成否が問題となろう。そして，甲に監禁罪等が成立すると考え，かつ，前記ア\nの検討において，甲に殺人既遂罪等の成立を認める場合には，これらと監禁罪等との関係についての言及が求められる。\nウ 建造物等以外放火罪についての検討本問において，甲は，乙にＢ車を燃やすよう指示したのであるから，前記(1)ウの検討において，乙に建造物等以外放火罪の成立が認められると考えた場合，甲にも同罪が成立するか否か，共謀共同正犯の成否の検討が求められる。また，甲は，前記採石場の駐車場にＢ車以外の他車両が駐車されていることさえ認識がなかったものであるところ，(1)ウにおける公共の危険発生の認識の要否についての自己の見解及び当てはめと整合する的確な当てはめが必要となろう。\n(3) 罪数処理前記(1)及び(2)の検討において，甲乙に，複数の犯罪が成立すると考えた場合，それら複数の犯罪について，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも，刑法解釈上，基本的かつ著名な問題点であり，これら問題点についての基本的な判例や学説の知識を前提に，具体的な事案の中から必要な事実を認定し，論理的な整合性はもちろん，結論の妥当性も勘案しつつ，法規範の当てはめを行うことが求められる。基本的な判例や学説の学習が重要であることはいうまでもないが，特に判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成などを意識することが必要であり，そのような学習を通じ，結論を導くために必要な事実を認定し，その事実に理論を当てはめる能力を涵養することが望まれる。\n〔第２問〕\n本問は，殺人事件の捜査・公判において生じる刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する学識，法適用能力及び論理的思考力を試すものである。\n設問１は，司法警察員Ｐ及びＱが，男２人組による殺人事件発生の約３０分後，その現場から約８００メートル離れた路上において，甲及び乙を発見し，両名を同事件の犯人としてそれぞれ準現行犯逮捕した手続（甲につき，【逮捕①】，乙につき【逮捕②】），その後，司法警察員\nＰが，逮捕されている甲の身体着衣を捜索するため，甲を逮捕の現場から約３００メートル離れた交番に連行する途中，転倒した甲のズボンポケットから落ちた携帯電話を差し押さえた手続（【差押え】）に関し，その適法性を論じさせることにより，刑事訴訟法第２１２条第２項が定める準現行犯逮捕及び同法第２２０条が定める令状によらない差押えについての正確な理解と具体的事実への適用能力を試すものである。\n現行犯人（同法第２１２条第１項）及び現行犯とみなされる者（同条第２項）が，裁判官の令状審査を経るまでもなく何人も逮捕状なくして逮捕することができるとされている理由は，逮捕を行う者が，いずれも逮捕時の状況から被逮捕者が特定の犯罪の犯人であることが明白であると判断できるからであり，犯人であることの判断の客観性が保障されているからである。\n準現行犯の場合には，現行犯のように「現に罪を行い，又は現に罪を行い終わった」状況には- 12 -ないから，「罪を行い終わってから間がない」という犯行との時間的接着に加えて，刑事訴訟法第２１２条第２項各号の要件により，犯罪と犯人の明白性の保障が図られている。【逮捕①】\n及び【逮捕②】の適法性を論じるに当たっては，このような準現行犯の構造を踏まえ，設問の事例においていかに犯罪と犯人の明白性が客観的に保障されるのかを意識しながら，準現行犯の要件該当性を論じる必要がある。\n【逮捕①】については，当然の前提として，特定の犯罪（本件では，平成２５年２月１日午\n後１０時にＨ公園で発生したＶに対する殺人事件）との関係で，甲の準現行犯の要件該当性を論じる必要がある。例えば，甲の着衣及び靴に血が付着していたことについて，これが同項第\n３号の「被服に犯罪の顕著な証跡があるとき」に該当すると言うためには，なぜ，Ｖに対する殺人事件の証跡と言えるのかを論じる必要がある。また，「罪を行い終わってから間がない」ことについては，単に，犯行時と逮捕時との客観的な時間間隔及び距離関係を指摘するだけでは足りず，本件事案のような時間的・場所的近接性が，いかに犯罪と犯人の明白性に結び付くのかを論じる必要がある。さらに，準現行犯逮捕も，現行犯逮捕と同様に，逮捕時の状況から犯罪と犯人の明白性につき逮捕者の判断の客観性が保障されていることが必要であるとの視点からは，乙の自白を，犯罪と犯人の明白性の判断資料として良いかも問題となる。また，Ｗの通報内容も，逮捕者であるＰが直接認識したものではないから，その通報内容を前提として犯罪と犯人の明白性を判断してよいかも問題となり得る。もっとも，準現行犯の場合，現行犯人の現認とは異なり，犯行時と逮捕時とがある程度時間的に隔離していることが想定されているから，逮捕者が直接現認した状況のみから犯罪と犯人の明白性を判断できることまで要求されているとは考え難く，通報内容等を犯罪と犯人の明白性の判断資料とすることは当然の前提とされていると言えよう。\n【逮捕①】は，典型的な準現行犯逮捕の事案を素材として，前記のとおりの準現行犯の趣旨\n及び構造を正確に理解し，これを踏まえた適切な事実関係の抽出と評価が求められる。これに対し，【逮捕②】は，このような準現行犯逮捕の趣旨及び構造を前提として，応用事例に対して自ら法理論を展開する能力が試されている。乙は，甲に対してＶの殺害を指示したものの，自らは実行行為に及んでいない上，逮捕時においては，乙自身の身体又は被服には犯罪の顕著な証跡が存在しない。しかし，乙は，逮捕時に，被服に血を付着させた甲と同行していたのであり，この状況を，乙との関係でも同法第２１２条第２項第３号の該当事由であると考えることができないか問題となる。また，乙が実行行為に及んでいない以上，乙と甲との間の共犯関係自体が，逮捕時の状況から明白であると判断できるのかについても検討しなければならない。\n確かに，乙は，逮捕時に共犯関係も含めて犯行を自白しているが，前述のとおり逮捕時の状況から犯人性の判断の客観性が保障されている必要があるから，「自白している以上，甲の共犯であることは明白である。」などという短絡的な論理が通用しないことは言うまでもなく，乙の供述内容を認定資料に加えるとしても，あくまで逮捕時の状況に加味して犯人性を判断する一資料と位置付けるべきであろう。逮捕②を適法と考えるか違法と考えるかはともかくとして，前述の準現行犯逮捕の趣旨及び構造を踏まえ，適法・違法を論じる必要がある。\n設問１の【差押え】は，逮捕に伴う無令状差押えであるが，逮捕の地点から約２００メートル離れた地点において実施されている点が，同法第２２０条第１項第２号の「逮捕の現場」という要件との関係で問題となる。この点に関しては，最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁）があるから，同判例の内容を踏まえた上で自説を展開すべきであろう。同判例は，「逮捕の現場」で直ちに被逮捕者の身体を捜索し差押手続を実施することが適当でなかった場合に，できる限り速やかに被逮捕者を身体の捜索・差押えを実施するのに適当な最寄りの場所まで連行した上で行われた差押手続につき，「刑訴法２２０条１項２号にいう『逮捕の現場』における差押えと同視することができる」としたものであるが，なぜに「同視することができる」のかについての法理論までは説示しておらず，この点については各自が法理論を- 13 -\n展開することが求められる。また，設問の事例では，司法警察員Ｐは，甲を連行するに当たり，逮捕の地点から約３００メートル離れたＩ交番をもって，差押えを実施するのに適当な最寄りの場所であると判断したはずであるが，実際には，同交番に向かう途中において差押えを実施しており，この点についても，各自が展開すべき法理論との整合性に配慮する必要がある。\nまた，甲の携帯電話を差し押さえる前提として，同携帯電話が逮捕被疑事実であるＶに対する殺人事件と関連性を有するものであることが必要であり，具体的事実関係を抽出した上で関連性の有無を論じる必要がある。さらに，その後の捜査において携帯電話と殺人事件との関連性が無いことが判明した場合に，遡って差押えの適法性が問題となり得るのかについても触れることが望ましい。\n設問２は，実況見分調書の証拠能力を問うものであるが，【別紙１】においては，目撃者Ｗの説明に基づき，Ｗが目撃した犯行状況を司法警察員２名が再現した写真が貼付され，かつ，犯行状況に関するＷの説明内容が記載されており，【別紙２】においては，Ｗが目撃時に立っていた位置から前記再現状況を撮影した写真が貼付され，見通し状況についてのＷ及び司法警察員Ｐの説明内容が記載されている。検察官は，実況見分調書の立証趣旨を「犯行状況及びＷ\nが犯行を目撃することが可能であったこと」としていることから，【別紙１】が「犯行状況」という立証趣旨に，【別紙２】が「Ｗが犯行を目撃することが可能であったこと」という立証趣旨にそれぞれ対応することはすぐに理解されよう。このように，設問２は，性質の異なる内容を含む実況見分調書につき，その証拠能力を論じさせることにより，伝聞法則の基礎的理解を問うものである。\n【別紙１】は，司法警察員Ｐが作成した実況見分調書としての性質に加え，Ｗの供述を録取\nした書面としての性質をも有しているが，論述に当たっては，【別紙１】で立証しようとする事項が犯行状況そのものであることから，Ｗの供述内容の真実性が問題となっていることを踏まえ，前述のとおりの書面の性質を論じ，伝聞法則の例外規定が適用されるためには，いかなる要件が求められるのか，本件事案ではその要件が満たされているかを論じていく必要がある。\nまた，【別紙１】は，Ｗの供述内容を記載した部分と，Ｗの供述に基づき司法警察員２名が犯行状況を再現した場面を撮影した写真部分とから構成される。写真については，記録過程が機械的操作によってなされることから，Ｗの供述を録取する過程の正確性は問題とならないようにも見えるが，他面，写真に写っている人物がＷ自身ではなくその供述に基づいて実演をした司法警察員２名であることから，Ｗの供述に基づいて司法警察員２名が犯行状況を再現する過程自体において，供述どおりの再現になっていることが担保されていないと見る余地もあり得よう。いずれにせよ，このような問題点をも踏まえつつ，供述記載部分と写真部分とを分けて論じることが求められている。なお，このように犯行状況の再現内容を記載した実況見分調書の証拠能力についても，最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁）があり，同決定を踏まえつつ論じる必要があろう。\n【別紙２】については，「Ｗが犯行を目撃することが可能であったこと」という立証趣旨に\n対応するものであるが，このことから，【別紙２】によって具体的にいかなる事実が要証事実となるのかを論じる必要があり，その中で，Ｗの供述部分はその真実性を立証することになるのか否か，真実性が問題とならないと考えるのであればその理由を論じる必要がある。このような検討を踏まえた上で，伝聞法則の適用される場合か否かを論じることが求められている。\n【選択科目】\n[倒 産 法]\n〔第１問〕\n本問は，具体的な事例を通じて，民事再生手続におけるフルペイアウト方式のファイナンス\n・リース契約の取扱い及び再生計画に基づく事業譲渡の実行をめぐる問題点についての理解\n- 14 -を問うものである。\n設問１の前段（いまだＢ社が本件リース契約の解除の意思表示を行っていない場合）については，フルペイアウト方式のファイナンス・リース契約の法的性質を踏まえた上で，リース物件（本件設備）の継続使用をめぐってリース会社であるＢ社と協議を行う機会を確保するためにいかなる申立てをすべきかについて，「裁判所における審理の方法に関する問題点」にも触れつつ，論ずることが求められている。本件リース契約の法的性質につき，担保権付消費貸借契約と解する立場に立てば，約定による解除の可能性を指摘した上で，民事再生法第\n３１条の規定の類推適用による担保権の実行手続の中止命令の発令の可能性とその効力を論じ，Ｂ社が本件設備の減価が著しいと主張していることなどの具体的な事情に沿って，その発令要件（同条第１項に規定する「再生債権者の一般の利益に適合」するかどうかや，別除権者に「不当な損害を及ぼすおそれがない」かどうか等）の充足可能性について論ずべきである。また，中止命令の審理に関しては，Ｂ社に対する必要的審尋の実施（同条第２項に規定する「競売申立人」の類推）により，中止命令の発令前に解除の意思表示をする機会を与えてしまう不都合とその解決策を論ずべきである。さらに，設問１の後段（既にＢ社が本件リース契約の解除の意思表示を行っていた場合）については，Ｂ社の担保権実行の終了時期を解除の意思表示の時と解するのか，それとも本件設備の引上げ時等と解するのかを明らかにした上で，前段についての解答と比較しつつ，Ｂ社の権利行使の方法，すなわち，取戻権又は別除権のいずれの行使であるのかについて，その根拠と共に述べることが求められる。\n設問２については，再生計画において定められた事業譲渡について，再生債務者であるＡ社\n（及びその代表取締役であり，かつ，唯一の株主であるＤ）の協力が得られない状況下において，再生手続廃止の決定がされるおそれがあることを明確に示し，それを避ける必要性があることを踏まえて，Ｃ社としてはどのような申立てにより再生計画による事業譲渡を実行すべきかについて，論ずる必要がある。再生手続廃止のおそれとそれを避けるべき必要性に関しては，①再生計画の認可だけでは，事業譲渡の効果が生ぜず，会社法の規定に基づく株主総会の特別決議（会社法第４６７条第１項第１号，第２号，第３０９条第２項第１１号）\nが必要となるものの，Ａ社ないしＤの協力を期待することができず，また，代替許可（民事再生法第４３条）も，再生債務者であるＡ社の申立てが必要となるから，その取得が困難であること，②その結果，Ｃ社が提出した再生計画認可の決定がされた再生計画の遂行の見込みがないことが明らかになったときは，同法第１９４条の規定により再生手続廃止の決定がされるおそれがあること，そして，③この再生計画に基づく事業譲渡により十分な事業再生の可能性が認められるにもかかわらず，再生手続廃止（事業清算）という結果になることは，避けるべきであることを論述することが求められる。また，再生手続廃止を避けるための申立てに関しては，管理命令（同法第６４条第１項）の申立ての指摘及びその要件充足の有無の検討を行い，その発令の可能性を導いた上で，管財人による事業譲渡の実行プロセスにおける問題点，すなわち，管財人による新たな事業譲渡契約の締結並びに同法第４２条（再生計画認可の決定による代替（包摂）を認める立場もあり得る。）及び第４３条の規定による許可の取得等について，丁寧に論ずる必要がある。\n〔第２問〕\n本問は，建設工事に係る元請契約の請負人であり，かつ，下請契約の注文者である株式会社が破産手続開始の決定を受けたという事例を通じて，注文者及び請負人について破産手続が開始されたことに伴う請負契約の取扱いをめぐる問題点についての理解を問うものである。\n設問１は，下請契約である請負契約（本件下請契約）の取扱いに関するものであり，そのうち(1)は破産管財人であるＹが本件下請契約を解除した場合について，(2)は本件下請契約が継続されることとなった場合について，それぞれその問題点を問うものであるが，まずは，- 15 -\n注文者であるＸ社について破産手続開始の決定があった時において，本件下請契約が双方未履行の状態にあり，したがって，注文者破産のケースに当たるものとして，民法第６４２条が適用されるという点を指摘することが必要となる。その上で，(1)については，Ｙの解除（その効果が出来高には及ばないことに触れることが期待される。）が同条第１項前段の規定に基づくものであり，Ｄ社は，既に行った仕事についての９０００万円分の未払の報酬請求権を破産債権として行使することができること（同項後段）について，論ずることが求められる。\nまた，(2)については，「本件下請契約に基づく建築工事は，継続されることとなった」ということの法的な意味付けについて検討することが必要となるが，同項前段の規定による本件下請契約の解除権がＹだけではなく，請負人であるＤ社にも帰属していることから，本件下請契約が継続されるということは，これらの双方の解除権が放棄される等して消滅したことを意味するものと考えることができ，この点を明確に意識することが必要となる。それを前提として，Ｄ社の権利が破産債権又は財団債権のいずれとなるのかを論ずることが求められるが，継続後にＤ社が行った建築工事に係る報酬請求権が財団債権となること（その根拠については，破産法第１４８条第１項第７号等が成り立つであろう。）には異論がないと考えられるものの，既に行われた建築工事に係る報酬請求権については，本件下請契約の一体性を重視し，継続後の報酬請求権と不可分であるとして財団債権であると解する見解のほか，これらの報酬請求権は可分であることを前提に，Ｄ社がいわばリスクを引き受けている点を重視して，破産債権であると解する見解等，幾つかの見解が成り立つところであり，他の考え方を批判しつつ，自説を展開することが求められる。\n設問２は，元請契約である請負契約（本件請負契約）の取扱いをめぐる問題点を問うものであるが，本件請負契約についても，請負人であるＸ社に破産手続開始の決定があった時において，双方未履行の状態にあり，したがって，Ｙが破産法第５３条第１項の規定によって解除したものであるという点を押さえることが前提となる。その上で，(1)については，解除の結果として，Ａ社は出来高の未達成部分に相当する既払の５０００万円の返還を請求している（設問１における解除と同様に，解除の効果が出来高には及ばないとの解釈が前提となる。）が，この前払金返還請求権の法的性質としては，同法第５４条第２項の規定により財団債権となると解する見解のほか，過払の部分は信用供与に当たるものとして破産債権となると解する見解も考えられ，自説を説得的に展開することが求められる。また，(2)については，Ｂ銀行が破産手続開始の後に連帯保証債務を履行し，５０００万円の求償債権を取得していることから，Ｙに対する権利行使の方法を明らかにする過程として，まず，この求償債権の法的性質を検討する必要があり，破産手続開始前の原因に基づくものとして破産債権（同法第２条第５項）と位置付けることになると考えられるが，Ｂ銀行は，弁済をするにつき正当な利益を有する者として，(1)で検討したＡ社がＸ社に対して有する前払金返還請求権について代位することになる（民法第５００条）ことを踏まえた検討をも加える必要がある。この検討においては，当該前払金返還請求権を財団債権と解する場合には，Ｂ銀行は破産債権である求償債権の満足のため，財団債権の性質を有する原債権たる前払金返還請求権を行使することになり，この原債権も破産債権と同様の制約を受けるかどうかが問題となる。これに対し，当該前払金返還請求権を破産債権と解する場合には，破産者に対して将来行うことがある求償債権をどのようにして行使をするか（破産法第１０４条）について，その制度趣旨に基づき，説得的な論述をすることが求められる。\n[租 税 法]\n〔第１問〕\n国民の誰しもに密接な関わりのある裁判員制度を素材としつつ，旅費，日当及び宿泊料（以下「旅費等」という。）の支給を受けた場合の所得税の課税関係を問う事例問題である。裁判員\n- 16 -の参加する刑事裁判に関する法律（以下「裁判員法」という。）の仕組みを問題文に現れた範囲で読み取った上で，裁判員候補者及び裁判員が支給を受ける旅費等の性質を所得税法の適用のために必要な範囲で検討し，その課税関係を事案に即して説明する事例解析能力と論理的思考力を試している。実務取扱いに関する知識の有無を問うものではない。\n大きな論点としては，Ａが支給を受ける旅費等がＡの課税所得を構成するか，また，課税所得を構成するとしてどの各種所得に区分されるか，という点が問題となる。これらの点を検討するに当たっては，裁判員候補者及び裁判員に対して裁判員法に基づき支給される旅費等がどのような性質を有するか，より具体的には，労務の対価であるか実費弁償的なものであるか，というような点を意識した上で，給与所得，一時所得，雑所得などへの該当性を判例の基準に照らして検討する必要がある。さらに，Ａの支出したホテル代の扱いについては，旅費等をどの各種所得に区分するかに応じて控除の枠組みが異なってくることを正確に認識しつつ，控除の可否を検討することが必要である。いずれも基本的な論点であり，法科大学院で学んだ基本的な知識を基に，法解釈と適用の過程を過不足なく答案に表現することが重要といえよう。\n〔第２問〕\n本問は，所得税法の「必要経費」に関する基本的な論点についての理解と事案に即した思考力を試すものである。\n設問１は，必要経費と損金という類似した２つの概念を対比することにより，それぞれの概念の基礎的な事項を理解しているかを問う問題である。まず，両者の「同」の部分については，両者の規定（所得税法第３７条，法人税法第２２条第３項）に共通する原価及び費用を収入金額及び益金の額から控除すること（所得税法第２６条第２項，第２７条第２項，第３５条第１\n項第２号，法人税法第２２条第１項）の意味を説明する必要がある。次に，両者の「異」の部分については，課税対象が個人所得か法人所得かの違いによって，個別的にどのような取扱いの違いが生じるか，特に一方の法律（例えば所得税法）に規定がありながら，他方の法律（例えば法人税法）に同様の規定がない理由を説明する必要がある。\n設問２は，必要経費の判断基準とその当てはめの問題であり，判断基準を自ら定立した上で，事案に当てはめることを求めている。①の講演会参加費等の各支出については，家事費（及び家事関連費）の範囲を意識し，②の脱税工作のための支出については，違法収入も課税所得となること及び費用概念を意識して，それぞれ検討すると良い。②に関する法人税法との対比では，平成１８年度改正により法人税法第５５条に不正行為等に係る費用等の損金不算入が明記されたが，所得税法には同様の必要経費不算入が明文化されなかったことをどのように考えるのか，その際に法人税法第２２条第４項の公正処理基準との関係を意識した検討がなされると良い。また，最高裁判所平成６年９月１６日第三小法廷決定（刑集４８巻６号３５７頁）に言及できると更に良い。\n設問３については，まず，過納金及び還付加算金の課税所得該当性が問題となる。前者については，過納金が納税者に還付されることによって経済的価値が流入しているが，所得税を納付しても所得金額に影響を及ぼすことがないこと（所得税法第４５条第１項第２号）を踏まえて，納付した所得税が過納金として還付された場合に所得金額に影響を及ぼすかを検討する必要がある。後者についても，課税所得である利子的な性格を持つかあるいは非課税の損害賠償金の性格を持つかを検討する必要がある。その上で，課税所得に該当すると考える場合には１０種類の所得区分のどれに該当するかの解答を求めている。また，Ｃ税理士に支払った報酬の必要経費該当性については，①訴訟の結果得られたものを課税所得とした場合に，それを稼得するための必要経費と考えるか，また，②そもそも不動産所得を稼得するための必要経費と考えるかにつき，設問２で定立した必要経費該当性の判断基準に従って解答することを求めている。\n- 17 -\n[経 済 法]\n〔第１問〕\n本問は，自動車の重要な構成部品甲のメーカーＸ社が，保有する甲の新製造方法αのノウハウ技術を甲の他のメーカーにライセンスするに際し，新製造方法αの実施のための専用の製造装置をＹ社から購入することを義務付けることを計画（以下，「本件計画」という。）しているという事案について，独占禁止法第１９条が禁止する不公正な取引方法の一般指定第１０項が定める抱き合わせ販売等の該当性を問うものである。\nまず，一般指定第１０項の行為要件のうち，抱き合わせる商品（以下，「主たる商品」という。）が何で，抱き合わせられる商品（以下，「従たる商品」という。）が何であるかにつき言及するとともに，事実関係に照らして，Ｘ社が主たる商品の供給をてことして従たる商品の購入を余儀なくさせることにつき言及することが求められる。\n次に，一般指定第１０項の実質要件である「不当に」とは，公正競争阻害性のことであるとともに，何を意味する公正競争阻害性と捉えるのかにつき言及することが求められる。そして，競争の減殺を意味する公正競争阻害性，競争手段の不公正さを意味する公正競争阻害性のいずれと捉えるとしても，事実関係に照らして，従たる商品の市場においてどのような事実が認められれば，公正競争阻害性の要件を満たすことになるのかを示すことが求められる。\nさらに，Ｘ社は，本件計画について，新製造方法αのノウハウ技術の秘密性を保持するとともに，Ｙ社との共同開発に要した費用を回収するためであるとして，正当化しようとしているが，このことをどのように考慮・評価するかについて言及することが求められる。\n本件計画については，不公正な取引方法の一般指定第１１項が定める排他条件付取引の該当性，又は一般指定第１２項が定める拘束条件付取引の該当性を問うことも考えられる。この場合にも，それぞれの行為要件と実質要件とを満たすのかにつき検討することが求められるが，実質要件については競争の減殺を意味する公正競争阻害性と捉えて検討することが求められる。\nなお，本件では，短期間のうちに，旧製造方法が全て新製造方法αに取って代わられるものと予測されたというのであり，そうなると，甲の製造設備は新製造方法αを実施するための専用の製造設備のみとなり，したがって，Ｘ社の本件計画が実施されれば，従たる商品である甲の製造設備の市場がＹ社の独占となることから，排除型私的独占の成立について言及することも期待される。\n〔第２問〕\n本問は，水上スポーツ用船舶乙のメーカー５社の全てが加入する事業者団体Ａによる，同船舶の安全・事故対策のための措置について，独占禁止法上の問題点を分析・検討することを求めるものであり，いずれも，非ハードコアカルテルとして，構成事業者の機能又は活動の不当な制限（独占禁止法第８条第４号）の該当性が問題になるものである。\n対策要項（１）は，製品の耐用年限を一律５年とする自主規制であるが，メーカーによる耐用年限の設定は，製品の規格・品質に関する制限として，乙の製造・販売分野における，多様な製品による競争を阻害する効果を持ち得るものである。したがって，まず，従来のユーザーの平均使用期間が８年であったこと，会員メーカーの耐用年限がいずれも５年程度であること，基準の遵守は強制されていないことなどの事情を考慮して，本基準が，５年より長い耐用年限の乙を製造・販売しないというメーカー間の協調行動を生じさせる可能性について検討する必要がある。\nついで，本件における耐用年限の設定は，事故の原因である経年劣化に対処しようとするものであること，５，６年を経過する頃から事故率が上昇するというデータに基づくものであることなどの諸事情を考慮して，安全性の確保の観点から正当化事由が認められるかどうかについて論じる必\n- 18 -要がある。\n対策要項（２）は，メーカーが保険料を負担する商品付帯賠償責任保険Ｗを乙に付帯して販売する行為を義務付ける行為であり，営業・販売方法の制限として，事業者間の競争手段の制限による競争制限効果を持ち得るものである。すなわち，Ｗの付帯が強制されることにより，乙の販売分野において，保険を付帯して販売するか否かの競争が制限されることになる。なお，この行為は商品に無料の保険を付帯するにとどまり，またメーカーによる保険会社の選択は自由であるから，抱き合わせ販売には該当しないことに注意する必要がある。\nついで，本件における保険Ｗの付帯が，損害賠償をめぐるトラブルを防止するためのものであり，事故被害者の救済とユーザーの利便の向上という目的に資するものであること，保険期間が１年であること，保険会社の選択は自由であることなどの諸事情を考慮して，正当化事由が認められるか否かを論じる必要がある。\n[知的財産法]\n〔第１問〕\n本問は，物を生産する方法の発明に関する特許を題材にしたもので，設問１では，特許を受ける権利の共有持分譲渡の有効性や，特許権侵害訴訟において主張される幾つかの基本的な抗弁の成否を問い，設問２では，設問１で検討した抗弁に対して特許権者がとるべき対応，主として特許無効の抗弁に対する対抗主張の要件及び可否を問い，設問３では，平成２３年特許法改正によって新設された特許権移転請求制度（同法第７４条）の要件と効果についての理解を問うものである。\n設問１は，特許を受ける権利の共有持分譲渡の有効要件（同法第３３条第３項），並びに特許権侵害訴訟において主張される抗弁のうち，先使用による通常実施権（以下「先使用権」という。同法第７９条），職務発明の法定通常実施権（同法第３５条第１項）及び特許無効の抗弁（同法第１０４条の３）の基本的理解と応用力を問うものである。\nまず，方法１及び方法２について，Ｙとしては，先使用権を主張することが考えられる。方法１は本件特許の出願前からＹが実施していたことから，先使用権の成立要件を満たすかが問題となる。方法２については，本件特許の出願後に実施された方法２にまで先使用権の効力が及ぶかが問題となる。先使用権の範囲に関しては，発明思想説（最判昭和６１年１０月３日民集４０巻６号１０６８頁【ウォーキングビーム】）と実施形式説（東京地判昭和４９年４月８日無体集６巻１号８３頁等）の対立があるが，いずれによるかを，最高裁判決を踏まえて論じ，事案に即して検討すべきである。この点，本問では，方法２では方法１よりも顕著な効果が得られるとされており，仮に発明思想説によった場合，この事実を踏まえて発明思想が異なるといえるかどうかについて検討することが望まれる。また，Ｙは，方法１の開示を，これをＸに開示した発明者でもある乙から受けた者である点で，同法第７９条の「特許出願に係る発明の内容を知らないでその発明をした者」から知得したといえるかも問題となるところ，この問題を論じていれば積極的評価の対象となり得る。\n次に，方法１について，Ｙは，それがＹの従業員である甲と乙による発明であることを理由に，職務発明の法定通常実施権（同法第３５条第１項）を主張することが考えられる。もっとも，乙からＸへの特許を受ける権利の譲渡は，共同発明者である共有者甲の同意（同法第３３\n条第３項）が得られておらず無効と考えられる点で，Ｘが特許を受けたことが同法第３５条第\n１項の「職務発明について特許を受ける権利を承継した者がその発明について特許を受けたとき」に当たるかについて検討することが望まれる。また，方法２にも職務発明の法定通常実施権が及ぶかという問題も考えられるところ，この問題を論じていれば積極的評価の対象となり得る。\nまた，方法１について，Ｙは，本件特許が，特許発明に含まれる方法１の特許を受ける権利\n- 19 -につきＸへの譲渡要件（甲の同意）を具備しないまま成立した点で，同法第１２３条第１項第\n２号，第３８条（Ｙとの共同出願違反）又は同法第１２３条第１項第６号（無権利者による出願）違反を無効理由とする特許無効の抗弁を主張することが考えられる。さらに，方法２に対する権利行使についても，この特許を受ける権利はＸが有効に取得したと考えられるが，請求項の一部に無効理由が含まれれば当該請求項に係る権利全体が無効となり得るのが原則であることから，特許無効の抗弁が問題となる。なお，Ｙは方法１を本件特許の出願前から実施しているが，その実施は秘密裏に行われており，公然実施や公知を理由とする無効理由については想定していない。\n設問２は，方法２に関するＹの抗弁に対するＸの対応を問うものである。先使用権等の抗弁に対する反論をここで論じてもよいが，主として，特許無効の抗弁に対する訂正を理由とする対抗主張の可能性を論じてもらうのが出題の意図である。本件特許発明には方法１と方法２の両方が包含されているところ，Ｘとしては，方法１を除去する減縮訂正により方法２についてのＹに対する差止請求の維持を図る余地がある。対抗主張の要件(東京地判平成１９年２月２７\n日判タ１２５３号２４１頁【多関節搬送装置】参照)を論じた上で，本件事案に即して対抗主張の可否を論じることが望ましい。ただし，Ｙに職務発明の法定通常実施権を認める立場からは，同法第１２７条の承諾要件を具備しないままでもＸの対抗主張を認めることができるかという問題があるところ，この問題について論じていれば積極的評価の対象となり得る。\n設問３は，平成２３年の特許法改正で新設された特許権移転請求制度（同法第７４条）の要件と効果の理解を問うものである。本件特許に同法第１２３条第１項第２号又は同項第６号違反の事由が存在し，かつＹが方法１の特許を受ける権利を有効に譲り受けていれば，Ｙとしては特許権の移転請求をＸに対して行うことができる。ただし，Ｙが乙の発明した方法２に係る特許を受ける権利までは有していないと考えた場合，Ｙの請求は共有持分の移転請求にとどまるものと解される。この移転請求が認められた場合，ＹのＸに対する方法１の使用の差止請求については，共有者の実施権（同法第７３条第２項）や特許権の移転の登録前の実施による通常実施権（同法第７９条の２）が問題となる。しかし，特に同法第７３条第２項の適用により差止請求を排斥できるとしても，この結論を妥当と考えるか，問題があると考えるならばどのような法理をもって解決を図るべきかについても検討することが期待される。\n〔第２問〕\n設問１は，本件小説，本件漫画及び本件アニメの関係を通じて，二次的著作物の原著作者の権利（著作権法第２８条）の主張の可否及びその権利範囲を問うものであり，設問２は，美術の著作物等の展示に伴う複製に関する権利制限（同法第４７条）の成否及び引用（同法第３２\n条第１項）の成否を問うものであり，設問３は，いわゆる応用美術の問題等を問うものである。\n設問１については，ＡがＣに対して本件アニメのＤＶＤの製造・販売の差止めを求めるために，まず，本件漫画が本件小説の，本件アニメが本件漫画の，それぞれ二次的著作物（同法第\n２条第１項第１１号）であることを前提として，二次的著作物の原著作者の権利（同法第２８条）としての複製権（同法第２１条）及び頒布権（同法第２６条）侵害を主張することが考えられる。この場合，二次的著作物に当たるか否かについては，判例（最判平成１３年６月２８\n日民集５５巻４号８３７頁（【江差追分】）の示す基準等を念頭に置きつつ，論述をすることが求められる。これに対してＣは，本件アニメの内容は本件小説に描かれていない独自のものであり，本件漫画で描かれた武将α等の作画はＢ単独の創作部分であるから，Ａの権利は本件ア\nニメには及ばないと主張することが考えられる。この点は，本問と類似の事案に関する判例（最判平成１３年１０月２５日判時１７６７号１１５頁【キャンディ・キャンディ】）の判旨を念頭に置きつつ，Ｂが独自に創作した部分についてもＡの権利が及ぶのか否かにつき，説得的な論拠を挙げて論述する必要がある。なお，Ａは，本件小説における武将αのキャラクターそのも- 20 -\nのに著作物性があると主張することも考えられるが，この点に関しては，判例（最判平成９年\n７月１７日民集５１巻６号２７１４頁【ポパイネクタイ】）が，具体的な漫画を離れて登場人物のいわゆるキャラクターをもって著作物ということはできない旨を判示していることに留意する必要がある。\n設問２については，Ｂは，Ｄが本件パンフレットに本件漫画の原画の１枚を掲載し，本件チケットに本件漫画の１コマを印刷してこれらを販売しようとしていることから，複製権（同法第２１条）及び譲渡権（同法第２６条の２）侵害を理由に差止めを求めることが考えられる。\nこれに対して，Ｄは，まず，美術の著作物の原作品の所有者の同意を得た者は著作物をその原作品により公に展示することができるところ（同法第４５条），本件イベントにおける本件漫画の原画の展示はその所有者の承諾を得てなされるものであるから，同法第２５条に規定する権利（展示権）を害することのないものであるとして，本件パンフレットが同法第４７条所定の「小冊子」に当たり，これに本件漫画の原画を掲載することができ，この場合，同パンフレッ\nトを譲渡することもできる（同法第４７条の１０本文）と反論することが考えられる。ただし，本件パンフレットはＡ５版の大きさであり，そこに掲載された本件漫画の原画は１頁の３分の２の大きさであることから，これが「小冊子」に当たるか否かが問題となる。この点については，同種の裁判例（例えば，東京地判平成元年１０月６日無体集２１巻３号７４７頁【レオナ\nール・フジタ】，東京地判平成９年９月５日判時１６２１号１３０頁【ダリ】）で示された判断基準等を念頭に置きながら，検討することが求められる。また，Ｄは，本件パンフレット及び本件チケットについて，引用（同法第３２条第１項）を主張することも考えられる。この場合は，判例（最判昭和５５年３月２８日民集３４巻３号２４４頁【パロディ】）の示す基準等を念頭に置きつつ，引用に当たるか否かの判断基準を明示して当てはめることが必要となるが，特に，本件チケットに関しては，Ｂの再反論として，本件チケットは本件イベントの名称や日時場所が記載されているにすぎない単なる入場券であるところ，引用する側の作品自体に著作物性がない場合には同法第３２条第１項が適用されないとの主張が考えられる。この点については，著作物性を要するとの立場（例えば，東京地判平成１０年２月２０日知的裁集３０巻１号\n３３頁【バーンズ・コレクション】）とこれを不要とする立場（例えば，知財高判平成２２年１０月１３日判時２０９２号１３６頁【絵画の鑑定証書】）とがあるので，それらの裁判例の示す論拠を念頭に置きつつ，説得的な論述をすることが求められる。\n設問３については，まず，Ｅの主張として，本件フィギュアは本件漫画に描かれている武将\nαをＥの従業員である造形師が想像力を駆使して立体的形状に造形したものであるから，本件漫画の二次的著作物に当たり，Ｅはその著作者（同法第１５条第１項）であると主張することが考えられる。これに対し，Ｆは，本件フィギュアは単なる量産品のおもちゃであって，それ自体「美術の著作物」とも一品製作の「美術工芸品」（同法第２条第２項）ともいえないから，著作物性を有しないと主張することが考えられる。いわゆる応用美術の問題であるが，この点については，著作権法の保護と意匠法等による保護との関係等に照らし，関連する裁判例（例えば，神戸地姫路支判昭和５４年７月９日無体集１１巻２号３７１頁【仏壇彫刻】，大阪高判平成１７年７月２８日判時１９２８号１１６頁【チョコエッグ】）で示された基準を念頭に置きつつ，本件事案に当てはめて論述することが求められる。次に，Ｂの主張に関しては，設問１と同様に，二次的著作物の原著作者の権利（著作権法第２８条）の範囲が問題となろう。また，特に本件フィギュアに著作物性がないとした場合，ＢはＦに対し，Ｆのおまけ人形を製造し，提供する行為が直接本件漫画の複製権（同法第２１条）等及び譲渡権（同法第２６条の２）を侵害するものであると主張することも考えられる。ただし，本件フィギュアに著作物性がないとすると，このように模倣の対象である作品が応用美術の問題から著作物でないとされる場合でも権利侵害を主張することができるのかということも問題となり，検討することが望まれる。\n- 21 -"
}