{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "- 1 -\n[倒 産 法]\n〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n精密機械の製造等を営む取締役会設置会社であるＡ株式会社（以下「Ａ社」という。）は，経営不振となり，その財産をもって債務を完済することができない状態に陥ったため，再生手続開始の原因があるとして，平成２４年４月５日に再生手続開始の申立てを行ったところ，同日中に監督命令を受け，同月１０日，再生手続開始の決定を受けるに至った。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，平成２２年４月１日，Ｂ株式会社（以下「Ｂ社」という。）との間で，精密機械の製造に使用するための機械設備（以下「本件設備」という。）を目的として，契約期間を８年とし，フルペイアウト方式のファイナンス・リース契約（以下「本件リース契約」という。）を締結し，その後，Ｂ社から本件設備の引渡しを受けて使用するとともに，本件リース契約の約定に従い，毎月末日にリース料を支払ってきた。本件リース契約には，Ａ社が１回でもリー\nス料の支払を怠った場合に関し，Ａ社は，期限の利益を喪失し，また，Ｂ社は，本件リース契約を解除し，本件設備を引き上げることができるとの約定がある。\nＡ社は，再生手続開始の申立ての準備に伴う混乱から，再生手続開始の決定の前である平成\n２４年３月末日を支払期日とするリース料の支払を怠ってしまったものの，再生手続開始の決定の後，Ｂ社との間で，改めて本件設備を継続して使用することができるよう，協議を行ってきた。しかし，Ｂ社からは，本件設備の使用による減価が著しいことから，同年３月末日支払分を含めたリース料の残りの全額を支払うことができないのであれば，一日も早く引き上げたいとの意向を示されており，このままでは，Ｂ社から本件リース契約を解除されるおそれがある。\n本件設備は，Ａ社の事業の継続に不可欠な設備であり（なお，本件設備には，他に何らの担保権等の設定はない。），また，Ｂ社以外の者から新たにリース契約等を締結することによって同等の設備を調達することも困難であることから，Ａ社としては，債務不履行を理由にＢ社から契約を解除され，本件設備を引き上げられてしまう前に，本件設備を継続的に使用することができるよう，Ｂ社との合意を成立させたいと考えている。\n以上の場合において，Ａ社の依頼を受けた弁護士として，当該合意を成立させるべく，Ｂ社との間の協議を行う機会を確保するため，どのような申立てをすべきであるかについて，Ａ社が申立てをした場合の裁判所における審理の方法に関する問題点にも触れつつ，論じなさい。\nまた，既にＢ社が解除の意思表示を行い，Ａ社に本件設備の引渡しを求めているとした場合に違いが生ずるかどうかについて，Ｂ社の権利行使の方法にも触れつつ，論じなさい。\n２．Ｃ株式会社（以下「Ｃ社」という。）は，Ａ社に精密機械の部品を供給している会社であり，Ａ社に対して再生債権として売掛金債権を有している者であるが，かねてより，Ａ社の技術力を高く評価していたため，Ａ社の経営の再建に当たり，そのスポンサー候補として，名乗りを上げた。\nＡ社の経営は，創業者の息子であり，その全ての株式を保有する代表取締役Ｄがその実権を把握していたが，今般のＡ社の経営不振は，Ｄが採算性を十分に考慮することなく，他の分野に業務を拡大し，多額の赤字を出したことに主たる原因があった。そこで，Ｃ社は，Ａ社に資金を供給するに当たり，Ｄの取締役からの退任を求めるとの方針の下，Ａ社との間の交渉に入った。しかし，Ａ社は，Ｄの退任を拒否し，Ｃ社との間の交渉を打ち切った上で，スポンサーを得ることなく，自ら経営を合理化し，今後の経営によって得られる利益から再生債権の弁済\n- 2 -を行うという再生計画案を作成し，裁判所に提出した。\nＣ社は，Ａ社の大口債権者であるＥ銀行などの複数の再生債権者から，Ｄが引き続きＡ社の経営に当たることは望ましくなく，Ｃ社がスポンサーとなることが再生債権者全体の利益になるとして，Ｃ社がスポンサーとなるのであれば，支援をする旨を伝えられた。そこで，Ｃ社は，Ａ社の作成した再生計画案に対抗するため，届出再生債権者案として，Ａ社がその事業を１億円でＣ社に譲渡し，Ａ社は，当該事業譲渡の代金を弁済原資として，再生計画認可の決定の確定から３か月後に再生債権額の８％を弁済し，弁済時にその余の再生債権額については免除を受けるとの内容の再生計画案を作成し，裁判所に提出した。\nその後，債権者集会において，Ａ社が提出した再生計画案は否決され，他方，Ｃ社が提出した再生計画案が可決され，裁判所は，再生計画認可の決定をした。\nしかし，Ａ社は，当該再生計画認可の決定があった後も，当該事業譲渡の実施を拒み，株主総会を開催しようともしない。\n以上の場合において，Ｃ社は，Ａ社の再生手続が廃止されることを避けるため，どのような申立てをすべきかについて，論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n建設業を営むＸ株式会社（以下「Ｘ社」という。）は，Ａ株式会社（以下「Ａ社」という。）からマンションの建築工事の注文を受け，平成２４年９月１日，Ａ社との間で，請負代金総額１０億円，工事期間１０か月間として，建築工事請負契約（以下「本件請負契約」という。）を締結し，着工した。本件請負契約においては，請負代金の支払条件として，着工時である同日に前受金として４億円を支払い，その後は，同年１２月末日に５億円の中間金を支払い，マンションの引渡し時に1億円を支払うことと約定されていた。また，本件請負契約の締結に際し，Ａ社は，Ｂ銀行との間で，本件請負契約に基づいてＸ社が受領した請負代金を何らかの事情によりＡ社に返還しなければならない場合には，Ｘ社の当該返還債務をＢ銀行が連帯して保証する旨の契約を締結した。\nところが，Ｘ社は，Ｃ銀行を始めとする金融機関から総額３５億円の融資を受けていたほか，下請業者に対して買掛金債務等を合計２億２０００万円負担し，総額で，３７億２０００万円の負債を有しており，平成２５年４月１５日には，同日を支払期日とする７５００万円の約束手形の決済が困難なことが判明した。そこで，Ｘ社は，同日，裁判所に破産手続開始の申立てを行ったため，即日に破産手続開始の決定を受けるに至り，弁護士Ｙが破産管財人に選任された。\n当該破産手続開始の決定の時において，Ｘ社がＡ社から請け負ったマンションの出来高は，８５％に過ぎなかったが，Ｘ社は，前受金を含め，Ａ社から，既に９億円の請負代金を受領していた。また，Ｘ社は，本件請負契約に関し，下請業者であるＤ株式会社（以下「Ｄ社」という。）との間で，毎月末日に出来高を確認して翌月末日にその出来高相当額を支払うという条件により，請負契約（以下「本件下請契約」という。）を締結しており，Ｘ社に対する破産手続開始の決定があった時点におけるＤ社の施工の出来高も，本件下請契約の対象となる工事全体の８５％であったが，Ｘ社は，本件下請契約の請負代金総額６億円のうち，出来高７０％相当額の４億２０００万円しか支払っておらず，同年３月分の請負代金６０００万円と同年４月の１５日間の請負代金３０００万円の合計９０００万円が未払の状態となっている。\nなお，本件請負契約及び本件下請契約において，出来高は，Ａ社に帰属するものとされている。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．⑴ Ｙは，本件請負契約に基づく建築工事の継続を断念し，Ｄ社との間の本件下請契約も，解除した。この場合において，Ｄ社の有する本件下請契約に基づく請負代金請求権の行使方法について，論じなさい。\n⑵ Ｙは，裁判所の許可を得て，本件請負契約に基づく建築工事を継続することとし，Ｄ社との間の本件下請契約に基づく建築工事は，継続されることとなった。この場合において，Ｄ社が有する本件下請契約に基づく請負代金請求権の行使方法について，論じなさい。\n２．Ｙは，本件請負契約に基づく建築工事について，このままＤ社を含む下請業者へ即時現金払で継続した場合には，資金繰りが続かないおそれがあると判断し，本件請負契約を破産法第５３条第１項の規定に基づき，解除した。しかし，出来高がいまだ８５％に過ぎなかったため，Ａ社は，Ｙに対し，既にＸ社に支払った本件請負契約に基づく請負代金９億円のうち，出来高の未達成部分である５０００万円の返還を請求した。\n⑴ Ａ社のＹに対する請負代金返還請求権の破産手続における法的性質について，論じなさい。\n⑵ Ａ社は，請負代金の返還を求めるに当たり，Ｘ社の破産財団が換価手続中であり，いまだ資金がない状態であると考え，連帯保証人であるＢ銀行に対し，保証債務の履行を求めたため，Ｂ銀行は，この連帯保証債務を履行し，５０００万円の求償債権を有するに至った。この場合において，Ｂ銀行のＹに対する権利行使の方法について，論じなさい。\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "[倒 産 法]\n〔第１問〕\n本問は，具体的な事例を通じて，民事再生手続におけるフルペイアウト方式のファイナンス\n・リース契約の取扱い及び再生計画に基づく事業譲渡の実行をめぐる問題点についての理解\n- 14 -を問うものである。\n設問１の前段（いまだＢ社が本件リース契約の解除の意思表示を行っていない場合）については，フルペイアウト方式のファイナンス・リース契約の法的性質を踏まえた上で，リース物件（本件設備）の継続使用をめぐってリース会社であるＢ社と協議を行う機会を確保するためにいかなる申立てをすべきかについて，「裁判所における審理の方法に関する問題点」にも触れつつ，論ずることが求められている。本件リース契約の法的性質につき，担保権付消費貸借契約と解する立場に立てば，約定による解除の可能性を指摘した上で，民事再生法第\n３１条の規定の類推適用による担保権の実行手続の中止命令の発令の可能性とその効力を論じ，Ｂ社が本件設備の減価が著しいと主張していることなどの具体的な事情に沿って，その発令要件（同条第１項に規定する「再生債権者の一般の利益に適合」するかどうかや，別除権者に「不当な損害を及ぼすおそれがない」かどうか等）の充足可能性について論ずべきである。また，中止命令の審理に関しては，Ｂ社に対する必要的審尋の実施（同条第２項に規定する「競売申立人」の類推）により，中止命令の発令前に解除の意思表示をする機会を与えてしまう不都合とその解決策を論ずべきである。さらに，設問１の後段（既にＢ社が本件リース契約の解除の意思表示を行っていた場合）については，Ｂ社の担保権実行の終了時期を解除の意思表示の時と解するのか，それとも本件設備の引上げ時等と解するのかを明らかにした上で，前段についての解答と比較しつつ，Ｂ社の権利行使の方法，すなわち，取戻権又は別除権のいずれの行使であるのかについて，その根拠と共に述べることが求められる。\n設問２については，再生計画において定められた事業譲渡について，再生債務者であるＡ社\n（及びその代表取締役であり，かつ，唯一の株主であるＤ）の協力が得られない状況下において，再生手続廃止の決定がされるおそれがあることを明確に示し，それを避ける必要性があることを踏まえて，Ｃ社としてはどのような申立てにより再生計画による事業譲渡を実行すべきかについて，論ずる必要がある。再生手続廃止のおそれとそれを避けるべき必要性に関しては，①再生計画の認可だけでは，事業譲渡の効果が生ぜず，会社法の規定に基づく株主総会の特別決議（会社法第４６７条第１項第１号，第２号，第３０９条第２項第１１号）\nが必要となるものの，Ａ社ないしＤの協力を期待することができず，また，代替許可（民事再生法第４３条）も，再生債務者であるＡ社の申立てが必要となるから，その取得が困難であること，②その結果，Ｃ社が提出した再生計画認可の決定がされた再生計画の遂行の見込みがないことが明らかになったときは，同法第１９４条の規定により再生手続廃止の決定がされるおそれがあること，そして，③この再生計画に基づく事業譲渡により十分な事業再生の可能性が認められるにもかかわらず，再生手続廃止（事業清算）という結果になることは，避けるべきであることを論述することが求められる。また，再生手続廃止を避けるための申立てに関しては，管理命令（同法第６４条第１項）の申立ての指摘及びその要件充足の有無の検討を行い，その発令の可能性を導いた上で，管財人による事業譲渡の実行プロセスにおける問題点，すなわち，管財人による新たな事業譲渡契約の締結並びに同法第４２条（再生計画認可の決定による代替（包摂）を認める立場もあり得る。）及び第４３条の規定による許可の取得等について，丁寧に論ずる必要がある。\n〔第２問〕\n本問は，建設工事に係る元請契約の請負人であり，かつ，下請契約の注文者である株式会社が破産手続開始の決定を受けたという事例を通じて，注文者及び請負人について破産手続が開始されたことに伴う請負契約の取扱いをめぐる問題点についての理解を問うものである。\n設問１は，下請契約である請負契約（本件下請契約）の取扱いに関するものであり，そのうち(1)は破産管財人であるＹが本件下請契約を解除した場合について，(2)は本件下請契約が継続されることとなった場合について，それぞれその問題点を問うものであるが，まずは，- 15 -\n注文者であるＸ社について破産手続開始の決定があった時において，本件下請契約が双方未履行の状態にあり，したがって，注文者破産のケースに当たるものとして，民法第６４２条が適用されるという点を指摘することが必要となる。その上で，(1)については，Ｙの解除（その効果が出来高には及ばないことに触れることが期待される。）が同条第１項前段の規定に基づくものであり，Ｄ社は，既に行った仕事についての９０００万円分の未払の報酬請求権を破産債権として行使することができること（同項後段）について，論ずることが求められる。\nまた，(2)については，「本件下請契約に基づく建築工事は，継続されることとなった」ということの法的な意味付けについて検討することが必要となるが，同項前段の規定による本件下請契約の解除権がＹだけではなく，請負人であるＤ社にも帰属していることから，本件下請契約が継続されるということは，これらの双方の解除権が放棄される等して消滅したことを意味するものと考えることができ，この点を明確に意識することが必要となる。それを前提として，Ｄ社の権利が破産債権又は財団債権のいずれとなるのかを論ずることが求められるが，継続後にＤ社が行った建築工事に係る報酬請求権が財団債権となること（その根拠については，破産法第１４８条第１項第７号等が成り立つであろう。）には異論がないと考えられるものの，既に行われた建築工事に係る報酬請求権については，本件下請契約の一体性を重視し，継続後の報酬請求権と不可分であるとして財団債権であると解する見解のほか，これらの報酬請求権は可分であることを前提に，Ｄ社がいわばリスクを引き受けている点を重視して，破産債権であると解する見解等，幾つかの見解が成り立つところであり，他の考え方を批判しつつ，自説を展開することが求められる。\n設問２は，元請契約である請負契約（本件請負契約）の取扱いをめぐる問題点を問うものであるが，本件請負契約についても，請負人であるＸ社に破産手続開始の決定があった時において，双方未履行の状態にあり，したがって，Ｙが破産法第５３条第１項の規定によって解除したものであるという点を押さえることが前提となる。その上で，(1)については，解除の結果として，Ａ社は出来高の未達成部分に相当する既払の５０００万円の返還を請求している（設問１における解除と同様に，解除の効果が出来高には及ばないとの解釈が前提となる。）が，この前払金返還請求権の法的性質としては，同法第５４条第２項の規定により財団債権となると解する見解のほか，過払の部分は信用供与に当たるものとして破産債権となると解する見解も考えられ，自説を説得的に展開することが求められる。また，(2)については，Ｂ銀行が破産手続開始の後に連帯保証債務を履行し，５０００万円の求償債権を取得していることから，Ｙに対する権利行使の方法を明らかにする過程として，まず，この求償債権の法的性質を検討する必要があり，破産手続開始前の原因に基づくものとして破産債権（同法第２条第５項）と位置付けることになると考えられるが，Ｂ銀行は，弁済をするにつき正当な利益を有する者として，(1)で検討したＡ社がＸ社に対して有する前払金返還請求権について代位することになる（民法第５００条）ことを踏まえた検討をも加える必要がある。この検討においては，当該前払金返還請求権を財団債権と解する場合には，Ｂ銀行は破産債権である求償債権の満足のため，財団債権の性質を有する原債権たる前払金返還請求権を行使することになり，この原債権も破産債権と同様の制約を受けるかどうかが問題となる。これに対し，当該前払金返還請求権を破産債権と解する場合には，破産者に対して将来行うことがある求償債権をどのようにして行使をするか（破産法第１０４条）について，その制度趣旨に基づき，説得的な論述をすることが求められる。"
}