{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\nＡは，Ｂ県が設置・運営するＢ県立大学法学部の学生で，Ｃ教授が担当する憲法ゼミナール（以下\n「Ｃゼミ」という。）を履修している。Ｃゼミの２０２＊年度のテーマは，「人間の尊厳と格差問題」である。Ｃゼミ生は，Ｃ教授の承諾も得て，ゼミの研究活動の一環として貧富の格差の拡大に関して多くの県民と議論することを目的としたシンポジウム「格差問題を考える」を県民会館で開催した。\nそのシンポジウムでの活発な意見交換を経て，「格差の是正」を訴える一連のデモ行進を行うことになった。そのデモ行進については，Ｃゼミ生を中心として実行委員会が組織され，Ａがその委員長に選ばれた。実行委員会は，第１回目のデモ行進を２０２＊年８月２５日（日）に行うこととして，ツ\nイッター等を通じて参加を呼び掛けたところ，参加希望者は約１０００人となった。そこで，Ａは，主催者として，Ｂ県集団運動に関する条例第２条（【参考資料１】参照）の定めにより，Ｂ県の県庁所在地であるＢ市の金融街から市役所，県庁に至る片道約２キロメートルの幹線道路を約１０００人の参加者が往復するデモ行進許可申請書を提出した。デモ行進が行われる幹線道路沿いには多くの飲食店があり，市の中心部にある県庁や市役所の周りは県内最大の商業ゾーンでもある。Ｂ県公安委員会は，デモ行進は片側２車線の車道の歩道寄りの１車線内のみを使うことという条件付きで許可した。\n第１回目のデモ行進の当日，Ａら実行委員会は，デモ参加者に対し，デモ行進中は拡声器等を使用しないこと，また，ビラの類は配らず，ゴミを捨てないようにすることを徹底させた。第１回目のデモ行進は，若干の飲食店から売上げが減少したとの県への苦情があったが，その他は特に問題を起こすことなく終えた。そこで，Ａら実行委員会は，第２回目のデモ行進を同年９月２１日（土）に，第\n１回目と同じ計画で行うこととし，同月５日（木）にデモ行進の許可申請を行った。これに対し，Ｂ県公安委員会は，第１回目と同様の条件を付けて許可した。\nＢ県では，次年度以降の財政の在り方をめぐり，社会福祉関係費の削減を中心として，知事と県議会が激しく対立していた。知事は，同月１３日（金）に，Ｂ県住民投票に関する条例（【参考資料２】参照）第４条第３項に基づき，「社会福祉関係費の削減の是非」を付議事項として住民投票を発議し，翌１０月１３日（日）に住民投票を実施することとした。\n第２回目のデモ行進も，拡声器等を使用せず，ビラの類も配らずに無事終了した。ただし，住民投票実施ということもあって参加者は２０００人近くに達し，「県の社会福祉関係費の削減に反対」という横断幕やプラカードを掲げる参加者もいたし，「社会福祉関係費の削減に反対票を投じよう」というシュプレヒコールもあった。また，デモ行進が行われた道路で交通渋滞が発生したために，幹線道路に近接した閑静な住宅街の道路を迂回路として使う車が増えた。第２回目のデモ行進終了後，市民や町内会からは，住宅街で交通事故が起きることへの不安や騒音被害を訴える苦情が県に寄せられた。また，第１回目よりも更に多くの飲食店から，デモ行進の影響で飲食店の売上げが減少したという苦情が県に寄せられた。\nＡら実行委員会は，第３回目のデモ行進を同年９月２９日（日）に行うことにして，参加予定人員を２０００人とし，その他は第１回目・第２回目と同様の計画で許可申請を行った。しかし，Ｂ県公安委員会は，住民投票日が近づいてきて一層住民の関心が高まっており，第３回目のデモ行進は，市民の平穏な生活環境を害したり，商業活動に支障を来したりするなど，住民投票運動に伴う弊害を生ずる蓋然性が高いと判断し，当該デモ行進の実施がＢ県集団運動に関する条例第３条第１項第４号に該当するとして，当該申請を不許可とした。\nこの不許可処分に抗議するために，Ａら実行委員ばかりでなく，デモ行進に参加していた人たち約２００人が，Ｂ県庁前に集まった。そこに地元のテレビ局が取材に来ていて，Ａがレポーターの質問に答えて，「第１回のデモ行進と第２回のデモ行進が許可されたのに，第３回のデモ行進が不許可とされたのは納得がいかない。平和的なデモ行進であるのにもかかわらず，デモ行進を不許可としたこ\n- 2 -とは，県の重要な政策問題に関する意見の表明を封じ込めようとするものであり，憲法上問題がある」と発言する映像が，ニュースの中で放映された。そのニュースを，Ｂ県立大学学長や副学長も観ていた。\nＡたちＣゼミ生は，当初から，学外での活動の締めくくりとして，学内で「格差問題と憲法」をテ\nーマにした講演会の開催を計画していた。デモ行進が不許可になったので学内講演会の計画を具体化することとなったが，知事の施策方針に賛成する県議会議員と反対する県議会議員を講演者として招き，さらに，今回のデモ行進の不許可処分に関するＣ教授による講演を加えて，開催することにした。Ｃ教授の了承も得て，Ａたちは，Ｃゼミとして教室使用願を大学に提出した。同じ頃，Ｃゼミ\n主催の講演会とは開催日が異なるが，経済学部のゼミからも，２名の評論家を招いて行う「グローバリゼーションと格差問題：経済学の観点から」をテーマとした講演会のための教室使用願が提出されていた。\nＢ県立大学教室使用規則では，「政治的目的での使用は認めず，教育・研究目的での使用に限り，これを許可する」と定められている。この規則の下で，同大学は，ゼミ活動目的での申請であり，かつ，当該ゼミの担当教授が承認していれば教室の使用を許可する，という運用を行っている。同大学は，経済学部のゼミからの申請は許可したが，Ｃゼミからの申請は許可しなかった。大学側は，Ａらが中心となって行ったデモ行進が県条例に違反すること，ニュースで流されたＡの発言は県政批判に当たるものであること，また講演者が政治家であることから，Ｃゼミ主催の講演会は政治的色彩が強いと判断した。\nＡは，Ｂ県を相手取ってこの２つの不許可処分が憲法違反であるとして，国家賠償訴訟を提起することにした。\n〔設問１〕\nあなたがＡの訴訟代理人となった場合，２つの不許可処分に関してどのような憲法上の主張を行うか。\nなお，道路交通法に関する問題並びにＢ県各条例における条文の漠然性及び過度の広汎性の問題は論じなくてよい。\n〔設問２〕\nＢ県側の反論についてポイントのみを簡潔に述べた上で，あなた自身の見解を述べなさい。\n【参考資料１】Ｂ県集団運動に関する条例（抜粋）\n第１条 道路，公園，広場その他屋外の公共の場所において集団による行進若しくは示威運動又は集会（以下「集団運動」という。）を行おうとするときは，その主催者は予めＢ県公安委員会の許可を受けなければならない。\n第２条 前条の規定による許可の申請は，主催者である個人又は団体の代表者（以下「主催者」という。）から，集団運動を行う日時の７２時間前までに次の事項を記載した許可申請書三通を開催地を管轄する警察署を経由して提出しなければならない。\n一 主催者の住所，氏名二 集団運動の日時三 集団運動の進路，場所及びその略図四 参加予定団体名及びその代表者の住所，氏名五 参加予定人員六 集団運動の目的及び名称第３条 Ｂ県公安委員会は，前条の規定による申請があつたときは，当該申請に係る集団運動が次の各号のいずれかに該当する場合のほかは，これを許可しなければならない。\n- 3 -一～三 （略）四 Ｂ県住民投票に関する条例第１４条第１項第２号及び第３号に掲げる行為がなされることとなることが明らかであるとき。\n２ Ｂ県公安委員会は，次の各号に関し必要な条件を付けることができる。\n一，二 （略）三 交通秩序維持に関する事項四 集団運動の秩序保持に関する事項五 夜間の静ひつ保持に関する事項六 公共の秩序又は公衆の衛生を保持するためやむを得ない場合の進路，場所又は日時の変更に関する事項\n【参考資料２】Ｂ県住民投票に関する条例（抜粋）\n第１条 この条例は，県政に係る重要事項について，住民に直接意思を確認するための住民投票に係る基本的事項を定めることにより，住民の県政への参加を推進し，もって県民自治の確立に資することを目的とする。\n第２条 住民投票に付することができる県政に係る重要事項（以下「重要事項」という。）は，現在又は将来の住民の福祉に重大な影響を与え，又は与える可能性のある事項であって，住民の間又は住民，議会若しくは知事の間に重大な意見の相違が認められる状況その他の事情に照らし，住民に直接その賛成又は反対を確認する必要があるものとする。\n第４条 （略）\n２ （略）\n３ 知事は，自ら住民投票を発議し，これを実施することができる。\n４ 住民投票の期日は，知事が定める。\n第１４条 何人も，住民投票の付議事項に対し賛成又は反対の投票をし，又はしないよう勧誘する行為（以下「住民投票運動」という。）をするに当たっては，次に掲げる行為をしてはならない。\n一 買収，脅迫その他不正の手段により住民の自由な意思を拘束し又は干渉する行為二 平穏な生活環境を害する行為三 商業活動に支障を来す行為\n２ （略）\n- 4 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/公法系.pdf",
  "purpose": "を理解して実力を発揮できるように，本年も各設問の配点割合を明示することとした。",
  "scoring_notes": "１ 採点の基本方針等本問は，「公道」と「大学」という場所に関する２つの不許可処分をめぐる，対比的な構造をなしている。憲法上の問題となるのは，一方はデモ行進の自由の制約であり，他方は大学の教室使用の許諾をめぐる平等原則違反である。それゆえ，本問では，\n憲法第２１条第１項，第２３条，そして憲法第１４条第１項が関連することになるが，\nいずれも全ての受験生が相当程度勉強をしていると考えられる分野であるといってよい。\nまず，問題の事案をよく読み，どのような行為が何によってどのように制約されたのかを正確に把握することが肝要である。関連する憲法上の条文の解釈，デモ行進の自由に関する重要判例，大学の自治に関する重要判例の正確な理解，かつ，それらの判例における事案と本問の事案との相違等を踏まえて判断枠組みを構築した上で，本問事案に対する具体的検討を行い，一定の説得力のある妥当な解決を導き出すことが求められている。\n採点においては，条文及び判例についての正確な理解がなされ，事案に対する個別的・具体的検討がなされているか，そして，実務家として必要とされる法的思考及び法的論述ができているかに重点を置いた。\n２ 採点実感各委員からの意見を踏まえ，答案として気にかかったものを中心に述べることにする。\n(1) 問題の読み取りの不十分さ問題文をきちんと読めていない答案が，散見された。例えば，設問自体に「条文の漠然性及び過度の広汎性の問題は論じなくてよい。」と記載されているにもかかわらず，「平穏な生活環境を害する行為，商業活動に支障を来す行為という規定は，\n抽象的で広すぎるから違憲である」などと述べる答案，あるいは，拡声器の不使用・ビラの不配布・ゴミの不投棄というＡ側の自主規律を，Ｂ県公安委員会の付した条件と誤読した答案などが見られた。問題文の内容を正確に読み取ることは，まずもって，解答者にとって必須の能力というべきであろう。\nまた，Ａの抗議内容をそのまま引用しつつ，デモ行進の不許可処分を内容規制であると断じる答案が相当数あった。しかし，当該不許可処分に至る状況説明は表現内容に関係のない理由を示しているのであるから，Ａ側の主張としてであっても，\n内容規制と位置付けるためには，きちんとした説明が必要である。その説明なしに，\nＡの主観的な抗議内容をそのまま法的主張とすることには問題がある。\n(2) 対比的構造２つの不許可処分の対象となる主体はいずれもＡであり，両処分は連続してもいる。しかし，その場所も，これに関係する規定（条例と規則）も異なっている。この対比的な構造を明確に意識している答案は少なく，平板ないし並列的に論ずる答案が多くを占めていた。\nまた，その場所がパブリック・フォーラム（ＰＦ）であるか否かを意識した答案はほとんど見られず，道路が伝統的なＰＦであることを指摘する答案は少なかった。\n- 1 -他方で，大学の教室はＰＦである，と誤って論じている答案もあった。\n(3) 制約される憲法上の権利Ａらの行為が憲法上の権利として保障されることについて，条文の文言との関係に留意しないまま論じている答案が一定数見られた。憲法解釈は条文の解釈でもあることを忘れないでほしい。\nデモ行進の現代的意義について丁寧に論じる答案が多く見られたのは好印象であったが，他方で，表現の自由の性質の論述では，「自己統治，自己実現を支えるから重要な人権である」という紋切り型のものが多かったことは，学習内容の問題性を示してもいる。\n(4) 条例の違憲性条例自体の違憲性を主張する場合には，条例の事前許可制と付随的規制が問題となる。付随的規制について論じた答案は，ほとんどなかった。内容規制なのか内容中立規制なのかを自分なりに論じた上で判断枠組みを検討するなど意欲的な答案も，\n少数ではあるが，見られた。\n事前許可制に関しては，届出制に近い許可制であるか否かが問題となるが，許可制をとっていることをもって直ちに条例違憲とするなど，関連する判例等も踏まえずに極端な見解をとる答案が散見された。表現の自由は重要だから厳格審査というパターン化した答案，あるいは，「厳格審査の基準」を選択するにせよ「中間審査の基準」を選択するにせよ，それを選ぶ具体的な説明を書いていない答案やこれらの基準の正確な理解を欠く答案が多く，本問の具体的事案における問題の所在を把握した上で判断枠組みを構築しようとする答案が少なかった。\n本問では，一般論としてのデモ行進が有する意義に加えて，Ａらが計画したデモ行進が「格差の是正」を訴えるものであったという具体的な事実に着目してその意義を論じることによって，審査基準の厳格度に関する選択に説得力が出てくるが，\nそのような答案は多くはなかった。具体的事案を踏まえた，柔軟で説得力ある論理構成を望みたい。\nまた，泉佐野市民会館事件判決を前提とする答案もあったが，屋内施設（市民会館）と道路との差を意識的に踏まえていた答案は少なく，著名判決等は知りつつも，\n個別事例への応用を前提とした理解が不足している感を覚えた。\n処分違憲の主張においては，２回目のデモ行進と３回目のデモ行進における本質的な差異をきちんと論じる必要があるところ，そこが不十分な答案も多かった。市民生活の平穏と商業活動に及ぼす弊害の防止を理由とする付随的規制が問題となるが，付随的規制であることを意識している答案は，少なかった。それらの「弊害」\n防止の必要性，デモ行進の重要性，さらにデモ行進の中止以外の手段による弊害の防止の可能性を十分に検討することなく，観念的，抽象的に断定する答案が少なからず見られた。実務法曹には，様々な利益をしっかりと衡量するという視点が常に求められる。\n(5) 教室使用不許可処分残念ながら，Ａが教室の使用請求権を当然に有するとしている答案，学生に教室使用の権利が保障されているとする答案，一般的な表現の自由や学問の自由の規制として処理しようとする答案などが相当数あり，平等原則違反の観点から指摘できた答案は少なかった。平等原則を論じている答案でも，使用目的等の比較検討にお- 2 -いて経済学部ゼミと憲法ゼミの違いに関する個別的・具体的検討が必要不可欠であるのに，例えば，経済学は非政治的であるが憲法学は政治的側面が強いなどと，表面的な指摘に止まる答案が少なくなかった。\nまた，教室使用不許可処分の違法（違憲）の主張に対するＢ県側の反論として，\nいわゆる「部分社会の法理」を挙げたものがあった。「部分社会の法理」は，本問事案における反論として説得的であるとは思われない。\nなお，本問における不許可処分には，学問の自由を制度的に保障するための大学の自治という定式と異なり，大学の自治と学問の自由が対立する構図が存在している。この点を論じるよう求めていたわけではないが，この問題に気付き，この点を指摘する答案が少数ながらあった。当該受験生の憲法感覚の鋭敏さを示すものとして賞賛したい。\n(6) 原告側主張―反論―あなた自身の見解限られた時間の中で各論点をバランス良く論じている優れた答案も少数ながらあったものの，全体としては，本問を論述するに際して当然の前提とすべき事実を厚く論証し，事案解決のために論ずべき事項について十分な論証ができていない答案，\n設問２の論述が極端に簡略な答案など，構成のバランスを欠く答案が一定程度見られた。時間不足ということもあったように思われるが，２つの不許可処分を対比するという出題意図や，それぞれの不許可処分について憲法論として論じるべきポイントがうまく捉え切れていないことが，そうしたバランスの悪さの根本的な要因であるように思われる。\nまた，原告側の主張を十分に論じていないものや原告の主張内容が極端な答案，\n真に対立軸となるような反論のポイントを示していない答案，原告側の主張と反論という双方の議論を受けて「あなた自身の見解」を十分に展開していない答案が少なくなく，これまでの採点実感をきちんと読んでいないのではないかと思われた。\nただし，「あなた自身の見解」において，原告あるいは被告と「同じ意見」といった記述は，なくなってはいないが，従前に比べると少なくなったこと，そしてＢ県側の「反論」について，従前に比べてポイントのみを簡潔に論じる答案が多くなってきていることは，喜ばしいことである。\nなお，取り分け原告側の主張において「正当化」という見出しを付けて記述することは，適切ではない。原告側が行うのは，「違憲の主張」である。\n(7) 答案の書き方等毎年のように採点実感で指摘しているためか，判断枠組みを前提として事案を検討する際に，「当てはめ」という言葉を使用する答案は少なくなっている。他方で，\n「当てはめ」という言葉を使って機械的な「当てはめ」を行う答案の問題性が，際立つ。また，これも度々指摘しているが，行頭・行末を不必要に空けて書く答案は，\n少なくなってきてはいるが，いまだに存在する。\n字が読みにくい答案ばかりでなく，漢字の間違いが多く見られたのは，残念なことである。緊張し，しかも時間に追われるので，字が乱雑になってしまいがちであることは十分に理解できるが，やはり丁寧な字で書くことは基本的なマナーである。\n受験者は，平素から，答案は読まれるために書くもの，という意識を持ってほしい。\n３ 答案の水準- 3 -以上の採点実感を前提に，「優秀」「良好」「一応の水準」「不良」という四つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，設問の対比的構造を的確に捉えた上で，デモ行進の自由を憲法第２１条第１項においてきちんと位置付け，第３回目のデモ行進の不許可処分の合憲性を争うところでは，付随的規制であることとその特性，そして設問における個別的・具体的事案に即した検討ができているものであり，条例の違憲性，事前許可制の合憲性を争うところでは，関連する判例を踏まえつつ，判例における事案と設問との違いを踏まえた検討を行い，教室使用不許可処分に関しては，それが平等の問題であることを明確に位置付け，県立大学とその学生，経済学部のゼミと法学部憲法ゼミ，評論家と県会議員という対立軸をはっきりとさせて，両者の相違について十分に検討し，上記の検討を踏まえて一定の筋道の通った結論を導き出している答案である。\n「良好」な水準に達している答案とは，検討すべき重要かつ必要な事項の全てに関して言及できているわけではないものの，おおよその点について，判断枠組みと事案に即した個別的・具体的検討がそれなりに行われている答案である。\n「一応の水準」に達している答案とは，最低限押さえるべき憲法第２１条第１項論と憲法第１４条第１項論が述べられるとともに，事案に即した個別的・具体的検討が少なくとも実質的には論じられていて，議論の筋道がある程度通っている答案である。\n「不良」と認められる答案とは，憲法上の問題点を取り違えている上に，事実の摘示がおざなりであったり，観念的・定型的な記述に終始したりしているものである。\n４ 今後の法科大学院教育に求めるもの判例の射程範囲が理解できていない答案が目立った。法科大学院では，実務法曹を養成するための教育がなされているわけであるが，その一つの核をなすのは判例である。学生に教えるに当たって，判例への「近づき方」が問われているように思われる。\n判例の「内側」に入ろうとせずに「外在的な批判」に終始することも，他方で，判例をなぞったような解説に終始することも，適切ではないであろう。判例を尊重しつつ，\n「地に足を付けた」検討が必要であるように思われる。判例の正確な理解，事案との関係を踏まえた当該判例の射程範囲の確認，判例における問題点を考えさせる学習の一層の深化によって，学生の理解力と論理的思考力の養成がますます適切に行われることを期待したい。\n- 4 -"
}