{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "purpose": "〔第１問〕\n本問は、人権に基づく外交的措置・経済的措置と干渉禁止、普遍的管轄権と国家元首の免除、対抗措置としての外交官拘束、外交的保護における株主の国籍国による保護といった国際法の基本的な事項についての理解を問うことを目的としている。\n設問１は、Ｙ国政府の外交的声明及びＸ国向け産品の禁輸措置について、Ｘ国が違法な干渉であると非難した場合に、Ｙ国が一般国際法に基づいてどのように反論し得るか（人権保護の正当化、干渉の定義と例外等）を論じることを求める。\n設問２⒜は、Ｙ国裁判所が甲元首に逮捕状を発付し国際手配した行為について、普遍的管轄権が認められるとしても、免除（国家元首の刑事免除）の観点から一般国際法上どのように評価できるかを論じることを求める。\n設問２⒝は、Ｘ国政府がＹ国大使及び外交官を拘束・抑留して事情聴取した行為が、対抗措置として正当化できるか（外交関係に関するウィーン条約、対抗措置の要件等）を論じることを求める。\n設問３は、Ｘ国による乙社（Ｚ国法人）の在Ｘ国支店資産没収により乙社に損害が生じた場合に、株主丙の国籍国であるＹ国が、丙のためにＸ国に対して外交的保護権を行使できるか（法人の国籍国と株主の国籍国、バルセロナ traction 事件等）を論じることを求める。\n〔第２問〕\n本問は、公海上の船舶における刑事管轄権（旗国主義と沿岸国の管轄）、犯罪人引渡条約と政治犯不引渡し、国家責任（国家機関の私人行為と帰属）といった国際関係法の基本的な事項についての理解を問うことを目的としている。\n設問１は、公海上を航行中のＡ国船籍の旅客船内で発生した犯罪について、緊急入港したＢ国の港でＢ国警察が丙を逮捕したことについて、Ｂ国が執行管轄権の行使を正当化する根拠（旗国主義の例外、沿岸国の権限等）をどのように主張できるかを論じることを求める。\n設問２は、Ｃ国からの犯罪人引渡条約に基づく丙の引渡要請について、政治犯罪人不引渡しの観点から丙を引き渡すことができるか、また引き渡す場合に丙が政治犯罪として訴追されないようにするための措置（特定性の原則、保証の要請等）をどのように講ずべきかを論じることを求める。\n設問３は、Ｂ国警察官が旅客丁の財産を窃盗したことについて、Ｃ国が国際法上Ｂ国に対しどのような責任追及（国家責任の成立、帰属、救済等）ができるかを事実関係に即して論じることを求める。\n",
  "text": "〔第１問〕（配点：５０）\nＸ国では，甲元首の率いる軍事政権の下で専制的統治が続いてきたが，近年急速に民主的政治制度を求める国民運動が高揚した。窮地に立たされた甲元首の軍事政権は，２０１２年９月に全土に非常事態宣言を発令して反政府諸政党の解散と一切の集会・デモを禁止する措置を採るとともに，同年１１月には，反政府諸政党の指導者多数を反逆罪の被疑事実で逮捕し訴追することを決定した。\n逮捕された多数の被拘禁者に対して，拷問が行われた。\nＸ国の隣国であるＹ国の政府は，Ｘ国からの避難民が急激に増加したために，Ｘ国政府の人権侵害に強い懸念を示すようになった。２０１２年１２月１日，Ｙ国政府は，Ｘ国政府の一連の行為は拷問を禁止する慣習国際法に対する重大な違反行為に当たるとして，被拘禁者に対する拷問行為を直ちに中止するよう求める外交的声明を発表するとともに，Ｘ国民の人権侵害に使用されるおそれのある産品のＸ国向け輸出を禁止する措置を採ることを決定した。Ｙ国は「拷問及び他の残虐な，非人道的な又は品位を傷つける取扱い又は刑罰に関する条約」の当事国であるが，Ｘ国は非当事国である。\nさらに２０１２年１２月２５日，Ｙ国の裁判所は，同国の拷問等禁止法が拷問及び拷問の共謀の罪はＹ国外でこの罪を犯した者にも適用され，かつ，この罪には同国の刑事裁判権が及ぶと定めていることを根拠として，甲元首に対し，拷問の共謀を被疑事実とする逮捕状を発付し，国際刑事警察機構を通じて国際手配した。この逮捕状の発付はＹ国領域内で甲元首に対する逮捕を執行可能にするものであり，国際手配は甲元首が入国する第三国で当該国による甲元首の逮捕とその後のＹ国への引渡しの法的根拠となり得るものであった。翌１２月２６日，Ｘ国政府は，甲元首に対する逮捕状の発付と国際手配に対する対抗措置として，Ｘ国駐在のＹ国大使及び外交官の身柄を拘束するとともに，甲元首に対する逮捕状の発付について事情聴取するため彼らをＸ国検察庁建物内に無期限に抑留すると発表した。\n２０１３年２月２５日，Ｘ国政府は，同国内で海外貿易事業を営んでいた乙社の在Ｘ国支店に対して営業活動停止を命じ，国内法上の根拠なくその資産の全てを没収する措置を採った。乙社は，Ｚ国の法律に基づいて設立され，かつ，Ｚ国に本拠地を置く株式会社であるが，その株式の５５％\nはＹ国の国民丙が保有していた。Ｘ国政府による乙社資産の没収措置は，Ｙ国の国民丙が乙社の多数株主であることを実質的理由とするもので，これに対してはいかなる国内的救済手段も利用できなかった。ただし乙社は在Ｘ国支店の資産没収後も，Ｚ国において株式会社としての法人格を維持し，一定の事業を継続している。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．２０１２年１２月１日のＹ国政府の外交的声明及び一定のＸ国向け産品の禁輸措置について，Ｘ国政府が「Ｙ国のこれらの行為は，Ｘ国の国内管轄事項に対する重大な介入行為であり，国際法上違法な干渉に当たる」として強く非難したとする。Ｙ国はＸ国の非難に対して一般国際法に基づいてどのように反論することが可能かを論じなさい。なおＸ国とＹ国との間には二国間又は多数国間条約に基づく輸出入に関する特別の権利義務は存在していない。\n２．⒜ ２０１２年１２月２５日，Ｙ国の裁判所がＸ国の甲元首に対して拷問の共謀を被疑事実とする逮捕状を発付し，国際刑事警察機構を通じて諸外国に国際手配した行為は，仮にＹ国に普遍的管轄権の行使が認められるとして，免除の観点から一般国際法上どのように評価できるかを論じなさい。\n⒝ ２０１２年１２月２６日，Ｘ国政府がＹ国大使及び外交官の身柄を拘束及び抑留して事情聴取する行為は，甲元首に対する逮捕状の発付と国際手配に対する対抗措置として正当\n- 30 -化できるか否かについて論じなさい。なおＸ国とＹ国は外交関係に関するウィーン条約の当事国である。\n３．２０１３年２月２５日のＸ国による乙社の在Ｘ国支店に対する没収措置によってＺ国で設立された乙社に損害が生じた事件において，乙社の株主丙の国籍国であるＹ国は，株主丙のためにＸ国に対して外交的保護権を行使できるか否かについて論じなさい。\n- 31 -\n〔第２問〕（配点：５０）\n公海上を航行中のＡ国を旗国とする豪華旅客船甲において，Ｂ国籍の乗組員乙と，旅客として乗り合わせたＣ国籍の丙が，些細なことで口論となり，激高した丙が乙を突き飛ばした。乙は，そばにあった階段を転げ落ち，頭部を強打して死亡してしまった。船長の緊急連絡を受け，近くに居合わせたＢ国のコーストガードの艦艇が当該旅客船甲に接近して，最寄りのＢ国の港に入港するように呼び掛けた。船長はこれに同意し，当該旅客船甲はＢ国の港に緊急入港したところ，急遽，Ｂ国の警察官数名が船舶内に乗り込み，直ちに旅客丙を逮捕した。丙は，現在，Ｂ国における刑事手続に服している。旅客丙の国籍国Ｃ国は，自国民丙に対するＢ国による管轄権の行使に対して抗議している。なお，当該旅客船甲の旗国であるＡ国は，丙に対する刑事手続の執行に関するＢ国からの照会に対し，特段の異議を表明していない。\nところで，Ｂ国とＣ国との間には犯罪人引渡条約が締結されており，同条約は，政治犯罪人の不引渡しを規定する条文を含んでいる。Ｃ国は，人権抑圧政策で国際社会から非難されている国であり，旅客丙はＣ国政府に対して，人権擁護運動を積極的に行っている著名な反政府活動家である。\nこのような中Ｃ国は，犯罪人引渡条約に基づいて，傷害致死罪を引渡事由としてＢ国に対して旅客丙の引渡しを求めた。これに対して，丙は，Ｃ国に引き渡されれば，傷害致死罪以外の政治犯罪を含む他の罪で訴追される可能性があると疑っている。\nまた，当該旅客船甲にＢ国警察官が乗り込んだ際に，旅客丙の客室を捜索していた警察官が，適切な令状もないままに隣の客室をも捜索する必要があると述べて丙の客室の隣にあるＣ国籍の旅客丁の客室内に押し入り，当該客室内にあった高額の宝石類を盗んでいたことが発覚した。当該警察官は，既に宝石類を換金し，手に入れた金銭を全て費消している。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国による刑事管轄権行使に関し，Ｂ国は，自らの執行管轄権の行使を正当化する根拠をどのように主張できるかを論じなさい。\n２．Ｃ国からの犯罪人引渡条約に基づく旅客丙の引渡要請に対して，仮にＢ国が丙をＣ国に引き渡す意思があるとして，政治犯罪人不引渡しの観点から，丙をＣ国に引き渡すことができるか，また，引き渡す場合，丙が政治犯罪人として訴追されないようにするために，どのように応ずるべきか論じなさい。\n３．Ｂ国警察官による旅客丁の財産の窃盗により丁が損害を被ったことについて，Ｃ国は，国際法上，Ｂ国に対しどのような責任追及ができるか事実関係に即して論じなさい。\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "scoring_notes": "出題の趣旨等既に公表されている出題の趣旨（「平成２５年司法試験論文式試験問題出題趣旨【国際関係法（公法系）科目】」）に記載したとおりである。２ 採点方針/n国際関係法（公法系）については，従来と同様に，①国際公法の基礎的な知識を習得し，かつ，設問に関係する国際公法の基本的な概念，原則・規則並びに関係する理\n論や国際法判例を正確に理解できているか，②各設問の内容を理解し必要な国際法上\nの論点に触れているか，問題の事例に対する適切な考察がなされているか，③答案の\n法的構成がしっかりしており， かつ論理的な文章で適切な理由付けがなされているか，\nといった点を重視している。\n３ 採点実感等\n第１問\n設問の趣旨と各設問において押さえるべき主要論点とについては，前述の出題の趣\n旨で述べているので繰り返さない。\n設問１についていえば，不干渉原則でいう国内管轄事項及び干渉とは何かについて\n基本的な説明ができていた答案が，残念ながら期待したほど多くなかった。まず不干\n渉原則が禁止するのは他国の「国内管轄事項」に対する介入であるという点について\nは多くの答案が言及できていた。ただし，国の拷問行為が慣習国際法上禁止されてお\nり，被拘禁者に対する系統的拷問のような重大な人権侵害行為はもはや国内管轄事項\nとはいえないということについては，事例等を引用して論理的な説明ができていた答\n案とそうでない答案とが大きく分かれた。他方不干渉原則が禁止する「干渉」とは命\n令的干与（強制的介入）をいうという点を指摘できていた答案は，必ずしも多くはな\nかった。特に武力を用いた干渉以外にどのような措置が命令的干与に該当するかとい\nう論点について先例等に照らして検討し，本問の外交的声明及び輸出禁止措置が禁止\nされる命令的干与には該当しないとする反論を展開した答案は少数にとどまった。内\n政不干渉原則に触れることなく，対抗措置を用いて反論を展開した答案も相当数あっ\nたが，Ｙ国がとった措置が国際義務違反の措置といえるか，国連国際法委員会の国家\n責任条文第５４条との関連をどう考えるかといった論点まで踏み込んだ解答はごく少\n数であった。\n設問２(a)については，ほとんどの答案が国家元首の免除に言及していたが，本問で\nは「現職」の元首の免除を問題にしていることを正確に捉え，ピノチェト事件英国貴\n族院判決や逮捕状事件国際司法裁判所（以下「ＩＣＪ」という。 ）判決等を適切に参\n照しながら，設問に解答できたものはそれほど多くはなかった。ピノチェト事件英国\n貴族院判決等に基づき国家元首の外国の刑事管轄権からの免除を外交官の特権・免除\nに類するものとして捉える答案が多数を占めたが，他方，本問を国の民事裁判権から\nの免除の問題と混同して，制限免除主義の立場から拷問行為が主権的行為であるか否\nかを論じた答案が相当数にのぼった。現職の国家元首の刑事管轄権からの免除につい\nては慣習国際法上確立していると解答した答案が多数を占めたが，拷問のように国際\n-6 5-\n犯罪とされている行為を国家元首が行った場合にも免除が認められるのかという論点\nに踏み込んで解答した答案は，それほど多くはなかった。ピノチェト事件英国貴族院\n判決に依拠して，国家元首の行為を公的な行為と私的な行為に区別して拷問は公的な\n行為に入らないから免除を享有しないとする答案も相当数あったが， 同事件では 「元」\n国家元首の事項的免除が問題となっており，現職の国家元首の人的免除が問題になっ\nている本問に同事件で用いられた区分をそのまま適用することはできない。Ｙ国の行\n為を国際法上評価するに際して，Ｙ国による逮捕状の発付並びに国際刑事警察機構を\n通じた国際手配が，それだけで現職の国家元首が享有する身体の不可侵及び免除を侵\n害する国際違法行為を構成するという点を書き込めている答案は少なかった。\n設問２(b)については，外交官の身柄を拘束及び抑留して事情聴取する行為が国際法\n上の対抗措置の要件に照らして許容されるかどうかを検討した答案は多かった。その\n際に対抗措置の基本的要件について論述できていた答案も相当数にのぼった。もっと\nも，専ら均衡性の原則に依拠して，外交官の身体の不可侵に違反するＸ国の行為は均\n衡性の原則に違反するから違法だと解答した答案や，その反対にＸ国の行為は国家元\n首の享有する免除に違反したＹ国の行為と均衡するので均衡性の原則を満たしている\nとする答案が少なからずあった。自己完結的制度に触れたテヘラン事件ＩＣＪ判決や\n国家責任条文第５０条の趣旨を理解する限り，そもそも対抗措置として外交官の身柄\nを拘束及び抑留して事情聴取するような手段をとることが許されるのかという問題意\n識を持ったものは比較的少なかった。\n設問３については，多くの答案が会社の外交的保護権は，原則として，会社の設立\n準拠法国及び本拠地所在地国にあることを指摘できていた。ただし，上記の原則の例\n外（例えば国連国際法委員会の外交的保護条文第１１条）に触れて，本問の場合には\nそれらの例外に当てはまらないことを指摘できた答案は少なかった。株主の権利に直\n接損害を与える場合には，株主の国籍国が株主の被った損害について外交的保護権を\n行使する権限を有することを意識して本件の結論を導いた答案は少数にとどまった。\n時間が足りなかったと見受けられる答案が意外と多く，設問１及び設問２に比べ，論\n理を十分に展開できた答案がそれほど多くなかった。なお国籍継続の原則及び国内的\n救済完了の原則を含めて外交的保護権行使の要件一般について触れた答案が相当数あ\nった。前提から書きたい気持ちは理解できるが，前置きに時間を費やすのではなく，\n問題の焦点を的確につかんで，それに直接解答する答案にしてほしい。\n「優秀」，「良好」，「一応の水準」，「不良」の答案を一概に表現することは難しいが，\nおおむね次の通りと言えるのではないか。\n優秀：４つの設問において問われている国際法上の論点を的確につかんで，それぞれ\nの論点について要求される国際法の原則，判例等についての基本的事項を論理的かつ\n簡潔明瞭に記述し，さらに，各設問で提示された事案への当てはめがしっかりできて\nいる答案ということになろう。第１問は設問数が多いために，各設問における主要論\n点について適切に重点を置くことが求められる。例えば，設問１では，不干渉原則を\n構成する２つの基本的概念について的確に説明できており，被拘禁者に対する系統的\n拷問行為がＸ国の国内管轄事項とは言えないこと，また拷問行為を非難するＹ国政府\nの外交的声明及びＸ国向け産品の禁輸措置が違法な干渉行為に該当しないことを先例\n等に照らして論理的に解答している答案である。各設問についてこの基本点が押さえ\nられている答案が優秀答案。\n-6 6-\n良好：おおむね優秀答案のところで指摘したレベルに準じる解答ができているものの，\n設問によっては，問題点の把握がずれていたり，論証が十分できていない答案。例え\nば設問１及び設問２(a)及び(b)ではおおむね優秀答案で述べた解答がなされているに\nもかかわらず，設問３で，本件においては会社の設立準拠法国及び本拠地所在地国で\nあるＺ国が乙社に対する外交的保護権を有しＹ国は株主丙のために外交的保護権を行\n使できないと解答するものの，本事案において株主丙の権利に対する直接損害がなか\nったことなどについての検討が十分できていないもの。\n一応の水準：全体としては国際法の基礎的知識を有していることを各設問の解答から\nうかがうことができ，各設問について基本的な解答はできているものの，特定の設問\nについては国際法の基礎知識が不十分であったり，具体的な事案への当てはめに関し\nて一層の考察が求められる答案。あるいは解答の中に余り問題とならない論点につい\nて行数を割く等して，設問について要求される十分なレベルの解答が的確にできてい\nない答案。例えば設問１において，Ｘ国向けの産品の禁輸措置が本設問の状況の下で\n国際法上禁止される干渉には当たらないことを解答するものの，その根拠が必ずしも\n十分に展開できていないなど，基礎知識はあるものの設問事例へ当てはめた場合の根\n拠付けに不十分さが散見される答案。\n不良：設問の内容や趣旨がそもそも理解できていない答案，あるいは，理解できてい\nても主要な論点が欠落している答案又は基本的な国際法の知識を欠いていると見られ\nる解答が散見できる答案。\n第２問\n設問１については，優秀な答案が多くはなかった。公海における旗国主義や受動的\n属人主義については，答えている答案が多くあった。しかし，Ｂ国は公海上の船舶で\nの船内犯罪に受動的属人主義により立法管轄権を及ぼし，対象船舶が自国領域の港に\n入港した時点で執行管轄権を行使していること，つまり，立法管轄権と執行管轄権の\n区別，さらに立法管轄権が前提となって，執行管轄権が領域内で行使されているとい\nう論理的な関連を正確に理解して書かれた答案は多くなかった。 旗国主義との関係で，\n旗国が特段の異議を示していないことから，旗国Ａ国がＢ国の管轄権行使を承認して\nいることを踏まえた答案は比較的多くあった。\n設問２については，全体的に比較的よくできていた。特によくできている答案は，\n政治犯罪人不引渡しの原則を説明し，絶対的政治犯と相対的政治犯に区別があること\nという前提的知識が十分に書かれていた。その上で，本問においては，犯された犯罪\nは普通犯罪であると判断して，引渡し可能であると答えている答案がよくできている\n答案である。さらに，Ｃ国へ丙が引き渡されたときに，本件の犯罪以外の理由，つま\nり，政治犯罪を含む他の罪を理由として訴追される可能性を防ぐためには，特定性の\n原則があることを答えなければならないが，特定性の原則自体に言及している答案は\n多くなかった。この点は，残念であった。\n設問３については，よくできている答案が少なかった。まず，Ｂ国警察官による旅\n客丁の客室に対する令状のない捜索と窃盗行為について，権限逸脱行為であることを\n指摘する答案が少なかった。外観論を用いて，当該警察官の行為がＢ国に帰属するこ\nとについても答えている答案は少なかった。さらに，国家責任の追及として，Ｃ国が\n丁の損害を取り上げて外交保護権を行使するということについて書いている答案も少\n-6 7-\nなかった。したがって，外交保護権の行使の要件に触れている答案も少なかった。国家責任の履行として原状回復，金銭賠償，サティスファクションの態様を答える答案が目立ったが，外交保護権行使の典型的な場面であることにまず気付く必要がある。\n全体としては，従来と比較すると，出題趣旨である論点を理解しないでいる答案が多かったことが特徴的である。論点に気付いていれば，それについての記述は比較的よくできている。また，論点に気付いていれば，本問への当てはめも比較的よくできている。また，設問ごとに出来不出来がある解答者が目に付いた。\n「優秀」，「良好」，「一応の水準」，「不良」の答案を一概に表現することは難しいが，おおむね次の通りと言えるのではないか。\n優秀：設問についての国際法の基礎知識を備えており，論点を過不足なく見いだしてこれを論じ，事例へ当てはめながら，論理的に論述を行っている答案。例えば，設問１で受動的属人主義，旗国主義，立法管轄権の公海での行使，執行管轄権の領域内での行使が，明確に認識されており，それらが，事例への当てはめを行いながら論理的に説明されている答案。\n良好：設問についての国際法の基礎知識を備えており，一応は論点を導き出し，正しい結論を導き出すことができている答案。けれども，国際法上の論点を明確に認識した上で，論理的に個々の論点を結び付ける努力が弱かったり，また，法理の事例への当てはめが不明瞭となっている答案。例えば設問１で，受動的属人主義による立法管轄権の公海上の船舶への行使と，領域内に対象船舶が入港したことによる執行管轄権行使が論証において十分に結び付けられていない答案。あるいは，事例への当てはめで，旗国主義と旗国の対応の法的意味が正確には捉えられていない答案。\n一応の水準：国際法の基礎知識が一応はあり，論点を羅列して，正しい結論を書いているが，国際法の体系的な理解が十分ではなく，主要な論点が一部欠落したり，個々の論点が持つ意味が十分に理解されていない答案。例えば，設問１で，旗国主義や受動的属人主義に気付いてはいるが，それらについて，本件事例でどのような意義を持つかについて，論理的に説明されていない答案。不良：設問の事例説明や，設問自体を答案に書き出すことにスペースをとられ，あるいは，主要な論点の多くが欠落している答案。例えば，設問３で権限逸脱，外交保護権などの論点に気付いていない答案。\n 法科大学院教育に求めるもの\n採点して感じた答案の傾向に１，２触れておきたい。昨年と同様，第１に，国際法に関する基礎的な知識，すなわち国際法の基本的な概念や規則・原則について，その内容を正確に理解し，かつ，しっかりと身に付けることの重要性を再度強調しておきたい。従来と比較すると，出題趣旨である論点を理解しないでいる答案が多かったこと，並びに，設問ごとに出来不出来がある解答者が目に付いたことを第２問に関する今年度の特徴として指摘したが，これは第１問についても当てはまる。難解と思われる論点について比較的よく学習しているかと思えば，極めて基本的な国際法の原則について解答できないなど相当学習内容にむらのある受験者が目立った。今年度は昨年に比して，優秀な又は良好な答案の比率が減り，一応の水準にとどまる答案の比率が増えている感がある。選択科目に割くことのできる学習時間の問題もあるかと思われるが，法科大学院の学生には国際法のテキストに共通して記載されている基本的事項及び基本的な判例集に掲げられている判例等について，内容をしっかり理解して学習してほしい。第２に，設問に対して結論のみを書いてその理由付けをほとんどしていない答案が相変わらず相当数ある。同様に，国際法上の論点を認識しつつも，個々の論点を論理的に結び付ける努力が弱く，全体の論理展開が読み取りづらい答案や法理の事例への当てはめをどのように行ったのかが不明瞭な答案が少なからずある。規則の解釈にせよ，具体的事例への当てはめにせよ，法科大学院の学生には根拠付けや論理的整合性に注意する姿勢を日頃より身に付けるようにしてほしい。その他昨年度よりは減少したが，判読が困難な答案がやはり若干存在する。時間の都合もあるとは思うが，判読困難である答案が受験生の有利に働くことはあり得ないのであるから，文字及び文章は読み手の立場に立って読みやすい答案を簡潔に書くように日頃から心掛けてほしい。