{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 13 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＹの従業員である甲と乙は，物質Ａに物質ｂ１を反応させて化合物Ｃを生産する方法（以下「方法１」という。）を職務発明として共同で発明した。甲と乙は，Ｙの職務発明規程に従って，方法\n１に関する職務発明の特許を受ける権利を，双方同意の上でＹに譲渡したが，Ｙは特許出願をしなかった。しかし，Ｙは方法１の発明完成の報告を受けて，直ちに秘密裏に方法１の使用による化合物Ｃの製造を複数の国内工場で開始した。\nその後，乙は，Ｙを退職してＹと競合するＸの従業員となり，Ｘでの研究開発に従事したところ，物質Ａに物質ｂ２を反応させて化合物Ｃを生産する方法（以下「方法２」という。）によると，方法１よりも顕著に高い収率で化合物Ｃを生産できることを発見した。そして，乙は，方法２のみならず方法１についても，自分の単独発明としてＸに届け出て，両発明の特許を受ける権利をＸに譲渡する旨をＸと合意した。Ｘは，特許請求の範囲を「物質Ａに物質Ｂを反応させて化合物Ｃを生産する方法」（以下「発明α」という。）とした特許出願を，発明者を乙として行った。その後，Ｘは，方法１を使用して化合物Ｃの製造を開始した。なお，物質Ｂは物質ｂ１と物質ｂ２の両方を含む上位概念であり，明細書には方法１と方法２の実施例がいずれも記載されている。\n一方，Ｘが発明αの特許出願を行った１か月後，Ｙにおいても独自に方法２が開発され，直ちに，Ｙは方法１を使用していた国内工場の生産ラインのうちの一部につき，方法２を使用するように変更して化合物Ｃの製造を開始した。Ｙは，以来継続して方法１と方法２の両方法を使用して化合物\nＣの製造を行っている。\nＸは，発明αについて特許査定を受けて設定登録を得た（以下，この特許を「本件特許」という。）ので，本件特許に基づき，Ｙに対し，化合物Ｃの製造行為の差止めを求めて提訴した。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．本件特許に基づくＸの差止請求に対し，方法１と方法２のそれぞれについて，Ｙはどのような抗弁を主張できるか論ぜよ。\n２．設問１で検討したＹの抗弁のうち，方法２に関する抗弁に対して，Ｘはどのような再反論ができるか論ぜよ。\n３．Ｙは，本件特許について，Ｘに対し特許権の移転請求を行うことができるか，その可否について論ぜよ。また，Ｙによる特許権の移転請求が認められた場合，Ｙは本件特許に基づいてＸに対し方法１の使用の差止めを請求できるかについても論ぜよ。\n【参考】特許法施行規則（昭和３５年３月８日通商産業省令第１０号）\n（特許権の移転の特例）第４０条の２ 特許法第７４条第１項の規定による特許権の移転の請求は，自己が有すると認める特許を受ける権利の持分に応じてするものとする。\n- 14 -\n〔第２問〕（配点：５０）\n小説家であるＡは，古代中国の春秋戦国時代に生きた武将αの数奇な生涯を描いた小説（以下「本件小説」という。）を執筆した。\n漫画家であるＢは，Ａの承諾を得て，本件小説を原作とした連載漫画（以下「本件漫画」という。）を執筆した。その際，Ｂは，本件小説に登場する主人公の武将αその他の登場人物の特徴について，本件小説に言語で描かれている特徴を踏まえながらも漫画として描くにふさわしい容姿を自ら考え出し，それぞれが身に着ける甲冑や衣装についても，数々の古代中国の資料を参考にし，さらに漫画としての特徴を出すべく，西洋風の甲冑や衣装の要素も取り入れながら，独自の視点を加味して描いた。\n以上の事実関係を前提として，以下の設問に答えよ。ただし，著作者人格権について触れる必要はない。\n〔設 問〕\n１．映画製作会社Ｃは，本件漫画に登場する武将αを主人公としたアニメーションを製作し，それをＤＶＤとして販売したいと考え，この企画をＢに持ちかけたところＢの承諾を得たので，Ａの承諾を得ないまま，同アニメーション（以下「本件アニメ」という。）を製作した。本件アニメは，Ｂが描いた本件漫画の登場人物の作画を忠実にアニメ化したものではあるが，その物語の展開は本件小説には全く描かれていない独自の内容であった。\nＡは，Ｃに対して，本件アニメのＤＶＤの製造・販売の差止めを求めるためにどのような主張をすべきか。\nこれに対するＣの反論としてどのような主張が考えられるか。\n双方の主張の妥当性についても論ぜよ。\n２．イベント主催会社Ｄは，各漫画雑誌に掲載された人気漫画の原画を展示して紹介するイベント（以下「本件イベント」という。）を企画し，その際，所有者の承諾を得て本件漫画の原画を展示する予定であるが，その一方で，Ａ及びＢに無断で，展示される武将αが描かれている本件漫画の原画の１枚を，Ａ５版３０頁の観覧者向けパンフレット（以下「本件パンフレット」\nという。）において，１頁の約３分の２の大きさで掲載し，それに簡単な解説を付けた上で，これをイベント会場において観覧者に販売しようとしている。\nまた，Ｄは，本件イベントの入場前売りチケット（以下「本件チケット」という。）にも，Ａ及びＢに無断で，本件漫画の原画の１コマを印刷して，これを販売しようとしている。なお，本件チケットは，上記原画の１コマを除けば，本件イベントの名称，本件イベントの日時場所が記載されているにすぎないものであった。\nＢは，Ｄに対して，本件パンフレット及び本件チケットの販売の差止めを求めるためにどのような主張をすべきか。\nこれに対するＤの反論としてどのような主張が考えられるか。\n双方の主張の妥当性についても論ぜよ。\n３．玩具製造業者Ｅは，Ａ及びＢの承諾を得て，本件漫画の主人公である武将αの小型のプラスチック製人形（以下「本件フィギュア」という。）を製作し，これを大量に販売している。本件フィギュアは，手足の関節が自由に屈折し，付属の甲冑の着せ替えができる高さ８センチメ\nートルほどのおもちゃの人形ではあったが，その模型原型は，武将αの全体像についてＥの従業員である造形師が想像力を駆使して造形したものであり，本件漫画では十分に描かれていない前後左右から見た武将αの容姿及び甲冑の立体的形状や色彩，金属としての光沢などがまるで本物のような質感で造形されており，小さいながらも極めて精細かつ色鮮やかで躍動感にあふれる形態のものであった。\n菓子製造販売業者Ｆは，Ａ，Ｂ及びＥに無断で，自らが製造販売するスナック菓子のおまけ\n- 15 -として本件フィギュアを細部まで模倣して小型化した武将αのプラスチック製人形を製造して，これを消費者に提供しようとしている。\nＥ及びＢは，Ｆに対して，上記行為の差止めを求めるためにどのような主張をすべきか。\nこれに対するＦの反論としてどのような主張が考えられるか。\n双方の主張の妥当性についても論ぜよ。\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法]\n〔第１問〕\n本問は，物を生産する方法の発明に関する特許を題材にしたもので，設問１では，特許を受ける権利の共有持分譲渡の有効性や，特許権侵害訴訟において主張される幾つかの基本的な抗弁の成否を問い，設問２では，設問１で検討した抗弁に対して特許権者がとるべき対応，主として特許無効の抗弁に対する対抗主張の要件及び可否を問い，設問３では，平成２３年特許法改正によって新設された特許権移転請求制度（同法第７４条）の要件と効果についての理解を問うものである。\n設問１は，特許を受ける権利の共有持分譲渡の有効要件（同法第３３条第３項），並びに特許権侵害訴訟において主張される抗弁のうち，先使用による通常実施権（以下「先使用権」という。同法第７９条），職務発明の法定通常実施権（同法第３５条第１項）及び特許無効の抗弁（同法第１０４条の３）の基本的理解と応用力を問うものである。\nまず，方法１及び方法２について，Ｙとしては，先使用権を主張することが考えられる。方法１は本件特許の出願前からＹが実施していたことから，先使用権の成立要件を満たすかが問題となる。方法２については，本件特許の出願後に実施された方法２にまで先使用権の効力が及ぶかが問題となる。先使用権の範囲に関しては，発明思想説（最判昭和６１年１０月３日民集４０巻６号１０６８頁",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等(1) 第１問第１問は，職務発明，先使用，冒認出願・共同出願違反となり得る可能性を含む事例を基に，特許権に基づく差止請求訴訟において想定される抗弁，再抗弁（対抗主張）の摘示及びその妥当性を問い，さらに，その発展した問題として，特許権の移転請求の成否を問う問題であり，複雑な事例の内容を正確に把握し，論点を的確に抽出する事案分析能力，抽出した論点につき，抗弁と再抗弁を判断し，裁判例がある論点については，それを踏まえた法解釈とその適用に関する思考力・応用力及びその論述能力を試そうとするものである。\n設問１は，Ｙの主張し得る抗弁として，職務発明による法定通常実施権，先使用に基づく通常実施権，冒認出願（又は共同出願違反）を理由とする無効の抗弁に言及することが「一応の水準」と評価されるラインである。それぞれの抗弁の論証に当たっては，職務発明による法定通常実施権については，特許法第３５条第１項の文言に照らし、特許を受けたＸが方法１に係る特許を受ける権利を有効に承継していなかった場合でもなおＹに法定通常実施権が成立し得るのかとの問題，先使用に基づく通常実施権については，方法１はＸに特許を受ける権利を譲渡した乙による職務発明であるため，Ｙが同法第７９条所定の「特許出願に係る発明の内容を知らないでその発明をした者から知得した者」に当たるのかとの問題，方法２に関しては，発明思想説か実施形式説かといった先使用権の範囲に関する問題があり，さらに，無効の抗弁については，本件特許が同法第１２３条第１項第６号に当たるのか同項第２号（共同出願違反）に当たるのかという問題，Ｘが乙から有効に特許を受ける権利を譲り受けたと思われる方法２に関しても冒認出願といえるのかという問題があるところ，これらについて問題点を的確に指摘した上で論述されていれば，\n「良好」又は「優秀」と評価した。\n設問２は，冒認出願を理由とする無効の抗弁に対する訂正の対抗主張に触れることが「一応の水準」である。そして，訂正の対抗主張が認められる要件につき，裁判例の示す基準などを念頭において丁寧に論じていれば，「良好」又は「優秀」と評価した。なお，訂正の対抗主張の要件として，訂正審判請求又は訂正請求をしたことが必要であると解し，職務発明による法定通常実施権を抗弁として認める立場を採ると，通常実施権者であるＹの承諾のないＸによる訂正審判請求若しくは訂正請求の適法性（特許法第１２７条，同法第１３４条の２第９項）が問題となり得ることから，これについて触れていれば，より高く評価した。\n設問３は，特許法第７４条の要件を検討し，全部移転請求が可能かについて触れ，\n持分の移転請求の可否について言及した上で，持分の移転請求が可能であり本件特許がＸとＹとの共有となると論述する場合は，Ｙの差止請求につき同法第７３条第２項又は同法第７９条の２による実施権の成否に触れることが「一応の水準」であり，これらの規定の適用の可能性を指摘した上で自説を論じていれば，「良好」又- 48 -は「優秀」と評価した。\n(2) 第２問第２問は，二次的著作物の原著作者の権利（著作権法第２８条）の範囲，美術等の著作物の展示に伴う複製に関する権利制限（同法第４７条）の成否，引用（同法第３２条第１項）の成否，いわゆる応用美術の問題など，いずれも著作権法の基礎的かつ重要な論点であって，裁判例の集積のなされている問題についての基礎的な理解を問うとともに，長文の設問から的確に論点を抽出する事案分析能力，抽出した論点について，判例を踏まえた法解釈とその適用に関する思考力，応用力及びその論述能力を試そうとするものである。\n設問１は，著作権法第２８条の適用の可否に触れることが「一応の水準」と評価されるラインである。その上で，まず，本件漫画が本件小説の二次的著作物に当たるか否か，本件アニメが本件漫画の二次的著作物に当たるか否かについて，翻案の要件につき，判例（最判平成１３年６月２８日民集５５巻４号８３７頁【江差追分】）\nの基準を踏まえて分析した上，ＤＶＤの製造・販売というＣの行為が著作権法上のどの支分権の侵害として問題となるかを明確にし，同条の解釈として，原著作者の権利がどこまで及ぶのかにつき，判例（最判平成１３年１０月２５日判時１７６７号１１５頁【キャンディ・キャンディ】）を踏まえつつ自説を展開して，双方の主張の妥当性に言及できていれば，「良好」又は「優秀」と評価した。\n設問２については，まず，ＢはＤに対してどのような支分権の侵害を理由として差止めを求めることができるかを明確にし，次に，Ｄの反論として，著作権法第４７条及び同法第３２条第１項の適用の可否に触れることが「一応の水準」と評価されるラインである。その上で，本件パンフレットが「小冊子」に該当するか否かについて，裁判例の判断基準を念頭に置きながら「小冊子」の意義を明らかにし，それを事案に当てはめて双方の主張の妥当性を論じ，さらに，本件パンフレット及び本件チケットについて引用（同項）の成否が問題となることを指摘した上で，引用の要件につき，判例（最判昭和５５年３月２８日民集３４巻３号２４４頁【パロディ】）の判断基準を念頭に置きつつ自説を論じて事案への当てはめができていれば，\n「良好」又は「優秀」との評価を，さらに，本件チケットについては，引用する側の作品に著作物性がない場合でも同項が適用されるかにつき議論があることから，\nこの論点に言及できていれば，「優秀」との評価をした。\n設問３については，本件フィギュアの著作物性が問題となることから，いわゆる応用美術の問題に触れることが，「一応の水準」と評価されるラインである。その上で，意匠法との関係など，応用美術の問題点を指摘し，それに関する裁判例の示す基準を念頭に置きつつ，事案に当てはめ，本件フィギュアの著作物性を論じていれば，「良好」又は「優秀」と評価した。\n３ 採点実感等(1) 第１問ア 総評全体として，十分な論述がされていると評価できる答案は少なかった。事例がやや複雑であったことや，平成２３年特許法改正によって導入された新制度についての理解を問うものであったことから，難易度が高いとの印象があったかもし- 49 -れないが，特許を受ける権利の譲渡に係る要件や侵害主張に対する基本的な抗弁についての正確な理解の下で，各抗弁の成否を全般的に論じていれば十分な論述と認めることができたものである。しかし，実際にそのような論述ができている答案は少なく，基礎的な理解が不足し，あるいは論証が不十分な答案が多かった。\nイ 設問１(ｱ) 全体Ｙが主張し得る抗弁の一部だけを論じ，他の抗弁について検討していない答案が思いのほか多かった。裁判実務等においては，考え得る複数の抗弁についてできるだけ検討を行うことが必要であり，特段の理由なく一部の抗弁だけを取り上げて論じるにとどまった答案は，他の抗弁を活用する力を十分に身に付けていないと評価されることに留意されたい。\n(ｲ) 職務発明による法定通常実施権方法１に関して，職務発明による法定通常実施権について言及する答案が少なかった。この成否自体に議論の余地があるとしても，言及すらなされていないのでは，職務発明制度全体についての理解が十分でないと評価せざるを得ない。\n(ｳ) 先使用に基づく通常実施権先使用に基づく通常実施権については，方法１に関してこれを論ぜず，方法２に関してだけ論じる答案が多かった。論点のみに飛び付くことなく，基本的な事項を押さえた論述を心掛けてほしい。\n出願前に既に「実施」されている方法１に関して「事業の準備」の有無を論じる答案や，「事業の準備」の有無に関して，秘密裏の実施であったことを理由に，即時実施の意図が「客観的に認識できない。」と述べて先使用権の成立を否定する答案などが散見された。そのような答案は，特許法第７９条の要件の基本的な理解に疑問を感じさせる。方法２に関しては，方法１の先使用によって成立する先使用権の範囲が問題となるように意図して出題したが，方法１の実施が方法２の事業の準備に当たるか否かという枠組みで論じる答案がかなりあった。ウォーキングビーム事件最高裁判例（最判昭和６１年１０月３日民集４０巻６号１０６８頁）等での争点を十分に理解していないように思われる。\n最高裁の示した，実施形式に具現された発明の範囲という抽象的な基準を具体的事案に適用するに当たり，答案の中には，方法２の効果が方法１よりも優れているという，効果面の優越性だけから先使用権が及ぶことを否定してしまう答案が多数あった。効果の違いだけに拘泥すべきではなく，解決手段の選択において両方法の間に技術思想としての違いがあったといえるかを論じる必要がある。\n(ｴ) 無効の抗弁Ｙが方法１を実施していたことによる新規性・進歩性欠如を理由とする無効の抗弁を論じる答案が多かった。Ｙは秘密裏に方法１の使用を行っていたものであり，新規性・進歩性欠如が問題とならないことは明らかである。\nまた，方法１に関して無効の抗弁を論じていながら，方法２ではそれに触れない答案が多く見られた。その結果，設問２において訂正の対抗主張の論点を落とすこととなっていた。\n- 50 -方法１に係る特許を受ける権利について，ＸとＹへの二重譲渡の対抗問題であると解し，Ｙが出願していないのでＸに権利を対抗できないとする答案や，\nＸの背信的悪意者該当性を論じる答案が予想外に多かった。他方，甲の同意の欠缺を理由とせずに，既に甲乙から特許を受ける権利がＹに譲渡されてしまっているから，Ｘにはもはや譲渡できないとした答案も少なからず存在した。このような答案は，民法の基本的な理解を疑わしめるものである。\nウ 設問２設問２は設問１を受けたものであるにもかかわらず，設問１との関連性を考慮しない答案が少なくなかった。訂正の対抗主張に全く言及しない答案が多く，訂正の対抗主張に言及する答案でも，その要件について全くあるいはほとんど言及しない答案も相当数あった。上記要件について論じることは，実務家として必要な応用力である。適切に論述した答案も少なからずあり，大きく差が付いたところである。\n特許法第３５条第１項の通常実施権者が存在する場合には，訂正に通常実施権者の承諾が必要とされている（同法第１２７条）ことから，Ｙの承諾を得ない違法な訂正手続を理由とする対抗主張が許されるかについての論述がなされていればより高く評価することとしていたが，実際に論述した答案はなかった。\nエ 設問３十分な論証ができている答案は少なかった。平成２３年特許法改正による新制度を題材にした設問であるが，特許法に関する基本事項の理解があれば十分に解答ができる問題であり，身に付いている基本的な知見を活用して，論理的に自分なりの結論を出すことが望まれる。\n特許法第７４条はもちろんのこと，同法第１２３条第１項第６号及び同項第２号との関係をきちんと論じない答案，単に同法第３４条第１項を根拠に，ＹはＸに対して特許を受ける権利の承継を対抗できないから，特許権の移転請求ができないとだけ論ずる答案が散見され，特許法の基本的理解が不十分であると感じられた。\nＹからＸに対する移転請求の具体的な内容が曖昧な答案も多かった。例えば「方法１の持分のみを移転請求できる」といった論述では，どのような移転登録請求を求める趣旨なのか理解できない。\nＹのＸに対する差止請求の可否に関し，Ｘが本件特許についてＹとの共有者となることを認めながら，特許法第７３条第２項の共有者の実施権に言及せず，同法第７９条の２の通常実施権のみを論じた答案が少なからずあった。同法第７３条第２項を認識していなかったのであれば，基本的な事項についての理解が足りないと言わざるを得ない。\n共有者の実施権に基づき，Ｙの差止請求が認められないと記載した答案は，それで一応十分であるものの，さらに，その結果が妥当なのかどうかを検討することが望ましい。しかし，そのような検討を行う答案は少なかった。\n(2) 第２問ア 総評第１問と比較すると，一応の水準を満たしていると評価できる答案が多かった。\n一方で，途中で中断したと思われる答案も非常に目立った。また，著作者人格権- 51 -は設問から除かれているにもかかわらず，これに言及し，中には同一性保持権侵害を長々と論じる答案が複数あった。何が問われているかを的確に把握し，論述すべきである。\nイ 設問１以前に比べ，支分権のいずれが問題となるかについて意識した論述が多くなった点は評価できるが，それぞれの支分権によっていかなる行為が禁止されるかについての理解が今なお不十分と思われた。本件アニメが本件小説あるいは本件漫画についてＡが有する「翻案権」を侵害するとのみ述べるものが多数存在した。\nしかし，設問１で問われているのは，本件アニメのＤＶＤの製造・販売行為の差止請求の可否であり，本件アニメ自体の制作行為に対する差止請求の可否ではない。したがって，本件アニメの複製権及び頒布権についてＡが権利主張できるか否かまで論じる必要がある。また，本件漫画の主人公の絵柄にＡの原著作者の権利を認め，その絵柄が本件アニメのＤＶＤに複製されているとして，Ａの複製権のほか，「譲渡権」侵害を主張する答案が複数あった。この論旨による場合であっても，著作権法第２６条第２項により，Ａが主張すべき権利は映画の著作物についての「頒布権」である。また，本件アニメについて，原著作者と本件アニメ（二次的著作物）の著作者によって著作権が共有されていると述べる答案が散見されたが，同法第２８条が適用される場合には，原著作者の権利と二次的著作物の著作者の権利はそれぞれ併存するというのが通説的な理解であり，このような答案については基本的な理解が乏しいと評価せざるを得ない。\n指標となる「翻案」の定義については，多くの答案でおおむね最高裁判例に従った記述がなされており評価できた。しかし，本件小説から本件漫画，本件漫画から本件アニメ，本件小説から本件アニメのそれぞれの関係について翻案の有無を検討すべきところ，多くの答案で，これらの一部の関係だけを取り上げて翻案を判断するにとどまるものが多かった。\n翻案に関して，本件アニメが本件小説の翻案物であることを，いささか安易に認定してしまっている答案が多かった。一般的には小説において言語で記述されているに過ぎない主人公の特徴自体は，アイディアの域にとどまり，具体的な表現とまでは考え難い場合が多いと思われるので，本件小説の表現上の本質的特徴を本件アニメから直接感得できるという判断は慎重に行うべきであろう。\n本件アニメが本件漫画を介した本件小説の二次的著作物に該当し，著作権法第２８条によってＡがＣの有する権利と同一の種類の権利を有するか否かについては，大半の答案が触れていた。しかし，同条に全く言及せず，本件漫画は独立したＢの著作物であり，Ｂの承諾がある以上，Ａの権利を侵害するものではないとの答案もあった。また，同条に言及する答案の中でも，判例を踏まえて，原著作物の表現上の本質的特徴を直接感得できる部分にだけ適用され得るのか否かについて同条の要件解釈を展開する答案は少なかった。「著作権法第２８条を適用すると原著作者の権利が広くなりすぎて不当」といった理由だけで結論付ける答案が多かったが，これだけでは問題提起にはなり得ても，法解釈論とはいえない。\n武将αのキャラクターの著作物性に言及し，キャラクターは抽象的な概念であって具体的な表現ではないとする答案が多かったが，中には，キャラクターを絵画の著作物に当たるとする答案もあった。\n- 52 -ウ 設問２展示権侵害を肯定する答案があったが，本件では原画の所有者の承諾があるから誤りである。逆に，所有者の同意がない場合でも著作権法４７条が適用できるとの答案もあったが，展示権侵害のないことが同条の要件である。\n本件原画の複製について，著作権法第４７条の適用を論じた答案は多かった一方，そもそも同条に全く触れてない答案が少なからず存在した。同条の適用に当たっては，同条の小冊子に該当するか否かについて，同条の趣旨を踏まえた判断基準を定立し，事案への当てはめを行う必要がある。この点，判断基準が曖昧なまま，結論を導いている答案が散見された。また，本件パンフレットが有償配布であることを理由として同条の適用を否定する答案があったが，有償性は小冊子該当性の判断に決定的ではないと解されている。なお，本件パンフレットと本件チケットは，漫画の原画の利用状況が相違するのに，その相違を考慮せずに，両者を同一に論述する答案が少なくなかった。本件チケットについて同条の適用を肯定する答案もあったが，本件チケットが「小冊子」に該当することは困難というべきである。\nまた，本件原画の複製については，著作権法第３２条第１項の引用該当性が問題となるが，引用の抗弁に全く言及しない答案がかなり多かった。引用該当性を論ずる答案についても，その要件を列挙して当てはめを行ってはいるが，引用する側の著作物性が必要であるか否かを論じている答案は少数であった。この点は，\n引用について論じた著名な裁判例で明示的に議論されているところであり，仮に引用する側の著作物性は不要であるとの立場に立つとしても，論述すべきである。\nエ 設問３応用美術の論点は多くの答案が触れていたものの，この問題に全く言及しない答案も少なくなかったのは予想外であった。本件フィギュアの著作物性の認定に当たって，大量生産品の応用美術であることをアプリオリに問題とする答案が多く，意匠法等の他の産業財産権法や不正競争防止法との適用範囲の棲み分けを考える必要性から論証を始める答案は少なかった。本件フィギュアについて，問題文の記載のみから，純粋美術と同視し得る程度の美的創作性を肯定し，美術の著作物に当たると断定する答案がほとんどであった。美術の著作物と認められない場合においてもなお，ＢやＥがＦに対して権利行使が可能であるか否かについての検討が行われることを想定していたが，この点を論述する答案はほとんどなかった。\nＢのＦに対する請求については，ほとんどの答案が著作権法第２８条に言及していたが，本件漫画に係る複製権又は翻案権の侵害に言及する答案はほとんどなかった。\nＦの製造した本件おまけにつき私的複製（著作権法第３０条）を論じる答案，\n消尽を論じる答案，本件フィギュアに同法第４６条第１号や同条第４号の該当性を論じる答案や同法第３８条第４項（営利目的のない貸与）に言及する答案が散見されたが，何れも誤りである。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心と- 53 -して，条文，判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの第１問について，Ｙの主張し得る抗弁としてどのようなものがあるかにつき網羅的な検討をしないで，特定の抗弁のみを取り上げて論述する答案が多く見られたことは採点実感に記載したとおりであるが，新規性・進歩性欠如を理由とする無効の抗弁等，\n当を得ない論点を長々と論じる答案も多く，そのような答案からは，受験者が事案に正面から取り組むのを避け，答案の書きやすさの観点から，学習してきた論点を厚く論述しているような印象を受けた。最も有力な反論である訂正の対抗主張に全く気付かない答案も目立ったところである。実務家を養成する教育機関である法科大学院においては，論点中心の教育ではなく，実際の訴訟等を想定して，具体的事案の中から，\n実務家であれば当然主張すべき抗弁・再抗弁を抽出し，それについて的確に論述する能力を広く養うような教育が求められる。\nまた，最高裁判例があるにもかかわらず，その判旨を全く無視して自説を展開する答案も目立った。繰り返しになるが，法科大学院は実務家を養成する教育機関であることから，判例を念頭においた教育を常に心掛けることが望まれる。\n- 54 -"
}