{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，２：５：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）の定款は，別紙のとおりである。\n甲社の発行済株式の総数は１０００株であり，その資本金の額は４億円である。甲社は，会社法上の大会社ではない。\n２．甲社は，亡Ｐが創業し，その妻Ｑ，長男Ａ，二男Ｂ，三男Ｃらと共に発展させてきた会社であり，株主構成としては，Ｑが１２０株，Ａが４００株，Ｂが２５０株，Ｃが１５０株を有し，そのほか，Ａの長男Ｄが３０株，亡Ｐの弟Ｅが５０株を有していた。\n甲社における取締役はＡ，Ｂ，Ｃ及びＱの４人であり，代表取締役社長はＡであった。これらの取締役は，いずれも平成２３年３月に開催された定時株主総会（以下「平成２３年総会」という。）で再任され，その任期は，平成２４年１２月３１日に終了する事業年度に関する定時株主総会の終結の時までであった。\n３．平成２３年総会においては，取締役全員の報酬の総額を年６０００万円以内とする旨の決議がされ，その直後の取締役会において，全員一致により，次の定時株主総会までの間の各取締役の報酬の額をＡにつき２０００万円，Ｂにつき１５００万円，Ｃにつき１２００万円，Ｑにつき１０００万円とする旨の決議がされた。\nその後，平成２４年３月に開催された定時株主総会の直後の取締役会においても，全員一致により，次の定時株主総会までの間の各取締役の報酬につき，上記と同額とする旨の決議がされた。\n４．平成２４年１０月，Ｑが死亡した。Ｑの相続人は，Ａ，Ｂ及びＣの３人であり，Ｑは，遺言をしていなかった。\n遺産分割協議では，Ａ，Ｂ及びＣが互いに譲らない状況が続いていた。Ａ，Ｂ及びＣは，Ｑが有していた甲社株式についての権利行使者に関しても協議したが，合意に至らなかったため，平成２５年１月２０日，Ｂ及びＣは，上記の権利行使者をＢとすることに合意し，甲社に対し，連名でその旨を通知した。\n５．平成２５年１月下旬，Ａは，Ｅから，Ｅの経営する会社が資金繰りに窮したために緊急にその有する甲社株式を換金したい旨の相談を受けた。\nＡは，自己の意向に沿う株主を増やすことを企図し，Ｅに対し，友人である資産家のＦを紹介した。Ｆは，Ａから，甲社株式を保有してＡを支持すれば，株式の価値も上がり良い投資になる旨説得され，株式の取得を承諾した。\n同年２月１３日，Ｅは，Ｆとの間で，その有する甲社株式５０株を代金１億円で売り渡す旨の売買契約を締結し，甲社に対し，会社法所定の記載がされた株式譲渡承認請求書を提出した。\nＡは，取締役会においてＦが甲社株式を取得することについて承認しない旨の決定がされることを懸念し，他の取締役に対し，Ｅから株式譲渡承認請求書が提出されたことを伝えなかった。\n６．その後，甲社において取締役会は開催されず，甲社からＥに対して何の連絡もないまま，２週間が経過した。\n平成２５年３月１日，Ａは，Ｆに対し，「Ｆが甲社株式を取得することについて取締役会の承認の効力が生じたので，今後は，株券の交付さえ受ければ，特段の手続を要することなく，Ｆは，正式に甲社の株主として扱われることになる。」などと伝えた。Ｆは，Ａの発言を信じ，Ｅに対し甲社株式の代金１億円を支払い，Ｅから株券の交付を受けた。Ｆは，甲社に対し，名義書換の請求手続を採らず，甲社において，名義書換の手続はされなかった。\nＥは，受領した代金をその経営する会社のために使用した。\n７．一方，Ａは，甲社における自己の支配権を確立する目的で，あらかじめ自らの払込金を用意し\n- 2 -た上で，Ｂ及びＣが短期間に調達することが困難な多額の出資を伴う株主割当てによる募集株式の発行を実施しようと考えていた。そして，Ａは，銀行から一定額の融資を受ける見込みとなったが，なお払込金に不足する部分につき，取締役の報酬の増額により捻出しようと考えた。\n８．甲社では，平成２５年３月７日に開催された取締役会において，同月１６日を開催日として，平成２４年１２月３１日に終了した事業年度に関する定時株主総会（以下「平成２５年総会」という。）を招集することとされ，平成２５年総会に，①計算書類の承認議案を提案すること，並びに②任期満了を迎えるＡ，Ｂ及びＣのほか，Ｄ及び甲社の総務部長Ｇを取締役候補者とする旨の取締役選任議案を提案することが，全員一致で承認された。\n平成２５年３月８日，甲社は，Ａ，Ｂ，Ｃ，Ｄ及びＦに対し，平成２５年総会の招集通知を発送した。その招集通知には，第１号議案として上記①の議案が，第２号議案として上記②の議案が記載されていた。なお，平成２５年総会における議決権の行使につき，基準日は定められなかった。\n９．平成２５年総会においては，Ａ，Ｂ，Ｃ及びＤが出席し，Ｆは，Ｄを代理人として，一切の議決権の行使を委任していた。\n第１号議案及び第２号議案が満場一致で承認可決された後，Ａは，株主総会の席上で，取締役全員の報酬の総額を年３億円以内に引き上げる旨の議案を提案した。Ｂは，甲社の経営状態を理由に反対する旨述べたが，株主総会の議長であるＡは，採決をすることとした。\nＡは，Ｑが有していた甲社株式についてのＢによる議決権行使に関しては，その株式についての権利行使者の指定につきＡの同意がないから，無効として取り扱うこととし，その結果，賛成した議決権の数が４８０個（内訳は，Ａ４００個，Ｄ３０個，Ｆ５０個），反対した議決権の数が４００個（内訳は，Ｂ２５０個，Ｃ１５０個）となり，可決を宣言した（以下「本件報酬決議」\nという。）。\nＡは，閉会の宣言をし，平成２５年総会は，終了した。\n10．平成２５年総会の直後に開催された甲社の取締役会においては，取締役への就任を承諾したＡ，Ｂ，Ｃ，Ｄ及びＧが出席した。\nこの取締役会において，Ａから，(a)代表取締役としてＡを選定すること，(b)次の定時株主総会までの間の各取締役の報酬の額をＡにつき２億円，Ｂにつき１５００万円，Ｃにつき１２００万円，Ｄ及びＧにつき各２０００万円とすること，並びに(c)株主割当ての方法により募集株式を発行することが提案された。上記(c)については，株主に対しその有する株式５株につき２株の割当てを受ける権利を与えること，引受けの申込みの期日及び払込みの期日を平成２５年４月\n１日とすること，募集株式１株の払込金額を２００万円とすることなど，会社法所定の事項についての提案がされた。\n上記(a)から(c)までの議案について，Ｂ及びＣは反対したが，Ａ並びにＡから事前に話を聞いていたＤ及びＧが賛成したため，これらの議案は，賛成多数により可決された。\n11．平成２５年３月１７日，甲社は，株主に対し，上記10の株主割当てに係る募集事項その他の会社法所定の事項を通知し，その通知は，同日，株主全員に到達した。\n12．平成２５年４月１日，甲社は，各取締役に対し，上記10で定められた報酬の全額を支払った。\n同日，Ａ，Ｄ及びＦは，募集株式の割当てを受ける権利を行使し，その払込金額の全額の払込みをした。Ｂ及びＣは，甲社の経営の主導権を握りたかったが，その払込金額の一部しか資金を用意することができず，募集株式の割当てを受ける権利を行使しなかった。\n〔設問１〕 上記５のＥのＦに対する甲社株式の譲渡が甲社に対する関係で効力を生ずるかどうか\nについて検討した上で，甲社が平成２５年総会においてＦを株主として取り扱うことの当否について，論じなさい。\n- 3 -\n〔設問２〕\n⑴ Ｂが本件報酬決議の効力を否定するために会社法に基づき採ることができる手段について，論じなさい。\n⑵ 甲社は，Ａ，Ｄ及びＧに対し，上記12において支払済みの報酬の全部又は一部の返還を請求することができるかどうかについて，論じなさい。ただし，取締役の会社に対する任務懈怠責任（会社法第４２３条）については，論じなくてよい。\n〔設問３〕 Ｂが，①上記11の時点において，募集株式の発行を阻止するために会社法に基づき採\nることができる手段，及び②上記12より後の時点において，募集株式の発行の効力を否定するために会社法に基づき採ることができる手段について，論じなさい。\n- 4 -別 紙甲 株 式 会 社 定 款\n（商号）第１条 当会社は，甲株式会社と称する。\n（目的）第２条 当会社は，次の事業を営むことを目的とする。\n一 自動車部品の製造二 不動産の賃貸三 前二号に附帯関連する一切の事業\n（本店の所在地）第３条 当会社は，本店を乙県丙市に置く。\n（発行可能株式総数）第４条 当会社の発行可能株式総数は，２０００株とする。\n（株式の譲渡制限）第５条 当会社の株式を譲渡により取得するには，取締役会の承認を受けなければならない。\n（株主割当ての方法による募集株式の発行）第６条 当会社は，会社法第１９９条第１項の募集において，株主に株式の割当てを受ける権利を与える場合には，取締役会の決議により，同項各号に掲げる事項及び同法第２０２条第１項各号に掲げる事項を定めることができる。\n（株券の発行）第７条 当会社は，発行する株式に係る株券を発行する。\n（機関）第８条 当会社は，株主総会及び取締役のほか，取締役会及び監査役を置く。\n２ 当会社の監査役の監査の範囲は，会計に関するものに限定する。\n（株主総会の招集権者及び議長）第９条 株主総会は，代表取締役社長が，これを招集し，その議長となる。\n（代表取締役社長）第10条 取締役会は，その決議により，代表取締役社長を選定する。\n（事業年度）第11条 当会社の事業年度は，毎年１月１日から１２月３１日までの１年とする。\n以上は，甲社の定款の全部である。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，非公開会社である甲社において代表取締役が自己の支配権を確立するために一連の方策を講じた事例に関して，譲渡制限株式の譲渡の効力と名義書換未了の場合の取扱い（設問\n１），株主総会における取締役の報酬の増額決議の効力，この決議に基づいて支払われた報酬の返還請求の可否及び範囲（設問２），株主割当てによる新株発行の差止めの可否及び新株発行の効力（設問３）を問うものである。\n設問１前段は，ＥのＦに対する株式譲渡の甲社に対する効力を問うものである。甲社は，株券発行会社であり，非公開会社であるから，甲社株式の譲渡が甲社に対する関係で効力を生ずるには，株券の交付により当事者間における株式譲渡の効力が発生することを前提として，取締役会の決議により株式譲渡の承認がされなければならない。本問では，会社法第１４５条の規定によるみなし承認の要件を形式的に充足していることを踏まえた上で，代表取締役Ａが，取締役会においてＦに対する株式譲渡が承認されないことを懸念し，これを取締役会に諮ることを回避して上記のみなし承認の要件を充足させたという事情を指摘する必要がある。そして，このような本来の制度の目的とは異なる目的でみなし承認の制度を利用した点がみなし承認の効力に影響を与え得るか否かについて，株式譲渡自由の原則，株式の譲渡制限とみなし承認の制度趣旨，甲社の既存株主又は譲受人Ｆのいずれの利益を保護すべきか等に触れながら，説得的に論ずることが求められる。\n設問１後段では，基準日の定めがなく，株主総会当日の株主に議決権を行使させればよいことを前提として，名義書換をしていないＦを会社側から株主として取り扱うことができるか否かについて，名義書換が対抗要件であること（会社法第１３０条）やその趣旨に照らして論ずることが求められる（最判昭和３０年１０月２０日民集９巻１１号１６５７頁参照）。本問では，代表取締役Ａの言動が原因となってＦから名義書換の請求がされていないことから，Ｆに法定の手続を履践していないという一定の落ち度は認められるものの，名義書換の不当拒絶に類似する状況であるという視点から論ずることも考えられる。設問１前段において，みなし承認の効力を否定し，ＥのＦに対する株式譲渡は甲社に対して効力を生じていないという結論を採った場合には，株式譲渡の効力要件を具備しながらも名義書換未了の株主を会社側から株主\n- 5 -として取り扱うことができるかという問題とは異なることを意識した上で，論ずることが必要である。\n設問１全体を通じて，株式譲渡の当事者間における効力，会社に対する効力及び会社に対する対抗要件について，その制度趣旨，要件，相互の論理的関係等を理解した上で，筋の通った解答をすることが求められる。\n設問２前段は，平成２５年総会における取締役の報酬の増額決議の効力を問うものである。\n具体的には，まず，①取締役会設置会社である甲社の株主総会において，その招集の際に定められた株主総会の目的である事項（会社法第２９８条第１項第２号）以外の事項について決議をしたことについて，同法第３０９条第５項に違反し，株主総会の決議方法の法令違反という同法第８３１条第１項第１号の決議取消事由に該当することを指摘する必要がある。また，②\nＱの死亡により遺産共有状態にある株式の権利行使者の指定（同法第１０６条）が共有者の持分の過半数の同意により行われたことについて，同条の規定の趣旨，上記の権利行使者の指定の持つ意味，権利行使者の指定に共有者の全員一致を要するとする見解との比較等を踏まえ，その指定の効力を論じた上で，議長ＡがＢによる議決権の行使を認めなかった取扱いの法的評価につき，上記①と同様の決議取消事由に該当するか否かを論ずる必要がある（最判平成９年\n１月２８日集民１８１号８３頁参照）。さらに，③同法第８３１条第１項第３号の決議取消事由に関しても，取締役の報酬総額を定める株主総会決議について取締役である株主が特別利害関係人に該当するか否か，その議決権行使によって著しく不当な決議がされたか否かについて，本問の事実関係に即して論ずることが求められる。上記①から③までに加え，設問１において，譲受人Ｆを株主として取り扱うことができないという結論を採った場合には，Ｅに株主総会の招集通知を発していないこと及びＦの議決権行使を許容したことについても，決議取消事由に該当するか否かを論ずることが考えられる。なお，これらの決議取消事由については，同法第\n８３１条第２項の裁量棄却の余地があるか否かを論ずることも期待される。\n設問２後段では，平成２５年総会における取締役の報酬の増額決議が取り消されると，当該増額決議は遡及的にその効力を失うこと，その結果，平成２３年総会における取締役の報酬総額の決議がなお効力を有することとなることを前提として，平成２３年総会において定められた報酬総額の枠を超える額の個別報酬額を定めた取締役会決議の効力を論ずる必要がある。具体的には，この取締役会決議が全部無効となるのか又は一部無効にとどまるのか，一部無効となる場合には，各取締役に対する報酬決定について無効となる金額，全部無効となる場合には，全部返還を求め得るのか等の検討を踏まえて，結論の妥当性をも意識しつつ，各取締役に対して不当利得として報酬の返還を求め得ること及びその具体的金額について，説得的かつ論理的に論ずることが求められる。\n設問３前段は，本問のような株主割当てによる新株発行に対し，不公正発行を理由とする差止請求（会社法第２１０条第２号）ができるか否かを問うものである。同号は，株式の発行が「著しく不公正な方法」により行われることを要件とするところ，本問では，株主全員に申込みの機会を付与する株主割当ての事案であること，新株発行の目的がＡによる支配権の確立にあること，Ａは，取締役の報酬の増額により，払込資金を用意するために有利な状況を自ら作出していること等の事実を的確に摘示した上で，上記の要件に該当することを説得的に論じ，また，「株主が不利益を受けるおそれ」という要件についても，株主Ｂが持株比率の低下という不利益を受けるおそれがあることを記述することが必要である。さらに，差止請求の実効性を確保する観点から，これを被保全権利とする仮処分（民事保全法第２３条第２項）についても，保全の必要性に関する事情を指摘しつつ，言及すべきである。\n設問３後段では，新株発行無効の訴え（会社法第８２８条第１項第２号）の可否について論ずることが求められる。この訴えに係る無効事由について法の定めがないことを前提として，新株発行により形成された法律関係の安定性や新株発行が会社の業務執行に準ずるものである- 6 -\nことを重視する見解（最判平成６年７月１４日集民１７２号７７１頁参照）を踏まえつつ，本問では，甲社が非公開会社であり，株主の持株比率の利益が重視されるべきであること，他方で，Ｂは，新株発行差止請求権を被保全権利とする仮処分により救済を受けることが可能であったこと等を意識しながら，説得的に論ずることが必要である。",
  "scoring_notes": "１ 出題の趣旨既に公表されている「平成２５年司法試験論文式試験問題出題趣旨」（以下「出題趣旨」という。）に，特に補足すべき点はない。\n２ 採点方針及び採点実感(1) 民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，分析し，会社法上の論点を的確に抽出して各設問に答えるという，基本的な知識と，\n事例解析能力，論理的思考力，法解釈・適用能力等を試すものである。\n(2) 設問１（譲渡制限株式の譲渡の効力と名義書換未了の場合の取扱い）では，まず，\nその前段で，ＥのＦに対する株式譲渡の甲社に対する効力が問われている。本問では，会社法第１４５条の規定によるみなし承認の要件を形式的に充足していることを踏まえた上で，代表取締役Ａが，取締役会においてＦに対する株式譲渡が承認されないことを懸念し，これを取締役会に諮ることを回避して上記のみなし承認の要件を充足させたという事情を指摘する必要があるが，この点の指摘は，多くの答案でされていたものの，この点に全く触れていない答案もあった。そして，本来の制度の目的とは異なる目的でみなし承認の制度を利用した点がみなし承認の効力に影響を与え得るか否かについては，多くの答案で述べられていたが，記述が簡単な答案が多かった。なお，この点については，どのような結論を採っても，理由が適切に述べられていれば，同等に評価したが，少しではあるものの，理由を丁寧に述べて論述している答案も見られた。\n設問１の後段では，基準日の定めがなく，株主総会当日の株主に議決権を行使させればよいことを前提として，名義書換をしていないＦを会社側から株主として取り扱うことができるか否かについて，名義書換が対抗要件であること（会社法第１３０条）やその趣旨に照らして論ずることが求められるが，名義書換が対抗要件であることを正しく理解していない答案が若干見られた。本問では，代表取締役Ａの言動が原因となってＦから名義書換の請求がされていないことから，Ｆに法定の手続を履践していないという一定の落ち度は認められるものの，名義書換の不当拒絶に類似する状況であるという視点から論ずることも考えられるが，この点について論じた答案も見られた。なお，どのような結論を採っても，理由が適切に述べられていれば，同等に評価したが，設問１の前段において，みなし承認の効力を否定し，\nＥのＦに対する株式譲渡が甲社に対して効力を生じていないという結論を採りつつ，\n設問１の後段において，単に，名義書換は会社の事務処理の便宜のための制度であるという理由により，会社側から株主として取り扱うことは可能であると論ずる答案については，前段と後段との論理的関係に関する理解が不足するものと評価した。\n(3) 設問２（株主総会における取締役の報酬の増額決議の効力，この決議に基づいて支払われた報酬の返還請求の可否及び範囲）のうち，小問(1)は，平成２５年総会における取締役の報酬の増額決議の効力を問うものであり，まず，①取締役会設置会社である甲社の株主総会において，その招集の際に定められた株主総会の目的である事項（会社法第２９８条第１項第２号）以外の事項について決議をしたことについて，同法第３０９条第５項に違反し，株主総会の決議方法の法令違反という同法- 16 -第８３１条第１項第１号の決議取消事由に該当することを指摘する必要があるが，\n本問における当日の議題提出が同法第３０９条第５項違反であることを正しく指摘した答案は極めて少なかった。②Ｑの死亡により遺産共有状態にある株式の権利行使者の指定（同法第１０６条）が共有者の持分の過半数の同意により行われたことについては，多くの答案が正しく論じていた。さらに，③同法第８３１条第１項第３号の決議取消事由については，全く触れていない答案が相当数見られた。また，\nこれに触れている答案でも，特別利害関係のある株主を「他の株主と異なる利益を得る者」と定義するなどという正しくない理解をしている答案がある程度見られた。\nなお，①②に触れている答案の多くは，株主総会決議の取消事由について同法第８３１条第２項の裁量棄却の余地があるか否かについても論じていた。\n小問(2)では，平成２５年総会における取締役の報酬の増額決議（以下「平成２５年総会決議」という。）が取り消されると，決議の効力が遡及的に失われること，その結果，平成２３年総会における取締役の報酬総額の決議がなお効力を有することとなることを前提として，平成２３年総会において定められた報酬総額の枠を超える額の個別報酬額を定めた取締役会決議の効力を論ずる必要がある。具体的には，\nこの取締役会決議が全部無効となるのか又は一部無効にとどまるのか，一部無効となる場合には，各取締役に対する報酬決定について無効となる金額，全部無効となる場合には，全部返還を求め得るのか等の検討を踏まえて，結論の妥当性をも意識しつつ，各取締役に対して不当利得として報酬の返還を求め得ること及びその具体的金額について論ずることが求められる。しかしながら，ほとんどの答案が，平成２５年総会決議が取り消されると決議の効力が遡及的に失われることには触れていたが，その結果，取締役会決議の効力がどうなるのかについては論じていなかった。\n報酬の返還請求については，取締役会決議の効力に触れないで，単に平成２５年総会決議が取り消されたことの効果として論じた答案がほとんどであった。なお，報酬の支払が一部無効と論じた答案も若干見られたが，これも，取締役会決議の効力に触れないでそのような結論を導いたものがほとんどであり，さらに，一部無効となる具体的金額について説得的に記述した答案は極めて少なかった。\n(4) 設問３（株主割当てによる新株発行の差止めの可否及び新株発行の効力）では，\nまず，その前段で，本問のような株主割当てによる新株発行に対し，不公正発行を理由とする差止請求（会社法第２１０条第２号）の可否を問うものであるが，多くの答案がこの点を論じていた。もっとも，第三者割当ての事例についての裁判例におけるいわゆる主要目的ルールをそのまま当てはめるだけの答案が多く，設問事例が株主割当てに関する事案であることを意識して論じている答案や，「株主が不利益を受けるおそれ」という要件について具体的に言及した答案は少なかった。また，\n新株発行差止請求権を被保全権利とする仮処分（民事保全法第２３条第２項）について言及した答案も少なかった。\n設問３の後段では，新株発行無効の訴え（会社法第８２８条第１項第２号）の可否について論ずることが求められるが，ほとんどの答案がこの点を論じていた。もっとも，甲社は非公開会社であり株式が流通しないから本問のような株主割当ては無効事由となるとだけ述べた答案が多く見られ，新株発行により形成された法律関係の安定性や新株発行が会社の業務執行に準ずるものであることを重視する見解（最判平成６年７月１４日集民１７２号７７１頁参照）に言及した答案や，Ｂは新株発- 17 -行差止請求権を被保全権利とする仮処分により救済を受けることが可能であったこと，非公開会社においては，株主の持株比率の維持が重視されていること（会社法第１９９条第２項）等を意識した答案は，少なかった。\n(5) 以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」の四つの水準の答案は，次のようなものと考えられる。第一に，「優秀」な答案は，\n主要な論点をほぼ論ずることができていて（主要な論点の一つや二つが欠けている程度は，差し支えない。），各問題につき相当な理由付けをして自らの考えを述べ，\nその考えに基づき論理的に整合性を持った法的議論を展開することのできている答案である。「良好」な答案は，主要な論点で論じられていないものが若干あるが，\n取り上げた論点についてはそれなりの論理的に整合性を持った法的議論がされている答案である。「一応の水準」の答案は，最低限押さえるべき論点，例えば，設問１であれば，みなし承認の成否と名義書換の関係が，問題文にある事実を適切に当てはめながら論じられていて，議論の筋がある程度通っている答案である。「不良」\nな答案は，そのような最低限押さえるべき論点も押さえられていない答案や，議論の筋の通っていない答案である。\n３ 法科大学院教育に求められるもの譲渡制限株式の譲渡の効力と名義書換未了の場合の取扱い，株主総会における取締役の報酬に関する決議の効力，株主割当てによる新株発行の差止めの可否及び新株発行の効力についての規律は，会社法の基本的な規律であると考えられるが，これらについての理解に不十分な面が見られる。会社法の基本的な知識の確実な習得とともに，\n論理的思考力を養う教育が求められる。\n- 18 -"
}