{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "民法",
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．甲土地は，平成２２年５月当時，Ａが所有しており，Ａを所有権登記名義人とする登記がされていた。また，乙土地は，その頃，Ｂが所有しており，Ｂを所有権登記名義人とする登記がされていた。\n２．Ｂは，医療機器の製造と販売を主たる事業としていたが，事業用の建物を賃貸して収益を得たいとも考えていた。Ｂは，事業用の建物を所有するのには甲土地が立地として適しているのに対し乙土地が必ずしも適さないことから，乙土地を売却処分して甲土地を取得したいと考え，Ａとの間で甲土地の売買について交渉を試みた。この交渉において，Ｂは，Ａに対し，代金を支払うための資金を乙土地の売却処分により調達する予定であることを説明し，Ａは，その事情に理解を示すとともに，代金債務の担保として適当な連帯保証人を立てることを求めた。\n３．この交渉の結果として，Ａ及びＢは，平成２２年６月１１日，代金を６０００万円として甲土地をＡがＢに売る旨の契約を締結した。この契約においては，代金のうち１５００万円は同月中にＢがＡに支払うこと，残代金４５００万円の支払の期限は平成２２年８月１０日とすること並びに代金の全部が支払われた後に甲土地についての所有権の移転の登記及び甲土地の引渡しをするものとすることが約された。\n４．また，保証人を立てることについて，Ｂは，Ａに対し，Ｂの友人であるＣを連帯保証人とすることを提案した。Ｂは，このことについてＣの了解を得ていなかったが，Ｂと長く交友関係があったＣに事情を説明すれば，甲土地を入手するためにＣが協力をしてくれるものと想定していた。\nＡは，Ｂの提案を了承し，【事実】３の売買契約が締結された平成２２年６月１１日，Ａ及びＢは，Ｃがその売買契約に係る代金債務の連帯保証人になる旨の書面を作成した。その書面は，２通作成され，それらの内容は同じものである。すなわち，そこには，【事実】３の売買契約に基づきＢが負う代金債務についてＣが連帯して保証する旨が記され，Ａ及びＢが署名し，Ｂの署名には，ＢがＣの代理人である旨が示されていた。Ａ及びＢは，この書面をそれぞれ１\n通ずつ持ち帰ることとした。Ｂは，この書面を作成する際，Ｃが連帯保証人になることについて，Ｃから代理権を授与されてはいないが，Ｃの追認を速やかに得たい，とＡに説明した。\n５．Ｂは，平成２２年６月１５日，Ｃと会い，Ｃに対し，【事実】４の連帯保証の書面を示し，その書面に記されているとおり，【事実】３の売買契約に基づきＢが負う代金債務についてＣが連帯して保証する旨の契約をしたこと，及び連帯保証人になることについてのＣの追認を後日に得たいとＡに告げたことを説明した。その上で，Ｂは，Ｃに対し，Ｃを連帯保証人にする旨の契約をしたことを認めて欲しい，と要請した。Ｃは，これを承諾して，その席からＡに電話をし，連帯保証人になることに異存はない旨を告げた。\n６．【事実】３の売買契約の代金のうち１５００万円は，平成２２年６月２５日，ＢがＡに支払った。しかし，残代金の支払のためにＢが進めた乙土地の売却処分は実現しないまま，やがて平成２２年８月１０日が到来した。そこで，Ａは，同月１８日，Ｂに対し残代金４５００万円を速やかに支払うよう求めるとともに，Ｃに対し同じ額の支払を求めた。\nこれに対し，Ｃは，ＡＣ間の連帯保証契約は書面でされておらず，その効力を生じないからＡの求めに応ずるつもりがないことを告げた。〔設問１〕 【事実】１から６までを前提として，次の問いに答えなさい。\nＡが，Ｃに対し，保証債務の履行を請求するには，どのような主張をする必要があるかを検討し，また，その主張に含まれる問題点を踏まえてその当否を論じなさい。\nⅡ 【事実】１から６までに加え，以下の【事実】７から16までの経緯があった。\n【事実】\n７．その後，Ｂは，乙土地の売却について目途がついたことから，Ａと話し合い，Ａとの間において，【事実】３の売買契約の残代金を支払う期限を平成２２年１２月１５日とすることに合意した。Ｂは，乙土地の売却処分によって得た資金を用い，平成２２年１２月１０日，残代金をＡに支払った。同日，甲土地はＡからＢへ引き渡され，また，同月１８日，甲土地について\nＡからＢへ売買を原因とする所有権の移転の登記がされた。\n８．そこで，Ｂは，甲土地上に建物を建設するため，銀行であるＤ及び建設業を営む株式会社であるＥと折衝を始めた。\nまず，建設資金の融資をＢから要請されたＤは，平成２３年１月頃，甲土地及びその上に建設される建物について第１順位の抵当権の設定を受けることを条件として，Ｂに対し，建物の建設資金として８０００万円を融資する旨の意向を示した。\nまた，Ｂ及びＥは，平成２３年２月２８日，Ｅが甲土地の上に建物を建設し，これに対する報酬としてＢがＥに１億３０００万円を支払う旨の請負契約を締結した。\n９．【事実】８の請負契約に基づき，Ｅは，甲土地上に建物を建設し，平成２３年８月３１日，Ｂに対し，この建物（以下「丙建物」という。）を引き渡した。同日，ＤはＢに８０００万円を貸し渡し，Ｂは，Ｂが別に用意した５０００万円を加え，請負の報酬として１億３０００万円をＥに支払った。\n10．また，ＤによるＢへの金銭の貸渡しに係る消費貸借の返済条件は，毎月７８万円の元利均等払で期間は１０年とされた。また，この貸金の返済について２回の債務不履行がある場合にはＢは期限の利益を失い，返済されていない額の全部を直ちにＤに返済することも約された。\nそして，Ｂ及びＤは，この消費貸借に基づく貸金債権を担保するため，平成２３年８月３１日，甲土地について抵当権を設定する旨の契約を締結した。これに基づき，同日，甲土地について，Ｄを登記名義人とする抵当権の設定の登記がされた。この抵当権に優先する担保権の登記はされていない。\n丙建物は，平成２３年９月１４日，Ｂを登記名義人とする所有権の保存の登記がされた。同日，Ｂ及びＤは，上記の消費貸借に基づく貸金債権を担保するため，丙建物について抵当権を設定する旨の契約を締結し，これに基づき，Ｄを登記名義人とする抵当権の設定の登記がされた。この抵当権に優先する担保権の登記はされていない。\n11．Ｂは，Ｆとの間において，平成２３年１０月１日，丙建物の１階部分について，コーヒーショップとして使用することを目的とし，賃料を月額４０万円として，これをＦに賃貸する旨の契約を締結した。この賃貸借契約においては，各月の賃料を前月の２５日に支払うものとすることが約された。この賃貸借契約に基づき，同日，Ｂは，Ｆに対し丙建物の１階部分を引き渡した。\n12．Ｂは，Ｇとの間において，平成２３年１１月１日，丙建物の２階部分について，学習塾として使用することを目的とし，賃料を月額３０万円として，これをＧに賃貸する旨の契約を締結した。この賃貸借契約においては，各月の賃料を前月の２５日に支払うものとすることが約された。この賃貸借契約に基づき，同日，Ｂは，Ｇに対し丙建物の２階部分を引き渡した。\n13．Ｆは，【事実】11の賃貸借契約の締結に当たり，丙建物の１階部分の内装について，飲食店の内装工事を専門とし，内装業を営むＨに相談し，Ｂから丙建物の設計図を取り寄せるなどして，Ｈと共に内装の仕様及び施工方法を検討した。その上で，Ｆは，その検討結果の概要をＢに説明し，それに従いＨに内装工事を行わせることについてＢの承諾を得た。これを受けて，Ｆは，平成２３年１０月３日，Ｈに内装工事を発注し，同月２５日に工事が完了した。そこで，Ｆは，平成２３年１１月１日，丙建物の１階部分において，営業を始めた。\n14．平成２４年２月末頃，丙建物の１階部分で雨漏りが発生するようになった。\n15．Ｆから雨漏りを防ぐ措置を求められたＢは，Ｅに調査を依頼した。この調査の結果，【事実】\n13の工事の際にＨが誤って丙建物の一部に亀裂を生じさせたことが雨漏りの原因であることが明らかとなった。\n16．Ｂは，このままでは丙建物の維持に支障が生じると考え，Ｅに【事実】15の亀裂の修繕を発注し，その修繕の工事は，平成２４年３月２０日に完了した。そこで，Ｂは，それに対する報酬として１００万円をＥに支払った。このＢがＥに支払った報酬の額は，【事実】15の亀裂の修繕に要する工事の対価として，適正なものである。\n〔設問２〕 【事実】１から16までを前提として，Ｂは，【事実】16においてＥに支払った報酬に\n相当する金銭の支払をＦに対し求めるために，どのような主張をすることが考えられるか。また，それに対し，Ｆは，どのような主張をすることが考えられるか。それぞれの主張の根拠を説明し，いずれの主張が認められるかを検討しなさい。\nⅢ 【事実】１から16までに加え，以下の【事実】17及び18の経緯があった。\n【事実】\n17．その後，Ｂは，医療機器の製造販売の事業に失敗して，資金が不足するようになり，Ｄに対する平成２４年６月分及び７月分の貸金の返済について遅滞が生じた。そこで，Ｄは，抵当権に基づく物上代位によって貸金の回収を図ることを考え，差し当たり丙建物の２階部分の賃料について，丙建物を目的とする【事実】10の抵当権に基づく物上代位による貸金の回収を始めることとした。また，丙建物の１階部分の賃料については，【事実】16の修繕費用をめぐる問題が解決してから，同様の手順を採ることを考えた。\nそこで，Ｄは，平成２４年９月１８日，抵当権に基づく物上代位権の行使として，ＢがＧに対して有する賃料債権のうち，平成２４年９月２５日以降に弁済期が到来する同年１０月分から平成２５年９月分までについて差押えの申立てをした。この差押えに係る差押命令は，平成\n２４年９月２１日，Ｂ及びＧに送達された。\n18．この送達がされる前の平成２４年９月初旬，大型で強い台風が襲い，丙建物の２階部分は，暴風のため窓が損傷し，外気が吹き込む状態となった。そのままでは丙建物の２階部分で児童や生徒に対し授業をすることにも支障が生ずるため，Ｇは，すぐにこの状況をＢに知らせようとしたが，Ｂの所在を把握することができなかった。\nＧは，やむなくＥに連絡を取って相談をし，Ｅ及びＧは，平成２４年９月８日，Ｅが丙建物の２階部分の修繕をし，それに対する報酬としてＧがＥに対し３０万円を支払うことを約した。\nこの報酬の額は，修繕に要する工事の対価として，適正なものである。翌９日にＥがこの修繕を完了したことから，同日，Ｇは，Ｅに対し３０万円を支払った。\n〔設問３〕 【事実】１から18までを前提として，次の問いに答えなさい。\n平成２４年１２月７日，Ｄは，同年１０月分から同年１２月分までの賃料（それぞれ同年９月\n２５日，同年１０月２５日及び同年１１月２５日に弁済期が到来したもの）の合計額である９０万円の支払をＧに対して求めたが，Ｇは，【事実】18の報酬の相当額である３０万円を差し引き，６０万円のみを支払うと主張した。これに対して，Ｄは，「まず，Ｇが，報酬の相当額を支払うようＢに対し請求する権利を有することについて，説明して欲しい。また，仮にそのような権利があるとしても，判例によれば，それと賃料債権を相殺することをもって，Ｄに対抗することは- 4 -できないから，ＧはＤに対して９０万円全額の支払義務を負うはずである。」と反論した。Ｄが依拠する判例とは，下記に【参考】として示すものである。\nこのＤの反論を踏まえた上で，Ｇがどのような主張をしたらよいか，理由を付して説明しなさい。\n【参考】\n最高裁判所第三小法廷平成１３年３月１３日判決・最高裁判所民事判例集５５巻２号３６３頁\n〔事案の概要〕\nＰがＱに対して負う貸金債務を担保するため，Ｐが所有する建物について根抵当権が設定され，その登記がされた後，当該建物の１階部分について，Ｐを賃貸人とし，第三者Ｒを賃借人とする賃貸借契約が締結され，３１５０万円の保証金がＲからＰに預託された。\nその後，Ｐ及びＲは，当該建物の１階部分について，それまでの賃貸借契約をいったん解約し，改めて賃料を月額３３万円とする賃貸借契約を締結し，その際，保証金を３３０万円に減額した。その結果，Ｐは，Ｒに対し差額の２８２０万円の返還債務を負った。しかし，この返還債務をＰが履行することができなかったため，ＰがＲに対して負う保証金返還債務の一部については，以後３年間，ＲがＰに対して負う賃料債務と，賃料支払期日ごとに対当額で相殺することがＰＲ間で合意された。\nさらにその後，Ｑは，上記の根抵当権に基づく物上代位権の行使として，ＰがＲに対して有する賃料債権のうち，差押命令送達時以降９００万円に満つるまでのものを差し押さえ，差押命令がＰ及び\nＲに送達された。\nそして，Ｑは，Ｒに対し，５か月分の賃料の支払を求めて訴えを提起したが，これに対して，Ｒは，Ｐとの相殺合意に基づく相殺を主張して争った。\n第１審及び第２審では，いずれもＱが勝訴し，Ｒの上告を受けた最高裁判所は，次のとおり判示して上告を棄却する判決を言い渡した。\n〔判旨〕\n「抵当権者が物上代位権を行使して賃料債権の差押えをした後は，抵当不動産の賃借人は，抵当権設定登記の後に賃貸人に対して取得した債権を自働債権とする賃料債権との相殺をもって，抵当権者に対抗することはできないと解するのが相当である。けだし，物上代位権の行使としての差押えのされる前においては，賃借人のする相殺は何ら制限されるものではないが，上記の差押えがされた後においては，抵当権の効力が物上代位の目的となった賃料債権にも及ぶところ，物上代位により抵当権の効力が賃料債権に及ぶことは抵当権設定登記により公示されているとみることができるから，抵当権設定登記の後に取得した賃貸人に対する債権と物上代位の目的となった賃料債権とを相殺することに対する賃借人の期待を物上代位権の行使により賃料債権に及んでいる抵当権の効力に優先させる理由はないというべきであるからである。」",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/民事系.pdf",
  "subject": 3,
  "purpose": "〔第１問〕\n本問は，Ａから甲土地を買うこととしたＢが，その代金債務について，Ｃを代理してＣを保証人とする契約を締結し，また，買い受けた甲土地の上に築造した丙建物について，その建設資金の貸主であるＤのために抵当権を設定するとともに，丙建物の各部分をＦ及びＧに賃貸したという事例に関して，民法上の問題についての基礎的な理解に加え，その応用を問う問題である。制度の趣旨を踏まえ妥当と認められる解決を説明する能力，当事者間に生じた事態について法律関係の正確な理解に基づき分析する能力及び事案の解決において参考となる判例の趣旨を理解して事案との比較検討を的確に行う能力などが試される。\nまず，設問１は，無権代理人が保証契約を締結し，それが後に追認された場合の保証契約の効力を検討する問題であり，保証契約の成立要件についての基礎的知識，特に書面の作成が必要であること（民法第４４６条第２項），及びこの要件に関連して従来は必ずしも十分に議論されていなかった問題について，自らの見解を説得的に展開する能力を問うものである。\n設問１では，「保証債務の履行を請求するには，どのような主張をする必要があるか」が問われているから，主債務の成立の指摘を含め，保証債務の履行を請求することができるための要件を網羅して掲げる必要がある。\nその上で，考察を要する問題点としては，第一に，契約締結時（平成２２年６月１１日）にはＢに代理権がなかったことをどのように考えるべきであるか，第二に，無権代理人Ｂが作成した契約書が民法第４４６条第２項の要件を満たすのか，という点が挙げられる。もっとも，前者の問題は，同月１５日にＣはＢから説明を受けた上で承諾したのであるから，追認があったものと評価することができる（同法第１１６条）。したがって，後者の問題が，本問の中心的な論点となる。\n本問の事実関係において，書面の作成という保証契約の要式性を充足するとみるかどうか，については，両様の考え方が成立可能であると考えられる。同法第４４６条第２項の規定の趣旨は，保証契約の内容を明確に確認し，また，保証意思が外部的に明らかになることを通じて保証をするに当たっての慎重さを要請するものである，というような説明がされてきた。無権代理人が作成した書面でも本人の追認があったことにより要式性の要件を充足することになるか，という問題を考察するに当たっても，このような立法趣旨の説明が参考となる。ただし，これのみから直ちに結論を導くことには，やや論理的に無理があり，より説得力のある論述にするためには，有権代理の場合に書面性の要件を充足するのはどのような場合かといった点を含め，更に深く立法趣旨を検討することが望ましい。考え方としては，保証をすることやその契約内容が書面により明確に確認される契機を重視するものと，保証人が主体的に書面を作成することを重視するもの等が想定される。前者は，本問における書面性を肯定する見解に，後者であれば否定する見解に，それぞれ結び付きやすいと思われるが，いずれにしても，立法趣旨について深く検討して理解した上で，本問での事実関係を検討することが求められる。\n設問２は，賃借物が破損した場合において，その破損が生じた原因が，賃借人Ｆからその内装工事の発注を受けたＨにある事例を題材として，次の三つの点について，債務不履行責任に関する基本的な理解を問うものである。\n第一は，この事例において，賃貸人Ｂがその修繕に要した費用に相当する金銭の支払を賃借人Ｆに求めるためにまず考えられるのは，賃借人Ｆが賃貸借契約によって負担する賃借物の保管義務の違反，つまり債務不履行を理由とする損害賠償請求（同法第４１５条）という構成であり，そのためには，賃借人がその賃貸借契約上の保管義務に違反し，それにより賠償されるべき損害が発生したこと（損害の発生と因果関係）が必要となることが正確に理解されているかどうかである。\n第二は，以上の要件を満たすときでも，同法第４１５条によると，賃借人に責めに帰すべき事由がないときは，賃借人は損害賠償責任を免れること，そしてそこでは，Ｈが賃借人Ｆの負う保管義務の履行補助者に当たることから，本問では履行補助者責任が問題になることが正確に理解されているかどうかである。例えば，伝統的通説によると，履行補助者には，真の意味での履行補助者と履行代行者があるとされ，本問のＨはＦとは独立の事業者であることから，後者の履行代行者に相当する。その他の見解では，このような区別はしないものの，履行代行者に相当するものも含めて，履行補助者責任が問題とされている。\n第三は，このように履行補助者責任が問題になるとして，賃借人Ｆが損害賠償責任を免れることができないとすれば，それはなぜであり，責任を免れることができるとすれば，それはなぜであるかを的確に説明し，その当否を論じることができるかどうかである。\n例えば，伝統的通説によると，履行代行者については，①明文上履行代行者を使用することができないのに使用した場合，②明文上積極的に履行代行者の使用が許される場合，③いずれでもなく，給付の性質上履行代行者を使用しても差し支えない場合が区別され，債務者が責任を負うための要件もそれに応じて区別される。これによると，本問では，ＦがＨとともに内装の仕様及び施工方法につき検討した結果についてＢが承諾をしていることが②に当たるかどうかが特に問題となる。もっとも，学説では，このような分類に対して強い批判があり，履行補助者責任を「他人の行為に対する責任」として使用者責任の対比で基礎付けを図る見解のほか，履行補助者責任を契約不履行責任の一般的な枠組みの中に位置付け，その基礎付けを図ろうとする見解も有力に主張されている。本問では，いずれの見解によるとしても，その論旨が説得的に展開されているかどうかが重要であり，それに即して本問に含まれる事実を適切に評価し，それぞれの主張を基礎付けることが求められる。\nなお，賃借人Ｆに対する請求の根拠としては，ほかに，不法行為に基づく損害賠償請求，事務管理による費用償還請求，不当利得返還請求等も考えられるが，本問の具体的事案の内容に照らせば，少なくとも第一次的には債務不履行責任を検討すべきであり，必ずしもこれ以外の法律構成の検討まで求められているわけではない。\n設問３は，抵当権設定登記の後に賃貸人に対して取得した債権を自働債権として賃料債権との相殺の意思表示をした賃借人と抵当権の物上代位権に基づき当該賃料債権を差し押さえた抵当権者の優劣について判断した【参考】判例を提示して，本問の具体的事案の下でも【参考】判例にのっとった結論を導くことが相当かどうかを問うものであり，これによって法的思考力や事案に即した分析力を試すことを意図した問題である。また，この点を検討する前提として，必要費償還請求権の成立要件についての理解とその当てはめを的確に行うことが求められている。\n判例法理の射程について議論をする際には，単に【参考】判例と本問とでは事案が異なるから，Ｄの依拠する判例法理が本問には適用されない，とするのみでは十分でない。【参考】判例の事案におけるどのような特徴が判旨の示すルールの前提となっているのかを論理的に明らかにし，その特徴がどのように変化すれば，ルールがどのように変化するのかを明らかにしなければならない。その上で，本問の事案においては，どのようなルールが適用されることの結果として，Ｇの主張に沿う結論となるものであるか，を示す必要がある。\nまた，判例法理の射程を問題とせずに【参考】判例の示したルールそのものを批判する場合であっても，十分な理由付けを示し，説得的な論述をしなければならない。そして，あるべきルールを明らかにし，その適用の結果も示す必要がある。\nなお，Ｇのすべき主張について問われているのであるから，仮にＤの反論が完全に適切なものであると解答者が考えたとしても，あり得べきＧの主張を考察しなければならない。また，賃料債権に対して抵当権に基づく物上代位権を行使することができるか，という問題もあるが，「３０万円を差し引いて支払う」というＧの主張を基礎付けることが求められているのであるから，その問題自体を論じる必要はない。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨〔「平成２５年司法試験論文式試験問題出題趣旨【民事系科目】〔第１問〕」）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解とともに，その応用を的確にすることができるかどうかを問うこととし，制度の趣旨を踏まえ妥当と認められる解決を説明する能力，当事者間に生じた事態について法律関係の正確な理解に基づき分析する能力及び事案の解決において参考となる判例の趣旨を理解して事案との比較検討を的確に行う能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析した上で法的観点から評価する能力を確かめることとした。\nこれらを実現するために，１つの設問に複数の採点項目を設け，採点項目ごとに適切な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点について表面的に言及する答案よりも，考察の重要箇所において周到確実な論述をし，又は創意工夫に富む答案が，法的思考能力の優れていることを示していると考えられることがある。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，論述の緻密さや周到さの程度や構成の明快さの程度に応じても点数を与えることとした。これらにより，ある設問について考察力や法的思考能力の高さが示されている答案には，別の設問について必要なものの一部の検討がなく，\nそのことにより知識や理解が不足することがうかがわれるとしても，そのことから直ちに答案の全体が低い評価となるものとはならないようにした。また反対に，論理的に矛盾する構成をするなど，法的思考能力に問題があることがうかがわれる答案については，低く評価することとした。なお，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の(1)から(3)までにおいて，それぞれ全般的な採点実感を紹介し，また，それを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」の４つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかについて示すこととする。ただし，これらは各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。\nまた，答案の全体的傾向から感じられたことについては，(4)で紹介することとする。\n(1) 設問１についてア 設問１の全般的な採点実感設問１は，保証契約の要式性を題材とし，無権代理人が作成した保証契約書で- 8 -あっても要式性を満たす場合があるのか否かを問題とするものであり，判例や学説によって未だ十分には議論されていない問題について，自らの見解を説得的に展開する能力を問う問題である。議論が熟していない論点であり，様々の結論があり得るが，立法趣旨を的確に把握し，それからの論理的な演繹により規範を定立し，さらに，本問の具体的事実を丁寧に当てはめて論述することが求められる。\n実際に作成された答案は，契約内容を明確にして確認し，保証意思を外部的にも明らかにすることを通じて保証を慎重ならしめる等との立法趣旨を指摘した上で，Ｃは書面を見て追認したのであるから立法趣旨に反するところはないとするものがほとんどであった。他方で，上記の立法趣旨からは，あくまでもＣ本人が書面を作成することが必要であり追認したのみでは足りないとの結論も可能であり，実際，このような答案も少なからず見受けられた。\nこのように立法趣旨に着眼することは必要であるとしても，立法趣旨のみから一義的な結論を論理的に導くことにはやや不自然さが残るものであり，そのことを自覚して，一部の答案は，立法趣旨からの説明を詳しくしたり事実関係を丁寧に検討したりする等の工夫をしていた。\nその反面において，立法趣旨と結論とを平板に併記するにとどまる答案も多かった。例えば，保証契約の内容について保証人に明確な理解があるということのみを根拠にして保証契約を有効と見るという推論は，極端には，一切書面がない場合でも明確な理解があるからよい，ということになりかねない。法解釈としては，最終的には，書面の要件に結び付けて論じる必要があり，その工夫が不十分なものも見られた。通り一遍の説明で満足するのではなく，辛抱強く緻密に論理の流れを追求する態度を望みたい。\nなお，設問１では，上記の論点以外にも，無権代理人による契約の効力について論じるべきであるが，必要以上に詳細に検討する答案や，逆に，全く言及しないものも散見された。問題点を網羅的に指摘しつつも，その重要性に応じて適切なバランスによって論述する能力も求めたい。また，ごく少数ではあったが，無権代理人による契約でも追認によって有効となる旨を指摘した上で，そのことのみから書面も有効となるとする答案があった。無権代理人による契約の効果を本人に帰属させるための要件と，要式性を満たすための要件とは区別するべきであるから，このような論述では要式性の検討として不十分である。\nなお，用語法に関する注意として，保証債務は，「主たる債務」が履行されない場合において履行を求められるものである。これを「被担保債務」とするものが見られた。\nイ 答案の例優秀に該当する答案の例としては，上記の立法趣旨から原則として本人が作成した書面による保証意思の確認が必要であるとし，しかし，本問では，Ｃは経緯の説明を受けて書面を見た上で追認したことを指摘し，この追認には書面を認める趣旨も含まれていると解釈して本人が作成した書面と同視することができるとするものや，民法第４４６条第２項は，その文言に照らしても，代理による保証契約の締結の場合に必ずしも本人による書面の作成を要求するものではないとした上で，無権代理の追認の場合に書面性の要件を満たすためには，上記の立法趣旨に照らし，本人が自ら書面の内容を確認した上で追認することを要求すべきで- 9 -あるとする解釈をして，保証契約の有効な成立を認めたものがあった。また，結論は逆ではあるが，上記の立法趣旨から本人が主体的に書面を作成したことが必要であるとし，本問ではＣは追認しているものの，Ｃ自身が主体的に書面を作成したものではないことを指摘し，さらに，追認の際に新たに書面を作成することもできたはずであるとして，保証契約の効力を認めない答案も，前例と同様に，\n立法趣旨と結論との論理的関連に配慮したものと評価することができる。\n良好に該当する答案の例は，立法趣旨と結論とを論理的に結び付けようと努力はしているものの説得力が十分ではないものである。例えば，上記の立法趣旨から原則として本人が作成した書面が必要であるとしつつ，本問での状況を詳しく述べた上で「したがって例外的に有効としてよい」とするもの等があった。\n一応の水準に該当する答案の例は，立法趣旨は的確に指摘するものの深く検討することなく，本問では書面を見た上で追認したのであるから「立法趣旨に反するところはない」等とするものである。\n不良に該当する答案の例は，立法趣旨について単に「保証人保護」とする等そもそも立法趣旨を的確に指摘することができていないものや，前述のように，契約の効果を本人に帰属させるための要件と要式性を充足するための要件とを区別しないで「追認により契約の効果はＣに及び，書面も有効となる等と論述するものである。\n(2) 設問２についてア 設問２の全般的な採点実感設問２は，賃借物が破損した場合において，その破損が生じた原因が，賃借人Ｆからその内装工事の発注を受けたＨの過失にあるケースを題材として，債務不履行責任に関する基本的な理解を問うものである。そこでは，債務不履行を理由とする損害賠償請求（民法第４１５条）の基本的な要件構成を踏まえて，本問のように履行補助者が使用される場合に，債務者である賃借人Ｆが責任を免れることができないとすれば，それはなぜであり，責任を免れることができるとすれば，\nそれはなぜであるかを的確に説明し，その当否を論じることが求められる。\n実際に作成された答案も，賃借人Ｆが善良な管理者の注意をもって賃借物を保管する義務を負い，賃借人Ｆが使用した履行補助者Ｈの行為によってこの義務に違反していることを適切に見極め，債務の不履行，損害の発生，その間の因果関係という要件が備わるとした上で，債務者である賃借人Ｆに責めに帰すべき事由があるといえるかどうかを論じるものが多く見られた。しかし，他方で，債務不履行責任には一切言及せず，不法行為責任や事務管理を理由とする費用償還請求，\n不当利得返還請求のみを検討する答案も相当数見られた。また，履行補助者責任に言及する答案の中でも，検討の結果，本問のＨは履行補助者に当たらないとするものも少なからず見られた。これは，債務者に対して独立性を持たない者が引渡しや役務提供等の典型的な給付を債務者に代わって行うのが履行補助者であるという，言葉の語感に由来すると思われるイメージに引きずられているためであると考えられる。しかし，履行補助者とは，債務者が債務の履行のために使用する者であり，使用者責任と異なり，補助者と債務者の間に支配・従属関係が存在する必要はない。このような基本的概念の意味についてすら，注意をして学んでいない形跡がうかがわれたことは残念というほかない。また，実際の答案では，債務不履行責任の要件を明示し，それぞれの意味と基準を明らかにして，本問の事実がそれに該当するかどうかを検討するものが多く見られた一方で，要件とその意味や基準を明確に示さないまま，本問に含まれる事情を列挙して，賃借人Ｆが責任を負うかどうかを論じるものが相当数見られた。\n本問で問題となる賃借物の保管義務はいわゆる手段債務であり，債務不履行という要件と責めに帰すべき事由の不存在という要件が表裏一体の仕方で問題となるという特徴があるとしても，そもそもどの要件の問題を論じているかすら判然としない答案が少なからず見られたことは，法解釈の基本的な素養が十分に身に付いていないことをうかがわせるものであり，問題が大きいと感じられた。\n本問の中心は，以上のように履行補助者責任が問題になるとして，賃借人Ｆが損害賠償責任を免れることができないとすれば，それはなぜであり，責任を免れることができるとすれば，それはなぜであるかを的確に説明し，その当否を論じるところにある。この点については，伝統的通説とそれに対する近時の批判理論を始め，かねてから盛んに議論されてきたところであるが，いずれの見解によるとしても，履行補助者責任が認められるための考え方を説得的に提示することができていれば足り，それに即して本問に含まれる事実を適切に評価し，それぞれの主張を基礎付けることが求められていた。\nもっとも，実際の答案では，このような観点から適切に論じることができているものばかりではなく，例えば，Ｈの故意・過失は信義則上債務者Ｆの故意・過失と同視することができるとのみ述べるものや，Ｈは独立の事業者なので賃借人Ｆは責任を負わない，あるいはＦはＨによって利益を得るので責任を負うべきであるとのみ述べるものなどが見られた。履行補助者責任をめぐる従来の議論を踏まえて論じていると見られるものは多くなく，伝統的通説による類型分けですら，\n言及していないものが見られた。履行代行者という用語を用いる答案でも，何らの類型分けもしないまま，債務者はおよそ責任を負わないとのみ述べたり，債務者はおよそ選任・監督上の責任を負うにとどまると述べたりするものもあった。\n履行補助者責任は，債務不履行責任の基本的な考え方の当否が試されるいわば試金石に相当する問題であり，教材とされる文献などにおいても必ず一定の紙幅を割いて説明される重要問題の１つであり，丁寧に学んでおくことを望みたい。\nなお，賃借人Ｆに対する請求の根拠としては，ほかにも，不法行為に基づく損害賠償請求，事務管理による費用償還請求，不当利得返還請求等も考えられる。\nこれらについて言及する答案でも，その内容が適切である限り，相応の評価を与えることとした。\nこのうち，不法行為に基づく損害賠償請求に関しては，本問では，民法第７１６条が適用されると考えられるが，注文者に当たるＦには「注文又は指図」について「過失」があったことはうかがわれない。実際の答案では，このように的確に指摘するものも少なくなかったが，Ｈが「被用者」といえるかどうかに意を払わないまま民法第７１５条の使用者責任を認めたり，これらの特則に言及しないまま，民法第７０９条の不法行為責任のみを論じたりするものもあった。民法第７０９条の「過失」の中で，履行補助者責任論を展開するものも見られ，基本的な体系理解に問題を抱えていることもうかがわれる。\nこれに対して，事務管理による費用償還請求と不当利得返還請求については，賃貸人Ｂが本件の亀裂を修繕する義務を負わず，むしろ賃借人Ｆが修繕する義務を負うかどうかが中心問題となる。実際の答案では，このことを正確に理解して論じるものも見られたが，特に不当利得返還請求について，経済的な利益の有無のみを論じたり，いずれかの当事者が利益を得ることが公平に反するとのみ述べたりするものも相当数にのぼった。法定債権関係に関する規定は，答案ではしばしば援用されるものの，正確に理解しないまま素朴なイメージに従って論じるものが少なくなく，問題が大きいと感じられる。\nなお，用語法にも関連する注意として，履行補助者の概念を論ずるべきところを「履行補助者的な立場にある者」とする答案が散見された。このような曖昧な表現は，避けることが望まれる。\nイ 答案の例優秀に該当する答案の例は，本問では，賃借物の保管義務違反という債務不履行を理由とする損害賠償請求（民法第４１５条）が考えられることを指摘し，そのための要件とその意味を正確に示した上で，特に責めに帰すべき事由の不存在という要件に関して履行補助者責任が問題になることを指摘し，債務者が責任を免れ，又は責任を負うべき理由を論じた上で，それに即して本問における賃借人Ｆの責任の有無を検討するものである。\n良好に該当する答案の例は，本問では，賃借物の保管義務違反という債務不履行を理由とする損害賠償請求（民法第４１５条）が考えられることを指摘し，そのための要件を示した上で，特に履行補助者責任に相当するものが問題になることは指摘しているものの，その要件上の位置付けが不明確であったり，履行補助者責任を基礎付ける理由や要件として考えられるものの提示が不正確ないし不十分であったりするものである。\n一応の水準に該当する答案の例は，本問では，賃借人の債務不履行を理由とする損害賠償請求（民法第４１５条）が考えられることを指摘し，そのための主要な要件を示してはいるものの，Ｈが履行補助者として位置付けられることについて明言しないか，不正確にしか言及しないまま，Ｈが亀裂を生じさせたこととの関係で賃借人Ｆに責任が認められるかどうかについて，本問に含まれる事実を手掛かりとして検討するものである。\n不良に該当する答案の例は，債務不履行を理由とする損害賠償請求に一切言及せず，他の構成のみを取り上げ，しかも，その理解に不正確ないし不明確な点が含まれるものである。\n(3) 設問３についてア 設問３の全般的な採点実感設問３は，まず，必要費償還請求権の成立要件について理解した上，それを事案に当てはめて結論を導く能力を問い，次に，【参考】判例を理解した上，その射程を検討し，あるいは，判例法理を的確に批判することによって，事案に応じたルールを作成し，当てはめる能力を問うものである。\n前半部分については，①事案を示し，②条文を適切に提示した上，③必要費の定義を明らかにすることにより要件をきちんと明らかにした上で，④結論を導く必要がある。実際には，③が欠ける答案が見られた。また，事務管理・不当利得について論じる答案が幾つか見られたが，民法第６０８条第１項に明文規定があ- 12 -るからには，そちらを挙げるべきである。\n後半部分については，単に【参考】判例と本問とでは事案が異なるから，Ｄの依拠する判例法理が本問には適用されないとするにとどまる答案が見られた。【参考】判例の事案におけるどのような特徴が判旨の示すルールの前提となっているのかを論理的に明らかにし，その特徴がどのように変化すれば，ルールがどのように変化するのかを明らかにしなければならない。そして，本問の事案においては，どのようなルールが適用され，その結果，Ｇの主張に沿う結論となることを示す必要がある。相殺を認めるのであれば，なぜ相殺が認められるのかを，物上代位との優劣だけでなく，相殺の要件に照らして示すことが求められる。\nまた，相殺のほかにも，Ｇに同時履行の抗弁権があること，あるいは，必要費に対応する部分につき賃料債権が発生しないことなどを論じる答案もあったが，\nそれらには適切な評価を与えた。しかし，そのときも，同時履行の抗弁権があればどうなるのかまで，きちんと論じる必要があることは同様である。\nさらに，【参考】判例の示したルールを，その射程を限定するのではなく，根本的に批判する答案もあったが，これについても適切な評価を与えた。しかし，\nそのときも，そうであるならばいかなるルールが適用され，本問の具体的な結論はどうなるかまで論じる必要がある。\nなお，【参考】判例に従えば，Ｄの主張が妥当であり，Ｇの主張は認められない，とする答案もあったが，Ｇのなすべき主張について問われているのであるから，問いに答えていると評価することはできない。また，本問では，相殺の意思表示が物上代位による差押えの前であるなど，本問の事案及び【参考】判例の事案を正確に理解しない答案も一定数見られたが，適切なものと評価することはできない。賃料債権に対して抵当権に基づく物上代位権を行使することができるか，\nという問題もあるが，「３０万円を差し引いて支払う」というＧの主張を基礎付けることが求められているのであるから，その問題自体を論じる必要はない。\nイ 答案の例優秀に該当する答案の例は，民法第６０８条第１項にいう「賃貸人の負担に属する必要費」とは，賃借物を使用及び収益に適する状態で保存するために必要な費用をいうところ（通常の用法を基準としてこの必要性の有無を判断すべきか，\n当該賃貸借契約に定められた用法を基準としてこれを判断すべきかについては，\n両様の見解がある。），本問で支出された費用の３０万円は，台風により窓が損傷し，外気が吹き込むようになったことにより，授業に支障が生じていて，賃借物を用法に従って使用・収益するために必要なものであるから，ＧはＢに対して３０万円の必要費償還請求権を有することを指摘した上で，【参考】判例の事案における自働債権と異なり，受働債権たる賃料債権との牽連関係が密接であるとともに，賃料債権に抵当権の効力が及んでいることを知っていても，その取得を思いとどまることができない性質を有することなどを指摘し，【参考】判例の射程は及ばず，相殺の期待が重視されるべきことなどを論じ（この論理には様々なものがあり得る。），かつ，相殺の要件を検討し，結論としてＧはＤが物上代位による差押えを行った後も，必要費償還請求権と賃料債務を相殺することができることを論じるものである。\n良好に該当する答案の例は，Ｇが必要費償還請求権を有することは指摘するも- 13 -のの，必要費の定義を示した上で本問の事案を適切に評価できていないもの，また，【参考】判例の事案と本問の事案の違いは適切に指摘できているものの，そのときに適用されるルールの提示に欠け，又は本問の事案へのそのルールの当てはめが不正確ないし不十分なものである。\n一応の水準に該当する答案の例は，Ｇが必要費償還請求権を有することは指摘できているものの，【参考】判例の事案と本問の事案の違いだけを理由に性急に結論を導いている嫌いがあるが，【参考】判例の事案と本問の事案の違いについては何とか論じているものである。\n不良に該当する答案の例は，Ｇの有する権利についても不明確ないし不正確であり，【参考】判例の事案や本問の事案を適切に評価できていないものである。\n(4) 全体を通じ補足的に指摘しておくべき事項各設問についての採点実感は以上のとおりである。\nそれらとは別に，全ての設問を通じての全般的な採点実感も述べておくこととする。\n全般的に見て，多くの答案が，表層的な論述に終始することなく，問われている事項を実質的，本質的に検討し，説得力のある論述をしようと試みており，このことには好感を抱くことができた。もっとも，当然のことながら，そのような答案がある反面において，そうでないものも少なからず見受けられた。\n司法試験の出題の中でも，特に論文式試験で出題される事項は，画一的な思考で解決が得られるようなものではなく、あえて解答を見いだすことが困難な課題を与えるなどして受験者の法的思考能力を試そうとしているのであり，採点者は，いわば出題において提示した課題を受験者が共に悩んでくれたであろうか，というような気持ちで一枚一枚を読むものである。そのような気持ちで読み進む際に，ときに答案の中には，問われている事項の内容でなく，答案の文章表現や表面的な構成のような見栄えにばかり囚われ，あるいは，これまで考えたことのない問題での致命的な失点を恐れて無難な表現に終始し，いつまで読み進んでも本質の内容的事項の論述が見いだされないものも見られる。答案の表面的な構成の手法には，ときに流行のようなものも見られ，年によって特定の構成が多くの答案において用いられている状況が見られる。そうした流行の型のようなものに従って論述することが，そのことのみで不利になるということはないが，同時にまた気付いて欲しいことは，\nそのように見栄えばかりに拘泥し，あるいは無難な表現に終始して，内容的本質に関わる論述を欠く答案は，当然のことながら高い評価は与えられるものではないということである。他方，その問題の本質的な課題に正面から向き合い，限られた時間の中で思考をめぐらせて自分なりの解答を見いだした答案については，一般に，\nその内容に多少の難があったとしても，問題の本質に踏み込まない答案よりも高い評価が与えられることになる。\nまた，昨年試験の採点実感で指摘したような不自然な文章表現が依然として散見され，また，潰れてしまっていて判読ができない字で書かれている答案も見られる。\n外見的な印象を良くすることを過剰に気にかけるのではなく，判読可能な字で，\n平易な表現を用い，そして，何よりも，しっかり内容を備えた答案を作成した受験者を法律家の世界に迎え入れる，という趣旨で司法試験の採点がされている，ということをあらためて想起し，受験者においては，基礎的な知識や基本的な思考力の- 14 -涵養に努めて欲しい。\n５ 法科大学院における学習において望まれる事項本年試験においても，採点された答案は，自ずと様々のものがあり，その一般的な傾向を一概に述べることは難しい。しかし，おおむね合格の水準に達しているものは，\n制度趣旨を踏まえた法的推論をしたり，具体的な事実の分析を通じて事案の法的解決を探求したりすることについて，相当の評価を与えることができるものである。型通りの文章表現を暗記し，しかも意味を理解しないままそれを書きつける，というような旧時の悪弊は，余り見られないようになってきている。このことは，理論と実務の架橋を踏まえた法曹養成をしようと努めてきた法科大学院教育が一定の成果を収めていることの裏付けであると見ることができる。取り分け，判例の提示する法律的命題を表層的に理解して，判例の結論のみから短絡的な議論を進めるような論述をする答案は，少なかった。これは，判例が提示する法律的命題の本質的な趣旨に注意関心を向けさせ，理由や事実を丁寧に読ませてきた法科大学院教育の努力によるものであると見られる。\n反面において，答案の中には，単に事案を異にするから，という指摘のみをして結論を導くものも見られた。どうして当面の事案には判例の命題が当てはまらないか，\nを考えて欲しいにもかかわらず，そこに至っていない答案が見られるということである。いうまでもなく，判例は自ずと具体的な個別性を伴うものであり，それを他の事案において活用することができるかを考察するに当たっては，判例を一般的な背景の中で位置付けさせる普遍的な思考が求められる。\nまた，ある制度の趣旨のみを論述し，その趣旨から法的解決を導く過程の推論が，\n不十分であるというよりも，その必要性に全く思い至らなかったと見られる答案もあった。学生の中には，ときに制度趣旨を論述することの重要性ということについて，\nそれさえ論述すれば一定の点数が得られるものであるというふうに誤解するものもいる。\n法科大学院においては，このような問題点を是正することをも意識して，ぜひ引き続き理論と実務の架橋を踏まえ，法的思考というものが持つ奥行きと魅力を学生に伝える教育に努めて欲しいと望む。"
}