{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：５０）\n甲国人女Ｗは，甲国人男によって懐胎した嫡出でない甲国人子Ｃを甲国において出生した。Ｗは，その２年後，甲国において日本人男Ｈと知り合い，甲国において同国民法の定める方式に従い婚姻した。法の適用に関する通則法（平成１８年法律第７８号）（以下「通則法」という。）第４１条の適用はなく，日本法からみてＨとＷの婚姻は有効に成立していることを前提として，以下の設問に答えなさい。\nなお，甲国民法は，日本民法の定める普通養子縁組に相当する制度を有しているほか，次の①から⑦の趣旨の規定を有している。\n① 年齢１８歳をもって，成年とする。\n② 夫婦が未成年者を養子とする場合であっても，共同で縁組をする必要はない。\n③ 縁組は，甲国の戸籍管掌者に届け出ることによって，その効力を生ずる。\n④ 養子は，縁組の日から，養親の嫡出子の身分を取得する。\n⑤ 子が養子であるときは，養親の親権に服する。\n⑥ 親権は，父母の婚姻中は，父母が共同して行う。\n⑦ 父母と子は，互いに扶養をする義務がある。\n〔設 問〕\n１．Ｗは，Ｈとの婚姻直後にＣと来日し，Ｈと共に平穏な生活を日本で営んできた。Ｃも日本の小学校に通学し，日本での生活に慣れ親しんでいる。Ｈは，ＷとＣが来日して５年が経過した時に，Ｃと養子縁組をすることを決意するに至った。通則法第３１条第１項後段が定める甲国法の要件は，全て満たされているものとして，次の問いに答えなさい。\n⑴ Ｈは，Ｗと共同して，Ｃを養子としなければならないか。\n⑵ ＨとＷが共同してＣを養子とする場合，この縁組は，日本の戸籍管掌者への届出によって，方式上有効に成立するか。\n２．ＨとＷが共同してＣを養子とする縁組が成立した後，Ｃについて帰化が許可され，現在Ｃは日本国籍だけを有している。\n⑴ Ｃは嫡出子か。\n⑵ Ｃにつき親権を行使する者は誰か。\n⑶ ＨはＣの扶養義務者か。\n- 34 -\n〔第２問〕（配点：５０）\nＸは甲国人であり，Ｙは甲国法に基づき設立されて甲国に主たる営業所を有する会社である。Ｘは，Ｙとの間で勤務期間の定めのない雇用契約（以下「本件雇用契約」という。）を締結した。その後，Ｘは，Ｙの命令に従い甲国内にあるＹの複数の支店において勤務した後，日本と乙国における営業を統括する東京支店への配置転換を命じられた。\n設問１と設問２は，各々独立したものとして答えなさい。\n〔設 問〕\n１．Ｘは，東京支店において継続して勤務していたが，来日後６年が経過した時に，Ｙから理由を告げられることなく突然解雇された。そこで，Ｘは，Ｙによる解雇は日本の労働契約法（平成１９年法律第１２８号）第１６条の定める「権利を濫用したもの」であって無効であると主張して，Ｙに対して本件雇用契約上の地位確認と賃金の支払を求める訴えを，日本の裁判所に提起した。\nＸとＹは，本件雇用契約を締結した際，「本契約から発生する一切の紛争については甲国の裁判所が専属的な管轄権を有し，かつ，本契約は甲国法により規律され解釈される」旨の書面による合意をしていた。\nなお，甲国法は解雇・退職の自由を原則とし，甲国法上，使用者は勤務期間の定めのない雇用契約をいつでも何らの理由もなしに解約することができ，また，それに対して権利濫用を含む特段の法的規制もない。\n⑴ Ｙは，甲国裁判所が専属的管轄権を有する旨の合意がある以上，日本の裁判所はＸの訴えについて国際裁判管轄権を有していないと主張している。この主張の当否について論じなさい。\n⑵ 国際裁判管轄権に関する合意がなく，かつ，Ｙの応訴がないとした場合に，民事訴訟法第３条の３に列挙されている管轄原因を除いて，日本の裁判所の国際裁判管轄権を基礎付ける原因は存在するか。\n⑶ 本件雇用契約の準拠法が甲国法であるとした場合に，日本の労働契約法第１６条の規定は適用され得るか。\n２．Ｘは，Ｙの東京支店に配置転換後，日本と乙国の顧客に対する営業の責任者として好成績を上げていたが，来日後６年が経過した時にＹを任意に退職した。Ｙは，Ｘが退職後に顧客を奪取することを懸念し，Ｘとの間で次の①から③の合意を含む競業避止特約（以下「特約」という。）を締結し，ＹはＸに競業避止の代償として特別退職金を支払った。①「Ｘは，２年間，日本と乙国における同業他社には就職しない」，②「Ｘは，特約に違反した場合には，特別退職金を返還する」及び③「特約から発生する一切の紛争については，甲国又は日本の裁判所が管轄権を有する」。しかし，Ｘは，退職の約半年後，乙国に主たる営業所を有し，Ｙと競業関係にある会社Ａの勧誘に応じて，Ａと雇用契約を締結するに至った。Ｘは，Ａの乙国営業所に勤務するため，乙国に住所を有している。\nＹが，特約に基づき，Ｘに対して特別退職金の返還を求める訴えを日本の裁判所に提起した場合，日本の裁判所は国際裁判管轄権を有するか。前記③の管轄権に関する合意がなかった場合と対比して論じなさい。\n- 35 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "〔第１問〕\n本問は，養子縁組の成立と効力並びに養子縁組後における親子間の法律関係及び扶養につき，- 26 -準拠法の決定と適用を問うものである。\n設問１の小問（１）は，養子縁組の成立につき，法の適用に関する通則法（以下「通則法」という。）第３１条第１項前段の解釈・適用とこの規定により指定される養親となるべき者の本国法である日本法中の民法第７９５条の適用を問うている。さらに，この実質規定を適用する過程において通則法第４条第１項を特定し，この規定が指定する甲国法の下で養子となるべき者が未成年者であることに言及することも求めている。\n設問１の小問（２）は，養子縁組の方式につき，通則法第３４条の解釈・適用と各準拠法の適用を問うている。同条第２項の「行為地法に適合する方式」に言及しつつ，夫婦が同一の者を養子とする場合，同条第１項の「法律行為の成立」には，養父と養子との養子縁組及び養母と養子との養子縁組という二つの養子縁組の成立が包摂されることを認識していなければならない。\n設問２の小問（１）は，養子縁組の成立により子が嫡出子としての身分を取得するか否かを決定する準拠法を特定し，その適用を問う問題である。養子縁組の直接的効力の問題として通則法第３１条第１項前段を特定し，この規定により指定される養父と養母の各本国法により子の嫡出性を決定しなければならない。\n設問２の小問（２）は，養子縁組成立後における子の親権につき，その準拠法の決定と適用を問うものである。通則法第３２条に従い，連結基準の時間的変更の可能性を指摘しながら準拠法を特定し，適用しなければならない。\n設問２の小問（３）は，養父が子の扶養義務者か否かを決定する準拠法の特定と適用を問うものである。通則法第４３条に言及した後に扶養義務の準拠法に関する法律第２条を特定し，常居所地という連結素の意味に留意しながら，この規定の指定する準拠法を適用しなければならない。\n〔第２問〕\n本問は，民事訴訟法（以下「民訴法」という。）第３条の４第２項にいわゆる個別労働関係民事紛争につき，労働者からの事業主に対する訴え及び事業主からの労働者に対する訴えについて，日本の裁判所が国際裁判管轄権を有するか否かを問うている。また，労働契約について労働者保護を目的とする強行規定の適用いかんも問うている。\n設問１の小問（１）は，労働者からの事業主に対する訴えについて，外国の裁判所に専属的国際裁判管轄権を付与する契約締結時の合意は，民訴法第３条の７第１項及び第２項の要件を充足するものであっても，同条第６項の特則に従えば有効か否かを問うものである。\n設問１の小問（２）は，労働者からの事業主に対する訴えについて，民訴法第３条の２第３項の定める管轄原因が日本にない場合であっても，同法第３条の４第２項が掲げる労務提供地が日本にあることを理由に，日本の裁判所は国際裁判管轄権を有するか否かを問うものである。\n設問１の小問（３）は，外国法を契約準拠法とする通則法第７条の規定に従った合意があっても，同法第１２条第１項及び第２項の規定に従い日本の労働契約法中の強行規定が適用されるか否かを問うている。\n設問２は，事業主からの労働者に対する訴えにつき，労働契約終了の時に労務提供地であった日本の裁判所に管轄権を付与する旨を当事者が当該時点で合意していた場合とそれ以外の場合とを対比し，それぞれの場合につき，日本の裁判所が国際裁判管轄権を有するか否かを問うている。前者の場合には民訴法第３条の７第６項の解釈・適用が，後者の場合には同法第３条の４第３項の解釈・適用が示されなければならない。\n- 27 -"
}