{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕と〔設問２〕の配点割合は，６：４〕）\nＡは，土地区画整理法（以下｢法｣という。）に基づいて１９８７年に設立されたＢ土地区画整理組合（以下｢本件組合｣という。）の組合員である。本件組合の施行する土地区画整理事業（以下「本件事業」という。）については，当初，国及びＣ県からの補助金並びに保留地（事業費を捻出するために売却に用いられる土地をいう。）の処分による収入により実施する計画であったが，地価の下落により，保留地の処分が計画どおり進まなかったため，本件組合は，度々資金計画を変更して，補助金の増額や事業資金の借入れにより対応してきた。しかし，なおも地価の下落が続き，事業費不足が生じたため，本件組合は，組合員に対して総額１５億円の賦課金の負担を求めることとした。\n本件組合は，２０１２年６月１７日に開催された臨時総会（以下「本件臨時総会」という。）において，賦課金の新設を内容とする定款変更（以下｢本件定款変更｣という。その内容については，【資料１】を参照。）について議決した。また，本件臨時総会においては，賦課金の額及び徴収方法を定める賦課金実施要綱（以下「本件要綱」という。）が議決された。本件要綱によると，３００平方メ\nートル以下の小規模宅地の所有者又は借地権者（以下「所有者等」という。）には，賦課金は課されず，３００平方メートルを超える宅地の所有者等に対して，３００平方メートルを超える地積に比例して，賦課金が割り当てられる。すなわち，各組合員の賦課金の額は，｛（地積－３００㎡）×賦課金単価｝とされ，賦課金単価は，｛１５億円÷（総地積－総賦課金免除地積）｝とされている。本件臨時総会で，本件組合の理事Ｄは，小規模宅地の所有者等に対する政策的配慮から，小規模宅地の所有者等については一律に賦課金支払義務を免除した旨を説明した。\n本件臨時総会における本件定款変更の議決状況は，【資料２】のとおりである。書面による議決権行使の書類については，本件組合の理事Ｄが組合員により署名捺印された白紙のままの書面議決書\n５００通を受け取り，後で議案に賛成の記載を自ら施していた。\n本件組合は，法第３９条第１項の規定に基づき，本件定款変更について認可を申請し，Ｃ県知事は，２０１２年１２月１３日付けで，本件定款変更の認可（以下「本件認可」という。）を行った。\n本件事業の施行区域内に２０００平方メートルの宅地を所有するＡは，本件認可に不満を持ち，Ｃ県の担当部署を訪れて，本件認可を見直すよう申し入れるとともに，聞き入れられない場合には，本件認可の取消しを求めて訴訟を提起する考えを伝えた。しかし，Ｃ県職員からは，本件認可を見直す予定はないこと，及び，本件認可は取消訴訟の対象とならないことを告げられた。途方に暮れたＡは，知り合いの弁護士Ｅに相談した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｅの指示に応じ，弁護士Ｆの立場に立って，設問に答えなさい。\nなお，土地区画整理法の抜粋は【資料３】に掲げてあるので，適宜参照しなさい。ただし，土地区画整理法及び同法施行令の規定によると，費用の分担に関する定款変更は総会の特別議決事項とされており，組合員の３分の２以上が出席し，出席組合員の（人数及び地積における）３分の２以上で決することとされているが，これに関する規定は【資料３】には掲げていない。\n〔設問１〕\n本件認可は，取消訴訟の対象となる処分に当たるか。土地区画整理組合及びこれに対する定款変更認可の法的性格を論じた上で，本件認可の法的効果を丁寧に検討して答えなさい。\n〔設問２〕\n本件認可は適法か。関係する法令の規定を挙げながら，適法とする法律論及び違法とする法律論として考えられるものを示して答えなさい。\n- 2 -\n【法律事務所の会議録】\n弁護士Ｅ：Ａさんは，本件認可の取消訴訟を提起したい意向です。そこで，まず，訴訟要件について検討しましょう。本件認可に処分性は認められるでしょうか。\n弁護士Ｆ：「認可」という文言からして，処分性は問題なく認められるのではないでしょうか。\n弁護士Ｅ：本件では，土地区画整理組合に対する認可である点に注意が必要です。Ａさんの話では，Ｃ県の職員は，「本件組合は，行政主体としての法的性格を与えられている」と述べたそうです。\n弁護士Ｆ：本件組合が行政主体であるとは，どういうことでしょうか。土地区画整理法にそのようなことが規定されているのでしょうか。\n弁護士Ｅ：認可の法的性格を考える上で前提になりますから，検討をお願いします。それから，Ｃ県の職員は，「下級行政機関である本件組合に対する本件認可は，処分に該当しない」と明言していたようです。なぜ本件認可の処分性が否定されることになるのか，Ｃ県側の立脚している考え方について，整理してください。その際，Ｃ県側の主張の論拠となり得る土地区画整理法の規定があれば，挙げてください。\n弁護士Ｆ：承知しました。ただ，本件認可の法的効果を幅広く検討することによって，処分性が認められる余地があるのではないでしょうか。\n弁護士Ｅ：なるほど。本件認可の法的効果を条文に即して幅広く検討する必要がありますね。Ａさんの話では，Ｃ県の職員は，「市町村が土地区画整理事業を行う場合には，定款ではなく施行規程を条例で定めることとされています。条例の制定行為に処分性が認められないのと同様に，本件認可は処分に該当するものではありません。」と述べたそうです。この主張がどのような法的根拠に基づいており，何を理由に処分性を否定する趣旨なのか，明らかにする必要があります。また，この主張に対してどのように反論すべきかについて，重要な点ですから，賦課金の具体的な仕組みに即した丁寧な検討をお願いします。\n弁護士Ｆ：承知しました。\n弁護士Ｅ：次に，本件認可の適法性について検討しましょう。Ａさんの話では，本件事業は，地価が高騰しつつあったバブル経済期に計画され，保留地を高値で売却できることが資金計画の前提とされていました。ところが，バブル経済の崩壊により，この前提が大きく崩れたにもかかわらず，本件組合は，地価はいずれ持ち直すという楽観的な見通しのもとに資金計画を変更し，さらに資金計画の変更を迫られるということを繰り返しています。今回の資金計画の変更は，事業当初から数えて７回目に当たります。このような度重なる資金計画の変更は，本件組合が本件事業を遂行できるのかについて大きな疑問を抱かせるものであること，また，本件事業は既に実質的に破綻しており，賦課金の新設を認めることは違法であることなどが，Ａさんの主張です。Ａさんの主張が本件認可の違法事由として法律構成できるものなのかについて，土地区画整理法の条文に即して検討してください。\n弁護士Ｆ：承知しました。\n弁護士Ｅ：それから，Ａさんの不満は，本件定款変更が本件臨時総会で議決された経緯にもあるようです。費用の分担に関する定款変更は，特別議決事項とされていますが，本件臨時総会の議決状況を見ると，形の上では，議決の要件を満たしていますね。ただ，書面議決書の取扱いに問題があるように思われますので，この点についての違法性を，Ｃ県側の反論も想定した上で，検討してください。\n弁護士Ｆ：承知しました。Ａさんは，賦課金の算定方法が不公平であるという点にも不満を持っておられるようですね。私の方で少し調査しましたところ，本件組合の組合員１人当たりの平均地積は約４８２平方メートルですが，３００平方メートル以下の宅地の所有権等を有し，賦課金が免除される組合員は９３０名で，総組合員の約８０パーセントを占めています。ま\n- 3 -た，賦課金が免除される宅地の総地積は約２３万平方メートルで，施行地区内の宅地の総地積の約４１パーセントを占めています。\n弁護士Ｅ：なるほど。そのデータを踏まえ，本件の賦課金の算定方法の違法性につき，土地区画整理法の規定に照らして，検討してください。ただ，賦課金の算定方法は本件定款において直接定められているわけではありませんので，Ｃ県側は，賦課金の算定方法の違法性が本件認可の違法性をもたらすわけではないという主張をしてくるかもしれません。これに対する反論についても検討をお願いします。\n弁護士Ｆ：承知しました。\n【資料１ 本件定款変更の内容】\n賦課金に関する規定を新設し，第６条第２号を挿入して同条第３号以下を繰り下げるとともに，第７条及び第８条を挿入して第９条以下を繰り下げる。変更後の第６条ないし第８条は，以下のとおりである。\n（収入金）第６条 この組合の事業に要する費用は，次の各号に掲げる収入金をもってこれに充てる。\n一 補助金及び助成金二 次条の規定による賦課金三 第９条の規定による保留地の処分金四 （略）五 寄付金及び雑収入\n（賦課金）第７条 前条第２号の賦課金の額及び賦課金徴収の方法は，総会の議決に基づき定める。\n（過怠金及び督促手数料）第８条 前条の規定による賦課金の滞納に督促状を発した場合においては，督促１回ごとに８０円の督促手数料及びその滞納の日数に応じて当該督促に係る賦課金の額に年利１０．７５パーセントの割合を乗じて得た金額を延滞金として徴収するものとする。\n【資料２ 本件臨時総会における本件定款変更の議決状況】\n総組合員数 １１６１名宅地の総地積 ５６万平方メートル出席組合員数 ９０７名\n（投票者２８７名，書面による議決権行使者６２０名）賛成した出席組合員数 ７９５名\n（投票者２２５名，書面による議決権行使者５７０名）賛成した出席組合員が所有権又は借地権を有する宅地総地積 ３９万平方メートル\n（投票者１８万平方メートル，書面による議決権行使者２１万平方メートル）\n【資料３ 土地区画整理法（昭和２９年５月２０日法律第１１９号）（抜粋）】\n（この法律の目的）第１条 この法律は，土地区画整理事業に関し，その施行者，施行方法，費用の負担等必要な事項を規定することにより，健全な市街地の造成を図り，もつて公共の福祉の増進に資することを目的とする。\n- 4 -\n（定義）第２条 この法律において「土地区画整理事業」とは，都市計画区域内の土地について，公共施設の整備改善及び宅地の利用の増進を図るため，この法律で定めるところに従つて行われる土地の区画形質の変更及び公共施設の新設又は変更に関する事業をいう。\n２～８ （略）\n（土地区画整理事業の施行）第３条 （略）\n２ 宅地について所有権又は借地権を有する者が設立する土地区画整理組合は，当該権利の目的である宅地を含む一定の区域の土地について土地区画整理事業を施行することができる。\n３ （略）\n４ 都道府県又は市町村は，施行区域の土地について土地区画整理事業を施行することができる。\n５ （略）\n（設立の認可）第１４条 第３条第２項に規定する土地区画整理組合（以下「組合」という。）を設立しようとする者は，７人以上共同して，定款及び事業計画を定め，その組合の設立について都道府県知事の認可を受けなければならない。（以下略）\n２～４ （略）\n（定款）第１５条 前条第１項（中略）の定款には，次に掲げる事項を記載しなければならない。\n一 組合の名称二 施行地区（中略）に含まれる地域の名称三 事業の範囲四 事務所の所在地五 （略）六 費用の分担に関する事項七～十二 （略）\n（設立の認可の基準等及び組合の成立）第２１条 都道府県知事は，第１４条第１項（中略）に規定する認可の申請があつた場合においては，次の各号（中略）のいずれかに該当する事実があると認めるとき以外は，その認可をしなければならない。\n一 申請手続が法令に違反していること。\n二 定款又は事業計画若しくは事業基本方針の決定手続又は内容が法令（中略）に違反していること。\n三 （略）四 土地区画整理事業を施行するために必要な経済的基礎及びこれを的確に施行するために必要なその他の能力が十分でないこと。\n２～７ （略）\n（組合員）第２５条 組合が施行する土地区画整理事業に係る施行地区内の宅地について所有権又は借地権を有する者は，すべてその組合の組合員とする。\n２ （略）\n（総会の組織）第３０条 組合の総会は，総組合員で組織する。\n（総会の議決事項）第３１条 次に掲げる事項は，総会の議決を経なければならない。\n- 5 -一 定款の変更二 事業計画の決定三 事業計画又は事業基本方針の変更四～六 （略）七 賦課金の額及び賦課徴収方法八～十二 （略）\n（議決権及び選挙権）第３８条 １，２ （略）\n３ 組合員は書面又は代理人をもつて（中略）議決権及び選挙権を行うことができる。\n４ 前項の規定により議決権及び選挙権を行う者は，（中略）出席者とみなす。\n５，６ （略）\n（定款又は事業計画若しくは事業基本方針の変更）第３９条 組合は，定款又は事業計画若しくは事業基本方針を変更しようとする場合においては，その変更について都道府県知事の認可を受けなければならない。（以下略）\n２ （中略）第２１条第１項（中略）の規定は前項に規定する認可の申請があつた場合又は同項に規定する認可をした場合について準用する。（以下略）\n３～６ （略）\n（経費の賦課徴収）第４０条 組合は，その事業に要する経費に充てるため，賦課金として（中略）組合員に対して金銭を賦課徴収することができる。\n２ 賦課金の額は，組合員が施行地区内に有する宅地又は借地の位置，地積等を考慮して公平に定めなければならない。\n３ （略）\n４ 組合は，組合員が賦課金の納付を怠つた場合においては，定款で定めるところにより，その組合員に対して過怠金を課することができる。\n（賦課金等の滞納処分）第４１条 組合は，賦課金（中略）又は過怠金を滞納する者がある場合においては，督促状を発して督促し，その者がその督促状において指定した期限までに納付しないときは，市町村長に対し，その徴収を申請することができる。\n２ （略）\n３ 市町村長は，第１項の規定による申請があつた場合においては，地方税の滞納処分の例により滞納処分をする。（以下略）\n４ 市町村長が第１項の規定による申請を受けた日から３０日以内に滞納処分に着手せず，又は９０日以内にこれを終了しない場合においては，組合の理事は，都道府県知事の認可を受けて，地方税の滞納処分の例により，滞納処分をすることができる。\n５ 前２項の規定による徴収金の先取特権の順位は，国税及び地方税に次ぐものとする。\n（施行規程及び事業計画の決定）第５２条 都道府県又は市町村は，第３条第４項の規定により土地区画整理事業を施行しようとする場合においては，施行規程及び事業計画を定めなければならない。（以下略）\n２ （略）\n（施行規程）第５３条 前条第１項の施行規程は，当該都道府県又は市町村の条例で定める。\n２ 前項の施行規程には，左の各号に掲げる事項を記載しなければならない。\n一 土地区画整理事業の名称二 施行地区（中略）に含まれる地域の名称\n- 6 -三 土地区画整理事業の範囲四 事務所の所在地五 費用の分担に関する事項六～八 （略）\n（換地処分）第１０３条 換地処分は，関係権利者に換地計画において定められた関係事項を通知してするものとする。\n２ 換地処分は，換地計画に係る区域の全部について土地区画整理事業の工事が完了した後において，遅滞なく，しなければならない。（以下略）\n３ 個人施行者，組合，区画整理会社，市町村又は機構等は，換地処分をした場合においては，遅滞なく，その旨を都道府県知事に届け出なければならない。\n４ 国土交通大臣は，換地処分をした場合においては，その旨を公告しなければならない。都道府県知事は，都道府県が換地処分をした場合又は前項の届出があつた場合においては，換地処分があつた旨を公告しなければならない。\n５，６ （略）\n（報告，勧告等）第１２３条 国土交通大臣は都道府県又は市町村に対し，都道府県知事は個人施行者，組合，区画整理会社又は市町村に対し，市町村長は個人施行者，組合又は区画整理会社に対し，それぞれその施行する土地区画整理事業に関し，この法律の施行のため必要な限度において，報告若しくは資料の提出を求め，又はその施行する土地区画整理事業の施行の促進を図るため必要な勧告，助言若しくは援助をすることができる。\n２ （略）\n（組合に対する監督）第１２５条 都道府県知事は，組合の施行する土地区画整理事業について，その事業又は会計がこの法律若しくはこれに基づく行政庁の処分又は定款，事業計画，事業基本方針若しくは換地計画に違反すると認める場合その他監督上必要がある場合においては，その組合の事業又は会計の状況を検査することができる。\n２～７ （略）\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/公法系.pdf",
  "purpose": "本問は，賦課金の新設を内容とする土地区画整理組合（以下「組合」という。）の定款変更\nの認可（以下「本件認可」という。）に対し，組合員が取消訴訟を提起する事案における法的\n問題について論じさせるものである。問題文と資料から基本的な事実関係を把握し，土地区画\n整理法（以下「法」という。）の趣旨を読み解いた上で，取消訴訟の訴訟要件及び本案におけ\nる違法事由を論じる力を試すものである。\n設問１は，本件認可の処分性を検討させる問題である。組合に行政主体としての法的性格が\n与えられていることを法の規定から読み取った上で，本件認可が組合員の法的地位に変動を及\nぼすか否かにつき，賦課金の仕組みに即して，丁寧に検討することが求められる。解答に当た\nっては，その前提としてＣ県側の主張を正確に理解しておくことが必要であることから，行政\n機関相互の行為で行政組織外部に対する効力を有しないものは処分に当たらないという考え方\n（いわゆる内部行為論）にＣ県側が立脚していることを明らかにすることが求められる。\n具体的には，組合につき強制加入制がとられていること（法第２５条第１項），賦課金及び\n過怠金の賦課徴収及び滞納処分申請の権限が組合に付与されていること（法第４０条，第４１\n条），及び，換地処分の権限が組合に付与されていること（法第１０３条第３項）を，法の規\n定から読み取り，これらが組合の行政主体としての法的性格を示すものであることを説明しな\nければならない。また，Ｃ県の立場に立った場合には，例えば，知事の組合に対する監督等に\nついて定める法第１２３条，第１２５条は，知事と組合との関係が上級行政機関の下級行政機\n関に対する指揮監督関係であることを示すものと解され得ることなどを指摘すべきである。そ\nして，内部行為論について説明した上で，本件認可が外部に対する効力を有するか，すなわち\n組合員の法的地位に変動を及ぼすかに関して，以下の点を検討することが求められる。\nすなわち，費用の分担に関する事項を定款に記載しなければならないとする法第１５条第６\n号の規定を受けて，本件定款変更において，賦課金の収入を本件事業の費用に充てること，並\nびに，賦課金の額及び徴収方法は総会の議決に基づき定めることが規定され，さらにこれを受\nけて，賦課金の額の設定方法が「賦課金実施要綱」に定められ，これに従い賦課金の賦課徴収\nが行われる。このような賦課金の仕組みに着目すると，一方で，本件定款変更自体は，個々の\n組合員に対して具体的な賦課金納付義務を課すものではなく，組合員に個別具体的な権利変動\nを生じさせるものではない（成熟性に欠ける）とのＣ県側の主張が考えられる。他方で，これ\nに対する反論として，本件定款変更により組合員は特段の事情がない限り賦課金を徴収される\n立場に立たされるから，本件認可は，組合員の法的地位に変動を及ぼすものとして処分性が認\nめられる等の主張が考えられる。その際，Ｃ県側が，市町村が土地区画整理事業を行う場合に\nは条例で施行規程を定めることとされていることを指摘し，条例の制定行為が処分に当たらな\nいのと同様に本件認可は処分に該当しないと主張しているので，Ｃ県の指摘の根拠とされてい\nる法第５３条を挙げた上で，Ｃ県の主張の理論的根拠を分析し，反論を加えることが求められ\nる。\n設問２は，本件認可の適法性につき，適法とする立場及び違法とする立場の双方から，総合\n的に検討させることにより，関係法令の規定及び本件の具体的な事情を説得的に結び付けて法\n律論を展開する能力を試すものである。\nまず，本件組合が保留地の金額に関する見通しを誤り，資金計画の変更を繰り返した上で賦\n課金を新設することについて，「土地区画整理事業を施行するために必要な経済的基礎及びこ\nれを的確に施行するために必要なその他の能力が十分でないこと」（法第２１条第１項第４号）\nという要件の解釈を通じて，適法か否かを論じることが求められる。次に，署名捺印された白\n紙の書面議決書に理事Ｄが自ら議案に賛成の記載を施し，本件臨時総会がこれを議案に賛成の\n議決権行使として扱ったことについて，定款変更の「決定手続又は内容が法令（中略）に違反\nしていること」（法第２１条第１項第２号）という要件に結び付けて，書面による議決権行使\nを認める法第３８条第３項，第４項の趣旨に照らし，適法か否かを論じなければならない。ま\nた，賦課金の算定方法について，組合員の約８０パーセントが賦課金を免除される等の本件の\n具体的事情を踏まえ，法第４０条第２項の定める公平の要請を満たすか否かを論じることが求\nめられる。その上で，賦課金の算定方法の違法性が本件認可の違法性をもたらすわけではない\nという主張に対する反論として，例えば，本件定款変更と本件要綱とは同時に議決されており，\n本件定款変更の議決において本件要綱の内容が前提とされていたと解され得ることなどを指摘\nすることが考えられる。\nなお，受験者が出題の趣旨を理解して実力を発揮できるように，本年も各設問の配点割合を\n明示することとした。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針採点に当たり重視していることは，問題文の基本的な事実関係を把握し，関係法令の趣旨・構造を正確に読み解いた上で，問いに対して的確に答えることができているか，基本的な判例等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた説得力のある法律論を展開することができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準(1) 設問１問題文及び法律事務所の会議録からＣ県側の主張を正確に理解した上で，Ｂ土地区画整理組合（以下「本件組合」という。）の法的性格，賦課金の新設を内容とする定款変更（以下「本件定款変更」という。）の認可（以下「本件認可」という。）\nの具体的な法的効果を分析し，関係法令の規定を適切に挙げながら，本件認可の処分性について，丁寧に説得的に論じているかに応じて，優秀度ないし良好度を判定した。\nＣ県側が本件認可の処分性を否定する論拠として，内部行為論と紛争の成熟性の欠如の二つを挙げていることに言及した上で，組合員に対する賦課金の賦課に着目することにより，それぞれに対して反論の可能性があることを理解できていれば，\n一応の水準の答案とした。加えて，Ｃ県側が本件組合を下級行政機関と主張する根拠を具体的に挙げるとともに，賦課金の仕組みを具体的に考察して処分性の検討につなげていれば，良好な答案と判定した。さらに，Ｃ県側が主張する組合の行政主体性の根拠を多面的に分析するとともに，条例制定行為には処分性が認められず，\nまた，条例制定行為と本件認可とは同様の性質を有するというＣ県側の主張について，反論を具体的に検討することができていれば，優秀な答案と判定した。\n(2) 設問２本件認可の適法性について，関係法令の規定を正確に挙げ，本件の具体的事情とどれだけ的確に結び付けて論じているか，適法とする法律論及び違法とする法律論として考えられるものを示しつつ，複眼的な検討を踏まえて説得的に論じているかに応じて，優秀度ないし良好度を判定した。\n事業施行に必要な経済的基礎・能力の欠如，書面議決の取扱いに関する違法性，\n賦課金免除の違法性のそれぞれについて，検討の前提となる関係法令の規定を正確に挙げて論じていれば，一応の水準の答案，それらについて，本件の具体的事情に即した法律論の提示がある程度できていれば，良好な答案，さらに詳細かつ説得的に論じるとともに，賦課金の算定方法が本件定款変更そのものではなく，賦課金実施要綱（以下「本件要綱」という。）によって定められているため，算定方法の違法性は本件認可の違法性をもたらさないのではないかという問題について説得的に- 5 -論じられていれば，優秀な答案と判定した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象・ 雑に書き殴った字，極端に小さい字，極端な癖字など，判読困難な答案が相変わらず多く，中には「適法」と書いたのか「違法」と書いたのかすら分からないものもあった。例年繰り返し指摘しているところであるが，受験者が答案作成をするに当たっては，もとより読み手を意識しなければならないのであり，この点，\n強く改善を求めたい。\n・ 誤字が多いもの，必要以上にひらがな・カタカナを多用しているもの，主語と述語が呼応していないもの，表現が極端な口語調であるなど稚拙なもの，冗長で言いたいことが分かりづらいものなど，文書作成能力自体に疑問を抱かざるを得ない答案が相当数見られた。\n・ 関係法令の規定に言及する場面で，単純な文理解釈を誤っている答案や，条文の引用が不正確な答案（項・号の記載に誤りがあるなど）が少なくなかった。また，関係しそうな条文を，よく考えずに単に羅列しただけの答案も散見された。\nこのような答案は，条文解釈の姿勢を疑わせることになる。\n・ 関係法令の規定を正確に読まないまま解答し，本来適用されるべき規範と全く関係のない議論をしている答案が散見された。法律実務家を目指す以上，適用される条文を正確に踏まえた議論をすることが必要である。\n・ 問題文で丁寧に解答すべき課題を提示しているにもかかわらず，前提を誤解したり，設問の指示に従わない答案がかなり多く見られた。当然のことであるが，\nまずもって，設問をよく読み，正しく理解した上で答案を作成することが求められる。\n・ 問題文から離れた一般論・抽象論の展開に終始している答案が相変わらず多く見られた。設問と関係なく知識を披瀝しただけの答案には決して高い評価が与えられないことを改めて認識すべきである。\n・ 会議録からの引き写しと，一般的・概括的な判断枠組みとの組合せから直ちに結論を導くような，検討の実質が伴わない答案が多く見られた。関係する条文と，\nその趣旨に関する理解をも組み合わせた上で，丁寧に論じることが求められる。\n・ 設問１の検討に時間を要したためか，設問２については，根拠を挙げることなしに結論だけを書いた答案が少なくなかった。\n(2) 設問１・ 内部行為論と紛争の成熟性の欠如について，相互の論理的・機能的関係を的確に把握していないと思われる答案が相当数あった。\n・ 土地区画整理法（以下「法」という。）第２５条第１項を本件組合が行政主体ではないことの根拠として挙げる答案が多かった。強制加入制という，民間団体には通常見られない例外的な仕組みになっていることにも注意すべきである。\n・ 処分性の定式を記載するにとどまり，法令の規定に関する分析が不足している答案が見られた。処分性の判断に当たっては，関係法令に照らして，本件認可の法的効果を具体的に分析することが必要である。\n- 6 -・ 法第５３条第１項は，組合施行の場合にも条例で施行規程を定めることとしていると誤解して記述するなど，関係法令や会議録の記載を正確に読んでいないと思われる答案が散見された。\n・ 内部行為論や紛争の成熟性の欠如といった論点自体については，大多数の受験者が基本的に理解していた。自らの思考過程を的確に文章にして表現する力が，\n答案の出来に大きく影響していたように思われる。\n(3) 設問２・ 全体として，「本件認可は適法か」と問われているにもかかわらず，単に「適法とする法律論」と「違法とする法律論」を併記しただけで，自らの見解を示さない答案がかなり多く見られた。他方，適法・違法の両論に目配りしながら論ずることが求められているのに，自説の展開だけにとどまって，反対説についてはほとんど考慮していない答案も相当数見られた。\n・ 事実関係に対して法的評価を加える際に，問題文に示された事実関係の一部をそのまま抜き書きした上で，直ちに適法又は違法との結論を導く答案が少なくなかった。それらの事実がなぜ適法又は違法と評価されるのかについて，一歩踏み込んで自分の言葉で説明することが必要である。\n・ 本件認可の根拠規定に触れることもなく，いきなり裁量論を展開する答案や，\n関係法令の規定を挙げることなく，本件組合の施行する土地区画整理事業の破綻の有無や賦課金の算定方法の平等原則違反の有無のみを論じているなど，条文解釈の姿勢が乏しい答案が散見された。\n・ 白紙の書面議決書に後で賛成の記載を施したという点だけを捉えて，不公正で違法であると論じるなど，理由付けが不備な答案が散見された。\n・ 賦課金の算定方法が本件定款変更そのものではなく，本件要綱によって定められていることの指摘はできているものの，違法性の承継の議論と無理に結び付けて論じている答案が相当数見られた。\n５ 今後の法科大学院教育に求めるもの法律の規定を正確に理解する訓練を重ねた上で，与えられた命題に対し，条文に則して適切な見解を引き出すことができる能力，自らの論理的な思考過程を的確に文章にして表現する能力を習得させるという視点に立った教育を求めたい。\n大多数の答案からは，本問で論ずべき主な論点の内容自体について基本的な知識・理解を有していることがうかがわれ，この点，法科大学院教育の成果を認めることができた。しかしながら，各設問における具体的な論述内容を見ると，問題文から離れた一般論・抽象論の展開に終始している答案や，会議録から抜き書きした事実関係と一般論とを単純に組み合わせただけで直ちに結論を導くような，条文解釈の姿勢に欠ける，問題意識の乏しい答案が，相変わらず数多く見られた。法律実務家に求められるのは，法律解釈による規範の定立と，丁寧な事実の拾い出しによる当てはめを通じた，具体的事案の分析・解決の能力であり，こうした地に足のついた議論が展開できる法曹を育てることを求めたい。\n- 7 -"
}