{
  "year": "H25",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について，具体的な事実を摘示しつつ論じなさい（特別法違反の点を除く。）。\n１ 暴力団組長である甲（３５歳）は，同組幹部のＡ（３０歳）が対立する暴力団に情報提供していることを知り，Ａの殺害を決意した。\n甲は，Ａに睡眠薬を混入させた飲料を飲ませて眠らせた上，Ａを車のトランク内に閉じ込め，ひとけのない山中の採石場で車ごと燃やしてＡを殺害することとした。甲は，Ａを殺害する時間帯の自己のアリバイを作っておくため，Ａに睡眠薬を飲ませて車のトランク内に閉じ込めるところまでは甲自身が行うものの，採石場に車を運んでこれを燃やすことは，末端組員である乙（２０歳）に指示して実行させようと計画した。ただし，甲は，乙が実行をちゅうちょしないよう，乙にはトランク内にＡを閉じ込めていることは伝えないこととした。\n２ 甲は，上記計画を実行する当日夜，乙に電話をかけ，「後でお前の家に行くから待ってろ。」と指示した上，Ａに電話をかけ，「ちょっと話があるから付き合え。」などと言ってＡを呼び出した。甲は，古い自己所有の普通乗用自動車（以下「Ｂ車」という。）を運転してＡとの待ち合わせ場所に向かったが，その少し手前のコンビニエンスストアに立ち寄り，カップ入りのホットコーヒー２杯を購入し，そのうちの１杯に，あらかじめ用意しておいた睡眠薬５錠分の粉末を混入させた。甲は，程なく待ち合わせ場所に到着し，そこで待っていたＡに対し，「乗れ。」と言い，ＡをＢ車助手席に乗せた。甲は，Ｂ車を運転して出発し，走行中の車内で，上記睡眠薬入りコーヒーをＡに差し出した。Ａは，甲の意図に気付くことなくこれを飲み干し，その約３０分後，昏睡状態に陥った。甲は，Ａが昏睡したことを確認し，ひとけのない場所にＢ車を止め，車内でＡの手足をロープで縛り，Ａが自由に動けないようにした上，昏睡したままのＡを助手席から引きずり出して抱え上げ，Ｂ車のトランク内に入れて閉じ込めた。なお，上記睡眠薬の１回分の通常使用量は１錠であり，５錠を一度に服用した場合，昏睡状態には陥るものの死亡する可能性はなく，甲も，上記睡眠薬入りコーヒ\nーを飲んだだけでＡが死亡することはないと思っていた。\n３ その後，甲は，給油所でガソリン１０リットルを購入し，Ｂ車の後部座席にそのガソリンを入れた容器を置いた上，Ｂ車を運転して乙宅に行った。甲は，乙に対し，「この車を廃車にしようと思うが，手続が面倒だから，お前と何度か行ったことがある採石場の駐車場に持って行ってガソリンをまいて燃やしてくれ。ガソリンはもう後部座席に積んである。」などと言い，トランク内にＡを閉じ込めた状態であることを秘したまま，Ｂ車を燃やすよう指示した。乙は，組長である甲の指示であることから，これを引き受けた。甲が以前に乙と行ったことがある採石場（以下「本件採石場」という。）は，人里離れた山中にあり，夜間はひとけがなく，周囲に建物等もない場所であり，甲は，本件採石場の駐車場（以下「本件駐車場」という。）でＢ車を燃やしても，建物その他の物や人に火勢が及ぶおそれは全くないと認識していた。\n４ 甲が乙宅から帰宅した後，乙は，一人でＢ車を運転し，甲に指示された本件採石場に向かった。\n乙の運転開始から約１時間後，Ａは，Ｂ車のトランク内で意識を取り戻し，「助けてくれ。出してくれ。」などと叫び出した。乙は，トランク内から人の声が聞こえたことから，道端にＢ車を止めてトランクを開けてみた。トランク内には，Ａが手足をロープで縛られて横たわっており，「助けてくれ。出してくれ。」と言って乙に助けを求めてきた。乙は，この時点で，甲が自分に事情を告げずにＢ車を燃やすように仕向けてＡを焼き殺すつもりだったのだと気付いた。乙は，Ａを殺害することにちゅうちょしたが，組長である甲の指示であることや，乙自身，日頃，Ａからいじめを受けてＡに恨みを抱いていたことから，Ａをトランク内に閉じ込めたままＢ車を燃やし，Ａを焼き殺すことを決意した。乙は，Ａが声を出さないようにＡの口を車内にあったガムテープで塞いだ上，- 2 -\nトランクを閉じ，再びＢ車を運転して本件採石場に向かった。乙は，Ａの口をガムテープで塞いだものの，鼻を塞いだわけではないので，それによってＡが死亡するとは思っていなかった。\n５ 乙は，その後，山中の悪路を約１時間走行し，トランク内のＡに気付いた地点から距離にして約\n２０キロメートル離れた本件駐車場に到着した。Ａは，その間に，睡眠薬の影響ではなく上記走行による車酔いによりおう吐し，ガムテープで口を塞がれていたため，その吐しゃ物が気管を塞ぎ，本件駐車場に到着する前に窒息死した。\n６ 本件駐車場は，南北に走る道路の西側に面する南北約２０メートル，東西約１０メートルの長方形状の砂利の敷地であり，その周囲には岩ばかりの採石現場が広がっていた。本件採石場に建物はなく，当時夜間であったので，人もいなかった。乙は，上記南北に走る道路から本件駐車場に入ると，Ｂ車を本件駐車場の南西角にＢ車前方を西に向けて駐車した。本件駐車場には，以前甲と乙が数回訪れたときには駐車車両はなかったが，この日は，乙が駐車したＢ車の右側，すなわち北側約\n５メートルの地点に，荷台にベニヤ板が３枚積まれている無人の普通貨物自動車１台（Ｃ所有）がＢ車と並列に駐車されていた。また，その更に北側にも，順に約１メートルずつの間隔で，無人の普通乗用自動車１台（Ｄ所有）及び荷物が積まれていない無人の普通貨物自動車１台（Ｅ所有）がいずれも並列に駐車されていた。しかし，本件駐車場内にはその他の車両はなく，人もいなかった。\n当時の天候は，晴れで，北西に向かって毎秒約２メートルの風が吹いていた。また，Ｂ車の車内のシートは布製であり，後部座席には雑誌数冊と新聞紙が置いてあった。乙は，それら本件駐車場内外の状況，天候や車内の状況等を認識した上，「ここなら，誰にも気付かれずにＢ車を燃やすことができる。他の車に火が燃え移ることもないだろう。」と考え，その場でＢ車を燃やすこととした。\n乙は，トランク内のＡがまだ生存していると思っており，トランクを開けて確認することなく，Ｂ車を燃やしてＡを殺害することとした。乙は，Ｂ車後部座席に容器に入れて置いてあったガソリン\n１０リットルをＢ車の車内及び外側のボディーに満遍なくまき，Ｂ車の東方約５メートルの地点まで離れた上，丸めた新聞紙にライターで火をつけてこれをＢ車の方に投げ付けた。すると，その火は，乙がまいたガソリンに引火し，Ｂ車全体が炎に包まれてＡの死体もろとも炎上した。その炎は，地上から約５メートルの高さに達し，時折，隣のＣ所有の普通貨物自動車の左側面にも届いたが，間もなく風向きが変わり，南東に向かって風が吹くようになったため，Ｃ所有の普通貨物自動車は，左側面が一部すすけたものの，燃え上がるには至らず，その他の２台の駐車車両は何らの被害も受けなかった。\n- 3 -論文式試験問題集［刑事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成２５年２月１日午後１０時，Ｗは，帰宅途中にＨ市内にあるＨ公園の南東側入口から同公園内に入った際，２名の男（以下，「男１」及び「男２」とする。）が同入口から約８メートル離れた地点にある街灯の下でＶと対峙しているのを目撃した。Ｗは，何か良くないことが起こるのではないかと心配になり，男１，男２及びＶを注視していたところ，男２が「やれ。」と言った直後に，男１が右手に所持していた包丁でＶの胸を２回突き刺し，Ｖが胸に包丁が刺さったまま仰向けに倒れるのを目撃した。その後，Ｗは，男２が「逃げるぞ。」と叫ぶのを聞くとともに，男１及び男２が，Ｖを放置したまま，北西に逃げていくのを目撃した。\nそこで，Ｗは，同日午後１０時２分に持っていた携帯電話を使って１１０番通報し，前記目撃状況を説明したほか，「男１は身長約１９０センチメートル，痩せ型，２０歳くらい，上下とも青色の着衣，長髪」，「男２は身長約１７０センチメートル，小太り，３０歳くらい，上が白色の着衣，下が黒色の着衣，短髪」という男１及び男２の特徴も説明した。\nこの通報を受けて，Ｈ県警察本部所属の司法警察員が，同日午後１０時８分，Ｖが倒れている現場に臨場し，Ｖの死亡を確認した。\nまた，Ｈ県警察本部所属の別の司法警察員は，Ｈ公園付近を管轄するＨ警察署の司法警察員に対し，Ｈ公園で殺人事件が発生したこと，Ｗから通報された前記目撃状況，男１及び男２の特徴を伝達するとともに，男１及び男２を発見するように指令を発した。\n２ 前記指令を受けた司法警察員Ｐ及びＱの２名は，一緒に，男１及び男２を探索していたところ，同日午後１０時２０分，Ｈ公園から北西方向に約８００メートル離れた路上において，「身長約\n１９０センチメートル，痩せ型，２０歳くらい，上下とも青色の着衣，長髪の男」，「身長約１７０センチメートル，小太り，３０歳くらい，上が白色の着衣，下が黒色の着衣，短髪の男」の２名が一緒に歩いているのを発見し，そのうち，身長約１９０センチメートルの男の上下の着衣及び靴に一見して血と分かる赤い液体が付着していることに気付いた。そのため，司法警察員Ｐらは，これら男２名を呼び止めて氏名等の人定事項を確認したところ，身長約１９０センチメート\nルの男が甲，身長約１７０センチメートルの男が乙であることが判明した。その後，司法警察員\nＰは，甲及び乙に対し，「なぜ甲の着衣と靴に血が付いているのか。」と質問した。\nこれに対し，甲は，何も答えなかった。\n一方，乙は，司法警察員Ｐ及びＱに対し，「甲の着衣と靴に血が付いているのは，２０分前にＨ公園でＶを殺したからだ。二日前に俺が，甲に対し，報酬を約束してＶの殺害を頼んだ。そして，今日の午後１０時に俺がＶをＨ公園に誘い出した。その後，俺が『やれ。』と言ってＶを殺すように指示すると，甲が包丁でＶの胸を２回突き刺してＶを殺した。その場から早く逃げようと思い，俺が甲に『逃げるぞ。』と呼び掛けて一緒に逃げた。俺は，甲がＶを殺すのを見ていただけだが，俺にも責任があるのは間違いない。」などと述べた。\nその後，同日午後１０時３０分，前記路上において，甲は，司法警察員Ｐにより，刑事訴訟法第２１２条第２項に基づき，乙と共謀の上，Ｖを殺害した事実で逮捕された【逮捕①】。また，その頃，同所において，乙は，司法警察員Ｑにより，同項に基づき，甲と共謀の上，Ｖを殺害した事実で逮捕された【逮捕②】。\nその直後，乙は，司法警察員Ｐ及びＱに対し，「今朝，甲に対し，メールでＶを殺害することに対する報酬の金額を伝えた。」旨述べ，所持していた携帯電話を取り出し，同日午前９時に甲宛てに送信された「報酬だけど，１００万円でどうだ。」と記載されたメールを示した。これを受けて，司法警察員Ｑは，乙に対し，この携帯電話を任意提出するように求めたところ，乙がこ\n- 2 -れに応じたため，この携帯電話を領置した。\n３ 他方，司法警察員Ｐは，甲の身体着衣について，前記路上において，逮捕に伴う捜索を実施しようとしたが，甲は暴れ始めた。ちょうどその頃，酒に酔った学生の集団が同所を通り掛かり，司法警察員Ｐ及び甲を取り囲んだ。そのため，１台の車が同所を通行できず，停車を余儀なくされた。\nそこで，司法警察員Ｐは，同所における捜索を断念し，まず，甲を３００メートル離れたＩ交番に連れて行き，同交番内において，逮捕に伴う捜索を実施することとした。司法警察員Ｐは，甲に対し，Ｉ交番に向かう旨告げたところ，甲は，おとなしくなり，これに応じた。\nその後，司法警察員Ｐと甲は，Ｉ交番に向かって歩いていたところ，同日午後１０時４０分頃，前記路上から約２００メートル離れた地点において，甲がつまずいて転倒した。その拍子に，甲のズボンのポケットから携帯電話が落ちたことから，甲は直ちに立ち上がり，その携帯電話を取ろうとして携帯電話に手を伸ばした。\n一方，司法警察員Ｐも，甲のズボンのポケットから携帯電話が落ちたことに気付き，この携帯電話に乙から送信された前記報酬に関するメールが残っていると思い，この携帯電話を差し押さえる必要があると判断した。そこで，司法警察員Ｐは，携帯電話を差し押さえるため，携帯電話に手を伸ばしたところ，甲より先に携帯電話をつかむことができ，これを差し押さえた【差押え】。\nなお，この差押えの際，司法警察員Ｐが携帯電話の記録内容を確認することはなかった。\nその後，司法警察員Ｐは，甲をＩ交番まで連れて行き，同所において，差し押さえた携帯電話の記録内容を確認したが，送信及び受信ともメールは存在しなかった。\n４ 甲及び乙は，同月２日にＨ地方検察庁検察官に送致され，同日中に勾留された。\nその後，同月４日までの間，司法警察員Ｐが，差し押さえた甲の携帯電話の解析及び甲の自宅における捜索差押えを実施したところ，乙からの前記報酬に関するメールについては，差し押さえた甲の携帯電話ではなく，甲の自宅において差し押さえたパソコンに送信されていたことが判明した。\nまた，司法警察員Ｐは，同月５日午後１０時，Ｈ公園において，Ｗを立会人とする実況見分を実施した。この実況見分は，Ｗが目撃した犯行状況及びＷが犯行を目撃することが可能であったことを明らかにすることを目的とするものであり，司法警察員Ｐは，必要に応じてＷに説明を求めるとともに，その状況を写真撮影した。\nこの実況見分において，Ｗは，目撃した犯行状況につき，「このように，犯人の一人が，被害者に対し，右手に持った包丁を胸に突き刺した。」と説明した。司法警察員Ｐは，この説明に基づいて司法警察員２名（犯人役１名，被害者役１名）をＷが指示した甲とＶが立っていた位置に立たせて犯行を再現させ，その状況を約１メートル離れた場所から写真撮影した。そして，後日，司法警察員Ｐは，この写真を貼付して説明内容を記載した別紙１を作成した【別紙１】。\nまた，Ｗは，同じく実況見分において，犯行を目撃することが可能であったことにつき，「私が犯行を目撃した時に立っていた場所はここです。」と説明してその位置を指示した上で，その位置において「このように，犯行状況については，私が目撃した時に立っていた位置から十分に見ることができます。」と説明した。この説明を受けて司法警察員Ｐは，Ｗが指示した目撃当時\nＷが立っていた位置に立ち，Ｗが指示した甲とＶが立っていた位置において司法警察員２名が犯行を再現している状況を目撃することができるかどうか確認した。その結果，司法警察員Ｐが立っている位置から司法警察員２名が立っている位置までの間に視界を遮る障害物がなく，かつ，再現している司法警察員２名が街灯に照らされていたため，司法警察員Ｐは，司法警察員２名による再現状況を十分に確認することができた。そこで，司法警察員Ｐは，Ｗが指示した目撃当時\nＷが立っていた位置，すなわち，司法警察員２名が立っている位置から約８メートル離れた位置から，司法警察員２名による再現状況を写真撮影した。そして，後日，司法警察員Ｐは，この写真を貼付して説明内容を記載した別紙２を作成した【別紙２】。\n- 3 -司法警察員Ｐは，同月１０日付けで【別紙１】及び【別紙２】を添付した実況見分調書を作成した【実況見分調書】。\n５ 甲及び乙は，勾留期間の延長を経て同月２１日に殺人罪（甲及び乙の共同正犯）によりＨ地方裁判所に起訴された。なお，本件殺人につき，甲は一貫して黙秘し，乙は一貫して自白していたことなどを踏まえ，検察官Ａは，甲を乙と分離して起訴した。\n甲に対する殺人被告事件については，裁判員裁判の対象事件であったことから，Ｈ地方裁判所の決定により，公判前整理手続に付されたところ，同手続の中で，検察官Ａは，【実況見分調書】につき，立証趣旨を「犯行状況及びＷが犯行を目撃することが可能であったこと」として証拠調べの請求をした。これに対し，甲の弁護人Ｂは，これを不同意とした。\n〔設問１〕 【逮捕①】及び【逮捕②】並びに【差押え】の適法性について，具体的事実を摘示し\nつつ論じなさい。\n〔設問２〕 【別紙１】及び【別紙２】が添付された【実況見分調書】の証拠能力について論じな\nさい。\n- 4 -実 況 見 分 調 書平成２５年２月１０日\nＨ警察署司法警察員 Ｐ ,被疑者甲ほか１名に対する殺人被疑事件につき，本職は，下記のとおり実況見分をした。\n記\n１ 実況見分の日時平成２５年２月５日午後１０時から同日午後１１時まで２ 実況見分の場所，身体又は物\nＨ公園\n３ 実況見分の目的\n⑴ Ｗが目撃した犯行状況を明らかにするため\n⑵ Ｗが犯行を目撃することが可能であったことを明らかにするため\n４ 実況見分の立会人\nＷ\n５ 実況見分の結果別紙１及び別紙２のとおり以 上\n- 5 -\n【別紙１】\n司法警察員２名が犯行状況を再現した写真\n（約１メートル離れた場所から撮影したもの）立会人（Ｗ）は，「このように，犯人の一人が，被害者に対し，右手に持った包丁を胸に突き刺した。」と説明した。\n- 6 -\n【別紙２】\n司法警察員２名が犯行状況を再現した写真\n（約８メートル離れた場所［Ｗが指示した位置］から撮影したもの）立会人（Ｗ）は，「私が犯行を目撃した時に立っていた場所はここです。」と指示し，その位置において「このように，犯行状況については，私が目撃した時に立っていた位置から十分に見ることができます。」と説明した。\n本職も，Ｗが指示した位置から司法警察員２名が犯行を再現している状況を目撃することができるか確認したところ，本職が立っている位置から司法警察員２名が立っている位置までの間に視界を遮る障害物がなく，かつ，再現している司法警察員２名が街灯に照らされていたため，司法警察員２名による再現状況を十分に確認することができた。\nそこで，本職は，これらの状況を明らかにするため，Ｗが指示した位置から司法警察員２名による再現状況を写真撮影した。\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/H25/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，暴力団組長の甲が，同組幹部のＡを車のトランク内に閉じ込め，車ごと燃やして殺害しようとの計画の下，自らＡを自己所有車Ｂ（以下「Ｂ車」という。）のトランク内に閉じ込めた上，その事情を秘して配下組員の乙に指示してＢ車に放火させたが，その前にＡが- 9 -\nトランク内で死亡していたという具体的事例について，甲乙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事案を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。すなわち，本問の事案は，①甲が，Ａを呼び出して自ら運転するＢ車の助手席に乗車させた上，Ａに睡眠薬入りコーヒーを飲ませて昏睡させ，その手足をロープで緊縛してＢ車トランク内に閉じ込めた後，②配下組員の乙に対し，それらの事情を秘したまま，ひとけのない山中の採石場の駐車場でＢ車を燃やしてくるよう指示してＢ車を引き渡し，③その指示を受けた乙が，上記採石場に向けてＢ車を運転中，Ａの存在に気付き，甲のＡ殺害計画を察知したものの，自らのＡへの恨みもあり，ＡをＢ車ごと燃やして殺害することを決意し，Ａの口をガムテープで塞いでトランクを閉じ，再びＢ車を発進させて上記採石場に向かったところ，④Ａは，同所に至る前に車酔いによりおう吐し，その吐しゃ物に気管を塞がれて窒息死したが，⑤乙は，これに気付かず，周囲にひとけや建物はないが，Ｂ車に隣接して他人所有自動車３台が並列に駐車された上記採石場の駐車場において，他車に火が燃え移ることはないだろうと考えながら，Ｂ車にガソリンをまいて火を放ち，Ｂ車を全焼させた，というものである。各行為に対する甲乙の罪責を論じる際には，事実関係を的確に分析した上で，事実認定上及び法解釈上の問題を検討し，事案に当てはめて妥当な結論を導くことが求められる。\n(1) 乙の罪責についてア 殺人罪についての検討本問において，Ａは，前記のとおり，乙が企図したよりも早い段階であるＢ車走行中に窒息死しているが，このような場合にも，乙に殺人罪が成立するのかについての検討が必要となる。この点については，殺人罪の構成要件要素の意義を正確に示した上で，問題文中の各種事情を的確に当てはめることが必要となるが，本問で特に問題となるのは，構成要件の実現が早すぎた場合の実行の着手時期等をどのように考えるのかという点である。この点については，最判平成１６年３月２２日刑集５８巻３号１８７頁が参考になる。すなわち，乙がＡの口をガムテープで塞いでトランクを閉じてＢ車を走行させた行為を第１行為とし，前記採石場の駐車場でＢ車に火を放つ行為を第２行為とし，この判例のような考え方に従うのであれば，同判例が挙げる実行着手を判断するための考慮要素，すなわち，①第１行為が第２行為を確実かつ容易に行うために必要不可欠なものであったこと，②第１行為に成功した場合，それ以降の犯罪計画を遂行する上で障害となるような特段の事情が存しなかったと認められること，③第１行為と第２行為との間が時間的場所的に近接していることの各要素を示すなどした上，各種事情を的確に当てはめ，第１行為時に殺人罪の実行着手が認められるかを検討することが必要である。\n第１行為時に殺人罪の実行着手を認めた場合，更に因果関係や故意の存在についての言及も求められる。また，この判例の考え方に従わない場合も，同判例を意識しつつ，殺人罪の実行着手時期等についての自己の見解を説得的に論証した上で，的確な当てはめを行うことが求められる。\nイ 監禁罪等についての検討本問において，前記アの第１行為については，監禁罪の成否を検討することが望まれる。加えて，第１行為によりＡが死亡した点については，監禁致死罪の成否も問題となろう。そして，監禁罪又は監禁致死罪（以下「監禁罪等」という。）が成立すると考え，かつ，前記アの検討において，前記判例の考え方に従った上で殺人既遂罪の成立を認める場合には，監禁罪等と殺人既遂罪との関係についての言及が求められる。\nウ 建造物等以外放火罪についての検討本問において，乙がＢ車にガソリンをまいて火を放ち，Ｂ車を全焼させた点については，刑法第１１０条の建造物等以外放火罪の成否が問題となる。この点についても，同\n- 10 -罪の構成要件要素を的確に示しつつ，問題文中の各種事情を的確に当てはめることが必要となり，①「放火」「焼損」の意義及び当てはめ，②Ｂ車への放火行為が所有者である甲の指示によるものであることから，刑法第１１０条第２項にいう「自己の所有に係るとき」に該当するか否かの検討が求められる。そして，同罪は，公共の危険の発生を要するところ，乙がＢ車に放火した場所は，ひとけのない山中の採石場の駐車場であり，Ｂ車の周囲には，他人所有の車両が３台駐車されていたものの，建造物等もなかったことから，本問において，公共の危険が発生したといえるかにつき，その意義や判断基準を明らかにした上で的確な当てはめを行うことが求められる。この点については，刑法第１１０条の公共の危険とは，同法第１０８条及び第１０９条に規定する建造物等への延焼の危険のみに限られず，不特定又は多数の人の生命，身体又は前記建造物等以外の財産に対する危険も含まれると解するのが相当である旨判示した最決平成１５年４月１４日刑集５７巻４号４４５頁が参考になる。この判例の考え方に従う場合には，同判例に示された公共の危険の意義等を示した上，問題文中の各種事情を具体的に指摘して丁寧に当てはめる必要がある。また，この判例と異なる考え方に立つ場合には，同判例を意識しつつ，公共の危険の意義等についての自己の見解を説得的に論証した上で，的確な当てはめを行うことが求められる。上記検討において，公共の危険が発生したと認めた場合には，乙が他車両に火が燃え移ることはないだろうと思い放火に及んでいることから，更に公共の危険発生の認識の要否についての論述が求められる。この点については，最判昭和６０年３月２８日刑集３９巻２号７５頁等の判例が参考になる。\n(2) 甲の罪責についてア 殺人罪についての検討本問において，甲は，Ａ殺害の意図で，ＡをＢ車トランク内に閉じ込めていることを秘したまま，乙に対し，Ｂ車に火を放つよう指示したが，乙は，走行中にトランク内のＡの存在に気付いた上で，Ａ殺害を決意し，前記経過でＡを死亡させるに至っており，甲についても，Ａを死亡させた点につき，殺人罪の成否の検討が求められる。この点については，大きく分けて，①甲を実行行為者とする殺人罪の成否の検討，②乙との共犯関係の検討が，それぞれ求められる。\nまず，①については，間接正犯の成否が問題となり，乙がＡの存在に気付いた時点で，乙の道具性が失われるか否かの検討が求められる。乙の道具性が失われると考える場合には，間接正犯における実行の着手時期いかんによって，予備か未遂かなど，甲の罪責に違いが出てくることから，この点に関する自己の見解を明らかにした上で，的確な当てはめを行うことが望まれる。他方，乙の道具性が失われないと考える場合には，因果関係や故意についても，的確な当てはめを行い，実行行為者として甲に成立する罪責を明らかにする必要がある。\n次に，②についてであるが，①の検討において，乙の道具性が失われるとの考え方に立った場合には，実行行為者としては，甲に殺人既遂の責めを負わせることができない。\nそこで，Ａ死亡の結果について，甲と乙との共犯関係，すなわち片面的共同正犯の成否や間接正犯の意図で教唆の結果を生じさせた場合の擬律についての検討が求められる。\n他方，乙の道具性が失われず，甲に実行行為者として殺人既遂罪が成立するとの考え方に立った場合にも，乙との共犯関係について検討することが望まれる。\nイ 監禁罪等についての検討本問において，甲は，ＡをＢ車に乗車させて疾走させ，更には，Ａに睡眠薬入りコーヒーを飲ませて昏睡させ，ロープで緊縛してトランク内に閉じ込めるなどしているが，これらの行為について，監禁罪の成否を検討することが必要である。また，生命身体加害目的誘拐罪の成否も問題となり得る。監禁罪の成否については，Ａは，トランク内で- 11 -\n意識を取り戻すまでは，監禁されているとの認識もなく，移動しようとの意思も生じていなかったことから，そのような場合の監禁罪の成否や成立時期が問題となり，監禁罪の保護法益である「移動の自由」についての自己の見解を明らかにし，的確な当てはめを行うことが望まれる。さらに，上記行為に監禁罪が成立すると考えた場合，乙にＢ車を引き渡した後も継続して監禁罪が成立するのかが問題となり（特に，乙がＡの存在に気付いた後が問題となろう。），加えて，甲についても，Ａが死亡した点について，監禁致死罪の成否が問題となろう。そして，甲に監禁罪等が成立すると考え，かつ，前記ア\nの検討において，甲に殺人既遂罪等の成立を認める場合には，これらと監禁罪等との関係についての言及が求められる。\nウ 建造物等以外放火罪についての検討本問において，甲は，乙にＢ車を燃やすよう指示したのであるから，前記(1)ウの検討において，乙に建造物等以外放火罪の成立が認められると考えた場合，甲にも同罪が成立するか否か，共謀共同正犯の成否の検討が求められる。また，甲は，前記採石場の駐車場にＢ車以外の他車両が駐車されていることさえ認識がなかったものであるところ，(1)ウにおける公共の危険発生の認識の要否についての自己の見解及び当てはめと整合する的確な当てはめが必要となろう。\n(3) 罪数処理前記(1)及び(2)の検討において，甲乙に，複数の犯罪が成立すると考えた場合，それら複数の犯罪について，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも，刑法解釈上，基本的かつ著名な問題点であり，これら問題点についての基本的な判例や学説の知識を前提に，具体的な事案の中から必要な事実を認定し，論理的な整合性はもちろん，結論の妥当性も勘案しつつ，法規範の当てはめを行うことが求められる。基本的な判例や学説の学習が重要であることはいうまでもないが，特に判例学習の際には，単に結論のみを覚えるのではなく，当該判例の具体的事案の内容や結論に至る理論構成などを意識することが必要であり，そのような学習を通じ，結論を導くために必要な事実を認定し，その事実に理論を当てはめる能力を涵養することが望まれる。\n〔第２問〕\n本問は，殺人事件の捜査・公判において生じる刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析・評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する学識，法適用能力及び論理的思考力を試すものである。\n設問１は，司法警察員Ｐ及びＱが，男２人組による殺人事件発生の約３０分後，その現場から約８００メートル離れた路上において，甲及び乙を発見し，両名を同事件の犯人としてそれぞれ準現行犯逮捕した手続（甲につき，【逮捕①】，乙につき【逮捕②】），その後，司法警察員\nＰが，逮捕されている甲の身体着衣を捜索するため，甲を逮捕の現場から約３００メートル離れた交番に連行する途中，転倒した甲のズボンポケットから落ちた携帯電話を差し押さえた手続（【差押え】）に関し，その適法性を論じさせることにより，刑事訴訟法第２１２条第２項が定める準現行犯逮捕及び同法第２２０条が定める令状によらない差押えについての正確な理解と具体的事実への適用能力を試すものである。\n現行犯人（同法第２１２条第１項）及び現行犯とみなされる者（同条第２項）が，裁判官の令状審査を経るまでもなく何人も逮捕状なくして逮捕することができるとされている理由は，逮捕を行う者が，いずれも逮捕時の状況から被逮捕者が特定の犯罪の犯人であることが明白であると判断できるからであり，犯人であることの判断の客観性が保障されているからである。\n準現行犯の場合には，現行犯のように「現に罪を行い，又は現に罪を行い終わった」状況には- 12 -ないから，「罪を行い終わってから間がない」という犯行との時間的接着に加えて，刑事訴訟法第２１２条第２項各号の要件により，犯罪と犯人の明白性の保障が図られている。【逮捕①】\n及び【逮捕②】の適法性を論じるに当たっては，このような準現行犯の構造を踏まえ，設問の事例においていかに犯罪と犯人の明白性が客観的に保障されるのかを意識しながら，準現行犯の要件該当性を論じる必要がある。\n【逮捕①】については，当然の前提として，特定の犯罪（本件では，平成２５年２月１日午\n後１０時にＨ公園で発生したＶに対する殺人事件）との関係で，甲の準現行犯の要件該当性を論じる必要がある。例えば，甲の着衣及び靴に血が付着していたことについて，これが同項第\n３号の「被服に犯罪の顕著な証跡があるとき」に該当すると言うためには，なぜ，Ｖに対する殺人事件の証跡と言えるのかを論じる必要がある。また，「罪を行い終わってから間がない」ことについては，単に，犯行時と逮捕時との客観的な時間間隔及び距離関係を指摘するだけでは足りず，本件事案のような時間的・場所的近接性が，いかに犯罪と犯人の明白性に結び付くのかを論じる必要がある。さらに，準現行犯逮捕も，現行犯逮捕と同様に，逮捕時の状況から犯罪と犯人の明白性につき逮捕者の判断の客観性が保障されていることが必要であるとの視点からは，乙の自白を，犯罪と犯人の明白性の判断資料として良いかも問題となる。また，Ｗの通報内容も，逮捕者であるＰが直接認識したものではないから，その通報内容を前提として犯罪と犯人の明白性を判断してよいかも問題となり得る。もっとも，準現行犯の場合，現行犯人の現認とは異なり，犯行時と逮捕時とがある程度時間的に隔離していることが想定されているから，逮捕者が直接現認した状況のみから犯罪と犯人の明白性を判断できることまで要求されているとは考え難く，通報内容等を犯罪と犯人の明白性の判断資料とすることは当然の前提とされていると言えよう。\n【逮捕①】は，典型的な準現行犯逮捕の事案を素材として，前記のとおりの準現行犯の趣旨\n及び構造を正確に理解し，これを踏まえた適切な事実関係の抽出と評価が求められる。これに対し，【逮捕②】は，このような準現行犯逮捕の趣旨及び構造を前提として，応用事例に対して自ら法理論を展開する能力が試されている。乙は，甲に対してＶの殺害を指示したものの，自らは実行行為に及んでいない上，逮捕時においては，乙自身の身体又は被服には犯罪の顕著な証跡が存在しない。しかし，乙は，逮捕時に，被服に血を付着させた甲と同行していたのであり，この状況を，乙との関係でも同法第２１２条第２項第３号の該当事由であると考えることができないか問題となる。また，乙が実行行為に及んでいない以上，乙と甲との間の共犯関係自体が，逮捕時の状況から明白であると判断できるのかについても検討しなければならない。\n確かに，乙は，逮捕時に共犯関係も含めて犯行を自白しているが，前述のとおり逮捕時の状況から犯人性の判断の客観性が保障されている必要があるから，「自白している以上，甲の共犯であることは明白である。」などという短絡的な論理が通用しないことは言うまでもなく，乙の供述内容を認定資料に加えるとしても，あくまで逮捕時の状況に加味して犯人性を判断する一資料と位置付けるべきであろう。逮捕②を適法と考えるか違法と考えるかはともかくとして，前述の準現行犯逮捕の趣旨及び構造を踏まえ，適法・違法を論じる必要がある。\n設問１の【差押え】は，逮捕に伴う無令状差押えであるが，逮捕の地点から約２００メートル離れた地点において実施されている点が，同法第２２０条第１項第２号の「逮捕の現場」という要件との関係で問題となる。この点に関しては，最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁）があるから，同判例の内容を踏まえた上で自説を展開すべきであろう。同判例は，「逮捕の現場」で直ちに被逮捕者の身体を捜索し差押手続を実施することが適当でなかった場合に，できる限り速やかに被逮捕者を身体の捜索・差押えを実施するのに適当な最寄りの場所まで連行した上で行われた差押手続につき，「刑訴法２２０条１項２号にいう『逮捕の現場』における差押えと同視することができる」としたものであるが，なぜに「同視することができる」のかについての法理論までは説示しておらず，この点については各自が法理論を- 13 -\n展開することが求められる。また，設問の事例では，司法警察員Ｐは，甲を連行するに当たり，逮捕の地点から約３００メートル離れたＩ交番をもって，差押えを実施するのに適当な最寄りの場所であると判断したはずであるが，実際には，同交番に向かう途中において差押えを実施しており，この点についても，各自が展開すべき法理論との整合性に配慮する必要がある。\nまた，甲の携帯電話を差し押さえる前提として，同携帯電話が逮捕被疑事実であるＶに対する殺人事件と関連性を有するものであることが必要であり，具体的事実関係を抽出した上で関連性の有無を論じる必要がある。さらに，その後の捜査において携帯電話と殺人事件との関連性が無いことが判明した場合に，遡って差押えの適法性が問題となり得るのかについても触れることが望ましい。\n設問２は，実況見分調書の証拠能力を問うものであるが，【別紙１】においては，目撃者Ｗの説明に基づき，Ｗが目撃した犯行状況を司法警察員２名が再現した写真が貼付され，かつ，犯行状況に関するＷの説明内容が記載されており，【別紙２】においては，Ｗが目撃時に立っていた位置から前記再現状況を撮影した写真が貼付され，見通し状況についてのＷ及び司法警察員Ｐの説明内容が記載されている。検察官は，実況見分調書の立証趣旨を「犯行状況及びＷ\nが犯行を目撃することが可能であったこと」としていることから，【別紙１】が「犯行状況」という立証趣旨に，【別紙２】が「Ｗが犯行を目撃することが可能であったこと」という立証趣旨にそれぞれ対応することはすぐに理解されよう。このように，設問２は，性質の異なる内容を含む実況見分調書につき，その証拠能力を論じさせることにより，伝聞法則の基礎的理解を問うものである。\n【別紙１】は，司法警察員Ｐが作成した実況見分調書としての性質に加え，Ｗの供述を録取\nした書面としての性質をも有しているが，論述に当たっては，【別紙１】で立証しようとする事項が犯行状況そのものであることから，Ｗの供述内容の真実性が問題となっていることを踏まえ，前述のとおりの書面の性質を論じ，伝聞法則の例外規定が適用されるためには，いかなる要件が求められるのか，本件事案ではその要件が満たされているかを論じていく必要がある。\nまた，【別紙１】は，Ｗの供述内容を記載した部分と，Ｗの供述に基づき司法警察員２名が犯行状況を再現した場面を撮影した写真部分とから構成される。写真については，記録過程が機械的操作によってなされることから，Ｗの供述を録取する過程の正確性は問題とならないようにも見えるが，他面，写真に写っている人物がＷ自身ではなくその供述に基づいて実演をした司法警察員２名であることから，Ｗの供述に基づいて司法警察員２名が犯行状況を再現する過程自体において，供述どおりの再現になっていることが担保されていないと見る余地もあり得よう。いずれにせよ，このような問題点をも踏まえつつ，供述記載部分と写真部分とを分けて論じることが求められている。なお，このように犯行状況の再現内容を記載した実況見分調書の証拠能力についても，最高裁判例（最決平成１７年９月２７日刑集５９巻７号７５３頁）があり，同決定を踏まえつつ論じる必要があろう。\n【別紙２】については，「Ｗが犯行を目撃することが可能であったこと」という立証趣旨に\n対応するものであるが，このことから，【別紙２】によって具体的にいかなる事実が要証事実となるのかを論じる必要があり，その中で，Ｗの供述部分はその真実性を立証することになるのか否か，真実性が問題とならないと考えるのであればその理由を論じる必要がある。このような検討を踏まえた上で，伝聞法則の適用される場合か否かを論じることが求められている。\n【選択科目】\n[倒 産 法]\n〔第１問〕\n本問は，具体的な事例を通じて，民事再生手続におけるフルペイアウト方式のファイナンス\n・リース契約の取扱い及び再生計画に基づく事業譲渡の実行をめぐる問題点についての理解\n- 14 -を問うものである。\n設問１の前段（いまだＢ社が本件リース契約の解除の意思表示を行っていない場合）については，フルペイアウト方式のファイナンス・リース契約の法的性質を踏まえた上で，リース物件（本件設備）の継続使用をめぐってリース会社であるＢ社と協議を行う機会を確保するためにいかなる申立てをすべきかについて，「裁判所における審理の方法に関する問題点」にも触れつつ，論ずることが求められている。本件リース契約の法的性質につき，担保権付消費貸借契約と解する立場に立てば，約定による解除の可能性を指摘した上で，民事再生法第\n３１条の規定の類推適用による担保権の実行手続の中止命令の発令の可能性とその効力を論じ，Ｂ社が本件設備の減価が著しいと主張していることなどの具体的な事情に沿って，その発令要件（同条第１項に規定する「再生債権者の一般の利益に適合」するかどうかや，別除権者に「不当な損害を及ぼすおそれがない」かどうか等）の充足可能性について論ずべきである。また，中止命令の審理に関しては，Ｂ社に対する必要的審尋の実施（同条第２項に規定する「競売申立人」の類推）により，中止命令の発令前に解除の意思表示をする機会を与えてしまう不都合とその解決策を論ずべきである。さらに，設問１の後段（既にＢ社が本件リース契約の解除の意思表示を行っていた場合）については，Ｂ社の担保権実行の終了時期を解除の意思表示の時と解するのか，それとも本件設備の引上げ時等と解するのかを明らかにした上で，前段についての解答と比較しつつ，Ｂ社の権利行使の方法，すなわち，取戻権又は別除権のいずれの行使であるのかについて，その根拠と共に述べることが求められる。\n設問２については，再生計画において定められた事業譲渡について，再生債務者であるＡ社\n（及びその代表取締役であり，かつ，唯一の株主であるＤ）の協力が得られない状況下において，再生手続廃止の決定がされるおそれがあることを明確に示し，それを避ける必要性があることを踏まえて，Ｃ社としてはどのような申立てにより再生計画による事業譲渡を実行すべきかについて，論ずる必要がある。再生手続廃止のおそれとそれを避けるべき必要性に関しては，①再生計画の認可だけでは，事業譲渡の効果が生ぜず，会社法の規定に基づく株主総会の特別決議（会社法第４６７条第１項第１号，第２号，第３０９条第２項第１１号）\nが必要となるものの，Ａ社ないしＤの協力を期待することができず，また，代替許可（民事再生法第４３条）も，再生債務者であるＡ社の申立てが必要となるから，その取得が困難であること，②その結果，Ｃ社が提出した再生計画認可の決定がされた再生計画の遂行の見込みがないことが明らかになったときは，同法第１９４条の規定により再生手続廃止の決定がされるおそれがあること，そして，③この再生計画に基づく事業譲渡により十分な事業再生の可能性が認められるにもかかわらず，再生手続廃止（事業清算）という結果になることは，避けるべきであることを論述することが求められる。また，再生手続廃止を避けるための申立てに関しては，管理命令（同法第６４条第１項）の申立ての指摘及びその要件充足の有無の検討を行い，その発令の可能性を導いた上で，管財人による事業譲渡の実行プロセスにおける問題点，すなわち，管財人による新たな事業譲渡契約の締結並びに同法第４２条（再生計画認可の決定による代替（包摂）を認める立場もあり得る。）及び第４３条の規定による許可の取得等について，丁寧に論ずる必要がある。\n〔第２問〕\n本問は，建設工事に係る元請契約の請負人であり，かつ，下請契約の注文者である株式会社が破産手続開始の決定を受けたという事例を通じて，注文者及び請負人について破産手続が開始されたことに伴う請負契約の取扱いをめぐる問題点についての理解を問うものである。\n設問１は，下請契約である請負契約（本件下請契約）の取扱いに関するものであり，そのうち(1)は破産管財人であるＹが本件下請契約を解除した場合について，(2)は本件下請契約が継続されることとなった場合について，それぞれその問題点を問うものであるが，まずは，- 15 -\n注文者であるＸ社について破産手続開始の決定があった時において，本件下請契約が双方未履行の状態にあり，したがって，注文者破産のケースに当たるものとして，民法第６４２条が適用されるという点を指摘することが必要となる。その上で，(1)については，Ｙの解除（その効果が出来高には及ばないことに触れることが期待される。）が同条第１項前段の規定に基づくものであり，Ｄ社は，既に行った仕事についての９０００万円分の未払の報酬請求権を破産債権として行使することができること（同項後段）について，論ずることが求められる。\nまた，(2)については，「本件下請契約に基づく建築工事は，継続されることとなった」ということの法的な意味付けについて検討することが必要となるが，同項前段の規定による本件下請契約の解除権がＹだけではなく，請負人であるＤ社にも帰属していることから，本件下請契約が継続されるということは，これらの双方の解除権が放棄される等して消滅したことを意味するものと考えることができ，この点を明確に意識することが必要となる。それを前提として，Ｄ社の権利が破産債権又は財団債権のいずれとなるのかを論ずることが求められるが，継続後にＤ社が行った建築工事に係る報酬請求権が財団債権となること（その根拠については，破産法第１４８条第１項第７号等が成り立つであろう。）には異論がないと考えられるものの，既に行われた建築工事に係る報酬請求権については，本件下請契約の一体性を重視し，継続後の報酬請求権と不可分であるとして財団債権であると解する見解のほか，これらの報酬請求権は可分であることを前提に，Ｄ社がいわばリスクを引き受けている点を重視して，破産債権であると解する見解等，幾つかの見解が成り立つところであり，他の考え方を批判しつつ，自説を展開することが求められる。\n設問２は，元請契約である請負契約（本件請負契約）の取扱いをめぐる問題点を問うものであるが，本件請負契約についても，請負人であるＸ社に破産手続開始の決定があった時において，双方未履行の状態にあり，したがって，Ｙが破産法第５３条第１項の規定によって解除したものであるという点を押さえることが前提となる。その上で，(1)については，解除の結果として，Ａ社は出来高の未達成部分に相当する既払の５０００万円の返還を請求している（設問１における解除と同様に，解除の効果が出来高には及ばないとの解釈が前提となる。）が，この前払金返還請求権の法的性質としては，同法第５４条第２項の規定により財団債権となると解する見解のほか，過払の部分は信用供与に当たるものとして破産債権となると解する見解も考えられ，自説を説得的に展開することが求められる。また，(2)については，Ｂ銀行が破産手続開始の後に連帯保証債務を履行し，５０００万円の求償債権を取得していることから，Ｙに対する権利行使の方法を明らかにする過程として，まず，この求償債権の法的性質を検討する必要があり，破産手続開始前の原因に基づくものとして破産債権（同法第２条第５項）と位置付けることになると考えられるが，Ｂ銀行は，弁済をするにつき正当な利益を有する者として，(1)で検討したＡ社がＸ社に対して有する前払金返還請求権について代位することになる（民法第５００条）ことを踏まえた検討をも加える必要がある。この検討においては，当該前払金返還請求権を財団債権と解する場合には，Ｂ銀行は破産債権である求償債権の満足のため，財団債権の性質を有する原債権たる前払金返還請求権を行使することになり，この原債権も破産債権と同様の制約を受けるかどうかが問題となる。これに対し，当該前払金返還請求権を破産債権と解する場合には，破産者に対して将来行うことがある求償債権をどのようにして行使をするか（破産法第１０４条）について，その制度趣旨に基づき，説得的な論述をすることが求められる。\n[租 税 法]\n〔第１問〕\n国民の誰しもに密接な関わりのある裁判員制度を素材としつつ，旅費，日当及び宿泊料（以下「旅費等」という。）の支給を受けた場合の所得税の課税関係を問う事例問題である。裁判員\n- 16 -の参加する刑事裁判に関する法律（以下「裁判員法」という。）の仕組みを問題文に現れた範囲で読み取った上で，裁判員候補者及び裁判員が支給を受ける旅費等の性質を所得税法の適用のために必要な範囲で検討し，その課税関係を事案に即して説明する事例解析能力と論理的思考力を試している。実務取扱いに関する知識の有無を問うものではない。\n大きな論点としては，Ａが支給を受ける旅費等がＡの課税所得を構成するか，また，課税所得を構成するとしてどの各種所得に区分されるか，という点が問題となる。これらの点を検討するに当たっては，裁判員候補者及び裁判員に対して裁判員法に基づき支給される旅費等がどのような性質を有するか，より具体的には，労務の対価であるか実費弁償的なものであるか，というような点を意識した上で，給与所得，一時所得，雑所得などへの該当性を判例の基準に照らして検討する必要がある。さらに，Ａの支出したホテル代の扱いについては，旅費等をどの各種所得に区分するかに応じて控除の枠組みが異なってくることを正確に認識しつつ，控除の可否を検討することが必要である。いずれも基本的な論点であり，法科大学院で学んだ基本的な知識を基に，法解釈と適用の過程を過不足なく答案に表現することが重要といえよう。\n〔第２問〕\n本問は，所得税法の「必要経費」に関する基本的な論点についての理解と事案に即した思考力を試すものである。\n設問１は，必要経費と損金という類似した２つの概念を対比することにより，それぞれの概念の基礎的な事項を理解しているかを問う問題である。まず，両者の「同」の部分については，両者の規定（所得税法第３７条，法人税法第２２条第３項）に共通する原価及び費用を収入金額及び益金の額から控除すること（所得税法第２６条第２項，第２７条第２項，第３５条第１\n項第２号，法人税法第２２条第１項）の意味を説明する必要がある。次に，両者の「異」の部分については，課税対象が個人所得か法人所得かの違いによって，個別的にどのような取扱いの違いが生じるか，特に一方の法律（例えば所得税法）に規定がありながら，他方の法律（例えば法人税法）に同様の規定がない理由を説明する必要がある。\n設問２は，必要経費の判断基準とその当てはめの問題であり，判断基準を自ら定立した上で，事案に当てはめることを求めている。①の講演会参加費等の各支出については，家事費（及び家事関連費）の範囲を意識し，②の脱税工作のための支出については，違法収入も課税所得となること及び費用概念を意識して，それぞれ検討すると良い。②に関する法人税法との対比では，平成１８年度改正により法人税法第５５条に不正行為等に係る費用等の損金不算入が明記されたが，所得税法には同様の必要経費不算入が明文化されなかったことをどのように考えるのか，その際に法人税法第２２条第４項の公正処理基準との関係を意識した検討がなされると良い。また，最高裁判所平成６年９月１６日第三小法廷決定（刑集４８巻６号３５７頁）に言及できると更に良い。\n設問３については，まず，過納金及び還付加算金の課税所得該当性が問題となる。前者については，過納金が納税者に還付されることによって経済的価値が流入しているが，所得税を納付しても所得金額に影響を及ぼすことがないこと（所得税法第４５条第１項第２号）を踏まえて，納付した所得税が過納金として還付された場合に所得金額に影響を及ぼすかを検討する必要がある。後者についても，課税所得である利子的な性格を持つかあるいは非課税の損害賠償金の性格を持つかを検討する必要がある。その上で，課税所得に該当すると考える場合には１０種類の所得区分のどれに該当するかの解答を求めている。また，Ｃ税理士に支払った報酬の必要経費該当性については，①訴訟の結果得られたものを課税所得とした場合に，それを稼得するための必要経費と考えるか，また，②そもそも不動産所得を稼得するための必要経費と考えるかにつき，設問２で定立した必要経費該当性の判断基準に従って解答することを求めている。\n- 17 -\n[経 済 法]\n〔第１問〕\n本問は，自動車の重要な構成部品甲のメーカーＸ社が，保有する甲の新製造方法αのノウハウ技術を甲の他のメーカーにライセンスするに際し，新製造方法αの実施のための専用の製造装置をＹ社から購入することを義務付けることを計画（以下，「本件計画」という。）しているという事案について，独占禁止法第１９条が禁止する不公正な取引方法の一般指定第１０項が定める抱き合わせ販売等の該当性を問うものである。\nまず，一般指定第１０項の行為要件のうち，抱き合わせる商品（以下，「主たる商品」という。）が何で，抱き合わせられる商品（以下，「従たる商品」という。）が何であるかにつき言及するとともに，事実関係に照らして，Ｘ社が主たる商品の供給をてことして従たる商品の購入を余儀なくさせることにつき言及することが求められる。\n次に，一般指定第１０項の実質要件である「不当に」とは，公正競争阻害性のことであるとともに，何を意味する公正競争阻害性と捉えるのかにつき言及することが求められる。そして，競争の減殺を意味する公正競争阻害性，競争手段の不公正さを意味する公正競争阻害性のいずれと捉えるとしても，事実関係に照らして，従たる商品の市場においてどのような事実が認められれば，公正競争阻害性の要件を満たすことになるのかを示すことが求められる。\nさらに，Ｘ社は，本件計画について，新製造方法αのノウハウ技術の秘密性を保持するとともに，Ｙ社との共同開発に要した費用を回収するためであるとして，正当化しようとしているが，このことをどのように考慮・評価するかについて言及することが求められる。\n本件計画については，不公正な取引方法の一般指定第１１項が定める排他条件付取引の該当性，又は一般指定第１２項が定める拘束条件付取引の該当性を問うことも考えられる。この場合にも，それぞれの行為要件と実質要件とを満たすのかにつき検討することが求められるが，実質要件については競争の減殺を意味する公正競争阻害性と捉えて検討することが求められる。\nなお，本件では，短期間のうちに，旧製造方法が全て新製造方法αに取って代わられるものと予測されたというのであり，そうなると，甲の製造設備は新製造方法αを実施するための専用の製造設備のみとなり，したがって，Ｘ社の本件計画が実施されれば，従たる商品である甲の製造設備の市場がＹ社の独占となることから，排除型私的独占の成立について言及することも期待される。\n〔第２問〕\n本問は，水上スポーツ用船舶乙のメーカー５社の全てが加入する事業者団体Ａによる，同船舶の安全・事故対策のための措置について，独占禁止法上の問題点を分析・検討することを求めるものであり，いずれも，非ハードコアカルテルとして，構成事業者の機能又は活動の不当な制限（独占禁止法第８条第４号）の該当性が問題になるものである。\n対策要項（１）は，製品の耐用年限を一律５年とする自主規制であるが，メーカーによる耐用年限の設定は，製品の規格・品質に関する制限として，乙の製造・販売分野における，多様な製品による競争を阻害する効果を持ち得るものである。したがって，まず，従来のユーザーの平均使用期間が８年であったこと，会員メーカーの耐用年限がいずれも５年程度であること，基準の遵守は強制されていないことなどの事情を考慮して，本基準が，５年より長い耐用年限の乙を製造・販売しないというメーカー間の協調行動を生じさせる可能性について検討する必要がある。\nついで，本件における耐用年限の設定は，事故の原因である経年劣化に対処しようとするものであること，５，６年を経過する頃から事故率が上昇するというデータに基づくものであることなどの諸事情を考慮して，安全性の確保の観点から正当化事由が認められるかどうかについて論じる必\n- 18 -要がある。\n対策要項（２）は，メーカーが保険料を負担する商品付帯賠償責任保険Ｗを乙に付帯して販売する行為を義務付ける行為であり，営業・販売方法の制限として，事業者間の競争手段の制限による競争制限効果を持ち得るものである。すなわち，Ｗの付帯が強制されることにより，乙の販売分野において，保険を付帯して販売するか否かの競争が制限されることになる。なお，この行為は商品に無料の保険を付帯するにとどまり，またメーカーによる保険会社の選択は自由であるから，抱き合わせ販売には該当しないことに注意する必要がある。\nついで，本件における保険Ｗの付帯が，損害賠償をめぐるトラブルを防止するためのものであり，事故被害者の救済とユーザーの利便の向上という目的に資するものであること，保険期間が１年であること，保険会社の選択は自由であることなどの諸事情を考慮して，正当化事由が認められるか否かを論じる必要がある。\n[知的財産法]\n〔第１問〕\n本問は，物を生産する方法の発明に関する特許を題材にしたもので，設問１では，特許を受ける権利の共有持分譲渡の有効性や，特許権侵害訴訟において主張される幾つかの基本的な抗弁の成否を問い，設問２では，設問１で検討した抗弁に対して特許権者がとるべき対応，主として特許無効の抗弁に対する対抗主張の要件及び可否を問い，設問３では，平成２３年特許法改正によって新設された特許権移転請求制度（同法第７４条）の要件と効果についての理解を問うものである。\n設問１は，特許を受ける権利の共有持分譲渡の有効要件（同法第３３条第３項），並びに特許権侵害訴訟において主張される抗弁のうち，先使用による通常実施権（以下「先使用権」という。同法第７９条），職務発明の法定通常実施権（同法第３５条第１項）及び特許無効の抗弁（同法第１０４条の３）の基本的理解と応用力を問うものである。\nまず，方法１及び方法２について，Ｙとしては，先使用権を主張することが考えられる。方法１は本件特許の出願前からＹが実施していたことから，先使用権の成立要件を満たすかが問題となる。方法２については，本件特許の出願後に実施された方法２にまで先使用権の効力が及ぶかが問題となる。先使用権の範囲に関しては，発明思想説（最判昭和６１年１０月３日民集４０巻６号１０６８頁【ウォーキングビーム】）と実施形式説（東京地判昭和４９年４月８日無体集６巻１号８３頁等）の対立があるが，いずれによるかを，最高裁判決を踏まえて論じ，事案に即して検討すべきである。この点，本問では，方法２では方法１よりも顕著な効果が得られるとされており，仮に発明思想説によった場合，この事実を踏まえて発明思想が異なるといえるかどうかについて検討することが望まれる。また，Ｙは，方法１の開示を，これをＸに開示した発明者でもある乙から受けた者である点で，同法第７９条の「特許出願に係る発明の内容を知らないでその発明をした者」から知得したといえるかも問題となるところ，この問題を論じていれば積極的評価の対象となり得る。\n次に，方法１について，Ｙは，それがＹの従業員である甲と乙による発明であることを理由に，職務発明の法定通常実施権（同法第３５条第１項）を主張することが考えられる。もっとも，乙からＸへの特許を受ける権利の譲渡は，共同発明者である共有者甲の同意（同法第３３\n条第３項）が得られておらず無効と考えられる点で，Ｘが特許を受けたことが同法第３５条第\n１項の「職務発明について特許を受ける権利を承継した者がその発明について特許を受けたとき」に当たるかについて検討することが望まれる。また，方法２にも職務発明の法定通常実施権が及ぶかという問題も考えられるところ，この問題を論じていれば積極的評価の対象となり得る。\nまた，方法１について，Ｙは，本件特許が，特許発明に含まれる方法１の特許を受ける権利\n- 19 -につきＸへの譲渡要件（甲の同意）を具備しないまま成立した点で，同法第１２３条第１項第\n２号，第３８条（Ｙとの共同出願違反）又は同法第１２３条第１項第６号（無権利者による出願）違反を無効理由とする特許無効の抗弁を主張することが考えられる。さらに，方法２に対する権利行使についても，この特許を受ける権利はＸが有効に取得したと考えられるが，請求項の一部に無効理由が含まれれば当該請求項に係る権利全体が無効となり得るのが原則であることから，特許無効の抗弁が問題となる。なお，Ｙは方法１を本件特許の出願前から実施しているが，その実施は秘密裏に行われており，公然実施や公知を理由とする無効理由については想定していない。\n設問２は，方法２に関するＹの抗弁に対するＸの対応を問うものである。先使用権等の抗弁に対する反論をここで論じてもよいが，主として，特許無効の抗弁に対する訂正を理由とする対抗主張の可能性を論じてもらうのが出題の意図である。本件特許発明には方法１と方法２の両方が包含されているところ，Ｘとしては，方法１を除去する減縮訂正により方法２についてのＹに対する差止請求の維持を図る余地がある。対抗主張の要件(東京地判平成１９年２月２７\n日判タ１２５３号２４１頁【多関節搬送装置】参照)を論じた上で，本件事案に即して対抗主張の可否を論じることが望ましい。ただし，Ｙに職務発明の法定通常実施権を認める立場からは，同法第１２７条の承諾要件を具備しないままでもＸの対抗主張を認めることができるかという問題があるところ，この問題について論じていれば積極的評価の対象となり得る。\n設問３は，平成２３年の特許法改正で新設された特許権移転請求制度（同法第７４条）の要件と効果の理解を問うものである。本件特許に同法第１２３条第１項第２号又は同項第６号違反の事由が存在し，かつＹが方法１の特許を受ける権利を有効に譲り受けていれば，Ｙとしては特許権の移転請求をＸに対して行うことができる。ただし，Ｙが乙の発明した方法２に係る特許を受ける権利までは有していないと考えた場合，Ｙの請求は共有持分の移転請求にとどまるものと解される。この移転請求が認められた場合，ＹのＸに対する方法１の使用の差止請求については，共有者の実施権（同法第７３条第２項）や特許権の移転の登録前の実施による通常実施権（同法第７９条の２）が問題となる。しかし，特に同法第７３条第２項の適用により差止請求を排斥できるとしても，この結論を妥当と考えるか，問題があると考えるならばどのような法理をもって解決を図るべきかについても検討することが期待される。\n〔第２問〕\n設問１は，本件小説，本件漫画及び本件アニメの関係を通じて，二次的著作物の原著作者の権利（著作権法第２８条）の主張の可否及びその権利範囲を問うものであり，設問２は，美術の著作物等の展示に伴う複製に関する権利制限（同法第４７条）の成否及び引用（同法第３２\n条第１項）の成否を問うものであり，設問３は，いわゆる応用美術の問題等を問うものである。\n設問１については，ＡがＣに対して本件アニメのＤＶＤの製造・販売の差止めを求めるために，まず，本件漫画が本件小説の，本件アニメが本件漫画の，それぞれ二次的著作物（同法第\n２条第１項第１１号）であることを前提として，二次的著作物の原著作者の権利（同法第２８条）としての複製権（同法第２１条）及び頒布権（同法第２６条）侵害を主張することが考えられる。この場合，二次的著作物に当たるか否かについては，判例（最判平成１３年６月２８\n日民集５５巻４号８３７頁（【江差追分】）の示す基準等を念頭に置きつつ，論述をすることが求められる。これに対してＣは，本件アニメの内容は本件小説に描かれていない独自のものであり，本件漫画で描かれた武将α等の作画はＢ単独の創作部分であるから，Ａの権利は本件ア\nニメには及ばないと主張することが考えられる。この点は，本問と類似の事案に関する判例（最判平成１３年１０月２５日判時１７６７号１１５頁【キャンディ・キャンディ】）の判旨を念頭に置きつつ，Ｂが独自に創作した部分についてもＡの権利が及ぶのか否かにつき，説得的な論拠を挙げて論述する必要がある。なお，Ａは，本件小説における武将αのキャラクターそのも- 20 -\nのに著作物性があると主張することも考えられるが，この点に関しては，判例（最判平成９年\n７月１７日民集５１巻６号２７１４頁【ポパイネクタイ】）が，具体的な漫画を離れて登場人物のいわゆるキャラクターをもって著作物ということはできない旨を判示していることに留意する必要がある。\n設問２については，Ｂは，Ｄが本件パンフレットに本件漫画の原画の１枚を掲載し，本件チケットに本件漫画の１コマを印刷してこれらを販売しようとしていることから，複製権（同法第２１条）及び譲渡権（同法第２６条の２）侵害を理由に差止めを求めることが考えられる。\nこれに対して，Ｄは，まず，美術の著作物の原作品の所有者の同意を得た者は著作物をその原作品により公に展示することができるところ（同法第４５条），本件イベントにおける本件漫画の原画の展示はその所有者の承諾を得てなされるものであるから，同法第２５条に規定する権利（展示権）を害することのないものであるとして，本件パンフレットが同法第４７条所定の「小冊子」に当たり，これに本件漫画の原画を掲載することができ，この場合，同パンフレッ\nトを譲渡することもできる（同法第４７条の１０本文）と反論することが考えられる。ただし，本件パンフレットはＡ５版の大きさであり，そこに掲載された本件漫画の原画は１頁の３分の２の大きさであることから，これが「小冊子」に当たるか否かが問題となる。この点については，同種の裁判例（例えば，東京地判平成元年１０月６日無体集２１巻３号７４７頁【レオナ\nール・フジタ】，東京地判平成９年９月５日判時１６２１号１３０頁【ダリ】）で示された判断基準等を念頭に置きながら，検討することが求められる。また，Ｄは，本件パンフレット及び本件チケットについて，引用（同法第３２条第１項）を主張することも考えられる。この場合は，判例（最判昭和５５年３月２８日民集３４巻３号２４４頁【パロディ】）の示す基準等を念頭に置きつつ，引用に当たるか否かの判断基準を明示して当てはめることが必要となるが，特に，本件チケットに関しては，Ｂの再反論として，本件チケットは本件イベントの名称や日時場所が記載されているにすぎない単なる入場券であるところ，引用する側の作品自体に著作物性がない場合には同法第３２条第１項が適用されないとの主張が考えられる。この点については，著作物性を要するとの立場（例えば，東京地判平成１０年２月２０日知的裁集３０巻１号\n３３頁【バーンズ・コレクション】）とこれを不要とする立場（例えば，知財高判平成２２年１０月１３日判時２０９２号１３６頁【絵画の鑑定証書】）とがあるので，それらの裁判例の示す論拠を念頭に置きつつ，説得的な論述をすることが求められる。\n設問３については，まず，Ｅの主張として，本件フィギュアは本件漫画に描かれている武将\nαをＥの従業員である造形師が想像力を駆使して立体的形状に造形したものであるから，本件漫画の二次的著作物に当たり，Ｅはその著作者（同法第１５条第１項）であると主張することが考えられる。これに対し，Ｆは，本件フィギュアは単なる量産品のおもちゃであって，それ自体「美術の著作物」とも一品製作の「美術工芸品」（同法第２条第２項）ともいえないから，著作物性を有しないと主張することが考えられる。いわゆる応用美術の問題であるが，この点については，著作権法の保護と意匠法等による保護との関係等に照らし，関連する裁判例（例えば，神戸地姫路支判昭和５４年７月９日無体集１１巻２号３７１頁【仏壇彫刻】，大阪高判平成１７年７月２８日判時１９２８号１１６頁【チョコエッグ】）で示された基準を念頭に置きつつ，本件事案に当てはめて論述することが求められる。次に，Ｂの主張に関しては，設問１と同様に，二次的著作物の原著作者の権利（著作権法第２８条）の範囲が問題となろう。また，特に本件フィギュアに著作物性がないとした場合，ＢはＦに対し，Ｆのおまけ人形を製造し，提供する行為が直接本件漫画の複製権（同法第２１条）等及び譲渡権（同法第２６条の２）を侵害するものであると主張することも考えられる。ただし，本件フィギュアに著作物性がないとすると，このように模倣の対象である作品が応用美術の問題から著作物でないとされる場合でも権利侵害を主張することができるのかということも問題となり，検討することが望まれる。\n- 21 -"
}