{
  "year": "H30",
  "exam_type": "予備",
  "subject_name": "実務基礎（民事）",
  "text": "司法試験予備試験用法文を適宜参照して，以下の各設問に答えなさい。\n〔設問１〕\n弁護士Ｐは，Ｘから次のような相談を受けた。\n【Ｘの相談内容】\n「私（Ｘ）とＹは，かつて同じ大学に通っており，それ以来の知り合いです。私は，平成２７年８月頃，Ｙから，『配偶者が病気のため，急に入院したりして，お金に困っている。他に頼める人もおらず，悪いが１００万円程度を貸してくれないか。』と頼まれました。私は，会社勤めで，さほど余裕があるわけでもないので，迷いましたが，困っているＹの姿を見て放っておくわけにはいかず，友人のよしみで，１年後くらいには返してもらうという前提で，Ｙに１００万円を貸してもよいと考えました。私とＹは，平成２７年９月１５日に会いましたが，その際，Ｙ\nは，『１００万円借り受けました。平成２８年９月３０日までに必ず返済します。』と書いた借用証書を準備しており，これを私に渡し，私も，その内容を了解して，Ｙに現金１００万円を渡しました。なお，友人同士でもあり，利息を支払ってもらう話は出ませんでした。\nところが，返済期限が過ぎても，Ｙは，一向に返済しません。私は，直ちに１００万円を返してほしいですし，返済が遅れたことについての損害金も全て支払ってほしいです。\nなお，Ｙは，平成２９年７月末頃までは会社勤めでしたが，同年８月頃から現在まで，個人で自営業をしています。Ｙは，現在，顧客であるＡに対して８０万円の売買代金債権を持っているものの，それ以外にめぼしい資産はないようです。」\n弁護士Ｐは，【Ｘの相談内容】を前提に，Ｘの訴訟代理人として，Ｙに対し，Ｘの希望する金員の支払を求める訴訟（以下「本件訴訟」という。）を提起することを検討することとした。\n以上を前提に，以下の各問いに答えなさい。\n(1) 弁護士Ｐは，勝訴判決を得た場合の強制執行を確実に行うために，本件訴訟に先立ってＸが事前に講じておくべき法的手段を検討した。Ｘが採り得る法的手段を一つ挙げなさい。また，その手段を講じなかった場合に生じる問題について，その手段の有する効力に言及した上で説明しなさい。\n(2) 弁護士Ｐが，本件訴訟において，Ｘの希望を実現するために選択すると考えられる訴訟物を記載しなさい。\n(3) 弁護士Ｐが，本件訴訟の訴状（以下「本件訴状」という。）において記載すべき請求の趣旨（民事訴訟法第１３３条第２項第２号）を記載しなさい。なお，付随的申立てについては，考慮する必要はない。\n(4) 弁護士Ｐが，本件訴状において，請求を理由づける事実（民事訴訟規則第５３条第１項）として主張すると考えられる具体的事実を記載しなさい。\n〔設問２〕\n弁護士Ｑは，本件訴状の送達を受けたＹから次のような相談を受けた。\n【Ｙの相談内容】\n「確かに，私（Ｙ）は，Ｘが主張する時期に，借用証書を作成した上で，Ｘから１００万円\n- 2 -を借りたことはあります。しかし，私は，返済期限の平成２８年９月３０日に，全額をＸに返済しました。\n平成２９年に入って，私とＸは，大学の同窓会の幹事を担当するようになったのですが，同年９月半ば頃に，私の発言をきっかけにＸが幹事を辞任しなければならなくなり，関係が悪化してしまったのです。そのようなこともあって，Ｘは，突然，返したものを返していないなどと言い出したのだと思います。\nまた，今回，Ｘから請求を受けて思い返してみたのですが，私とＸが大学を卒業した直後である平成１９年１０月１日，私は，Ｘから懇願されて，気に入っていたカメラ（以下「本件カメラ」という。）を８万円で売って，同日，Ｘに本件カメラを渡したことがありました。その後，忙しくて，Ｘに催促しそびれて，お金を受け取らないまま現在に至っています。１００万円を返す必要は全くないと考えていますが，万一，その主張が認められなかったとしても，少なくとも前記８万円分を支払う必要はないと思います。」\n弁護士Ｑは，【Ｙの相談内容】を前提に，Ｙの訴訟代理人として，弁済の抗弁と相殺の抗弁を主張することとし，これらが記載された本件訴訟における答弁書(以下「本件答弁書」という。）を作成した。弁護士Ｑは，本件答弁書の提出に先立ち，Ｘに対し，Ｘの請求を全面的に争うとともに，８万円分の相殺の抗弁を主張する旨を詳しく記載した内容証明郵便を発送し，Ｘは，平成３０年２\n月２日，弁護士Ｐを経由して，同内容証明郵便を受領した。\n以上を前提に，以下の各問いに答えなさい。なお，〔設問２〕以下においては，遅延損害金の請求やこれについての主張を考慮する必要はない。\n(1) 弁護士Ｑは，本件答弁書に記載した弁済の抗弁につき，次の事実を主張した。\nＹは，Ｘに対し，〔①〕。\n上記〔①〕に入る具体的事実を記載しなさい。\n(2) 弁護士Ｑは，本件答弁書に記載した相殺の抗弁につき，次の各事実を主張することを検討した。\nア Ｙは，Ｘに対し，平成１９年１０月１日，本件カメラを代金８万円で売った。\nイ Ｙは，Ｘに対し，平成３０年２月２日，〔②〕。\n(ⅰ) 上記〔②〕に入る具体的事実を記載しなさい。\n(ⅱ) 弁護士Ｑとして，上記ア及びイの各事実に加えて，「Ｙは，Ｘに対し，平成１９年１０月１日，アの売買契約に基づき，本件カメラを引き渡した。」との事実を主張することが必要か否か。結論とその理由を述べなさい。\n〔設問３〕\n弁護士Ｐは，相殺の抗弁に対して，下記の主張をできないか検討したが，下記の主張は認められない可能性が高いとして断念した。弁護士Ｐが断念した理由を説明しなさい。\n記\nＹのＸに対する本件カメラの売買代金債権につき，消滅時効が成立しているところ，Ｘは同時効を援用する。\n〔設問４〕\n第１回口頭弁論期日において，本件訴状と本件答弁書が陳述され，弁護士Ｐは，弁済の抗弁に係る事実を否認した。第１回弁論準備手続期日において，弁護士Ｑは，書証として下記①及び②を提出し，いずれも取り調べられ，弁護士Ｐはいずれも成立の真正を認めた。\n- 3 -記\n① 銀行預金口座（Ｙ名義）から，平成２８年９月２８日に現金５０万円，同月２９日に現金５０万円がそれぞれ引き出された旨が記載された預金通帳（本件通帳）\n② 現在のＹの住所につき，「住所を定めた日 平成２９年８月３１日転入」との記載がある住民票写し（本件住民票）その後，２回の弁論準備手続期日を経た後，第２回口頭弁論期日において，本人尋問が実施され，Ｘは，下記【Ｘの供述内容】のとおり，Ｙは，下記【Ｙの供述内容】のとおり，それぞれ供述した。\n【Ｘの供述内容】\n「今回，Ｙから，Ｙの配偶者が急な病気のため入院して，お金に困っていると泣き付かれました。私には小さい子供が２人おり，家計のやりくりは楽ではないのですが，困っているＹを見捨てるわけにもいかず，お金を貸しました。\nＹから食事をおごられた記憶はあります。Ｙのいうとおり，平成２８年９月３０日だったかもしれません。ただし，その際にお金を返してもらったということは絶対にありません。\n私も色々と忙しかったので，私が初めてＹにお金の返済を求めたのは，平成２９年１０月だったと思います。確かに，同年９月半ば頃，私は，同窓会の経理につき，他の幹事たちの面前で，Ｙから指摘を受けたことはありますが，私が同窓会の幹事を辞任したのは，それとは無関係の理由ですので，私がＹを恨みに思っているということはありません。\n時期までは聞いていませんが，Ｙが引っ越しをしたことは聞いています。でも，だからといって，Ｙがいうように領収書を処分してしまうということは普通は考えられません。そもそも，Ｙは私に返済していないのですから，Ｙのいうような領収書が存在するわけもないのです。」\n【Ｙの供述内容】\n「私は，配偶者が急に病気になり，入院するなどしたため，一時期，お金に困り，Ｘに相談しました。Ｘは快くお金を貸してくれて，本当に助かりました。\n幸い，私の配偶者は，一時期の入院を経て元気になり，私たちは生活を立て直すことができました。\n私は，返済期限である平成２８年９月３０日に，Ｘと会って，レストランで食事をおごるとともに，前々日と前日に銀行預金口座から引き出しておいた合計１００万円をＸに渡しました。\nＸも私もあらかじめ書面は用意していなかったのですが，Ｘが，その場で自分の手帳から紙を１枚切り取って，そこに，『領収書 確かに１００万円を受け取りました。』との文言と，日付と，Ｘの氏名を記載して，私に渡してくれました。私は，平成２９年８月３１日に現在の住所に引っ越したのですが，返済して１年近く経っていたこともあり，その引っ越しの際に，他の不要な書類とともに先ほど述べた領収書を処分してしまったので，今回の訴訟にこの領収書を証拠として提出していません。\n平成２９年に入って，私とＸは，大学の同窓会の幹事を担当するようになったのですが，同年９月半ば頃，Ｘが同窓会費を使い込んでいたことが判明したため，私が，他の幹事たちの面前で，その点をＸに指摘し，それをきっかけにＸが幹事を辞任したことがあったため，Ｘは，私を恨みに思っているようでした。そのようなこともあって，同年１０月に，返したものを返していないなどと言い出し，請求し始めたのだと思います。」\n以上を前提に，以下の問いに答えなさい。\n弁護士Ｑは，本件訴訟の第３回口頭弁論期日までに，準備書面を提出することを予定している。\nその準備書面において，弁護士Ｑは，前記の提出された各書証並びに前記【Ｘの供述内容】及び【Ｙ\n- 4 -の供述内容】と同内容のＸ及びＹの本人尋問における供述に基づいて，弁済の抗弁が認められることにつき主張を展開したいと考えている。弁護士Ｑにおいて，上記準備書面に記載すべき内容を答案用紙１頁程度の分量で記載しなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H30/論述/試験問題/H30_予備_論文_法律実務基礎科目（民事・刑事）.pdf",
  "subject": 9,
  "purpose": "設問１は，消費貸借契約に基づく貸金返還請求等が問題となる訴訟において，原告代理人があらかじめ講ずべき法的手段とともに，原告の求める各請求に対応した訴訟物や請求の趣旨，請求を理由付ける事実について説明を求めるものである。債権を対象とする民事保全の効力について検討を行うほか，消費貸借契約に基づく貸金返還請求の法律要件につき，附帯請求に係るものを含め，正確な理解が問われる。\n設問２は，金銭請求に対する典型的な抗弁事実に関し，民事実体法及び要件事実の理解を問うものである。相殺の抗弁については，自働債権が双務契約に基づいて発生したことを踏まえ，本件の事案に即して，自説を的確に論ずることが求められる。\n設問３は，原告代理人の訴訟活動上の選択につき，理由を説明するものである。\n相殺と消滅時効に関する実体法上の規律を前提に，本件の事案に適切に当てはめて論ずることが求められる。\n設問４は，被告代理人の立場から，弁済の抗弁について準備書面に記載すべき事項を問うものである。書証及び当事者尋問の結果を検討し，いかなる証拠によりいかなる事実を認定することができるかを示すとともに，各認定事実に基づく推認の過程を，本件の具体的な事案に応じて，説得的に論述することが求められる。"
}