{
  "year": "H30",
  "exam_type": "予備",
  "subject": 4,
  "subject_name": "商法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は，トラックによる自動車運送事業を主たる目的とする会社法上の公開会社であり，かつ，監査等委員会設置会社である。甲社は種類株式発行会社ではなく，平成２４年から平成２９年５月３１日までの間，その発行済株式の総数は１００万株であった。甲社は，近い将来その発行する株式を金融商品取引所に上場する準備を進めており，その発行する株式について，１００株をもって１単元の株式とする旨を定款で定めている。なお，甲社には，単元未満株主は存在せず，また，会社法第３０８条第１項括弧書き及び第２項の規定により議決権を有しない株主は存在しない。\n２．甲社の定款には，監査等委員である取締役の員数は３名以上５名以内とすること，事業年度は毎年４月１日から翌年３月３１日までの１年とすること及び毎年３月３１日の最終の株主名簿に記載された議決権を有する株主をもってその事業年度に関する定時株主総会において議決権を行使することができる株主とすることが定められている。\n３．甲社の監査等委員である取締役は，社内出身者Ａ，甲社の主要取引先の一つである乙株式会社の前会長Ｂ及び弁護士Ｃであり，いずれも平成２８年６月２９日に開催された定時株主総会において選任された。なお，Ｂ及びＣは，社外取締役である。\n４．Ｄは,平成２４年から継続して甲社の株式１万株を有する株主として株主名簿に記載されている。\nＤは，甲社の株式の上場には財務及び会計に関する知見を有する社外取締役を選任することなどによるコーポレート・ガバナンスの強化が必要であると考え，ＡからＣまでに加えて，新たに監査等委員である取締役を選任するための株主提案をすることとした。Ｄは，平成２９年４月１０日に，甲社の代表取締役Ｅに対し，監査等委員である取締役の選任を同年６月末に開催される定時株主総会の目的（以下「議題」という。）とすること及び公認会計士Ｆを監査等委員である取締役に選任する旨の議案の要領を定時株主総会の招集通知に記載することを請求した。\n５．他方で，甲社は，トラックによる運送需要の増加によって，その業績が好調な状況にあったことから，迅速かつ積極的に事業の拡大を図ることとし，これに必要となるトラックの購入や駐車場用地の確保のための資金に充てる目的で，平成２９年５月８日に取締役会の決議を経た上，募集株式の数を２０万株，募集株式の払込金額を５０００円，募集株式の払込みの期日を同年６月１日，甲社の主要取引先の一つである丙株式会社（以下「丙社」という。）を募集株式の総数の引受人として，募集株式を発行した。この募集株式の払込金額は丙社に特に有利な金額ではなく，また，その発行手続に法令違反はなかった。そして，甲社は，丙社からの要請もあり，この募集株式２０万株について，丙社を同月２９日に開催する定時株主総会における議決権を行使することができる者と定めた。\n６．甲社は，平成２９年６月２９日に開催した定時株主総会（以下「本件株主総会」という。）の招集通知に上記４の議題及び議案の要領を記載しなかった。\n〔設問１〕\n株主Ｄから上記４の請求を受けた甲社が本件株主総会の招集通知に上記４の議題及び議案の要領を記載しなかったことの当否について，論じなさい。なお，甲社の定款には，株主提案権の行使要件に関する別段の定めはないものとする。\n７．甲社の監査等委員である取締役としてのＢの報酬等は，１年間当たり金銭報酬として６００万円のみである。また，Ｂは，甲社の監査等委員である取締役に就任するに当たり，定款の定めに基づ\n- 4 -き，会社法第４２３条第１項の責任について，Ｂが職務を行うにつき善意でかつ重大な過失がないときは，同法第４２５条第１項の最低責任限度額を限度とする旨の契約を甲社と締結した。\n８．その後，甲社には本店所在地近辺においてトラックの駐車場用地を確保する必要が生じたが，甲社は適当な土地を見付けることができない状況にあったところ，Ｂが全部の持分を有する丁合同会社（以下「丁社」という。）の保有する土地が，場所及び広さ共に甲社が必要とする駐車場用地として適当であったことから，甲社は丁社からこの土地をトラックの駐車場として賃借することとした。甲社の代表取締役Ｅは，甲社の事業の都合上，本店所在地近辺における駐車場用地の確保が急務であったことから，賃料の決定に際して丁社の全部の持分を有するＢの意向を尊重する姿勢をとっていた。平成２９年７月１日，Ｅが甲社を代表して，Ｂが代表する丁社との間で，この土地について，賃貸期間を同日から平成３０年６月３０日まで，賃料を１か月３００万円とする賃貸借契約\n（以下「本件賃貸借契約」という。）を締結した。なお，本件賃貸借契約の締結に当たり，甲社は，会社法上必要な手続を経ていた。本件賃貸借契約の賃料は周辺の相場の２倍というかなり高額なものであったが，甲社は平成３０年６月３０日までの間に丁社に対して同月分までの賃料を支払った。\n〔設問２〕\n上記８の事実に関するＢの甲社に対する会社法上の損害賠償責任の有無及びその額について，論じなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H30/論述/試験問題/H30_予備_論文_民法・商法・民事訴訟法.pdf",
  "purpose": "本問は，株主提案権の行使要件と新株発行による総議決権数の変動との関係及び利益相反取引（直接取引）に基づく取締役の任務懈怠責任と責任限定契約との関係を問うものである。\n設問１は，公開会社かつ取締役会設置会社であって単元株式制度を採用している株式会社における株主提案権（議題提案権（会社法第３０３条）及び議案要領通知請求権（同法第３０５条））の行使要件を指摘した上で，どの時点で議決権保有要件を充足する必要があるかを検討しなければならない。株主提案権行使時点では議決権保有要件を充足するが，株主提案権行使後の新株発行及び議決権付与（同法第\n１２４条第４項本文）により株主総会の時点では議決権保有要件を充足しない場合に，当該議題及び議案の要領を招集通知に記載しなかった会社の取扱いの当否を検討することになる。会社法にはこのような場合を規律する直接明文の規定がないため，適切な規範を定立して事案に当てはめる必要がある。\n設問２は，監査等委員会設置会社における利益相反取引をした社外取締役の損害賠償責任（会社法第４２３条第１項）の発生要件につき，同条第３項及び第４項や会社が被った損害額にも触れた上で，損害賠償責任の有無を事案に即して検討することが求められる。その検討に当たっては，同法第４２８条第１項及び第２項の適用があるかを判断するために，本件賃貸借契約が同法第３５６条第１項第２号の直接取引のうち「自己のため」又は「第三者のため」のいずれに該当するかを認定する必要がある。前者とする場合には，帰責事由がないことをもって同法第４２３条第１項の責任を免れることができず（同法第４２８条第１項），また，同法第４２７条の責任限定契約による責任軽減が認められないことになる（同法第４２８条第\n２項）。他方，後者とする場合には，同契約による責任軽減の可否が問題となり，同契約で限度として定めた最低責任限度額（同法第４２５条第１項第１号ハ）の算定が必要となる。ただし，職務を行うにつき悪意又は重大な過失があるときは，責任軽減は認められない（同法第４２７条第１項）。いずれの場合でも，損害賠償責任が発生するとしたときは，具体的な賠償責任額を算定しなければならない。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は，株主提案権の行使要件と新株発行による総議決権数の変動との関係及び利益相反取引（直接取引）に基づく取締役の任務懈怠責任と責任限定契約との関係を問うものである。"
      },
      {
        "type": "q1",
        "text": "設問１は，公開会社かつ取締役会設置会社であって単元株式制度を採用している株式会社における株主提案権（議題提案権（会社法第３０３条）及び議案要領通知請求権（同法第３０５条））の行使要件を指摘した上で，どの時点で議決権保有要件を充足する必要があるかを検討しなければならない。株主提案権行使時点では議決権保有要件を充足するが，株主提案権行使後の新株発行及び議決権付与（同法第\n１２４条第４項本文）により株主総会の時点では議決権保有要件を充足しない場合に，当該議題及び議案の要領を招集通知に記載しなかった会社の取扱いの当否を検討することになる。会社法にはこのような場合を規律する直接明文の規定がないため，適切な規範を定立して事案に当てはめる必要がある。"
      },
      {
        "type": "q2",
        "text": "設問２は，監査等委員会設置会社における利益相反取引をした社外取締役の損害賠償責任（会社法第４２３条第１項）の発生要件につき，同条第３項及び第４項や会社が被った損害額にも触れた上で，損害賠償責任の有無を事案に即して検討することが求められる。その検討に当たっては，同法第４２８条第１項及び第２項の適用があるかを判断するために，本件賃貸借契約が同法第３５６条第１項第２号の直接取引のうち「自己のため」又は「第三者のため」のいずれに該当するかを認定する必要がある。前者とする場合には，帰責事由がないことをもって同法第４２３条第１項の責任を免れることができず（同法第４２８条第１項），また，同法第４２７条の責任限定契約による責任軽減が認められないことになる（同法第４２８条第\n２項）。他方，後者とする場合には，同契約による責任軽減の可否が問題となり，同契約で限度として定めた最低責任限度額（同法第４２５条第１項第１号ハ）の算定が必要となる。ただし，職務を行うにつき悪意又は重大な過失があるときは，責任軽減は認められない（同法第４２７条第１項）。いずれの場合でも，損害賠償責任が発生するとしたときは，具体的な賠償責任額を算定しなければならない。"
      }
    ]
  }
}