{
  "year": "H30",
  "exam_type": "予備",
  "subject": 5,
  "subject_name": "民事訴訟法",
  "text": "（〔設問１〕から〔設問３〕までの配点の割合は，２：２：１）次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事例】\nＸは，弁護士Ｌ１に対し，下記〔Ｘの言い分〕のとおりの相談を行った。\n〔Ｘの言い分〕\n私は，Ｙに対し，所有する絵画（以下「本件絵画」という。）を代金３００万円で売り渡しました。売買代金については，その一部として１００万円が支払われましたが，残代金２００万円が支払われませんでした。\nそこで，私は，Ｙに対し，残代金２００万円の支払を請求したのですが，Ｙは，弁護士Ｌ２を代理人として選任した上，同代理人名義で，売買契約の成立を否認する旨の通知書を送付してきました。\nその通知書には，売買契約の成立を否認する理由として，本件絵画はＹが代表取締役をしている株式会社Ｚの応接間に掛けるために購入したものであり，そのことについてはＸに説明していたこと，Ｘに支払済みの代金は株式会社Ｚの資金によるものであり，かつ，株式会社Ｚ宛ての領収書が発行されていること及びＹがＸに交付した名刺は株式会社Ｚの代表取締役としての名刺であることから，Ｙは買主ではない旨が記載されていました（以下，これらの記載を「売買契約成立の否認の理由」という。）。\n私としては，残代金の支払を求めたいと思います。\n〔設問１〕\nＸから訴訟委任を受けた弁護士Ｌ１は，Ｘの訴訟代理人として，【事例】における本件絵画に係る売買契約に基づく代金の支払を求める訴えを提起することとしたが，その訴えの提起に当たっては，同一の訴状によってＹ及び株式会社Ｚを被告とすることを考えている。\nこのような訴えを提起するに当たり，Ｙ及び株式会社Ｚに対する請求相互の関係を踏まえつつ，弁護士Ｌ１として考え得る手段を検討し，それぞれの手段につき，その可否を論じなさい。\nなお，設問の解答に当たっては，遅延損害金については，考慮しなくてよい（〔設問２〕及び\n〔設問３〕についても同じ。）。\n【事例（続き）】（〔設問１〕の問題文中に記載した事実は考慮しない。）\n以下は，【事例】において弁護士Ｌ１がＸから相談を受けた際の，弁護士Ｌ１と司法修習生Ｐとの会話である。\n弁護士Ｌ１：本件で，仮に，訴え提起前に売買契約成立の否認の理由の通知を受けていなかったとすると，Ｙのみを被告として訴えることが考えられます。これを前提として，もし，その訴訟の途中で，売買契約成立の否認の理由が主張されたとすると，どのような方法を採ることが考えられますか。\n修習生Ｐ ：第１の方法として，Ｙを被告とする訴訟において，敗訴に備え，株式会社Ｚに訴訟告知をする方法が考えられます。\n弁護士Ｌ１：ほかにどのような方法が考えられますか。\n修習生Ｐ ：第２の方法として，Ｙを被告とする訴訟が係属する裁判所に対し，Ｘは，株式会社Ｚを被告として，ＸＺ間の売買契約に基づく代金の支払を求める別訴を提起し，Ｙを被告とする訴訟との弁論の併合を裁判所に求める方法が考えられます。\n弁護士Ｌ１：それでは，それぞれの方法の適否を検討しましょう。まず，第１の方法を採った- 6 -として，仮に，Ｙを被告とする訴訟で，株式会社Ｚが補助参加せず，かつ，買主は株式会社ＺであってＸＹ間の売買契約は成立していないという理由で請求を棄却する判決が確定したとします。この場合には，Ｘは，株式会社Ｚを被告として，ＸＺ間の売買契約に基づく代金の支払を求める訴え（以下「後訴」という。）を提起することになると思います。では，①Ｘは，後訴で，Ｙを被告とする訴訟の判決の効力を用いることは可能ですか。\n修習生Ｐ ：はい。検討します。\n弁護士Ｌ１：また，第２の方法を採ったところ，弁論の併合がされたとします。その後，裁判所が弁論を分離しようとした場合には，私としては，「その弁論の分離は，裁判所の裁量の範囲を逸脱して違法である」と主張したいと思います。では，②その主張の根拠となり得る事情としては，どのようなものが考えられるでしょうか。\n修習生Ｐ ：はい。検討します。\n〔設問２〕\n下線部①の課題について，事案に即して結論と理由を論じなさい。\n〔設問３〕\n下線部②の課題について，事案に即して答えなさい。\n- 7 -",
  "source_pdf": "data/pdfs/preliminary_exam/H30/論述/試験問題/H30_予備_論文_民法・商法・民事訴訟法.pdf",
  "purpose": "本問は，絵画の売買がされ残代金が未払であるところ，買主が法人の代表者個人か法人のどちらかであるかが問題となっている場合に，いわゆる両負けを避けるために原告として取るべき手段を問うものである。設問１では，いずれをも被告とする場合の手段の可否が問われている。念頭に置かれているのは，単純併合，同時審判申出共同訴訟及び主観的予備的併合である。これに対し，設問２では，一方のみを被告とした場合で訴訟告知をしたものの補助参加がされないとき，後訴で前訴の判決の効力を用いることができるかが問われている。主として補助参加の利益及び参加的効力の客観的範囲を論じることが必要である。設問３では，双方を個々に訴えたのちに弁論が併合された後の弁論の分離について問われている。いずれの設問も，事案に即して，かつ，各設問における論述同士の整合性に注意を払いつつ論じる必要がある。"
}