{
  "year": "H30",
  "exam_type": "予備",
  "subject": 7,
  "subject_name": "刑事訴訟法",
  "text": "次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事例】\n警察官ＰとＱが，平成３０年５月１０日午前３時頃，凶器を使用した強盗等犯罪が多発しているＨ県Ｉ市Ｊ町を警らしていたところ，路地にたたずんでいた甲が，Ｐと目が合うや，急に慌てた様子で走り出した。そこで，Ｐが，甲に，「ちょっと待ってください。」と声をかけて停止を求めたところ，甲が同町１丁目２番３号先路上で停止したため，同所において，職務質問を開始した。\nＰは，甲のシャツのへそ付近が不自然に膨らんでいることに気付き，甲に対し，「服の下に何か持っていませんか。」と質問した。これに対し，甲は，何も答えずにＰらを押しのけて歩き出したため，甲の腹部がＰの右手に一瞬当たった。このとき，Ｐは，右手に何か固い物が触れた感覚があったことから，甲が服の下に凶器等の危険物を隠している可能性があると考え，甲に対し，「お腹の辺りに何か持ってますね。服の上から触らせてもらうよ。」と言って，①そのまま立ち去ろうとした甲のシャツの上からへそ付近を右手で触ったところ，ペンケースくらいの大きさの物が入っている感触があった。\nＰは，その感触から，凶器の可能性は低いと考えたが，他方，規制薬物等犯罪に関わる物を隠し持っている可能性があると考え，甲の前に立ち塞がり，「服の下に隠している物を出しなさい。」と言った。すると，甲は，「嫌だ。」と言って，腹部を両手で押さえたことから，②Ｑが，背後から甲を羽交い締めにして甲の両腕を腹部から引き離すとともに，Ｐが，甲のシャツの中に手を差し入れて，ズボンのウエスト部分に挟まれていた物を取り出した。\nＰが取り出した物は，結晶様のものが入ったチャック付きポリ袋１袋と注射器１本在中のプラスチックケースであり，検査の結果，結晶様のものは覚せい剤であることが判明した（以下「本件覚せい剤」という。）。そこで，Ｐは，甲を覚せい剤取締法違反（所持）の現行犯人として逮捕するとともに，本件覚せい剤等を差し押さえた。\nその後，検察官は，所要の捜査を遂げた上，本件覚せい剤を所持したとの事実で，甲を起訴した。\n第１回公判期日において，甲及び弁護人は無罪を主張し，検察官の本件覚せい剤の取調べ請求に対し，取調べに異議があるとの証拠意見を述べた。\n〔設問１〕\n下線部①及び②の各行為の適法性について論じなさい。\n〔設問２〕\n本件覚せい剤の証拠能力について論じなさい。\n（参照条文） 覚せい剤取締法第４１条の２第１項 覚せい剤を，みだりに，所持し，譲り渡し，又は譲り受けた者（略）は，１０年以下の懲役に処する。\n- 4 -",
  "source_pdf": "data/pdfs/preliminary_exam/H30/論述/試験問題/H30_予備_論文_刑法・刑事訴訟法.pdf",
  "purpose": "本問は，深夜，強盗等犯罪の多発する地域を警ら中の警察官が，甲に停止を求めて職務質問した際，①立ち去ろうとした甲のシャツの上からへそ付近に触れるとの方法，及び②背後から甲を羽交い締めにした上，甲のシャツの中に手を差し入れ，ズボンのウエスト部分に挟まれていたプラスチックケースを取り出すとの方法により所持品検査を実施したところ，同ケース中に覚せい剤を発見したことから，甲を覚せい剤取締法違反（所持）の現行犯人として逮捕するとともに，上記覚せい剤を差し押さえ，その後，甲を同所持の事実により起訴したとの事例において，上記各所持品検査の適法性及び上記覚せい剤の証拠能力について検討させることにより，基本的な学識の有無及び具体的事案における応用力を試すものである。\n設問１においては，最高裁判所の判例（最判昭和５３年６月２０日刑集３２巻４号６７０頁等）に留意しつつ，対象者の承諾のない所持品検査が許容されることがあるか否かについて，その根拠も含めて検討した上，これが肯定されるとして，いかなる態様の行為がいかなる状況において許容されるのか，その基準を提示し，本問における各所持品検査の適法性について論述することが求められる。\n設問２においては，本件覚せい剤の発見をもたらした上記②の方法による所持品検査が違法であることを前提に，最高裁判所の判例（最判昭和５３年９月７日刑集\n３２巻６号１６７２頁等）に留意しつつ，違法に収集された証拠物の証拠能力が否定される場合があるか否か，否定される場合があるとしていかなる基準により判断されるべきかを提示した上，本件覚せい剤の証拠能力について論述することが求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は，深夜，強盗等犯罪の多発する地域を警ら中の警察官が，甲に停止を求めて職務質問した際，①立ち去ろうとした甲のシャツの上からへそ付近に触れるとの方法，及び②背後から甲を羽交い締めにした上，甲のシャツの中に手を差し入れ，ズボンのウエスト部分に挟まれていたプラスチックケースを取り出すとの方法により所持品検査を実施したところ，同ケース中に覚せい剤を発見したことから，甲を覚せい剤取締法違反（所持）の現行犯人として逮捕するとともに，上記覚せい剤を差し押さえ，その後，甲を同所持の事実により起訴したとの事例において，上記各所持品検査の適法性及び上記覚せい剤の証拠能力について検討させることにより，基本的な学識の有無及び具体的事案における応用力を試すものである。"
      },
      {
        "type": "q1",
        "text": "設問１においては，最高裁判所の判例（最判昭和５３年６月２０日刑集３２巻４号６７０頁等）に留意しつつ，対象者の承諾のない所持品検査が許容されることがあるか否かについて，その根拠も含めて検討した上，これが肯定されるとして，いかなる態様の行為がいかなる状況において許容されるのか，その基準を提示し，本問における各所持品検査の適法性について論述することが求められる。"
      },
      {
        "type": "q2",
        "text": "設問２においては，本件覚せい剤の発見をもたらした上記②の方法による所持品検査が違法であることを前提に，最高裁判所の判例（最判昭和５３年９月７日刑集\n３２巻６号１６７２頁等）に留意しつつ，違法に収集された証拠物の証拠能力が否定される場合があるか否か，否定される場合があるとしていかなる基準により判断されるべきかを提示した上，本件覚せい剤の証拠能力について論述することが求められる。"
      }
    ]
  }
}