{
  "year": "H30",
  "exam_type": "予備",
  "subject": "行政法",
  "text": "ＸはＹ県において浄水器の販売業を営む株式会社であるところ，Ｙ県に対して「Ｘが消費者に対\nして浄水器の購入の勧誘を執拗に繰り返している。」との苦情が多数寄せられた。Ｙ県による実態\n調査の結果，Ｘの従業員の一部が，購入を断っている消費者に対して，（ア）「水道水に含まれる化学\n物質は健康に有害ですよ。」，（イ）「今月のノルマが達成できないと会社を首になるんです。人助けだ\nと思って買ってください。」と繰り返し述べて浄水器の購入を勧誘していたことが判明した。\nそこでＹ県の知事（以下「知事」という。）は，Ｘに対してＹ県消費生活条例（以下「条例」と\nいう。）第４８条に基づき勧告を行うこととし，条例第４９条に基づきＸに意見陳述の機会を与え\nた。Ｘは，この意見陳述において，①Ｘの従業員がした勧誘は不適正なものではなかったこと，②\n仮にそれが不適正なものに当たるとしても，そのような勧誘をしたのは従業員の一部にすぎないこ\nと，③今後は適正な勧誘をするよう従業員に対する指導教育をしたことの３点を主張した。\nしかし知事は，Ｘのこれらの主張を受け入れず，Ｘに対し，条例第２５条第４号に違反して不適\n正な取引行為を行ったことを理由として，条例第４８条に基づく勧告（以下「本件勧告」という。）\nをした。本件勧告の内容は，「Ｘは浄水器の販売に際し，条例第２５条第４号の定める不適正な取\n引行為をしないこと」であった。\n本件勧告は対外的に周知されることはなかったものの，Ｘに対して多額の融資をしていた金融機\n関Ａは，Ｘの勧誘についてＹ県に多数の苦情が寄せられていることを知り，Ｘに対し，Ｘが法令違\n反を理由に何らかの行政上の措置を受けて信用を失墜すれば，融資を停止せざるを得ない旨を通告\nした。\nＸは，融資が停止されると経営に深刻な影響が及ぶことになるため，Ｙ県に対し，本件勧告の取\n消しを求めて取消訴訟を提起したが，さらに，条例第５０条に基づく公表（以下「本件公表」とい\nう。）がされることも予想されたことから，本件公表の差止めを求めて差止訴訟を提起した。\n以上を前提として，以下の設問に答えなさい。\nなお，条例の抜粋を【資料】として掲げるので，適宜参照しなさい。\n〔設問１〕\nＸは，本件勧告及び本件公表が抗告訴訟の対象となる「行政庁の処分その他公権力の行使に当た\nる行為」に当たることについて，どのような主張をすべきか。本件勧告及び本件公表のそれぞれに\nついて，想定されるＹ県の反論を踏まえて検討しなさい。\n〔設問２〕\nＸは，本件勧告の取消訴訟において，本件勧告が違法であることについてどのような主張をすべ\nきか。想定されるＹ県の反論を踏まえて検討しなさい（本件勧告の取消訴訟が適法に係属している\nこと，また，条例が適法なものであることを前提とすること）。\n- 4 -\n【資料】\n○ Ｙ県消費生活条例\n(不適正な取引行為の禁止)\n第２５条 事業者は，事業者が消費者との間で行う取引（中略）に関して，次のいずれかに該当する\n不適正な取引行為をしてはならない。\n一～三 （略）\n四 消費者を威迫して困惑させる方法で，消費者に迷惑を覚えさせるような方法で，又は消費者を\n心理的に不安な状態若しくは正常な判断ができない状態に陥らせる方法で，契約の締結を勧誘し，\n又は契約を締結させること。\n五～九 （略）\n(指導及び勧告)\n第４８条 知事は，事業者が第２５条の規定に違反した場合において，消費者の利益が害されるおそ\nれがあると認めるときは，当該事業者に対し，当該違反の是正をするよう指導し，又は勧告するこ\nとができる。\n(意見陳述の機会の付与)\n第４９条 知事は，前条の規定による勧告をしようとするときは，当該勧告に係る事業者に対し，当\n該事案について意見を述べ，証拠を提示する機会を与えなければならない。\n(公表)\n第５０条 知事は，事業者が第４８条の規定による勧告に従わないときは，その旨を公表するものと\nする。\n（注）Ｙ県消費生活条例においては，資料として掲げた条文のほかに，事業者が第４８条の規定によ\nる勧告に従わなかった場合や第５０条の規定による公表がされた後も不適正な取引行為を継続し\nた場合に，当該事業者に罰則等の制裁を科する規定は存在しない。\n- 5 -",
  "purpose": "設問１は，Ｙ県消費生活条例（以下「条例」という）に基づく勧告と公表のそれぞれについて，その処分性（行政事件訴訟法第３条第２項にいう「行政庁の処分その他公権力の行使に当たる行為」への該当性）の有無の検討を求めるものである。\nまず，最高裁判所昭和３９年１０月２９日判決（民集１８巻８号１８０９頁。大田区ゴミ焼却場事件）などで示された処分性の一般論を正しく説明し，処分性の有無を判定する際の考慮要素を挙げることが求められる。また，最高裁判所平成２０年９月１０日判決（民集６２巻８号２０２９頁。土地区画整理事業計画事件）などの近時の判例では，実効的な権利救済を図るという観点を考慮する場合もあるが，このような実効的な権利救済について指摘することは加点事由となる。\nその上で，勧告の処分性については，「公表を受け得る地位に立たされる」という法効果が認められるか否か，条例第４９条（※当初掲載した出題の趣旨では条例第４８条と記載していましたが，条例第４９条の誤りでしたので訂正しました。）に基づく手続保障の存在が処分性を基礎付けるか否か，勧告段階での実効的な救済の必要が認められるか否か，の３点について当事者の主張を展開することが求められる。\n同様に，公表の処分性についても，公表のもたらす信用毀損等が法的な効果に当たるか否か，公表に制裁的機能が認められるか否か，公表に対する差止訴訟を認めることが実効的な権利救済の観点から必要か否か，の３点について当事者の主張を展開することが求められる。\n設問２は，勧告に処分性が認められることを前提にした上で，勧告の違法性について検討を求めるものである。\nまず，条例の文言の抽象性，侵害される権利利益の性質・重大性，専門的判断の必要性の３つを踏まえて，行政庁の裁量権が認められるか否かについて，当事者の主張を展開することが求められる。\n次に，Ｘがした勧誘行為が条例第２５条に掲げる「不適正な取引行為」の類型に当てはまるか否かの検討が必要となる。具体的には，同条第４号にいう「威迫して困惑させること」，「迷惑を覚えさせること」，「心理的に不安な状態若しくは正常な判断ができない状態にすること」の３つの要件の該当性を検討することが求められる。\nまた，条例第４８条にいう「消費者の利益が害されるおそれ」の要件については，将来において違反行為が繰り返される可能性を踏まえて，その有無を検討することが求められる。\n３つ目として，仮に要件該当性が認められるとしても，その効果として，勧告を行うことが比例原則に反するか否か，あるいは裁量権の逸脱・濫用に当たるか否かの検討が求められる。具体的には，前者については，比例原則に関する一般論を展開した上で，Ｘの違反行為の態様やその後の対応，Ｘが受ける不利益の程度を考慮に入れて当事者の主張を展開することが求められる。また，後者については，裁量権の逸脱・濫用に関する一般論を展開した上で，Ｘの違反行為の態様やその後の対応，Ｘが受ける不利益の程度を考慮に入れて当事者の主張を展開することが求められる。",
  "source_pdf": "data/pdfs/preliminary_exam/H30/H30_予備_論文_憲法・行政法.pdf"
}