{
  "year": "H30",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "次の文章を読んで，後記の〔設問〕に答えなさい。\nＡ市教育委員会（以下「市教委」という。）は，同市立中学校で使用する社会科教科書の採択について，Ｂ社が発行する教科書を採択することを決定した。Ａ市議会議員のＸは，Ａ市議会の文教委員会の委員を務めていたところ，市教委がＢ社の教科書を採択する過程で，ある市議会議員が関与していた疑いがあるとの情報を，旧知の新聞記者Ｃから入手した。そこで，Ｘは，市教委に対して資料の提出や説明を求め，関係者と面談するなどして，独自の調査を行った。\nＸの調査とＣの取材活動により，教科書採択の過程で，Ａ市議会議員のＤが，Ｂ社の発行する教科書が採択されるよう，市教委の委員に対して強く圧力を掛けていた疑いが強まった。Ｃの所属する新聞社は，このＤに関する疑いを報道し，他方で，Ｘは，Ａ市議会で本格的にこの疑いを追及すべきであると考え，Ａ市議会の文教委員会において，「Ｄは，市教委の教科書採択に関し，特定の教科書を採択させるため，市教委の委員に不当に圧力を掛けた。」との発言（以下「本件発言」という。）をした。\nこれに対し，Ｄは，自身が教科書採択の過程で市教委の委員に圧力を掛けた事実はなく，Ｘの本件発言は，Ｄを侮辱するものであるとして，Ａ市議会に対し，Ｘの処分を求めた（地方自治法第１３３条参照）。\nその後，Ｄが教科書採択の過程で市教委の委員に圧力を掛けたという疑いが誤りであったことが判明し，Ｃの所属する新聞社は訂正報道を行った。Ａ市議会においても，所定の手続を経た上で，本会議において，Ｘに対し，「私は，Ｄについて，事実に反する発言を行い，もってＤを侮辱しました。ここに深く陳謝いたします。」との内容の陳謝文を公開の議場において朗読させる陳謝の懲罰（地方自治法第１３５条第１項第２号参照）を科すことを決定し，議長がその懲罰の宣告をした（この陳謝の懲罰を以下「処分１」という。）。\nしかし，Ｘが陳謝文の朗読を拒否したため，Ｄ及びＤが所属する会派のＡ市議会議員らは，Ｘが処分１に従わないことは議会に対する重大な侮辱であるとの理由で，Ａ市議会に対し，懲罰の動議を提出した。Ａ市議会は，所定の手続を経た上で，本会議において，Ｘに対し，除名の懲罰（地方自治法第１３５条第１項第４号参照）を科すことを決定し，議長がその懲罰の宣告をした（この除名の懲罰を以下「処分２」という。）。\nＸは，Ｄに関する疑いは誤りであったものの，本件発言は，文教委員会の委員の活動として，当時一定の調査による相応の根拠に基づいて行った正当なものであるから，①自己の意に反して陳謝文を公開の議場で朗読させる処分１は，憲法第１９条で保障されるべき思想・良心の自由を侵害するものであること，②議会における本件発言を理由に処分１を科し，それに従わないことを理由に処分２の懲罰を科すことは，憲法第２１条で保障されるべき議員としての活動の自由を侵害するものであることを理由として，処分２の取消しを求める訴えを提起しようとしている。\n〔設問〕\nＸの提起しようとしている訴えの法律上の争訟性について言及した上で，Ｘの憲法上の主張とこれに対して想定される反論との対立点を明確にしつつ，あなた自身の見解を述べなさい。\n- 2 -\n【資料】地方自治法（昭和２２年法律第６７号）（抄録）\n第１３３条 普通地方公共団体の議会の会議又は委員会において，侮辱を受けた議員は，これを議会に訴えて処分を求めることができる。\n第１３４条 普通地方公共団体の議会は，この法律並びに会議規則及び委員会に関する条例に違反した議員に対し，議決により懲罰を科することができる。\n② （略）第１３５条 懲罰は，左の通りとする。\n一 公開の議場における戒告二 公開の議場における陳謝三 一定期間の出席停止四 除名\n②・③（略）\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H30/論述/試験問題/H30_予備_論文_憲法・行政法.pdf",
  "subject": 1,
  "purpose": "本問は，地方議会の内部における紛争について，①その法律上の争訟性を論じた上で，②陳謝の懲罰（処分１）を科すことがＸの良心の自由を侵害し，憲法第１９条に反しないか，③処分１に従わなかったことを理由とする除名の懲罰（処分２）を科すことが，Ｘの議員としての活動の自由を侵害し，憲法第２１条に反しないかを論ずることを求める問題である。①については，地方議会における除名処分が司法審査の対象となることを示した最高裁判例（最高裁昭和３５年１０月１９日大法廷判決，民集第１４巻第１２号２６３３頁等）を踏まえて検討することが求められる。②は，最高裁判例（謝罪広告事件・最高裁昭和３１年７月４日大法廷判決，民集第１０巻７号７８５頁）を参照しながら，本問における事情の下で，Ｘの良心の自由を侵害するものであるかを論ずる必要があろう。③は，地方議会の議員としての活動の自由が憲法第２１条で保障されるかを論じた上で，議会における発言を理由として科された処分１に従わなかったことを理由として，議員としての身分を剥奪する処分２が科されたことについて，その合憲性を検討することが求められる。②・③については，いずれも，地方議会に自律権として認められている懲罰権を意識しながら論ずることが重要である。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は，地方議会の内部における紛争について，①その法律上の争訟性を論じた上で，②陳謝の懲罰（処分１）を科すことがＸの良心の自由を侵害し，憲法第１９条に反しないか，③処分１に従わなかったことを理由とする除名の懲罰（処分２）を科すことが，Ｘの議員としての活動の自由を侵害し，憲法第２１条に反しないかを論ずることを求める問題である。①については，地方議会における除名処分が司法審査の対象となることを示した最高裁判例（最高裁昭和３５年１０月１９日大法廷判決，民集第１４巻第１２号２６３３頁等）を踏まえて検討することが求められる。②は，最高裁判例（謝罪広告事件・最高裁昭和３１年７月４日大法廷判決，民集第１０巻７号７８５頁）を参照しながら，本問における事情の下で，Ｘの良心の自由を侵害するものであるかを論ずる必要があろう。③は，地方議会の議員としての活動の自由が憲法第２１条で保障されるかを論じた上で，議会における発言を理由として科された処分１に従わなかったことを理由として，議員としての身分を剥奪する処分２が科されたことについて，その合憲性を検討することが求められる。②・③については，いずれも，地方議会に自律権として認められている懲罰権を意識しながら論ずることが重要である。"
      }
    ]
  }
}