{
  "year": "H30",
  "exam_type": "予備",
  "subject": "刑 法",
  "text": "以下の事例に基づき，甲及び乙の罪責について論じなさい（住居等侵入罪及び特別法違反の点を除\nく。）。\n１ 甲は，新たに投資会社を立ち上げることを計画し，その設立に向けた具体的な準備を進めてい\nたところ，同会社設立後の事業資金をあらかじめ募って確保しておこうと考え，某年７月１日，\n知人のＶに対し，同年１０月頃の同会社設立後に予定している投資話を持ち掛け，その投資のた\nめの前渡金として，Ｖから現金５００万円を預かった。その際，甲とＶの間では，前記５００万\n円について，同会社による投資のみに充てることを確認するとともに，実際にその投資に充てる\nまでの間，甲は前記５００万円を甲名義の定期預金口座に預け入れた上，同定期預金証書（原本）\nをＶに渡し，同定期預金証書はＶにおいて保管しておくとの約定を取り交わした。同日，甲は，\nこの約定に従い，Ｖから預かった前記５００万円をＡ銀行Ｂ支店に開設した甲名義の定期預金口\n座に預け入れた上，同定期預金証書をＶに渡した。なお，同定期預金預入れの際に使用した届出\n印は，甲において保管していた。\n２ 甲は，約１年前に無登録貸金業者の乙から１０００万円の借入れをしたまま，全く返済をして\nいなかったところ，同年７月３１日，乙から返済を迫られたため，Ｖに無断で前記定期預金を払\nい戻して乙への返済に流用しようと考えた。そこで，同年８月１日，甲は，Ａ銀行Ｂ支店に行き，\n同支店窓口係員のＣに対し，「定期預金を解約したい。届出印は持っているものの，肝心の証書\nを紛失してしまった。」などとうその話をして，同定期預金の払戻しを申し入れた。Ｃは，甲の\n話を信用し，甲の申入れに応じて，Ａ銀行の定期預金規定に従って甲の本人確認手続をした後，\n定期預金証書の再発行手続を経て，同定期預金の解約手続を行い，甲に対し，払戻金である現金\n５００万円を交付した。甲は，その足で乙のところへ行き，受け取った現金５００万円を乙に直\n接手渡して，自らの借入金の返済に充てた。なお，この時点で，乙は，甲が返済に充てた５００\n万円は甲の自己資金であると思っており，甲がＶから預かった現金５００万円をＶに無断で自ら\nへの返済金に流用したという事情は全く知らないまま，その後数日のうちに甲から返済された５\n００万円を自己の事業資金や生活費等に全額費消した。\n３ 同年９月１日，Ｖは，事情が変わったため甲の投資話から手を引こうと考え，甲に対し，投資\nのための前渡金として甲に預けた５００万円を返してほしいと申し入れたところ，甲は，Ｖに無\n断で自らの借入金の返済に流用したことを打ち明けた。これを聞いたＶは，激怒し，甲に対し，\n「直ちに５００万円全額を返してくれ。さもないと，裁判を起こして出るところに出るぞ。」と\n言って５００万円を返すよう強く迫った。甲は，その場ではなんとかＶをなだめたものの，Ｖか\nら１週間以内に５００万円を全額返すよう念押しされてＶと別れた。その後すぐに，甲は，乙と\n連絡を取り，甲がＶから預かった現金５００万円をＶに無断で乙への返済金に流用したことを打\nち明けた。その際，乙が，甲に対し，甲と乙の２人でＶ方に押し掛け，Ｖを刃物で脅して，「甲\nとＶの間には一切の債権債務関係はない」という内容の念書をＶに無理矢理作成させて債権放棄\nさせることを提案したところ，甲は，「わかった。ただし，あくまで脅すだけだ。絶対に手は出\nさないでくれ。」と言って了承した。\n４ 同月５日，甲と乙は，Ｖ方を訪れ，あらかじめ甲が用意したサバイバルナイフを各々手に持っ\nてＶの目の前に示しながら，甲が，Ｖに対し，「投資話を反故にした違約金として５００万円を\n出してもらう。流用した５００万円はそれでちゃらだ。今すぐここで念書を書け。」と言ったが，\nＶは，念書の作成を拒絶した。乙は，Ｖの態度に立腹し，念書に加え現金も取ろうと考え，Ｖに\n対し，「さっさと書け。面倒かけやがって。迷惑料として俺たちに１０万円払え。」と言って，Ｖ\nの胸倉をつかんでＶの喉元にサバイバルナイフの刃先を突き付けた。Ｖは，このまま甲らの要求\n- 2 -\nに応じなければ本当に刺し殺されてしまうのではないかとの恐怖を感じ，甲らの要求どおり，「甲\nとＶの間には一切の債権債務関係はない」という内容の念書を作成して，これを甲に手渡した。\nそこで，甲がＶ方から立ち去ろうとしたところ，乙は，甲に対し，「ちょっと待て。迷惑料の\n１０万円も払わせよう。」と持ち掛けた。甲は，乙に対し，「念書が取れたんだからいいだろ。\nもうやめよう。手は出さないでくれと言ったはずだ。」と言って，乙の手を引いてＶ方から外へ\n連れ出した上，乙から同ナイフを取り上げて立ち去った。\n５ その直後，乙は，再びＶ方内に入り，恐怖のあまり身動きできないでいるＶの目の前で，その\n場にあったＶ所有の財布から現金１０万円を抜き取って立ち去った。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H30/H30_予備_論文_刑法・刑事訴訟法.pdf",
  "purpose": "本問は，⑴甲が，Ｖから投資のための前渡金として預かった現金５００万円を，\nＶとの約定により甲名義の定期預金口座に預け入れて保管していたところ，Ｖに無\n断で前記定期預金を解約し，その払戻金を自らの借入金の返済に充てて流用したこ\nと，⑵その後，Ｖから前記５００万円の返還を迫られた甲が乙と共にＶ方を訪れ，\n各々手に持ったサバイバルナイフをＶの目の前に示したり，乙がＶの胸倉をつかん\nでＶの喉元に同ナイフの刃先を突き付けたりして，「甲とＶの間には一切の債権債\n務関係はない」という内容の念書をＶに無理矢理作成させたこと，⑶その際，乙が\nＶに迷惑料として１０万円の支払を要求したところ，甲は，これを制止し，乙をＶ\n方から外へ連れ出した上，同ナイフを取り上げて立ち去ったものの，その直後に乙\nがＶ方内に戻り，Ｖの下から現金１０万円を持ち去ったことを内容とする事例につ\nいて，甲及び乙の罪責に関する論述を求めるものである。\n⑴については，甲には銀行に対する正当な払戻権限があることを踏まえて，甲に\nおける現金５００万円に対する横領罪の成否について，預金の占有に関する擬律判\n断を含め，その構成要件該当性を検討し，⑵及び⑶については，甲及び乙における\n念書及び現金１０万円に対する強盗罪の成否について，各構成要件該当性のほか，\n甲・乙間における共謀に基づく共同正犯の成立範囲や共犯関係の解消の有無を検討\nする必要があるところ，事実を的確に分析するとともに，横領罪及び強盗罪の各構\n成要件，共犯者による過剰行為がなされた場合の共同正犯の成否等に関する基本的\n理解と具体的事例への当てはめが論理的一貫性を保って行われていることが求めら\nれる。"
}