{
  "year": "H30",
  "exam_type": "予備",
  "subject": "民 法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事実】\n１．Ａは，個人で建築業を営むＢに雇用された従業員である。同じく個人で建築業を営むＣは，３\n階建の家屋（以下「本件家屋」という。）の解体を請け負ったが，Ｂは，その作業の一部をＣか\nら請け負い，Ｃが雇用する従業員及びＡと共に，解体作業に従事していた。Ｃは，Ａ及びＢに対\nし，建物解体用の重機，器具等を提供し，Ｃの従業員に対するのと同様に，作業の場所，内容及\nび具体的方法について指示を与えていた。\n２．Ｃは，平成２６年２月１日，Ａに対し，本件家屋の３階ベランダ（地上７メートル）に設置さ\nれた柵を撤去するよう指示し，Ｂに対し，Ａの撤去作業が終了したことを確認した上で上記ベ\nランダの直下に位置する１階壁面を重機で破壊するよう指示した。\nＡは，同日，Ｃの指示に従って，本件家屋の３階ベランダに設置された柵の撤去作業を開始し\nた。ところが，Ｂは，Ａの撤去作業が終了しないうちに，本件家屋の１階壁面を重機で破壊し始\nめた。これにより強い振動が生じたため，Ａは，バランスを崩して地上に転落し，重傷を負った\n（以下「本件事故」という。）。なお，Ｃは，このような事故を防ぐための命綱や安全ネットを用\n意していなかった。\n３．Ａは，転落の際に頭を強く打ったため，本件家屋の解体作業に従事していたことに関する記憶\nを全て失った。しかし，Ａは，平成２６年１０月１日，仕事仲間のＤから聞いて，本件事故は\n【事実】２の経緯によるものであることを知った。\n４．その後，Ｂは，Ａに対して本件事故についての損害を賠償することなく，行方不明となった。\nそこで，Ａは，平成２９年５月１日，Ｃに対し，損害賠償を求めたが，Ｃは，ＡもＢもＣの従業\n員ではないのだから責任はないし，そもそも今頃になって責任を追及されてもＣには応じる義務\nがないとして拒絶した。\n５．Ａは，平成２９年６月１日，弁護士Ｅに対し，弁護士費用（事案の難易等に照らし，妥当な額\nであった。）の支払を約して訴訟提起を委任した。Ｅは，Ａを代理して，同月３０日，Ｃに対し，\n①債務不履行又は②不法行為に基づき，損害賠償金及びこれに対する遅延損害金の支払を請求\nする訴訟を提起した。\n〔設問１〕\nＡのＣに対する請求の根拠はどのようなものか，【事実】５に記した①と②のそれぞれについて，\n具体的に説明せよ。また，【事実】５に記した①と②とで，Ａにとっての有利・不利があるかどう\nかについて検討せよ。なお，労災保険給付による損害填補について考慮する必要はない。\n【事実（続き）】\n６．Ｃは，本件事故の前から，妻Ｆと共に，自己所有の土地（以下「本件土地」という。）の上に\n建てられた自己所有の家屋（以下「本件建物」という。）において，円満に暮らしていた。本件\n土地はＣがＦとの婚姻前から所有していたものであり，本件建物は，ＣがＦと婚姻して約１０\n年後にＦの協力の下に建築したものである。\n７．Ｃは，Ａからの損害賠償請求を受け，平成２９年７月１０日，Ｆに対し，【事実】１及び２を\n説明するとともに，「このままでは本件土地及び本件建物を差し押さえられてしまうので，離婚\nしよう。本件建物は本来夫婦で平等に分けるべきものだが，Ｆに本件土地及び本件建物の全部\nを財産分与し，確定的にＦのものとした上で，引き続き本件建物で家族として生活したい。」と\n- 2 -\n申し出たところ，Ｆは，これを承諾した。\n８．Ｃは，平成２９年７月３１日，Ｆと共に適式な離婚届を提出した上で，Ｆに対し，財産分与を\n原因として本件土地及び本件建物の所有権移転登記手続をした。Ｃは，上記離婚届提出時には，\n本件土地及び本件建物の他にめぼしい財産を持っていなかった。\nＣとＦとは，その後も，本件建物において，以前と同様の共同生活を続けている。\n〔設問２〕\nＥは，平成３０年５月１日，Ａから，㋐ＣとＦとは実質的な婚姻生活を続けていて離婚が認めら\nれないから，ＣからＦへの財産分与は無効ではないか，㋑仮に財産分与が有効であるとしても，本\n件土地及び本件建物の財産分与のいずれについても，Ａが全部取り消すことができるのではないか，\nと質問された。\n本件事故についてＡがＣに対して損害賠償請求権を有し，その額が本件土地及び本件建物の価\n格の総額を上回っているとした場合，Ｅは，弁護士として，㋐と㋑のそれぞれにつき，どのように\n回答するのが適切かを説明せよ。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H30/H30_予備_論文_民法・商法・民事訴訟法.pdf",
  "purpose": "設問１は，労働災害の事案を題材として，安全配慮義務違反を理由とする債務不\n履行責任や不法行為責任に関する基本的な知識・理解を問うとともに，債務不履行\nに基づく損害賠償と不法行為に基づく損害賠償とでどのような具体的規律の相違が\nあるかについて，事案に応じた分析を行う能力を試すものである。\n請求の根拠に関する解答に当たっては，債務不履行については直接の契約関係に\nない当事者間における安全配慮義務の成否等に関し，不法行為については注文者・\n請負人間の使用者責任の成否等に関し，自説を論理的に展開し，事案に応じた当て\nはめを行うことが求められる。また，有利・不利に関する解答に当たっては，消滅\n時効，帰責事由や過失の主張立証責任，遅延損害金の起算点等につき，事案に即し\nた評価を行うことが求められる。\n設問２は，仮装離婚及びこれに伴う財産分与による責任財産の隠匿について，協\n議離婚及び財産分与の有効性に関する基本的な知識・理解を問うとともに，財産分\n与の詐害行為該当性や取消しの範囲について，事案に応じた分析を行う能力を試す\nものである。\n離婚及び財産分与の有効性に関する解答に当たっては，離婚をする意思の意義・\n内容に関する解釈を展開した上で，離婚の有効性と財産分与の有効性とを論ずるこ\nとが求められる。また，詐害行為に関する解答に当たっては，財産分与制度の趣旨\nを踏まえつつ，最高裁昭和５８年１２月１９日判決・民集３７巻１０号１５３２頁\nも意識して，事案に応じた当てはめを行うことが求められる。"
}