{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\n中部地区に所在する５５の地方公共団体（以下「５５団体」という。）は、各々、毎年一定期間ごとに、浄水場で使用する消毒用の製品（以下「甲製品」という。）を指名競争入札の方法により発注している（以下、この入札を「甲製品の入札」という。）。\nＸ１社ないしＸ９社は、いずれも甲製品のメーカーである（以下、Ｘ１社ないしＸ９社を「メーカー９社」という。）。我が国における甲製品のメーカーはメーカー９社以外にも存在するが、メ\nーカー９社の甲製品のシェア（売上額に基づく割合）は合計約９割である。\nメーカー９社は、甲製品の入札について、いずれも指名資格を有しておらず、入札に当たっては、メーカー９社の各甲製品をそれぞれ専門に販売する販売業者であるＺ１社ないしＺ９社（Ｚ１社ないしＺ９社はいずれも指名資格を有している。Ｘ１社の甲製品を専門に販売する販売業者がＺ１社、Ｘ２社の甲製品を専門に販売する販売業者がＺ２社、Ｚ３社以下についても同じ。以下、Ｚ１社ないしＺ９社を「販売業者９社」という。）に指示して、入札に参加させていた。販売業者９社は、従来から、いずれも甲製品の販売について特に営業活動をしておらず、各メーカーの指示に従った価格で甲製品を顧客に販売し、その売上額から一定率のマージンを受け取っていた（なお、物流上の必要等からメーカーと販売業者の間に卸業者が入ることもあった。）。メーカー９社とそれぞれの販売業者９社との間に、いずれも資本関係はない。\nＹ社は、メーカーから甲製品を仕入れ、それを販売業者に販売する卸業者であり、甲製品の入札について指名資格を有していない。甲製品の入札で販売業者９社のいずれかが落札した場合、当該販売業者は、指示をしたメーカーから甲製品を仕入れ、それを５５団体に供給していたが、当該メ\nーカーと当該販売業者との取引の間に卸業者としてＹ社が入ることもあった。\n令和２年以前、メーカー９社は、甲製品の入札に関して直接に連絡交渉し合い、受注調整を行うことがあった。しかし、調整が整わないことも少なくなく、この受注調整が私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）違反として公正取引委員会に探知されることはなかった。Ｙ社は、令和２年１２月頃、甲製品の入札の各入札結果につき、発注数量、落札業者、落札金額等の情報を記載した入札一覧表と呼ばれる社内資料（以下「入札一覧表」という。）を作成するようになり、その後、入札一覧表をメーカー９社に提供するようになった。\nこのような状況の下、メーカー９社は、甲製品の入札の各入札結果に詳しいＹ社が調整することで、メーカー同士が直接に連絡交渉し合う必要がなくなると考えるようになり、また、Ｙ社は、調整に関与し、落札した販売業者と指示をしたメーカーとの取引の間に卸業者として確実に入ることで、より多くの利益を上げることができると考えるようになった。\nこのため、令和３年４月頃、メーカー９社とＹ社は、甲製品の入札に関して、以下の内容の取決め（以下「本件取決め」という。）をし、それ以降、本件取決めに基づき、５５団体に甲製品を供給するようにしていた。\n⑴ Ｙ社は、毎年度ごとに、メーカー９社と個別に面談し、入札一覧表を提供する。\n⑵ 甲製品の各入札が実施されるごとに、メーカー９社は、入札一覧表を参考にしてＹ社に受注希望の有無を伝える。\n⑶ Ｙ社は、メーカー９社の受注希望の有無、入札一覧表に記載されたメーカー９社の５５団体に対する甲製品の供給実績等を勘案して、各入札ごとにメーカー９社のうちいずれかを、入札を通じて５５団体に甲製品を供給すべき者（以下「供給予定者」という。）に決定する。\n⑷ Ｙ社は、供給予定者の指示する販売業者が落札できるようにするため、各入札ごとに当該販売業者が提示する入札価格がそれ以外の販売業者が提示する入札価格よりも低くなるように販売業者９社の提示する各入札価格を決定し、それをメーカー９社に伝える。メーカー９社は、各々、自らが指示する販売業者にその入札価格を提示させる。\n- 14 -\n⑸ メーカー９社間では、各入札について、直接の連絡交渉を一切行わない。\n⑹ 各入札後、Ｙ社は、落札した販売業者が供給予定者から甲製品を仕入れるに当たり、必ず両者の取引の間に卸業者として入る。\nその後、メーカー９社間で供給予定者の決定をめぐって対立が生じ、令和５年１０月１３日に実施された甲製品の入札において、Ｘ２社は、事前にＹ社が伝えた入札価格に従わず、Ｚ２社に指示して独自に決定した安い入札価格を提示させ、落札させた。そして、Ｘ２社の担当者は、同年１２月７日、自社以外のメーカーとＹ社の各担当者に対し、今後は自社で独自に決めた価格で応札していく旨を口頭で明確に表明し、それ以降、Ｘ２社は本件取決めに基づく行動を取っていない。\n令和６年６月２８日、公正取引委員会は、本件について関係各社の立入検査を行い、これ以降、Ｙ社は本件取決めに基づく行為を行っていない。\nなお、令和３年４月頃から令和６年６月２８日までに実施された甲製品の入札２００件のうち、本件取決めに基づいて決められた供給予定者の指示する販売業者が落札し、同供給予定者が甲製品を供給したものは１８０件であった。Ｙ社は、その全てでメーカー９社と販売業者９社との取引の間に卸業者として入っており、その売上額は１０億円であった。残りの２０件については、いずれも、Ｙ社がアウトサイダーの入札価格を見誤ったため、販売業者９社は落札できず、アウトサイダ\nーが落札した。\n〔設 問〕\n令和３年４月頃以降におけるメーカー９社、Ｙ社及び販売業者９社による上記各行為について、独占禁止法に違反するか、違反する場合には違反行為がなくなった時期も含めて検討しなさい。\n併せて、Ｙ社の行為が独占禁止法に違反する場合には、Ｙ社に対する課徴金の有無及び金額について、算定の過程を明らかにして検討しなさい（なお、Ｙ社は、独占禁止法第７条の２第２項第\n２号に該当する者ではないものとする。）。\n- 15 -\n〔第２問〕（配点：５０）\nＸ社は、αを含む多数の放射性医薬品を製造販売している。\nαは、特別な放射線医療装置βを検査に利用するときに用いられる放射性医薬品である。βは、もともと悪性腫瘍などの治療用に普及している装置であるが、それを検査に利用するにはαを用いる必要がある。βとαを用いた検査（以下「β検査」という。）は、悪性腫瘍を始めとするいくつかの疾病の発見について非常に高い精度を示し、それ以外の検査では発見できないものを高い確度で見付け出す例が多いことで知られている。αは、その物質特性から製造後に利用できる時間が短い上、安定した品質で製造することが難しかった。そのため、Ｘ社がαの製造販売を開始する以前は、αを製造する特殊な装置と能力を持つ高度医療機関だけが、自らαを製造してβ検査を行っていた。\nＸ社は、迅速な配送を可能にする形状でかつ安定した品質でαを製造することに最初に成功し、必要な認可を得て製造販売を開始した。これによって、従来は検査を行うことができなかった医療機関でもβ検査を行うことが可能になり、β検査は急増した。Ｘ社は、放射性医薬品の供給に定評のある公益法人Ｚを通じて、全国一律の価格でαの供給を行っていた。Ｚは、自らが考える公益法人としての役割から、放射性医薬品の供給に関して、一定の手数料を取るだけで、メーカー等が指定する価格で、メーカー等が指定する取引先に供給することを原則としており、Ｘ社製αについても、かかる原則に基づいて供給を行っていた。また、αは製造後に利用できる時間が短く、一つの製造拠点から、その時間内に配送可能な範囲には限界があることから、αを全国的に販売する場合は、全国をいくつかの地域に分割して各地域内に製造拠点を設け、各製造拠点から各地域内に所在する医療機関に対してαを供給する体制をとる必要があり、Ｘ社は、全国を１２の地域に分割し、各地域内に製造拠点を設けるなどして全国的にαの製造販売を行っていた。\nなお、αを検査に用いるには、その物質特性から自動投与装置γを利用することが通常必要とされる。γはＸ社とは無関係の複数の会社が製造販売しているが、いずれの会社のγもＸ社製αを検査に用いる上で支障はなかった。\nこのように、従来、日本国内では、Ｘ社だけがαの製造販売を行っていたが、その後、放射性医薬品等の製造販売業者であるＹ社がαの開発に成功し、製造販売に必要な認可を得た。Ｙ社も、Ｘ社と同様、全国をＸ社と同じ１２の地域に分割し、各地域内に製造拠点を設けるなどして全国的にαの製造販売を開始した。\nＹ社は、αの製造販売を行うに当たって、次のような経営方針を立てた。\n⑴ Ｘ社はＺを通じて全国一律の価格でαの供給を行っているが、Ｙ社は、既に需要量が多く、これからもβ検査件数の伸びが期待できる南関東地域及び近畿地域（以下「両地域」という。）では、他の地域よりも低い価格でαの供給を行う。これによって需要量が多い両地域で高いシェア\nを獲得することを目指す。\n⑵ Ｙ社は、単に低価格販売により両地域で高いシェアを獲得するだけではこれまでの研究開発費の回収には不十分であることから、一層の需要増を目指すため、別の会社と共同開発していた低価格で使いやすい新型自動投与装置γ（以下「新型γ」という。）の供給を開始する。それによってβ検査を増やし、αの一層の需要拡大を図り、同時にγとαの両方を提供する事業者として\nβ検査の分野におけるＹ社の信頼性を高める。また、Ｙ社が共同開発した新型γが利用される場合はＹ社製αが利用されることが想定できるため、新型γの供給を通じてＹ社製αの販売を促進する。\nこのようなＹ社の方針に対して、Ｘ社は、次のような対応を決定し、実施した。\n(a) αの公平な配分には全国一律の価格が必要であるとして、ＺがＹ社製αについて、地域ごとに価格に差を設けて取り扱うことに応じた場合は、ＺへのＸ社製αの販売を停止するとＺに通知した。\n(b) 両地域内のαを利用している各医療機関に対し、Ｙ社からαの供給を受けた医療機関について\n- 16 -はαの供給を停止すると通知した。\n(c) 両地域内のβを設置している各医療機関に対し、新型γに関して、検査等を行わず、明確な根拠もなく、「新型γではＸ社製αは利用できない。」と説明した。\nこれらの対応の結果、Ｚは、定評のあるＸ社製αの供給を受けることができなくなってしまうと、従来の顧客である医療機関に対して、各医療機関が必要とするだけの量のαを供給できなくなることを懸念し、Ｙ社の方針⑴に基づくＹ社製αの取扱いをちゅうちょした。そこで、Ｙ社は、両地域以外の地域でのみＺを通じた販売を行うこととし、両地域については、Ｚを利用した場合に比べて費用は掛かるものの、Ｙ社が、自ら、直接、αを他の地域よりも低い価格で販売することとした。\nまた、両地域内の医療機関においては、Ｙ社からαを購入すると、今後、Ｘ社からαの供給を受けることができなくなるため、低価格は魅力であるものの、新規参入業者であるＹ社が今後も必要量の全てを安定的に供給することができるのかを懸念し、Ｙ社からαを購入することを断念するものも多く、Ｙ社によるそれらの医療機関へのαの販売は難しくなった。その結果、両地域における低価格販売によるＹ社製αの売上が想定より伸びなかった。\nさらに、新型γについては、それが高性能であることを認めて導入を検討した医療機関もあったが、既に定評のあるＸ社製αが利用できなくなることを懸念して、新型γの導入を取りやめる例が見られた。そのため、新型γの販売実績はＹ社が想定した水準を大きく下回り、新型γの市場への投入に対応したＹ社製αの販売も、当初のＹ社の想定水準を大きく下回ることとなった。\n〔設 問〕\nＸ社の行為について、独占禁止法上の問題点を検討しなさい。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "〔第１問〕\n- 27 -第１問では、入札談合におけるメーカー９社、Ｙ社及び販売業者９社の各行為が、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項に定義される不当な取引制限に該当し、同法第３条に違反するか等について同法上の問題点を検討することを求めるものである。不当な取引制限の各要件の正確な理解を前提に、特にメーカー９\n社とＹ社の各行為が、どのような意味で不当な取引制限の行為要件及び市場効果要件等を満たすか、また、違反行為の終期及び主導的事業者としてのＹ社に対する課徴金がどのように考えられるかなど、共同行為としての入札談合に関して独占禁止法の解釈と適用の基本的な考え方について受験者の理解を問うものである。\nまず、行為要件の検討では、入札談合において「共同して」（多摩談合（新井組ほか）事件\n・最判平成２４年２月２０日民集６６巻２号７９６頁に即して「共同して･･･相互に」の要件と考えることもできる。）が談合の基本合意（意思の連絡）を意味すること、また「相互にその事業活動を拘束する」については複数の解釈があり得るが、いずれの立場に立つとしてもその意義と解釈を明らかにした上で、特にメーカー９社とＹ社による本件取決めを中心に、本問の事実関係を当てはめて、その当否を説得的に論証していくことが必要になる。\nまた、市場効果要件の「一定の取引分野における競争を実質的に制限すること」の検討では、まず市場画定が求められる。検討対象となる商品的・地理的な範囲を主として需要者から見た需要代替性の見地から画定するという規範に留意しつつ、専ら競争制限を目的又は効果とする入札談合については基本合意が対象としている取引及びそれにより影響を受ける範囲をもって画定すれば足りるとの解釈を示すとともに、本問においては、本件取決めが対象とする「甲製品の入札」に係る甲製品の供給市場に着眼して検討することが重要になる。次に、競争の実質的制限の検討が求められる。市場支配力の形成、維持・強化という規範に留意しつつ、当該取引に係る市場が有する競争機能を損なうことをいい、入札談合においては、当事者らがその意思で落札者及び落札価格をある程度自由に左右することができる状態ないし力を形成することの解釈（前記多摩談合（新井組ほか）事件判決）を示すとともに、的確に本問の事実関係を当てはめて論述することが重要になる。併せて「公共の利益に反して」の要件についても、入札談合が競争制限の目的又は効果しか持たないことを明らかにすることが求められる。\nさらに、違反行為の終期の検討では、入札談合における共同行為の終期とは、基本合意に基づく拘束力が解消されて合意参加者が競争制限的な事業活動を行わなくなった時点を指すという解釈を示すとともに、本問においては、Ｘ２による本件取決めからの離脱が本件取決めの拘束力にどのような影響を及ぼしたかを丁寧に見た上で、当該共同行為の終期を明らかにすることが求められる。また、Ｙ社に対する課徴金の有無及び金額については、本件取決めに基づいて、Ｙ社が、メーカー９社からの談合情報を集約するとともに、落札者及び入札価格を指示するなど「違反行為の実行としての事業活動について指定（独占禁止法第７条の３第２項第３号ロ）」していたという事案の特性に鑑みて、Ｙ社の上記の行為は甲製品の供給調整を「容易にすべき重要なもの」に当たるとの評価を導いた上で、課徴金額を具体的に示すことが重要である。\n〔第２問〕\nこれまで国内のαの販売を独占的に供給する地位にあったＸ社がＹ社の参入に対して行った(a)～(c)の行為の独占禁止法上の評価を問うものであり、排除型行為を分析する基本的な力を見ることを主眼とする問題である。その観点からは、(a)～(c)による私的独占該当性が問題となる。ただし、(a)～(c)の各行為を不公正な取引方法として論じることに注力し、その後、補足的に私的独占を論じるという理路も想定されており、そのように論じるものが実際に多いものと予想されている。どちらの構成であっても排除的行為の基本的分析能力と私的独占の基本的理解が問われるという点では同じである。\n- 28 -私的独占については、一定の取引分野を画定するための基本的な理解が問われる。需要の代替性と供給の代替性から正確に理解できるかどうかが問われる。(a)～(c)が排除行為に該当するかどうかについても、排除行為についての基本的な理解ができているかどうかを問うものである。(a)～(c)の各行為が排除効果を有するか否かが中心的な問題となる。(a)と(b)については、不公正な取引方法の構成をとった場合に問題となる市場閉鎖効果分析の基本的手法を修得できているかが問われる。なお、(c)についてはγに対する妨害がαにおける排除になり得るか否かを論じることが必要になる。少し複雑なように見えるが、関連市場に属さない製品・役務を直接の対象として、関連市場での事業活動を排除するといった私的独占事例は内外でよく見られるものである。(a)～(c)の排除効果が競争の実質的制限をもたらす程度のものであることの評価や、公共の利益要件の評価はごく基本的な理解があれば可能なものであり、その点についてはごく基本的な能力を問うものとなっている。\n(a)～(c)を不公正な取引方法として議論する場合、(a)と(b)については拘束条件付取引若しくは間接の取引拒絶の構成が考えられ、どちらで構成しても良いが、公正競争阻害性、特に市場閉鎖効果についての基本的な分析能力を確認することが中心課題となる。私的独占でも説明したように影響を受ける市場の画定方法についての基本的理解も問われる。なお、(c)は取引妨害が成立するか否かが問題となり、取引妨害についての基本的な条文理解が問われる。なお、(c)については、γの取引の妨害が問題となるため、私的独占では補足できない法益侵害も含まれている。私的独占を主として論じた場合であっても(c)については、取引妨害について別個に論じることが要請される。不公正な取引方法を中心に論じた場合、(c)が排除行為に該当することについては不公正な取引方法の該当性だけではない側面も論じなければならない。"
}