{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：４０）\n東京都内の賃貸物件に居住するＡは、平成２９年１０月１日、定年退職後の居宅の建築用地として、自らの出身地であるＰ県内の土地（以下「本件土地」という。）を、時価である３０００万円で購入し、同日、所有権移転登記を了した。\n令和４年１０月頃、Ａは、令和５年３月末日の定年退職後に都内のスタートアップ企業であるＱ株式会社（以下「Ｑ社」という。）が発行する株式を取得して経営に参画することが決まり、そのための資金が必要となったため、本件土地を急きょ売却することとした。そこで、Ａは、Ｐ県在住の旧友Ｂに、本件土地の売却話を持ち掛け、令和４年１２月１日、Ｂとの間で、本件土地（当時の時価４０００万円）を以下の内容で売却する旨の契約（以下「本件売買契約」という。）を締結し、下記②記載の手付金を受領した。\n① 本件土地の売買代金を３５００万円とする。\n② 買主Ｂは、売主Ａに対し、手付金として３００万円を、本件売買契約の締結時に支払う。この手付金は、解約手付と違約手付を兼ねるものとし、残代金が支払われた際に、売買代金の一部に無利息にて充当する。\n③ 令和５年３月１日付けで、買主Ｂは、売主Ａに対し、残代金３２００万円全額を支払い、売主Ａは、買主Ｂに対し、本件土地を引き渡すとともに、その所有権移転登記手続に必要な書類を引き渡すものとする。\n令和５年２月に、Ａは、Ｂから、残代金のうち２７００万円を同年３月１日に現金で支払うとともに、残りの５００万円についても同年９月３０日までには必ず支払うので、同年３月１日に本件土地の引渡しを受けたい旨の申出を受けた。Ａは、一抹の不安を覚えたものの、Ａ自身が急ぎで資金を必要として持ち掛けた話であり、Ｂが信頼のおける長年の友人であることから、Ｂの申出を受け入れることとした。令和５年３月１日、Ａは、本件土地の売買代金の一部としてＢから現金２７００万円の支払を受け、手付金３００万円を売買代金に充当するとともに、Ｂに対して、本件土地の所有権移転登記手続に必要な書類を渡して、本件土地の引渡しも完了した。Ｂは、その後間もなく本件土地の所有権移転登記を了した。\nところが、Ｂは、令和５年９月３０日になっても、残代金５００万円の支払を行わず、Ａからの残代金５００万円の支払請求に応じようともしなかった。\nＢは、個人で卸売業を営み、毎年確定申告をしていたところ、令和４年１２月１日時点において、取引先である個人Ｃに対して同年１０月２０日に納入した商品に係る２０００万円の売掛債権（支払期限は令和５年１月２０日。以下「本件債権」という。）を有していた。しかし、当該期限を過ぎても支払はなされず、令和５年３月１５日、Ｃが破産手続開始決定を受けたため、本件債権の回収が滞り、Ｂは、その事業の資金繰りにも窮するようになった。令和５年１２月１５日にはＣの破産手続が終結し、本件債権の全額が回収不能であることが確定した。\nＡは、令和５年３月末日の定年退職後、直ちに本件土地の売却代金を用いてＱ社株式を取得し、Ｑ社の経営に参画していたが、次第に他の経営参画者との関係が悪化し、令和６年３月には、Ｑ社株式を取得価額と同額で他の株主に譲渡し、経営から手を引くことになった。このためＡは、Ｂに対して残代金５００万円の請求を続けるよりも、本件土地を取り戻して家を建て、静かな老後を送りたいと考えるようになり、令和６年４月１０日、Ｂによる債務不履行を理由として本件売買契約を解除する意思をＢに通知するとともに、本件土地の所有権移転登記の抹消登記手続に応じるように求めた。Ｂが速やかに登記手続に応じ、本件土地をＡに引き渡したため、Ａは、令和６年４月２０日、受領済みの本件土地の代金３０００万円から、違約金として３００万円を控除した残額２７００万円をＢに返還した。なお、Ａが本件土地を取り戻した令和６年４月時点での本件土地の時価は４１００万円であった。\n- 8 -以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和６年１月１日現在において施行されている法令に基づいて解答しなさい。\n〔設 問〕\n１ Ａが令和５年分の所得税について期限内申告をする場合において、本件売買契約に係る譲渡所得の金額の計算はどのように行われるか、手付金の扱いを含めて論じなさい。なお、Ａは令和５年中、他の資産の譲渡を行っておらず、Ａが負担した本件土地の譲渡に要した費用は１００万円である。\n２ Ａは、設問１における申告と同時に所得税の納付を完了した。本件売買契約の解除と原状回復は、Ａの令和５年分の譲渡所得の金額の計算にどのように影響するか。またその結果、納付した税額が過大になっていると考えたＡは、どのような手続をとることができるか。\n３ 本件売買契約の解除に伴い、ＡがＢから得た違約金３００万円は、所得税法上、Ａのいつの年分のいかなる所得に分類されるか。\n４ Ｂは、本件債権額２０００万円を、令和４年分の事業所得の収入金額に含めて期限内申告をした。令和５年１２月１５日に本件債権の全額回収不能が確定したという事実は、Ｂのいつの年分の所得金額の計算にどのように影響するか。\n- 9 -\n〔第２問〕（配点：６０）\nＡは、平成２１年４月に、ある大学の医学部に入学し、平成２７年３月に当該大学を卒業し医師免許を取得するまで、医療法人Ｂ（以下「Ｂ法人」という。）から授業料相当額の甲奨学金（貸与型）を受け、その全額を授業料に充当していた。Ａは、平成２７年４月から令和２年３月までの間、Ｂ法人傘下の病院で常勤の医師として勤務を継続したことにより甲奨学金の返還免除の要件を満たしたため、同月にＢ法人から甲奨学金の全額３００万円について返還免除の決定を受けた。Ｂ法人は、この決定により、令和２年３月に、Ａに対し、通常の給与に加えて免除益相当額の給与の支払があったものとして処理し、これらの全額に対し源泉徴収を行い、徴収した税額を直ちに国に納付した。なお、Ａは、現在に至るまで当該病院で勤務を継続し、毎年確定申告を行っている。\nＡの父Ｃは、製造業を営む株式会社Ｄ（以下「Ｄ社」といい、その事業年度は暦年である。）の製造部長として勤務していた。Ｄ社は、令和元年５月に、生産用機械乙（以下、単に「乙」という。）の製作と設置を、株式会社Ｅ（以下「Ｅ社」という。）に委託する内容の請負契約を、Ｅ社との間で締結した。当該契約では、Ｄ社による乙の試運転を経た性能確認（検収）をもって乙の引渡しと所有権移転が完了し、同時に対価が支払われることとされた。Ｃら従業員は、令和元年１１月から試運転として生産工程で乙の利用を開始し、その後も使い続けていたが、乙に不具合が度々生じたため、Ｅ社による乙の修理や調整等の対応を要し、乙の正常な動作確認と検収が完了したのは令和２年１月末日であった。同日以降、乙は、特に問題なく、Ｄ社の生産工程において稼動している。\n令和３年１月にＣが死亡した。唯一の相続人であるＡが単純承認により承継したＣの相続財産には、Ｃが預託金を預けて取得した丙ゴルフ場の会員権（以下「丙会員権」という。）が含まれていた。丙会員権は、丙ゴルフ場施設の優先的利用権と預託金返還請求権、会費納入義務が一体となった契約上の地位であり、所定の手続を経て譲渡可能とされていた。Ｃは生前、年会費を納入し、月に二、三回程度、丙会員権を利用して趣味のゴルフを楽しんでいた。もっとも、Ａが相続により取得した時点で、丙会員権の時価は、Ｃがその取得に要した金額を下回っていた。相続後Ａは、名義書換料を支払って丙会員権の名義をＡに変更し、丙会員権を利用して月に１回程度ゴルフをしたが、もともとゴルフにＣほどは興味がなく、どちらかといえば将来の丙会員権の値上がりの可能性や、Ｃから聞いていた含み損を使った節税策に関心があった。丙会員権は相続後も値上がりに転じる気配がなかったため、令和５年１２月に、Ａは、丙会員権を第三者に売却して損失を確定させた。なお、Ａは令和５年中に給与所得以外に所得を得ておらず、また、同年にＡが譲渡した資産は丙会員権のみである。\n以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和６年１月１日現在において施行されている法令に基づいて解答しなさい。\n〔設 問〕\n１ Ａが令和２年３月にＢ法人から受けた、甲奨学金の返還免除に係る３００万円の経済的利益に関し、Ｂ法人が行った源泉徴収は、所得税法に従ったものであるか。\n２ 仮に設問１における源泉徴収が所得税法に従ったものでないとした場合、Ａ及びＢ法人は、３００万円の経済的利益に係る源泉徴収税額相当額を取り戻すために、それぞれどのような法的主張が可能か。令和２年分のＡの確定申告との関連を踏まえて論じなさい。\n３ Ｄ社が、会社法上の利益計算において、生産用機械乙に関し令和元年事業年度に減価償却費を計上している場合、法人税法上も、同事業年度に当該減価償却費の全部又は一部を損金に算入することは可能であるか。\n４ Ａは、所得税法の関係条文の文言から、丙会員権の譲渡による損失の金額の計算に際し、Ａが支払った名義書換料は無視されると考えた。このＡの解釈に問題はないか。\n- 10 -\n５ Ａは、令和５年分の総所得金額の計算上、丙会員権の譲渡による損失の金額を、同年の給与所得の金額から控除することは可能であるか。解答に当たっては、その根拠規定の趣旨にも言及しなさい。\n（参照条文）所得税法施行令\n（生活に通常必要でない資産の災害による損失額の計算等）第１７８条 法第６２条第１項（生活に通常必要でない資産の災害による損失）に規定する政令で定めるものは、次に掲げる資産とする。\n一 競走馬（中略）その他射こう的行為の手段となる動産二 通常自己及び自己と生計を一にする親族が居住の用に供しない家屋で主として趣味、娯楽又は保養の用に供する目的で所有するものその他主として趣味、娯楽、保養又は鑑賞の目的で所有する資産（略）\n三 （以下略）\n（損益通算の対象とならない損失の控除）第２００条 法第６９条第２項（損益通算の対象とならない損失）に規定する政令で定める損失の金額は、第１７８条第１項第１号（生活に通常必要でない資産の災害による損失額の計算等）に規定する競走馬の譲渡に係る譲渡所得の金額の計算上生じた損失の金額とする。\n２ （略）\n（参照条文）法人税法施行令\n（減価償却資産の範囲）第１３条 法第２条第２３号（定義）に規定する政令で定める資産は、棚卸資産、有価証券及び繰延資産以外の資産のうち次に掲げるもの（事業の用に供していないもの及び時の経過によりその価値の減少しないものを除く。）とする。\n一 建物及びその附属設備（略）二 構築物（略）三 機械及び装置四 （以下略）\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問では、所得税法において、土地の売買契約とその後の買主の債務不履行に伴う法律関係の変動がどのように扱われるか、が主に問われている。各設問とも、いずれも受験者であれば当然に学習していることが期待される基礎知識を具体的な法的事実関係に対して正確に適用できる能力を確認することを狙いとしている。\n租税法全般について言えることであるが、とりわけ所得税法においては、条文の正確な理解\n・解釈を前提に、課税対象の私法的要素を的確に把握・分析した上で、課税要件事実を抽出し、適切に当てはめる能力が重要である。本問で言えば、課税要件規定（ここでは所得税法第３６条第１項の「収入すべき金額」）の解釈を基に、違約手付と解約手付の両方の性質を帯びた手付金の交付、債務不履行解除と違約金の交付、といった要素について、民法の基本的な知識を踏まえつつ、具体的に当てはめる能力が求められている。\nまた、これも例年の採点実感で強調しているように、条文の要件を正確に読解し必要に応じて解釈を施した上で事実関係に適用する能力は、租税法の学習においては無論のこと、多様な事案に対応する初見の条文に対応することが多い租税法の実務においても、必須である。本問で言えば、譲渡所得算出の構造（設問１）、更正の請求の要件（設問２）、一時所得の要件（設問３）、事業所得の貸倒損失の要件（設問４）について、受験者の多くは「なんとなく」理解しているものと思われるが、そこで適用される条文の構造に照らして何が鍵となる要件かを正確に理解した上で、該当する要件事実を設問の事実関係から抽出して提示することが重要である。\n設問１では、①売主Ａ・買主Ｂの間で令和４年１２月に締結された土地売買契約に基づいて、②契約締結と同時にＡがＢから手付金の交付を受け、③令和５年３月に売主Ａが土地の引渡し\n・移転登記を了するとともに、Ｂから売買代金の一部分（２７００万円）の支払を受け、同時に②で受領済みの手付金を売買代金に充当した後、④令和６年４月にＢの債務不履行を理由に契約が解除されて原状回復がされるとともに、ＢからＡに違約金が支払われた、というやや錯綜した事実関係の下で、Ａが「令和５年分の所得税について期限内申告をする場合において」\nＡの譲渡所得金額の算定上問題となる法的論点が問われている（設問文で譲渡所得と明示しているのであるから、本件売買から譲渡所得が生じるか否かを論じる必要はない）。上記①～④の事実経過が示すように、一度は私法上有効に成立し、所得税額確定の基礎となった課税要件事実が遡及的に消滅するという場面であっても、所得税法上の納税義務は、暦年ごとに成立・\n確定するのが原則である（国税通則法第１５条ないし第１７条）。このことは期限後申告の場\n- 25 -合にも変わるところはない。設問文で「期限内申告」に触れたのは、令和５年分所得税の法定申告期限である令和６年３月１５日までに確定している法的事実関係①～③をもとに課税関係を考えればよい、と誘導する趣旨であった。\n令和５年分のＡの譲渡所得に係る総収入金額に算入される金額を論じるには、通則規定である所得税法第３６条第１項につき判例が権利確定主義を採用しているとの解釈を確認した上で、土地の譲渡の場合に何をもって権利確定と言い得るかの基準を立て、本問の事実関係に当てはめる必要がある。本設問では特に手付金３００万円の扱いについて検討することが求められている。問題文が明記するように、解約手付と違約手付を兼ねるとされている手付金について、どの時点で権利確定があったと考えるのか、民法の基礎的な理解を踏まえた立論が求められている。最後に、Ａによる本件土地の保有期間も踏まえつつ、譲渡所得金額算定の条文（所得税法第３３条第３項、第４項）を正確に適用することが求められる。\n設問２では、期限内に申告・納付を完了したＡの令和５年分の所得税額について、上述の事実④がどのような影響を及ぼすかが問われている。これが更正の請求の問題であることは容易に見当がつくと思われるが、具体的にどの条文のどの要件を満たすから更正の請求を行えるのかを的確に解答するためには、課税要件法の正確な理解が不可欠となる。本件においては、債務不履行に基づく解除（合意解除ではないことに注意）により、売買契約が遡及的に消滅すること、及び、土地と代金の原状回復が行われたことの双方が満足されることをもって、令和５\n年分の所得税額確定の基礎となった「資産の譲渡…による所得」という課税要件事実が遡及的に消滅することになる（「契約解除が譲渡所得を遡及的に消滅させる」というのでは不正確である）。これが「申告書に記載した課税標準…が国税に関する法律の規定に従つていなかつたこと」（国税通則法第２３条第１項第１号）になること、及び同項柱書の他の要件も満たされていること、を丹念に押さえる必要がある。\n設問３では、違約金３００万円の権利確定がどの年に生じているか、その所得分類は何か、ということを論じればよい。令和４年に交付され令和５年に代金に充当された手付金がそのまま交付されたようにも見えるが、令和６年４月に契約が解除され原状回復された上での違約金の交付であることを法的にどう評価するか、説得力のある立論が求められている。その上で、一時所得（所得税法第３４条）の条文の位置に鑑み、これが他の所得（とりわけ本問の経緯からすれば、譲渡所得）に当たらないことを理由と共に述べた上で、雑所得との区別の基準となる偶発性（非継続性）・非対価性について必要な事実を摘示しつつ、要件該当性を論じることが求められている。\n設問４は、事業所得者の貸倒損失（所得税法第５１条第２項）についての素直な出題ではあるが、上に述べた条文の正確な運用能力、具体的には、本件Ｂの債権が同項にいう「債権」に当たること、「債権の貸倒れ」の意義及び本問への当てはめ、等を正確に論じることが求められており、併せて、事業所得が反復継続的な所得であること（譲渡所得との違い）についての理解も問うものである。\n〔第２問〕\n本問は、学資金として非課税所得となる要件の充足の有無と給与等の支払に係る源泉徴収の要否（設問１）、源泉徴収に係る「過誤納金（より正確には誤納金）」の回復に際しての法律関係（設問２）、企業会計及び私法上の評価と関わる法人税法上の別段の定めの解釈適用（設問３）、相続により取得した財産に係る取得費の引継ぎと付随費用の処理（設問４）、そして、生活に通常必要でない資産に係る損益通算制限（設問５）に関する設問から成る。これらを通して、所得税法を中心に、租税法令の基本的な制度と理論が理解できているか、主要な判例の規範を踏まえつつ、各法令上の要件につき説得力のある解釈論を展開し、事案に適切に当てはめる能力があるかを審査している。\n- 26 -設問１は、源泉徴収の要否を問うものであり、解答の過程では、使用者が供与する債務免除に係る経済的利益が給与等（所得税法第２８条第１項）の支払に該当するか、また、経済的利益が学資金として非課税扱いを受けうるか（同法第９条第１項第１５号）の検討を経なければならない。その上で、本問で問題となる源泉徴収に関する規定（同法第１８３条第１項）を把握し、その要件を充足するかを考える必要がある。初見の論点や条項であっても、奨学金の慈善性・公益性から非課税所得該当性を疑って所得税法第９条第１項に当たれるか、また、同項第１５号の規定ぶりは、括弧書きが重なり読みづらいが、租税法令で典型的な定めであるとも言え、正確に読み解ける力を備えているかが問われている。\n設問２では、誤って過大に納付された源泉徴収税額（誤納金）相当額を、国と源泉徴収義務者(Ｂ法人)、申告納税義務を負う本来の納税義務者(Ａ)という三者の間で、どのような法律関係に基づいて精算されるかを、その法的根拠と共に問うている。最判平成４年２月１８日民集\n４６巻２号７７頁に従い、国とＢ法人の法律関係（Ｂ法人の納税義務）と、Ｂ法人とＡの法律関係（Ａの納税義務）が別個に存在するというべきであるから、Ａが確定申告で申告納税額から誤納金相当額を控除することにより直接国との間でその精算することはできない。なお、確立した判例はあるものの、その規範を踏まえた上で説得的に展開されているものであれば、判例とは異なる見解であっても、評価の対象となり得る。\n設問３は、法人税法上の減価償却費に関する別段の定めを、与えられた事案において適切に運用する能力を確認するものである。問題となる同法第３１条第１項では、損金経理要件を通じて会社法会計との整合が図られる一方で、減価償却資産該当性やその「取得」、あるいは当該資産を事業年度末に「有する」という法人税法に固有の要件が含まれることが確認できる。\nこれらの要件を巡っては、基礎となる取引に係る私法上の評価を踏まえてその充足の有無を検討することにより、主張の説得力が増す。法人税法の定めの解釈適用に際し、このように企業会計及び私法上の評価が関わることは頻繁にあるものであり、両者に適切に目配りして論理を展開する力が試されている。\n設問４は、譲渡所得の計算に係る基礎と、相続税と所得税が交錯する基本的な問題状況を扱う。すなわち、相続により取得した財産の譲渡益に対する課税の基本的な制度を、最判平成１７年２月１日訟務月報５２巻３号１０３４頁の規範を踏まえつつ、所得税法第６０条第１項第\n１号の文言と趣旨に照らして理解できているかを確認している。具体的には、同号の趣旨が相続により取得した資産の増加益に係る課税の繰延べにあり、その譲渡に際し、所得税法に従って計算される相続前後の各増加益を合わせたものを超えて所得として把握することは予定されていないことに加え、問題の名義書替料が取得費（所得税法第３８条第１項）を構成すべき付随費用に当たるか否かを適切に考慮した上で、事案への当てはめができているかが問われている。\n設問５は、総合所得税の基礎の１つである損益通算の定めとその制限について、根拠条文に則して確実に理解できているかを問うものである。所得税法第６９条第１項から、問題文の譲渡所得上の損失は、第一次的には損益通算の対象となり得るものの、生活に通常必要でない資産（所得税法第６２条第１項・同法施行令第１７８条第１項第２号）に係る損失に該当し、損益通算上は生じなかったものとみなされる（所得税法第６９条第２項）。他の条文の参照と政令委任が重なり読み取りづらいが、このような制限を、その趣旨を理解した上で導ける力が試される。本問で特に問題となるのは、「主として趣味、娯楽・・の目的で所有する資産」の解釈と適用である。主観的要件であるが、公平な税務執行の要請から、客観的要素を重視した当てはめが意識されているかが問われている。"
}