{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：５０）\nＸは、衣料品の製造販売を業とする日本法人であり、日本以外に営業所等を一切有していない。\nＹは、高級衣料品のデザインや販売等を業とする甲国法人であり、甲国に本店を有しているほか、日本に営業所を有し、日本の取引先との取引を同営業所において行っている。なお、Ｙの日本の営業所が所在するオフィスは賃貸物件で、備品は全てレンタル品であり、日本国内にあるＹの財産の価額はごく少額である。\n世界中からファッション関連企業を集めて甲国で開かれた見本市にＸが出展したところ、Ｙの代表者Ａ（甲国に住所を有する甲国人）がＸの優秀な技術に目を付け、Ｙとの取引をＸに持ち掛けた。\nＸの担当者がＡとの話合いのため何度か甲国に赴き、サンプルを届けるなど交渉を続けたところ、ＸとＹとの間で、Ｙのデザインや仕様に基づきＸが衣料品を日本において製作してＹに販売する旨の契約（以下「本件契約」という。）がＹの本店で締結された。本件契約上、代金の支払期日は、商品を引き渡した日の翌月末日と定められていた。Ｘは、商品を製作し、２０２０年５月２５日にＹに対して引き渡し、その支払期日にＹに代金の支払を求めたがＹは代金を支払わなかった。\n以上の事実を前提として、以下の設問に答えなさい。なお、〔設問１〕と〔設問２〕は独立した問いであり、国際物品売買契約に関する国際連合条約の適用はないものとする。\n〔設問１〕\nＸは、Ｙを被告として代金３０００万円の支払を求める訴え（以下「訴え１」という。）を日本の裁判所に提起した。\n以下の小問に答えなさい。なお、〔小問１〕と〔小問２〕は独立した問いである。\n〔小問１〕\n本件契約の交渉過程においては、契約準拠法について、Ｘは日本法を主張し、Ｙは甲国法を主張したため合意が調わず、Ｘ及びＹは、契約中に準拠法に関する条項を置くことを断念した。\n他方、本件契約には、商品の引渡しと代金の支払は甲国でするものとする旨の条項が置かれており、実際にも商品の引渡しは甲国においてされた。\n⑴ 訴え１について、日本の裁判所の国際裁判管轄権が認められるかどうかを論じなさい。\n⑵ 訴え１について、日本の裁判所の国際裁判管轄権が認められるものとして、Ｘの代金支払請求について判断するに当たり、適用すべき準拠法はいずれの国の法かを論じなさい。\n〔小問２〕\nＸが訴え１を提起したのは２０２３年８月１０日であった。また、本件契約には、「甲国法を準拠法とする。」との条項及び「代金支払地は日本とする。」との条項が置かれていた。\n甲国民事訴訟法には「売買契約上の債権に基づく訴訟は、権利を行使することができる時から３年以内に提起されなければならない。」との規定があるところ、Ｙは、訴え１の提起が支払期日から３年が経過した後にされているのでＸの請求は認められないと主張している。\n訴え１について、日本の裁判所の国際裁判管轄権が認められるものとして、Ｙの上記主張が認められるかを論じなさい。\n〔設問２〕\n本件契約には、「甲国法を準拠法とする。」との条項及び紛争解決について「この契約から又はこの契約に関連して、当事者間に生ずる可能性のある全ての紛争について、乙国を仲裁地とする仲裁により最終的に解決することに合意する。」との条項が置かれていた。\nＸは、ＹではなくＡを被告として、Ｘを欺罔して契約をさせてＸに損害を被らせたと主張して、不法行為に基づく損害賠償を求める訴え（以下「訴え２」という。）を日本の裁判所に提起した。\n- 44 -この訴訟において、Ａは、ＸとＹとの間の仲裁合意の効力はＸとＡとの間の訴訟にも及ぶと主張して、仲裁法第３条第２項、第１４条第１項に基づき、訴え２の却下を求めた。裁判所は、Ａの主張を認めて訴え２を却下した。この場合において、裁判所の判断の過程を説明しなさい。\nなお、甲国法及び乙国法のいずれにおいても、契約に関連する「全ての紛争」には当該契約に関連する不法行為に基づく請求も含まれると解されているところ、甲国法では法人の締結した仲裁合意の効力は法人の代表者にも及ぶとされているが、乙国法では法人の締結した仲裁合意の効力は法人の代表者に及ぶことはないとされている。\n- 45 -\n〔第２問〕（配点：５０）\nＡ（日本国籍）及びＢ（甲国籍）は、出生以来日本に居住している者で、日本で婚姻した夫婦である。\nＣは、日本においてＤ（乙国籍）が未婚のまま出産した子であり、出生により乙国籍を取得した。\nＣの実父は不明である。Ｄは日本においてＣを養育してきたが、その養育が困難となったため、Ｃを養子縁組によって養親に養育してもらうことを希望している。\nＡ及びＢは、事情により生みの親のもとでは暮らせない子を養子に迎え入れようと考え、養子縁組あっせん事業者から現在５歳のＣとの養子縁組のあっせんを受けた。\nＡ及びＢは、Ｃとの間で、実親との親族関係が断絶する養子縁組（以下「本件養子縁組」という。）をしたいと考え、東京家庭裁判所に対し、Ｃの特別養子適格の確認の申立て及びＣとの特別養子縁組成立の申立てをした。これらの申立てについて、日本の裁判所の国際裁判管轄権は認められるものとする。\n以上の事実を前提として、以下の設問に答えなさい。\n〔設問１〕\nＤは、熟慮の上で、本件養子縁組について同意している。また、養子縁組に関し、甲国法は、裁判所の決定で成立し、実方の血族との親族関係が終了する縁組の規定のみを有し、乙国法は、身分登録吏に養子縁組を届け出ることによって成立し、実方の血族との親族関係が終了しない縁組の規定のみを有するものとして、以下の小問に答えなさい。なお、〔小問１〕と〔小問２〕は独立した問いである。\n〔小問１〕\n本件養子縁組を成立させるに当たり、養子縁組の成立に関する甲国法及び乙国法の要件を満たす必要はあるかについて論じなさい。なお、乙国法は、養子縁組の準拠法の選択について日本法と同内容の規定を有しているが、甲国法には次の規定が存在する。\n【甲国法】\n① 甲国の裁判所は、養子となるべき者が甲国に常居所を有するときは、甲国法により、養子縁組を成立させる決定をすることができる。\n〔小問２〕\n本小問において反致は成立しないものとする。また、養子縁組の成立の要件に関し、甲国法には日本法の特別養子縁組と同内容の規定が存在し、乙国法には日本法の普通養子縁組と同内容の規定が存在するほか、甲国法及び乙国法にはそれぞれ次の規定が存在する。\n【甲国法】\n② 養親は養子と６か月以上同居して試験養育した上で、その結果について甲国で公認されたソーシャルワーカー（児童福祉司）による報告書の提出が必要である。\n【乙国法】\n③ 養子縁組について養親の１０歳以上の嫡出子の同意が必要である。\n⑴ 本件養子縁組を成立させるに当たり、甲国法②の要件をどのように満たせばよいかについて論じなさい。\n⑵ Ａは、以前に婚姻していたＥとの間に、その婚姻中に子Ｆをもうけていた（Ｆは、Ａ及び\nＥの嫡出子であるものとして、嫡出親子関係の成否について論じる必要はない。）。しかし、Ａは、Ｅと１０年前に、Ｆの親権者をＥと定めて離婚した。その後、現在まで、Ｆは、Ｅと- 46 -暮らしており、Ａとの交流はなかった。Ｆは、現在１２歳である。Ａは、Ｅに対し、本件養子縁組についてＦの同意を得るために連絡したが、ＥがＦに本件養子縁組について伝えることをかたくなに拒んだため、Ｆの同意は得られていない。Ｆの同意が得られないまま、本件養子縁組を成立させることはできるかについて論じなさい。\n〔設問２〕\n本件養子縁組は有効に成立した。本件養子縁組が成立して以降も、Ａ、Ｂ及びＣは、日本に居住していたが、丙国のリゾート地を気に入ったＡ及びＢは、Ｃを連れて、長期休暇中に頻繁に丙国に滞在していた。\nＢは、本件養子縁組から２０年後に死亡した。\nＡ及びＢは、Ｂ死亡の３年前に、丙国に所在するＰ銀行本店との間で、預金口座設定契約（以下「本件預金契約」という。）を締結して、Ａ及びＢの共同名義での預金口座を開設した。本件預金契約には、「丙国法を準拠法とする。」との条項がある。その後、Ｂは、日本に所在するＱ銀行本店のＢ名義の口座から上記Ａ及びＢの共同名義の預金口座に７０００万円を送金した。なお、丙国法では、共同名義の預金口座の一方の名義人が死亡した場合には、当該預金口座の預金は、当然に他方の名義人の所有資産となり、死亡した名義人の遺産には含めないものとされている。\nまた、Ｂは、死亡の１年前に、当時滞在していた丙国のホテルの一室で、Ｂ名義の日本所在の価額２０００万円の不動産をＡに相続させ、Ｑ銀行本店のＢ名義の口座の預金１０００万円をＣに相続させる旨の遺言（以下「本件遺言」という。）をした。本件遺言は、スマートフォンにより録画されたものであり、その録画には、Ｂが氏名、撮影日及び上記の遺言の内容を発言している様子のほか、同席した友人Ｒが氏名及び遺言が正確である旨を発言している様子が記録されている。\nＣは、本件預金契約とＢによる送金によって遺留分が侵害されたと主張して、遺留分侵害額請求権を行使した上で、Ａに対して遺留分侵害額に相当する金銭の支払を求めて、東京地方裁判所に訴えを提起した。この訴えについて、日本の裁判所の国際裁判管轄権は認められるものとする。\n以上の事実を前提として、以下の小問に答えなさい。なお、〔小問１〕と〔小問２〕は独立した問いであり、各小問において反致は成立しないものとする。\n〔小問１〕\n録画の方法によっていることで本件遺言が無効とされるかについて論じなさい。なお、甲国法及び丙国法にはそれぞれ次の規定が存在する。\n【甲国法】\n④ 遺言は、自筆証書、公正証書又は秘密証書によってしなければならない。\n【丙国法】\n⑤１ 遺言は、自筆証書、公正証書、秘密証書又は録画によってしなければならない。\n２ 録画による遺言は、遺言者が遺言の趣旨、その氏名と年月日を口述して、これに参与した証人が、遺言が正確である旨とその氏名を口述しなければならない。\n〔小問２〕\n甲国法には遺留分制度はあるが、日本法とは遺留分額が異なっており、丙国法には遺留分制度が存在しない。Ｃの請求には、いずれの国の法が適用されるかについて論じなさい。\n- 47 -",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "〔第１問〕\n本問は、国際取引に関わる事例を題材として、財産関係事件における国際裁判管轄の判断、契約の準拠法及びその周辺分野にかかる理解を問うものである。\n〔設問１〕は、国際取引に関して、国際裁判管轄の決定及び契約の準拠法の決定についての\n基礎的な理解を問うものである。\n〔設問１〕の〔小問１〕⑴は、営業所所在地管轄の理解を問うものである。本問の設定では、\n被告住所地（民事訴訟法（以下「民訴法」という。）第３条の２）、債務履行地（民訴法第３\n- 38 -条の３第１号）及び財産所在地（民訴法第３条の３第３号）に基づく国際裁判管轄は日本に認められない。次に、Ｙの営業所が日本にあることから民訴法第３条の３第４号に定める営業所所在地管轄が認められるかにつき、同号の要件に沿って検討することが求められる。同号によると、(i)営業所等が日本に所在していること及び(ii)日本所在営業所等の業務と当該訴えとが関連していること、の２点が日本に営業所所在地に基づく国際裁判管轄が認められるための要件とされているところ、本問では特に後者(ii)の要件充足性が問題となる。この点、業務関連性が抽象的で足りるか、具体的である必要があるかについて基準と理由を示した上で、本問におけるＹの日本所在営業所と訴え１との間の業務関連性につき論じることが求められる。以上の検討の結果、営業所所在地管轄が認められないとの結論になった場合には、他に管轄を認める原因もないため、日本の裁判所には訴え１について国際裁判管轄が認められないとの結論になるであろう。これに対して、営業所所在地管轄が日本の裁判所に認められるとの結論になったとしても、本問の事実関係においては、日本の裁判所で審理をすることが、当事者間の衡平を害するかあるいは適正かつ迅速な審理の実現を妨げることとなる特別の事情があるか否か、民訴法第３条の９に基づいた丁寧な検討が求められよう。\n〔設問１〕の〔小問１〕⑵は、契約の準拠法の決定、特に当事者による選択がない場合に関\nする理解を問うものである。契約の準拠法が当事者により選択されていない場合には、法の適用に関する通則法（以下「通則法」という。）第８条第１項により最密接関係地法が準拠法とされ、また、同条第２項により、当該契約に特徴的給付が存在する場合にはその給付を行う者の常居所地が契約の最密接関係地と推定される。この点、本件契約は販売契約であり、この場合一般的には売主が特徴的給付者とされるが、発注者すなわち買主からの指示に基づき受注者すなわち売主が製品を製作し、発注者が自らのブランドで販売することが予定されている契約についても一般的な売買契約における場合と同じ処理で足りるかどうかが問題となり得ることにも注意が必要である。また、日本を最密接関係地と推定した場合、契約締結過程での交渉が甲国で行われていたこと、契約の履行は全て甲国で行われることになっていたこと、契約締結地も甲国であったことなどを考慮して、最密接関係地が日本かどうかの丁寧な検討が求められる。\n〔設問１〕の〔小問２〕は、債権の消滅時効の準拠法決定が問われている。債権の消滅時効\nについては、債権の運命の問題であるから債権の準拠法によるべきとの見解と、本問における甲国法の立場のように、出訴期限の問題と捉え訴訟法上の制度として法廷地法によるとの見解があり得るが、前者が通説であり、後者の見解に立つ場合には特に説得的な理由を示すことが必要とされよう。なお、甲国法によるとした場合、日本法の定める債権の消滅時効と期間が異なることから、通則法第４２条の公序を検討することも考えられようが、日本法との相違は大きくなく公序違反とはならないであろう。\n〔設問２〕は、国際取引における主要な紛争解決手段という意味で国際取引法の重要問題で\nある仲裁を題材とするものであり、仲裁合意の主観的効力の範囲について、どのようなルールで決定される準拠法によって判断すべきかについての理解を問うものである。仲裁合意の主観的効力の範囲については最判平成９年９月４日民集５１巻８号３６５７頁が示したとおり、仲裁合意の準拠法によって判断されるべきであるが、仲裁合意の準拠法の決定をいかにすべきかについては見解が分かれている。すなわち、仲裁合意も紛争解決にかかる私法上の合意の一種であり、契約の準拠法の決定と同じように考えるべきであるとの見解と、仲裁判断の取消し・\n執行において仲裁合意の効力が問題とされる場合と同様に扱うとの見解である。ここではいずれの立場に立つかを明確に示す必要があるが、いずれの立場に立ったとしても、当事者による準拠法の合意が認められるところ、本問のように仲裁合意の準拠法が明示で合意されていない場合でも、主契約の準拠法が明示で合意されているときは、仲裁合意についても主契約の準拠法と同じ法によるとの黙示の準拠法合意がされていたと判断されることとなろう（なお、根拠\n- 39 -条文は前者の見解であれば通則法第７条となり、後者の見解であれば仲裁法第４４条第１項第\n２号及び同法第４５条第２項第２号となる）。このような論拠から、裁判所が仲裁合意の主観的効力の範囲につき甲国法によるとの結論を導いたこと及び甲国法によればＡの主張が認められることを示す必要がある。\n〔第２問〕\n本問は、渉外性を有する養子縁組及び相続に関する事例を素材として、養子縁組の成立の準拠法並びに遺言及び相続の準拠法に関する基礎的理解と応用力を問うものである。\n〔設問１〕は、養子縁組の成立の準拠法についての理解を問うものである。\n〔設問１〕の〔小問１〕は、夫婦共同養子縁組の成立の準拠法の決定及び反致についての基\n本的理解を問うものである。養子縁組の成立は通則法第３１条第１項の規定により準拠法が決定され、原則として養親となるべき者の本国法によるが、本問では夫婦共同養子縁組をしようとしており、養親となるべき夫婦は国籍を異にする。同項はこのような場合の特則を有しないため、ＡＣ間、ＢＣ間それぞれの養子縁組に同項を当てはめて準拠法を定めるのが通説であり、同項前段により、ＡＣ間については日本法、ＢＣ間については甲国法が、原則として準拠法となることを、まず示さなければならない。\nもっとも、甲国法については、甲国からの反致（通則法第４１条）の成否が問題となるので、この点の検討が必要となる。甲国法①の規定を分析して、それがいわゆる管轄権アプローチ（養子縁組の成立について、国際裁判管轄が自国に認められるかを判断し、認められる場合には直ちに法廷地法を適用する考え）を採用していると把握し、この規定により適用される甲国法は、管轄原因である養子の常居所が甲国にあって甲国に国際裁判管轄が認められたときに法廷地法として適用されるものであることから、養子縁組の成立につき養子の常居所地法を準拠法とする双方的抵触規則をこの規定から導き出すことができるか及びそれによって日本法への反致が認められるかという、隠れた反致が成立するか否かについて、説得的な根拠を示して論じることが求められている。最後に、反致の成否に関する自説に応じて、甲国法の要件を満たす必要がない又はあるとの結論を示さなければならない。\n次に、ＡＣ間、ＢＣ間いずれについても、通則法第３１条第１項後段により、養子の保護要件については乙国法も累積的に適用される。反致は成立しないことを指摘した上で、保護要件については乙国法の要件を満たす必要があるとの結論を示さなければならない。\n〔設問１〕の〔小問２〕は、養子縁組の成立の準拠法の適用についての基礎的理解と応用力\nを問うものである。\n⑴では、ＢＣ間について甲国法が準拠法となるが、本件養子縁組を日本において成立させるに当たり、養子を試験養育した上で、甲国で公認されたソーシャルワーカーによる報告書の提出という、甲国法②の要件をどのように日本での手続において満たすかを検討することが求められている。ＡＣ間については日本法が準拠法となっているところ、民法第８１７条の８の要件を満たす必要があり、甲国法②の要件はこれと実質的に同等であることを具体的に示して、同条の要件の履践により満たせばよいなどと論じることが求められている。\n⑵では、養子の保護要件については乙国法の要件も満たさなければならないところ、乙国法\n③の定める、養親の１０歳以上の嫡出子も通則法第３１条第１項後段の「第三者」に含まれるかを検討することが求められている。「第三者」の解釈として、同項後段の文言は第三者を特に限定していないなどの理由からこのような者も「第三者」に含まれるとの見解と、養子との間に縁組時点までに身分関係になかった者は「第三者」に含まれないとの見解とに分かれているところ、説得的な論拠を示していずれの立場に立つかを示した上で、本件に当てはめて、本件養子縁組を成立させることができるか否かについての結論を示すことが求められている。なお、「第三者」に含まれるとの見解に立つ場合には、本件の事情において養子縁組の成立が認\n- 40 -められないという、乙国法を適用した結果が公序違反にならないかも論じる必要があろう。\n〔設問２〕は、遺言及び相続に関する準拠法についての理解を問うものである。\n〔設問２〕の〔小問１〕は、遺言の方式の準拠法についての基礎的理解を問うものである。\n録画の方法によっていることで遺言が無効となるかという問題は、遺言の方式と性質決定されるので、遺言の方式の準拠法に関する法律により準拠法が決定されること、同法第２条は遺言の方式につき選択的連結を定めており、同条第１号から第５号までに掲げるいずれかの法の定める方式に適合するならば遺言は方式に関し有効とされること、本件遺言は同条第１号の行為地法である丙国法の方式に適合しているため、方式上有効であって無効とはならないことを示すことが求められている。\n〔設問２〕の〔小問２〕は、遺留分の準拠法についての基礎的理解と応用力を問うものであ\nる。\n遺留分は、被相続人による過度の財産処分に対して遺留分権利者に最低保障額を確保しようとする制度であることからすれば、相続の問題と性質決定されようが、本件で遺留分が侵害されているとの主張は、本件預金契約及びその口座への被相続人による送金のためであり、本件預金契約の準拠法は丙国法であって、丙国法では、共同名義の預金口座の一方の名義人が死亡した場合には、当該預金口座の預金は、当然に他方の名義人の所有資産となり、死亡した名義人の遺産には含めないものとされているため、この点をどのように考えるかについて自己の見解を示すことが求められている。例えば、ここでの問題の本質はそのような財産処分に対して遺留分権利者の遺留分が侵害されているか否かであることから、遺留分の問題自体はやはり相続の問題と性質決定されるとの立場が考えられる。この立場によるならば、通則法第３６条により被相続人の本国法が準拠法となり、反致は成立しないので、甲国法が適用されるとの結論を示さなければならない。\n- 41 -"
}