{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\nＸは、合金の高強度を維持しつつ、曲げても割れにくいという曲げ加工性を向上させるとの課題を解決する合金の発明（以下「本件発明」という。）について特許権（以下「本件特許権」といい、本件特許権についての特許を「本件特許」という。）を有している。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、各設問はそれぞれ独立したものであり、相互に関係はないものとする。",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１は、特許権侵害訴訟における特許発明の技術的範囲の属否及び無効の抗弁の成否とともに、新規性喪失の例外について問うものである。設問２は、通常実施権許諾契約に違反して製造された製品の販売行為についての侵害の成否を問うものである。\n２ 設問１⑴については、特許発明の技術的範囲は、特許請求の範囲の記載に基づいて確定するとの原則（特許法（以下「法」という。）第７０条第１項）を踏まえた上で、出願経過においてＸが提出した意見書の内容などの本問の事実関係に照らして、Ｙ１製品が本件発明の技術的範囲に属するとのＸの主張の当否を検討する必要がある。\n３ 設問１⑵については、無効の抗弁（法第１０４条の３第１項）の成否を判断する前提として、発明の要旨を認定する必要があり、最判平成３年３月８日民集４５巻３号１２３頁【リパーゼ事件】を踏まえて、本件発明の要旨を認定した上で、その要旨との関係において無効の抗弁の成否を検討する必要がある。無効理由としては、新規性喪失（法第２９条第１項第\n３号）、サポート要件違反（法第３６条第６項第１号）等が問題となるところ、本問の事実関係の下でそれらの無効理由の存否について論じることが求められる。\n４ 設問１⑶については、考えられるＸの主張及び手続として、新規性喪失の例外（法第３０条第２項）及び書面の提出（同条第３項）を挙げた上で、新規性喪失の例外の効果を考慮しながら、無効の抗弁の妥当性について差異が生じることがあるかを論じる必要がある。\n５ 設問２については、まず、Ｘとしては、Ｙ３によるＹ２製品の販売が業としての実施（法第２条第３項第１号、第６８条）に当たること、Ｙ２が本件契約の最高数量制限に違反して製造する行為は本件特許権を侵害するため、Ｙ３による販売行為も侵害に当たること、したがってＹ３によるＹ２製品の販売停止請求が可能であること（法第１００条第１項）を述べる必要がある。これに対して、Ｙ３の反論としては、最高数量制限違反は債務不履行にとどまり、Ｙ２の製造行為は侵害に該当しないため、通常実施権者Ｙ２による譲渡により特許権\n- 29 -は消尽すること、したがってＹ３によるＹ２製品の販売停止請求は認められないことを挙げる必要がある。その上で、最高数量制限についてのＹ３の善意や最高数量制限内外のＹ２製品の区別困難性といった本問の事実関係を踏まえて、自説を、その論拠を示しつつ、説得的に論じる必要がある。\n〔第２問〕\n１ 設問１は、建築の著作物の著作物性及び著作権侵害の成否を問うものである。設問２は、著作権（支分権）の効力、侵害が肯定された場合の救済及び侵害訴訟において被侵害者のなし得る主張を問うものである。設問３は、建築の著作物についての著作者人格権侵害の成否及び侵害が肯定された場合の救済内容を問うものである。\n２ 設問１については、建築物としてのＡ図書館の著作物性（著作権法（以下「法」という。）第２条第１項第１号）について、建築の著作物の著作物性の判断基準を示した上で、検討することが求められる。また、問題となるＤの行為を踏まえて、複製権（法第２１条）侵害の成否について論じる必要がある。その際、公開の美術の著作物等の利用にかかる権利制限（法第４６条）についても述べる必要がある。\n３ 設問２⑴については、Ｂが主張すべき著作権として、複製権（法第２１条）及び譲渡権（法第２６条の２第１項）を挙げた上で、救済として、停止請求（法第１１２条第１項）及び廃棄請求（同条第２項）の具体的な内容について論述する必要がある。このほか、損害賠償請求（民法第７０９条）についても言及する必要がある。また、これらの請求の妥当性の問題として、公開の美術の著作物等の利用にかかる権利制限（法第４６条）について検討することが求められる。\n４ 設問２⑵については、Ｃの主張として、絵画αが著作物に該当し、Ｄの行為は複製権及び譲渡権の侵害に当たると述べる必要がある。これに対抗するＤの主張として考えられるものとして、著作物の類似性（表現上の本質的特徴の直接感得性）の否定や、付随対象著作物の利用にかかる権利制限（法第３０条の２）を挙げる必要がある。これらの主張の妥当性の問題として、本問の事実関係を踏まえて検討することが求められる。\n５ 設問３については、問題となるＢの権利として同一性保持権（法第２０条第１項）を、考えられるＢの請求として撤去工事の予防請求（法第１１２条第１項）を、それぞれ挙げる必要がある。その請求の妥当性の問題として、同一性保持権侵害の成否、とりわけ法第２０条第２項第２号該当性について、本問の事実関係を踏まえて検討することが求められる。"
}