{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は、３５：３５：３０］）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和６年１月１日現在において施行されている法令に基づいて答えなさい。\n【事 例】\n１．Ａは、令和２年４月１日、その所有する建物（以下「本件建物」という。）をＹに対して賃貸する旨の契約を締結し（以下「本件契約」という。）、本件契約に基づき本件建物をＹに引き渡した。本件契約では、賃貸期間を契約日から３年間とすること、賃料は月額６万円を前月末日までに支払うこと、Ｙは本件建物を居住用建物として使用し、他の目的での使用はしないこと、Ｙ\nが賃料の支払を怠ったとき又は前記使用目的に違反したときは、Ａは催告を要することなく本件契約を解除することができることが定められた。\n２．その後、Ａは令和３年７月に死亡し、その子であるＸ１、Ｘ２及びＸ３（以下、併せて「Ｘら」という。）が遺産分割協議をした。その結果、本件建物については、Ｘらがそれぞれ３分の１の持分で共有すること、本件契約については、Ｘら全員が賃貸人となること、本件契約の更新、賃料の徴収及び受領、本件建物の明渡しに関する訴訟上あるいは訴訟外の業務についてはＸ１が自己の名で行うことが取り決められた。\n３．これを受けて、Ｘ１は、同年９月に本件契約の現状について調べたところ、同年６月から８月までの３か月分の賃料が支払われていないことが判明したことから、Ｘ１は、本件契約を解除して本件建物の明渡しを求める訴訟を提起しようと考え、Ｘ２及びＸ３にその旨を相談した。これに対し、Ｘ２及びＸ３は、Ｙに対して本件建物の明渡しを求めるとのＸ１の意向には賛成したが、自らが当事者となることは時間的・経済的負担が大きいことを理由に、Ｘ１単独で訴訟を提起してほしいと述べた。\n以下は、Ｘ１から相談を受けた弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：Ｘ１としては、できればＸ２及びＸ３と共同で訴訟を提起したいとの気持ちがあるようですが、それが難しいようなら、自分一人で訴訟を提起することもやむを得ないということでした。\nそこで、Ｘ１のみが原告となって訴訟を提起する方法について検討してみましょう。\nＰ：本件建物の明渡しについて、賃貸借契約の終了に基づく明渡請求権を訴訟物とした場合は、Ｘ１単独で訴訟を提起することができるのではないかと思います。\nＬ１：固有必要的共同訴訟ではないということですね。それ以外に何かありませんか。\nＰ：Ｘ１が自らの請求権について当事者となるだけでなく、Ｘ２及びＸ３の訴訟担当者としても関与するということでしょうか。本件では、Ｘ２やＸ３からの選定行為はないので、Ｘ１は選定当事者になることはできませんが、明文なき任意的訴訟担当とすることが考えられると思います。\nＬ１：なるほど。それでは、まず、任意的訴訟担当の意義及びそれが明文なくして認められるための要件を説明してもらえますか。その要件の説明に当たっては、民法上の組合契約に基づいて結成された共同事業体を契約当事者とする訴訟について当該共同事業体の代表者である組合員の任意的訴訟担当を認めた最高裁判所昭和４５年１１月１１日大法廷判決・民集２４巻１２号\n１８５４頁を踏まえるようにしてください。これを「課題１」とします。その上で、課題１における意義及び要件の説明を踏まえ、本件においてＸ１による訴訟担当が明文なき任意的訴訟担当として認められるかについて、検討してください。その際、本件と前記最高裁判例の事案との異同に留意するようにしてください。これを「課題２」とします。\n- 2 -\n〔設問１〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題１及び課題２について答えなさい。\nなお、以下に掲げる【事例（続き・その１）】及び【事例（続き・その２）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き・その１）】\n４．Ｘ２及びＸ３はＸ１の説得に応じ、Ｘらはそろって弁護士Ｌ１にＹに対する訴訟の提起等を委任した。これを受けて、Ｌ１は、令和４年１月２４日、令和３年６月から８月までの３か月分の賃料の支払がないとして、催告することなく、同日をもって本件契約を解除する旨を内容証明郵便にてＹに送付した。さらに、Ｌ１は、Ｘらを原告、Ｙを被告として、本件契約の終了に基づく本件建物の明渡しを求める訴え（以下、この訴えに係る訴訟を「本件訴訟」という。）を提起した。\n５．これに対し、Ｙは、弁護士Ｌ２に訴訟委任をした上、本件訴訟の第１回口頭弁論期日において、「未払とされる賃料は全額支払済みである。無催告解除が認められるに足りる信頼関係の破壊の事実はない。」と主張してＸらの請求を争った。\n６．裁判所は、本件訴訟に係る事件を弁論準備手続に付すこととした。その際、前記３か月分の賃料の支払を示す書証が提出されていなかったことから、裁判官の示唆により、第１回弁論準備手続期日においては、賃料不払による無催告解除の可否に関して当事者間の信頼関係の破壊を基礎付ける事実関係の存否につき、当事者双方が口頭で自由に議論し、その結果を踏まえ、第２回弁論準備手続期日以降に準備書面を提出して具体的な争点を確定することとされた。\n７．第１回弁論準備手続期日において、Ｙは、「令和３年１０月以降、自分の妻が、本件建物において何回か料理教室を無償で開いたことがあった。Ｘ１は夫婦でその料理教室に毎回参加していたが、賃料の話など一切出なかった。」と話したところ（以下、Ｙのこの発言を「本件陳述」という。）、第２回弁論準備手続期日の前に、Ｌ１から、「Ｙによる本件建物の使用は本件契約において定められた使用目的に違反するものであり、賃料不払とは別の解除原因を構成するものであるところ、Ｙはかかる請求原因事実を自白したものであり、Ｘらはこれを援用する。」と記載された準備書面が裁判所に提出された。\n以下は、第２回弁論準備手続期日の前にされた、Ｌ２と司法修習生Ｑとの間の会話である。\nＬ２：Ｙは、本件陳述はＸらとの間の信頼関係が破壊されていないことを裏付ける事実として述べたにすぎないのに、このような形でＸらが主張してきたのは心外であると怒っていました。\nＱ：私も、このような揚げ足取りの主張は許されないと思います。\nＬ２：そうですね。第２回弁論準備手続期日においてＸらの準備書面を陳述させるべきでないと主張することが考えられますが、裁判所が陳述を許すことも想定しておく必要があります。そこで、次善の策として、裁判上の自白は成立しない、又はこれが成立するとしても撤回が許されるとの主張を準備しておきましょう。この点について検討してもらえますか。検討に当たっては、まず裁判上の自白の意義及び要件に触れ、それを前提に、本件陳述がされた場面や当該手続の目的等を踏まえ、本件陳述について裁判上の自白が成立しないとの立場又はこれが成立するとしても撤回が許されるとの立場のいずれかを選択して論じてください。これを「課題」とします。\n〔設問２〕\nあなたが司法修習生Ｑであるとして、Ｌ２から与えられた課題について答えなさい。なお、以下に掲げる【事例（続き・その２）】に記載されている事実関係は考慮しなくてよい。\n- 3 -後記８以下においては、前記６及び７の事実は存在しないことを前提として、〔設問３〕に答えなさい。\n【事 例（続き・その２）】\n８．裁判所は、本件訴訟につき、令和５年４月に口頭弁論を終結し、Ｙが主張する賃料の支払は認められないものの、未払の期間及び本件契約の解除に至る経緯等からすれば、信頼関係が破壊されたとまでは認められないとして、Ｘらの請求を棄却するとの判決（以下「本件判決」という。）をし、本件判決は確定した。\n９．その後、Ｙが、令和３年１月から令和５年１月までの間、本件建物において、株式投資に関するセミナー（以下「本件セミナー」という。）を有料で月一、二回の割合で開催していたことが判明した。そこで、Ｘらは、これが用法遵守義務違反に該当するとして本件契約を解除することができないかと考えるに至り、Ｌ１に相談した。\n以下は、Ｌ１と司法修習生Ｒとの間の会話である。\nＬ１：Ｘらとしては、本件訴訟では敗訴したが、本件訴訟とは異なる前記９の用法遵守義務違反を理由として本件契約を解除し、再度本件建物の明渡しを求める訴え（以下、この訴えに係る訴訟を「後訴」という。）を提起したいと考えているようです。所有権に基づく明渡請求権を訴訟物とすることも考えられますが、ここでは、賃貸借契約終了に基づく明渡請求権を訴訟物とすることを前提に検討してみましょう。\nＲ：本件訴訟の訴訟物は賃貸借契約終了に基づく明渡請求権ですから、後訴も同一の訴訟物になります。そして、本件セミナーの開催は、いずれも本件訴訟の事実審の口頭弁論終結時（以下\n「基準時」という。）より前の事実であり、基準時後は開催されていないとのことですから、確定した本件判決の既判力が後訴に作用し、後訴は請求棄却となるように思います。また、解除権の行使は基準時後にされていますが、学説では、基準時後の解除権の行使の主張が既判力により遮断されないとするのは難しいとする説が強いということを授業で聞きました。\nＬ１：そうですか。それでは、別の観点から検討してみましょう。Ｘらによれば、ＸらがＹによる本件セミナーの開催に気付いたのは本件判決の確定後であったとのことですから、用法遵守義務違反を理由とする解除権の行使の主張は本件判決の既判力によっては遮断されないと考えることはできないでしょうか。\nＲ：確かに、本件判決の既判力によって主張を制限してしまうのは、Ｘらにやや酷な気もします。\nＬ１：ただ、Ｘらに酷というだけでは裁判所は受け入れてくれないと思いますので、そのための理論構成を考える必要があります。まず、既判力によって基準時前の事由に関する主張が遮断される根拠を考えてみましょう。そして、それを踏まえ、本件の具体的な事実関係に照らし、本件判決の既判力によって解除権行使の主張を遮断することが相当かどうかを検討してください。\nこれを「課題」とします。なお、結論はどちらでも構いませんが、検討に当たっては、自説と反対の結論を採る見解にも留意するようにしてください。\n〔設問３〕\nあなたが司法修習生Ｒであるとして、Ｌ１から与えられた課題について答えなさい。なお、【事例（続き・その１）】に記載されている６及び７の事実関係は考慮しなくてよい。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は、ＸらがＹに対し、建物賃貸借契約の終了（賃料不払による債務不履行解除）に基づく本件建物の明渡請求訴訟（本件訴え）を提起したという事案を素材として、①Ｘ１がいわゆる任意的訴訟担当（者）として本件訴えを提起することの可否（設問１）、②本件訴えの弁論準備手続でＹがした陳述が自白に該当するか、また、自白に該当するとしても撤回が可能か（設問２）、③本件訴えにおいてＸらの請求を棄却する判決が確定したのち、本件訴えの基準時前に存在した別の事由（用法遵守義務違反）により、再度Ｙに対して賃貸借契約の終了（用法遵守義務違反による債務不履行解除）に基づき本件建物の明渡しを求める訴えを提起した場合の問題点（設問３）のそれぞれにつき検討を求めるものである。\n１ 設問１について\n- 13 -設問１の課題①は、任意的訴訟担当の意義を述べた上、訴訟担当が認められる前提要件として担当者に対する授権が必要であることを明らかにし、さらに、問題文記載の判例（最大判昭和４５年１１月１１日民集２４巻１２号１８５４頁）から、それが明文なくして許容されるための要件、すなわち弁護士代理原則（民事訴訟法第５４条第１項）及び訴訟信託の禁止の潜脱とならず（以下「非潜脱要件」という。）、かつ、訴訟担当を認める合理的必要があること（以下「合理的必要性」という。）を的確に示すことが期待される。なお、任意的訴訟担当が許容される要件については学説上様々な見解があるが、ここではそれについて言及することまでは求めていない。そして、課題②においては、問題文記載の具体的事実から前記前提要件及び許容されるための要件充足の有無について検討していくことになるが、弁護士代理原則の潜脱の有無については、前記判例の判示内容に照らし、どのような点が認められれば潜脱とならないのか、その要素（実体上の管理権の有無）に言及しつつ検討することが期待される。具体的には、前記判例が非潜脱要件を満たすとしたのは、当該業務執行組合員が単なる訴訟代理権だけではなく実体上の管理権も併せ有していたという点を主な理由としていることから、本問でもＸ１への授権により同じような事実関係が認められるかを検討していくことになる。そして、合理的必要性の有無について、前記判例が、非潜脱要件を満たす場合には特段の事情がない限り合理的必要性を欠くものとはいえないと判示していることを踏まえつつ、本問の具体的事情（例えば、Ｘ１が本件賃貸借契約についての賃貸人の１人であること、Ｘ１単独の訴え提起による目的達成の可能性、問題文に現れているＸ２及びＸ３の意向が合理的必要性を基礎付ける事情となり得るか、Ｘらが３名と比較的少数であることから、任意的訴訟担当によらず、選定当事者制度の利用やＸらが弁護士代理人に委任することで足りるのではないか等々）から、前記判例との異同を踏まえつつ、合理的必要性の有無について具体的に検討することが期待される。その他、前記判例においては、団体の目的遂行のための業務上の必要性があったという点や、当該訴訟追行に係る権利が、業務執行組合員を含む構成員共同の利益に関するものであったという点が、任意的訴訟担当の合理的必要性を肯定する一つの根拠になったとの指摘もあることから、本問でもこれに類するような事情が認められるかにつき検討することも考えられる。\n２ 設問２について設問２は、Ｙのした本件陳述がいわゆる先行自白に該当し得ることを前提に、これが裁判上の自白に該当しない、あるいは裁判上の自白が成立したとしても撤回ができることにつき、Ｙの立場からの検討を求めるものである。その際、本件陳述がされた第１回弁論準備手続期日の目的、裁判上の自白の意義及び要件並びに撤回が認められる要件と関連付けながらの検討が求められている。したがって、自白の効果一般や撤回が認められる要件一般について冗長に検討している答案や、自白の対象事実に間接事実が含まれるかといった論点について、本問との関連性を意識せずに漫然と検討している答案は評価されない。また、特に説得的根拠もなく、料理教室開催の事実を信頼関係破壊に関する間接事実とした上、自白の対象にならないとして済ませている答案も、本問が先行自白に関する問題であり、弁論準備手続の目的等からの検討も求めている本問の題意から外れるものであり、同じく評価されない。\nまず、裁判上の自白の意義につき、従来からの通説のように「当事者が、その訴訟の口頭弁論又は弁論準備手続においてする、相手方の主張と一致する自己に不利益な事実の陳述」と定義づけた場合、相互の事実認識の一致が要素になり、当事者の意思的要素は捨象されることになるので、本問のＹ陳述は、自己に不利益な事実を先行自白し、これが弁論準備手続において援用されることによって自白となると考えられる。したがって、この説に立った場合は、裁判上の自白に該当するという方向と親和性を有することになるが、先行自白の持つ問題点（不意打ちの危険）などから、本問のような場合は相手方が主張する事実との一致が認められないから自白に該当しない、とする立論も可能である。これに対し、裁判上の自白\n- 14 -を「相手方の主張する自己に不利益な事実を争わない旨の意思を表明する、弁論としての陳述」と定義づけた場合、上記「争わない旨の意思を表明」とはどのようなものであるかを明らかにした上、これがあったとはいえない、あるいは、不利益性についての認識があったとはいえないとして自白の成立要件を欠く、と構成することが考えられる。\n次に、本問では、以上のような自白の意義から検討するというアプローチだけではなく、本件陳述がされた第１回弁論準備手続期日の目的や実施方法に着目して、自白該当性や撤回可能性について検討するというアプローチも求められている。これにつき、一つの考え方として、同期日での発言内容について自白とは扱わない、あるいは撤回を容易に認めることにつき、裁判所と当事者間において何らかの合意等があったと構成することが考えられる。例えば、弁論準備手続の中でされた陳述にも自白が成立し得ると一般的に解されるとしても、争点に関する当事者間の自由な議論を促進するという弁論準備手続の目的ないし趣旨、本件での第1回弁論準備手続期日でのテーマ設定からすれば、争点整理手続中に自白がされても、争点整理作業が完了するまでは、それを自白とは確定的に扱わない、あるいは自白と扱うとしても、その撤回は柔軟に認められると解すべきところ、同期日での発言内容については自白又は不利益な陳述として扱わない旨の事前の黙示的合意があったとすることが考えられる。あるいは、一般に自白の撤回は相手方の同意があれば許容されることの応用ないし延長として、同期日において自白に該当する陳述がそれぞれからされたとしても、これを撤回自由とすることについて事前に黙示的に同意ないし合意がされていた、といった構成をとることも考えられる。なお、自白の撤回が認められる場合として、自白が真実に反しかつ錯誤による場合が挙げられるが、本問の場合にこれに該当すると構成するのは困難ではないかと思われる。\n以上のほか、自白が原則撤回できないとする根拠ないし趣旨から、本件陳述を撤回することはその趣旨に反しない、と構成することも考えられる。例えば、自白事実についてはいわゆる不要証効が生じ（民事訴訟法第１７９条）、自白の相手方は当該事実について自白がされれば、それにつき証明不要との期待ないし信頼を有するに至るところ、これを撤回するのはかかる信頼を裏切るもので、禁反言（信義則）に抵触するという点から撤回が原則として制限されると解される。本件陳述は、第１回弁論準備手続期日のテーマ（賃料不払解除に関する信頼関係破壊の有無について、それを基礎付けあるいは阻害する具体的事実について自由に討議する）に沿った形で主張されたものであること（法的には、賃料不払いに関する信頼関係破壊の評価障害事実（自己に有利な事実）として陳述されたものであること）、これに対し、Ｘらによる先行自白との主張は、上記テーマとは反するものであり、援用を認めることは禁反言（信義則）の見地から問題であることからすれば、不要証との相手方の信頼はそもそも働いておらず、これを撤回したとしても、自白の撤回を原則認めないとする趣旨には抵触しない、と構成することが考えられる（ただし、このようなアプローチを採用する場合は、従来承認されてきた自白の撤回が認められる要件と乖離することになるので、その点についての検討が求められよう。）。\nこれに対し、本問の第１回弁論準備手続期日では争点に対する自由な討議が予定されていたということから一足飛びに、同期日では自白はおよそ成立しない、あるいは撤回が自由であったという結論に至ってしまうのは理論的検討が不十分と評価される。これと同様に、本問をいわゆる争点整理手続におけるノンコミットメントルール（確定的な定義はないが、争点整理手続において当事者から口頭で述べられた事項については自白が成立せず、その発言が後に不利益に援用されることはないという訴訟運営上のルールとされている。）の問題であるとして、かかるルールからすれば自白は成立しない、又は撤回は自由であると早急に結論付けることも題意に沿ったものとはいえず、評価されない。本問は、ノンコミットメント\nルールそれ自体の知識を問うものではなく、弁論準備手続の趣旨や目的、弁論準備手続で相\n- 15 -手方の主張を認める陳述の持つ意味、本問での第１回弁論準備手続期日の目的等を的確に分析し、それを自白の要件又は撤回要件にどのように説得的に結び付けられているかがポイントになる。\n３ 設問３について設問３は、本件訴えの基準時前の事由である用法遵守義務違反を理由とする解除による建物賃貸借契約の終了に基づき、後訴において建物明渡を求めることができるかが問われている。そして、解答に当たっては、本件訴えと後訴の訴訟物が同一であること、本件訴えの確定判決の既判力により、基準時前の用法遵守義務違反の主張が遮断されることが前提とされている。また、本問に関しては、いわゆる「前訴基準時後における形成権行使の可否」という論点との関係で検討することも考えられるが、問題文中の会話においてこのアプローチは採らないことが明らかになっていることに留意が必要である。以上を前提に、課題①において、既判力の遮断効（消極的作用）の根拠論を述べ、課題②において、課題①を踏まえながら、後訴の可否に関する理論構成を、反対の立場を踏まえて論じていくことが求められている。\nまず、既判力の基準時が口頭弁論終結時であることを根拠とともに簡潔に説明し、その上で、既判力の作用からの理論的説明として、遮断効（消極的作用）については、後訴の裁判所に対する拘束力（積極的作用）を前提として認められるものであること、基準時前に存在した事実については、後訴での蒸返し防止（勝訴者の紛争解決に対する合理的期待の保護、法的安定性の確保等）の観点から後訴で主張することはできないといった制度的効力を挙げた上、さらに実質的根拠（正当化の根拠）として、前訴において十分な主張立証の機会が与えられていたにもかかわらず、これを行使しなかった場合は後訴においてかかる主張が遮断されてもやむを得ない、といった点を述べていくことが期待される。\nそして、その上で、遮断を否定するアプローチとして、遮断効につき、前記のとおり法的安定性の確保や勝訴者の地位の安定といった制度的効力を基礎としつつも、前訴において十分に主張立証の機会が与えられていたにもかかわらず、これを行使しなかったことに対する自己責任の観点からすれば、前訴における主張立証がおよそ期待できなかった事実については前訴確定判決の既判力による遮断効は生じないと解する説（期待可能性説）を挙げることが期待される。この説に対しては、前記既判力の制度的効力からすると、このような主張を認めるのは慎重な態度が要請される、再審事由に関する民事訴訟法第３３８条第１項第５号からすれば、刑事罰が科されるような他人の行為によった場合であっても既判力が作用するとされているのであり、単なる期待可能性の欠如をもって既判力が作用しないとすることは再審と既判力の作用との境界をあいまいにするものであって不当である、あるいは、期待可能性の有無について後訴裁判所が審理判断することになり、後訴の審理負担が不当に重くなる懸念がある、といった批判がされているところである。期待可能性説に立つ場合は、これらの批判を示しつつ、自己の立場を説得的に展開し、判断基準を定立することが期待される（その上で、本問への当てはめにおいて、期待可能性があったとすることも考えられる。）。\nこれに対し、遮断効の根拠につき、前記制度的効力の点を重視する立場に立った場合は、前記期待可能性説に対する批判を加えつつ、前訴の基準時前に生じていた事由であれば例外なく遮断するという方向で検討することが考えられるが、その場合には、問題文の具体的事実関係から遮断するのが相当とされる根拠を丁寧に示していくことが期待される。\nなお、遮断効を否定する立場に立つ場合、既判力による遮断効の正当化根拠を手続保障と自己責任であるとしか指摘せず、本問の事実関係からは用法遵守義務違反の事実について手続保障がされたとはいえないから遮断されないと解すべき、といった程度の大雑把な検討に終始している答案は、既判力の遮断効に関する説明が不十分と評価されるだけでなく、遮断効に例外を認める理論構成や根拠を適切かつ十分に検討したものとは評価できない（「手続\n- 16 -保障及び自己責任の観点から本問では特段の事情がある」といった程度の記述にとどまっている答案も同様である。）。また、前記したとおり、本問においては、いわゆる「基準時後の形成権行使の可否」という点からのアプローチは明示的に排除している。したがって、このようなアプローチをとったと思われる答案、例えば、「解除権は前訴確定判決の判断に内在付着する瑕疵である（ない）から」といった点から遮断の可否を論じている答案や、反対説についてこのような趣旨で言及しているとみられる答案については、問題文の指示を無視したものとして評価されない。また、期待可能性説以外のアプローチ、例えば、釈明義務違反や法的観点指摘義務違反に基づいて既判力が縮小するという構成も考えられなくはないが、前訴である本件訴えの手続経過からは、かかる釈明義務違反や法的観点指摘義務違反を基礎付けるような事実関係は見当たらないので、これを採用するのは難しいと思われる。その他、判決理由中の判断の拘束力（信義則等）を検討している答案は、既判力が作用するという本問の前提に反するので、当然のことながら評価されない。",
  "scoring_notes": "１ 出題趣旨等民事系科目第３問は、民事訴訟法分野からの出題であり、出題趣旨は、既に公表されている「令和６年司法試験論文式試験出題の趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては、例年と同様、受験者が、①民事訴訟の基礎的な原理、原則や概念を正しく理解し、基礎的な知識を習得しているか、②それらを前提として、設問で問われている課題を的確に把握し、それに正面から答えているか、③抽象論に終始せず、設問の事案に即して具体的に掘り下げた分析及び考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては、基本的に上記①から③までの観点を重視することとしている。\n本年においても、問題文中の登場人物の発言等において、受験者が検討し、解答すべき事項が具体的に示されている。そのため、答案の作成に当たっては、問題文において示されている検討すべき事項を適切に分析し、そこに含まれている論点を論理的に整理した上で、論述すべき順序や相互の関係も考慮することが必要である。そして、事前に準備していた論証パターンをそのまま答案用紙に書き出したり、理由を述べることなく結論のみを記載したりするのではなく、提示された問題意識や事案の具体的内容を踏まえつつ、論理的で一貫した思考の下で端的に検討結果を表現しなければならない。採点に当たっては、受験者がこのような意識を持っているかどうかという点についても留意している。\n３ 採点実感等⑴ 全体を通じて本問は、ＸらがＹに対し、建物賃貸借契約の終了（賃料不払による債務不履行解除）に基づく本件建物の明渡請求訴訟（本件訴え）を提起したという事案を題材として、第一審における手続や判決効と、幅広く民事訴訟法の理解を問うものである。\n本年の問題では、例年同様、具体的な事案を提示し、登場人物の発言等において受験者が検討すべき事項を明らかにした上で、任意的訴訟担当、自白の成立及び撤回、確定判決の既判力等の民事訴訟の基礎的な概念や仕組みに対する受験者の理解を問うとともに、事案への当てはめを適切に行うことができるかを試している。\n全体としては、時間内に論述が完成していない答案は少数にとどまった。しかし、答案作成の時間配分に失敗し、一部の設問で詳細な検討をしていながら、最後に解答したと思われる設問で検討が不十分であるものも散見された。これは、余事記載が多いことが一因であるように思われる。\nなお、乱雑又は極めて小さい文字や略字を用いていて判読が困難なもの、特に修文のために一行に無理して字句を挿入するものなど、第三者が読むことに対する意識が十分ではない答案、\n刑事訴訟の用語と混同し「口頭弁論期日」を「公判期日」と、「被告」を「被告人」と、「代理人」を「弁護人」と記載するなど基本的用語を誤っている答案、日本語として違和感を覚える表現や初等教育で学ぶ漢字を平仮名又は片仮名で記載する答案や漢字の誤りも一定数見られた。\n以上については、例年、指摘されているところであるが、これらは、解答者の法律家としての素養を疑わせ得るものであり、本年においても、改めて注意を促すとともに、強く改善を求めたい。\n⑵ 設問１についてア 課題１の採点実感設問１の課題１では、任意的訴訟担当の意義及びそれが明文なくして認められるための要件- 21 -を問うものである。任意的訴訟担当の意義を述べた上で、訴訟担当が認められる前提要件として担当者に対する授権が必要であることを明らかにし、さらに、問題文記載の判例（最大判昭和４５年１１月１１日民集２４巻１２号１８５４頁）から、それが明文なくして許容されるための要件、すなわち弁護士代理原則（民事訴訟法第５４条第１項）及び訴訟信託の禁止の潜脱とならず（以下「非潜脱要件」という。）、かつ、訴訟担当を認める合理的必要があること（以下「合理的必要性」という。）を的確に示すことが期待される。\n任意的訴訟担当の意義については、権利義務の主体が訴訟追行権を第三者に授与し、第三者がその授権に基づいて当事者適格を取得する場合をいうことを明らかにした上で、明文なき任意的訴訟担当を認める問題点を簡潔に述べた答案は高く評価された。他方で、（権利主体からの）授権に基づく点を明示できないなど、任意的訴訟担当の意義について十分に述べることができていない答案も多く、選定当事者についての民事訴訟法（以下「法」という。）第３０条の規定から、無理に一般的な意義を導こうとするもの、明文なき任意的訴訟担当と選定当事者を区別できていないものも散見され、これらの答案は低い評価にとどまった。さらに、\n訴訟担当と訴訟上の代理、訴訟委任と訴訟信託を区別せず、弁護士代理原則の根拠条文として弁護士法第７２条を挙げるなど基本的な用語・概念の理解が不十分な答案も散見された。\n任意的訴訟担当が明文なくして認められるための要件については、非潜脱要件を挙げた答案は多かったが、授権の存在を前提（要件）とすることを挙げた答案は少なかった。合理的必要性の要件については、挙げている答案と挙げていない答案とに分かれた。\nイ 課題２の採点実感課題２では、問題文記載の具体的事実から前記前提要件及び許容されるための要件充足の有無について検討することを問うものである。非潜脱要件については、前記判例の判示内容に照らし、どのような点が認められれば潜脱とならないのか、その要素（実体上の管理権の有無）に言及しつつ検討することが、合理的必要性については、前記判例が、非潜脱要件を満たす場合には特段の事情がない限り合理的必要性を欠くものとはいえないと判示していることを踏まえつつ、本問の具体的事情から、前記判例との異同を指摘し、合理的必要性の有無について具体的に検討することが期待される。\n授権について、要件として挙げている答案が少なかったことは前記のとおりであるが、挙げている答案でも、遺産分割協議及びＸらの取決めの具体的事実に言及することなく、簡単に授権の存在を認めている答案も多かった。\n非潜脱要件について、要件として挙げていた答案は多かったものの、問題文記載の具体的事実への当てはめにおいて、具体的に考慮すべき事情が把握できておらず、前記判例との異同を的確に示すことができていない答案も多かった。単に訴訟追行権のみが授与されたのではなく、訴訟物に関連する実体上の管理権や対外的な業務執行権とともに訴訟追行権が授与されていることがポイントになるという点を理解できていれば、解答は困難でなかったと思われる。\n合理的必要性について、要件として挙げた答案でも、前記判例の事案においてなぜ合理的必要性が問題なく肯定されているかという点を理解できていないため、当てはめにおいて混乱している答案が見られた。重要判例については、抽象的な要件ないし規範を暗記するだけで事足りるとするのではなく、どのような具体的判断基準や考慮要素を定立しているのか、それをどのように用いて結論に至っているかを丁寧に理解することが重要である。そこまで理解して初めて、具体的事案での適用が説得的なものになるということに留意してほしい。また、本件訴えに係る訴訟（本件訴訟）が固有必要的共同訴訟に当たらないことが問題文で指摘されているにもかかわらず、これを無視する答案が散見された。\nウ 設問１のまとめ設問１の課題１は、任意的訴訟担当の意義、それが明文なくして許容されるための要件を問- 22 -うもので、任意的訴訟担当の意義を、明文なき任意的訴訟担当を認める場合の問題点にも言及しながら述べた上で、前記判例を踏まえて、要件を簡潔に論じた答案は、高く評価されたが、任意的訴訟担当の意義について十分に述べることができていない答案も多かった。課題２は、問題文記載の具体的事実につき、任意的訴訟担当が明文なくして許容されるための要件充足の有無について検討することを問うもので、前記判例を踏まえた要件につき、どのような具体的判断基準や考慮要素が定立されているのか、前記判例においてどのように要件が当てはめられ結論に至ったかを理解できていれば、解答は困難でなかったはずであるが、実力の差が明瞭にあらわれていた。\n「優秀」に該当する答案は、課題１及び課題２のいずれについても、出題趣旨を正しく理解した上で、過不足のない論述をするものである。「良好」に該当する答案は、出題趣旨をおおむね正しく理解しているが、課題１で十分な論述をしつつ、課題２では、当てはめにおいてポイントとなる事情に意識が向いていないものなどである。「一応の水準」に該当する答案は、\n課題１及び課題２のいずれについても、出題趣旨を理解していることが読み取れるものの、\n課題１において、意義及び要件を十分に論述できておらず、課題２において、当てはめに際し、指摘すべき問題文記載の具体的事実を取り上げられていないものなどである。これに対し、課題１や課題２を通じ、出題趣旨を正しく理解しないものや、総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n⑶ 設問２についてア 設問２の採点実感設問２は、Ｙのした本件陳述がいわゆる先行自白に該当し得ることを前提に、これが裁判上の自白に該当しない、あるいは裁判上の自白が成立したとしても撤回ができることにつき、\nＹの立場からの検討を求めるものである。\n裁判上の自白の意義について、従来からの通説のように、当事者が、その訴訟の口頭弁論又は弁論準備手続においてする、相手方の主張と一致する自己に不利益な事実の陳述であること、又は有力説のように、相手方の主張する自己に不利益な事実を争わない旨の意思を表明する、弁論としての陳述であることを簡潔に述べることが期待される。\n自白の意義及び要件については、比較的よく書けている答案が多かったが、相手方の主張と一致すること又は相手方が主張することという要素を欠くものや、弁論準備手続での陳述が含まれないとする答案も相当程度見られた。自白には訴訟での争点を圧縮する機能があるところ、弁論準備手続は争点を整理し絞り込むことを目的とするものであるから、弁論準備手続における陳述も自白に含まれるとするのが一般である。また、意義と要件は重複する部分もあるがその双方について論述することが期待されているところ、片方についてしか論述していない答案も少なくなかった。\nＹのした本件陳述が、裁判上の自白に該当しない、あるいは裁判上の自白が成立したとしても撤回ができることの検討については、本件陳述がされた第１回弁論準備手続期日の目的や、\n裁判上の自白の意義及び要件並びに撤回が認められる要件と関連付けながらの検討が求められている。\n本問では中心的論点とはいえない点、例えば、自白の対象事実に間接事実が含まれるか、不利益性の要件をどのような基準で判断するかといった点に重点を置いて論述している答案も多かったが、前者は、本件陳述が主要事実となるのであれば検討の必要がない論点であり、\n後者も、学説によって大きく帰結が分かれるところではないから、簡潔に指摘すれば足りると考えられる。弁論主義の意義や趣旨などを冗長に述べる答案も見られたが、そのような論述は求められていない。自分の知っている論点を書くのではなく、問いに答える上で何が必要な論点かをよく吟味し、ポイントを押さえた論述を心掛ける必要がある。このような中心的論点以外の点に重点を置いていた答案は、多くの場合、本問で問われていた点に対する検- 23 -討が不十分になっており、得点が伸びなかった。\n本問では、以上のような自白の意義から検討するというアプローチだけではなく、本件陳述がされた第１回弁論準備手続期日の目的や実施方法に着目して、自白該当性や撤回可能性について検討するというアプローチも求められているが、弁論準備手続の趣旨・目的について、\n全く解答できていない答案、記述があっても理解不十分な答案が多かった（例えば、訴訟の迅速化だけを目的として挙げるもの、弁論準備手続は口頭弁論よりも重要性が劣る旨、さしたる根拠もなく述べるものなど）。法科大学院の在学中受験者も含め、受験者の多くがこのような訴訟実務に関する重要な制度や、争点整理の重要性についてきちんと学修できていないのではないか、民事訴訟法と訴訟実務基礎の学修について相互連携ができていないのではないか、手続についての具体的イメージの涵養ができていないのではないかとの懸念がある。\nまた、信頼関係破壊の有無についての自由な議論が予定されていたという本問の具体的事実関係を漫然と引用して、そのことから一足飛びに本件陳述は自白に該当しない、あるいは撤回が許されると結論付ける答案が多かった。これまで判例・学説等で十分に論じられてこなかった論点であり、限られた時間の中でその場で説得的な論理展開をすることは難しかったとは思うが、せめて自白のどの要件を欠くことになるのか、撤回の可否に関する既存の枠組みの中でどのような位置付けになるのかだけでも明らかにできるとよかったのではないかと思われる。\n本件陳述とその援用が先行自白に該当し得ることを的確に指摘できている答案は多くなかった。\n自白に該当しないとする答案の中には、「本件陳述が自己に不利益でないから」とか、「別の争点に関する陳述だから」といった理由を述べているものがあったが、先行自白の意味が理解できておらず、当然評価はされない。本件陳述が間接事実の自白であるとしている答案も少なからず見られたが、仮に本件陳述が信頼関係破壊の点に関する間接事実と解したとしても、それを相手方が先行自白として援用した場合には、当然には間接事実として自白不成立とされるとは限らないと考えられることからすれば、理論構成としては評価できない。\n自白の撤回が制限される根拠（信義則・禁反言）を挙げた上、本問ではかかる禁反言に該当する事情はないという流れで検討する答案は多かったが、その論理展開においてやや粗いものがあったように感じられた（なお、根拠を挙げることなく「不意打ちになり酷だから撤回できる。」といったレベルの検討では評価されない。）。また、錯誤と反真実という要件から検討しようとしていた答案も少数ながらあったが、いずれも説得的な論理を展開できているとは言い難いものであった。他方で、少数ではあるが、自白成立の要件を満たしても撤回を認めることの合意があったとみなすことができるとして、撤回可能性を認める答案もあり、しっかりと分析、論証ができていると感じた。\nイ 設問２のまとめ設問２では、裁判上の自白の意義及び要件を踏まえ、Ｙのした本件陳述がいわゆる先行自白に該当し得ることを前提に、これが裁判上の自白に該当しない、あるいは裁判上の自白が成立したとしても撤回ができることにつき、本件陳述がされた第１回弁論準備手続期日の目的や実施方法にも着目して、Ｙの立場からの検討を求めるものであり、自白の意義及び要件については、比較的よく書けている答案が多かったが、本件陳述がされた第１回弁論準備手続期日の目的や実施方法に着目して、自白該当性や撤回可能性について十分に検討できていた答案は、それほど多くなかった。\n「優秀」に該当する答案は、出題趣旨を正しく理解した上で、意義及び要件を適切に述べ、\nＹの本件陳述が裁判上の自白に該当しない、あるいは裁判上の自白が成立したとしても撤回ができることにつき適切な論述をするものである。「良好」に該当する答案は、出題趣旨をおおむね正しく理解しているが、自白該当性や撤回可能性について、本件陳述がされた第１回- 24 -弁論準備手続期日の目的や実施方法に着目した検討が十分でないものなどである。「一応の水準」に該当する答案は、出題趣旨を理解していることが読み取れるものの、意義及び要件の論述が不正確であり、本件陳述に係る事実について、十分な検討を経ることなく間接事実と位置付けたりするものなどである。これに対し、出題趣旨を正しく理解せず、単に弁論準備手続においては自白が成立しないなどとして、自白該当性や撤回可能性についての具体的な論述を欠くような答案は「不良」と評価される。\n⑷ 設問３についてア 設問３の採点実感設問３では、本件訴えに係る訴訟の口頭弁論終結時（基準時）前の事由である用法遵守義務違反を理由とする解除による建物賃貸借契約の終了に基づき、後訴において建物明渡しを求めることができるかを問うものである。\n既判力によって基準時前の事由に関する主張が遮断される根拠について、既判力の作用（消極的作用）と結び付けて検討できていた答案は少なく、また、蒸し返し防止といった制度的効力（法的安定性の確保、勝訴当事者の権利関係保護等）を挙げている答案も多くはなく、\n既判力が「確定」判決の効力であることに言及できていない答案も少なくなかった。多くの答案は、実質的な正当化根拠である手続保障とその結果としての自己責任という点からだけ根拠付けていた。また、このようなマジックワードだけ示して内容について説明していない答案も相当数見られた。マジックワードだけ示すということは、その内容の解釈を読み手に完全に委ねてしまうことになり、また自らの理解が不十分であることを示唆する面も否定できず、極めてリスクの高い論述手法であることを認識する必要がある。「紛争の実効的解決の確保」、「紛争の一回的解決」などの抽象的ワードだけで説明しているものも同様である。\n遮断効の根拠論は既判力論の一内容となるが、重複する訴えの提起の禁止（法第１４２条）\nと混同しているのではないかと疑われる答案が少なからずあった（具体的には「矛盾判断の防止」「訴訟経済」「被告の応訴負担」などを根拠して挙げているもの）。基本概念の理解を欠き、区別がついていない証左であると言わざるを得ない。\n本問の具体的事実関係に照らした、本件訴えに係る確定判決（本件判決）の既判力によって解除権行使の主張を遮断することが相当かどうかの検討については、本件訴えと後訴の訴訟物が同一であること、本件訴えの確定判決の既判力により、基準時前の用法遵守義務違反の主張が遮断されると通常考えられることを前提とし、後訴での主張の可否に関する理論構成を、反対の立場を踏まえて論じていくことが求められる。\n遮断を否定するアプローチとして、前訴における主張立証がおよそ期待できなかった事実については前訴確定判決の既判力による遮断効は生じないと解する説（期待可能性説）を挙げることが期待されるが、用法遵守義務違反の主張が遮断されないとする根拠として、期待可能性説を挙げている答案は少数にとどまり、多くは、用法遵守義務違反について前訴では手続保障がされておらず自己責任を問うことができないという表面的な検討に終始しているものであった。既判力の縮減は、既判力の制度的効力（蒸し返しの防止、勝訴当事者の権利関係の安定、紛争解決に対する合理的期待の保護等）と鋭い緊張関係をはらむ問題であり、仮に期待可能性説に立ったとしても安易にこれを認めることはできない、という問題意識を持つことが重要と考えられるが（Ｙの訴訟代理人であったとしたらどう考えるか、想起されたい）、そのような発想が見られた答案は少数にとどまり、期待可能性説に言及できていても、\n期待可能性の欠缺を単純に無過失と同視し、本件セミナー開催の事実を単に知らなかったことをもって主張の期待可能性がなかったと安易に認定するなど、既判力の縮減に関してやや慎重さを欠く答案が少なくなかった。逆に、このような緊張関係をはらむ問題であることを意識して、期待可能性なしとされる場合を厳格に解し、結果として本問では期待可能性がないとはいえないとした答案は、高い評価を得ていた。\n- 25 -用法遵守義務違反の主張が遮断されるとした答案も多かったが、その根拠は弱いものが多かった。その原因は、既判力の制度的効力に関する理解ないし配慮が不十分であったということにあるのではないかと感じられた。また、反対説として期待可能性説を挙げた上、それに対して的確な批判を加えることができた答案は、極めて少数にとどまった。\n問題文から読み取れない事実を当てはめに供している答案も散見されたが、意図する結論を導こうとするあまり、合理的根拠のない思い込みで事実関係を憶測することは慎まれたい。\nまた、本問では、問題文にあるように、いわゆる「基準時後の形成権行使の可否」という点からの検討は求めておらず、既判力の縮減という点からの検討を求めている。それにもかかわらず、前者の検討、具体的には、「請求権に付着する（内在する）瑕疵」という点から検討している答案が多くみられた。問題文をよく読み、的確に分析することを改めて心掛けてほしい。\nイ 設問３のまとめ設問３は、既判力によって基準時前の事由に関する主張が遮断される根拠を踏まえた上で、\n本件訴えの基準時前の事由である用法遵守義務違反を理由とする解除による建物賃貸借契約の終了に基づき、後訴において建物明渡しを求めることができるかにつき、本件訴えと後訴の訴訟物が同一であることを前提に、その可否に関する理論構成を、反対の立場を踏まえて論じていくことを求めるものである。\n既判力によって基準時前の事由に関する主張が遮断される根拠について、多くの答案は、実質的な正当化根拠である手続保障とその結果としての自己責任という点からだけ根拠付けているものが多く、後訴での主張の可否に関する理論構成については、遮断を否定するアプローチとして、期待可能性説を挙げている答案は少数にとどまり、用法遵守義務違反について前訴では手続保障がされておらず自己責任を問うことができないというような表面的な検討に終始しているものが多く、遮断を肯定する答案については、その根拠が弱いものが多かった。必要性と許容性の双方を意識することができたか、既判力の定義や条文等の基本的な概念に立ち返った説明ができたか、遮断を否定する場合には、遮断効の根拠を踏まえて例外要件を定立し、丁寧に当てはめをすることができたか、遮断効の例外を認めない場合には、例外を認める立場を意識して自説の根拠を説得的に論述し、必要な当てはめができたかなどにより、差が付いたように思われる。\n「優秀」に該当する答案は、出題趣旨を正しく理解した上で、既判力によって基準時前の事由に関する主張が遮断される根拠を的確に述べた上で、本件訴えと後訴の訴訟物が同一であることを前提に、後訴での主張の可否に関する理論構成を、反対の立場を踏まえて適切に論述するものである。「良好」に該当する答案は、出題趣旨をおおむね正しく理解しているが、\n後訴での主張の可否に関する理論構成について、表面的な検討にとどまるものなどである。「一応の水準」に該当する答案は、出題趣旨を理解していることが読み取れるものの、遮断効の根拠についての論述が不十分であり、本件訴えと後訴の訴訟物が同一であるといった前提を踏まえずに、後訴での主張の可否に関する理論構成をするものなどである。これに対し、出題趣旨を正しく理解せず、基準事後の形成権行使の可否という点からの検討に終始するような答案は「不良」と評価される。\n４ 法科大学院に求めるもの本年の問題は、出発点となる知識や判例はいずれも基本的なものであるが、これらの理解が不十分なものが多くみられた。例えば、任意的訴訟担当、先行自白、既判力の遮断効の根拠、既判力の縮減は、多くの基本書で言及されている点であるにもかかわらず、理解不十分なものが多かったことは問題である。既判力については、その理論面を正確に理解し習熟することが必要であるが、おざなりな理解しかできていないことがうかがわれる答案も少なくなく、具体的事例を通じて、その- 26 -適用過程について正確に理解できるように努める必要があると感じられた。以前から指摘されていることではあるが、多くの受験者は、基本書等の精読といった地道な学修を怠り、巷に出回っている安易かつ不正確な「論証パターン」や、抽象的なマジックワード頼みのタコツボ学修に陥ってしまい、それが通用しないと苦手意識を更に強めてしまう、という悪循環に陥ってしまっているのではないかと懸念される。民事訴訟法の基礎概念や基本原理の理解は決して容易なものではないが、\n法科大学院においては、授業などを通じて、そのような安易な「論証パターン」ではなく、地道に基礎知識の修得を促すべきであり、それが応用的な事例を解決する原動力になるということを認識させる必要がある（「急がば回れ」）。また、定期試験などでも、このような安易な「論証パターン」\nに依拠してその場逃れの検討をしたとみられる答案に対して厳しく評価するなどの対応が必要ではないかと思われる。さらに、重要判例については、その規範だけではなく、その適用過程（具体的なあてはめの基準）などにも目を向けさせることが重要ではないかと思われる。\n問題文の要求に答えていない答案、例えば、設問２において、どちらかの立場を選択して論ずることを求めているにもかかわらず、両方の立場を並列して書いている答案、設問３において、「基準時後の形成権行使の可否」の論点に走ってしまっている答案などは、当然のことながら評価されない。問題文を丁寧に読み、分析し、それに対応した答案を作成することは、実務家としてのコミュニケーション能力の出発点である、ということをきちんと認識してほしい。\n答案作成の時間配分に失敗したとみられる答案も散見された（例えば、設問１及び設問２では詳しい検討ができていながら、設問３で息切れしてしまっている答案など）。このような答案になる原因は、各設問で余事記載が多くなってしまっていることにもあるように思われる。論点を漫然と検討するのではなく、当該問題で検討が必要とされている論点は何かという点を構成の段階できちんと分析し、メリハリをつけた答案作成を心掛ける必要がある。そのためには、常日頃から、事例問題の解答において、何を書くべきかを自分の頭で熟考したり、時には学生同士や先輩と議論したりすることが有用ではないかと思われる。また、規範を定立した上で、事実の当てはめをするという思考を欠いている答案も散見され、基礎的なことであるが、法的三段論法を意識して起案することが望まれる。\n司法試験までに、民事訴訟法の授業では触れることが少ない領域（第１回口頭弁論期日までの諸手続、争点整理手続、証拠法等）や、要件事実についての基礎的知識（請求原因、否認と抗弁との区別、物権的請求における主張立証責任の分配及び要件事実等）は、ある程度学修しておくことが望ましい。しかし、在学中受験制度により、これらの実務的な学修の機会が削減ないし後回しにされているように見受けられる。司法試験受験までは法律基本科目の学修に力を入れざるを得ないという、カリキュラム上の制約はあると考えられるが、様々な工夫により、民事訴訟実務基礎をはじめとする実務系科目との連携を法科大学院教育の初期段階で実現することが重要ではないかと考えられる。\n- 27 -"
}