{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点の割合は、６０：４０〕）\n次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は、建築設備機器の製造及び販売等を目的とする会社法上の公開会社である取締役会設置会社であり、種類株式発行会社ではない。甲社の発行済株式の総数は５００万株であり、株主数は１０００名であった。甲社には、Ａ、Ｂ及びＣ（以下、Ａ、Ｂ及びＣを総称して「Ａら」という。）の３名の取締役並びにＤほか２名の計３名の監査役がおり、Ａが代表取締役を務めていた。なお、甲社の取締役であるＡらは甲社の株式を保有していたが、甲社の監査役であるＤほか２名は甲社の株式を保有していなかった。\n乙株式会社（以下「乙社」という。）は、住宅の建設及び売買等を目的とする株式会社であり、甲社の発行済株式の総数の２０％に相当する１００万株を保有する甲社の筆頭株主であった。\n２．甲社の近年の業績が悪化していたことから、乙社は、令和３年７月２０日、甲社に対し、①取締役３名の解任の件、②監査役３名の解任の件、③取締役３名の選任の件、④監査役３名の選任の件（以下、これらを総称して「本件各議題」という。）を目的とする株主総会の招集を請求した。しかし、甲社は、株主総会の招集通知を発しなかった。\n３．そこで、乙社は、令和３年９月２７日、裁判所の許可を得て、甲社の株主に対し、本件各議題を目的とする臨時株主総会（以下「本件臨時株主総会１」という。）を開催するため、必要事項を記載した招集通知を発した。当該招集通知が入った封書には、議決権行使書面及び株主総会参考書類のほか「議決権の行使のお願い」と題する書面（以下「本件書面」という。）が同封されていた。本件書面には、「甲社の改革の実現に御協力をお願い申し上げます。株主総会参考書類に記載した乙社提案の各議案のいずれにも賛成していただいた方には、後日、１０００円相当の商品券を郵送にて贈呈させていただきます。全ての議案について同封した議決権行使書面の『賛』の欄に○印を付けて御返送ください。」との記載がされていた。なお、甲社においては、過去の定時株主総会に際して、甲社又は甲社の役員若しくは株主が一定の内容の議決権の行使又は議決権の行使自体を条件として商品券等を提供したことはなかった。\n４．令和３年１０月２０日、本件臨時株主総会１が開催され、本件各議題についての乙社提案の各議案は、いずれも出席した株主の議決権の約７５％の賛成により可決した（以下「本件決議１」という。）。本件臨時株主総会１においては、出席した株主の議決権の数は、例年の定時株主総会よりも約３０％増加し、行使された議決権のうち議案に賛成したものの割合も、例年の定時株主総会において行使された議決権のうち甲社が提案した議案（いずれも可決された。）に賛成したものの割合よりも高いものであった。なお、本件臨時株主総会１において、甲社の株主が返送した議決権行使書面には、賛否の欄に記入をしていない白票は存在しなかった。\n５．乙社は、令和３年１１月１５日、本件各議題についての乙社提案の各議案のいずれにも賛成した甲社の株主全員に対し、一人当たり１０００円相当の商品券を送付した。これらの商品券の取得や送付に要した費用については、乙社が全て負担した。\n〔設問１〕\n下記の小問に答えなさい。\n〔小問１〕\n上記３の時点で、甲社の監査役Ｄは、本件臨時株主総会１の招集通知と本件書面を見て、本件臨時株主総会１の開催には法令違反があり、監査役として何らかの対応をする必要があるの- 2 -ではないかと考えた。Ｄほか２名の甲社の監査役３名が協議した結果、仮に本件臨時株主総会\n１の開催に法令違反があったとしても、本件臨時株主総会１の開催をやめるように求める手段の有無が別途問題となることが判明したため、Ｄは、弁護士に相談することとした。Ｄの相談を受けた弁護士は、Ｄが会社法に基づいて本件臨時株主総会１の開催をやめるように求める手段の有無についてどのように回答すべきか、論じなさい。なお、本件臨時株主総会１の開催に法令違反があるかどうかについては、論じなくてよい。\n〔小問２〕\n上記５の時点で、本件各議題についての乙社提案の各議案に反対した甲社の株主Ｅが、本件決議１に至った経緯に不満を抱き、株主総会決議の取消しの訴えを提起した場合に、Ｅの立場において考えられる主張及びその主張の当否について、論じなさい。\n下記６以下においては、上記２から５までの事実は存在しないことを前提として、〔設問２〕に答えなさい。\n６．乙社は、甲社の業績が長期的に悪化していたため、Ａらに対して不満を持っていた。これに対し、Ａらは、考え方が大きく異なる乙社が筆頭株主のままでは甲社の意思決定を円滑に行うことができないし、乙社のような株主が存在するのは甲社が会社法上の公開会社であるからであり、今後は甲社を会社法上の公開会社でない株式会社にすべきであると考えていた。また、Ａらは、１０００名もの株主が存在していることも機動的な意思決定の妨げになるものと考えていた。そこで、Ａらは、令和３年１２月、甲社の再建を支援してくれる丙株式会社（以下「丙社」という。）とともに、株式の併合をするなどして甲社の買収を行うこととした。\nその結果、令和３年１２月の時点で、甲社の発行済株式の総数は６００株（全て普通株式である。）となり、丙社が２００株を、Ａが２００株を、Ｂが１００株を、Ｃが１００株を、それぞれ保有することとなった。また、甲社の定款には、譲渡による甲社の株式の取得について株主総会の承認を要する旨、株式取得者が甲社の株主である場合には甲社はその取得を承認したものとみなす旨が定められた。そして、甲社は、引き続き取締役会を置くこととし、その取締役は、Ａ\nらに加えて、丙社から派遣されたＦの４名となり、引き続きＡが代表取締役を務めることとなった。また、甲社の監査役は、従前と同様、Ｄほか２名の計３名となった。なお、これらの手続は、全て適法に行われた。\n７．丙社は、建築関係の中小規模の株式会社数社について、その株式の全てを保有したり、甲社や下記８の丁株式会社（以下「丁社」という。）のように、その株式の一部を少数株主として保有したりしていた。丙社は、甲社に対し、Ｆを取締役として派遣したり、取引先を紹介したりするなどしてその再建に協力した。\n８．甲社は、その製造する機器の品質に定評があったことに加え、建築設備機器に対する需要の増加、丙社の協力及びＡらの努力により、急速に業績を回復することができ、令和５年６月にはその経営が安定してきた。丙社は、甲社の再建はめどがついたと考え、今度は、甲社の営業範囲と隣接する地域で建築設備機器の製造及び販売等を行う丁社の再建に注力するようになった。その一環として、Ｆは、Ａらに対し、甲社の持つ技術やライセンスを丁社に提供するように求めるなどしたため、ＦとＡらとの間に見解の相違が見られるようになった。\n９．Ａらは、令和５年１０月、丙社の本社を訪れ、丙社の代表取締役であるＧと面会した。Ａらは、Ｇに対して、「甲社の再建に水を差すようなことはしないでほしい。」と伝えたところ、Ｇは、「甲社の再建のために協力したのだから、今度は甲社が協力する番ではないか。甲社は、その技術とライセンスを丁社に提供し、実際の生産は丁社に任せる方向で業務提携をしてはどうか。」などと提案し、両者の見解は一致しなかった。Ｇは、これを機に、甲社を丙社の完全子会社とした上で将来的には丁社と合併させる方がうまくいくのではないかと考えるようになった。\n10．Ａは、令和５年１１月１日、上記９の甲社を丙社の完全子会社にするというＧの意向をＦから聞かされて驚がくし、Ｂ及びＣと対応策を協議した。その結果、Ａらで甲社の発行済株式の総数の３分の２を保有していることから、甲社と競合関係にある丁社のために経営に介入されることを防ぎ、甲社の独立を維持するために、丙社を締め出すべきであるとの結論に達した。そして、下記11の計画を実現するために、Ｂは、同月６日、Ａに対し、甲社の株式１００株を譲渡した。\nＧが考えていた甲社を丙社の完全子会社にする案も、Ａらが決定した甲社の独立を維持するために丙社を締め出すという案も、甲社の企業価値との関係では、客観的にいずれか一方が他方よりも優れているとは言い難く、見解の分かれる問題であった。Ｂは、Ａよりも前にＧの案を聞いており、当初はＧの案もあながちおかしなものではないと考えていたが、Ａが甲社の独立を維持する必要があると強く主張し、Ｃもこれに賛同したことから、最終的にはＡらの案を支持することにした。\n11．甲社の取締役会は、令和５年１１月１５日、適法な決議を経て、次の①から③までの事項を一連のものとして行う計画（以下「本件計画」という。）を決定した。\n① 甲社の株式について、３００株を１株とする株式の併合（以下「本件株式併合」という。）を行うこととし、そのために臨時株主総会（以下「本件臨時株主総会２」という。）を招集する。なお、本件株式併合により１株に満たない端数となる株式については、甲社が、同月１４日に専門家から取得した株式価値算定書に基づいた価格で買い取ることとする。\n② 本件株式併合の効力発生後遅滞なく、１株を２００株に分割する株式の分割（以下「本件株式分割」という。）を行う。\n③ 本件株式分割の効力発生後遅滞なく、Ｂ及びＣに対する募集株式の第三者割当て（甲社が上記①で買い取った甲社の株式であって本件株式分割後の２００株の自己株式を処分するというものである。）を行うこととし、そのために臨時株主総会を招集する。この募集株式の第三者割当ては、Ｂに１００株を、Ｃに１００株を、それぞれ割り当てるものである。\nこれらを行うことにより、甲社の発行済株式の総数は４００株となり、Ａが２００株を、Ｂが１００株を、Ｃが１００株を、それぞれ保有することとなる。\nＦは、甲社のような株式会社において特定の株主を狙い撃ちにして締め出すことは許されないと主張して本件計画に反対した。しかし、Ａらが賛成したことにより本件計画が可決された。\n12．甲社は、令和５年１２月１１日、適法な招集手続を経て、本件臨時株主総会２を開催した。本件臨時株主総会２では、全ての株主が出席し、Ａが上記８及び９の丙社による提案等を説明した上で、甲社と競合関係にある丁社のために経営に介入されることを防ぎ、甲社の独立を維持するために、丙社を締め出す必要があるとして、本件株式併合が必要な理由を説明した。なお、本件株式併合により１株に満たない端数となる株式の買取価格は、公正な価格と認められるものであった。\n本件臨時株主総会２に出席したＧは、「金額の問題ではなく、信義の問題だ。なぜ再建に協力した我々だけを排除するのか。このようなものは到底容認できない。」と述べたところ、Ａは、「御社とは甲社の経営について深刻な見解の相違があるため、我々経営陣が退くのでなければ、最終的には退出していただくほかない。」と回答した。本件株式併合に関する事項を定める件については、丙社が反対したものの、他の株主全ての賛成により、甲社提案のとおり可決された（以下「本件決議２」という。）。\n13．本件株式併合の効力は、本件決議２によって効力発生日として定められた日に発生した。なお、本件株式併合に際して行うべき株主への通知及び本件株式併合に関する書面等の備置き等は、全て適法に行われた。\n〔設問２〕\n上記13の時点で、丙社は、本件株式併合の効力を争うことを検討している。丙社が採ることができる会社法上の手段に関し、丙社の立場において考えられる主張及びその主張の当否について、論じなさい。論文式試験問題集［民事系科目第３問］",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n１ 設問１は、会社法上の公開会社である取締役会設置会社において、少数株主が裁判所の許可を得て取締役の解任等を目的とする株主総会を招集するに当たり、議決権行使書面及び株主総会参考書類のほかに、自らが提案する議案に賛成した株主には商品券を贈呈する旨の書面を株主に交付した場合に生じ得る会社法上の問題についての検討を求めるものである。小問１は、株主総会の開催に法令違反があると考えた監査役が株主総会の開催前に採ることができる会社法上の手段の有無の検討を、小問２は、株主総会を招集した少数株主が提案した議案に反対した他の株主がこれを可決した株主総会決議の取消しの訴えを提起した場合において、当該他の株主の立場において考えられる主張及びその主張の当否の検討を、それぞれ求めるものである。\n設問２は、会社法上の公開会社でない取締役会設置会社において、特定の株主を締め出すために行われた株式併合について、当該特定の株主がその効力を争うために採ることができる会社法上の手段に関し、その立場において考えられる主張及びその当否の検討を求めるも- 10 -\nのである。\n２ 設問１について\n⑴ 小問１について小問１においては、Ｄが監査役として少数株主により行われた違法行為の差止めを請求するための会社法上の手段の有無が問われている（なお、小問１においては、少数株主の行為の違法性の有無自体について論ずることは求められていない。）。監査役による違法行為の差止めについては会社法第３８５条第１項に規定されているが、同項は、取締役の行為を対象としていることから、少数株主が裁判所の許可を得て株主総会を招集する場合にそのまま直接適用することは難しい。まずは、その点を指摘した上で、同項の適用又は類推適用の可否を検討することが必要となる。この点については、例えば、少数株主は、株式会社のために株主総会を招集する権限を付与されているのであって個人の利益のためにその権限を付与されているわけではないという意味において取締役に準ずる立場にあり、取締役と同様、適法に株主総会を招集する義務を負っていると考えられることに加え、同項の適用又は類推適用を認めなければ、適法性を監査するという監査役の任務を全うすることができないことなどを指摘して、同項の適用又は類推適用を肯定するということも考えられるであろう。これに対し、少数株主と取締役とでは立場が異なることや少数株主による違法な株主総会の招集を差し止められないことになってもやむを得ないことなどを指摘して、同項の適用又は類推適用を否定することも考えられるであろうが、いずれにしても、少数株主に株主総会を招集する権限が付与されていることや、少数株主による違法な株主総会の招集を監査役が差し止めることの必要性などについて、広く考慮した上で、Ｄから相談を受けた弁護士としての回答を検討することが求められる。\nなお、そのほかにも、別の被保全権利の存在を指摘して仮の地位を定める仮処分命令（民事保全法第２３条第２項）の申立てをするということも考えられないではない。例えば、監査役の少数株主に対する妨害排除請求権や株主総会決議の取消しの訴えを本案とする仮の地位を定める仮処分命令を求めることなどを検討することが考えられるであろうが、前者であれば、そのような権利が存在することを説得的に論ずることが求められるし、後者であれば、仮処分が認められてしまうと本案の対象となる株主総会決議が存在しないこととなり、そのような方法が許容されるのかも含めて説得的に論ずることが求められることとなる。\n⑵ 小問２について小問２においては、本件決議１について株主総会決議の取消しの訴えを提起したＥの立場において考えられる主張をどのように構成するのかが問われている。具体的には、本件臨時株主総会１を招集した少数株主である乙社が自らの提案する議案に賛成した株主には商品券を贈呈する旨の本件書面を株主に交付したことなどを踏まえ、本件決議１が会社法第８３１条第１項各号に掲げる場合のいずれに該当するのかを明示して、株主総会決議取消事由の有無を検討することが求められる。\nまず、Ｅとしては、乙社の行為が「株主の権利の行使に関し、財産上の利益を供与」するものに該当し（会社法第１２０条第１項）、株主総会の招集の手続又は決議の方法が法令に違反するものであった（会社法第８３１条第１項第１号）と主張することが考えられる。もっとも、会社法第１２０条第１項は、「株式会社」による「当該株式会社又はその子会社の計算においてする」利益供与を禁止しており、少数株主が自らの負担によって行う行為を直接の対象とはしていない。まずは、そのことを指摘した上で、少数株主の行為に同項を適用又は類推適用することの可否を検討することが必要となる。この点については、例えば、同項は、会社財産の浪費を防止するものであり、株主によって意思決定がされるべき株式会社が株主の議決権の行使に影響を与えることを禁ずるものであると考えるのであれば、少数株主が、自らの負担によって商品券を贈与することにより、他の株主の議決権の行使に影響を与えることには問題はないということとなり、同項の適用又は類推適用を否定することになろう。これに対し、同項は、株式会社の公正な運営を確保するものであると考えるのであれば、株式会社による利益供与だけでなく株主総会を招集する少数株主による利益供与も株式会社の公正な運営を害し得ること、また、そのような問題は当該株式会社等の計算においてされたものであるか否かを問わずに生じ得ることなどを指摘し、同項の適用又は類推適用を肯定することもあり得る。\n次に、Ｅとしては、前記の点に加えて、株主総会の招集の手続又は決議の方法が「著しく不公正」であった（会社法第８３１条第１項第１号）と主張することが考えられる。この点については、株主による議決権の行使が株主として株式会社から受ける経済的な利益とは異なる要因によって左右されるような状況で行われた株主総会決議が「著しく不公正」\nであったといい得ることを指摘した上で、本問の事実関係の下で具体的な検討をすることが考えられる。前者については、前記のような状況で行われた株主総会決議が「著しく不公正」であったといい得る理論的な根拠を自分なりに考察することが求められる。また、後者については、例えば、乙社が提案する議案に賛成した株主にのみ商品券が贈呈されること、乙社には当該議案を可決させることに強い利害関係があると認められること、例年の定時株主総会における結果との比較から乙社による商品券の贈呈が株主の議決権の行使に影響を与えた可能性が高いことなどを指摘した上で、「著しく不公正」であったといえるとすることも考えられるであろうし、商品券の額が少額であること、乙社が提案する議案に反対する議決権の行使をすることが殊更妨害されたわけではないこと、甲社の業績悪化や筆頭株主である乙社との間で対立が生じているという点で例年とは状況が異なり、例年の定時株主総会における結果との比較は重要ではないことなどを指摘した上で、「著しく不公正」であったとまではいえないとすることも考えられるであろう。また、そもそも、株主総会を招集する少数株主であっても、株式会社ではない以上、自らの資金で他の株主の議決権の行使に影響を与えることとなったとしても「著しく不公正」とはいえないとの考え方を採用し、その理論的な根拠を自分なりに考察するということも考えられるであろう。なお、株主総会の招集の手続又は決議の方法が「著しく不公正」な場合には、決議への影響の有無にかかわらず、裁量棄却の対象にはならない（会社法第８３１条第２項参照）。\n３ 設問２について\n⑴ 設問２は、発行済株式の総数の３分の１に相当する２００株を保有する丙社から再建のための支援を受けていた甲社が、再建のめどがついてきた頃から丙社との間で見解の相違がみられるようになったことなどから、丙社との間の資本関係を断つために本件株式併合とそれに続く本件株式分割及び募集株式の第三者割当てを計画したという事例において、締め出される丙社の立場から、本件株式併合の効力を争うために採ることができる会社法上の手段に関し、その立場において考えられる主張及びその主張の当否の検討を求めるものである。\n⑵ まず、株式併合の効力を争うための会社法上の手段については、会社の組織に関する行為の無効の訴え（会社法第８２８条）の対象となっていないことから、このような訴えを提起するのではなく、株式併合をするための株主総会決議（会社法第１８０条第２項）の効力を否定することにより、株式併合が無効となることを主張することが考えられる。そして、株主総会決議の効力を否定するための会社法上の手段としては、①特別の利害関係を有する者が議決権を行使したことによって著しく不当な決議がされたとして、株主総会決議の取消しの訴えを提起すること（会社法第８３１条第１項第３号）、②決議の内容が法令に違反することを理由として株主総会決議の無効の確認の訴えを提起すること（会社法第８３０条第２項）等が考えられる（なお、①の場合には、丙社が本件決議２の取消しに- 12 -\nよって株主となる者に該当すること（会社法第８３１条第１項後段）についても言及することができると、なお望ましい。）。会社の組織に関する行為の無効の訴えに関する会社法第８２８条の規定を類推適用するということも考えられるであろう。いずれにしても、株式併合に関する会社法の規定を正しく理解した上で、その効力を争うための会社法上の手段を検討することが求められる。\n⑶ 次に、前記の各手段のうち、前記⑵①の手段による場合であれば、Ａ又はＣが特別の利害関係を有する者であることや「著しく不当な決議」がされたといえるか否かが問題となるし、前記⑵②の手段による場合であれば、「決議の内容が法令に違反する」といえるか否かが問題となる。まず、どのような場合に「著しく不当な決議」又は「決議の内容が法令に違反する」といえるのかについて、自分なりの基準を立てる必要があり、なぜそのような基準を採用するのかについても、理論的な根拠を自分なりに考察する必要がある。また、「決議の内容が法令に違反する」といえるか否かを検討する場合においては、法令違反の根拠についても触れる必要があり、この点については、例えば、いわゆる株主平等原則に違反すること（会社法第１０９条第１項）、権利の濫用に該当すること（民法第１条第３項）\nなどを指摘することが考えられるであろう。\nその上で、本問の事実関係全体（例えば、丙社の案もＡらの案も、甲社の企業価値との関係では、客観的にいずれか一方が他方よりも優れているとは言い難く、見解の分かれる問題であったことや、本件株式併合により１株に満たない端数となる株式の買取価格が公正な価格と認められるものであったことなど）について、多面的に、かつ、適切に評価するなどして、「著しく不当な決議」又は「決議の内容が法令に違反する」といえるか否かについての結論を示す必要がある。\n本問は、会社法に明文の規定がない問題を素材に思考力を問うものであり、本件株式併合の効力を否定する方向、肯定する方向のいずれであっても構わない。例えば、会社法上の公開会社でない株式会社においては、少数株主の有する利益は当該株式の金銭的価値に尽きず、それを保護する必要があるから、株式併合には正当な事業目的が要求されるという一般論を採りつつ、本問の事実関係の下では、正当な事業目的を欠くため本件株式併合の効力を否定する方向で検討することも、正当な事業目的が認められるため本件株式併合の効力を肯定する方向で検討することも考えられるであろう。また、会社法上、株式併合の目的は制限されていないことなどから、特定の少数株主を締め出すために行われた株式併合も許容されるとして、本件株式併合の効力を肯定することも考えられるであろうが、いずれの立場であっても、説得的に論ずることが求められる。なお、本問では、本件株式併合の効力を争う丙社の立場において考えられる主張及びその主張の当否を検討することが求められるものであることから、最終的に本件株式併合の効力を肯定するとしても、それを否定する立場からの立論とその当否について検討する姿勢が求められる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている令和６年司法試験の論文式試験出題の趣旨に特に補足すべき点はない。\n２ 採点方針民事系科目第２問は、商法分野からの出題である。事実関係を分析し、会社法上の論点を的確に抽出して各設問に答えるという過程を通じ、事例解析能力、論理的思考力、会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものである。会社法に関する基本的な理解を前提に関係する条文を探し出し、その条文の文言を丁寧に検討するという姿勢がうかがわれる答案には、高い評価が与えられた。これに対し、条文の引用が不正確であったり、条文の文言を丁寧に検討するという姿勢を欠いていたりする答案は、知っている論点に引き付けて検討しようとしているせいか、問題の所在を的確に把握することができていないものが多く、結果的に低い評価にとどまるものが多かった。\n３ 採点実感⑴ 設問１の小問１についてア 全体的な採点実感(ｱ) 設問１の小問１は、会社法上の公開会社である取締役会設置会社において、少数株主が裁判所の許可を得て取締役の解任等を目的とする株主総会を招集するに当たり、議決権行使書面及び株主総会参考書類のほかに、自らが提案する議案に賛成した株主には商品券を贈呈する旨の書面を株主に交付した場合において、監査役として少数株主による違法行為の差止めを請求するための会社法上の手段の有無を問うものである。\n監査役による違法行為の差止めについては会社法第３８５条第１項に規定されているが、\n同項は、取締役の行為を対象としていることから、少数株主が裁判所の許可を得て株主総会を招集する場合にそのまま適用することは難しい。まずは、そのことを指摘した上で、\n同項の適用又は類推適用の可否を検討することが必要となる。その上で、例えば、少数株主は、個人の利益のためではなく株式会社のために株主総会を招集する権限を付与されているのであって、その意味において取締役に準ずる立場にあり、取締役と同様、適法に株主総会を招集する義務を負っていると考えられることに加え、同項の適用又は類推適用を認めなければ、適法性を監査するという監査役の任務を全うすることができないことなどを指摘して、同項の適用又は類推適用を肯定するということも考えられるであろう。これに対し、少数株主と取締役とでは立場が異なることや、少数株主による違法な株主総会の招集を差し止められないことになってもやむを得ないことなどを指摘して、同項の適用又は類推適用を否定することも考えられるであろう。いずれにしても、少数株主に株主総会を招集する権限が付与されていることや、少数株主による違法な株主総会の招集を監査役が差し止めることの必要性などについて、広く考慮した上で、Ｄから相談を受けた弁護士としての回答を検討することが求められる。\n(ｲ) 多くの答案が、会社法第３８５条第１項が問題となり得ることに気が付いていた（極めて少数ではあるが、会社法第３６０条第１項に言及する答案があったが、Ｄは株主ではないため、同項は問題となり得ない。）。この点については、法科大学院における実務教育の成果が出ているものと評価することができるように思われる。\nこれに対し、本小問において検討することが求められているのは「会社法に基づいて本件臨時株主総会１の開催をやめるように求める手段の有無」であるから、本件臨時株主総会１の開催をやめることに結び付かない手段について論じても評価されることはない。こ- 8 -の点については、少数ではあるものの、会社法第３０６条第１項の株主総会の招集手続等に関する検査役の選任を論ずるものや、少数株主による株主総会の招集に関する会社法第２９７条所定の要件を満たしているか否かを検討するものなどがあったが、これでは問われていることに答えたことにはならない。\n会社法第３８５条第１項の適用又は類推適用を肯定するのか否かについては、いずれの立場を採ることも考えられるが、上記(ｱ)のような検討をすることができた答案は、当然のことながら、高く評価された。また、同項の類推適用を肯定する立場に立ちつつも、Ｄから相談を受けた弁護士としては、それが否定されるリスクがあることも含めて回答すべきであると指摘する答案もあったが、問われたことに正面から論ずる姿勢が好印象であった。\nこれに対し、会社法第３８５条第１項が問題となり得ることに気が付いたにもかかわらず、不良に該当する答案も相当数あった。例えば、少数株主からの請求に対して取締役が株主総会の招集をしないという不作為を問題とし、同項によりその不作為を差し止めるとする答案もあった。このような答案は、同項が問題となることには気が付いており、同項が取締役の行為を対象としており、少数株主の行為を直接の対象としていないことにも気が付いているため、その限りにおいては評価することができるが、不作為の差止めというのは、現実的には困難であることはさておくとしても、そもそも本件臨時株主総会１の開催をやめる手段にならないため、問われたことに答えたことにならない。また、少数株主が株主総会を招集する場合であっても、株主総会の目的である事項を定めたり、招集の通知を発したりするのは取締役であることを前提に、そのような取締役の行為を同項により差し止めることができるとする答案もあったが、このような答案は、少数株主が株主総会を招集する場合の手続を誤解するものである。さらに、差止めの対象となる行為自体は正しく捉えていても、同項が取締役の行為を対象としていることに言及することなく、漫然と少数株主の行為にも同項が適用されるとする答案もあったが、このような答案は、同項に気が付いたという以上の評価は与えられない。\nなお、そのほかにも、会社法第３８５条第１項とは別の被保全権利の存在を指摘して仮の地位を定める仮処分命令（民事保全法第２３条第２項）の申立てをするということも考えられないではない。例えば、監査役の少数株主に対する妨害排除請求権や株主総会決議の取消しの訴えを本案とする仮の地位を定める仮処分命令を求めることなどを検討することが考えられるであろうが、前者であれば、そのような権利が存在することを説得的に論ずることが求められるし、後者であれば、仮処分が認められてしまうと本案の対象となる株主総会決議が存在しないこととなり、そのような方法が許容されるのかも含めて説得的に論ずることが求められることとなる。もっとも、会社法第３８５条第１項とは別の被保全権利の内容について説得力のある論述をする答案はほとんどなかった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例監査役による違法行為の差止めについては会社法第３８５条第１項に規定されているが、\n同項は、取締役の行為を対象としていることから、少数株主が裁判所の許可を得て株主総会を招集する場合に適用することは難しいことを指摘した上で、少数株主は、個人の利益のためではなく株式会社のために株主総会を招集する権限を付与されているのであって、\nその意味において取締役に準ずる立場にあり、取締役と同様、適法に株主総会を招集する義務を負っていると考えられることに加え、同項の類推適用を認めなければ、適法性を監査するという監査役の任務を全うすることができないことなどを指摘して、同項の類推適用を肯定するもの。\n監査役による違法行為の差止めについては会社法第３８５条第１項に規定されているが、\n同項は、取締役の行為を対象としていることから、少数株主が裁判所の許可を得て株主総- 9 -会を招集する場合に適用することは難しいことを指摘した上で、少数株主は、取締役に代わって株主総会を招集するものの、少数株主という立場でその権限を行使するものであって、取締役とは立場が異なるのであるし、株式会社は自ら株主総会を招集することができたのにそれをしなかったのであるから、少数株主による株主総会の招集を差し止めることができず、事後的に株主総会決議の取消しの訴えを提起することによって対応することとなってもやむを得ないことなどを指摘して、同項の類推適用を否定するもの。\n監査役による違法行為の差止めについては会社法第３８５条第１項に規定されているが、\n同項は、取締役の行為を対象としていることから、少数株主が裁判所の許可を得て株主総会を招集する場合に適用することは難しいことを指摘した上で、裁判所の許可を得て株主総会を招集する場合における少数株主の立場の取締役との類似性について自分なりに検討し、同項の類推適用の可否を検討するもの。\n(ｲ) 不良に該当する答案の例監査役による違法行為の差止めについては会社法第３８５条第１項に規定されていることに気が付いているものの、同項が取締役の行為を対象としていることに言及することなく、\n漫然と同項が適用されるとするもの。\n監査役による違法行為の差止めについては会社法第３８５条第１項に規定されていることに気が付いているものの、少数株主が株主総会を招集する場合であっても、株主総会の目的である事項を定めたり、招集の通知を発したりするのは取締役であることを前提に、そのような取締役の行為を会社法第３８５条第１項により差し止めることができるとするもの。\n監査役による違法行為の差止めについては会社法第３８５条第１項に規定されていることに気が付いているものの、少数株主からの請求に対して取締役が株主総会の招集をしないという不作為を問題とし、会社法第３８５条第１項によりその不作為を差し止めるとするもの。\n監査役による違法行為の差止めについて検討することなく、検査役の選任（会社法第３０６条第１項）、取締役会への報告義務（会社法第３８２条）又は株主総会に対する報告義務（会社法第３８４条）等を論ずるもの。\n監査役による違法行為の差止めについて検討することなく、少数株主による株主総会の招集に関する会社法第２９７条所定の要件を満たしているか否かを検討し、これを満たしている以上、監査役の採ることができる会社法上の手段はないとするもの。\n被保全権利が何であるかを明らかにすることなく、仮の地位を定める仮処分命令（民事保全法第２３条第２項）の申立てについて論ずるもの。\n⑵ 設問１の小問２についてア 全体的な採点実感(ｱ) 設問１の小問２は、本件決議１について株主総会決議の取消しの訴えを提起したＥの立場において考えられる主張をどのように構成するのかを問うものである。具体的には、本件臨時株主総会１を招集した少数株主である乙社が自らの提案する議案に賛成した株主には商品券を贈呈する旨の本件書面を株主に交付したことなどを踏まえ、本件決議１が会社法第８３１条第１項各号に掲げる場合のいずれに該当するのかを明示して、株主総会決議取消事由の有無を検討することが求められる。\n本件決議１が会社法第８３１条第１項各号に掲げる場合のいずれに該当するのかについては、まず、Ｅとしては、乙社の行為に会社法第１２０条第１項が適用又は類推適用されることから株主総会の招集の手続又は決議の方法が法令に違反するものであった（会社法第８３１条第１項第１号）と主張することが考えられる。もっとも、会社法第１２０条第１項は、「株式会社」による「当該株式会社又はその子会社の計算においてする」利益供与を- 10 -禁止しており、少数株主が自らの負担によって行う行為を直接の対象とはしていない。まずは、そのことを指摘した上で、少数株主の行為に同項を適用又は類推適用することの可否を検討することが必要となる。この点については、例えば、同項は、会社財産の浪費を防止するものであり、株式会社がその財産を用いて株主の議決権の行使に影響を与えることを禁ずるものであると考えるのであれば、少数株主が、自らの負担によって商品券を贈与することにより、他の株主の議決権の行使に影響を与えることには問題はないということとなり、同項の適用又は類推適用を否定することになろう。これに対し、同項は、株式会社の公正な運営を確保するものであると考えるのであれば、株式会社による利益供与だけでなく株主総会を招集する少数株主による利益供与も株式会社の公正な運営を害し得ること、また、そのような問題は当該株式会社等の計算においてされたものであるか否かを問わずに生じ得ることなどを指摘し、同項の適用又は類推適用を肯定することもあり得る。\nそして、同項は、会社財産の浪費と株式会社の公正な運営の確保の双方の趣旨を含むものと考えるなら、いずれを重視するのか、いずれか一方を欠く場合であっても適用又は類推適用できるのかを検討することになろう。\nまた、Ｅとしては、上記の点に加えて、株主総会の招集の手続又は決議の方法が「著しく不公正」であった（会社法第８３１条第１項第１号）と主張することが考えられる。この点については、株主による議決権の行使が株主として株式会社から受ける経済的な利益とは異なる要因によって左右されるような状況で行われた株主総会決議が「著しく不公正」\nであったといい得ることを指摘した上で、本問の事実関係の下で具体的な検討をすることが考えられる。前者については、上記のような状況で行われた株主総会決議が「著しく不公正」であったといい得る理論的な根拠を自分なりに考察することが求められる。また、\n後者については、例えば、乙社が提案する議案に賛成した株主にのみ商品券が贈呈されること、乙社には当該議案を可決させることに強い利害関係があると認められること、例年の定時株主総会における結果との比較から乙社による商品券の贈呈が株主の議決権の行使に影響を与えた可能性が高いことなどを指摘した上で、「著しく不公正」であったといえるとすることも考えられるであろうし、商品券の額が少額であること、乙社が提案する議案に反対する議決権の行使をすることが殊更妨害されたわけではないこと、甲社の業績悪化や筆頭株主である乙社との間で対立が生じているという点で例年とは状況が異なり、例年の定時株主総会における結果との比較は重要ではないことなどを指摘した上で、「著しく不公正」であったとまではいえないとすることも考えられるであろう。また、そもそも、株主総会を招集する少数株主であっても、株式会社ではない以上、自らの資金で他の株主の議決権の行使に影響を与えることとなったとしても「著しく不公正」とはいえないとの考え方を採用し、その理論的な根拠を自分なりに考察するということも考えられるであろう。\nさらに、Ｅとしては、上記の各点に加えて、特別の利害関係を有する者が議決権を行使したことによって「著しく不当な決議がされた」（会社法第８３１条第１項第３号）と主張することもあり得るであろう。その場合には、乙社は、株主総会を招集して議案を提案したものの、自らを取締役に選任するといった決議がされたわけではないことから、そのような観点から特別の利害関係の有無を検討するのではなく、むしろ、賛成の議決権を行使した株主には商品券が贈呈されるという関係に着目して特別の利害関係の有無を検討するのが適切であろう。このような観点から検討すると、賛成の議決権を行使することによって商品券を贈呈される関係にある株主について、特別の利害関係の有無が問題となり得るが、\n議案に対して賛成の議決権の行使さえすれば、当該議案が否決されたとしても、商品券が贈呈されるのであるから、決議について特別の利害関係があるとはいえないと考えることもできるであろう。\n(ｲ) 本小問においては、乙社が提案する議案に賛成した株主には商品券を贈呈されるという- 11 -点が問題となるということについては、ほとんどの答案が検討することができていた。\n次に、会社法第１２０条第１項の適用又は類推適用を肯定して株主総会の招集の手続又は決議の方法が法令に違反するものであったとするのか否か、株主総会の招集の手続又は決議の方法が「著しく不公正」であったとするのか否かについては、いずれの立場から論じても構わないが、上記(ｱ)のような検討をすることができた答案は、当然のことながら、高く評価された。\nもっとも、会社法第１２０条第１項の適用又は類推適用を肯定する答案の多くが、同項が「株式会社」による「当該株式会社又はその子会社の計算においてする」利益供与を禁止している点についての十分な検討をすることができず、その結果、高い評価を得るには至らなかった。\n例えば、会社法第１２０条第１項の趣旨を公正な会社運営と会社財産の浪費防止にあるとしながら、本小問においては後者の要素が欠けることについて何ら論ずることなく同項を適用又は類推適用する答案が相当数あった。このような答案は、本小問の基本的な問題構造は理解していると評価することができるものの、同項が「会社又はその子会社の計算において」することを要件としている点を見逃していることに加え、本小問の状況について深い考察をするには至っていないものと評価せざるを得ない。特に、このような答案の多くが、株主総会の招集の手続又は決議の方法が「著しく不公正」であったといえるか否かについては全く触れていなかった。同項を適用又は類推適用すること自体はあり得るところではあるが、同項が規定する要件に照らすと、そのような主張が当然に認められるというものではない。そうすると、Ｅとしては、同項の適用又は類推適用を肯定して株主総会の招集の手続又は決議の方法が法令に違反するものであったとの主張が採用されない可能性にも配慮した上で、株主総会の招集の手続又は決議の方法が「著しく不公正」であったとの主張についても検討すべきであろう。\nまた、会社法第１２０条第１項の類推適用をするに当たって、例年の定時株主総会における結果と比較して議案に賛成するものの割合が上がったということを、「株主の権利の行使に関し」という要件への当てはめとして言及する答案も多かったが、株主の権利行使に対して現実に影響を与えたかどうかは同項の要件であるとはいえないので、そのような当てはめをする答案には高い評価は与えられなかった。\n次に、会社法第１２０条第１項が行為主体を「株式会社」としていることや「会社の計算において」という要件については触れることなく、又はこれらについて十分な検討をすることなく、下級審裁判例（東京地判平成１９年１２月６日判タ１２５８号６９頁）を参考にして利益供与の該当性を検討する答案も相当数あった。このような答案は、本小問では同項の要件の一部が満たされていないことが問題になっており、同裁判例とは異なる状況であることを看過していることに加え、少数株主による行為であるという本小問における最も重要な点を見落としたか、又は軽視したものと評価せざるを得ない。自らが知っている論点に引き付けて検討しようとした結果、問題の本質を見誤ってしまったのであるとすれば、そのような学習態度は改められるべきである。\nさらに、乙社が「株式会社」であることを理由に、会社法第１２０条第１項の適用を認める答案も、残念ながら相当数あった。このような答案は、条文の基本的な読み方が身に付いていないものと評価せざるを得ない。\nまた、株主総会の招集の手続又は決議の方法が「著しく不公正」であった（会社法第８３１条第１項第１号）と主張することが考えられることを検討した答案の中には、会社法第１２０条第１項は、「株式会社」による「当該株式会社又はその子会社の計算においてする」\n利益供与を禁止しており、少数株主が自らの負担によって行う行為を直接の対象とはしていないという点を丁寧に検討した上で、株主による議決権の行使が株主として株式会社か- 12 -ら受ける経済的な利益とは異なる要因によって左右されるような状況で行われた株主総会決議が「著しく不公正」であったといい得ることを指摘し、本問の事実関係の下で具体的な検討をすることができたものは、高く評価された（このような答案の多くが、会社法第１２０条第１項の適用又は類推適用を否定していたが、同項の適用又は類推適用を肯定しつつ、更にこの点を論ずるというものもあり、いずれであっても高く評価された。）。\nこれに対し、株主総会の招集の手続又は決議の方法が「著しく不公正」であった（会社法第８３１条第１項第１号）と主張することが考えられることを検討した答案の中には、どのような行為がどのような理由で「著しく不公正」となるのかについての分析をせず、ただ問題文の事実関係を羅列して「著しく不公正」であると結論付けるものも相当数あった。\n例年指摘していることであるが、問題文の事実関係を評価することなく並べ立てて、「よって、著しく不公正であった」などと述べても、説得力のある論述とは評価されない。\nまた、特別の利害関係を有する者が議決権を行使したことによって「著しく不当な決議がされた」（会社法第８３１条第１項第３号）と主張することが考えられることを検討した答案も、少数ながら見受けられた。その中でも、乙社が株主総会を招集して議案を提案していることから特別の利害関係を有する者に当たるというものが多かったが、適切な検討がされたものとは評価されなかった。これに対し、賛成の議決権を行使した株主には商品券が贈呈されるという関係に着目して特別の利害関係の有無を検討するものは、少数にとどまったものの、この部分の評価としては相応のものとなった。本小問においては、Ｅの立場において考えられる主張とその当否が問われているのであるから、会社法第１２０条第１項の適用又は類推適用を肯定して株主総会の招集の手続又は決議の方法が法令に違反するものであったとするのか否か、株主総会の招集の手続又は決議の方法が「著しく不公正」\nであったとするのか否かといった問題に付加して適切に検討していたものについては、設問１の小問２全体として相対的に高い評価を得るに至った。\nなお、裁量棄却について詳細に論ずる答案が相当数あったが、会社法第１２０条第１項の適用又は類推適用を肯定して株主総会の招集の手続又は決議の方法が法令に違反するものであったとする場合には、違反する事実が重大でないとはいい難いのであるから、大きく取り上げる必要はない。さらに、株主総会の招集の手続又は決議の方法が「著しく不公正」\nであったとする場合や特別の利害関係を有する者が議決権を行使したことによって「著しく不当な決議がされた」とする場合には、そもそも裁量棄却は問題とはならないのであるから、これらのみを決議の瑕疵として論じつつ、裁量棄却の可否について論ずるのは会社法第８３１条第２項を理解していないものとして評価せざるを得ない。当然のことではあるが、株主総会決議の取消しの訴えが問題となる場合には、裁量棄却を必ず主要な論点として論じなければならないというわけではない。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例まず、Ｅとしては、乙社の行為が「株主の権利の行使に関し、財産上の利益を供与」するものに該当し（会社法第１２０条第１項）、株主総会の招集の手続又は決議の方法が法令に違反するものであった（会社法第８３１条第１項第１号）と主張することが考えられることを指摘した上で、少数株主の行為に会社法第１２０条第１項を適用することができないことを前提に、同項は、会社財産の浪費を防止するものであり、株式会社がその財産を用いて株主の議決権の行使に影響を与えることを禁ずるものであると考え、同項を類推適用することもできないものとする（又は、同項は、株式会社の公正な運営を確保するものであり、株式会社による利益供与だけでなく株主総会を招集する少数株主による利益供与も株式会社の公正な運営を害し得ること、また、そのような問題は当該株式会社等の計算においてされたものであるか否かを問わずに生じ得ることなどを指摘し、同項の適用又は類- 13 -推適用を肯定することができるものとする。）。その上で、Ｅとしては、株主総会の招集の手続又は決議の方法が「著しく不公正」であった（会社法第８３１条第１項第１号）と主張することも考えられることを指摘した上で、株主による議決権の行使が株主として株式会社から受ける経済的な利益とは異なる要因によって左右されるような状況で行われた株主総会決議が「著しく不公正」であったといい得ることを論じ、乙社が提案する議案に賛成した株主にのみ商品券が贈呈されることや、例年の定時株主総会における結果との比較から乙社による商品券の贈呈が株主の議決権の行使に影響を与えた可能性が高いことなどを指摘して、「著しく不公正」であったとするもの。\n少数株主の行為に会社法第１２０条第１項を適用することができないことを前提に、同項は、会社財産の浪費を防止するものであり、株式会社がその財産を用いて株主の議決権の行使に影響を与えることを禁ずるものであると考え、同項を類推適用することもできないことを論じた上で、Ｅとしては、株主総会の招集の手続又は決議の方法が「著しく不公正」\nであった（会社法第８３１条第１項第１号）と主張することが考えられることを指摘し、\n株主による議決権の行使が株主として株式会社から受ける経済的な利益とは異なる要因によって左右されるような状況で行われた株主総会決議が「著しく不公正」であったといい得ることを論じ、本問の事実関係を適切に評価して自分なりの結論を導くもの。\n(ｲ) 不良に該当する答案の例Ｅとしては、乙社の行為が「株主の権利の行使に関し、財産上の利益を供与」するものに該当し（会社法第１２０条第１項）、株主総会の招集の手続又は決議の方法が法令に違反するものであった（会社法第８３１条第１項第１号）と主張することが考えられることを指摘した上で、会社法第１２０条第１項が行為主体を「株式会社」としていることや「会社の計算において」という要件については触れることなく、又はこれらについて十分な検討をすることなく、下級審裁判例（東京地判平成１９年１２月６日判タ１２５８号６９頁）\nを参考にして検討するもの。\nＥとしては、乙社の行為が「株主の権利の行使に関し、財産上の利益を供与」するものに該当し（会社法第１２０条第１項）、株主総会の招集の手続又は決議の方法が法令に違反するものであった（会社法第８３１条第１項第１号）と主張することが考えられることを指摘した上で、乙社が「株式会社」であることから、会社法第１２０条第１項の適用を認めるもの。\nＥとしては、株主総会の招集の手続又は決議の方法が「著しく不公正」であった（会社法第８３１条第１項第１号）と主張することが考えられることを指摘した上で、どのような行為がどのような理由で「著しく不公正」となるのかについての分析をせず、事実関係を羅列して「著しく不公正」であると結論付けるもの。\n株主総会を招集して議案を提案した乙社による議決権の行使を「特別の利害関係を有する者」の議決権の行使であるとした上で、会社法第８３１条第１項第３号の取消事由について検討するもの。\n⑶ 設問２についてア 全体的な採点実感(ｱ) 設問２は、発行済株式の総数の３分の１に相当する２００株を保有する丙社から再建のための支援を受けていた甲社が、再建のめどがついてきた頃から丙社との間で見解の相違がみられるようになったことなどから、丙社との間の資本関係を断つために本件株式併合とそれに続く本件株式分割及び募集株式の第三者割当てを計画したという事例において、\n締め出される丙社の立場から、本件株式併合の効力を争うために採ることができる会社法上の手段に関し、その立場において考えられる主張及びその主張の当否の検討を求めるものである。(ｲ) 設問２においては、まずは、株式併合の効力を争うための会社法上の手段について、検討しなければならない。この点については、株式併合については会社の組織に関する行為の無効の訴え（会社法第８２８条）の対象となっていないことから、このような訴えを提起するのではなく、株式併合をするための株主総会決議（会社法第１８０条第２項）の効力を否定することにより、株式併合が無効となることを主張することが考えられる。そして、株主総会決議の効力を否定するための会社法上の手段としては、①特別の利害関係を有する者が議決権を行使したことによって著しく不当な決議がされたとして株主総会決議の取消しの訴えを提起すること（会社法第８３１条第１項第３号）、②決議の内容が法令に違反することを理由として株主総会決議の無効の確認の訴えを提起すること（会社法第８３０条第２項）が考えられる（なお、①の場合には、丙社が本件決議２の取消しによって株主となる者に該当すること（会社法第８３１条第１項後段）についても言及することができると、なお望ましい。）。また、会社の組織に関する行為の無効の訴えに関する会社法第８２８条の規定を類推適用するということも考えられるであろう。いずれにしても、株式併合に関する会社法の規定を正しく理解した上で、その効力を争うための会社法上の手段を検討することが求められる。\nこの点については、多くの答案が上記①又は②のいずれかの手段について検討することができていた。内容面においても、上記のような検討をすることができたものも相当数あり、\n当然のことながら、高く評価された（その中でも、上記①の手段について検討するに際し、\n丙社が本件決議２の取消しによって株主となる者に該当すること（会社法第８３１条第１項後段）についても言及することができたものも一定数あったが、条文の文言を丁寧に検討する姿勢が見られ、好印象であった。）。他方で、株式併合については会社の組織に関する行為の無効の訴え（会社法第８２８条）の対象となっていないことや、株式併合をするための株主総会決議（会社法第１８０条第２項）の効力を否定することによって株式併合が無効となるということに全く言及することなく、いきなり上記①又は②を検討するものもあったが、それでは株式併合の効力を争うための会社法上の手段を十分に検討したものと評価することはできない。\nまた、株式併合の効力を争うための会社法上の手段の有無を検討しないで、当然のように株式併合の無効の訴えを提起することができることを前提とする答案もあったが、このような答案も、株式併合の効力を争うための会社法上の手段を十分に検討したものと評価することはできない。\nさらに、株式併合の差止め（会社法第１８２条の３）、本件株式併合に続く自己株式の処分の差止め（会社法第２１０条）やその無効（会社法第８２８条第１項第３号）について検討するものも相当数あった。本設問においては、本件株式併合の効力は発生しているのであるから、差止めは問題にはならないはずであるし、自己株式の処分の差止めやその無効を論じても、本件株式併合の効力を争う手段について論じたことにはならない。\nなお、少数ではあったが、招集の手続又は決議の方法が著しく不公正（会社法第８３１条第１項第１号）であるか否かが問題となるとした上で、その中で丙社の締め出しの当否を検討するものもあった。しかしながら、丙社を締め出すというのは決議の内容であるから、\n招集の手続又は決議の方法が問題となるものではない。\n(ｳ) 次に、上記(ｲ)①及び②の各手段のうち、上記(ｲ)①の手段による場合であれば、Ａ又はＣが特別の利害関係を有する者であることや「著しく不当な決議」がされたといえるか否かが問題となる。これに対し、上記(ｲ)②の手段による場合であれば、「決議の内容が法令に違反する」といえるか否かが問題となるところ、法令違反の根拠については、例えば、\nいわゆる株主平等原則に違反すること（会社法第１０９条第１項）、権利の濫用に該当すること（民法第１条第３項）などを指摘することが考えられるであろう。そして、どのよう- 15 -な場合に「著しく不当な決議」又は「決議の内容が法令に違反する」といえるのかについて、自分なりの規範を立てる必要があり、なぜそのような規範を採用するのかについても、\n理論的な根拠を自分なりに考察する必要がある。その上で、本問の事実関係全体（例えば、\n丙社の案もＡらの案も、甲社の企業価値との関係では、客観的にいずれか一方が他方よりも優れているとは言い難く、見解の分かれる問題であったことや、本件株式併合により１株に満たない端数となる株式の買取価格が公正な価格と認められるものであったことなど）\nについて、多面的に、かつ、適切に評価して、「著しく不当な決議」又は「決議の内容が法令に違反する」といえるか否かについての結論を示す必要がある。本設問は、会社法に明文の規定がない問題を素材に思考力を問うものであり、本件株式併合の効力を否定する方向、肯定する方向のいずれを採用しても構わない。例えば、会社法上の公開会社でない株式会社においては、少数株主の有する利益は当該株式の金銭的価値に尽きず、それを保護する必要があるから、株式併合には正当な事業目的が要求されるという一般論をとった上で、本問の事実関係の下では、正当な事業目的を欠くため本件株式併合の効力を否定する方向で検討することも、正当な事業目的が認められるため本件株式併合の効力を肯定する方向で検討することも考えられるであろう。また、会社法上、株式併合の目的は制限されていないことなどから、特定の少数株主を締め出すために行われた株式併合も許容されるとして、本件株式併合の効力を肯定することも考えられるであろうが、いずれの立場であっても、説得的に論ずることが求められる。また、本設問では、本件株式併合の効力を争う丙社の立場において考えられる主張及びその主張の当否を検討することが求められるものであることから、最終的に本件株式併合の効力を肯定するとしても、それを否定する立場からの立論とその当否について検討する姿勢が求められる。\nこの点について、ほとんどの答案が丙社の締め出しが問題となることについて言及することができていた。しかしながら、会社法上の公開会社でない株式会社における少数株主の締め出しであるという点に着目して、自分なりに規範を立てて本問の事実関係を適切に評価して説得的に論ずることができていたものは極めて少数であった。例えば、会社法上の公開会社でない株式会社においては、少数株主の有する利益は当該株式の金銭的価値に尽きず、それを保護する必要があるから、株式併合には正当な事業目的が要求されるというような形で、本設問の特質を捉えることを可能にする一般論をとりつつ、本問の事実関係を適切に評価する答案については、高い評価が与えられた（なお、会社法上の公開会社でない株式会社においては、取締役が株主となる者を選別することができるなどと述べて締め出しが広く許容されるとするものもあったが、新たに株主となろうとする者がいる場合と既存の株主を締め出す場合とを混同したものと考えられる。）。これに対し、多くの答案が、会社法上の公開会社でない株式会社における少数株主の締め出しであるという点に着目することができていなかった。これらの答案においては、どのような場合に「著しく不当な決議」又は株主平等原則等の法令違反に該当するのかについて、その判断基準や枠組みを示すことができているか否か、本問の事実関係を適切に評価することによって結論を導くことができているか否かで評価に差が付いた。「著しく不当な決議」又は株主平等原則等の法令違反の該当性に関する判断基準や枠組みを示すことなく、ただ問題文の事実関係を羅列して結論を導く答案は、相対的に低く評価され、どのような場合に「著しく不当な決議」又は株主平等原則等の法令違反に該当し、どのような場合にこれらに該当しないのかを意識した上で自分なりの規範を立てつつ、問題文の事実関係をただ羅列するだけでなく、適切に評価をした上で、結論を導き出そうとする答案については、相対的に高く評価された。\nなお、上場会社における買収防衛策と同様に考えようとする答案が比較的多く見られた。\n本設問の状況に合わせてその考え方を参照することを試みるものについては、自分なりの- 16 -規範を立てて事実関係を評価しようとする限りで一定の評価をすることができるものの、\n会社法上の公開会社でない株式会社における少数株主の締め出しであるという点を見落としていることに加え、本設問では丙社がＡらの意向に反して甲社を買収することはできないので、上場会社における買収防衛策に関する議論をそのまま参照することは難しいと思われる。\nまた、少数ではあったが、Ａ又はＣが特別の利害関係を有する者であることから直ちに「著しく不当な決議」に該当すると結論付けたり、決議方法の法令違反として取締役の説明義務違反の有無のみを検討したりするものもあったが、これらの答案は、高い評価は得られなかった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例株式併合の効力を争うための会社法上の手段について、会社の組織に関する行為の無効の訴え（会社法第８２８条）の対象となっていないことから、このような訴えを提起するのではなく、株式併合をするための株主総会決議（会社法第１８０条第２項）の効力を否定することによって株式併合が無効になるとするもの。\n株式併合をするための株主総会決議の効力を否定するための手段について、丙社としては、\n①特別の利害関係を有する者が議決権を行使したことによって著しく不当な決議がされたとして株主総会決議の取消しの訴えを提起すること（会社法第８３１条第１項第３号）が考えられること、又は②決議の内容が法令に違反することを理由として株主総会決議の無効の確認の訴えを提起すること（会社法第８３０条第２項）が考えられることのいずれかを指摘した上で、Ａ又はＣが特別の利害関係を有する者であること（①の場合）、又は法令違反の根拠として株主平等原則（会社法第１０９条第１項）に違反することなど（②の場合）を検討し、会社法上の公開会社でない株式会社においては、少数株主の有する利益は当該株式の金銭的価値に尽きず、それを保護する必要があるから、株式併合には正当な事業目的が要求されるという一般論をとりつつ、本問の事実関係（丙社の案もＡらの案も、\n甲社の企業価値との関係では、客観的にいずれか一方が他方よりも優れているとは言い難く、見解の分かれる問題であったことや、本件株式併合により１株に満たない端数となる株式の買取価格が公正な価格と認められるものであったことなど）を適切に評価して、「著しく不当な決議」となるか否か（①の場合）、又は株主平等原則に違反するか否か（②の場合）についての結論を導くもの。\n株式併合をするための株主総会決議の効力を否定するための手段について、丙社としては、\n①特別の利害関係を有する者が議決権を行使したことによって著しく不当な決議がされたとして株主総会決議の取消しの訴えを提起すること（会社法第８３１条第１項第３号）、又は②決議の内容が法令に違反することを理由として株主総会決議の無効の確認の訴えを提起すること（会社法第８３０条第２項）のいずれかをした上で、株式併合には正当な事業目的が要求されるにもかかわらず、本問の事実関係においてはそれが認められないなどと主張することが考えられるとした上で、会社法上、株式併合の目的は制限されていないことなどから、特定の少数株主を締め出すために行われた株式併合も許容されるなどとして丙社の主張は認められないとするもの。\n株式併合の効力を争うための会社法上の手段について、株主総会決議の無効の確認の訴え（会社法第８３０条第２項）を提起することによって株式併合をするための株主総会決議（会社法第１８０条第２項）の効力を否定して株式併合を無効とすることについては、提訴期間の制限がなく法的安定性を害するものであるとして、このような手段ではなく会社の組織に関する行為の無効の訴え（会社法第８２８条）の規定を類推適用すべきであるとした上で、無効事由について説得的に論ずるもの。(ｲ) 不良に該当する答案の例株式併合をするための株主総会決議の効力を否定するための手段について、丙社としては、\n①特別の利害関係を有する者が議決権を行使したことによって著しく不当な決議がされたとして株主総会決議の取消しの訴えを提起すること（会社法第８３１条第１項第３号）が考えられること、又は②決議の内容が法令に違反することを理由として株主総会決議の無効の確認の訴えを提起すること（会社法第８３０条第２項）が考えられることのいずれかを指摘した上で、どのような場合に「著しく不当な決議」（①の場合）又は株主平等原則等の法令違反（②の場合）に該当するのかについて、その判断基準や枠組みを示すことなく、\n丙社が締め出されたという事実のみをもってこれを肯定したり、本問の事実関係を丁寧に評価することなくただ羅列した上で「よって、著しく不当な決議といえる（とはいえない）。」\n又は「株主平等原則に違反する（とはいえない）。」などと結論付けたりするもの。\n株式併合をするための株主総会決議の効力を否定するための手段について、丙社としては、\n特別の利害関係を有する者が議決権を行使したことによって著しく不当な決議がされたとして株主総会決議の取消しの訴えを提起すること（会社法第８３１条第１項第３号）が考えられることを指摘した上で、どのような場合に「著しく不当な決議」に該当するのかについて、その判断基準や枠組みを示すことなく、Ａ又はＣが特別の利害関係を有する者であることをもってこれを肯定するもの。\n株式併合をするための株主総会決議の効力を否定するための手段について、丙社としては、\n株主総会の決議の方法が法令に違反するものであったとして株主総会決議の取消しの訴えを提起すること（会社法第８３１条第１項第１号）が考えられることを指摘した上、取締役の説明義務違反の有無のみを検討するもの。\n株式併合の効力を争うための会社法上の手段の有無を検討しないで、株主総会決議の取消しの訴え又は株主総会決議の無効の確認の訴えを提起することを当然の前提として検討するもの。\n株式併合の効力を争うための会社法上の手段の有無を検討しないで、当然に株式併合無効の訴えを提起することができることを前提に検討するもの。\n株式併合の差止め（会社法第１８２条の３）、株式併合に続く自己株式の処分の差止め（会社法第２１０条）やその無効（会社法第８２８条第１項第３号）について検討するもの。\n招集の手続又は決議の方法が著しく不公正（会社法第８３１条第１項第１号）であるか否かが問題となるとした上で、その中で丙社の締め出しの当否を検討するもの。\n会社法第８３１条第１項第１号を根拠として、株式併合をするための株主総会決議の内容が法令違反又は不公正であることを論ずるもの。\n会社法第８３０条２項又は同法第８３１条１項に全く言及することなく、株式併合をするための株主総会決議の瑕疵について論ずるもの。\n会社法第８３０条第２項との関係で、株主総会決議が無効とされると多くの者に影響が及ぶので、ここでいう法令違反とは特に重大な違反に限定されるとするもの（設立無効の訴え、合併無効の訴え等の無効原因と混同しているものと思われる）。\n⑷ 第２問全体について全ての設問及び小問についてポイントを押さえた論述をすることができているものは、当然のことではあるが、高く評価された。昨年と同様、必ずしも文字数と比例するものではなく、ポイントを押さえていたものは、多くはない分量でも高得点を得ていた。もっとも、全ての設問及び小問において高い評価を得ることができたものは少数にとどまり、設問１において高い評価を得たものであっても、設問２においては高い評価を得られなかったものや、設問２において高い評価を得たものであっても、設問１においては高い評価を得られなかったものが比較的多かったように思われる。全体として高い評価を得ることができた答案に共通する要素としては、次の２点を挙げることができる。\n一つ目は、会社法の基本的な理解を前提に関係する条文を適切に引用し、その文言を丁寧に検討する姿勢が見られたということである。設問１の小問１であれば、会社法の基本的な理解を前提に関係する条文を探していけば、会社法第３８５条第１項が問題となることに気が付くはずであり、その文言を丁寧に検討すれば、同項が取締役の行為を対象としており、少数株主の行為を対象としているものではないという点が問題になることにも気が付くであろう。その上で、少数株主による株主総会の招集に同項を適用又は類推適用することを肯定するのか、否定するのかについては、いずれでもよいのであるから、自分なりに検討すればよいのであるが、\nいずれの結論を採るにしても、上記なような枠組みで検討していれば、相対的に上位の評価となったところ、このような検討をすることができたか否かは、条文の文言を丁寧に検討する姿勢の有無にかかっていたように思われる。また、設問１の小問２についても、会社法を一通り学習した者であれば、利益供与が問題となり得ることには気が付いたはずである（実際に多くの答案がこの点について言及していた。）。もっとも、会社法第１２０条第１項が「株式会社」\nによる「当該株式会社又はその子会社の計算においてする」利益供与を禁止しているという点についての検討が十分ではないものが多かった。その中には、これらの要件の充足を論じないまま、過度に抽象化した公正といった趣旨との関係のみを論ずるものも相当数あった。同項を適用又は類推適用するか否かについてはいずれの結論であってもよいが、まずは、同項の文言を丁寧に検討するという姿勢で臨む必要があるところ、上記のような解答は、条文の文言を軽視しているのではないかと思われる。また、文言を丁寧に検討するという姿勢で臨めば、同項の趣旨を丁寧に検討することなく、同項の類推適用を簡単に肯定することができるような問題ではないことは明らかであり、この検討が十分ではないものは、条文の趣旨を踏まえた類推適用についての理解も不十分なものと思われる。また、設問２についても、株式併合の効力をどのような手段で争うのかを考えると、直接規定した条文はないのであるから、株主総会決議の効力を争うことになることはわかるはずである。その上で、株主総会決議の効力を争うための会社法上の手段に関する条文を探せば、会社法第８３０条第２項や第８３１条第１項第３号が問題となり得ることがわかるはずであり、その要件に沿って検討していくことになろう。第２問は、全体として決して容易な問題ではなく、全ての設問及び小問についてポイントを押さえた論述をすることは困難かもしれないが、会社法の基本的な理解を前提に関係する条文を適切に引用し、その文言を丁寧に検討する姿勢で臨めば、全ての設問及び小問において、問題構造を的確に把握することができるはずであり、それができただけでも相対的に上位の評価を得ることができた。\n二つ目は、例年指摘していることであるが、問われていることに正面から向き合うということである。例えば、設問１の小問１において、株主総会の開催をやめることにつながらないことを延々と述べても全く評価はされない。また、設問１の小問２及び設問２においては、Ｅ又は丙社の立場からの検討が求められているのであるが、その点に配慮しておらず、その結果、\n表面的な検討にとどまっているものが多かったように見受けられる。Ｅ又は丙社の立場からの検討が求められている以上、それらの訴訟代理人になったつもりで、それらの者の利害関係を具体的に検討してほしい。そうすることによってより深い検討をすることがつながるはずであり、より高い評価が得られることにもなろう。また、設問１の小問１においては、少数ではあったが、「法令違反があるかどうかについては、論じなくてよい」とされているにもかかわらず、\n法令違反の有無について詳細に検討している答案があったが、何が問われているのかについては特に注意をして問題文を読んでほしい（なお、設問１においては、小問１の回答として法令違反について検討されているものであっても、その内容によっては小問２の回答として評価している。）。４ 法科大学院教育に求められるもの多くの答案が、設問１の小問１においては会社法第３８５条第１項が問題となること、設問１の小問２においては利益供与となるか否かが問題となること、設問２においては株主総会決議の効力を争うという手段によって株式併合の効力を争うということについて言及することができていた。これらについては、実務を意識した法科大学院における教育の成果と評価し得るのではないかと思われる。\nこれに対し、自らが知っている論点に引き付けて検討しようとし、関係する条文を適切に引用してその文言を丁寧に検討する姿勢が身に付いていないと思われる答案が多かったのも事実である。また、例えば会社法第８３１条第１項各号と第８３０条第２項を混同するなど、普段から条文を丁寧に参照していないことをうかがわせる答案も少なくなかった。司法試験は、実務家となろうとする者に必要な学識及びその応用能力を有するかどうかを判定するものであるところ、実務においては、未知の論点や既存の論点とは似て非なるものと遭遇することは珍しくなく、実務家には、そのような論点に解決の糸口を見いだしていくことが求められる。その際に、まず手掛かりにすべきなのは条文であり、事案を無視した裁判例の要約などではない。少数ではあるが、\n上記のような姿勢を身に着けた上で深い検討をすることができたと思われる答案もあった。あるいは、知識量では相対的には劣っていても、上記のような姿勢が身に付いていたため、現場での思考を巡らせた結果、相対的に上位の評価を得たものもあったように思われる。これは、法科大学院での教育の成果というべきであろうが、それが一部の優秀な層にとどまっていたという点については、今後の課題であるように思われる。\n法科大学院においては、引き続き、会社法上の基本的な制度や、条文、判例についての理解を確実なものとするとともに、問題文中の事実関係から重要な意味を有する事実を適切に拾い上げ、これを評価し、条文を的確に解釈及び適用する能力と論理的思考力を養う教育が求められるが、その際には条文の文言を丁寧に検討するという姿勢を身に付けることを意識した教育が求められる。"
}