{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\nＸは、合金の高強度を維持しつつ、曲げても割れにくいという曲げ加工性を向上させるとの課題を解決する合金の発明（以下「本件発明」という。）について特許権（以下「本件特許権」といい、本件特許権についての特許を「本件特許」という。）を有している。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、各設問はそれぞれ独立したものであり、相互に関係はないものとする。",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問１は、特許権侵害訴訟における特許発明の技術的範囲の属否及び無効の抗弁の成否とともに、新規性喪失の例外について問うものである。設問２は、通常実施権許諾契約に違反して製造された製品の販売行為についての侵害の成否を問うものである。\n２ 設問１⑴については、特許発明の技術的範囲は、特許請求の範囲の記載に基づいて確定するとの原則（特許法（以下「法」という。）第７０条第１項）を踏まえた上で、出願経過においてＸが提出した意見書の内容などの本問の事実関係に照らして、Ｙ１製品が本件発明の技術的範囲に属するとのＸの主張の当否を検討する必要がある。\n３ 設問１⑵については、無効の抗弁（法第１０４条の３第１項）の成否を判断する前提として、発明の要旨を認定する必要があり、最判平成３年３月８日民集４５巻３号１２３頁【リパーゼ事件】を踏まえて、本件発明の要旨を認定した上で、その要旨との関係において無効の抗弁の成否を検討する必要がある。無効理由としては、新規性喪失（法第２９条第１項第\n３号）、サポート要件違反（法第３６条第６項第１号）等が問題となるところ、本問の事実関係の下でそれらの無効理由の存否について論じることが求められる。\n４ 設問１⑶については、考えられるＸの主張及び手続として、新規性喪失の例外（法第３０条第２項）及び書面の提出（同条第３項）を挙げた上で、新規性喪失の例外の効果を考慮しながら、無効の抗弁の妥当性について差異が生じることがあるかを論じる必要がある。\n５ 設問２については、まず、Ｘとしては、Ｙ３によるＹ２製品の販売が業としての実施（法第２条第３項第１号、第６８条）に当たること、Ｙ２が本件契約の最高数量制限に違反して製造する行為は本件特許権を侵害するため、Ｙ３による販売行為も侵害に当たること、したがってＹ３によるＹ２製品の販売停止請求が可能であること（法第１００条第１項）を述べる必要がある。これに対して、Ｙ３の反論としては、最高数量制限違反は債務不履行にとどまり、Ｙ２の製造行為は侵害に該当しないため、通常実施権者Ｙ２による譲渡により特許権は消尽すること、したがってＹ３によるＹ２製品の販売停止請求は認められないことを挙げる必要がある。その上で、最高数量制限についてのＹ３の善意や最高数量制限内外のＹ２製品の区別困難性といった本問の事実関係を踏まえて、自説を、その論拠を示しつつ、説得的に論じる必要がある。\n〔第２問〕\n１ 設問１は、建築の著作物の著作物性及び著作権侵害の成否を問うものである。設問２は、著作権（支分権）の効力、侵害が肯定された場合の救済及び侵害訴訟において被侵害者のなし得る主張を問うものである。設問３は、建築の著作物についての著作者人格権侵害の成否及び侵害が肯定された場合の救済内容を問うものである。\n２ 設問１については、建築物としてのＡ図書館の著作物性（著作権法（以下「法」という。）第２条第１項第１号）について、建築の著作物の著作物性の判断基準を示した上で、検討することが求められる。また、問題となるＤの行為を踏まえて、複製権（法第２１条）侵害の成否について論じる必要がある。その際、公開の美術の著作物等の利用にかかる権利制限（法第４６条）についても述べる必要がある。\n３ 設問２⑴については、Ｂが主張すべき著作権として、複製権（法第２１条）及び譲渡権（法第２６条の２第１項）を挙げた上で、救済として、停止請求（法第１１２条第１項）及び廃棄請求（同条第２項）の具体的な内容について論述する必要がある。このほか、損害賠償請求（民法第７０９条）についても言及する必要がある。また、これらの請求の妥当性の問題として、公開の美術の著作物等の利用にかかる権利制限（法第４６条）について検討することが求められる。\n４ 設問２⑵については、Ｃの主張として、絵画αが著作物に該当し、Ｄの行為は複製権及び譲渡権の侵害に当たると述べる必要がある。これに対抗するＤの主張として考えられるものとして、著作物の類似性（表現上の本質的特徴の直接感得性）の否定や、付随対象著作物の利用にかかる権利制限（法第３０条の２）を挙げる必要がある。これらの主張の妥当性の問題として、本問の事実関係を踏まえて検討することが求められる。\n５ 設問３については、問題となるＢの権利として同一性保持権（法第２０条第１項）を、考えられるＢの請求として撤去工事の予防請求（法第１１２条第１項）を、それぞれ挙げる必要がある。その請求の妥当性の問題として、同一性保持権侵害の成否、とりわけ法第２０条第２項第２号該当性について、本問の事実関係を踏まえて検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等⑴ 第１問本問は、特許発明の技術的範囲の属否、無効の抗弁の成否、新規性喪失の例外及び通常実施権許諾契約に違反して製造された製品の販売行為と侵害の成否についての理解を問うものである。\n採点に当たっては、設例から論点を的確に抽出し、関連する条文を丁寧に拾い上げ、各論点について、解釈論を説得的に展開し、本問の事実関係に適切に当てはめられているか否かに応じて、優秀度を判定した。\nア 設問１小問⑴については、特許発明の技術的範囲は、特許請求の範囲の記載に基づいて確定すること（特許法第７０条第１項）が原則であるが、本件明細書の記載や出願経過においてＸが提出した意見書の内容に照らして、本件発明の技術的範囲を本件特許請求の範囲の文言通り確定してよいかという問題の所在を指摘した上で、Ｘの意見書という出願経過の参酌について論じている答案を「一応の水準」とした。その際、出願経過の参酌の位置付けは、特許発明の技術的範囲を限定するもの、又は、侵害訴訟における特許権の行使を阻止するＹ１の抗弁のいずれでもよいが、出願経過の参酌については、条文上の根拠がないのであるから、その根拠を示した上で、本問に当てはめている答案を、その内容に応じて「良好」又は「優秀」\nと評価した。\n小問⑵については、無効の抗弁（同法第１０４条の３第１項）の成否を判断する前提として発明の要旨を認定する必要があり、最判平成３年３月８日民集４５巻３号１２３頁【リパーゼ事件】によれば、発明の要旨は、特段の事情のない限り、特許請求の範囲の記載に基づいて認定されることを踏まえ、本問の事実関係に照らして発明の要旨を認定した上で、本件出願の６か月前に公表された論文に基づく新規性喪失（同法第２９条第１項第３号）を無効理由（同法１２３条第１項第２号）とする無効の抗弁の成否について論じている答案を「一応の水準」とした。さらに、明細書の参酌が許される特段の事情を詳しく論じている答案、サポート要件（同法第３６条第６項第１号）違反や実施可能要件（同条第４項第１号）違反の無効理由の存否について論じている答案を、その内容に応じて「良好」又は「優秀」と評価した。\n小問⑶については、考えられるＸの主張及び本件出願時の手続として、新規性喪失の例外（同法第３０条第２項）及び書面の提出（同条第３項）について論じている答案を「一応の水準」\nとした。その上で、本件出願の９か月前の論文発表に対する新規性喪失の例外の適用の問題とは別に、本件出願の６か月前の論文発表による新規性喪失の有無について論じている答案は、その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問２設問２については、Ｘとしては、Ｙ３によるＹ２製品の販売が業としての実施（同法第２条第３項第１号、第６８条）に当たること、Ｙ２が本件契約の最高数量制限に違反して製造する行為は本件特許権を侵害するため、Ｙ３による販売行為も侵害に当たること、したがってＹ３に対するＹ２製品の販売停止請求が可能であること（同法第１００条第１項）を主張すべきこと、これに対して、Ｙ３としては、最高数量制限違反は債務不履行にとどまり、Ｙ２の製造行為は特許権侵害に該当しないため、通常実施権者Ｙ２による譲渡により特許権は消尽すること、したがってＹ３に対するＹ２製品の販売停止請求は認められないことを反論す- 21 -べきことを述べた上で、最高数量制限についてのＹ３の善意や最高数量制限内外のＹ２製品の区別困難性といった本問の事実関係を踏まえて、自説を論じている答案を「一応の水準」\nとした。自説の結論は、販売停止請求の肯定又は否定のいずれであってもよい。その上で、\n通常実施権許諾契約に違反する行為が債務不履行にとどまるのか、特許権侵害にも該当するのか、について詳しく論じている答案、消尽の趣旨に照らして特許権侵害の成否を詳しく論じている答案、自説と異なる立場への反論も示した上で自説をその論拠とともに詳しく論じている答案については、その内容に応じて「良好」又は「優秀」と評価した。\n⑵ 第２問本問は、建築及びその玄関ホールに展示されている絵画を素材に、著作物性、改築や写真販売の著作権法上の評価（権利制限を含む）及び著作権や著作者人格権の侵害が肯定された場合の救済等についての理解を問うものである。採点に当たっては、設例から論点を的確に抽出し、\n関連する条文を丁寧に拾い上げ、各論点について解釈論を説得的に展開し、本問の事実関係に適切に当てはめられているか否かに応じて、優秀度を判定した。\nア 設問１Ａ図書館の著作物性（著作権法第２条第１項第１号）及びその著作権のＢへの帰属（同項第２号、第１７条第１項）について、事案に即した当てはめをした上で、改築行為の複製該当性や公開の美術の著作物等の利用に係る権利制限（同法第４６条柱書）に触れている答案を、\n「一応の水準」とした。その際、Ａ図書館が観賞性と実用性を併有しており、いわゆる応用美術と同様の問題をはらんでいることや、建築の著作物を建築により複製（同条第２号）していること等について十分に意識された答案は、その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問２小問⑴については、絵はがきβの印刷が複製権（同法第２１条）、その販売が譲渡権（同法第２６条の２第１項）の侵害に当たり得ることを指摘した上で、公開の美術の著作物等の利用に係る権利制限（同法第４６条柱書、同条第４号）との関係を論じており、ＢからＤへの請求として、差止請求（同法第１１２条）と損害賠償請求（民法第７０９条）について指摘している答案を、「一応の水準」とした。その際、著作権法第４６条第４号が美術の著作物のみを挙げ、建築の著作物を挙げていないことを指摘し、本問との関係を分析しており、また差止請求の具体的内容として、絵はがきβの印刷・販売の停止請求（同法第１１２条第１項）\nとその在庫の廃棄請求（同条第２項）とを区別している答案は、その内容に応じて「良好」\n又は「優秀」と評価した。\n小問⑵については、Ｃの主張として、絵画αが著作物（同法第２条第１項第１号）であり、\nＣがその著作権者（同項第２号、第１７条第１項）であることや、Ｄの行為が絵画αの複製物の譲渡に当たることを適切に述べており、また、これに対抗するＤの主張として、著作物の類似性の否定（表現上の本質的特徴が直接感得できないこと）や、付随対象著作物の利用に係る権利制限（同法第３０条の２）及び公開の美術の著作物等の利用に係る権利制限（同法第４６条柱書、同条第４号）等について指摘している答案を、「一応の水準」とした。その際、これらの主張の妥当性の問題として、例えば付随対象著作物の利用に係る権利制限については、軽微性や正当範囲（同法第３０条の２第１項）を、また公開の美術の著作物等の利用に係る権利制限については、屋外恒常設置に当たるか（同法第４６条柱書）や、専ら美術の著作物の複製物の販売を目的としていたか（同条第４号）を、それぞれ本問の事実関係を踏まえて適切に検討している答案は、その内容に応じて「良好」又は「優秀」と評価した。\nウ 設問３同一性保持権（同法第２０条第１項）侵害を理由とした撤去工事の予防請求（同法第１１２条第１項）の可否について、Ａ市の市長の意向に基づく改変が建築物の増改築等（同法第２- 22 -０条第２項第２号）に当たるかを論じている答案を、「一応の水準」とした。その際、実用目的との調整という同号の趣旨に照らして本件への当てはめを丁寧に行った答案は、その内容に応じて「良好」又は「優秀」と評価した。\n３ 採点実感等⑴ 第１問ア 設問１（特許侵害訴訟における特許発明の技術的範囲、無効の抗弁、新規性喪失の例外）\n設問１⑴に関して、特許発明の技術的範囲は特許請求の範囲の記載に基づいて定めなければならない（特許法第７０条第１項）という原則については理解していると見られる答案が多かった。また、結論として、多くの答案がＹ１製品について、本件発明の技術的範囲に属さないと記述していたが、その根拠としては同法第７０条第２項を挙げて、明細書の記載のみを理由として限定解釈するというものであり、出願経過の参酌について、根拠を示しつつ論じている答案は少なかった。\n設問１⑵に関して、無効の抗弁の成否の前提として問題となるのが「特許発明の技術的範囲」\nではなく「発明の要旨認定」であることについて意識している答案は少なく、これについて意識した上で最判平成３年３月８日民集４５巻３号１２３頁【リパーゼ事件】を踏まえて記述するものは更に少なかった。また、記載要件に言及する答案としては、明確性要件違反を挙げるものが比較的多く、サポート要件や実施可能要件について挙げたものはごくわずかであった。本問で問題とすべき記載要件はサポート要件や実施可能要件であり、記載要件についての基本的理解が十分でないと感じた。\n設問１⑶に関して、ほとんどの答案が新規性喪失の例外の論点を指摘できていたが、その効果は出願日を遡及させるものではないため、本件出願の６か月前に公表された論文との関係で依然として新規性喪失の有無が問題となることを論じているものはごくわずかであった。\nイ 設問２（最高数量制限に違反して製造された製品の販売行為についての侵害の成否）\n特許権侵害（販売停止請求）を肯定する立論と否定する立論の双方を示した上で、本問に明記された事実関係を用いながら、自説を説得的に論じることを期待したが、相当数の答案は、\n双方の立論を示すとともに、本問の事実関係を用いていたものの、通常実施権許諾契約における最高数量制限違反が債務不履行にとどまるのか、特許権侵害にも該当するのか、という問題の所在を正確に述べている答案は、期待したほど多くはなかった。また、肯定説に立つ答案においては、通常実施権許諾契約違反であっても、例えば実施料不払いについては債務不履行にとどまると一般に解されているところ、最高数量制限違反が特許権侵害に該当する理由を明確に論じているものは少なく、さらに、Ｙ３の善意やＹ２製品の区別困難性といったＹ３側に有利に働き得る事情をどのように考慮するのかについての検討が不十分な答案も散見された。\n他方、否定説に立つ答案においては、消尽の２つの根拠についてはおおむね理解されていたものの、消尽を認める場合において特許権者Ｘの利益を保護する方策（例えば、Ｙ２に対する債務不履行責任の追及）に一切言及しないものや、最高数量制限違反は特許権侵害に該当するため、消尽しないと解した上で、消尽に代わる何らの法的根拠を示さずに本問の事実関係のみを摘示して侵害を否定するものも散見された。本問においては、特許権者の利益、取引の安全、被疑侵害者の主観的事情の扱い等の多様な観点から、特許権者の利益と取引の安全のいずれの要請を重視するかについて検討する必要があり、どのような結論であれ、いかなる理由でいずれの要請を重視するのか、また、それとは異なる立場を採用しない理由は何か（反論の提示）を示すことが望まれるが、上記の二つの要請に目配りしながら説得的な論述を展開している答案は少なかった。\n⑵ 第２問- 23 -ア 設問１（建築の著作物の著作物性及び著作権侵害の成否）\n本問においては著作権侵害の成否が問われている以上、権利の発生（著作物性）、権利の帰属（著作者性・著作権の帰属）、侵害の成否（侵害行為の評価・侵害される著作権の特定・権利制限規定の適否）について条文を摘示しつつ論じるべきところ、記述が不十分であるために評価を得られない答案が少なくなかった。\n建築物としてのＡ図書館の著作物性について、多くの答案は、建築物の実用性を踏まえた論述をしていた。ただし、著作物性の根拠条文として著作権法第１０条第１項第５号のみを挙げ、同法第２条第１項第１号を挙げない答案が多く見られた。\nイ 設問２（支分権の効力、著作権侵害に対する救済内容、権利制限）\n設問２⑴に関して、支分権該当性を論じるに当たり、法定利用行為の特定が曖昧な答案が多かった。また、請求の具体的な内容として、絵はがきβの印刷・販売の停止請求、絵はがきβの在庫の廃棄請求、及び損害賠償請求の３つ全てを挙げ、かつ、各根拠条文を正確に指摘できた答案は少なかった。\n設問２⑴に関して、比較的多くの答案が公開の美術の著作物等の利用に係る権利制限（同法第４６条）について検討していたが、そのうちの少なくない答案が、同法第４６条第４号に建築の著作物が掲げられていないことをどのように考えるのかについて示すことなく同号該当性を肯定していた。このほか、適法引用（同法第３２条第１項）について検討している答案も散見されたが、問題文に示された事実関係により適した権利制限規定がある場合には、\nそちらの検討を優先するべきである。\n設問２⑵に関して、絵画αの著作物性や著作者、著作権の帰属について何ら明示することなく、侵害成否のみを論じる答案が多数であった。また、比較的多くの答案が付随対象著作物の利用に係る権利制限（同法第３０条の２）について検討していたが、そのような答案のうち、条文のどの要件について述べているのかが不明瞭なものが少なくなかった。このほか、\n公開の美術の著作物等の利用に係る権利制限（同法第４６条）を論じている答案は多かったが、同法第４６条柱書や同条第４号の要件について意識することなく、本問の事実関係から当然に同条の適用がある旨を論じている答案も散見された。\nウ 設問３（同一性保持権侵害）\nＡ図書館の著作者人格権がＢに帰属していることに言及する答案は、ほとんどなかった。著作権法第２０条第２項第２号については、多くの答案がこれに言及し、改築（屋根の一部撤去）の理由が建築物の実用面とは無関係なものである点について検討できていた。Ｂの請求については、単に「差止請求」とだけ述べる答案が散見された。同法第１１２条第１項の条文に則して、侵害行為の「予防」請求として撤去工事の中止を請求する旨を正確に記述できていた答案は少なかった。\n４ 今後の出題今後も、特許法及び著作権法を中心として、条文、裁判例及び学説の正確な理解に基づく、事案分析力、論理的思考力を試す出題を継続することとしたい。より詳細には、次のとおりである。\n法務省ウェブサイト（注）において公表している「平成１８年から実施される司法試験（選択科目）における具体的な出題のイメージ（サンプル問題）」の「［新司法試験サンプル問題（知的財産法）］」中、「出題の趣旨」として、特許法及び著作権法の一定の規定「を中心として出題する」との記述がある。同サンプル問題は、平成１６年に作成されたものであり、その後から今日に至るまで、特許法も著作権法も法改正が繰り返され、その結果、新たに追加された重要な規定が上記の記述に含まれない一方、章・節・款で指定されていた範囲に当時存在していなかった規定が含まれることになっており、上記の記述から受ける印象は当時と今日とで相当に異なっている。\nもっとも、これまでの司法試験において、おおむね上記の記述と乖離しない範囲で、侵害訴訟に- 24 -おいて対立する当事者間の攻撃防御にとって重要な事項を中心に出題がなされてきた。作問にあたっては、そのときどきの立法・実務・学説を前提として、法曹になろうとする者に求められる重要な事項から出題すべきであり、現にそのような出題がなされてきたところであるが、他方で、動きの激しい知的財産法の分野において、受験者の予見可能性をある程度担保し、過度な負担を課さないことにも配慮が必要であろう。\n以上のことから、今後においても、これまでの出題の蓄積に留意しつつ、そのときどきの立法・実務・学説を前提として、法曹になろうとする者に求められる重要な事項から出題することとする。\n法改正により規定が新設された場合には、これまでの出題の蓄積から想定が可能な範囲内のものであれば、そのような規定の理解を問う出題をすることはありうるものとする。\n(注) 法務省ウェブサイトhttps://www.moj.go.jp/jinji/shihoushiken/shiken_mon-kentou_sample_index02.html５ 今後の法科大学院教育に求めるもの本年は、昨年同様、重要な条文及び基本的な論点に関する知識、論理的思考力及び論述力を問うとともに、論点を的確に把握し、問題文に記載された事実から論点に関連する事実を抽出し、事案に即した結論を導く力を問うような出題を心掛けた。\nしかし、基本的な論点を見落とし、関係のない論点について冗長に論じている答案、論点には言及されていても、論点の内容についての理解が不十分な答案、条文が適切に引用されていない答案、\n重要な条文や概念について正確な理解をしていない答案、論点に関連する著名な裁判例を意識していない答案や理解が不正確な答案、事案の分析が不適切な答案、問題文に提示された事実の中から必要な事実を過不足なく拾い上げようとする姿勢の見られない答案、問題文の事実をただ並べたのみで、それらが条文のどの要件に対応し、どのように評価されるかを述べていない答案が目に付いた。\n今後の法科大学院教育には、引き続き、基本となる条文解釈の重要性を意識させ、こまめに条文を確認して学習する習慣を身に付けさせる教育、基本的な論点を偏りなく学ぶとともに、各論点について、どの条文のどの要件について問題となるのかなどの基本を踏まえた上で、深く分析することに力点を置いた教育を行うことが期待される。また、飽くまで法科大学院は実務家を養成する教育機関なのであるから、重要と目される裁判例、少なくとも最高裁と知財高裁大合議の判断については、先例性の観点から一定の重点を置いた教育が行われることが望ましい。本科目に関しても、\n訴訟を念頭に置いた上で、具体的な法律上の権利に基づく請求権を特定することが重要であり、また、考えられる請求ないし反論が問われている場合においては、訴訟代理人として主張する場面を想定して網羅的な記述を徹底することが望まれる。加えて、特許法及び著作権法の体系的知識を踏まえた上、条文の趣旨目的に遡り、事実関係を良く分析して、問題となる論点を的確に把握し、バランスの良い結論を導き、これを的確かつ説得的に論述できるように、より実践的な指導を期待したい。"
}