{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］〔第１問〕（配点：１００）\n以下の【事例１】及び【事例２】を読んで、後記〔設問１〕及び〔設問２〕について、答えなさい。\n【事例１】\n１ 特殊詐欺グループを率いる甲（２８歳、男性）は、同じグループの配下のＡ（２５歳、男性）が資産家名簿を別の特殊詐欺グループに無断で渡したと考え、某月１日午後８時頃、人のいないＢ公園にＡを呼び出し、Ａに「名簿を他のグループに流しただろう。相手は誰だ。」と言って追及したが、Ａはこれを否定した。甲は、Ａがうそを言っていると思い腹を立て、Ａの頭部を拳で殴り、その場に転倒したＡに「殺されたいのか。」と言いながらＡの腹部を繰り返し蹴って、Ａに肋骨骨折等の傷害を負わせた。\n甲は、Ａの所持品の中に資産家名簿の流出先に関する手掛かりがあるだろうと考え、Ａの所持品を奪うつもりはなかったが、甲から１メートル離れた場所で倒れたままのＡに「持っているものを見せろ。」と言った。Ａは、既に抵抗する気力を失っていたので、Ａ所有の財布１個（以下\n「本件財布」という。）を上着ポケットから取り出してＡの手元に置いた。甲は、本件財布を拾って中身を見たところ、本件財布内に資産家名簿の流出先を示すものはなかったが、現金６万円が入っているのが分かり、その現金がにわかに欲しくなった。甲は、Ａが恐怖で抵抗できないことを知りながら、Ａに「この財布はもらっておくよ。」と言った。Ａは、本件財布を甲に渡したくなかったが、抵抗する気力を失っていたので何も答えられずにいた。そこで、甲は、本件財布を自分のズボンのポケットに入れた。\n２ 甲は、Ａの追及には時間が掛かると考え、同じグループの配下の乙（２５歳、男性）に見張りを頼むこととし、電話で乙を呼び出した。同日午後８時３０分頃、乙がＢ公園に到着すると、甲は、一旦、食事に出掛けることにして、乙に「小遣いをやるから、Ａを見張っておけ。」と言った。乙は、おびえているＡの様子から、甲がＡに暴力を振るったことを理解し、「分かりました。」と答えた。甲は、本件財布から現金３万円を抜き取った後、「お前が自由に使っていい。」と言って、本件財布を乙に手渡した。\n甲がその場を立ち去ると、乙は、本件財布内の運転免許証を見て、本件財布がＡのものだと理解するとともに、Ａ名義のキャッシュカード（以下「本件カード」という。）が入っていることに気付き、Ａの預金を引き出して奪おうと考えた。乙は、本件カードを本件財布から取り出して、倒れたままのＡに見せつつ、持っていたバタフライナイフの刃先をＡの眼前に示しながら、「死にたくなければ、このカードの暗証番号を言え。」と言った。Ａは、預金を奪われたくなかったものの、拒否すれば殺されると思い、仕方なく４桁の数字から成る暗証番号を答えようとしたが、暗がりで本件カードを自宅に保管中の別のキャッシュカードと見誤っていたため、本件カードの暗証番号と異なる４桁の数字を答えた。\n３ 乙は、Ａが逃げ出す様子もなかったので、本件カードを使ってＡの預金を引き出そうと思い、Ａをその場に残して、付近のコンビニエンスストアに向かった。\n乙は、同日午後８時４５分頃、上記コンビニエンスストアに設置された現金自動預払機（以下\n「ＡＴＭ」という。）に本件カードを挿入し、Ａが答えた４桁の数字を入力して預金を引き出そうとしたが、暗証番号が間違っている旨の表示が出たため、ボタンを押し間違えたと思い、続けて同じ４桁の数字を２回入力したところ、ＡＴＭに不正な操作と認識されて取引が停止された。\n〔設問１〕 【事例１】における甲及び乙の罪責を論じなさい（盗品等に関する罪（刑法第２５６\n条）、建造物侵入罪（刑法第１３０条）及び特別法違反の点は除く。）。なお、乙の罪責を論じるに際しては、乙がＡから暗証番号を聞き出す行為が財産犯における「財産上不法の利益」を得ようとする行為に当たるかという点にも触れること。\n【事例２】（【事例１】の事実に続けて、以下の事実があったものとする。）\n４ 甲は、資産家名簿の流出先が以前仲間割れしたＣ（３０歳、男性）であるとのうわさを聞き付け、同月１０日午後５時頃、Ｃに電話をして「お前がうちの名簿を受け取っているだろう。」と言ったところ、Ｃから「お前が無能で管理できていないだけだ。」と罵倒されたことに激高し、Ｃ方に出向き、直接文句を言おうと決めた。その際、甲は、粗暴な性格のＣから殴られるかもしれないと考え、そうなった場合には、むしろその機会を利用してＣに暴力を振るい、痛め付けようと考えた。そこで、甲は、粗暴な性格の丙（２６歳、男性）を連れて行けば、Ｃから暴力を振るわれた際に、丙がＣにやり返してＣを痛め付けるだろうと考えて、丙を呼び出し、丙に「この後、Ｃとの話合いに行くから、一緒に付いて来てほしい。」と言って頼んだ。丙は、Ｃと面識はなく、甲がＣに文句を言うつもりであることやＣから暴力を振るわれる可能性があることを何も聞かされていなかったため、甲に付いて行くだけだと思い、甲の頼みを了承した。\n５ 甲及び丙は、同日午後９時頃、Ｃ方前に行くと、甲がＣに電話で「今、家の前まで来ているから出て来い。」と言って呼び出した。Ｃは、Ｃ方の窓から甲が丙と一緒にいるのを確認し、甲が手下を連れて来たものと思い腹を立て、「ふざけるな。」と怒鳴りながら、玄関から出た。\nその様子を見た甲は、事前に予想していたとおりＣが殴ってくると思い、後方に下がったが、丙は、暴力を振るわれると考えていなかったため、その場にとどまったところ、Ｃから顔面を拳で１回殴られた。丙は、Ｃに「やめろよ。」と言い、甲に「こいつ何だよ。どうにかしろよ。」と言ったが、興奮したＣから一方的に顔面を拳で数回殴られて、その場に転倒した。\n６ 甲は、丙らから２メートル離れてその様子を見ていたが、丙にＣを痛め付けさせようと考え、丙に「俺がＣを押さえるから、Ｃを殴れ。」と言った。それを聞いて丙は、身を守るためには、甲の言うとおり、Ｃを殴るのもやむを得ないと思った。ちょうどその時、Ｃが丙に対して続けて殴りかかってきたことから、丙は、甲が来る前に立ち上がり、Ｃの胸倉をつかんで、Ｃの顔面を拳で１回殴った（以下「１回目殴打」という。）。すると、Ｃは、一層興奮し「ふざけるな。」と大声を上げた。\n７ その頃、丙の友人丁（２８歳、男性）は、偶然、普通自動二輪車（以下「本件バイク」という。）を運転してＣ方前を通り掛かり、丙がＣの胸倉をつかんでいる様子を見て、Ｃが先に丙を殴った事実を知らないまま、一方的に丙がＣを殴ろうとしていると思った。けんか好きの丁は、面白がり、丙がＣを殴り倒した後、丙がその場から逃走するのを手助けしようと思い、丙に「頑張れ。ここで待っているから終わったらこっちに来い。」と声を掛けた。反撃しようとしていた丙は、それを聞いて発奮し、なおもＣが丙に殴りかかってきたことから、身を守るために、Ｃの顔面を拳で１回殴った（以下「２回目殴打」という。）。丙は、Ｃがひるんだ隙に、本件バイク\nの後部座席に座り、丁が本件バイクを発進させて走り去った。\n８ 丙による暴行（１回目殴打及び２回目殴打）によりＣに傷害は生じなかった。\n〔設問２〕 【事例２】における甲、丙及び丁の罪責に関し、以下の⑴及び⑵について、答えなさ\nい。\n⑴ 丙による暴行（１回目殴打及び２回目殴打）について、丙に正当防衛が成立することを論じなさい。\n⑵ 丙に正当防衛が成立することを前提に、甲及び丁の罪責を論じなさい。その際\n① 丙による２回目殴打について丁に暴行罪（刑法第２０８条）の幇助犯が成立するか② 甲に暴行罪の共同正犯が成立するかについて言及しなさい。なお、これらの論述に当たっては- 3 -ア 誰を基準として正当防衛の成立要件を判断するかイ 違法性の判断が共犯者間で異なることがあるかについても、その結論及び論拠に言及し、①及び②における説明相互の整合性にも触れること。論文式試験問題集［刑事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は、設問１において\n⑴ 甲がＡに暴行を加えて傷害を負わせた後、Ａ所有の財布（以下「本件財布」という。）に入っていた現金６万円が欲しくなり、Ａが恐怖で抵抗できないことを知りながら、Ａに「この財布はもらっておくよ。」と言って本件財布を自己のポケットに入れた行為（以下「設問\n１⑴の行為」という。）\n⑵ 乙が本件財布内に入っていたＡ名義のキャッシュカード（以下「本件カード」という。）を使用してＡの預金を引き出して奪おうと考え、Ａに脅迫を加えてＡから本件カードの暗証番号を聞き出そうとした行為（以下「設問１⑵の行為」という。）\n⑶ 乙が現金自動預払機（以下「ＡＴＭ」という。）に本件カードを挿入し、Ａから聞き出した本件カードの暗証番号とは異なる４桁の数字を入力してＡの預金を引き出そうとした行為\n（以下「設問１⑶の行為」という。）について、甲及び乙の罪責の検討を求め、設問２において\n⑴ 丙が甲からＣを殴るように言われてＣの顔面を拳で１回殴った行為（以下「１回目殴打」という。）及び丁からの言葉を聞いて発奮してＣの顔面を拳で１回殴った行為（以下「２回目殴打」という。）について、丙に正当防衛が成立することを論じることを求め、⑵ 丙に正当防衛が成立することを前提に① 丙による２回目殴打について丁に暴行罪の幇助犯が成立するか② 甲に暴行罪の共同正犯が成立するかについて言及し、これらの論述に当たってア 誰を基準として正当防衛の成立要件を判断するかイ 違法性の判断が共犯者間で異なることがあるかについても、その結論及び論拠に言及し、①及び②における説明相互の整合性についても触れることを求めている。\nこれらにより、刑事実体法の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力及び論理的思考力を問うものである。\n設問１について\n⑴ 設問１⑴の行為についてア 甲は、Ａの頭部を拳で殴り、その場に転倒したＡの腹部を蹴る暴行を加え、Ａに肋骨骨折等の傷害を負わせており、甲に傷害罪が成立する。この点については、傷害罪の各構成要件要素を充足することを簡潔に示せば足りる。イ 甲は、上記暴行に及んだ後、既に抵抗する気力を失っていたＡに対し、所持品を提示するよう求め、Ａが手元に置いた本件財布の中身を見たところ、その中に入っていた現金６万円が欲しくなり、Ａが恐怖で抵抗できないことを知りながら、Ａに「この財布はもらっておくよ。」と言って、本件財布を自己のズボンのポケットに入れている。ここで甲は、財物奪取の意思なく暴行を加えて相手方の反抗を抑圧した後、財物奪取の意思が生じ、財物を奪取している。強盗罪が成立するためには、財物奪取に向けられた相手方の反抗を抑圧するに足りる程度の暴行・脅迫が必要であるところ、甲が上記暴行に及んだ時点では甲に財物奪取の意思はなく、他方で甲がＡに上記文言を申し向ける行為は、それのみを単体で評価すると、相手方の反抗を抑圧するに足りる程度の脅迫であるとは認められないが、このような場合でも強盗罪が成立するかが問題となる。\nこの点につき、自ら作出した反抗抑圧状態を利用して財物を奪取した場合にも、強盗の手段としての新たな暴行・脅迫を必要とする考え方（東京高判昭和４８年３月２６日高刑集２６巻１号８５頁等、以下「新たな暴行・脅迫必要説」という。）があり得る。新たな暴行・脅迫必要説に立つ場合には、さらに、新たな暴行・脅迫の内容・程度につき、反抗抑圧状態を維持・継続させるものであれば足りるとする考え方（大阪高判平成元年３月３\n日判タ７１２号２４８頁等、以下「維持継続説」という。）、行為者が現場に存在すること自体を脅迫とする考え方（以下「現場存在説」という。）などがあり得る。これに対し、自ら作出した反抗抑圧状態を利用して財物を奪取した場合には、強盗の手段としての新たな暴行・脅迫を必要としないとする考え方（以下「新たな暴行・脅迫不要説」という。）\nもあり得る。\n維持継続説に立つ場合、甲は、Ａの反抗を抑圧した後、Ａが恐怖で抵抗できないことを知りながら、Ａに「この財布はもらっておくよ。」と言って本件財布の占有を取得しており、かかる行為は既に存在する反抗抑圧状態を維持する程度の脅迫であると認めることも可能であろう。現場存在説に立つ場合には、甲が現場に存在したこと自体を強盗の手段としての新たな脅迫と捉えることになる。このように新たな脅迫があったと認めた場合又は新たな暴行・脅迫不要説に立つ場合には、強盗罪のその他の各構成要件要素を充足することを簡潔に示した上で、強盗罪の成立を肯定する結論に至ることになろう。これに対し、維持継続説に立つ場合であっても、甲がＡに上記文言を申し向けた行為は、反抗抑圧状態を維持・継続するに足りる程度の脅迫であるとは認められないとして強盗罪の成立を否定し、窃盗罪又は恐喝罪が成立するにとどまるとの結論に至る余地もあろう。\nいずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説とは反対の考え方を意識しつつ自説の論拠を明らかにして規範を定立し、その規範を具体的な事実関係に当てはめて結論を導く必要がある。\n⑵ 設問１⑵の行為について乙は、甲から手渡された本件財布内に入っていた本件カードを使用してＡの預金を引き出して奪おうと考え、本件カードを本件財布から取り出して、倒れたままのＡに見せつつ、持っていたバタフライナイフの刃先をＡの眼前に示しながら「死にたくなければ、このカード\nの暗証番号を言え。」と言って本件カードの暗証番号を聞き出そうとしているところ、かかる行為が「財産上不法の利益」を得たとして強盗罪に当たるのか問題となる。\nこの点につき、キャッシュカードとその暗証番号を併せ持つことにより、事実上、ＡＴＭを通して預金口座から預貯金の払戻しを受け得る地位という財物の取得と同視できる程度に具体的かつ現実的な財産的利益を得たとみて強盗罪の成立を肯定する考え方（東京高判平成\n２１年１１月１６日判時２１０３号１５８頁）があり得る。この考え方に立つ場合、乙は、バタフライナイフの刃先をＡの眼前に示しながら要求に応じなければＡの生命に危害を加える旨を告知しており、Ａの反抗を抑圧するに足りる程度の脅迫を加えたと認められるが、Ａが誤って本件カードの暗証番号とは異なる４桁の数字を答えており、乙が財産上不法の利益を得たとはいえないことから、乙に強盗未遂罪が成立するにとどまることを指摘する必要がある。\nこれに対し、暗証番号を聞き出したとしても財物の取得と同視できる程度に具体的かつ現実的な財産的利益を得たとは認められない、暗証番号は移転性のある利益ではない等として強盗罪の成立を否定する考え方（前掲東京高判平成２１年１１月１６日の原判決はこのような考え方を採った。）もあり得る。この考え方に立つ場合、この行為について、強盗罪は成立し得ないが、乙は、上記のとおりＡを脅迫し、Ａに暗証番号を答えさせて義務のないことを行わせたといえることから、強要罪の各構成要件要素を充足することを簡潔に示して同罪が成立することを指摘する必要がある。いずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説とは反対の考え方を意識しつつ自説の論拠を明らかにして、結論を導く必要がある。\n⑶ 設問１⑶の行為について乙は、ＡＴＭに本件カードを挿入して預金を引き出そうとしたものの、乙がＡから聞き出して入力した数字が本件カードの暗証番号とは異なるものであったため、不正な操作と認識されて取引が停止され、預金を引き出すことはできなかった。このように事後的・客観的には乙が預金を引き出すことができない状況にあった場合であっても、預金を引き出して窃取する危険性があったとして未遂犯が成立するか、それとも不能犯として不可罰となるかが問題となる。\nこの点につき、行為時に一般人が認識し得た事情及び行為者が特に認識していた事情を判断の基礎とし、一般人の立場から危険性があると判断する場合に未遂犯が成立するとする考え方があり得る。この考え方に立った場合、乙がＡから聞き出した４桁の数字が本件カード\nの暗証番号とは異なるものであったとの事情につき、一般人が認識し得たとは認められず、乙も認識していなかったため、同事情は判断の基礎から除外されることになる。そうすると、乙が他人であるＡのキャッシュカードを使用してＡＴＭから預金を引き出そうとしている以上、一般人の立場からは、ＡＴＭの現金の占有者の意思に反して同現金の占有が乙に移転する危険性があると判断するとの結論に至ると考えられる。その場合、窃盗罪の各構成要件要素を充足することを簡潔に示した上で、窃盗未遂罪の成立を肯定することになろう。\nこれに対し、結果が発生しなかった原因を解明し、事実がいかなるものであったなら結果の発生があり得たかを科学的に明らかにした上で、こうした結果惹起をもたらす仮定的事実が存在し得たかを一般人の立場から事後的に判断し、仮定的事実が存在し得たと一般人が判断する場合には危険性が認められて未遂犯が成立するとする考え方もあり得る。この考え方に立った場合、結果が発生しなかった原因は、乙がＡから聞き出した数字が本件カードの暗証番号と異なるものであったからであり、これが本件カードの正しい暗証番号であったなら結果の発生があり得たところ、Ａは暗がりで本件カードを別のキャッシュカードと見間違えて意図せず別の暗証番号を答えたにすぎず、一般人の立場からは、乙がＡから本件カードの正しい暗証番号を聞き出すことは十分にあり得たといえ、窃盗の危険性が認められるとの結論に至ると考えられる。その場合、上記と同様に窃盗未遂罪の成立を肯定することになろう。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説とは反対の考え方を意識しつつ自説の論拠を明らかにして規範を定立し、その規範を具体的な事実関係に当てはめて結論を導く必要がある。\n設問２について\n⑴ 丙に正当防衛が成立することについて丙による１回目殴打及び２回目殴打について、本問における具体的な事実関係を指摘して、- 19 -暴行罪の各構成要件要素及び正当防衛の成立要件をそれぞれ充足することについて簡潔に示せば足りる。\n⑵ 丙による２回目殴打について丁に暴行罪の幇助犯が成立するか丁は、丙がＣの胸倉をつかんでいる様子を見て、Ｃが先に丙を殴った事実を知らないまま、一方的に丙がＣを殴ろうとしているものと誤信し、面白がって、丙がＣを殴り倒した後、丙がその場から逃走するのを手助けしようと思い、丙に「頑張れ。ここで待っているから終わったらこっちに来い。」と声を掛け、反撃しようとしていた丙は、丁の言葉を聞いて発奮し、２回目殴打に及んでいる。丁の行為は、Ｃに反撃しようとしていた丙に対して心理的な働き掛けを行って丙を発奮させ、丙による２回目殴打を容易にしており、これが幇助行為に該当することを簡潔に指摘する必要がある。\nもっとも、丙による２回目殴打について正当防衛が成立するところ、このように正犯に正当防衛が成立して違法性が阻却される場合であっても幇助犯が成立するかが問題となる。\nこの点につき、幇助犯による対抗行為を観念することは困難であるとして、正犯を基準として正当防衛の成立要件を判断した上で、共犯が成立するためには正犯の行為が構成要件該当性及び違法性を備える必要があるとする考え方があり得る。この考え方に立った場合、正犯の行為に正当防衛が成立して違法性が阻却されるのであれば、その違法評価は連帯的に作用し、あるいは、正犯の違法性に基づく共犯不法が欠け、幇助犯は成立しないことになる。\nこれに対し、同じく正犯を基準として正当防衛の成立要件を判断し、正犯の行為に正当防衛が成立して違法性が阻却される場合であっても、背後者が不必要に緊急状況を作出したなど一定の場合には、違法性阻却の効果を援用できないとして共犯の成立を認める考え方もあり得る。この考え方によれば、違法性の判断が正犯と共犯との間で異なることがあることになるが、この考え方は、共犯が成立するためには正犯に構成要件該当性が認められれば足りるとする立場を前提としている。本問では、正犯である丙に正当防衛が成立して違法性が阻却されるところ、丁が不必要に緊急状況を作出したとまでは認められず、違法性阻却の効果を援用できない事情は存しないとして丁の行為にも違法性阻却の効果が及び、丁に暴行罪の幇助犯は成立しないとの結論に至ると考えられる。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説とは反対の考え方を意識しつつ、誰を基準として正当防衛の成立要件を判断するか及び違法性の判断が共犯者間で異なることがあるかについて、それぞれの論拠に言及した上で結論を導く必要がある。\n⑶ 甲に暴行罪の共同正犯が成立するか甲は、丙にＣを痛めつけさせようと考え、丙に「俺がＣを押さえるから、Ｃを殴れ。」と言い、それを聞いた丙がＣに対する１回目殴打に及んでおり、甲が丙との間で暴行の共謀を遂げた上で、丙が暴行の実行行為に及んだことを簡潔に指摘する必要がある。\nもっとも、丙による１回目殴打について正当防衛が成立するところ、このように実行行為者に正当防衛が成立する場合、背後者である共謀共同正犯の正当防衛の成否について、どのように判断すべきかが問題となる。\nこの点につき、共謀共同正犯における実行行為者の暴行は、実行行為者及び背後者にとって共同した暴行と評価されるとみて、背後者である共謀共同正犯者についても正当防衛の成否を検討し得ると考えた上、行為の違法性は、法益侵害に加えて各行為者に固有の人的違法要素も加味して判断されるものであり、人的違法要素を有する者とこれを欠く者とで違法性の評価に違いが生じるとみれば、共同正犯者間で、正当防衛の成否につき結論が異なることが生じ得る。また、共同正犯は、一方が他方に従属する関係にないとして、共同正犯者それぞれを基準として正当防衛の成立要件を個別に判断するとの考え方からも、個別に判断した結果、共同正犯者間で、正当防衛の成否につき結論が異なることが生じ得る。これらの考え方に立った場合、本問では、丙及び甲それぞれを基準として正当防衛の成立要件を判断することになる。本問において、甲は、粗暴な性格のＣからの侵害を予期した上で、その機会を利用してＣを痛めつけようと考え、丙と共にＣ方に出向いており、単に予期された侵害を避けなかったというにとどまらず、その機会を利用し積極的に相手に対して加害行為をする意思で侵害に臨んだといえ、侵害の急迫性の要件を充たさず（最決昭和５２年７月２１日刑集\n３１巻４号７４７頁、最決平成２９年４月２６日刑集７１巻４号２７５頁参照）、甲に正当防衛は成立しないとの結論に至ると考えられる。その場合、甲に暴行罪の共同正犯が成立することになる。\nこれに対し、共謀者による対抗行為を観念することは困難であるとして、現実に対抗行為を行った実行行為者を基準として正当防衛の成立要件を判断するとの考え方に立った上で、実行行為者に成立する正当防衛による違法性阻却の効果が背後者にも連帯的に及ぶことを原則としつつ、背後者が自ら不必要に緊急状況を作出した場合には、違法性阻却の効果を背後者が援用することはできないとする考え方があり得る。この考え方に立った場合、本問では、甲が喧嘩闘争目的で丙をＣのもとに赴かせて、丙とＣとの間の利益衝突状況を不必要に作出したと認められるため、甲が正当防衛による違法性阻却の効果を援用することはできないとの結論に至ると考えられる。その場合、甲に暴行罪の共同正犯が成立することになる。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説とは反対の考え方を意識しつつ、誰を基準として正当防衛の成立要件を判断するか及び違法性の判断が共犯者間で異なることがあるかについて、それぞれの論拠に言及するとともに、丁についての説明と甲についての説明の整合性にも触れた上で、結論を導く必要がある。\nなお、判例（最決平成４年６月５日刑集４６巻４号２４５頁）は、実行行為者に過剰防衛が成立するとした事案において、「共同正犯が成立する場合における過剰防衛の成否は、共同正犯者の各人につきそれぞれその要件を満たすかどうかを検討して決するべきであって、共同正犯者の一人について過剰防衛が成立したとしても、その結果当然に他の共同正犯者についても過剰防衛が成立することになるものではない。」と判示しているところ、同判例は過剰防衛の成否に限って判断を示したものではあるが、共同正犯者それぞれで違法性の評価が相対化し、適法行為と違法行為との間の共同正犯も認める余地を残していることも参考となろう。",
  "scoring_notes": "１ 採点方針及び採点実感本問では、具体的事例について、甲、乙、丙及び丁の罪責を問うことにより、刑法の基本的な知識と問題点についての理解、事実関係を的確に分析・評価して具体的事実に法規範を適用する能力及び結論の妥当性とその導出過程の論理性・論述力等を総合的に評価することを基本方針として採点に当たった。\nいずれの設問の論述においても、各設問の内容に応じ、各事例の事実関係を法的に分析し、事案の解決に必要な範囲で法解釈論を展開して規範を定立した上で、これを具体的な事実関係に当てはめて妥当な結論を導くこと、その導出過程が論理性を保持していることが求められる。\n⑴ 全体について本問は、論じるべき点が多岐にわたるため、厚く論じるべきものと簡潔に論じるべきものを選別して論じる必要があったが、厚く論じるべきものについて検討を欠く、あるいは、ごく簡潔に触れるにとどまる答案、簡潔に論じるべきものを長々と論じる答案が散見された。また、規範定立に至るまでの論述と当てはめ部分を明確に区別することなく混在させて記載する答案、\n問題文において言及するよう記載された事項に触れない答案、問題文において論じる必要がないとした罪名の成否を検討する答案が散見された。\n⑵ 設問１についてア 甲がＡに肋骨骨折等の傷害を負わせた行為について本問において、甲は、Ａの頭部を拳で殴り、その場に転倒したＡの腹部を蹴る暴行を加え、\nＡに肋骨骨折等の傷害を負わせており、甲に傷害罪が成立する。この点については、傷害罪の各構成要件要素を充足することを簡潔に示せば足りるところ、これを簡潔に示した答案が比較的多く見られたが、これを長々と論じている答案も散見された。\nイ 甲がＡ所有の財布を領得した行為について本問において、甲は、上記暴行に及んだ後、既に抵抗する気力を失っていたＡに対し、所持品を提示するよう求め、Ａが手元に置いたＡ所有の財布（以下「本件財布」という。）の中身を見て、その中に入っていた現金６万円が欲しくなり、Ａが恐怖で抵抗できないことを知りながら、Ａに「この財布はもらっておくよ。」と言って、本件財布を自己のズボンのポケットに入れているところ、比較的多くの答案において、本問の事案を具体的に分析し、甲が同暴行に及んだ時点では財物奪取の意思がなかったこと及び甲がＡに同文言を申し向ける行為それのみを単体で評価すると相手方の反抗を抑圧するに足りる程度の脅迫であるとは認められないことをそれぞれ指摘した上で、自ら作出した反抗抑圧状態を利用して財物を奪取した場合における強盗罪の成否が問題となる旨を的確に示しており、こうした答案は高い評価となった。これに対し、事案を具体的に分析することなく、甲が上記文言を申し向けた行為が強盗の手段としての暴行・脅迫に当たるかについてのみを問題とするにとどまる答案や、いわゆる事後的奪取意思を生じて財物を奪取した場合の処理が問題となる等として論点を指摘するにとどまる答案が散見され、こうした答案は低い評価となった。\n自ら作出した反抗抑圧状態を利用して財物を奪取した場合の強盗罪の成立については、強盗の手段としての新たな暴行・脅迫を必要としつつ（東京高判昭和４８年３月２６日高刑集２６巻１号８５頁等）、新たな暴行・脅迫の内容・程度につき、反抗抑圧状態を維持・継続させるものであれば足りるとする考え方（大阪高判平成元年３月３日判タ７１２号２４８頁等）、\n行為者が現場に存在すること自体を脅迫とする考え方、自ら作出した反抗抑圧状態を利用する場合には新たな暴行・脅迫を必要としないとする考え方があり得るところ、自説とは反対の考え方を意識したり、自説の論拠を明らかにしたりすることなく、直ちに規範を定立している答案が多く見られ、こうした答案は低い評価となった。これに対し、自説とは反対の考- 1 -え方を意識しつつ自説の論拠を明らかにして規範を定立している答案は少なかったが、こうした答案は高い評価となった。\n当てはめについては、特殊詐欺グループを率いる甲とその配下のＡという関係性、甲が財物奪取の意思を生じる前にＡに加えた暴行・脅迫の程度が相当強度であったこと、現場であるＢ公園に人気はなく午後８時頃という時間帯であったことなど、事案の具体的な事実関係に着目して充実した当てはめを行った上で結論を導く答案が少なからず見られ、こうした答案は高い評価となった。これに対し、特に理由を示すことなく、甲がＡに申し向けた上記文言は自ら定立した規範に当てはまるとするだけで結論を導く答案も散見され、こうした答案は低い評価となった。また、反抗抑圧状態を維持・継続させる程度の新たな暴行・脅迫を必要とする考え方に立った場合、甲がＡに上記文言を申し向けた行為が同脅迫に該当するかについて検討すべきであるのに、甲が財物奪取の意思を生じる前にＡに対して「持っているものを見せろ。」と言った行為について検討している答案が散見され、こうした答案は著しく低い評価となった。\nさらに、本問では、上記のいずれの考え方に立って論じるとしても甲に強盗罪が成立する余地がある以上、まずは強盗罪の成否を検討し、これを否定する場合に窃盗罪又は恐喝罪の成否を検討すべきであるところ、甲に強盗罪が成立するかを検討することなく、直ちに窃盗罪又は恐喝罪の成否を検討する答案が散見され、こうした答案は低い評価となった。\nこのほかにも、甲に強盗罪が成立するとした上で、強盗の機会にＡを負傷させたとして甲に強盗致傷罪が成立するとした答案も散見されたが、強盗の機会説は、強盗に着手した者が強盗の機会に致死傷結果を生じさせた場合にも強盗致死傷罪の成立を認めるものであり、甲がＡに暴行を加えて負傷させた時点では強盗に着手していない以上、甲に強盗致傷罪が成立する余地はない。したがって、強盗致傷罪が成立するとした答案は低い評価となった。\nまた、甲がＢ公園に到着した乙にＡを見張っておくよう指示し、これを乙が了承した点について、監禁罪の共同正犯の成否を検討する答案が散見されたが、監禁罪は屋外の囲われていない場所であっても成立し得るとはいえ、本問については、囲われた場所から脱出を不能にさせる等、監禁罪が成立する典型的な場面ではない上、乙がＡを取り囲んだり監視したりするなどしてその場からＡの脱出を不能にさせる具体的な監禁行為に及んだと認めるに足りる事情も存しないため、必ずしも監禁罪の共同正犯の成否について検討する必要はなかった。\nウ 乙がＡから暗証番号を聞き出そうとした行為について本問において、乙は、甲から手渡された本件財布内に入っていたＡ名義のキャッシュカード（以下「本件カード」という。）を使用してＡの預金を引き出して奪おうと考え、本件カードを本件財布から取り出して、倒れたままのＡに見せつつ、持っていたバタフライナイフの刃先をＡの眼前に示しながら「死にたくなければ、このカードの暗証番号を言え。」と言って本件カードの暗証番号を聞き出そうとしているところ、乙の行為が強盗罪における脅迫に該当し得ることを認定した上で、問題文に乙が本件カードの暗証番号についてＡから聞き出す行為が財産犯における「財産上不法の利益」を得ようとする行為に当たるかという点にも触れるよう明記していたため、これをそのまま問題提起として引用し、強盗罪の成否を検討する答案が多く見られた。ただ、これがなぜ問題になるのかについてまで踏み込んで問題の所在を的確に示している答案は少なかった。なお、乙がＡから暗証番号を聞き出そうとした行為に及んだ時点において、乙は、甲から手渡されて既に本件カードを所持しており、本件カードを客体とする奪取罪が成立する余地はないにもかかわらず、これを検討する答案が散見されたが、こうした答案は著しく低い評価となった。\n相手方の反抗を抑圧するに足りる暴行・脅迫を用いて暗証番号を聞き出す行為については、\nキャッシュカードとその暗証番号を併せ持つことにより、事実上、ＡＴＭを通して預金口座から預貯金の払戻しを受け得る地位という財物の取得と同視できる程度に具体的かつ現実的- 2 -な財産的利益を得たとみて強盗罪の成立を肯定する考え方（東京高判平成２１年１１月１６日判時２１０３号１５８頁）や、暗証番号を聞き出したとしても財物の取得と同視できる程度に具体的かつ現実的な財産的利益を得たとは認められない、暗証番号は移転性のある利益ではない等として強盗罪の成立を否定する考え方（前掲東京高判平成２１年１１月１６日の原判決はこのような考え方を採った。）があり得るところ、自説とは反対の考え方を意識したり、自説の論拠を明らかにしたりすることなく、直ちに結論を示している答案が少なからず見られ、こうした答案は低い評価となった。これに対し、自説とは反対の考え方を意識しつつ自説の論拠を明らかにして規範を定立している答案も比較的多く見られ、こうした答案は高い評価となった。\n当てはめについては、乙がＡから聞き出そうとしている暗証番号に係る本件カードを既に所持していることに着目した上で「財産上不法の利益」を得ようとする行為に当たるかを検討している答案が比較的多く見られ、こうした答案は高い評価となった。これに対し、特に理由を示すことなく、乙がＡから本件カードの暗証番号を聞き出そうとした行為は自ら定立した規範に当てはまるとするだけで結論を導く答案も少なからず見られ、こうした答案は低い評価となった。\nなお、乙の行為は「財産上不法の利益」を得ようとする行為に当たるとしても、Ａが誤って本件カードの暗証番号とは異なる数字を答えており、乙が財産上不法の利益を得たとはいえないため、乙に強盗未遂罪が成立するにとどまることを指摘する必要があるところ、比較的多くの答案が乙に強盗未遂罪が成立するにとどまることを指摘していた。\nまた、乙がＡから暗証番号を聞き出そうとした行為について、不能犯の問題として検討している答案が散見されたが、事後的・客観的にみても、乙が同行為に及んだ時点で、Ａから本件カードの暗証番号を聞き出す危険性があったことは明らかであるから、同行為について不能犯の問題として検討する必要はなかった。\nこのほかにも、乙が甲から本件財布を受領した行為について、甲に強盗罪が成立することを前提に承継的共同正犯の成否を検討する答案が散見されたが、乙は、甲がＡから本件財布を強取した後、その事情を知らずに甲から本件財布を受領したにすぎず、甲が本件財布の強取に至るまでの間に乙が関与したと評価する余地はないから、承継的共同正犯の成否が問題となる場面ではなく、これを検討する必要はなかった。\nエ 乙がＡＴＭに本件カードを挿入して預金を引き出そうとした行為について本問において、乙は、ＡＴＭに本件カードを挿入して預金を引き出そうとしたものの、不正な操作と認識されて取引が停止されたため、預金を引き出すことはできなかったところ、比較的多くの答案において、本問の事案を具体的に分析し、乙がＡから聞き出して入力した数字が本件カードの暗証番号とは異なるものであったため、事後的・客観的には乙が預金を引き出すことができない状況にあった旨を指摘した上で、こうした場合であっても預金を引き出して窃取する危険性があったとして未遂犯が成立するのか、それとも不能犯として不可罰となるかが問題となる旨を的確に示しており、こうした答案は高い評価となった。これに対し、事案を具体的に分析することなく、いわゆる不能犯が問題となる等として論点を示すにとどまる答案が散見され、こうした答案は低い評価となった。\n未遂犯と不能犯の区別については、行為時に一般人が認識し得た事情及び行為者が特に認識していた事情を判断の基礎とし、一般人の立場から危険性があると判断する場合に未遂犯が成立するとする考え方や、結果が発生しなかった原因を解明し、事実がいかなるものであったなら結果の発生があり得たかを科学的に明らかにした上で、こうした結果惹起をもたらす仮定的事実が存在し得たかを一般人の立場から事後的に判断し、仮定的事実が存在し得たと一般人が判断する場合には危険性が認められて未遂犯が成立するとする考え方などがあり得るところ、自説とは反対の考え方を意識したり、自説の論拠を明らかにしたりすることなく、直ちに規範を定立している答案が多く見られ、こうした答案は低い評価となった。これに対し、自説とは反対の考え方を意識しつつ自説の論拠を明らかにして規範を定立している答案はごく少数であったが、こうした答案は高い評価となった。\n当てはめについては、自ら定立した規範を本問の具体的な事実関係に適切に当てはめて結論を導く答案が比較的多く見られたが、自ら定立した規範をなぞるだけの答案や、規範定立に至るまでの論述と当てはめ部分を明確に区別することなく混在させて記載する答案が少なからず散見された。また、他人名義のキャッシュカードを使用してＡＴＭから現金を引き出そうとする場合、同現金を管理する金融機関の占有を侵害するものとして窃盗未遂が成立し得るところ、誰の占有を侵害するものかが不明瞭な答案や、本件カードの名義人であるＡの占有を侵害するものとした答案が散見された。\nこのほかにも、本問について、未遂犯と不能犯の区別の問題としてではなく、犯行がどの段階まで進んだかという実行の着手の問題として窃盗未遂の現実的危険性の有無について検討を加える答案が散見されたが、こうした答案は不能犯の問題として検討している答案よりも低い評価となった。また、上記問題の所在に触れることなく窃盗未遂罪が成立する旨を指摘するにとどまる答案も散見されたが、こうした答案は著しく低い評価となった。\n⑶ 設問２についてア 丙に正当防衛が成立することについて丙による１回目殴打及び２回目殴打について、本問における具体的な事実関係を指摘して、\n暴行罪の各構成要件要素及び正当防衛の成立要件をそれぞれ充足することについて簡潔に示せば足りるところ、これを長々と論じる答案が多く見られた。\nイ 丙による２回目殴打について丁に暴行罪の幇助犯が成立するかについて本問において、丁は、丙がＣの胸倉をつかんでいる様子を見て、Ｃが先に丙を殴った事実を知らないまま、一方的に丙がＣを殴ろうとしているものと誤信し、面白がって、丙がＣを殴り倒した後、丙がその場から逃走するのを手助けしようと思い、丙に「頑張れ。ここで待っているから終わったらこっちに来い。」と声を掛け、反撃しようとしていた丙は、丁の言葉を聞いて発奮し、２回目殴打に及んでいる。丁の行為は、Ｃに反撃しようとしていた丙に対して心理的な働きかけを行って丙を発奮させ、丙による２回目殴打を容易にしているため、これが幇助行為に該当することを簡潔に指摘すれば足りるところ、これを長々と論じる答案が散見された。\n丙による２回目殴打については正当防衛が成立するところ、正犯に正当防衛が成立して違法性が阻却される場合であっても幇助犯が成立するかが問題となる旨を的確に示している答案が比較的多く見られ、こうした答案は高い評価となった。これに対し、単に「丁に暴行罪の幇助犯が成立するか。」とするだけで問題の所在を的確に示すことができていない答案も散見されたが、こうした答案は低い評価となった。\n正犯に正当防衛が成立して違法性が阻却される場合における幇助犯の成否については、幇助犯による対抗行為を観念することは困難であるとして、正犯を基準として正当防衛の成立要件を判断した上で、共犯が成立するためには正犯の行為が構成要件該当性及び違法性を備える必要があるとする考え方や、同じく正犯を基準として正当防衛の成立要件を判断し、正犯の行為に正当防衛が成立して違法性が阻却される場合であっても、背後者が不必要に緊急状況を作出したなど一定の場合には、違法性阻却の効果を援用できないとして共犯の成立を認める考え方などがあり得るところ、自説とは反対の考え方を意識したり、自説の論拠を明らかにしたりすることなく、直ちに単に結論を示すにとどまる答案が多く見られ、こうした答案は低い評価となった。これに対し、自説とは反対の考え方を意識しつつ自説の論拠を明らかにして規範を定立している答案はごく僅かであったが、こうした答案は高い評価となった。\nまた、問題文に誰を基準として正当防衛の成立要件を判断するか及び違法性の判断が共犯者- 4 -間で異なることがあるかについても、その結論及び論拠に言及するよう明記していたにもかかわらず、これらに正面から答えていない答案が多く見られ、こうした答案は低い評価となった。\nウ 甲に暴行罪の共同正犯が成立するかについて本問において、甲は、丙にＣを痛めつけさせようと考え、丙に「俺がＣを押さえるから、Ｃを殴れ。」と言い、それを聞いた丙がＣに対する１回目殴打に及んでおり、甲が丙との間で暴行の共謀を遂げた上で、丙が暴行の実行行為に及んだことを簡潔に指摘すれば足りるところ、\nこれを長々と論じる答案が散見された。\n丙による１回目殴打についても正当防衛が成立するところ、実行行為者に正当防衛が成立する場合、背後者である共謀共同正犯の正当防衛の成否について、どのように判断すべきかが問題となる旨を的確に示している答案が多く見られ、こうした答案は高い評価となった。これに対し、単に「甲に暴行罪の共同正犯が成立するか。」とするだけで問題の所在を的確に示すことができていない答案も散見されたが、こうした答案は低い評価となった。\n実行行為者に正当防衛が成立する場合における背後者である共謀共同正犯の正当防衛の成否については、共謀共同正犯における実行行為者の暴行は、実行行為者及び背後者にとって共同した暴行と評価されるとみて、背後者である共謀共同正犯者についても正当防衛の成否を検討し得ると考えた上、行為の違法性は、法益侵害に加えて各行為者に固有の人的違法要素も加味して判断されるものであり、人的違法要素を有する者とこれを欠く者とで違法性の評価に違いが生じるとみる考え方や、共同正犯は、一方が他方に従属する関係にないとして、\n共同正犯者それぞれを基準として正当防衛の成立要件を個別に判断するとの考え方、共謀者による対抗行為を観念することは困難であるとして、現実に対抗行為を行った実行行為者を基準として正当防衛の成立要件を判断するとの考え方に立った上で、実行行為者に成立する正当防衛による違法性阻却の効果が背後者にも連帯的に及ぶことを原則としつつ、背後者が自ら不必要に緊急状況を作出した場合には、違法性阻却の効果を背後者が援用することはできないとする考え方などがあり得るところ、自説とは反対の考え方を意識したり、自説の論拠を明らかにしたりすることなく、直ちに単に結論を示すにとどまる答案が多く見られ、こうした答案は低い評価となった。これに対し、自説とは反対の考え方を意識しつつ自説の論拠を明らかにして規範を定立している答案はごく僅かであったが、こうした答案は高い評価となった。\n当てはめについては、比較的多くの答案において、事案を具体的に分析し、甲に積極的加害意思があったことを示す具体的事実を認定して侵害の急迫性を否定し、甲に正当防衛は成立せず、暴行罪の共同正犯が成立する、あるいは、甲が喧嘩闘争目的で丙をＣのもとに赴かせて、丙とＣとの間の利益衝突状況を不必要に作出したことを示す具体的事実を認定して、甲が正当防衛による違法性阻却の効果を援用することはできないとの結論を導いており、こうした答案は高い評価となった。これに対し、事案を具体的に分析することなく、甲に積極的加害意思があった等と認定して結論を導く答案も散見されたが、こうした答案は低い評価となった。\nまた、問題文に誰を基準として正当防衛の成立要件を判断するか及び違法性の判断が共犯者間で異なることがあるかについても、その結論及び論拠に言及し、幇助犯と共謀共同正犯における説明相互の整合性にも触れるよう明記していたにもかかわらず、これらに正面から答えていない答案が多く見られた。\n⑷ その他例年指摘している点でもあるが、用語の間違いがある答案や、文字が乱雑で判読しづらい答案、\n基本的用語の漢字に誤記がある答案が散見された。また、文章の補足・訂正に当たって、極めて細かい文字で挿入がなされる答案も相当数あった。時間的に余裕がないことは承知している- 5 -ところであるが、採点者において判読が不能な記載箇所は採点対象にできないことに十分に留意して、大きめで読みやすい丁寧な文字で書くことが望まれる。\n⑸ 答案の水準以上を前提に、「優秀」「良好」「一応の水準」「不良」と認められる答案の水準を示すと、以下のとおりである。\n「優秀」と認められる答案とは、各設問に関係する事実関係を的確に分析した上で、各設問の出題の趣旨に示した主要な問題点について検討を加え、成否が問題となる犯罪の構成要件要素等について正確に論述するとともに、必要に応じて法解釈論を展開し、問題文に現れた事実を具体的に指摘して当てはめを行い、設問ごとに求められている罪責や理論構成について論理的に矛盾のない論述がなされている答案である。\n「良好」と認められる答案とは、各設問の出題の趣旨に示した主要な問題点について指摘し、\nそれぞれの罪責について論理的に矛盾せずに妥当な結論等を導くことができているものの、一部の問題点について検討を欠くもの、主要な問題点の検討において、理解が一部不正確であったり、必要な法解釈論の展開がやや不十分であったり、必要な事実の抽出やその意味付けが部分的に不足していると認められるものである。\n「一応の水準」と認められる答案とは、事案の分析が不十分であったり、各設問の出題の趣旨に示した主要な問題点について一部論述を欠いたりするなどの問題はあるものの、論述内容が論理的に矛盾することなく、刑法の基本的な理解について一応は示すことができている答案である。\n「不良」と認められる答案とは、事案の分析がほとんどできていないもの、刑法の基本概念の理解が不十分であるために、各設問の出題の趣旨に示した主要な問題点を理解できていないと認められるもの、事案に関係のない法解釈論を延々と展開しているもの、論述内容が首尾一貫しておらず論理的に矛盾したり論旨が不明であったりしているものなどである。\n２ 今後の法科大学院教育に求めるもの刑法の学習においては、刑法の基本概念の理解を前提に、論点の所在を把握すること、各論点の位置付けや相互の関連性を十分に理解すること及び犯罪論の体系的処理の手法を身に付けることが重要である。\n一般的に重要と考えられる論点を学習するに当たっては、犯罪成立要件との関係で、なぜその点が問題となっているのかを明確に意識しつつ、複数の見解の根拠や難点等に踏み込んで検討することなどを通じて、当該論点の理解を一層深めることが望まれる。これらの論点に関する理解を深めた上で、事案の全体像を俯瞰しつつ、一定の事実を法的に評価し、解決において必要となる問題点を適切に抽出する法的思考能力及び妥当な結論を導くための具体的規範を定立し、同規範に照らし具体的事実の法的意味を評価して結論を導く論理的思考力を身に付けることが肝要である。\nそのためには、これまでにも繰り返し指摘しているところであるが、判例を学習する際には、結論のみならず、当該判例の前提となっている具体的事実を意識し、結論に至るまでの理論構成を理解した上で、その判例が述べる規範の体系上の位置付け、その射程及び理論構成上の課題について検討し理解することが必要である。\nこのような観点から、法科大学院教育においては、まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上、刑法上の諸論点に関する問題意識（なぜ問題となるのか）を喚起しつつ、その理解を深め、さらに、判例の学習等を通じ具体的事案の検討を行うなどして、幅広く妥当な結論やそれを支える理論構成を導き出す能力を涵養するよう、より一層努めていただきたい。"
}