{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\n１ Ｘは、平成５年４月に投資信託運用会社であるＹ社に入社し、平成２１年以降は投資業務推進部においてスタッフ職として勤務していた。Ｙ社にはライン職とスタッフ職の職種があり、スタッフ職は、高度の専門知識、職務知識に基づき、専門的な職務を担うものの、部下を持たない。\nＸの主たる業務は、月次レポートの精査や臨時レポートの作成等であった。月次レポートや臨時レポートは、Ｙ社の運営するファンドの情報を顧客である投資家に提供するもので、これらの情報は顧客の投資判断の基となり、当該レポートの精査等は、Ｙ社の収益の大半を占める投資家からの手数料にも影響し得る、相当程度難易度の高い重要な業務であった。Ｘは、毎週木曜に開催される管理者ミーティングへの出席を求められず、Ｙ社の営業方針の決定や予算の策定、企業組織や人事制度の構築・改編、労働条件の決定等に関与することはなかった。\nスタッフ職の所定労働時間は午前８時３０分から午後５時３０分（休憩１時間）である。Ｘは、月次レポートの精査等の業務がある期間（１か月に８日程度）は基本的に当該業務のために少なくとも所定労働時間内はＹ社内で就業し、午後７時３０分過ぎまで業務を行う日がほとんどであった。他方で、それ以外の期間は比較的自由に就業でき、遅刻や早退をしても賃金から控除されなかった。\nＸの令和５年の年収（毎月支払われる給与と年２回の賞与の合計）は１２００万円を超え、これはＹ社の上位６％に位置した。年収ベースでは、Ｙ社のライン管理職部長に次ぐ待遇で、ライン管理職副部長の平均を上回っていた。なお、Ｙ社は、Ｘを含む上位スタッフ職とライン管理職を管理監督者として扱い、深夜の割増賃金を除き、時間外手当を支給していない。\n２ Ｘは、かねてから定年より前に地元に戻り、自営業をしながら地元に貢献したいと考えていたところ、令和６年３月に、Ｙ社を退職することを決意し、同年７月３１日をもって退職する意向をＹ社に伝え、Ｙ社は承認した。\nＸが同年５月上旬にＹ社の人事部に確認したところ、令和６年７月分の賞与として同年７月１０日に約１５０万円が、退職金として退職した日以降に約１４００万円が、それぞれＸに支払われる見込みであるとの連絡を受けた。Ｘは、開業資金と当面の生活費が十分賄えると考えていた。\n３ Ｘは、令和６年５月中旬、酒を飲んだ状態で車を運転し、赤信号で交差点に進入して、車２台を巻き込む交通事故を起こした。これにより、巻き込まれた車を運転していた２名の者は打撲等の軽傷を負った。Ｘは、その場で逮捕され、新聞やインターネット上のニュースなどで実名報道された。\nＹ社は、Ｘが飲酒運転により人身事故を起こし、実名報道されたことは重大な非違行為であるとし、Ｙ社就業規則（なお、同規則はＹ社従業員に周知されていた。）に基づき、所定の手続にのっとり、同月３１日に、同年６月末日をもってＸを懲戒解雇すること及び退職金を支給しないことを決定し、Ｘにその旨を通知した。Ｘは同日をもって解雇されたため、Ｘに令和６年７月分の賞与は支給されなかった。\nＸは、飲酒運転により人身事故を起こしたことの非を認め、懲戒解雇されたことには承服しているが、退職金の全額や賞与が支給されないことに疑問を感じ、弁護士に相談した。\n【Ｙ社就業規則（抜粋）】\n第５０条 賞与は、原則として、下記の支給日に在籍し、かつ、評価対象期間に勤務していた従業員に対して、会社の業績等を勘案して支給する。ただし、会社の業績の著しい低下その他やむを得な\n- 24 -い事由により、支給時期を延期し、又は支給しないことがある。\n支給日 評価対象期間\n７月１０日 前年１０月１日から当年３月３１日まで１２月２０日 当年４月１日から当年９月３０日まで２ 前項の賞与の額は、会社の業績及び従業員の勤務成績などを考慮して各人ごとに決定する。\n第５４条 従業員が退職し又は解雇されたときは、退職金を支給する。ただし、本規則の定めにより懲戒解雇された者には、退職金の全部又は一部を支給しないことがある。\n第５５条 退職金の額は、退職又は解雇の時の基本給の額に、勤続年数に応じて定めた下記の支給率を乗じた金額とする。\n勤続年数 支給率\n５年未満 １．０５年以上１１年未満 ３．０１１年以上１６年未満 ５．０１６年以上２１年未満 ７．０２１年以上２６年未満 １０．０２６年以上３１年未満 １５．０３１年以上 ２０．０第５６条 退職金は、支給事由の生じた日から１か月以内に、退職した従業員（死亡による退職の場合はその遺族）に対して支払う。\n〔設 問〕\n１ Ｘは、弁護士から法定時間外労働についての割増賃金をＹ社に請求できるのではないかとのアドバイスを受け、当該賃金をＹ社に請求したいと考えている。当該請求は認められるか。考えられる論点を挙げて検討し、あなたの見解を述べなさい。\n２ Ｘは、令和６年７月分の賞与をＹ社に請求したいと考えている。当該請求は認められるか。考えられる論点を挙げて検討し、あなたの見解を述べなさい。\n３ Ｘは、懲戒解雇されなければ支払われたであろう退職金の全額をＹ社に請求したいと考えている。当該請求は認められるか。考えられる論点を挙げて検討し、あなたの見解を述べなさい。\n- 25 -\n〔第２問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\nＹ社は、食品の製造・販売を行う非上場の株式会社である。Ｙ社のほとんどの労働者は、本社と工場が一体となった施設で勤務していた。当初、Ｙ社に労働組合はなかったが、令和５年１０月、会社の経営状況の悪化のため翌年４月から業務手当（月額３万円）を廃止する旨が通告されたことを契機に、一部の労働者がいわゆる地域合同労組であるＸ労働組合（以下「Ｘ組合」という。）に加入し、その支部を結成した。Ｘ組合に加入したのは、Ｙ社の管理職を除く労働者２００名のうち\n２５名であった。Ｘ組合は、支部結成の翌日、Ｙ社に対して、支部の結成を通知し、業務手当廃止の撤回と組合費のチェック・オフの実施を求めて、団体交渉を要求した。\n令和５年１０月下旬から翌年３月にかけて計５回、Ｙ社とＸ組合との間で団体交渉が行われたが、交渉は進展しなかった。業務手当の廃止について、Ｙ社は、「７年前、賃金体系を変更して業務手当を含む諸手当を整理したときに、当時、ヒット商品が出て業績が一時的に好調だったので、業務手当については従業員に利益を還元する趣旨で当面の措置として残したものであり、従業員に負担をかけるのは心苦しいが、近年の会社の業績不振に照らせば廃止はやむを得ない。」との主張を繰り返した。Ｘ組合は、「経緯はどうであれ業務手当は今も重要な労働条件であり、月３万円の手当を失うことによって労働者の生活は重大な打撃を受ける。会社の経営上どうしても必要だというのなら、きちんと資料を示して具体的に説明せよ。」と主張した。これに対して、Ｙ社は、「正式な計算書類は外部に非公表である。」として、「当社決算の概要と過去１０年の推移」という１枚紙の文書を示して経営状況の厳しさを訴えたが、他に提出資料はなく、業務手当の廃止によってどれだけの経費削減効果があるのか、他にどのような経営改善の努力を行っているのか等の説明もなされなかった。また、組合費のチェック・オフについて、Ｙ社は、「使用者が組合に対してそのようなサービスを行う義務はそもそもなく、少数組合の場合は法律上も無理がある。」と述べて拒否し、「過半数組合でなくても適法に組合費のチェック・オフを行うことはできるはずだ。実際、少数組合に組合費のチェック・オフを認めた例は多くある。」というＸ組合の反論に対し、「当を得ない見解だ。」として受け入れない姿勢を明確にした。\n結局、Ｙ社は、就業規則の変更によって、令和６年４月から予定どおり業務手当を廃止した。その際、事業場で選出された過半数代表者も、同手当の廃止に反対しないという意見書を提出し、変更後の就業規則の労働基準監督署長への届出に当たってはこの意見書が添付された。Ｘ組合は、その後も上記２つの要求を掲げて団体交渉を求めたが、同月中旬に行われた６回目の団体交渉で、Ｙ\n社は、「①業務手当の廃止は既に適正な手続を経て実施済みであり、Ｘ組合とは何度も交渉したが進展はなく、今更交渉しても無意味である。②組合費のチェック・オフについても、法律上困難な話であって、要求に応じる余地はない。」と述べ、物別れに終わった。この日の交渉の最後に、Ｙ社は、これ以上の交渉には応じない旨をＸ組合に通告し、その後、何度か行われたＸ組合からの団体交渉の要求を拒否した。そこで、Ｘ組合は、同年５月中旬、始業前にＹ社の本社・工場の門前で抗議活動を行い、プラカードと組合旗を掲げてＹ社を非難する演説やビラの配布をした。\nそのような中で、同月下旬、Ｙ社の労働者１５０名が参加して、Ａ労働組合（以下「Ａ組合」という。）が結成された。Ａ組合は、いわゆる企業別労働組合であり、上部団体には所属していない。\nＡ組合結成の翌日、Ａ組合は、チェック・オフ協定とユニオン・ショップ協定の締結等を求めて団体交渉を申し入れ、その１週間後、Ｙ社とＡ組合の間で団体交渉が行われた。その席で、Ａ組合の委員長は、「業務手当の廃止はＹ社の状況に照らしてやむを得ない措置であったと理解する。今は我慢の時であり、まずは労使の協力によって会社の業績を回復させた上で、基本給の改善を図っていきたい。」と発言した。これに対してＹ社も賛意を表明し、「従業員の真の利益を考える組合の出現を心から歓迎する。」と述べた。この日の交渉の結果、Ｙ社とＡ組合との間に、チェック・オ\n- 26 -フ協定とユニオン・ショップ協定が締結された。前者は、「Ｙ社は、Ａ組合に所属する従業員の月\n々の賃金から組合費分を控除し、各月末までにＡ組合の指定する銀行口座にまとめて振り込む。」と定め、後者は、「Ｙ社に雇用された従業員は、Ａ組合の組合員とする。Ａ組合に加入しない者や、Ａ組合より除名された者又はＡ組合から脱退した者は、従業員の資格を失い、Ｙ社はこれを解雇する。」と定めていた。以上のような団体交渉の模様については、チェック・オフ協定とユニオン・ショップ協定の内容を含めて、Ａ組合のニューズレターに記事が掲載された。このニューズレターは、Ｙ社の従業員向け掲示板の脇の机の上に積み重ねて置かれ、Ｙ社の労働者は誰でもそれを持ち帰ることができた。\nＸ組合は、直ちにＹ社に抗議文を送り、「Ａ組合との間の２つの協定の締結はＸ組合に対する違法な差別と弱体化工作である。」と主張した。これに対し、Ｙ社は、「①Ａ組合との間でチェック\n・オフ協定を結ぶことは法的に何の問題もない。②Ａ組合との間にユニオン・ショップ協定があってもＸ組合の組合員を解雇できないことは承知しており、解雇するつもりもない。」と記した回答書を１週間後にＸ組合に送付した。この間、Ｘ組合に加入していた労働者のうち１０名が同組合を脱退し、Ａ組合に加入した。\n〔設 問〕\nＸ組合は、労働委員会に不当労働行為の救済申立てをすることを検討している。Ｘ組合は、どのような主張をしてどのような救済を求めるべきか。また、労働委員会は、どのような命令を発することになると考えられるか。⑴労働組合法第７条第２号、⑵同条第３号、という２つの項目に分けて、検討すべき法律上の論点を挙げながら、あなたの意見を述べなさい。なお、Ｘ組合は、同法第\n５条第１項が定める救済申立ての要件を満たしているものとする。\n- 27 -\n- 28 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は、管理監督者性、賞与の支給日在籍要件、懲戒解雇の場合の退職金不支給という個別的労働関係法における基本的な論点の検討を求めるものである。\n設問１について、Ｘは法定労働時間（労働基準法第３２条）を超えて業務を行う日があったが、ＸはＹ社の上位スタッフ職であり管理監督者として扱われていることから、深夜の割増賃金を除き、時間外手当の支給を受けなかった。仮にＸが同法第４１条第２号にいう管理監督者に当たらないとすれば、Ｙ社は法定時間外労働についての割増賃金（同法第３７条）をＸに支払わなければならないことになる。行政解釈は、同法第４１条第２号の「監督若しくは管理の地位にある者」を労働条件の決定その他労務管理について経営者と一体の立場にある者とし、名称にとらわれず、実態に即して判断すべきとする（昭和２２年９月１３日発基１７号、昭和\n６３年３月１４日基発１５０号）。下級審裁判例は基本的に行政解釈と同様の考えに立ち、①職務内容、権限及び責任の重要性、企業全体の重要事項への関与、②勤務態様が労働時間規制\n- 30 -等に対する規制になじまないものか、③賃金等における管理監督者の地位にふさわしい処遇、といった点を考慮して、管理監督者性を判断する。この判断枠組みは指揮命令の系統（ライン）上の管理監督者について形成されたものであるが、スタッフ管理職であっても、職能資格などの待遇上、管理監督者に該当する管理職者と同格以上に位置付けられる者であって、経営上の重要事項に関する企画立案等の業務を担当する者は同様に管理監督者といえるだろう（昭和６３年３月１４日基発１５０号参照）。\nこのように、設問１では、同法の条文解釈が問われており、これら行政解釈や下級審裁判例の考え方を念頭に、一定の規範を導き出し、本問の事実関係を的確に当てはめ、事例についての結論を導いていくことになろう。\nこれに対し、設問２と設問３では、まず、当事者間の規範の内容を確定することが必要である。Ｘが請求したいと考える賞与と退職金の法的根拠は何か。Ｙ社就業規則は賞与と退職金について規定している。これが合理的な労働条件であり労働者に周知させていた場合には、当事者間の規範となる（労働契約法第７条参照）。\nその上で、設問２について、Ｙ社就業規則第５０条は、賞与支給日に在籍し、かつ、評価対象期間に勤務していた者に賞与を支給する旨、規定する。Ｘは評価対象期間中に勤務していたが賞与支給日に在籍していなかったため、令和６年７月分の賞与を受けなかった。このような賞与の支給日在籍要件は適法か。最高裁判所は事例判断であるが、支給日在籍要件の定めが合理性を有し、支給日前に退職した者に賞与請求権は発生しないとした（大和銀行事件・最判昭和５７年１０月７日集民１３７号２９７頁）。また、最近の下級審裁判例では、私傷病により支給日前に死亡した者の賞与請求を、支給日在籍要件の規定にかかわらず認容したものがある\n（医療法人佐藤循環器科内科事件・松山地判令和４年１１月２日労判１２９４号５３頁）。こうした判例・裁判例等を踏まえ、支給日在籍要件の適法性と、懲戒解雇された者に対する適用の当否を検討することになろう。\n設問３について、Ｙ社就業規則第５４条は、懲戒解雇された者には、退職金の全部又は一部を支給しないことがある旨、規定する。このような規定の合理性と適用の当否が問題となる。\n最高裁判所は事例判断であるが、同業他社に就職した者の退職金の支給額を自己都合による退職の場合の半額と定める退職金規則を合理性がないとはいえないとした（三晃社事件・最判昭和５２年８月９日集民第１２１号２２５頁）。懲戒解雇と退職金をめぐる下級審裁判例では、職務外の非違行為が強度な背信性を有するとまではいえない場合であっても、常に退職金の全額を支給すべきであるとはいえないとして、退職金の一定割合を支給すべきであるとしたものがある（小田急電鉄（退職金請求）事件・東京高判平成１５年１２月１１日労判８６７号５頁）。\nなお、公務員の事案であるが、判例では、支給制限処分にかかる県教委の判断は、社会観念上著しく妥当性を欠いて裁量権の範囲を逸脱し、又はこれを濫用したものとはいえないとして、退職手当の全部不支給を相当であると判断したものがある（宮城県・県教委（県立高校教諭）\n事件・最判令和５年６月２７日民集７７巻５号１０４９頁）。小田急電鉄（退職金請求）事件をはじめとして、こうした判例・裁判例を念頭に、上記の規定の合理性を検討するとともに、本問の事実関係を的確に当てはめた論述が求められる。\n〔第２問〕\n本問は、事業場の一部の労働者により労働組合（少数組合）が結成されたという状況で、第\n１に、同組合からの団体交渉要求に対する使用者の対応が労働組合法第７条第２号の団交拒否に該当するものであったか否か、第２に、使用者がその後に結成された別の労働組合（多数組合）との間でチェック・オフ協定とユニオン・ショップ協定を締結したことが同条第３号の支\n- 31 -配介入に当たるか否か、を問うものである。第１については、業務手当とチェック・オフ協定という２つの交渉事項があり、それぞれの性格や法的枠組みを踏まえた分析が求められる。また、第２については、多数組合と少数組合の併存という状況に照らしながら、チェック・オフ\n協定とユニオン・ショップ協定の双方について、支配介入への該当性を論じる必要がある。いずれも、集団的労働法における基本的かつ主要な論点に関し、関係する法令、判例・裁判例等から導き出される法理についての正確な理解と、当該規範への具体的事実の当てはめの的確さを問うものである。また、不当労働行為の規範の性質や救済申立てを受ける労働委員会の権能について、正しい理解を有しているかを問うものでもある。\n第１の団交拒否の成否（同条第２号）に関しては、本件でＹ社はＸ組合との間に計６回の団体交渉を行っているが、それが「誠実な」交渉といえるかどうかがポイントとなる。使用者の誠実交渉義務については以前から広く承認されており、最近の判例（山形大学事件・最判令和\n４年３月１８日民集７６巻３号２８３頁）も、これを明確に確認したところである。本件では、２つの交渉事項がいずれも使用者が団体交渉を義務付けられる事項（義務的団交事項）に該当することを確認した上で、それぞれの事項について誠実な交渉が行われたかどうかを、具体的に検討すべきことになる。すなわち、誠実な交渉によっても両者の意見が対立したままで、膠着状態に陥った場合には、それ以上の交渉を拒否することについて「正当な理由」（同号）があると判断される可能性があるが、その前提が満たされているかどうかを検討する必要がある。\nまず、業務手当に関しては、手当廃止の必要性に関する説明の十分さ、特に資料の提出の点が主たる問題となろう。上記判例でも、「使用者は、必要に応じてその主張の論拠を説明し、その裏付けとなる資料を提示するなどして、誠実に団体交渉に応ずべき義務」を負うと述べており、本件でそれが尽くされたかどうかを論じる必要がある。また、就業規則の変更によって手当が廃止されたことが、その後の団体交渉義務にどのような影響を与えるのかについても、触れておくことが望ましい。次に、チェック・オフ協定に関しては、Ｙ社がいう「法律上も無理がある」点とは何かを確認しておく必要がある。これについて判例（済生会中央病院事件・\n最判平成元年１２月１１日民集４３巻１２号１７８６頁）は、組合費のチェック・オフも賃金からの控除である以上、労働基準法第２４条第１項ただし書による労使協定が必要と解しており、同判例によれば、少数組合であるＸ組合は、その締結主体とはなり得ない。ただ、過半数代表者を選出して労使協定を締結する可能性もないわけではないので、Ｙ社の態度を、Ｘ組合の側の主張と照らし合わせながら、適切に評価することが求められる。\nいずれの事項についても、Ｙ社が誠実な交渉を行っておらず、その団交拒否に正当な理由がないと判断された場合、労働委員会としては誠実交渉命令を発し（上記山形大学事件を参照）、更に必要に応じポスト・ノーティスあるいは文書交付を命じることになる。\n第２の支配介入の成否（労働組合法第７条第３号）に関しては、支配介入の意思の要否などその基本的な成立要件にかかる論点を押さえておく必要があるが、特に本件のような組合併存状況においては、判例（日産自動車事件・最判昭和６０年４月２３日民集３９巻３号７３０頁）\nが定立した使用者の中立保持義務が、重要な判断枠組みとなる。使用者は、団体交渉を含む全ての場面で各組合に対して中立的態度を保持すべきであり、組合の性格や運動方針等による差別は許されないが、他方で、各組合の組織力、交渉力に応じた「合理的、合目的的な対応」をすることは可能であり、同義務違反とはならない。本件でＹ社がＡ組合との間で２つの協定を締結したことがこのどちらに当たるのかを、それぞれの協定の性格や、様々な関連事実に照らしながら、適切に評価することが求められる。\nまず、チェック・オフ協定については、Ａ組合は事業場の労働者の過半数で組織する労働組合であるので、上記の判例（済生会中央病院事件）の下でも労働基準法第２４条との抵触はな\n- 32 -く、Ｙ社は適法に締結することができる。しかし、それで終わりというわけではなく、Ｘ組合との交渉ではこれを拒否してきたという経緯や、もう１つのユニオン・ショップ協定の締結を含む、Ａ組合に対する明らかに好意的な態度について、どのように考えるべきかを検討することが求められる。次に、ユニオン・ショップ協定に関しては、文言上はＡ組合に加入しない労働者は全て解雇されることになっていても、他の組合に入っている労働者との関係では無効であって解雇は許されないという法理が、判例によって確立されている（三井倉庫港運事件・最判平成元年１２月１４日民集４３巻１２号２０５１頁など）。Ｙ社はこれを前提に、Ｘ組合の組合員を解雇するつもりはないと述べているが、解雇がなされなくても、このような協定があることによって、事実上、労働者のＡ組合への加入が促進されるという効果が生じることは避けられない。それはユニオン・ショップ協定が禁止されていない以上、やむを得ないことで、中立保持義務の違反には当たらないと考えるべきか、それとも、他の様々な事情や経緯に照らして、Ｘ組合の弱体化をもたらす支配介入に当たると考えるべきかを、本件の事実関係に照らしながら的確に検討することが求められる。\nこのような検討の結果、いずれか、又は両方の協定の締結について、支配介入が成立するという結論になった場合には、ポスト・ノーティスあるいは文書交付の命令を出すことなどが考えられる。"
}