{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点は、５０：５０〕）\n次の各文章を読んで、後記の〔設問１⑴・⑵〕及び〔設問２〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和６年１月１日現在において施行されている法令に基づいて答えなさい。\n【事実】\n１．Ａは、遠方に、空き地である甲土地を所有しており、甲土地の所有権の登記名義人はＡである。\n２．令和２年４月１日、Ａの子Ｂは、Ａの了承を得ないまま、甲土地について、Ｃとの間で、賃料月額５万円、賃貸期間３０年間、建物所有目的との約定による賃貸借契約（以下「契約①」という。）をＢの名において締結し、同日、甲土地をＣに引き渡した。契約①の締結に当たり、Ｃが、Ｂに対し、甲土地の所有権の登記名義人がＡである理由を尋ねたところ、Ｂは、「Ａは父であり、甲土地は既にＡから贈与してもらったものだから、心配はいらない。」と言い繕った。Ｃがなお不安がったことから、契約①には、甲土地の使用及び収益が不可能になった場合について、損害賠償額を３００万円と予定する旨の特約が付された。\n３．令和２年７月１日、Ｃは、甲土地上に居住用建物（以下「乙建物」という。）を築造し、乙建物について所有権保存登記を備えた。Ｃは、乙建物に居住している。\n４．令和３年７月１０日、Ｂが急死した。Ｂは、遺言をしておらず、また、Ｂの相続人は、Ａのみである。Ｃは、Ｂの相続人が誰であるか分からなかったことから、Ｂの死亡後、甲土地の賃料を供託している。\n５．令和４年４月１５日、Ａは、甲土地をＣが利用していることに気付き、Ｃに対し、甲土地の所有権に基づき、乙建物を収去して甲土地を明け渡すよう請求した（以下「請求１」という。）。これに対して、Ｃは、「㋐私は、契約①に基づいて甲土地を占有する権利を有している。仮にそのような権利がないとしても、㋑３００万円の損害賠償を受けるまでは甲土地を占有する権利がある。」と反論した。\n〔設問１⑴〕\n【事実】１から５までを前提として、次のア及びイの問いに答えなさい。\nア Ｃは、下線部㋐の反論に基づいて請求１を拒むことができるかどうかを論じなさい。\nイ 下線部㋐の反論が認められない場合に、Ｃが下線部㋑の反論に基づいて請求１を拒むことができるかどうかを論じなさい。\n【事実】\n６．【事実】５の後、ＡとＣとの間で交渉が持たれ、令和４年６月１日、Ｃは、乙建物を代金２８０万円でＡに売却し、同日、乙建物をＡに引き渡した。その後、乙建物について、ＣからＡへの所有権移転登記がされた。\n７．令和４年６月１５日、Ａは、乙建物について、Ｄとの間で、賃料月額１２万円、賃料前月末日払、賃貸期間２年間との約定による賃貸借契約（以下「契約②」という。）を締結し、同年\n７月１日、乙建物をＤに引き渡した。\nＤは、令和４年７月分から９月分までの賃料を、それぞれ約定どおりＡに支払った。\n８．令和４年９月初めから雨が降り続く中、同月１１日、乙建物の一室（以下「丙室」という。）で雨漏りが発生し、同日以後、丙室は使用することができなくなった。その後の調査によれば、丙室の雨漏りは、契約②が締結される前から存在した原因によるものであった。\n- 2 -\n９．令和４年９月１３日、Ｄは、Ａに何らの通知もしないまま、建設業者Ｅに丙室の雨漏りの修繕工事を依頼した。Ｅは、雨漏りの状態を確認した上で、同月２０日、この依頼を報酬３０万円で引き受け、同月２４日から３０日まで丙室の雨漏りの修繕工事（以下「本件工事」という。）を行った。Ｄは、Ｅに３０万円の報酬を支払い、同年１０月１日から丙室の使用を再開した。\n令和４年９月３０日、Ｄは、翌日から丙室の使用が可能となったため、Ａに令和４年１０月分の賃料を支払った。\n10．令和４年１０月１０日、Ｄは、Ａに対して、同年８月３１日に支払った令和４年９月分の賃料の一部を返還するよう請求する（以下「請求２」という。）とともに、ＤがＥに報酬として支払った３０万円を直ちに償還するよう請求した（以下「請求３」という。）。Ａは、この時に初めて、丙室に雨漏りが発生した事実とＤがＥに本件工事を行わせた事実とを知った。\nＡは、請求２及び請求３を拒み、Ｄに対し、「特に修繕工事を急ぐべき事情はなかったのだから、Ｄは、そもそも、丙室の雨漏りを無断で修繕する権利を有していなかったはずだ。しかも、ＤがＥに支払った報酬３０万円は高すぎる。私が一般の建設業者に依頼していれば２０万円で足りたはずだ。」と反論した。\n〔設問１⑵〕\n【事実】１から10までを前提として、次のア及びイの問いに答えなさい。\nア 請求２が認められるかどうかを論じなさい。\nイ 請求３が認められるかどうかを論じなさい。なお、本件工事の実施について急迫の事情はなく、また、本件工事と同じ内容及び工期の工事に対する適正な報酬額は２０万円であるものとする。\n【事実】\n11. 令和５年９月１５日、Ｆは、Ｇに無断で、Ｇが所有する丁土地を駐車場として使用し始めた。\nＧは、Ｆとは知らない仲ではなかったことや、Ｇ自身は丁土地を使用する予定がなかったことから、Ｆに対し、口頭で抗議をする以外のことをしなかった。\n12. 令和５年１２月５日、Ｇは、配偶者であるＨと協議により離婚し、Ｈとの間で離婚に伴う財産分与について協議をした。Ｇは、丁土地以外の財産をほとんど持っておらず、また、失職中で収入がなかった。Ｇは、Ｈに対し、Ｇの財産及び収入の状況を伝えるとともに、丁土地はＦが無断で使用しているだけなので、いつでもＦから返してもらえるはずであると説明した。\n13. 令和５年１２月６日、ＧとＨとの間で、離婚に伴う財産分与として、Ｇが丁土地をＨに譲渡する契約（以下「契約③」という。）が締結された。その際、Ｇは、ＧではなくＨに課税されることを心配して、そのことを気遣う発言をしたのに対し、Ｈは、「私に課税される税金は、何とかするから大丈夫。」と応じた。Ｈは、Ｈにのみ課税されるものと理解していた。同月１１日、丁土地について、ＧからＨへの所有権移転登記がされた。\n14. 令和６年１月１０日、ＨとＩとの間で、Ｈが丁土地を代金２０００万円でＩに売る契約\n（以下「契約④」という。）が締結された。Ｈは、Ｉに対し、丁土地の使用に係る事情について、ＨがＧから受けた説明のとおりに説明した。同日、Ｉは、Ｈに対し、契約④の代金を支払った。丁土地について、ＨからＩへの所有権移転登記は、されなかった。\n15. 令和６年１月１５日、Ｇは、税理士である友人から、課税されるのは財産分与をした側であるＧであり、その額はおおよそ３００万円であるとの指摘を受けた。Ｇは、契約③に係る課税についての誤解に基づきＨとの間で契約③を締結したことに気付いたため、同日、Ｈに対し、契約③をなかったこととする旨を伝えた。Ｉは、Ｇが契約③に係る課税について誤解していたことを契約④の締結時に知らず、そのことについて過失がなかった。\n16. 令和６年１月１８日、Ｇは、丁土地を駐車場として使用しているＦに対し、丁土地を買わな\n- 3 -いかと持ち掛けた。Ｇは、丁土地の所有権の登記名義人がＨとなっていることについては、ＧとＨとの間で契約③が締結されたものの、Ｇが契約③に係る課税について誤解していたため、契約③は既になかったこととなっているとＦに説明した。同月２５日、ＧとＦとの間で、Ｇが丁土地を代金２０００万円でＦに売る契約（以下「契約⑤」という。）が締結された。同日、Ｆは、Ｇに対し、契約⑤の代金を支払った。\n〔設問２〕\n【事実】11から16までを前提として、次の問いに答えなさい。\n令和６年１月３０日、Ｉは、丁土地を占有するＦに対し、丁土地を明け渡すよう請求した（以下\n「請求４」という。）。請求４が認められるかどうかを論じなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n１ 設問１について\n⑴ 設問１⑴は、他人物の賃貸借契約において、賃貸人が死亡して目的物の所有者が賃貸人を単独で相続した事例に基づき、賃借人が、賃貸人の地位を相続した所有者に対し、占有権原として賃借権を主張することの可否についての検討とともに、賃借人が留置権を行使して賃借物の返還を拒むことの可否についての検討を求めるものである。\n設問１⑵は、賃貸借の目的である建物に雨漏りが生じた事例に基づき、賃借物の一部の使用収益が不能であることを理由とする賃料減額についての検討とともに、賃借人が修繕権に基づかずに賃借建物の修繕工事を行い、通常の必要費を超える支出をした場合における必要費償還請求権の成否及び額についての検討を求めるものである。\n⑵ 設問１⑴アでは、Ｃは、下線部㋐において契約①に基づく賃借権を主張しているものと解される。\n- 5 -ア 最初に、Ｂの死亡により相続が開始する前には、契約①による賃借権は甲土地の占有権原とならないことを、論じることが求められる。契約①は、Ｂが賃料の支払を受けて\nＡ所有の甲土地をＣに使用収益させる契約であって、他人物賃貸借に当たる。そのため、Ｃは、Ｂに対して賃借権を主張することができても、甲土地の所有者Ａに対しては、賃借権を占有権原として主張することができない。\nイ 次に、相続の開始によりＡがＢの賃貸借契約上の地位や債務を承継した場合にも、この点に変わりがないかを、検討することが求められる。判例は、他人の権利の売主が死亡し、その権利者において売主を相続した場合につき、権利者は、相続によって売主の義務を承継しても、相続前と同様その権利の移転につき諾否の自由を有し、信義則に反すると認められるような特別の事情がない限り、売主としての履行義務を拒否することができるとする（最大判昭和４９年９月４日民集２８巻６号１６９頁）。本問についても、当該判例で示された考え方を踏まえた検討が期待されている。\nまず、Ａが、相続により、Ｂのどのような地位・債務を承継したかを分析することが必要である。Ｂは、契約①に基づき、他人物の賃貸人として、Ｃに対し、甲土地の所有者Ａからその賃貸権限を取得し、賃貸権限に基づいて甲土地を使用収益させる債務を負う（民法第６０１条、第５５９条による第５６１条準用）ところ、Ａは、このようなＢ\nの地位・債務を相続により承継した（民法第８９６条）。\n次に問われるのは、Ａの所有者としての地位との関係である。相続開始後も、Ａにおいては、甲土地の所有者としての地位と（Ｂから承継した）賃貸人としての地位が、融合することなく併存する。また、相続開始前、Ａは、甲土地の所有者として、Ｂに賃貸権限を与えるか否かを自由に決することができたところ、相続開始後も、Ａは、所有者としての地位において、Ｂから承継した債務の履行（甲土地の使用収益を賃貸権限に基づくものとすること）を拒むことができると解される。相続という偶然の事由によって\nＡが前記の自由を奪われるべき理由はなく、また、Ａの拒否によってＣが不測の損害を受けることもないからである。\n結論として、相続の開始後も、Ｃは、契約①による賃借権を甲土地の占有権原として主張することができない。\n⑶ 設問１⑴イでは、Ｃは、下線部㋑において３００万円の損害賠償債権を被担保債権とする留置権（民法第２９５条）を主張しているものと考えられる。\nア まず、被担保債権については、ＡがＣに甲土地の明渡しを請求したことにより、ＡがＢから承継した賃貸人としての債務が履行不能になったこと、契約①には賠償額の予定\n（民法第４２０条）があること、したがって、Ｃは、Ａに対して、債務不履行による損害賠償（民法第４１５条第１項）として３００万円の被担保債権を有することを、述べることが求められる。\nイ 次に、物と債権との牽連関係の要件については、その重要性に応じた丁寧な検討が求められる。判例は、他人の物の売買における買主は、所有者の目的物返還請求に対し、所有権を移転すべき売主の債務の履行不能による損害賠償債権を被担保債権とする留置権を主張することは許されないとし、物と債権との牽連関係を否定する（最判昭和５１年６月１７日民集３０巻６号６１６頁）。本問についても、当該判例を踏まえた検討が期待されている。\n他人物の賃貸借における賃借人が、賃借物の所有者から返還請求を受けた場合に、賃貸人の債務の履行不能による損害賠償債権については、物と債権の牽連関係を否定すべきものと考えられる。例えば、前記の判例（前掲・最判昭和５１年６月１７日）を参照すれば、他人物の賃貸人は、自らの債務が履行不能となっても、目的物の返還を賃借人に請求し得る関係になく、そのため、賃借人が目的物の返還を拒絶することによって損\n- 6 -害賠償債務の履行を間接に強制するという関係が生じないことをもって、牽連関係を否定する論拠となし得る。また、仮に牽連関係が肯定されるとすれば、賃貸権限のない第三者が目的物を賃貸した行為によって当該目的物の上に留置権が成立することになり、目的物の所有者の地位と衝突してしまう。\nなお、設例では、相続により賃貸人Ｂと所有者Ａの地位が同一人に帰した後における留置権の成否が問われている。しかし、相続の開始という事情は、Ａにおいて所有者としての地位と賃貸人としての地位が併存するものと解する限り、留置権の成否（物と債権の牽連関係の存否）には影響しない。\n⑷ 設問１⑵アでは、Ｄは、丙室の使用収益の不能により令和４年９月分の賃料債権が当然減額されたことを理由に、既に支払った同月分の賃料の一部について不当利得返還を請求しているものと考えられる。\nまず、賃借物の一部の使用収益の不能による賃料減額（民法第６１１条第１項）の成否についての検討が必要である。Ｄは、Ａから賃借した乙建物のうちの丙室につき、令和４年９月１１日から同月３０日までの２０日間、雨漏りのために使用収益することができなかった。したがって、令和４年９月分の賃料は、民法第６１１条第１項により、丙室が乙建物の使用収益に占める割合及び使用収益を妨げられた日数に応じて当然に減額されることになる。\n続いて、不当利得返還請求権の成立を論じることが求められる。令和４年９月分の賃料につき、Ａは、賃料債権が当然減額されるにもかかわらず全額の支払を受けているのであるから、不当利得（給付利得）が成立する。したがって、Ｄは、Ａに対し、減額分に対応する賃料の返還を請求することができる。\n⑸ 設問１⑵イでは、Ｄは、必要費償還請求権（民法第６０８条第１項）に基づき、本件工事のために支出した報酬額３０万円の償還を請求しているものと考えられる。\nア 本件工事は、雨漏りの修繕工事であるから、その報酬の支払は必要費の支出に該当する。もっとも、本件工事はＡに無断でされたから、当該事情が何らかの意味を持ち得るかの検討が必要となる。本件工事には「急迫の事情」がなく、また、Ａに対する事前の「通知」もないため、本件工事はＤの修繕権（民法第６０７条の２）に基づくものとは言えない。しかし、民法第６０７条の２の規定は、同法第６０８条１項と接続されておらず、また、同条の趣旨は、専ら、賃借人による賃借物の修繕を賃貸人に対する債務不履行・不法行為でなくするところにある。したがって、修繕権に基づかない修繕である場合にも、そのことを理由に、必要費償還請求権が排除され、または償還額が制限されることにはならない。\nイ また、本件では、Ｄが支出した費用が相当な報酬額よりも多額であるため、その全額の償還請求を認めてよいかも検討しなければならない。通常の額を超える部分は「賃貸人の負担に属する必要費」に当たらないと解されるので、Ｄの必要費償還請求権は、相当な報酬額２０万円を限度とするという結論に至る。\nウ 民法第６０７条の２の趣旨については、上記アに述べた理解のほか、賃貸人が自ら修繕する利益の保護にあるとする理解も成り立つ。この立場からは、賃借人が修繕権に基づかないで修繕を行った場合には、賃借人の必要費償還請求権は賃貸人が自ら修繕を行ったと仮定した場合の支出額を限度とするものと解される。\n２ 設問２について設問２は、不動産の所有権の取得をめぐる争いを素材として、基礎事情の錯誤（動機の錯誤、事実の錯誤ともいう。以下同じ。）による離婚に伴う財産分与の意思表示の取消しの可否や、錯誤による意思表示の取消しと第三者の保護といった基本的な問題について正確な理解をすることができているかどうかを問うとともに、錯誤による意思表示の取消し前の第三\n- 7 -者が保護を受けるための要件としての登記の要否、その第三者と表意者から物権の取得をする原因を有する者との関係といった応用的な問題について相応の対処をすることができるかどうかを問い、あわせて、問題相互の関係を適切に把握する能力や具体的事実を法的な観点から適切に評価する能力等を確かめようとするものである。\n⑴ 請求４は、Ｉが所有権に基づく返還請求権としての土地明渡請求権を行使するものである。したがって、請求４が認められるためには、Ｉが丁土地の所有者である必要がある。\nもっとも、Ｇは、錯誤により丁土地の所有権移転原因である契約③の意思表示を取り消す\n（民法第９５条第１項）こととしている（【事実】15）。このことが認められれば、契約\n③は、それにより遡って無効となる（民法第１２１条）。無権利者Ｈからの取得者Ｉは、原則として、丁土地の所有権を取得することができない。\nそこで、Ｇの錯誤による契約③の意思表示の取消しが認められるかどうかが問題となる。\nこの問題に関連する判例として、最判平成元年９月１４日家月４１巻１１号７５頁がある。\nア 離婚に伴う財産分与を内容とする契約③の意思表示も、売買契約の意思表示等と同じように、民法第９５条第１項の規定の適用を受ける。\nイ 本問では、Ｇは、離婚に伴う財産分与として丁土地をＨに譲渡することを内容とする契約③の意思表示を、これに対応する意思をもってしている。そのため、Ｇの錯誤は、民法第９５条第１項第１号の定める錯誤に当たらない。\nもっとも、Ｇは、真実に反して、Ｇに課税がされないと認識していた（【事実】13及び15）。さらに、Ｇは、財産及び収入の状況が悪かった（【事実】12）一方で、実際にＧに課税される額は、３００万円程度であった（【事実】15）。このことを踏まえれば、民法第９５条第１項第２号の「表意者が法律行為の基礎とした事情」の意義については解釈の余地があるものの、いずれにせよ、Ｇの錯誤は、同号の定める錯誤、つまり基礎事情の錯誤に当たるものと考えられる。\nウ では、Ｇは、錯誤による契約③の意思表示の取消しをすることができるのか。\n(ｱ) 基礎事情の錯誤による意思表示の取消しは、「その事情が法律行為の基礎とされていることが表示されていたとき」（以下「基礎事情の表示の要件」という。）に限り、これをすることができる（民法第９５条第２項）。平成２９年法律第４４号による改正前の民法の下での動機の錯誤に関する判例（最判平成２８年１月１２日民集７０巻\n１号１頁等）の理解の仕方については、争いがあった。\n基礎事情の表示の要件については、さまざまな考え方が示されている。例えば、基礎事情の錯誤による不利益は、本来は表意者が負担すべきであるという観点を基礎に据えつつ、同要件を満たすためには、表意者が動機となった事情を相手方に一方的に表示しただけでは足りず、その事情がなければその内容の意思表示の効力は否定されることについて相手方の了解があったことが必要であるとする見解がある。本問では、実際にＧに課税される額は、３００万円程度であったこと（【事実】15）を踏まえつつ、ＧがＨに対し、Ｇの財産及び収入の状況が悪いことを伝えた（【事実】12）上で、Ｈに課税されることを気遣う発言をした（【事実】13）こと、これに対し、ＨがＨに課税されるとの理解の下で「私に課税される税金は、何とかするから大丈夫。」と応じたこと（【事実】13）を考慮すれば、前記の意味でのＨの了解まで黙示的にあったものと評価することができる。\n解答に当たっては、首尾一貫した論述をしていれば、どの考え方を採ってもよい。\n本問においては、いずれにせよ、基礎事情の表示の要件を満たすものと考えられる。\n(ｲ) 本問では、①Ｇは、Ｇに課税がされるのであれば契約③の意思表示をしなかった（【事実】15）ため、「錯誤に基づ」（民法第９５条第１項柱書）いて意思表示がされたことの要件（主観的因果関係）を満たす。また、②Ｇは、財産及び収入の状況が悪かっ\n- 8 -た（【事実】12）一方で、実際にＧに課税される額は、３００万円程度であった（【事実】15）ことを考慮すれば、その錯誤が「法律行為の目的及び取引上の社会通念に照らして重要なものである」（同柱書）ことの要件（客観的重要性）を満たすものと考えられる。\nこれらの要件について、基礎事情の表示の要件（前記(ｱ)）を踏まえた検討がされているものについては、高い評価が与えられる。例えば、前記(ｱ)で示した考え方によれば、両要件は、実際には重なるところがあるようにみえるため、両要件の関係について検討を行うことが望まれる。\nエ 本問では、ＧとＨとの双方が、Ｇに課税がされないとの同一の錯誤に陥っていたものと考えられる（【事実】13及び15）。したがって、Ｇの錯誤がＧの重大な過失によるものであったかどうかにかかわらず、Ｇは、錯誤により契約③の意思表示を取り消すことができる（民法第９５条第３項第２号）。\n⑵ 本問では、Ｇが錯誤による契約③の意思表示の取消しをしたことによって、Ｉは、丁土地の所有権を取得することができないのが原則である（前記⑴）。もっとも、Ｇは、民法第９５条第４項の規定により、その取消しをＩに対抗することができないのではないか。\nア 民法第９５条第４項の規定は、㋐取消しの遡及効（民法第１２１条）によって害される第三者、つまり取消し前の第三者についてしか適用されない（詐欺による意思表示の取消しに関する大判昭和１７年９月３０日民集２１巻９１１頁を参照）。また、同項の「第三者」とは、㋑錯誤の当事者及びその包括承継人以外の者であって、錯誤による意思表示によって生じた法律関係について、新たに法律上の利害関係を有するに至ったものをいう（詐欺による意思表示の取消しに関する最判昭和４９年９月２６日民集２８巻\n６号１２１３頁を参照）。さらに、同項の「第三者」は、㋒錯誤による意思表示であることについて、善意無過失でなければならない。\n本問において、Ｉは、㋐取消し前に（【事実】14及び15）、㋑Ｈから丁土地の所有権を取得する原因を有するに至っていた（【事実】13）。また、Ｉは、㋒契約③の意思表示がＧの錯誤によるものであることについて、善意無過失であった（【事実】15）。\nイ もっとも、本問では、Ｉは、丁土地について、ＨからＩへの所有権移転登記を備えていない（【事実】14及び16）。そこで、民法第９５条第４項の「第三者」は、明文にはないものの、同項の規定により保護を受けるための要件としての登記、つまり権利保護資格要件としての登記を備える必要があるかどうかが問題となる。\n(ｱ) 詐欺による意思表示の取消しに関する前掲最判昭和４９年９月２６日は、平成２９年法律第４４号による改正前の民法第９６条第３項の規定について、同項の「第三者」を「対抗要件を備えた者に限定しなければならない理由は、見出し難い。」としていた。もっとも、この判例が扱った事案は、特殊なものであったため、この判例が権利保護資格要件としての登記を不要としたものであると理解すべきかどうかについては、争いがある。\n(ｲ) 錯誤による意思表示の取消しについては、まだ議論が十分にされていない。解答に当たっては、首尾一貫した論述をしていれば、不要説を採っても、必要説を採ってもよい。たとえば、錯誤に陥った表意者のほうが欺罔された表意者よりも帰責性が大きい点を考慮するならば、民法第９６条第３項の「第三者」について不要説を採るときはもちろん、必要説を採るときであっても、民法第９５条第４項の「第三者」については、不要説を採ることが考えられる。他方で、前記の点を考慮したとしても、この点は取消しの要件のレベルで考慮されていると捉えるならば、民法第９６条第３項の「第三者」について必要説を採るときは、民法第９５条第４項の「第三者」についても必要説を採ることが考えられる。\n- 9 -\n(ｳ) 本問では、請求４の相手方は、表意者であるＧではない。そのため、表意者との関係において対抗要件としての登記を備えるべきであるかどうかという問題は、本問では論ずる必要がない。\n⑶ 民法第９５条第４項の「第三者」について不要説を採るときは、Ｉは、同項の「第三者」としての保護を受ける。本問では、丁土地についてＧからＨへの所有権移転登記がされている（【事実】13及び16）。この場合において、請求４が認められるのか。\nア この問題については、(1)Ｉが民法第９５条第４項の「第三者」としての保護を受けるときは、錯誤による意思表示の取消しをＩに対抗することができなくなる結果、丁土地の所有権は、Ｇ→Ｈ→Ｉと移転すると捉える見解と、(2)この場合であっても、ＧとＨとの間で締結された契約③が有効になるわけではないとして、丁土地の所有権は、Ｇ\n→Ｉと直接に移転すると捉える見解とが考えられる。(1)のうち、(1-1)Ｈが登記を備えたことによって丁土地の所有権を確定的に取得するため、Ｆは、Ｇから丁土地の所有権を取得することができず、無権利になると理解するならば、請求４は、認められる。これに対し、(1)のうち、(1-2)Ｈ自身が登記を備えたことによって丁土地の所有権を確定的に取得したとＦに主張することができない以上、ＩもそのことをＦに主張することができないと理解するか、又は(2)を採るならば、Ｉは、登記を備えなければ、丁土地の所有権を取得したことを民法第１７７条の「第三者」であるＦに対抗することができない。そのため、請求４は、同条の「第三者」であるＦが、登記を備えるまで丁土地の所有権を取得したことを認めないと主張したときは、認められない。\n(1-1)を採るときは、その根拠として、所有権の登記名義人でないＧとの間で契約⑤を締結したＦは、保護に値しないことを指摘することが考えられる。他方で、(1-2)又は(2)を採るときは、その根拠として、契約③はＧにより取り消されている以上、Ｆが保護に値しないとはいえないことや、(1-1)によれば、Ｇから丁土地を買おうとする者が現れなくなり、不動産の流通が著しく阻害されることを指摘することが考えられる。\nイ 前記アは、民法第９４条第２項の「第三者」の解釈を参考として、考え方の方向性を示したものである。同項の規定に関する最判昭和４２年１０月３１日民集２１巻８号２２３２頁は、(2)に準ずる見解を採るものであるとされることがある。解答にあたっては、首尾一貫した論述をしていれば、どの考え方を採ってもよい。また、無効の対抗不能と取消しの対抗不能との違いを意識した上で、民法第９４条第２項の解釈と民法第９５条第４項の解釈との関係を検討しているものは、その検討が説得的なものであれば、高い評価が与えられる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは、既に公表した出題の趣旨（令和６年司法試験論文式試験問題出題の趣旨【民事系科目】〔第１問〕をいう。以下同じ。）のとおりである。\n２ 採点方針採点は、従来と同様、受験者の能力を多面的に測ることを目標とした。\n具体的には、民法上の問題についての基礎的な理解を確認し、その応用を的確に行うことができるかどうかを問うこととし、当事者間の利害関係を法的な観点から分析し構成する能力、様々な法的主張の意義及び法律問題相互の関係を正確に理解し、それに即して論旨を展開する能力などを試そうとするものである。\nその際、単に知識を確認するにとどまらず、掘り下げた考察をしてそれを明確に表現する能力、\n論理的に一貫した考察を行う能力及び具体的事実を注意深く分析し、法的な観点から適切に評価する能力を確かめることとした。これらを実現するために、一つの設問に複数の採点項目を設け、採点項目ごとに、必要な考察が行われているかどうか、その考察がどの程度適切なものかに応じて点を与えることとしたことも、従来と異ならない。\nさらに、複数の論点に表面的に言及する答案よりも、特に深い考察が求められている問題点について緻密な検討をし、それらの問題点の相互関係に意を払う答案が、優れた法的思考能力を示していると考えられることが多い。そのため、採点項目ごとの評価に加えて、答案を全体として評価し、\n論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。答案全体を評価すればある設問について高い法的思考能力が示されているといえる答案には、別の設問について必要な検討の一部がなく、知識や理解が一部不足することがうかがわれるときでも、そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また、反対に、論理的に矛盾する論述や構成をするなど、法的思考能力に問題があることがうかがわれる答案は、低く評価することとした。さらに、全体として適切な得点分布が実現されるよう努めた。以上の点も、従来と同様である。\n３ 採点実感各設問について、この後の⑴及び⑵において、それぞれ全般的な採点実感を紹介し、また、それを踏まえ、司法試験考査委員会議申合せ事項にいう「優秀」、「良好」、「一応の水準」及び「不良」\nの四つの区分に照らし、例えばどのような答案がそれぞれの区分に該当するかを示すこととする。\nただし、ここで示された答案は上記の各区分に該当する答案の例であって、これらのほかに各区分に該当する答案はあり、それらは多様である。また、答案の全体的傾向から感じられたことについては、４で紹介することとする。\nなお、各設問において論ずべき事項がどのようなものであったかについては、既に公表した出題の趣旨に詳しく記載したところであるので、これと重複を避けつつ採点実感を述べることとする。\n⑴ 設問１についてア 設問１⑴について(ｱ) 全体的な採点実感設問１⑴において論ずべき事項は、大別して、①賃借権の主張の可否、②留置権の主張の可否である。\n①については、まず、ＢＣ間の賃貸借契約はＡの土地を目的とする他人物賃貸借であり、\nＢの死亡前には、Ｃは甲土地の賃借権を占有権原としてＢに対して主張することができないことを論ずる必要がある。この点については多くの答案が正しく指摘していたが、一部には、Ｂが代理権なく賃貸借契約を締結した無権代理行為であると論ずる答案も見られた。\n- 1 -しかし、ＢはＡの代理人として賃貸借契約を締結したのではなく（すなわち、Ａが賃貸人になるのではなく）、Ｂ自身が賃貸人として契約を締結しているから、Ｂの行為は無権代理行為ではない。また、民法第９４条第２項の類推適用を論ずる答案も見られた。しかし、\n本問においては、甲土地の所有権の登記名義人はＡであり、Ｃもそのことを認識していたのであるから、虚偽の外観が存在しない。このため、本問において民法第９４条第２項の類推適用を考えるのは困難である。このほか、Ｃが甲土地上の登記されている建物の所有という借地借家法上の賃貸借の対抗要件（民法第１０条第１項）を具備していることを理由に、Ａに対しても借地権を主張することができるとするものも見られた。しかし、本問においては、Ｂには甲土地を賃貸する権限がなく、そもそも有効な占有権原が成立していないから、その第三者への対抗も問題にならない。\n次に、Ｂの死亡によってＢについて相続が開始し（民法第８９６条）、ＡがＢの地位を承継しているため、これによってＣはＡの明渡請求を拒むことができるようになるのかを論ずる必要がある。この点については多くの答案が検討し、結論的に、甲土地の所有者としての地位と相続によって承継した賃貸人の地位とが融合するのではなく、併存しているとしていた。もっとも、地位が併存しているとみるのか融合しているとみるのかなど、その結論を導く構成については明確にしていないものも少なくなかった。また、結論の根拠についても、Ｃが明渡しを拒むことができるとするとＡにとって酷であるというにとどまり、\nＡ及びＣの利益状況を具体的に検討したり、無権代理人の地位を本人が承継した場合についての判例法理との比較などについて言及したりするものは少数にとどまった。\n②については、まず、Ｃが留置権（民法第２９５条第１項）の主張をしていることを正確に指摘する必要がある。少数であるが、Ｃが同時履行の抗弁を主張していると指摘するものが見られた。しかし、同時履行の抗弁は、双務契約の当事者の一方が、相手方が当該双務契約に基づく債務の履行を提供するまで、自己の債務の履行を拒むことができるというものである。本問においては、Ａは所有権に基づいて明渡しを請求しており、Ｃが主張しているのは賃貸借契約上の債務の不履行に基づく損害賠償請求権であるから、Ｃは同時履行の抗弁を主張することができない。\n本問においてＣが主張する留置権の被担保債権は、債務不履行（履行不能）に基づく損害賠償請求権（民法第４１５条第１項）である。ここでは、Ａが甲土地を使用収益させるというＢの債務を承継していること、これが社会通念上不能となっていること等を指摘する必要があるが、これらの点について丁寧に論じた答案は比較的少なかった。また、Ａが甲土地の所有者としての地位に基づいてＣによる使用収益を拒絶することができる一方で、\nＢの債務の不履行について責任を負うことの整合性について何らかの言及をした答案は極めて少数であった。\n本問における留置権の成否については、目的物と被担保債権の牽連関係が問題になる。この点については、牽連関係があるとする答案が圧倒的に多かった。その理由については簡単に触れたに過ぎないものが多かったが、被担保債権が甲土地の賃貸借契約の不履行により生じたものであること、Ｂについて相続が開始した結果としてＡが損害賠償債務を負担していることから、留置によってＡが間接的に損害賠償債務の履行を強制されることを挙げるものが比較的多かった。しかし、Ａの損害賠償債務は甲土地自体から生じたもの（典型例としては、物の瑕疵が原因となってその占有者に損害が発生した場合における、物の所有者の損害賠償債務や、占有者が物について費用を支出した場合における物の所有者の費用償還債務が挙げられる。）とはいえない。また、被担保債権の履行を強制するという点についても、ＡがＣに対して損害賠償債務を負っているという状況はＢが死亡したなどの偶然の事情によって生じたものであるため、牽連関係の有無を検討するに当たってこの状況を考慮することは妥当ではないと解される。\n- 2 -留置権の成否については、Ｃが占有を始めるに当たって過失があったとして、その占有が不法行為によって始まった（民法第２９５条第２項）とするものも少数ながら見られた。\n(ｲ) 答案の例優秀に属する答案の例は、①については、本問を他人物賃貸借の事例であると正しく理解し、原則としてＣはＡに対して占有権原を主張することができないことを指摘した上で、\nＢが死亡してＡがその地位を相続した後の所有者としての地位と賃貸人としての地位の関係を、本人が無権代理人を相続した場合に関する判例とも比較しつつ、論じたものである。\n②については、留置権の成否について検討し、Ｂの債務が履行不能になっていることなど、\n被担保債権の内容を具体的に説明し、牽連関係の意義を明らかにした上で、本件においては牽連関係が認められないことを説得的に論証したものである。ＡがＢの賃貸人としての地位を相続した後もＣの占有を拒絶することができることと、拒絶した場合に賃貸人としての債務不履行責任を負うこととの関係（それが矛盾しないこと）について論じた答案もあったが、このような答案にも高い評価が与えられる。\n良好に属する答案の例は、優秀に属する答案と比べ、自己の主張の根拠の記述がやや不十分であったり、例えば留置権が成立するための要件の当てはめが粗雑であったりするものの、必要な事項について相応の論述がされているものなどである。\n一応の水準に属する答案の例は、①については、他人物賃貸借の事例であることを前提に、\nＡがＢを相続したことによる問題に気付いて一応の議論を展開しているものなどが挙げられる。また、②については、留置権が主張されていることに気付き、その要件を検討しているが当てはめが粗雑なもの、牽連関係が問題であることに気づいて検討しているものの、\n分析が不十分なものなどである。\n不良に属する答案の例は、①について無権代理の事案と捉えて本人が無権代理人を相続した事案の処理について論ずるもの、民法第９４条第２項の類推適用を論ずるもの、ＡがＢを相続したことにより賃貸人としての債務を負うに至っていることを看過し、この点について論ずることなくＣの占有権原を否定するものなどである。②については、同時履行の抗弁が主張されているとして、その要件を検討するものなどである。\nイ 設問１⑵アについて(ｱ) 全体的な採点実感設問１⑵アについては、まず、請求２の法的性質について正確に理解することが必要である。この点について、請求２が民法第６１１条に基づく請求であるとする答案が散見された。しかし、同条の効果は賃料が減額されるというものであり、それ自体が賃貸人に対する何らかの請求権を直接に基礎付けるものではない。賃料の減額を賃貸人に対する請求権につなげるには、減額された結果、賃料を支払う必要がなかったことになるから、弁済として支払った金銭の一部が不当利得（民法第７０３条（及び第７０４条）又は第１２１条の２第１項）に当たるとして返還を請求すると構成する必要がある。\nこのほか、請求２の法的性質については、賃貸人は目的物を賃借人の使用収益に適した状態に置く債務を負っていることを指摘した上で、請求２はその債務不履行に基づく損害賠償請求権であるとする答案も、散見された。しかし、問題文においては、「支払った令和４年９月分の賃料の一部を返還するよう請求する」とされているのであるから、請求２を損害賠償請求権であるとみるのは困難である。\n上記のとおり、請求２の成否を検討するに当たっては、民法第６１１条の要件が満たされているかどうかを検討し、その結果を踏まえて不当利得の成否を検討する必要がある。多くの答案が同条の要件について検討した上で減額を認めていた一方、不当利得の要件について丁寧に検討したものは少なく、全く検討していない答案（同条に基づく減額が認められることから直ちに返還請求が認められるという結論を導く答案）も目立った。\n- 3 -(ｲ) 答案の例優秀に属する答案の例は、本件における請求の構造を的確に理解した上で、民法第６１１条の要件の当てはめを詳細に検討するとともに、不当利得の要件（民法第７０３条においては、賃料の支払が利得に当たること、減額により法律上の原因が失われることなど）についても具体的な当てはめをしたものなどが挙げられる。良好に属する答案の例も、これに準ずるものである。\n一応の水準に属する答案の例は、請求２の法的性質を的確に理解しているかがやや不明瞭であるものの、民法第６１１条や不当利得の要件をそれぞれ検討しているものなどである。\n不良に属する答案の例は、民法第６１１条の適用を看過したり、損害賠償請求の可否について検討したりしているものである。\nウ 設問１⑵イについて(ｱ) 全体的な採点実感設問１⑵イにおいては、多くの答案が、請求３が必要費償還請求権（民法第６０８条第１項）に基づくものであることを指摘した上で、民法第６０７条の２に基づく修繕権の有無について検討していた（なお、修繕権の成否に関連して、本件において急迫の事情があると判断したものが幾つか見られたが、この点の判断に迷わないよう、問題文において「急迫の事情はなく」と記載しているので、問題文を注意深く読んでいただきたい。）。\n本問においては、修繕権の有無が必要費償還請求権の額にどのように影響するかを論ずることが求められる。結論的には、支出した額である３０万円ではなく適正な額である２０万円の限度で償還請求が認められるとするものが多かった。この結論自体は妥当なものと考えられるが、その理由付けを民法第６０７条の２の趣旨に遡って検討するものは極めて少数であった。\n修繕権がないことから必要費償還請求権を全額否定する一方、有益費償還請求権として適正価額２０万円を認めるという答案も、散見された。しかし、使用収益をするために必要なものであれば必要費と言わざるを得ないと思われる。また、賃借人が修繕しなければ結局賃貸人が負担しなければならない費用であるから、全額について償還請求を否定するのは適当ではない。有益費であれば、賃貸借契約終了時に価格の増加が残存している必要がある（民法第６０８条第２項，第１９６条第２項）ため、支出時における適正額である２０万円が償還の対象となるとも限らない。したがって、必要費であることを否定して有益費の償還として２０万円を認めるという結論は、不適当である。\n(ｲ) 答案の例優秀に属する答案の例は、請求３が必要費償還請求権であると正しく理解した上で、Ｄが支出した修繕費用が必要費に該当することを論じ、修繕権がない場合であってもその償還請求権が成立し得ることを民法第６０７条の２の趣旨から説得的に論じたものなどが挙げられる。\n良好に属する答案の例は、優秀に属する答案に比べて論述が粗雑であったり、各論点についての論証が不十分であったりするものの、必要な事項について相応の記載がされているものなどである。\n一応の水準に属する答案の例は、Ｄの支出した修繕費用が必要費に該当すること、Ｄには修繕権がないこと、Ｄの請求が２０万円の限度で認められることなど、必要な論点について一応の結論が記載されているものの、それぞれの関係が必ずしも明確ではないものなどである。\n不良に属する答案の例は、Ｄの修繕権が否定されることから直ちに請求３を全て否定するもの、必要費償還請求権以外の法律構成を論ずるものなどである。\n⑵ 設問２について- 4 -ア 全体的な採点実感(ｱ) 請求４が認められるためには、Ｉが丁土地の所有者であることが必要である。丁土地の所有権は、Ｇ→Ｈ→Ｉと移転したはずであるが、ＧがＨとの間の売買契約を取り消しているため、これが認められれば、Ｇ→Ｈの所有権移転は遡及的に無効になる（民法第１２１条）。\nこのような原則に従って考えると、Ｉは無権利であったＨから丁土地の所有権の移転を受けたことになるため、丁土地の所有権を取得することができないのではないかが問題になる。まずはこのような基本的な構造を理解することが、その後の検討の出発点になる。しかし、この点を丁寧に明示している答案は必ずしも多くはなかった。\n以上のように問題を把握した上で、設問２において論ずべき事項は、①錯誤による意思表示の取消しの可否、②錯誤による意思表示の取消しと第三者との関係、③民法第９５条第４項の保護を受ける第三者と、表意者からの物権取得原因を有する者との関係である。\n(ｲ) ①については、まず、民法第９５条第１項の適用範囲として、離婚に伴う財産分与を内容とする契約についても錯誤が問題になり得ることを論ずる必要がある。この点について明示的に議論していた答案は極めて少数であった。\n次に、本件の事案に即して、民法第９５条の要件を検討し、錯誤取消しが認められるかどうかを検討する必要がある。本件におけるＧの錯誤が基礎事情の錯誤であること、基礎事情の錯誤を主張するためには当該事情が法律行為の基礎とされていることが表示されていたことが必要であることなどについては、多くの答案が適切に論じていた。また、本問の事実関係の当てはめに関しても、Ｇの認識の内容や、その客観的重要性、主観的因果性等について、ＧとＨとの会話の内容、Ｇの経済状況等を丁寧に指摘し、民法第９５条第１項の要件の具備を検討した答案が多かった。\nある事情が法律行為の基礎とされていることが表示されていたことがどのような意味であるかについては、学説上も争いがある。このため、表示の有無を論ずるに当たっては、表示の意味についてどのような立場を採るのかを明確にしておく必要がある。この点については、当該事情が法律行為の内容になっているということを意味するなどと述べた上で、\nＨの発言内容を引用して表示があったという結論を導くなど、丁寧に論じている答案も少なくなかった。他方で、特段の立場を示さず、表示があるとの結論のみを示すものも散見された。\nＧが錯誤取消しを主張することができるかどうかについては、Ｇに重過失があったかどうかも影響を与える。この点については、Ｈの発言内容から、Ｇだけでなく意思表示の相手方であるＨも同様の錯誤に陥っていたことを指摘し、共通錯誤に当たることを根拠として、\n民法第９５条第３項柱書による取消しの制限を受けない（同項第２号）とするものが多かった。このほか、Ｇが必ずしも税の専門家ではないことを根拠として、重過失を否定する答案も少なくなかった。\n結論的には、多くの答案が、本問においてＧによる錯誤取消しが認められるという結論に至っており、妥当な結論が導かれていた。\n(ｳ) ②においては、Ｇによる錯誤取消しが認められることを前提として、これを第三者であるＩに対して主張することができるかどうかを検討する必要がある。民法第９５条第４項が問題になること、同項にいう第三者とは取消前の第三者であること、ＨとＩとの売買契約が結ばれた時期からＩが同項の第三者に該当することなどは、多くの答案が正しく論じていた。少数ながら、Ｉが無過失であったかどうかを論ずる答案が見られた。Ｉの主観的事情については事実15において明らかにしているので、問題文を注意深く読んでいただきたい。\n本問において更に問題となるのは、Ｉに対して丁土地の所有権移転登記がされていないこと（所有権の登記名義人はＨのままであること）が、民法第９５条第４項による保護の有- 5 -無に影響するかどうかである。Ｉは所有権移転登記を具備しないで同項の第三者として保護されるか、すなわち、同項による保護を受けるためには権利保護資格要件としての登記を要するのかどうかが問題になる。民法第９６条第３項の第三者として保護されるために登記を要するかどうかについては判例（最判昭和４９年９月２６日民集２８巻６号１２１３頁）があるため、これを参照して論ずることなどが考えられる。しかし、この論点について論じた答案は極めて少なかった。他方で、対抗要件としての登記の要否を論ずる答案が少数ながら見られた。ＧとＩは前主後主の関係にあるため、Ｇに対する関係では、Ｉが民法第９５条第４項の第三者として保護される場合に、対抗要件としての登記を要しないことには特段問題がなく、この点についてあえて論ずる必要はなかった。\n少数であるが、権利保護資格要件としての登記が必要であるとして、Ｉが第三者として保護されないとする答案が見られた。ありえない結論ではないと考えられるが、民法第９６条第３項の第三者として保護されるための要件としても権利保護資格要件としての登記を要しないとする見解と対比すると、上記の結論は、錯誤に陥った者を詐欺による意思表示をした者より厚く保護することになる。したがって、このような結論を導くのであれば、\n詐欺の場合との比較を踏まえた上で自説について説得的な議論をすることが必要になる。\n結論としては、Ｉは民法第９５条第４項の第三者として保護されるとするものが多かった。\n同項の第三者に当たる場合には、③について検討することが必要になる。\n(ｴ) ③においては、丁土地について、Ｇ→Ｈ→Ｉというルートでの所有権移転とＧ→Ｆというルートの所有権移転とがあることを踏まえて、ＩとＦとの関係を論ずる必要がある。その検討に当たっては、所有権の登記名義人がＨであることを踏まえることが必要である。\nこの点については、明確に論じていない答案も多かった。論じている答案は、ＩとＦとが対抗関係にあるため、Ｉは、登記を具備するまではＦに対して丁土地の明渡しを請求しても認められないとする立場と、民法第９５条第４項によりＧはＩに対して錯誤取消しを主張することができないため、Ｆに対して丁土地を売った時点でＧは無権利であったことを理由に、Ｆは無権利者であるからＩは丁土地の明渡しを請求することができるとする立場とのいずれかを採るものが多かった。しかし、そのいずれを採るかについて詳細な理由を述べる答案や、反対説の存在を意識して記載したと思われる答案は、極めて少なかった。\n民法第９５条第４項（民法第９４条第２項など、意思表示の瑕疵等があった場合におけるその他の第三者保護規定も同様である。）によって取消しを第三者に対抗することができない場合に、所有権がどのように移転するかについては、複数の考え方がある。すなわち、\n本件に即して言えば、ＧからＩへと直接移転するという考え方と、ＧからＨ、ＨからＩへと順次移転するという考え方である。そのいずれを採るかによって、ＩとＦとの関係をどのように考えるかが異なってくる。対抗問題とする立場も、無権利の問題であるとする立場も、民法第９５条第４項の第三者が保護される場合の所有権の移転の経路に関する一定の立場を踏まえて根拠付けられるべきものであるから、本問においては、Ｉが同項によって保護される場合の所有権移転の構成について検討することが求められていたものといえる。\nイ 答案の例優秀に属する答案の例は、錯誤取消しの要件とその当てはめ、民法第９５条第４項の第三者として保護されるための要件とその当てはめ等、必要な事項について過不足なく丁寧に論じた上で、ＩとＦとの関係について、Ｉが同項によって保護される場合の所有権移転の構成に遡って論じたものなどである。\n良好に属する答案の例は、錯誤取消しの要件とその当てはめ、民法第９５条第４項の第三者として保護されるための要件とその当てはめ等について丁寧に論じているが、権利保護資格要件の要否や、ＩとＦの関係についての理論的な立場などに関する論述が必ずしも十分では- 6 -ないものなどである。\n一応の水準に属する答案の例は、錯誤取消しの要件とその当てはめ、民法第９５条第４項の要件の一部（取消前の第三者であることなど）については論じられているものの、権利保護資格要件としての登記の要否が問題になることを看過していたり、ＩとＦの関係について、\n特段の理由を示すことなく、対抗関係であるからＩは登記を具備しなければ所有権をＦに対抗することができないと結論付けたりするものなどである。\n不良に属する答案の例は、錯誤取消しの要件等や当てはめについて基本的な事項についての論述が十分ではなく、民法第９５条第４項によって保護されるための権利保護資格要件や、\nＩとＦとの関係がどのように規律されるかなどの論点を看過するなど、全体的に論述の不十分なものなどである。\n４ 法科大学院における今後の学習において望まれる事項本年においても、民法の幅広い分野についての基本的知識・理解を横断的に問う問題が出題された。条文や判例に関する基本的な知識を踏まえ、問題文を注意深く読んだ上で、【事実】に現れた事情を分析して設問の趣旨を適切に捉え、筋道を立てて論旨を展開すれば、相当程度の水準の解答ができるものと考えられる。限られた時間内で答案を作成するためには、短時間で自己の見解を適切に文章化するのに必要な基本的知識・理解を身に付けることが肝要であり、引き続き、法的知識の体得に努めていただきたい。本年の問題では、例えば設問１⑵アにおいては、請求権を基礎付ける法律構成を十分に検討しないまま、賃料が減額されたかどうかや、修繕権があるかどうかについて検討を始めている答案が少なくない印象を受けた。設問について適切な解答をするには、条文や判例に関する表面的な知識を習得するだけでなく、それぞれの論点がどのようにつながって結論に至るのかを理解していることが必要である。\nさらに、本年も、昨年同様、判例を参考にすることで深い検討を行うことができる問題が出題されているが、法律実務における判例の理解・検討の重要性を再認識していただきたい（判例の採った論理や結論を墨守することを推奨してはいないが、判例と異なる見解を採るのであれば、判例を正確に指摘して批判することが必須である。）。例年指摘されているところであるが、判例を検討する際には、その前提となっている事実関係を基に、その価値判断や論理構造に注意を払いながらより具体的に検討することが重要であり、かつ、様々なケースを想定して判例の射程を考えることが重要である。\n- 7 -"
}