{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "〔第１問〕（配点：５０）\n【資料】を参照しつつ、地球温暖化対策の推進に関する法律（以下「温対法」という。）及びそ\nの適用に関する以下の設問に答えよ。\n〔設問１〕\nＡ県にあるＢ町は、内陸部に位置しているという地理的な事情もあり、夏には国内最高気温を何度も記録するような状況にあった。こうしたことから、同町は、地球温暖化対策に熱心であり、２０１９年に、温対法に基づく地方公共団体実行計画を、県内の他の市町村に先駆けて策定した。\n２０２０年に、内閣総理大臣が、２０５０年までに国家レベルでカーボンニュートラルの実現を目指すことを宣言した。それを受けて、２０２１年に、温対法は、一部改正された。Ｂ町は、町内において再生可能エネルギーのうち風力発電を促進するために、地域における合意形成を重視しつつ、この改正の内容を最大限活用しようとしている。\n甲社は、Ｂ町にあるＣ国定公園内の甲社所有地において、自然公園法第３３条第１項の届出を要する規模での鉄塔状の工作物による風力発電事業の実施を計画している（なお、計画地は普通地域内にある。）。当該風力発電事業を行うためには、その発電に必要な電気工作物（出力６万キロワット。以下「本件工作物」という。）の設置の工事について、電気事業法第４７条第１項の認可が必要である。また、本件工作物を設置するには、森林法第５条に基づく地域森林計画の対象となっている民有林であり、かつ、温対法上の対象民有林でもある上記甲社所有地内にある森林を森林法第１０条の２の許可を要する規模で伐採する必要がある。\n⑴ 本件工作物の設置のために、温対法の下で、甲社はＢ町に対してどのような手続をとることが考えられるかを説明せよ。なお、Ｂ町は、同法に基づく計画策定市町村であり、本件工作物の設置予定地を含む地域を促進区域に指定している。また、Ｂ町に関して、同法に基づく地方公共団体実行計画協議会は組織されていないものとする。\n⑵ ２０２１年の温対法の改正によって導入された仕組みは、再生可能エネルギーの利用による脱炭素化のための施設の円滑な整備を促進するためのものであり、その仕組みにおいては、関連法令により必要とされる規制が緩和されている。本件工作物の設置との関係で、その内容を説明せよ。\n〔設問２〕\n温対法は、個別の事業者に対して、温室効果ガスの排出量の削減を直接に強制するといった伝統的な規制手法を採用していない。\n⑴ 温対法の目的の実現のために、同法上の特定排出者との関係で同法が採用している排出量削減策とはどのような手法であり、伝統的な規制手法と比較してどのような特徴があるのか。温対法が採用している上記手法により期待されている効果にも留意しつつ説明せよ。\n⑵ 国内のある地方公共団体の条例において制度化されているように、個別の事業者に対して温室効果ガスの排出量の削減を直接に求める手法があるが、それは何か。また、これは伝統的な規制手法を修正したものであるが、どのような特徴があるのかを説明せよ。\n〔設問３〕\n地球温暖化は人為的な温室効果ガスの排出が原因となっているところ、大規模に温室効果ガスを排出しているとして、複数の企業に対し、二酸化炭素の排出の抑制を求める調停が公害紛争処理法に基づき申請されたことがある。公害等調整委員会は同申請を却下し、却下決定の取消しが請求された訴訟において、裁判所は同請求を棄却した。環境基本法の関係規定にも触れつつ、上\n- 30 -記申請が公害紛争処理法上の調停の対象とならない理由を説明せよ。\n- 31 -\n【資 料】\n〇 地球温暖化対策の推進に関する法律に基づく地域脱炭素化促進事業計画の認定等に関する省令\n（令和４年農林水産省、経済産業省、国土交通省、環境省令第１号）（抜粋）\n（地域脱炭素化促進施設）第２条 法第２条第６項の環境省令・農林水産省令・経済産業省令・国土交通省令で定める施設は、次に掲げるものとする。\n一 再生可能エネルギー発電施設（中略）二、三 （略）\n○ 環境影響評価法施行令（平成９年政令第３４６号）（抜粋）\n（第一種事業）第１条 環境影響評価法（以下「法」という。）第２条第２項の政令で定める事業は、別表第一の第一欄に掲げる事業の種類ごとにそれぞれ同表の第二欄に掲げる要件に該当する一の事業とする。\n（中略）別表第一（抜粋）事業の種類 第一種事業の要件 第二種事業の要件 法律の規定\n５ 法第２条第２項第 ワ 出力が５万キロワ 出力が３万７５００キ 電気事業法第４７条第\n１号ホに掲げる事業 ット以上である風力 ロワット以上５万キロ １項若しくは第２項又の種類 発電所の設置の工事 ワット未満である風力 は第４８条第１項の事業 発電所の設置の工事の事業\n〇 電気事業法（昭和３９年法律第１７０号）（抜粋）\n（工事計画）第４７条 事業用電気工作物の設置又は変更の工事（中略）をしようとする者は、その工事の計画について主務大臣の認可を受けなければならない。（中略）\n２～５ （略）\n○ 森林法（昭和２６年法律第２４９号）（抜粋）\n（地域森林計画）第５条 都道府県知事は、全国森林計画に即して、森林計画区別に、その森林計画区に係る民有林\n（中略）につき、５年ごとに、その計画をたてる年の翌年４月１日以降１０年を一期とする地域森林計画をたてなければならない。\n２～５ （略）\n（開発行為の許可）第１０条の２ 地域森林計画の対象となつている民有林（中略）において開発行為（中略）をしようとする者は、農林水産省令で定める手続に従い、都道府県知事の許可を受けなければならない。\n（以下、略）\n○ 森林法施行令（昭和２６年政令第２７６号）（抜粋）\n（開発行為の規模）第２条の３ 法第１０条の２第１項の政令で定める規模は、次の各号に掲げる行為の区分に応じ、それぞれ当該各号に定める規模とする。\n一 専ら道路の新設又は改築を目的とする行為 当該行為に係る土地の面積１ヘクタールで、かつ、道路（中略）の幅員３メートル\n- 32 -二 太陽光発電設備の設置を目的とする行為 当該行為に係る土地の面積０．５ヘクタール三 前二号に掲げる行為以外の行為 当該行為に係る土地の面積１ヘクタール\n○ 公害紛争処理法（昭和４５年法律第１０８号）（抜粋）\n（定義）第２条 この法律において「公害」とは、環境基本法（平成５年法律第９１号）第２条第３項に規定する公害をいう。\n（公害等調整委員会）第３条 公害等調整委員会（以下「中央委員会」という。）は、この法律の定めるところにより公害に係る紛争についてあつせん、調停、仲裁及び裁定を行うとともに、地方公共団体が行う公害に関する苦情の処理について指導等を行う。\n（管轄）第２４条 中央委員会は、次の各号に掲げる紛争に関するあつせん、調停及び仲裁について管轄する。\n一 現に人の健康又は生活環境（環境基本法第２条第３項に規定する生活環境をいう。）に公害に係る著しい被害が生じ、かつ、当該被害が相当多数の者に及び、又は及ぶおそれのある場合における当該公害に係る紛争であつて政令で定めるもの二 前号に掲げるもののほか、２以上の都道府県にわたる広域的な見地から解決する必要がある公害に係る紛争であつて政令で定めるもの三 前二号に掲げるもののほか、事業活動その他の人の活動の行われた場所及び当該活動に伴う公害に係る被害の生じた場所が異なる都道府県の区域内にある場合又はこれらの場所の一方若しくは双方が２以上の都道府県の区域内にある場合における当該公害に係る紛争\n２、３ （略）\n（申請）第２６条 公害に係る被害について、損害賠償に関する紛争その他の民事上の紛争が生じた場合においては、当事者の一方又は双方は、公害等調整委員会規則で定めるところにより中央委員会に対し、政令で定めるところにより審査会等に対し、書面をもつて、あつせん、調停又は仲裁の申請をすることができる。この場合において、審査会に対する申請は、都道府県知事を経由してしなければならない。\n２ （略）\n- 33 -\n〔第２問〕（配点：５０）\n甲社は、Ａ県内の中核市であるＢ市において、同市の特産品である魚と野菜を原材料とするカマボコを製造する工場（以下「本件工場」という。）の設置を計画している。本件工場において発生する廃棄物の収集運搬及び中間処理は、廃棄物の処理及び清掃に関する法律（以下「廃掃法」という。）の関係規定を遵守して、その全量を委託処理する予定である。廃棄物としては、カマボコ製造過程において発生する魚の残渣や野菜くずがあり、また、社員食堂において発生する調理くずや残飯があるとする。\n甲社は、廃掃法に基づきＢ市長の許可を得て処理業を営むＣ社に対して、本件工場において発生する上記廃棄物の処理を委託しようと考えている。Ｃ社は、同県内の他の町にある甲社のＤ事業場において発生する金属くずと廃プラスチック類の収集運搬及び中間処理を委託されている。Ｃ社は、この２品目の処理についてのみ、必要な許可を得ている。\n以上の事実を踏まえた上で、【資料１】を参照しつつ、以下の設問に答えよ。なお、本問において問題となる廃掃法上の権限は、いずれもＢ市長にある。\n〔設問１〕\n甲社の環境担当役員Ｅが、本件工場における廃棄物の処理についての計画を顧問弁護士のＦに説明した。説明を受けたＦは、「Ｃ社が現時点において得ている許可を踏まえると、同社に対して本件工場の廃棄物の処理を委託するのは、廃掃法上、違法である。」と指摘した。Ｆがそのように指摘した理由を説明せよ。\n〔設問２〕\nＦの指摘はもっともだと考えたＥは、Ｃ社に対して、少なくとも本件工場の社員食堂において発生する廃棄物を同社が適法に収集運搬できるように対応してほしいと相談した。ところが、Ｃ社は、「それについては、許可が得られるかどうかを予測することは難しい。しかし、チャレンジしてみる。」と回答した。\n⑴ Ｃ社が「それについては、許可が得られるかどうかを予測することは難しい。」と回答した理由を、カマボコ製造過程において発生する魚の残渣や野菜くずの収集運搬に関する業の許可と比較しつつ、廃掃法の規定に照らして説明せよ。\n⑵ 本件工場の社員食堂において発生する廃棄物の収集運搬についての許可の取得を予測することは難しいと考えていたＣ社であったが、同許可を得ることができた（以下「本件許可」という。）。これに対して、Ｂ市内において、本件許可と同種の許可を得て営業をしている同業者乙社は、売上の減少を懸念して、不満である。そこで、乙社は、本件許可の取消訴訟を提起しようと検討している。乙社には、当該訴訟を提起できる資格が認められるか。本件許可に係る廃棄物の処理に対する廃掃法の考え方を踏まえつつ、論ぜよ。\n〔設問３〕\nコンサルタントのＧは、Ｃ社の取締役会にも出席して積極的に発言し、同社の意思決定にも影響力を保持している。Ｇは、Ｃ社の仕事がない日に居酒屋で友人たちと食事をしていた際に、隣の席にいたグループと口論になり、そのグループ内の一人を数発殴ってけがをさせ、傷害罪で現行犯逮捕された。その後、Ｇは、傷害罪の被疑事実で近隣の警察署に勾留されている。\nこの事件を知った甲社の環境担当役員Ｅは、Ｃ社の廃掃法上の許可が取り消されるのではないかと考え、顧問弁護士のＦに相談した。ところが、Ｆは、「今の状況では許可が取り消されることはない。例えば、許可の取消しに際して問題となる廃掃法第１４条第５項の要件に該当しないからである。」と回答した。【資料２】を参照しつつ、廃掃法第１４条第５項の要件に該当しないとＦが回答した理由を説明せよ。なお、【資料２】にある「同号」とは、廃掃法第７条第５項\n- 34 -第４号を指す。\n〔設問４〕\n廃プラスチック類を処理するＣ社の中間処理施設内の機械が、突然故障した。そこで、同社は、とりあえず操業を停止した。機械を納品した業者に通報したところ、１か月後にようやく担当社員が確認に訪れた。その際、確認を済ませた同社員は、機械を入れ替えなければならないため、操業再開までには３か月を要すると言った。故障はすぐに修復できると考えていたＣ社は、上記訪問があるまでの間、廃棄物の搬入は継続させていた。そのため、甲社から搬入された廃棄物の量が、保管上限を超えるまでに施設内に堆積してしまった。\n⑴ Ｃ社は、上記の状況になったとき、甲社に対して、廃掃法に基づき、どのような措置を講ずるべきか。その措置を受けた甲社は、産業廃棄物管理票交付者として、どのように対応すべきか。それぞれ説明せよ。\n⑵ 甲社が上記の対応を怠っていたところ、Ｃ社の中間処理施設内に堆積された廃プラスチック類が人通りのある前面道路に崩落し始めている。Ｃ社による対応は困難なようである。Ｂ市長は、廃掃法の下で、甲社に対して、どのような措置を講じ得るか。環境法の基本的な考え方を踏まえつつ説明せよ。\n- 35 -\n【資料１】\n〇 廃棄物の処理及び清掃に関する法律施行令（昭和４６年政令第３００号）（抜粋）\n（産業廃棄物）第２条 法第２条第４項第１号の政令で定める廃棄物は、次のとおりとする。\n一 紙くず（建設業に係るもの（工作物の新築、改築又は除去に伴つて生じたものに限る。）、パルプ、紙又は紙加工品の製造業、新聞業（新聞巻取紙を使用して印刷発行を行うものに限る。）、出版業（印刷出版を行うものに限る。）、製本業及び印刷物加工業に係るもの並びにポリ塩化ビ\nフェニルが塗布され、又は染み込んだものに限る。）二 木くず（建設業に係るもの（工作物の新築、改築又は除去に伴つて生じたものに限る。）、木材又は木製品の製造業（家具の製造業を含む。）、パルプ製造業、輸入木材の卸売業及び物品賃貸業に係るもの、貨物の流通のために使用したパレット（パレットへの貨物の積付けのために使用したこん包用の木材を含む。）に係るもの並びにポリ塩化ビフェニルが染み込んだものに限る。）三 繊維くず（建設業に係るもの（工作物の新築、改築又は除去に伴つて生じたものに限る。）、繊維工業（衣服その他の繊維製品製造業を除く。）に係るもの及びポリ塩化ビフェニルが染み込んだものに限る。）四 食料品製造業、医薬品製造業又は香料製造業において原料として使用した動物又は植物に係る固形状の不要物四の二 と畜場法（昭和２８年法律第１１４号）第３条第２項に規定すると畜場においてとさつし、又は解体した同条第１項に規定する獣畜及び食鳥処理の事業の規制及び食鳥検査に関する法律\n（平成２年法律第７０号）第２条第６号に規定する食鳥処理場において食鳥処理をした同条第１号に規定する食鳥に係る固形状の不要物五 ゴムくず六 金属くず七 ガラスくず、コンクリートくず（工作物の新築、改築又は除去に伴つて生じたものを除く。）\n及び陶磁器くず八 鉱さい九 工作物の新築、改築又は除去に伴つて生じたコンクリートの破片その他これに類する不要物十 動物のふん尿（畜産農業に係るものに限る。）十一 動物の死体（畜産農業に係るものに限る。）十二 大気汚染防止法（昭和４３年法律第９７号）第２条第２項に規定するばい煙発生施設、ダイ\nオキシン類対策特別措置法第２条第２項に規定する特定施設（ダイオキシン類（同条第１項に規定するダイオキシン類をいう。以下同じ。）を発生し、及び大気中に排出するものに限る。）又は次に掲げる廃棄物の焼却施設において発生するばいじんであつて、集じん施設によつて集められたものイ 燃え殻（事業活動に伴つて生じたものに限る。第２条の４第７号及び第１０号、第３条第３\n号ワ並びに別表第一を除き、以下同じ。）ロ 汚泥（事業活動に伴つて生じたものに限る。第２条の４第５号ロ⑴、第８号及び第１１号、第３条第２号ホ及び第３号ヘ並びに別表第一を除き、以下同じ。）ハ 廃油（事業活動に伴つて生じたものに限る。第２４条第２号ハ及び別表第五を除き、以下同じ。）ニ 廃酸（事業活動に伴つて生じたものに限る。第２４条第２号ハを除き、以下同じ。）\nホ 廃アルカリ（事業活動に伴つて生じたものに限る。第２４条第２号ハを除き、以下同じ。）ヘ 廃プラスチック類（事業活動に伴つて生じたものに限る。第２条の４第５号ロ⑸を除き、以下同じ。）\n- 36 -ト 前各号に掲げる廃棄物（第１号から第３号まで及び第５号から第９号までに掲げる廃棄物にあつては、事業活動に伴つて生じたものに限る。）十三 燃え殻、汚泥、廃油、廃酸、廃アルカリ、廃プラスチック類、前各号に掲げる廃棄物（第１号から第３号まで、第５号から第９号まで及び前号に掲げる廃棄物にあつては、事業活動に伴つて生じたものに限る。）又は法第２条第４項第２号に掲げる廃棄物を処分するために処理したものであつて、これらの廃棄物に該当しないもの（事業者の産業廃棄物の運搬、処分等の委託の基準）第６条の２ 法第１２条第６項の政令で定める基準は、次のとおりとする。\n一 産業廃棄物（特別管理産業廃棄物を除く。以下この条から第６条の４までにおいて同じ。）の運搬にあつては、他人の産業廃棄物の運搬を業として行うことができる者であつて委託しようとする産業廃棄物の運搬がその事業の範囲に含まれるものに委託すること。\n二～六 （略）\n〇 廃棄物の処理及び清掃に関する法律施行規則（昭和４６年厚生省令第３５号）（抜粋）\n（産業廃棄物の処理を適正に行うことが困難となる事由）第１０条の６の２ 法第１４条第１３項の環境省令で定める事由は、次のとおりとする。\n一 事業の用に供する産業廃棄物の処理施設において破損その他の事故が発生し、当該処理施設を使用することができないことにより、当該処理施設において保管する産業廃棄物の数量が処分等のための保管上限に達したこと。\n二～八 （略）\n【資料２】\n〇 環境省環境再生・資源循環局廃棄物規制課長「行政処分の指針について（通知）」（令和３年４月１４日環循規発第２１０４１４１号）（抜粋）\n〔（注） 本通知中、単に「法」とあるのは廃棄物の処理及び清掃に関する法律を指す。〕\n第２ 産業廃棄物処理業の事業の停止及び許可の取消し（法第１４条の３及び第１４条の３の２）\n１ （略）\n２ 要件\n⑴～⑶ （略）\n⑷ （略）\n① （略）\n② 同号〔（注）法第７条第５項第４号〕ホの「法人に対し業務を執行する社員、取締役、執行役又はこれらに準ずる者と同等以上の支配力を有するものと認められる者」とは、法人の業務を執行する権限はないものの、法人に対する実質的な支配力を有する者をいい、例えば、相談役、顧問等の名称を有する者、法人に対し多額の貸金を有することに乗じて法人の経営に介入している者又は一定比率以上の株式を保有する株主若しくは一定比率以上の出資をしている者などが典型的には想定されること。（中略）\n③ （略）\n④ 同号〔（注）法第７条第５項第４号〕チの「その業務に関し不正又は不誠実な行為をするおそれがあると認めるに足りる相当の理由がある者」とは、法第７条第５項第４号イからトまで及び第１４条第５項第２号ロからへまでのいずれにも該当しないが、その者の資質及び社会的信用性等の面から、将来、その業務に関して不正又は不誠実な行為をすることが相当程度の蓋然性をもって予想される者をいうこと。具体的には、次のような者については、特段の事情がない限り、これに該当するものと考えられること。\nイ、ロ （略）\n- 37 -ハ 暴力団対策法の規定に違反し、又は刑法第２０４条、第２０６条、第２０８条、第２０８条の３、第２２２条若しくは第２４７条の罪若しくは暴力行為等処罰ニ関スル法律（大正１５年法律第６０号）の罪を犯し、公訴を提起され、又は逮捕、勾留その他の強制の処分を受けている者（当該違反又は罪が廃棄物の処理に関連してなされ又は犯された場合に限る。）ニ （以下、略）\n- 38 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "〔第１問〕\n本問は、２０２１年改正によって地球温暖化対策の推進に関する法律（以下「温対法」という。）に導入された地域脱炭素化促進事業制度、及び温対法の下での温室効果ガス削減のための規制手法と近時地方公共団体で取り入れられている排出量取引制度についての基本的理解を問うとともに、あわせて温室効果ガスの排出という事象が環境基本法にいう「公害」に含まれるかどうかの理解を、公害紛争処理法の適用の可否を通じて争われた事件を素材にして問うている。\n〔設問１〕⑴では、甲社がＢ町で計画している風力発電事業が温対法第２条第６項にいう「地\n域脱炭素化促進事業」であることを踏まえ、設置が計画されている工作物が【資料】として添付された省令の第２条第１号にいう「再生可能エネルギー発電施設」であることを指摘する。\nそして、その設置のためには、甲社は、Ｂ町長に対して、温対法第２２条の２に基づき地域脱炭素化促進計画の認定申請をしなければならないという手続を、関係条文を丁寧に指摘しつつ説明することが求められている。\n〔設問１〕⑵では、温対法第２２条の２第３項に基づくＢ町長の認定を受けた認定地域脱炭\n素化促進事業者が実施する認定地域脱炭素化促進事業は、みなし許可や関係規定の不適用など、森林法、自然公園法、環境影響評価法に関する規制緩和的な特例措置を受けることができることを、【資料】として添付された関係法の関係条文を丁寧に指摘しつつ説明することが求められている。\n〔設問２〕⑴では、一定の基準の遵守義務付けという実体的アプローチに基づく伝統的規制\n手法ではなく、温対法第２６条以下が採用する温室効果ガス算定排出量報告制度においては、情報の報告徴収及び報告事項の公表を通じて排出抑制状況を市場に評価させることにより、特定排出者に対して一層の排出削減に向けての誘導をしようとする情報を用いた手続的アプロー\nチが採用されている点を指摘することが求められている。\n〔設問２〕⑵は、東京都が制定している都民の健康と安全を確保する環境に関する条例に基\nづく地球温暖化対策推進制度の中核となる排出量取引を素材とした出題である。同条例の下では、大規模排出事業者に対して、二酸化炭素の排出量の削減を義務付けるとともに、自力での- 33 -削減が困難な場合には、クレジットの購入をもって義務が履行されたものとすることも認められている。義務量以上の削減ができれば、それをクレジット化できるため、継続的な削減イン\nセンティブが作用する。そうした経済的な手段を用いた手法の特徴を、専ら自力での基準達成を強制する伝統的な規制手法と対比して説明することが期待されている。\n〔設問３〕は、いわゆる｢シロクマ事件｣を素材とした出題である。「二酸化炭素排出は大気\n汚染」という認識のもとに、二酸化炭素を大量に排出する企業に対して排出抑制を求める調停が、公害紛争処理法に基づいて公害等調整委員会に申請された。同委員会及びその却下決定の取消訴訟が係属した東京地方裁判所は、二酸化炭素の多量排出は地球温暖化の問題であると整理した上で、それは「大気の汚染」ではないがゆえに公害に該当しないと判断した。こうした判断のアプローチを説明することが求められている。\n〔第２問〕\n本問は、廃棄物の処理及び清掃に関する法律（以下｢廃掃法｣という。）に基づく一般廃棄物処理規制及び産業廃棄物処理規制に関する基本的理解を問う問題である。同法の下での一般廃棄物と産業廃棄物の区別、両廃棄物の処理許可制度の法的性質、許可取消処分に当たっての要件規定の解釈、廃掃法第１４条第１３項の定める通知（以下「適正処理困難通知」という。）\nの発出及びこれを受けた排出事業者の対応、その義務懈怠を理由とする措置命令といった論点に関して出題されている。\n〔設問１〕では、「本社工場における廃棄物」に２種類ある点を認識しなければならない。\nまず、カマボコ製造過程において発生する魚の残渣や野菜くずが産業廃棄物に該当することを\n【資料１】の関係条文を踏まえつつ指摘するとともに、社員食堂において発生する調理くずや\n残飯はこれに該当しないがゆえに、一般廃棄物となる点を指摘しなければならない。その上で、産業廃棄物の処理委託に際しては、委託に係る品目についての処理業許可を持つ者にしか委託できないことを指摘して、Ｃ社はそれには当たらないと説明する必要がある。\n〔設問２〕⑴では、一般廃棄物処理業許可の法的性質が論点となる。処理責任が基本的に排\n出事業者にある産業廃棄物については、その処理業許可は、いわゆる警察許可と解されている。\nこれに対して、処理責任が市町村にある一般廃棄物については、その処理業許可は、①市町村による収集運搬が困難であること、②一般廃棄物処理計画に適合することという許可基準が設けられているように、認定に当たっての市町村長の裁量が広い計画許可と解されている。このため、申請をしても許可が得られるかの見通しを立てるのが難しい。両者の特徴を対比させつつ説明することが求められる。\n〔設問２〕⑵は、一般廃棄物処理業許可の原告適格が争われた事件における最高裁判決（最\n三小判平成２６年１月２８日民集６８巻１号４９頁）を踏まえたものである。一般廃棄物処理業許可は、市町村による収集運搬が困難な場合に出される補完的性質を持っている。また、廃掃法第７条第１２項が料金上限を設定しているというように、処理料金は契約自由であり自由競争が基本とされる産業廃棄物処理業許可営業とは異なっている。また、一般廃棄物処理業者の経営が悪化すると住民の衛生や環境が害される事態が生じる。これらのことから、一定の利潤が制度的に保障されるため、既存の許可業者の営業上の利益は、廃掃法上、個別的に保護される利益としても認められる。一般廃棄物処理の特徴を踏まえた論述が求められる。\n〔設問３〕については、【資料２】を参照し、Ｃ社の取締役会に出席して積極的に発言し、\n同社の意思決定にも影響力を保持しているＧが廃掃法第７条第４項第５号ホにいう｢役員｣に該当することを説明しつつ、勾留はされているものの廃棄物の処理に関係した罪に関する措置ではないために、産業廃棄物処理業許可取消事由には該当しないことを関係規定に言及しつつ説明することが求められている。\n〔設問４〕⑴は、廃掃法第１４条第１３項が規定する適正処理困難通知に関する出題である。\n- 34 -\n【資料１】の関係条文を参照しつつ、甲社は、Ｃ社処理施設に堆積された同社の産業廃棄物を、\n当該廃棄物の中間処理業許可を有する処理業者と委託契約をした上で、そのもとに運搬することをＣ社に対して指示しなければならないことを説明することが求められている。\n〔設問４〕⑵については、甲社が廃掃法第１４条第１３項に基づく対応を怠っていたという\n事実が同法第１９条の５に基づく原状回復命令の要件（同条第１項第３号ヘ）を充たしている点を説明する必要がある。廃プラスチック類の前面道路への崩落により、生活環境保全上の支障が発生している。本来は、そうした状態を作出したＣ社が名宛人となるべきところ、対応が困難であるため、Ｂ市長としては甲社に対して原状回復命令を発出することになる（本問では、Ｂ市長に廃掃法上の権限がある。）。同法第１４条第１３項の義務懈怠が命令要件となるのは、同法第１２条の３第８項を経由するからであるが、この点も指摘しなければならない。またそれは、同法第１１条第１項、さらには、汚染者支払原則・原因者負担原則を踏まえた法制度である点の指摘も必要である。産業廃棄物処理規制の仕組みの全体像が理解できているかが問われる。"
}