{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和６年１月１日現在において施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、子供服の販売を業とする株式会社であり、取締役会設置会社であるところ、国内で小売店１０店舗を展開していた。Ａ社の発行済株式は、代表取締役であるＢが７０％を保有し、残りの３０％は別の者が保有している。\nＡ社は、令和２年春頃から販売不振に陥って売上げが落ち始め、Ｃ銀行から事業資金の融資を受けて資金を工面してきたが、売上げが回復することはなく、令和４年３月末日時点で債務超過に陥った。その後、Ａ社は、収支が改善しないまま資金繰りに窮し、令和５年３月末日、上記１０店舗のうち、４店舗の事業を他の会社に譲渡し（以下「本件事業譲渡」という。）、残る不採算店舗６店舗を閉店し、事業を停止した。\nＡ社は、事業停止後、Ｃ銀行に対する借入金債務や仕入先等に対する取引債務を弁済しないまま何らの手続も採らずにいたところ、Ａ社の債権者であるＣ銀行は、令和５年７月２１日、Ａ社について破産手続開始の申立てをした。同申立てを受けた裁判所は、同年８月末日、Ａ社について破産手続開始の決定をし、破産管財人としてＤを選任した。\n〔設 問〕 以下の１から３については、それぞれ独立したものとして解答しなさい。\n１．破産管財人Ｄの調査により、以下の事実が判明した（＜判明した事実＞）。破産管財人Ｄは、＜判明した事実＞に基づきＢの責任を追及するために、破産法上、どのような手続を採ることが考えられるか。その制度趣旨にも言及しつつ説明しなさい。なお、破産管財人Ｄは、ＢがＡ\n社からの役員報酬の振込先としてＥ銀行の預金口座を指定していたことを把握している。\n＜判明した事実＞\nＢの弟は、個人で飲食店を経営していたところ、令和４年６月、Ｂに対し、資金繰りに窮しているとの相談を持ち掛け、Ｂは、同月末日、独断でＡ社から弟に対する１０００万円の貸付けを実行させた。その後、弟は、飲食店を閉店し、Ａ社からの上記借入金を返済することが見込めない状況になった。\n２．Ｂに関して以下の事実（＜Ｂに関する事実＞）があった場合、Ｂの破産手続において、破産管財人Ｄ及び裁判所は、Ｂの資産状況等の情報を収集するために、破産法上、どのような調査や手続を行うことができるか。破産法における破産者の義務にも言及しつつ説明しなさい。\n＜Ｂに関する事実＞\nＢは、Ａ社のＣ銀行に対する債務について連帯保証をしていたが、Ｃ銀行から保証債務の履行を求められても、「資産がないので支払うことはできない」と述べるだけでＣ銀行との交渉に応じなかった。\n他方で、破産管財人Ｄの調査の過程において、Ｂが財産を隠匿していると疑われる内容の情報やＢが多額の遊興費を支出しているとの情報が複数の関係者から破産管財人Ｄの下に寄せられていた。破産管財人Ｄは、令和５年１１月に開かれたＡ社の債権者集会において、Ｂに関する上記各情報が寄せられていることなどを報告した。\nそこで、Ｃ銀行は、令和６年１月３１日、Ｂについて破産手続開始の申立てをしたところ、同年３月１８日、Ｂについて破産手続開始の決定がされ、Ａ社の破産手続と同様に破産管財人としてＤが選任された。\n- 2 -\n３．本件事業譲渡の内容等が以下の＜本件事業譲渡の内容等①＞又は＜本件事業譲渡の内容等\n②＞のとおりであった場合において、破産管財人Ｄは本件事業譲渡を対象として否認権を行使することができるか。本件事業譲渡の対象となった４店舗の事業価値が１店舗当たり１０００万円で合計４０００万円であったものとして、各場合について論じなさい。\n＜本件事業譲渡の内容等①＞\nＡ社は、令和５年３月末日、Ｂが代表取締役を務めるＥ株式会社（以下「Ｅ社」という。）に対し、４店舗の事業を合計４０００万円で譲渡した。\nＡ社は、Ａ社の取締役であるＦから事業資金として５０００万円を借り入れており、その返済期限が既に到来していたところ、Ｂは、Ａ社の代表取締役として、Ｅ社から受領した事業譲渡代金４０００万円を同日、同借入れへの弁済としてＦに支払った。\n＜本件事業譲渡の内容等②＞\nＡ社は、令和５年３月末日、Ｇ株式会社（以下「Ｇ社」という。）に対し、４店舗の事業を譲渡した。\nＡ社は複数の金融機関に対して借入金債務を負っていたところ、Ｇ社は、本件事業譲渡に当たり、Ａ社の金融機関Ｈに対する借入金債務３０００万円について債務引受けをした。そのため、本件事業譲渡代金額は、４店舗の事業価値の合計４０００万円から同債務の額を控除して\n１０００万円と定められた。\nなお、Ａ社は、本件事業譲渡に際し、Ｇ社に対し、Ａ社が債務超過の状態にあり資金繰りに窮していること及び他の店舗は閉店してＡ社が事業を停止することを説明していた。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和６年１月１日現在において施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、ワインの輸入・販売事業とレストラン事業を行っており、レストラン事業においては、複数のレストランを経営しているほか、料理の定期販売サービス（以下「本件定期販売サービス」という。）を提供していた。Ａ社は、毎年１２月に本件定期販売サービスの申込みを募集し、同月末日までに代金６万円を支払って本件定期販売サービス\nに申し込んだ顧客に対して、翌年１月から１２か月にわたり、毎月１回、月替わりの料理を宅配便で送付するものとされていた。\nＡ社は、令和３年頃からレストラン事業において赤字が続くようになり、令和４年には、ワインの輸入・販売事業において売上げが低迷するなどして、令和５年１月には資金繰りに窮する状況に陥った。そのため、Ａ社は、同年２月１日に再生手続開始の申立てをした。同申立てを受けた裁判所は、同日、監督命令を発令し監督委員を選任して、同月１０日、Ａ社について再生手続開始の決定をした。再生手続開始後、Ａ社は、事業再生の方針として、レストラン事業から撤退し、ワインの輸入・販売事業に集中することを決定した。\n〔設 問〕 以下の１及び２については、それぞれ独立したものとして解答しなさい。\n１．Ａ社の申立代理人は、再生計画案の可決見込み等を検討することにした。以下の⑴から⑷までについて解答しなさい。なお、⑵及び⑶では、債権調査手続において、Ａ社は届出再生債権の内容を認め、また、届出をした他の再生債権者からも異議が述べられなかったものとする。\n⑴ 民事再生法において再生計画案の可決要件がどのように定められているかについて説明しなさい。\n⑵ レストラン事業における取引業者Ｂは、売掛金５００万円、再生手続開始の前日までの遅延損害金１０万円及び再生手続開始後から支払済みまで年１４．６％の割合による遅延損害金を再生債権として届け出た。この場合において、Ｂの届出再生債権の議決権額がどのように定められるかについて説明しなさい。\n⑶ 海外ワイナリーＣは、ユーロ建てで２００万ユーロの売掛金について再生債権として届け出た。この場合において、Ｃの届出再生債権の議決権額がどのように定められるかについて説明しなさい。なお、再生手続開始決定時には１ユーロ１４０円であったが、その後、急速に円安が進んでいるものとする。\n⑷ Ａ社は、令和４年１２月、本件定期販売サービスの申込みを募集したところ、１０００人から申込みがされ、それぞれから６万円の入金がされた。しかし、Ａ社は、これらの者に対して一度もサービスを提供しないまま、本件定期販売サービスを終了した。\n本件定期販売サービスに申し込んだ上記１０００人のうち、２００人は、それぞれ６万円を再生債権として届け出たが、８００人からは再生債権の届出がなかった。\nＡ社は、本件定期販売サービスに申し込んだ者について顧客リストを作成しており、届出のなかった債権についても顧客リストに基づいて再生債権として認めることとした。そして、Ａ社は、７９９人について、それぞれ６万円を再生債権として自認する旨を認否書に記載したが、顧客リストからの転記ミスがあったため、顧客Ｄの再生債権だけは認否書に記載されなかった。\nこの場合に、再生債権の届出がなかった上記８００人の再生債権に関し、再生計画案の決議における取扱いや、再生計画認可の決定が確定した場合の取扱いについて説明しなさい。\n- 4 -\n２．Ａ社は、レストラン事業を始めるに当たり、農家であるＥとの間で、継続的売買契約（以下\n「本件売買契約」という。）を締結していた。本件売買契約においては、Ａ社は、Ｅに対して生産方法を指定して有機野菜の生産を依頼し、これに基づいて生産された有機野菜を買い取るものとされていた。そして、Ａ社が本件売買契約を解除するには、Ｅに対して１年前に解除の予告をする必要があり、予告期間が不足する場合にはその不足期間に応じて定められた額（即時解除の場合は１２００万円）の違約金を支払う旨の条項（以下「本件違約金条項」という。）が定められていた。\nＡ社は、事業再生方針に従い、監督委員の同意を得た上で、Ｅに対し、本件売買契約を即時解除する旨の通知をした。同解除通知を受けたＥは、本件違約金条項に基づき、１２００万円の違約金請求権を有すると主張し、Ａ社の再生手続において、同違約金請求権を再生債権として届け出た。これに対し、Ａ社は、債権調査手続において、同債権を認めない旨を認否書に記載した。\n以上の事実を前提に、以下の⑴及び⑵について解答しなさい。\n⑴ Ｅは、上記認否書の記載を争って自らの届出再生債権の存在を主張するために、民事再生法上、どのような手続を採る必要があるかについて説明しなさい。\n⑵ Ａ社の再生手続において、Ｅが再生債権として届け出た違約金請求権は認められるか。Ａ社からの反論を踏まえ、本件売買契約の即時解除について本件違約金条項が適用されるかを検討しつつ論じなさい。\nなお、本件違約金条項について公序良俗違反（民法第９０条）は考慮しなくてよい。また、Ｅの生産する有機野菜は容易に他の取引先に販売することができるものであり、本件売買契約が即時解除されてもＥには損害が発生しない見込みであるものとする。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、株式会社とその役員がそれぞれ破産手続開始の決定を受けた場合の具体的事例を基に、主に、法人の役員に対する責任の追及、破産者の財産の調査等、否認に関する破産法上の各規律についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、取締役が忠実義務違反に当たる行為をした事例について、役員の財産に対す\nる保全処分（破産法第１７７条第１項）及び役員の責任の査定の申立て（同法第１７８条第１項）ができることを指摘し、それぞれの制度趣旨及び要件等の説明が求められる。\n〔設問２〕は、破産者による財産の隠匿が疑われる事例について、まず破産法上の破産者の\n義務として、説明義務（破産法第４０条第１項）、重要財産開示義務（同法第４１条）に言及することになる。その上で、破産管財人は、上記の破産者の説明義務に基づき、破産者に対して財産の内容等に関する説明を求めることができるほか、破産財団に関する帳簿、書類その他の物件を検査することができること（同法第８３条）の指摘が求められる。裁判所は、上記の重要財産開示義務に基づき破産者の財産の内容を記載した書面の提出を求めることができるほか、破産者宛の郵便物等を破産管財人に配達すべき旨の嘱託をすることができること（同法第\n８１条第１項）の指摘が求められる。\n- 23 -\n〔設問３〕は、破産手続開始前にされた事業譲渡について、破産者が相当な対価を取得して\nいたという場合（①）と、破産者が取得した対価は相当額に満たないものであったものの、事業譲渡に当たり譲受人が破産者の債務を引き受けていたという場合（②）について、適切な事例分析とその分析に沿った否認類型の成否の具体的な検討を求めるものである。\n①の場合については、破産法第１６１条第１項各号の要件充足の有無を、具体的な事実関係に基づいて検討することになる。同項第２号の検討については、債権者に弁済する意思は、議論のあるところではあるものの、通常、隠匿等の処分をする意思には含まれないと考えられるが、本問の事例においては弁済を受けた債権者が破産会社の取締役であるという事情にも配慮して検討することが求められる。\n②の場合については、破産法第１６０条第１項第１号の要件充足の有無を、具体的な事実関係に基づいて検討することになる。詐害行為性につき、財産の実質的減少を伴うかを検討するに当たっては、事業譲渡の対価として支払われた額に加えて債務引受けがされた額を考慮すると総体としては財産に減少はないようにも思われるものの、債務引受けの対象とならなかった債権者にとっては責任財産の引当てが減少することになることにも配慮して検討することが求められる。\n〔第２問〕\n本問は、株式会社の再生手続に関する具体的事例を通じて、主に、再生計画案の決議、再生債権の査定の裁判、双務契約に関する民事再生法上の各規律についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、再生計画案の成立の見込み等を検討する場面を題材にして、可決要件や議決\n権等についての理解を確認するものである。\n小問⑴は民事再生法第１７２条の３第１項に規定されている可決要件について、議決権額要件と頭数要件の双方が必要とされていること（同条項柱書）を明確に指摘するとともに、特に頭数要件についてはその趣旨を踏まえつつ、条文に則して正確に可決要件の内容を説明することが求められる。\n小問⑵及び小問⑶においては、議決権を定めた条文（民事再生法第８７条第１項第４号、第\n３号）を、それぞれの事例に正確に適用することが求められる。併せて、小問⑵については、再生手続開始後の不履行による損害賠償請求権（同法第８４条第２項第２号）については、議決権を有しない旨（同法第８７条第２項）の指摘も求められる。\n小問⑷は、認否書に記載された７９９人の顧客の自認債権（民事再生法第１０１条第３項参照）と、再生債務者であるＡ社に自認義務があったにもかかわらず認否書に記載されなかった顧客Ｄの債権に分けた上で、民事再生法上のそれぞれの取扱いを説明することが求められる。\n前者の自認債権については、議決権を有しないこと（同法第１０４条第１項括弧書き）を指摘した上で、再生計画による権利変更（同法第１５７条第１項）、権利変更がされた権利の行使\n（同法第１７９条第１項、第２項）について説明することが求められる。後者の認否書に記載されなかったＤの再生債権については、権利変更の一般基準による変更（同法第１８１条第１項第３号）、権利行使の時期的劣後（同条第２項）について説明することが求められる。\n〔設問２〕は、双方未履行の双務契約の解除について違約金条項が適用されるかが争われて\nいる事例を題材として、調査の段階において届出再生債権の内容について再生債務者が認めなかった（異議等があった）場合の手続等について説明することを求めるとともに（小問⑴）、違約金条項の適用の有無について、事例に即した具体的な検討を求めるものである（小問⑵）。\n小問⑴では、再生債権査定の申立て（民事再生法第１０５条第１項本文）、査定決定に不服がある場合の再生債権異議の訴え（同法第１０６条第１項）、さらに再生債権の確定に関する訴訟の判決等の効力（同法第１１１条第１項、第２項）について説明することが求められる。\n- 24 -小問⑵では、双方未履行双務契約の処遇に関する民事再生法第４９条第１項の規定の趣旨を踏まえつつ、本件事案と本件違約金条項の内容をそれぞれ具体的に検討した上で、同条項の適用の有無を検討することが求められる。\n例えば、民事再生法第４９条第１項の趣旨につき、再生債務者をめぐる契約関係を円滑・迅速に整理して事業の維持再生を図るために再生債務者等に法律上特別に解除権を含む選択権を与えたものであると解した上で、再生手続において、本件違約金条項の内容が再生債務者Ａ社の上記の解除選択の権限を事実上制限することになるため、同違約金条項は上記の解除選択の場合に適用されないといった方向性での解答が考えられる。その上で、本問の事例では、本件売買契約が即時解除されてもＥには損害が生じない見込みであるという事情があるため、そもそもＥは同条第５項の準用する破産法第５４条第１項に基づく損害賠償請求権を再生債権として行使することが認められないこととの均衡上、損害発生の有無にかかわらず一律に金３０００万円の違約金債権を再生債権として行使することをＥに対して認めてしまうと、他の再生債権者との間の衡平を害するという弊害も考慮して解答することが求められる。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点については、「出題の趣旨」として公表したとおりである。\n第１問は、株式会社とその役員が破産手続開始の決定を受けた場合の具体的事例を基に、主に、\n役員の責任追及に関する規律（設問１）、破産者の説明義務や破産者の財産の調査に関する規律（設問２）、詐害行為否認の規律（設問３）についての基本的な理解と事例処理能力を問うものである。\n採点の主眼は、設問１においては、役員の財産に対する保全処分、役員の責任の査定の申立ての制度とその趣旨を正しく理解できているかどうか、設問２においては、破産者の義務や財産調査のための各規定を横断的に理解できているか、設問３においては、設問の具体的な事実関係において、\n詐害行為否認における各要件の該当性を検討し、説得的に論じることができているかという点に置かれている。\n第２問は、株式会社の再生手続に関する具体的事例を基に、主に、再生計画案の可決要件や議決権についての定め（設問１）、再生債権の査定に関する定め（設問２）、双方未履行の双務契約の解除に関する定めについての基本的な理解と事例処理能力を問うものである。採点の主眼は、設問１においては、可決要件の定め、議決権の定め、届出がなかった債権の取扱いに関する定めを的確に指摘し、これを具体的事例において適用できるか、設問２においては、双方未履行の双務契約の解除の規定の趣旨を踏まえて違約金条項の適否について具体的に検討し、説得的に論じることができているかという点に置かれている。\n３ 採点実感等第１問、第２問を通じて、明文の規定があるにもかかわらず条文を摘示しない答案や、条文番号の摘示が不十分、不正確な答案、条文の内容についての理解が不十分な答案が散見された。\n⑴ 第１問ア 設問１設問１は、役員の財産に対する保全処分の申立て（破産法第１７７条第１項）、役員の責任の査定の申立て（破産法第１７８条第１項）の各規定を摘示し、その趣旨を説明すれば良い。\n破産管財人が破産法上採ることができる手続を問われているため、項番号をまで摘示して「申立て」をすることができるとの解答をすることになる。その上で、設問の事例における事実を各要件に当てはめ、保全対象となる財産（銀行預金）を具体的に検討しているものは高評価となった。他方で、各規定の摘示はできているものの、申立てと判断の主体を峻別せずに、\n破産管財人が保全処分や責任査定の「裁判」をできるなどという不正確な説明をする答案も散見された。\n要件の検討をしている答案においては、保全処分の申立ての要件のうち、「必要があると認めるとき」についての検討が適切ではないものが目立った。保全処分は、役員が自己の財産を隠匿・費消するなどして損害賠償請求権の回収の実効性を確保できないおそれがあるときに認められるものであり、本問であればＢが預金を費消するおそれがあることを指摘する必要があるが、ＢがＡ社の財産を逸出させるおそれがあると指摘する答案が多く、保全処分の「必要性」に関する理解不足がうかがわれる。\nまた、役員の責任の査定の申立てをするとき、「その原因となる事実を疎明しなければならない」こと（破産法第１７８条第２項）を指摘するのは適切であるものの、疎明があれば役員責任査定決定をすることができると誤解している答案が散見された。債権者申立てにおけ- 1 -る破産手続開始原因の疎明（破産法第１８条第２項）などとも通底する規律であり、正確な理解を要する。\n趣旨の説明として、保全処分は役員に対する損害賠償請求権の回収の実効性を確保する（ひいては、総債権者の保護ないし破産財団に属する財産の保全をする）ためのものであること、\nまた、役員責任査定は、通常の民事訴訟手続（判決手続）よりも簡易迅速な決定手続によって債務名義の取得が可能なものであることをそれぞれ指摘する必要があるが、破産管財人が役員に対する損害賠償責任を追及するための制度であるとの指摘にとどまる答案が多かった。\n管理処分権の専属する破産管財人は自ら損害賠償責任追及の訴えを提起することはできるものの（破産法第７８条第１項、第８０条）、役員責任査定の制度は、通常の民事訴訟手続によらず決定手続をもって簡易迅速に債務名義を取得する方法を認めたことに意義があるので、\nこの点に言及してもらいたいところであった。\nイ 設問２ここでは、破産者の説明義務（破産法第４０条第１項）及び重要財産開示義務（破産法第４１条）、管財人の調査権（破産法第８３条）、郵便物の管理（破産法第８１条）を摘示することが求められるが、このうち、郵便物の管理を摘示できた答案は多くなかった。\n破産法第４０条第１項と第８３条第１項前段は、「破産者の破産に関する必要な説明」に関し、破産者の義務と破産管財人の権限とで分けて規律したものであり、これを正確に記述できた答案、また、調査・手続の主体について管財人と裁判所とを区別して記述できた答案はいずれも高評価につながった。他方、本問が破産者の財産を探索するための情報収集手段を問うものであるのに、破産法第１５３条以下の規律を解答した答案や、本問が「Ｂの破産手続」について問うものであるのに、破産法第４０条第１項第３号を摘示するなどＡ社の破産手続を念頭に解答した答案は、低い評価にとどまった。\nウ 設問３①設問３①が相当の対価を得てした財産の処分行為の否認（破産法第１６１条）の問題であることは多くの答案で指摘できていた。ただし、その要件を説得的に検討することのできていた答案は少なかった。破産法第１６１条が詐害行為否認の一般的規律（破産法第１６０条第１項）の特則であり、責任財産の実質的減少を防ぐとともに要件を厳格にして受益者の利益を不当に害しないようにする趣旨をもつことを踏まえて、要件の検討をできた答案は高評価につながった。\n破産法第１６０条第１項第１号の要件の検討においては、財産の種類の変更として金銭への換価がされたこと、これが実質的危機時期になされたことを指摘して隠匿等のおそれがあることなどを説明することにある。この隠匿等のおそれは財産の種類の変更によって客観的に判断するものであり、実際の用途（Ｆへ弁済したこと）の指摘は必須のものとはしていない。\nなお、事業譲渡時に破産者が実質的危機時期（債務超過）にあったことを指摘できた答案は少なかった。\n同項第２号の要件の検討においては、特定の債権者に対する弁済をする意思をもって隠匿等の処分をする意思があったといえるかについて、本旨弁済の意思は原則として隠匿等処分意思と同視することはできないと考えられること、本問では弁済の相手方が内部者たるＦであるという事情があることを指摘して検討できた答案は高評価となった。もっとも、ほとんどの答案は、特段の問題意識なく、特定の債権者へ弁済する意思があれば隠匿等の処分をする意思があると記述するにとどまっていた。\n同項第３号の要件の検討においては、破産法第１６１条第２項第１号又は第２号を類推適用する答案が多数あったが、Ａ社とＥ社の代表者が同一であることから受益者の悪意を肯定すれば足りるのであり、上記のような類推適用は適切ではない。\n各号の要件を的確に検討することのできている答案は高評価となった一方、Ｆへの偏頗弁済- 2 -を検討するなど問題文の指示と異なる行為を対象として検討した答案は、低い評価となった。\nエ 設問３②について設問３②は、設問３①とは異なり、廉価で売却されているから破産法第１６０条第１項を検討することになる。もっとも、そもそも同条の検討をせずに、対価を得てした財産の処分行為の否認（破産法第１６１条）や偏頗行為否認（破産法第１６２条）の問題として検討している答案が多数あった。\n破産法第１６０条の詐害行為については、当該行為が財産の実質的減少を伴うものであるか、\nそれが実質的危機時期になされたかという視点で検討することになり、本問においては、事業譲渡の対価が責任財産に流入しておらず財産減少があったことを指摘することになる。その際には、事業譲渡と同時に債務の引受けがされており総体としては財産減少がないようにも見えることについても、Ｈ以外の債権者にとってはその引き当てとなる財産が減少するのであり上記の債務引受をもって詐害性を否定することにはならないなどと言及できていることが望ましい。なお、このような検討をする限りにおいては免責的債務引受と重畳的債務引受とを区別する必要はない。\n破産者の詐害意思や受益者の悪意については、当該行為を自ら行った破産者、また破産者から説明を受けていた受益者は、債権者を害することを知らなかったとはいえないことを指摘すればよいのであるが、これらを的確に指摘した答案は多くなかった。\nまた、本問において「支払の停止」があったとの認定をした答案が複数あったが、不採算店舗の閉店及び事業停止の予定をＧに説明したことをもって支払不能の旨を外部に表示したとは評価することはできない。\nなお、本件事業譲渡について、対価を得てした財産の処分行為の否認（破産法第１６１条）\n又は偏頗行為否認（破産法第１６２条）の問題として検討している答案についても一定の評価をした。もっとも、破産法第１６１条の問題として検討しようとする場合には、対価がＡ社の責任財産に流入していないこと（債務引受けという形でＡ社の負債が減じてはいるが、\nＨ社以外の債権者にとっては責任財産が明らかに減少していること）をどのように検討したのかについて丁寧に論じなければ説得的ではないし、また、破産法第１６２条の問題として検討しても、そもそも本問では支払不能又は支払停止に当たる事実は事業譲渡当時には見られない。\n⑵ 第２問ア 設問１小問⑴は、再生計画案の可決要件の定めについての基本的な条文の知識を問うものであり、\n多くの答案で解答できていた。その中でも、頭数要件について、その母数が債権者集会に出席し又は書面等投票をしたものに限る（民事再生法第１７２条の３第１項第１号括弧書）という点や、頭数要件の趣旨を説明するなど、条文に即した丁寧な説明をした答案は高い評価につながった。他方、民事再生法第１７２条の３第１項の第1号と第２号の各要件が「いずれも」必要とされている点について曖昧な記載にとどまるものや、単に「頭数要件」、「議決権要件」との単語のみを挙げてその内容を説明しないものは解答として不十分であると言わざるを得ない。\n小問⑵については民事再生法第８７条第１項第４号の指摘をできていない答案、小問⑶については同項第３号ニの指摘をすることができていない答案が少なくなかった。また、小問⑵については、再生手続開始前の原因に基づく請求権と開始後の原因に基づく請求権とを区別し、再生手続開始後の損害賠償請求権については議決権を有しないこと（民事再生法第８４条第２項第２号、第８７条第２項）を指摘できていないものも少なくなかった。これらの規定を正確に説明して事例に即して具体的な議決権額を検討できた答案は高評価につながった。\nなお、小問⑶において、明文の規定があるにもかかわらず、外国通貨をもって額が定められ- 3 -た金銭債権の評価基準時という問題を設定して検討した答案もあった。まずは条文の正確な知識と理解が必要である。\n小問⑷については、多くの答案が自認債権の問題であると捉えることができており、民事再生法第１０１条第３項についても指摘をすることができていたものの、自認債権に議決権がないことを理解している答案は、予想外に少なかった（なお、７９９人とＤとを対比して７９９人に議決権を認めてＤに議決権を認めないとの説明をした答案が多く見られたが、そもそも自認債権に議決権はないから、この説明は誤りである。）。\nまた、自認債権についての再生計画の定めによる権利変更（民事再生法第１５７条第１項、\n第１７９条）や、認否書に記載されなかった再生債権の権利変更（民事再生法第１５６条、\n第１８１条第１項第３号）と弁済に関する時期的劣後（民事再生法第１８１条第２項）について、条文を含めて的確な説明ができている答案が一定数見られた一方で、これらに言及ができていない答案も相当数あり、条文の知識を含めた民事再生法の理解の程度により評価に差が生じることとなった。\nイ 設問２小問⑴においては、多くの答案で債権査定の申立てとその根拠条文（民事再生法第１０５条第１項）を正確に摘示できていたが、査定の申立てについての裁判に不服がある場合には異議の訴えを提起する必要があること（民事再生法第１０６条第１項）や、再生債権の確定に関する訴訟の判決等の効力（民事再生法第１１１条第１項、第２項）にまで言及した答案は多くなかった。なお、Ｅが取りうる手段として、再生債権の調査における異議（民事再生法第１０２条第１項）を挙げる答案が散見されたが、この異議は届出再生債権者が他の再生債権及び自認債権に対して確定を妨げるためになされるものであって、本問の事例とは場面が異なる。再生債権の届出・調査・確定の手続の規律を改めて確認されたい。\n小問⑵においては、双方未履行の双務契約に関する再生債務者等の解除（民事再生法第４９条第１項）がされた場合の問題であることを理解した上で、同条項の趣旨や違約金条項を適用した場合に生じる再生手続上の弊害を意識しながら検討をすることができた答案は高評価につながった。もっとも、同条項の問題であることを理解している答案においても、本件違約金条項の適否の検討に際して、単に民事再生法第１条の目的に反するとの説明にとどまる答案、違約金条項を再生手続で適用することは権利濫用であるなどといった抽象的な説明をするだけで本件違約金条項の適用を否定する答案、又は契約自由の原則を指摘するだけで、\n結論として本件違約金条項の適用を認める答案も多く見られた。\nまた、双方未履行の双務契約に関する再生債務者等の解除の問題であることに言及せずに、\n本件の違約金請求権が再生手続開始前の原因に基づいた請求権に該当するかを専ら検討するものや、単に本件違約金条項の有効性を検討するだけのものは低い評価にとどまった。なお、本問では、本件違約金条項が「適用されるか」と問われているにもかかわらず、解除権の行使が認められるかとの問題提起や、本件違約金条項が有効であるかとの問題提起をして、これに対する解答を示すにとどまる答案があったが、結論として、適用されるか否かを解答しないと、\nそもそも問いに対して答えたとはいえない。問いの内容を正確に把握し、その問いに対して正面から解答することが必須である。\n- 4 -"
}