{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ｈ県警察Ｉ警察署の司法警察員Ｐは、同県Ｉ市内のアパート（以下「本件アパート」という。）２階の２０１号室を拠点として覚醒剤の密売が行われているとの情報を得たことから、令和５年９月１６日午後８時頃、本件アパートに赴いたところ、本件アパート２０１号室から出てくる人物を目撃したため、同人を尾行した。すると、同人は、Ｉ市内の路上において、左手に手提げかばん（以下「本件かばん」という。）を持っていた男性（後に甲と判明した。以下「甲」という。）と接触し、封筒（以下「本件封筒」という。）を甲に手渡し、甲は、本件封筒を本件かばんに入れた。これを目撃したＰは、本件封筒の中には覚醒剤が入っているのではないかと疑い、甲が本件アパートから出てきた人物と別れた後、甲に対する職務質問を開始した。\n２ Ｐが「ちょっといいですか。名前を教えていただけますか。」と尋ねたところ、甲が氏名を名のったことから、Ｐは無線で甲の前科を照会した。その結果、甲には覚醒剤取締法違反（使用）の前科があることが判明した。引き続き、Ｐが「先ほど封筒を受け取ってかばんに入れましたよね。封筒の中身は何ですか。」と尋ねたところ、甲は、「貸していたお金を返してもらっただけです。」と答えた。しかし、甲が異常に汗をかき、目をきょろきょろさせ、落ち着きがないなど、覚醒剤常用者の特徴を示していたため、Ｐは、本件封筒の中に覚醒剤が入っているとの疑いを更に強め、甲に対し、「封筒の中を見せてもらえませんか。」と言った。\nすると、甲がいきなりその場から走って逃げ出したので、Ｐは、これを追い掛け、すぐに追い付いて甲の前方に回り込んだ。甲は、立ち止まって、「何で追い掛けてくるんですか。任意じゃないんですか。」と言ったが、Ｐは、「何で逃げたんだ。そのかばんの中を見せろ。」と言いながら、いきなり本件かばんのチャックを開け、その中に手を差し入れ、その中をのぞき込みながらその在中物を手で探った。そして、Ｐが本件かばんの中に入っていた書類を手で持ち上げたところ、その下から注射器が発見された。Ｐが同注射器を取り出し、甲に対し、「これは何だ。一緒に署まで来てもらおうか。」と言ったところ、甲は警察署への同行に応じた。\nそこで、Ｐは、同注射器を本件かばんに戻した上、同日午後８時３０分頃、甲をＩ警察署まで任意同行した。\n３ Ｉ警察署への任意同行後、甲が本件かばんやその在中物の任意提出に応じなかったことから、Ｐは、捜索差押許可状を取得して、本件かばんやその在中物を差し押さえる必要があると考えた。そこで、Ｐは、甲に職務質問を実施した経緯に関する捜査報告書（以下「捜査報告書①」という。）及び注射器発見の経緯に関する捜査報告書（以下「捜査報告書②」という。）を作成した。\n捜査報告書①には、覚醒剤の密売拠点と疑われる本件アパートから出てきた人物から甲が本件封筒を受け取って本件かばんに入れたこと、甲には覚醒剤取締法違反（使用）の前科があること、甲が覚醒剤常用者の特徴を示していたこと及び甲は本件封筒の中を見せるように言われると逃げ出したことが記載されていた。これに対して、捜査報告書②には、本件かばんのチャ\nックを開けたところ注射器が入っていた旨記載されていたが、Ｐが本件かばんの中に手を入れて探り、書類の下から同注射器を発見して取り出したことは記載されていなかった。\n４ Ｐは、同日午後９時３０分頃、捜査報告書①及び捜査報告書②等を疎明資料として、Ｈ地方裁判所裁判官に対し、「捜索すべき場所、身体又は物」を甲の身体及び所持品、「差し押さえるべき物」を本件かばん及びその在中物並びに覚醒剤等とする捜索差押許可状の発付を請求し、その旨の捜索差押許可状の発付を受けた。同日午後１０時３０分頃、Ｐが同許可状に基づき捜索を実施したところ、本件かばん内側のサイドポケットから本件封筒が発見された。Ｐがこれを取り出して中身を確認すると、覚醒剤様の白色結晶入りのチャック付きポリ袋が入っていたことから、Ｐは、同結晶の簡易検査を実施した。その結果、同結晶から覚醒剤の陽性反応が出たことから、Ｐは、同日午後１１時頃、覚醒剤取締法違反（所持）の事実で甲を現行犯逮捕するとともに、同許可状に基づき、同結晶入りのチャック付きポリ袋を差し押さえた。\nその後、同結晶の鑑定が実施され、同結晶が覚醒剤である旨の【鑑定書】が作成された。同月２７日、甲は、覚醒剤取締法違反（所持）の事実で、Ｈ地方裁判所に起訴された。\n検察官は、第１回公判期日において、前記【鑑定書】の証拠調べを請求したが、甲の弁護人は、前記【鑑定書】の取調べに異議がある旨の意見を述べた。\n５ 他方、Ｐが本件アパート２０１号室に関する捜査を実施したところ、同室の賃貸借契約の名義人が乙であること、乙には覚醒剤取締法違反（所持）の前科があり、その前科に係る事件記録の捜査報告書によれば、乙の首右側に小さな蛇のタトゥーがあることが判明した。\nＰは、同年９月２７日午後１１時３０分頃、本件アパート２０１号室の玄関ドアが見える公道上において、本件アパートの張り込みを開始した。Ｐは、同月２８日午前１時３０分頃に男性１名が、同日午前２時頃に別の男性２名がそれぞれ本件アパート２０１号室に入る様子を目撃した。Ｐは、これらの男性のうち、同日午前１時３０分頃に本件アパート２０１号室に入った男性の顔が乙の顔と極めて酷似していたことから、同男性の首右側にタトゥーが入っているか否か及びその形状を確認できれば、同男性が乙であると特定できると考えた。\n同日午前８時頃、Ｐが本件アパート２０１号室から出てきた同男性を尾行したところ、同男性は本件アパート付近の喫茶店に入店した。そこで、Ｐは、同男性が乙であることを特定する目的で、同喫茶店において、同店店長の承諾を得た上で、店内に着席していた同男性から少し離れた席から、ビデオカメラを用いて、同男性を撮影した【捜査①】。Ｐが撮影した映像は、全体で約２０秒間のものであり、そこには、小さな蛇のタトゥーが入った同男性の首右側や同男性が椅子に座って飲食する様子のほか、その後方の客の様子が映っていた。\nＰが同映像に映る男性の容貌及び首右側の小さな蛇のタトゥーの形状を乙のそれと突き合わせたところ、その特徴が一致したことから、同日午前１時３０分頃に本件アパート２０１号室に入った男性は乙であると特定することができた。\n６ さらに、Ｐは、乙とその他の男性らとの共犯関係、覚醒剤の搬入状況などの組織的な覚醒剤密売の実態を明らかにするため、本件アパート２０１号室への人の出入りの様子を監視する必要があると考えた。しかし、同室の玄関ドアは幅員約５メートルの公道側に向かって設置されていた上、同ドア横には公道上を見渡せる位置に腰高窓が設置されていたことから、同室に出入りする人物に気付かれることなく、同室の玄関ドアが見える公道上で張り込んで同室の様子を間断なく監視することは困難であった。\n一方、その公道の反対側には３階建てのビルが建っており、同ビル２階の部屋の公道側の窓からは、本件アパート２０１号室の玄関ドアが見通せた。そこで、Ｐは、同年１０月３日、同ビルの所有者及び管理会社の承諾を得て、同ビル２階の前記窓のそばにビデオカメラを設置し、同日から同年１２月３日までの間、毎日２４時間、本件アパート２０１号室の玄関ドアやその付近の共用通路を撮影し続けた【捜査②】。\n撮影された映像には、同室玄関ドアが開けられるたびに、玄関内側や奥の部屋に通じる廊下が映り込んでいた。\n７ その後、Ｐは、乙及び２名の男性が毎日おおむね決まった時間に同室に出入りする様子が記録されていた前記ビデオカメラの映像等を疎明資料として、本件アパート２０１号室の捜索差押許可状を取得し、同室の捜索を実施したところ、同室内から大量の覚醒剤等が発見されたことから、乙らを覚醒剤取締法違反（営利目的所持）の事実で現行犯逮捕した。〔設問１〕\n【鑑定書】の証拠能力について、具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n下線部の【捜査①】及び【捜査②】のビデオ撮影の適法性について、具体的事実を摘示しつつ論じなさい。\n（参照条文） 覚醒剤取締法第１９条 次に掲げる場合のほかは、何人も、覚醒剤を使用してはならない。\n一 （以下略）第４１条の２ 覚醒剤を、みだりに、所持し、譲り渡し、又は譲り受けた者（略）は、１０年以下の懲役に処する。\n２ 営利の目的で前項の罪を犯した者は、１年以上の有期懲役に処し、又は情状により１年以上の有期懲役及び５００万円以下の罰金に処する。\n３ （略）第４１条の３ 次の各号の一に該当する者は、１０年以下の懲役に処する。\n一 第１９条（使用の禁止）の規定に違反した者二 （以下略）",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は、覚醒剤取締法違反を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法（以下\n「刑訴法」という。）に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、甲から押収した覚醒剤の鑑定書の証拠能力を論じさせることにより、所持品\n検査の限界及び違法収集証拠排除法則に対する理解と具体的事案への適用能力を試すものである。\n本問では、鑑定の対象となった覚醒剤は、裁判官が発付した捜索差押許可状により差し押さえられたものであり、差押手続それ自体には違法性が認められないものの、これに先行する手続において、Ｐは甲の承諾を得ることなく、甲所持のかばん（以下「本件かばん」という。）\nのチャックを開けた上、いきなり本件かばんの中に手を差し入れて探り、注射器を取り上げていることから、この点の違法性が覚醒剤の鑑定書の証拠能力に与える影響が問題となることを適切に把握した上で、その証拠能力の有無について論じる必要がある。\nまず、Ｐが注射器を発見した手続については、その法的性質は警察官職務執行法（以下「警職法」という。）上の職務質問及びそれに付随する所持品検査であると考えられることから、所持品検査の限界が問題となるところ、所持品検査の適法性が争われた事案に関する最高裁判所の判例（最判昭和５３年６月２０日刑集３２巻４号６７０頁）や関連する警職法の条文の解釈などを意識しつつ、具体的事情を挙げて、これに適切な法的評価を加えて論じる必要がある。\n次に、Ｐが注射器を発見した手続が違法であるとした場合には、かかる手続の違法性が覚醒剤の鑑定書の証拠能力にどのような影響を及ぼすのかという点が問題となることから、違法収集証拠排除法則についての基本的な理解及び鑑定書という派生証拠の証拠能力に関する自説を示した上、本件事例の具体的事実を適切に評価して結論を出すことが求められる。\nこの点については、違法収集証拠排除法則に関する最高裁判所の判例（最判昭和５３年９月\n７日刑集３２巻６号１６７２頁）を踏まえて、違法収集証拠が排除される根拠（適正手続の保障、司法の廉潔性の保持、将来の違法捜査の抑止）、排除の判断基準、その際に考慮される要素等を論じる必要がある。また、派生証拠の証拠能力については、違法性の承継論、毒樹の果実論、派生証拠にも端的に違法収集証拠排除法則を適用する考え方など、様々な立場があるが、いずれの立場に立つにせよ、自説及びその論拠を説得的に論じる必要があろう。\nそして、こうした解釈の枠組みの下で、所持品検査の違法性の判断から覚醒剤の鑑定書の証拠能力の判断に至る過程を論じることになるが、その際には、事例中に現れた具体的事実を的確に抽出し、分析して結論を導く必要がある。そして、証拠能力を認めるか、それとも認めないかという結論はともかく、具体的事実を事例中からただ書き写して羅列するのではなく、それぞれの事実が持つ意味を的確に評価して論じなければならない。例えば、本問では、捜索差押許可状の請求に当たって、捜査報告書①及び同②が疎明資料として提出されているところ、同①には、覚醒剤の密売拠点であると疑われるアパートから出てきた人物から甲が封筒を受け取っているなど、覚醒剤を所持している可能性が高いことをうかがわせる事情が記載されている一方で、同②には、Ｐが本件かばんの中に手を入れて探り、書類の下から注射器を発見したことが記載されていない点につき、これらの事実がどのような意味を有するのかを丁寧に検討することが求められる。また、派生証拠の証拠能力については、自説との論理的整合性が求められており、例えば、毒樹の果実論に立つ場合には、どの証拠が一次証拠と考えられるのかに留意しながら論述する必要がある。\n〔設問２〕は、いずれもビデオ撮影の適法性を問うものである。すなわち、【捜査①】では、\n覚醒剤の密売所の疑いのあるアパートの一室に出入りする人物と乙の同一性を確認するために、同アパートから出てきた人物が入った喫茶店において、同人の容ぼうをビデオカメラで撮影しており、【捜査②】では、乙と同アパートに出入りする人物との共犯関係、覚醒剤の搬入状況などの組織的な覚醒剤密売の実態を明らかにするために、近隣のマンションの一室から同アパートの一室の玄関ドアやその周辺を継続撮影しているところ、こうした撮影行為の適法性を問うことにより、強制処分と任意処分を区別する基準、強制捜査又は任意捜査の適否の判断方法についての理解と、その具体的事実への適用能力を試すものである。\nこの点に関し、写真撮影やビデオカメラによる撮影の適否が問題となった事案に関する最高裁判所の判例は、それらの撮影が強制処分に該当するか否かを明示的に判断することなく、当該事案においては令状によらずに適法にこれらを実施することが許されるとしている（最大判昭和４４年１２月２４日刑集２３巻１２号１６２５頁、最決平成２０年４月１５日刑集６２巻\n５号１３９８頁）。他方、最高裁判所は、「強制手段とは、有形力の行使を伴う手段を意味するものではなく、個人の意思を制圧し、身体、住居、財産等に制約を加えて強制的に捜査目的を実現する行為など、特別の根拠規定がなければ許容することが相当でない手段を意味する」\nと判示している（最決昭和５１年３月１６日刑集３０巻２号１８７頁、以下「昭和５１年決定」という。）。本問においても、これらの判例や関連する刑訴法の条文の解釈などを意識しつつ、強制処分に対する規律の趣旨・根拠を踏まえながら、強制処分と任意処分とを区別する基準を- 22 -\n論述することが求められる。\nその上で、まず、【捜査①】及び【捜査②】が強制処分か否かを検討することになるが、その際には、各ビデオ撮影により侵害される権利・利益の性質を踏まえた論述が求められる。そして、これらの捜査が強制処分に至っていると評価する場合には、法定された強制処分の類型に該当するか否か等を検討する必要があろう。\n他方、任意処分にとどまると評価する場合であっても、各捜査活動により何らかの権利・利益を侵害し又は侵害するおそれがあるため、無制約に許容されるものではなく、任意捜査において許容される限界内のものか否かを検討することになる。この許容性については、昭和５１年決定を踏まえれば、具体的事案において、特定の捜査手段により対象者に生じ得る権利・利益の侵害の内容・程度と、同目的を達成するために当該手段を採る必要性とを比較衡量し、具体的状況の下で相当と認められるか否かを検討することになる。\n本問では、こうした解釈の枠組みを適切に示した上で、本件事例の具体的状況下におけるビデオ撮影の適法性を論述することになるが、その際には、〔設問１〕と同様、事例中に現れた具体的事実を的確に抽出し、分析して結論を導く必要がある。すなわち、各ビデオ撮影の適否の結論はともかく、具体的事実を事例中からただ書き写して羅列すればよいというものではなく、それぞれの事実が持つ意味を的確に評価して論じなければならない。\n【捜査①】については、喫茶店における当該ビデオ撮影により制約を受ける権利・利益の内\n容や性質、その制約の程度がいかなるものであるのかを明示し、アパートに出入りする人物と乙の同一性を明らかにするという捜査目的を達成するための手段として、目視や写真撮影ではなくビデオ撮影という方法を用いることの意味を踏まえた論述が求められることになる。また、\n【捜査②】については、【捜査①】において制約を受ける権利・利益の内容や性質との相違、\n捜査目的の相違、ビデオ撮影の期間や態様の相違を意識しつつ、【捜査①】の場合と同様、制約を受ける権利・利益の内容や性質、その制約の程度がいかなるものであるのかを明示し、アパートに出入りする人物と乙との共犯関係、覚醒剤の搬入状況などの組織的な覚醒剤密売の実態を明らかにするという捜査目的を達成するための手段として、約２か月間にわたって２４時間継続撮影するという方法を用いることの意味や、その際に玄関内部や奥の部屋に通じる廊下が映り込んでいたことの意味などを踏まえた論述が求められることになる。",
  "scoring_notes": "１ 採点方針等本年の問題も、昨年までと同様、比較的長文の事例を設定し、その捜査及び公判において生じる刑事手続上の問題につき、問題の所在を的確に把握し、その法的解決に必要な法解釈・法適用に当たって重要な具体的事実を抽出して分析した上、これに的確な法解釈により導かれた法解釈を適用して、一定の結論を論理的かつ説得的に論述することが求められており、法律実務家になるために必要な刑事訴訟法（以下「刑訴法」という。）に関する基本的学識、事案分析能力、法解釈適用能力、論理的思考力及び論述能力等を試すものである。\n出題の趣旨は、既に公表したとおりである。\n〔設問１〕は、甲から押収した覚醒剤の鑑定書の証拠能力を論じさせることにより、所持品検査の限界及び違法収集証拠排除法則に対する理解と具体的事案への適用能力を試すものである。ここでは、鑑定の対象となった覚醒剤が裁判官発付の捜索差押許可状により差し押さえられたものであり、差押手続それ自体には違法性が認められないものの、これに先行する手続において、Ｐは甲の承諾を得ることなく、甲所持の手提げかばん（以下「本件かばん」という。）のチャックを開けた上、いきなり本件かばんの中に手を差し入れて探り、注射器を取り出していることから、この点の違法性が覚醒剤の鑑定書の証拠能力に与える影響が問題となることを適切に把握した上で、Ｐが注射器を発見した手続の適法性につき、具体的事情を挙げながら、これに適切な法的評価を加えて論じる必要がある。そして、この点に関する自己の結論をもとに、違法収集証拠排除法則に対する基本的な理解及び鑑定書という派生証拠の証拠能力に関する自説を示した上、本件事例の具体的事実を適切に評価して結論を出すことが求められる。\n〔設問２〕は、【捜査①】では、覚醒剤の密売所の疑いのあるアパートの一室に出入りする人物と乙の同一性を確認するために、同アパートから出てきた人物が入った喫茶店において、同人の容ぼうをビデオカメラで撮影した行為【捜査①】、乙及び同アパートに出入りする人物との共犯関係、\n覚醒剤の搬入状況などの組織的な覚醒剤密売の実態を明らかにするために、近隣のマンションの一室から同アパートの一室の玄関ドアやその周辺を継続撮影した行為【捜査②】について、各撮影行為の適法性を問うものである。ここでは、写真撮影やビデオカメラによる撮影の適否が問題となった事案に関する最高裁の判例に留意しつつ、強制処分に対する規律の趣旨・根拠を踏まえながら、\n強制処分と任意処分とを区別する基準及び任意処分の限界を論述することが求められる。\n採点に当たっては、このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は、いずれも、捜査及び公判に関して刑訴法が定める制度・手続及び関連する判例の基本的な理解（なぜ判例がそのような論理構成・判示をしているのかという理由も含めて）に関わるものであり、既に公表済みの出題の趣旨で挙げた最高裁判例など法科大学院の刑事手続に関する授業でも取り扱われる基本的な判例を正確に理解していれば、本事例において何を論じるべきか自ずと把握することができ、十分解答は可能であろう。\n２ 採点実感各考査委員の意見を踏まえた感想を記す。\n⑴ おおむね出題の意図に沿った論述をしていると評価できる答案としては、次のようなものがあった。\n〔設問１〕では、覚醒剤の差押手続に先行する手続において、Ｐは甲の承諾を得ることなく、\n本件かばんのチャックを開けた上、いきなり本件かばんの中に手を差し入れて探り、注射器を取り出していることから、この点の違法性が覚醒剤の鑑定書の証拠能力に与える影響が問題となることを明確に論じ、Ｐが注射器を発見した行為の性質を所持品検査と捉え、最高裁判所の判例（最判昭和５３年６月２０日刑集３２巻４号６７０頁等）や関連する警察官職務執行法の- 7 -条文の解釈などを意識した法解釈を示し、具体的事情を挙げて、これに適切な法的評価を加える答案が見受けられた。また、Ｐが注射器を発見した手続が違法であると結論付け、その違法性が覚醒剤の鑑定書の証拠能力にどのような影響を及ぼすのかという点につき、最高裁判所の判例（最判昭和５３年９月７日刑集３２巻６号１６７２頁。以下「昭和５３年判決」という。）\nを踏まえて、違法収集証拠排除法則の根拠・排除の要件・考慮要素及び派生証拠の証拠能力に関する自説を示した上、事例中に現れた具体的事情を的確に抽出、分析して結論を導いている答案が見受けられた。\n〔設問２〕では、各ビデオ撮影が検証類似の性質を有すること、無令状での検証は刑訴法第２１８条第３項及び同法第２２０条に規定されているだけであることを踏まえ、これらの条文に該当しない各ビデオ撮影が同法第１９７条第１項但し書の「強制の処分」に該当するなら、無令状で実施されている【捜査①】及び【捜査②】は令状主義に違反して違法となるため、強制処分の意義、任意処分としての適法性の限界が問題となることを明確に論じた上で、これらの論点につき、刑訴法の条文の解釈や関連する最高裁判所の判例（最決昭和５１年３月１６日刑集３０巻２号１８７頁（以下「昭和５１年決定」という。）、最決平成２０年４月１５日刑集６２巻５号１３９８頁（以下「平成２０年決定」という。）等）を意識した法解釈を示し、事例中に現れた具体的事情を的確に抽出、分析して結論を導いている答案が見受けられた。\n⑵ 他方、そもそも、法原則・法概念の意義や関連する判例の判断基準等についての記述が不十分・不正確で、当該項目についての理解が不足していると見ざるを得ない答案や、法原則や法概念の意義や関連する判例の判断基準等として記述された内容自体には問題がないものの、これらを機械的に暗記して記述するのみで、具体的事実に対してそれらの法原則・法概念や判断基準等を的確に適用することができていない答案、具体的事実に対する洞察が表面的で、その抽出自体が不十分、抽出した事実の持つ意味の分析が不十分・不適切な答案が見受けられた。\n例えば、〔設問１〕では、そもそも、Ｐが注射器を発見した行為の違法性が覚醒剤の鑑定書という派生証拠の証拠能力にどのような影響を与えるのかという点が問題となるところ、このような問題の所在を十分に把握できていない答案が見受けられたほか、Ｐが注射器を発見した行為の性質を行政警察活動と司法警察活動のいずれと捉えているのかが不明確なまま、漫然と刑訴法第１９７条第１項但し書の「強制の処分」の意義を論じる答案などが見受けられた。次に、\n違法収集証拠排除法則については、覚醒剤の鑑定書という派生証拠の証拠能力が問題となっていることから、違法収集証拠排除法則のみならず、派生証拠の証拠能力に関する判断枠組みを示すことが求められていたところ、そもそも、派生証拠の証拠能力が問題となっていることに気付いていない答案、派生証拠の証拠能力に関する判断枠組みを示すことなく、漫然と違法収集証拠排除法則を当てはめる答案、違法収集証拠排除法則や派生証拠の証拠能力に関する判断枠組みを示すことはできているものの、昭和５３年判決が証拠物に関する判示であることや手続的価値の重要性を説いているにもかかわらず、こうした議論を踏まえない論述に終始する答案が少なからず見受けられた。さらに、覚醒剤の鑑定書の証拠能力に関する結論を導く際には、\n派生証拠の証拠能力に関する自説と論理的に整合する当てはめが求められていたところ、例えば、派生証拠の証拠能力に関して、違法性の承継論を採るのであれば、本件は、Ｐが本件かばんのチャックを開けて手を差し入れてその在中品を探った上、注射器を取り出したという違法な先行手続が行われ、引き続いて、捜査報告書①及び同②を疎明資料とする捜索差押許可状に基づき、覚醒剤（及びその鑑定書）という証拠が獲得（後行手続）された事案であると捉え、\n違法な先行手続の結果が後行手続に利用されていることを根拠に、後行手続に違法性が承継されたと考えて、違法収集証拠排除法則の適用の有無を検討することになるのに、違法が証拠に承継されるといった説明をしたり、先行手続の違法の重大性のみを検討したりするなど、違法性の承継論の論理が示されていない答案、毒樹の果実論を採るのであれば、第１次証拠と第２次証拠の間の関連性の程度が基準となるはずなのに、違法な「手続」と「証拠」の間の関連性- 8 -の程度を基準としている答案などが相当数見受けられた。加えて、派生証拠の証拠能力の当てはめにおいては、Ｐの行為ないし注射器との密接関連性を議論するに当たって、どの立場に立つにせよ、疎明資料として用いられた捜査報告書①には、覚醒剤の密売拠点であると疑われるアパートから出てきた人物から甲が封筒を受け取っているなど、覚醒剤を所持している可能性が高いことをうかがわせる事情が記載されている一方で、捜査報告書②には、Ｐが本件かばんの中に手を入れて探り、書類の下から注射器を発見したことが記載されていない点につき、これらの事実がどのような意味を有するのかを丁寧に検討する必要があるところ、これらの事実に触れずに、Ｐが注射器を発見した行為は令状主義に反するから重大な違法があるなどと安易に結論付ける答案が少なからず見受けられた。\n次に、〔設問２〕では、多くの答案が強制処分の意義に言及し、各ビデオ撮影につき、強制処分か否か、任意処分であるとしたらその適法性の限界を超えているか否かを論じることができていたものの、例えば、〔設問２〕において強制処分性や任意処分としての限界が問題となる理由が示されていない答案が少なからず見受けられたほか、強制処分か否かについては、自説の根拠が説得的に論じられていない答案や、各ビデオ撮影によって侵害されている権利・利益を単に「プライバシー」と論述するのみでその内実に対する理解が示されていない答案が相当数見受けられた。また、任意処分としての適法性の限界については、刑訴法の条文、比例原則、\n昭和５１年決定や平成２０年決定などを踏まえて、特定の捜査手段により対象者に生じ得る権利・利益の侵害の内容・程度と、捜査目的を達成するために当該手段を採る必要性とを比較衡量し、具体的状況のもとで相当と認められるか否かを検討することになるところ、昭和５１年決定をあらゆる任意処分の適法性を判断する一般原則であるかのように、漫然と、必要性、緊急性及び相当性を列挙する答案が数多く見受けられた。さらに、各ビデオ撮影の適法性に関する当てはめでは、【捜査①】については、捜査の必要性や、目視や写真撮影ではなくビデオ撮影という方法を採る必要性について十分検討せず、主に喫茶店という場所の公共性のみをもって相当性を認めるにとどまっている答案、【捜査②】においては、ビデオ撮影によって侵害されている権利・利益につき、撮影されているのが玄関ドアの開閉に伴って不可避的に見えてしまう部分であることなどの事情を捨象し、単に「私的領域への侵入」という言葉や撮影期間の長さだけをもって強制処分と結論付ける答案、逆に、玄関ドアの開閉に伴って住居の内部が見えてしまっている点に全く配慮されていない答案、捜査の必要性やビデオ撮影という方法を採る必要性について十分検討せず、撮影期間の長さだけに着目して違法と結論付ける答案、単純に強制処分に該当するから違法、あるいは、強制処分に該当するのに令状を取得していないから違法として、なぜ違法なのか、なぜ令状が必要なのかについての説明がない答案など、具体的事実の抽出、分析が不十分な答案が相当数見受けられた。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕については、本件が違法収集証拠排除法則の問題であることを明示し、判例や条文の解釈などを意識しつつ、Ｐが注射器を発見した行為の適法性を検討し、違法収集証拠排除法則や派生証拠の証拠能力に関する自説を明示し、事例中に現れた具体的事実を的確に抽出、分析して自説と整合的かつ説得的な当てはめをして結論を導いている答案である。\nまた、〔設問２〕については、強制処分の意義や任意処分としての適法性の限界が問題となることを明示し、これらの解釈論を説得的に論述した上、事例中に現れた具体的事情、例えば、\n各ビデオ撮影により侵害された権利・利益の内容や程度の違いや各撮影の目的・必要性等を的確に抽出、分析して結論を導いている答案である。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については、本件が違法収集証拠排除法則の問題であることを意識した上、Ｐが注- 9 -射器を発見した行為の適法性を論じる際には一応の法解釈を示し、当てはめにおいては、不十分であるものの、事例中に現れた具体的事実を一応抽出、分析し、違法収集証拠排除法則については、その根拠や排除の要件を明示し、派生証拠の証拠能力に関する自説を論じた上で、不十分であるものの、事例中に現れた具体的事実を一応抽出し、分析して結論を導いている答案である。\nまた、〔設問２〕については、強制処分の意義や任意処分としての適法性の限界が問題となることは意識できており、これらの解釈論を一応論述した上、事例中に現れた具体的事情を不十分ながらも抽出し、分析して結論を導いている答案である。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については、本件が違法収集証拠排除法則の問題であることを一応は把握できているものの、Ｐが注射器を発見した行為の性質を意識することなく同行為の適法性を検討し、当てはめにおいても、事例中に現れた具体的事実の抽出、分析が不十分である上、派生証拠の証拠能力に関する自説の論述が不十分で、いかなる立場に立っているのか不明確であり、当てはめにおいても、自説と整合しない当てはめに終始し、具体的事実の抽出、分析も事実をただ書き写すだけの不十分な答案である。\nまた、〔設問２〕については、強制処分の意義や任意処分としての適法性の限界が問題となる理由が意識できていない上、条文の解釈や判例を意識することなく不十分な法解釈しか示すことができず、当てはめにおいても、各ビデオ撮影により乙のいかなる権利・利益が侵害され、\nどの程度侵害されているのかという点に対する配慮が不十分であり、物足りなさを感じさせる答案である。\n⑷ 「不良の水準」にとどまると認められる答案前記の水準に及ばない不良なものをいう。一般的には、刑訴法上の基本的な原則の意味を理解することなく機械的に暗記し、これを断片的に論述しているだけの答案や、関係条文・法原則を踏まえた法解釈を論述・展開することなく、事例中の事実をただ書き写しているかのような答案など、法律学に関する基本的学識と能力の欠如が露呈しているものである。\n例を挙げれば、〔設問１〕であれば、所持品検査の限界や違法収集証拠排除法則の根拠・排除の要件を論述することなく、事例中に現れた事情をただ書き写して結論付ける答案がこれに当たる。また、甲の弁護人の証拠意見を踏まえれば、本件の争点が違法収集証拠排除法則の適用の有無であることは明らかであるのに、伝聞法則の論述を全面的に展開する答案もこれに当たる。また、〔設問２〕であれば、強制処分の意義や任意処分としての適法性の限界を論述することなく、事例中に現れた事情をただ書き写して結論付ける答案がこれに当たる。\n４ 法科大学院教育に求めるものこのような結果を踏まえると、今後の法科大学院教育においても、刑事手続を構成する各制度の趣旨・目的について、最高裁判所の基本的な判例を踏まえて、原理原則に遡り、基本から深くかつ正確に理解し、条文や関連する判例の解釈論を論じられるようにすること、それを踏まえて、具体的事例を法的に分析し、問題の所在をその理由とともに正確に把握できるようにすること、これらの解釈論に具体的事例を当てはめて適用する能力を身に付けること、自己の立場から論述の整合性に配慮しつつ論理立てて分かりやすい文章で表現できる能力を培うことが強く求められる。また、\n刑訴法においては、刑事実務における手続の立体的な理解が不可欠であり、通常の捜査・公判の過程を具体的に想起できるように、実務教育との有機的連携を意識し、刑事手続の各局面において、\n裁判官、検察官、弁護人の法曹三者が具体的にどのような立場からどのような活動を行い、それがどのように関連して手続が進んでいくのかなど、刑事手続が法曹三者それぞれの立場から動態として積み重ねられていくことについて理解を深めていくことが重要である。"
}