{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\nＸは、衣料品の製造販売を業とする日本法人であり、日本以外に営業所等を一切有していない。\nＹは、高級衣料品のデザインや販売等を業とする甲国法人であり、甲国に本店を有しているほか、日本に営業所を有し、日本の取引先との取引を同営業所において行っている。なお、Ｙの日本の営業所が所在するオフィスは賃貸物件で、備品は全てレンタル品であり、日本国内にあるＹの財産の価額はごく少額である。\n世界中からファッション関連企業を集めて甲国で開かれた見本市にＸが出展したところ、Ｙの代表者Ａ（甲国に住所を有する甲国人）がＸの優秀な技術に目を付け、Ｙとの取引をＸに持ち掛けた。\nＸの担当者がＡとの話合いのため何度か甲国に赴き、サンプルを届けるなど交渉を続けたところ、ＸとＹとの間で、Ｙのデザインや仕様に基づきＸが衣料品を日本において製作してＹに販売する旨の契約（以下「本件契約」という。）がＹの本店で締結された。本件契約上、代金の支払期日は、商品を引き渡した日の翌月末日と定められていた。Ｘは、商品を製作し、２０２０年５月２５日にＹに対して引き渡し、その支払期日にＹに代金の支払を求めたがＹは代金を支払わなかった。\n以上の事実を前提として、以下の設問に答えなさい。なお、〔設問１〕と〔設問２〕は独立した問いであり、国際物品売買契約に関する国際連合条約の適用はないものとする。\n〔設問１〕\nＸは、Ｙを被告として代金３０００万円の支払を求める訴え（以下「訴え１」という。）を日本の裁判所に提起した。\n以下の小問に答えなさい。なお、〔小問１〕と〔小問２〕は独立した問いである。\n〔小問１〕\n本件契約の交渉過程においては、契約準拠法について、Ｘは日本法を主張し、Ｙは甲国法を主張したため合意が調わず、Ｘ及びＹは、契約中に準拠法に関する条項を置くことを断念した。\n他方、本件契約には、商品の引渡しと代金の支払は甲国でするものとする旨の条項が置かれており、実際にも商品の引渡しは甲国においてされた。\n⑴ 訴え１について、日本の裁判所の国際裁判管轄権が認められるかどうかを論じなさい。\n⑵ 訴え１について、日本の裁判所の国際裁判管轄権が認められるものとして、Ｘの代金支払請求について判断するに当たり、適用すべき準拠法はいずれの国の法かを論じなさい。\n〔小問２〕\nＸが訴え１を提起したのは２０２３年８月１０日であった。また、本件契約には、「甲国法を準拠法とする。」との条項及び「代金支払地は日本とする。」との条項が置かれていた。\n甲国民事訴訟法には「売買契約上の債権に基づく訴訟は、権利を行使することができる時から３年以内に提起されなければならない。」との規定があるところ、Ｙは、訴え１の提起が支払期日から３年が経過した後にされているのでＸの請求は認められないと主張している。\n訴え１について、日本の裁判所の国際裁判管轄権が認められるものとして、Ｙの上記主張が認められるかを論じなさい。\n〔設問２〕\n本件契約には、「甲国法を準拠法とする。」との条項及び紛争解決について「この契約から又はこの契約に関連して、当事者間に生ずる可能性のある全ての紛争について、乙国を仲裁地とする仲裁により最終的に解決することに合意する。」との条項が置かれていた。\nＸは、ＹではなくＡを被告として、Ｘを欺罔して契約をさせてＸに損害を被らせたと主張して、不法行為に基づく損害賠償を求める訴え（以下「訴え２」という。）を日本の裁判所に提起した。この訴訟において、Ａは、ＸとＹとの間の仲裁合意の効力はＸとＡとの間の訴訟にも及ぶと主張して、仲裁法第３条第２項、第１４条第１項に基づき、訴え２の却下を求めた。裁判所は、Ａの主張を認めて訴え２を却下した。この場合において、裁判所の判断の過程を説明しなさい。\nなお、甲国法及び乙国法のいずれにおいても、契約に関連する「全ての紛争」には当該契約に関連する不法行為に基づく請求も含まれると解されているところ、甲国法では法人の締結した仲裁合意の効力は法人の代表者にも及ぶとされているが、乙国法では法人の締結した仲裁合意の効力は法人の代表者に及ぶことはないとされている。〔第２問〕（配点：５０）\nＡ（日本国籍）及びＢ（甲国籍）は、出生以来日本に居住している者で、日本で婚姻した夫婦である。\nＣは、日本においてＤ（乙国籍）が未婚のまま出産した子であり、出生により乙国籍を取得した。\nＣの実父は不明である。Ｄは日本においてＣを養育してきたが、その養育が困難となったため、Ｃを養子縁組によって養親に養育してもらうことを希望している。\nＡ及びＢは、事情により生みの親のもとでは暮らせない子を養子に迎え入れようと考え、養子縁組あっせん事業者から現在５歳のＣとの養子縁組のあっせんを受けた。\nＡ及びＢは、Ｃとの間で、実親との親族関係が断絶する養子縁組（以下「本件養子縁組」という。）をしたいと考え、東京家庭裁判所に対し、Ｃの特別養子適格の確認の申立て及びＣとの特別養子縁組成立の申立てをした。これらの申立てについて、日本の裁判所の国際裁判管轄権は認められるものとする。\n以上の事実を前提として、以下の設問に答えなさい。\n〔設問１〕\nＤは、熟慮の上で、本件養子縁組について同意している。また、養子縁組に関し、甲国法は、裁判所の決定で成立し、実方の血族との親族関係が終了する縁組の規定のみを有し、乙国法は、身分登録吏に養子縁組を届け出ることによって成立し、実方の血族との親族関係が終了しない縁組の規定のみを有するものとして、以下の小問に答えなさい。なお、〔小問１〕と〔小問２〕は独立した問いである。\n〔小問１〕\n本件養子縁組を成立させるに当たり、養子縁組の成立に関する甲国法及び乙国法の要件を満たす必要はあるかについて論じなさい。なお、乙国法は、養子縁組の準拠法の選択について日本法と同内容の規定を有しているが、甲国法には次の規定が存在する。\n【甲国法】\n① 甲国の裁判所は、養子となるべき者が甲国に常居所を有するときは、甲国法により、養子縁組を成立させる決定をすることができる。\n〔小問２〕\n本小問において反致は成立しないものとする。また、養子縁組の成立の要件に関し、甲国法には日本法の特別養子縁組と同内容の規定が存在し、乙国法には日本法の普通養子縁組と同内容の規定が存在するほか、甲国法及び乙国法にはそれぞれ次の規定が存在する。\n【甲国法】\n② 養親は養子と６か月以上同居して試験養育した上で、その結果について甲国で公認されたソーシャルワーカー（児童福祉司）による報告書の提出が必要である。\n【乙国法】\n③ 養子縁組について養親の１０歳以上の嫡出子の同意が必要である。\n⑴ 本件養子縁組を成立させるに当たり、甲国法②の要件をどのように満たせばよいかについて論じなさい。\n⑵ Ａは、以前に婚姻していたＥとの間に、その婚姻中に子Ｆをもうけていた（Ｆは、Ａ及び\nＥの嫡出子であるものとして、嫡出親子関係の成否について論じる必要はない。）。しかし、Ａは、Ｅと１０年前に、Ｆの親権者をＥと定めて離婚した。その後、現在まで、Ｆは、Ｅと- 46 -暮らしており、Ａとの交流はなかった。Ｆは、現在１２歳である。Ａは、Ｅに対し、本件養子縁組についてＦの同意を得るために連絡したが、ＥがＦに本件養子縁組について伝えることをかたくなに拒んだため、Ｆの同意は得られていない。Ｆの同意が得られないまま、本件養子縁組を成立させることはできるかについて論じなさい。\n〔設問２〕\n本件養子縁組は有効に成立した。本件養子縁組が成立して以降も、Ａ、Ｂ及びＣは、日本に居住していたが、丙国のリゾート地を気に入ったＡ及びＢは、Ｃを連れて、長期休暇中に頻繁に丙国に滞在していた。\nＢは、本件養子縁組から２０年後に死亡した。\nＡ及びＢは、Ｂ死亡の３年前に、丙国に所在するＰ銀行本店との間で、預金口座設定契約（以下「本件預金契約」という。）を締結して、Ａ及びＢの共同名義での預金口座を開設した。本件預金契約には、「丙国法を準拠法とする。」との条項がある。その後、Ｂは、日本に所在するＱ銀行本店のＢ名義の口座から上記Ａ及びＢの共同名義の預金口座に７０００万円を送金した。なお、丙国法では、共同名義の預金口座の一方の名義人が死亡した場合には、当該預金口座の預金は、当然に他方の名義人の所有資産となり、死亡した名義人の遺産には含めないものとされている。\nまた、Ｂは、死亡の１年前に、当時滞在していた丙国のホテルの一室で、Ｂ名義の日本所在の価額２０００万円の不動産をＡに相続させ、Ｑ銀行本店のＢ名義の口座の預金１０００万円をＣに相続させる旨の遺言（以下「本件遺言」という。）をした。本件遺言は、スマートフォンにより録画されたものであり、その録画には、Ｂが氏名、撮影日及び上記の遺言の内容を発言している様子のほか、同席した友人Ｒが氏名及び遺言が正確である旨を発言している様子が記録されている。\nＣは、本件預金契約とＢによる送金によって遺留分が侵害されたと主張して、遺留分侵害額請求権を行使した上で、Ａに対して遺留分侵害額に相当する金銭の支払を求めて、東京地方裁判所に訴えを提起した。この訴えについて、日本の裁判所の国際裁判管轄権は認められるものとする。\n以上の事実を前提として、以下の小問に答えなさい。なお、〔小問１〕と〔小問２〕は独立した問いであり、各小問において反致は成立しないものとする。\n〔小問１〕\n録画の方法によっていることで本件遺言が無効とされるかについて論じなさい。なお、甲国法及び丙国法にはそれぞれ次の規定が存在する。\n【甲国法】\n④ 遺言は、自筆証書、公正証書又は秘密証書によってしなければならない。\n【丙国法】\n⑤１ 遺言は、自筆証書、公正証書、秘密証書又は録画によってしなければならない。\n２ 録画による遺言は、遺言者が遺言の趣旨、その氏名と年月日を口述して、これに参与した証人が、遺言が正確である旨とその氏名を口述しなければならない。\n〔小問２〕\n甲国法には遺留分制度はあるが、日本法とは遺留分額が異なっており、丙国法には遺留分制度が存在しない。Ｃの請求には、いずれの国の法が適用されるかについて論じなさい。",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、国際取引に関わる事例を題材として、財産関係事件における国際裁判管轄の判断、契約の準拠法及びその周辺分野にかかる理解を問うものである。\n〔設問１〕は、国際取引に関して、国際裁判管轄の決定及び契約の準拠法の決定についての\n基礎的な理解を問うものである。\n〔設問１〕の〔小問１〕⑴は、営業所所在地管轄の理解を問うものである。本問の設定では、\n被告住所地（民事訴訟法（以下「民訴法」という。）第３条の２）、債務履行地（民訴法第３条の３第１号）及び財産所在地（民訴法第３条の３第３号）に基づく国際裁判管轄は日本に認められない。次に、Ｙの営業所が日本にあることから民訴法第３条の３第４号に定める営業所所在地管轄が認められるかにつき、同号の要件に沿って検討することが求められる。同号によると、(i)営業所等が日本に所在していること及び(ii)日本所在営業所等の業務と当該訴えとが関連していること、の２点が日本に営業所所在地に基づく国際裁判管轄が認められるための要件とされているところ、本問では特に後者(ii)の要件充足性が問題となる。この点、業務関連性が抽象的で足りるか、具体的である必要があるかについて基準と理由を示した上で、本問におけるＹの日本所在営業所と訴え１との間の業務関連性につき論じることが求められる。以上の検討の結果、営業所所在地管轄が認められないとの結論になった場合には、他に管轄を認める原因もないため、日本の裁判所には訴え１について国際裁判管轄が認められないとの結論になるであろう。これに対して、営業所所在地管轄が日本の裁判所に認められるとの結論になったとしても、本問の事実関係においては、日本の裁判所で審理をすることが、当事者間の衡平を害するかあるいは適正かつ迅速な審理の実現を妨げることとなる特別の事情があるか否か、民訴法第３条の９に基づいた丁寧な検討が求められよう。\n〔設問１〕の〔小問１〕⑵は、契約の準拠法の決定、特に当事者による選択がない場合に関\nする理解を問うものである。契約の準拠法が当事者により選択されていない場合には、法の適用に関する通則法（以下「通則法」という。）第８条第１項により最密接関係地法が準拠法とされ、また、同条第２項により、当該契約に特徴的給付が存在する場合にはその給付を行う者の常居所地が契約の最密接関係地と推定される。この点、本件契約は販売契約であり、この場合一般的には売主が特徴的給付者とされるが、発注者すなわち買主からの指示に基づき受注者すなわち売主が製品を製作し、発注者が自らのブランドで販売することが予定されている契約についても一般的な売買契約における場合と同じ処理で足りるかどうかが問題となり得ることにも注意が必要である。また、日本を最密接関係地と推定した場合、契約締結過程での交渉が甲国で行われていたこと、契約の履行は全て甲国で行われることになっていたこと、契約締結地も甲国であったことなどを考慮して、最密接関係地が日本かどうかの丁寧な検討が求められる。\n〔設問１〕の〔小問２〕は、債権の消滅時効の準拠法決定が問われている。債権の消滅時効\nについては、債権の運命の問題であるから債権の準拠法によるべきとの見解と、本問における甲国法の立場のように、出訴期限の問題と捉え訴訟法上の制度として法廷地法によるとの見解があり得るが、前者が通説であり、後者の見解に立つ場合には特に説得的な理由を示すことが必要とされよう。なお、甲国法によるとした場合、日本法の定める債権の消滅時効と期間が異なることから、通則法第４２条の公序を検討することも考えられようが、日本法との相違は大きくなく公序違反とはならないであろう。\n〔設問２〕は、国際取引における主要な紛争解決手段という意味で国際取引法の重要問題で\nある仲裁を題材とするものであり、仲裁合意の主観的効力の範囲について、どのようなルールで決定される準拠法によって判断すべきかについての理解を問うものである。仲裁合意の主観的効力の範囲については最判平成９年９月４日民集５１巻８号３６５７頁が示したとおり、仲裁合意の準拠法によって判断されるべきであるが、仲裁合意の準拠法の決定をいかにすべきかについては見解が分かれている。すなわち、仲裁合意も紛争解決にかかる私法上の合意の一種であり、契約の準拠法の決定と同じように考えるべきであるとの見解と、仲裁判断の取消し・\n執行において仲裁合意の効力が問題とされる場合と同様に扱うとの見解である。ここではいずれの立場に立つかを明確に示す必要があるが、いずれの立場に立ったとしても、当事者による準拠法の合意が認められるところ、本問のように仲裁合意の準拠法が明示で合意されていない場合でも、主契約の準拠法が明示で合意されているときは、仲裁合意についても主契約の準拠法と同じ法によるとの黙示の準拠法合意がされていたと判断されることとなろう（なお、根拠条文は前者の見解であれば通則法第７条となり、後者の見解であれば仲裁法第４４条第１項第\n２号及び同法第４５条第２項第２号となる）。このような論拠から、裁判所が仲裁合意の主観的効力の範囲につき甲国法によるとの結論を導いたこと及び甲国法によればＡの主張が認められることを示す必要がある。\n〔第２問〕\n本問は、渉外性を有する養子縁組及び相続に関する事例を素材として、養子縁組の成立の準拠法並びに遺言及び相続の準拠法に関する基礎的理解と応用力を問うものである。\n〔設問１〕は、養子縁組の成立の準拠法についての理解を問うものである。\n〔設問１〕の〔小問１〕は、夫婦共同養子縁組の成立の準拠法の決定及び反致についての基\n本的理解を問うものである。養子縁組の成立は通則法第３１条第１項の規定により準拠法が決定され、原則として養親となるべき者の本国法によるが、本問では夫婦共同養子縁組をしようとしており、養親となるべき夫婦は国籍を異にする。同項はこのような場合の特則を有しないため、ＡＣ間、ＢＣ間それぞれの養子縁組に同項を当てはめて準拠法を定めるのが通説であり、同項前段により、ＡＣ間については日本法、ＢＣ間については甲国法が、原則として準拠法となることを、まず示さなければならない。\nもっとも、甲国法については、甲国からの反致（通則法第４１条）の成否が問題となるので、この点の検討が必要となる。甲国法①の規定を分析して、それがいわゆる管轄権アプローチ（養子縁組の成立について、国際裁判管轄が自国に認められるかを判断し、認められる場合には直ちに法廷地法を適用する考え）を採用していると把握し、この規定により適用される甲国法は、管轄原因である養子の常居所が甲国にあって甲国に国際裁判管轄が認められたときに法廷地法として適用されるものであることから、養子縁組の成立につき養子の常居所地法を準拠法とする双方的抵触規則をこの規定から導き出すことができるか及びそれによって日本法への反致が認められるかという、隠れた反致が成立するか否かについて、説得的な根拠を示して論じることが求められている。最後に、反致の成否に関する自説に応じて、甲国法の要件を満たす必要がない又はあるとの結論を示さなければならない。\n次に、ＡＣ間、ＢＣ間いずれについても、通則法第３１条第１項後段により、養子の保護要件については乙国法も累積的に適用される。反致は成立しないことを指摘した上で、保護要件については乙国法の要件を満たす必要があるとの結論を示さなければならない。\n〔設問１〕の〔小問２〕は、養子縁組の成立の準拠法の適用についての基礎的理解と応用力\nを問うものである。\n⑴では、ＢＣ間について甲国法が準拠法となるが、本件養子縁組を日本において成立させるに当たり、養子を試験養育した上で、甲国で公認されたソーシャルワーカーによる報告書の提出という、甲国法②の要件をどのように日本での手続において満たすかを検討することが求められている。ＡＣ間については日本法が準拠法となっているところ、民法第８１７条の８の要件を満たす必要があり、甲国法②の要件はこれと実質的に同等であることを具体的に示して、同条の要件の履践により満たせばよいなどと論じることが求められている。\n⑵では、養子の保護要件については乙国法の要件も満たさなければならないところ、乙国法\n③の定める、養親の１０歳以上の嫡出子も通則法第３１条第１項後段の「第三者」に含まれるかを検討することが求められている。「第三者」の解釈として、同項後段の文言は第三者を特に限定していないなどの理由からこのような者も「第三者」に含まれるとの見解と、養子との間に縁組時点までに身分関係になかった者は「第三者」に含まれないとの見解とに分かれているところ、説得的な論拠を示していずれの立場に立つかを示した上で、本件に当てはめて、本件養子縁組を成立させることができるか否かについての結論を示すことが求められている。なお、「第三者」に含まれるとの見解に立つ場合には、本件の事情において養子縁組の成立が認められないという、乙国法を適用した結果が公序違反にならないかも論じる必要があろう。\n〔設問２〕は、遺言及び相続に関する準拠法についての理解を問うものである。\n〔設問２〕の〔小問１〕は、遺言の方式の準拠法についての基礎的理解を問うものである。\n録画の方法によっていることで遺言が無効となるかという問題は、遺言の方式と性質決定されるので、遺言の方式の準拠法に関する法律により準拠法が決定されること、同法第２条は遺言の方式につき選択的連結を定めており、同条第１号から第５号までに掲げるいずれかの法の定める方式に適合するならば遺言は方式に関し有効とされること、本件遺言は同条第１号の行為地法である丙国法の方式に適合しているため、方式上有効であって無効とはならないことを示すことが求められている。\n〔設問２〕の〔小問２〕は、遺留分の準拠法についての基礎的理解と応用力を問うものであ\nる。\n遺留分は、被相続人による過度の財産処分に対して遺留分権利者に最低保障額を確保しようとする制度であることからすれば、相続の問題と性質決定されようが、本件で遺留分が侵害されているとの主張は、本件預金契約及びその口座への被相続人による送金のためであり、本件預金契約の準拠法は丙国法であって、丙国法では、共同名義の預金口座の一方の名義人が死亡した場合には、当該預金口座の預金は、当然に他方の名義人の所有資産となり、死亡した名義人の遺産には含めないものとされているため、この点をどのように考えるかについて自己の見解を示すことが求められている。例えば、ここでの問題の本質はそのような財産処分に対して遺留分権利者の遺留分が侵害されているか否かであることから、遺留分の問題自体はやはり相続の問題と性質決定されるとの立場が考えられる。この立場によるならば、通則法第３６条により被相続人の本国法が準拠法となり、反致は成立しないので、甲国法が適用されるとの結論を示さなければならない。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点の方針は、基本的に、例年と同様である。すなわち、関連する分野ごとの基本的な知識を前提として、基本的な法律解釈の能力を備えているか否か、さらに、基本的論述力を発揮できているか否かといった点が問われている。\n具体的には、①出題された事例の法的なポイントを正確に把握し、その検討に必要な論点を的確に取り上げているか、②各論点について関連する法律の規定その他の法源から適切なものを取り上げるとともに、必要に応じて、条文や制度の趣旨を踏まえた解釈を行った上で、規範を定立することができているか、③取り上げた条文や定立した規範を、当該事案に適切に当てはめて結論を導くことができているか、また、その当てはめにおいては、問題文中から必要な事実を過不足なく拾い上げ、摘示することができているか、これらが採点の基準とされた。\nこれらができていない又は不十分な答案は「不良」とされた。また、これらが形式的にはできているとしても、例えば、②について、規範定立において理由付けを欠く、あるいは、③について、\n事案への当てはめにおいて不備があるなど、結論に至るまでの過程における論述に不十分な点がある答案は「一応の水準」にとどまった。他方で、①から③までの検討過程に論理の飛躍がなく、明瞭で説得的な論述が展開されている答案は、「良好」又は「優秀」なものと評価された。\nなお、学説が分かれている論点については、結論それ自体によって得点に差を設けることはせず、\n自説の論拠を十分に示しつつ、これを論理的に展開することができているか否かを基本として採点した。\n３ 採点実感等⑴ ［第１問］についてア 〔設問１〕の〔小問１〕について〔小問１〕⑴は、外国法人を被告とする事件につき、日本の裁判所の国際裁判管轄が認められるか否かについての検討を求めるものであった。多くの答案は、外国法人たるＹが日本に営業所を有していることに着目し、民事訴訟法（以下「民訴法」という。）第３条の３第４号の営業所所在地管轄が認められるか否かを検討しており、問題の趣旨について一定の理解ができていたものと評価することができる。他方で、営業所が日本にあることだけで何の検証もせずに民訴法第３条の３第４号に基づく国際裁判管轄を認めるものや、日本所在営業所の業務と当該訴えが関連していること（業務関連性）についての検証を全く欠いているもの（すなわち、業務と訴えとの関連性は認められる、とのみ書いているもの）などが相当数あり、\nこれらについては営業所所在地管轄の理解が不十分であるとして、「一応の水準」に達していないものと評価せざるを得なかった。また、業務関連性について検証の必要性は認識しつつも、抽象的なもので足りるか、具体的な関連性が必要かについて見解の対立があることを踏まえ、自説の理由付けを説得的に論じた答案はさほど多くなく、この点を明確化した上で結論を導いた答案には高い評価が与えられた。なお、いずれの見解に立つかによって評価に差を付けることはしていない。他方で、具体的な関連性が必要としつつも、日本所在営業所における業務と訴えとの関連性を本問の事実関係に照らして検討することなく業務関連性を認めた答案については、高い評価は与えられなかった。また、民訴法第３条の３第４号に基づく国際裁判管轄は否定しながら、同条第５号に基づく国際裁判管轄を認める答案も一定数見られたが、これらは両号についての基本的な理解を欠くものである。両号の定める、日本に- 42 -国際裁判管轄を認めるための要件の構造は類似しており、本問の事実関係からは異なる結果が導き得ないと考えられるからである。なお、第４号ではなく、主として第５号の検討により日本の国際裁判管轄を論じたものについても、第４号を主として検討したものと同様の評価を与えた。また、民訴法第３条の３第４号又は第５号で日本の国際裁判管轄が認められた場合には、本問の事実関係を踏まえると、民訴法第３条の９に基づく特別の事情による訴えの却下については丁寧な検討が求められた。\nなお、本問の事実関係においては民訴法第３条の２や第３条の３第１号、第３号等では日本の国際裁判管轄が認められないことが明らかであり、これらについては簡潔な指摘で十分であった。\n〔小問１〕⑵においては、多くの答案が問題の趣旨を理解できていた。しかしながら、問題文に準拠法について合意が調わなかったと明示してあるにもかかわらず、黙示での準拠法合意を認めた答案や、法の適用に関する通則法（以下「通則法」という。）第８条第１項と同条第２項との関係性についての理解を欠く結果、同条第１項で最密接関係地を確認した後、同条第２項で別の準拠法を導き出すものなど、契約の準拠法の決定に関する基本的な理解を欠くものも、数は非常に少ないが存在した。また、特徴的給付の意義を明らかにしないままに、\n特徴的給付を行う者をＸとしている答案や、Ｘを特徴的給付を行う者とした上で日本を一旦最密接関係地として推定されるとし、そのまま最密接関係地の検証をほぼ行わず、機械的に推定を覆す事情がないと述べている答案が散見されたが、これらは通則法第８条の趣旨に鑑み、設例の事実関係も踏まえ、丁寧な論述が求められた点といえよう。なお、本問のように、\n買主が主導権を握って売主に製作をさせそれを買い取って買主が顧客に販売するタイプの契約について、売主が特徴的給付を行う者となり得るか問題となることが学説上指摘されているものの、そのような論旨を展開する答案はほぼ皆無であった。\nイ 〔設問１〕の〔小問２〕について本問では、債権の消滅時効という問題を債権の問題と法性決定するか、手続の問題と法性決定するかにつき論じた上で、準拠法を判断し、結論を検討するべきであった。この債権の消滅時効の法性決定は典型的な論点であり、国際関係法（私法系）の学習者であれば、当然気付くべきはずであったにもかかわらず、この点に全く気が付いていない答案が非常に多かった。例えば、理由を全く示さず、いきなり甲国法の規律を検討するものなどである。このような答案は「不良」と評価している。また、法性決定を行い、甲国法の適用までを導いたとして、甲国民事訴訟法の規律が公序違反か否かを問題とする答案の中には、①甲国の出訴期限が３年であり、日本民法の定める一般債権の消滅時効である５年（民法第１６６条第１項第１号参照）より短いことのみを指摘して公序違反を認めるもの、又は②日本にはない制度であるとして公序違反を指摘するものなどが散見されたが、前者については単なる期間の長短だけでは公序違反を認定するには不十分であること、後者については出訴期限と債権の消滅時効を別の単位法律関係と捉えない限りそのような帰結は導き得ないことなどから、公序違反を認定するには不十分か、そのような検討をする根拠が不十分であるといえよう。\nウ 〔設問２〕について〔設問２〕は、法人であるＹと法人であるＸとの間で締結された仲裁合意の主観的範囲に、\n法人Ｙの代表者であるＡが含まれるかを問うているものであり、すなわち仲裁合意の準拠法の理解を問うものであった。この点は正に最判平成９年９月４日民集５１巻８号３６５７頁で問題とされた争点である。この点に関するリーディングケースである最高裁判例が存在しており、また、国際取引法分野における仲裁の重要性が近時増大していることに鑑み、国際関係法（私法系）分野の学習者であれば当然押さえておくべき論点であった。それにも関わらず、適切に問題の趣旨を捉えられていない答案が非常に多く、残念であった。まず、仲裁合意とそれが含まれる主契約たる本件契約とで準拠法を別異に検討すべきか否か議論がある、ということについての理解が欠けている答案が極めて多数であった。その理解が欠けているままに、端的に主契約の準拠法が合意されていることをもって仲裁合意の主観的範囲の判断は甲国法に従い行われることを導くものが多かった。また、問題文に引用されていた仲裁法第３条第２項や第１４条第１項のみを根拠として説明をするもの、法人の従属法として説明を試みるもの、不法行為の準拠法の問題として論じるもの、国際裁判管轄の問題として論じるものなども散見されたが、いずれも誤りであり「不良」との評価をしている。それに対して、仲裁合意の準拠法と主契約の準拠法とは別異に検討されるべきことを踏まえた上で、主契約の準拠法が合意されていることから、仲裁合意の準拠法もそれに従う黙示の合意があるとした答案もごく少数ながら存在し、このような答案は「良好」なものと評価された。なお、\n仲裁合意の準拠法が合意されていない場合には、仲裁地の合意をもってその地の法を仲裁合意の準拠法とする考え方もあり得、そのような結論を導く答案もわずかに見られたが、本問では裁判所が甲国法を準拠法として判断したことは間違いがなく、その判断過程を問うているのであり、問題文をよく読んでほしい。\n⑵ ［第２問］についてア 〔設問１〕の〔小問１〕について養子縁組の成立は通則法第３１条第１項の規定により準拠法が決定され、同項前段により原則として養親となるべき者の本国法によるが、本問では夫婦共同養子縁組をしようとしており、養親となるべき夫婦は国籍を異にする。このような夫婦共同養子縁組の場合の準拠法決定については議論があるが、ＡＣ間、ＢＣ間それぞれの養子縁組に分けて同項を当てはめて準拠法を定めるのが通説・審判例である。この立場によると、同項前段により、ＡＣ間については日本法、ＢＣ間については甲国法が、原則として準拠法となる。夫婦共同養子縁組の場合に準拠法を一本化しようとする少数説もあり、この立場による場合には、十分に説得的な論証が求められるところであるが、この立場によった答案はほとんどなかった。ほとんどの答案は上記の通説・審判例の立場によって処理していたが、大半の答案は、異国籍夫婦の場合の夫婦共同養子縁組の準拠法決定について議論があることを認識せず、当然に上記のような処理をしていた。\nまた、ＡＣ間、ＢＣ間のいずれについても、通則法第３１条第１項後段により、養子の保護要件については養子の本国法である乙国法も累積的に適用される（セーフガード条項）。\nまずは以上の点を示さなければならないが、本小問では、甲国及び乙国からの反致（通則法第４１条）の成否をそれぞれ検討する必要がある。この点が検討されていなければ、「良好」\n又は「優秀」とは評価されなかった。\nまず、ＢＣ間についての甲国法については、甲国法①の規定があり、この規定が通則法第５条、第６条と同様の書きぶりであることからすれば、いわゆる管轄権的アプローチを採用していることに気付いて、隠れた反致の成否を検討すべきであるということに思い至るのは、\nさほど困難ではなかったはずであるが、この点に気付かずに反致を検討しなかった答案がかなりあったのは残念である。この規定が管轄権的アプローチを採用しているものであるとの補足的説明が問題文にあれば、多くの者は隠れた反致の検討をしていたのではないかと推測するが、実務における事例にはそのような説明はなく、自分で問題となるポイントを見いださなければならない。\nさて、甲国法①の規定は、養子縁組の成立について、自国に国際裁判管轄が認められるかを判断し、認められる場合には直ちに甲国法を適用して裁判することを定めている。この規定は常に甲国法の適用を命じているが、甲国法は、管轄原因である養子の常居所が甲国にあって甲国に国際裁判管轄が認められたときに法廷地法として適用される。このことから、養子縁組の成立につき養子の常居所地法を準拠法とする双方的抵触規則を導き出すことができるか、及び、それによって日本法への反致が認められるかが、隠れた反致の問題である。なお、以上の分析は丁寧に説明したものであり、時間的・紙幅的に制約のある試験の答案においては、多少簡略化された論述であっても問題にはしなかった。隠れた反致を認めるか否かについては、肯定説（これはさらに、全面的肯定説と限定的肯定説に分かれる。）と否定説とに、\n学説も分かれており、確定判例もないので、いずれの立場を採用していても、反致の制度趣旨の一つとされる国際的判決調和に資するかなどの観点から説得的に論じていれば、採点で差をつけることはしなかった。\n次に、養子の保護要件についての乙国法については、乙国法からの反致は成立しないことを示さなければならない。セーフガード条項が反致の対象となるかについて議論があるが、反致の対象とならない立場からは当然に反致不成立となるし、反致の対象となる立場によった場合でも、養子縁組の準拠法の選択について乙国法は日本法と同内容の規定を有しているのであるから、日本法が指定するのと同一の準拠法を指定しているため、反致は成立しない。\n乙国法からの反致不成立に触れていない答案が多かったが、丁寧な論述を心掛けるべきである。\n以上の検討から結論として、甲国法の要件については、反致の成否に関する自説に応じて、\n甲国法の要件を満たす必要がない又はあると、乙国法の養子の保護要件についてはそれも満たす必要があると、それぞれ示さなければならない。このように、本小問の問いは、甲国法、\n乙国法それぞれの要件を満たす必要があるか、すなわち、甲国法、乙国法が準拠法となるかを問う、準拠法の決定に関するものであった。それにもかかわらず、問題文の甲国法及び乙国法に関する一般的な説明から（あるいは甲国法については、甲国法①の規定を実質法的規定と誤って捉えて）、どのような事実があれば、甲国法又は乙国法の要件を満たしたこととなるかという、準拠法の適用まで論ずる答案がかなり見られた。問いが何を尋ねているかは、\n正確に把握して解答しなければならない。\nイ 〔設問１〕の〔小問２〕について本小問では、小問１と異なり反致の成立がないとの設定であるから、小問１の上記説明の前半部分のとおり、ＡＣ間については日本法、ＢＣ間については甲国法が、原則として準拠法となり、養子の保護要件については乙国法も累積的に適用されることを前提に、準拠法の適用についての理解を尋ねている。\n⑴では、ＢＣ間について適用される甲国法②の規定が、養子を試験養育した上で、甲国で公認されたソーシャルワーカーによる報告書の提出という要件を定めているところ、この要件を、どのように日本での手続において満たせばよいかを検討することが求められている。手続は法廷地法によるためにこの要件を満たす必要がないとの答案や、日本での手続においても実体についての準拠法の趣旨をできるだけいかすようにすべきであるとの答案など、一般論を示すに留まるものも多かったが、「一応の水準」にとどまる。更に進んで、甲国法②の規定のうちどの部分が手続問題であるのか、日本での手続において甲国法②の要件と実質的に同等のものをどのように代行するかを具体的に検討していたものは、「良好」又は「優秀」と評価された。例えば、甲国法②の、甲国で公認されたソーシャルワーカーによる、という部分は手続問題であって日本での手続においてそれによる必要はないが、それ以外の部分は実体問題であるからその要件を満たす必要があるところ、ＡＣ間について準拠法となっている日本法では、民法第８１７条の８の要件を満たす必要があり、この点に関してなされる家庭裁判所調査官の報告書の提出は、甲国法②の要件と実質的に同等であるから、それでこの要件を満たすことができると論じることが考えられる。なお、民法第８１７条の８に言及していた答案は、一定数あった。\n⑵では、養子の保護要件については乙国法の要件も満たさなければならないところ、養親の嫡出子で１２歳のＦの同意が必要であるかを問うことで、通則法第３１条第１項後段の「第三者」の解釈に関する理解を尋ねている。この「第三者」の解釈として、特に限定すること- 45 -なく養親と養子以外の者は全て「第三者」に含まれるとの見解と、養子との間に縁組時点までに身分関係になかった者は「第三者」に含まれないとするなど、一定の範囲の者に「第三者」を限定する見解とに分かれており、前者が審判例や学説の多数説の立場であるが、後者も有力な見解である。したがって、説得的な論拠を示して「第三者」についての解釈をまず示す必要がある。その上で、本件の事実に当てはめて、Ｆの同意なしに本件養子縁組を成立させることができるかについての結論を示さなければならない。Ｆが「第三者」に含まれるとの見解に立つ場合には、本件の事情において養子縁組の成立が認められないという、乙国法を適用した結果が通則法第４２条の公序違反にならないかも論じる必要があろう。\n頻出の論点であることもあり、大多数の答案は通則法第３１条第１項後段が問題となっていることは把握していた。その上で、以上のように適切に論述している答案も一定数あったものの、次のような不適切な答案も相当数あった。すなわち、最初に、通則法第３１条第１項後段の要件である「第三者」について争いがあるためにまずその点の解釈を示して法規範を明確にした上で、それを事実関係に当てはめて結論を導くべきであるところ、直ちに問題文中の事実関係を列挙して結論を示そうとする答案がかなりあり、「一応の水準」に達しているとは評価しなかった。また、「第三者」の解釈と、「第三者」についての無限定説を採用した場合に検討が必要となる公序違反の検討を、区別を十分意識することなく論じる答案もあった。\nウ 〔設問２〕の〔小問１〕について本小問は、遺言の方式の準拠法の決定とその当てはめに関する基礎的な理解を尋ねるものであった。大多数の答案は、遺言の方式と適切に性質決定していたが、ごく一部の答案は、通則法第３７条などによるとしていたため、「一応の水準」に達しているとは評価できなかった。\nエ 〔設問２〕の〔小問２〕について本小問で問題となっている遺留分は、被相続人による過度の財産処分に対して遺留分権利者に最低保障額を確保しようとする制度であることからすれば、相続の問題と性質決定される。\n多くの答案はそのように適切に論じていたが、そのような答案の中でも、遺留分については規定がないので条理により、との論述から始めて、結論として相続準拠法によるとするものもあった。しかし、そうであれば、遺留分は通則法第３６条の「相続」と性質決定されて同条が適用されるのであるから、規定がないとは言えず、不適切な表現である。また、ごく一部には、遺言の成立及び効力として通則法第３７条によるとの答案もあったが、通則法第３６条と第３７条の関係についての基本的理解を欠くものであって、「一応の水準」に達していない。\n出発点としては以上のとおりであるが、本件で遺留分が侵害されているとの主張は、本件預金契約及びその口座への被相続人による送金のためであり、本件預金契約の準拠法は丙国法であって、丙国法では、共同名義の預金口座の一方の名義人が死亡した場合には、当該預金口座の預金は、当然に他方の名義人の所有資産となり、死亡した名義人の遺産には含めないものとされているため、この点をどのように考えるかについて検討することが本小問の趣旨であった。例えば、ここでの問題の本質はそのような財産処分に対して遺留分権利者の遺留分が侵害されているか否かであることから、遺留分の問題自体はやはり相続の問題と性質決定されるとの立場が考えられる。最後の小問であったことから時間の切迫もあってか、この点の検討はしていない答案が多かったのは残念であり、「一応の水準」にとどまった。他方で、\n相続準拠法として甲国法が適用されるとしつつ、その公序違反性を論じるものが一定数あった。しかしながら、遺留分侵害額に相当する金銭の支払を求める請求が認められるかという問いであれば、外国法が準拠法となる場合に、その適用結果の公序違反性を論じる必要があるが、本小問の問いは、請求に適用される準拠法を尋ねているにすぎないから、その適用結果の公序違反性についてまで論じる必要性は基本的にない。しかも、本小問では甲国法の具- 46 -体的な規定内容は明らかにされていないから、公序違反性について論じるのは困難である。\nましてや、甲国法の適用結果は公序違反であるから排除されて日本法が適用されるとした一部の答案については、そのような結論を問題文から導き出すことは無理である。\n４ 今後の出題について引き続き、狭義の国際私法、国際民事手続法及び国際取引法の各分野の基本的事項を組み合わせた事例問題が出題されることになると思われる。国際関係法（私法系）としてはいずれの分野も等しく重要であり、理解が手薄な箇所がないようにしなければならない。\n５ 受験者と今後の法科大学院教育に求めるもの⑴ 国際関係法（私法系）の分野においては、準拠法に関する通則法の規定のほか、民訴法、人訴法及び家事事件手続法における国際裁判管轄規定など、規定の整備がほぼ一通りされている。\nしたがって、実定法の条文が問題の処理の出発点となることが通常であり、法科大学院教育においては、学生に対し、条文の重要性を十分に意識させて、その内容を理解させ、事案に適切な条文を適用して結論を示すということが強調されるべきであるが、これは他の分野と同様である。なお、民訴法第３条の３第４「項」のように、条文の項、号、枝番号を誤記したり、通則法「第３１条後段」のように、複数の項立ての条文の項番号を特定しなかったりするものなど、条文番号を不正確に摘示する答案が散見されたが、ふだんから条文を十分に意識して学習していれば、このような誤記をすることはないはずである。\n⑵ 準拠法の決定を行う際には、その前提として、どの準拠法選択規則（例えば通則法のどの条文）\nが適用されるかを判断する必要があり、そのために性質決定を行うことを要する。いきなり条文の引用を行っている答案が少なからず見られる。また、答案の中には、「○○については通則法に明文の規定がないので条理により」のように、規定がないと安易に論じるものも散見されたが、準拠法選択規則の明文の規定がない場合は、相当に限られており、十分な検討が求められる。\n⑶ 事例を解決するに当たって、規定の解釈が分かれている場合や、判例法理の適用が及ぶか議論がある場合に、規定や判例法理の趣旨などに立ち返って検討し、一定の規範を定立した上で、\n当該規範に事例で与えられた事実を過不足なく当てはめて、結論を出すことが必要である。しかし、規範を明確化することなく、いきなり問題文中の事実関係を列挙して結論を出そうとする答案が、とりわけ［第１問］の〔設問１〕の〔小問１〕の⑴や、［第２問］の〔設問１〕の〔小問２〕の⑵などで、多々見られた。法的三段論法により事案を処理するという基本的考えを十分に理解していないものであって、大いに問題である。\n⑷ 事例問題に対する答案は、当該問題の解決に必要な部分の記述を厚くすべきであるのは、他の分野と同様である。\n例えば、国際裁判管轄が問われている問いで、出題内容に関わりなく、手続の問題なので法廷地である日本の手続法に従って判断する、あるいは、準拠法についての問いで、法廷地である日本の国際私法に従って判断する、という記述から始まる答案が一部に見られるが、題意と無関係の論述は不要であり、端的に、問題となっている具体的な規定の適用を丁寧に行うことが求められる。この点はこれまでも採点実感で指摘してきたが、今年度もなおこのような答案が散見されたので、再度注意しておく。また、問題文から結論が明らかな事項は簡潔に論じ、十分に検討すべき事項に紙幅を割いて論じるといった、メリハリをつけた論述を心掛けるべきである。とりわけ、［第１問］の〔設問１〕の〔小問１〕の⑴のような国際裁判管轄に関してそのように注意すべきである。\nまた、条文の解釈や当てはめに問題がないような場合にも、条文や制度の趣旨についていちいち説明している答案が相当数見られたが、明確な内容の規定を事案に単純に当てはめて処理がで- 47 -きる場合にまで規定の趣旨を説明する必要はないのは、他の分野の場合の事例問題に対する解答と同様である。この点もこれまでも採点実感で指摘してきたが、今年度もなおこのような答案が散見されたので、再度注意しておく。他方で、規定の解釈が分かれている場合や、判例法理の適用が及ぶか議論がある場合には、規定や判例法理の趣旨に立ち返って検討することが必要となる場合が多く、法科大学院教育において、規定や判例を、内容だけ表面的に教えるのではなく、その趣旨を踏まえて射程などについて考えさせることが重要である。"
}