{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕⑴、〔設問１〕⑵、〔設問２〕の配点割合は、３５：３５：\n３０〕）\nＱ県Ｒ市では、都市再開発法（以下「法」という。）に基づく第一種市街地再開発事業の施行が目指されている。以下では、まず法に基づく【市街地再開発事業の制度の概要】を説明した上で、\n【本件の事案の内容】を述べる。\n【市街地再開発事業の制度の概要】\n市街地再開発事業とは、都市計画法上の都市計画区域内で、細分化された敷地を共同化して、いわゆる再開発ビル（法上の「施設建築物」）を建築し、同時に道路や公園等の公共施設の用地を生み出す事業であり、原則として、都市計画において市街地開発事業の種類（本件の場合は後述する第一種市街地再開発事業）、名称及び施行区域等が定められている場合に実施される（都市計画法第１２条第１項第４号・第２項）。\n都市計画に定められた第一種市街地再開発事業の施行区域内の宅地について所有権又は借地権を有する者は、５人以上共同して、定款及び事業計画を定め、都道府県知事の認可を受けることにより、市街地再開発組合（以下「組合」という。）を設立することができる（法第１１条第１\n項）。組合は、施行区域内の土地について、同事業を施行することができる（法第２条の２第２項）。都市計画に定められた施行区域内の土地のうち、事業計画において同事業が施行される土地として定められた地区を「施行地区」といい（法第２条第３号）、施行地区内の宅地について所有権又は借地権を有する者の全員が、強制的に組合の組合員とされる（法第２０条第１項）。\n事業計画は、当該事業に関する都市計画に適合しないものであってはならない（法第１７条第\n３号）。事業計画においては、上述の施行地区のほか、設計の概要、事業施行期間及び資金計画を定めなければならない（法第７条の１１第１項）。このうち設計の概要は、設計説明書及び設計図を作成して定められる。設計説明書には、再開発ビル、その敷地及び公共施設の概要等が記載される。設計図は５００分の１以上の縮尺で、再開発ビルの各階について柱、外壁、廊下、階段及びエレベータの位置を示す平面図、再開発ビルの床及び各階の天井の高さを示す断面図、再開発ビルの敷地についてビルの位置や主要な給排水施設の位置等を示す平面図、並びに公共施設の位置及び形状等を示す平面図等から成る。\n第一種市街地再開発事業においては、原則として、施行地区内の宅地の所有者（以下では、借地権者には触れない。）に対し、それぞれの所有者が有する宅地の価額の割合に応じて、再開発ビルの敷地の共有持分権が与えられ、当該敷地には再開発ビルを建設するために地上権が設定されて、当該敷地の共有者には、地上権設定に対する補償として、再開発ビルの区分所有権（従前の所有権者に与えられた区分所有権に対応する再開発ビルの部分を一般に「権利床」という。）が与えられる。事業施行前における宅地の所有権が区分所有権等に変換されたという意味で、これを「権利変換」という。権利変換がなされた後、土地の明渡しを経て実際の工事が着手される。\n施行地区内の宅地の所有者等のうち、権利変換を希望しない者は、都道府県知事による組合設立の認可（法第１１条第１項）の公告（法第１９条第１項）があった日から３０日以内に、権利変換に代えて自己の所有する宅地の資産の価額に相当する金銭の給付を希望する旨を申し出ることができる（法第７１条第１項）。事業計画が変更され、従前の施行地区に新たな施行地区が編入された場合、当該変更の認可（法第３８条第１項）の公告（同条第２項、第１９条第１項）があった日から３０日以内に、従前の施行地区内及び新たに編入された施行地区内のそれぞれの宅地の所有者は、従前の申出を撤回し、又は権利変換を希望しない旨の申出をすることができる\n（法第７１条第５項）。\n【本件の事案の内容】\nＱ県Ｒ市は、その区域の全域が都市計画法上の都市計画区域に指定されている。Ｒ市内にある\n- 2 -\nＡ駅東口地区のうち、Ｄの所有する宅地を含む約２万平方メートルの土地の区域（以下「Ｂ地区」という。）について、組合施行による第一種市街地再開発事業（以下「本件事業」という。）の実施が目指された。Ｒ市は、平成２７年中に、Ｂ地区を施行区域とする第一種市街地再開発事業に関する都市計画を決定した。Ｂ地区内の宅地の所有者らは、これによりＢ地区市街地再開発組合（以下「Ｂ地区組合」という。）の定款及び事業計画を定め、平成２８年３月１日、Ｑ県知事から組合設立認可（以下「平成２８年認可」という。）を受け、Ｂ地区組合が設立された。同日、Ｑ県知事は、本件事業の施行地区等を公告した（法第１９条第１項）。\nその後、本件事業が停滞している中、令和４年になって、Ｒ市は、Ｂ地区から見て河川を越えた対岸にある約２千平方メートルの空き地（以下「Ｃ地区」という。）を施行区域に編入するために、上記平成２７年に決定された都市計画を変更した（以下「本件都市計画変更」という。）。\n本件都市計画変更に際しては、Ｂ地区内の宅地の所有者としてＢ地区組合の組合員であり、かつ、Ｃ地区内の宅地を全て所有するＥが、Ｒ市長やＢ地区組合の理事らに対し、Ｃ地区を本件事業の施行地区に編入するよう働き掛けを行っていた。Ｃ地区は河川沿いの細長い形状の空き地であり、地区周辺の人通りも少なかった。また、Ｃ地区については、その周辺からＢ地区側へ橋が架かっていないためにＢ地区側からの人の流入も期待できず、Ａ駅方面へ行くにはかなりの遠回りをしなければならないという状況であった。そのため、ＥはＣ地区の土地の活用に長年苦慮していた。\n本件都市計画変更を受けて、Ｂ地区組合は、平成２８年認可に係る事業計画を変更すべく、Ｑ県知事に対し、Ｃ地区を本件事業の施行地区に編入して公共施設である公園とする一方で、設計の概要のうち当該公園を新設すること以外は変更しないという内容で、事業計画の変更の認可を申請した（法第３８条第１項）。Ｑ県の担当部局は、この事業計画の変更が「軽微な変更」（同条第２項括弧書き）に当たると判断したため、Ｑ県知事はＲ市長に事業計画の縦覧及び意見書提出手続（法第１６条）を実施させなかった。令和５年３月６日、Ｑ県知事は、Ｂ地区組合の申請のとおりに事業計画の変更を認可し（以下「本件事業計画変更認可」という。）、同認可に係る施行地区等を公告した（法第３８条第２項、第１９条第１項）。\nＤは、Ｃ地区がＢ地区と何ら一体性を持たず、また、空き地のまま放置されているにもかかわらず、突如として本件事業の施行地区に編入されたことに不審を覚えたが、この段階では、本件事業計画変更認可によっても自分に割り当てられる権利床の面積には影響がないと誤解していたこともあり、争訟の提起等は考えなかった。\n同年９月上旬、権利変換計画の公告縦覧手続が行われ（法第８３条第１項）、Ｅが多くの権利床を取得することが明らかになった。Ｄは、本件事業にとって無益と思われるＣ地区の編入により、権利床に変換されるべき宅地の総面積が増加した結果、自己が本来取得できたはずであった権利床が減少したことを知り、かかる事態を生じさせた本件事業計画変更認可に不満を持つに至った。\n同年１０月１０日、Ｑ県知事は、本件事業計画変更認可に係る施行地区について権利変換計画を認可した（法第７２条第１項）。同日、Ｂ地区組合は同認可を受けた旨を公告し、Ｄを含めた組合員に関係事項を書面で通知することで（法第８６条第１項）、権利変換に関する処分を行った（同条第２項。以下、この処分を「本件権利変換処分」という。）。これに対し、Ｄは、令和\n６年４月７日、Ｂ地区組合を被告として、本件権利変換処分の取消訴訟（以下「本件取消訴訟」という。）を提起した。\n以上の事案について、Ｒ市に隣接するＳ市の職員は、Ｓ市でも法に基づく第一種市街地再開発事業の実施を検討中であることから、関係職員間で法的問題を検討することとした。\n以下に示された【Ｓ市都市計画課の会議録】を踏まえて、都市計画課長からの相談と検討依頼を受けた法制課訟務係長（弁護士）の立場に立って、設問に答えなさい。\nなお、関係法令の抜粋を【資料 関係法令】に掲げてあるので、適宜参照しなさい。\n- 3 -\n〔設問１〕\n⑴ 本件事業計画変更認可が取消訴訟の対象となる処分に当たることの論拠について、同認可が施行地区内の宅地の所有者等の権利義務又は法的地位に対して有する法的効果の内容を明らかにした上で検討しなさい。\n⑵ 本件事業計画変更認可が違法であることについて、Ｄはどのような主張をすることが考えられるか、検討しなさい。\n〔設問２〕\nＤは、本件取消訴訟において、本件事業計画変更認可の違法性を主張することができるか。実体法的観点及び手続法的観点の双方から、想定される被告Ｂ地区組合の反論を踏まえて、Ｄの立場から検討しなさい。ただし、本件事業計画変更認可及び本件権利変換処分がいずれも取消訴訟の対象となる処分に当たることを前提としなさい。\n- 4 -\n【Ｓ市都市計画課の会議録】\n課長：本市でも組合施行の第一種市街地再開発事業が計画されています。Ｒ市での訴訟と同種の訴訟が提起されるかもしれません。そこで、Ｒ市での訴訟について検討しておこうと思います。まず、平成２８年認可は取消訴訟の対象となるのでしょうか。\n係長：最高裁判決（最高裁判所昭和６０年１２月１７日第三小法廷判決・民集３９巻８号１８２１頁）は、土地区画整理組合の設立認可について、それが事業施行権限を持つ強制加入団体の設立行為であることを根拠として、処分性を認めています。市街地再開発組合についても同様に考えることができるでしょう。\n課長：なるほど。では、本件事業計画変更認可の処分性はどうでしょうか。本件事業計画変更認可によってもＢ地区組合の組合員には変更がないため、上記最高裁判決にいう強制加入団体の設立であることを根拠として処分性を肯定できるか、疑問があり得ます。しかし、実現されるべき事業の内容を示す事業計画が変更されれば、施行地区内の宅地の所有者等には何らかの影響が生じるはずです。組合設立認可を行うに当たっては事業計画も審査されますから、同認可には、強制加入団体の設立以外の、事業計画に関わる法的効果もあるものと考えられないでしょうか。\n係長：では、本件事業計画変更認可の処分性を肯定する論拠について、強制加入団体の設立であるという点からではなく、同認可が施行地区内の宅地の所有者等の権利義務や法的地位に対してどのような法的効果を有しているかという点から検討して御報告します。\n課長：次に、本件事業計画変更認可の違法性ですが、第一に、変更認可の申請があった後、法第１６条が定める縦覧及び意見書提出手続が履践されていないようです。これで問題はないのでしょうか。\n係長：検討して御報告します。\n課長：第二に、第一種市街地再開発事業の施行区域は都市計画として定められるため、「一体的に開発し、又は整備する必要がある土地の区域について定めること」という都市計画基準（都市計画法第１３条第１項第１３号）を満たさなければなりません。加えて、法第３条各号が掲げる施行区域の要件をも満たさなければなりません。これらは、施行地区を変更する都市計画にも同様に適用されます。まず、Ｃ地区の立地条件からみて、上記の都市計画基準を満たしているといえるのか、さらに、Ｃ地区は公園として整備される予定ですが、そのようにすることで法第３条第４号に定める施行区域の要件が満たされることになるのか、それぞれ疑問があります。\n係長：本件都市計画変更の違法性の問題ですね。最高裁判決（最高裁判所昭和５９年７月１６日第二小法廷判決・判例地方自治９号５３頁）は第一種市街地再開発事業に関する都市計画決定の処分性を否定していますから、その違法性は後続の処分の違法事由として主張することになります。\n本件事業計画変更認可に処分性が認められると仮定して、お示しいただいた事情を具体的に考慮し、同認可の違法事由となるかどうか検討してみます。\n課長：もっとも、本件事業計画変更認可については、処分性が認められたとしても既に認可の公告があった日から６か月以上経過しています。そのため、本件取消訴訟において同認可の違法性を主張することが考えられますが、可能でしょうか。\n係長：いわゆる違法性の承継の問題ですね。この問題に関する最高裁判決（最高裁判所平成２１年１２月１７日第一小法廷判決・民集６３巻１０号２６３１頁）は違法性の承継の可否を検討する際の手掛かりとして、先行行為と後行行為が同一目的を達成するために行われ、両者が相結合して初めてその効果を発揮するものであるかという実体法的観点と、先行行為の適否を争うための手続的保障が十分に与えられているかという手続法的観点の二つを挙げています。\n課長：本件において被告Ｂ地区組合にとっては違法性の承継が否定される方が有利ですが、我々としては念のためにＤの立場から、あり得る反論を踏まえつつ検討した上で、上記の二つの観点のいずれからも違法性の承継が肯定されるという主張を考えてみましょう。\n係長：検討して御報告します。\n- 5 -\n【資料 関係法令】\n○ 都市計画法（昭和４３年法律第１００号）（抜粋）\n（市街地開発事業）第１２条 都市計画区域については、都市計画に、次に掲げる事業を定めることができる。\n一～三 （略）四 都市再開発法による市街地再開発事業五～七 （略）\n２ 市街地開発事業〔注・第１２条第１項各号に掲げる事業をいう。〕については、都市計画に、市街地開発事業の種類、名称及び施行区域を定めるものとするとともに、施行区域の面積その他の政令で定める事項を定めるよう努めるものとする。\n３～６ （略）\n（都市計画基準）第１３条 都市計画区域について定められる都市計画（中略）は、（中略）当該都市の特質を考慮して、次に掲げるところに従つて、土地利用、都市施設の整備及び市街地開発事業に関する事項で当該都市の健全な発展と秩序ある整備を図るため必要なものを、一体的かつ総合的に定めなければならない。（以下略）一～十二 （略）十三 市街地開発事業は、市街化区域又は区域区分が定められていない都市計画区域内において、一体的に開発し、又は整備する必要がある土地の区域について定めること。\n十四～二十 （略）\n２～６ （略）\n○ 都市再開発法（昭和４４年法律第３８号）（抜粋）\n（定義）第２条 この法律において、次の各号に掲げる用語の意義は、それぞれ当該各号に定めるところによる。\n一 （略）二 施行者 市街地再開発事業を施行する者をいう。\n三 施行地区 市街地再開発事業を施行する土地の区域をいう。\n四 公共施設 道路、公園、広場その他政令で定める公共の用に供する施設をいう。\n五 宅地 公共施設の用に供されている国、地方公共団体その他政令で定める者の所有する土地以外の土地をいう。\n六 施設建築物 市街地再開発事業によつて建築される建築物をいう。\n七～十三 （略）\n（市街地再開発事業の施行）第２条の２ （略）\n２ 市街地再開発組合は、第一種市街地再開発事業の施行区域内の土地について第一種市街地再開発事業を施行することができる。\n３～６ （略）\n（第一種市街地再開発事業の施行区域）第３条 都市計画法第１２条第２項の規定により第一種市街地再開発事業について都市計画に定めるべき施行区域は、（中略）次に掲げる条件に該当する土地の区域でなければならない。\n一～三 （略）四 当該区域内の土地の高度利用を図ることが、当該都市の機能の更新に貢献すること。\n- 6 -\n（事業計画）第７条の１１ 事業計画においては、国土交通省令で定めるところにより、施行地区（中略）、設計の概要、事業施行期間及び資金計画を定めなければならない。\n２～６ （略）\n（認可）第１１条 第一種市街地再開発事業の施行区域内の宅地について所有権又は借地権を有する者は、５人以上共同して、定款及び事業計画を定め、国土交通省令で定めるところにより、都道府県知事の認可を受けて組合〔注・市街地再開発組合〕を設立することができる。\n２～５ （略）\n（宅地の所有者及び借地権者の同意）第１４条 第１１条第１項（中略）の規定による認可を申請しようとする者は、組合の設立について、施行地区となるべき区域内の宅地について所有権を有するすべての者及びその区域内の宅地について借地権を有するすべての者のそれぞれの３分の２以上の同意を得なければならない。この場合においては、同意した者が所有するその区域内の宅地の地積と同意した者のその区域内の借地の地積との合計が、その区域内の宅地の総地積と借地の総地積との合計の３分の２以上でなければならない。\n２ （略）\n（事業計画の縦覧及び意見書の処理）第１６条 都道府県知事は、第１１条第１項（中略）の規定による認可の申請があつたときは、施行地区となるべき区域（中略）を管轄する市町村長に、当該事業計画を２週間公衆の縦覧に供させなければならない。（以下略）\n２ 当該第一種市街地再開発事業に関係のある土地（中略）について権利を有する者（中略）は、前項の規定により縦覧に供された事業計画について意見があるときは、縦覧期間満了の日の翌日から起算して２週間を経過する日までに、都道府県知事に意見書を提出することができる。（以下略）\n３～５ （略）\n（認可の基準）第１７条 都道府県知事は、第１１条第１項（中略）の規定による認可の申請があつた場合において、次の各号のいずれにも該当しないと認めるときは、その認可をしなければならない。\n一、二 （略）三 事業計画（中略）の内容が当該第一種市街地再開発事業に関する都市計画に適合せず、又は事業施行期間が適切でないこと。\n四 （略）\n（認可の公告等）第１９条 都道府県知事は、第１１条第１項（中略）の規定による認可をしたときは、遅滞なく、国土交通省令で定めるところにより、組合の名称、事業施行期間、施行地区（中略）その他国土交通省令で定める事項を公告し、かつ、国土交通大臣及び関係市町村長に施行地区及び設計の概要を表示する図書を送付しなければならない。\n２～４ （略）\n（組合員）第２０条 組合が施行する第一種市街地再開発事業に係る施行地区内の宅地について所有権又は借地権を有する者は、すべてその組合の組合員とする。\n２ （略）\n（定款又は事業計画若しくは事業基本方針の変更）第３８条 組合は、定款又は事業計画（中略）を変更しようとするときは、国土交通省令で定めるところにより、都道府県知事の認可を受けなければならない。\n- 7 -\n２ （中略）第１４条（中略）の規定は組合が事業計画（中略）を変更して新たに施行地区に編入しようとする土地がある場合に、（中略）第１６条の規定は事業計画の変更（政令で定める軽微な変更を除く。）の認可の申請があつた場合に、（中略）第１７条及び第１９条の規定は前項の規定による認可について準用する。この場合において、（中略）第１６条第１項中「施行地区となるべき区域（中略）」とあるのは「施行地区及び新たに施行地区となるべき区域」と、（中略）第１９条第１項中「認可」とあるのは「認可に係る定款又は事業計画についての変更の認可」と（中略）読み替えるものとする。\n（建築行為等の制限）第６６条 第６０条第２項各号に掲げる公告〔注・組合が施行する第一種市街地再開発事業にあっては、第１９条第１項の公告又は新たな施行地区の編入に係る事業計画の変更の認可の公告〕があつた後は、施行地区内において、第一種市街地再開発事業の施行の障害となるおそれがある土地の形質の変更若しくは建築物その他の工作物の新築、改築若しくは増築を行い、又は政令で定める移動の容易でない物件の設置若しくは堆積を行おうとする者は、都道府県知事（市の区域内において\n（中略）組合（中略）が施行（中略）する第一種市街地再開発事業にあつては、当該市の長。（中略））の許可を受けなければならない。\n２～９ （略）\n（権利変換を希望しない旨の申出等）第７１条 （中略）第１９条第１項の規定による公告（中略）があつたときは、施行地区内の宅地\n（中略）について所有権（中略）を有する者（中略）は、その公告があつた日から起算して３０日以内に、施行者に対し、（中略）権利の変換を希望せず、自己の有する宅地、借地権若しくは建築物に代えて金銭の給付を希望し、又は自己の有する建築物を施行地区外に移転すべき旨を申し出ることができる。\n２、３ （略）\n４ 第１項の期間経過後６月以内に第８３条の規定による権利変換計画の縦覧の開始（中略）がされないときは、当該６月の期間経過後３０日以内に、第１項（中略）の規定による申出を撤回し、又は新たに第１項（中略）の規定による申出をすることができる。（以下略）\n５ 事業計画を変更して従前の施行地区外の土地を新たに施行地区に編入した場合においては、前項前段中「第１項の期間経過後６月以内に第８３条の規定による権利変換計画の縦覧の開始（中略）がされないときは、当該６月の期間経過後」とあるのは、「新たな施行地区の編入に係る事業計画の変更の公告又はその変更の認可の公告があつたときは、その公告があつた日から起算して」とする。\n６～８ （略）\n（権利変換計画の決定及び認可）第７２条 施行者は、前条の規定による手続に必要な期間の経過後、遅滞なく、施行地区ごとに権利変換計画を定めなければならない。この場合においては、（中略）組合（中略）にあつては都道府県知事の認可を受けなければならない。\n２～５ （略）\n（権利変換計画の縦覧等）第８３条 個人施行者以外の施行者は、権利変換計画を定めようとするときは、権利変換計画を２週間公衆の縦覧に供しなければならない。この場合においては、あらかじめ、縦覧の開始の日、縦覧の場所及び縦覧の時間を公告するとともに、施行地区内の土地又は土地に定着する物件に関し権利を有する者及び参加組合員又は特定事業参加者にこれらの事項を通知しなければならない。\n２～５ （略）\n（権利変換の処分）第８６条 施行者は、権利変換計画若しくはその変更の認可を受けたとき（中略）は、遅滞なく、国\n- 8 -土交通省令で定めるところにより、その旨を公告し、及び関係権利者に関係事項を書面で通知しなければならない。\n２ 権利変換に関する処分は、前項の通知をすることによつて行なう。\n３ （略）\n○ 都市再開発法施行令（昭和４４年政令第２３２号）（抜粋）\n（縦覧手続等を要しない事業計画等の変更）第４条 事業計画の変更のうち法第３８条第２項（中略）の政令で定める軽微な変更（中略）は、次に掲げるものとする。\n一 都市計画の変更に伴う設計の概要の変更二 施設建築物の設計の概要の変更で、最近の認可に係る当該施設建築物の延べ面積の１０分の１をこえる延べ面積の増減を伴わないもの三 事業施行期間の変更四 資金計画の変更五 その他第２号に掲げるものに準ずる軽微な設計の概要の変更で、国土交通省令〔注・施設建築敷地内の主要な給排水施設や消防用水利施設等の位置の変更等が挙げられている〕で定めるもの２、３ （略）\n○ 都市再開発法施行規則（昭和４４年建設省令第５４号）（抜粋）\n（組合施行に関する公告事項）第１１条 （略）\n２ （略）\n３ 法第３８条第２項において準用する法第１９条第１項（中略）の国土交通省令で定める事項は、次に掲げるものとする。\n一 （略）二 （中略）施行地区（中略）に関して変更がされたときは、その変更の内容三、四 （略）五 事業計画の変更により従前の施行地区外の土地が新たに施行地区に編入されたとき（中略）は、権利変換を希望しない旨の申出をすることができる期限六 （略）\n- 9 -",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は、都市再開発法（以下「法」という。）に基づく組合施行の第一種市街地再開発事業を巡る紛争に関して、第三者である隣接市の立場に立って、本件事業計画変更認可の処分性（行政事件訴訟法第３条第２項）及びその違法性、並びに本件事業計画変更認可と権利変換処分との間の違法性の承継の各検討を求めるものである。\n〔設問１〕⑴は、市街地再開発組合の事業計画の変更の認可の処分性について、これを肯定\nする立論を求める問題である。定款と事業計画を対象とする市街地再開発組合の設立の認可（以下「組合設立認可」という。）については、事業施行権限を付与された強制加入団体を成立せしめる行為であることを理由に土地区画整理組合の設立の認可の処分性を肯定した最判昭和６０年１２月１７日民集３９巻８号１８２１頁と同様の考え方から処分性を肯定することができるものと考えられる。それに対して、本問では強制加入団体が既に設立されており、新たに加入させられる者もいない。そこで、組合設立認可が強制加入以外の点で国民の権利義務、法的地位にいかなる法的効果を及ぼすのか、次いで事業計画の変更の認可が国民の権利義務、法的地位にいかなる法的効果を及ぼすのかが問題となる。\n最判平成４年１１月２６日民集４６巻８号２６５８頁及び最判平成２０年９月１０日民集６２巻８号２０２９頁は、いずれも地方公共団体が施行する第二種市街地再開発事業又は土地区画整理事業における事業計画決定の処分性を認めたものであり、本問で提示した事案とは異なる。しかし、両判例の事案における事業計画も、本問における事業計画も、一定の区域内の土地に対する権利を、換地であれ、権利変換であれ、強制的に異質なものに変化させるための事業の内容を示すものであり、このことが一連の事業プロセスの出発点となっている点では共通している。したがって、上記両判例を手掛かりにした論述が求められる。すなわち、①本件における事業計画は施行地区を定め、再開発ビルの設計を示すものであり、当該事業の施行によって施行地区内の宅地所有者等の権利にいかなる影響が及ぶかについて一定の限度で具体的に予測することが可能となること、②第一種市街地再開発事業に係る組合設立認可が公告されると権利変換手続が開始され、権利変換を希望しない旨の申出をした者を除き、特段の事情のない限り、施行地区内の宅地所有者等に対して、権利変換処分が当然に行われることになること、さらに③施行地区内の宅地所有者等は、認可の公告の日から起算して３０日以内に、金銭の給付を受けて施行地区外へ転出するか、又は新たに建築される施設建築物等に関する権利を取得するかの選択を余儀なくされること、④したがって、施行地区内の宅地所有者等は、組合設立認可により、市街地再開発事業の手続に従って権利変換処分を受けるべき地位に立たされることとなり、その意味でその法的地位に直接的な影響が生じていることについて、論述が求められる。以上を根拠として、まずは、本件における事業計画が施行地区内の宅地所有者等の権利ないし法的地位に対して有する法的効果を手掛かりに組合設立認可に処分性を認めることができる。事業計画の変更の認可は、以上のようにして成立する施行地区内の宅地所有者等の権利ないし法的地位を、何らかの形で直接的に変動させるという意味で、直接的な（個別具体的な）\n法的効果を持つといえる。また、新たな施行地区の編入を伴う事業計画の変更にあっては、同変更の認可が公告されると、法第７１条第５項により、同条第１項の定める権利変換を希望しない旨の申出期間につき、同公告があった日が改めて当該期間の起算日となる点でも直接的な\n（個別具体的な）法的効果を認めることができる。本件事業にあっては再開発ビルの設計の概要の変更が伴わない形で施行地区が拡大されるため、個々の組合員に割り当て得る権利床の面積が変化することも、直接的な（個別具体的な）法的効果といえよう。以上の諸点から、本件事業計画変更認可にも処分性を認めることができる。\n- 3 -なお、上記平成２０年最判は建築行為の制限にも言及しているが、判決の多数意見によれば、それは「具体的な事業の施行の障害となるおそれのある事態が生ずることを防ぐ」ための手段であるから、それ自体が処分性を肯定する論拠とされているわけではないとの指摘もある。したがって、建築制限の存在は、それが継続的に課され続けることにより市街地再開発事業の手続の進行がより確実なものとなるという意味で、本件事業計画変更認可が本件事業の施行地区内の宅地所有者等の法的地位に直接的な影響を及ぼすことを示す事情として言及することが望まれる。\n〔設問１〕⑵は、本件事業計画変更認可の違法性の検討を求めるものである。【Ｓ市都市計\n画課の会議録】において示唆したように、本件事業計画変更認可には手続的瑕疵がある。法第\n３８条第２項によれば、事業計画の変更の認可の申請があった場合には法第１６条が適用されるので、同条に従い事業計画の縦覧及び意見書提出手続が履践されなければならない。ただし、法第３８条第２項括弧書きによれば、当該変更が「政令で定める軽微な変更」である場合には、上記の手続を行う必要はない。【本件の事案の内容】で示した事業計画の変更の内容は、公園の設置に係る設計の概要の変更、及び新たな土地の編入という形での施行地区の変更である。\nこのように、本件における事業計画の変更は施行地区の変更を含んでいるところ、【資料 関係法令】で挙げた都市再開発法施行令第４条第１項各号に列挙された「軽微な変更」の内容を見ても、施行地区の変更は「軽微な変更」として挙げられていないため、本件における事業計画の変更は、「軽微な変更」には当たらない。したがって、法第１６条の定める手続を履践しなければ、本件事業計画変更認可には手続的瑕疵があることになる。法第１６条が定めている手続のうち、少なくとも意見書提出は「当該第一種市街地再開発事業に関係のある土地（中略）\nについて権利を有する者」に認められていることから、それら手続は単なる情報収集にとどまらず、事業によって影響を受ける土地所有者等の権利保護をも目的としたものであるといえる。\nそのような趣旨の手続を全く履践しなかったという瑕疵は、本件事業計画変更認可を違法ならしめるものである。\n次に、【Ｓ市都市計画課の会議録】では、Ｃ地区を施行区域に編入する本件都市計画変更が違法であることが示唆されている。第一種市街地再開発事業の都市計画決定に処分性が認められないこと、したがって、その違法性は後続の処分の違法事由として主張し得ることも会議録中で示されているが、答案ではそのことを本件事業計画変更認可の違法性を検討するための問題の所在を明らかにするために明記した上で、本件都市計画変更の実体的な違法性を検討する必要がある。都市計画決定権者は都市計画を決定するについて一定の裁量権を有しているといい得るが、その裁量権は法令の定めに従って行使されなければならず、第一種市街地再開発事業の都市計画については、都市計画法第１３条第１項第１３号所定の都市計画基準、及び法第\n３条各号所定の施行区域の要件を満たす必要がある。本問においては、本件都市計画変更がこれら規定に違反していることを端的に指摘することが求められる。\n都市計画法第１３条第１項第１３号は、市街地開発事業に係る都市計画基準として、「一体的に開発し、又は整備する必要がある土地の区域」であることを求めているが、Ｃ地区は、都市計画変更前の施行区域であるＢ地区とは河川で隔てられており、Ｃ地区周辺からＢ地区側へは橋が架かっておらず、変更に係る都市計画においても両地区の地理的な接続は予定されていないため、Ｂ地区と一体的に開発又は整備する必要があるということはできない。また、法第\n３条は施行区域とすることができる土地の区域の要件を定めているが、同条第４号は、当該区域内の土地の高度利用を図ることが当該都市の機能の更新に貢献することを求めている。現況が空き地であるＣ地区を公園として整備しても活発な利用を見込むことはできず、本件事業が施行される地区及びその周辺の都市機能の更新に貢献するということはできない。したがって、本件都市計画変更は、施行区域要件も満たしていないことになる。\n〔設問２〕は、本件事業計画変更認可と本件権利変換処分の間の違法性の承継の検討を求め\n- 4 -る問題である。違法性の承継の検討は、最判平成２１年１２月１７日民集６３巻１０号２６３１頁を手掛かりにして行うことになるが、そこでは違法性の承継を認める要素として、先行処分と後行処分が同一の目的を達成するために行われ、両者が相結合して初めてその効果を発揮するものであること（実体法的観点）と、先行処分の適否を争うための手続的保障がこれを争おうとする者に十分には与えられていないこと（手続法的観点）とが挙げられている。そこで、本問では、実体法的観点と手続法的観点の双方から、違法性の承継を否定する論拠と肯定する論拠とを列挙した上で、違法性の承継を肯定する立論を行うことが求められている。\n実体法的観点に関しては、空間利用の態様の決定である事業計画と、その実現手法である権利変換は趣旨目的を異にしていることが否定論の論拠となろう。それに対して、【市街地再開発事業の制度の概要】で説明したように、事業計画のうち設計の概要は再開発ビルの各階の平面図を含むなど、事業計画段階で事業の基本的内容が定められ、権利変換処分はそれを個々の組合員に適用するものであるから、両者は一体として、権利変換という法効果の実現に向けられている、との論拠により、実体法的観点から違法性の承継を肯定することが考えられる。\n手続法的観点からは、違法性の承継を否定する論拠として、新たな事業地区の編入を伴う事業計画変更にあっては申請前に宅地所有者等の３分の２以上の同意を要するとされていること（法第３８条第２項、法第１４条第１項）や、事業計画変更の申請があった場合の事業計画の縦覧及び意見書提出手続といった手続保障がされていること（法第３８条第２項、法第１６条）、事業計画変更認可があると施行地区の変更内容が公告されること（法第３８条第２項、法第１９条第１項、都市再開発法施行規則第１１条第３項第２号）といった事情を指摘することが考えられる。それに対して、肯定論の論拠としては、問題文の【市街地再開発事業の制度の概要】\nでの「設計の概要」に関する説明に示されているように、事業計画は事業内容を客観的に説明するものであって、それによって宅地所有者等に生じる権利変動の具体的内容は包括的には明らかになっているものの、なお、個々の宅地所有者等に与えられるべき権利床等の詳細は確定には至っていないことや、上記の事業計画の縦覧及び意見書提出手続並びに変更認可の公告のいずれも、施行区域内の宅地所有者等に個別に通知する制度ではないこと、そもそも権利侵害の重大性と比較すると、利害関係人に対する手続的保障は、後行処分の段階での先行処分の違法性の主張を排除するに十分であるとはいえないことといった事情を指摘することが考えられる。\nいずれの設問に関しても、資料として挙げられた関係法令の条文を正確に読み取ることが求められる。特に、読み替え規定や政省令への委任規定を正確に読み解き、どの条文が適用されるのかを正確に特定することが求められる。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視している点は、例年と同じく、①分析力（問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析・検討し、問いに対して的確に答えることができているか）、②基本的な理解及び応用力（基本的な判例や概念等の正確な理解に基づいて、\n相応に言及することができる応用力を有しているか）、③論理的な思考・表現力（事案を解決するに当たっての論理的な思考過程を、端的に分かりやすく整理・構成し、本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか）である。知識量には重点を置いていない。\n３ 答案に求められる水準⑴ 設問１⑴・ 行政事件訴訟法（以下「行訴法」という。）第３条第２項に規定する「処分」の該当性について、判例の一般的な判断基準あるいは法効果性等の各要素を指摘した上で、都市再開発法に基づく第二種市街地再開発事業の事業計画決定に関する最判平成４年１１月２６日民集４６巻８号２６５８頁、土地区画整理事業の事業計画決定に関する最判平成２０年９月１０日民集６２巻８号２０２９頁（以下「平成２０年判決」という。）を踏まえ、本件における事業計画が施行地区内の宅地所有者等の権利ないし法的地位に対して有する法的効果を手掛かりに組合設立認可に処分性を認めることができることを指摘し、本件事業計画変更認可が、そのような施行地区内の宅地所有者等の権利ないし法的地位を、何らかの形で直接的に変動させるという意味で、直接的な（個別具体的な）法的効果を持つといえることを示す答案は、\n一応の水準に達しているものと判断した。\n・ これに加えて、新たな施行地区の編入を伴う事業計画の変更があると、都市再開発法（以下、\n単に「法」という。）第７１条第５項により、同条第１項の定める権利変換を希望しない旨の申出期間につき、上記変更認可の公告があった日が改めて当該期間の起算日となることや、\n本件事業にあっては再開発ビルの設計の概要の変更が伴わない形で施行地区が拡大されるため、個々の組合員に割り当て得る権利床の面積が変化することに触れながら、本件事業計画変更認可の処分性を肯定しているものは、良好な答案と判断した。\n・ さらに、法第３８条第２項が、事業計画変更認可についても、原則として事業計画認可と同等の参加手続と公告を定めていることを指摘するものや、法第６６条が定める建築行為等の制限について、事業の実現の確実性と関連付けて言及しているものなどは、優秀な答案と判断した。\n⑵ 設問１⑵・ 手続法上の瑕疵につき、法第３８条第２項によれば、事業計画変更認可の申請があった場合には法第１６条が適用されるので、同条に従い事業計画の縦覧及び意見書提出手続が履践されなければならないとされていることを踏まえた上で、法第３８条第２項括弧書きによれば、\n当該変更が「政令で定める軽微な変更」である場合には、上記の手続を行う必要はないとされているが、本件事業計画変更認可に係る事業計画の変更は、都市再開発法施行令（以下「法施行令」という。）第４条第１項各号所定の「軽微な変更」には該当しないこと、また、実体法上の瑕疵のうち、都市計画基準（都市計画法第１３条第１項第１３号）違反については、\n新たに施行区域に編入されたＣ地区がＢ地区とは橋のない河川によって隔てられていること- 5 -などから、本件都市計画変更は、同号の「一体的に開発し、又は整備する必要」があるということはできないこと、施行区域要件（法第３条第４号）違反については、現況が空き地であり、Ｂ地区と機能的に関連付けることが困難なＣ地区を公園として整備しても、同号の「都市の機能の更新に貢献する」と評価することができないことを指摘するものは、一応の水準に達しているものと判断した。\n・ これに加えて、手続法上の瑕疵につき、手続法上の瑕疵と処分の違法性との関係についての検討をしており、また、実体法上の瑕疵につき、第一種市街地再開発事業を定める都市計画決定には処分性が認められないため、都市計画基準への適合性を事業計画変更認可の違法性として主張し得ることや、法第２条の２第２項により、都市計画決定された施行区域においてのみ市街地開発事業を実施し得るため、施行区域が違法に指定されていれば事業計画も違法になることを指摘するものは、良好な答案と判断した。\n・ さらに、手続法上の瑕疵につき、法第１６条第２項が意見書提出権者を事業に関係する権利を有する者に限定していることから、この手続は権利保護目的を持つことを指摘する答案や、\n「重要な手続に瑕疵がある」ことはそれだけで処分取消事由に該当すると指摘している答案は、優秀な答案と判断した。\n⑶ 設問２・ 違法性の承継についての最判平成２１年１２月１７日民集６３巻１０号２６３１頁（以下「平成２１年判決」という。）を踏まえた上で、実体法的観点及び手続法的観点の両面からそれなりに本件事案に即した検討を加え、実体法的観点からも手続法的観点からも違法性の承継が肯定されるとの結論を導いている答案は、一応の水準に達しているものと判断した。\n・ これに加えて、違法性の承継を否定する立場からの論拠を一定程度挙げた上で、実体法的観点及び手続法的観点の両面から違法性の承継が肯定される論拠を本件事案に即して的確に指摘している答案は、良好な答案と判断した。\n・ さらに、違法性の承継が、個別的な事情に結論が左右される性質の論点ではなく、制度自体に内在する救済の必要性、許容性を論ずるものであり、事業計画変更認可の制度一般を前提に論ずる必要があることを踏まえた上で、全体として論理的かつ説得的な論述ができている答案は、優秀な答案と判断した。\n４ 採点実感以下は、考査委員から寄せられた主要な意見をまとめたものである。\n⑴ 全体的印象（悪筆・誤字等）\n○ 基本的な理解を疑わせる誤字（権利変更処分など）がないように注意されたい。\n○ 条文の引用がない答案や引用が不正確な答案が散見された。法律実務家を目指す以上、条文を出発点として議論を組み立てる必要があり、このことは日常の学習においても意識してほしい。\n○ 判読が困難な悪筆や著しく小さい文字は、採点上非常に困難を来すことになる。可能な限り判読に努めるものの、容易に判読できない場合には、いくら正しいことが書かれていても付点できないことになるので、留意されたい。\n○ 判読困難な字で解答している答案が少なくなかった。答案には読み手がいること、「書いたこと」ではなく最終的に「読み手に伝わったこと」が採点の対象となることに留意する必要がある。\n（法解釈・基礎的知識等）\n○ 本問で挙げられている関連法令を十分に参照していないと思われる答案が散見された。例えば、設問１⑵において、本問での事業計画変更はＣ地区の施行地区への編入であるから、\n- 6 -法施行令第４条第１項第１号の「都市計画の変更に伴う設計の概要の変更」には該当しないが、設例において事業計画変更の前に本件都市計画変更が行われたと説明しているためか、本件事業に係る計画変更が同号に該当するとした答案が散見された。しかし、事業計画の内容は、施行地区、設計の概要、事業施行期間及び資金計画とされており（法第７条の１１第１項）、施行地区と設計の概要は並列する別個の概念であることに注意しなければならない。\n○ 本問は都市計画を題材とするものである。一般に、計画策定権者には広範な裁量権が認められるとされているところ、計画策定という行為の性質を踏まえると、それは必ずしも誤った認識ではない。しかし、本問におけるように、計画策定の際に遵守すべき基準が法令上示される場合もある。その場合、それら基準を遵守しているか否かが端的に問われることとなる。\n（問いに対する的確な対応）\n○ 問題文に示されている指標や事情を十分に拾うことができず、その幾つか又は一つのみを取り上げて論ずる答案が多数を占めていた。一つ二つを挙げて事足れりとするのではなく、\n問題文をよく読み、論ずべき点がないかどうか丁寧に検討されたい。\n（判例の論述）\n○ 設問１⑴、設問２においては、それぞれ参考とすべき最高裁判決が摘示されており、これらの判決は、司法試験受験者であれば必ず学習するはずの有名判例であるにもかかわらず、\nこれらを参考にして的確に論じる答案は少なかった。これは、学習した判例が実際に使える形では身に付いていないことを示すものと言わざるを得ない。\n○ 設問１⑴は、法科大学院において当然学習したことのある最高裁判決を踏まえて論述することが求められる問題であったところ、当該最高裁判決の理解が十分ではないのではないかと思わされた。最高裁判決が、処分性を認めるためには何が問題（ハードル）となると考えて当該判決の理由付けを示していったかを理解していれば省略できないはずの理由付けを省略している答案が散見されたからである。判決の論理を、その各段階・理由として指摘されている各々の点について、それによって何を論証しようとしているのか把握しながら、理解することが必要である。\n（途中答案・時間配分）\n○ 時間が不足していたためか、設問２について、検討が不十分な答案や途中答案が目に付いた。答案作成に当たっては、時間配分にも留意すべきである。\n⑵ 設問１⑴（全体について）\n○ 全体的に出来があまりよくなかった。論述すべき点が多数あるにもかかわらず、その一部しか論述できていない答案が多かった印象である。\n○ 問題・ものごとを順序立てて考えて答案にまとめる必要がある。本問の場合、議論の順序としては、①事業計画において定められる(記載される)事項を確認し、次に、②事業計画の策定とその認可により施行地区内の所有権者等の権利義務又は法的地位に対していかなる法的効果が生じたかを確認し、その上で、③当該事業計画の変更とその変更認可によって、当初の事業計画及びその認可により施行地区内の所有権者等に生じていた法的効果に対してどのような変化が生じたかを述べ、この法的効果の変化が処分性を基礎付けることを述べなくてはならないはずである。しかし、残念ながら、このような形で問題を明確に順序立てて、議論している答案はほとんどなかった。\n（処分性の基準等について）\n○ 多くの答案は、処分性について、行訴法第３条第２項を引用の上、最判昭和３９年１０月２９日民集１８巻８号１８０９頁（以下「昭和３９年判決」という。）が示した基準を挙げ- 7 -ることができていたが、ごく稀に、昭和３９年判決が示した基準及び処分性に係る要素のいずれも示さない答案もあった。\n（平成２０年判決について）\n○ 平成２０年判決の多数意見からすると、本件においても、法第６６条が定める建築行為等の制限は、本件事業計画変更認可の処分性を肯定する直接の根拠とはならないものと解されるが、同制限のみを根拠として処分性を肯定する答案が散見された。\n○ 本件事業計画変更認可の処分性が肯定される根拠を、建築制限がなされることや、建築制限の対象が組合員に限定されていることのみに求めたり、あるいは、後続の権利変換処分の取消訴訟では実効的な権利救済が得られないことのみに求めたりするといった、平成２０年判決の理解が不十分であると思われる答案が多数見られた。\n○ 本件事業計画変更認可の処分性を肯定するに当たり、変換計画認可の対象が組合員に限られることのみから法的効果の直接性（個別具体性）を肯定するなど、平成２０年判決の理解が不十分であると思われる答案が多数見られた。\n（本件事業計画変更認可の処分性を肯定する根拠について）\n○ 処分性を肯定する根拠として、法第６６条による建築行為等の制限を挙げる答案が多かったが、これを建築行為等の制限が「事業実施の確実性を高める」趣旨で正しく指摘している答案は少なかった。\n○ 本件事業計画変更認可の処分性を肯定するに当たっては、施行地区内の宅地所有者等が、\n認可の公告の日から起算して３０日以内に、金銭の給付を受けて施行地区外へ転出するか、\n又は新たに建築される施設建築物等に関する権利を取得するかの選択を余儀なくされることが重要となる。しかしながら、同認可により組合員は選択できる権利を得るといったような論調の答案が多かった。法第７１条第５項が前提とする同条第１項が「… … 希望し、\n又は……申し出ることができる」と定めているためかもしれないが、このような制度把握からは、処分性を的確に肯定することは難しいであろう。\n○ 本件事業計画変更認可の処分性を肯定するに当たり、権利変換処分が組合員の財産権に及ぼす影響を論じる答案が見られたが、これでは、本件事業計画変更認可の処分性を論じたことにはならない。\n○ 処分性を肯定するに当たり、「紛争の成熟性」や「実効的な権利救済」といった用語をお題目のように記載する答案も多かったが、その意味するところを本件に即して説得的に論じている答案はほとんどなかった。\n○ 処分性を肯定する論拠として、権利変換計画認可の取消訴訟を提起しても事情判決が出される可能性が高いことを指摘する答案が目立った。しかし、問題文中の【市街地再開発事業の制度の概要】で紹介があるように、実際の工事が着手されるのは、権利変換計画認可がなされた後、土地の明渡しを経てからである。この点で、平成２０年判決で問題となった土地区画整理事業計画とは異なる。したがって、権利変換計画認可の取消訴訟において事情判決が出される可能性の指摘は、同認可の処分性を肯定する論拠とならない。問題文を丁寧に読むことが求められる。\n（処分性の検討の仕方について）\n○ 本件事業計画変更認可の処分性について、本件事案における固有の事情を検討して論じる答案が散見された。しかし、処分か否かは、基本的に、根拠法令の解釈によって決まるものであって、事案における個別事情の内容で左右されるものではない（ある法律に基づくある措置が、事案ごとに処分とされたりされなかったりということは基本的にない。）。このことは、平成２０年判決をはじめとした、処分性が争われた多くの最高裁判決から明らかなはずである。\n⑶ 設問１⑵- 8 -（全体について）\n○ 会議録を読めば、法第１６条の手続違反、都市計画基準違反及び施行区域要件違反について検討する必要があることは容易に分かるはずであるのに、そのいずれかの検討を落としている答案が少なからず見受けられた。\n（手続法上の瑕疵について）\n○ 手続の不履践が重大な違反であるとして不履践自体を違法事由とする答案が少なくなかった。本問が問うているのは何故不履践が違法であるかであるので、それが関係規定に違反することを論じなければならない。しかし、不履践自体が違法というのは結論のみを述べるもので、本問の求めるものとは異なるものである。重要な手続の瑕疵は、手続違法が処分を違法とすることの要件の一として捉えた上で、別途論ずべきものである。\n（法第３８条第２項括弧書きの「政令で定める軽微な変更」について）\n○ 本件事業計画認可に係る事業計画の変更が「政令で定める軽微な変更」（法第３８条第２項、法施行令第４条第１項各号）に当たるか否かにつき、全く検討していない答案が散見された。問題文や会議録を読めば、その点についても検討を求められていることは明らかである。\n○ 法第３８条第２項によれば、事業計画変更認可申請の審査における縦覧・意見書提出手続を省略し得る場合としての「軽微な変更」は「政令」で定めることとされている。したがって、「軽微な変更」という文言がいかに不確定的であろうとも、いかなる変更が「軽微な変更」であるかは、「政令」の定めのみから判断されなければならない。\n「軽微な変更」について法施行令第４条第１項各号への適合性を検討するところまでは到達しながら、第５号「その他第２号に掲げる者に準ずる軽微な設計の概要の変更」が裁量を認める規定であるとして、本件での事業計画変更を個々に含まれないとして行政判断が裁量の逸脱濫用に当たるか否かを検討する答案が散見された。そもそも「設計の概要」の変更を対象にした条文であるため本件には適用し得ないことはおくとして、「第２号に準ずる」軽微な変更として国土交通省令（紙幅の制限により条文そのものは掲げ得なかったが主な内容は注記した。）に掲げるものとされており、法令で十分に具体的に定められているのであるから、端的に条文との関係を検討することで足りる。\n○ 法第３８条第２項の「政令で定める軽微な変更」に当たるか否かの検討に当たり、法施行令第４条第１項第２号は、施設建築物の延べ面積が１０分の１を超えるか否かを問題としており、施行地区の編入とは何ら関係がない規定であるにもかかわらず、Ｂ地区の面積が約２万平方メートルであること及びＣ地区の面積が約２千平方メートルであることを理由に、同号に該当し、「軽微な変更」に当たるとする答案が非常に多く見られた。答案作成に当たっては、条文をよく読み、落ち着いて解答することが求められる。\n○ 手続法上の瑕疵の当てはめについては、初見の条文であることから混乱した受験者も多いように思うが、本件のように権利床に影響を与えるような施行地区の編入がされたにもかかわらず、これが「軽微な変更」であるとして、影響を受ける者への手続保障がされていないというのは不合理であるというバランス感覚を有していれば、当てはめが多少粗かったとしても、答案の方向性自体を大きく誤ることはないため、平素の学習においては、結論の妥当性に関するバランス感覚も養ってもらいたい。\n（法施行令第４条第１項の位置付け）\n○ 法施行令第４条第１項を、行政規則、とりわけ裁量基準であるかのように論じる答案が多かったことには驚いた。確かに、様々な局面で、様々な論拠に基づきながら、行政規則の外部化現象と呼ばれるものは生じている。しかし、法規命令と行政規則はまずは別物であり、法規命令が行政規則のようになっているわけではない。基本的学習がおろそかであると思わされた。\n- 9 -○ 法第３８条第２項が定める「軽微な変更」に当たるか否かについて裁量が認められるとして裁量権濫用の有無を論じる答案が散見された。「軽微な変更」に該当するか否かの判断について行政庁に選択の余地がないことは、法施行令第４条第１項各号の定めから明らかである。条文を丁寧に読むことが求められる。\n（手続法上の瑕疵と処分の違法性との関係）\n○ 法第１６条、第３８条第２項違反を肯定した上で、「このような手続的瑕疵（手続違法）\nは実体的瑕疵（実体違法）に当たるか」という問題設定をするという、処分手続の瑕疵の効果という論点を誤解していると思われる答案が散見された。\n○ 法第１６条の手続を履践していないことが本件事業計画変更認可を違法とするか否かについて言及する答案は少なかった。他方で、少数ながら、この点に言及し、かつ、法第１６条の手続が関係権利者の権利保護目的を有することや、重要な手続の瑕疵はそれだけで処分の取消事由に該当することなどを説得的に論じる答案もあった。\n○ 手続規定違反は、当然に処分取消事由となるわけではないため、本件での手続規定違反が事業計画変更認可の効力の帰趨にいかなる影響を及ぼすかを、手続規定違反とは別に検討する必要があるが、手続規定違反を肯定する答案では、比較的多くがその検討を行っていた。その際、答案の大半が、重大な手続規定違反は処分取消事由となり得ることを指摘していたが、本件での手続規定違反が権利保護手続の完全な不実施であったことも重要である。\n（都市計画基準違反と施行区域要件違反について）\n○ 都市計画決定の違法が、本件事業計画変更認可の違法事由となることにつき言及する答案はほとんどなかった。論理的には検討が必要なはずであり、答案作成の際には、順を追って論旨を展開することが求められる。\n○ 都市計画基準違反（都市計画法第１３条第１項第１３号）や施行区域要件違反（法第３条第４号）を論じる際に、裁量について長々と論じる答案が目立ったが、本問では、そのような論述は求められていない。解答に当たっては、出題趣旨を的確に把握した上で、問われたことに対し、端的に答えることが求められる。\n○ 本件事業計画変更認可の違法性を論じるに当たり、法令の規定の文言のみから裁量の存在を肯定した上で裁量権濫用の有無を論じるなど、裁量権濫用論を誤解していると思われる答案が散見された。\n○ 都市計画基準への適合性と施行区域要件への適合性との区別はおおむねついているものの、問題文で挙げられている具体的な事実をそのいずれかで論ずるかについて誤っている答案が少なくなかった。\n○ 都市計画基準への適合性と施行区域要件への適合性をまとめて判断する答案が目立った。\n両者は異なる定めによる異なる基準である以上、それぞれの基準への適合性の判断内容は当然に異なる。条文を丁寧に読むことが求められる。\n⑷ 設問２について（全体について）\n○ 違法性の承継の論点を論じる前提として、公定力や出訴期間制度の趣旨について長々と論じる答案が目立ったが、本問では、実体法的観点と手続法的観点の両面から違法性の承継を肯定する主張を検討することが求められているのであるから、端的に本論に入ることが肝要である。また、Ｄが本件事業計画変更認可の取消訴訟の出訴期間を徒過していることにつき、問題文中の日付も引用して長々と論じる答案もあったが、本問では、Ｄが本件権利変換処分の取消訴訟を提起していることを前提に、違法性の承継が問われているのであるから、全く無用の記述である。\n○ 会議録において、違法性の承継の可否を判断する際に最高裁が手がかりとした点が掲げら- 10 -れているのであるから、その議論を踏まえた個別法の解釈を丁寧にしなくてはならない。\n時間の限界もあったのかもしれないが、極めていい加減であった。行政法の能力は、最後は、個別法の解釈をいかに丁寧にかつ適切に行えるかにおいて示される。一般論を再現するだけでは足りない。\n○ 本問で求められている「被告Ｂ地区組合の反論」について全く触れない答案や、結論として、Ｄの立場（違法性の承継肯定）ではなく、違法性の承継を否定する立場で結論を導く答案も存在した。設問に対する解答が求められていることを今一度意識してもらいたい。\n（実体法的観点からの検討について）\n○ 実体法的観点からの検討で問題とされるべき同一目的・同一効果について、本件の事案に即して具体的な論述ができている答案は皆無に近く、曖昧にこれを指摘する答案ばかりであった。\n○ 事業計画変更認可と権利変換計画認可の処分庁が同じかどうかを論じるといった、平成２１年判決の理解が不十分である答案が散見された。\n（手続法的観点からの検討について）\n○ 本件事業計画変更認可に当たって、施行地区内の宅地所有者等の権利保護の観点から予定されている手続として、同意（法第３８条第２項、第１４条第１項）、縦覧及び意見書提出手続（法第３８条第２項、第１６条）、公告（法第３８条第２項、第１９条第１項、都市再開発法施行規則第１１条第３項第２号）があり、これらについて手続保障の観点から十分といえるかどうかを検討する必要があるところ、これらのうち二つ以上を挙げることができた答案は１割にも満たなかった。\n○ 手続法的観点に関し、違法性の承継は、制度的・類型的に考察すべきものであるのに、本件においてＤが不利益を認識できたかどうかなどの個別的事情を論じている答案が相当数あった。\n○ 手続法的観点から違法性の承継を肯定する論拠として、Ｄが事業計画変更認可の取消訴訟を提起できたことを挙げる答案が散見された。しかし、ここで論じられるべきは、取消訴訟を提起する機会を保障する手続が制度化されているかどうかである。\n○ 手続法的観点からの検討に当たっては、先行行為である事業計画変更認可を争う機会を保障する手続が制度化されているか否かを検討しなければならないところ、この点を肯定する論拠として、施行地区内の宅地所有権者等は、施行者に対し、権利変換を希望せず、金銭の給付を希望するか、施行地区外に移転すべき旨を申し出ることができるという、法第７１条第１項が定める手続を挙げる答案が目立った。しかし、この手続が、上記事業計画変更認可の違法を争うための手続に該当しないことは明らかである。条文を丁寧に読むことが求められる。\n５ 今後の法科大学院教育に求めるもの○ これまでも繰り返し指摘されていることであるが、行政法の基本的な概念・仕組みを確実に押さえるとともに、重要な最高裁判例を丁寧に読んでその内容・射程を理解した上で、それらの知識を前提にして、事例問題の演習を行うことが求められる。これらを通じて、単に判例の知識を得るにとどまらず、重要な判例が示した法理や判断枠組みを具体的な事例の中で使いこなせるようになることが期待される。また、重要判例の理解や事例問題の演習においては、個別法の条文を読んで、問題となっている制度の仕組みを正確に把握することも目標とされるべきであろう。\n一見遠回りのようでも、重要判例の事案を丁寧に読み込み、個別法の条文を参照して、その仕組みや法解釈を学び、演習を通じて、その理解を答案に表現することができるようになることが肝要である。\n- 11 -"
}