{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：４０）\n東京都内の賃貸物件に居住するＡは、平成２９年１０月１日、定年退職後の居宅の建築用地として、自らの出身地であるＰ県内の土地（以下「本件土地」という。）を、時価である３０００万円で購入し、同日、所有権移転登記を了した。\n令和４年１０月頃、Ａは、令和５年３月末日の定年退職後に都内のスタートアップ企業であるＱ株式会社（以下「Ｑ社」という。）が発行する株式を取得して経営に参画することが決まり、そのための資金が必要となったため、本件土地を急きょ売却することとした。そこで、Ａは、Ｐ県在住の旧友Ｂに、本件土地の売却話を持ち掛け、令和４年１２月１日、Ｂとの間で、本件土地（当時の時価４０００万円）を以下の内容で売却する旨の契約（以下「本件売買契約」という。）を締結し、下記②記載の手付金を受領した。\n① 本件土地の売買代金を３５００万円とする。\n② 買主Ｂは、売主Ａに対し、手付金として３００万円を、本件売買契約の締結時に支払う。この手付金は、解約手付と違約手付を兼ねるものとし、残代金が支払われた際に、売買代金の一部に無利息にて充当する。\n③ 令和５年３月１日付けで、買主Ｂは、売主Ａに対し、残代金３２００万円全額を支払い、売主Ａは、買主Ｂに対し、本件土地を引き渡すとともに、その所有権移転登記手続に必要な書類を引き渡すものとする。\n令和５年２月に、Ａは、Ｂから、残代金のうち２７００万円を同年３月１日に現金で支払うとともに、残りの５００万円についても同年９月３０日までには必ず支払うので、同年３月１日に本件土地の引渡しを受けたい旨の申出を受けた。Ａは、一抹の不安を覚えたものの、Ａ自身が急ぎで資金を必要として持ち掛けた話であり、Ｂが信頼のおける長年の友人であることから、Ｂの申出を受け入れることとした。令和５年３月１日、Ａは、本件土地の売買代金の一部としてＢから現金２７００万円の支払を受け、手付金３００万円を売買代金に充当するとともに、Ｂに対して、本件土地の所有権移転登記手続に必要な書類を渡して、本件土地の引渡しも完了した。Ｂは、その後間もなく本件土地の所有権移転登記を了した。\nところが、Ｂは、令和５年９月３０日になっても、残代金５００万円の支払を行わず、Ａからの残代金５００万円の支払請求に応じようともしなかった。\nＢは、個人で卸売業を営み、毎年確定申告をしていたところ、令和４年１２月１日時点において、取引先である個人Ｃに対して同年１０月２０日に納入した商品に係る２０００万円の売掛債権（支払期限は令和５年１月２０日。以下「本件債権」という。）を有していた。しかし、当該期限を過ぎても支払はなされず、令和５年３月１５日、Ｃが破産手続開始決定を受けたため、本件債権の回収が滞り、Ｂは、その事業の資金繰りにも窮するようになった。令和５年１２月１５日にはＣの破産手続が終結し、本件債権の全額が回収不能であることが確定した。\nＡは、令和５年３月末日の定年退職後、直ちに本件土地の売却代金を用いてＱ社株式を取得し、Ｑ社の経営に参画していたが、次第に他の経営参画者との関係が悪化し、令和６年３月には、Ｑ社株式を取得価額と同額で他の株主に譲渡し、経営から手を引くことになった。このためＡは、Ｂに対して残代金５００万円の請求を続けるよりも、本件土地を取り戻して家を建て、静かな老後を送りたいと考えるようになり、令和６年４月１０日、Ｂによる債務不履行を理由として本件売買契約を解除する意思をＢに通知するとともに、本件土地の所有権移転登記の抹消登記手続に応じるように求めた。Ｂが速やかに登記手続に応じ、本件土地をＡに引き渡したため、Ａは、令和６年４月２０日、受領済みの本件土地の代金３０００万円から、違約金として３００万円を控除した残額２７００万円をＢに返還した。なお、Ａが本件土地を取り戻した令和６年４月時点での本件土地の時価は４１００万円であった。以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和６年１月１日現在において施行されている法令に基づいて解答しなさい。\n〔設 問〕\n１ Ａが令和５年分の所得税について期限内申告をする場合において、本件売買契約に係る譲渡所得の金額の計算はどのように行われるか、手付金の扱いを含めて論じなさい。なお、Ａは令和５年中、他の資産の譲渡を行っておらず、Ａが負担した本件土地の譲渡に要した費用は１００万円である。\n２ Ａは、設問１における申告と同時に所得税の納付を完了した。本件売買契約の解除と原状回復は、Ａの令和５年分の譲渡所得の金額の計算にどのように影響するか。またその結果、納付した税額が過大になっていると考えたＡは、どのような手続をとることができるか。\n３ 本件売買契約の解除に伴い、ＡがＢから得た違約金３００万円は、所得税法上、Ａのいつの年分のいかなる所得に分類されるか。\n４ Ｂは、本件債権額２０００万円を、令和４年分の事業所得の収入金額に含めて期限内申告をした。令和５年１２月１５日に本件債権の全額回収不能が確定したという事実は、Ｂのいつの年分の所得金額の計算にどのように影響するか。〔第２問〕（配点：６０）\nＡは、平成２１年４月に、ある大学の医学部に入学し、平成２７年３月に当該大学を卒業し医師免許を取得するまで、医療法人Ｂ（以下「Ｂ法人」という。）から授業料相当額の甲奨学金（貸与型）を受け、その全額を授業料に充当していた。Ａは、平成２７年４月から令和２年３月までの間、Ｂ法人傘下の病院で常勤の医師として勤務を継続したことにより甲奨学金の返還免除の要件を満たしたため、同月にＢ法人から甲奨学金の全額３００万円について返還免除の決定を受けた。Ｂ法人は、この決定により、令和２年３月に、Ａに対し、通常の給与に加えて免除益相当額の給与の支払があったものとして処理し、これらの全額に対し源泉徴収を行い、徴収した税額を直ちに国に納付した。なお、Ａは、現在に至るまで当該病院で勤務を継続し、毎年確定申告を行っている。\nＡの父Ｃは、製造業を営む株式会社Ｄ（以下「Ｄ社」といい、その事業年度は暦年である。）の製造部長として勤務していた。Ｄ社は、令和元年５月に、生産用機械乙（以下、単に「乙」という。）の製作と設置を、株式会社Ｅ（以下「Ｅ社」という。）に委託する内容の請負契約を、Ｅ社との間で締結した。当該契約では、Ｄ社による乙の試運転を経た性能確認（検収）をもって乙の引渡しと所有権移転が完了し、同時に対価が支払われることとされた。Ｃら従業員は、令和元年１１月から試運転として生産工程で乙の利用を開始し、その後も使い続けていたが、乙に不具合が度々生じたため、Ｅ社による乙の修理や調整等の対応を要し、乙の正常な動作確認と検収が完了したのは令和２年１月末日であった。同日以降、乙は、特に問題なく、Ｄ社の生産工程において稼動している。\n令和３年１月にＣが死亡した。唯一の相続人であるＡが単純承認により承継したＣの相続財産には、Ｃが預託金を預けて取得した丙ゴルフ場の会員権（以下「丙会員権」という。）が含まれていた。丙会員権は、丙ゴルフ場施設の優先的利用権と預託金返還請求権、会費納入義務が一体となった契約上の地位であり、所定の手続を経て譲渡可能とされていた。Ｃは生前、年会費を納入し、月に二、三回程度、丙会員権を利用して趣味のゴルフを楽しんでいた。もっとも、Ａが相続により取得した時点で、丙会員権の時価は、Ｃがその取得に要した金額を下回っていた。相続後Ａは、名義書換料を支払って丙会員権の名義をＡに変更し、丙会員権を利用して月に１回程度ゴルフをしたが、もともとゴルフにＣほどは興味がなく、どちらかといえば将来の丙会員権の値上がりの可能性や、Ｃから聞いていた含み損を使った節税策に関心があった。丙会員権は相続後も値上がりに転じる気配がなかったため、令和５年１２月に、Ａは、丙会員権を第三者に売却して損失を確定させた。なお、Ａは令和５年中に給与所得以外に所得を得ておらず、また、同年にＡが譲渡した資産は丙会員権のみである。\n以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和６年１月１日現在において施行されている法令に基づいて解答しなさい。\n〔設 問〕\n１ Ａが令和２年３月にＢ法人から受けた、甲奨学金の返還免除に係る３００万円の経済的利益に関し、Ｂ法人が行った源泉徴収は、所得税法に従ったものであるか。\n２ 仮に設問１における源泉徴収が所得税法に従ったものでないとした場合、Ａ及びＢ法人は、３００万円の経済的利益に係る源泉徴収税額相当額を取り戻すために、それぞれどのような法的主張が可能か。令和２年分のＡの確定申告との関連を踏まえて論じなさい。\n３ Ｄ社が、会社法上の利益計算において、生産用機械乙に関し令和元年事業年度に減価償却費を計上している場合、法人税法上も、同事業年度に当該減価償却費の全部又は一部を損金に算入することは可能であるか。\n４ Ａは、所得税法の関係条文の文言から、丙会員権の譲渡による損失の金額の計算に際し、Ａが支払った名義書換料は無視されると考えた。このＡの解釈に問題はないか。５ Ａは、令和５年分の総所得金額の計算上、丙会員権の譲渡による損失の金額を、同年の給与所得の金額から控除することは可能であるか。解答に当たっては、その根拠規定の趣旨にも言及しなさい。\n（参照条文）所得税法施行令\n（生活に通常必要でない資産の災害による損失額の計算等）第１７８条 法第６２条第１項（生活に通常必要でない資産の災害による損失）に規定する政令で定めるものは、次に掲げる資産とする。\n一 競走馬（中略）その他射こう的行為の手段となる動産二 通常自己及び自己と生計を一にする親族が居住の用に供しない家屋で主として趣味、娯楽又は保養の用に供する目的で所有するものその他主として趣味、娯楽、保養又は鑑賞の目的で所有する資産（略）\n三 （以下略）\n（損益通算の対象とならない損失の控除）第２００条 法第６９条第２項（損益通算の対象とならない損失）に規定する政令で定める損失の金額は、第１７８条第１項第１号（生活に通常必要でない資産の災害による損失額の計算等）に規定する競走馬の譲渡に係る譲渡所得の金額の計算上生じた損失の金額とする。\n２ （略）\n（参照条文）法人税法施行令\n（減価償却資産の範囲）第１３条 法第２条第２３号（定義）に規定する政令で定める資産は、棚卸資産、有価証券及び繰延資産以外の資産のうち次に掲げるもの（事業の用に供していないもの及び時の経過によりその価値の減少しないものを除く。）とする。\n一 建物及びその附属設備（略）二 構築物（略）三 機械及び装置四 （以下略）- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問では、所得税法において、土地の売買契約とその後の買主の債務不履行に伴う法律関係の変動がどのように扱われるか、が主に問われている。各設問とも、いずれも受験者であれば当然に学習していることが期待される基礎知識を具体的な法的事実関係に対して正確に適用できる能力を確認することを狙いとしている。\n租税法全般について言えることであるが、とりわけ所得税法においては、条文の正確な理解\n・解釈を前提に、課税対象の私法的要素を的確に把握・分析した上で、課税要件事実を抽出し、適切に当てはめる能力が重要である。本問で言えば、課税要件規定（ここでは所得税法第３６条第１項の「収入すべき金額」）の解釈を基に、違約手付と解約手付の両方の性質を帯びた手付金の交付、債務不履行解除と違約金の交付、といった要素について、民法の基本的な知識を踏まえつつ、具体的に当てはめる能力が求められている。\nまた、これも例年の採点実感で強調しているように、条文の要件を正確に読解し必要に応じて解釈を施した上で事実関係に適用する能力は、租税法の学習においては無論のこと、多様な事案に対応する初見の条文に対応することが多い租税法の実務においても、必須である。本問で言えば、譲渡所得算出の構造（設問１）、更正の請求の要件（設問２）、一時所得の要件（設問３）、事業所得の貸倒損失の要件（設問４）について、受験者の多くは「なんとなく」理解しているものと思われるが、そこで適用される条文の構造に照らして何が鍵となる要件かを正確に理解した上で、該当する要件事実を設問の事実関係から抽出して提示することが重要である。\n設問１では、①売主Ａ・買主Ｂの間で令和４年１２月に締結された土地売買契約に基づいて、②契約締結と同時にＡがＢから手付金の交付を受け、③令和５年３月に売主Ａが土地の引渡し\n・移転登記を了するとともに、Ｂから売買代金の一部分（２７００万円）の支払を受け、同時に②で受領済みの手付金を売買代金に充当した後、④令和６年４月にＢの債務不履行を理由に契約が解除されて原状回復がされるとともに、ＢからＡに違約金が支払われた、というやや錯綜した事実関係の下で、Ａが「令和５年分の所得税について期限内申告をする場合において」\nＡの譲渡所得金額の算定上問題となる法的論点が問われている（設問文で譲渡所得と明示しているのであるから、本件売買から譲渡所得が生じるか否かを論じる必要はない）。上記①～④の事実経過が示すように、一度は私法上有効に成立し、所得税額確定の基礎となった課税要件事実が遡及的に消滅するという場面であっても、所得税法上の納税義務は、暦年ごとに成立・\n確定するのが原則である（国税通則法第１５条ないし第１７条）。このことは期限後申告の場合にも変わるところはない。設問文で「期限内申告」に触れたのは、令和５年分所得税の法定申告期限である令和６年３月１５日までに確定している法的事実関係①～③をもとに課税関係を考えればよい、と誘導する趣旨であった。\n令和５年分のＡの譲渡所得に係る総収入金額に算入される金額を論じるには、通則規定である所得税法第３６条第１項につき判例が権利確定主義を採用しているとの解釈を確認した上で、土地の譲渡の場合に何をもって権利確定と言い得るかの基準を立て、本問の事実関係に当てはめる必要がある。本設問では特に手付金３００万円の扱いについて検討することが求められている。問題文が明記するように、解約手付と違約手付を兼ねるとされている手付金について、どの時点で権利確定があったと考えるのか、民法の基礎的な理解を踏まえた立論が求められている。最後に、Ａによる本件土地の保有期間も踏まえつつ、譲渡所得金額算定の条文（所得税法第３３条第３項、第４項）を正確に適用することが求められる。\n設問２では、期限内に申告・納付を完了したＡの令和５年分の所得税額について、上述の事実④がどのような影響を及ぼすかが問われている。これが更正の請求の問題であることは容易に見当がつくと思われるが、具体的にどの条文のどの要件を満たすから更正の請求を行えるのかを的確に解答するためには、課税要件法の正確な理解が不可欠となる。本件においては、債務不履行に基づく解除（合意解除ではないことに注意）により、売買契約が遡及的に消滅すること、及び、土地と代金の原状回復が行われたことの双方が満足されることをもって、令和５年分の所得税額確定の基礎となった「資産の譲渡…による所得」という課税要件事実が遡及的に消滅することになる（「契約解除が譲渡所得を遡及的に消滅させる」というのでは不正確である）。これが「申告書に記載した課税標準…が国税に関する法律の規定に従つていなかつたこと」（国税通則法第２３条第１項第１号）になること、及び同項柱書の他の要件も満たされていること、を丹念に押さえる必要がある。\n設問３では、違約金３００万円の権利確定がどの年に生じているか、その所得分類は何か、ということを論じればよい。令和４年に交付され令和５年に代金に充当された手付金がそのまま交付されたようにも見えるが、令和６年４月に契約が解除され原状回復された上での違約金の交付であることを法的にどう評価するか、説得力のある立論が求められている。その上で、一時所得（所得税法第３４条）の条文の位置に鑑み、これが他の所得（とりわけ本問の経緯からすれば、譲渡所得）に当たらないことを理由と共に述べた上で、雑所得との区別の基準となる偶発性（非継続性）・非対価性について必要な事実を摘示しつつ、要件該当性を論じることが求められている。\n設問４は、事業所得者の貸倒損失（所得税法第５１条第２項）についての素直な出題ではあるが、上に述べた条文の正確な運用能力、具体的には、本件Ｂの債権が同項にいう「債権」に当たること、「債権の貸倒れ」の意義及び本問への当てはめ、等を正確に論じることが求められており、併せて、事業所得が反復継続的な所得であること（譲渡所得との違い）についての理解も問うものである。\n〔第２問〕\n本問は、学資金として非課税所得となる要件の充足の有無と給与等の支払に係る源泉徴収の要否（設問１）、源泉徴収に係る「過誤納金（より正確には誤納金）」の回復に際しての法律関係（設問２）、企業会計及び私法上の評価と関わる法人税法上の別段の定めの解釈適用（設問３）、相続により取得した財産に係る取得費の引継ぎと付随費用の処理（設問４）、そして、生活に通常必要でない資産に係る損益通算制限（設問５）に関する設問から成る。これらを通して、所得税法を中心に、租税法令の基本的な制度と理論が理解できているか、主要な判例の規範を踏まえつつ、各法令上の要件につき説得力のある解釈論を展開し、事案に適切に当てはめる能力があるかを審査している。設問１は、源泉徴収の要否を問うものであり、解答の過程では、使用者が供与する債務免除に係る経済的利益が給与等（所得税法第２８条第１項）の支払に該当するか、また、経済的利益が学資金として非課税扱いを受けうるか（同法第９条第１項第１５号）の検討を経なければならない。その上で、本問で問題となる源泉徴収に関する規定（同法第１８３条第１項）を把握し、その要件を充足するかを考える必要がある。初見の論点や条項であっても、奨学金の慈善性・公益性から非課税所得該当性を疑って所得税法第９条第１項に当たれるか、また、同項第１５号の規定ぶりは、括弧書きが重なり読みづらいが、租税法令で典型的な定めであるとも言え、正確に読み解ける力を備えているかが問われている。\n設問２では、誤って過大に納付された源泉徴収税額（誤納金）相当額を、国と源泉徴収義務者(Ｂ法人)、申告納税義務を負う本来の納税義務者(Ａ)という三者の間で、どのような法律関係に基づいて精算されるかを、その法的根拠と共に問うている。最判平成４年２月１８日民集\n４６巻２号７７頁に従い、国とＢ法人の法律関係（Ｂ法人の納税義務）と、Ｂ法人とＡの法律関係（Ａの納税義務）が別個に存在するというべきであるから、Ａが確定申告で申告納税額から誤納金相当額を控除することにより直接国との間でその精算することはできない。なお、確立した判例はあるものの、その規範を踏まえた上で説得的に展開されているものであれば、判例とは異なる見解であっても、評価の対象となり得る。\n設問３は、法人税法上の減価償却費に関する別段の定めを、与えられた事案において適切に運用する能力を確認するものである。問題となる同法第３１条第１項では、損金経理要件を通じて会社法会計との整合が図られる一方で、減価償却資産該当性やその「取得」、あるいは当該資産を事業年度末に「有する」という法人税法に固有の要件が含まれることが確認できる。\nこれらの要件を巡っては、基礎となる取引に係る私法上の評価を踏まえてその充足の有無を検討することにより、主張の説得力が増す。法人税法の定めの解釈適用に際し、このように企業会計及び私法上の評価が関わることは頻繁にあるものであり、両者に適切に目配りして論理を展開する力が試されている。\n設問４は、譲渡所得の計算に係る基礎と、相続税と所得税が交錯する基本的な問題状況を扱う。すなわち、相続により取得した財産の譲渡益に対する課税の基本的な制度を、最判平成１７年２月１日訟務月報５２巻３号１０３４頁の規範を踏まえつつ、所得税法第６０条第１項第\n１号の文言と趣旨に照らして理解できているかを確認している。具体的には、同号の趣旨が相続により取得した資産の増加益に係る課税の繰延べにあり、その譲渡に際し、所得税法に従って計算される相続前後の各増加益を合わせたものを超えて所得として把握することは予定されていないことに加え、問題の名義書替料が取得費（所得税法第３８条第１項）を構成すべき付随費用に当たるか否かを適切に考慮した上で、事案への当てはめができているかが問われている。\n設問５は、総合所得税の基礎の１つである損益通算の定めとその制限について、根拠条文に則して確実に理解できているかを問うものである。所得税法第６９条第１項から、問題文の譲渡所得上の損失は、第一次的には損益通算の対象となり得るものの、生活に通常必要でない資産（所得税法第６２条第１項・同法施行令第１７８条第１項第２号）に係る損失に該当し、損益通算上は生じなかったものとみなされる（所得税法第６９条第２項）。他の条文の参照と政令委任が重なり読み取りづらいが、このような制限を、その趣旨を理解した上で導ける力が試される。本問で特に問題となるのは、「主として趣味、娯楽・・の目的で所有する資産」の解釈と適用である。主観的要件であるが、公平な税務執行の要請から、客観的要素を重視した当てはめが意識されているかが問われている。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針第１問は、土地の譲渡対価に対する権利確定主義の適用を中心に、譲渡所得金額の算定方法（設問１）、契約解除と原状回復が行われた場合における更正の請求（設問２）、債務不履行解除に伴う違約金の所得分類と年度帰属（設問３）、事業所得者の売掛金債権の貸倒損失の処理（設問４）を問うている。これらを通じて、条文の正確な読解や判例を踏まえた適切な解釈、及び民法の基本的な知識をも踏まえつつ問題文の事実関係を分析し、課税要件事実を適切に抽出する能力を確認している。\n第２問は、奨学金の非課税所得該当性と給与等の支払に係る源泉徴収の要否（設問１）、源泉徴収に係る誤納金の回復を巡る法律関係（設問２）、法人税法上の減価償却資産の取得を巡る解釈適用（設問３）、相続による取得時の付随費用の扱い（設問４）、そして、ゴルフ会員権についての生活に通常必要でない資産該当性（設問５）を問うている。これらを通して、所得税法等の基本的な構造と理論を理解できているか、事案の的確な分析を経て適用条文と論点を見いだし得るか、結論を導くための論理を説得的に構築し得るか、といった租税法令の解釈と適用に欠かせない基礎的な能力を確かめるべく基準を設け、評価を行っている。\n３ 採点実感等〔第１問〕（配点：４０点）\n＜設問１＞設問１では、土地の譲渡対価の収受がやや変則的な形式で行われたという事実関係の下で、譲渡所得の総収入金額（所得税法第３３条第３項、第３６条第１項）をどのように認識するか、\nその認識内容に基づいて譲渡所得金額の算定を正確に行えるか、が問われている。\n過去の司法試験でも譲渡所得は頻出の論点であり、受験者も十分に学習しているものと思われる。とはいえ、「出題の趣旨」でも述べたように、設問文で「譲渡所得」と明示している以上、\n譲渡所得の定義や性質を論じることは必要ではないし、かえって答案の説得力を低下させかねない。にもかかわらず、機械的に譲渡所得の定義や意義を記載する答案が少なからず見受けられたことは残念である。時間も紙幅も限られる中、飽くまでも本設問との関係で何を論じる必要があるか、に集中してほしい。\n本設問では「譲渡所得の金額の計算」が問われているのであるから、まずその根拠規定（所得税法第３３条第３項）に触れ、「総収入金額」や取得費・譲渡費用・譲渡所得の特別控除額がその要素であることを確認することが解答の出発点となる。そして、本問の事実関係の下で「総収入金額」をどう認識するかが問題である、と立論すれば、総収入金額の意義として通則規定である所得税法第３６条第１項の指摘、「収入すべき金額」の具体的基準としての権利確定主義（判例）の導出、にはすんなりと論を運べるはずである（なお付言すれば、「権利（の）発生（主義）」と誤答するものが散見された。現金主義に対比される「発生主義」と混同しているものと思われる。「発生主義」に属する様々な具体的基準の一つに法的な基準である「権利確定主義」\nがあることを確認されたい。）。また、「（清算課税ゆえに）本件土地の譲渡時の時価４０００万円が総収入金額を構成する」とする答案も散見された。譲渡所得や実現主義の基本的理解を再度確認してほしい。\nあるいは、令和５年３月に支払済の現金２７００万円と残債権５００万円を区別して、未払の代金債権５００万円を総収入金額に含めないとする（あるいは単に処理を忘れたのか、言及し- 5 -ない）答案が一定数見られた。「現金２７００万円」を取り出して論じてしまうのは、権利確定主義の理解が不確かであるためであろう。確かに、本問の事実関係では、令和６年４月に契約が解除されており、未払の代金債権５００万円は遡及的に消滅する（Ａが実際に収受することはなかった）が、設問文はあくまでも「令和５年分の所得税の期限内申告」における処理を求めているのであるから、その法定納期限たる令和６年３月１５日（国税通則法第１７条、所得税法第１２０条第１項）までの事実に基づいて処理する必要がある。\nまた、帰属年度に触れることなく「総収入金額は◯◯円である」と論じる答案も目についた。\n所得税法第３６条が講学上「所得の年度帰属」の単元で教えられているように、（総）収入金額はその年度帰属と不可分の概念である。このことは同条第１項の文言からも明らかであろう。\nこの点の理解があやふやだと、例えば「総収入金額は３５００万円である。そのうち手付金３００万円は令和４年に帰属する」といった錯綜した論述に陥ることになる。\nさて、本設問では、権利確定主義という一般的な基準を挙げるだけではなく、譲渡所得という所得類型の下ではどのような具体的な基準となるか、それを本設問の事実関係に当てはめるとどうなるか、も論じることが期待されている。約半数の答案は、売主としての契約上の債務全ての履行や、代金債権に係る買主の同時履行の抗弁権の消滅などの権利確定の基準と、令和５年３月におけるＡによる本件土地の引渡しや移転登記の完了の事実を結びつけて、適切に解答できていた。一方で、契約が成立したことや代金支払期限が到来したことだけで権利が確定したと捉えていた答案も散見された。また、「契約締結が令和４年だから令和４年に代金債権の権利が確定した」という筋も、具体的な事実関係によっては全くありえないわけではないが、目的物の引渡しが未了であること、「解約手付」としての性質をも有する手付金が交付されていることなどを踏まえてもなお令和４年に権利確定といえるだけの説得的な論拠を示す必要がある。\n設問文で指示された手付金３００万円の処理は、やや難しい論点であったと思われるが、上記の筋に沿った答案（約半数）は、民法の知識もいかしつつ（「出題の趣旨」でも述べたように、\n私法の知識は、租税法の学習・実務に不可欠である。）、おおむね期待どおりの構成、すなわち令和４年に３００万円の交付を受けているがこの時点では（民法第５５７条第１項の手付倍返しの可能性にも触れつつ）いまだ権利確定せず、売主が履行に着手し手付が売買代金に充当された令和５年分の総収入金額に算入される、と論じることができていた。他方で、一定割合の答案は、権利確定主義の例外としての管理支配基準（最判昭和５３年２月２４日民集３２巻１号４３頁）を適用して令和４年分の総収入金額に算入されると論じていた。このような筋も全く不可能というわけではないが、手付金の民法上の性質を踏まえてもなお権利確定したと言えるのはなぜか、令和４年のどの所得を構成するのか（仮に譲渡所得とする場合、取得費などの控除はどうするのか）、さらに、設問３において債務不履行解除の違約金として３００万円をＡが得たとされることとの整合性、などの問題が生じる。これらの問題を認識し、説得的な理屈付けを試みていた答案には、相応の点数を与えた。\n以上より、「令和５年分の総収入金額」としては３５００万円とするのが正答となり、（説得的な理由付けがあれば、という条件付きで）３２００万円という解答も許容される。\nその上で、譲渡所得金額の算定のために、根拠条文（所得税法第３３条第３項）を適切に当てはめる必要がある。その際、譲渡費用１００万円や譲渡所得の特別控除額（所得税法第３３条第４項）を正しく控除できている一方で、肝心の取得費（Ａの本件土地の購入価額３０００万円）の控除を忘れている答案がかなりの数見られたことは意外であった。設問文は譲渡費用１００万円にしか言及していないが、取得費の控除はキャピタルゲインを本質とする譲渡所得の基本中の基本である。その他、特別控除額の控除と、所有期間５年超であることから、所得税法第３３条第３項第２号の長期譲渡所得に該当すること（なお、本設問では「譲渡所得の金額」\nを問うているので、２分の１のみが総所得金額に算入されること（所得税法第２２条第２項第２号）までは触れていなくてもよい。）を取りこぼすことなく指摘したい。設問１に関しては、これが総収入金額の問題であり権利確定主義がまず問われていることを押さえられていない答案が「不良」と評価され、権利確定主義と譲渡所得における具体的な基準を代金債権に当てはめることができていた答案が「一応の水準」、手付金についても適切に処理できていた答案が「良好」、そのうちでも手付金等、本件事実関係の私法的な性質を的確に処理できていた答案が「優秀」と評価された。\n＜設問２＞設問２は、過去年度において権利確定主義で課税対象とされた譲渡対価（未払のものも含む）\nが、契約解除によって遡及的に失われた場面で、納税者に利用可能な法的手段を問うている。\n申告納税制度の下で過大な税額が生じたときの「更正の請求」という仕組みについては理解できている答案がほとんどであったが、根拠条文の摘示、及び本件事実がその条件を満たすかの確認で優劣がつくことになった。\n「出題の趣旨」でも触れたことであるが、本設問の解答に当たっては、課税要件事実の遡及的変動が税額の変動をもたらす法的構造を正確に理解していることが必須である。非常に多くの答案において、「契約解除（や原状回復）によって、令和５年分の譲渡所得がなかったことになる」とのみ述べられていた。しかし、譲渡所得の課税要件は「資産の譲渡」により「収入すべき金額」が生じたことであり、これを充足する課税要件事実が令和５年に生じたことを設問１で確認した。令和６年４月の契約解除によって、資産の譲渡を基礎付けた売買契約が遡及的に消滅し、Ａが譲渡対価として取得済の現金３０００万円も、遡及効によって法的に保持し得ないものとなっているが、これだけでは、なお、税額の遡及的変更には不十分である（管理支配基準）ことに注意したい。本問のＡは、民法上の原状回復義務に基づいて、実際に代金債権を返還し、土地を取り戻している。このように法的根拠の遡及的消滅と原状回復による代金の返還の２つがそろってはじめて、令和５年の税額算定を基礎付けた「課税要件事実が遡及的になかったものとなる」といえるのである。またこの道筋で考えると、設問３で問われる３００万円についても、一旦は譲渡対価の一部としてＢに返還された上で、改めて違約金として交付されたものとして考えればよいことになる。\n本設問では、予想以上に多くの答案が、所得税法第６４条第１項とその場合の更正の請求の特例である所得税法第１５２条に触れていたが、これは誤りであることに注意したい。所得税法第６４条第１項は、「各種所得の金額（括弧内略）の計算の基礎となる収入金額若しくは総収入金額（括弧内略）の全部若しくは一部を回収することができないこととなつた場合」の規定であるが、これは譲渡所得金額の基礎となる売買契約自体は有効に存続しており、権利確定主義の建前からすれば、既収未収にかかわらず過去年分の（総）収入金額として確定したのに、代金債権が回収不能になったこと（本件でいえば、未払金５００万円がこれに当たる）による担税力の減少に鑑みて、特例的になかったものと「みなす」規定である。前段落で述べたとおり、\n本設問においては、契約解除と原状回復によって、そもそも譲渡所得金額算定の私法的基礎が遡及的に失われているのであるから、「みなす」までもなく、私法上の遡及効とそれによる課税要件規定の遡及的変動として処理すれば足りる。つまり所得税法第６４条第１項の適用場面ではない。\nさて、「令和５年の譲渡所得の『収入すべき金額』」が令和６年４月の解除によって今や法的に存在しないこととなったのであるから、Ａが令和５年の期限内に「申告書に記載した」「課税標準等若しくは税額等の計算が国税に関する法律の規定に従っていなかったこと」により、「当該申告書の提出により納付すべき税額（括弧内略）が過大であるとき」（国税通則法第２３条第１項第１号）に該当することとなったのであるから、法定申告期限から５年以内に、Ａは、令和５年の譲渡所得金額を減額すべき旨の更正の請求を行うことができる。更正の請求が行える、\nということを指摘するには、本来、このように条文の要件を満たすことを確認する必要があることに注意したい。なお、契約の解除ということで、国税通則法第２３条第２項（第３号にいう「政令で定めるやむを得ない理由」、国税通則法施行令第６条第１項第２号）に基づく更正の請求の問題であると考えた答案も一定数見られた。この場合には、当該理由が生じた日の翌日から起算して２ヶ月以内に更正の請求を行う必要があるということになりそうである。しかし、国税通則法第２３条第２項柱書括弧書きは「各号に定める期間の満了する日が前項に規定する期間の満了する日後に到来する場合に限る。」と規定しており、解除の日から２ヶ月後の日が令和５年分の譲渡所得に係る法定申告期限から５年以内である本問の場合には、同条第２項は適用できず、第１項の更正の請求を行うことになる。第１項の更正の請求の期間制限が１年間であった時代の裁判例（東京高判昭和６１年７月３日訟務月報３３巻４号１０２３頁）もこの点を明言しているが、\n仮にこの裁判例を知らなかったとしても、条文を丁寧に読む癖をつけておけば、本問に第２項は適用できないと気がつくはずである。そして、第２項が、課税関係の早期安定を旨として更正の請求に期間制限を設けた第１項の例外として特に第２項各号の場合に限って、２ヶ月という短い期間での更正の請求を認めているのだと制度趣旨を素直に理解できれば、第１項の期間制限内であれば第２項各号列挙の理由が生じたために税額が過大となった場合にも第１項で更正の請求を認めてよいはずだ、と推論することはさほど難しくないであろう。本問ではここまでの論述を求めているわけではないが、条文を正確に読む能力は、租税法の学習はもちろん、\n実務においても必須であることに留意されたい。\n設問２に関しては、「更正の請求」と根拠条文を挙げることができていない少数の答案が「不良」と評価され、更正の請求の理由を挙げているが不十分な答案（「課税所得がなかったことになる」等）が「一応の水準」、「課税要件事実の遡及的消滅」という私法と租税法の法的構造を正確に把握できている答案が「良好」、さらに国税通則法第２３条第１項第１号の要件へのあてはめまでも行えていた答案が「優秀」と評価された。\n＜設問３＞本設問では、Ａが「本件売買契約の解除に伴い」得た違約金３００万円の年度帰属と所得分類が問われているのであるが、本件違約金が損害賠償金ゆえに所得税法第９条第１項第１８号に該当して非課税所得となる、と論じる答案が少なからず散見された。しかし、同号の非課税所得該当性は、損害賠償金という名目ではなく、受領者における損害の発生とその填補の存在（要するに、損害賠償の原因となった事実と合わせて考えれば受領者の純資産が増加していないこと）に拠っているとするのが確立した扱いであり、本問の違約金がこの要件を満たすとは考えにくい。\nまず、所得分類については、一時所得（所得税法第３４条第１項）か雑所得（所得税法第３５条第１項）のいずれかであることはすぐに見当がつくと思われるが、これら所得分類の定義規定は、他のいずれの所得類型にも当たらないことを前提としているから、その点をまず確認しておく必要がある。特に本問では、３００万円が一旦は手付金として交付され、令和５年３月に代金の一部に充当された、という事実関係があるので、この点をどう理解するかにも触れておく必要があろう。例えば、債務不履行によって売買契約は解除され、譲渡対価も原状回復として返還される一方で、買主の債務不履行による違約金が別途支払われたのであるから、これは「資産の譲渡」に起因する譲渡所得にはあたらない、と論じるのが一つの筋であろう。逆に「対価の一部として交付されたのであるから、譲渡所得である」とする答案も少数であるが見られたが、設問２で述べたように、少なくとも令和６年４月の契約解除後には、法的に成り立たない筋である。なお、利子所得（所得税法第２３条）から山林所得（所得税法第３２条）については、明らかに本問の事実関係には該当しないので、特段の検討は求めていない。\nその上で、一時所得か雑所得か、ということになるが、本設問では、単発の売買契約の債務不履行解除による違約金であるから、「営利を目的とする継続的行為」とは言い難く、Ａが労務や役務を提供した対価でもないことから、所得税法第３４条第１項の要件を満たす、ゆえに一時- 8 -所得である、ということになる。一時所得についても、年度帰属は権利確定主義が基準となること（所得税法第３４条第２項、第３６条第１項）から、違約金についての権利が確定した時期を論じれば良いことになる。ここでも、素直な考え方をすれば、Ａが、履行遅滞状態のＢに対する請求を諦めて契約を解除し、解除の条件についての合意が成立した令和６年３月が、違約金を収受する権利の確定した時期ということになろう。\nもっとも、少数ではあるが、①Ｂが履行遅滞状態に陥った令和５年９月時点で違約金としての権利が確定していたとの考え方、あるいは、②違約手付として３００万円を受領した時点で損害賠償の予約としての性質を有しており、それが後にＢの履行遅滞ないしＡによる解除によって損害賠償金として具体化するも、その権利確定はＡの管理支配下に収められた令和４年１２月時点である、との考え方に立つ答案があった。いずれも、法律論としては、考えられない筋ではない。とはいえ、①に対しては、その時点ではまだＡは残代金５００万円の受領によって本件売買契約を完了させる意図だったのではないか、令和５年９月の約定日を徒過したら直ちに損害賠償金３００万円を請求する意図であったというのは当事者の意思解釈として合理的か、\nとの疑問を呈し得るし、②に対しては、令和５年３月に手付金３００万円が代金の一部として充当されたこととの関係をどう説明するか（特に、もし設問１でこれを令和５年の譲渡所得の総収入金額に含めていたならばなおさらである。）、という疑問がある。これらの点にまで目配りして説得的な議論を展開していたごく少数の答案については、相応の評価を与えた。\n設問３に関しては、単に非課税所得の問題とする答案、譲渡所得であるとする答案が「不良」\nと評価され、一時所得該当性には気づいているものの、その要件該当性の検討が不十分な答案が「一応の水準」、権利確定主義を前提に、本件違約金に係る権利が確定した時期を理由とともに論じることができている答案が、「良好」ないし「優秀」と評価された。\n＜設問４＞設問４では、事業所得者が事業の遂行上生じた売掛金等の債権につき貸倒損失を被った際の処理を問うている。典型的な論点であり、大半の答案が、所得税法第５１条第２項にふれることができていた。他方で、２割弱の答案が、第５１条第２項ではなく第５２条第１項（貸倒引当金）を挙げていたのは意外であった。「貸倒」という文言に引きずられたのかもしれないが、全く異なる制度である。なお、第５１条第２項の適用を受けるためには、事業所得者であるだけでは足りず、「事業の遂行上生じた売掛金」の貸倒れであることが必要であるが、この点まで触れることができていたのは半数程度であった。\nその上で、所得税法第５１条第２項にいう「貸倒れ」の解釈を行い、本件の事実関係がそれに当てはまるかを検討する必要がある。「貸倒れ」の基準については、法人税法の判例であるが、\n興銀事件最高裁判決（最判平成１６年１２月２４日民集５８巻９号２６３７頁）が所得税法にも共通の基準を与えるものと考えられており、同判決が挙げた基準のうち特に、①金銭債権の全額が回収不能であること、②全額の回収不能が客観的に明らかであること、が本設問との関係では重要である。問題文中に「令和５年１２月１５日にはＣの破産手続が終結し、本件債権の全額が回収不能であることが確定した」とあるから、これらの要件が満たされていることは明らかであるが、まず条文の基準を解釈に拠って明らかにした後に当てはめる、という手順が重要である。「貸倒れ」の意義についてまで論じられていた答案は３分の１強にとどまった。\nなお、設問２の譲渡所得では過去年度の所得計算をやり直すのに対して、事業所得に係る貸倒損失についてはそれが確定した年度の事業所得の必要経費として控除する扱いとされることが、\n反復継続する事業所得の性質によるものであること、についても触れられるとなお高い評価が与えられる。もっとも、この点にまで触れることのできていた答案はごく少数であった。日常の学習において、「なぜこうなっているのか。」という疑問を持って掘り下げて調べたり考えたりしているか否かによって差がつくところだと思われる。\n設問４に関しては、所得税法第５１条第２項の問題と気づくことができていなかった答案が「不- 9 -良」と評価され、「貸倒れ」の意義や「売掛金」該当性に触れられていない答案が「一応の水準」、\nこれらの点にも適切に言及して事実関係に当てはめることができていた答案が「良好」、譲渡所得の場合と対比して制度趣旨まで論及していた答案が「優秀」と評価された。\n〔第２問〕（配点：６０点）\n＜設問１＞設問１では、貸与型奨学金に係る債務の免除による経済的利益の供与を、使用者が給与等の支払と同視して行った源泉徴収の適否が問われている。答案には、源泉徴収の根拠規定に触れることなく、端的に、学資金として非課税所得に当たるから源泉徴収は誤りだとするものが少なからずあった。だが、先ずは使用者がどのような根拠で源泉徴収を行ったのかを考え、その適否を判断していくことが、論理的検討として求められる。\n使用者が根拠としたのは所得税法第１８３条第１項であり、特に所得税法第２８条第１項に規定する「給与等・・・の支払」があったと評価したものと考えられる。この給与所得該当性に関し、一般には、従属的・非独立的な就労の対価と言えるかが問われ、従来からこの意味での対価性は広く解されてきた。答案の中には、対価性を狭く解し、問題文の債務免除による経済的利益はこれに当たらない（よって、一時所得に係る総収入金額である）から、源泉徴収は誤りであるとするものも散見されたが、所定の就労条件を満たしてはじめて使用者から供与される利益であるという点を看過していないか。また一部の答案は、賞与に当たるか否か（所得税法第１８６条参照）に専ら焦点を当てて論じていたが、この点は問われていない。\n検討の中心とすべきは、問題の債務免除益が、非課税とされる学資金（所得税法第９条第１項第１５号）に該当するか否かである。まず、本問の債務免除益は、全額が授業料に充当された貸与型の奨学金に係るものであり、同号に言う「学資に充てるため給付される金品」と同視し得る。なお、「給与その他対価の性質を有するもの」は、非課税の対象外（一般に課税を受ける金品）とされるが、給与所得者の場合、同号柱書の括弧書きに規定されるとおり、更にその対象外として、⑴使用者から「通常の給与に加算して受けるもの」で、かつ、⑵同号に列挙された項目（役員が受ける学資金等）に当たらないものが、非課税所得となる。たとえ初見でも、\nこのように同号を読み解いたことを記載して事案に当てはめれば、問題の債務免除益が非課税所得に当たるという帰結が得られ、「優秀」ないし「良好」な答案と評価され得る。だが、同号の内容を適切に把握・理解していない答案もあり、その場合は「一応の水準」という評価に留まることが多い。\n残念だったのは、所得税法第９条第１項第１５号の存在や、奨学金としての非課税所得該当性の問題に気付いていないと思われる答案が過半数を占めていたことである。その慈善的・公益的属性から、所得税法第９条第１項を参照することが促されるはずである。なお、非課税所得だから源泉徴収は正当化されないという点を条文に即してどのように説明するかは１つの論点であるが、非課税所得が所得税法「第２８条第１項（給与所得）に規定する給与等」（所得税法第１８３条第１項）に当たらないという理解が示されている答案であれば十分である。\n＜設問２＞設問２は、誤って過大に納付された源泉徴収税額（誤納金）相当額を巡る法律関係とそれを踏まえた回復の手段ないし根拠について問う問題である。設問１の難度がやや高いこともあり、\n設問２は、基本的な論点について、例外的状況といった「ひねり」もなく正面から確認する内容とした。国税通則法と民法にも跨がる理由付けを要するものの、最判平成４年２月１８日民集４６巻２号７７頁に即した答案であれば、この設問に関し「優秀」ないし「良好」と評価され得る。なお、本設問で、納税者が利用し得る訴訟類型を解答させることは意図されていない。\n解答の基礎となるべき事由は、Ｂ法人の源泉徴収義務とＡの申告納税義務とは別個に存在し、\n国と源泉徴収義務者(Ｂ法人)の法律関係と、Ｂ法人と本来の納税義務者(Ａ)の法律関係も別個- 10 -に存在するという構成である（上記平成４年最判）。その上で、過大に納付された源泉徴収税額相当額を、ＡとＢ法人が各々どのような法的主張によって取り戻せるかの説明を求めている。\n答案の中には、源泉徴収が所得税法に従っていない旨を重ねて主張するものや、取り戻す対象を債務免除益自体であると誤解したもの、年末調整による精算の可否を論じるものなどがあり、\nこれらは質問に答えていないことになる。問題文を注意深く読んでほしい。\nＢ法人の過大納付額は誤納金であり、国税通則法第５６条の「過誤納金」として、Ｂ法人は還付の請求が可能である。同条を挙げる答案は概ね「一応の水準」を満たしているが、全体の半数にも遠く及ばない。Ｂ法人は更正の請求（国税通則法第２３条）ができるとする答案が多かったが、源泉徴収に関し納税申告書（国税通則法第２条第６号）は提出されないから、更正の請求はなしえない。誤納金は、公法上の不当利得として民法に従って回復される旨の答案もあったが、本問で、国税通則法第５６条に代えて、敢えて民法を根拠にすべき事情は見出せない。\n次いで、Ａは、確定申告に際し、過大徴収税額の控除を通じ、国との間で税額の精算を直接行うことはできない。その条文上の根拠となる「源泉徴収をされた又はされるべき所得税の額」（所得税法第１２０条第１項第４号）の解釈に言及できている数少ない答案は「優秀」という評価を得ている。Ａが取り戻す根拠としてＢ法人の不当利得を挙げる答案がとても多かったが、Ａは、Ｂ法人が国から還付を受けるまでもなく給与未払いに係る（一部）債務不履行を主張し得る。\n総じて、優秀又は良好と評価し得る答案は期待よりずっと少なかった。学習範囲を限定するあまり、基本的な制度や著名な判例の基礎知識をも疎かにしていないか、再度確認してほしい。\n＜設問３＞設問３は、法人税法上の減価償却費に関する損金算入の要件（法人税法第３１条第１項）を巡る解釈適用上の論点を見出し、企業会計（会社法会計を含む）と私法上の評価の双方を考慮しつつ、課税のタイミングを左右する問題について、説得力ある検討を展開する力が試されている。\n大部分の答案では、問題の生産用機械乙が減価償却資産（法人税法第２条第２３号・同施行令第１３条第３号）に該当することを指摘し、会社法上の利益計算で減価償却費とされる項目が、\n法人税法第２２条第３項第２号の費用に該当することを前提としていた。だが、そこからさらに別段の定めである法人税法第３１条第１項に言及できている答案（「一応の水準」に達している場合が多い）は、全体の半数程度にとどまる。むしろ直ちに公正処理基準に依拠し、会社法会計と同じ年度の損金算入を肯定する答案が目立った。他方で、会社法会計上の費用を法人税法が損金に算入するのは二重計上で認められない旨を指摘する答案が複数あった。所得計算の基本構造を正しく理解しないもので「不良」と言わざるをえない。なお、本問は、令和元年事業年度の損金算入の可否を聞いているので、令和２年事業年度の損金に算入されると言うのみでは不完全な解答であることを指摘しておく。\n問題の事業年度において、注文者は、損金経理要件を満たし、不具合が続き引渡と所有権移転が未了（翌年度に完了）の状態ながら、その事業において利用を開始していることから、所得計算上も減価償却費を損金に算入し得ると言えるかが問われている。損金算入を否定する答案で、別段の定めにおける「事業年度終了の時に有する」や「取得」（法人税法第３１条第１項）\nの要件は、所有権移転や引渡があった時に初めて満たし得るとするものは理解しやすく、「優秀」\nと評価し得る。その時までは「事業の用に供していない」（法人税法施行令第１３条柱書括弧書き）ものと評価すべきとする答案も多く見られた。現に生産工程で利用されている事実と矛盾しないかは問われるものの、機械乙の「減価償却資産」該当性自体を否定する効果も踏まえて論旨に一貫性があれば、このような筋の答案も「良好」と評価され得る。なお、本問に関し参考になる裁判例として、名古屋高判平成４年１０月２９日行集４３巻１０号１３８５頁、東京高判平成３０年９月５日訟務月報６５巻２号２０８頁を挙げておく。他に本問での答案では、所得税法と法人税法を混同するものや、条文の誤記と思われるものがあったので注意を促したい。なお、機械乙の減価償却費は原価（法人税法第２３条第１項第１号）に当たるとする答案も若干数見られた。あり得る見方の１つであり、その場合は、問題文から会社（注文者）の利益計算上は減価償却費に計上されている点を含め、公正処理基準にも配意した説得力があるものかが問われる。\n出題傾向と受験生の負担から、法人税法の学習は的を絞ったものになりやすいかもしれない。\nだが少なくとも、法人の所得計算における基本的な制度に関する最低限の知識やその根拠規定の在処を挙げられる程度には、学習範囲を維持しておくことが期待される。\n＜設問４＞設問４は、相続による財産移転が絡む所得税法上の主要な問題の１つである取得費（所得税法第３８条）の引継ぎ（所得税法第６０条第１項第１号）に関連し、相続人の手元で生じる付随費用の扱いを問うものである。条文の文言と判例（最判平成１７年２月１日訟務月報５２巻３号１０３４頁）に基づき解答が可能で、基本的な学習を積んでいる受験生にとって、比較的平易な出題である。現に的を射た答案が多かったが、その一方で、判例に則した理由付けや条文の趣旨を全く考慮することなく、納税者Ａの字義どおりの解釈を単に受け入れて逆の結論を導く答案が少なからずあり、「不良」と評価せざるを得ない。基本的な判例も押さえながら、条文に即して学習するという姿勢を常に維持していただきたい。\n本問で問題となる所得税法第６０条第１項第１号の適用対象は譲渡所得の金額の計算に限定されない一方で、取得費（所得税法第３３条第３項、第３８条第１項）は譲渡所得上の概念である。「優秀」答案は、問題のゴルフ会員権が資産に該当し、その譲渡による損失が譲渡所得上のものとなる点を明示的に確認した上で、所得税法第６０条第１項第１号の解釈と適用により、\n取得費（資産の取得のための付随費用を含む）に変容が生じるのかを、判例に則して精緻に検討できていた。他方、その過程に不完全なところがあれば、その程度に応じて「良好」または「一応の水準」と評価される。なお、名義書替料が譲渡費用に該当するという筋の答案も幾つかみられた。主張としてはあり得るが、取得費に当たらない旨の説明を経なければ説得的とは言い難い。\n他には、事案の分析に終始し結論が不明の答案や、損益通算に関する出題だとの誤解からか、\n設問５の解答との重複ないし混乱が見られる答案が複数あった。いずれも当該設問あるいは設問の全体をよく理解していれば避け得るミスであろう。\n＜設問５＞設問５は、損益通算が制限される生活に通常必要でない資産の判定というオーソドックスな論点を扱っている。答案の多くが、この論点を的確に認識した上で記述されていた。なお、本問と関連する裁判例（東京地判平成１０年２月２４日判タ１００４号１４２頁、仙台高判平成１３年４月２４日税資２５０号順号８８８４等）は、異論を許さないものではないが、参考にしてもらいたい。\n損益通算は、不動産、事業、山林、譲渡の各所得に係る損失についてのみ、総所得金額等の計算上、「他の各種所得の金額から控除する」という制度である（所得税法第６９条第１項）。よって、先ずは問題の損失が譲渡所得上の損失に当たることの確認を要する。本来、答案に明記して欲しい点だが、採点上は、設問４の答案からでも読み取れれば足りることとしている。\n本設問の中心となる論点は、問題のゴルフ会員権が、生活に通常必要でない資産の一類型である「主として趣味、娯楽（中略）の目的で所有する資産」（所得税法施行令第１７８条第１項第２号）に該当するかである。このような資産に係る損失は、消費支出としての性格に照らし、\nあるいは帰属所得の非課税扱いとの見合いで、担税力の減殺要素として扱うのが適切でないが故に、損益通算が基本的に否定される。この点を指摘できた答案は、概して「良好」以上の評価を得ている。加えて、問題文で記載されるように、主観的には複合的な目的で所有する資産- 12 -について、どのような要素に着目して主たる所有目的を判定するべきなのかを、その理由と共に説明することが求められている。それらの丁寧な説明を踏まえて、本問の事実から結論を導く答案は、概して「優秀」の評価に繋がっているが、その数はとても少ない。むしろ上記施行令の定めを挙げて直ちに結論を述べるものが大半である。それでも、所有を維持する動機の比重のみから所有目的を判定することに対する問題意識が結論からでも読み取れれば、「一応の水準」には達し得る。だが、Ａの値上がり期待という主観に単純に導かれる答案が少なくなかった。本問のゴルフ会員権は、ゴルフ場を優先的に利用する権利を表象するところ、Ａは現に毎月ゴルフに興じているという客観的な事実を黙過してよいと考えるならば、その理由を説得的に述べる必要がある。なお、本設問は、所得税法第６０条第１項第１号に鑑み、相続前の所有目的も考慮すべきかといった論点を内在している（相続直後の売却を想定されたい）。この点を踏まえた答案は僅かだが、より鋭い視点を持ったものとして評価される。\n以上に追加して２点指摘しておきたい。１つは、時間の制約によると思われる不完全な記述が少なくなかった点である。冗長な記述を避けることも含めて、適切な時間配分の重要性は、ここで敢えて言うまでもない。所得税法第６９条第１項及び第２項は、他の条文の参照や政令委任から成り、また否定形の要件を含むなど、やや複雑な構成である。このこともあってか、例えば、生活に通常必要でない資産に当たる点を論証した上で、損益通算できると結論付けるなどの矛盾を含む答案も散見された。いま１つは、条文の根拠に照らして知識を確認すると共に、\n条文の意味を事案に当てはめる基本の重要性である。複数の答案が、同条第１項に従い、給与所得は損益通算できないから損失の通算相手とはなりえない旨述べていた。同項の定め（所得税法第２条第1項第２２号を含む）を読めば避け得る初歩的な誤解だが、答案全体への影響が大きく、評価は「不良」となる。\n４ 今後の出題について本年は、第１問設問２、第２問設問２が国税通則法に関する問題、第２問設問３が法人税法に関する問題、その余が所得税法に関する問題であった。範囲としては、今後も所得税法からの出題を中心としつつも、法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる。\n内容としては、所得税法、法人税法、国税通則法に関する基本概念や制度に関する基本的な知識（判例を含む）の有無及び程度、更にこれらの知識を利用して条文の文言を解釈し、当該条文を具体的な事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n５ 今後の法科大学院教育に求めるもの⑴ 条文に即した基本的な概念や基本的な知識の習得例年の採点実感で指摘しているところであるが、条文において用いられている基本的な概念の理解は必須のものである。今年度も、「（総）収入金額」、「権利確定主義」「(過)誤納金」「減価償却費」「取得費」「損益通算」といった用語の理解が問題となった。基本的な概念を習得する上では、単に教科書上の定義を暗記するだけでなく、判例の具体的事実関係にどのように当てはめられているか、まで目配りする必要がある。第１問で言えば「権利確定主義」の定義は（一応）書けていても、具体的な事案への当てはめが直前で述べた定義と整合しない、というような答案が見られたが、これでは概念が理解できていない、と評価せざるを得ない。\n⑵ 判例・裁判例の学習上記⑴に加えて、少なくとも「３ 採点実感等」で言及している最高裁判例を考慮しない答案は基礎的な知識の欠如を示すものと評価せざるを得ない。また、他の裁判例も、学習上参照されることの多いものである。制度の基本を理解する際には、こうした裁判例にもできるだけアンテナを張り、批判的視点を維持しつつ、その理由付けから考え、学ぶ姿勢を維持してほしい。\n判例・裁判例の学習に当たっては、抽象的な規範命題だけでなく、それが具体的にどのような- 13 -事案・法的問題に対する解釈として示されたものであったかを、併せて理解することが有用である。それによってはじめて、判例の規範を条文の文言との関わりで理解し、正確に読み取った事案に適切に当てはめて論理的に結論を導くという、基礎的な技能を伸ばすことができる。\n⑶ 条文読解・事実認定・当てはめに関する能力の習得他の選択科目と比較しても、租税法は条文の多い分野であると思われる。その中では、第１問設問２（国税通則法第２３条第１項）や第２問設問１（所得税法第９条第１項第１５号）のように、その存在は知っていても、学習上は必ずしも触れる機会がなかったと思われる（その意味では「初見」に近い）条文の処理が求められることもある。これは租税法の実務においても同様である。そこで問われているのは、記憶力ではなく、たとえ初見の条文であっても、日本語として論理的に正確に解読した上で、要件と事実を一つ一つ冷静に当てはめて結論に至る能力である。そのような実践的な能力を涵養する上では、上記⑵で述べたように、主要な判例の学習において、適用条文と具体的事実との関係で判決文を正確に理解する癖をつけることが近道である。租税法は決して「暗記物」の科目ではない、ということはぜひ強調しておきたい。\nさらに、例年指摘していることであるが、事実認定と当てはめに関する能力の習得は、租税法の学習においても極めて重要である。租税法、とりわけ、私的経済活動の成果である所得に課税する所得税法・法人税法において、私法上の概念・制度の理解が、課税要件規定の解釈・課税要件事実の認定に密接に関わる場面は多い。本年の出題では、第１問設問１の手付金の処理や、第２問設問３の「取得」要件の処理などがこれに当たる。条文を正確に読解し、課税要件として何が規定されているかを把握した上で、与えられた事実関係を法的に丁寧に分析して課税要件事実を抽出できている答案は高く評価されるが、これもまた、租税法の実務上求められる能力そのものである。\n６ その他参考事項租税法に限らず、答案の作成はコミュニケーションであり、何を問われているかを正確に把握し、\n必要な内容を誤解なく伝える答案が、必然的に高得点となる。上記「３ 採点実感等」でも触れたように、設問文から自明な事柄に紙幅と時間を費やし、解答を求められている事項の論述が薄くなるようでは、本末転倒である。時間制限の中で、何が出題の勘所かを見極めて答案を構成する能力は、実務法曹としての起案能力にも直結する。一般論として出題者が何を求めているかについて、\n上記「５ 今後の法科大学院教育に求めるもの」で述べたことが参考となれば幸いである。\n解答時間が限られていることは理解しているが、問われている法的論点に対して論理的に飛躍のない丁寧な論述を心がけることはもちろんのこと、採点者が文意を読み取れる程度には丁寧な筆記にも意を払ってほしい。文字の巧拙が司法試験の評価の対象でないことは言うまでもないが、判読することが困難あるいは不能な文字による答案では、残念ながら正当な評価を行うことができない場合もあり得る。受験者においては、答案は他人が読んで採点するものであることを十分留意していただきたい。"
}