{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\n中部地区に所在する５５の地方公共団体（以下「５５団体」という。）は、各々、毎年一定期間ごとに、浄水場で使用する消毒用の製品（以下「甲製品」という。）を指名競争入札の方法により発注している（以下、この入札を「甲製品の入札」という。）。\nＸ１社ないしＸ９社は、いずれも甲製品のメーカーである（以下、Ｘ１社ないしＸ９社を「メーカー９社」という。）。我が国における甲製品のメーカーはメーカー９社以外にも存在するが、メ\nーカー９社の甲製品のシェア（売上額に基づく割合）は合計約９割である。\nメーカー９社は、甲製品の入札について、いずれも指名資格を有しておらず、入札に当たっては、メーカー９社の各甲製品をそれぞれ専門に販売する販売業者であるＺ１社ないしＺ９社（Ｚ１社ないしＺ９社はいずれも指名資格を有している。Ｘ１社の甲製品を専門に販売する販売業者がＺ１社、Ｘ２社の甲製品を専門に販売する販売業者がＺ２社、Ｚ３社以下についても同じ。以下、Ｚ１社ないしＺ９社を「販売業者９社」という。）に指示して、入札に参加させていた。販売業者９社は、従来から、いずれも甲製品の販売について特に営業活動をしておらず、各メーカーの指示に従った価格で甲製品を顧客に販売し、その売上額から一定率のマージンを受け取っていた（なお、物流上の必要等からメーカーと販売業者の間に卸業者が入ることもあった。）。メーカー９社とそれぞれの販売業者９社との間に、いずれも資本関係はない。\nＹ社は、メーカーから甲製品を仕入れ、それを販売業者に販売する卸業者であり、甲製品の入札について指名資格を有していない。甲製品の入札で販売業者９社のいずれかが落札した場合、当該販売業者は、指示をしたメーカーから甲製品を仕入れ、それを５５団体に供給していたが、当該メ\nーカーと当該販売業者との取引の間に卸業者としてＹ社が入ることもあった。\n令和２年以前、メーカー９社は、甲製品の入札に関して直接に連絡交渉し合い、受注調整を行うことがあった。しかし、調整が整わないことも少なくなく、この受注調整が私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）違反として公正取引委員会に探知されることはなかった。Ｙ社は、令和２年１２月頃、甲製品の入札の各入札結果につき、発注数量、落札業者、落札金額等の情報を記載した入札一覧表と呼ばれる社内資料（以下「入札一覧表」という。）を作成するようになり、その後、入札一覧表をメーカー９社に提供するようになった。\nこのような状況の下、メーカー９社は、甲製品の入札の各入札結果に詳しいＹ社が調整することで、メーカー同士が直接に連絡交渉し合う必要がなくなると考えるようになり、また、Ｙ社は、調整に関与し、落札した販売業者と指示をしたメーカーとの取引の間に卸業者として確実に入ることで、より多くの利益を上げることができると考えるようになった。\nこのため、令和３年４月頃、メーカー９社とＹ社は、甲製品の入札に関して、以下の内容の取決め（以下「本件取決め」という。）をし、それ以降、本件取決めに基づき、５５団体に甲製品を供給するようにしていた。\n⑴ Ｙ社は、毎年度ごとに、メーカー９社と個別に面談し、入札一覧表を提供する。\n⑵ 甲製品の各入札が実施されるごとに、メーカー９社は、入札一覧表を参考にしてＹ社に受注希望の有無を伝える。\n⑶ Ｙ社は、メーカー９社の受注希望の有無、入札一覧表に記載されたメーカー９社の５５団体に対する甲製品の供給実績等を勘案して、各入札ごとにメーカー９社のうちいずれかを、入札を通じて５５団体に甲製品を供給すべき者（以下「供給予定者」という。）に決定する。\n⑷ Ｙ社は、供給予定者の指示する販売業者が落札できるようにするため、各入札ごとに当該販売業者が提示する入札価格がそれ以外の販売業者が提示する入札価格よりも低くなるように販売業者９社の提示する各入札価格を決定し、それをメーカー９社に伝える。メーカー９社は、各々、自らが指示する販売業者にその入札価格を提示させる。⑸ メーカー９社間では、各入札について、直接の連絡交渉を一切行わない。\n⑹ 各入札後、Ｙ社は、落札した販売業者が供給予定者から甲製品を仕入れるに当たり、必ず両者の取引の間に卸業者として入る。\nその後、メーカー９社間で供給予定者の決定をめぐって対立が生じ、令和５年１０月１３日に実施された甲製品の入札において、Ｘ２社は、事前にＹ社が伝えた入札価格に従わず、Ｚ２社に指示して独自に決定した安い入札価格を提示させ、落札させた。そして、Ｘ２社の担当者は、同年１２月７日、自社以外のメーカーとＹ社の各担当者に対し、今後は自社で独自に決めた価格で応札していく旨を口頭で明確に表明し、それ以降、Ｘ２社は本件取決めに基づく行動を取っていない。\n令和６年６月２８日、公正取引委員会は、本件について関係各社の立入検査を行い、これ以降、Ｙ社は本件取決めに基づく行為を行っていない。\nなお、令和３年４月頃から令和６年６月２８日までに実施された甲製品の入札２００件のうち、本件取決めに基づいて決められた供給予定者の指示する販売業者が落札し、同供給予定者が甲製品を供給したものは１８０件であった。Ｙ社は、その全てでメーカー９社と販売業者９社との取引の間に卸業者として入っており、その売上額は１０億円であった。残りの２０件については、いずれも、Ｙ社がアウトサイダーの入札価格を見誤ったため、販売業者９社は落札できず、アウトサイダ\nーが落札した。\n〔設 問〕\n令和３年４月頃以降におけるメーカー９社、Ｙ社及び販売業者９社による上記各行為について、独占禁止法に違反するか、違反する場合には違反行為がなくなった時期も含めて検討しなさい。\n併せて、Ｙ社の行為が独占禁止法に違反する場合には、Ｙ社に対する課徴金の有無及び金額について、算定の過程を明らかにして検討しなさい（なお、Ｙ社は、独占禁止法第７条の２第２項第\n２号に該当する者ではないものとする。）。〔第２問〕（配点：５０）\nＸ社は、αを含む多数の放射性医薬品を製造販売している。\nαは、特別な放射線医療装置βを検査に利用するときに用いられる放射性医薬品である。βは、もともと悪性腫瘍などの治療用に普及している装置であるが、それを検査に利用するにはαを用いる必要がある。βとαを用いた検査（以下「β検査」という。）は、悪性腫瘍を始めとするいくつかの疾病の発見について非常に高い精度を示し、それ以外の検査では発見できないものを高い確度で見付け出す例が多いことで知られている。αは、その物質特性から製造後に利用できる時間が短い上、安定した品質で製造することが難しかった。そのため、Ｘ社がαの製造販売を開始する以前は、αを製造する特殊な装置と能力を持つ高度医療機関だけが、自らαを製造してβ検査を行っていた。\nＸ社は、迅速な配送を可能にする形状でかつ安定した品質でαを製造することに最初に成功し、必要な認可を得て製造販売を開始した。これによって、従来は検査を行うことができなかった医療機関でもβ検査を行うことが可能になり、β検査は急増した。Ｘ社は、放射性医薬品の供給に定評のある公益法人Ｚを通じて、全国一律の価格でαの供給を行っていた。Ｚは、自らが考える公益法人としての役割から、放射性医薬品の供給に関して、一定の手数料を取るだけで、メーカー等が指定する価格で、メーカー等が指定する取引先に供給することを原則としており、Ｘ社製αについても、かかる原則に基づいて供給を行っていた。また、αは製造後に利用できる時間が短く、一つの製造拠点から、その時間内に配送可能な範囲には限界があることから、αを全国的に販売する場合は、全国をいくつかの地域に分割して各地域内に製造拠点を設け、各製造拠点から各地域内に所在する医療機関に対してαを供給する体制をとる必要があり、Ｘ社は、全国を１２の地域に分割し、各地域内に製造拠点を設けるなどして全国的にαの製造販売を行っていた。\nなお、αを検査に用いるには、その物質特性から自動投与装置γを利用することが通常必要とされる。γはＸ社とは無関係の複数の会社が製造販売しているが、いずれの会社のγもＸ社製αを検査に用いる上で支障はなかった。\nこのように、従来、日本国内では、Ｘ社だけがαの製造販売を行っていたが、その後、放射性医薬品等の製造販売業者であるＹ社がαの開発に成功し、製造販売に必要な認可を得た。Ｙ社も、Ｘ社と同様、全国をＸ社と同じ１２の地域に分割し、各地域内に製造拠点を設けるなどして全国的にαの製造販売を開始した。\nＹ社は、αの製造販売を行うに当たって、次のような経営方針を立てた。\n⑴ Ｘ社はＺを通じて全国一律の価格でαの供給を行っているが、Ｙ社は、既に需要量が多く、これからもβ検査件数の伸びが期待できる南関東地域及び近畿地域（以下「両地域」という。）では、他の地域よりも低い価格でαの供給を行う。これによって需要量が多い両地域で高いシェア\nを獲得することを目指す。\n⑵ Ｙ社は、単に低価格販売により両地域で高いシェアを獲得するだけではこれまでの研究開発費の回収には不十分であることから、一層の需要増を目指すため、別の会社と共同開発していた低価格で使いやすい新型自動投与装置γ（以下「新型γ」という。）の供給を開始する。それによってβ検査を増やし、αの一層の需要拡大を図り、同時にγとαの両方を提供する事業者として\nβ検査の分野におけるＹ社の信頼性を高める。また、Ｙ社が共同開発した新型γが利用される場合はＹ社製αが利用されることが想定できるため、新型γの供給を通じてＹ社製αの販売を促進する。\nこのようなＹ社の方針に対して、Ｘ社は、次のような対応を決定し、実施した。\n(a) αの公平な配分には全国一律の価格が必要であるとして、ＺがＹ社製αについて、地域ごとに価格に差を設けて取り扱うことに応じた場合は、ＺへのＸ社製αの販売を停止するとＺに通知した。\n(b) 両地域内のαを利用している各医療機関に対し、Ｙ社からαの供給を受けた医療機関についてはαの供給を停止すると通知した。\n(c) 両地域内のβを設置している各医療機関に対し、新型γに関して、検査等を行わず、明確な根拠もなく、「新型γではＸ社製αは利用できない。」と説明した。\nこれらの対応の結果、Ｚは、定評のあるＸ社製αの供給を受けることができなくなってしまうと、従来の顧客である医療機関に対して、各医療機関が必要とするだけの量のαを供給できなくなることを懸念し、Ｙ社の方針⑴に基づくＹ社製αの取扱いをちゅうちょした。そこで、Ｙ社は、両地域以外の地域でのみＺを通じた販売を行うこととし、両地域については、Ｚを利用した場合に比べて費用は掛かるものの、Ｙ社が、自ら、直接、αを他の地域よりも低い価格で販売することとした。\nまた、両地域内の医療機関においては、Ｙ社からαを購入すると、今後、Ｘ社からαの供給を受けることができなくなるため、低価格は魅力であるものの、新規参入業者であるＹ社が今後も必要量の全てを安定的に供給することができるのかを懸念し、Ｙ社からαを購入することを断念するものも多く、Ｙ社によるそれらの医療機関へのαの販売は難しくなった。その結果、両地域における低価格販売によるＹ社製αの売上が想定より伸びなかった。\nさらに、新型γについては、それが高性能であることを認めて導入を検討した医療機関もあったが、既に定評のあるＸ社製αが利用できなくなることを懸念して、新型γの導入を取りやめる例が見られた。そのため、新型γの販売実績はＹ社が想定した水準を大きく下回り、新型γの市場への投入に対応したＹ社製αの販売も、当初のＹ社の想定水準を大きく下回ることとなった。\n〔設 問〕\nＸ社の行為について、独占禁止法上の問題点を検討しなさい。- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕第１問では、入札談合におけるメーカー９社、Ｙ社及び販売業者９社の各行為が、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項に定義される不当な取引制限に該当し、同法第３条に違反するか等について同法上の問題点を検討することを求めるものである。不当な取引制限の各要件の正確な理解を前提に、特にメーカー９\n社とＹ社の各行為が、どのような意味で不当な取引制限の行為要件及び市場効果要件等を満たすか、また、違反行為の終期及び主導的事業者としてのＹ社に対する課徴金がどのように考えられるかなど、共同行為としての入札談合に関して独占禁止法の解釈と適用の基本的な考え方について受験者の理解を問うものである。\nまず、行為要件の検討では、入札談合において「共同して」（多摩談合（新井組ほか）事件\n・最判平成２４年２月２０日民集６６巻２号７９６頁に即して「共同して･･･相互に」の要件と考えることもできる。）が談合の基本合意（意思の連絡）を意味すること、また「相互にその事業活動を拘束する」については複数の解釈があり得るが、いずれの立場に立つとしてもその意義と解釈を明らかにした上で、特にメーカー９社とＹ社による本件取決めを中心に、本問の事実関係を当てはめて、その当否を説得的に論証していくことが必要になる。\nまた、市場効果要件の「一定の取引分野における競争を実質的に制限すること」の検討では、まず市場画定が求められる。検討対象となる商品的・地理的な範囲を主として需要者から見た需要代替性の見地から画定するという規範に留意しつつ、専ら競争制限を目的又は効果とする入札談合については基本合意が対象としている取引及びそれにより影響を受ける範囲をもって画定すれば足りるとの解釈を示すとともに、本問においては、本件取決めが対象とする「甲製品の入札」に係る甲製品の供給市場に着眼して検討することが重要になる。次に、競争の実質的制限の検討が求められる。市場支配力の形成、維持・強化という規範に留意しつつ、当該取引に係る市場が有する競争機能を損なうことをいい、入札談合においては、当事者らがその意思で落札者及び落札価格をある程度自由に左右することができる状態ないし力を形成することの解釈（前記多摩談合（新井組ほか）事件判決）を示すとともに、的確に本問の事実関係を当てはめて論述することが重要になる。併せて「公共の利益に反して」の要件についても、入札談合が競争制限の目的又は効果しか持たないことを明らかにすることが求められる。\nさらに、違反行為の終期の検討では、入札談合における共同行為の終期とは、基本合意に基づく拘束力が解消されて合意参加者が競争制限的な事業活動を行わなくなった時点を指すという解釈を示すとともに、本問においては、Ｘ２による本件取決めからの離脱が本件取決めの拘束力にどのような影響を及ぼしたかを丁寧に見た上で、当該共同行為の終期を明らかにすることが求められる。また、Ｙ社に対する課徴金の有無及び金額については、本件取決めに基づいて、Ｙ社が、メーカー９社からの談合情報を集約するとともに、落札者及び入札価格を指示するなど「違反行為の実行としての事業活動について指定（独占禁止法第７条の３第２項第３号ロ）」していたという事案の特性に鑑みて、Ｙ社の上記の行為は甲製品の供給調整を「容易にすべき重要なもの」に当たるとの評価を導いた上で、課徴金額を具体的に示すことが重要である。\n〔第２問〕\nこれまで国内のαの販売を独占的に供給する地位にあったＸ社がＹ社の参入に対して行った(a)～(c)の行為の独占禁止法上の評価を問うものであり、排除型行為を分析する基本的な力を見ることを主眼とする問題である。その観点からは、(a)～(c)による私的独占該当性が問題となる。ただし、(a)～(c)の各行為を不公正な取引方法として論じることに注力し、その後、補足的に私的独占を論じるという理路も想定されており、そのように論じるものが実際に多いものと予想されている。どちらの構成であっても排除的行為の基本的分析能力と私的独占の基本的理解が問われるという点では同じである。私的独占については、一定の取引分野を画定するための基本的な理解が問われる。需要の代替性と供給の代替性から正確に理解できるかどうかが問われる。(a)～(c)が排除行為に該当するかどうかについても、排除行為についての基本的な理解ができているかどうかを問うものである。(a)～(c)の各行為が排除効果を有するか否かが中心的な問題となる。(a)と(b)については、不公正な取引方法の構成をとった場合に問題となる市場閉鎖効果分析の基本的手法を修得できているかが問われる。なお、(c)についてはγに対する妨害がαにおける排除になり得るか否かを論じることが必要になる。少し複雑なように見えるが、関連市場に属さない製品・役務を直接の対象として、関連市場での事業活動を排除するといった私的独占事例は内外でよく見られるものである。(a)～(c)の排除効果が競争の実質的制限をもたらす程度のものであることの評価や、公共の利益要件の評価はごく基本的な理解があれば可能なものであり、その点についてはごく基本的な能力を問うものとなっている。\n(a)～(c)を不公正な取引方法として議論する場合、(a)と(b)については拘束条件付取引若しくは間接の取引拒絶の構成が考えられ、どちらで構成しても良いが、公正競争阻害性、特に市場閉鎖効果についての基本的な分析能力を確認することが中心課題となる。私的独占でも説明したように影響を受ける市場の画定方法についての基本的理解も問われる。なお、(c)は取引妨害が成立するか否かが問題となり、取引妨害についての基本的な条文理解が問われる。なお、(c)については、γの取引の妨害が問題となるため、私的独占では補足できない法益侵害も含まれている。私的独占を主として論じた場合であっても(c)については、取引妨害について別個に論じることが要請される。不公正な取引方法を中心に論じた場合、(c)が排除行為に該当することについては不公正な取引方法の該当性だけではない側面も論じなければならない。",
  "scoring_notes": "第１ 出題の趣旨別途公表済みの「出題の趣旨」のとおりである。\n第２ 採点方針出題した二問とも、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）の規定の内容及びその趣旨の正しい理解を前提として、事業者の各行為が市場における競争にどのような影響を与えるのかを念頭に置いて問題点を的確に把握し、各要件に係る法解釈を必要な範囲で示した上、問題文に記載された具体的な事実関係を丹念に検討した当てはめができているか、それらが論理的、説得的に記述されているかという点を中心に評価しようとした。公正取引委員会のガイドライン等についての細かい知識を求めることはしていない。\n１ 第１問第１問は、中部地区に所在する５５の地方公共団体（以下「５５団体」という。）による甲製品の指名競争入札の方法による発注に係る入札において、メーカー９社、Ｙ社及び販売業者９社の各行為が独占禁止法第２条第６項に定義される不当な取引制限に該当し、同法第３条に違反するかについて、設問の事実関係の下で丁寧に検討するとともに、その違反行為の終期及び主導的事業者としてのＹ社に対する課徴金をどのように考えるかについて示すことを求めるものである。\nまず、不当な取引制限の行為要件である「共同して」、「相互にその事業活動を拘束」することの要件の意義を示した上で、本件取決めによって、いかなる当事者の間で共同行為が成立しているか、どのような相互拘束が生じているかなどについて、設問の事実関係に基づいて、的確に規範に当てはめることができているかを評価の対象とした。\nまた、市場効果要件である「一定の取引分野における競争を実質的に制限する」ことについても、本件取決めによって影響を受ける市場を画定した上で、そこでの競争にいかなる影響が及んでいるかを適切に分析し、競争の実質的制限が生じていることについて論理的に一貫した検討ができているかを評価の対象とした。併せて「公共の利益に反して」の要件についても、適切に評価することが求められる。\nさらに、Ｘ２社による本件取決めからの離脱及び公正取引委員会の立入検査を契機とするＹ社による本件取決めに基づく行為の終了について、本件取決めの拘束力の観点から違反行為の終期について丁寧に評価、検討ができているかを評価の対象とした。\n最後に、Ｙ社が本問の入札談合において果たしている役割を適切に評価し、「違反行為の実行としての事業活動について指定」（独占禁止法第７条の３第２項第３号ロ）しており、Ｙ社の行為が１８０件の供給調整を「容易にすべき重要なもの」に該当するかについても、設問の事実に基づいて検討し、適切な条文解釈を行っているかを評価の対象とした。\n２ 第２問第２問は、自己使用分を製造する高度医療機関を除いて、放射性医薬品αの唯一の製造販売業者であったＸ社が、新たにαの製造販売を開始したＹ社の経営方針⑴及び⑵に対応するために行った(a)ないし(c)の各行為について、独占禁止法上の問題点の論述を求めた問題である。\n具体的には、Ｘ社の(a)ないし(c)の各行為について、①㋐不公正な取引方法（独占禁止法第１９条、第２条第９項）の検討を中心に据える場合には、検討対象となる類型を的確に指摘した上、私的独占（独占禁止法第３条、第２条第５項）についても併せて問題になることに気付けているかどうか、㋑私的独占の検討を中心に据える場合には、上記各行為が排除行為に該当するか否かが問題となることに気付けているかどうか、②条文から導かれる（各類型の）行為要件及び効果要件（市場画定を含む。）に係る規範を定立した上で、各行為に係る具体的な事実関- 15 -係を丹念に検討した当てはめができているか、③各行為により生じる効果を個別的に検討するだけでなく、総合的に評価できているかを含め、論理的かつ説得的な論述が展開されているかを評価対象とした。\n第３ 採点実感等１ 第１問⑴ 出題の趣旨に即した答案の存否、多寡についてア 適用条文の選択ほとんどの答案が、本問の入札談合について不当な取引制限（独占禁止法第２条第６項、\n第３条）の問題であるとして適切に適用条文を選択していたが、ごく一部にＹ社の行為を私的独占と捉えるものがあった。\nイ 行為要件の検討(ｱ) 「共同して」の検討不当な取引制限に係る「共同して」の意義に係る規範の定立については、多くの答案で適切に論じられていた。\n他方で、本問の事案における共同行為の評価に当たり、メーカー９社とＹ社のみならず、\n販売業者９社も共同行為の当事者であると論じるものが想定よりも多かった。この点については、本問では、基本合意となる本件取決めがメーカー９社とＹ社の間で成立しており、販売業者９社はその当事者ではないこと、販売業者９社は入札資格を有しているものの、従前から甲製品に関して特に営業活動をしておらず、メーカー９社の指示に従って入札を行っているものであり、その売上から一定率のマージンを受領していたという関係にとどまっていたこと、本件取決めにおいても「メーカー９社は、各々、自らが指示する販売業者にその入札価格を提示させる」とされていることなどから、本件取決めの内容について、販売業者９社とメーカー９社及びＹ社との間の意思の連絡を認定できないことなどを指摘して、販売業者９社については、基本合意の当事者には当たらないことを論じることが求められる。しかしながら、このような事情を摘示して、的確に論じる答案は残念ながら多くはなかった。むしろ、具体的な事実に基づく論証をしないまま、販売業者９社との間でも黙示の意思の連絡があったと論じる答案が相当数に上った。\n(ｲ) 「相互にその事業活動を拘束」するの検討「相互にその事業活動を拘束」することの意義に係る規範の定立については、多くの答案で適切に論じられていた。\nただし、相互拘束の内容として、Ｙ社が本件取決めにおいて果たしている役割を分析の上で、Ｙ社が卸売業者として取引に必ず入ることを確保してメーカー各社との間で基本合意をしており、これによる相互拘束が成立していること、また、メーカー９社は、相互間では価格調整の意思連絡を行わないが、中心的な役割を担うＹ社の指示に基づいてそれぞれが入札を行う点で、本来自由に行われるべき事業活動を相互に拘束していると評価できる点を、本問の事実に基づいて丁寧に評価している答案は多くはなかった。\nウ 市場画定及び効果分析市場の画定に当たっての規範の定立は多くの答案において妥当であり、また、かかる規範に基づいて、本件取決めの対象となる地理的範囲とされている「５５団体が指名競争入札の方法により発注する甲製品の供給市場」を検討対象市場とするものが多数に上っており、\nこの点はおおむね適切に論じられていた。\nまた、効果要件である「競争の実質的制限」の意義についても、おおむね適切に規範が定立されていた。その上で、この規範の当てはめとして市場分析を行うこととなるが、本問における具体的な事情、すなわち、本件取決めの内容を踏まえ、メーカー９社のシェアが９割を超えること、５５団体での２００件の入札のうち、本件取決めに基づく供給予定者が１８０件を落札しており、その余の２０件もＹ社がアウトサイダーの入札価格を見誤ったためにすぎず、\n価格支配力が形成されていたと評価できること、などの事情を的確に評価して、本件取決めの実行によって上記市場において競争の実質的制限が生じていることを論じることが求められる。この点については、上記事情の全部又は少なくとも一部を摘示した上で、競争の実質的制限が生じていると論じている答案が多く、全体として適切な論述がなされているものが多かった。他方、「公共の利益に反して」の要件については、特に言及しない答案も散見された。\nエ 違反行為の終期違反行為の終期については、基本合意からの離脱及びその終了が認められるための要件に係る規範を的確に定立している答案は必ずしも多くはなかった。ただし、Ｘ２社の離脱の可否については、他社メーカーとＹ社に対して明確に離脱の意思表示をした時点をもって離脱を認めるとする答案がほとんどであり、Ｘ２社が独自の判断で入札した時点で離脱を認めるとする答案はほぼなく、この点では妥当な答案が多かった。\nまた、公正取引委員会の立入検査を契機として、Ｙ社が以後本件取決めに基づく行為を行っていないとの設問の事情から、この時点で本件取決めに基づく共同行為が終了したとの点については、多くの答案が適切に論述していた印象である。\nオ Ｙ社に対する課徴金Ｙ社の違反行為に対する課徴金の算定については、本件取決めにおいてＹ社が果たしている中核的・主導的役割をどのように評価しているかが、評価の対象となる。この点、本件取決めにおいて、価格調整を担っているのは専らＹ社であり、メーカー９社が相互に意思連絡することを回避しつつ入札談合が成立する仕組みをＹ社が支えていることは明らかであることから、この点を的確に評価して、「違反行為の実行としての事業活動について指定」\n（独占禁止法第７条の３第２項第３号ロ）しており、Ｙ社の行為が１８０件の供給調整を「容易にすべき重要なもの」に該当すると評価して、１．５を乗じるという加重をする条文の適用ができているかが問われる。この点については、一定数の答案において、この点を根拠条文とともに指摘できているものもあったが、全体としては、このようなＹ社の役割を検討していないものが多かった。\n⑵ 出題時に想定していた解答水準と実際の解答水準との差異について大部分の答案が、不当な取引制限に関する適用条文を選択しており、この点では、出題時に想定していた解答水準との間に差異はなかった。\n行為要件の問題として、入札談合が成立する共同行為の範囲について、販売業者９社の当事者性をどのように評価するかが重要なポイントの一つであるが、この点について、本問の事案を踏まえて的確な論述をするものは多くなく、この点で出題時に想定した解答水準を下回った。また、Ｙ社の位置付けを含めて、本問の入札談合の特徴的な構造を踏まえて、相互拘束がどのように成立しているかについて、事実を踏まえた論理的な論述を行う答案は必ずしも多くはなかった。\nその上で、効果分析及び違反行為の終期の論述については、おおむね出題時に想定した解答水準と異ならないものであったが、課徴金に関する条文適用の点については、Ｙ社の役割を的確に評価するものは多くはなく、この点で出題時に想定した解答水準をやや下回った。\n⑶ 「優秀」、「良好」、「一応の水準」、「不良」答案について「優秀」な答案は、本件取決めに基づく行為について適切な適用条文を選択した上で、行為要件及び効果要件に関する規範の定立及び当てはめを的確に行っているものとした。「良好」な答案は、適切な適用条文を選択しているが、設問のいずれかにおいて、行為要件及び効果要件に関する規範の定立に不十分な点があるか、事実関係の抽出に欠けるところがあるなど当てはめに不十分な点があり、「優秀」な答案には至らないと評価されるものとした。\n「一応の水準」の答案は、このような「良好」な答案とされるために必要な要素のうち一つ又は二つ程度を欠くものとした。\n「不良」な答案は、いずれの設問においても、適切と評価できる適用条文を選択せず又は独占禁止法上の規範を的確に定立せず、これに基づく各設問の事案に基づく的確な当てはめができていないものとした。\n２ 第２問⑴ 答案構成の傾向等まず、答案構成の傾向として、排除型私的独占の検討を中心に据えた上で充実した論述を行うことができている答案はほとんどなかった。Ｘ社の(a)ないし(c)の各行為について、不公正な取引方法のいずれかの類型の該当性を検討の中心に据えている答案が大半であり、さらに私的独占についても触れている答案が全体の３割程度見られた。\n不公正な取引方法としての検討に際して、行為(a)については拘束条件付取引（不公正な取引方法の一般指定（以下「一般指定」という。）第１２項）を、行為(b)については排他条件付取引（一般指定第１１項）を、行為(c)については取引妨害（一般指定第１４項）を、それぞれ検討対象として選択した答案が最も多かったが、他の類型の該当性を検討した答案であっても、その当該類型の選択が適切であれば、同様に評価している。例えば、行為(b)については、拘束条件付取引や単独の取引拒絶（一般指定第２項）を検討対象とした答案についても、当該類型の該当性判断が適切に論述されている限り、排他条件付取引を検討対象とした答案と同様に評価している。なお、取引拒絶を検討対象として選択した答案の一部に、一般指定第２項ではなく一般指定第１項を適示しているものが見受けられ、そのほとんどが「競争者と共同して」の要件の存在を意識していないものであった。\n行為(a)及び(b)については、大半の答案が、適切な行為類型を検討対象として選択していた。\n行為(c)については、時間切れにより検討に入れていない答案も若干見られたほか、行為(a)及び(b)と同じ行為類型を検討するような答案も散見されたが、多くの答案が適切な行為類型を検討対象として選択していた。\nなお、多くの答案において、Ｘ社が不公正な取引方法及び私的独占の主体となる「事業者」\n（独占禁止法第１９条、第３条、第２条第１項）に当たることを意識した論述がなされていた。\n⑵ Ｘ社の各行為の不公正な取引方法の該当性の検討についてア 行為(a)及び(b)について拘束条件付取引ないし排他条件付取引を検討対象とした答案の多くが、「拘束する条件をつけて」、「条件として」について規範を示した上で、一定の当てはめをすることができていた。また、各医療機関は、Ｘ社の間接の取引先であるところ、「相手方」の解釈に関係付けて、この点を意識した論述を行うことができている答案も一定数見受けられた。\n拘束条件付取引、排他条件付取引ないし取引拒絶を検討対象とした場合、自由競争減殺（公正競争阻害性）を検討する前提として、市場画定が必要となる。市場画定の基本的な考え方については、ほとんどの答案が一定の規範を示すことができていたが、問題提起の仕方や当てはめの精度において、差がついたように見受けられた。本問では、αは製造後に利用できる時間が短く、１つの製造拠点から配送可能な範囲に限界があるため、Ｘ社もＹ社も、日本全国を同じ１２の地域に分割し、各地域内に製造拠点を設けているという点が重要になるところ、この点に触れることなく、市場の地理的範囲を日本全国などと安易に結論付けるような答案も散見された。Ｘ社が有力な事業者であることは、行為(a)及び(b)により自由競争が減殺されたことを基礎付ける重要な事情の１つであるところ、設問の事実関係に基づいて、この点を的確に論述できている答案は少なかった。また、行為(a)により、Ｙ社は、両地域において、Ｚを通じた供給を断念せざるを得ず、より費用のかかる自社供給を余儀なくされたこと、行為(b)により、両地域内の医療機関において、Ｙ社からαを購入することを断念するものも多かったことなど、自由競争が減殺された状況が現に生じたことを的確に指摘できている答案も少なかった。\n行為(a)等に正当化事由がないことを簡潔に指摘する答案は多かったものの、αの公平な配分には全国一律の価格が必要であるというＸ社の言い分が、正当化事由に当たらない理由を的確に指摘できている答案は少なかった。\nイ 行為(c)について取引妨害を検討対象とした答案の一定数は、行為(c)が取引妨害に当たるとの結論を指摘するにとどまるものとなっており、行為要件を丁寧に当てはめている答案は全体の２、３割程度にとどまっていた。特に、Ｙ社が、Ｘ社の「競争関係にある他の事業者」に該当するか否かを判断するに当たり、Ｘ社がγの販売を行っていないという事情に触れている答案はわずかであった。\n一定数の答案が、行為(c)によって、新型γ及びＹ社製αの販売がＹ社の想定水準を下回り、競争者排除型の自由競争減殺効果が生じた旨を指摘していた。ただし、行為(c)は、検査等を行わず、明確な根拠もなく、Ｙ社の事業活動を妨害するものであって、競争手段の不公正さを肯定することができるが、この点を指摘できている答案は少なかった。\n⑶ 排除型私的独占の該当性の検討について排除型私的独占を検討した答案のうち半数程度が、「排除」の意義について、おおむね適切な規範を提示した上で、不公正な取引方法の該当性についての検討部分を引用して、「排除」\nに当たる旨を指摘できていた。\nまた、排除型私的独占を検討した答案のうち３割程度が、「競争を実質的制限」の意義についても、おおむね適切な規範を提示した上で、不公正な取引方法の該当性についての検討部分を引用して、「競争を実質的制限」に当たる旨を指摘できていた。行為(a)ないし(c)それぞれの排除効果を総合的に評価できている答案はわずかであった。\n⑷ 全体的な印象について出題時には、排除型私的独占の検討を中心に据えた上で充実した論述を行うことができている答案も一定数はあるものと想定していたが、答案を採点した結果、上記⑴のとおり、そのような答案はほとんどなく、Ｘ社の(a)ないし(c)の各行為について、不公正な取引方法を検討の中心に据えている答案が大半であり、さらに私的独占についても触れている答案が全体の３割程度見られるという状況であった。\n論じることが可能な事項が比較的多い問題であったからか、行為(a)や(b)の分析が答案の大半を占めるなどバランスを欠いた答案や、行為(c)や私的独占に関する検討が完了していなかったり、極めて簡潔な論述にとどまっている答案も散見された。また、問題となる要件について、おおむね適切な規範を提示できている場合であっても、問題文で示されている事実関係に即した適切な当てはめができていない答案は少なくなかった。\n独占禁止法の論点についての基礎的な知識は習得しているとみられるものの、それを論理的、\n説得的な文章によって表現する力が著しく不足しているとみられる答案も散見された。\n⑸ 「優秀」、「良好」、「一応の水準」、「不良」答案についてア 行為(a)ないし(c)の全てについて、不公正な取引方法の適切な類型を検討対象として選択した上、各類型の行為要件及び公正競争阻害性について、規範定立及び当てはめを的確に行うとともに、その検討結果を活用して、私的独占該当性も肯定できる旨を相応に論述し- 19 -ている答案等は、「優秀」と評価した。\nイ ①私的独占該当性の検討を欠いているものの、不公正な取引方法の検討は上記アの水準に達している答案、②行為(a)ないし(c)の全てについて、不公正な取引方法の適切な類型を検討対象として選択した上、各類型の行為要件及び公正競争阻害性について、規範定立及び当てはめをおおむね的確に行うとともに、その検討結果を活用して、私的独占該当性も肯定できる旨を相応に論述している答案等は、「良好」と評価した。\nウ 行為(a)ないし(c)のうち１つの行為について、検討対象として選択した不公正な取引方法の類型が不適切である答案、規範定立や当てはめの一部は不十分であるものの一応の水準の論述がなされている答案等は、「一応の水準」と評価した。\nエ 行為(a)ないし(c)のうち複数の行為について、検討対象として選択した不公正な取引方法の類型が不適切である答案、規範定立や当てはめの相当部分が不十分な答案等であって、\n上記ウの水準に達しないものは、「不良」と評価した。\n第４ 今後の出題について今後も、独占禁止法を中心とする経済法分野の法令の条文及び基礎的な知識の理解を前提として、事業者の行為が市場の競争にどのような影響を与えるかなどを具体的に分析・検討し、その結果を論理的、説得的に論述する能力を評価できるような問題を出題していくという方向性に変わりはないと考えられる。\n第５ 今後の法科大学院教育に求めるもの本年度の経済法の問題も、特に細かな知識を求めるものではなく、条文及び基礎的な知識を手掛かりとして規範を定立し、問題文の事実関係から重要な事実を拾って当てはめ、説得的な論述を展開することによって、「良好」以上の水準の答案を作成することができるようなものとなっていたように思われる。他方で、「一応の水準」以下にとどまった答案は、当てはめが不十分であったり、論理的かつ説得的な論述という観点で不十分なものが多く、司法修習生の最低水準に達していなかったという印象である。これらの能力を涵養する上では、基礎的な知識の習得を前提とした上で、レポート作成、ディスカッション、自主学習の指導等を通じて、その知識を活用し、その活用した結果を検証して改善を図るような教育機会を一層確保するよう努めていただけると幸いである。"
}