{
  "year": "R6",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国とＢ国は、国境を接する隣国であり、Ａ国では人口の約７割がα民族、Ｂ国では人口の約８割がβ民族である。α民族とβ民族は、同じ人種に属し、使用言語も類似しているが、宗教に関してはα民族のほとんどがα教を、β民族のほとんどがβ教をそれぞれ信仰している。Ｂ国との国境に近いＡ国のＰ州では、Ａ国の中では例外的に人口の約９割がβ民族であるが、Ｐ州に居住するβ\n民族のほとんどはＡ国の国籍を有している。\nＰ州内には、州内の少数派であるα民族の住民（以下「α系住民」という。）が利用するα教の宗教施設と、州内の多数派であるβ民族の住民（以下「β系住民」という。）が利用するβ教の宗教施設とが混在しており、それぞれの施設の利用をめぐってα系住民とβ系住民の間での対立が深刻化していった。Ｐ州における知事選挙でβ系住民の圧倒的支持により当選した知事Ｘが、Ｐ州におけるα教最大の宗教施設であるＱ寺院の閉鎖を命じたところ、Ａ国大統領であるＹは、「Ａ国憲法で保障されている信教の自由を侵害した」ことを理由に、Ａ国憲法の規定に基づいてＰ州のＸ知事を解任するとともにＰ州に非常事態を宣言する大統領令を発布した。Ｐ州では、Ｘ知事解任と非常事態宣言に抗議するβ系住民が武器を持って立ち上がり、Ｐ州政府の主要機関を占拠して「Ｐ共和国」の樹立とＡ国からの独立を宣言した。\nＡ国のＹ大統領は、このようなＰ地域の状況を受けて、「『Ｐ共和国』と自称する武装勢力による独立宣言は、Ａ国の国内法上の重大な犯罪行為である。」と宣言し、この動きを鎮圧する目的で多数のＡ国軍を新たに派遣したため、Ｐ地域ではＡ国軍と「Ｐ共和国」支持派勢力との間で激しい戦闘が発生した。\nこのようなＰ地域における混乱の中で、Ｂ国政府は、「国際法上の原則として確立している人民の同権及び自決の原則に照らして、Ｐ地域におけるβ系住民による独立宣言を支持する。」との声明を発表するとともに、「『Ｐ共和国』を国家承認する。」と宣言した。これに対して、Ａ国政府は、Ｂ国政府による「Ｐ共和国」の「国家承認」はＡ国の領土保全を侵害する重大な国際法違反であると非難し、その撤回をＢ国政府に対して強く要求した。\nＰ地域におけるＡ国軍と「Ｐ共和国」支持派勢力との武力衝突が一進一退を続ける中で、Ｂ国政府は、「Ｐ共和国」から援助の要請を受けたことを理由に、Ｐ地域に多数のＢ国軍を派遣した。Ｂ国軍の強力な支援を受けた「Ｐ共和国」支持派勢力は、Ｐ地域におけるＡ国軍との戦闘に勝利し、Ｐ地域のほぼ全域は「Ｐ共和国」が実効的に支配するところとなった。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、Ａ国とＢ国は、共に国際連合加盟国であるが、いずれも安全保障理事会の常任理事国ではない。また、以下の設問にある安全保障理事会における審議の時点で、Ａ国は安全保障理事会の非常任理事国であったが、Ｂ国は非常任理事国ではなかった。\n〔設問１〕\n「国際法上の原則として確立している人民の同権及び自決の原則に照らして、Ｐ地域における\nβ系住民による独立宣言を支持する。」とのＢ国政府の声明及び「『Ｐ共和国』を国家承認する。」とのＢ国政府の宣言に対して、Ａ国政府はどのように反論できるかについて国際法上の根拠を挙げながら論じなさい。\n〔設問２〕\nＡ国政府は、Ａ国のＰ州に対するＢ国軍の軍事侵攻は国際法の重大な違反であるとして国際連合の安全保障理事会に訴えた。安全保障理事会における本件に関する審議に際して、Ｂ国の代表は、「本件は、ＡＢ両国間の紛争であるにもかかわらず、Ａ国は安全保障理事会の理事国として\n- 40 -本件表決に際して一票を行使できるのに、我が国は行使することができない。これは、加盟国の主権平等の原則に反するものであり、紛争当事国であるＡ国は、本件に関する安全保障理事会での表決に際して投票を棄権すべきである。」と主張した。このようなＢ国の代表の主張に対して、国際法上どのように評価できるかについて論じなさい。\n〔設問３〕\nＡ国及びこれを支持する安全保障理事会の理事国７か国は、「Ａ国のＰ州に対するＢ国軍の侵攻は、国際の平和及び安全を危うくする平和の破壊に該当することを決定する。」という内容の決議案を、安全保障理事会に共同提出した。この決議案は、安全保障理事会において審議の後、投票に付され、投票結果は賛成１２か国、反対１か国、棄権２か国であったが、Ｂ国の同盟国であり安全保障理事会の常任理事国であるＣ国が反対票を投じたため、否決された。\n以上の状況を踏まえて、Ａ国が国際連合の枠組みの中で本件に関する問題解決を更に求めるとすれば、どのような手段を採ることが考えられるかについて論じなさい。\n- 41 -\n〔第２問〕（配点：５０）\nＡ国を旗国とする船舶α号とＢ国を旗国とする船舶β号が公海上で衝突し、沈没したβ号に乗船していたＢ国国民８人が死亡する事故が起こった。α号は事故後も航行を続け、当初の予定どおり\nＢ国の港に到着した。α号の船長はＡ国国民Ｘであったが、α号から下船してＢ国に上陸したＸをＢ国当局がＢ国刑法上の犯罪の容疑で逮捕し、起訴したところ、Ａ国の外務大臣は、「先般の事故に関して我が国の国民であるＸを逮捕し、起訴することは国際法違反であり、断じて受け入れられず、強く抗議する。」という声明を発表した。Ａ国とＢ国の関係はそれまでは全般的に良好であり、長年にわたりＡ国はＢ国に対してＯＤＡ（政府開発援助）を供与してきたが、Ｘに対するＢ国での刑事裁判の結果、Ｘに拘禁刑が言い渡されると、Ａ国国内でＢ国を批判する世論が高まった。それを受けてＡ国の外務大臣は、Ｂ国大使を召致し、「我が国は、Ｂ国が自らの国際法違反に対する責任を取ることを強く求める。Ｂ国が国際法に従った対応をするまで、我が国はＢ国へのＯＤＡを停止するほか、必要な全ての手段を用いる。」というＡ国の立場を伝達した。Ａ国は軍事大国の一つに数えられており、Ｂ国と比べて強大な軍事力を有している。Ｂ国大使からＡ国の立場について報告を受けたＢ国の大統領は、「我が国がＸの刑事責任を問うことは国際法に違反するものではない。\nむしろ、我が国によるＸの逮捕や起訴に対してＡ国の外務大臣が批判することや、力ずくで我が国に対応を求めるＡ国の行為こそ、国際法上の不干渉原則や国際連合憲章第２条第４項に違反するものである。」という声明を発表した。\nＡ国とＢ国は、α号とβ号の衝突事故を発端として生じた国際法上の問題に対する両国の立場の相違を解消するため、Ｃ国の仲介で交渉を重ねた。しかしながら、交渉は平行線をたどったため、Ａ国とＢ国は、Ｃ国の提案に従って、国際司法裁判所規程第３６条第１項に基づいて事件を国際司法裁判所（以下「ＩＣＪ」という。）に付託することとした。付託合意においてＡ国とＢ国は、Ｉ\nＣＪが国際法違反の有無について判断することのみを請求し、ＩＣＪが国際法違反を認定した場合の国家責任法上の問題については、判決後に両国で交渉することになっていた。Ａ国とＢ国は、いずれも国際連合の加盟国である。また、Ａ国は本件衝突事故の発生前から海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の当事国であるが、Ｂ国は国連海洋法条約の当事国ではない。\n以上の事実を基に、以下の設問に答えなさい。\n〔設 問〕\n１．Ａ国の外務大臣が、Ｂ国によるＸの逮捕や起訴が国際法違反であるとの声明を発表した根拠として、国際法上どのような主張が考えられるかについて論じなさい。\n２．Ａ国の行為が国際法上の不干渉原則や国際連合憲章第２条第４項に違反するとのＢ国の大統領の声明に対して、Ａ国は国際法上どのような反論が可能かについて論じなさい。\n３．Ａ国が主張するＢ国の国際法違反をＩＣＪが認定した場合、判決後の交渉において、Ａ国は、Ｂ国に対してどのような国家責任法上の主張をすることができるかについて論じなさい。\n- 42 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R6/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n設問１は、国際法上の国家承認に関する基本的知識を問う問題である。この設問に解答するための前提として、国際法上の国家承認という制度に関して、国際社会においてこのような制度が必要とされる理由について理解するとともに、国家承認の要件や、国家承認の法的効果、さらに国家承認が政策上の判断に基づく自由裁量的な行為であるのか、一定の要件を満たす場合には国家承認は法的義務であるのか、といった点を踏まえて、説得力ある論述を展開する必要がある。Ａ国の立場からは、Ａ国領域の一部であるＰ州における一方的な独立宣言は、Ａ国の領土保全を侵害し憲法秩序を破壊する刑法上の違法な犯罪行為であり、「Ｐ共和国」は国際法上の国家承認の要件を満たすものではないと捉えられる。このような国家承認の要件を満たさない集団に対する他国による国家承認は、「尚早の承認」として本国（本設問ではＡ国）に対する国際法上の違法行為となることをＡ国としては主張すべきであろう。\n設問１に関するもう一つの論点は、国際法上の自決権に関するものである。人民の同権及び自決の原則に基づき「Ｐ共和国」を国家承認したとのＢ国の主張に対して、Ａ国側から国際法上どのような理由に基づく反論が可能かを論じる必要がある。「人民の同権及び自決の原則」\nに関しては国際連合（以下「国連」という）憲章第１条第２項に規定されているが、国際法上の自決権の定義と、その法的性質の理解（慣習国際法上確立しているか、さらに国際法上の対世的権利/義務として確立しているか等）、また自決権を有する主体をどのように捉えるべきかといった論点に関して、国際組織の主要な実行（１９６０年に国連総会決議として採択された植民地独立付与宣言など）や代表的な国際判例（例えば、国際司法裁判所（以下「ＩＣＪ」という。）による１９７１年ナミビア勧告的意見、１９７５年西サハラ勧告的意見、１９９５年東チモール判決、２０１９年チャゴス諸島勧告的意見など）を挙げつつ、Ａ国としては「Ｐ共和国」の独立宣言は自決権の正当な行使とは認められないことを主張する必要がある。その際、自決権の行使に際して、植民地支配からの独立といったいわゆる外的自決の場合とそれ以外のいわゆる内的自決の場合とで、自決権行使に関する国際法上の評価が異なる点も、検討されるべき重要な論点の一つとなる。Ａ国としては、本設問にある「独立宣言」は、植民地支配からの独立といった外的自決に該当するものではない、と主張することになろう。\n設問２は、国連の安全保障理事会（以下「安保理」という。）の表決手続に関して、国連加盟国の主権平等原則との関係で検討するものである。国連が、「すべての加盟国の主権平等の原則に基礎をおいている」ことは、国連憲章第２条第１項に明確されている。しかし、同項で規定された国連における加盟国間の主権平等とは、国連機関の表決手続との関係でいえば、例\n- 35 -えば総会の表決手続では一国一票制が採られているが、安保理では常任理事国制度が採られるなど、形式的な意味での加盟国間の平等にとどまらず、加盟国の責任や義務の程度、またそれぞれの機関が負う任務の性格等に照らした実質的な意味での加盟国間の平等が保障されるべきことを含意する概念であると考えられる。\n特に、本設問で具体的に取り上げられている安保理は、国連の主要機関（国連憲章第７条第\n１項）の中で「国際の平和及び安全の維持に関する主要な責任」を負う（同第２４条第１項）機関とされる。安保理における非手続事項の決定手続を定めた国連憲章第２７条は、常任理事国の同意投票を含む９理事国の賛成投票が必要であることを規定し、常任理事国が１国でも反対票を投じた場合には非手続事項の決定が否決されることを定めており、これが常任理事国のいわゆる拒否権と呼ばれるものである。この国連憲章第２７条第３項にはただし書があり、「但し、第６章及び第５２条３に基づく決定については、紛争当事国は、投票を棄権しなければならない。」と定めている。この第２７条第３項ただし書の規定に従えば、国連憲章第６章が規定する紛争の平和的解決、あるいは第５２条第３項が規定する地域的取極又は地域的機関による紛争の平和的解決においては、紛争当事国は安保理における投票を棄権する法的義務があると考えられる。他方で、同ただし書を反対解釈すれば、国連憲章第７章の下で紛争の強制的解決が問題とされる事例においては、紛争当事国は安保理における投票を棄権する義務はないと解される。国連における現実の実行においても、国連憲章第７章の下で扱われる案件に関しては、紛争当事国は常任理事国を含めて投票を棄権せずに、実際に投票を行っている。そのため、安保理の常任理事国は、自国が当事者となる紛争に関して反対票を投じることによりいわゆる拒否権を行使することができ、結果として常任理事国に対しては憲章第７章に基づく強制措置を発動することができない、という問題が生じているのである。以上のような国連憲章第２７\n条第３項ただし書に関する解釈及び安保理における同項に関する実行等を踏まえて、設問２におけるＢ国の主張を国際法上評価することがここでは求められる。\n設問３は、国連の安保理が常任理事国によるいわゆる拒否権行使の結果、国際の平和及び安全の維持に関する主要な責任を実質的に果たせなくなった場合に、国連の枠組みの中でＡ国がどのような法的な救済を求めることができるかを問うものである。\n第一の方法として、１９５０年の朝鮮戦争時に国連総会決議として採択された「平和のための結集決議」に基づき、国連の緊急特別集会の招集を求めることが考えられる。国連における実行として、１９５６年の第２次中東戦争（スエズ動乱）時に、常任理事国による拒否権行使により安保理が有効に機能できなくなった際、「平和のための結集決議」が実際に援用されて初めて国連の緊急特別総会が招集され、国連の平和維持活動（ＰＫＯ）として第１次国連緊急軍（ＵＮＥＦⅠ）が現地に派遣された。最近の例では、２０２２年のロシアによるウクライナ\n侵略に際して、安保理が常任理事国ロシアによる拒否権行使により有効に対応できなくなった際に、「平和のための結集決議」に基づき緊急特別総会が招集され、ロシアによるウクライナに対する武力行使を非難する決議が採択された。ただし、「平和のための結集決議」に基づき招集された緊急特別総会においては、国際の平和及び安全を維持し又は回復するための集団的措置を採るよう加盟国に勧告を行うことができ、平和の破壊又は侵略行為の場合には必要に応じ兵力を派遣することもできると明記されているものの、これまでに同決議に基づいて実際に集団的措置が決定された例はなく、また仮に決定された場合でも、それは国連加盟国に対して勧告的効力を持つものにすぎず、加盟国に参加を法的に義務付けるものではないことに留意する必要がある。\n第二の方法として、「国際連合の主要な司法機関」（国連憲章第９２条）であるＩＣＪへの提訴が考えられる。Ａ国が本件紛争に関してＢ国を被告としてＩＣＪに提訴するためには、Ｉ\nＣＪ規程第３６条第１項又は第２項に規定する裁判管轄権の根拠のいずれかを主張する必要がある。第１項前段の規定する合意付託、同項後段の規定する裁判条項（又は裁判条約）、第２\n- 36 -項の規定する強制的管轄権受諾宣言のいずれかの存在を立証する必要があり、さらにＢ国に対して応訴管轄（forum prorogatum）の受諾を要求することも考えられる。原告適格その他の受理可能性に関する要件も満たす必要があるが、本件紛争に関してはこの点に関する立証はＡ国にとって十分に可能であろう。\n第三の方法として、国連の事務総長への付託ないしは注意喚起が挙げられる。事務総長は、国連の行政職員の長である（国連憲章第９７条）と同時に、例えば国際の平和及び安全の維持への脅威と認められる事項について安保理の注意を促すことができ（国連憲章第９９条）、また事務総長個人としての立場で紛争解決に向けた調停や、場合によっては法的拘束力を持つ裁定を行う場合もある（例えば、１９８８年のレインボー・ウォーリア号事件国連事務総長裁定）。\n〔第２問〕\n本問は、海洋法、条約と慣習国際法の関係、不干渉原則、武力行使禁止原則、国家責任法という国際法の基本的分野・基本原則に関する知識と理解を確認することを目的とする。\n設問１は、常設国際司法裁判所（以下「ＰＣＩＪ」という。）の１９２７年ローチュス号事件判決で実際に争われたような公海上での船舶の衝突事故における刑事管轄権の行使に関する問題である。Ａ国が当事国となっている海洋法に関する国際連合条約（以下「国連海洋法条約」\nという。）第９７条第１項は、「公海上の船舶につき衝突その他の航行上の事故が生じた場合において、船長その他当該船舶に勤務する者の刑事上又は懲戒上の責任が問われるときは、これらの者に対する刑事上又は懲戒上の手続は、当該船舶の旗国又はこれらの者が属する国の司法当局又は行政当局においてのみとることができる。」と定めており、この規定に従えば、公海上でのα号とβ号の衝突事故に関してα号の船長Ｘの刑事上の責任を問う手続は、α号の旗国であるとともにＸの国籍国であるＡ国の当局のみがとることができることになる。しかしながら、問題文に明示されているようにＢ国は国連海洋法条約の当事国ではないため、Ｂ国が国連海洋法条約に違反するとＡ国は主張することができない。そこでＡ国として考えられるのは、国連海洋法条約第９７条第１項の規定内容が慣習国際法となっており、そのような慣習国際法にＢ国は違反したと主張することである。ローチュス号事件においてＰＣＩＪは、公海衝突事故において加害船の旗国（本問で言えばＡ国）に排他的管轄権を認める国際法は存在しないとして、被害船の旗国（本問で言えばＢ国）にも刑事管轄権の行使が国際法上認められると判断している。しかしながら、本判決に対しては批判もあり、１９５８年の公海に関する条約では国連海洋法条約第９７条第１項と同様の規定が採り入れられており、Ａ国は、現在においてはこの条約規則が慣習国際法化しているとして、α号の旗国でもＸの国籍国でもないＢ国による刑事管轄権の行使は国際法違反であると主張することが考えられる。\n設問２は、不干渉原則や武力行使禁止原則についての理解度を問う問題である。不干渉原則については、国連憲章には直接的には定められていないが（国連憲章第２条第７項本文は、「この憲章のいかなる規定も、本質上いずれかの国の国内管轄権内にある事項に干渉する権限を国際連合に与えるものではなく、また、その事項をこの憲章に基く解決に付託することを加盟国に要求するものでもない。」と定めている。）、１９７０年の友好関係原則宣言では、国の義務として「国連憲章に従って、いかなる国の国内管轄権内にある事項にも干渉しない義務に関する原則」が宣言されており、国際法上、不干渉原則が妥当していることには争いがない。ＩＣ\nＪも、１９８６年ニカラグア事件本案判決において不干渉義務が慣習国際法上存在することを前提としている。自国領域内にいる私人の逮捕や起訴は、一般的には「国家主権の原則によりそれぞれの国が自由に決定することが認められている事項」（ニカラグア事件本案判決）と言えるとしても、Ａ国の主張によれば国際法に違反するような管轄権行使をする自由を国は有しておらず、したがって国内管轄事項には当たらないとＡ国は反論することが可能である。また、仮に国内管轄事項に当たるとしても、国が他国の国内法等を批判するにとどまるような場合に- 37 -\nは、国際法上、一般に干渉とはみなされず、干渉とされるのは、強制又はその威嚇を背景とした命令的な介入（命令的干与）であると考えられており、例えばニカラグア事件においてＩＣ\nＪは米国によるニカラグアへの経済援助の停止や禁輸措置については不干渉原則の違反を認定しなかったことなどを手がかりとして、Ａ国は、Ｂ国によるＸの逮捕や起訴をＡ国の外務大臣が批判することは、国際法違反となる「干渉」には当たらないとして反論することが可能である。\nＡ国の行為が国連憲章第２条第４項に違反するというＢ国の主張については、軍事大国であるＡ国の外務大臣が「必要な全ての手段を用いる」という発言をしたことが、同項が禁止する\n「武力による威嚇」に該当するかが問われる。国連の安保理が国連憲章第７章に基づいて国連加盟国に「必要な全ての手段」を授権することによって軍事的措置（武力の行使）を認める実行はあるとしても、いかに軍事大国ではあっても、個々の国連加盟国が、それまでは全般的に良好な国際関係を維持してきた国に対して「必要な全ての手段を用いる」と発言することが当該国に対する「武力による威嚇」とは考えられないという観点から、Ａ国は自国の行為は国連憲章第２条第４項に違反しないとして反論することが可能である。国連憲章第２条第４項にいう「武力」が英語の正文では「force」であり、第４１条の「兵力（armed force）」とは異なることから、第２条第４項の「武力（force）」が軍事力に限られるのかどうかという議論があることに鑑みて、Ｂ国が国連憲章第２条第４項の「武力（force）」に経済的圧力を含むという広い解釈に基づいてＡ国による同項の違反を主張している可能性を想定した上で、そのような広い解釈は認められないとしてＡ国が反論する可能性も考えられよう。\n設問３は、国際法違反の帰結として生ずる国家責任に関して、具体的な事案への当てはめを求める問題である。１９２８年ホルジョウ工場事件本案判決でＰＣＩＪが判示し、国際違法行為に対する国家の責任に関する条文（以下「国家責任条文」という。）に基本的には反映されているような原則を踏まえて、原状回復や金銭賠償、満足（サティスファクション）等について論ずることが期待される。Ｂ国によるＸに対する刑事管轄権の行使が国際法違反であるとＩ\nＣＪが認定したという設定において、まずＡ国はＢ国による国際違法行為の帰結として拘禁刑に処されたＸの釈放を求めることができる。Ｘの釈放を原状回復と捉えるか違法行為の中止と捉えるか（又はその両者の性格をもつものと捉えるか）は「原状回復」の定義によるが、いずれにせよＸが被った経済的損失はＸの釈放によっては償われないため、Ａ国はＢ国に金銭賠償を求めることも考えられる。この場合、Ａ国は自国民のために外交的保護を行使する形となるが、外交的保護を行使するための要件の一つである国内救済が尽くされているかどうかは問題文からは明らかではない点には注意が必要である。その他、Ａ国は満足の一形態としてＢ国による遺憾の意の表明や公式の陳謝を求めることもできる。なお、国家責任条文は満足の一形態として違反の自認も例示しているが、ＩＣＪがＢ国の国際法違反を認定したという設定においてＡ国がＢ国による違反の自認を求めることは、これまでＩＣＪが自らによる国際法違反の認定が損害を賠償する一種の満足を構成すると判示してきていることに鑑みれば、国際法の観点からは特段の事情がなければ適切とは言えないであろう。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている出題の趣旨（「令和６年司法試験論文式試験問題出題の趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２ 採点方針国際関係法（公法系）科目の採点方針は、従来の立場を踏襲し、①国際法の基本的な知識を習得し、かつ、設問に関係する国際法の基本的な概念や規範、特に、関係する主要な多数国間条約の関連規定や重要判例を正確に理解しているか、②各設問の内容を理解し必要な国際法上の論点に触れているか、また、出題されている事例に対する適切な考察がなされているか、③答案の法的構成がしっかりしており、論理的かつ正確な文章で書かれ、適切な理由付けがなされているか、といった点を重視した。\n３ 採点実感等第１問は、①国際法上の自決権と国家承認、②国際連合（以下「国連」という。）安全保障理事会（以下「安保理」という。）の表決手続と国連加盟国の主権平等原則との関係及び③国連の枠組における紛争解決手段に関する理解を問うものである。第２問は、海洋法、条約と慣習国際法の関係、不干渉原則、武力行使禁止原則、国家責任法という国際法の基本的分野・基本原則に関する知識と理解を問うものである。いずれも国際法の主要なテーマに関するものであり、全体を通して全く見当違いの答案は見られず、最低ライン未満者は存在しなかった。なお、設問の趣旨を正確に捉え答えているか、また、説得的な理由付けがなされているか、さらに、基本的知識に基づく本問の事例に対する当てはめが的確かといった点では、答案の間に一定の差が見られた。\n⑴ 第１問設問１に関する第１の論点は、人民の同権及び自決の原則に基づく国際法上の自決権行使として「Ｐ共和国」の独立宣言が国際法上認められるかという点である。ほとんどの答案が、「Ｐ共和国」のＡ国からの独立宣言が国際法上の正当な自決権行使として認められるか否かを検討していた。そのうち多くの答案が、植民地支配からの独立という外的自決と一国内の政治的地位の自己決定という内的自決との区別に触れ、「Ｐ共和国」の独立宣言は、外的自決に該当しないため国際法上認められないと論じていた。他方で、この検討に際して、例えば１９６０年に国連総会決議として採択された植民地独立付与宣言や関係する国際司法裁判所（以下「ＩＣＪ」\nという。）の判例など、重要な先例を引用して国際法上の自決権の法的性質（例えば対世的権利／義務として確立しているか否かなど）にまで踏み込んで論述することのできた答案は、極めて限られていた。設問１に関する第２の論点は、Ｂ国による「Ｐ共和国」の国家承認の国際法上の評価である。Ｂ国による「Ｐ共和国」の国家承認に関して、多くの答案は、Ａ国領域の一部であるＰ州における一方的な独立宣言は、Ａ国の領土保全を侵害する国際法上の違法行為であり、Ｂ国による国家承認は国際法上の要件を満たさないと論述していた。また、要件を満たさないこのような国家承認は、「尚早の承認」として、Ｂ国のＡ国に対する国際法上の違法行為を構成することについても、多くの答案が正しく指摘していた。\n設問２は、国連安保理の表決手続に関して、国連加盟国の主権平等原則との関係で検討を求めたものである。検討の前提として、国連が「すべての加盟国の主権平等の原則に基礎をおいている」ことを明記した国連憲章第２条第１項に触れた答案は、余り見られなかった。多くの答案は、安保理における非手続事項の決定手続を定めた国連憲章第２７条第３項と紛争当事国の棄権について定める同項ただし書に言及し、加盟国の主権平等原則との関係で本設問事例の検討を行っていた。第２７条第３項ただし書に従えば、国連憲章第６章が規定する紛争の平和的- 38 -解決、あるいは国連憲章第５２条第３項が規定する地域的取極又は地域的機関による紛争の平和的解決においては、紛争当事国は安保理における投票を棄権する法的義務があると考えられる。他方で、同ただし書を反対解釈すれば、国連憲章第７章の下で紛争の強制的解決が問題とされる事例においては、紛争当事国は安保理における投票を棄権する義務はないと解され、国連での実行においても、国連憲章第７章の下で扱われる案件に関しては、紛争当事国は常任理事国を含めて投票を棄権せずに、実際に投票を行っている。そして、このような実行が国連加盟国の主権平等原則に反するとは解されていない。以上のような国連憲章の関係条文の適切な解釈と国連の実行を踏まえた論述を展開している答案も、一定数存在した。\n設問３は、国連の安保理が常任理事国によるいわゆる拒否権行使の結果、国際の平和及び安全の維持に関する主要な責任を実質的に果たせなくなった場合に、国連の枠組みの中でＡ国がいかなる法的救済を求めることができるかを問うものであった。多くの答案は、いわゆる「平和のための結集決議」に基づき、国連の緊急特別総会の招集を求めることに言及していた。ただ、\n「平和のための結集決議」に基づき招集された緊急特別総会においては、国際の平和及び安全を維持し又は回復するための集団的措置を採るよう加盟国に勧告を行うことができ、平和の破壊又は侵略行為の場合には必要に応じ兵力を派遣することもできると明記されているものの、\nこれまでに同決議に基づき実際に集団的措置が決定された事例はないことまでを指摘した答案は少なかった。また、相当数の答案が、Ａ国によるＢ国を被告とするＩＣＪへの提訴に触れていたが、その場合にＩＣＪ規程第３６条第１項及び第２項の規定する裁判管轄権の根拠のいずれかを主張する必要があることや受理可能性に関する要件の存在を指摘する答案は多くなかった。さらに、国連の事務総長への付託ないしは注意喚起といった手段に触れた答案は、ほぼ見られなかった。\n⑵ 第２問設問１は、公海上での船舶の衝突事故における刑事管轄権の行使に関する問題である。海洋法に関する国際連合条約（以下「国連海洋法条約」という。）第９７条第１項は、そのような事故が生じた場合において、船長の刑事上の責任が問われるときは、船長に対する刑事手続は、当該船舶の旗国又は船長が属する国（本問ではＡ国）の司法当局又は行政当局において「のみ」\nとることができると規定している。この規定に従えば、Ｂ国がＸを逮捕し、起訴することは認められないことになるが、Ｂ国は国連海洋法条約の当事国ではない。それにもかかわらずＡ国の外務大臣が、Ｂ国によるＸの逮捕や起訴が国際法違反であるとの声明を発表した根拠として、\n国際法上どのような主張が考えられるかについて、公海上での船舶の衝突事故において被害船の旗国（本問ではＢ国）にも刑事管轄権の行使が国際法上認められると判断した常設国際司法裁判所（以下「ＰＣＩＪ」という。）の１９２７年ローチュス号事件判決も踏まえて論ずることが求められる。\n多くの答案は、出題の趣旨を正確に理解し、Ｂ国が国連海洋法条約の当事国でないため本問の事実関係においては同条約は適用されないことを前提として、条約以外の国際法の存在形式である慣習国際法に基礎付けて解答することができていた。しかしながら、国際法の最も基本的な判例の一つであるローチュス号事件判決を踏まえて解答できていたものは、予想していたよりも少なかった。現在の国際法規則の中には、その歴史的展開を踏まえてこそより良く理解できるものが少なくないことにも留意しながら、国際法の学習を行ってもらいたい。ローチュス号事件判決について学習していれば、国連海洋法条約には公海上での船舶の衝突事故における刑事管轄権の行使に関する規定（第９７条第１項）が存在することを知っていて、それを参照することが期待されたが、答案の中には、その規定よりも前にある第８７条第１項（公海の自由）や第９２条第１項（旗国主義）のみに基づいて解答するものも見られた。\n設問２は、国際法上の不干渉原則や武力行使禁止原則についての理解度を問うものである。前者については国連憲章には直接的には定められていない国家間の不干渉原則の内容がどのよう- 39 -なものであるかを確認した上で、後者については国連憲章第２条第４項のあり得る解釈を前提として、それぞれ本問の事実関係への適切な当てはめが求められる。\n多くの答案は、出題の趣旨を正確に理解して解答することができていた。国家間の不干渉原則については、国連憲章には直接的には定められていないが、優れた答案の中には、「この憲章のいかなる規定も、本質上いずれかの国の国内管轄権内にある事項に干渉する権限を国際連合に与えるものではな〔い〕。」と定める国連憲章第２条第７項本文やこの規定を巡る議論を参考にしたものも見られた。その一方で、この規定が国家間の不干渉原則を定めていると理解する少数の答案については、少なくともこの分野に関する国際法の学習が不足しているという評価を免れない。また、Ａ国の反論として対抗措置を援用する解答が見られたが、自国の行為が国際法に違反すると批判された国家は、まずは「我が国の行為は国際法に違反するものではない。」\nとして反論するのが通常であって、自国の行為が国際法上の義務に違反することを前提に対抗措置としてそれを正当化することは、特殊な事情がなければ考えにくい。その意味で、本問の事実関係において、例えば「我が国の行為は国際法に違反するものではないが、仮に違反すると判断される場合であっても対抗措置として正当化される。」というような留保を付けずに対抗措置を援用する答案は、国際法における対抗措置の機能を適切に理解しているものとは評価することができない。なお、国際違法行為に対する国家の責任に関する条文（以下「国家責任条文」という。）は、国家が一定の場合に対抗措置をとることを認める一方で、国連憲章上の武力による威嚇又は武力の行使の禁止義務に違反する行為は対抗措置として正当化されない旨を定めている（国家責任条文第５０条第１項）。\n設問３は、国際法違反の帰結として生ずる国家責任に関して、具体的な事案への当てはめを求める問題である。１９２８年ホルジョウ工場事件本案判決でＰＣＩＪが判示し、国家責任条文に基本的には反映されているような原則を踏まえて、原状回復や金銭賠償、満足（サティスファクション）等について論ずることが期待される。\n多くの答案は、出題の趣旨を正確に理解して解答することができていたが、「Ａ国が主張するＢ国の国際法違反をＩＣＪが認定した場合」という問題設定から外れた答案が一部存在した。\nＩＣＪの判決に従う義務（国連憲章第９４条第１項）やＩＣＪの判決の拘束力（ＩＣＪ規程第５９条）を前提とすれば、ＩＣＪがＢ国の国際法違反を認定しているにもかかわらず、判決後にＢ国への行為の帰属をＡ国がＢ国に対して主張する答案や、国家責任条文が満足の一形態として例示している違反の自認を本問の事実関係に当てはめる答案に対しては、暗記型の知識や理解に基づいたものという感を抱いた。\n⑶ 答案の水準と評価第１問、第２問ともに、「優秀」といえる答案は、全ての設問において、国際法上の論点を的確に抽出し、関係条文を正確に解釈するとともに、関連する国際法の原則や重要判例等に言及し、説得力のある論述を展開して、適切な結論を導き出しているものであり、答案全体の数パーセントであった。「良好」といえる答案は、各設問で必要とされている国際法上の主要な論点の一部を欠いていたり、関係条文や国際法の原則に対する理解が必ずしも十分ではないこともあったが、全体としては適切な論述が展開できているもので、全体の約２５パーセントがこれに該当した。「一応の水準」の答案は、全ての設問に一通り答えてはいるが、論述の内容が不正確であったり、論拠を示さずに結論だけを記述したりするもので、全体の約４０パーセントがこれに該当した。また、「不良」の答案は、設問の多くに関して根拠となる関係条文や関連する国際法の原則に対する理解が不足しているもので、全体の約３０パーセントがこれに該当した。\n４ 法科大学院教育に求めるもの法科大学院教育では、国際法に関する基本的な知識と理解をしっかりと身に付けることをまずは目指してもらいたい。特に、主要な多数国間条約の関係条文や基本的な国際判例及び国内判例等に- 40 -関する理解を深めることが重要である。また、受験者のほとんどがその後に国内法曹になっていくことに鑑みても、国際法が国内法秩序の中でどう活用されるかにも十分な注意を払われたい。そして、これらの重要な論点を学習する場合に求められているのは、暗記型の知識や理解ではなく、具体的な問題・事例に柔軟に対応して的確な解決策が導き出せる分析力と応用力の備わった知識や理解である。法科大学院での教育も、このような問題解決能力を涵養するものであることが望まれる。\n- 41 -"
}