{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について，具体的な事実を示して論じなさい（特別法違反の点を除く。）。\n１ 甲（男性・３０歳）は，勤務先会社が倒産して失職し，新たな就職先も見付からず，生活費に窮していた。甲は，同じく失職中の友人の乙（男性・２８歳）の家に遊びに行った時，乙に対し，「このままでは家賃も払えないし，食べていけない。何か金を作る方法はないだろうか。泥棒でもするしかないかな。」などと話した。\n乙は，３か月前までＡが経営する会社に勤務していたが，Ａがしばしば自宅で仕事をするため，売上金を届けるなどの用件でＡの自宅に何度も行ったことがあり，Ａが自宅の書斎にある机の引き出しの中に現金３００万円くらいを入れているのを知っていたことから，「前に勤務していた会社の社長Ａは，現金３００万円くらいをいつも家に置いていた。Ａは資産家だから，家にはほかにも金目の物がたくさんあると思う。」と言った。\n甲は，それを聞いて，うまくＡ方に忍び込んで現金を盗むことができれば，当分金に困ることはないと思い，Ａ方に盗みに入ろうと考え，乙に対し，「一緒にその金を盗みに入らないか。」と言ったが，乙は，「俺はそんな危ないことはしたくない。」と言った。そこで，甲は，乙に対し，「それじゃあ，俺が入るから，Ａの家の場所と現金の在りかを教えてくれ。３００万円手に入れることができたら，お前に１００万円やる。」と言った。\n乙は，Ａの会社に勤務していた時の待遇に不満を持っていた上，乙自身も生活費に窮していたことから，甲が首尾よく現金を盗むことができれば自分もまとまった金を手に入れることができると思い，「分かった。明日Ａの家を見に行こう。家の間取り図も作っておくよ。」と答え，さらに，「Ａは一人暮らしだ。毎週月曜日には必ず会社に出勤するので，月曜日の日中Ａは家にいない。\nＡは月曜日の午前８時半ころ家を出るが，午前１０時ころには通いの家政婦が来るので，やるんだったら月曜日の午前８時半から午前１０時前までだ。トイレの窓にはいつも鍵が掛かっていないから，そこから家の中に入れると思う。書斎の机の引き出しには３００万円くらいは入っているはずだし，ほかの場所にも金目の物があるはずだ。」と説明した。\n２ 同日夜，乙は，Ａ方の間取り図面を作成し，トイレの場所，書斎の場所やＡがいつも現金を入れていた机の場所等を同図面に書き込んだ。\nそして，翌日の昼間，乙は，自分の自動車に甲を乗せてＡ方付近まで運転し，Ａの自宅を指さして，甲に対し，「あれがＡの家だ。」と教えるとともに，前記図面を甲に手渡した。\n甲は，Ａ方付近が閑静な住宅街で，日中も人通りがほとんどなかったことから，トイレの窓からＡ方に侵入してもだれにも見られないだろうと安心し，乙に対し，「今度の月曜日にやる。Ａが家を出た後すぐに入るから，午前８時過ぎにＡの家の近くに着けるように今度の月曜日の朝迎えに来てくれ。」と言った。乙は，これに対して，「分かった。」と答えた。\n甲は，帰宅後，乙から受け取った前記図面を再確認するとともに，万一家に人がいた場合に備え，カッターナイフ（刃体の長さ８センチメートル）を準備した。\n３ 翌週の月曜日，乙は，前記自動車を運転して甲方に行き，甲を同車に乗せて，Ａ方付近に向かい，午前８時過ぎころＡ方付近に到着した。\n乙は，甲がＡ方から出て来るまで付近道路に同車を停車させたまま待っていようと思い，甲に対し，「ここで待っているよ。」と言ったところ，甲は，乙が何度も同車でＡ方を訪れた旨聞いていたことから，だれかに乙の自動車を見られるのは絶対に避けたいと考え，「お前は先に帰っていてくれ。車を見られたらまずい。」と言った。そこで，乙は，甲を同車から降ろした後，すぐに同車を運転してその場を去った。\n- 2 -\n４ 甲は，Ａ方付近でＡ方玄関の様子をうかがっていたが，午前８時半ころ，Ａが家を出たのを確認した後，Ａ方に向かい，前記図面に示されていたトイレの窓を探し，無施錠の同窓を開けて屋内に入った。そして，甲は，書斎に行き，机の引き出しを開けて現金３００万円を見付け，これを着ていたジャンパーのポケットに入れた。\n甲は，簡単に机の引き出し内の現金を手に入れることができ，まだ時間に余裕があったことから，引き続き別の金品を探そうと考え，居間に入った。\nところで，Ａ方には，乙が出入りしなくなった後，Ａの父であるＢ（７０歳）が同居していたが，乙はそのことを知らなかった。甲が居間に入った時，Ｂは同所にいたが，甲が入って来たのを見て，その場に立ちすくんだ。\n甲は，Ｂの姿を見るや，ジャンパーのポケットに入れていた前記カッターナイフを取り出してその刃を約５センチメートル出し，Ｂに歩み寄り，「金を出せ。」と言いながら，カッターナイフの刃をＢの目の前に突き出した。Ｂが「助けてくれ。」と大声を上げたので，甲は，Ｂの大声が近所の人に聞こえてしまうと思い，Ｂを黙らせるため，Ｂの胸倉を左手でつかみ，右手に持ったカ\nッターナイフの刃先をＢの左頬に突き付けながら，「静かにしろ。騒ぐと殺すぞ。」と申し向けた。\nＢは恐怖の余り大声を出すのをやめ，その場にしゃがみ込んだが，甲は，Ｂの胸倉をつかみながらカッターナイフの刃先をＢの左頬に突き付けたままの体勢で自らもしゃがみ込み，さらに，Ｂに対し，「金を出せ。」と申し向けた。\n同居間のテーブル上には，Ａが日常の支払用の現金を入れていた封筒があったので，Ｂは，やむを得ず，同封筒を甲に渡した。甲は同封筒に入っていた現金２万円を取り出してジャンパーのポケットの中に入れ，さらにＢに対し，カッターナイフの刃を突き付けながら，「まだあるだろう。\nどこにあるんだ。」と申し向けたところ，Ｂは甲の背後のリビングボードを指さして，「多分あそこにあると思う。」と言った。\nそこで，甲は，同リビングボードの方に行き，物色を始めたが，そのすきにＢは慌てて居間から逃げ出した。甲は，Ｂが逃げ出したのに気付き，すぐに「待て。」と怒鳴りながら同人を追った。\n甲が追って来たのを知ったＢは，甲に捕まったら本当に殺されるかもしれないと思い，「どろぼう。」と叫びながら，必死で玄関から外に逃げようとした。\n甲は，Ｂが「どろぼう。」と叫びながら玄関のドアを開けたのを見て，このままではだれかにＢの声を聞きつけられ，捕まってしまうと思い，Ｂを追うのをあきらめて裏口から逃げることにし，裏口を探した。\nＢは，玄関の外に出た直後，足がもつれて転倒し，その際加療約１か月を要する右手首骨折の傷害を負った。\n５ 一方，乙は，甲と別れた後Ａ方付近から離れ，自宅に戻ろうとしていたが，途中，甲のことが気掛かりになり，再びＡ方付近に向かい，Ａ方付近路上に自動車を止めて，車内からＡ方の様子を見ていた。\nすると，Ｂが前記のように玄関から走り出て来て，足がもつれて転倒した後すぐに起き上がり，「どろぼう。」と叫びながら，Ａ方前路上に走り出て来たので，乙は，甲が盗みを実行中に居合わせたＢに見付かってしまったのだと思い，このままでは，近所の人がＢの声を聞きつけて警察に通報すると考え，Ｂを黙らせるために，すぐに同車から降りてＢに駆け寄り，背後から左腕をＢ\nの首に回して右手でＢの口を塞いだ。\nＢは乙の右手に噛みついて抵抗したので，乙は，Ｂからとっさに手を離した上，その顔面を拳で力一杯殴打したところ，Ｂはその衝撃で倒れ，その際，ブロック塀の角に後頭部を強打した。\nＢはよろめきながら立ち上がって，「だれか助けてくれ。」と声を出しながら逃げ出そうとしたので，乙は更にＢの背部，腹部を数回蹴ったところ，Ｂはその場にうつ伏せに倒れ，動かなくなった。\n甲は，Ｂが玄関の外で足がもつれて転倒し右手首骨折の傷害を負ったことを知らず，また，乙\n- 3 -が戻って来てＢに暴行を加えたことも知らずに裏口から外に出たが，Ａ方付近路上に乙の自動車らしい車両を見付けたため，同車の方に駆け寄った。すると，同車付近に乙がおり，乙の近くにＢがうつ伏せに倒れていたので，驚いて，乙に対し，「何をやっているんだ。車を見られたらまずいって言っただろう。」と言うと，乙はすぐに同車に戻り，甲も同車に乗り込んで，両名は直ちに同所から逃走した。\nその後，甲は，乙に対し，Ａ方で取得した現金のうち１００万円を分け前として渡した。\n６ Ｂは，甲及び乙がＡ方前路上から逃走した直後，たまたま通り掛かった者に発見されて，救急車で病院に搬送されたが，前記のとおりブロック塀の角に後頭部を強打した際に頭蓋骨を骨折しており，これによる脳内出血によって，同日午後５時ころ死亡した。\n- 4 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 警察は，暴力団Ｘ組による覚せい剤密売の情報を入手し，捜査を行った。その結果，覚せい剤取締法違反（譲渡罪）の前科１犯を有しているＸ組幹部の甲が，覚せい剤を密売してＸ組の活動資金を得るという営利の目的で，平成２０年１月上旬ころ，Ａマンション２０１号室の甲方において，多量の覚せい剤を所持しているという嫌疑が濃厚となった。そこで，警察は，前記覚せい剤営利目的所持の犯罪事実で，差し押さえるべき物を，本件に関係する覚せい剤，小分け道具，手帳，ノートとし，捜索すべき場所を，Ａマンション２０１号室の甲方とする捜索差押許可状の発付を受けた。\n甲方は，５階建てのＡマンションの２階にあり，その間取りは４ＬＤＫバストイレ付きであって，甲方の玄関ドアの右隣には，共用部分の通路に面して，ガラス窓が設置されており，その窓は，アルミサッシ製で，２枚のガラス（各ガラスの大きさは，縦１．２メートル，横０．９メートルである。）が引き戸になっている。ほかに同通路に面した窓はない。甲方には，常時，Ｘ組の組員２，３名が起居している。\nなお，覚せい剤営利目的所持の罪とは，「営利の目的」つまり，犯人が自ら財産上の利益を得，又は第三者に得させることを動機・目的として，覚せい剤をみだりに所持した罪をいい，その法定刑は，１年以上の有期懲役，又は情状により１年以上の有期懲役及び５００万円以下の罰金である。\n２ 平成２０年１月１５日午前８時ころ，司法警察員警部補Ｐは，前記捜索差押許可状を携帯して，司法警察員巡査部長Ｑら５名の部下とともに甲方の捜索に赴き，甲方玄関ドア前の通路に集まった。Ｑが甲方のドアチャイムを鳴らしたところ，甲方内からドア付近まで近づいてくる足音が聞こえ，その直後，「何ですか。」という男の声がした。そこで，Ｑは，ドア越しに「警察だ。ドア\nを開けろ。」と告げたが，ドアは開けられることなく，「やばい。」などという男の声がして，ドア付近から人が遠ざかる足音が聞こえ，さらに，室内から，数人が慌ただしく動き回る足音が聞こえた。Ｑは，ドアノブを回してドアを開けようとしたが，施錠されていたので，ドアを手で激しくたたき，ドアチャイムを鳴らしながら，「早く開けろ。捜索令状が出ている。」と数回にわたり怒鳴ったが，ドアが開けられる気配はなく，また，甲方内からの応答もなかった。そこで，Ｑは，甲方の玄関ドアの右隣にあるガラス窓を開けようとしたが，施錠されていたので，所持していた手錠を用いて向かって右側のガラス１枚を割って，約２０センチメートル四方の穴を開けた。この時点で，最初に警察であることを告げてから約３０秒が経過していた。Ｑは，その穴から手を差し込んでガラス窓内側のクレセント錠を外した上，同ガラス窓を開けてそこから甲方内に入った。\nＰら５名は，Ｑに続いて，順次，そのガラス窓から甲方内に入り，「置いてある物に触るな。」と言いながら甲方内の各部屋に散っていった。Ｑらが，甲方内に在室している人物を確認したところ，甲がリビングルームに，２名の組員がそれぞれ別々の部屋にいて，合計３名が甲方内に在室していることが判明し，Ｑらは，これら３名の近くで，その行動を注視できる位置についた。\nそこで，Ｐは，甲に対し，前記捜索差押許可状を示した。この時点で，Ｑが最初に甲方内に入ってから約３分が経過していた。その後，Ｐらは，甲を立会人として，覚せい剤等を探し始めた。\nＱは，リビングルームに置かれたサイドボードの引き出しの中から赤色ポーチを発見し，これを開けて見たところ，同ポーチ内には，ビニール袋入りの５０グラムの白色粉末があった。\n３ そこで，Ｑが，甲の承諾を得て，その場で白色粉末の予試験を実施したところ，これが覚せい剤であることが確認できた。\nＱは，「被疑者甲は，みだりに，営利の目的で，平成２０年１月１５日，Ａマンション２０１号室の甲方において，覚せい剤５０グラムを所持した。」という被疑事実で，甲を現行犯人として逮\n- 5 -捕するとともに，刑事訴訟法第２２０条第１項第２号により，この覚せい剤を差し押さえた。\nなお，Ｑが割った甲方の窓ガラスは，直ちに，業者により修復され，その費用は２万円であった。\n４ 甲は，逮捕，勾留中の取調べにおいて，「発見された覚せい剤は私のものではない。覚せい剤については一切知らない。」などと供述し，一貫して否認した。\n警察が捜査したところ，甲がＷという女性と交際していることが分かった。Ｗは，５年前から会社員として働いているが，以前，会社員として働く傍ら，クラブでホステスのアルバイトをしていたことがあり，そのクラブに客として来ていた甲と知り合い，約１年前から甲と交際するようになった。Ｗは，その直後，アルバイトを辞め，週末に甲方に通って，掃除をしたり洗濯をするなど，甲の身の回りの世話をし，甲も，月に数回の割合で，Ｗが住んでいたアパートの部屋に泊まりに行くなどしていた。\n以上の状況から，Ｗ方に，本件犯行に関する証拠物が存在する蓋然性が高まったので，警察は，Ｗ方の捜索差押許可状の発付を受け，平成２０年１月１８日，Ｗが不在であったため，アパートの管理人を立会人としてＷ方を捜索し，鍵が掛けられていた机の引き出しの中からノート１冊（以下「本件ノート」という。）を発見して，これを差し押さえた。\n５ 本件ノートは，市販されている１００枚綴りのものであり，その表紙には，「平成１７年１０月\n１３日～」と記載されている。各ページには，日付とそれに続く数行の記載がある。それらの日付は，平成１７年１０月１３日で始まり，１週間に３日ないし５日程度の割合で，その経過順に記載されていて，平成２０年１月１５日で終わっている。そして，それぞれの日付の下には，買物に行ったこと，食事をしたこと，友人と会ったこと等の出来事やそれに関する感想が記載されている。これらの記載部分は，日によって，万年筆で書かれたり，ボールペンで書かれたりしているが，空白の行やページは無い。\n記載のある最終ページは，【資料】（本問題集８ページ参照）のとおりであり，同月６日，９日及び１５日分の文字は万年筆で，同月１１日，１２日及び１４日分のそれはボールペンで，それぞれ書かれている。\n本件ノートに記載された文字の筆跡は，すべてＷのものである。\n６ 警察は，本件ノートの記載内容についてＷを取り調べようとしたが，Ｗは，交通事故に遭い，平成２０年１月２０日に死亡していたため，取り調べることができなかった。なお，事故の際，Ｗは，Ｂ社製の茶色ショルダーバッグを持っており，そのバッグの中には，Ｗ方の鍵と前記机の引き出しの鍵が入っていた。\nそして，捜査の結果，Ｃ百貨店が，同月６日，前記ショルダーバッグと同じ種類の物１個を，９万８０００円で売ったこと，同月１２日午前１０時１８分，Ｗ方付近にある銀行に設置された現金自動預払機において，Ｗ名義の普通預金口座から現金３万円が払い戻されたこと，Ｗが，同日，Ｄ子と一緒にＥ市内にある映画館で映画を見てから，ショッピング街でアクセサリーや洋服を見て回ったことが明らかとなった。\n７ その後，検察官は，所要の捜査を遂げて，「被告人甲は，みだりに，営利の目的で，平成２０年\n１月１５日，Ａマンション２０１号室の甲方において，覚せい剤５０グラムを所持した。」という公訴事実で，甲を起訴した。\n甲は，第一回公判期日において，前記公訴事実につき，「私のマンションで発見された覚せい剤は私のものではありませんし，これを所持したことはありません。もちろん営利の目的もありません。」と陳述し，弁護人も同趣旨の陳述をした。\n検察官は，「Ｗが平成２０年１月１４日に甲方で本件覚せい剤を発見して甲と会話した状況，本件覚せい剤を甲が乙から入手した状況及びＸ組が過去に覚せい剤を密売した際の売却価格」という立証趣旨で，証拠物たる書面として本件ノートの証拠調べを請求した。\nこれに対し，甲の弁護人は，「証拠物としての取調べに異議はないが，書証としては不同意であ\n- 6 -る。」との意見を述べた。\n甲と本件覚せい剤を結び付ける証拠並びに本件覚せい剤の入手状況及び過去の覚せい剤の売却価格に関する証拠は，本件ノート及び甲方で押収された本件覚せい剤以外にはない。\n〔設問１〕 本件ノートの証拠能力について，その立証趣旨を踏まえ，具体的事実を摘示しつつ論\nじなさい。ただし，その捜索差押手続の適法性については論じる必要はない。\n〔設問２〕 甲方の捜索の適法性について，具体的事実を摘示しつつ論じなさい。\n- 7 -\n【資 料】 Ｗ方で押収された本件ノートの最終ページ\n平成２０年\n１月６日正月休みも今日で終わり。明日から仕事だ，頑張ろう。でも，休みボケで，仕事のことを考えるとちょっとゆううつ。週末が待ち遠しい。\nおいしいと評判のイタリアンレストランへ甲に連れていってもらった。\n確かにパスタがおいしかった。\n食事の後，Ｃ百貨店で前から欲しかったＢ社の茶色のショルダーバッグを甲におねだりして買ってもらった。９万８０００円もしたのに・・・。甲は優しい。\n１月９日今日，甲が来る予定だったのに来なかったので，電話してみた。\n体調が悪いらしく，甲の電話の声に元気がなかった。\nちょっと，心配。週末には元気になっているといいな。\nもうすぐ午前零時だ。明日の仕事にも差し支えるので，もう寝よう。\n１月１１日明日から３連休だ。明日はＤ子と映画に行く予定。映画を見るのは久し振り。\n銀行に行くのを忘れた。明日，ＡＴＭでお金を下ろさないと。\n３万円あれば，次のお給料日までは大丈夫かな。\n１月１２日今日は，Ｅ市に出て，Ｄ子と一緒に映画を見た。アクション物で面白かった。\n最近はＤＶＤを借りて家で見ることが多いけど，やっぱり映画館の大きなスクリーンで見ると迫力が違う。その後，ウインドウショッピングをして帰る。\n１月１４日今日，甲のマンションに行った。洗濯物もたまっていて，思ったより時間がかかった。\n掃除をしているとき，サイドボードの引き出しの中に，見慣れない赤色のポーチを見つけた。女物のようだったので，私のほかに女でもと思って中を見ると，白い粉がビニ\nール袋に入っていた。急に，甲が，「それに触るな。」と言って，私からそのポーチを取り上げた。私は，びっくりして，「何なの，それ？」と聞くと，甲は，「おまえがいた店にも連れていったことのあるＹ組の乙から覚せい剤５０グラムを２５０万円で譲ってもらった。うちの組では，これまで，０．１グラムを１万５０００円で売ってきたんだ。\nだれにも言うなよ。」と言った。\n覚せい剤なんて生まれて初めて見た。何だか怖い。甲が警察に捕まったりしないのか心配。私もあんなものを見て何か罪にならないのか心配。正直，あんなもの見なければよかったと思う。\n不安で今晩は眠れそうもない。でも，もう日が変わるので早く寝ないと・・・。\n１月１５日今日からまた仕事が始まった。頑張ろう。\n甲と連絡が取れない。今日は，ずっと留守電になっている。\nどうしたんだろう。何だか胸騒ぎがする。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，具体的事例に基づいて甲乙の罪責を問うことによって，刑事実体法の理解，具体的事実に法規範を適用する能力，論理的思考力を試すものである。\nまず，甲乙の共犯関係については，甲が乙に一緒にＡ方に盗みに入ろうと誘ったのに対し，乙が「俺はそんな危ないことはしたくない。」と言った上，実際に乙は自らはＡ方に盗みに入らなかったことに着目し，共謀共同正犯の成立要件ないし共同正犯と幇助犯の区別の判断基準等を念頭に置いて，本問の具体的事実関係の中から評価に値する事実を抽出し，要件に当てはめることが求められる。その際，事実を事例中からただ書き写して羅列するのではなく，犯行に至る経緯，乙が甲に提供した情報の具体的内容，犯行当日の甲乙の行動及び甲乙間の金銭の分配状況等について，これらの事実が持つ意味を的確に評価し，上記要件ないし判断基準に当てはめて結論に至る思考過程を論述する必要がある。また，その際には，（共謀）共同正犯の成否のみの論述にとどまらず，甲乙間の共謀ないし共同実行の意思の内容にも留意し，甲乙が想定していた金品奪取の態様や奪取対象となる金品の範囲を明確に意識しておく必要がある。\n甲の罪責については，甲乙の共犯関係を前提として，まずはＡ方に入った行為及び書斎の机の引き出しから３００万円を取り出してジャンパーのポケットに入れた行為について構成要件への当てはめを行うことが求められる。そして，甲が，Ｂにカッターナイフを示すなどした上，現金２万円を奪った行為については，反抗を抑圧するに足りる程度の暴行・脅迫の有無等を中心に，必要かつ十分な具体的事実を抽出して法的評価を示す必要がある。また，Ｂが居間から逃げ出し，玄関を出た直後に転倒して怪我をしたことについては，強盗の機会性の有無や因果関係の有無等に留意しつつ，具体的事実を示しながら強盗致傷罪の成否を検討する必要がある。\nさらに，その後，Ａ方前路上でＢが乙から殴る・蹴るなどされて死亡したことに関し，甲が罪責を負うか否かについては，乙との共犯関係に基づく帰責の可否及び甲に成立する強盗罪固有の枠組み（強盗の機会性ないし因果関係等）による帰責の可否を本問の事実関係に即して論ずることが必要である。\n乙の罪責については，甲乙間の共犯関係を前提として，甲によるＡ方への侵入と３００万円の窃取に関する罪責を示すほか，甲がＢにカッターナイフを示すなどして２万円を奪った行為等については，甲乙間の共犯関係の内容を踏まえ，乙が予見していた事情と実際に甲が行ったことの間のずれの有無とその内容を的確に示した上，予見と異なる事態が生じた場合における乙の罪責を本件に即して具体的に論ずることが必要である。また，乙がＡ方前路上でＢを殴る\n・蹴るなどして死亡させたことについても，その段階において乙に成立する犯罪を念頭に置きながら，適切な犯罪を選択した上，その犯罪の構成要件要素を示しつつ，設問から抽出した具体的事実をこれに当てはめることが必要である。\nなお，甲乙に成立する個々の犯罪を前提に，これらに関する罪数評価及び共犯の成立範囲を的確に示すことが必要であることは言うまでもない。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論ずるにとどまることなく，- 6 -事例に示された具体的な事実関係を分析し，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，覚せい剤の営利目的所持事件を素材として，被告人甲との会話内容等が記載されたＷ作成のノートにつき，要証事実との関係での証拠能力を問うことにより，刑事訴訟法において最も基本的な法準則の一つである「伝聞法則」の正確な理解と具体的事実への適用能力を試すものである。\n法解釈の部分では，検察官の立証趣旨を踏まえた要証事実の分析を前提にして（立証趣旨から想定される要証事実は，いずれもＷが知覚・記憶してノートに記載した事実の真実性を前提とするものであるから，これが「伝聞証拠」，すなわち刑事訴訟法第３２０条第１項の定める\n「公判期日における供述に代えて書面を証拠と」する場合であることは明瞭である。），伝聞法則の例外となる規定を的確に選択した上，その規定に係る各要件を検討することが必要である。\n各要件を指摘，記述するだけでは，本事例への法適用を前提とした法解釈として不十分であることは言うまでもない。とりわけ，本事例で問題になる「特に信用すべき情況」の意義・解釈等については的確に論じなければならない。例えば，本件ノートを刑事訴訟法第３２１条第１\n項第３号に該当する書面であると考えた場合には，証拠能力の要件要素である「特に信用すべき情況」の理論的意味に留意しつつ，その存否につき，供述の内容そのものを直接に判断するのではなく，供述に付随する外部的な情況を主たる考慮事情として判断しなければならず，また，他の供述と比較するのではなく，その供述自体にかかわる絶対的な判断が要求されていることなどを論述することが必要である。また，本件ノートに記載された被告人甲の発言内容の真実性を要証事実とする場合には，「再伝聞」が問題になるので，その構造を正確に分析してその旨を指摘しなければならないことはもとより，それを許容するか否かの結論だけでなく，その文理上の根拠や実質的な考慮等をも的確に論じることが求められている（本事例は，公判期日における供述に代えて用いられる，被告人以外の者Ｗが作成した「供述書」に，被告人甲の供述を内容とする記述がある場合である。）。\n事例への法適用の部分では，自らが論じた伝聞法則の例外となる規定や再伝聞の解釈等に従って，事例中に現れた具体的事実を的確に抽出，分析し，個々の事実が持つ法的な意味を的確に示して論じることが求められている。例えば，供述に付随する外部的な情況にかかわる具体的事実を抽出，分析する際には，個人の日記と解されるノートに，１週間に３日ないし５日程度の割合で，出来事やその感想等がその経過順に記載されていることや，空白の行やページが無かったことなどという具体的事実を指摘した上で，Ｗがその日にあった出来事をその都度記載している事情等が認められることを論じたり，また，鍵が掛けられていた机の引き出しの中から本件ノートが発見されたことなどという具体的事実を指摘した上で，ノートを他人に見せることを予定しておらず，うそを記載する理由がないことなどを論じたりすることが必要である。つまり，具体的事実を事例中からただ書き写して羅列すれば足りるものではなく，個々の事実が持つ意味を的確に分析して論じなければならない。\n設問２は，捜索差押許可状の呈示に先立って捜索場所であるマンションの甲方の窓ガラスを割って入室した措置について，刑事訴訟法第１１１条第１項（同法第２２２条第１項により捜査段階に準用）の「必要な処分」といえるのか否かにつき，この規定の趣旨・目的を踏まえて，事例中に現れた具体的事実を前提に，被疑事実の内容，差押物件の重要性，差押え対象物件に- 7 -\n係る破棄隠匿のおそれ，財産的損害の内容，被捜索者の協力態様などの諸事情を具体的に論じて，その適否に関する結論を導かなければならない。\nまた，令状呈示の時期の適否についても，関連規定の有無等を指摘し，令状呈示の趣旨等を論じた上，事例中に現れた具体的事実関係を前提にして，事前呈示の要請と現場保全の必要性等に係る諸事情を具体的に摘示した上，結論を導かなければならない。\nいずれの設問についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的事実を指摘しつつ，個々の事実がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通して否認制度及び相殺制限制度の理解について問うものである。\n設問１については，まず，偏頗行為否認（破産法第１６２条）の可否が問題となるが，この場合には，当該行為（不動産への担保の設定による借入れ）が同時交換的行為（破産法第\n１６２条第１項柱書参照）に該当するかどうかの検討が必要である。\n次に，当該行為が，相当の対価を得てした処分行為の否認の対象となるかが問題となり，破産法第１６１条第１項の要件に当てはめて結論を得る必要がある。\n設問２については，まず，Ｆ社による相殺が破産法第７１条第１項第２号の相殺制限の適用を受けるかが問題となり，同号の要件に当てはめて結論を得る必要がある。相殺制限の場合に該当するときは，破産管財人Ｘは，売買代金を請求することになる。また，本問では，Ｆ社への不動産の売却が，相当の対価を得てした処分行為の否認の対象になるか，当該行為と相殺を全体として把握して不動産の代物弁済と同視し，偏頗行為否認の対象になるかも問題となるが，相殺制限の適用を肯定する場合には，否認と相殺制限の優先関係や得失等についても言及することが求められる。\n設問１及び２において，偏頗行為否認ないし相殺制限の適用の可否を検討する前提として，Ｃ銀行への抵当権の設定又はＦ社への不動産の売却がされた時に債務者が支払不能状態になっていたかどうかが問題となる。問題文から読み取れる事実を破産法第２条第１１項の要件に当てはめて結論を得ることが必要である。\n〔第２問〕\n本問は，破産手続との関係での財団債権及び優先的破産債権の地位並びに同一債務者について破産手続開始の申立てと再生手続開始の申立てが競合した場合の取扱いについて問うものである。\n設問１では，Ａ社について破産手続が開始されたら，Ｂの退職金請求権は財団債権及び優先的破産債権となる旨，Ｃの退職金請求権は財団債権となる旨（破産法第１４９条第２項，民法第３０８条・破産法第９８条第１項）を指摘した上で，財団債権あるいは優先的破産債権となるべき権利を有する者は「債権者」（破産法第１８条第１項）として破産手続開始の申立てをする利益を有するかについて，一貫した理由付けから結論を導く必要がある。\n設問２では，債権調査の過程で一般破産債権者が届出破産債権について異議を述べた場合に，その異議が当該届出破産債権の確定を妨げる（破産法第１２４条第１項参照）ことを指摘した上で，優先的破産債権者が届出のあった一般破産債権について異議を述べて当該一般破産債権の確定を妨げることができるかという問題について，債権調査過程における破産債権者の「異議」（破産法第１２１条第２項）の意義を踏まえて，一貫した理由付けから結論を導く必要がある。\n- 8 -設問３では，破産手続開始の申立てと再生手続開始の申立てとが競合した場合に，どの裁判所がどのような判断基準で両手続の整序を図るのか（民事再生法第２６条第１条第１号・第２５条第２号），及び再生手続開始の決定や再生計画認可の決定がされた場合の破産手続の帰すう（民事再生法第３９条第１項・第１８４条）や再生手続廃止後の破産手続への移行の可能性\n（民事再生法第２５０条第１項）等について説明する必要がある。\n[租 税 法］\n〔第１問〕\n設問１は，相続人がいわゆる代償分割により相続財産を単独取得し当該財産を後に譲渡した場合における所得税の課税関係を，取得費の取扱いに関して問うものである。所得税法第６０条第１項第１号の規定に関する基本的な理解を問うとともに，代償分割に関する私法上の法律構成を所得税の課税関係の法律構成にいかに反映させるかを試している。あわせて，譲渡所得課税の趣旨をも勘案して，所得税法第３３条第３項及び第３８条第１項に規定する取得費に関する解釈論を展開する能力並びにその解釈の結果を具体的な事案における取得費該当性の判断に応用する能力を試すものである。\n設問２は，駐車場経営から生ずる所得に関する所得分類を踏まえた上で，駐車場用地の取得に伴い支払った登録免許税等の相続登記費用について，これを上記の取得費として取り扱うべきか又は所得税法第３７条第１項に規定する必要経費として取り扱うべきかを問うものである。\n〔第２問〕\n設問１は，法人税法の課税標準の計算構造に関する基礎的な理解を前提として，法人が債権放棄を行い，放棄した債権額につき貸倒損失として経理処理を行った場合の課税関係を問うものである。法人税法第２２条第３項に規定する損失として損金に算入できる貸倒れの要件についての理解と，本問に現れた具体的事実を前提として貸倒損失と認められるか否かを論じる能力を試すとともに，債権の放棄が法人税法第３７条に規定する寄附金に当たるか否かを検討する能力を試している。\n設問２は，小問（１）の問題文に示された見解について，「収入金額」ないし「所得」といった所得税法の基礎的な概念を踏まえつつ，その根拠付けを論理的に展開し，具体的事案に当てはめる能力を試している。\n[経 済 法］\n〔第１問〕\n本問は，高速バスの共同運行に係るバス会社間の運行協定について独占禁止法上の問題点を検討させるものであり，いずれも独占禁止法の根幹となる「競争」，「競争の実質的制限」の理解を問う趣旨である。\n設問１は，バス会社による運賃の設定方法に関する３案について，不当な取引制限の成否を検討させるものである。本設問に関連して，公正取引委員会が「高速バスの共同運行に係る独占禁止法上の考え方について」などを公表しているが，当該「考え方」の知識又は学習の有無を問うものではない。競争の本質にさかのぼりつつ，独占禁止法の基本概念を正確に理解した上で要件の当てはめを行えば足りる。\n本件運行計画の検討としては，まず，運行計画が各事業者のいかなる事業活動を相互に拘束するといえるかを具体的に検討していくこととなろう。その際には，単に運賃の共同決定のみを不当な取引制限とするだけでなく，広い意味での相互拘束行為の存在に触れる必要がある。\n一定の取引分野については複数の取引分野が候補となり，答案においても１つ又は複数の- 9 -取引分野が画定され得るが（複数の取引分野を画定する場合にはその関係についても論述が望まれる。），本件の事実関係に即して合理的な当てはめができるか否かが問われる。その上で，競争の実質的制限について，当該取引分野に即した検討を行うことが必要である。なお，画定した取引分野と矛盾する検討は不適当である。\n競争の実質的制限等の検討に当たっては，共同運行による新規事業又は市場の創出という本問の特性をも踏まえて，本件協定案によりどの取引分野でいかなる競争が制限されるのか，いかなる競争促進的効果があるのか，それらが独占禁止法上どのように評価されるかについて，競争の本質に沿った検討を適切に行うことを求めている。\nいずれの点についても，特定の結論に達しているか否かにより評価するものではなく，その結論に至る検討過程を通して独占禁止法の理解の有無を問うものである。\n設問２は，バス会社３社による新規参入妨害のための協定を素材として独占禁止法上の基本的な問題に対する理解度を問うものである。\n適用法条としては，独占禁止法第３条前段（私的独占）又は第３条後段（不当な取引制限）のほか，一般指定第１項，第１５項等が考え得る。もっとも，問題文の協定中の一部の語句に基づく論点主義的な論述をするだけでなく，本件の本質を踏まえるとともに，適用法条のそれぞれの要件，効果の差異を理解した上で，適用法条に関する論述をすることが望まれる。\n要件の検討に当たっては，その意義を正確に理解した上で，本件における単独事業者の市場参入の困難性，各バス会社が保有する施設の意義，協定の内容，当該一定の取引分野に及ぼす効果等を踏まえた当てはめが求められる。\n〔第２問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うものである。あわせて，正当化事由等の評価の方法，及びエンフォースメントに関する基礎的知識をも確認しようとしている。\n設問１では，フランチャイズ本部が加盟店に対して，（１）ピザ・サラダ等の価格を拘束すること，ドリンク・デザートの価格を拘束すること，提供する品目の制限を課すこと，（２）営業地域を割り当てし，地域外での販売の制限及び地域外顧客への販売の制限を課すこと，（３）原材料の購入先の制限を課すことを，契約に基づいて定めるとともに，それに沿った指導・統制を現実に行うことが，不公正な取引方法に該当するか否かを問うている。本件に適用し得る一般指定の項を見定め，当該項の規定に沿ってその行為要件及び効果要件を検討していくことが必要である。（１）では一般指定第１２項，第１３項，（２）では同第１３項，（３）\nでは同第１０項，第１１項，第１３項の適用が問題となり得るであろう（なお，当該規定のすべてを検討することを求めているわけではないが，他方で，本問設例の趣旨に照らせば合理的に適用可能な規定を広く検討することは望ましい。）。\n行為要件の検討に当たっては，各規定の内容を正確に理解し，本問事例に当てはめることが必要である。さらに，効果要件の検討に当たっては，これらの制限を課すことが，一般的に競争上いかなる効果を有するかを把握した上で，さらに，本問におけるフランチャイズ制度の特質，営業の統一性の確保，食品の安全性の確保，スケールメリット，ブランド間競争の有無などの諸点をも検討し，競争上の評価について検討することが求められるものであって，独占禁止法における基本的考え方を習得し，それを具体的事例に当てはめができるか否かを確認するものである。正当化事由または競争促進的効果に関するこれらの考え方については，当然ながら唯一の解答を前提とするものではなく，独占禁止法の趣旨に沿った説得的で論理的に整合する説明ができるか否かを確認している。\n設問２は，弁護士の立場から，本問の事案について独占禁止法に基づく訴訟の提起の可否を問うものであり，まず，独占禁止法第２４条に関し，その要件についての基本的な理解を- 10 -示した上，本問における具体的な違反行為と差止めの範囲などについて検討することが望ましい。また，検討対象となる訴訟は同条に基づくものに限られるものではなく，その他の請求の可否も検討の対象となり得るであろう。\n[知的財産法］\n〔第１問〕\n設問１は，特許権者が特許権の存続期間全部に対応する実施料全額の一括支払を受けて専用実施権を設定した場合における特許権者及び専用実施権者の差止請求権（特許法第１００条第\n１項）及び損害賠償請求権に関する理解を問うものである。専用実施権を設定した特許権者の差止請求の可否について判示した最高裁判所の判決（最判平成１７年６月１７日民集５９巻５号１０７４頁）を踏まえた論述が求められる。\n具体的には，丁が製造販売するＢ傘が，甲発明の技術的範囲（特許法第７０条）に属するかどうかをまず検討した上で，甲発明の特許権者甲が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか，甲から専用実施権の設定を受けた乙が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか等について，本問の事実関係に即して論じなければならない。\n設問２の１は，通常実施権者が特許無効審判の請求人適格（特許法第１２３条第２項）を有するかどうかについて問うものである。また，設問２の２は，特許を無効とする審決が確定した場合，特許権は初めから存在しなかったものとみなされること（特許法第１２５条）\nとの関係で，小問（１）では，通常実施権者が，特許権者に対し，既払の実施料の返還を請求することができるかどうかについて，小問（２）では，特許権者が，通常実施権者に対し，当該審決の確定前の期間に対応する実施料の未払分の支払を請求することができるかどうかについて，それぞれ問うものである。\n〔第２問〕\n設問１は，甲が執筆し，同人誌に掲載した計３０編の小説の中から選んだ１５編のものを，一部変更を施した上で収録した乙書籍を作成し出版した乙に対する甲の請求を，また，設問２は，乙書籍に収録された甲の小説を収録した丙書籍を作成し出版した丙に対する甲の請求を問うものであり，甲が乙及び丙に対していかなる権利の侵害に基づいてどのような請求をすることが可能であるかを論述しなければならない。侵害される権利としては，複製権，譲渡権，公表権，同一性保持権等が問題となる。公表権の侵害については，甲の小説が，「まだ公表されていないもの」（著作権法第１８条第１項）であるかどうか，すなわち，同人誌に掲載され，クラスメートに配布されたことにより，「発行」（著作権法第３条第１項）されたものになることはないかどうかを論じる必要がある。同一性保持権の侵害については，乙が甲の小説に施した変更が，意に反する改変となることを示した上で，「やむを得ないと認められる改変」（著作権法第２０条第２項第４号）に当たるかどうかを論述することが求められる。また，乙による変更に関して，改変された甲の小説を複製し譲渡する行為に対して，その行為が同一性保持権を侵害するかどうかの点を含め，甲がどのような請求をすることができるかを論述することが求められる。設問３及び設問４には，これに類似する論点が含まれている。\n設問３では，甲の小説を収録した乙書籍及び丙書籍をＡ市民に貸し出しているＡ市立図書館が甲のいかなる権利を侵害し，甲がＡ市に対してどのような請求をすることが可能であるかを論述しなければならない。Ａ市立図書館による貸出しには貸与権が働くが，その侵害の成否については，著作権法第３８条第４項の適用の有無を論じる必要がある。甲の小説が「公表された著作物」に当たらない場合には，同項は適用されず，また，公表権の侵害も問題となることとなる。\n- 11 -設問４は，乙書籍に収録された甲の１５編の小説を並び替えて収録した丙書籍を作成し出版した丙に対する乙の請求を問うものであり，乙書籍が乙の著作物であり，丙が乙の権利を侵害するかどうかを論述することが求められる。乙書籍の著作物性については，甲の小説の選択又は配列によって創作性を有し，編集著作物であるかどうかが問題となり，丙による侵害の成否については，乙書籍における選択又は配列による創作性が利用されたかどうかが問題となる。\n[労 働 法］\n〔第１問〕\n本問は，時間外労働及び賃金規程改訂の事例を通じて，時間外労働に対する割増賃金，当事者間の合意や就業規則と労働基準法（以下「労基法」という。）との関係，就業規則の変更についての理解を問うものである。\n小問１では，「エキスパート」職には超過勤務手当を支給しない旨の賃金規程の定めは労基法第４１条第２号，第３７条との関係で有効か，割増賃金を基本給に含めて支払う旨の合意は労基法第３７条との関係で有効か，職務手当は割増賃金の趣旨であるとの合意があるかが問題であり，これらの点を前提にした上で，設問で示されている賃金規程及び労基法を適用して，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問２では，割増賃金を定額で支給する旨の賃金規程の定めを労基法第３７条との関係でどのように理解するかが問題であり，定額の超過勤務手当がどのような意味や効果を有するかに留意しながら，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問３では，就業規則と一体となっている賃金規程の改訂に関して，改訂に同意があるか，改訂手続は適法に行われているか，改訂はＸに不利益な変更か，Ｘの同意がないとしても不利益に変更された賃金規程が適用される場合に該当するかが問題となる。小問１及び小問２を踏まえながら，改訂がもたらす不利益の程度を正しく評価した上で，合理性の判断を行うことが求められる。\n〔第２問〕\n本問は，所属労働組合の方針に反対し，その承認を得ないで行った，いわゆる少数派組合員であるＸらの行為を素材として，組合活動及び懲戒の法理に関する理解を問うものである。労働組合及び組合員個人の活動に対する法的保護とその限界，不当労働行為に対する救済の仕組み，懲戒処分の根拠と手続上の留意点などをきちんと押さえた上で解答することが必要である。\nまず，設問１では，Ｘらが労働委員会に不当労働行為の救済を求めることが考えられるが，使用者のどのような行為を対象として救済申立てを行うのか，労働組合が申立てを行わない場合，個人による申立てが可能かといった点が問題となる。その上で，Ｘらの活動は「労働組合の行為」に該当するのか，該当するとして正当性についてどのように判断すべきか，及び会社の行為は支配介入に当たるかについて，会社の施設管理権や就業時間中の職務専念義務・誠実義務との関係，言論の自由と会社批判・誹謗中傷との関係，労働組合へのこれまでの会社の対応や他の労働者の取扱いとの比較等に留意しながら，検討することになろう。\nまた，裁判所に司法救済を求める場合には，懲戒処分の前後でいかなる訴訟が提起できるのか，その論拠を不当労働行為として構成するのか，懲戒権の濫用として構成するのかといった点が問題となる。\n次に，設問２では，Ｙ株式会社がＸらに対する懲戒処分を行うについて，就業規則の定め（本件では，懲戒処分として，減給，出勤停止又は懲戒解雇の３種類しか選択できない。）とその該当性を吟味しながら，どのような論拠により，どの懲戒処分を選択するのかを検討することが求められる。また，懲戒処分を行うに当たって留意すべき点として，違反の程度，過去の事\n- 12 -例や他の労働者との比較，警告書を発したが違反行為が一向に改善されないこと等をどのように評価するのか，さらに，適正手続の観点から弁明の聴取が必要なのか等が問題となろう。\n[環 境 法］\n〔第１問〕\n本問は，「廃棄物の処理及び清掃に関する法律」（廃棄物処理法）の下での廃棄物該当性の判断基準，及び，具体的事例に対するその適用に関する出題である。まず，判断基準について判示した最高裁判所平成１１年３月１０日第２小法廷決定・刑集５３巻３号３３９頁の内容を理解しているかが問われる。基準として，①性状，②排出の状況，③通常の取扱い形態，④取引価値の有無，⑤占有者の意思等を総合的に勘案，を意識しつつ，設問に即して，弁護人と検察官の主張を対応させるように解答することが期待されている。\nＡの弁護人としては，おからを飼料や肥料の原料として使用していることからその廃棄物性を否定する主張を中心にすることになる。廃棄物ではないから，収集運搬や処分についての廃棄物処理法の許可は不要であると主張することになる。また，リサイクル対象物を廃棄物に含めると解することの不合理性も主張することになる。\n検察官は，Ｄ外３名からＡに対して金銭が支払われているがゆえに廃棄物に該当すること，有価物でないため構造的に不法投棄等が発生しやすいがゆえに廃棄物とするのが適切であることなどの点を中心に反論することになる。廃棄物であるがゆえに再生行為(処分)であっても許可を要することなどの記述は加点要素となる。\n〔第２問〕\n設問１は，石綿が大気汚染防止法の規制対象であることの理解を問い，Ａ県がＢ地区自治会とＤとの間で公害防止協定を締結させた意味を問うものである。Ａ県知事が採り得る措置としては，大気汚染防止法第１８条の１８の作業基準適合命令が考えられる。同法第１８条の１４\nの作業基準の内容まで理解し記憶していることは求めないが，適用の可能性がある旨の指摘を期待している。ＥのＤに対する訴訟上の請求としては，公害防止協定に基づく債権的請求と人格権に基づく差止請求を論じ，民事上の保全処分の申立てをする必要性を論じることが求められている。その際，公害防止協定に基づく債権的請求を構成するための法的構成（第三者のためにする契約等）を指摘する必要がある。人格権に基づく差止請求では違法性ないし受忍限度論や差止請求の内容，抽象的差止請求の可否等も論じる必要がある。\n設問２は，Ｄに対しては，公害防止協定違反に基づく損害賠償請求，Ｃ及びＤに対しては，不法行為に基づく損害賠償請求の可否を問うものである。いずれについても何が損害に当たるかの議論を期待している。Ｃ及びＤに対する不法行為に基づく損害賠償請求では，共同不法行為論を論ずる必要もあり，違法性ないし受忍限度論も問題となる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際関係維持に不可欠な外交関係法の特質を問う問題である。\n設問１では，外交官の特権である，「身体の不可侵」（外交関係に関するウィーン条約第２９条）の絶対性を問うている。①外交官の「身体の不可侵」，ひいては外交官の特権免除が，「外交使節団の任務の能率的な遂行の確保」と「派遣国の代表性」に基礎を置いており，②\nそのために派遣国が放棄しない限り絶対的な性格を持つことを述べ，したがって，設問のような「スパイ罪」の嫌疑のある事例であっても乙を拘束し続けることが上記の外交関係に関する規則に反することを説明するのが解答の要点である。もちろん，外交官の身体が不可侵であるとしても，現行犯であって火急の必要がある場合に，現場で一時的に取り押さえるこ\n- 13 -とが許されるかどうかという点まで議論すれば完璧である。さらに，ＡＢ両国のいずれかが，外交関係に関するウィーン条約に入っていない場合にも上記規則が国際慣習法を表し，それゆえに適用されることに言及してもよい。\n設問２は，接受国が外交特権の濫用があったことを現認したときに，接受国が正当に採り得る措置を問う問題である。まずは，当該外交官について，接受国が「ペルソナ・ノン・グラータ」を宣言して退去を求めるのが採り得る措置の第１である（外交関係に関するウィーン条約第９条）。しかし，派遣国ぐるみで重大犯罪を犯しているなどの場合には，派遣国の判断によって外交使節団自体の退去を求めることもできる（同条約第２条）（例えば，１９８４年の英国のリビアに対する措置）。次に，乙の行為が，外交官の「接受国の法令尊重」の義務（同条約第４１条）に反していることを根拠に，上記の外交関係法特有の措置以外が可能かを検討してもらいたい。具体的には，国家機関たる乙の行為が国際法義務違反を構成すれば，Ａ国はＢ\n国の国家責任を追及でき，陳謝等の救済（責任の解除）を求めることを説明してもらいたい。\nさらに，Ｂ国の国際法上の義務違反に対して，外交関係法とは離れて，一般の対抗措置が採り得るかの検討も重要である。国際司法裁判所「在テヘラン米国大使館員人質事件」が説くように，外交関係法は「自己充足的な体制（self-contained regime）」を構成するために一般国際法上の対抗措置の採用は制限される。この点との関係で乙の行為に対して，Ａ国が一般国際法上の対抗措置を採れるかどうかも検討してほしい。\n設問３は，外交特権免除の侵害（外交官の身体の侵害）が続いている場合に，Ｂ国が採り得る措置を尋ねている。国際司法裁判所「在テヘラン米国大使館員人質事件」を思い浮かべて解答すればよい。裁判外では，交渉や第三国のあっせん等によって乙の釈放を求めるという常識的な方法に加えて，Ｂ国が対抗措置を採り得るかどうかなどを検討してほしい。対抗措置を採り得る条件は満たしているか（「義務違反の継続」と「当該行為中止の目的」），また，採る場合にはどのような条件が課されるか（特に本件の場合は，外交官の不可侵性の尊重）をきちんと説明することが求められる。裁判上は，Ａ国の国家責任を追及して義務違反の中止（乙の身柄の解放）等を求めることが可能であるが，それに先立って，釈放のために権利保全のための暫定措置（国際司法裁判所規程第４１条）を求めることを考えなければいけない。\n本問では，外交関係法上の義務違反に対して，派遣国，接受国がいかなる措置を採って，義務違反の是正を求めることができるかを中心に試そうと考えた。また，国際法規の解釈と問題の状況への当てはめ（適用）をきちんと分けて考えるようにしてもらいたい。\n〔第２問〕\n本問は，国内裁判所が判断に直面する国際法上の問題のうち頻度の高い問題であり，かつ，主権国家の並存を基盤として成立している国際法の基本原則の一つを構成する，国家免除原則に関する問題である。日本の国内判例において，絶対免除原則から制限免除原則へと判例変更の道を開くという意味で，重要な意義を持ち大きな注目を集めている国内判例を素材として，問題文の事実関係及び関係者の法律関係が設定されている。\nＸがＡ国を被告としてＢ国の国内裁判所に訴訟提起するわけであるが，Ｂ国の裁判管轄権がＡ国に対して及ぶかという点で，国家免除原則が問題となる。\n第一に，国家免除原則についての基本的な理解が求められる。そこでは，絶対免除原則から制限免除原則への移行という国際法の動向，その移行の背景にある事情（国家観念のとらえ方の変遷，国家機能の変化，国家の取引の相手方たる私人の保護という要請等）,\n問題文中にあるように諸国の実践の集積などを踏まえた論述が求められる。\n第二に，制限免除原則の立場に立つ場合には，国家免除の対象となる行為の範囲が問題となる。これについては，行為主体ではなく行為そのものに着目すると，行為に着目\n- 14 -する考え方には行為目的説と行為性質説とがあることの認識を示した上で，どのように免除の対象となる行為の判断基準を設定するかを論証することになる。具体的な例を挙げて受験者自身の採用する立場を説明すると説得的な論証となり得る。\n第三に，受験者自身の採用する立場に立って，それを本件の事例へ丹念に当てはめることにより，本件においてＢ国の裁判管轄権がＡ国に及ぶかについての結論を導くことになる。それに際しては，まず，本件の具体的事実という点で，Ａ国軍事基地での夜間の航空機の離発着，地上での関連活動であることに着目する。さらに，Ａ国とＢ国間の安全保障条約上の法律関係として，Ａ国の軍事基地での活動が条約上で負っている義務\n（公共の安全に配慮する義務，Ｂ国の法令を尊重する義務）の持つ意義にも留意する。\n加えて，同条約第６条が国家免除に関していかなることを規定する条文であるか，その効果は，受験者自身の採用する立場に基づくとどのようなものかを論じることになる。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，遺言能力，遺言の方式及び遺言による認知という，家族法上の基本的事項についての準拠法の理解を問う問題である。\n設問１は，成年被後見人の遺言能力の有無を問うものである。遺言能力の準拠法を定める規定は法の適用に関する通則法（以下「通則法」という。）第４条，第５条か，第３７条か，同条の「遺言の成立当時」とはいかなる時点かを検討して準拠法を決定し，実質法の本件事案へのあてはめの結果を説明することが求められている。\n設問２は，遺言の方式の有効性を問うものである。まず，遺言は，遺言の方式の準拠法に関する法律（以下「方式法」という。）第２条が掲げるいずれかの法の定める要件に合致しているときは方式上有効とされること，方式法第５条の規定により，遺言の際の証人の立会いや，被後見人が遺言能力を回復している時に遺言がされたことの証明の方式も「遺言の方式」\nの中に含まれることを指摘し，その上で，本件事案への方式法第２条の適用の結果を丁寧に述べ，本件遺言は日本民法の要求する方式は満たしていないが，甲国民法が要求する方式は満たしていることを説明する必要がある。そして，証人を１名で足りるとしている甲国民法第Ｔ条第２項の規定の適用が方式法第８条の「明らかに公の秩序に反するとき」に該当するかどうかを検討することになる。\n設問３は，本件遺言による認知の有効性を問うものである。認知の有効性を定める規定は通則法第３７条か，第２９条か，同条第１項後段及び第２項前段の「認知の当時」とはいかなる時点か，甲国民法第Ｐ条が要求する後見人の同意は通則法第２９条第１項後段の「第三者の承諾又は同意」に該当するか，準拠実質法上Ｙが本件遺言を承諾しているかを検討することが求められている。\n〔第２問〕\n本問は，貿易取引における荷為替の知識を前提にして，船荷証券中の裁判管轄条項の有効性と，運送品の損傷による運送人の責任について問う問題である。\n設問１は，我が国において渉外的民事訴訟事件についての国際裁判管轄権はどのような基準によって判断すべきか，運送人の主たる営業所所在地の裁判所の専属的管轄とする船荷証券中の裁判管轄条項はいかなる場合に有効とされるかを問うものである。本件設例と類似の事案について外国の裁判所を管轄裁判所とする船荷証券中の専属的管轄条項の有効性について判示した最高裁判所の判決（最判昭和５０年１１月２８日民集２９巻１０号１５５４頁）\nを踏まえつつ，国際裁判管轄の合意における当事者双方の署名の必要性についての論述を中\n- 15 -心に，いかなる場合に専属的裁判管轄の合意が有効とされるか，本件において丙国に専属的国際裁判管轄権を認めて我が国の裁判管轄権を否定することが我が国の公序に反しないか等についても論ずることが求められている。\n設問２は，運送品に損傷が生じた場合における運送人の損害賠償責任について問うものである。その小問（１）においては，船荷証券中に，運送人の主たる営業所の所在地である我が国の裁判所の管轄を合意した条項と日本法によって解決する旨の条項がある場合に，我が国においては本契約の準拠法が日本法になり，国際海上物品運送法が適用されることを説明した上で，荷受人による運送品の検査の結果についての通知，運送人の注意義務とそれについての証明責任について，どのような規定が適用され，本件におけるその適用結果がどのようになるのかの論述が求められている。また，小問（２）においては，損害賠償額の算定についてどのような規定が適用され，その適用結果がどのようになるのかの論述が求められている。\n- 16 -"
}