{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n以下のＸ及びＺ（Ｙ社代表取締役社長）の言い分を読んで，次の問いに答えなさい。\n１. 給与規程改訂前において，ＸがＹに対して支払を求めることができる割増賃金の有無及び金額を，法的問題に触れながら，説明しなさい。ただし，割増賃金の金額は，具体的な数字を示す必要はないが，午後１１時まで労働した１日分について，①割増賃金の基礎となる賃金の月額，②割増賃金の支払対象となる労働時間，③割増率を示すこと。\n２. 改訂後の給与規程が適用されるとした場合，ＸがＹに対して支払を求めることができる割増賃金の有無及び金額を，１と同様に説明しなさい。\n３. １，２を踏まえて，改訂後の給与規程がＸに適用されるか否かを論じなさい。\n【Ｘの言い分】\n私は，平成１８年１０月，コンピュータソフトウェアの開発，製造，販売をしているＹ社（従業員数は，７７人）に採用され，会計システム開発グループで「エキスパート」として，専らシステムの開発業務を担当しています。同グループには，グループリーダー１人，エキスパート６人，アシスタント２人がいます。就業規則では，勤務時間が午前９時から午後６時まで，休憩時間が正午から午後１時までと定められていますが，入社以来，午前９時に出社し，午後１１時に退社するという日が続き，定めのとおり休憩時間は取れるものの，それ以外の時間は労働しています。休日は，就業規則に定められているとおり，土日と祝日に取れています。\n給与は，月給で，平成１８年１０月以降，エキスパートの「１号」として，基本給３０万円，職務手当５万円，通勤手当８０００円の合計３５万８０００円でしたが，平成１９年１０月から，基本給２７万円，超過勤務手当８万円，通勤手当８０００円に変更されました。このほかには，残業代等の支給は一切ありません。通勤手当は，通勤経路の定期券代です。採用の際，給与は基本給と手当の合計３５万円と通勤費であり，残業代は基本給に含まれるとの説明があり，雇用契約書を交わし，その時は了解しました。職務手当が残業代であるという説明や，長時間の残業があるとの説明はありませんでした。毎月渡される給与明細書に，基本給のうちの残業代部分の金額や残業時間が記載されていたことはありません。\n平成１９年８月ころ，社長Ｚが，従業員全員を集めて，同年１０月から，エキスパートについては，従前の基本給のうちの残業代部分と職務手当を定額の超過勤務手当としての支払に改めるという説明をし，個別の面談で基本給や超過勤務手当が幾らになるかの説明がありました。私は，説明を受けた際，基本給の減額や職務手当が支給されなくなるのは納得できないと述べました。\n給与は銀行振込で支払われ，同月以降の給与支給を受けた際，異議を述べたりはしていませんが，同意をすると述べたこともありません。Ｙ社には，エキスパートが約４０人いますが，少なくとも私の属するグループのエキスパート６人は私と同じ意見であり，Ｚの説明に同意していません。\n極端な長時間労働をしているので，法律や就業規則で認められている割増賃金の支払をしてもらいたいと思います。\n【Ｚの言い分】\nＹ社では，システム開発業務の担当者は，アシスタントを除いて管理職として扱っていますが，残業代に相当する金額は基本給や職務手当に含めて支給することにし，残業代という名称では支給しないことにしていました。給与規程は別紙のとおりであり，採用時に十分に説明しています。\n職務手当は，専門的で高度な業務に対する手当であるという説明をしています。エキスパートの基本給，職務手当は，事務職のものより相当高額になっていました。本人も認めているように，Ｘは，基本給に残業代相当分が含まれることや，ほかに残業代が支払われないことに同意してい\n- 20 -ました。\nただ，従業員から分かりにくいという指摘があったので，給与規程を改訂し，エキスパートには，残業代に当たる部分をすべて定額の超過勤務手当として支給することにし，職務手当は支給しないことにしました。支給合計額は変わりません。改訂に際しては，従業員全員を集めて十分に説明し，その場で従業員の過半数の賛成により代表者を選んでもらい，その代表者から同意する旨を記載した書面をもらいました。改訂された給与規程は行政官庁に届け出て，会社内に備え付けています。\nＸは，採用時に給与の内容に同意していたし，改訂に際しても，個別の面談で詳しい説明を受け，平成１９年１０月以降異議を述べず給与を受け取っているので，残業代を請求するという言い分は理解できません。\nなお，Ｙ社は，裁量労働制は採用していません。また，Ｙ社には，労働組合はありません。\n- 21 -別 紙\n【就業規則（抜粋）（改訂なし）】\n（賃金）第５１条 従業員の給与に関する事項は，給与規程に定める。\n【給与規程（抜粋）（改訂前）】\n（目的）第１条 この規程は，就業規則の定めに基づいて従業員の給与に関する事項を定める。\n（賃金体系と種類）第２条 従業員の賃金の種類は，次のとおりとする。\n基本給職務手当超過勤務手当通勤手当\n（管理職に対する特例）第３条 管理職（エキスパート以上）に対しては，超過勤務手当を支給しない。\n（基本給）第１０条 基本給は，職務グレードごとに，別表のとおり，月額で定める。\n別表（基本給月額表）の抜粋エキスパート １ 号 ３００，０００円\n２ 号 ３１５，０００円\n（職務手当）第１１条 職務手当は，職種ごとに，次のとおりとする。\n⑴～⑹ 略\n⑺ エキスパート 月額 ５万円\n⑻～⑿ 略\n（超過勤務手当，割増賃金の計算）第１２条 超過勤務手当は，次の割増賃金とする。\n⑴ 時間外勤務（所定労働時間を超える勤務）通常労働時間の賃金の１２５パーセント\n⑵ 休日勤務 通常労働時間の賃金の１３５パーセント\n⑶ 深夜勤務（午後１０時から午前５時までの勤務）通常労働時間の賃金の２５パーセント\n- 22 -\n【給与規程（抜粋）（改訂後）】\n第１条～第２条 〔改訂なし〕第３条 〔次のとおり改める〕管理職（グループリーダー以上）に対しては，超過勤務手当を支給しない。\n第１０条 〔本文は改訂なし。別表を次のとおり改める〕エキスパート １ 号 ２７０，０００円\n２ 号 ２８５，０００円第１１条 〔⑺を削除。他は改訂なし〕第１２条 〔改訂なし〕第１２条の２ 〔新設〕エキスパートに対しては，前条の規定にかかわらず，超過勤務手当として，月額８万円を支給する。\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n１ Ｙ株式会社（以下「Ｙ社」という。）にはＡ労働組合が存在し，従業員５００人のうち３００人がこれに加入している。ところが，平成１８年ころから，同組合の一部の組合員の間で，Ｙ社との協調路線を採る執行部に対する批判が高まり，数名の組合員（以下「Ｘら」という。）が執行部を批判する活動をしたり，執行委員の選挙に立候補するなどの行動をとるようになっていた。\n平成１９年に至り，Ｘらは，「Ａ労働組合を良くする会」を名乗り，一層の執行部批判に加えて，Ｙ社に対する批判をも行うようになり，同年夏ころからは，同会名義で，執行部批判及び\nＹ社批判を内容とするビラを，Ｙ社に無断で，Ｙ社施設内において従業員に配布したり，Ｙ社施設外で通行人等に配布し，自分たちへの支持を訴えるようになった。\nさらに，Ｘらは，「Ａ労働組合を良くする会」の名で開設したホームページでＹ社批判や組合批判を行うようになり，Ｙ社が業務上従業員に使用させているパソコンを利用してこのホームページに書き込み等も行うようになった。\n２ 著しい誇張や曲解を含む悪質な会社批判のビラがまかれる，ホームページ上で会社に対する誹謗中傷や批判が書き込まれる，会社のパソコンを業務と関係なく使用されるという状況に危機感を抱いたＹ社は，Ｘらの行動が別紙の就業規則に反するとして，「本件行為は，就業規則に違反する行為であり，今後同様の行為を行った場合には，本件行為と併せて，就業規則にのっとり，厳正な懲戒処分を行う。このような行為を直ちに中止するよう警告する。」旨の警告書をＸらに交付した。しかし，この警告にもかかわらず事態は一向に改善されなかったので，Ｙ社は，Ｘらに対する懲戒処分を行うこととして，まず，Ａ労働組合及びＸらからそれぞれ言い分を聴いたところ，次のとおりの回答があった。\n（Ａ労働組合の言い分）\n「当組合は，会社批判のビラ配布やホームページの開設等を行っていない。Ｘらの行動は，当組合の方針に基づくものでもなければ，当組合の承認に基づくものでもない。言ってみれば，これらは，勝手に行った個人の行為であって，当組合の組合活動ではない。よって，懲戒処分について組合は関知しないし，組合として会社に対して何らかの行動を起こすことは考えていない。」\n（Ｘらの言い分）\n「我々が行った行為は，所属労働組合を本来のあるべき姿に戻すための良識ある行動である。組合員として組合執行部批判及び会社批判が許されることは当然であり，我々の行為は，正に組合活動である。また，我々の行為によって，会社の業務上，何らかの支障が発生したわけではない。\nそもそも，ビラ配布は，企業における組合活動として当然認められるべきであり，いちいち会社の許可が必要というわけではない。更に言えば，従来組合がビラ配布を行うにつき，必ずしも会社の許可を得て行っていたわけではない。また，ホームページの開設はだれでも自由であるし，そこにどのような書き込みをするかについて会社の許可など必要ない。さらに，会社のパソコン\nを使って書き込みをしたからといって，業務上何らかの支障が発生したという事実はないし，他の従業員も，会社のパソコンを使って私的にサイトにアクセスし，閲覧したり，書き込みをしたりしている事実がある。にもかかわらず，今回の我々の件についてだけ，突然，会社の許可が必要であるとか，就業規則違反であるという言い分は，筋が通らない。」\n- 24 -\n〔設 問〕\n１. あなたが，弁護士として，Ｘらから，「懲戒処分を受けそうだ。懲戒処分には納得できないが，労働組合は動かないので，何とか争って我々の権利を守ってもらいたい。」との相談を受けた場合，どのような機関にいかなる法的救済を求めることができるかについて，その論拠と併せて述べよ。\nその際，前記両者の言い分も踏まえて，いかなる法的救済が可能であるか，なぜ懲戒処分が違法となるのかにつき，論点を挙げて考え方を述べること。また，不当労働行為を主張する場合には，当該不当労働行為の該当条項を挙げ，なぜその条項に該当するのかも述べること。\n２. あなたが，弁護士として，Ｙ社から，「このような違法状態を認めるわけにはいかない。就業規則の意味がなくなってしまうので，厳正な懲戒処分を行いたい。」との相談を受けた場合，Ｘらのどの行為を対象として，いかなる懲戒処分を科すように助言するべきか，及びその懲戒処分を正当とする根拠について，懲戒処分を行うに当たって留意すべき点及びＸらの言い分に対する反論も指摘しつつ，述べよ。\n- 25 -別 紙\n【就業規則（抜粋）】\n第６０条\n１ 従業員が次のいずれかに該当する場合は，懲戒する。\n（中略）\n④ 就業時間中に会社の許可なく業務以外の行為を行ったとき。\n⑤ 会社の信用を毀損し，会社を誹謗中傷する等の行為を行ったとき。\n⑥ 許可なく会社の施設・設備を利用し，又は会社施設内において，集会を開き，若しくは放送，掲示，印刷物等のちょう付，配布等をしたとき。\n⑦ 業務上の指示命令に反し，職場の秩序を乱したとき。\n（中略）\n⑨ その他前各号に準ずる行為があったとき。\n２ 前項各号に該当する場合，情状により，減給，出勤停止又は懲戒解雇のいずれかの懲戒処分を科する。\n第６１条懲戒解雇処分を科する場合には，賞罰委員会を開催し，本人の弁明を聴いた上で，賞罰委員会の答申を経なければならない。\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "purpose": "[労 働 法］\n〔第１問〕\n本問は，時間外労働及び賃金規程改訂の事例を通じて，時間外労働に対する割増賃金，当事者間の合意や就業規則と労働基準法（以下「労基法」という。）との関係，就業規則の変更についての理解を問うものである。\n小問１では，「エキスパート」職には超過勤務手当を支給しない旨の賃金規程の定めは労基法第４１条第２号，第３７条との関係で有効か，割増賃金を基本給に含めて支払う旨の合意は労基法第３７条との関係で有効か，職務手当は割増賃金の趣旨であるとの合意があるかが問題であり，これらの点を前提にした上で，設問で示されている賃金規程及び労基法を適用して，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問２では，割増賃金を定額で支給する旨の賃金規程の定めを労基法第３７条との関係でどのように理解するかが問題であり，定額の超過勤務手当がどのような意味や効果を有するかに留意しながら，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問３では，就業規則と一体となっている賃金規程の改訂に関して，改訂に同意があるか，改訂手続は適法に行われているか，改訂はＸに不利益な変更か，Ｘの同意がないとしても不利益に変更された賃金規程が適用される場合に該当するかが問題となる。小問１及び小問２を踏まえながら，改訂がもたらす不利益の程度を正しく評価した上で，合理性の判断を行うことが求められる。\n〔第２問〕\n本問は，所属労働組合の方針に反対し，その承認を得ないで行った，いわゆる少数派組合員であるＸらの行為を素材として，組合活動及び懲戒の法理に関する理解を問うものである。労働組合及び組合員個人の活動に対する法的保護とその限界，不当労働行為に対する救済の仕組み，懲戒処分の根拠と手続上の留意点などをきちんと押さえた上で解答することが必要である。\nまず，設問１では，Ｘらが労働委員会に不当労働行為の救済を求めることが考えられるが，使用者のどのような行為を対象として救済申立てを行うのか，労働組合が申立てを行わない場合，個人による申立てが可能かといった点が問題となる。その上で，Ｘらの活動は「労働組合の行為」に該当するのか，該当するとして正当性についてどのように判断すべきか，及び会社の行為は支配介入に当たるかについて，会社の施設管理権や就業時間中の職務専念義務・誠実義務との関係，言論の自由と会社批判・誹謗中傷との関係，労働組合へのこれまでの会社の対応や他の労働者の取扱いとの比較等に留意しながら，検討することになろう。\nまた，裁判所に司法救済を求める場合には，懲戒処分の前後でいかなる訴訟が提起できるのか，その論拠を不当労働行為として構成するのか，懲戒権の濫用として構成するのかといった点が問題となる。\n次に，設問２では，Ｙ株式会社がＸらに対する懲戒処分を行うについて，就業規則の定め（本件では，懲戒処分として，減給，出勤停止又は懲戒解雇の３種類しか選択できない。）とその該当性を吟味しながら，どのような論拠により，どの懲戒処分を選択するのかを検討することが求められる。また，懲戒処分を行うに当たって留意すべき点として，違反の程度，過去の事\n- 12 -例や他の労働者との比較，警告書を発したが違反行為が一向に改善されないこと等をどのように評価するのか，さらに，適正手続の観点から弁明の聴取が必要なのか等が問題となろう。",
  "scoring_notes": "１ 出題の趣旨，ねらい等公表済みの「出題の趣旨」のとおりである。\n第１問，第２問とも，法令及び判例に関する正確な知識・理解を前提に，具体的事例から紛争解決に必要な論点を抽出し，法律要件の存否の判断に必要な具体的事実を取捨選択した上で，これを主張として構成し（第２問），あるいは，ルールに当てはめて適切な結論を導く（第１問）という，法律実務家として求められる基礎的な能力を試そうとするものである。いずれも，近時，頻繁に生じている紛争類型を事例化した出題であり，\n実務において，どのような事案が問題とされているのかに目を配っている受験生には，\n解答しやすいものであったと思われる。\n２ 採点方針出題の趣旨を把握した上，各論点について十分な論述ができているかどうか及び結論に至る道筋を論理的に示すことができているかどうかを基準として採点した。おおむね基礎的な論点の抽出が的確に行われ，これに関する論述が水準に達していると認められる答案には，標準以上の得点を与え，それを上回る説得力のある答案構成，応用的な論点への言及等が見られる答案には，更に高得点を与えることを目安とした。\nなお，第１問の事例は，労働契約法施行日（平成２０年３月１日）以前のものであるため同法は適用されないこととなるが，採点に当たっては，同法を適用して処理したものについても，減点の対象とはしなかった。\n３ 採点実感等(1) 第１問について一応の期待される水準に達していた答案が３分の１程度あった反面，解答の道筋や論じるべき論点の把握が不十分なものも相当数見受けられた。\n．本問は，小問１の結論（給与規程改訂前において請求できる割増賃金）と小問２の．結論（給与規程改訂後において請求できる割増賃金）とを比較することにより，小問３の解答に必要な改訂による不利益の有無・程度を把握するという構造になっているが，各小問における解答に誤りがあるものに加えて，そのような構造が的確に見通せなかった答案が相当数あり，答案の構成や論点ごとのバランスの取り方に不満が残る一因となっていた。\n小問１では，「エキスパート職」に超過勤務手当を支給しない旨の給与規程の有効性に関し，Ｘの労働基準法（以下「労基法」という。）第４１条第２号該当性（管理監督者性）について論じ，消極の結論を導いた上で，超過勤務手当の不支給を定めた給与規程が労基法第３７条に反し無効であることを指摘することが必須であるが，この論点を看過していたものが半数に近かった。また，この給与規程の有効性と，「割増賃金を基本給に含めて支払う旨の合意の有効性」とをしゅん別できずに，論旨が不明確となっている答案も散見された。一方，三六協定がない場合の時間外労働に対する割増賃金請求権の有無について詳細に論じた答案が相当数あったが，判例によれば，この点は結論に影響を与えないのであるから，必要以上に拘泥するのは適切ではない。また，労働契約の合理的解釈ばかりに力を注ぎ，強行法規である労基法第３７条の意義- 29 -を没却しているような答案も少なくなかった。\n小問２では，定額により支払われる超過勤務手当は労働時間数に照らして明らかに不足であり，差額分を労基法第３７条に基づき請求できる旨を述べる必要があるが，\n請求不可とする答案や，反対に割増賃金を定額で支給する合意がそれ自体許されないとする答案が散見された。\n小問３では，就業規則の不利益変更の「合理性」の有無が中心論点となるところ，\nこの点を論じるためには，Ｘが被る不利益の程度を正しく指摘し，変更の必要性と照らし合わせながら，事例に表れた事実関係を的確に判断することが求められる。特に，\n本問においては，時間外割増賃金の計算の基礎となる金額が引き下げられただけではなく，実質が変わらないのに，超過勤務手当として月８万円が支払済みとされてしまうことになり，不利益は大きいと評価せざるを得ないが，その把握が不十分である答案が目立った。また，ほとんど過半数代表者が変更に同意したという事実だけから結論を導くような答案も見られ，「合理性」を判断するための根拠事実を的確に指摘し，\n説得的に論述することができた答案は，少数にとどまった。\n全体を通して，労基法に関するごく基本的な知識・理解が不十分である答案が多数あったことは，意外であった。管理監督者は労基法上の労働者に含まれない，あるいは，過半数代表者が就業規則変更に同意した書面が三六協定に当たるといった答案が少なからずあり，また，時間外及び深夜の割増率や，割増賃金の算定基礎から除外される手当についても，初歩的な誤解をしているものが目に付いた。\n(2) 第２問について全体に，論述すべき論点の把握はできている答案が多かったものの，一般的・抽象的な論述にとどまり，説得的な論理展開や理由付けが不十分であったものが多く，期待される水準に達していた答案は比較的少数にとどまった。\n小問１では，どのような救済手続があり得るかについては多くの答案が指摘できていたものの，具体的な救済方法や内容についてきちんと論述している者は少なかった。\n例えば，不当労働行為救済申立てを行う場合，個人の資格でできるのか，できるとすればどのような根拠となるのか，使用者のどのような行為が不当労働行為を構成するのか，また，裁判手続を申し立てる場合，どのような使用者の行為を対象としてどのような類型の訴訟を申し立てるのかなどについて，ほとんど言及されていなかった。\nさらに，なぜ懲戒処分が違法となるのかについて，懲戒処分の根拠となり得る個々の行為ごとに，具体的な論拠を示して行為の正当性をきちんと論述できている答案は多くなかった。懲戒処分の違法性について懲戒権の濫用を根拠とするのか，不当労働行為を根拠とするのかについてもきちんと区分せずに論じている答案が多かった。そして，解答の中心となるべき不当労働行為の該当性について，労働組合法第７条第１号及び第３号に該当し得るとの結論を示すことはできているものの，その論拠については十分に論述できていないものが少なくなかった。特に，少数派組合員の活動については，組合の指示や承認がなくとも「労働組合の行為」に当たるかという点についてまず論じ，積極の結論を導いた上で，更に「正当な」行為といえるか否かという二段階に分けて論ずる必要があるが，この両者をしゅん別せずに論じ，かつ，後者の点について論述が不十分である答案が散見された。さらに，同条第１号該当性を論ずるに当たり使用者側のどのような行為が不利益な取扱いに当たるのか，同条第３号該当性を論ずるに当たり使用者のどのような行為が支配介入に当たるのかを具体的に示し- 30 -ていない答案も散見された。\n小問２では，懲戒処分をする場合の原則や留意点（就業規則に定められた懲戒事由への該当性，就業規則で定められた範囲で懲戒の種類を選択するべきこと，比例原則，\n過去の事例との比較，他の事例との比較，就業規則上の手続や一般的な適正手続）を理解していることが前提となるが，抽象的にはこれらの原則や留意点について論述されているものの，具体的論述にあってはこれらが本当に理解されているのか疑問と思われる答案が目立った。例えば，本件では，就業規則上，減給，出勤停止又は懲戒解雇の３種類の懲戒処分しか設けられていないにもかかわらず，労働者に有利であるからという理由でけん責，戒告等就業規則にない懲戒処分を科することが適当であるとするような答案も多く，また，懲戒処分を行うに当たっての手続を検討するについて，\n就業規則上は懲戒解雇の場合のみ賞罰委員会を開催し本人の弁明を聴くとなっているにもかかわらず，就業規則にのっとり賞罰委員会を開催しなければならないという答案も少なくなかった。一般論としての適正手続，例えば，弁明の在り方についても，\n具体的な論述はほとんどみられなかった。\nなお，懲戒処分の正当性に関する部分は小問１の違法性部分の裏返しであり，小問１とほぼ同様の状況であった。\n４ 今後の出題について出題方針等について変更すべき点は，特にない。\n法令，判例，学説等に関する正確な基礎的知識があることを前提に，具体的事例に即しつつ，主張を組み立て，あるいは，ルールを適用する能力・素養を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求めるもの具体的な事例の中から必要な事実を取捨選択して論点を抽出し，解答者なりの筋道を立てて結論に至るという，法律家としての基本的な能力の伸長が望まれる。基礎的な知識の習得はもちろん不可欠であるが，その適用に当たり，具体的な事実関係の下での主張及び証拠に即した思考方法を習慣付けるように指導をお願いしたい。また，どのような問題点についていかなる紛争解決方法が採り得るのかといった手続的知識や，最終的にどのような解決が見込めるのかという実務的感覚についても習得させる機会があることが望ましい。\n- 31 -平成２０年新司法試験の"
}