{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目］\n- 1 -\n〔第１問〕（配点：１００）\n２００＊年度インターネット白書によると，インターネット利用者数は推計で約８９００万人とされ，国民のおよそ４分の３がインターネットを利用していることになる。とりわけ，携帯電話所有者のほぼ１００％がインターネットにアクセスしている。インターネットは，既に個人レベルにまで普及しており，インターネットなしの生活は考えられなくなっている反面，様々な弊害も問題視されている。それは，過度の性的表現，過度の暴力や残虐な表現，犯罪や違法薬物への興味を引き起こすような情報等が子どもに及ぼす有害な影響である。また，過度の性的表現等を見たくない大人もおり，そのような大人に配慮することも必要であるという意見も主張されてきていた。\n有害な影響を及ぼすインターネット上の情報を子どもが閲覧できないようにする技術的対策として，フィルタリング・ソフトウェア（以下「フィルタリング・ソフト」ともいう。）がある。国は，子どもが使用する携帯電話等へのフィルタリング・ソフトの搭載を促進することが効果的と考え，学校や携帯電話等の販売業者等を通じるなどしてその普及を図ってきていた。しかし，前記白書によれば，インターネットを利用する際にフィルタリング・ソフトを使用している利用者は１０％にとどまり，フィルタリング・ソフトについて知らないという利用者が７０％に上っていた。政府は，過度の性的表現等から子どもを保護することを更に徹底するための対策等の強化について検討し，２０１×年，「インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィ\nルタリング・ソフトウェアの普及の促進に関する法律」（フィルタリング・ソフト法）案を策定して国会に提出し，同法案は衆参両院で可決・成立した。\nフィルタリング・ソフト法は，有害情報を定義するとともに，その基準の定めなど細目的事項について内閣府令に委任している。同法によれば，パソコン，携帯電話等のインターネットへの接続機能を有する電子機器（以下「インターネット接続電子機器」という。）を製造する業者は，これを製造する場合には，内閣総理大臣が指定した適合フィルタリング・ソフトウェア（以下「適合ソフ\nト」という。）の一つをあらかじめ搭載しなければならず，インターネット接続電子機器を販売する業者は，法施行前に製造された製品等，適合ソフトが搭載されていないインターネット接続電子機器を販売する場合には，適合ソフトの一つをあらかじめ搭載して販売しなければならない（違反した場合は，罰則が適用される。）。ただし，販売業者はインターネット接続電子機器の購入者から，専ら使用することとなる者が１８歳未満の者ではないことを理由として適合ソフトの削除を求める旨の申出を受けたときは，使用者が１８歳未満の者ではないことを所定の方法で確認した上で，適合ソフトを削除することができる（当該確認を怠って削除して販売した場合は，罰則が適用される。）。他方で，フィルタリング・ソフト法は，適合ソフトの効果を損なうソフトウェアが蔓延し，１８歳未満の者の保護が図れなくなることを防止するため，適合ソフトを削除し又は使用目的に沿うべき動作をさせないプログラムを他人に提供してはならないし，また，適合ソフトが搭載されたインターネット接続電子機器を使用する者は，正当な理由なく，同法に定める手続以外の手続で適合ソフトを削除してはならない旨を規定している（提供又は無断削除した場合は，罰則が適用される。）。なお，同法は，適合ソフト搭載の促進のために国が助成措置を講じることとしており，使用者は，適合ソフト搭載のために上乗せされた価格部分を追加的に自己負担することなく，適合ソフトを搭載したインターネット接続電子機器を購入することができる。また，適合ソフトが搭載されていないインターネット接続電子機器を所有している者も，追加的な自己負担なしに適合ソフトを搭載してもらうことができる（資料１，資料２，資料３参照）。\nＡは，平和問題と死刑存廃問題に関係する情報を無料で配信するサイト（以下「本件サイト」という。）を運営していた。本件サイトには，戦場における死傷者の無残な画像，拷問を受ける人々の画像，公開処刑の画像等，見る人に不快感を与える可能性のある画像も掲載されていた。フィルタ\nリング・ソフト法施行後，本件サイトに含まれるウェブページの大半が有害情報を含む有害ウェブ\n- 2 -ページとして，かつ本件サイト全体が有害ウェブサイトとして指定された。このため，適合ソフトを搭載したインターネット接続電子機器では，本件サイト内のすべてのウェブページが閲覧できなくなった。\nＡは，大人ばかりでなく子どもも真実を知った上で問題を考える必要があるという信念のもとで本件サイトを運営していた。しかも，Ａは，見る人に不快感を与える可能性のある画像が表示される前に，「次のウェブページには，不快感を与えるかもしれない画像が掲載されています。」という注意を促す文章を掲げていた。遮断される以前に本件サイトに寄せられていた意見のほとんどは，画像を見てショックを受けたが，平和や死刑の問題を真剣に考えるようになったというものであった。Ａは，子どもが全く見ることができず，１８歳以上の者も所定の手続を踏まなければ見ることができないことへの対抗策として，適合ソフトが搭載されていても本件サイトを閲覧できるようにするプログラムを開発した上，本件サイトとは別の自分のサイトに同プログラムをアップロードし，無償でダウンロードできるようにした。\nこのため，Ａは，フィルタリング・ソフト法第１７条及び第１６条第１項第２号が定める，適合ソフトの使用目的に沿うべき動作をさせないプログラムを提供する罪に当たるものとして起訴された。\n〔設 問〕\n１. あなたがＡの弁護人であったとして，裁判においてどのような憲法上の主張を行うか，具体的に論じなさい。\n２. Ａの主張に対する検察官の主張を想定しつつ，憲法上の問題点について，あなた自身の見解を述べなさい。\n＜用語説明＞ウェブページ：インターネット上に公開されている情報を閲覧ソフトで閲覧した場合に，一度に表示されるデータのまとまりをいう。\nサ イ ト：ウェブサイトともいう。複数のウェブページで構成された全体のウェブページ群を指す。また，そのウェブページ群が置いてあるインターネット上での場所を指す。\nソフトウェア：コンピュータの処理の手順を示すプログラムの総称。\nアップロード：ネットワークを通じて，利用者のコンピュータに保存されているデータをサーバ・コンピュータ（＊）に転送すること。\nダウンロード：ネットワークを通じて，サーバ・コンピュータ（＊）に保存されているデータを利用者のコンピュータに転送すること。\n＊サーバ・コンピュータ：ネットワークにおいて，自身の持っている機能やデータを提供するコンピュータのこと。\n- 3 -資料１: インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィルタリング・ソフトウェアの普及の促進に関する法律目次第１章 総則（第１条－第４条）第２章 適合ソフトウェアの指定及びその搭載義務等（第５条－第１２条）\n第３章 フィルタリング審議会（第１３条－第１５条）第４章 適合ソフトウェア削除プログラムの提供等の禁止（第１６条）第５章 罰則（第１７条－第１９条）附則第１章 総則\n（目的）第１条 この法律は，インターネットを利用する子どもを有害情報から保護するとともに，インタ\nーネットを利用するその他の国民についても，有害情報にさらされることを希望しない者が有害情報にさらされることを防止するため，フィルタリング･ソフトウェアの普及の促進を図ることを目的とする。\n（定義）第２条 この法律において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n一 子ども １８歳に満たない者をいう。\n二 有害情報 インターネット上で流通している情報で，子どもに対し，著しく性的感情を刺激し，著しく残虐性を助長し，又は著しく自殺若しくは犯罪を誘発するものとして，内閣府令で定める基準に該当し，子どもの健全な成長を阻害するおそれがあると認められるものをいう。\n三 有害ウェブページ 有害情報が掲載されているウェブページとして内閣総理大臣が指定するものをいう。\n四 有害ウェブサイト 有害ウェブページを含み内容的に一つのまとまりをなすウェブページ群として内閣総理大臣が指定するものをいう。\n五 フィルタリング・ソフトウェア 有害ウェブサイトを閲覧できないようにする機能を有するプログラムをいう。\n六 インターネット接続電子機器 電子計算機，携帯電話その他の電子機器であって，インターネットへの接続機能を有するものをいう。\n七 プログラム インターネット接続電子機器に対する指令であって，一の結果を得ることができるように組み合わせたものをいう。\n（国及び地方公共団体の責務）第３条 （略）\n（保護者の責務）第４条 （略）第２章 適合ソフトウェアの指定及びその搭載義務等\n（有害ウェブページ等の指定）第５条 内閣総理大臣は，有害ウェブページ及び有害ウェブサイトを指定するものとする。\n- 4 -\n（適合ソフトウェアの指定）第６条 内閣総理大臣は，フィルタリング・ソフトウェアを開発した者からの申出を受けて，当該フィルタリング・ソフトウェアが有害ウェブサイトを閲覧できないようにするために必要な性能を有するかどうかを検査し，これを有すると認めるものを適合フィルタリング・ソフトウェア（以下「適合ソフトウェア」という。）として指定するものとする。\n２ 適合ソフトウェアの検査の方法は，内閣府令で定める。\n（告示）第７条 内閣総理大臣は，第５条又は前条第１項の規定による指定をした場合には，その旨その他内閣府令で定める事項を告示するものとする。これを取り消したときも，同様とする。\n（適合ソフトウェアの搭載義務）第８条 インターネット接続電子機器の製造を業として行う者（以下「製造業者」という。）は，これを製造する場合には，適合ソフトウェアの一をこれに搭載しなければならない。\n２ インターネット接続電子機器の販売を業として行う者（以下「販売業者」という。）は，適合ソフトウェアが搭載されていないインターネット接続電子機器を販売する場合には，適合ソフトウェアの一をあらかじめこれに搭載して販売しなければならない。\n（購入者による適合ソフトウェアの削除の求め）第９条 前条の規定にかかわらず，当該インターネット接続電子機器を専ら使用することとなる者が子どもでない場合には，これを購入しようとする者は，当該インターネット接続電子機器を製造した製造業者又はこれを販売する販売業者に対し，搭載されている適合ソフトウェアを削除するよう求めることができる。\n２ 前項に規定する適合ソフトウェアの削除を求められた製造業者又は販売業者は，その削除をする場合には，内閣府令で定めるところにより，あらかじめ，当該インターネット接続電子機器を専ら使用することとなる者が子どもでないことを確認しなければならない。\n（使用者による適合ソフトウェアの搭載の求め）第１０条 適合ソフトウェアが搭載されていないインターネット接続電子機器を使用する者は，当該インターネット接続電子機器を製造した製造業者又はこれを販売した販売業者に対し，適合ソフトウェアを搭載するよう求めることができる。\n（搭載費用の助成）第１１条 国は，第８条及び前条に規定する適合ソフトウェアの搭載のための費用について，製造業者及び販売業者に対する助成措置を講ずるものとする。\n（使用者による適合ソフトウェアの削除の求め）第１２条 適合ソフトウェアが搭載されているインターネット接続電子機器を専ら使用する者が子どもでない場合には，その使用者は，当該インターネット接続電子機器を製造した製造業者又はこれを販売した販売業者に対し，当該適合ソフトウェアを削除するよう求めることができる。\n２ 前項に規定する適合ソフトウェアの削除を求められた製造業者又は販売業者は，その削除をする場合には，内閣府令で定めるところにより，あらかじめ，当該インターネット接続電子機器を専ら使用する者が子どもでないことを確認しなければならない。\n第３章 フィルタリング審議会\n（設置）第１３条 内閣総理大臣の諮問に応じて，次項に掲げる事項について調査審議させるため，内閣府に，フィルタリング審議会（以下「審議会」という。）を置く。\n２ 内閣総理大臣は，次に掲げる場合には，審議会の意見を聴かなければならない。\n一 第２条第２号に規定する内閣府令の基準を定めようとするとき。\n- 5 -二 第５条の規定による有害ウェブページ又は有害ウェブサイトの指定をしようとするとき。\n三 第６条の規定による適合ソフトウェアの指定をしようとするとき。\n（組織等）第１４条 審議会は，前条第２項に掲げる事項に関して学識経験のある者のうちから，内閣総理大臣が任命する委員１０人以内で組織する。\n２ 委員の任期は，２年とする。ただし，補欠の委員の任期は，前任者の残任期間とする。\n（内閣府令への委任）第１５条 前二条に規定するもののほか，審議会の組織及び運営に関し必要な事項は，内閣府令で定める。\n第４章 適合ソフトウェア削除プログラムの提供等の禁止第１６条 何人も，次に掲げるものを他人に提供してはならない。\n一 適合ソフトウェアを削除するプログラム二 適合ソフトウェアの使用目的に沿うべき動作をさせないプログラム\n２ 適合ソフトウェアが搭載されたインターネット接続電子機器を使用する者は，正当な理由なく，第９条又は第１２条に定める手続以外の手続で，当該適合ソフトウェアを削除してはならない。\n第５章 罰則第１７条 第８条又は前条第１項の規定に違反した者は，１年以下の懲役又は１００万円以下の罰金に処する。\n第１８条 第９条第２項，第１２条第２項又は第１６条第２項の規定に違反した者は，３０万円以下の罰金に処する。\n第１９条 法人の代表者又は法人若しくは人の代理人，使用人その他の従業者が，その法人又は人の業務に関して前二条の罪を犯したときは，行為者を罰するほか，その法人又は人に対しても各本条の罰金刑を科する。\n附 則（以下略）\n- 6 -資料２: インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィルタリング・ソフトウェアの普及の促進に関する内閣府令\n（法第２条第２号の基準）第１条 インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィルタリング・ソフトウェアの普及の促進に関する法律（以下「法」という。）第２条第２号に定める基準は，次の各号に掲げる種別に応じ，当該各号に定めるものとする。\n一 著しく性的感情を刺激するもの 次のいずれかに該当するものであること。\nイ 全裸若しくは半裸又はこれらに近い状態の姿態を描写することにより，卑わいな感じを与え，又は性的行為を容易に連想させるものであること。\nロ 性的行為を露骨に描写し，又は表現することにより，卑わいな感じを与え，又は性的行為を容易に連想させるものであること。\nハ 電磁的記録媒体に記録されたプログラムを電子計算機等を用いて実行することにより，人に卑わいな行為を擬似的に体験させるものであること。\nニ イからハまでに掲げるもののほか，その描写又は表現がこれらの基準に該当するものと同程度に卑わいな感じを与え，又は性的行為を容易に連想させるものであること。\n二 著しく残虐性を助長するもの 次のいずれかに該当するものであること。\nイ 暴力を不当に賛美するように表現しているものであること。\nロ 残虐な殺人，傷害，暴行，処刑等の場面又は殺傷による肉体的苦痛若しくは言語等による精神的苦痛を刺激的に描写し，又は表現しているものであること。\nハ 電磁的記録媒体に記録されたプログラムを電子計算機等を用いて実行することにより，人に残虐な行為を擬似的に体験させるものであること。\nニ イからハまでに掲げるもののほか，その描写又は表現がこれらの基準に該当するものと同程度に残虐性を助長するものであること。\n三 著しく自殺又は犯罪を誘発するもの 次のいずれかに該当するものであること。\nイ 自殺又は刑罰法令に触れる行為を賛美し，又はこれらの行為の実行を勧め，若しくは唆すような表現をしたものであること。\nロ 自殺又は刑罰法令に触れる行為の手段を，模倣できるように詳細に，又は具体的に描写し，又は表現したものであること。\nハ 電磁的記録媒体に記録されたプログラムを電子計算機等を用いて実行することにより，人に刑罰法令に触れる行為を擬似的に体験させるものであること。\n（以下略）\n- 7 -資料３: フィルタリング・ソフト法Ｑ＆Ａ（内閣府作成の広報資料から）ここでは，いわゆるフィルタリング･ソフト法に関してよくある御質問とそれに対する回答を一問一答形式で掲載しています。\nＱ１ 有害情報を規制する方法として，フィルタリング･ソフトの普及の促進を図ることにしたのはなぜですか。\nＡ 有害情報から子どもを保護することが強く求められています。また，有害情報にさらされずにインターネットを使用したいと考える大人の利益にも配慮する必要があります。しかし，インタ\nーネット上の情報は，このような保護されるべき又は配慮が払われるべき受け手か，それ以外の受け手かを区別することなく流通しています。このようなインターネットのシステムの中で，必要以上に影響を及ぼすことなく，保護されるべき又は配慮が払われるべき受け手の保護等を実現するには，受信する側において有害情報を遮断することが最も効果的な方法であると考えられます。そこで，本法では，表現の自由にも十分に配慮しつつ有害情報を的確に規制する方法として，フィルタリング・ソフトの普及の促進を強力に図ることとしました。\nフィルタリング・ソフトは，インターネット上の情報を受信する側において，どのような情報を受信して表示するかをコントロールするプログラムで，これを使うと，情報を発信する側の機能には何ら影響を与えることなく，情報を受信する側において，不適切な情報の表示を拒否することができます。\nＱ２ 本法は，インターネット接続電子機器を購入して子どもが使用する場合に適合ソフトの搭載を義務付けるだけでなく，インターネット接続電子機器の製造段階等で適合ソフトを搭載させ，購入後に専ら大人が使用する場合で，購入しようとする者から適合ソフトを削除してほしい旨の申出があった場合を除いて適合ソフトを削除しないこととしていますが，なぜこのような制度にしたのですか。\nＡ ２００＊年の世論調査では，インターネットを利用していると予想外の有害情報が表示されることがあり，有害サイトに接続するとウイルスに感染したり法外な利用料を請求される心配があるなどの理由で，インターネットの利用に不安を感じるとの回答が６０％に達しました。このような不安に煩わされることなくインターネットを利用したいとの国民の利益は十分考慮すべきであると考えられます。このような不安を解消し，安心してインターネットを利用するためには，フィルタリング・ソフトの搭載が効果的ですが，同じ世論調査で，フィルタリング・ソフトについても調査したところ，全く知らないが７０％，名称だけしか知らないが１５％で，使用している利用者は１０％にとどまり，フィルタリング・ソフトについての認識が極めて低いことが確認できました。このため，国民の利益を確実に実現するには，子どもが使用するかどうかにかかわらず，製造段階等であらかじめフィルタリング･ソフトを搭載させておき，購入者から，専ら大人が使用する予定であり，フィルタリング・ソフトを削除してほしい旨の積極的な申出がない限り，そのまま販売させることにより，フィルタリング･ソフトの普及を強力に進めることとしました。\n- 8 -\nＱ３ 本法により，インターネット接続電子機器には，内閣総理大臣が指定した適合ソフトが原則として搭載されることになりますが，この適合ソフトによりどのような情報が遮断されるのですか。\nＡ 本法は，一定の有害情報から子どもを保護するとともに，これらにさらされることを欲しない大人の利益を実現することを目的としています。この目的を確実に実現するとともに，有害情報ではない情報に影響を与えない制度とするため，本法は，内閣総理大臣が，有害情報（法２条２号，府令１条）が掲載されているウェブページを，有害ウェブページとして指定・告示することとし，さらに，有害ウェブページを含み，内容的に一つのまとまりをなすウェブページ群を，有害ウェブサイトとして指定・告示することとしています（法５条，７条）。その上で，本法は，内閣総理大臣が，有害ウェブサイトを遮断するのに必要な性能を有するフィルタリング･ソフトを適合ソフトとして指定することとしています（法６条1項）。複数のウェブページで内容的に一つのまとまりをなすものを，一般にウェブサイトといいますが，その中に有害ウェブページがある場合は，ウェブサイト全体が子どもの健全な成長を阻害する情報を含むおそれが高いので，適合ソフトにより，そのウェブサイト全体を閲覧できないようにする必要があります。本法は，どの範囲のウェブサイトが閲覧ができなくなるのかを明確にするため，有害ウェブサイトを具体的に指定・告示することとしています。\nＱ４ 適合ソフトを削除したり使用目的に沿うべき動作をさせないプログラムの提供を禁止することにしたのはなぜですか。また，インターネット接続電子機器の使用者が，本法に定める手続以外の手続で適合ソフトを削除した場合に処罰されるのはなぜですか。\nＡ 本法では，インターネット上の有害情報から子どもを確実に保護するため，インターネット接続電子機器の製造業者又は販売業者に，これを専ら使用する者が１８歳以上であることを府令で定める方法で確認することを求め，これが確認できた場合に限って適合ソフトを削除できることとしています。適合ソフトを削除したり使用目的に沿うべき動作をさせないプログラムが提供されると，このような手続を踏まずに無断で削除等されてしまうので，子どもが現に使用するインターネット接続電子機器から適合ソフトが削除等されたり，適合ソフトが削除等されたインターネット接続電子機器が子どもの使用に供されるおそれが生じます。このような事態が生ずると，その保護が図られなくなりますから，このようなプログラムの提供は罰則で禁止する必要があります。\nまた，本法に定める手続以外の手続で適合ソフトを削除する行為は，このような削除プログラムの提供行為が蔓延する温床になります。一般の人々が自分で適合ソフトを削除するためには，削除ソフトを入手する必要があるので，無断で適合ソフトを削除する行為を許しておくと，削除ソフトの作成･販売が促されます。反対に，削除ソフトの提供を抑止するには，無断削除を禁止して需要を断つことが不可欠です。\n- 9 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n本問は，インターネットという「より新しいメディア」における積極的な表現行為に対する表現内容規制をめぐる問題である。インターネット上の有害情報を１８歳未満の者が閲覧できないようにするなどのためにインターネット接続電子機器にフィルタリング・ソフトウ\nェアを搭載することを義務付け，また，当該ソフトウェアを削除したり，その効果を損なうプログラムを他人に提供することを禁じる法律が制定されたという想定の下で，問いが設定されている。インターネット上で自らの信念に基づいて表現行為を行なっているＡは，１８\n歳未満の者ばかりだけでなく，１８歳以上の者も見ることができなくなる可能性があることへの対抗策として，フィルタリング・ソフトウェアによって自分のサイトの閲覧が妨げられないプログラムを作成し，提供したところ，当該行為が違法であるとして，起訴された。\n本問で問われているのは，インターネット上の有害情報という問題設定の新しさはあるが，青少年の保護を理由とした「有害」な表現の規制という点で，青少年保護育成条例における有害図書規制の合憲性と同種の問題である。ただし，当該判決とは，重要な事案の違いもある。本問では,最広義説に立っても，１８歳以上の者は「解除ソフト」によって規制される情報を見ることができるので，検閲には該当しない(１８歳以上の者が当該情報を見るために課せられる「負担」は，検閲の問題ではない。)。また，問題となる法律は，「有害」とされたサ\nイトを削除するものではない。それは，１８歳以上の者が当該サイトを読むためには一定の手続を踏まなければならない，と定めるものである。「自己の権利が，直接，現在」侵害されている場合に，それを理由として当該法律の違憲を主張することはできる。本問の場合，サ\nイトを見る人の「知る自由」の制約も（が）問題となる。したがって，他者の権利の制約が違憲であることを理由に法律や処分の違憲性を主張できるか否かを，検討する必要がある。\nその場合，まずは，第三者所有物没収事件判決を参照することになる。\n新しい素材に関して，全く新たに考えることを求めているのではない。法科大学院の授業で学んでいるはずである，表現の自由や憲法訴訟論に関する基礎知識を正確に理解した上で，具体的問題に即して思考する力，応用する力を試す問題である。個別・具体の事案に応じて存在する憲法上の問題を発見し，それについて深く広く検討し，そして説得力のある理由を付して，自らの結論を導くことが求められている。問題文に書かれていることや資料に書かれていることをそのまま書き写すのではなく，与えられている資料等からそれぞれの設問が求める立場での主張を考えることが必要である。\n設問１では，Ａの弁護人として，本問が仮想する法律の違憲性を主張することが求められている。弁護人としては，当該法律及びＡに対する処罰を違憲とするために理論及び事実に関する効果的な主張を行なうことになる。その際，裁判の場で行なう主張であるので，判例と異なる主張を行なう場合には，判例の判断枠組みや事実認定・評価のどこに，どのような問題があるかを明らかにする必要がある。\n法令の違憲性に関しては，①「有害情報」と１８歳未満の者の健全な育成及び見たくない１８歳以上の者の保護との関連性（立法事実），②表現内容を規制する法律の合憲性に関する判断枠組み，③規制される「有害情報」の不明確性，④有害なウェブページだけでなく，それを含むウェブサイト全体を閲覧できなくする規制の広汎性，⑤仮にＡの提供する情報は「有害」であるとしても，第三者の，憲法が保障する表現も規制される可能性，⑥１８歳未満の者の「知る自由」への制約，⑦１８歳未満の者を保護するための規制によって１８歳以上の者の「知る自由」が制約される可能性，⑧１８歳以上の者が見ることができるようにするた- 1 -\nめには一定の手続が求められていることが，「不当な負担」といえるか否か，等が問題となる。\nＡに対する処罰の違憲性に関しては，①Ａが提供する情報の「有害」性，②Ａが提供する情報自体の社会的重要性，③一般的な解除ではなく，Ａのウェブサイトを解除するだけなのに刑罰を科すという規制手段の過度性，④見る人に不快感を与える可能性のある画像が出てくる前に注意を促す文章を掲げていることに関する評価等が問題となる。\nこのように，本問では，多くの問題が存在する。求められていることは，上記の問題点をすべて挙げることではない。試験時間の制約の中で，重要度を自分で判断して重要であると思う（その判断の妥当性は問われるが。）複数の問題について，説得力のある主張を展開することが求められている。\n設問２では，まず，設問１での主張とは対立する，すなわち，本問の仮想する法律を合憲とする理由付けを想定することが求められる（この部分の記述は，簡潔でよい）。次いで，このような憲法上の問題点に関する相対立する主張を踏まえて，「あなた自身の見解」を述べることになる。\n「あなた自身の見解」は，必ずしも，被告人側と検察側の相対立する主張のいずれか，という二者択一であることが求められているわけではない。「あなた自身の見解」は，両者とは異なる「第三の道」であることもあり得る。また，この種の問題に関する判例と同じであることが求められているわけでもない。被告人側と，検察側と，あるいは判例と「同じである」\nという理由では，全く不十分である。なぜその主張に賛成するのかについて，説得力のある理由が述べられていなければならない。",
  "scoring_notes": "１ 全体的印象(1) 答案の中には，①出題趣旨に沿って問題点を正確にとらえ，的確に資料を分析し，法論理的思考力を発揮しているもの，②岐阜県青少年保護育成条例事件判決伊藤補足意見に示された判断枠組みを正確に理解した上で解答しているもの，③情報の受け手が自由に当該情報を閲覧できない状況がＡ自身の表現の自由とどのようにかかわるかという基本的な問題について問題意識を持ち，知る自由や違憲主張適格などの問題を意識的に論じているもの，④積極的な表現行為に対する表現内容規制の合憲性という基本的な問題について，資料を相応に分析し，反対説を踏まえながら，自らの見解をしっかり展開し，\n多少荒削りなところもあるが，考え方の筋道に法的思考のセンスを感じさせるものもあった。そのような答案は，受験生が法科大学院での実務を見据えた理論教育において「学び，そして問う」作業をしっかりと行ってきた成果と評価し得る。しかし，そのような答案は，少数にとどまった。\n(2) 憲法学という視点からは，基礎的理解が不十分で，設問の具体的事情を離れて表現の自由に関する論証を記憶に従って並べただけの答案が多く，事案の内容に即した個別的・具体的検討の不十分さや応用力という点で課題を残すものであった。また，いわゆる論点主義の解答に陥っている答案が多く見られた。それらは，残念ながら，憲法の基礎理論を生きた知識として身に付けていない，また，法的思考力ないし論証力が十分に定着していない，と評価せざるを得ないものであった。\n(3) 第１回，第２回に比べると，受験生が新しい試験のスタイルに慣れてきていることがうかがえた。しかし，逆に，「弁護人の主張」「検察官の主張」として，とにかく対立する主張を書けばよいと考えているようなものが多く，設問の事案の問題点をそれぞれの角度から掘り下げていくという姿勢で書かれている答案は少なかった。\n(4) 受験生にとっては論じやすい積極的「表現の自由」がテーマであったためか，逆に，\nパターン化された答案が目につき，「型にはまった論述」が少なからず見られた。\n(5) 関連する先例がきちんと挙げられて，検討されていない（本問では，岐阜県青少年保護育成条例事件判決，第三者所有物没収事件判決等）。このことは，それぞれの領域の重要判例を当該事案との関係でただ覚えているだけで，問題を本質的に理解していないことの現れであるように思われる。\n(6) 前記のような答案の全般的状況からすると，法科大学における教育成果は，なお産みの苦しみの段階にあるといえよう。\n以下，今年度の答案に見られた具体的な問題点から，【注意してほしいこと】，【改めて学んでほしいこと】という項目立てにより，今後に向けた建設的なメッセージを送るという観点から，採点を担当した各委員から寄せられた採点感想をまとめることにしたい。\n２ 注意してほしいこと(1) 論述の形式ア 問題の形式に応じて答える必要がある。問われているのは，弁護人，それに対して想定される検察官の主張と自説であり，まずは，弁護人の立場にたった論述が必要である。設問２で，検察官の主張又は自説の一方しか書いていないのは不十分であり，\n誰の見解を述べているのか判然としないものは不適切である。設問１で挙げた論点に- 1 -ついて設問２で全く触れていないものも，不適切である。\nイ 訴訟の両当事者の主張を書かせている意味を理解することが必要である（立場の使い分けができてほしい。）。また，弁護人の主張として，「Ａの行為を規制することは憲法○条に違反する。」，検察官の主張として，「制約のない人権はなく，事案では合憲な制約をしている。」などと抽象的な記載をするにとどまる答案は，主張の根拠に関する内容が乏しく，不十分である。\n(2) 内容面ア 内容にかかわる問題として指摘せざるを得ないのが，「当てはめ」についてである。\n本来，「当てはめ」とは，具体的事例に合わせて抽象的な法理論を柔軟に具体化する作業を指す。しかし，答案で「当てはめ」として書かれていることを見ると，暗記している抽象的理論を絶対視していて，具体的事例にそのまま「当てはめ」れば自動的に解答が出てくるかのように誤解しているのではないかと思われる。その結果，具体的事例の個性が暗記してきた抽象的理論に収まらないときは，それ以上の思考を巡らせることなく，具体的事例の個性の方を切り捨ててしまうことになる。\n新司法試験で測りたいと思っている重要な要素である個別的・具体的思考力は，そのような極めて形式的な「当てはめ」とは矛盾対立するものである。必要なのは，事案の内容に即した個別的・具体的な検討である。基礎的理解の確立と具体的な問題への対応の必要性について，受験生が再認識するよう求めたい。\n事案の個別的・具体的分析は，新司法試験の眼目の一つであり，事案の分析の薄い，\n紋切り型の答案を脱するために，事案の内容に即した個別的・具体的検討は必要不可欠である。\nイ 弁護人として裁判上どのような主張を行うのかが問われている。本来主張してしかるべき点について十分な論述をしない一方で，その主張が判例及び主要な学説からして全く筋の通らない主張を展開する姿勢は，問題があるように思われる。やはり，弁護人として，依頼者である被告人のために最も有効な主張をどのようにして組み立てるのかという視点が必要不可欠である。\n(3) 資料の活用ア 与えられた資料を精読せず，具体的な事案に即したきめ細かい対応がなされていない。例えば，資料で示された本問に特有の具体的な事情について全く触れていない答案が目立った。解答する上で，資料の活用は必須である。\nイ 資料の活用とは，資料に書かれていることを「書き写す」ことではない。ただ漫然と「書き写す」だけの答案は，不適切であり，不十分である。資料のどこの部分をどのように評価したのか，あるいは評価しなかったのか，きちんと説明されていなければならない。\n３ 改めて学んでほしいこと(1) 法令違憲，適用（処分）違憲ア 被告（当事者）としては法令違憲の主張をまず行い，それが認められない場合でも本事件に関して適用違憲（処分違憲）が成り立つことを主張する方法が，まず検討されるべきである。\n今回の設問も，法令違憲と適用違憲（処分違憲）とを区別して論ずるべきであるが，\n法令違憲と適用違憲（処分違憲）の違いを意識して論じている答案は少なかった。一- 2 -応区別しているが内容的に適切でないものなど，違憲判断の方法に関する学習が不十分と思われるものが多かった。\nイ 法令違憲では，ウェブサイト全体をフィルタリング対象にするという広汎さが明らかに問題になるのに，この点の検討を省いている答案がかなりあった。同様に，Ａが自己のサイトで注意喚起していることも適用審査において明らかに問題とすべきであるが，書いていない答案が目立った。\nウ Ａが注意を促す文章を掲げていたという点を，適用違憲（処分違憲）を念頭に置いて適切に拾い上げて論述している答案は少なかった。触れていても，問題文でヒントを出しているにもかかわらず，これを法令違憲の根拠として用いるものが多かった。\n(2) 明確性の原則，そして内閣府令への委任ア 明確性については，多くの答案が取り上げていたが，それらは，必ずしも十分ではなかった。本問の場合，明確性の要求は，表現の自由に関係すると同時に憲法第３１条にも関係する。この両者における明確性の原則の関係を認識し，論ずる必要がある。\nイ 明確性の厳格度を巡る問題，すなわち，青少年保護を目的とする場合には厳格度が緩和されるのか否か，という問題もある。\nウ 本問における明確性の問題については，内閣府令が法律の委任を受けて規定している場合，法律だけでは明確とはいえないが，下位規範による「補完」を認めるか否か，\nという問題もある。\nエ 内閣府令への委任自体も問題になる。本問では，法律が残虐性の定義に関する本質的事項（あるいは重要事項）を定めているか否かが問題となる。\n(3) 青少年保護と内容規制ア 「インターネット規制だから手段規制である」とする答案があった。もしそのような考え方をすれば，印刷メディアにかかわる規制も手段規制になってしまう。そのような把握が誤りであることは，明らかである。伝達手段としてのインターネットの特質と印刷や放送の特質との相違をどのように考えるか，という問題は別途あるが，残虐性に着目した本問の規制は内容規制である。\nイ 本問の中心的問題の一つは，青少年保護という見地からの表現内容の規制である。\nしたがって，青少年保護の問題自体について，その立法事実を巡る問題も含めて検討する必要がある。\nウ １８歳未満の者の保護という立法目的によって，表現の自由の保障の程度や範囲が成人の場合と異なってどの程度緩和されるのかという検討が必要である。単に表現の自由の保障の一般論を展開するだけでは不十分であり，「有害情報」に関する憲法上の保障の程度や，「知る自由」，さらには「青少年（１８歳未満者）の保護」を踏まえた検討が必要である。\n(4) 違憲を主張する適格性ア 違憲主張をする場合，まず誰の人権が侵害されるのかを明らかにする必要があり，\n主張者本人の人権侵害を主張するものでなく，Ａ以外の知る権利など，第三者の人権侵害を取り上げるのならば，なぜ第三者の人権侵害を主張できるのかを検討しなければならない。\nイ 本問では，第三者の権利主張の可否は一つの重要な論点である。しかし，これに触れていない答案の方が多かった。\nウ 「Ａの表現の自由」の制約の違憲性が，実際には，Ａの発信情報を受ける者の知る- 3 -自由の制約であるという意識が明確化されないままに混同して記述しており，そこでは第三者の人権侵害を主張する際の問題点が欠落している答案が多かった。触れている答案でも，本来の訴訟要件の問題と混同して，訴えの利益を論ずるなど，的外れな論述が少なからず見られた。\nエ 法令違憲を論じているはずなのに，その理由として，Ａの目的や注意書き添付といった個別的行為を理由に違憲の判断を導くものが圧倒的に多く，実際には適用違憲（処分違憲）の論述をしていた。法令自体の問題点を論ずべき法令違憲（当該処分の違憲性から過度の広汎性等の理由で法令自体の違憲性へと進むアプローチもある），当該処分（適用）の問題点を論ずる適用違憲（処分違憲）の基本的相違を正確に理解する必要がある。\n(5) 審査基準についてア 審査基準の内容を正確に理解することが，必要不可欠である。中間審査基準における目的審査で「正当な目的」とするのは誤りである。中間審査基準では，「重要な目的」であることが求められる。合理性の基準で求められる「正当な目的」の意味・内容を正確に理解してほしい。\nイ 本問は，表現の自由の制約に関する一般的な審査基準を修正する必要があるのかどうかを問うものである。一般的審査基準を明らかにすることなくアプリオリに修正が必要であるとしていきなり修正基準を記述したり，修正の必要性に触れずに一般的審査基準を既に修正基準の内容で記述しているものが相当数見られた。しかし，本件の事案分析を踏まえてもなお，厳格審査の基準であるのか，それとも審査基準が緩和されるのか等について，論ずる必要がある。\nウ 審査基準論を展開するが，なぜその審査基準を採用するのか，また，本件の事案に適用した場合にどうなるのか，について丁寧に論ずる必要がある。\nエ 「厳格な審査が求められる」と一般的な言い回しをしながら，直ちに「厳格審査の基準」あるいは「中間審査の基準」と書くことには，問題がある。合理性の基準よりも審査の厳格度が高められるものには，「厳格審査の基準」と「中間審査の基準」とがあるので，なぜ，どちらの基準を選択するのかについて，説明が必要である。\nオ 審査基準が定められたとしても，それで答えが決まるわけではない。必要不可欠の（重要な，あるいは正当な）目的といえるのか，厳密に定められた手段といえるか，\n目的と手段の実質的（あるいは合理的）関連性の有無，規制手段の相当性，規制手段の実効性等はどうなのかについて，事案の内容に即して個別的・具体的に検討することが必要である。\n- 4 -平成２０年新司法試験の"
}