{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，取引先の倒産を契機として経営状態が著しく悪化した。\nＡ社のメインバンクとして，同社の全債務３億円のうち２億５０００万円について貸付けを行っていたＢ銀行は，平成１９年１２月になり，債権全額についてＡ社から回収することは困難であると考え，Ａ社との間で再建計画を作成し，弁済期の到来した２億５０００万円の債務について期限を猶予した。しかし，その後Ａ社の経営状態に不安を抱いたＢ銀行が経理状況を改めて調査したところ，Ａ社には，実際は，総額１億円の簿外債務が存在することが判明した。Ｂ銀行は，Ａ社の破たんはいずれ避けられないものと判断して再建計画に基づく協力を取りやめることを決定し，平成２０年１月２５日にはその旨をＡ社に告げて再建計画を破棄した。\n他方，以前からＢ銀行を抵当権者とする抵当権が設定されていたＡ社所有の甲土地については，周辺地域の再開発計画が発表され，地価が上昇したことから，２０００万円分の担保余剰が生じた。そこで，Ａ社は，平成２０年２月１日，これに抵当権を設定して資金を調達すべく，Ｃ\n銀行に融資を申し込み，Ｃ銀行は，同月４日，Ａ社の救済策として，甲土地について第２順位の抵当権を設定して，２０００万円を貸し付けた。しかし，Ａ社の破産は必至であると考えていた同社の代表者Ｄは，融資を受けるに当たり，貸付金を妻のＥに贈与することを意図しており，その後貸付金はＥに交付された。\nまた，Ｆ株式会社（以下「Ｆ社」という。）は，Ａ社に対して無担保の債権３０００万円（以下\n「Ｓ債権」という。）を有していたが，Ｂ銀行が再建計画を破棄したことを知り，平成２０年２月\n５日，Ａ社から，同社所有の土地のうち唯一担保の設定されていない乙土地（価格３０００万円）を代金３０００万円で買い受け，同日，既に弁済期の到来していたＳ債権をもって乙土地についての売買代金債権と相殺する旨の意思表示をした。\nその後資金繰りに窮したＡ社は，平成２０年３月３日に裁判所に対し自ら破産手続開始の申立てをし，同月１０日に破産手続開始の決定がされ，破産管財人Ｘが選任された。\n〔設 問〕\n１. 破産管財人Ｘは，甲土地に関しＣ銀行に対して否認権を行使することができるか。\n２. 破産管財人Ｘは，Ｆ社に対してどのような請求をすべきか。〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。設問の各問いは相互に独立したものとして答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）の従業員Ｂ及びＣは，平成２０年３月３１日付けでＡ社を退職した。退職時にＢ及びＣの給料はすべて支払われていたものの，Ａ社の退職金規程に従えば，Ｂの退職金額は退職時の月給の５か月分相当額，Ｃの退職金額は退職時の月給の２か月分相当額であるところ，ＢにもＣにも退職金はまだ支払われていない。Ａ社は同年２月１日に貸金業者Ｄより５００万円を，同日貸金業者Ｅより３００万円を，いずれも弁済期は同年３月３１日かつ無担保という約定で，Ａ社の代表取締役Ｆの個人保証付きで借り入れていた。\n〔設 問〕\n１. Ｂ及びＣは，平成２０年４月に入ってからＦが会社財産の隠匿を始めていると疑っており，退職金の支払を確保するためにＡ社の財産を保全したいと考えている。Ｂは，Ａ社について破産手続開始の申立てをすることができるか。また，Ｃは，Ａ社について破産手続開始の申立てをすることができるか。Ｂ及びＣの有する権利の破産手続上の地位を明らかにした上で理由を付して説明しなさい。\n２. Ａ社について平成２０年５月１日に破産手続が開始された後，債権調査期日において，Ｄが届け出た貸金返還請求権について，既にＦが弁済したことを理由に全額について異議が述べられた。以下の⑴⑵のそれぞれの場合に，述べられた異議がＤの貸金返還請求権の確定を妨げるかどうかについて，理由を付して説明しなさい。Ｄの貸金返還請求権にはほかに異議等がないものとする。\n⑴ 異議を述べたのは，貸金返還請求権について債権届出をしたＥであった。\n⑵ 異議を述べたのは，退職金請求権について債権届出をしたＢであった。\n３. 平成２０年４月に入ってからもＡ社はＤに返済をしなかったため，同月７日にＤがＡ社について破産手続開始の申立てをしたところ，この申立てに対する裁判がされる前である同月１０日になって，Ａ社は再生手続開始の申立てをした。この場合，Ａ社の破産手続及び再生手続の帰すうについて説明しなさい。- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "purpose": "[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通して否認制度及び相殺制限制度の理解について問うものである。\n設問１については，まず，偏頗行為否認（破産法第１６２条）の可否が問題となるが，この場合には，当該行為（不動産への担保の設定による借入れ）が同時交換的行為（破産法第\n１６２条第１項柱書参照）に該当するかどうかの検討が必要である。\n次に，当該行為が，相当の対価を得てした処分行為の否認の対象となるかが問題となり，破産法第１６１条第１項の要件に当てはめて結論を得る必要がある。\n設問２については，まず，Ｆ社による相殺が破産法第７１条第１項第２号の相殺制限の適用を受けるかが問題となり，同号の要件に当てはめて結論を得る必要がある。相殺制限の場合に該当するときは，破産管財人Ｘは，売買代金を請求することになる。また，本問では，Ｆ社への不動産の売却が，相当の対価を得てした処分行為の否認の対象になるか，当該行為と相殺を全体として把握して不動産の代物弁済と同視し，偏頗行為否認の対象になるかも問題となるが，相殺制限の適用を肯定する場合には，否認と相殺制限の優先関係や得失等についても言及することが求められる。\n設問１及び２において，偏頗行為否認ないし相殺制限の適用の可否を検討する前提として，Ｃ銀行への抵当権の設定又はＦ社への不動産の売却がされた時に債務者が支払不能状態になっていたかどうかが問題となる。問題文から読み取れる事実を破産法第２条第１１項の要件に当てはめて結論を得ることが必要である。\n〔第２問〕\n本問は，破産手続との関係での財団債権及び優先的破産債権の地位並びに同一債務者について破産手続開始の申立てと再生手続開始の申立てが競合した場合の取扱いについて問うものである。\n設問１では，Ａ社について破産手続が開始されたら，Ｂの退職金請求権は財団債権及び優先的破産債権となる旨，Ｃの退職金請求権は財団債権となる旨（破産法第１４９条第２項，民法第３０８条・破産法第９８条第１項）を指摘した上で，財団債権あるいは優先的破産債権となるべき権利を有する者は「債権者」（破産法第１８条第１項）として破産手続開始の申立てをする利益を有するかについて，一貫した理由付けから結論を導く必要がある。\n設問２では，債権調査の過程で一般破産債権者が届出破産債権について異議を述べた場合に，その異議が当該届出破産債権の確定を妨げる（破産法第１２４条第１項参照）ことを指摘した上で，優先的破産債権者が届出のあった一般破産債権について異議を述べて当該一般破産債権の確定を妨げることができるかという問題について，債権調査過程における破産債権者の「異議」（破産法第１２１条第２項）の意義を踏まえて，一貫した理由付けから結論を導く必要がある。設問３では，破産手続開始の申立てと再生手続開始の申立てとが競合した場合に，どの裁判所がどのような判断基準で両手続の整序を図るのか（民事再生法第２６条第１条第１号・第２５条第２号），及び再生手続開始の決定や再生計画認可の決定がされた場合の破産手続の帰すう（民事再生法第３９条第１項・第１８４条）や再生手続廃止後の破産手続への移行の可能性\n（民事再生法第２５０条第１項）等について説明する必要がある。",
  "scoring_notes": "１ 出題の趣旨・ねらい等（出題の趣旨に補足して）\n個別的な内容については，既に「出題の趣旨」として公表したとおりである。今年の問題作成の際に意識したのは，典型的な問題と受験生がこれまで余り見たことがないと思われる問題及び倒産実体法に関連する問題と倒産手続法に関連する問題をバランスよく配合することであった。\n２ 採点方針解答の際に言及すべき点については，既に「出題の趣旨」として公表したとおりである。\n典型的な問題については，基礎的な事項が正確に書けているかどうかに重点を置いて採点をした。\n今年について特徴的であったのは，第２問の設問１及び設問２についての採点方針である。いずれも，受験生はこれまで余り見たことがないと思われる問題であり，結論も分かれ得る問題であったことから，どのような結論をとったかよりも，どうしてそのような結論を導いたのかという理由付けの記述の丁寧さ及び一貫性に重点を置いて採点をした。\n３ 採点実感等(1) 第１問破産法第１６１条及び第１６２条という否認権の基本条文の趣旨や適用対象（守備範囲）について，よく理解している答案と理解が不十分な答案とにはっきりと分かれた。\nこれらをよく理解している答案はかなりの高得点に達したが，そうでない答案はここで得点が取れなかった。基本条文の内容を体系的に理解し，それを具体的事案で正確に適用する能力を養うことの重要性を改めて感じた次第である。\n支払不能の認定や相殺禁止については，多くの答案がよくできていたが，やはり，答案によっては不十分な解答にとどまるものがあった。これらの点についての解答が不十分で，かつ，前記の否認権についても十分な理解に基づかない記述をする答案は，かなりの低得点にとどまらざるを得なかった。\nまた，設問２では，「どのような請求をすべきか」という問い掛けに対応していない解答が散見された。\n総じて言えば，第１問は，破産実体法上の基本的な事項を問うものであり，高得点者も多く出た反面で理解の十分でない答案は点が取れなかった。その意味で「差のつく」\n問題であった。\n(2) 第２問退職金債権がどの範囲で財団債権あるいは優先的破産債権として扱われるかの破産法の規律（設問１の一部）については，ほとんどの答案がよく理解していた。各種債権の破産手続上の処遇・優先順位については多くの受験者がよく勉強していることをうかがわせた。これができていない答案は他の設問の出来もよくなく，そもそも倒産法の勉強がほとんどできていないことをうかがわせるものであった。\n財団債権あるいは優先的破産債権にもとづいて破産手続開始の申立てをすることができるかは（設問１の残部），直接には教科書等でほとんど触れられていない。破産手続開始の申立権の意義や各種債権の破産法上の処遇の趣旨に基づいて，一貫性のある理由- 20 -付けで結論に至ることを求める問題であり，きちんと対応できている答案も多かった反面，問題の所在を把握できていない答案も有意な数あった。\nまた，債権の種類に応じた届出債権者の異議の効果（設問２）については，よく理解している答案も多かったが，優先順位の違いが債権調査における異議の効力にどう影響し得るかという問題の所在を十分把握していない答案も散見された。\n設問３は，破産手続開始の申立てと再生手続開始の申立てとが競合した場合の各手続の帰趨という手続上の基本的な規律を問うものであるが，全体に出来は余りよくなかった。特に，民事再生法第２５条第２号の要件について全く考慮していない答案が多かったことや，再生手続から破産手続への移行の場面において，破産手続開始の申立てが既にされている場合には，再生手続の開始により破産手続は中止していてもその申立ての効力自体は当然にはなくならないことを意識している答案が少なかったことには問題があると感じた。\n総じて言えば，受験者に対応可能な範囲で「答案作成現場での思考」をさせた設問１と設問２は出題者の予想よりもよくできていた。これに対して，設問３は意外にできていないという印象であった。昨年度に続いて，手続法上の事項については十分に勉強できていない受験者が多いことをうかがわせるものである。\n４ 今後の出題について今後も，特定の傾向に偏することなく，基礎的な事項の理解を確認する問題と受験生の問題発見能力を試す問題，倒産実体法に関する問題と倒産手続法に関する問題，企業倒産に関する問題と個人倒産に関する問題等，幅広い出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの基礎的な事項の十分な理解に重点を置くべきことは言うまでもないが，個々の規律をその趣旨や根拠に立ち帰って考えることにも配慮すべきである。新しい問題に対応するためには，関連する規律の趣旨や根拠にさかのぼることが必要となるからである。平成２０年新司法試験の"
}