{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００）\n医療法人社団であるＡは，平成１３年１月２４日，Ｂ県の知事から，介護保険法（以下「法」という。）第９４条第１項に基づく開設許可を得て，介護老人保健施設（以下「本件施設」という。）を運営してきた。本件施設は，要介護者を対象に，施設サービス計画に基づき，看護，医学的管理の下における介護及び機能訓練，その他必要な医療や日常生活上の世話を行うことを目的としている。現在，本件施設には６０名が入所して利用しており，大半が７０歳を超えた高齢者で，長期間の入所者である。\n平成１９年１０月１日，本件施設を退職して間もない元職員から，Ｂ県高齢福祉課に対し，本件施設では法令上必要とされている医師が存在せず，看護師，介護職員の人数が足りていない，との通報が入った。本件施設は，法第９７条第２項，第３項により，厚生労働省令（介護老人保健施設の人員，施設及び設備並びに運営に関する基準。以下「省令」という。）の定める基準を満たさなければならないとされている。上記通報を契機に，同月１５日，Ｂ県高齢福祉課職員（以下「Ｂ県職員」という。）が，法第１００条に基づき本件施設に立ち入り，質問，報告の聴取等の調査を実施した。Ａの理事長は，「ほかの施設では行政指導として実地指導が行われているにもかかわらず，いきなり法律に基づく調査を実施するのは穏当ではない。」と抗議をしたが，Ｂ県職員は，これを聞き入れることなく，調査に着手した。Ｂ県職員は，本件施設の職員から，身分や調査の趣旨を説明するよう要請されたにもかかわらず，身分証の提示を拒否し，公的な調査であり抵抗すれば罰則の対象になることを繰り返し述べた上，事務机の上にあった帳簿等書類を段ボール箱に詰めて持ち帰った。\nＢ県高齢福祉課としては，医師が存在しないという事実は確認できなかったものの，当日の調査に基づき，本件施設では，看護師数，介護職員数が不足しており，さらには，一部入所者に対する身体的拘束が常時行われているなど，法第９７条第２項，第３項，省令第２条第１項，第１３条第４項違反の状況が継続していると判断するに至った。\nそこで，Ｂ県知事は，Ａに対し，平成２０年１月１５日，勧告書を交付し，法第１０３条第１項に基づく勧告を行った。同勧告書には，同年３月２４日を期限として，①省令の定める基準を遵守できるよう常勤の看護師，介護職員の人員を確保すること，②入所者に対する常時の身体的拘束をやめ，定期的に研修等を行い，身体的拘束の廃止に関する普及啓発を図ること，③上記①及び②に関する改善状況を文書で報告することの３点が記載されていた。さらに，勧告に従わない場合には，Ｂ県知事が，Ａの勧告不服従を公表することがあること，措置命令や業務停止命令を発することがあることも明記されていたが（法第１０３条第２項，第３項），勧告の基礎となる事実は示されていなかった。\nＡの理事長は，前記調査以来，Ｂ県からは，何の連絡もなく，問い合わせに一切応じてこなかった状況の中で，いきなり勧告書が交付された上，内容的にも誤っているとして，激怒した。そこで，Ａは，同年３月１４日，勧告が違法であると考え，勧告に応ずる意思が無い旨を回答した。\nしかし，Ａの理事長は，このままでは，勧告書に書かれていたように公表がされ，市民からの信頼が失われること，Ａとしては多くの利用者が本件施設を離れてしまい，経営難に陥ること，仮に施設経営が立ち行かなくなれば，施設変更に伴う環境の変化や別の施設への移動により，高齢の利用者に身体面でも，精神面でも，大きな健康リスクが及ぶこと，入所者の移ることのできる施設が近隣には無いため，自宅待機となれば，入所者家族が大きな負担を負わざるを得ないことなどを懸念した。そこで，Ａは，弁護士Ｃに訴訟提起を依頼することとした。\n【資料１ 法律事務所の会議録】を読んだ上で，弁護士Ｄの立場に立って，Ｃの指示に応じ，設\n問に答えなさい。\nなお，介護保険法，介護老人保健施設の人員，施設及び設備並びに運営に関する基準，Ｂ県行政手続条例の抜粋は，【資料２ 介護保険法等】に掲げてあるので，適宜参照しなさい。〔設 問〕\n１. 勧告に従わなかった旨の公表がされることを阻止するために考えられる法的手段（訴訟とそれに伴う仮の救済措置）を検討し，それを用いる場合の行政事件訴訟法上の問題点を中心に論じなさい。解答に当たっては，複数の法的手段を比較検討した上で，最も適切と考える法的手段について自己の見解を明らかにすること。\n２. 前記１の最も適切と考える法的手段において勧告や調査の適法性を争おうとする場合に，Ａはいかなる主張をすべきかについて，考えられる実体上及び手続上の違法事由を挙げて詳細に論じなさい。\n【資料１ 法律事務所の会議録】\n弁護士Ｃ: 本日は，Ａの案件の基本処理方針を議論したいと思います。本件では調査のやり方が目を引きますね。\n弁護士Ｄ: Ｂ県の説明では，通報の内容が重大なものであり，証拠隠滅も懸念された結果だということです。\n弁護士Ｃ: 納得できる理屈ではありませんね。Ａはいきなり調査が行われたと主張していますが，これはどういった趣旨なのですか。\n弁護士Ｄ: Ｂ県の作成した調査の実施要綱によりますと，実務上は２種類の調査形態が存在するようです。一つは実地指導と呼ばれるもので，行政指導として行われる調査です。もう一つが本件で問題となっている，法律に基づく調査でして，調査に基づき勧告がされると，公表，措置命令，業務停止命令，開設許可取消しがされる可能性があります。\n弁護士Ｃ: Ａは調査について何を主張しているのですか。\n弁護士Ｄ: 調査の手順がひどい上，その中身も誤りだというのです。具体的には，①調査が，一部の出勤簿を対象としていない上，実施された特定曜日以外に週５日働いている看護師２名，介護職員５名を計算に含めていないなど，人員の把握を誤ったものであり，本件施設は看護師数及び介護職員数についての省令の基準を満たしていたこと，②ベッドからの転倒防止を第一に考え，５時間に限って，入所者家族の同意の下に１名のベッドに柵を設置しただけであり，常時の身体的拘束には該当しないことが主張されています。\n弁護士Ｃ: 調査が違法に行われたとして，そのことは勧告にどういった影響を及ぼすのか，両者の関係を整理してください。\n弁護士Ｄ: 分かりました。\n弁護士Ｃ: それと，勧告についてですが，Ａは唐突に出された点が不満のようですね。\n弁護士Ｄ: そうです。これに対し，Ｂ県の側は，手順は行政の自由であるという理解のようです。\n弁護士Ｃ: それは，勧告をソフトなものととらえているからでしょうか。本件の法的仕組みの中で勧告が占める位置や，その性格からさかのぼって，どのような手続が要求されるのか，もう一度検討してください。Ａの言い分からしますと，最も恐れているのは，勧告に続く公表のようですね。\n弁護士Ｄ: 勧告不服従事業者として市民に公表されるのだけは避けたいようです。\n弁護士Ｃ: Ｄ君には，勧告と公表の法的性格を分析した上で，採るべき法的手段について，公表を阻止する観点から検討をお願いします。【資料２ 介護保険法等】\n○ 介護保険法（平成９年１２月１７日法律第１２３号）（抜粋）\n（帳簿書類の提示等）第２４条 １，２ （略）\n３ 前２項の規定による質問を行う場合においては，当該職員は，その身分を示す証明書を携帯し，かつ，関係人の請求があるときは，これを提示しなければならない。\n４ 第１項及び第２項の規定による権限は，犯罪捜査のために認められたものと解釈してはならない。\n（開設許可）第９４条 介護老人保健施設を開設しようとする者は，厚生労働省令で定めるところにより，都道府県知事の許可を受けなければならない。\n２～６ （略）\n（介護老人保健施設の基準）第９７条 介護老人保健施設は，厚生労働省令で定めるところにより，療養室，診察室，機能訓練室，談話室その他厚生労働省令で定める施設を有しなければならない。\n２ 介護老人保健施設は，厚生労働省令で定める員数の医師，看護師，介護支援専門員及び介護その他の業務に従事する従業者を有しなければならない。\n３ 前２項に規定するもののほか，介護老人保健施設の設備及び運営に関する基準は，厚生労働大臣が定める。\n４ 厚生労働大臣は，前項に規定する介護老人保健施設の設備及び運営に関する基準（介護保健施設サービスの取扱いに関する部分に限る。）を定めようとするときは，あらかじめ社会保障審議会の意見を聴かなければならない。\n５ 介護老人保健施設の開設者は，要介護者の人格を尊重するとともに，この法律又はこの法律に基づく命令を遵守し，要介護者のため忠実にその職務を遂行しなければならない。\n（報告等）第１００条 都道府県知事又は市町村長は，必要があると認めるときは，介護老人保健施設の開設者，介護老人保健施設の管理者若しくは医師その他の従業者（以下「介護老人保健施設の開設者等」という。）に対し報告若しくは診療録その他の帳簿書類の提出若しくは提示を命じ，介護老人保健施設の開設者等に対し出頭を求め，又は当該職員に，介護老人保健施設の開設者等に対して質問させ，若しくは介護老人保健施設に立ち入り，その設備若しくは診療録，帳簿書類その他の物件を検査させることができる。\n２ 第２４条第３項の規定は，前項の規定による質問又は立入検査について，同条第４項の規定は，前項の規定による権限について準用する。\n３ （略）\n（設備の使用制限等）第１０１条 都道府県知事は，介護老人保健施設が，第９７条第１項に規定する施設を有しなくなったとき，又は同条第３項に規定する介護老人保健施設の設備及び運営に関する基準（設備に関する部分に限る。）に適合しなくなったときは，当該介護老人保健施設の開設者に対し，期間を定めて，その全部若しくは一部の使用を制限し，若しくは禁止し，又は期限を定めて，修繕若しくは改築を命ずることができる。\n（業務運営の勧告，命令等）第１０３条 都道府県知事は，介護老人保健施設が，その業務に従事する従業者の人員について第\n９７条第２項の厚生労働省令で定める員数を満たしておらず，又は同条第３項に規定する介護老人保健施設の設備及び運営に関する基準（運営に関する部分に限る。以下この条において同じ。）に適合していないと認めるときは，当該介護老人保健施設の開設者に対し，期限を定めて，第９７条第２項の厚生労働省令で定める員数の従業者を有し，又は同条第３項に規定する介護老人保健施設の設備及び運営に関する基準を遵守すべきことを勧告することができる。\n２ 都道府県知事は，前項の規定による勧告をした場合において，その勧告を受けた介護老人保健施設の開設者が，同項の期限内にこれに従わなかったときは，その旨を公表することができる。\n３ 都道府県知事は，第１項の規定による勧告を受けた介護老人保健施設の開設者が，正当な理由がなくてその勧告に係る措置をとらなかったときは，当該介護老人保健施設の開設者に対し，期限を定めて，その勧告に係る措置をとるべきことを命じ，又は期間を定めて，その業務の停止を命ずることができる。\n４ 都道府県知事は，前項の規定による命令をした場合においては，その旨を公示しなければならない。\n５ （略）\n（許可の取消し等）第１０４条 都道府県知事は，次の各号のいずれかに該当する場合においては，当該介護老人保健施設に係る第９４条第１項の許可を取り消し，又は期間を定めてその許可の全部若しくは一部の効力を停止することができる。\n一～八 （略）九 前各号に掲げる場合のほか，介護老人保健施設の開設者が，この法律その他国民の保健医療若しくは福祉に関する法律で政令で定めるもの又はこれらの法律に基づく命令若しくは処分に違反したとき。\n十～十二 （略）\n２，３ （略）第１４章 罰則第２０９条 次の各号のいずれかに該当する場合には，その違反行為をした者は，３０万円以下の罰金に処する。\n一 （略）二 第４２条第３項，第４２条の３第３項，第４５条第８項，第４７条第３項，第４９条第３項，第５４条第３項，第５４条の３第３項，第５７条第８項，第５９条第３項，第７６条第１項，第７８条の６第１項，第８３条第１項，第９０条第１項，第１００条第１項，第１１２条第１\n項，第１１５条の６第１項，第１１５条の１５第１項又は第１１５条の２４第１項の規定による報告若しくは帳簿書類の提出若しくは提示をせず，若しくは虚偽の報告若しくは虚偽の帳簿書類の提出若しくは提示をし，又はこれらの規定による質問に対して答弁をせず，若しくは虚偽の答弁をし，若しくはこれらの規定による検査を拒み，妨げ，若しくは忌避したとき。\n三 （略）\n○ 介護老人保健施設の人員，施設及び設備並びに運営に関する基準（平成１１年３月３１日厚生省令第４０号）（抜粋）第２章 人員に関する基準\n（従業者の員数）第２条 介護保険法（略）第９７条第２項の規定による介護老人保健施設に置くべき医師，看護師，介護支援専門員及び介護その他の業務に従事する従業者の員数は，次のとおりとする。\n一 医師 常勤換算方法で，入所者の数を１００で除して得た数以上二 薬剤師 介護老人保健施設の実情に応じた適当数三 看護師若しくは准看護師（以下「看護職員」という。）又は介護職員（以下「看護・介護職員」という。） 常勤換算方法で，入所者の数が３又はその端数を増すごとに１以上（看護職員の員数は看護・介護職員の総数の７分の２程度を，介護職員の員数は看護・介護職員の総数の７分の５程度をそれぞれ標準とする。）四 支援相談員 入所者の数が１００又はその端数を増すごとに１以上五 理学療法士又は作業療法士 常勤換算方法で，入所者の数を１００で除して得た数以上六 栄養士 入所定員１００以上の介護老人保健施設にあっては，１以上七 介護支援専門員 １以上（入所者の数が１００又はその端数を増すごとに１を標準とする。）\n八 調理員，事務員その他の従業者 介護老人保健施設の実情に応じた適当数\n２ 前項の入所者の数は，前年度の平均値とする。ただし，新規に許可を受ける場合は，推定数による。\n３ 第１項の常勤換算方法は，当該従業者のそれぞれの勤務延時間数の総数を当該介護老人保健施設において常勤の従業者が勤務すべき時間数で除することにより常勤の従業者の員数に換算する方法をいう。\n４ 介護老人保健施設の従業者は，専ら当該介護老人保健施設の職務に従事する者でなければならない。ただし，入所者の処遇に支障がない場合には，この限りでない。\n５～７ （略）第４章 運営に関する基準\n（介護保健施設サービスの取扱方針）第１３条 １～３ （略）\n４ 介護老人保健施設は，介護保健施設サービスの提供に当たっては，当該入所者又は他の入所者等の生命又は身体を保護するため緊急やむを得ない場合を除き，身体的拘束その他入所者の行動を制限する行為（以下「身体的拘束等」という。）を行ってはならない。\n５，６ （略）\n○ Ｂ県行政手続条例（抜粋）\n（定義）第２条 この条例において，次の各号に掲げる用語の意義は，当該各号に定めるところによる。\n一～六 （略）七 行政指導 県の機関がその任務又は所掌事務の範囲内において一定の行政目的を実現するため特定の者に一定の作為又は不作為を求める指導，勧告，助言その他の行為であって処分に該当しないものをいう。\n八 （略）第４章 行政指導\n（行政指導の一般原則）第３０条 行政指導にあっては，行政指導に携わる者は，当該県の機関の任務又は所掌事務の範囲を逸脱してはならないこと及び行政指導の内容が相手方の任意の協力によって実現されるものであることに留意しなければならない。\n２ 行政指導に携わる者は，その相手方が行政指導に従わなかったことを理由として，不利益な取扱いをしてはならない。\n３ 前項の規定は，公益の確保その他正当な理由がある場合において，県の機関が行政指導の事実その他必要な事項を公表することを妨げない。\n（申請に関連する行政指導）第３１条 申請の取下げ又は内容の変更を求める行政指導にあっては，行政指導に携わる者は，申請者が当該行政指導に従う意思がない旨を明確に表明したにもかかわらず当該行政指導を継続すること等により当該申請者の権利の行使を妨げるようなことをしてはならない。\n２ 前項の規定は，申請者が行政指導に従わないことにより公益が著しく害されるおそれがある場合に，当該行政指導を継続することを妨げない。\n（許認可等の権限に関連する行政指導）第３２条 許認可等をする権限又は許認可等に基づく処分をする権限を有する県の機関が，当該権限を行使することができない場合又は行使する意思がない場合においてする行政指導にあっては，行政指導に携わる者は，当該権限を行使し得る旨を殊更に示すことにより相手方に当該行政指導に従うことを余儀なくさせるようなことをしてはならない。\n（行政指導の方式）第３３条 行政指導に携わる者は，その相手方に対して，当該行政指導の趣旨及び内容並びに責任者を明確に示さなければならない。\n２ 行政指導が口頭でされた場合において，その相手方から前項に規定する事項を記載した書面の交付を求められたときは，当該行政指導に携わる者は，行政上特別の支障がない限り，これを交付しなければならない。\n３ （略）\n（複数の者を対象とする行政指導）第３４条 同一の行政目的を実現するため一定の条件に該当する複数の者に対し行政指導をしようとするときは，県の機関は，あらかじめ，事案に応じ，これらの行政指導に共通してその内容となるべき事項を定め，かつ，行政上特別の支障がない限り，これを公表しなければならない。\n（この章の解釈）第３５条 この章の規定は，県の機関が公益上必要な行政指導を行うことを妨げるものと解釈してはならない。",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，県知事が介護老人保健施設に対して勧告をした事案について，勧告を違法と考え従わなかった施設の代理人弁護士という立場から論じさせるものである。問題文と資料から基本的な事実関係を把握した上で，介護保険法や関連法令の趣旨を読み解き，適切な救済手段を選択し，それと結び付いた本案の主張を展開する力を試すものである。\n設問１は，勧告不服従の公表を阻止するための法的手段（訴訟とそれに伴う仮の救済措置）に関して，基本的理解を問う問題である。勧告や公表が処分に当たるのかといった検討を，介護保険法に即して行うことが前提となる。勧告に従わない場合には，公表や措置命令，業務停止命令，開設許可取消などがなされ得る法的仕組みを正確に把握した上で，勧告や公表の法的性格を分析することが求められている。\n例えば，処分性の定義を前提として，勧告が処分に当たることを具体的に説明した上で，その執行停止を解答する場合には，勧告の取消訴訟を論じることに加えて，行政事件訴訟法第２５条所定の要件について検討する必要があろう。勧告の処分性を否定する場合には，勧告に対して公法上の当事者訴訟を提起するとともに，仮の権利救済手段として仮処分を検討することが考えられる。確認訴訟を利用する場合には，確認の利益を中心に詳細な検討が期待される。\nまた，公表の処分性を肯定した上で，その差止め訴訟，仮の差止めを提案する解答もあり得る。\nこの場合には，差止め訴訟の要件（行政事件訴訟法第３７条の４）や仮の差止めの要件（特に，同法第３７条の５第２項，第３項）について，法文の解釈や当てはめが的確になされていることが必要となる。さらに，公表の処分性を否定し，公表に対する民事の差止め訴訟ないし公法上の当事者訴訟を提案し，仮処分の可能性を検討することも考えられる。民事の差止め訴訟を選択する場合には，差止めを根拠付ける権利について詳細な言及が望まれよう。このように，様々な法的手段が考えられる中で，複数の法的手段を提案し，それらの比較を通じて最も適切と考える法的手段を提示しなければならない。\n設問２は，調査，勧告の適法性を論ずる問題である。調査については，帳簿書類等を段ボール箱に詰めて持ち帰った行為が強制力の行使に当たるとすれば，介護保険法第１００条の解釈として許容されるのかを検討する必要がある。また，調査に当たりＢ県職員が身分証を提示しなかった点について，同法第１００条第２項，第２４条第３項に違反するのかが論じられなければならない。このほか，行政指導として行われる調査を同法第１００条の調査に先行させる義務を知事は負っているのかという問題も，検討すべき対象である。\n上記の検討を通じて，調査の違法が認められる場合に，それが勧告にどのような影響を及ぼすのかを検討することも，本問では要求されている。\n勧告の違法性に関しては，基準違反を内容とする県の指摘について，事実誤認を主張することが考えられる。このほか，勧告に関しては，勧告の手続法的違法が問題となろう。その前提として，勧告にはどのような行政手続が要請されるのかが論じられなければならない。例えば，勧告を不利益処分ととらえる場合には，行政手続法の不利益処分手続が適用される。この場合には具体的にどのような手続規制が要求されるのかを明らかにした上で，本件事案でそうした手続が踏まれていたのかを検討することとなろう。これに対し，勧告を行政指導と解する場合には，知事の行う行政指導については，行政手続法は適用除外となり，B県行政手続条例の定める行政指導手続が要求される。この点を指摘した上で，本件で手続に関する違法が認められるのかを同条例に即して検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨等（公表版の補足）\n・ 問題文，添付資料ともに，できるだけ簡潔にすることを心掛けた。これは，従来，時間不足により中途半端な解答に終わっている答案が少なからず見られたことにも配慮したものである。\n・ 単に「考えられる法的手段」を解答させるにとどめず，「複数の法的手段を比較検討した上で，最も適切と考える法的手段について自己の見解を明らかにする」ことを求めることにより，解答者の訴訟制度（仮の救済手段を含む。）に関する理解力と応用力を，\n一歩踏み込んで探ろうとした。\n２ 採点方針・ 救済手段の選択については，評論家風な解答ではなく，「自己の見解」が示されているか否かを採点に当たって重視することとした。\n・ 答案の構成が優れていたり，文章表現が優れ論理性の高い答案など，特に優れている答案には，とりわけ高い評価を与えることとした。\n・ 条文の引用が正確にされているか否かも採点に当たって考慮することとした。\n３ 採点実感以下は，採点委員から寄せられた感想のうち主要なものをまとめたものである。\n○ 基礎的知識はそれなりに身に付いてきていると感じた。\n○ 飛び抜けて良い答案・悪い答案は少なく，全体としてまずまずの出来だった。\n● 処分性の定義が不正確なものが少なくなかった。\n● 処分性の定義の形式的当てはめに終始し，問題事案における行政活動の性質の分析と必ずしもかみ合っていない答案が目に付いた。\n● 当事者訴訟に仮の救済なしとするもの，または，行政事件訴訟法第４４条によって仮処分が排除されているとするものが少なからず見られた。\n● 調査における強制・押収の違法について指摘する答案が極めて少なかった。\n● 調査の違法が勧告に及ぼす影響について，専ら「違法性の承継」の問題として解答をしている答案が少なくなかった。\n● 問題文・設問・資料で明記・誘導されているにもかかわらず，記述の及んでいない事項（仮の救済・強制調査の問題点など）がある答案も少なからず見られた。問題文や設問等を十分に読んでいないと思わざるを得ない。\n● 訴訟形式の選択について，比較の視点が希薄であり，実質的な検討が適切になされている答案は多くなかった。\n● 差止め訴訟について，取消訴訟が可能であれば駄目とするなど，補充性の理解が不正確であった。\n● 行政手続法と行政手続条例との適用区分について，正確な理解ができていない答案が少なからずあった。\n● 勧告の違法について，安易に行政裁量の問題として論じているものが目立った。\n● 取消訴訟の訴訟要件について，処分性の問題のみにしか触れていないものが少なくなかった。４ 今後の出題の在り方これまでのような基本的・全体的知識を試す方向と，一定の重要論点について深く論じさせたり，証拠の評価・事実認定をさせることによって，より高度な思考能力・文章表現力を試す方向との両者の要請を満たすような問題を工夫・検討すべき，との意見があった。\n５ 法科大学院に求めるもの・ 全体として見ると，行政法の理解度は着実に上がっており，法科大学院における教育の成果と見ることができる。ただし，行政救済法と行政作用法（総論）とに分けた場合，\n後者の分野での理解になお不足が感じられる。個別法・個別事案を素材として，行政活動の適法・違法を具体的かつ的確に判断する力を養うことが求められ，その意味で，より実践的・実務的教育が行われることが期待される。\n・ 法令の条文を適切に理解して当てはめることができず，論点を見つけると憲法や行政手続法（条例）を安易に援用して論ずる例が目立った。論点主義ではなく，基本的な法制度の仕組みを条文と照らし合わせながら理解する地道な学習が求められる。\n・ 結論のみを述べることに急な答案が目に付いた。結論を導く思考過程や論理過程を重視して，これを適切に表現する能力を磨く訓練を行うことを一層重視すべきである。平成２０年新司法試験の"
}