{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\nＡ（居住者）は，平成１０年に甲土地を代金３０００万円で購入し，これを２０台の自動車が収容可能な平面駐車場として賃貸していた。Ａは平成１２年に死亡し，その遺産をＢ（居住者）ら３人の子が相続した。Ｂらは限定承認をしなかった。Ａの死亡時における甲土地の時価は３３００万円であった。\nＢら３人の相続人は，相続後直ちに遺産分割協議を行い，甲土地については，Ｂがほかの共同相続人に対して代償としての金銭（以下「本件代償金」という。）合計１５００万円を支払って，これを単独取得すること（いわゆる代償分割）で合意した。Ｂは，金融機関から２０００万円を借り入れ，そこから本件代償金を支払い，甲土地の相続登記を済ませた。登録免許税等この相続登記に要した費用は２０万円であった。Ｂは，上記借入金を平成１７年に完済したが，そのときまでに支払った利子の合計額のうち本件代償金の額に対応する金額は１３０万円に上った。\nＢは，甲土地を取得した後は，Ａの駐車場経営を引き継がないこととし，甲土地の上に住宅を建て，自己の居住の用に供した。\nＢは，平成１９年に，甲土地をその上の住宅とともに売却し引き渡した。甲土地の売却価格は５０００万円であった。Ｂは，平成１９年分の所得税に係る確定申告において，譲渡所得の金額の計算上，甲土地に係る取得費の額に，①Ａが支払った購入代金３０００万円，②Ｂが支払った本件代償金１５００万円，③Ｂが支払った相続登記費用２０万円及び④Ｂが支払った借入金利子のうち本件代償金の額に対応する金額１３０万円の合計４６５０万円の各支払金の額を算入した。\n以上の事案について，租税特別措置法の適用はないものとした上で，以下の設問に答えなさい。\n〔設 問〕\n１. Ｂの平成１９年分の所得税に係る確定申告における前記①ないし④の各支払金の取扱いについて，それぞれの適否を論じなさい。その際，それぞれの適否に関する判断理由の中で，必要に応じて，所得税法における譲渡所得課税の趣旨や取得費の意義にも論及しなさい。\n２. 前記の事案においてＢがＡの駐車場経営を引き継ぎ，甲土地をそのまま駐車場として賃貸し続けていたとした場合，前記③の相続登記費用の取扱いがどうなるかについて，所得税法の条文の根拠を摘示して論じなさい。〔第２問〕（配点：５０）\nＡ建設株式会社（以下「Ａ社」という。）は，毎年３月末日を事業年度末日とする大手の建設会社であり，個人で建設用機械の修理業を営んでいるＢと取引関係にあるが，Ｂが独自の技術を有し，修理代金も割安であったことから，その依頼に応じて何度か同人に融資をしてきた。しかし，Ｂは，経営がはかばかしくなく，融資を受けた債務の元本について弁済の猶予を受けており，利息についても最近２年間はＡ社に支払えない状態であって，めぼしい財産もなかった。そのような折の平成\n２０年３月，Ａ社は，Ｂから，新たに５００万円の運転資金の融資を依頼された。これに対し，Ａ社は，その依頼を断ったが，その時点でＢに対して有していた元利合計で２０００万円の債権の全額を放棄することとし，同月中に書面でその旨をＢに伝えるとともに，放棄した債権につき貸倒損失として経理処理を行った。\nこれらの事実を前提として，以下の設問に答えなさい。\n〔設 問〕\n１. Ａ社が貸倒損失として経理処理した金額について，同社の平成２０年３月期の事業年度の所得の金額の計算上損金の額に算入することができるかどうかを，内国法人の各事業年度の所得の金額の計算構造を踏まえつつ論じなさい。\n２. ⑴ 「債務者が資力を喪失して債務を弁済することが著しく困難である場合において，当該債務の免除を受けたときは，当該免除に係る債務の金額に相当する金額については，所得税法第３６条第１項に規定する収入金額とすべき金額又は総収入金額に算入すべき金額に算入されないと解すべきである。」とする見解があるとした場合，それはどのような根拠に基づくものと考えられるかについて論じなさい。\n⑵ 前記⑴の見解を前提とした場合において，Ｂの所得税の課税関係がどうなるのかを論じなさい。- 8 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "purpose": "[租 税 法］\n〔第１問〕\n設問１は，相続人がいわゆる代償分割により相続財産を単独取得し当該財産を後に譲渡した場合における所得税の課税関係を，取得費の取扱いに関して問うものである。所得税法第６０条第１項第１号の規定に関する基本的な理解を問うとともに，代償分割に関する私法上の法律構成を所得税の課税関係の法律構成にいかに反映させるかを試している。あわせて，譲渡所得課税の趣旨をも勘案して，所得税法第３３条第３項及び第３８条第１項に規定する取得費に関する解釈論を展開する能力並びにその解釈の結果を具体的な事案における取得費該当性の判断に応用する能力を試すものである。\n設問２は，駐車場経営から生ずる所得に関する所得分類を踏まえた上で，駐車場用地の取得に伴い支払った登録免許税等の相続登記費用について，これを上記の取得費として取り扱うべきか又は所得税法第３７条第１項に規定する必要経費として取り扱うべきかを問うものである。\n〔第２問〕\n設問１は，法人税法の課税標準の計算構造に関する基礎的な理解を前提として，法人が債権放棄を行い，放棄した債権額につき貸倒損失として経理処理を行った場合の課税関係を問うものである。法人税法第２２条第３項に規定する損失として損金に算入できる貸倒れの要件についての理解と，本問に現れた具体的事実を前提として貸倒損失と認められるか否かを論じる能力を試すとともに，債権の放棄が法人税法第３７条に規定する寄附金に当たるか否かを検討する能力を試している。\n設問２は，小問（１）の問題文に示された見解について，「収入金額」ないし「所得」といった所得税法の基礎的な概念を踏まえつつ，その根拠付けを論理的に展開し，具体的事案に当てはめる能力を試している。",
  "scoring_notes": "１ 出題の趣旨，ねらい等（出題の趣旨に補足して）及び採点方針出題の趣旨は既に公表済みであるが，昨年までと同様，法科大学院における租税法の基本的な事項に関する学習を前提として，具体的な事案について，租税法規の解釈論をどのように展開することができるか，どのように事実関係を認定し租税法規に当てはめて判断することができるかを試すものである。\n第１問は，出題にかかわる所得税法の規定（第３３条第３項，第３７条第１項，第３８条第１項及び第６０条第１項第１号）及び関連判例（最判昭和４７年１２月２６日民集２６巻１０号２０８３頁，最判平成６年９月１３日判時１５１３号９７頁，最判平成１７年２月１日訟月５２巻３号１０３４頁等）の正確な理解並びに事実関係の正確な分析に基づき，設問に係る事案の判断が適切に行われ，かつ，説得的に論述されているかどうかを重視して，採点を行うことにした。相続人がいわゆる代償分割により相続財産を単独取得し当該財産を後に譲渡した場合における所得税の課税関係については，判例と異なる法律構成を説く有力な学説があるが，この学説に基づく解答にも採点上相応の配慮を行うことにした。\n第２問設問１の出題の主たるねらいは，本件の債権放棄が貸倒損失として損金に算入できるかにつき，貸倒れの要件をどのように考えるか，本問で示された事実を前提に貸倒れと認められるかどうかであり，法人税の所得計算方法は，その前提として出題したものである。貸倒れの要件については，いわゆる興銀事件（最判平成１６年１２月２４日民集５８巻９号２６３７頁）があるが，法人が任意の時期に債権放棄を行って課税所得の減算を図るという利益操作の可能性の防止，恣意性の防止という法人課税の基礎を踏まえて貸倒要件を検討することが重要である。当てはめにおいては，Ｂは倒産という事態にまでは立ち入っておらず，相当な技術力があるという点をも考慮に入れ，踏み込んだ論述が望まれた。設問２（１）は，論述の順序として，まず，債務免除益が所得税法第３６条第２項の経済的利益に当たることに触れた上で，その例外として，問題文にある場合にこれを非課税にする理由として考えられる根拠を示す必要がある。非課税の根拠としては，幾つかの考え方があり，それぞれに難点もあるので，こうした問題を踏まえ，説得的に自説を論じることが求められた。設問２（２）は，Ｂの所得税の課税関係を問うものであるが，Ｂの所得区分，資力を喪失して債務の弁済が著しく困難な状態にあるかの当てはめが問われている。設問２（１）と（２）では，（１）に比重を置いている。\n２ 採点実感等第１問は，所得税法上の基本的な制度の一つである譲渡所得課税制度の重要な要素である取得費に関する理解を問うものであり，また，設問において判断すべき事項を個別的に明示することによって出題の意図を推測することができるようにしていたので，出題の意図を大きく外した答案は少なく，出題時に予定していた解答水準を満たす答案がかなり多かったと思われる。もっとも，譲渡所得課税の趣旨については一般論としてはおおむねよく理解できている答案が多かったものの，個々の支払金に係る取得費該当性の判断において「必要に応じて」（設問１の問題文）その判断理由と結び付けて論及しようとする姿勢がみられる答案は必ずしも多くなかった。また，例えば，所得税法第６０条第１項と同条第２項との関係等について基本的な知識や条文読解力の不足をうかがわせる答案，個々の- 22 -支払金に係る取得費該当性の判断が相互に整合的でなく，事案を総合的に検討し論理一貫した判断を導き出す能力の不足をうかがわせる答案も散見された。基本的には，昨年の場合と同様であり，出題の意図が何かを把握しようとする注意力や出題にかかわる法令に関する基礎的な知識・理解力の不足にあると思われるが，その背景には，個々の条文や概念を他と関連付けて理解しようとするのではなく，いわば縦割り的に理解するにとどまっているような学習姿勢があるのではないかと考えられる。\n第２問であるが，設問１では，まず，内国法人の課税所得の計算方法は，法人税法第２２条各項の規定に沿って論述してもらえば足りたわけであるが，貸倒損失が同法第２２条第３項第３号にいう「損失」に該当するという前提を誤った答案が少なくない。このような答案は，入口部分で既につまずいてしまって，主要な論点である貸倒要件や本問での当てはめという論点にたどり着けないことになり，採点に大きな差が生じた。設問２（１）\nは，相当に難問だったように思われる。非課税の根拠については，結論のみを述べる淡泊な答案がほとんどで，いろいろな考え方を模索し，悩みながら一定の結論を導くというな答案はほとんどなかった。設問２（２）でも，その所得区分が事業所得か，一時所得かについて触れていない答案も少なくなく，基本的な部分の論述を欠くものが散見された。\n４ 今後の出題について特に見直す点はないと考えられるが，今後も引き続き，具体的な事実関係の下で租税法の基本的な条文や概念の理解とその適用能力を試す問題を出題し，しかも出題形式としては，受験者が出題の意図に従って解答しやすくするよう小問を順次検討していく形式によることが望ましいと考えられる。\n５ 今後の法科大学院教育に求めるもの所得税法及びこれに関連する法人税法に関して，基本的な条文や概念を他と関連付けて多角的に検討し理解する学習を基礎にして，そこで習得した知識や能力を事例演習等によって確認し，それらの応用力や総合的判断力を涵養していくというような教育が望まれる。平成２０年新司法試験の"
}