{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "- 27 -\n[環 境 法]\n〔第１問〕（配点：５０）\n検察官は，以下の趣旨の公訴事実により，Ａを起訴した。\n「Ａは，Ｂ県に隣接するＣ県の知事の許可を得て産業廃棄物収集運搬処理及び最終処分の事業を営む者であるが，Ｂ県知事の許可を受けないで，業として，平成２０年１月から３月までの間，処分費用を無料とする一方で運搬費との名目により１回１０万円を収受して，計２００回にわたり，いずれもＢ県内にあるＤ外３名から処理の委託を受けた産業廃棄物である『おから』合計\n２０００トンを収集し，運搬した上で，Ｂ県にある自己の工場において，熱処理及び乾燥をして，飼料及び肥料を製造し，もって無許可で産業廃棄物の収集，運搬，処分を業として行ったものである。」\nＡの弁護人の主張としてはどのようなことが考えられるか。これに対する検察官の反論としてはどのようなことが考えられるか。それぞれについて，再生利用（リサイクル）との関係にも配慮して答えよ。\nなお，「おから」は，国内において有料で（処理者に支払をして）処理が委託されている状況にあるものの，全国で発生量の５％が食用として売買され，利用されているものとする。〔第２問〕（配点：５０）\nＡ県内のＢ地区内に，石綿（アスベスト）を発生，飛散させる原因となる建築材料が大量に使用されている古いビル２棟（以下「ビル１」，「ビル２」という。）が隣接して存在していた。その所有者は，ビル１がＣ，ビル２がＤであり，Ｂ地区住民であるＥは，ビル１，ビル２と道路を面した向かい側に住居を構えている。Ｃが平成１９年４月からビル１の解体作業をしたところ，Ｅは，自宅の敷地内の大気中に，石綿が浮遊していることを確認した。\nＥは，石綿吸入による健康被害の不安を感じていたところ，今度はＤが同年６月からビル２を解体する予定であることを聞き及んだ。Ｅは，近隣住民全体の健康に影響を及ぼすおそれがあると考えてＢ地区自治会に自治会として対策を講じるように申し入れた。これを受け，Ｂ地区自治会は，Ａ県を介し，Ｄに対して石綿飛散防止の措置が十分に講じられるように求める申入れを行った。その結果，Ｂ地区自治会とＤとの間で資料１のような内容の公害防止協定が交わされた。\nその後，Ｄは，ビル２の解体作業に着手したが，Ｅ宅の敷地内の大気中に，公害防止協定第２条で定めた許容基準を超える石綿が浮遊していることが確認された。Ａ県が調査したところ，Ｄは，石綿を発生，飛散させる原因となる建築材料の除去を行う場所をほかの場所から全く隔離していないことが明らかとなった。\n資料２は，厚生労働省が石綿について一般向けに説明するために作成したパンフレットの抜粋であり，これを参照しながら，以下の設問に答えよ。\n〔設問１〕\nＤによるビル２の解体作業がなお続いているという状況の下で，Ａ県知事としては，どのような措置を講ずることができるか。また，Ｅは，Ｄに対してどのような訴訟上の請求をすることができるか。\n〔設問２〕\nＤによるビル２の解体作業が終了したが，Ｅは，石綿吸入による健康被害の不安を抑え切れないでいる。Ｅは，Ｃ及びＤに対してどのような訴訟上の請求をすることができるか。資料１公害防止協定書\nＢ地区自治会とＤは，Ｄが行うビル２の解体工事について，同ビルの近隣住民のために次のとおり公害防止協定を締結する。\n第１条 Ｄは，その所有するビル２の解体工事に当たって，周辺に石綿を飛散させないための措置を講ずることを約束する。\n第２条 Ｄは，近隣住民の自宅敷地内の大気中において，１リットルにつき１本を超える石綿を飛散させないことを約束する。資料２\n⑴ 石綿（アスベスト）とは？石綿（アスベスト）は，天然に産する繊維状けい酸塩鉱物で「せきめん」「いしわた」と呼ばれています。\nその繊維が極めて細いため，研磨機，切断機などの施設での使用や飛散しやすい吹き付け石綿などの除去等において所要の措置を行わないと石綿が飛散して人が吸入してしまうおそれがあります。以前はビル等の建築工事において，保温断熱の目的で石綿を吹き付ける作業が行われていましたが，昭和５０年に原則禁止されました。\nその後も，スレート材，ブレーキライニングやブレーキパッド，防音材，断熱材，保温材などで使用されましたが，現在では，原則として製造等が禁止されています。\n石綿は，そこにあること自体が直ちに問題なのではなく，飛び散ること，吸い込むことが問題となります。\n⑵ 石綿が原因で発症する病気は？石綿（アスベスト）の繊維は，肺線維症（じん肺），悪性中皮腫の原因になるといわれ，肺がんを起こす可能性があることが知られています（ＷＨＯ報告）。石綿による健康被害は，石綿を扱ってから長い年月を経て出てきます。例えば，中皮腫は平均３５年前後という長い潜伏期間の後発病することが多いとされています。仕事を通して石綿を扱っている方，あるいは扱っていた方は，その作業方法にもよりますが，石綿を扱う機会が多いことになりますので，定期的に健康診断を受けることをお勧めします。\n石綿を吸うことにより発生する疾病としては主に次のものがあります。労働基準監督署の認定を受け，業務上疾病とされると，労災保険で治療できます。\nア 石綿（アスベスト）肺肺が線維化してしまう肺線維症（じん肺）という病気の一つです。肺の線維化を起こすものとしては石綿のほか，粉じん，薬品等多くの原因があげられますが，石綿のばく露によって起きた肺線維症を特に石綿肺と呼んで区別しています。職業上アスベスト粉じんを１０年以上吸入した労働者に起こるといわれており，潜伏期間は１５～２０年といわれております。アスベ\nストばく露をやめた後でも進行することもあります。\nイ 肺がん石綿が肺がんを起こすメカニズムはまだ十分に解明されていませんが，肺細胞に取り込まれた石綿繊維の主に物理的刺激により肺がんが発生するとされています。また，喫煙と深い関係にあることも知られています。アスベストばく露から肺がん発症までに１５～４０年の潜伏期間があり，ばく露量が多いほど肺がんの発生が多いことが知られています。治療法には外科治療，抗がん剤治療，放射線治療などがあります。\nウ 悪性中皮腫肺を取り囲む胸膜，肝臓や胃などの臓器を囲む腹膜，心臓及び大血管の起始部を覆う心膜等にできる悪性の腫瘍です。若い時期にアスベストを吸い込んだ方のほうが悪性中皮腫になりやすいことが知られています。潜伏期間は２０～５０年といわれています。治療法には外科治療，抗がん剤治療，放射線治療などがあります。\n⑶ どの程度の量のアスベストを吸い込んだら発病するのか？アスベストを吸い込んだ量と中皮腫や肺がんなどの発病との間には相関関係が認められていますが，短期間の低濃度ばく露における発がんの危険性については不明な点が多いとされています。\n現時点では，どれくらい以上のアスベストを吸えば，中皮腫になるかということは明らかではありません。\n⑷ 省略⑸ アスベストを吸い込んだかどうかはどのような検査で分かるのか？胸部エックス線写真でアスベストを吸い込んでいた可能性を示唆する所見が見られる場合もありますが，アスベストを吸い込んだ方すべてに胸部エックス線写真の所見があるとは限りません。\n⑹ 吸い込んだアスベストは除去できるか？いったん吸い込んだアスベストの一部は異物として痰の中に混ざり，体外に排出されますが，大量のアスベストを吸い込んだ場合や大きなアスベストは除去されずに肺内に蓄積されると言われています。\n⑺ アスベストが原因で発症する疾患に特有の症状はあるか？発病し，更にある程度進行するまでは無症状のことが多いと言われています。\n⑻ 中皮腫や肺がんの発症を予防するにはどうすればよいか？過去，石綿にばく露したことによる中皮腫や肺がんの発症を予防することについては現在有効な手段は明らかではありませんが，石綿を吸い込んだ方がすべて中皮腫を発症するわけではありません。吸い込んだ石綿の量，期間，種類によって異なります。\n肺がんについては，石綿ばく露と喫煙との組合せで肺がんの発症は相乗的に上昇するとの報告があり，禁煙は重要です。\n⑼ 省略\n⑽ 省略\n⑾ 昔，石綿工場の近くに住んでいたことがあるが大丈夫か？中皮腫は吸い込んだ石綿の量が多いほど発症のリスクが高いと考えられており，労働者など直接石綿又は石綿含有の製品を取り扱う方は大量にかつ長期にわたって吸い込むので，最もリスクが高いと考えられています。\n昭和３０年代から４０年代ころの間に石綿工場の周辺に居住していた住民の中皮腫の発症については，その実態が明らかではありませんが，国においても情報の収集等を行って，一般住民のリスクについて検討することとしています。\n⑿ 省略\n⒀ 省略\n⒁ 省略\n⒂ 建築物（事務所，店舗，倉庫等）はアスベストの危険性があるか？建築物においては，・ 耐火被覆材等として吹き付けアスベストが・ 屋根材，壁材，天井材等としてアスベストを含んだセメント等を板状に固めたスレートボー\nド等が使用されている可能性があります。\nアスベストは，その繊維が空気中に浮遊した状態にあると危険であると言われています。\nすなわち，露出して吹き付けアスベストが使用されている場合，劣化等によりその繊維が飛散するおそれがありますが，板状に固めたスレートボードや，天井裏・壁の内部にある吹き付けアスベストからは，通常の使用状態では室内に繊維が飛散する可能性は低いと考えられます。\n吹き付けアスベストは，比較的規模の大きい鉄骨造の建築物の耐火被覆として使用されている場合がほとんどです。\n建築時の工事業者や建築士等に使用の有無を問い合わせてみるなどの対応が考えられます。\n⒃ 建築物（事務所，店舗，倉庫等）に吹き付けアスベストが使用されている場合においては，どうしたらよいか？吹き付けられたアスベストが劣化等により粉じんを発散させ，労働者がその粉じんにばく露するおそれがあるときは，除去，封じ込め，囲い込み等の措置を講じなければならないこととされています。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "purpose": "[環 境 法］\n〔第１問〕\n本問は，「廃棄物の処理及び清掃に関する法律」（廃棄物処理法）の下での廃棄物該当性の判断基準，及び，具体的事例に対するその適用に関する出題である。まず，判断基準について判示した最高裁判所平成１１年３月１０日第２小法廷決定・刑集５３巻３号３３９頁の内容を理解しているかが問われる。基準として，①性状，②排出の状況，③通常の取扱い形態，④取引価値の有無，⑤占有者の意思等を総合的に勘案，を意識しつつ，設問に即して，弁護人と検察官の主張を対応させるように解答することが期待されている。\nＡの弁護人としては，おからを飼料や肥料の原料として使用していることからその廃棄物性を否定する主張を中心にすることになる。廃棄物ではないから，収集運搬や処分についての廃棄物処理法の許可は不要であると主張することになる。また，リサイクル対象物を廃棄物に含めると解することの不合理性も主張することになる。\n検察官は，Ｄ外３名からＡに対して金銭が支払われているがゆえに廃棄物に該当すること，有価物でないため構造的に不法投棄等が発生しやすいがゆえに廃棄物とするのが適切であることなどの点を中心に反論することになる。廃棄物であるがゆえに再生行為(処分)であっても許可を要することなどの記述は加点要素となる。\n〔第２問〕\n設問１は，石綿が大気汚染防止法の規制対象であることの理解を問い，Ａ県がＢ地区自治会とＤとの間で公害防止協定を締結させた意味を問うものである。Ａ県知事が採り得る措置としては，大気汚染防止法第１８条の１８の作業基準適合命令が考えられる。同法第１８条の１４\nの作業基準の内容まで理解し記憶していることは求めないが，適用の可能性がある旨の指摘を期待している。ＥのＤに対する訴訟上の請求としては，公害防止協定に基づく債権的請求と人格権に基づく差止請求を論じ，民事上の保全処分の申立てをする必要性を論じることが求められている。その際，公害防止協定に基づく債権的請求を構成するための法的構成（第三者のためにする契約等）を指摘する必要がある。人格権に基づく差止請求では違法性ないし受忍限度論や差止請求の内容，抽象的差止請求の可否等も論じる必要がある。\n設問２は，Ｄに対しては，公害防止協定違反に基づく損害賠償請求，Ｃ及びＤに対しては，不法行為に基づく損害賠償請求の可否を問うものである。いずれについても何が損害に当たるかの議論を期待している。Ｃ及びＤに対する不法行為に基づく損害賠償請求では，共同不法行為論を論ずる必要もあり，違法性ないし受忍限度論も問題となる。",
  "scoring_notes": "【第１問】\n１ 出題の趣旨及び採点実感(1) 第１問では，「廃棄物の処理及び清掃に関する法律」（廃棄物処理法）の下での廃棄物該当性の判断基準の理解が正確にされているかどうかを問うとともに，具体的事例に対してその基準が適切に適用できるかどうかを問うた。\n廃棄物性の判断基準は，「不要物」という文言の解釈にかかわるが，この点については，いわゆる「おから決定」といわれる最高裁決定がある。この決定は，判断要素として，問題となっているものの，①性状，②排出の状況，③通常の取扱形態，④取引価値の有無，⑤占有者の意思等を挙げた上で，これらを総合的に勘案すべきという「総合判断説」に立つものである。答案の多くは，総合判断説に言及し，判断要素もおおむね記されていた。しかし，これが最高裁の判断となっていることを知らないと思われる答案も散見された。\n(2) 設問は，公訴事実を前提として，これに対する弁護側の主張と検察官の反論を対比させる形での解答を期待した。この点については，多くの答案が，そうした構成をとっていた。\n弁護側は，まず廃棄物ではないことを主張することになる。肥料・飼料の原料として用いられているという点は，多くの答案が触れていたが，本件において，Ａがおからを原料，すなわち，有価物として占有する意思がある点を論じていた答案はそれほど多くなかった。一方，この点に関する検察側の主張として，いわゆる「手元マイナス」の逆有償となっていることを指摘できた答案は多かった。これは，Ｄらの下では廃棄物となっていることを意味する。\n弁護側の主張として，「廃棄物」の定義が不明確であることから構成要件の明確性に欠けること，たとえ廃棄物であるとしてもリサイクルされている以上は可罰的違法性に欠けること，といった刑事法的論点への論及も期待されたが，この点に踏み込んだ答案は少なかった。\nリサイクルとの関係に留意することが求められていたが，弁護側の主張において，リサイクルを阻害するような解釈はすべきでないことを，循環型社会形成推進基本法の関係規定などを引用しつつ解答する答案は多くあった。\n廃棄物であるとしても，いわゆる専ら物であるとか再生利用認定制度の対象になるという点を論点に挙げた答案も多くあった。おからは専ら物ではなく再生利用認定制度の対象にもならないが，検察側の反論として，その知識を踏まえた解答をした者はほとんどいなかった。\n(3) 基本的論点に関する出題であったせいか，全体としてみれば，ほぼ予想していた解答水準であった。循環型社会形成推進基本法の枠組みのなかで廃棄物処理法を位置付けるという点についても，おおむね対応がされていた。\n２ 採点方針最高裁決定でも採用されている総合判断説の諸要素の正確な記述，「手元マイナス」であるがゆえに廃棄物と認定されることについて的確な記述ができているかどうかで評価が分かれた。専ら物制度や再生利用認定制度について論及しているかどうかでも，評価が分- 32 -かれた。廃棄物性の判断は，一般的状況を参考にしつつも，基本的には個別事案ごとにされるべきものであるから，「肥料及び飼料の製造」について商取引としての実績があるかどうかによって廃棄物性の評価も異なるという点にまで論及できた答案は評価した。関係する廃棄物処理法の規定は多くあるが，それを単に平板に並べるだけの答案は，低く評価された。\n３ 法科大学院教育に求めるものと今後の課題主要裁判例を学習するに当たっては，その結論のみを記憶するのではなく，原告被告双方のいかなる主張を踏まえて裁判所がそうした結論に至ったのかまでを深く理解する必要がある。基準となる事項についても，それのみを記憶するのではなく，具体的事例に的確に適用できるような能力の養成も求められる。また，本問が前提とした最高裁決定のように，その理由付けが簡単なものについては，原審にまでさかのぼって学習させることが必要になる。\n【第２問】\n１ 出題の趣旨及び採点実感(1) 第２問設問１は，まず，石綿が大気汚染防止法の規制対象であることの理解を問うた。\n大半の答案は，石綿が同法の規制対象であることを指摘でき，Ａ県知事が採り得る措置として，同法第１８条の１８の作業基準適合命令が考えられることを論ずることができた。しかし，同法の条文を見れば本件に適用のないことが明らかな規定，例えば，同法第１８条の１１を指摘するものも散見された。\nＥのＤに対する訴訟上の請求としては，まず，公害防止協定に基づく債権的請求が考えられ，この点を指摘する答案は多かったが，結論のみを簡単に指摘するだけで，このような公害防止協定にそもそも法的拘束力があるのかという基本的な問題について論じた答案は少なかった。また，本件の公害防止協定は，ＢとＤが交わしたのであることに気付き，それでも，Ｅが請求できるための法的構成（第三者のためにする契約等）まで指摘できた答案は極めて少なかった。設問１では，人格権に基づく差止請求を論ずることも期待されており，この点について指摘し，受忍限度論といった違法性論を論じた答案は多かったが，どのような差止請求が許されるか，抽象的差止請求は許されるのかといった点についてまで論じた答案は少なかった。\nまた，本件では，法的措置を速やかに講ずる必要性があることを問題文から読み取ることを期待しており，そのための手段として民事上の保全処分があることを指摘してほしかったが，この点について触れた答案はほとんどなかった。\n(2) 設問２は，Ｄに対しては，公害防止協定違反に基づく損害賠償請求，Ｃ及びＤに対しては，不法行為に基づく損害賠償請求の可否を問うものであり，いずれについても何が損害に当たるかについての突っ込んだ議論を期待した。単なる不安感だけでも損害賠償が認容されるのかについて，問題意識をもって論じた答案は少なかった。Ｃ及びＤに対する不法行為に基づく損害賠償請求では，共同不法行為論を論ずる必要があったが，どのような場合に共同不法行為の要件を満たすのかについて的確に論じた答案も少なかった。中には，ＣとＤの行為には強い関連共同性が認められると論じたものもあったが，\n特別の事情がない限り，共同不法行為論を正しく理解しているとはいえないと感じられた。(3) 以上のとおり，本件を検討する上で不可欠というべき基本的な問題点を丁寧に論じた答案は少なく，出題時に予定していた解答水準に達していないものが多かったといわざるを得ない。\n２ 採点方針Ａ県知事が採り得る大気汚染防止法上の規制措置等については，本件の事案に即して的確なものを指摘できたか否かによって評価が分かれた。事案を的確にとらえ，条文の意味を正しく理解している答案は評価した。\n差止請求や損害賠償請求については，実際に提訴する場合に当然検討しなければならない問題点は何かを問題文から的確に読み取り，この点について，簡にして要を得た説得力のある記述をした答案を評価した。問題文に書かれた事実関係を書き並べるだけの答案は，\n当然，評価しなかった。\n３ 法科大学教育に求めるもの，今後の出題環境訴訟では必ず問題となり得る差止訴訟や不法行為訴訟についての理解をこれまで以上に深める必要がある。民事保全法の理解も重要である。昨年度も指摘したが，実務では，\nある環境現象の解決のために様々な法制度が動員される。法科大学院には，具体的事例に即した問題点の検討が的確にできるよう御指導をお願いしたい。また，日ごろから基本となる法律の条文に親しむように御指導いただきたい。\n今後の出題については，今回のような出題形式にこだわることなく，更に創意工夫を凝らし，新司法試験の理念に沿った適切な出題を探求していきたい。平成２０年新司法試験の"
}