{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\n次の事例について，国際判例を踏まえて後記の設問に答えなさい。\nＡ国に派遣されているＢ国外交官乙が，Ａ国内でＡ国軍人甲から，金銭と交換に極秘軍事文書を受け取るという計画があった。乙が甲から極秘軍事文書を受け取ることを事前に察知したＡ国警察当局は，その場に警察官を張り込ませていたところ，甲から乙に極秘文書が受け渡された。\nそれを現認した警察官は，その場で甲，乙両人を「スパイ罪」の容疑で逮捕し，警察施設に拘束した。Ｂ国政府は直ちにＡ国政府に対してＡ国政府の措置が国際法に反している旨の抗議を行い，乙の即時釈放を要求した。しかし，数日たってもＡ国政府はＢ国の釈放要求にこたえずに乙を拘束し続けている。Ａ国政府はＢ国に対して，公式な声明は出していないが，Ａ国政府高官丙は，記者団に対して，「乙がＡ国内で重大犯罪を犯した以上，乙がたとえ外交官であっても，真相が解明されるまで，Ａ国警察に拘束されるのは当然である。」と述べた。\n〔設 問〕\n１. Ａ国政府高官丙の発言について，理由を付して論評しなさい。\n２. Ａ国政府は，乙が甲を唆してＡ国の極秘軍事文書を受け取ったことを現認したが，その場で逮捕しなかった場合，Ｂ国及び乙に対して国際法上どのような措置を採り得るかについて，あらゆる可能性を考えて説明しなさい。\n３. 乙が拘束され続ける場合には，Ｂ国政府は国際法上どのような措置を採ることができるかを，⒜裁判外の措置とその内容，及び⒝裁判上の措置とその内容に分けて説明しなさい。\nなお，ＡＢ両国は，「相互にその権利を争うすべての紛争は，国際司法裁判所に付託される。」と規定する条約を２０年前から結んでいる。\n- 34 -\n〔第２問〕（配点：５０）\n次の文章を読んで，後記の設問に答えなさい。\nＡ国とＢ国との間には，安全保障条約が結ばれている。それに基づいて，Ｂ国の領土には，Ａ国の軍事基地がある。この軍事基地では，夜間から早朝においてもＡ国軍隊のジェット機が離発着し，それに伴う地上における活動が日常的に行われている。これらの活動に起因する騒音によって，当該基地の付近に居住する住民は，精神的及び身体的な被害を被っている。そこで，当該基地の付近に居住する住民のうちのＸは，Ｂ国の国内裁判所へ，Ａ国を被告として損害賠償を請求する訴訟の提起を考えている。\nＡ国は，安全保障条約上の関連条文に基づき，Ａ国軍隊の活動の結果が基地外に及ぶ場合には，公共の安全に配慮する義務を負う。また，Ａ国軍隊は，Ｂ国の法令を尊重する義務を負っている。\nさらにこの条約には，次の条項がある。\n第６条 公務執行中のＡ国軍隊の構成員の作為又は不作為あるいはＡ国軍隊が法律上責任を有するその他の作為，不作為，若しくは事故を原因とするＢ国における損害賠償請求に関しては，Ａ国政府との間で解決するのではなく，Ｂ国政府との間で解決するものとする。\n〔設 問〕\n文章の事例において，Ａ国軍隊の航空機による夜間離発着やそれに伴う活動を原因とする損害に関して，損害賠償請求訴訟を提起されたＢ国裁判所は，確立した国際法の原則に従って，本事例の固有の法状況を踏まえて，Ｂ国の裁判管轄権につきどのように判断すべきかについて，自己の見解とその理由を述べなさい。\nなお，一国の領域内における他国の行為や他国の不動産をめぐる訴訟に関して，領域国の民事裁判権が肯定される国内裁判事例やこれを明定する国内法が増えてきているという事実がある。\n- 35 -\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国際関係維持に不可欠な外交関係法の特質を問う問題である。\n設問１では，外交官の特権である，「身体の不可侵」（外交関係に関するウィーン条約第２９条）の絶対性を問うている。①外交官の「身体の不可侵」，ひいては外交官の特権免除が，「外交使節団の任務の能率的な遂行の確保」と「派遣国の代表性」に基礎を置いており，②\nそのために派遣国が放棄しない限り絶対的な性格を持つことを述べ，したがって，設問のような「スパイ罪」の嫌疑のある事例であっても乙を拘束し続けることが上記の外交関係に関する規則に反することを説明するのが解答の要点である。もちろん，外交官の身体が不可侵であるとしても，現行犯であって火急の必要がある場合に，現場で一時的に取り押さえるこ\n- 13 -とが許されるかどうかという点まで議論すれば完璧である。さらに，ＡＢ両国のいずれかが，外交関係に関するウィーン条約に入っていない場合にも上記規則が国際慣習法を表し，それゆえに適用されることに言及してもよい。\n設問２は，接受国が外交特権の濫用があったことを現認したときに，接受国が正当に採り得る措置を問う問題である。まずは，当該外交官について，接受国が「ペルソナ・ノン・グラータ」を宣言して退去を求めるのが採り得る措置の第１である（外交関係に関するウィーン条約第９条）。しかし，派遣国ぐるみで重大犯罪を犯しているなどの場合には，派遣国の判断によって外交使節団自体の退去を求めることもできる（同条約第２条）（例えば，１９８４年の英国のリビアに対する措置）。次に，乙の行為が，外交官の「接受国の法令尊重」の義務（同条約第４１条）に反していることを根拠に，上記の外交関係法特有の措置以外が可能かを検討してもらいたい。具体的には，国家機関たる乙の行為が国際法義務違反を構成すれば，Ａ国はＢ\n国の国家責任を追及でき，陳謝等の救済（責任の解除）を求めることを説明してもらいたい。\nさらに，Ｂ国の国際法上の義務違反に対して，外交関係法とは離れて，一般の対抗措置が採り得るかの検討も重要である。国際司法裁判所「在テヘラン米国大使館員人質事件」が説くように，外交関係法は「自己充足的な体制（self-contained regime）」を構成するために一般国際法上の対抗措置の採用は制限される。この点との関係で乙の行為に対して，Ａ国が一般国際法上の対抗措置を採れるかどうかも検討してほしい。\n設問３は，外交特権免除の侵害（外交官の身体の侵害）が続いている場合に，Ｂ国が採り得る措置を尋ねている。国際司法裁判所「在テヘラン米国大使館員人質事件」を思い浮かべて解答すればよい。裁判外では，交渉や第三国のあっせん等によって乙の釈放を求めるという常識的な方法に加えて，Ｂ国が対抗措置を採り得るかどうかなどを検討してほしい。対抗措置を採り得る条件は満たしているか（「義務違反の継続」と「当該行為中止の目的」），また，採る場合にはどのような条件が課されるか（特に本件の場合は，外交官の不可侵性の尊重）をきちんと説明することが求められる。裁判上は，Ａ国の国家責任を追及して義務違反の中止（乙の身柄の解放）等を求めることが可能であるが，それに先立って，釈放のために権利保全のための暫定措置（国際司法裁判所規程第４１条）を求めることを考えなければいけない。\n本問では，外交関係法上の義務違反に対して，派遣国，接受国がいかなる措置を採って，義務違反の是正を求めることができるかを中心に試そうと考えた。また，国際法規の解釈と問題の状況への当てはめ（適用）をきちんと分けて考えるようにしてもらいたい。\n〔第２問〕\n本問は，国内裁判所が判断に直面する国際法上の問題のうち頻度の高い問題であり，かつ，主権国家の並存を基盤として成立している国際法の基本原則の一つを構成する，国家免除原則に関する問題である。日本の国内判例において，絶対免除原則から制限免除原則へと判例変更の道を開くという意味で，重要な意義を持ち大きな注目を集めている国内判例を素材として，問題文の事実関係及び関係者の法律関係が設定されている。\nＸがＡ国を被告としてＢ国の国内裁判所に訴訟提起するわけであるが，Ｂ国の裁判管轄権がＡ国に対して及ぶかという点で，国家免除原則が問題となる。\n第一に，国家免除原則についての基本的な理解が求められる。そこでは，絶対免除原則から制限免除原則への移行という国際法の動向，その移行の背景にある事情（国家観念のとらえ方の変遷，国家機能の変化，国家の取引の相手方たる私人の保護という要請等）,\n問題文中にあるように諸国の実践の集積などを踏まえた論述が求められる。\n第二に，制限免除原則の立場に立つ場合には，国家免除の対象となる行為の範囲が問題となる。これについては，行為主体ではなく行為そのものに着目すると，行為に着目\n- 14 -する考え方には行為目的説と行為性質説とがあることの認識を示した上で，どのように免除の対象となる行為の判断基準を設定するかを論証することになる。具体的な例を挙げて受験者自身の採用する立場を説明すると説得的な論証となり得る。\n第三に，受験者自身の採用する立場に立って，それを本件の事例へ丹念に当てはめることにより，本件においてＢ国の裁判管轄権がＡ国に及ぶかについての結論を導くことになる。それに際しては，まず，本件の具体的事実という点で，Ａ国軍事基地での夜間の航空機の離発着，地上での関連活動であることに着目する。さらに，Ａ国とＢ国間の安全保障条約上の法律関係として，Ａ国の軍事基地での活動が条約上で負っている義務\n（公共の安全に配慮する義務，Ｂ国の法令を尊重する義務）の持つ意義にも留意する。\n加えて，同条約第６条が国家免除に関していかなることを規定する条文であるか，その効果は，受験者自身の採用する立場に基づくとどのようなものかを論じることになる。",
  "scoring_notes": "-1-\n平成２０年新司法試験の採点実感等に関する意見（憲法）\n１ 全体的印象\n(1) 答案の中には，①出題趣旨に沿って 問題点を正確にとらえ，的確に資料を分析し，法\n論理的思考力を発揮しているもの，②岐阜 県青少年保護育成条例事件判決伊藤補足意見\nに示された判断枠組みを正確に理解した上 で解答しているもの，③情報の受け手が自由\nに当該情報を閲覧できない状況がＡ自身の 表現の自由とどのようにかかわるかという基\n本的な問題について問題意識を持ち，知る 自由や違憲主張適格などの問題を意識的に論\nじているもの，④積極的な表現行為に対す る表現内容規制の合憲性という基本的な問題\nについて， 資料を相応に分析し， 反対説を踏まえながら， 自らの見解をしっかり展開し，\n多少荒削りなところもあるが，考え方の筋 道に法的思考のセンスを感じさせるものもあ\nった。そのような答案は， 受験生が法科大学院での実務を見据えた理論教育において 「学\nび，そして問う」作業をしっかりと行って きた成果と評価し得る。しかし，そのような\n答案は，少数にとどまった。\n(2) 憲法学という視点からは，基礎的理 解が不十分で，設問の具体的事情を離れて表現の\n自由に関する論証を記憶に従って並べただ けの答案が多く，事案の内容に即した個別的\n・具体的検討の不十分さや応用力という点 で課題を残すものであった。また，いわゆる\n論点主義の解答に陥っている答案が多く見 られた。それらは，残念ながら，憲法の基礎\n理論を生きた知識として身に付けていない ，また，法的思考力ないし論証力が十分に定\n着していない，と評価せざるを得ないものであった。\n(3) 第１回，第２回に比べると，受験生 が新しい試験のスタイルに慣れてきていることが\nうかがえた。しかし，逆に， 「弁護人の主張」 「検察官の主張」として，とにかく対立\nする主張を書けばよいと考えているような ものが多く，設問の事案の問題点をそれぞれ\nの角度から掘り下げていくという姿勢で書かれている答案は少なかった。\n(4) 受験生にとっては論じやすい積極的 「表現の自由」がテーマであったためか，逆に，\nパターン化された答案が目につき， 「型にはまった論述」が少なからず見られた。\n(5) 関連する先例がきちんと挙げられて ，検討されていない（本問では，岐阜県青少年保\n護育成条例事件判決，第三者所有物没収事件判決等） 。このことは，それぞれの領域の\n重要判例を当該事案との関係でただ覚えて いるだけで，問題を本質的に理解していない\nことの現れであるように思われる。\n(6) 前記のような答案の全般的状況から すると，法科大学における教育成果は，なお産み\nの苦しみの段階にあるといえよう。\n以下，今年度の答案に見られた具体的な問題点から， 【注意してほしいこと】 ，【改めて\n学んでほしいこと】という項目立 てにより，今後に向けた建設的なメッセージを送るとい\nう観点から，採点を担当した各委員から寄せられた採点感想をまとめることにしたい。\n２ 注意してほしいこと\n(1) 論述の形式\nア 問題の形式に応じて答える必要がある 。問われているのは，弁護人，それに対して\n想定される検察官の主張と自説 であり，まずは，弁護人の立場にたった論述が必要で\nある。設問２で，検察官の主張 又は自説の一方しか書いていないのは不十分であり，\n誰の見解を述べているのか判然 としないものは不適切である。設問１で挙げた論点に\n-2-\nついて設問２で全く触れていないものも，不適切である。\nイ 訴訟の両当事者の主張を書かせている 意味を理解することが必要である（立場の使\nい分けができてほしい。 ）。また，弁護人の主張として， 「Ａの行為を規制することは\n憲法○条に違反する。 」，検察官の主張として， 「制約のない人権はなく，事案では合\n憲な制約をしている。 」などと抽象的な記載をするにとどまる答案は，主張の根拠に\n関する内容が乏しく，不十分である。\n(2) 内容面\nア 内容にかかわる問題として指摘せざるを得ないのが， 「当てはめ」 についてである。\n本来，「当てはめ」とは，具体的事例に合わせて抽象的な法理論を柔軟に具体化する\n作業を指す。しかし，答案で「 当てはめ」として書かれていることを見ると，暗記し\nている抽象的理論を絶対視して いて，具体的事例にそのまま「当てはめ」れば自動的\nに解答が出てくるかのように誤 解しているのではないかと思われる。その結果，具体\n的事例の個性が暗記してきた抽 象的理論に収まらないときは，それ以上の思考を巡ら\nせることなく，具体的事例の個性の方を切り捨ててしまうことになる。\n新司法試験で測りたいと思っている重要な 要素である個別的・具体的思考力は，そ\nのような極めて形式的な「当て はめ」とは矛盾対立するものである。必要なのは，事\n案の内容に即した個別的・具体 的な検討である。基礎的理解の確立と具体的な問題へ\nの対応の必要性について，受験生が再認識するよう求めたい。\n事案の個別的・具体的分析は， 新司法試験の眼目の一つであり， 事案の分析の薄い，\n紋切り型の答案を脱するために ，事案の内容に即した個別的・具体的検討は必要不可\n欠である。\nイ 弁護人として裁判上どのような主張を 行うのかが問われている。本来主張してしか\nるべき点について十分な論述を しない一方で，その主張が判例及び主要な学説からし\nて全く筋の通らない主張を展開 する姿勢は，問題があるように思われる。やはり，弁\n護人として，依頼者である被告 人のために最も有効な主張をどのようにして組み立て\nるのかという視点が必要不可欠である。\n(3) 資料の活用\nア 与えられた資料を精読せず，具体的な 事案に即したきめ細かい対応がなされていな\nい。例えば，資料で示された本 問に特有の具体的な事情について全く触れていない答\n案が目立った。解答する上で，資料の活用は必須である。\nイ 資料の活用とは，資料に書かれている ことを「書き写す」ことではない。ただ漫然\nと「書き写す」だけの答案は， 不適切であり，不十分である。資料のどこの部分をど\nのように評価したのか，あるい は評価しなかったのか，きちんと説明されていなけれ\nばならない。\n３ 改めて学んでほしいこと\n(1) 法令違憲，適用（処分）違憲\nア 被告（当事者）としては法令違憲の主 張をまず行い，それが認められない場合でも\n本事件に関して適用違憲（処分 違憲）が成り立つことを主張する方法が，まず検討さ\nれるべきである。\n今回の設問も， 法令違憲と適用違憲 （処分違憲） とを区別して論ずるべきであるが，\n法令違憲と適用違憲（処分違憲 ）の違いを意識して論じている答案は少なかった。一\n-3-\n応区別しているが内容的に適切 でないものなど，違憲判断の方法に関する学習が不十\n分と思われるものが多かった。\nイ 法令違憲では，ウェブサイト全体をフ ィルタリング対象にするという広汎さが明ら\nかに問題になるのに，この点の 検討を省いている答案がかなりあった。同様に，Ａが\n自己のサイトで注意喚起してい ることも適用審査において明らかに問題とすべきであ\nるが，書いていない答案が目立った。\nウ Ａが注意を促す文章を掲げていたとい う点を，適用違憲（処分違憲）を念頭に置い\nて適切に拾い上げて論述してい る答案は少なかった。触れていても，問題文でヒント\nを出しているにもかかわらず， これを法令違憲の根拠として用いるものが多かった。\n(2) 明確性の原則，そして内閣府令への委任\nア 明確性については，多くの答案が取り 上げていたが，それらは，必ずしも十分では\nなかった。本問の場合，明確性 の要求は，表現の自由に関係すると同時に憲法第３１\n条にも関係する。 この両者における明確性の原則の関係を認識し， 論ずる必要がある。\nイ 明確性の厳格度を巡る問題，すなわち ，青少年保護を目的とする場合には厳格度が\n緩和されるのか否か，という問題もある。\nウ 本問における明確性の問題については ，内閣府令が法律の委任を受けて規定してい\nる場合， 法律だけでは明確とはいえないが， 下位規範による 「補完」 を認めるか否か，\nという問題もある。\nエ 内閣府令への委任自体も問題になる。 本問では，法律が残虐性の定義に関する本質\n的事項（あるいは重要事項）を定めているか否かが問題となる。\n(3) 青少年保護と内容規制\nア 「インターネット規制だから手段規制 である」とする答案があった。もしそのよう\nな考え方をすれば，印刷メディ アにかかわる規制も手段規制になってしまう。そのよ\nうな把握が誤りであることは， 明らかである。伝達手段としてのインターネットの特\n質と印刷や放送の特質との相違 をどのように考えるか，という問題は別途あるが，残\n虐性に着目した本問の規制は内容規制である。\nイ 本問の中心的問題の一つは，青少年保護 という見地からの表現内容の規制である。\nしたがって，青少年保護の問題 自体について，その立法事実を巡る問題も含めて検討\nする必要がある。\nウ １８歳未満の者の保護という立法目的に よって，表現の自由の保障の程度や範囲が\n成人の場合と異なってどの程度 緩和されるのかという検討が必要である。単に表現の\n自由の保障の一般論を展開するだけでは不十分であり， 「有害情報」に関する憲法上\nの保障の程度や， 「知る自由」 ，さらには「青少年（１８歳未満者）の保護」を踏ま\nえた検討が必要である。\n(4) 違憲を主張する適格性\nア 違憲主張をする場合，まず誰の人権が 侵害されるのかを明らかにする必要があり，\n主張者本人の人権侵害を主張す るものでなく，Ａ以外の知る権利など，第三者の人権\n侵害を取り上げるのならば，な ぜ第三者の人権侵害を主張できるのかを検討しなけれ\nばならない。\nイ 本問では，第三者の権利主張の可否は 一つの重要な論点である。しかし，これに触\nれていない答案の方が多かった。\nウ 「Ａの表現の自由」の制約の違憲性が， 実際には，Ａの発信情報を受ける者の知る\n-4-\n自由の制約であるという意識が 明確化されないままに混同して記述しており，そこで\nは第三者の人権侵害を主張する 際の問題点が欠落している答案が多かった。触れてい\nる答案でも，本来の訴訟要件の 問題と混同して，訴えの利益を論ずるなど，的外れな\n論述が少なからず見られた。\nエ 法令違憲を論じているはずなのに，その 理由として，Ａの目的や注意書き添付とい\nった個別的行為を理由に違憲の判断を導くものが圧倒的に多く， 実際には適用違憲 （処\n分違憲）の論述をしていた。法 令自体の問題点を論ずべき法令違憲（当該処分の違憲\n性から過度の広汎性等の理由で法令自体の違憲性へと進むアプローチもある） ，当該\n処分（適用）の問題点を論ずる 適用違憲（処分違憲）の基本的相違を正確に理解する\n必要がある。\n(5) 審査基準について\nア 審査基準の内容を正確に理解すること が，必要不可欠である。中間審査基準におけ\nる目的審査で「正当な目的」とするのは誤りである。中間審査基準では， 「重要な目\n的」であることが求められる。 合理性の基準で求められる「正当な目的」の意味・内\n容を正確に理解してほしい。\nイ 本問は，表現の自由の制約に関する一 般的な審査基準を修正する必要があるのかど\nうかを問うものである。一般的 審査基準を明らかにすることなくアプリオリに修正が\n必要であるとしていきなり修正 基準を記述したり，修正の必要性に触れずに一般的審\n査基準を既に修正基準の内容で 記述しているものが相当数見られた。しかし，本件の\n事案分析を踏まえてもなお，厳 格審査の基準であるのか，それとも審査基準が緩和さ\nれるのか等について，論ずる必要がある。\nウ 審査基準論を展開するが，なぜその審 査基準を採用するのか，また，本件の事案に\n適用した場合にどうなるのか，について丁寧に論ずる必要がある。\nエ 「厳格な審査が求められる」と一般的 な言い回しをしながら，直ちに「厳格審査の\n基準」あるいは「中間審査の基 準」と書くことには，問題がある。合理性の基準より\nも審査の厳格度が高められるものには， 「厳格審査の基準」と「中間審査の基準」と\nがあるので，なぜ，どちらの基準を選択するのかについて，説明が必要である。\nオ 審査基準が定められたとしても，それ で答えが決まるわけではない。必要不可欠の\n（重要な，あるいは正当な）目 的といえるのか，厳密に定められた手段といえるか，\n目的と手段の実質的（あるいは 合理的）関連性の有無，規制手段の相当性，規制手段\nの実効性等はどうなのかについ て，事案の内容に即して個別的・具体的に検討するこ\nとが必要である。\n-5-\n平成２０年新司法試験の採点実感等に関する意見（行政法）\n１ 出題の趣旨等（公表版の補足）\n・ 問題文，添付資料ともに，できるだけ簡 潔にすることを心掛けた。これは，従来，時\n間不足により中途半端な解答に終わってい る答案が少なからず見られたことにも配慮し\nたものである。\n・ 単に「考えられる法的手段」を解答させるにとどめず， 「複数の法的手段を比較検討\nした上で，最も適切と考える法的手段につ いて自己の見解を明らかにする」ことを求め\nることにより， 解答者の訴訟制度 （仮の救済手段を含む。 ） に関する理解力と応用力を，\n一歩踏み込んで探ろうとした。\n２ 採点方針\n・ 救済手段の選択については，評論家風な解答ではなく， 「自己の見解」が示されてい\nるか否かを採点に当たって重視することとした。\n・ 答案の構成が優れていたり，文章表現が 優れ論理性の高い答案など，特に優れている\n答案には，とりわけ高い評価を与えることとした。\n・ 条文の引用が正確にされているか否かも採点に当たって考慮することとした。\n３ 採点実感\n以下は，採点委員から寄せられた感想のうち主要なものをまとめたものである。\n○ 基礎的知識はそれなりに身に付いてきていると感じた。\n○ 飛び抜けて良い答案・悪い答案は少なく，全体としてまずまずの出来だった。\n● 処分性の定義が不正確なものが少なくなかった。\n● 処分性の定義の形式的当てはめに終始し ，問題事案における行政活動の性質の分析と\n必ずしもかみ合っていない答案が目に付いた。\n● 当事者訴訟に仮の救済なしとするもの， または，行政事件訴訟法第４４条によって仮\n処分が排除されているとするものが少なからず見られた。\n● 調査における強制・押収の違法について指摘する答案が極めて少なかった。\n● 調査の違法が勧告に及ぼす影響について ，専ら「違法性の承継」の問題として解答を\nしている答案が少なくなかった。\n● 問題文・設問・資料で明記・誘導されて いるにもかかわらず，記述の及んでいない事\n項（仮の救済・強制調査の問題点など）が ある答案も少なからず見られた。問題文や設\n問等を十分に読んでいないと思わざるを得ない。\n● 訴訟形式の選択について，比較の視点が 希薄であり，実質的な検討が適切になされて\nいる答案は多くなかった。\n● 差止め訴訟について，取消訴訟が可能で あれば駄目とするなど，補充性の理解が不正\n確であった。\n● 行政手続法と行政手続条例との適用区分 について，正確な理解ができていない答案が\n少なからずあった。\n● 勧告の違法について，安易に行政裁量の問題として論じているものが目立った。\n● 取消訴訟の訴訟要件について，処分性の 問題のみにしか触れていないものが少なくな\nかった。\n-6-\n４ 今後の出題の在り方\nこれまでのような基本的・全体的知識を試 す方向と，一定の重要論点について深く論じ\nさせたり，証拠の評価・事実認定 をさせることによって，より高度な思考能力・文章表現\n力を試す方向との両者の要請を満たすような問題を工夫・検討すべき， との意見があった。\n５ 法科大学院に求めるもの\n・ 全体として見ると，行政法の理解度は着 実に上がっており，法科大学院における教育\nの成果と見ることができる。 ただし， 行政救済法と行政作用法 （総論） とに分けた場合，\n後者の分野での理解になお不足が感じられ る。個別法・個別事案を素材として，行政活\n動の適法・違法を具体的かつ的確に判断す る力を養うことが求められ，その意味で，よ\nり実践的・実務的教育が行われることが期待される。\n・ 法令の条文を適切に理解して当てはめる ことができず，論点を見つけると憲法や行政\n手続法（条例）を安易に援用して論ずる例 が目立った。論点主義ではなく，基本的な法\n制度の仕組みを条文と照らし合わせながら理解する地道な学習が求められる。\n・ 結論のみを述べることに急な答案が目に 付いた。結論を導く思考過程や論理過程を重\n視して，これを適切に表現する能力を磨く訓練を行うことを一層重視すべきである。\n-7-\n平成２０年新司法試験の採点実感等に関する意見（民法）\n１ 出題の趣旨，ねらい等\n本問は，不動産の売買・賃貸借 ・相続等に関し，財産法と家族法にわたる民法上の様々\nな問題について，基本的な理解の有無を確認するものである。\n設問１は，マンションの１戸の 売買をしたが，買主の代金不払により売主が契約を解除\nしたところ，解除前に，買主が目 的物を賃貸し，さらに賃借人が無断転貸をしていたとい\nう事案で，売主が賃借人及び転借人に明渡しを求める場面の問題である。\n小問（１）は，賃借人に対する所有権に基づく返還請求に対し，賃借人の反論（賃借\n人は売買契約解除前の第三者である。 ）の当否を問うものである。民法第５４５条ただし\n書の趣旨及び「第三者」の意義 ，第三者の対抗要件の要否とその意味，賃借人の対抗要件\n（借地借家法第３１条第１項） ，第三者の善意・悪意など，基本的な理解を確認する。な\nお，「解除と第三者」に関しては，第三者は目的物の譲受人として論じられることが多い\nが，ここでは目的物の賃借人であるという特色がある。\n小問（２）は，賃借人に対する賃貸借契約終了に基づく返還請求について，賃借人の\n２つの反論の成否を問うものである。 第１の反論は， 賃借人は買主から賃借したのだから，\n売主が賃貸借契約を解除するこ とはできないというものである。ここでは，売買契約の解\n除に伴い賃貸人の地位が買主か ら売主に移転すること，それに伴い売主が賃貸人として賃\n貸借契約を解除できるに至った こと，その前提として売主に目的物の所有権の登記が求め\nられることなど，基本的な理解 を確認する。契約解除の場面における「賃貸人たる地位の\n移転」についての考察や賃貸借 契約解除原因の発生時期と賃貸人（売主）による解除権の\n行使時期との関係についての考 察があれば，それも評価する。第２の反論は，目的物は現\n在，転借人が使用しており，賃 借人は占有していないので，売主の請求には理由がないと\nいうものである。ここでは，所 有権に基づく返還請求ではなく，賃貸借契約終了に基づく\n返還請求では， 相手方の占有の有無は問題とならないという基本的理解を確認する。 なお，\nこれは「不動産の間接占有者に 対する引渡しないし明渡しの請求」という，より高度な問\n題にも関わるが，そこまでの叙述を不可欠とするものではない。\n小問（３）は，無断転貸を理由とする解除における「背信行為と認めるに足りない特\n段の事情」となるべき具体的事 実の指摘とその理由の説明を求めるものである。賃貸借と\n転貸借との利用形態がほぼ同様 で賃貸人の許諾した範囲内にあるといえること，両者の契\n約内容が同じであること（特に転貸人に差額による利益を取得する意図がないこと） ，転\n貸人の主観的悪性が低いことな どを示す事実を挙げ，整理して理由付けることが求められ\nる。背信行為論の抽象的説明の みをするのではなく，具体的事実との関係で説得的な論述\nができるかどうかを問うている。\n設問２は，マンションの１戸の賃貸人が死亡し，その９か月後に遺産分割がされた場\n合について，相続開始時から遺 産分割時までの間に支払われた賃料の帰属を問うものであ\nる。関連する近時の最高裁判決 の判旨を問題中で示した上，その評価も求めている。賃料\n債権が相続財産（遺産）の範囲に含まれるかどうか（民法第８９６条） ，及び，遺産分割\nの遡及効との関係（同第９０９ 条）を明確にした上，判例の見解に対する評価を述べ，自\nらの見解に基づく具体的結論と その法的構成を示すことが求められる。本問の賃料の性質\n（法定果実であること，相続開 始後に発生した分であること，金銭債権であることなど）\nのどこを重視するかなどにより ，複数の考え方があり得るが，それぞれの問題点について\n-8-\nの基本的な説明と説得的な理由付けのほか， 論述全体としての論理的整合性が求められる。\n２ 採点方針\n今回の論文式試験においては，新司法試験開始以来，初めて民法の単独での出題とな\nったことから，受験者の能力を 多面的に測ることを目指した。すなわち，第１に，民法上\nの基本的な問題についての理解 が着実にできているかどうかを確かめることにした。第２\nに，単に知識の確認をするだけ でなく，掘り下げた考察をしそれを明確に表現する能力，\n論理的に一貫した叙述をする能 力，及び，具体的事実について法的観点から評価し構成す\nる能力を確めることにした。第 ３に，基本的な問題の奥に存在する，より高度な問題に気\nが付いて，それに取り組む答案があれば，これを積極的に評価することにした。\n採点の基本方針としては，新司法試験の制度理念が遺憾なく発揮されるようにすると\nいう観点から，総花式に諸論点 に浅く言及する答案よりも，ある論点についての考察の要\n所において周到堅実や創意工夫 に富む答案には高い評価を与えるようにする反面，論理的\nに矛盾した構成やあり得ない法 的解釈をするなど積極的な誤りが著しい答案には低い評価\nを与えるようにし，しかも全体として適切な得点分布が実現されるようにした。\n３ 採点実感等\n採点実感等については，各委員の感想を総合すると以下のとおりとなる。\n(1) 概観\n出題の意図に即した答案の存否及び多寡 については，設問１については，出題の意図\nに即した答案が比較的多かったが，設問２ については，出題の意図に対応できていない\n答案が相当数あった。\n出題時に予定していた解答水準と実際の解答水準についても，設問１においては，\nおおむね予想されたとおり，一応の水準に達するものが比較的多かったが，設問２に\nおいては，ある程度は予想されたことではあるが，水準に達しない答案がかなりあっ\nた。なお，答案の水準の絶対的評価については，特に設問１については，おおむね良\n好な出来具合であったと評価するものが少なくなかったが，そのような評価をする委\n員においても，下位の答案には 非常に低い質のものがあることを指摘する意見もあり，\nまた，全体としての出来具合について，厳しい評価をする意見も相当数あった。\n(2) 設問１について\n設問１の小問（１）と小問（２）は，一 応の水準に達している答案が多かったが，次\nのような不適切な答案もあった。第１に，小問（１）では， 「解除と第三者」という基\n本的な問題について，理解ができていない 答案が散見された。第２に，小問（２）の前\n半で， 題意を無視して債権者代位権の転用を持ち出すものが若干あり， （２） の後半で，\n賃貸借契約終了による返還請求であるにも かかわらず，賃借人には間接占有があるから\n請求が認められないと答えるものが相当数 あった。第３に，小問（１）で，問われてい\nることに答えず，要件事実論を長々と記述 する答案が目に付いた。それらの答案は，概\nして要件事実論としても不正確であり，し かも，要件事実的思考が発揮され得るはずの\n小問（２）の後半で誤っているものが目立 った。実体法の理解が不十分なまま，中途半\n端な要件事実論を振り回そうとする答案で あり，少数とはいえ，懸念される。第４に，\n小問（１）と（２）とで，論理的一貫性を 欠いている答案も，少数ではあるが，見られ\nた。それは，いわゆる「論点」についての 定型的な叙述をするものにおいて，特に目に\n-9-\n付いた。これらに対し，水準以上に優れた 答案も一定数あった。もっとも，小問（１）\n（２）には，それぞれ発展的な問題が含ま れているところ，それに気付き，取り組んだ\n答案は，ごく少数にとどまった。\n設問２の小問（３）も，一応の水準に達 している答案が多かったが，その割合は，小\n問（１）（２）よりも幾分か少な目であった。本問では，具体的事実を拾い出し，それ\nを整序して，「背信行為と認めるに足りない特段の事情」を構成するものとするという\n作業が求められるが，事実の評価が不適切なものが少なくなく，特に， 「正当事由」と\n混同しているものが目立った。また，背信 行為論ないし信頼関係破壊理論について，基\n本的理解を欠くものも散見された。\n(3) 設問２について\n設問２は，設問１に比べると，余り出来 が良くなかった。本問では，判例の見解を示\nした上，検討すべき点をあらかじめ示して いるので，それに対応すれば，おのずと問題\nの所在が理解できるはずであり，それにつ いての論理的一貫性のある論述がなされるこ\nとが期待されている。具体的には，賃料債 権を賃貸不動産の果実と考えた上，民法第８\n９６条・同第９０９条を単純に適用すると ，示された判例の見解との間に齟齬が生じる\nように見えるが，それをどう考えるかであ る。この「齟齬」に気付かないもの，判例の\n結論を正当化できないまま，しかしこれを 支持するもの，論理的な整合性がとれていな\nいもの，結論を示していないものなど，論 理的一貫性の有無を判定する以前の段階にと\nどまっている答案が少なくなかった。その 原因として，相続法についての理解が不足し\nているために自信を持った論述ができない こと，判例の結論を所与のものとして絶対視\nし，論理的一貫性や，問題点についての理 由付けに顧慮することなく，ともかくも判例\nの結論にたどり着こうとする傾向を持つ者 がいることが挙げられよう。もっとも，上位\nの答案には，よく考えた上，一貫した論述 をするものも多くあった。なお，当然のこと\nながら，本問において，判例の見解に対す る賛否それ自体によって答案の評価が左右さ\nれるものではない。\n(4) 全体を通じて\n設問（１）と（２）の前半で，いわゆる「論点」についての画一的な解答をするに\nとどまる答案の中に，論理的不整合に気付かないもの，その他の問題で実力が十分で\nないことを露呈したものが目に 付いた。逆に，ある部分では独創的な考察をしつつも，\n基本的な理解が不足していると見られる答案もあった。他方で，基本的な理解を基盤\nとして，自らの考察を展開している優れた答案も見られた。法律家として求められる\n能力を多面的に測るという観点からは，今回の出題は，一定の成果があったように思\nわれる。\n４ 今後の出題について\n民法としては，今回初めて，単 独の大問方式の出題となったが，受験生の能力を多面的\nに測るという面で，おおむね成果 を挙げられたと考える。旧司法試験において指摘された\n問題点を克服するという意味にお いて，プレテスト以来の大大問方式の意義が大きいこと\nは明らかであるが，民法について は，そのことは大問方式であっても実現することが可能\nであるように思われた。\n民事系科目として，大大問という出題形式を今後も維持すべきであるかどうかについ\nては，委員の間でも多様な意見 があるが，新司法試験の理念を実現し，旧司法試験におい\n-1 0-\nて指摘された問題を再現させないよう努めるべきであるという点では，一致している。\n５ 今後の法科大学院教育に求めるもの\n前記「２ 採点方針」に記載した諸点，す なわち，民法上の基本的な問題についての着\n実な理解，掘り下げた考察をしそ れを明確に表現する能力，論理的に一貫した叙述をする\n能力，具体的事実について法的観 点から評価し構成する能力，より高度な問題にも取り組\nもうとする姿勢は，いずれも法律 家になろうとする者に今後とも求められるものであると\n考える。なお，前述のとおり，下 位の答案に非常に質の低いものも見られるとの指摘など\nもあったことから，とりわけその ような者については，まずは基本的な理解を着実に習得\nすることが必要とされよう。\n-1 1-\n平成２０年新司法試験の採点実感等に関する意見（商法）\n１ 出題の趣旨，ねらい等\n既に「平成２０年新司法試験論文式試験問題出題趣旨」 （以下「出題趣旨」という。 ）\nにおいて説明しているとおりであり，特に補足すべき点はない。\n２ 採点方針，採点実感等\n民事系科目第２問の設問１及び設問２が商法からの出題であるが， これらは，いずれも，\n長文の事実経過に関する文章を読 み，そこに含まれる商法上の問題点について，各設問に\n即して洗い出した上，当該事実関 係への適用又は当てはめを行いつつ，論ずるということ\nを求めるものである。\n設問１については，設問自体に 「保証債務履行請求の可否」及び「株式交換の問題点」\nという受験生が検討すべき問題 点に関するヒントが明示されていたため，問題点を丸ごと\n外したという答案はほとんどなかった。もっとも， 「保証債務履行請求の可否」に関して\nは，複数ある法的な問題点のうちの一つだけを論じているというものが多く，また， 「株\n式交換の問題点」に関しても， 複数の問題点を論じてはいるものの，当該問題点を論ずる\nことの意味や実益が何かという ことについては，何ら明らかにされておらず，単に設問自\n体に検討の対象が明示されてい るからとにかく論じただけであると考えざるを得ないよう\nな答案が多かった。\n設問２については，設問１のようにヒントが設問自体には明示されていなかったため\nか，出題趣旨で説明しているよ うな複数の法的な問題点について幅広く論ずるという答案\nは極めて少なく， 単一の問題点についてだけ論じているという答案が多かった （取り分け，\n最も気付きやすい取締役の第三者に対する責任の問題だけを論じるものが多かった。 ）た\nめ，採点が難しいものとなった。\nまた，いずれの設問に対する答案においても，問題点を論ずるに当たって，判例があ\nるような問題点であるにもかか わらず，判例に言及するものも少なく，丁寧さが十分とは\n言い難いと感じた。さらに，記 述が期待された法的な問題点の洗い出しとその当てはめの\n論述に当たっても，掘り下げが 十分であったかといえば，そうであったとはなかなか言い\n難い単線的な答案が多かった。 例えば，設問１に関しては，乙社の保証が間接取引に当た\nるものとして利益相反取引の規 制を受けるものかどうかという問題点について，間接取引\nに該当するか否かの判断基準を どのように考えるのか，また，設問１及び設問２の双方に\n関しては，利益相反取引に形式 的に該当するとした場合であっても，すべての株主の同意\nがあるということになると，判 例によれば取引は有効ということになりそうである（出題\n趣旨参照）が，本件事案のよう に債権者の保護が問題となる局面においても，そのような\n考えで本当によいのかといった ような，実務家が事案の解決に当たる場合には当然に疑問\nが湧いてくるであろう問題点に ついて，気を回して悩むといったような答案が極めて少な\nかった。法律の規定の解釈に関 する学説や判例については，短答式のための勉強などでそ\nれ自体は知識としては有してい るのであろうが，さらに，それが実務上どのような意味を\n有することになるのかという問 題意識を持っているかどうかが，このような設問に遭遇し\nた場合に問われることになる。\n加えて，平成１９年の試験まで は，商法の採点後の感想として，事実関係への当てはめ\nの力が弱いのではないかという意 見が多くの委員から寄せられていたが，平成２０年の試\n-1 2-\n験については，やはりそのような 傾向が続いているという意見と，事実関係への当てはめ\nについて力を入れて論ずるよう努 めている答案が増えているのではないかという意見があ\nった。本年の採点結果として後者 のような意見があった背景には，考査委員に対するヒア\nリングの結果が公表され，受験生 の側にもこの事実関係への当てはめが重要だという認識\nが少しずつ持たれてきているとい うことがあるのではないかとも考えられる。ただ，この\n後者の意見においても，適切な論 じ方がされているかといえば，まだまだそうではないと\nいう印象であったようである。ま た，法的な問題点の適切な洗い出しは，この事案への当\nてはめの前提として重要なのであ って，両面での能力の涵養が重要であるということを改\nめて強調しておきたい。\n３ 今後の出題\n平成２０年の試験について受験者に同情す べき事情があるとすれば，第２問全体の問題\n文が長文となった結果，大大問で ４時間の時間はあるものの，４つの設問について万遍な\nく解答することは相当大きな負担 であったとみられることであり，このことは，答案の最\n後の方の設問に対する解答におい て力が尽きているようなものも少なからず見られたこと\nに現れていたと考えられる。\nまた，前記２の「採点実感等」のとおり，我々が期待するような掘り下げをある設問\nについて深く行うことにより， 他の設問の解答時間が不足してしまうというような傾向も\n見られた。\nこれらのことは，大大問の出題の在り方について，なお検討の余地があることを示唆\nするものかもしれない。しかし ，普段から，判例について事実審の判決から読みこなすと\nいう訓練をしておくことが重要であるということも改めて指摘しておきたい。\n４ 今後の法科大学院教育に求めるもの\n前記２の「採点実感」でも明らかにされて いるように，受験者の水準については，依然\nとして，出題及び採点に当たった 考査委員の期待するようなレベルの水準にあるとは言い\n難い。短答式試験問題についても ，商法は特に難解な問題を出題しているということはな\nいものの，やはり出来が良いとは いえない。商法は，広範であり，かつ，基本法としては\n技術的な側面を有する法分野であ るが，基本が重要であるということは他の科目と何ら変\nわらないのであり，基本的な知識 の一層の充実とともに，複雑な事実関係から法律問題を\n適切に見いだして適切な解決策を 考える能力を高める教育の充実を商法の分野でも図って\nいく必要がある。\n-1 3-\n平成２０年新司法試験の採点実感等に関する意見（民事訴訟法）\n１ 出題趣旨・ねらい等\n基本的には，「出題趣旨」に記載したとおりである。\n敷衍すると，今年の民訴法の問 題は，持っている知識を事案に当てはめ，整理して記載\nするということを求めるものでは なく，受験生にとってはさほどなじみのない問題につい\nて，これまでの学習で培った民訴 法についての基礎的知識や理解をベースにして，試験時\n間の中で考え，具体的事例に即して適切な結論に導くことをねらったものである。\n例えば，よく知られた判旨を正 面から事案に当てはめるのではなく，逆に具体的事案に\n判旨が当てはまらない理由を検討 させたり，必要的共同訴訟と文書提出命令不遵守の効果\n等基本書に取り上げられていない 問題について出題したのも，このようなねらいに基づい\nている。\nなお，受験生が知っているべき 事項の範囲については，出題に当たって十分配慮してい\nる。 例えば， 文書提出命令不遵守の効果に関する四説の内容については， 立証責任の転換，\n真実擬制，自由心証といった基本 的な用語の理解があれば分かるように誘導しており，こ\nれらの説に関して，学説上論じら れていることの詳細については知らないという前提に立\nっている。\n２ 採点方針・採点実感等\n(1) 虚心坦懐に問題文を読み， 問われていることに真正面から向き合い， その場で思考し，\n解決策を導こうとする姿勢が重要である。\n既にこの姿勢の点で，不十分 な答案が相当あった。未知の問題に出会った場合には，\n基本的な概念に掘り下げてそこから考えて いくほかないのであるが，問題が，自分の知\nっている論点のうちのいずれかが問われて いるはずだという思い込みが強いせいか，問\n題文の方を無理に一般化してしまったり， 問題の趣旨に沿っていない答案（例えば，設\n問３について，問題文に記載した時間の流 れにまったく注目していない答案，設問４に\nおいて，裁判官と修習生の会話の存在を無 視して，どのような観点から検討するかとい\nう誘導に従っていない答案）が散見された。\n他方で，基本的な概念に掘り 下げて検討するといっても，本問では，民事訴訟の基本\n理念（自由心証主義や弁論主義）の説明そ のものを求めているわけではないことは問題\n文から明らかである。このような概念の定 義や内容そのものを長々と論じている答案も\nあったが，無用な記載であって，問われたことに答えたことにならない。\n(2) 次に，考えるための前提となる基本的な 事項をきちんと理解し，身に付いていること\nが必要であるが， 答案を見てみると， この点でも甚だ不十分と思われる答案が目立った。\n例えば，固有必要的共同訴訟，類似必要的 共同訴訟，通常共同訴訟，合一確定，真実擬\n制，立証責任の転換というような概念が分 かっていないと認められるもの，転換説の方\nが，擬制説よりも，相手方の反論の余地が小さいとする答案などはその例である。\n(3) 各設問で求められている内容を十分に理 解する必要がある。例えば，設問４（１）で\nは，「四つの説を比較検討した上」という指示があるため，それぞれの長所短所を挙げ\nて比較検討することが求められているので あり，他の３説の短所のみ記載し，消去法で\n残る説を採用するような答案は，出題趣旨に合致しているとはいえない。\nまた，事例問題である場合に は，事案に沿った検討が求められている。設問４（１）\n-1 4-\nにおいて裁判官が「一般論としての報告」 を求めているのを除き，今年の問題は，いず\nれも事例問題である。\n例えば，設問３についていえ ば，定時株主総会や役員Ａの解任を求める訴えの提起の\n日時，甲社を被告として加える旨の申立書 が送達された日，甲社からの答弁書を原告Ｊ\nが受領した日が問題文に記載されているこ との意味を想起すべきである。言うまでもな\nく，会社法第８５４条の提訴要件の関係や ，問題とされている甲社を被告として加える\n申立てが訴訟の極めて初期段階でされてい ることに着目してもらうための時系列の記載\nであるが，それにもかかわらず，そのよう な時系列の記載があってもなくても答案が変\nわらないようでは，問われたことに答えたことにならない。\nさらに，設問３は，原告Ｊの 代理人としての立場からの主張が求められているのであ\nるから，認められやすい主張かどうかや一 刀両断的な主張のみでよいかという観点も重\n要である。このような視点から考えれば， 訴状の副本がすでにＡに送達されている本件\n設問３の事案において，主観的追加的併合 ではなく，訴状の補正（訂正）と解されるか\nら最高裁判決の射程外であるという主張の みに終始するとすれば，原告代理人Ｊの態度\nとして得策かどうか，想起されるべきである。\n(4) 論理の一貫性（各質問にまたがる答案を通じた一貫性を含む。 ）も重要である。設問\n３では固有必要的共同訴訟としながら，設 問４（３）で民事訴訟法第２２４条第３項が\n甲社に適用になっても，他方被告Ｂには適 用にならないとしたまま疑問が示されていな\nい答案，設問４（１）で，転換説の問題点 として，相手方の反証の余地があることを挙\nげながら，心証説を採用することにまった くちゅうちょのない答案が相当あったが，論\n理の一貫性の観点から問題があろう。\n３ 法科大学院教育に求めるもの\n基本的な概念の理解をきちんとすることの 重要性が改めて認識されるべきであろう。今\n回のように多少違った角度から問われると， 理解できないことを露呈してしまうようでは，\n心もとない。\n設問４で民事訴訟法第２２４条第１項と第３項の要件の違い等に気付かない答案が多\nく，条文を慎重に読む習慣が身に 付いているか疑問に思われる。また，法科大学院では，\n事例を使った授業が行われている ものと承知しているが，当然事例を読む場合には，時系\n列表を作って時間の流れを意識し なければならないはずである。しかし，設問３の答案を\n見ると，丹念に時系列表を作って 事案を理解するという基本的なトレーニングが不足して\nいるように思われた。\nまた，設問３のように，判例が当該事例に 当てはまらないことを主張させるという問題\nに対しては，全く対応できない答 案も散見された。判例は，無批判に受け入れ，要旨部分\nを覚えればよいものと考えている 受験生がいるのではないかとも疑われ，法科大学院での\n判例の学び方にも問題があるのではないかと懸念された。\n条文，学説，判例を，事例に即して考えな がら検討し，かつ，使いこなしていく学習方\n法を身に付けさせることが，肝要であろう。\n４ その他\n内容以前の問題であるが，答案を作成する 際に，人に読んでもらうための文章であると\nいう認識が欲しい。余りに小さい 字や，極端なくせ字や略字等，読み手がいることを想定\n-1 5-\nできていないと思われる答案が少なからずあったことを指摘しておきたい。\n-1 6-\n平成２０年新司法試験の採点実感等に関する意見（刑法）\n１ 採点方針\n本年の刑事系第１問（刑法）は，出題の趣 旨において既に明らかにしたように，具体的\n事例に基づいて，刑事実体法の理 解，具体的事実に法規範を適用する能力，論理的思考力\nを試すものである。採点に当たっ ては，こうした出題の趣旨に従い，甲乙の罪責に関する\n結論部分だけではなく，その結論 に至る思考過程の論述を重視するものとし，事例に基づ\nいて，甲乙の共犯関係（共謀ない し共同実行の意思の有無・内容）を的確に把握すること\nを前提に，甲乙の罪責について， 成立し得る犯罪の構成要件要素の解釈を踏まえ，具体的\n事実を示して当てはめ判断を行う論述が的確になされているかに留意した。\n２ 採点実感\n以下，採点終了後に考査委員間で行った意 見交換の結果を踏まえ，大論点ごとに，採点\n実感の概要を示すこととしたい。\nまず，甲乙の共犯関係については，ほぼす べての答案が共謀共同正犯の成否ないし共同\n正犯と幇助犯の区別という視点に 立って検討を行っていた。ただ，理論的な根拠や検討す\nべき要素を具体的に示しつつ，必 要かつ十分な事実を抽出して当てはめるという論述をバ\nランス良くかつ的確に行っている 答案は必ずしも多くはなかった。例えば，法律論をほと\nんど示すことなく，単に問題文に 記載された事実を羅列しただけで，事実の持つ意味やそ\nの評価に触れることなく， 「以上の事実からすれば，共謀共同正犯が成立する。 」等の結\n論を示す答案，逆に，法律論の論 述のみに終始して，問題文に示された乙の関与に関する\n具体的事実の検討が不十分な答案 が散見され，こうした答案は高い評価をするには至らな\nかった。その他，甲が現実にＡ方 において強盗に及んでいる点をとらえて甲乙間には強盗\nの事前共謀があったと認定するなど，事実関係のとらえ方が強引な答案， （共謀）共同正\n犯を認定する積極的な事情を多く 取り上げて論述しながら，乙の分け前が少ない点のみを\n論拠として乙は幇助犯にとどまる との結論を導き出すなど，説得力を欠く論述の答案も見\nられたが，こうした答案は低い評価とならざるを得なかった。\n次に，甲の罪責については，成立する犯罪 の構成要件要素への当てはめ以前の問題とし\nて，甲の行為を余りに分断的で細 切れにとらえ，刑法的評価の前提となる甲の行為を的確\nに把握できていない答案が散見さ れた。例えば，甲のＡ方内での行動について，甲がカッ\nターナイフの刃をＢの目の前に突き出した行為は脅迫罪，甲がＢに「静かにしろ。 」等と\n言った行為は強要罪，甲がリビン グボードに近づいた行為は，新たな別個の強盗（未遂）\n罪のように，事実のとらえ方が不 適切な答案が目に付いた。また，甲のＢに対する強盗の\n成否については，多くの答案が強 盗罪の成立要件に問題文の事実関係を示して当てはめる\nという論述を行っていたが，ここでも問題文に記載された事実を書き写しただけで， 「以\n上からすれば，強盗罪が成立する。 」等と結論を示し，構成要件要素の法的な説明や挙示\nした事実の評価が抜け落ちている ため，結論に至る筋道ないし思考過程が十分に読み取れ\nず，高い評価を与えられない答案が相当数あった。その一方， 「反抗を抑圧するに足りる\n程度の暴行・脅迫」に関して，甲 のＢに対する犯行が行われた状況のうち，Ａ方の屋内で\nＢが容易に助けを求められる状況 にないこと等にも触れるなど，幅広い事情について目配\nりして結論を導いた答案があった 。その他，屋外に逃げたＢを乙が死亡させたことに関す\nる甲の罪責については大半の答案 が触れていたものの，甲乙間の共謀内容及び甲に成立す\n-1 7-\nる強盗罪の枠組み（強盗の機会性 ないし因果関係等）の両方の観点で問題となり得ること\nを論じたものは少数であった。こ の点については，甲乙の事前共謀の内容は窃盗であると\nしても，結論的には，甲にも乙に も強盗罪ないし事後強盗罪が成立するのであるから，Ｂ\nの死の責任を甲に負わせられない のは不当ではないかという問題意識を示しながら，甲乙\n間には強盗の共謀がない以上，強 盗罪の共犯として責任を負わせることはできず，また，\n甲に成立する強盗罪との関係でも 因果関係等を認定できない旨事実を示しつつ検討した秀\n逸な答案があった。\nさらに，乙の罪責については， まず，甲との共犯関係の内容を前提に，Ａ方内での甲の\n強盗行為に関する乙の罪責を論ずることになるが，大半の答案は， 「乙に強盗（致傷）罪\nは成立しない。 」あるいは「乙には窃盗罪の限度で共同正犯が成立する。 」と論ずるのみ\nであった。前者のように，錯誤論 を前提とした場合における乙の具体的な罪責を示さない\n答案が不十分であることはもとより，後者のように， 「窃盗罪の限度」と抽象的に示した\nのみではこの事例における乙の罪責を的確に示したこととはならず， そこでいう「窃盗罪」\nとは３００万円の窃盗であり，２ 万円に関しては責任を負わないという趣旨なのか，それ\nとも，３０２万円の窃盗の限度で は責任を負うという趣旨なのかを明らかにしなければ乙\nの罪責を正確に認定したとはいえ ない。この点については，多くの受験生が罪名を決めた\nだけで安心してしまったものと思 われた。また，乙に事後強盗（致死）罪が成立し得るこ\nとについては多数の答案が指摘していたものの， 反抗抑圧に足りる程度の暴行といえるか，\n財物奪取と暴行との関連性は認め られるかという点にまで目を行き渡らせて具体的に論じ\nている答案は多くはなかった。そ の他，乙のＢに対する殺意を無理に認定していると思わ\nれる答案が散見されたほか，乙の 罪責を認定するに当たって，理解不十分なまま，承継的\n共犯や片面的共犯等の概念を用い ている答案もあったが，これらは的確な事実認定・法律\n適用を誤ったものとして低い評価とならざるを得なかった。\n３ 法科大学院教育に求めるもの\n新司法試験・刑法に関しては， 本年はもとより過去の出題においても，比較的長文の事\n例を前提として，法解釈，法の適 用に必要な事実関係の抽出と当てはめを行って説得的な\n論述を求める出題がなされている が，抽象的な法概念の理解にとどまらず，事実関係を踏\nまえて考えることの重要性を十分 に理解することが大切である。法科大学院教育において\nも，これまでに引き続き，刑法の 解釈論の正確な理解はもとより，具体的な事実関係を前\n提とした法の適用能力の涵養に努めていただきたいと考えている。\n-1 8-\n平成２０年新司法試験の採点実感等に関する意見（刑事訴訟法）\n１ 採点方針等\n本年の問題も， 過去２回の試験と同様， 比較的長文の事実関係を記載した事例を設定し，\nそこに生起している刑事訴訟法上 の問題点につき，問題解決に必要な法解釈をした上で，\n法解釈・適用に必要不可欠な具体 的事実を抽出・分析し，これに法解釈により導かれた規\n範の当てはめを行い，一定の結論 を筋道立てて説得的に論述することを求めており，法律\n家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n出題に当たっては，刑事訴訟法 の中でも重要であり，法律家になるために理解しておか\nなければならない伝聞法則と犯罪捜査に関する基本的な問題を選定した上， 設問において，\n答案で論じてほしい事項を画定明 示することにより，受験生が，一定の時間内に，法解釈\nと事実の分析等の双方について，必要十分な論述を行うことができるように配慮した。\n具体的な出題の趣旨については ，公表されているとおり，設問１では，自己の体験した\n事実や被告人との会話内容が記載 されたノートにつき，要証事実との関係での証拠能力を\n問うことにより，要証事実の分析 を前提として，適用可能性のある伝聞例外規定に係る要\n件等の法解釈を必要かつ十分に行 った上，事例への法適用の部分では事実が持つ意味を的\n確に位置付けて論じることを求めている。設問２では，被疑者宅の「捜索の適法性」 ，す\nなわち，警察官が捜索差押許可状 の呈示に先立って捜索場所に入室した際の措置の適否と\n令状呈示の時期の適否について， 関連規定の趣旨・目的を踏まえて，具体的事実を指摘し\nつつ論じることを求めている。採 点に当たっては，このような出題の趣旨に沿った論述が\n的確になされているかに留意した 。いずれの設問も，法科大学院で刑事訴訟法を真面目に\n学習した者であれば，何を論じな ければならないかは明白であり，その素材となる判例や\n学説等も容易に思い浮かぶような事例である。\n２ 採点実感\n次に，採点実感についてである が，合格判定会議後に各考査委員から様々な意見を聞い\nているので，そのような意見をも 踏まえた感想を述べる。全般的・総括的には，新司法試\n験が志向している法解釈とこれに 則して具体的な事実関係を分析した論述がなされている\n答案が大半であった。これは法科 大学院における刑事実務を意識した理論教育が定着の方\n向にある成果と感じられる。設問 １については，要証事実を的確に理解した上で，伝聞及\nび再伝聞の法解釈等も的確になさ れている答案が少なからずあり，また，設問２について\nは，「必要な処分」等の法解釈を的確に論述し，事実関係を的確に分析・検討した上で当\nてはめることができている答案が 多数見受けられた。他方，不正確な抽象的法解釈を機械\n的に暗記し，これを断片的に記述 しているかのような答案も見受けられたほか，前回のヒ\nアリングでも指摘したところであ るが，関連条文から解釈論を論述・展開することなく，\n問題文中の事実をただ書き写して いるかのような解答もあり，法律試験の答案の体をなし\nていないものもあった。\n以下，法科大学院における教育 と学習の指針に資するため，あえて一部に理解が不十分\nと思われた点を具体的に述べる。\n設問１については，自己の知覚 ・記憶した事柄を記載したもので，その記載内容の真実\n性がかかわる要証事実との関係で 「伝聞証拠」 以外の何物でもない本件ノートを 「非伝聞」\nとする不可解な答案があった。最 も基本的な事項である伝聞法則の具体的理解の定着が望\n-1 9-\nまれるところである。また，本件ノートが刑事訴訟法（以下「法」という。 ）第３２１条\n第１項第３号の書面に該当するの か，それとも法第３２３条第３号の書面に該当するのか\nに関する検討は比較的良くできて いたものの，それぞれの要件要素である「特に信用すべ\nき情況」に関する法解釈がなされ ていない答案が少なからずあり，法解釈の出来不出来に\n差があるという印象を受けた。こ れもまた前回のヒアリングで指摘したところであるが，\n何らかの誤解により法科大学院の 教育で法解釈論の部分が軽視されているのではないかと\nいう印象は，未だに今回の試験で も受けているところである。また，前記のとおり要証事\n実との関係では「伝聞証拠」であ る本件ノートに記載された被告人の発言内容の真実性を\n要証事実とする場合には， 「再伝聞」が問題になるので，そのような法律問題であること\nを的確に記載する必要がある。し かし，検察官の立証趣旨を考慮することなく独自の要証\n事実を前提にして論述をしたり， 要証事実を前提にすることなく本件ノートについての伝\n聞法則の適用の有無を検討している答案も散見された。\n法適用に関しては，事例に含ま れている供述に付随する外部的な情況にかかわる具体的\n事実を抽出・分析することが肝要 であり，相当数の答案が問題文にある必要かつ十分な具\n体的事実を抽出できていた。これ は法科大学院教育の良い成果と思われる。ただ，更に踏\nみ込んで個々の事実が持つ意味， 例えば，その日にあった出来事をその都度記載している\nとか本件ノートを他人に見せるこ とを予定しておらずうそを記載する理由がないことなど\nについても検討している答案は少 数であり，学習に際しては，具体的事実の抽出能力に加\nえて，その事実が持つ法的意味を 意識して分析する能力の体得が望まれるところである。\nなお，日記を「供述書」に当た らないとする答案や，明文規定があるにもかかわらずそ\nの意味の理解が不十分であるため に法第第３２１条第１項の「供述書」にも供述者の署名\n押印が必要であるとする答案が散 見された。基本的事項の正確・着実な理解が望まれると\nころである。\n設問２については，前記のとお り，最高裁判所の判例法理等の理解を踏まえた的確な論\n述ができている答案，事例への法 適用の部分についても，必要かつ十分な事実を抽出した\n上で，その意味を論じることがで きている答案が多数見受けられ，比較的良好な結果であ\nった。\n３ 法科大学院教育に求めるもの\nこのような結果を踏まえて，今 後の法科大学院教育においては，次のようなことが強く\n要請されていると思われる。手続 を構成する制度の趣旨・目的を基本から正確に理解し，\nこれを具体的事例について適用で きる能力を身に付けること，筋道立った論理的文章を書\nく能力を身に付けること，以上に尽きる。\n-2 0-\n平成２０年新司法試験の採点実感等に関する意見（倒産法）\n１ 出題の趣旨・ねらい等（出題の趣旨に補足して）\n個別的な内容については，既に 「出題の趣旨」として公表したとおりである。今年の問\n題作成の際に意識したのは，典型 的な問題と受験生がこれまで余り見たことがないと思わ\nれる問題及び倒産実体法に関連す る問題と倒産手続法に関連する問題をバランスよく配合\nすることであった。\n２ 採点方針\n解答の際に言及すべき点については， 既に 「出題の趣旨」 として公表したとおりである。\n典型的な問題については，基礎的 な事項が正確に書けているかどうかに重点を置いて採点\nをした。\n今年について特徴的であったの は，第２問の設問１及び設問２についての採点方針であ\nる。いずれも，受験生はこれまで 余り見たことがないと思われる問題であり，結論も分か\nれ得る問題であったことから，ど のような結論をとったかよりも，どうしてそのような結\n論を導いたのかという理由付けの記述の丁寧さ及び一貫性に重点を置いて採点をした。\n３ 採点実感等\n(1) 第１問\n破産法第１６１条及び第１６２条という 否認権の基本条文の趣旨や適用対象（守備範\n囲）について，よく理解している答案と理 解が不十分な答案とにはっきりと分かれた。\nこれらをよく理解している答案はかなりの 高得点に達したが，そうでない答案はここで\n得点が取れなかった。基本条文の内容を体 系的に理解し，それを具体的事案で正確に適\n用する能力を養うことの重要性を改めて感じた次第である。\n支払不能の認定や相殺禁止については， 多くの答案がよくできていたが，やはり，答\n案によっては不十分な解答にとどまるもの があった。これらの点についての解答が不十\n分で，かつ，前記の否認権についても十分 な理解に基づかない記述をする答案は，かな\nりの低得点にとどまらざるを得なかった。\nまた，設問２では， 「どのような請求をすべきか」という問い掛けに対応していない\n解答が散見された。\n総じて言えば，第１問は，破産実体法上 の基本的な事項を問うものであり，高得点者\nも多く出た反面で理解の十分でない答案は 点が取れなかった。その意味で「差のつく」\n問題であった。\n(2) 第２問\n退職金債権がどの範囲で財団債権あるい は優先的破産債権として扱われるかの破産法\nの規律（設問１の一部）については，ほと んどの答案がよく理解していた。各種債権の\n破産手続上の処遇・優先順位については多 くの受験者がよく勉強していることをうかが\nわせた。これができていない答案は他の設 問の出来もよくなく，そもそも倒産法の勉強\nがほとんどできていないことをうかがわせるものであった。\n財団債権あるいは優先的破産債権にもと づいて破産手続開始の申立てをすることがで\nきるかは（設問１の残部） ，直接には教科書等でほとんど触れられていない。破産手続\n開始の申立権の意義や各種債権の破産法上 の処遇の趣旨に基づいて，一貫性のある理由\n-2 1-\n付けで結論に至ることを求める問題であり ，きちんと対応できている答案も多かった反\n面，問題の所在を把握できていない答案も有意な数あった。\nまた，債権の種類に応じた届出債権者の 異議の効果（設問２）については，よく理解\nしている答案も多かったが，優先順位の違 いが債権調査における異議の効力にどう影響\nし得るかという問題の所在を十分把握していない答案も散見された。\n設問３は，破産手続開始の申立てと再生 手続開始の申立てとが競合した場合の各手続\nの帰趨という手続上の基本的な規律を問う ものであるが，全体に出来は余りよくなかっ\nた。特に，民事再生法第２５条第２号の要 件について全く考慮していない答案が多かっ\nたことや，再生手続から破産手続への移行 の場面において，破産手続開始の申立てが既\nにされている場合には，再生手続の開始に より破産手続は中止していてもその申立ての\n効力自体は当然にはなくならないことを意 識している答案が少なかったことには問題が\nあると感じた。\n総じて言えば，受験者に対応可能な範囲 で「答案作成現場での思考」をさせた設問１\nと設問２は出題者の予想よりもよくできて いた。これに対して，設問３は意外にできて\nいないという印象であった。昨年度に続い て，手続法上の事項については十分に勉強で\nきていない受験者が多いことをうかがわせるものである。\n４ 今後の出題について\n今後も，特定の傾向に偏するこ となく，基礎的な事項の理解を確認する問題と受験生の\n問題発見能力を試す問題，倒産実 体法に関する問題と倒産手続法に関する問題，企業倒産\nに関する問題と個人倒産に関する問題等， 幅広い出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの\n基礎的な事項の十分な理解に重 点を置くべきことは言うまでもないが，個々の規律をそ\nの趣旨や根拠に立ち帰って考える ことにも配慮すべきである。新しい問題に対応するため\nには，関連する規律の趣旨や根拠にさかのぼることが必要となるからである。\n-2 2-\n平成２０年新司法試験の採点実感等に関する意見（租税法）\n１ 出題の趣旨，ねらい等（出題の趣旨に補足して）及び採点方針\n出題の趣旨は既に公表済みであるが，昨年 までと同様，法科大学院における租税法の基\n本的な事項に関する学習を前提と して，具体的な事案について，租税法規の解釈論をどの\nように展開することができるか， どのように事実関係を認定し租税法規に当てはめて判断\nすることができるかを試すものである。\n第１問は，出題にかかわる所得税法の規定 （第３３条第３項，第３７条第１項，第３８\n条第１項及び第６０条第１項第１ 号）及び関連判例（最判昭和４７年１２月２６日民集２\n６巻１０号２０８３頁，最判平成 ６年９月１３日判時１５１３号９７頁，最判平成１７年\n２月１日訟月５２巻３号１０３４ 頁等）の正確な理解並びに事実関係の正確な分析に基づ\nき，設問に係る事案の判断が適切 に行われ，かつ，説得的に論述されているかどうかを重\n視して，採点を行うことにした。 相続人がいわゆる代償分割により相続財産を単独取得し\n当該財産を後に譲渡した場合にお ける所得税の課税関係については，判例と異なる法律構\n成を説く有力な学説があるが，こ の学説に基づく解答にも採点上相応の配慮を行うことに\nした。\n第２問設問１の出題の主たるねらいは，本 件の債権放棄が貸倒損失として損金に算入で\nきるかにつき，貸倒れの要件をど のように考えるか，本問で示された事実を前提に貸倒れ\nと認められるかどうかであり，法 人税の所得計算方法は，その前提として出題したもので\nある。貸倒れの要件については， いわゆる興銀事件（最判平成１６年１２月２４日民集５\n８巻９号２６３７頁）があるが， 法人が任意の時期に債権放棄を行って課税所得の減算を\n図るという利益操作の可能性の防 止，恣意性の防止という法人課税の基礎を踏まえて貸倒\n要件を検討することが重要である 。当てはめにおいては，Ｂは倒産という事態にまでは立\nち入っておらず，相当な技術力が あるという点をも考慮に入れ，踏み込んだ論述が望まれ\nた。設問２（１）は，論述の順序 として，まず，債務免除益が所得税法第３６条第２項の\n経済的利益に当たることに触れた 上で，その例外として，問題文にある場合にこれを非課\n税にする理由として考えられる根 拠を示す必要がある。非課税の根拠としては，幾つかの\n考え方があり，それぞれに難点も あるので，こうした問題を踏まえ，説得的に自説を論じ\nることが求められた。設問２（２ ）は，Ｂの所得税の課税関係を問うものであるが，Ｂの\n所得区分，資力を喪失して債務の 弁済が著しく困難な状態にあるかの当てはめが問われて\nいる。設問２（１）と（２）では， （１）に比重を置いている。\n２ 採点実感等\n第１問は，所得税法上の基本的な制度の一 つである譲渡所得課税制度の重要な要素であ\nる取得費に関する理解を問うもの であり，また，設問において判断すべき事項を個別的に\n明示することによって出題の意図 を推測することができるようにしていたので，出題の意\n図を大きく外した答案は少なく， 出題時に予定していた解答水準を満たす答案がかなり多\nかったと思われる。もっとも，譲 渡所得課税の趣旨については一般論としてはおおむねよ\nく理解できている答案が多かった ものの，個々の支払金に係る取得費該当性の判断におい\nて「必要に応じて」 （設問１の問題文）その判断理由と結び付けて論及しようとする姿勢\nがみられる答案は必ずしも多くな かった。また，例えば，所得税法第６０条第１項と同条\n第２項との関係等について基本的 な知識や条文読解力の不足をうかがわせる答案，個々の\n-2 3-\n支払金に係る取得費該当性の判断 が相互に整合的でなく，事案を総合的に検討し論理一貫\nした判断を導き出す能力の不足を うかがわせる答案も散見された。基本的には，昨年の場\n合と同様であり，出題の意図が何 かを把握しようとする注意力や出題にかかわる法令に関\nする基礎的な知識・理解力の不足 にあると思われるが，その背景には，個々の条文や概念\nを他と関連付けて理解しようとす るのではなく，いわば縦割り的に理解するにとどまって\nいるような学習姿勢があるのではないかと考えられる。\n第２問であるが，設問１では，まず，内国 法人の課税所得の計算方法は，法人税法第２\n２条各項の規定に沿って論述して もらえば足りたわけであるが，貸倒損失が同法第２２条\n第３項第３号にいう「損失」に該 当するという前提を誤った答案が少なくない。このよう\nな答案は，入口部分で既につまず いてしまって，主要な論点である貸倒要件や本問での当\nてはめという論点にたどり着けな いことになり，採点に大きな差が生じた。設問２（１）\nは，相当に難問だったように思わ れる。非課税の根拠については，結論のみを述べる淡泊\nな答案がほとんどで，いろいろな 考え方を模索し，悩みながら一定の結論を導くというな\n答案はほとんどなかった。設問２ （２）でも，その所得区分が事業所得か，一時所得かに\nついて触れていない答案も少なくなく，基本的な部分の論述を欠くものが散見された。\n４ 今後の出題について\n特に見直す点はないと考えられるが，今後 も引き続き，具体的な事実関係の下で租税法\nの基本的な条文や概念の理解とそ の適用能力を試す問題を出題し，しかも出題形式として\nは，受験者が出題の意図に従って 解答しやすくするよう小問を順次検討していく形式によ\nることが望ましいと考えられる。\n５ 今後の法科大学院教育に求めるもの\n所得税法及びこれに関連する法人税法に関 して，基本的な条文や概念を他と関連付けて\n多角的に検討し理解する学習を基 礎にして，そこで習得した知識や能力を事例演習等によ\nって確認し，それらの応用力や総合的判断力を涵養していくというような教育が望まれる。\n-2 4-\n平成２０年新司法試験の採点実感等に関する意見（経済法）\n１ 出題の趣旨について\n経済法の出題に当たっては，独 占禁止法の基礎的知識を会得し，具体的な事例で適用で\nきるか，基本概念をよく理解し， 応用することができるかという点を評価し得るような問\n題を目指した。\n出題した２問は，受験生にとっ ては目新しいものに思えたかもしれないが，独占禁止法\nの基本に基づいて検討すれば解答 し得る問題であり，公表されている公正取引委員会の考\nえ方やガイドラインに関する細かな知識を必要とするものではない。\n２ 採点方針\nいずれの問題においても，独占 禁止法の基礎的知識・基本概念の正確な理解と応用能力\nの有無を見ようとしている。単純 な正解にたどり着けたか否かではなく，解答を導く道筋\nや，独占禁止法の正確な理解に基づいた法的な立論の適否や事実関係の分析の深さにより，\n受験生の法的な能力を見ようとするものである。\n第１問の設問１においては，単 に価格拘束の合意があれば違法で，なければ適法という\nような単純な回答を是としたもの ではなく，本件協定が広い意味での共同行為といえるか\n否かを検討した上で，高速バスの 共同運行の競争上の位置付け，その目的，効果，代替方\n法の有無等を総合的に検討してい るか否かを重視した。設問２においては，新規参入の妨\n害行為に対して，問題文中の一部 の用語に飛びついた法条の選択を行うことなく，各法条\nの差異を踏まえて適用法条を選択し，丁寧な要件の検討を行っているか否かを見た。\n第２問の設問１においては，不 公正な取引方法の行為要件を理解し，適切な法条を指摘\nし得るか，公正競争阻害性の意義 を正確に把握し，本問において適切な事実関係を適示し\nて検討することができるかを見て いる。特に，フランチャイズ契約に基づく行為であるこ\nとを踏まえて，公正競争阻害性の 検討を展開しているかを重視した。設問２においては，\n差止請求を含む救済手続の検討内容に着目した。\nなお，事実関係の分析能力には ，問題文の中から，問題の検討に真に必要な事実を抽出\nする能力も含まれており，単なる 問題文中の事実関係の羅列を行うだけでは法的な理解が\nあるとは判断し難い上，解答用紙 又は時間の配分との関係でも適当な解答とはなり難い。\n３ 採点実感等\n(1) 出題の意図に即した答案の存否，多寡について\n第１問のうち，設問１は，単独運行が困 難な場合における高速バスの共同運行に関し\nて，運賃協定の独占禁止法上の問題点を検 討させるものであるが，このような共同運行\nの特性をきちんと論じている答案は多くは なく，やや平板な記述に終始しているものが\n多かった。また，設問２は，共同運行を行 う複数のバス会社による他の新規参入者を妨\n害するための協定の独禁法上の問題点を論 じさせるものであるが，多数の答案がこれを\n論じているものの，複数の適用法条が考え られる中でその要件，効果の差異にまで目を\n配った答案はほとんどなかった。\n第２問の設問１は，フランチャイズシス テムにおける営業方針を素材として独占禁止\n法違反の有無を検討させるものであり，論 点自体は大部分の受験生が把握していたが，\nフランチャイズシステムという本問の具体 的事例に即して解答した答案は半分程度であ\n-2 5-\nった。設問２は本問に即した訴訟の提起（ エンフォースメント）について問うものであ\nったが，具体的に事例に即した検討まで行った答案は多くなかった。\n(2) 出題時に予定していた解答水準と実際の解答水準の差異について\n第１問の設問１は，やや高度な問題であ り，本問の特殊性にまで配慮した答案は多く\nはないだろうと考えていたところ，やはり そのような答案はそれほど多くはなかった。\nさらに，価格の拘束があるか否かのみによ って違法性の判断を行うというような，初歩\n的理解を超えていない答案がある程度の数 において見られたことは予想外であった。設\n問２は，解答しやすい問題であって，多数 の受験生が一応の水準の解答ができるであろ\nうと考えていたが，半数以上は想定した水 準に達していたと考えられるが，他方で問題\n文の語句に引きずられて適切な適用法条を選定できない者が一定程度見受けられた。\n第２問の設問１は多くの答案がおおむね 想定していた水準に達していたが，他方でフ\nランチャイズの特殊性を踏まえることなく ，紋切り型の平板な記述に終始する答案も目\n立ち，かかる答案は出題者の期待に十分に 応えていたとは言い難い。また，設問２は時\n間が足りなかった等の理由もあるようであるが， 適切な水準に達した答案は少なかった。\n(3) 出題の意図と実際の解答に差異がある場合として考えられること\n経済法の履修に当てられる時 間が不足しているのか，一面的，形式的な理解にとどま\nっている者が少なくないように思われ，そ れらの者は，基本概念，基礎的事項を深く理\n解し，それを具体的に使いこなすことができていないように思われる。\n４ 今後の出題について\n今後も，独占禁止法の基本概念 ，基礎的知識の正確な理解と応用能力を求めることは変\nわらないと考えられる。経済法の 特性として事例を詳細に設定する必要がある反面，受験\n生に過度の負担を与えぬような配 慮も必要であり，そのバランスを適切に取りつつ問題を\n出題する必要があると考えられる。\n５ 今後の法科大学院に求めるもの\n今回の出題により，法科大学院 は，細かな知識が新司法試験において求められるという\nように誤解することなく，出題の意図したところを正確に理解してほしい。\nその上で，受験生が経済法の基 本をきちんと自分のものとして理解し，使いこなせるよ\nうになるという当たり前のことを徹底することが求められよう。\n-2 6-\n平成２０年新司法試験の採点実感等に関する意見（知的財産法）\n１ 出題の趣旨・ねらいとこれに即した答案の多寡\n第１問，第２問ともに，典型的な論点を含 む事例問題であって，出題者としては，両問\nを通じて，受験者が基本的事項に ついて正確に理解しているかどうか，事実関係を丁寧に\n分析し，場合分けすべき事項をき ちんと場合分けした上で法律を当てはめ，論理一貫した\n論述をすることができるかどうか を見ようとしたものである。そのような観点から本年の\n知的財産法の答案を採点した感想 は，総じて，出題の趣旨を全く理解していないような答\n案は少なく，高く評価できる答案 も少なく，おおむね平年並みというのが率直なところで\nある。\n(1) 第１問について\n設問１は，特許権者が 特許権の存続期間全部に対応する実施料全額の一括支払を受け\nて専用実施権を設定した場合における特許 権者及び専用実施権者の差止請求権（特許法\n第１００条第１項）及び損害賠償請求権に 関する理解を問うものである。出題者の意図\nに沿い，重要判例である最判平成１７年６ 月１７日民集５９巻５号１０７４頁について\nの理解をそれなりに示している答案は多く見られたが， その射程等を正確に理解し， 「特\n許権の存続期間全部に対応する実施料全額 が前払されている」という本問における事実\n関係を分析し，事案の違いに即した論述の できている答案は必ずしも多くなかった。設\n問２の１は，通常実施権者が特許無効審判 の請求人適格を有するかどうかについて問う\nものであり，請求人適格に限定がないこと （特許法第１２３条第２項本文）を前提とし\nた上で，通常実施権者が，信義則や禁反言 の原則等から不争義務を負い，請求人適格を\n欠くといえるかなどを論ずることを期待し たが，設問の趣旨を理解せず，丙発明の進歩\n性の有無等を延々と論じたり，あるいは特 許法第１２３条第２項ただし書の「特許が前\n項第２号に該当すること（その特許が第３８条の規定に違反してされたときに限る。 ）」\nとの文言を誤読して丁についての利害関係の有無を論じている答案等が数多く見られ\nた。設問２の２は，特許を無効とする審決 が確定した場合，特許権は初めから存在しな\nかったものとみなされること（特許法第１ ２５条）との関係で，小問（１）では，通常\n実施権者が，特許権者に対し，既払の実施 料の返還を請求することができるかどうかに\nついて，小問（２）では，特許権者が，通 常実施権者に対し，当該審決の確定前の期間\nに対応する実施料の未払分の支払を請求す ることができるかどうかについて，それぞれ\n問うものであり，一般契約法理，不当利得 法理等の民事法の基本に立ち返り，応用力を\n発揮して論理一貫した論述を行うことを期 待したが，出題の意図に沿う答案は多くなか\nった。\n(2) 第２問について\n設問１は，甲が執筆し，同人誌に掲載し た計３０編の小説の中から選んだ１５編のも\nのを，一部変更を施した上で収録した乙書 籍を作成し出版した乙に対する甲の請求を，\nまた，設問２として，乙書籍に収録された 甲の小説を収録した丙書籍を作成し出版した\n丙に対する甲の請求を問うものであり，甲 の複製権，譲渡権，公表権，同一性保持権等\nの侵害の有無を検討することを期待した。 しかし，公表権侵害の点については，論点に\n気付いていない答案や，事実関係を綿密に 分析することなく，同人誌に掲載されたこと\nをもって直ちに公表されたものと決め付け て公表権侵害を簡単に否定している答案が極\nめて多かった。同一性保持権の侵害につい ては，乙が甲の小説に施した変更が，意に反\n-2 7-\nする改変となることを示した上で， 「やむを得ないと認められる改変」 （著作権法第２\n０条第２項第４号）に当たるかどうかを論 述することを期待したが，おおむね出題の意\n図に沿う答案が多かった。しかし，乙によ る変更に関して，改変された甲の小説を複製\nし譲渡する丙の行為が，甲の同一性保持権 を侵害するかどうかについては，十分に論じ\nられている答案が少なかった。設問３では ，Ａ市立図書館による貸与権侵害の成否につ\nき，目に触れる機会の少ない条文であると 思われるものの，著作権法第３８条第４項を\n摘示してその適用の有無を適切に論じてい る答案もあった。設問４は，編集著作物の概\n念を正確に理解し， 乙書籍の編集著作物性を適切に論ずることを期待したものであるが，\n多くの受験生が，問題の所在や論述すべき 事項に気付き，おおむね適切に論じていた。\nただし，設問３及び設問４にも，設問１及 び２と同様，同一性保持権等に関する論点が\n含まれていることに気付いている答案は少なかった。\n２ 採点実感等\n(1) 出題時に予定していた解答水準と実際の解答水準との差異\n両問とも基本的事項を問う問題であるが ，解答水準は予定していたものに達している\nとは言い難い。\nまず，第１問においては，前記１で述べ たとおり，出題の意図に即してきちんと書け\nている答案は少なく，設問１で，乙に対す る専用実施権の設定登録がなされていないも\nのと決め付けて論述している答案，延々と 均等論を論じている答案，設問２の１で，特\n許無効審判の請求人適格についてではなく ，丙発明の進歩性の有無等実体上の問題点ば\nかりを延々と論じている答案等出題の意図から大きく外れている答案が数多く見られ\nた。\n第２問においても，全体的に，論点に気 付いていなかったり，気付いていても，事実\n関係の分析やこれに即した論述ができてい ない答案，論理一貫した論述ができていない\n答案等が多く見られ，中には，消尽論の適 用範囲を理解していない答案も少なからず見\n受けられた。\n(2) 出題の意図と実際の解答に差異がある場合の原因として考えられること\n前記（１）記載の差異は，基本的事項に ついての理解が十分でないことに起因するの\nではないかと思われる。\n事例問題であるから，事案に沿った論述 をすべきは当然であるところ，ある論点に力\nを入れて勉強しすぎたせいで何を見てもそ の論点に見えてしまうのか，これが典型論点\nということで出題されると予想していたた めに，どの問題を見てもそのように感じてし\nまうのか，例えば，前記のとおり，第１問 の設問１で均等論を延々と論じたり，設問２\nの１で通常実施権者丁について利害関係の 有無を検討したり，第２問で著作権の消尽に\nついて大幅に紙面を割いたりなど，事案か ら明らかに離れている論点を非常に重視して\n論述している答案が目立った。事案をよく 見れば，そのような論点は関係ないと容易に\n分かるはずであるのに，いわば，強引に自 分の知っている論点，書きたい論点に引き寄\nせて論述しているものであり，これらは， 論点主義の弊害である可能性もあるが，結局\nは，基本的事項についての理解が不十分で あることによるものと考えられる。さらに，\nこのような事案から離れた論点についての 記述を展開している受験生ほど，小問ごとに\n自己矛盾を起こしている傾向があるように 思われる。おそらく，そのような受験生は，\n事案に関係する各論点についての体系的理 解ができていないために，書くべき論点を見\n-2 8-\n付けたつもりになって，場面場面で不整合 を起こしながら論述を進めたのであろうと推\n察される。\nまた，事実関係を丁寧に分析検討し，問 題文からは存否どちらとも受け取れる重要な\n事実については必要かつ適切な場合分けを した上，法律をきちんと当てはめて正確に論\n述していくという能力がまだ十分身に付い ていない者が多いと思われる。一般民事法等\nにも思いを致す幅広い思考力，問題点を自 分なりに掘り下げて論じる能力も足りないの\nではないかと考えられる。\n答案作成の要領や手順にも問題があると考えられる。答案の作成は， 「問題文をよく\n読み時系列で整理する。 」，「すぐに書き出すことなく，答案の構成を考える（結論，理\n由付け，論述に費やす分量・全体のバランスを考える。 ）。」，「法的根拠（条文及びその\n解釈）を示し，問題文から読み取れる事実 関係を分析し，当てはめ・評価しながら論述\nする。」，「その際，自己の見解を明確にする。 」，「設問に対する結論を明確に示す。 」と\nいう要領・手順で行われるものと期待して いた。しかし，実際の答案には，いったん記\n述した箇所を大きく×印で削除したり，後 から長々と挿入文を加えたり，既に記載した\n記述箇所を大きく移動する趣旨の矢印を記 載するなどしているものが少なくなかった。\n答案構成を事前に十分検討することなく， いきなり書き出し，後から考えが変わり慌て\nて修正するなどした結果ではないかと考えられる。 中には，その修正の分量が多いため，\n何を記述しているのか判読が困難な答案も みられた。このような答案作成の要領や手順\nの問題は，他人が読んで理解することので きる文章の作成それ自体にかかわるものであ\nるのみならず，事案を丁寧に分析し，問題 点を把握し，論理一貫した論述を行うという\n本質的作業の在り方にもかかわるものと思 われる。すなわち，この本質的作業が行われ\nていないことを反映するものではないかと 考えられる。また，時間配分を誤ったのか，\n最後まで論述できていない答案も数多く見 られたが，限られた時間内で，事案に即して\nバランスよく論述できるセンスの良さを身に付けることも大切であると思われる。\n(3) 採点方針\n事実関係を丁寧に分析し，場 合分けすべき事項をきちんと場合分けした上で法律を当\nてはめ，論理一貫した論述をしている答案 に高い評価を与えた。他方で，事案を離れ，\n強引に自分の知っている論点，書きたい論 点に引き寄せて論述している部分，単に問題\n文に記載されている事実関係を答案にその まま書き写したにすぎない部分など，解答に\n無関係・無益な記載については，全く加点対象にしなかった。\n３ 今回の結果を受けて法科大学院に求めるもの\n昨年も指摘したことであるが， 学生に対し，まずは基本的事項をしっかりと理解させ，\n身に付けさせるよう努めていただ きたい。そして，具体的な事案において，これを丁寧に\n分析し当てはめるという訓練をし っかり積ませるようにする必要がある。その際，今回の\n答案の中に余りに読みにくいもの があったことを踏まえれば，文章表現力を身に付けさせ\nるような教育方法を工夫することも必要と思われる。\n知的財産法に特有な論点や知識 の習得ばかりではなく，知的財産法の理解の当然の前提\nとなる一般民事法等の基本知識の 確認等にも配慮した教育及び学習が必要であろう。実務\n法曹としての法的応用能力の涵養 という意味でも，法科大学院では，幅広い観点から物事\nを分析・検討する姿勢を身に付けさせるような指導をしていただきたい。\n-2 9-\n平成２０年新司法試験の採点実感等に関する意見（労働法）\n１ 出題の趣旨，ねらい等\n公表済みの「出題の趣旨」のとおりである。\n第１問，第２問とも，法令及び判例に関する正確な知識・理解を前提に，具体的事例\nから紛争解決に必要な論点を抽出し，法律要件の存否の判断に必要な具体的事実を取捨\n選択した上で，これを主張として構成し（第２問） ，あるいは，ルールに当てはめて適切\nな結論を導く（第１問）という，法律実務家として求められる基礎的な能力を試そうと\nするものである。いずれも，近時，頻繁に生じている紛争類型を事例化した出題であり，\n実務において，どのような事案が問題とされているのかに目を配っている受験生には，\n解答しやすいものであったと思われる。\n２ 採点方針\n出題の趣旨を把握した上，各論点について十分な論述ができているかどうか及び結論\nに至る道筋を論理的に示すことができているかどうかを基準として採点した。おおむね\n基礎的な論点の抽出が的確に行われ，これに関する論述が水準に達していると認められ\nる答案には，標準以上の得点を与え，それを上回る説得力のある答案構成，応用的な論\n点への言及等が見られる答案には，更に高得点を与えることを目安とした。\nなお，第１問の事例は，労働契約法施行日（平成２０年３月１日）以前のものである\nため同法は適用されないこととなるが，採点に当たっては，同法を適用して処理したも\nのについても，減点の対象とはしなかった。\n３ 採点実感等\n(1) 第１問について\n一応の期待される水準に達していた答案が３分の１程度あった反面，解答の道筋や\n論じるべき論点の把握が不十分なものも相当数見受けられた。\n本問は，小問１の結論（給与規程改訂前において請求できる割増賃金）と小問２の\n．\n結論（給与規程改訂後において請求できる割増賃金）とを比較することにより，小問\n．\n３の解答に必要な改訂による不利益の有無・程度を把握するという構造になっている\nが，各小問における解答に誤りがあるものに加えて，そのような構造が的確に見通せ\nなかった答案が相当数あり，答案の構成や論点ごとのバランスの取り方に不満が残る\n一因となっていた。\n小問１では，「エキスパート職」に超過勤務手当を支給しない旨の給与規程の有効性\nに関し，Ｘの労働基準法（以下「労基法」という。 ）第４１条第２号該当性（管理監督\n者性）について論じ，消極の結論を導いた上で，超過勤務手当の不支給を定めた給与\n規程が労基法第３７条に反し無効であることを指摘することが必須であるが，この論\n点を看過していたものが半数に近かった。また，この給与規程の有効性と， 「割増賃金\nを基本給に含めて支払う旨の合意の有効性」とをしゅん別できずに，論旨が不明確と\nなっている答案も散見された。一方，三六協定がない場合の時間外労働に対する割増\n賃金請求権の有無について詳細に論じた答案が相当数あったが，判例によれば，この\n点は結論に影響を与えないのであるから，必要以上に拘泥するのは適切ではない。ま\nた，労働契約の合理的解釈ばかりに力を注ぎ，強行法規である労基法第３７条の意義\n-3 0-\nを没却しているような答案も少なくなかった。\n小問２では，定額により支払われる超過勤務手当は労働時間数に照らして明らかに\n不足であり，差額分を労基法第３７条に基づき請求できる旨を述べる必要があるが，\n請求不可とする答案や，反対に割増賃金を定額で支給する合意がそれ自体許されない\nとする答案が散見された。\n小問３では，就業規則の不利益変更の「合理性」の有無が中心論点となるところ，\nこの点を論じるためには，Ｘが被る不利益の程度を正しく指摘し，変更の必要性と照\nらし合わせながら，事例に表れ た事実関係を的確に判断することが求められる。特に，\n本問においては，時間外割増賃金の計算の基礎となる金額が引き下げられただけでは\nなく，実質が変わらないのに，超過勤務手当として月８万円が支払済みとされてしま\nうことになり，不利益は大きいと評価せざるを得ないが，その把握が不十分である答\n案が目立った。また，ほとんど過半数代表者が変更に同意したという事実だけから結\n論を導くような答案も見られ， 「合理性」を判断するための根拠事実を的確に指摘し，\n説得的に論述することができた答案は，少数にとどまった。\n全体を通して，労基法に関するごく基本的な知識・理解が不十分である答案が多数\nあったことは，意外であった。管理監督者は労基法上の労働者に含まれない，あるい\nは，過半数代表者が就業規則変更に同意した書面が三六協定に当たるといった答案が\n少なからずあり，また，時間外及び深夜の割増率や，割増賃金の算定基礎から除外さ\nれる手当についても，初歩的な誤解をしているものが目に付いた。\n(2) 第２問について\n全体に，論述すべき論点の把握はできている答案が多かったものの，一般的・抽象\n的な論述にとどまり，説得的な論理展開や理由付けが不十分であったものが多く，期\n待される水準に達していた答案は比較的少数にとどまった。\n小問１では，どのような救済手続があり得るかについては多くの答案が指摘できて\nいたものの，具体的な救済方法 や内容についてきちんと論述している者は少なかった。\n例えば，不当労働行為救済申立てを行う場合，個人の資格でできるのか，できるとす\nればどのような根拠となるのか，使用者のどのような行為が不当労働行為を構成する\nのか，また，裁判手続を申し立てる場合，どのような使用者の行為を対象としてどの\nような類型の訴訟を申し立てるのかなどについて，ほとんど言及されていなかった。\nさらに，なぜ懲戒処分が違法となるのかについて，懲戒処分の根拠となり得る個々\nの行為ごとに，具体的な論拠を示して行為の正当性をきちんと論述できている答案は\n多くなかった。懲戒処分の違法性について懲戒権の濫用を根拠とするのか，不当労働\n行為を根拠とするのかについてもきちんと区分せずに論じている答案が多かった。そ\nして，解答の中心となるべき不当労働行為の該当性について，労働組合法第７条第１\n号及び第３号に該当し得るとの結論を示すことはできているものの，その論拠につい\nては十分に論述できていないものが少なくなかった。特に，少数派組合員の活動につ\nいては，組合の指示や承認がなくとも「労働組合の行為」に当たるかという点につい\nてまず論じ，積極の結論を導いた上で，更に「正当な」行為といえるか否かという二\n段階に分けて論ずる必要があるが，この両者をしゅん別せずに論じ，かつ，後者の点\nについて論述が不十分である答案が散見された。さらに，同条第１号該当性を論ずる\nに当たり使用者側のどのような行為が不利益な取扱いに当たるのか，同条第３号該当\n性を論ずるに当たり使用者のどのような行為が支配介入に当たるのかを具体的に示し\n-3 1-\nていない答案も散見された。\n小問２では，懲戒処分をする場合の原則や留意点（就業規則に定められた懲戒事由\nへの該当性，就業規則で定めら れた範囲で懲戒の種類を選択するべきこと，比例原則，\n過去の事例との比較，他の事例との比較，就業規則上の手続や一般的な適正手続）を\n理解していることが前提となるが，抽象的にはこれらの原則や留意点について論述さ\nれているものの，具体的論述にあってはこれらが本当に理解されているのか疑問と思\nわれる答案が目立った。例えば，本件では，就業規則上，減給，出勤停止又は懲戒解\n雇の３種類の懲戒処分しか設けられていないにもかかわらず，労働者に有利であるか\nらという理由でけん責，戒告等就業規則にない懲戒処分を科することが適当であると\nするような答案も多く，また， 懲戒処分を行うに当たっての手続を検討するについて，\n就業規則上は懲戒解雇の場合のみ賞罰委員会を開催し本人の弁明を聴くとなっている\nにもかかわらず，就業規則にのっとり賞罰委員会を開催しなければならないという答\n案も少なくなかった。一般論としての適正手続，例えば，弁明の在り方についても，\n具体的な論述はほとんどみられなかった。\nなお，懲戒処分の正当性に関する部分は小問１の違法性部分の裏返しであり，小問\n１とほぼ同様の状況であった。\n４ 今後の出題について\n出題方針等について変更すべき点は，特にない。\n法令，判例，学説等に関する正確な基礎的 知識があることを前提に，具体的事例に即し\nつつ，主張を組み立て，あるい は，ルールを適用する能力・素養を試す出題を継続するこ\nととしたい。\n５ 今後の法科大学院教育に求めるもの\n具体的な事例の中から必要な事実を取捨選 択して論点を抽出し，解答者なりの筋道を立\nてて結論に至るという，法律家 としての基本的な能力の伸長が望まれる。基礎的な知識の\n習得はもちろん不可欠であるが ，その適用に当たり，具体的な事実関係の下での主張及び\n証拠に即した思考方法を習慣付 けるように指導をお願いしたい。また，どのような問題点\nについていかなる紛争解決方法 が採り得るのかといった手続的知識や，最終的にどのよう\nな解決が見込めるのかという実務的感覚についても習得させる機会があることが望まし\nい。\n-3 2-\n平成２０年新司法試験の採点実感等に関する意見（環境法）\n【第１問】\n１ 出題の趣旨及び採点実感\n(1) 第１問では， 「廃棄物の処理及び清掃に関する法律」 （廃棄物処理法）の下での廃棄\n物該当性の判断基準の理解が正確にされて いるかどうかを問うとともに，具体的事例に\n対してその基準が適切に適用できるかどうかを問うた。\n廃棄物性の判断基準は， 「不要物」という文言の解釈にかかわるが，この点について\nは，いわゆる「おから決定」といわれる最 高裁決定がある。この決定は，判断要素とし\nて，問題となっているものの，①性状，② 排出の状況，③通常の取扱形態，④取引価値\nの有無，⑤占有者の意思等を挙げた上で， これらを総合的に勘案すべきという「総合判\n断説」に立つものである。答案の多くは， 総合判断説に言及し，判断要素もおおむね記\nされていた。しかし，これが最高裁の判断 となっていることを知らないと思われる答案\nも散見された。\n(2) 設問は，公訴事実を前提として，これに 対する弁護側の主張と検察官の反論を対比さ\nせる形での解答を期待した。この点につい ては，多くの答案が，そうした構成をとって\nいた。\n弁護側は，まず廃棄物ではない ことを主張することになる。肥料・飼料の原料として\n用いられているという点は，多くの答案が 触れていたが，本件において，Ａがおからを\n原料，すなわち，有価物として占有する意 思がある点を論じていた答案はそれほど多く\nなかった。一方，この点に関する検察側の 主張として，いわゆる「手元マイナス」の逆\n有償となっていることを指摘できた答案は 多かった。これは，Ｄらの下では廃棄物とな\nっていることを意味する。\n弁護側の主張として， 「廃棄物」の定義が不明確であることから構成要件の明確性に\n欠けること，たとえ廃棄物であるとしても リサイクルされている以上は可罰的違法性に\n欠けること，といった刑事法的論点への論 及も期待されたが，この点に踏み込んだ答案\nは少なかった。\nリサイクルとの関係に留意する ことが求められていたが，弁護側の主張において，リ\nサイクルを阻害するような解釈はすべきで ないことを，循環型社会形成推進基本法の関\n係規定などを引用しつつ解答する答案は多くあった。\n廃棄物であるとしても，いわゆ る専ら物であるとか再生利用認定制度の対象になると\nいう点を論点に挙げた答案も多くあった。 おからは専ら物ではなく再生利用認定制度の\n対象にもならないが，検察側の反論として ，その知識を踏まえた解答をした者はほとん\nどいなかった。\n(3) 基本的論点に関する出題であったせいか ，全体としてみれば，ほぼ予想していた解答\n水準であった。循環型社会形成推進基本法 の枠組みのなかで廃棄物処理法を位置付ける\nという点についても，おおむね対応がされていた。\n２ 採点方針\n最高裁決定でも採用されている総合判断説の諸要素の正確な記述， 「手元マイナス」で\nあるがゆえに廃棄物と認定される ことについて的確な記述ができているかどうかで評価が\n分かれた。専ら物制度や再生利用 認定制度について論及しているかどうかでも，評価が分\n-3 3-\nかれた。廃棄物性の判断は，一般 的状況を参考にしつつも，基本的には個別事案ごとにさ\nれるべきものであるから， 「肥料及び飼料の製造」について商取引としての実績があるか\nどうかによって廃棄物性の評価も 異なるという点にまで論及できた答案は評価した。関係\nする廃棄物処理法の規定は多くあ るが，それを単に平板に並べるだけの答案は，低く評価\nされた。\n３ 法科大学院教育に求めるものと今後の課題\n主要裁判例を学習するに当たっては，その 結論のみを記憶するのではなく，原告被告双\n方のいかなる主張を踏まえて裁判 所がそうした結論に至ったのかまでを深く理解する必要\nがある。基準となる事項について も，それのみを記憶するのではなく，具体的事例に的確\nに適用できるような能力の養成も 求められる。また，本問が前提とした最高裁決定のよう\nに，その理由付けが簡単なものに ついては，原審にまでさかのぼって学習させることが必\n要になる。\n【第２問】\n１ 出題の趣旨及び採点実感\n(1) 第２問設問１は， まず，石綿が大気汚染防止法の規制対象であることの理解を問うた。\n大半の答案は，石綿が同法の規制対象であ ることを指摘でき，Ａ県知事が採り得る措置\nとして，同法第１８条の１８の作業基準適 合命令が考えられることを論ずることができ\nた。しかし，同法の条文を見れば本件に適 用のないことが明らかな規定，例えば，同法\n第１８条の１１を指摘するものも散見された。\nＥのＤに対する訴訟上の請求と しては，まず，公害防止協定に基づく債権的請求が考\nえられ，この点を指摘する答案は多かった が，結論のみを簡単に指摘するだけで，この\nような公害防止協定にそもそも法的拘束力 があるのかという基本的な問題について論じ\nた答案は少なかった。また，本件の公害防 止協定は，ＢとＤが交わしたのであることに\n気付き，それでも，Ｅが請求できるための 法的構成（第三者のためにする契約等）まで\n指摘できた答案は極めて少なかった。設問 １では，人格権に基づく差止請求を論ずるこ\nとも期待されており，この点について指摘 し，受忍限度論といった違法性論を論じた答\n案は多かったが，どのような差止請求が許 されるか，抽象的差止請求は許されるのかと\nいった点についてまで論じた答案は少なかった。\nまた，本件では，法的措置 を速やかに講ずる必要性があることを問題文から読み取る\nことを期待しており，そのための手段とし て民事上の保全処分があることを指摘してほ\nしかったが，この点について触れた答案はほとんどなかった。\n(2) 設問２は，Ｄに対しては，公害防止協定 違反に基づく損害賠償請求，Ｃ及びＤに対し\nては，不法行為に基づく損害賠償請求の可 否を問うものであり，いずれについても何が\n損害に当たるかについての突っ込んだ議論 を期待した。単なる不安感だけでも損害賠償\nが認容されるのかについて，問題意識をも って論じた答案は少なかった。Ｃ及びＤに対\nする不法行為に基づく損害賠償請求では， 共同不法行為論を論ずる必要があったが，ど\nのような場合に共同不法行為の要件を満た すのかについて的確に論じた答案も少なかっ\nた。中には，ＣとＤの行為には強い関連共 同性が認められると論じたものもあったが，\n特別の事情がない限り，共同不法行為論を 正しく理解しているとはいえないと感じられ\nた。\n-3 4-\n(3) 以上のとおり，本件を検討する上で不可 欠というべき基本的な問題点を丁寧に論じた\n答案は少なく，出題時に予定していた解答 水準に達していないものが多かったといわざ\nるを得ない。\n２ 採点方針\nＡ県知事が採り得る大気汚染防止法上の規 制措置等については，本件の事案に即して的\n確なものを指摘できたか否かによ って評価が分かれた。事案を的確にとらえ，条文の意味\nを正しく理解している答案は評価した。\n差止請求や損害賠償請求については，実際 に提訴する場合に当然検討しなければならな\nい問題点は何かを問題文から的確 に読み取り，この点について，簡にして要を得た説得力\nのある記述をした答案を評価した。 問題文に書かれた事実関係を書き並べるだけの答案は，\n当然，評価しなかった。\n３ 法科大学教育に求めるもの，今後の出題\n環境訴訟では必ず問題となり得る差止訴訟 や不法行為訴訟についての理解をこれまで以\n上に深める必要がある。 民事保全法の理解も重要である。 昨年度も指摘したが， 実務では，\nある環境現象の解決のために様々 な法制度が動員される。法科大学院には，具体的事例に\n即した問題点の検討が的確にでき るよう御指導をお願いしたい。また，日ごろから基本と\nなる法律の条文に親しむように御指導いただきたい。\n今後の出題については，今回のような出題 形式にこだわることなく，更に創意工夫を凝\nらし，新司法試験の理念に沿った適切な出題を探求していきたい。\n-3 5-\n平成２０年新司法試験の採点実感等に関する意見（国際関係法（公法系） ）\n１総 評\n本年は比較的オーソドックスな 出題であったために，受験生はきちんと問題を理解でき\nていたが，他方，論点の発見や具 体的な事例への適用（当てはめ）については不十分な答\n案が目立った。文章表現では，誤字脱字は比較的少なかった。\n２ 第１問\n外交関係という広く知られてい る分野を素材として，外交関係法，国家責任法，国際紛\n争処理法という国際法の基本を問 う出題であったために，国際法について一定の理解と判\n断力を示し，問題の主題をきちん と理解し，上記事項についての基本的な知識を修得して\nいることを示す答案が多かった。 採点においては， 関係論点をきちんと発見できているか，\nまた，事例への「当てはめ」 （適用）がきちんとできているかを重要な評価基準とした。\n他方，記憶した教科書の内容に 引きずられているような答案（文章は適宜自分で構成し\nて使うことを望みたい。 ）や，法規の「解釈」と事実に対する「適用」をきちんと区別で\nきていない答案が散見された。法 学ではなく国際関係論の答案のようなものが一部にあっ\nたことを含めて，国際法を法学としてとらえる視点がやや弱い印象を持った。\n３ 第２問\n国家の裁判権免除という国際法 の基本原則に関する出題であり，関連の有名な国内判例\nもあるため，多くの受験者が問題 の主題に気付き，また，基本的な知識（裁判権免除の意\n義・根拠等）を修得していた。ま た，論理構成も，おおむね予測どおりであった。そのた\nめに，採点に際しては，解答の「質」 ，とくに事例への当てはめが重要な基準になった。\n事例への当てはめ （飛行機の夜間離発着等への適用・二国間協定の意義等） については，\n著名な国内判決での検討を十分に 理解していないものが多く，評価基準の特定も含めて具\n体的な事実に即した論述を行った ものは予想以上に少なかった。また，日本の判例の動向\nに触れる答案も少なかった。\n問題の本質に迫り，十分な解答を妨げる効果しか持たない， 「画一的な」 （予備校での\n指導などが原因かとも思われる。 ）論理の運びや「余計な言い回し」をする答案が目立っ\nた。\n-3 6-\n平成２０年度新司法試験の採点実感等に関する意見（国際関係法（私法系） ）\n１ 出題の趣旨，ねらい等\n国際関係法（私法系）は，狭義の国際私法（準拠法決定ルール） ，国際民事訴訟法及び\n国際取引法を出題範囲とする科目であることから，本年の出題においても，これらの法分\n野に関する理解を問うため，財産法と家族法の双方に関する準拠法決定ルールと，国際民\n事訴訟法，国際取引法の分野から問題を作成した。各問題の出題の趣旨の詳細は，既に法\n務省ホームページで公表済みであり，これを参照されたい。\n２ 採点方針\n採点に当たっては，各問題の各設問につき ，いかなる法律問題があるか，それについて\nの論点を把握できているかどうか，把握した論点についての関係法規の理解がどの程度で\nきているか，当該論点についての関係法規の解釈を設問の事例に当てはめることがどの程\n度できているかについて，それぞれ評価を加えて，採点をすることとした。その際，一部\nの細目的な論点を見落としていても，他の論点について十分な理解を示す記述をしている\n答案については，論点を網羅的に拾い上げながらも平板な記述しかできていない答案より\nも高い評価を与えるようにした。\nなお，判例・学説が分かれている論点につ いては，その結論がいずれであるかによって\n得点に差をつけることはせず，自説の論拠を展開する中で，当該論点についての理解がど\nの程度示されているかによって成績を判定した。もっとも，新司法試験が法律実務家とな\nるに足る能力を有するかどうかを判定する試験である以上，重要な判例については，これ\nに賛成しない場合であっても，これを踏まえた立論をすることが必要であり，このような\n判例を全く知らないと見られる答案については，当該分野についての基本的知識を欠くも\nのと評価した。\nまた，採点及び成績評価等の実施方法・基 準については，考査委員会議の申合せがされ\nているので，得点の分布が当該申合せにできる限り合致するよう，各考査委員が相当数の\n答案を採点した後に再度打合せを行い， 各評価項目についての当初定めた配点を見直した。\nその結果，特に第２問については，当初定めた採点基準によるよりも，得点がかなり高く\nなるようになったが，それでも，後記３のとおり，すべての設問について基本的知識自体\nを欠いている答案が相当数あったため，不良答案の比率が当該申合せに係る目安よりも多\nくなった。\n３ 採点実感\n第１問については，不良な答案が予想より も少なかった。これは，問題を，遺言能力，\n遺言の方式，認知の有効性の３つの小問に分割して解答を求める形式としたため，論述す\nべき事項の基本的なものを落とした答案が少なかったことによるものと考えられる。もっ\nとも，答案の水準は，総体的に見て，あまり高いものとは言えなかった。すなわち，設問\n１については，遺言能力の準拠法を定める規定が，法の適用に関する通則法（以下「通則\n法」という。 ）第４条，第５条か，第３７条かという問題提起をした答案においては，十\n分な根拠を挙げずに第４条，第５条であるとするものが少なくなかった一方で，通説であ\nる第３７条説に立つ答案の多くは，このような問題提起をせずに，当然のごとく第３７条\nであるとし，その根拠をほとんど記述していなかった。また，設問２については，遺言の\n-3 7-\n方式の準拠法に関する法律（以下「方式法」という。 ）第２条はほとんどの答案が挙げて\nいたが，その各号の本件設例への丁寧な当てはめを行っている答案は少数であったし，遺\n言の際の証人の立会いや被後見人が遺言能力を回復している時に遺言がされたことの証明\nの方式が「遺言の方式」に含まれることを方式法第５条の規定を挙げて説明している答案\nや，証人を１名で足りるとしている甲国民法第Ｔ条第２項の規定の適用が方式法第８条の\n「明らかに公の秩序に反するとき」に該当するかどうかを検討している答案は，極めて少\n数であった。さらに，設問３については，認知の有効性を定める規定は通則法第２９条で\nあるとした答案が圧倒的多数であったが，その理由の説明がないか，あっても薄弱な根拠\nしか記述していないものが大半であった（通則法第３７条であるとした少数の答案も，そ\nの根拠は薄弱であった。 ）し，本件設例でＹがＡの遺産の分割をＸに対して求めているこ\nとは，Ｙが本件遺言を承諾していることを前提にした行動であることに気付いていない答\n案が大半であった。\n第２問については，比較的よくできている 答案と全然できていない答案とに分かれ，法\n科大学院によって，当然教えるべき国際民事訴訟法や国際取引法の基礎知識を教えていな\nいところがあるのではないかとの危惧を抱いた。すなわち，設問１については，国際裁判\n管轄の合意に関する最判昭和５０年１１月 ２８日民集２９巻１０号１ ５５４頁を知らず\nに，マレーシア航空事件の判例理論のみに依拠した解答をしていた答案が３分の１余りに\nも及び，その中には，そもそも専属的な国際裁判管轄の合意の問題であることすら把握し\nていない答案もかなりあった。この昭和５０年判決は，国際裁判管轄に関する数少ない最\n高裁判例の一つであり，かつ，国際裁判管轄の合意に関する唯一の最高裁判例であるにも\nかかわらず，これを全く知らない受験生もいるとみられることは遺憾である。また，設問\n２については，本件設例では日本の裁判所において日本法が準拠法とされることは多くの\n受験生が記述していたが，この設例の場合には船積港が本邦外にあるので商法ではなく国\n際海上物品運送法の規定が適用されることを述べた答案は少数であり，国際海上物品運送\n法という法律名が全く出て来ない答案が３分の１余りに及んだ。国際海上物品運送法は国\n際取引法に関する基本法令の一つであり，そのことさえ知っておれば，国際海上物品運送\n法の詳細な規定内容を理解していなくても，試験会場で司法試験用六法を繰ることによっ\nて解答に必要な条文を探し出し，それなりの答案を作成することが可能な問題であったの\nに，それすらできていない答案がこのように多数あったことは意外であり，遺憾である。\nなお，試験会場で国際海上物品運送法の条文を初めて見て解答を考えたのではないかとみ\nられる答案も多数あり，そのため，荷受人の損害賠償請求の前提となる同法第１２条の検\n査の規定について触れることなく，また，同法第３条第１項を挙げながら，証明責任の転\n換を定める第４条第１項に触れていない答案や，同法第１条を読み間違って，同法は運送\n人の不法行為による損害賠償の責任にのみ適用され，契約責任については商法の規定によ\nるとした答案も相当数あった。 国際運送法は国際取引法の重要な一分野であり， その中で，\n国際海上物品運送法は基本的かつ重要な法律であるから，法科大学院においては，同法の\n規定内容の詳細まで指導することはできなくとも，同法がどのような法律であるかという\n基本的部分だけでも教えられるべきであろう。\n４ 今後の出題について\n今後も，基本的には本年と同様に，狭義の 国際私法，国際民事訴訟法，国際取引法の各\n分野の基本的事項を組み合わせた事例問題を出題することになると考えられる。 もっとも，\n-3 8-\n昨年の出題のように，これらの法分野の一部からは出題をしないということもあり得る。\nなお，司法試験は法律実務家となるための 基本的な能力を判定するための試験であり，\n選択科目はその分野の専門家としての能力の検定ではないので，国際関係法（私法系）の\n問題はこの分野の基礎的知識と法律問題の把握能力を調べるための，平易な問題とするこ\nとに努めた。この方針は維持されることが望ましい。\n５ 今後の法科大学院教育に求めるもの\n狭義の国際私法については，受験生の答案 を見る限り，基本的知識の教育は相当程度行\nわれているものとみられるが，準拠法決定ルールの在り方に関する理解の深さや，法律実\n務家に不可欠な具体的事案への当てはめに不十分な点が見られる。授業時間の制約がある\nことは承知しているが，更に工夫を凝らして，より深く，かつ，実務的な観点も加味した\n教育を進めることが望まれる。\n国際民事訴訟法と国際取引法については， 法科大学院によって授業水準に大きなバラツ\nキがあるのではないかが危惧され る。これらの法分野についても，基本的知識を幅広く学\nばせるとともに，制度の趣旨にさ かのぼった，しっかりした理解を学生に得させるような\n教育がすべての法科大学院において行われることを求める。"
}