{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第２問〕（配点：２００〔設問１から設問４までの配点の割合は，５：５：３.５：６.５〕）\n次の文章を読んで，以下の１から４までの設問に答えよ。\nⅠ 山野弁護士は大手の丙銀行株式会社（以下「丙銀行」という。）の顧問弁護士を，川野弁護士は丁株式会社（以下「丁社」という。）の顧問弁護士をそれぞれ務めていたが，平成２０年５月中旬ころ，それぞれ，各社の法務担当者から相談を受けることとなった。各社からの相談は，いずれも以下の１から１６までの事実経過を前提としたものであり，丙銀行からは１７の経緯で，丁社からは１８の経緯でそれぞれされたものとする。\n１. 甲株式会社（以下「甲社」という。）は，工作機械の部品の製造及び販売を業とする株式会社である。同社は，工作機械の製造及び販売を業とする乙株式会社（以下「乙社」という。）の子会社であり，乙社が汎用性のある部品の開発に成功したことをきっかけとして設立されたものである。\n２. 乙社は，理工学系の大学院で機械工学を学んだＡが友人であるＢとともに設立した会社であり，その株主は，Ａ及びＢの２人だけである。また，同社の取締役には，Ａ及びＢのほか，Ａの妻であるＣが就任し，代表取締役には，Ａ及びＢが選定されていた。同社は，その製品に関して多数の特許を取得し，順調に事業を展開していたことから，会社法上の公開会社でない株式会社でありながら，大きな信用力を保持していた。\n３. 甲社は，国内外の工作機械製造会社から注文が殺到したために急成長し，平成１５年には，東京証券取引所（マザーズ）への上場を果たした。同社の株式は，乙社が３０％を，Ａ及びＢが各１０％を保有していたほか，経理及び財務に明るい人物が必要だということで，Ａの友人である税理士資格を有するＤにも５％を保有してもらっていた。\n４. 甲社の取締役には，Ａ，Ｂ及びＤが就任していた。同社の技術力はＡ個人の能力に負うところが大きかったことから，Ａが代表取締役に選定され，他方で，Ｂは，父親が日本有数の自動車製造会社の取締役であることから，その広い人脈を駆使して営業活動の指導に当たることとし，Ｄは，予定どおり甲社の経理及び財務を担当することとなった。Ｄは，就任後間もなく，取引銀行との付き合いを広げる必要があると考え，丙銀行を甲社の主たる取引銀行とすることとした。\n５. 平成１８年になり，Ａの開発した部品が特許の取得に成功し，その結果，甲社は，莫大な利益を上げることとなったため，同社においては，その利益の運用が重要な課題となった。しかし，このころから，開発の成功を背景として，社内におけるＡの発言力が増大し，その横柄な態度を不愉快に感じたＤとＡとの間で，軋轢が生じるようになっていった。このようなことから，Ａは，これまで資金の運用を一手に引き受けていたＤを無視して，Ｂを通じて知り合った金融ブローカーであるＥに甲社の資金５０億円の運用を一任することを計画した。Ｄは，取締役会において，Ｅへの資金の運用の一任に強く反対したが，Ａ及びＢが賛成したため，この計画は，実行に移されることとなった。\n６. Ｅは，平成１８年１０月，Ａに対し，投資リスクを分散するため，差し当たり甲社の資金\n５０億円をリスクの小さな金融商品に投資し，他方で，なるべく多くの資金を銀行から借り入れ，その借入資金を金融先物取引などのハイリスク・ハイリターン型の投資に振り向けたいと伝えた。その際，Ａは，Ｅから，この投資に協力してくれる銀行が必要である旨を言われたため，投資のことはよく分からなかったものの，Ｄに相談することなく，丙銀行と付き合いがある旨を伝え，さらに，融資を受けるには乙社の保証が必要である旨を言われたため，これを了解した。\n- 2 -\n７. これを受け，Ｅは，早速，丙銀行の融資担当者であるＦと接触し，甲社と乙社が共同で海外に新しく工場を建設することになったとの架空の話をねつ造して，甲社を主たる債務者，乙社を保証人として融資を受けたい旨の申入れを行った。その際，Ｅは，この架空の話の信ぴょう性を高めるため，知人に依頼して工場の簡単な設計図を作ってもらうとともに，虚偽の資金計画書を自ら作成して，これらをＦに手渡した。Ｆは，海外における工場建設の話であったため，直ちに現地に赴くことも困難であり，また，これまで取引のなかった乙社との間に密接な関係を築きたいとの思惑もあったことから，これらの書類を鵜呑みにした上で，積極的に動き始めた。\n８. 平成１８年１２月になり，Ａは，Ｅから，丙銀行から３０億円の融資を受けることができることになったので甲社と乙社の取締役会において承認を受けてほしい旨を言われた。しかし，このことがＤに知れると甲社に内紛が起こりかねないし，また，乙社の取締役会もこれまで全くといっていいほど開かれていなかったため，Ａは，Ｅに対し，適当に対処してほしい旨を伝えた。そこで，Ｅは，Ｆに対し，甲社及び乙社ともに取締役会の議事録を用意することはできない旨を伝えたところ，Ｆは，甲社及び乙社の役員に対して自ら確認することはしないで，Ｅに対し，取締役会の議事録に代わるものを提出するように求めた。Ｅは，このＦの求めに応じ，甲社及び乙社の双方について，各取締役会で前記の融資及び保証について承認があった旨の確認書を作成した上，Ａに署名捺印させ，これをＦに手渡した。しかし，Ｆは，この確認書だけでは丙銀行内部の決裁が得られないと考え，「甲社及び乙社の役員全員に面談し，各取締役会の承認を受けていることを確認した上で，両社の代表取締役であるＡから確認書を取得した。」旨を記載した稟議書を作成し，これにより，上記の融資案件をまとめるに至った。\n９. 平成１９年１月，Ａが甲社を代表して丙銀行との間で３０億円の融資契約（金銭消費貸借契約）を締結するとともに，Ｂが乙社を代表して丙銀行との間でこの甲社の債務についての保証契約を締結し，丙銀行の甲社の口座に３０億円が入金された。これにより，Ｅは，甲社の自己資金５０億円と合わせて合計８０億円の運用を任されることになった。\n10. しかし，Ｅは，当初の話とは異なり，８０億円のすべてをハイリスク・ハイリターン型の投資に振り向けてしまい，その投資に失敗した結果，巨額の損失を出すこととなり，このままでは甲社の期末の決算では，資本の欠損が生ずることは明らかとなった。\n11. そこで，Ａは，甲社の先行きに不安を感じたため，Ｂと結託し，同社の下請企業等の取引先に頼んで架空の取引を循環させ，不適切な会計処理を行った。ところが，平成１９年３月になり，Ａから不適切な会計処理を行うよう強要されたとして，甲社の経理部の従業員が東京証券取引所に通報したことから，同社の株式は監理ポスト（監理銘柄）に指定されることになった。\nこのため，市場では，上場廃止になるだろうとの観測が広がり，甲社の株価は，１株６０００円程度で安定していた不祥事発覚前の株価と比べて大きく下落し，１株１０００円程度で下げ止まった。\n12. Ｄは，東京証券取引所の前記11の措置に伴い，巨額損失の発生を初めて知ることとなり，甲社の取締役会において，Ａを代表取締役から解職するよう提案したが，定時株主総会において株主に事情を説明し，その判断を仰ぐべきではないかというＢの意見に従い，決議するには至らなかった。Ｄは，Ａだけでなく，Ａに同調するＢも解任すべきであると考え，株主提案権を行使し，Ａ及びＢの解任を定時株主総会の目的とするよう請求した。そして，平成１９年６月\n２８日，甲社の定時株主総会が開催され，同総会において，Ａ及びＢを取締役から解任する旨の議案が決議の対象とされたが，株主であるＡ，Ｂ及び乙社の反対により，当該議案はいずれも否決される結果となった。\n13. その後，Ａ及びＢは，甲社の上場廃止は避けられないと判断し，同社の一般株主の不満を解消するため，乙社との間で金銭を対価とする株式交換を行うことを計画した。Ａは，この計画を実行すべく，株式交換に際して甲社の株主に対して交付すべき対価の額について証券会社に- 3 -助言を求めたところ，株式交換の決議を行う株主総会の基準日の時価によるべき旨の回答を得るところとなった。しかし，Ａは，これでは一般株主からの責任追及は免れ難いと判断し，知り合いのＭ＆Ａアドバイザーに頼んで，不祥事発覚前の株価である６０００円程度を基準にして対価を交付することが適切である旨の意見書を書いてもらい，これを盾にして証券会社を説得し，株式交換を実施することとした。\n14. 乙社は，株式交換の手続として必要な法定の事項を官報に掲載する方法により公告したものの，知れている債権者に対する各別の催告はしなかった。そこで，丙銀行は，乙社に対し，前記９の保証債権の存在を前提として，甲社との間の株式交換は株主に対して交付する対価の算定に問題があり，乙社の現金を不当に流出させて債務の弁済に支障を来すものであると主張し，異議を述べた。しかし，乙社は，丙銀行に対し，保証契約の効力は認められないと主張し，何ら，弁済，相当の担保の提供又は財産の信託をすることはなかった。\n15. 平成２０年１月１７日，甲社及び乙社の双方において，臨時株主総会が実施され，株式交換契約の承認決議が成立し，その後，株式交換の効力発生日が経過した。\n16. Ａ及びＢは，取引を装って甲社の財産を乙社に移転させ，甲社を倒産させることを画策し，甲社をＡが，乙社をＢがそれぞれ代表して，両社の取締役会の承認を受けることなく，平成\n２０年４月中旬から同月下旬までの間に，価格の不自然な取引を繰り返した。そのため，甲社の資金繰りは悪化し，同年５月上旬からは，丙銀行に対する利払いが継続して滞る事態に陥った。他方で，乙社は，甲社より財産の移転を受けたものの，株式交換の対価として巨額の現金を流出させたことによる財務状態の悪化は解消しなかった。\n17. そこで，丙銀行は，前記９の３０億円の融資について，甲社に支払を求める訴えを提起したいと考えたが，同社の弁済能力には不安があったので，併せて，乙社に対して前記９の保証債務の履行を求めることができるかどうか，さらに，甲社と乙社の間で行われた株式交換に法的な問題がないかどうかを，山野弁護士に相談した。\n18. 一方，丁社は，甲社と乙社の間で行われた株式交換の効力発生日の直後に甲社から手形の振出しを受けたものの，当該手形がその後に不渡りとなったことから，債権の回収について社内で検討を行い，当該手形の取得後に行われた甲社と乙社との間の価格の不自然な取引に疑問を持つに至った。そこで，丁社は，甲社に対する破産手続開始の申立てを検討するとともに，仮にこれを行わない場合に自らの債権の回収に役立つ法律論が展開できないかどうかを，川野弁護士に相談した。\n〔設問１〕 丙銀行から相談を受けた山野弁護士は，乙社に対する保証債務履行請求の可否及び甲\n社と乙社の間の株式交換の問題点についてどのように回答すべきか，あなたの考えを述べなさい。\n〔設問２〕 丁社から相談を受けた川野弁護士は，債権の回収に役立つ法律論についてどのように\n回答すべきか，あなたの考えを述べなさい（詐害行為取消権や債権侵害の不法行為の成否については，検討することを要しない。）。\nⅡ 以下の１から４までの文章は，前記Ⅰの甲社に関するものである。\n１. 甲社の個人株主であるＪは，平成１９年６月２８日に行われた甲社の定時株主総会に出席し，Ａの解任議案に賛成票を投じていた。総会でのＤの説明を聞いて，Ａの行動に憤りを覚えたＪは，法学部出身でもあり，役員の解任の訴えの制度を知っていたので，この際，訴えを提起してＡを解任しようと考えた（Ｊは，会社法第８５４条第１項に規定する議決権又は株式の保有の要件を満たしている。）。そこで，Ｊは，弁護士を訴訟代理人に選任することなく，訴状を自ら作成し，同年７月９日，甲社の本店所在地を管轄するＰ地方裁判所に，Ａだけを被告として\n- 4 -取締役の解任の訴えを提起した。Ｐ地方裁判所は，直ちにこの訴状の副本をＡに送達し，Ａは同月１３日にこれを受領した。\n２. 会社法の解説書を読み直していたＪは，会社法第８５５条を見落としていたことに気付いたので，同月１７日，Ｐ地方裁判所に，被告として甲社を追加する旨の申立書を提出した。Ｐ地方裁判所は，直ちに，訴状と申立書の双方の副本を甲社に，申立書の副本をＡに，それぞれ送達し，甲社もＡも同月２０日にこれを受領した。\n３. 同月３０日，「原告Ｊの平成１９年７月１７日付けの申立ては主観的追加的併合の申立てに該当するところ，主観的追加的併合についてはこれを否定する最高裁判例があるから，甲社を被告として追加する原告Ｊの申立ては許されない。」との記載のある甲社の答弁書がＪのもとに送られてきた。\n（甲社が答弁書で引用した最高裁判所の判決）\n「甲が，乙を被告として提起した訴訟（以下「旧訴訟」という。）の係属後に丙を被告とする請求を旧訴訟に追加して１個の判決を得ようとする場合は，甲は，丙に対する別訴（以下\n「新訴」という。）を提起したうえで，法１３２条の規定による口頭弁論の併合を裁判所に促し，併合につき裁判所の判断を受けるべきであり，仮に新旧両訴訟の目的たる権利又は義務につき法５９条所定の共同訴訟の要件が具備する場合であつても，新訴が法１３２条の適用をまたずに当然に旧訴訟に併合されるとの効果を認めることはできないというべきである。\nけだし，かかる併合を認める明文の規定がないのみでなく，これを認めた場合でも，新訴につき旧訴訟の訴訟状態を当然に利用することができるかどうかについては問題があり，必ずしも訴訟経済に適うものでもなく，かえつて訴訟を複雑化させるという弊害も予想され，また，軽率な提訴ないし濫訴が増えるおそれもあり，新訴の提起の時期いかんによつては訴訟の遅延を招きやすいことなどを勘案すれば，所論のいう追加的併合を認めるのは相当ではないからである。」（最高裁判所昭和６２年７月１７日第三小法廷判決・最高裁判所民事判例集第４１巻第５号１４０２頁）\n※ 引用文中の「法１３２条」，「法５９条」は，それぞれ，現行民事訴訟法第１５２条，第\n３８条に相当する旧民事訴訟法の規定である。\n４. この甲社の答弁書を読んで驚いたＪは，知人から紹介を受けた海野弁護士に相談をし，海野弁護士はＪから訴訟委任を受けた。\n〔設問３〕 海野弁護士は，Ｊの訴訟代理人として，甲社の主張に対して，どのように反論すべき\nか，論じなさい。\nⅢ 以下の１から７までの文章は，前記Ⅰの甲社に関するものである。\n１. 前記Ⅱの個人株主Ｊによる解任の訴えとは別に，甲社の個人株主であるＫは，訴訟代理人に依頼し，平成１９年７月１７日，甲社と取締役Ｂの双方を被告として，Ｐ地方裁判所に，取締役Ｂの解任の訴えを提起した（Ｋは，会社法第８５４条第１項に規定する議決権又は株式の保有の要件を満たしている。）。\n同年８月２４日に行われた第１回口頭弁論期日において，Ｋは，「取締役である被告Ｂは，銀行から借り入れた３０億円のほか，自己資金５０億円を合わせた８０億円全額が，約束に反してハイリスク・ハイリターン型の商品に投資されており，しかも，この投資取引により平成\n１９年１月末ころには，多額の損失が生じていることを知った。ところが，被告Ｂは，この段階でこのような投資取引を中止すれば，更なる損失を防止することができたのに，代表取締役\nＡに取引を中止させるための措置を執らなかった。そのため，この投資取引による損失は拡大し，同年２月中旬にＡの指示により投資取引を終了した時点では，損失額が合計７８億円にま\n- 5 -で及んでしまった。したがって，被告Ｂには，法令又は定款に違反する重大な事実があり，解任事由がある。」と主張した。\nこれに対し，被告らは，Ｋの主張を争い，「被告Ｂは，この投資取引が終了した後，平成１９年２月下旬になって初めて，Ａからの報告で，この投資取引の具体的内容やこの投資取引により７８億円の損失が生じたことを知らされたのであり，それ以前には，何も聞かされていなかった。」などと主張した。\n裁判所は，争点及び証拠の整理をするため，本件を弁論準備手続に付した。\n２. Ｋの訴訟代理人は，Ｋから訴訟委任を受けた後，本件について事実関係を調査していたが，その結果，Ｅが，平成１９年１月末ころ，甲社にファクシミリを送信したこと，そのファクシミリ送信文は甲社代表取締役Ａあてで，Ｅが投資した商品の銘柄，買付金額，時価等が一覧表の形で記載されていたこと，その末尾には損失合計額として巨額の金額が記載されていたことなどの情報を得た。\nまた，Ｋの訴訟代理人は，この投資取引による損失が同年１月末ころには４０億円程度になっていたことなどを，別の資料からつかんでいた。\n３. 平成１９年９月１４日に開かれた第１回弁論準備手続期日において，Ｋの訴訟代理人は，この投資取引による損失の額が同年１月末ころ４０億円程度になっていたことなどを示す投資取引関係等の書証を提出した。\n裁判所は，「本日の争点整理の結果，証拠関係からみると，平成１９年１月末ころの時点で投資取引による被告甲社の損失が４０億円程度に達していたこと，これ以降も投資取引を継続すれば損失が更に拡大することがこの時点で予測可能であったこと，平成１９年２月中旬に投資取引が終了したが，その段階では７８億円まで損失が拡大していたこと，投資取引が終了するまでの間に，被告Ｂは，代表取締役Ａに対し，投資取引を中止させるための措置を執らなかったことは，明らかにされたと思います。そうすると，被告Ｂが，平成１９年１月末ころ，この投資取引により被告甲社に４０億円程度の損失が生じていたことを知っていたかどうかが実質的な争点になりますね。」と述べた。\nこれを聞いて，Ｋの訴訟代理人は，甲社がＥから受信し，Ｅが甲社のために投資した商品の銘柄，買付金額，時価等が一覧表の形で記載され，その末尾に損失合計額として巨額の金額が記載されていたファクシミリ文書（以下「本件文書」という。）が存在することを指摘し，「甲社は本件文書を書証として提出すべきである。」と述べ，本件文書の提出に関し議論が交わされたが，甲社の訴訟代理人は，「本件文書を任意に提出するつもりはない。」と述べた。\n４. そこで，Ｋの訴訟代理人は，本件文書は，Ｂの解任事由に関して重要な事実を裏付けるものになり得ると考え，第１回弁論準備手続期日終了後直ちに，本件文書について，次の内容を記載した申立書を裁判所に提出して，文書提出命令を申し立てた。\n(1) 文書の表示及び文書の趣旨受信日として平成１９年１月末ころの日付が印字されたＥ作成の甲社代表取締役Ａあてファクシミリ文書であって，Ｅが甲社のために購入した投資商品の銘柄並びに買付金額，時価及び利益・損失等が一覧表の形で記載され，かつ，末尾に損失合計額として４０億円程度の金額の記載があるもの(2) 文書の所持者 被告甲社\n(3) 証明すべき事実 Ｅの投資取引の失敗により，平成１９年１月末ころ，甲社に４０億円程度の損失が発生していたところ，ア Ａは，平成１９年１月末ころ，この投資取引により，甲社に４０億円程度の損失が発生している事実を知ったこと。\nイ 被告Ｂも，Ａを介するなどして，そのころその事実を知ったこと。\n- 6 -ウ 被告Ｂには，法令又は定款に違反する重大な事実があったこと。\n(4) 文書の提出義務の原因 民事訴訟法２２０条３号又は４号\n５. 平成１９年１０月５日に開かれた第２回弁論準備手続期日において，甲社の訴訟代理人は，「本件文書は存在するが，民事訴訟法第２２０条第３号には当たらないし，同条第４号ハ又はニに当たる文書であるので提出義務はない。また，任意に提出するつもりもない。」と述べた。\n６. 平成１９年１０月１２日，裁判所は，甲社に対し，文書提出命令を発し，この決定は，間もなく確定した。\n７. 平成１９年１１月１６日に開かれた第３回弁論準備手続期日において，甲社の訴訟代理人は，「甲社は本件文書を所持しているが，提出するつもりはない。」と述べた。これに対し，Ｋの訴訟代理人は，「甲社が文書提出命令に応じないのであれば，裁判所は，その制裁として，民事訴訟法第２２４条を適用すべきである。」と主張した。\n〔設問４〕 以下は，第３回弁論準備手続期日が終了した後の，裁判長と傍聴を許された司法修習\n生との会話である。\n裁判長: 今日の弁論準備手続で，甲社は文書提出命令に従わないと陳述しましたね。\n修習生: ええ，甲社はその理由について余り明確には述べませんでした。\n裁判長: そうですね。これに対して，Ｋは，２２４条の適用を主張していましたね。そこで，せっかくの機会ですから，２２４条について勉強してみましょうか。どのように訴訟指揮をし，争点整理をしていくかを考える前提にもなりますね。\n修習生: 本件では，２２４条１項と３項の適用が問題になると思いますが，これらの要件を満たすかどうかの判断は，なかなか難しい問題だと思います。\n裁判長: そうですね。要件の問題も重要ですが，今日は２２４条３項が適用される場合の効果に限って検討してみましょう。条文には「その事実に関する相手方の主張を真実と認めることができる。」とありますね。これはどのような趣旨の規定だと思いますか。\n修習生: 証明妨害の典型的な例を明文化したものであるということを読んだことがあります。\n裁判長: そうですか。効果を考えるに当たっては，どのような点に着目したらよいでしょうか。まず，当事者が文書提出命令に従わないことで，申立人，相手方，裁判所にとって，どういう影響があるかを考えてみてはどうでしょう。それによって，証明妨害の効果として主張されている考え方がここにも当てはまることが理解できると思います。\n修習生: これまで，２２４条３項の効果との関係で考えたことはなかったのですが，証明妨害の法理を勉強したときに，証明妨害の効果として主張されている考え方としては，証明責任が転換されるという考え方（転換説），証明度が軽減されるという考え方\n（軽減説），真実が擬制されるという考え方（擬制説），裁判所の自由心証にゆだねられるという考え方（心証説）などがあったと記憶しています。\n裁判長: そうですね。あなたが指摘するとおり，２２４条３項は証明妨害の典型的な例といわれていますので，その効果についても，これらの考え方が成り立ち得るでしょうね。\n証明妨害については，ほかにもいろいろな考え方がありますが，２２４条３項の効果として，少なくともあなたの整理した四つの代表的な考え方の妥当性について検討しておく必要がありそうですね。それでは，これらの考え方の中では，どの考え方がより妥当だと考えますか。それぞれの考え方の違いは，命令に従わなかったことによって生じる不都合を解消するための方法の違いという位置付けもできそうですね。そうすると，その方法が問題の解消手段として適切かという点も，どの考え方が妥当かを- 7 -考える上で重要ですね。いろいろ指摘しましたが，以上のような観点から２２４条３項の効果について報告してください。\nこれは，一般論としての報告で結構です。これが一つ目の課題です。\n修習生: 分かりました。御指摘の観点から検討してみます。\n裁判長: 更に別のことを尋ねますが，本件で，仮に，２２４条３項が適用されたとすると，本件文書の不提出により「真実と認めることができる」相手方の主張は何でしょうか。\n文書提出命令の申立書に「証明すべき事実」として記載された主張すべてに及ぶのでしょうか。\nまずは，共同被告Ｂがいることは差し当たり度外視して，専ら甲社との関係だけを念頭において，本件事例に即して具体的に検討してください。これが二つ目の課題です。\n次に，本件では，文書提出命令に従わなかったのは甲社ですが，共同被告Ｂがいますね。甲社については２２４条３項を適用すべき場合であったとして，共同被告Ｂとの関係を含めて考えると，本件訴訟において，本件文書の不提出によりどのような効果が認められるでしょうか。これが三つ目の課題です。\n以上の課題について，報告してください。次回の弁論準備手続期日までさほど間がありませんので，速やかにお願いします。\n修習生: 分かりました。後半で指摘された点は，考えたことがありませんでしたが，頑張って検討してみます。\nあなたが上記の修習生であり，早速，裁判長から提示された三つの課題について報告をするものとして，以下の各問いに答えなさい。\nなお，取締役の解任の訴えにおける解任事由の存在については，解任を求める原告側に主張立証責任があるものとして答えなさい。\n⑴ 当事者が文書提出命令に従わないときの民事訴訟法第２２４条第３項の効果をどのように考えるべきか，上記の会話中に言及されている四つの説を比較検討した上で，論じなさい。\nなお，解答に当たっては，各説を「転換説」，「軽減説」，「擬制説」，「心証説」と略記して差し支えない。\n⑵ 本件文書の不提出について，民事訴訟法第２２４条第３項の適用があると仮定した場合，甲社との関係で「真実と認めることができる」Ｋの主張は何か，⑴で採用した考え方を前提に論じなさい。\n⑶ 甲社について民事訴訟法第２２４条第３項を適用すべき場合であると仮定する。甲社とＢが共同被告であることを考慮すると，本件訴訟において，甲社の本件文書の不提出について，どのような効果が認められるべきか，論じなさい。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，会社財産の不適切な運用・管理により財産の流出を来した株式会社をめぐる事例に関し，様々な角度から，会社法上及び民事訴訟法上の問題点等についての基礎的な理解の有無を問う総合問題である。本問においては，比較的詳細に示された事実関係を分析して法的な論点を的確に抽出し，事案に即した有効な解決手段を選択するなど，これまでの学習を通じて培った法制度や法原則に関する理解を多角的に応用し，その結果を論理的に総合して分かりやすく表現する作業を行わせることにより，その理解の正確さを試すこととしている。\n設問１は，取締役会の承認を受けずに締結された保証契約の効力と, 甲社及び乙社の間で行われた株式交換の問題点を指摘させるものである。まず，保証契約の効力については,甲社が丙銀行との間で締結した金銭消費貸借契約と, これを主たる債務として乙社が丙銀行との間で締結した保証契約は，いずれも, 「多額の借財」（会社法第３６２条第４項第２号）に当たるものとして，それぞれの会社の取締役会の承認を受けなければならないものと考えられるが，本件では，いずれについても，取締役会の承認を受けていないため，その効力が問題となる。この問題点の解決に当たっては，様々な理論構成を用いることが考えられるが，例えば，民法第９３条ただし書を類推適用する判例の立場を採った場合には，取締役会の承認を受けていないことを知らなかったことについて丙銀行の側に過失がなかったかどうかという点につき，事例に即して丁寧に吟味することが求められる。また，上記保証契約は，Ｂが乙社を代表して締結したものであるとはいえ，Ａが甲社を代表して丙銀行と締結した金銭消費貸借契約に基づく借入金債務を主たる債務としながら，Ａが代表取締役を務める乙社に保証をさせるという内容のものであることから，その締結が利益相反取引の一つである間接取引（会社法第３５６条第１項第３号，第３６５条）に当たるのではないかという点も問題となる。本件では，この点についても取締役会の承認を受けていなかったことから，いわゆる相対的無効説によれば，丙銀行の側がその点について善意かつ無重過失であったかどうかを検討することが必要となる。ただし，本件においては，乙社の株主が上記取引にかかわっているＡ及びＢの２人だけであることから，そもそも取締役会の承認を受ける必要はなかったのではないかという点も問題となる。次に，株式交換の問題点については，①知れている債権者に対する各別の催告（同法第７９９条第１項第３号及び第２項）が行われていない点，②債権者（丙銀行）の異議を受けた弁済等（同条第５項）が行われていない点，③株主に対して交付する株式交換の対価が不当である点，④株式交換を承認した株主総会の決議に特別の利害関係を有する者が参加していた点（同法第８３１条第１項第３号参照）などに問題が認められる。果たして，これらが株式交換無効の訴え（同法第８２８条第１項第１１号）の- 4 -\n無効原因となるかどうか，また，丙銀行に当該訴訟に関する原告適格（同条第２項第１１号）があるかどうかといった点を検討する必要がある。仮に，株式交換を無効とすることができれば，株式交換の対価として不当に流出した会社財産を取り戻すことが可能となるという実益にも言及することが期待される。\n設問２では，第１に，甲社と乙社との間で行われた不自然な取引が利益相反取引の一つである直接取引（会社法第３５６条第１項第２号，第３６５条）に当たるにもかかわらず，取締役会の承認を受けていないことから，それらの一連の取引を無効とすることによって，甲社の責任財産を回復できないかが問題となる。ただし，この点については，一人会社（甲社）\nの株主自身（乙社）が直接取引の相手方になっている場合には，実質的な利益相反関係が認められないことから，取締役会の承認は要しないとするのが判例の立場である。この考え方で債権者（丁社）の保護を図ることができるのかという点について，悩みを見いだすことができるかどうかが肝要である。第２に，乙社に対する責任追及の可能性が問題となる。この点については，①法人格否認の法理によりその責任を追及する見解，②事実上の取締役として対第三者責任（同法第４２９条第１項）を追及する見解，③株主の権利の行使に関する利益供与（同法第１２０条）としてその責任を追及する見解，④隠れた剰余金の配当として分配可能額を超える部分についての返還（同法第４６２条）を求める見解など，様々な法的構成を用いることが考えられる。第３に，甲社の取締役について，対第三者責任（同法第４２９条第１項）を追及することが考えられる。その際には，各取締役が本件にどのようにかかわったのかを具体的に吟味しながら，その責任の有無を丁寧に分析することが必要である。\n設問３は，取締役解任の訴えが，被告側の固有必要的共同訴訟であることを理解した上で，原告の立場から，主観的追加的併合（原告による被告の追加）が許容されるべきことの主張を具体的な事案に即して行わせるものである。周知のとおり，主観的追加的併合が理論的に許容されるか否かは，民事訴訟法の著名な論点の一つであるが，そこで論じられていることを踏まえつつも，より実務的な観点から，少なくとも本件の具体的な事例の下においては主観的追加的併合が許容されるべきことを示すことが必要になる。具体的には，取締役解任の訴えが被告側の固有必要的共同訴訟であって，訴訟共同と合一確定が要請される場面であることを考慮すべきであることはもとより，取締役解任の訴えにおいては，出訴期間が法定されており，本件においては，改めて再訴を提起する方法によっては期間徒過により対応できないということ，そして被告追加の申立てがされたのが，訴訟の極めて初期段階にあること，といった本件固有の事情を的確に抽出し，それを最高裁判決摘示の理由に対する反論の形で展開していくことが求められる。\n設問４は，文書提出命令に違反した場合の効果について，一般的な考え方を整理した上で，その具体的適用を考えさせる問題である。一般に，民事訴訟法第２２４条については，概説書においても取り上げられており，条文自体の存在についてはその重要性も含めて理解されているが，その具体的な適用（特に効果）については，さほど言及されていない。受験生が，これまでの学習を通じて培ってきた基本的理解（例えば，当事者主義の下での立証の困難の克服手段，真実に合致した裁判の要請，訴訟上の協力義務，当事者の手続保障等）を活用して，その場で考え，解決に導く応用能力を試すべく出題したものである（出題に当たって，詳細な誘導を施したのはそのためである。）。小問（１）では，裁判所が，必要性及び要件充足を認めて発出した文書提出命令に当事者が従わない場合に，民事訴訟においてどのような「不都合」が生じるのかを考えながら，その解決手段としての民事訴訟法第２２４条第３項の効果を論じるものであるが，その際には，問題文で指摘した各説の長所短所を，同項が定める要件（特に，同条第１項の要件との違い）や同条第３項の効果に関する「真実と認めることができる。」という規定の文言に留意しながら，多角的に検討することが求められる。小問（２）では，小問（１）\nでの自説を前提に，文書提出命令の申立てに「証明すべき事実」を記載すべきものとされてい\n- 5 -ることの意義や，本件において申立書に証明すべき事実として実際に記載されている各事項が，本件訴訟における立証命題との関係でどのように位置付けられるか（主要事実又は間接事実のいずれであるのか，法的評価であるのか等）を考えながら，検討することが求められる。また，小問（３）は，固有必要的共同訴訟という合一確定が要請される場面における民事訴訟法第２２４条第３項の効果を考えさせるものである。心証説以外の立場からは特に共同被告のうちの一人による文書の不提出という態度の訴訟法上の位置付け（民事訴訟法第４０条第１項との関係）を，心証説の立場からは特に証拠共通の原則との関係を，両被告の実質的関係を考慮し，また，他方被告への手続保障にも配慮しながら，論じることが求められよう。",
  "scoring_notes": "１ 出題趣旨・ねらい等基本的には，「出題趣旨」に記載したとおりである。\n敷衍すると，今年の民訴法の問題は，持っている知識を事案に当てはめ，整理して記載するということを求めるものではなく，受験生にとってはさほどなじみのない問題について，これまでの学習で培った民訴法についての基礎的知識や理解をベースにして，試験時間の中で考え，具体的事例に即して適切な結論に導くことをねらったものである。\n例えば，よく知られた判旨を正面から事案に当てはめるのではなく，逆に具体的事案に判旨が当てはまらない理由を検討させたり，必要的共同訴訟と文書提出命令不遵守の効果等基本書に取り上げられていない問題について出題したのも，このようなねらいに基づいている。\nなお，受験生が知っているべき事項の範囲については，出題に当たって十分配慮している。例えば，文書提出命令不遵守の効果に関する四説の内容については，立証責任の転換，\n真実擬制，自由心証といった基本的な用語の理解があれば分かるように誘導しており，これらの説に関して，学説上論じられていることの詳細については知らないという前提に立っている。\n２ 採点方針・採点実感等(1) 虚心坦懐に問題文を読み，問われていることに真正面から向き合い，その場で思考し，\n解決策を導こうとする姿勢が重要である。\n既にこの姿勢の点で，不十分な答案が相当あった。未知の問題に出会った場合には，\n基本的な概念に掘り下げてそこから考えていくほかないのであるが，問題が，自分の知っている論点のうちのいずれかが問われているはずだという思い込みが強いせいか，問題文の方を無理に一般化してしまったり，問題の趣旨に沿っていない答案（例えば，設問３について，問題文に記載した時間の流れにまったく注目していない答案，設問４において，裁判官と修習生の会話の存在を無視して，どのような観点から検討するかという誘導に従っていない答案）が散見された。\n他方で，基本的な概念に掘り下げて検討するといっても，本問では，民事訴訟の基本理念（自由心証主義や弁論主義）の説明そのものを求めているわけではないことは問題文から明らかである。このような概念の定義や内容そのものを長々と論じている答案もあったが，無用な記載であって，問われたことに答えたことにならない。\n(2) 次に，考えるための前提となる基本的な事項をきちんと理解し，身に付いていることが必要であるが，答案を見てみると，この点でも甚だ不十分と思われる答案が目立った。\n例えば，固有必要的共同訴訟，類似必要的共同訴訟，通常共同訴訟，合一確定，真実擬制，立証責任の転換というような概念が分かっていないと認められるもの，転換説の方が，擬制説よりも，相手方の反論の余地が小さいとする答案などはその例である。\n(3) 各設問で求められている内容を十分に理解する必要がある。例えば，設問４（１）では，「四つの説を比較検討した上」という指示があるため，それぞれの長所短所を挙げて比較検討することが求められているのであり，他の３説の短所のみ記載し，消去法で残る説を採用するような答案は，出題趣旨に合致しているとはいえない。\nまた，事例問題である場合には，事案に沿った検討が求められている。設問４（１）\n- 13 -において裁判官が「一般論としての報告」を求めているのを除き，今年の問題は，いずれも事例問題である。\n例えば，設問３についていえば，定時株主総会や役員Ａの解任を求める訴えの提起の日時，甲社を被告として加える旨の申立書が送達された日，甲社からの答弁書を原告Ｊが受領した日が問題文に記載されていることの意味を想起すべきである。言うまでもなく，会社法第８５４条の提訴要件の関係や，問題とされている甲社を被告として加える申立てが訴訟の極めて初期段階でされていることに着目してもらうための時系列の記載であるが，それにもかかわらず，そのような時系列の記載があってもなくても答案が変わらないようでは，問われたことに答えたことにならない。\nさらに，設問３は，原告Ｊの代理人としての立場からの主張が求められているのであるから，認められやすい主張かどうかや一刀両断的な主張のみでよいかという観点も重要である。このような視点から考えれば，訴状の副本がすでにＡに送達されている本件設問３の事案において，主観的追加的併合ではなく，訴状の補正（訂正）と解されるから最高裁判決の射程外であるという主張のみに終始するとすれば，原告代理人Ｊの態度として得策かどうか，想起されるべきである。\n(4) 論理の一貫性（各質問にまたがる答案を通じた一貫性を含む。）も重要である。設問３では固有必要的共同訴訟としながら，設問４（３）で民事訴訟法第２２４条第３項が甲社に適用になっても，他方被告Ｂには適用にならないとしたまま疑問が示されていない答案，設問４（１）で，転換説の問題点として，相手方の反証の余地があることを挙げながら，心証説を採用することにまったくちゅうちょのない答案が相当あったが，論理の一貫性の観点から問題があろう。\n３ 法科大学院教育に求めるもの基本的な概念の理解をきちんとすることの重要性が改めて認識されるべきであろう。今回のように多少違った角度から問われると，理解できないことを露呈してしまうようでは，\n心もとない。\n設問４で民事訴訟法第２２４条第１項と第３項の要件の違い等に気付かない答案が多く，条文を慎重に読む習慣が身に付いているか疑問に思われる。また，法科大学院では，\n事例を使った授業が行われているものと承知しているが，当然事例を読む場合には，時系列表を作って時間の流れを意識しなければならないはずである。しかし，設問３の答案を見ると，丹念に時系列表を作って事案を理解するという基本的なトレーニングが不足しているように思われた。\nまた，設問３のように，判例が当該事例に当てはまらないことを主張させるという問題に対しては，全く対応できない答案も散見された。判例は，無批判に受け入れ，要旨部分を覚えればよいものと考えている受験生がいるのではないかとも疑われ，法科大学院での判例の学び方にも問題があるのではないかと懸念された。\n条文，学説，判例を，事例に即して考えながら検討し，かつ，使いこなしていく学習方法を身に付けさせることが，肝要であろう。\n４ その他内容以前の問題であるが，答案を作成する際に，人に読んでもらうための文章であるという認識が欲しい。余りに小さい字や，極端なくせ字や略字等，読み手がいることを想定- 14 -できていないと思われる答案が少なからずあったことを指摘しておきたい。\n- 15 -平成２０年新司法試験の"
}