{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n日本に常居所を有する６０歳の甲国人男Ａは，事理を弁識する能力を欠く常況にあったため，日本の裁判所により後見開始の審判を受け，嫡出子である甲国人Ｘが，Ａの後見人として選任された。\nＡには認知をしていなかった甲国人の非嫡出子Ｙがいた。一時的に事理を弁識する能力を回復したＡは，日本において，遺言書に「Ｙを自己の子として認知する。」旨，日付及び氏名を自署し，これに押印した。遺言書作成に当たっては，医師１名が立ち会い，Ａに事理を弁識する能力のあることを確認する旨を遺言書に付記し，署名押印している。その後，Ａは，日本国籍を取得し，日本において死亡した。Ｙは，日本において，Ａの遺産の分割をＸに対して求めている。\nこの事例について，甲国の国際私法からの反致はないものとして，以下の設問に答えなさい。\nなお，設問の各問いは，いずれも独立したものである。また，甲国の民法は，その要件・効果とも，日本の民法が定める後見制度と同視することができる後見制度を有しており，認知と遺言については次の規定があること及び本件事例には法の適用に関する通則法（平成１８年法律第７８号）が適用されることを前提とする。\n【甲国の民法】\n第Ｐ条 父が被後見人であるときは，後見人の同意を得て認知をすることができる。\n第Ｑ条 認知は，遺言によっても，することができる。\n第Ｒ条 認知には，子の承諾を要しない。\n第Ｓ条 自筆証書によって遺言をするには，遺言者が，その全文，日付及び氏名を自署し，これに印を押さなければならない。\n第Ｔ条 被後見人は，その事理を弁識する能力が回復したときに限り，遺言をすることができる。\n２ 前項の場合には，医師１名以上が事理を弁識する能力のあることを遺言書に付記し，署名押印しなければならない。\n第Ｕ条 遺言は，遺言者の死亡した時からその効力を生ずる。\n〔設 問〕\n１. Ａは遺言能力を有しているか。\n２. Ａの遺言は方式に関して有効に成立しているか。\n３. Ａの遺言が有効に成立しているとした場合，Ｙの認知は有効に成立しているか。\nなお，Ａ死亡の時点においてＹは２０歳であり，Ｘは，ＡによるＹの認知を容認しない態度をとっているとする。〔第２問〕（配点：５０）\n日本のＸ会社は，乙国のＡ会社から所定の大きさの箱に詰めた冷凍エビを輸入することとし，Ａとの間で，「Ｘが船舶の手配をし，運送賃を支払う。Ａが冷凍エビを詰めた約定の数量の箱を乙国の港で運送人に引き渡すことによって商品の引渡しとする。売買代金はＸが日本の銀行に開設する信用状による決済とする。」旨の約定で契約した。その後，Ｘは，海上運送業者Ｙ会社に乙国の港から日本の港までの海上運送を依頼し，Ａは，Ｙが提供した冷凍貨物用のコンテナー１個に自ら冷凍エビを詰めた約定の数の箱を積み込んで施錠し，運送中の温度管理についてＹに指示をして，当該コンテナーを乙国の港にあるＹのコンテナー・ヤードで引き渡した。\nＹがコンテナーの船積後にＡに交付した船荷証券上の運送品の種類，運送品の容積，重量，包・個品の数，運送品の記号を記載する欄には，当該コンテナーを特定する記号及び番号の記載と，その内容は冷凍エビを詰めた一定数の箱であるとの記載がある。\n日本の港での陸揚後，Ｘが，船荷証券を呈示してＹからコンテナーの引渡しを受け，直ちにその中を検査したところ，コンテナー内の温度が適当でなかったため，冷凍エビの鮮度が落ちており，Ｘは当該冷凍エビを市価の３割程度で売却せざるを得なかった。そこで，Ｘは，コンテナーの受取から引渡しまでの間のＹの措置が適切でなかったとして，Ｙに対する損害賠償請求の訴えを日本の裁判所に提起した。\nこの事例について，以下の設問に答えなさい。\nなお，設問の各問いは，いずれも独立したものである。また，この事例及び設問における日本の会社，乙国の会社，丙国の会社とは，それぞれ，日本，乙国，丙国で設立され，設立された国に主たる営業所を有する会社をいうものとする。\n〔設 問〕\n１. Ｙが丙国の会社であるとし，ＹがＡに交付した船荷証券には「本件運送契約から生ずる運送人の責任についての争いは，Ｙの主たる営業所の所在地である丙国のＭ市の裁判所においてのみ解決する。」との条項が記載されているものとする。\nＹは，この条項に基づいて，日本の裁判所は本件訴訟について管轄権を有しないと主張している。これに対して，Ｘは，この条項はＸとＹの双方が署名した書面によるものではないとの理由で，本件訴訟については丙国の裁判所には管轄権がなく，日本の裁判所に管轄権があると主張している。\nこのＹの主張は認められるか。\nなお，丙国では，被告の住所又は主たる営業所の所在地の裁判所は被告に対する訴えについて管轄権を有するとしている。また，日本と丙国は，いずれも，「１９６８年２月２３日の議定書によって改正された１９２４年８月２５日の船荷証券に関するある規則の統一のための国際条約を改正する議定書」の締約国である。\n２. Ｙが日本の会社であり，ＹがＡに交付した船荷証券には「本件運送契約から生ずる運送人の責任についての争いは，日本のＮ市の裁判所において，日本法によって解決する。」との条項が記載されているものとする。\n⑴ ＸがＹに対して冷凍エビの商品価値の下落についての損害賠償責任を追及することができるのは，どのような場合か。\n⑵ ＸがＹに対して損害賠償責任を追及することができるとした場合，冷凍エビに関する損害賠償の金額は，どのようにして算定されるか。",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "purpose": "[国際関係法（私法系）］\n〔第１問〕\n本問は，遺言能力，遺言の方式及び遺言による認知という，家族法上の基本的事項についての準拠法の理解を問う問題である。\n設問１は，成年被後見人の遺言能力の有無を問うものである。遺言能力の準拠法を定める規定は法の適用に関する通則法（以下「通則法」という。）第４条，第５条か，第３７条か，同条の「遺言の成立当時」とはいかなる時点かを検討して準拠法を決定し，実質法の本件事案へのあてはめの結果を説明することが求められている。\n設問２は，遺言の方式の有効性を問うものである。まず，遺言は，遺言の方式の準拠法に関する法律（以下「方式法」という。）第２条が掲げるいずれかの法の定める要件に合致しているときは方式上有効とされること，方式法第５条の規定により，遺言の際の証人の立会いや，被後見人が遺言能力を回復している時に遺言がされたことの証明の方式も「遺言の方式」\nの中に含まれることを指摘し，その上で，本件事案への方式法第２条の適用の結果を丁寧に述べ，本件遺言は日本民法の要求する方式は満たしていないが，甲国民法が要求する方式は満たしていることを説明する必要がある。そして，証人を１名で足りるとしている甲国民法第Ｔ条第２項の規定の適用が方式法第８条の「明らかに公の秩序に反するとき」に該当するかどうかを検討することになる。\n設問３は，本件遺言による認知の有効性を問うものである。認知の有効性を定める規定は通則法第３７条か，第２９条か，同条第１項後段及び第２項前段の「認知の当時」とはいかなる時点か，甲国民法第Ｐ条が要求する後見人の同意は通則法第２９条第１項後段の「第三者の承諾又は同意」に該当するか，準拠実質法上Ｙが本件遺言を承諾しているかを検討することが求められている。\n〔第２問〕\n本問は，貿易取引における荷為替の知識を前提にして，船荷証券中の裁判管轄条項の有効性と，運送品の損傷による運送人の責任について問う問題である。\n設問１は，我が国において渉外的民事訴訟事件についての国際裁判管轄権はどのような基準によって判断すべきか，運送人の主たる営業所所在地の裁判所の専属的管轄とする船荷証券中の裁判管轄条項はいかなる場合に有効とされるかを問うものである。本件設例と類似の事案について外国の裁判所を管轄裁判所とする船荷証券中の専属的管轄条項の有効性について判示した最高裁判所の判決（最判昭和５０年１１月２８日民集２９巻１０号１５５４頁）\nを踏まえつつ，国際裁判管轄の合意における当事者双方の署名の必要性についての論述を中心に，いかなる場合に専属的裁判管轄の合意が有効とされるか，本件において丙国に専属的国際裁判管轄権を認めて我が国の裁判管轄権を否定することが我が国の公序に反しないか等についても論ずることが求められている。\n設問２は，運送品に損傷が生じた場合における運送人の損害賠償責任について問うものである。その小問（１）においては，船荷証券中に，運送人の主たる営業所の所在地である我が国の裁判所の管轄を合意した条項と日本法によって解決する旨の条項がある場合に，我が国においては本契約の準拠法が日本法になり，国際海上物品運送法が適用されることを説明した上で，荷受人による運送品の検査の結果についての通知，運送人の注意義務とそれについての証明責任について，どのような規定が適用され，本件におけるその適用結果がどのようになるのかの論述が求められている。また，小問（２）においては，損害賠償額の算定についてどのような規定が適用され，その適用結果がどのようになるのかの論述が求められている。",
  "scoring_notes": "国際取引法を出題範囲とする科目であることから，本年の出題においても，これらの法分\n野に関する理解を問うため，財産法と家族法の双方に関する準拠法決定ルールと，国際民\n事訴訟法，国際取引法の分野から問題を作成した。各問題の出題の趣旨の詳細は，既に法\n務省ホームページで公表済みであり，これを参照されたい。\n２ 採点方針\n採点に当たっては，各問題の各設問につき ，いかなる法律問題があるか，それについて\nの論点を把握できているかどうか，把握した論点についての関係法規の理解がどの程度で\nきているか，当該論点についての関係法規の解釈を設問の事例に当てはめることがどの程\n度できているかについて，それぞれ評価を加えて，採点をすることとした。その際，一部\nの細目的な論点を見落としていても，他の論点について十分な理解を示す記述をしている\n答案については，論点を網羅的に拾い上げながらも平板な記述しかできていない答案より\nも高い評価を与えるようにした。\nなお，判例・学説が分かれている論点につ いては，その結論がいずれであるかによって\n得点に差をつけることはせず，自説の論拠を展開する中で，当該論点についての理解がど\nの程度示されているかによって成績を判定した。もっとも，新司法試験が法律実務家とな\nるに足る能力を有するかどうかを判定する試験である以上，重要な判例については，これ\nに賛成しない場合であっても，これを踏まえた立論をすることが必要であり，このような\n判例を全く知らないと見られる答案については，当該分野についての基本的知識を欠くも\nのと評価した。\nまた，採点及び成績評価等の実施方法・基 準については，考査委員会議の申合せがされ\nているので，得点の分布が当該申合せにできる限り合致するよう，各考査委員が相当数の\n答案を採点した後に再度打合せを行い， 各評価項目についての当初定めた配点を見直した。\nその結果，特に第２問については，当初定めた採点基準によるよりも，得点がかなり高く\nなるようになったが，それでも，後記３のとおり，すべての設問について基本的知識自体\nを欠いている答案が相当数あったため，不良答案の比率が当該申合せに係る目安よりも多\nくなった。\n３ 採点実感\n第１問については，不良な答案が予想より も少なかった。これは，問題を，遺言能力，\n遺言の方式，認知の有効性の３つの小問に分割して解答を求める形式としたため，論述す\nべき事項の基本的なものを落とした答案が少なかったことによるものと考えられる。もっ\nとも，答案の水準は，総体的に見て，あまり高いものとは言えなかった。すなわち，設問\n１については，遺言能力の準拠法を定める規定が，法の適用に関する通則法（以下「通則\n法」という。 ）第４条，第５条か，第３７条かという問題提起をした答案においては，十\n分な根拠を挙げずに第４条，第５条であるとするものが少なくなかった一方で，通説であ\nる第３７条説に立つ答案の多くは，このような問題提起をせずに，当然のごとく第３７条\nであるとし，その根拠をほとんど記述していなかった。また，設問２については，遺言の方式の準拠法に関する法律（以下「方式法」という。 ）第２条はほとんどの答案が挙げて\nいたが，その各号の本件設例への丁寧な当てはめを行っている答案は少数であったし，遺\n言の際の証人の立会いや被後見人が遺言能力を回復している時に遺言がされたことの証明\nの方式が「遺言の方式」に含まれることを方式法第５条の規定を挙げて説明している答案\nや，証人を１名で足りるとしている甲国民法第Ｔ条第２項の規定の適用が方式法第８条の\n「明らかに公の秩序に反するとき」に該当するかどうかを検討している答案は，極めて少\n数であった。さらに，設問３については，認知の有効性を定める規定は通則法第２９条で\nあるとした答案が圧倒的多数であったが，その理由の説明がないか，あっても薄弱な根拠\nしか記述していないものが大半であった（通則法第３７条であるとした少数の答案も，そ\nの根拠は薄弱であった。 ）し，本件設例でＹがＡの遺産の分割をＸに対して求めているこ\nとは，Ｙが本件遺言を承諾していることを前提にした行動であることに気付いていない答\n案が大半であった。\n第２問については，比較的よくできている 答案と全然できていない答案とに分かれ，法\n科大学院によって，当然教えるべき国際民事訴訟法や国際取引法の基礎知識を教えていな\nいところがあるのではないかとの危惧を抱いた。すなわち，設問１については，国際裁判\n管轄の合意に関する最判昭和５０年１１月 ２８日民集２９巻１０号１ ５５４頁を知らず\nに，マレーシア航空事件の判例理論のみに依拠した解答をしていた答案が３分の１余りに\nも及び，その中には，そもそも専属的な国際裁判管轄の合意の問題であることすら把握し\nていない答案もかなりあった。この昭和５０年判決は，国際裁判管轄に関する数少ない最\n高裁判例の一つであり，かつ，国際裁判管轄の合意に関する唯一の最高裁判例であるにも\nかかわらず，これを全く知らない受験生もいるとみられることは遺憾である。また，設問\n２については，本件設例では日本の裁判所において日本法が準拠法とされることは多くの\n受験生が記述していたが，この設例の場合には船積港が本邦外にあるので商法ではなく国\n際海上物品運送法の規定が適用されることを述べた答案は少数であり，国際海上物品運送\n法という法律名が全く出て来ない答案が３分の１余りに及んだ。国際海上物品運送法は国\n際取引法に関する基本法令の一つであり，そのことさえ知っておれば，国際海上物品運送\n法の詳細な規定内容を理解していなくても，試験会場で司法試験用六法を繰ることによっ\nて解答に必要な条文を探し出し，それなりの答案を作成することが可能な問題であったの\nに，それすらできていない答案がこのように多数あったことは意外であり，遺憾である。\nなお，試験会場で国際海上物品運送法の条文を初めて見て解答を考えたのではないかとみ\nられる答案も多数あり，そのため，荷受人の損害賠償請求の前提となる同法第１２条の検\n査の規定について触れることなく，また，同法第３条第１項を挙げながら，証明責任の転\n換を定める第４条第１項に触れていない答案や，同法第１条を読み間違って，同法は運送\n人の不法行為による損害賠償の責任にのみ適用され，契約責任については商法の規定によ\nるとした答案も相当数あった。 国際運送法は国際取引法の重要な一分野であり， その中で，\n国際海上物品運送法は基本的かつ重要な法律であるから，法科大学院においては，同法の\n規定内容の詳細まで指導することはできなくとも，同法がどのような法律であるかという\n基本的部分だけでも教えられるべきであろう。\n４ 今後の出題について\n今後も，基本的には本年と同様に，狭義の 国際私法，国際民事訴訟法，国際取引法の各\n分野の基本的事項を組み合わせた事例問題を出題することになると考えられる。 もっとも，昨年の出題のように，これらの法分野の一部からは出題をしないということもあり得る。\nなお，司法試験は法律実務家となるための 基本的な能力を判定するための試験であり，\n選択科目はその分野の専門家としての能力の検定ではないので，国際関係法（私法系）の\n問題はこの分野の基礎的知識と法律問題の把握能力を調べるための，平易な問題とするこ\nとに努めた。この方針は維持されることが望ましい。\n５ 今後の法科大学院教育に求めるもの\n狭義の国際私法については，受験生の答案 を見る限り，基本的知識の教育は相当程度行\nわれているものとみられるが，準拠法決定ルールの在り方に関する理解の深さや，法律実\n務家に不可欠な具体的事案への当てはめに不十分な点が見られる。授業時間の制約がある\nことは承知しているが，更に工夫を凝らして，より深く，かつ，実務的な観点も加味した\n教育を進めることが望まれる。\n国際民事訴訟法と国際取引法については， 法科大学院によって授業水準に大きなバラツ\nキがあるのではないかが危惧され る。これらの法分野についても，基本的知識を幅広く学\nばせるとともに，制度の趣旨にさ かのぼった，しっかりした理解を学生に得させるような\n教育がすべての法科大学院において行われることを求める。"
}