{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目］\n- 1 -\n〔第１問〕（配点：１００）\n２００＊年度インターネット白書によると，インターネット利用者数は推計で約８９００万人とされ，国民のおよそ４分の３がインターネットを利用していることになる。とりわけ，携帯電話所有者のほぼ１００％がインターネットにアクセスしている。インターネットは，既に個人レベルにまで普及しており，インターネットなしの生活は考えられなくなっている反面，様々な弊害も問題視されている。それは，過度の性的表現，過度の暴力や残虐な表現，犯罪や違法薬物への興味を引き起こすような情報等が子どもに及ぼす有害な影響である。また，過度の性的表現等を見たくない大人もおり，そのような大人に配慮することも必要であるという意見も主張されてきていた。\n有害な影響を及ぼすインターネット上の情報を子どもが閲覧できないようにする技術的対策として，フィルタリング・ソフトウェア（以下「フィルタリング・ソフト」ともいう。）がある。国は，子どもが使用する携帯電話等へのフィルタリング・ソフトの搭載を促進することが効果的と考え，学校や携帯電話等の販売業者等を通じるなどしてその普及を図ってきていた。しかし，前記白書によれば，インターネットを利用する際にフィルタリング・ソフトを使用している利用者は１０％にとどまり，フィルタリング・ソフトについて知らないという利用者が７０％に上っていた。政府は，過度の性的表現等から子どもを保護することを更に徹底するための対策等の強化について検討し，２０１×年，「インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィ\nルタリング・ソフトウェアの普及の促進に関する法律」（フィルタリング・ソフト法）案を策定して国会に提出し，同法案は衆参両院で可決・成立した。\nフィルタリング・ソフト法は，有害情報を定義するとともに，その基準の定めなど細目的事項について内閣府令に委任している。同法によれば，パソコン，携帯電話等のインターネットへの接続機能を有する電子機器（以下「インターネット接続電子機器」という。）を製造する業者は，これを製造する場合には，内閣総理大臣が指定した適合フィルタリング・ソフトウェア（以下「適合ソフ\nト」という。）の一つをあらかじめ搭載しなければならず，インターネット接続電子機器を販売する業者は，法施行前に製造された製品等，適合ソフトが搭載されていないインターネット接続電子機器を販売する場合には，適合ソフトの一つをあらかじめ搭載して販売しなければならない（違反した場合は，罰則が適用される。）。ただし，販売業者はインターネット接続電子機器の購入者から，専ら使用することとなる者が１８歳未満の者ではないことを理由として適合ソフトの削除を求める旨の申出を受けたときは，使用者が１８歳未満の者ではないことを所定の方法で確認した上で，適合ソフトを削除することができる（当該確認を怠って削除して販売した場合は，罰則が適用される。）。他方で，フィルタリング・ソフト法は，適合ソフトの効果を損なうソフトウェアが蔓延し，１８歳未満の者の保護が図れなくなることを防止するため，適合ソフトを削除し又は使用目的に沿うべき動作をさせないプログラムを他人に提供してはならないし，また，適合ソフトが搭載されたインターネット接続電子機器を使用する者は，正当な理由なく，同法に定める手続以外の手続で適合ソフトを削除してはならない旨を規定している（提供又は無断削除した場合は，罰則が適用される。）。なお，同法は，適合ソフト搭載の促進のために国が助成措置を講じることとしており，使用者は，適合ソフト搭載のために上乗せされた価格部分を追加的に自己負担することなく，適合ソフトを搭載したインターネット接続電子機器を購入することができる。また，適合ソフトが搭載されていないインターネット接続電子機器を所有している者も，追加的な自己負担なしに適合ソフトを搭載してもらうことができる（資料１，資料２，資料３参照）。\nＡは，平和問題と死刑存廃問題に関係する情報を無料で配信するサイト（以下「本件サイト」という。）を運営していた。本件サイトには，戦場における死傷者の無残な画像，拷問を受ける人々の画像，公開処刑の画像等，見る人に不快感を与える可能性のある画像も掲載されていた。フィルタ\nリング・ソフト法施行後，本件サイトに含まれるウェブページの大半が有害情報を含む有害ウェブ\n- 2 -ページとして，かつ本件サイト全体が有害ウェブサイトとして指定された。このため，適合ソフトを搭載したインターネット接続電子機器では，本件サイト内のすべてのウェブページが閲覧できなくなった。\nＡは，大人ばかりでなく子どもも真実を知った上で問題を考える必要があるという信念のもとで本件サイトを運営していた。しかも，Ａは，見る人に不快感を与える可能性のある画像が表示される前に，「次のウェブページには，不快感を与えるかもしれない画像が掲載されています。」という注意を促す文章を掲げていた。遮断される以前に本件サイトに寄せられていた意見のほとんどは，画像を見てショックを受けたが，平和や死刑の問題を真剣に考えるようになったというものであった。Ａは，子どもが全く見ることができず，１８歳以上の者も所定の手続を踏まなければ見ることができないことへの対抗策として，適合ソフトが搭載されていても本件サイトを閲覧できるようにするプログラムを開発した上，本件サイトとは別の自分のサイトに同プログラムをアップロードし，無償でダウンロードできるようにした。\nこのため，Ａは，フィルタリング・ソフト法第１７条及び第１６条第１項第２号が定める，適合ソフトの使用目的に沿うべき動作をさせないプログラムを提供する罪に当たるものとして起訴された。\n〔設 問〕\n１. あなたがＡの弁護人であったとして，裁判においてどのような憲法上の主張を行うか，具体的に論じなさい。\n２. Ａの主張に対する検察官の主張を想定しつつ，憲法上の問題点について，あなた自身の見解を述べなさい。\n＜用語説明＞ウェブページ：インターネット上に公開されている情報を閲覧ソフトで閲覧した場合に，一度に表示されるデータのまとまりをいう。\nサ イ ト：ウェブサイトともいう。複数のウェブページで構成された全体のウェブページ群を指す。また，そのウェブページ群が置いてあるインターネット上での場所を指す。\nソフトウェア：コンピュータの処理の手順を示すプログラムの総称。\nアップロード：ネットワークを通じて，利用者のコンピュータに保存されているデータをサーバ・コンピュータ（＊）に転送すること。\nダウンロード：ネットワークを通じて，サーバ・コンピュータ（＊）に保存されているデータを利用者のコンピュータに転送すること。\n＊サーバ・コンピュータ：ネットワークにおいて，自身の持っている機能やデータを提供するコンピュータのこと。\n- 3 -資料１: インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィルタリング・ソフトウェアの普及の促進に関する法律目次第１章 総則（第１条－第４条）第２章 適合ソフトウェアの指定及びその搭載義務等（第５条－第１２条）\n第３章 フィルタリング審議会（第１３条－第１５条）第４章 適合ソフトウェア削除プログラムの提供等の禁止（第１６条）第５章 罰則（第１７条－第１９条）附則第１章 総則\n（目的）第１条 この法律は，インターネットを利用する子どもを有害情報から保護するとともに，インタ\nーネットを利用するその他の国民についても，有害情報にさらされることを希望しない者が有害情報にさらされることを防止するため，フィルタリング･ソフトウェアの普及の促進を図ることを目的とする。\n（定義）第２条 この法律において，次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n一 子ども １８歳に満たない者をいう。\n二 有害情報 インターネット上で流通している情報で，子どもに対し，著しく性的感情を刺激し，著しく残虐性を助長し，又は著しく自殺若しくは犯罪を誘発するものとして，内閣府令で定める基準に該当し，子どもの健全な成長を阻害するおそれがあると認められるものをいう。\n三 有害ウェブページ 有害情報が掲載されているウェブページとして内閣総理大臣が指定するものをいう。\n四 有害ウェブサイト 有害ウェブページを含み内容的に一つのまとまりをなすウェブページ群として内閣総理大臣が指定するものをいう。\n五 フィルタリング・ソフトウェア 有害ウェブサイトを閲覧できないようにする機能を有するプログラムをいう。\n六 インターネット接続電子機器 電子計算機，携帯電話その他の電子機器であって，インターネットへの接続機能を有するものをいう。\n七 プログラム インターネット接続電子機器に対する指令であって，一の結果を得ることができるように組み合わせたものをいう。\n（国及び地方公共団体の責務）第３条 （略）\n（保護者の責務）第４条 （略）第２章 適合ソフトウェアの指定及びその搭載義務等\n（有害ウェブページ等の指定）第５条 内閣総理大臣は，有害ウェブページ及び有害ウェブサイトを指定するものとする。\n- 4 -\n（適合ソフトウェアの指定）第６条 内閣総理大臣は，フィルタリング・ソフトウェアを開発した者からの申出を受けて，当該フィルタリング・ソフトウェアが有害ウェブサイトを閲覧できないようにするために必要な性能を有するかどうかを検査し，これを有すると認めるものを適合フィルタリング・ソフトウェア（以下「適合ソフトウェア」という。）として指定するものとする。\n２ 適合ソフトウェアの検査の方法は，内閣府令で定める。\n（告示）第７条 内閣総理大臣は，第５条又は前条第１項の規定による指定をした場合には，その旨その他内閣府令で定める事項を告示するものとする。これを取り消したときも，同様とする。\n（適合ソフトウェアの搭載義務）第８条 インターネット接続電子機器の製造を業として行う者（以下「製造業者」という。）は，これを製造する場合には，適合ソフトウェアの一をこれに搭載しなければならない。\n２ インターネット接続電子機器の販売を業として行う者（以下「販売業者」という。）は，適合ソフトウェアが搭載されていないインターネット接続電子機器を販売する場合には，適合ソフトウェアの一をあらかじめこれに搭載して販売しなければならない。\n（購入者による適合ソフトウェアの削除の求め）第９条 前条の規定にかかわらず，当該インターネット接続電子機器を専ら使用することとなる者が子どもでない場合には，これを購入しようとする者は，当該インターネット接続電子機器を製造した製造業者又はこれを販売する販売業者に対し，搭載されている適合ソフトウェアを削除するよう求めることができる。\n２ 前項に規定する適合ソフトウェアの削除を求められた製造業者又は販売業者は，その削除をする場合には，内閣府令で定めるところにより，あらかじめ，当該インターネット接続電子機器を専ら使用することとなる者が子どもでないことを確認しなければならない。\n（使用者による適合ソフトウェアの搭載の求め）第１０条 適合ソフトウェアが搭載されていないインターネット接続電子機器を使用する者は，当該インターネット接続電子機器を製造した製造業者又はこれを販売した販売業者に対し，適合ソフトウェアを搭載するよう求めることができる。\n（搭載費用の助成）第１１条 国は，第８条及び前条に規定する適合ソフトウェアの搭載のための費用について，製造業者及び販売業者に対する助成措置を講ずるものとする。\n（使用者による適合ソフトウェアの削除の求め）第１２条 適合ソフトウェアが搭載されているインターネット接続電子機器を専ら使用する者が子どもでない場合には，その使用者は，当該インターネット接続電子機器を製造した製造業者又はこれを販売した販売業者に対し，当該適合ソフトウェアを削除するよう求めることができる。\n２ 前項に規定する適合ソフトウェアの削除を求められた製造業者又は販売業者は，その削除をする場合には，内閣府令で定めるところにより，あらかじめ，当該インターネット接続電子機器を専ら使用する者が子どもでないことを確認しなければならない。\n第３章 フィルタリング審議会\n（設置）第１３条 内閣総理大臣の諮問に応じて，次項に掲げる事項について調査審議させるため，内閣府に，フィルタリング審議会（以下「審議会」という。）を置く。\n２ 内閣総理大臣は，次に掲げる場合には，審議会の意見を聴かなければならない。\n一 第２条第２号に規定する内閣府令の基準を定めようとするとき。\n- 5 -二 第５条の規定による有害ウェブページ又は有害ウェブサイトの指定をしようとするとき。\n三 第６条の規定による適合ソフトウェアの指定をしようとするとき。\n（組織等）第１４条 審議会は，前条第２項に掲げる事項に関して学識経験のある者のうちから，内閣総理大臣が任命する委員１０人以内で組織する。\n２ 委員の任期は，２年とする。ただし，補欠の委員の任期は，前任者の残任期間とする。\n（内閣府令への委任）第１５条 前二条に規定するもののほか，審議会の組織及び運営に関し必要な事項は，内閣府令で定める。\n第４章 適合ソフトウェア削除プログラムの提供等の禁止第１６条 何人も，次に掲げるものを他人に提供してはならない。\n一 適合ソフトウェアを削除するプログラム二 適合ソフトウェアの使用目的に沿うべき動作をさせないプログラム\n２ 適合ソフトウェアが搭載されたインターネット接続電子機器を使用する者は，正当な理由なく，第９条又は第１２条に定める手続以外の手続で，当該適合ソフトウェアを削除してはならない。\n第５章 罰則第１７条 第８条又は前条第１項の規定に違反した者は，１年以下の懲役又は１００万円以下の罰金に処する。\n第１８条 第９条第２項，第１２条第２項又は第１６条第２項の規定に違反した者は，３０万円以下の罰金に処する。\n第１９条 法人の代表者又は法人若しくは人の代理人，使用人その他の従業者が，その法人又は人の業務に関して前二条の罪を犯したときは，行為者を罰するほか，その法人又は人に対しても各本条の罰金刑を科する。\n附 則（以下略）\n- 6 -資料２: インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィルタリング・ソフトウェアの普及の促進に関する内閣府令\n（法第２条第２号の基準）第１条 インターネット上の有害情報からの子どもその他の利用者の保護等を図るためのフィルタリング・ソフトウェアの普及の促進に関する法律（以下「法」という。）第２条第２号に定める基準は，次の各号に掲げる種別に応じ，当該各号に定めるものとする。\n一 著しく性的感情を刺激するもの 次のいずれかに該当するものであること。\nイ 全裸若しくは半裸又はこれらに近い状態の姿態を描写することにより，卑わいな感じを与え，又は性的行為を容易に連想させるものであること。\nロ 性的行為を露骨に描写し，又は表現することにより，卑わいな感じを与え，又は性的行為を容易に連想させるものであること。\nハ 電磁的記録媒体に記録されたプログラムを電子計算機等を用いて実行することにより，人に卑わいな行為を擬似的に体験させるものであること。\nニ イからハまでに掲げるもののほか，その描写又は表現がこれらの基準に該当するものと同程度に卑わいな感じを与え，又は性的行為を容易に連想させるものであること。\n二 著しく残虐性を助長するもの 次のいずれかに該当するものであること。\nイ 暴力を不当に賛美するように表現しているものであること。\nロ 残虐な殺人，傷害，暴行，処刑等の場面又は殺傷による肉体的苦痛若しくは言語等による精神的苦痛を刺激的に描写し，又は表現しているものであること。\nハ 電磁的記録媒体に記録されたプログラムを電子計算機等を用いて実行することにより，人に残虐な行為を擬似的に体験させるものであること。\nニ イからハまでに掲げるもののほか，その描写又は表現がこれらの基準に該当するものと同程度に残虐性を助長するものであること。\n三 著しく自殺又は犯罪を誘発するもの 次のいずれかに該当するものであること。\nイ 自殺又は刑罰法令に触れる行為を賛美し，又はこれらの行為の実行を勧め，若しくは唆すような表現をしたものであること。\nロ 自殺又は刑罰法令に触れる行為の手段を，模倣できるように詳細に，又は具体的に描写し，又は表現したものであること。\nハ 電磁的記録媒体に記録されたプログラムを電子計算機等を用いて実行することにより，人に刑罰法令に触れる行為を擬似的に体験させるものであること。\n（以下略）\n- 7 -資料３: フィルタリング・ソフト法Ｑ＆Ａ（内閣府作成の広報資料から）ここでは，いわゆるフィルタリング･ソフト法に関してよくある御質問とそれに対する回答を一問一答形式で掲載しています。\nＱ１ 有害情報を規制する方法として，フィルタリング･ソフトの普及の促進を図ることにしたのはなぜですか。\nＡ 有害情報から子どもを保護することが強く求められています。また，有害情報にさらされずにインターネットを使用したいと考える大人の利益にも配慮する必要があります。しかし，インタ\nーネット上の情報は，このような保護されるべき又は配慮が払われるべき受け手か，それ以外の受け手かを区別することなく流通しています。このようなインターネットのシステムの中で，必要以上に影響を及ぼすことなく，保護されるべき又は配慮が払われるべき受け手の保護等を実現するには，受信する側において有害情報を遮断することが最も効果的な方法であると考えられます。そこで，本法では，表現の自由にも十分に配慮しつつ有害情報を的確に規制する方法として，フィルタリング・ソフトの普及の促進を強力に図ることとしました。\nフィルタリング・ソフトは，インターネット上の情報を受信する側において，どのような情報を受信して表示するかをコントロールするプログラムで，これを使うと，情報を発信する側の機能には何ら影響を与えることなく，情報を受信する側において，不適切な情報の表示を拒否することができます。\nＱ２ 本法は，インターネット接続電子機器を購入して子どもが使用する場合に適合ソフトの搭載を義務付けるだけでなく，インターネット接続電子機器の製造段階等で適合ソフトを搭載させ，購入後に専ら大人が使用する場合で，購入しようとする者から適合ソフトを削除してほしい旨の申出があった場合を除いて適合ソフトを削除しないこととしていますが，なぜこのような制度にしたのですか。\nＡ ２００＊年の世論調査では，インターネットを利用していると予想外の有害情報が表示されることがあり，有害サイトに接続するとウイルスに感染したり法外な利用料を請求される心配があるなどの理由で，インターネットの利用に不安を感じるとの回答が６０％に達しました。このような不安に煩わされることなくインターネットを利用したいとの国民の利益は十分考慮すべきであると考えられます。このような不安を解消し，安心してインターネットを利用するためには，フィルタリング・ソフトの搭載が効果的ですが，同じ世論調査で，フィルタリング・ソフトについても調査したところ，全く知らないが７０％，名称だけしか知らないが１５％で，使用している利用者は１０％にとどまり，フィルタリング・ソフトについての認識が極めて低いことが確認できました。このため，国民の利益を確実に実現するには，子どもが使用するかどうかにかかわらず，製造段階等であらかじめフィルタリング･ソフトを搭載させておき，購入者から，専ら大人が使用する予定であり，フィルタリング・ソフトを削除してほしい旨の積極的な申出がない限り，そのまま販売させることにより，フィルタリング･ソフトの普及を強力に進めることとしました。\n- 8 -\nＱ３ 本法により，インターネット接続電子機器には，内閣総理大臣が指定した適合ソフトが原則として搭載されることになりますが，この適合ソフトによりどのような情報が遮断されるのですか。\nＡ 本法は，一定の有害情報から子どもを保護するとともに，これらにさらされることを欲しない大人の利益を実現することを目的としています。この目的を確実に実現するとともに，有害情報ではない情報に影響を与えない制度とするため，本法は，内閣総理大臣が，有害情報（法２条２号，府令１条）が掲載されているウェブページを，有害ウェブページとして指定・告示することとし，さらに，有害ウェブページを含み，内容的に一つのまとまりをなすウェブページ群を，有害ウェブサイトとして指定・告示することとしています（法５条，７条）。その上で，本法は，内閣総理大臣が，有害ウェブサイトを遮断するのに必要な性能を有するフィルタリング･ソフトを適合ソフトとして指定することとしています（法６条1項）。複数のウェブページで内容的に一つのまとまりをなすものを，一般にウェブサイトといいますが，その中に有害ウェブページがある場合は，ウェブサイト全体が子どもの健全な成長を阻害する情報を含むおそれが高いので，適合ソフトにより，そのウェブサイト全体を閲覧できないようにする必要があります。本法は，どの範囲のウェブサイトが閲覧ができなくなるのかを明確にするため，有害ウェブサイトを具体的に指定・告示することとしています。\nＱ４ 適合ソフトを削除したり使用目的に沿うべき動作をさせないプログラムの提供を禁止することにしたのはなぜですか。また，インターネット接続電子機器の使用者が，本法に定める手続以外の手続で適合ソフトを削除した場合に処罰されるのはなぜですか。\nＡ 本法では，インターネット上の有害情報から子どもを確実に保護するため，インターネット接続電子機器の製造業者又は販売業者に，これを専ら使用する者が１８歳以上であることを府令で定める方法で確認することを求め，これが確認できた場合に限って適合ソフトを削除できることとしています。適合ソフトを削除したり使用目的に沿うべき動作をさせないプログラムが提供されると，このような手続を踏まずに無断で削除等されてしまうので，子どもが現に使用するインターネット接続電子機器から適合ソフトが削除等されたり，適合ソフトが削除等されたインターネット接続電子機器が子どもの使用に供されるおそれが生じます。このような事態が生ずると，その保護が図られなくなりますから，このようなプログラムの提供は罰則で禁止する必要があります。\nまた，本法に定める手続以外の手続で適合ソフトを削除する行為は，このような削除プログラムの提供行為が蔓延する温床になります。一般の人々が自分で適合ソフトを削除するためには，削除ソフトを入手する必要があるので，無断で適合ソフトを削除する行為を許しておくと，削除ソフトの作成･販売が促されます。反対に，削除ソフトの提供を抑止するには，無断削除を禁止して需要を断つことが不可欠です。\n- 9 -\n〔第２問〕（配点：１００）\n医療法人社団であるＡは，平成１３年１月２４日，Ｂ県の知事から，介護保険法（以下「法」という。）第９４条第１項に基づく開設許可を得て，介護老人保健施設（以下「本件施設」という。）を運営してきた。本件施設は，要介護者を対象に，施設サービス計画に基づき，看護，医学的管理の下における介護及び機能訓練，その他必要な医療や日常生活上の世話を行うことを目的としている。現在，本件施設には６０名が入所して利用しており，大半が７０歳を超えた高齢者で，長期間の入所者である。\n平成１９年１０月１日，本件施設を退職して間もない元職員から，Ｂ県高齢福祉課に対し，本件施設では法令上必要とされている医師が存在せず，看護師，介護職員の人数が足りていない，との通報が入った。本件施設は，法第９７条第２項，第３項により，厚生労働省令（介護老人保健施設の人員，施設及び設備並びに運営に関する基準。以下「省令」という。）の定める基準を満たさなければならないとされている。上記通報を契機に，同月１５日，Ｂ県高齢福祉課職員（以下「Ｂ県職員」という。）が，法第１００条に基づき本件施設に立ち入り，質問，報告の聴取等の調査を実施した。Ａの理事長は，「ほかの施設では行政指導として実地指導が行われているにもかかわらず，いきなり法律に基づく調査を実施するのは穏当ではない。」と抗議をしたが，Ｂ県職員は，これを聞き入れることなく，調査に着手した。Ｂ県職員は，本件施設の職員から，身分や調査の趣旨を説明するよう要請されたにもかかわらず，身分証の提示を拒否し，公的な調査であり抵抗すれば罰則の対象になることを繰り返し述べた上，事務机の上にあった帳簿等書類を段ボール箱に詰めて持ち帰った。\nＢ県高齢福祉課としては，医師が存在しないという事実は確認できなかったものの，当日の調査に基づき，本件施設では，看護師数，介護職員数が不足しており，さらには，一部入所者に対する身体的拘束が常時行われているなど，法第９７条第２項，第３項，省令第２条第１項，第１３条第４項違反の状況が継続していると判断するに至った。\nそこで，Ｂ県知事は，Ａに対し，平成２０年１月１５日，勧告書を交付し，法第１０３条第１項に基づく勧告を行った。同勧告書には，同年３月２４日を期限として，①省令の定める基準を遵守できるよう常勤の看護師，介護職員の人員を確保すること，②入所者に対する常時の身体的拘束をやめ，定期的に研修等を行い，身体的拘束の廃止に関する普及啓発を図ること，③上記①及び②に関する改善状況を文書で報告することの３点が記載されていた。さらに，勧告に従わない場合には，Ｂ県知事が，Ａの勧告不服従を公表することがあること，措置命令や業務停止命令を発することがあることも明記されていたが（法第１０３条第２項，第３項），勧告の基礎となる事実は示されていなかった。\nＡの理事長は，前記調査以来，Ｂ県からは，何の連絡もなく，問い合わせに一切応じてこなかった状況の中で，いきなり勧告書が交付された上，内容的にも誤っているとして，激怒した。そこで，Ａは，同年３月１４日，勧告が違法であると考え，勧告に応ずる意思が無い旨を回答した。\nしかし，Ａの理事長は，このままでは，勧告書に書かれていたように公表がされ，市民からの信頼が失われること，Ａとしては多くの利用者が本件施設を離れてしまい，経営難に陥ること，仮に施設経営が立ち行かなくなれば，施設変更に伴う環境の変化や別の施設への移動により，高齢の利用者に身体面でも，精神面でも，大きな健康リスクが及ぶこと，入所者の移ることのできる施設が近隣には無いため，自宅待機となれば，入所者家族が大きな負担を負わざるを得ないことなどを懸念した。そこで，Ａは，弁護士Ｃに訴訟提起を依頼することとした。\n【資料１ 法律事務所の会議録】を読んだ上で，弁護士Ｄの立場に立って，Ｃの指示に応じ，設\n問に答えなさい。\nなお，介護保険法，介護老人保健施設の人員，施設及び設備並びに運営に関する基準，Ｂ県行政手続条例の抜粋は，【資料２ 介護保険法等】に掲げてあるので，適宜参照しなさい。\n- 10 -\n〔設 問〕\n１. 勧告に従わなかった旨の公表がされることを阻止するために考えられる法的手段（訴訟とそれに伴う仮の救済措置）を検討し，それを用いる場合の行政事件訴訟法上の問題点を中心に論じなさい。解答に当たっては，複数の法的手段を比較検討した上で，最も適切と考える法的手段について自己の見解を明らかにすること。\n２. 前記１の最も適切と考える法的手段において勧告や調査の適法性を争おうとする場合に，Ａはいかなる主張をすべきかについて，考えられる実体上及び手続上の違法事由を挙げて詳細に論じなさい。\n【資料１ 法律事務所の会議録】\n弁護士Ｃ: 本日は，Ａの案件の基本処理方針を議論したいと思います。本件では調査のやり方が目を引きますね。\n弁護士Ｄ: Ｂ県の説明では，通報の内容が重大なものであり，証拠隠滅も懸念された結果だということです。\n弁護士Ｃ: 納得できる理屈ではありませんね。Ａはいきなり調査が行われたと主張していますが，これはどういった趣旨なのですか。\n弁護士Ｄ: Ｂ県の作成した調査の実施要綱によりますと，実務上は２種類の調査形態が存在するようです。一つは実地指導と呼ばれるもので，行政指導として行われる調査です。もう一つが本件で問題となっている，法律に基づく調査でして，調査に基づき勧告がされると，公表，措置命令，業務停止命令，開設許可取消しがされる可能性があります。\n弁護士Ｃ: Ａは調査について何を主張しているのですか。\n弁護士Ｄ: 調査の手順がひどい上，その中身も誤りだというのです。具体的には，①調査が，一部の出勤簿を対象としていない上，実施された特定曜日以外に週５日働いている看護師２名，介護職員５名を計算に含めていないなど，人員の把握を誤ったものであり，本件施設は看護師数及び介護職員数についての省令の基準を満たしていたこと，②ベッドからの転倒防止を第一に考え，５時間に限って，入所者家族の同意の下に１名のベッドに柵を設置しただけであり，常時の身体的拘束には該当しないことが主張されています。\n弁護士Ｃ: 調査が違法に行われたとして，そのことは勧告にどういった影響を及ぼすのか，両者の関係を整理してください。\n弁護士Ｄ: 分かりました。\n弁護士Ｃ: それと，勧告についてですが，Ａは唐突に出された点が不満のようですね。\n弁護士Ｄ: そうです。これに対し，Ｂ県の側は，手順は行政の自由であるという理解のようです。\n弁護士Ｃ: それは，勧告をソフトなものととらえているからでしょうか。本件の法的仕組みの中で勧告が占める位置や，その性格からさかのぼって，どのような手続が要求されるのか，もう一度検討してください。Ａの言い分からしますと，最も恐れているのは，勧告に続く公表のようですね。\n弁護士Ｄ: 勧告不服従事業者として市民に公表されるのだけは避けたいようです。\n弁護士Ｃ: Ｄ君には，勧告と公表の法的性格を分析した上で，採るべき法的手段について，公表を阻止する観点から検討をお願いします。\n- 11 -\n【資料２ 介護保険法等】\n○ 介護保険法（平成９年１２月１７日法律第１２３号）（抜粋）\n（帳簿書類の提示等）第２４条 １，２ （略）\n３ 前２項の規定による質問を行う場合においては，当該職員は，その身分を示す証明書を携帯し，かつ，関係人の請求があるときは，これを提示しなければならない。\n４ 第１項及び第２項の規定による権限は，犯罪捜査のために認められたものと解釈してはならない。\n（開設許可）第９４条 介護老人保健施設を開設しようとする者は，厚生労働省令で定めるところにより，都道府県知事の許可を受けなければならない。\n２～６ （略）\n（介護老人保健施設の基準）第９７条 介護老人保健施設は，厚生労働省令で定めるところにより，療養室，診察室，機能訓練室，談話室その他厚生労働省令で定める施設を有しなければならない。\n２ 介護老人保健施設は，厚生労働省令で定める員数の医師，看護師，介護支援専門員及び介護その他の業務に従事する従業者を有しなければならない。\n３ 前２項に規定するもののほか，介護老人保健施設の設備及び運営に関する基準は，厚生労働大臣が定める。\n４ 厚生労働大臣は，前項に規定する介護老人保健施設の設備及び運営に関する基準（介護保健施設サービスの取扱いに関する部分に限る。）を定めようとするときは，あらかじめ社会保障審議会の意見を聴かなければならない。\n５ 介護老人保健施設の開設者は，要介護者の人格を尊重するとともに，この法律又はこの法律に基づく命令を遵守し，要介護者のため忠実にその職務を遂行しなければならない。\n（報告等）第１００条 都道府県知事又は市町村長は，必要があると認めるときは，介護老人保健施設の開設者，介護老人保健施設の管理者若しくは医師その他の従業者（以下「介護老人保健施設の開設者等」という。）に対し報告若しくは診療録その他の帳簿書類の提出若しくは提示を命じ，介護老人保健施設の開設者等に対し出頭を求め，又は当該職員に，介護老人保健施設の開設者等に対して質問させ，若しくは介護老人保健施設に立ち入り，その設備若しくは診療録，帳簿書類その他の物件を検査させることができる。\n２ 第２４条第３項の規定は，前項の規定による質問又は立入検査について，同条第４項の規定は，前項の規定による権限について準用する。\n３ （略）\n（設備の使用制限等）第１０１条 都道府県知事は，介護老人保健施設が，第９７条第１項に規定する施設を有しなくなったとき，又は同条第３項に規定する介護老人保健施設の設備及び運営に関する基準（設備に関する部分に限る。）に適合しなくなったときは，当該介護老人保健施設の開設者に対し，期間を定めて，その全部若しくは一部の使用を制限し，若しくは禁止し，又は期限を定めて，修繕若しくは改築を命ずることができる。\n（業務運営の勧告，命令等）第１０３条 都道府県知事は，介護老人保健施設が，その業務に従事する従業者の人員について第\n９７条第２項の厚生労働省令で定める員数を満たしておらず，又は同条第３項に規定する介護老\n- 12 -人保健施設の設備及び運営に関する基準（運営に関する部分に限る。以下この条において同じ。）に適合していないと認めるときは，当該介護老人保健施設の開設者に対し，期限を定めて，第９７条第２項の厚生労働省令で定める員数の従業者を有し，又は同条第３項に規定する介護老人保健施設の設備及び運営に関する基準を遵守すべきことを勧告することができる。\n２ 都道府県知事は，前項の規定による勧告をした場合において，その勧告を受けた介護老人保健施設の開設者が，同項の期限内にこれに従わなかったときは，その旨を公表することができる。\n３ 都道府県知事は，第１項の規定による勧告を受けた介護老人保健施設の開設者が，正当な理由がなくてその勧告に係る措置をとらなかったときは，当該介護老人保健施設の開設者に対し，期限を定めて，その勧告に係る措置をとるべきことを命じ，又は期間を定めて，その業務の停止を命ずることができる。\n４ 都道府県知事は，前項の規定による命令をした場合においては，その旨を公示しなければならない。\n５ （略）\n（許可の取消し等）第１０４条 都道府県知事は，次の各号のいずれかに該当する場合においては，当該介護老人保健施設に係る第９４条第１項の許可を取り消し，又は期間を定めてその許可の全部若しくは一部の効力を停止することができる。\n一～八 （略）九 前各号に掲げる場合のほか，介護老人保健施設の開設者が，この法律その他国民の保健医療若しくは福祉に関する法律で政令で定めるもの又はこれらの法律に基づく命令若しくは処分に違反したとき。\n十～十二 （略）\n２，３ （略）第１４章 罰則第２０９条 次の各号のいずれかに該当する場合には，その違反行為をした者は，３０万円以下の罰金に処する。\n一 （略）二 第４２条第３項，第４２条の３第３項，第４５条第８項，第４７条第３項，第４９条第３項，第５４条第３項，第５４条の３第３項，第５７条第８項，第５９条第３項，第７６条第１項，第７８条の６第１項，第８３条第１項，第９０条第１項，第１００条第１項，第１１２条第１\n項，第１１５条の６第１項，第１１５条の１５第１項又は第１１５条の２４第１項の規定による報告若しくは帳簿書類の提出若しくは提示をせず，若しくは虚偽の報告若しくは虚偽の帳簿書類の提出若しくは提示をし，又はこれらの規定による質問に対して答弁をせず，若しくは虚偽の答弁をし，若しくはこれらの規定による検査を拒み，妨げ，若しくは忌避したとき。\n三 （略）\n○ 介護老人保健施設の人員，施設及び設備並びに運営に関する基準（平成１１年３月３１日厚生省令第４０号）（抜粋）第２章 人員に関する基準\n（従業者の員数）第２条 介護保険法（略）第９７条第２項の規定による介護老人保健施設に置くべき医師，看護師，介護支援専門員及び介護その他の業務に従事する従業者の員数は，次のとおりとする。\n一 医師 常勤換算方法で，入所者の数を１００で除して得た数以上二 薬剤師 介護老人保健施設の実情に応じた適当数\n- 13 -三 看護師若しくは准看護師（以下「看護職員」という。）又は介護職員（以下「看護・介護職員」という。） 常勤換算方法で，入所者の数が３又はその端数を増すごとに１以上（看護職員の員数は看護・介護職員の総数の７分の２程度を，介護職員の員数は看護・介護職員の総数の７分の５程度をそれぞれ標準とする。）四 支援相談員 入所者の数が１００又はその端数を増すごとに１以上五 理学療法士又は作業療法士 常勤換算方法で，入所者の数を１００で除して得た数以上六 栄養士 入所定員１００以上の介護老人保健施設にあっては，１以上七 介護支援専門員 １以上（入所者の数が１００又はその端数を増すごとに１を標準とする。）\n八 調理員，事務員その他の従業者 介護老人保健施設の実情に応じた適当数\n２ 前項の入所者の数は，前年度の平均値とする。ただし，新規に許可を受ける場合は，推定数による。\n３ 第１項の常勤換算方法は，当該従業者のそれぞれの勤務延時間数の総数を当該介護老人保健施設において常勤の従業者が勤務すべき時間数で除することにより常勤の従業者の員数に換算する方法をいう。\n４ 介護老人保健施設の従業者は，専ら当該介護老人保健施設の職務に従事する者でなければならない。ただし，入所者の処遇に支障がない場合には，この限りでない。\n５～７ （略）第４章 運営に関する基準\n（介護保健施設サービスの取扱方針）第１３条 １～３ （略）\n４ 介護老人保健施設は，介護保健施設サービスの提供に当たっては，当該入所者又は他の入所者等の生命又は身体を保護するため緊急やむを得ない場合を除き，身体的拘束その他入所者の行動を制限する行為（以下「身体的拘束等」という。）を行ってはならない。\n５，６ （略）\n○ Ｂ県行政手続条例（抜粋）\n（定義）第２条 この条例において，次の各号に掲げる用語の意義は，当該各号に定めるところによる。\n一～六 （略）七 行政指導 県の機関がその任務又は所掌事務の範囲内において一定の行政目的を実現するため特定の者に一定の作為又は不作為を求める指導，勧告，助言その他の行為であって処分に該当しないものをいう。\n八 （略）第４章 行政指導\n（行政指導の一般原則）第３０条 行政指導にあっては，行政指導に携わる者は，当該県の機関の任務又は所掌事務の範囲を逸脱してはならないこと及び行政指導の内容が相手方の任意の協力によって実現されるものであることに留意しなければならない。\n２ 行政指導に携わる者は，その相手方が行政指導に従わなかったことを理由として，不利益な取扱いをしてはならない。\n３ 前項の規定は，公益の確保その他正当な理由がある場合において，県の機関が行政指導の事実その他必要な事項を公表することを妨げない。\n（申請に関連する行政指導）第３１条 申請の取下げ又は内容の変更を求める行政指導にあっては，行政指導に携わる者は，申\n- 14 -請者が当該行政指導に従う意思がない旨を明確に表明したにもかかわらず当該行政指導を継続すること等により当該申請者の権利の行使を妨げるようなことをしてはならない。\n２ 前項の規定は，申請者が行政指導に従わないことにより公益が著しく害されるおそれがある場合に，当該行政指導を継続することを妨げない。\n（許認可等の権限に関連する行政指導）第３２条 許認可等をする権限又は許認可等に基づく処分をする権限を有する県の機関が，当該権限を行使することができない場合又は行使する意思がない場合においてする行政指導にあっては，行政指導に携わる者は，当該権限を行使し得る旨を殊更に示すことにより相手方に当該行政指導に従うことを余儀なくさせるようなことをしてはならない。\n（行政指導の方式）第３３条 行政指導に携わる者は，その相手方に対して，当該行政指導の趣旨及び内容並びに責任者を明確に示さなければならない。\n２ 行政指導が口頭でされた場合において，その相手方から前項に規定する事項を記載した書面の交付を求められたときは，当該行政指導に携わる者は，行政上特別の支障がない限り，これを交付しなければならない。\n３ （略）\n（複数の者を対象とする行政指導）第３４条 同一の行政目的を実現するため一定の条件に該当する複数の者に対し行政指導をしようとするときは，県の機関は，あらかじめ，事案に応じ，これらの行政指導に共通してその内容となるべき事項を定め，かつ，行政上特別の支障がない限り，これを公表しなければならない。\n（この章の解釈）第３５条 この章の規定は，県の機関が公益上必要な行政指導を行うことを妨げるものと解釈してはならない。\n- 15 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，インターネットという「より新しいメディア」における積極的な表現行為に対する表現内容規制をめぐる問題である。インターネット上の有害情報を１８歳未満の者が閲覧できないようにするなどのためにインターネット接続電子機器にフィルタリング・ソフトウ\nェアを搭載することを義務付け，また，当該ソフトウェアを削除したり，その効果を損なうプログラムを他人に提供することを禁じる法律が制定されたという想定の下で，問いが設定されている。インターネット上で自らの信念に基づいて表現行為を行なっているＡは，１８\n歳未満の者ばかりだけでなく，１８歳以上の者も見ることができなくなる可能性があることへの対抗策として，フィルタリング・ソフトウェアによって自分のサイトの閲覧が妨げられないプログラムを作成し，提供したところ，当該行為が違法であるとして，起訴された。\n本問で問われているのは，インターネット上の有害情報という問題設定の新しさはあるが，青少年の保護を理由とした「有害」な表現の規制という点で，青少年保護育成条例における有害図書規制の合憲性と同種の問題である。ただし，当該判決とは，重要な事案の違いもある。本問では,最広義説に立っても，１８歳以上の者は「解除ソフト」によって規制される情報を見ることができるので，検閲には該当しない(１８歳以上の者が当該情報を見るために課せられる「負担」は，検閲の問題ではない。)。また，問題となる法律は，「有害」とされたサ\nイトを削除するものではない。それは，１８歳以上の者が当該サイトを読むためには一定の手続を踏まなければならない，と定めるものである。「自己の権利が，直接，現在」侵害されている場合に，それを理由として当該法律の違憲を主張することはできる。本問の場合，サ\nイトを見る人の「知る自由」の制約も（が）問題となる。したがって，他者の権利の制約が違憲であることを理由に法律や処分の違憲性を主張できるか否かを，検討する必要がある。\nその場合，まずは，第三者所有物没収事件判決を参照することになる。\n新しい素材に関して，全く新たに考えることを求めているのではない。法科大学院の授業で学んでいるはずである，表現の自由や憲法訴訟論に関する基礎知識を正確に理解した上で，具体的問題に即して思考する力，応用する力を試す問題である。個別・具体の事案に応じて存在する憲法上の問題を発見し，それについて深く広く検討し，そして説得力のある理由を付して，自らの結論を導くことが求められている。問題文に書かれていることや資料に書かれていることをそのまま書き写すのではなく，与えられている資料等からそれぞれの設問が求める立場での主張を考えることが必要である。\n設問１では，Ａの弁護人として，本問が仮想する法律の違憲性を主張することが求められている。弁護人としては，当該法律及びＡに対する処罰を違憲とするために理論及び事実に関する効果的な主張を行なうことになる。その際，裁判の場で行なう主張であるので，判例と異なる主張を行なう場合には，判例の判断枠組みや事実認定・評価のどこに，どのような問題があるかを明らかにする必要がある。\n法令の違憲性に関しては，①「有害情報」と１８歳未満の者の健全な育成及び見たくない１８歳以上の者の保護との関連性（立法事実），②表現内容を規制する法律の合憲性に関する判断枠組み，③規制される「有害情報」の不明確性，④有害なウェブページだけでなく，それを含むウェブサイト全体を閲覧できなくする規制の広汎性，⑤仮にＡの提供する情報は「有害」であるとしても，第三者の，憲法が保障する表現も規制される可能性，⑥１８歳未満の者の「知る自由」への制約，⑦１８歳未満の者を保護するための規制によって１８歳以上の者の「知る自由」が制約される可能性，⑧１８歳以上の者が見ることができるようにするた- 1 -\nめには一定の手続が求められていることが，「不当な負担」といえるか否か，等が問題となる。\nＡに対する処罰の違憲性に関しては，①Ａが提供する情報の「有害」性，②Ａが提供する情報自体の社会的重要性，③一般的な解除ではなく，Ａのウェブサイトを解除するだけなのに刑罰を科すという規制手段の過度性，④見る人に不快感を与える可能性のある画像が出てくる前に注意を促す文章を掲げていることに関する評価等が問題となる。\nこのように，本問では，多くの問題が存在する。求められていることは，上記の問題点をすべて挙げることではない。試験時間の制約の中で，重要度を自分で判断して重要であると思う（その判断の妥当性は問われるが。）複数の問題について，説得力のある主張を展開することが求められている。\n設問２では，まず，設問１での主張とは対立する，すなわち，本問の仮想する法律を合憲とする理由付けを想定することが求められる（この部分の記述は，簡潔でよい）。次いで，このような憲法上の問題点に関する相対立する主張を踏まえて，「あなた自身の見解」を述べることになる。\n「あなた自身の見解」は，必ずしも，被告人側と検察側の相対立する主張のいずれか，という二者択一であることが求められているわけではない。「あなた自身の見解」は，両者とは異なる「第三の道」であることもあり得る。また，この種の問題に関する判例と同じであることが求められているわけでもない。被告人側と，検察側と，あるいは判例と「同じである」\nという理由では，全く不十分である。なぜその主張に賛成するのかについて，説得力のある理由が述べられていなければならない。\n〔第２問〕\n本問は，県知事が介護老人保健施設に対して勧告をした事案について，勧告を違法と考え従わなかった施設の代理人弁護士という立場から論じさせるものである。問題文と資料から基本的な事実関係を把握した上で，介護保険法や関連法令の趣旨を読み解き，適切な救済手段を選択し，それと結び付いた本案の主張を展開する力を試すものである。\n設問１は，勧告不服従の公表を阻止するための法的手段（訴訟とそれに伴う仮の救済措置）に関して，基本的理解を問う問題である。勧告や公表が処分に当たるのかといった検討を，介護保険法に即して行うことが前提となる。勧告に従わない場合には，公表や措置命令，業務停止命令，開設許可取消などがなされ得る法的仕組みを正確に把握した上で，勧告や公表の法的性格を分析することが求められている。\n例えば，処分性の定義を前提として，勧告が処分に当たることを具体的に説明した上で，その執行停止を解答する場合には，勧告の取消訴訟を論じることに加えて，行政事件訴訟法第２５条所定の要件について検討する必要があろう。勧告の処分性を否定する場合には，勧告に対して公法上の当事者訴訟を提起するとともに，仮の権利救済手段として仮処分を検討することが考えられる。確認訴訟を利用する場合には，確認の利益を中心に詳細な検討が期待される。\nまた，公表の処分性を肯定した上で，その差止め訴訟，仮の差止めを提案する解答もあり得る。\nこの場合には，差止め訴訟の要件（行政事件訴訟法第３７条の４）や仮の差止めの要件（特に，同法第３７条の５第２項，第３項）について，法文の解釈や当てはめが的確になされていることが必要となる。さらに，公表の処分性を否定し，公表に対する民事の差止め訴訟ないし公法上の当事者訴訟を提案し，仮処分の可能性を検討することも考えられる。民事の差止め訴訟を選択する場合には，差止めを根拠付ける権利について詳細な言及が望まれよう。このように，様々な法的手段が考えられる中で，複数の法的手段を提案し，それらの比較を通じて最も適切と考える法的手段を提示しなければならない。\n設問２は，調査，勧告の適法性を論ずる問題である。調査については，帳簿書類等を段ボール箱に詰めて持ち帰った行為が強制力の行使に当たるとすれば，介護保険法第１００条の解釈\n- 2 -として許容されるのかを検討する必要がある。また，調査に当たりＢ県職員が身分証を提示しなかった点について，同法第１００条第２項，第２４条第３項に違反するのかが論じられなければならない。このほか，行政指導として行われる調査を同法第１００条の調査に先行させる義務を知事は負っているのかという問題も，検討すべき対象である。\n上記の検討を通じて，調査の違法が認められる場合に，それが勧告にどのような影響を及ぼすのかを検討することも，本問では要求されている。\n勧告の違法性に関しては，基準違反を内容とする県の指摘について，事実誤認を主張することが考えられる。このほか，勧告に関しては，勧告の手続法的違法が問題となろう。その前提として，勧告にはどのような行政手続が要請されるのかが論じられなければならない。例えば，勧告を不利益処分ととらえる場合には，行政手続法の不利益処分手続が適用される。この場合には具体的にどのような手続規制が要求されるのかを明らかにした上で，本件事案でそうした手続が踏まれていたのかを検討することとなろう。これに対し，勧告を行政指導と解する場合には，知事の行う行政指導については，行政手続法は適用除外となり，B県行政手続条例の定める行政指導手続が要求される。この点を指摘した上で，本件で手続に関する違法が認められるのかを同条例に即して検討することが求められる。\n【民事系科目】\n〔第１問〕\n本問は，不動産の売買・賃貸借・相続等に関し，財産法と家族法にわたる民法上の様々な問題について，基本的な理解の有無を確認するものである。単に知識の確認をするだけでなく，掘り下げた考察をしそれを明確に表現する能力，論理的に一貫した論述をする能力，具体的事実について法的観点から評価し構成する能力なども評価の対象となる。\n設問１は，マンションの１戸の売買をしたが，買主の代金不払により売主が契約を解除したところ，解除前に，買主が目的物を賃貸し，更に賃借人が無断転貸をしていたという事案で，売主が賃借人及び転借人に明渡しを求める場面の問題である。\n小問（１）は，賃借人に対する所有権に基づく返還請求に対し，賃借人の反論（賃借人は売買契約解除前の第三者である。）の当否を問う。民法第５４５条ただし書の趣旨及び「第三者」の意義，第三者の対抗要件の要否とその意味，賃借人の対抗要件（借地借家法第３１条第１項），第三者の善意・悪意など，基本的理解を確認する。「解除と第三者」に関しては，第三者は目的物の譲受人として論じられることが多いが，ここでは目的物の賃借人であるという特色がある。\n小問（２）では，賃借人に対する賃貸借契約終了に基づく返還請求について，賃借人の２つの反論の成否を問う。第１の反論（賃借人は買主から賃借したのだから，売主が賃貸借契約を解除することはできない。）に関しては，売買契約の解除に伴う賃貸人の地位の買主から売主への移転，それにより売主が賃貸人として賃貸借契約を解除できるに至ったこと，その前提として売主に目的物の所有権の登記が求められることなど，基本的な理解を確認する。\n契約解除の場面における「賃貸人たる地位の移転」についての考察や賃貸借契約解除原因の発生時期と賃貸人（売主）による解除権の行使時期との関係についての考察があれば，それも評価する。第２の反論（目的物は現在，転借人が使用しており，賃借人は占有していないので，売主の請求には理由がない。）に関しては，所有権に基づく返還請求ではなく，賃貸借契約終了に基づく返還請求では，相手方の占有の有無は問題とならないという基本的理解を確認する。なお，これは「不動産の間接占有者に対する引渡しないし明渡しの請求」というより高度な問題にもかかわるが，そこまでの叙述を不可欠とするものではない。\n小問（３）は，無断転貸を理由とする解除における「背信行為と認めるに足りない特段の事情」となるべき具体的事実の指摘とその理由の説明を求める。賃貸借と転貸借との利用形\n- 3 -態がほぼ同様で賃貸人の許諾した範囲内にあるといえること，両者の契約内容が同じであること（特に転貸人に差額による利益を取得する意図がないこと），転貸人の主観的悪性が低いことなどを示す事実を挙げ，整理して理由付けることが求められる。背信行為論の抽象的説明のみをするのではなく，具体的事実との関係で説得的な論述ができるかを問うている。\n設問２は，マンションの１戸の賃貸人が死亡し，その９か月後に遺産分割がされた場合について，相続開始時から遺産分割時までの間に支払われた賃料の帰属を問うものである。関連する近時の最高裁判決の判旨を問題中で示した上，その評価も求めている。賃料債権が相続財産\n（遺産）の範囲に含まれるかどうか（民法第８９６条），及び，遺産分割の遡及効との関係（同第９０９条）を明確にした上，判例の見解に対する評価を述べ，自らの見解に基づく具体的結論とその法的構成を示すことが求められる。本問の賃料の性質（法定果実であること，相続開始後に発生した分であること，金銭債権であることなど）のどこを重視するかなどにより，複数の考え方があり得るが，それぞれの問題点についての基本的な説明と説得的な理由付けのほか，論述全体としての論理的整合性が求められる。\n〔第２問〕\n本問は，会社財産の不適切な運用・管理により財産の流出を来した株式会社をめぐる事例に関し，様々な角度から，会社法上及び民事訴訟法上の問題点等についての基礎的な理解の有無を問う総合問題である。本問においては，比較的詳細に示された事実関係を分析して法的な論点を的確に抽出し，事案に即した有効な解決手段を選択するなど，これまでの学習を通じて培った法制度や法原則に関する理解を多角的に応用し，その結果を論理的に総合して分かりやすく表現する作業を行わせることにより，その理解の正確さを試すこととしている。\n設問１は，取締役会の承認を受けずに締結された保証契約の効力と, 甲社及び乙社の間で行われた株式交換の問題点を指摘させるものである。まず，保証契約の効力については,甲社が丙銀行との間で締結した金銭消費貸借契約と, これを主たる債務として乙社が丙銀行との間で締結した保証契約は，いずれも, 「多額の借財」（会社法第３６２条第４項第２号）に当たるものとして，それぞれの会社の取締役会の承認を受けなければならないものと考えられるが，本件では，いずれについても，取締役会の承認を受けていないため，その効力が問題となる。この問題点の解決に当たっては，様々な理論構成を用いることが考えられるが，例えば，民法第９３条ただし書を類推適用する判例の立場を採った場合には，取締役会の承認を受けていないことを知らなかったことについて丙銀行の側に過失がなかったかどうかという点につき，事例に即して丁寧に吟味することが求められる。また，上記保証契約は，Ｂが乙社を代表して締結したものであるとはいえ，Ａが甲社を代表して丙銀行と締結した金銭消費貸借契約に基づく借入金債務を主たる債務としながら，Ａが代表取締役を務める乙社に保証をさせるという内容のものであることから，その締結が利益相反取引の一つである間接取引（会社法第３５６条第１項第３号，第３６５条）に当たるのではないかという点も問題となる。本件では，この点についても取締役会の承認を受けていなかったことから，いわゆる相対的無効説によれば，丙銀行の側がその点について善意かつ無重過失であったかどうかを検討することが必要となる。ただし，本件においては，乙社の株主が上記取引にかかわっているＡ及びＢの２人だけであることから，そもそも取締役会の承認を受ける必要はなかったのではないかという点も問題となる。次に，株式交換の問題点については，①知れている債権者に対する各別の催告（同法第７９９条第１項第３号及び第２項）が行われていない点，②債権者（丙銀行）の異議を受けた弁済等（同条第５項）が行われていない点，③株主に対して交付する株式交換の対価が不当である点，④株式交換を承認した株主総会の決議に特別の利害関係を有する者が参加していた点（同法第８３１条第１項第３号参照）などに問題が認められる。果たして，これらが株式交換無効の訴え（同法第８２８条第１項第１１号）の- 4 -\n無効原因となるかどうか，また，丙銀行に当該訴訟に関する原告適格（同条第２項第１１号）があるかどうかといった点を検討する必要がある。仮に，株式交換を無効とすることができれば，株式交換の対価として不当に流出した会社財産を取り戻すことが可能となるという実益にも言及することが期待される。\n設問２では，第１に，甲社と乙社との間で行われた不自然な取引が利益相反取引の一つである直接取引（会社法第３５６条第１項第２号，第３６５条）に当たるにもかかわらず，取締役会の承認を受けていないことから，それらの一連の取引を無効とすることによって，甲社の責任財産を回復できないかが問題となる。ただし，この点については，一人会社（甲社）\nの株主自身（乙社）が直接取引の相手方になっている場合には，実質的な利益相反関係が認められないことから，取締役会の承認は要しないとするのが判例の立場である。この考え方で債権者（丁社）の保護を図ることができるのかという点について，悩みを見いだすことができるかどうかが肝要である。第２に，乙社に対する責任追及の可能性が問題となる。この点については，①法人格否認の法理によりその責任を追及する見解，②事実上の取締役として対第三者責任（同法第４２９条第１項）を追及する見解，③株主の権利の行使に関する利益供与（同法第１２０条）としてその責任を追及する見解，④隠れた剰余金の配当として分配可能額を超える部分についての返還（同法第４６２条）を求める見解など，様々な法的構成を用いることが考えられる。第３に，甲社の取締役について，対第三者責任（同法第４２９条第１項）を追及することが考えられる。その際には，各取締役が本件にどのようにかかわったのかを具体的に吟味しながら，その責任の有無を丁寧に分析することが必要である。\n設問３は，取締役解任の訴えが，被告側の固有必要的共同訴訟であることを理解した上で，原告の立場から，主観的追加的併合（原告による被告の追加）が許容されるべきことの主張を具体的な事案に即して行わせるものである。周知のとおり，主観的追加的併合が理論的に許容されるか否かは，民事訴訟法の著名な論点の一つであるが，そこで論じられていることを踏まえつつも，より実務的な観点から，少なくとも本件の具体的な事例の下においては主観的追加的併合が許容されるべきことを示すことが必要になる。具体的には，取締役解任の訴えが被告側の固有必要的共同訴訟であって，訴訟共同と合一確定が要請される場面であることを考慮すべきであることはもとより，取締役解任の訴えにおいては，出訴期間が法定されており，本件においては，改めて再訴を提起する方法によっては期間徒過により対応できないということ，そして被告追加の申立てがされたのが，訴訟の極めて初期段階にあること，といった本件固有の事情を的確に抽出し，それを最高裁判決摘示の理由に対する反論の形で展開していくことが求められる。\n設問４は，文書提出命令に違反した場合の効果について，一般的な考え方を整理した上で，その具体的適用を考えさせる問題である。一般に，民事訴訟法第２２４条については，概説書においても取り上げられており，条文自体の存在についてはその重要性も含めて理解されているが，その具体的な適用（特に効果）については，さほど言及されていない。受験生が，これまでの学習を通じて培ってきた基本的理解（例えば，当事者主義の下での立証の困難の克服手段，真実に合致した裁判の要請，訴訟上の協力義務，当事者の手続保障等）を活用して，その場で考え，解決に導く応用能力を試すべく出題したものである（出題に当たって，詳細な誘導を施したのはそのためである。）。小問（１）では，裁判所が，必要性及び要件充足を認めて発出した文書提出命令に当事者が従わない場合に，民事訴訟においてどのような「不都合」が生じるのかを考えながら，その解決手段としての民事訴訟法第２２４条第３項の効果を論じるものであるが，その際には，問題文で指摘した各説の長所短所を，同項が定める要件（特に，同条第１項の要件との違い）や同条第３項の効果に関する「真実と認めることができる。」という規定の文言に留意しながら，多角的に検討することが求められる。小問（２）では，小問（１）\nでの自説を前提に，文書提出命令の申立てに「証明すべき事実」を記載すべきものとされてい\n- 5 -ることの意義や，本件において申立書に証明すべき事実として実際に記載されている各事項が，本件訴訟における立証命題との関係でどのように位置付けられるか（主要事実又は間接事実のいずれであるのか，法的評価であるのか等）を考えながら，検討することが求められる。また，小問（３）は，固有必要的共同訴訟という合一確定が要請される場面における民事訴訟法第２２４条第３項の効果を考えさせるものである。心証説以外の立場からは特に共同被告のうちの一人による文書の不提出という態度の訴訟法上の位置付け（民事訴訟法第４０条第１項との関係）を，心証説の立場からは特に証拠共通の原則との関係を，両被告の実質的関係を考慮し，また，他方被告への手続保障にも配慮しながら，論じることが求められよう。\n【刑事系科目】\n〔第１問〕\n本問は，具体的事例に基づいて甲乙の罪責を問うことによって，刑事実体法の理解，具体的事実に法規範を適用する能力，論理的思考力を試すものである。\nまず，甲乙の共犯関係については，甲が乙に一緒にＡ方に盗みに入ろうと誘ったのに対し，乙が「俺はそんな危ないことはしたくない。」と言った上，実際に乙は自らはＡ方に盗みに入らなかったことに着目し，共謀共同正犯の成立要件ないし共同正犯と幇助犯の区別の判断基準等を念頭に置いて，本問の具体的事実関係の中から評価に値する事実を抽出し，要件に当てはめることが求められる。その際，事実を事例中からただ書き写して羅列するのではなく，犯行に至る経緯，乙が甲に提供した情報の具体的内容，犯行当日の甲乙の行動及び甲乙間の金銭の分配状況等について，これらの事実が持つ意味を的確に評価し，上記要件ないし判断基準に当てはめて結論に至る思考過程を論述する必要がある。また，その際には，（共謀）共同正犯の成否のみの論述にとどまらず，甲乙間の共謀ないし共同実行の意思の内容にも留意し，甲乙が想定していた金品奪取の態様や奪取対象となる金品の範囲を明確に意識しておく必要がある。\n甲の罪責については，甲乙の共犯関係を前提として，まずはＡ方に入った行為及び書斎の机の引き出しから３００万円を取り出してジャンパーのポケットに入れた行為について構成要件への当てはめを行うことが求められる。そして，甲が，Ｂにカッターナイフを示すなどした上，現金２万円を奪った行為については，反抗を抑圧するに足りる程度の暴行・脅迫の有無等を中心に，必要かつ十分な具体的事実を抽出して法的評価を示す必要がある。また，Ｂが居間から逃げ出し，玄関を出た直後に転倒して怪我をしたことについては，強盗の機会性の有無や因果関係の有無等に留意しつつ，具体的事実を示しながら強盗致傷罪の成否を検討する必要がある。\nさらに，その後，Ａ方前路上でＢが乙から殴る・蹴るなどされて死亡したことに関し，甲が罪責を負うか否かについては，乙との共犯関係に基づく帰責の可否及び甲に成立する強盗罪固有の枠組み（強盗の機会性ないし因果関係等）による帰責の可否を本問の事実関係に即して論ずることが必要である。\n乙の罪責については，甲乙間の共犯関係を前提として，甲によるＡ方への侵入と３００万円の窃取に関する罪責を示すほか，甲がＢにカッターナイフを示すなどして２万円を奪った行為等については，甲乙間の共犯関係の内容を踏まえ，乙が予見していた事情と実際に甲が行ったことの間のずれの有無とその内容を的確に示した上，予見と異なる事態が生じた場合における乙の罪責を本件に即して具体的に論ずることが必要である。また，乙がＡ方前路上でＢを殴る\n・蹴るなどして死亡させたことについても，その段階において乙に成立する犯罪を念頭に置きながら，適切な犯罪を選択した上，その犯罪の構成要件要素を示しつつ，設問から抽出した具体的事実をこれに当てはめることが必要である。\nなお，甲乙に成立する個々の犯罪を前提に，これらに関する罪数評価及び共犯の成立範囲を的確に示すことが必要であることは言うまでもない。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論ずるにとどまることなく，- 6 -事例に示された具体的な事実関係を分析し，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，覚せい剤の営利目的所持事件を素材として，被告人甲との会話内容等が記載されたＷ作成のノートにつき，要証事実との関係での証拠能力を問うことにより，刑事訴訟法において最も基本的な法準則の一つである「伝聞法則」の正確な理解と具体的事実への適用能力を試すものである。\n法解釈の部分では，検察官の立証趣旨を踏まえた要証事実の分析を前提にして（立証趣旨から想定される要証事実は，いずれもＷが知覚・記憶してノートに記載した事実の真実性を前提とするものであるから，これが「伝聞証拠」，すなわち刑事訴訟法第３２０条第１項の定める\n「公判期日における供述に代えて書面を証拠と」する場合であることは明瞭である。），伝聞法則の例外となる規定を的確に選択した上，その規定に係る各要件を検討することが必要である。\n各要件を指摘，記述するだけでは，本事例への法適用を前提とした法解釈として不十分であることは言うまでもない。とりわけ，本事例で問題になる「特に信用すべき情況」の意義・解釈等については的確に論じなければならない。例えば，本件ノートを刑事訴訟法第３２１条第１\n項第３号に該当する書面であると考えた場合には，証拠能力の要件要素である「特に信用すべき情況」の理論的意味に留意しつつ，その存否につき，供述の内容そのものを直接に判断するのではなく，供述に付随する外部的な情況を主たる考慮事情として判断しなければならず，また，他の供述と比較するのではなく，その供述自体にかかわる絶対的な判断が要求されていることなどを論述することが必要である。また，本件ノートに記載された被告人甲の発言内容の真実性を要証事実とする場合には，「再伝聞」が問題になるので，その構造を正確に分析してその旨を指摘しなければならないことはもとより，それを許容するか否かの結論だけでなく，その文理上の根拠や実質的な考慮等をも的確に論じることが求められている（本事例は，公判期日における供述に代えて用いられる，被告人以外の者Ｗが作成した「供述書」に，被告人甲の供述を内容とする記述がある場合である。）。\n事例への法適用の部分では，自らが論じた伝聞法則の例外となる規定や再伝聞の解釈等に従って，事例中に現れた具体的事実を的確に抽出，分析し，個々の事実が持つ法的な意味を的確に示して論じることが求められている。例えば，供述に付随する外部的な情況にかかわる具体的事実を抽出，分析する際には，個人の日記と解されるノートに，１週間に３日ないし５日程度の割合で，出来事やその感想等がその経過順に記載されていることや，空白の行やページが無かったことなどという具体的事実を指摘した上で，Ｗがその日にあった出来事をその都度記載している事情等が認められることを論じたり，また，鍵が掛けられていた机の引き出しの中から本件ノートが発見されたことなどという具体的事実を指摘した上で，ノートを他人に見せることを予定しておらず，うそを記載する理由がないことなどを論じたりすることが必要である。つまり，具体的事実を事例中からただ書き写して羅列すれば足りるものではなく，個々の事実が持つ意味を的確に分析して論じなければならない。\n設問２は，捜索差押許可状の呈示に先立って捜索場所であるマンションの甲方の窓ガラスを割って入室した措置について，刑事訴訟法第１１１条第１項（同法第２２２条第１項により捜査段階に準用）の「必要な処分」といえるのか否かにつき，この規定の趣旨・目的を踏まえて，事例中に現れた具体的事実を前提に，被疑事実の内容，差押物件の重要性，差押え対象物件に- 7 -\n係る破棄隠匿のおそれ，財産的損害の内容，被捜索者の協力態様などの諸事情を具体的に論じて，その適否に関する結論を導かなければならない。\nまた，令状呈示の時期の適否についても，関連規定の有無等を指摘し，令状呈示の趣旨等を論じた上，事例中に現れた具体的事実関係を前提にして，事前呈示の要請と現場保全の必要性等に係る諸事情を具体的に摘示した上，結論を導かなければならない。\nいずれの設問についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的事実を指摘しつつ，個々の事実がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通して否認制度及び相殺制限制度の理解について問うものである。\n設問１については，まず，偏頗行為否認（破産法第１６２条）の可否が問題となるが，この場合には，当該行為（不動産への担保の設定による借入れ）が同時交換的行為（破産法第\n１６２条第１項柱書参照）に該当するかどうかの検討が必要である。\n次に，当該行為が，相当の対価を得てした処分行為の否認の対象となるかが問題となり，破産法第１６１条第１項の要件に当てはめて結論を得る必要がある。\n設問２については，まず，Ｆ社による相殺が破産法第７１条第１項第２号の相殺制限の適用を受けるかが問題となり，同号の要件に当てはめて結論を得る必要がある。相殺制限の場合に該当するときは，破産管財人Ｘは，売買代金を請求することになる。また，本問では，Ｆ社への不動産の売却が，相当の対価を得てした処分行為の否認の対象になるか，当該行為と相殺を全体として把握して不動産の代物弁済と同視し，偏頗行為否認の対象になるかも問題となるが，相殺制限の適用を肯定する場合には，否認と相殺制限の優先関係や得失等についても言及することが求められる。\n設問１及び２において，偏頗行為否認ないし相殺制限の適用の可否を検討する前提として，Ｃ銀行への抵当権の設定又はＦ社への不動産の売却がされた時に債務者が支払不能状態になっていたかどうかが問題となる。問題文から読み取れる事実を破産法第２条第１１項の要件に当てはめて結論を得ることが必要である。\n〔第２問〕\n本問は，破産手続との関係での財団債権及び優先的破産債権の地位並びに同一債務者について破産手続開始の申立てと再生手続開始の申立てが競合した場合の取扱いについて問うものである。\n設問１では，Ａ社について破産手続が開始されたら，Ｂの退職金請求権は財団債権及び優先的破産債権となる旨，Ｃの退職金請求権は財団債権となる旨（破産法第１４９条第２項，民法第３０８条・破産法第９８条第１項）を指摘した上で，財団債権あるいは優先的破産債権となるべき権利を有する者は「債権者」（破産法第１８条第１項）として破産手続開始の申立てをする利益を有するかについて，一貫した理由付けから結論を導く必要がある。\n設問２では，債権調査の過程で一般破産債権者が届出破産債権について異議を述べた場合に，その異議が当該届出破産債権の確定を妨げる（破産法第１２４条第１項参照）ことを指摘した上で，優先的破産債権者が届出のあった一般破産債権について異議を述べて当該一般破産債権の確定を妨げることができるかという問題について，債権調査過程における破産債権者の「異議」（破産法第１２１条第２項）の意義を踏まえて，一貫した理由付けから結論を導く必要がある。\n- 8 -設問３では，破産手続開始の申立てと再生手続開始の申立てとが競合した場合に，どの裁判所がどのような判断基準で両手続の整序を図るのか（民事再生法第２６条第１条第１号・第２５条第２号），及び再生手続開始の決定や再生計画認可の決定がされた場合の破産手続の帰すう（民事再生法第３９条第１項・第１８４条）や再生手続廃止後の破産手続への移行の可能性\n（民事再生法第２５０条第１項）等について説明する必要がある。\n[租 税 法］\n〔第１問〕\n設問１は，相続人がいわゆる代償分割により相続財産を単独取得し当該財産を後に譲渡した場合における所得税の課税関係を，取得費の取扱いに関して問うものである。所得税法第６０条第１項第１号の規定に関する基本的な理解を問うとともに，代償分割に関する私法上の法律構成を所得税の課税関係の法律構成にいかに反映させるかを試している。あわせて，譲渡所得課税の趣旨をも勘案して，所得税法第３３条第３項及び第３８条第１項に規定する取得費に関する解釈論を展開する能力並びにその解釈の結果を具体的な事案における取得費該当性の判断に応用する能力を試すものである。\n設問２は，駐車場経営から生ずる所得に関する所得分類を踏まえた上で，駐車場用地の取得に伴い支払った登録免許税等の相続登記費用について，これを上記の取得費として取り扱うべきか又は所得税法第３７条第１項に規定する必要経費として取り扱うべきかを問うものである。\n〔第２問〕\n設問１は，法人税法の課税標準の計算構造に関する基礎的な理解を前提として，法人が債権放棄を行い，放棄した債権額につき貸倒損失として経理処理を行った場合の課税関係を問うものである。法人税法第２２条第３項に規定する損失として損金に算入できる貸倒れの要件についての理解と，本問に現れた具体的事実を前提として貸倒損失と認められるか否かを論じる能力を試すとともに，債権の放棄が法人税法第３７条に規定する寄附金に当たるか否かを検討する能力を試している。\n設問２は，小問（１）の問題文に示された見解について，「収入金額」ないし「所得」といった所得税法の基礎的な概念を踏まえつつ，その根拠付けを論理的に展開し，具体的事案に当てはめる能力を試している。\n[経 済 法］\n〔第１問〕\n本問は，高速バスの共同運行に係るバス会社間の運行協定について独占禁止法上の問題点を検討させるものであり，いずれも独占禁止法の根幹となる「競争」，「競争の実質的制限」の理解を問う趣旨である。\n設問１は，バス会社による運賃の設定方法に関する３案について，不当な取引制限の成否を検討させるものである。本設問に関連して，公正取引委員会が「高速バスの共同運行に係る独占禁止法上の考え方について」などを公表しているが，当該「考え方」の知識又は学習の有無を問うものではない。競争の本質にさかのぼりつつ，独占禁止法の基本概念を正確に理解した上で要件の当てはめを行えば足りる。\n本件運行計画の検討としては，まず，運行計画が各事業者のいかなる事業活動を相互に拘束するといえるかを具体的に検討していくこととなろう。その際には，単に運賃の共同決定のみを不当な取引制限とするだけでなく，広い意味での相互拘束行為の存在に触れる必要がある。\n一定の取引分野については複数の取引分野が候補となり，答案においても１つ又は複数の- 9 -取引分野が画定され得るが（複数の取引分野を画定する場合にはその関係についても論述が望まれる。），本件の事実関係に即して合理的な当てはめができるか否かが問われる。その上で，競争の実質的制限について，当該取引分野に即した検討を行うことが必要である。なお，画定した取引分野と矛盾する検討は不適当である。\n競争の実質的制限等の検討に当たっては，共同運行による新規事業又は市場の創出という本問の特性をも踏まえて，本件協定案によりどの取引分野でいかなる競争が制限されるのか，いかなる競争促進的効果があるのか，それらが独占禁止法上どのように評価されるかについて，競争の本質に沿った検討を適切に行うことを求めている。\nいずれの点についても，特定の結論に達しているか否かにより評価するものではなく，その結論に至る検討過程を通して独占禁止法の理解の有無を問うものである。\n設問２は，バス会社３社による新規参入妨害のための協定を素材として独占禁止法上の基本的な問題に対する理解度を問うものである。\n適用法条としては，独占禁止法第３条前段（私的独占）又は第３条後段（不当な取引制限）のほか，一般指定第１項，第１５項等が考え得る。もっとも，問題文の協定中の一部の語句に基づく論点主義的な論述をするだけでなく，本件の本質を踏まえるとともに，適用法条のそれぞれの要件，効果の差異を理解した上で，適用法条に関する論述をすることが望まれる。\n要件の検討に当たっては，その意義を正確に理解した上で，本件における単独事業者の市場参入の困難性，各バス会社が保有する施設の意義，協定の内容，当該一定の取引分野に及ぼす効果等を踏まえた当てはめが求められる。\n〔第２問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うものである。あわせて，正当化事由等の評価の方法，及びエンフォースメントに関する基礎的知識をも確認しようとしている。\n設問１では，フランチャイズ本部が加盟店に対して，（１）ピザ・サラダ等の価格を拘束すること，ドリンク・デザートの価格を拘束すること，提供する品目の制限を課すこと，（２）営業地域を割り当てし，地域外での販売の制限及び地域外顧客への販売の制限を課すこと，（３）原材料の購入先の制限を課すことを，契約に基づいて定めるとともに，それに沿った指導・統制を現実に行うことが，不公正な取引方法に該当するか否かを問うている。本件に適用し得る一般指定の項を見定め，当該項の規定に沿ってその行為要件及び効果要件を検討していくことが必要である。（１）では一般指定第１２項，第１３項，（２）では同第１３項，（３）\nでは同第１０項，第１１項，第１３項の適用が問題となり得るであろう（なお，当該規定のすべてを検討することを求めているわけではないが，他方で，本問設例の趣旨に照らせば合理的に適用可能な規定を広く検討することは望ましい。）。\n行為要件の検討に当たっては，各規定の内容を正確に理解し，本問事例に当てはめることが必要である。さらに，効果要件の検討に当たっては，これらの制限を課すことが，一般的に競争上いかなる効果を有するかを把握した上で，さらに，本問におけるフランチャイズ制度の特質，営業の統一性の確保，食品の安全性の確保，スケールメリット，ブランド間競争の有無などの諸点をも検討し，競争上の評価について検討することが求められるものであって，独占禁止法における基本的考え方を習得し，それを具体的事例に当てはめができるか否かを確認するものである。正当化事由または競争促進的効果に関するこれらの考え方については，当然ながら唯一の解答を前提とするものではなく，独占禁止法の趣旨に沿った説得的で論理的に整合する説明ができるか否かを確認している。\n設問２は，弁護士の立場から，本問の事案について独占禁止法に基づく訴訟の提起の可否を問うものであり，まず，独占禁止法第２４条に関し，その要件についての基本的な理解を- 10 -示した上，本問における具体的な違反行為と差止めの範囲などについて検討することが望ましい。また，検討対象となる訴訟は同条に基づくものに限られるものではなく，その他の請求の可否も検討の対象となり得るであろう。\n[知的財産法］\n〔第１問〕\n設問１は，特許権者が特許権の存続期間全部に対応する実施料全額の一括支払を受けて専用実施権を設定した場合における特許権者及び専用実施権者の差止請求権（特許法第１００条第\n１項）及び損害賠償請求権に関する理解を問うものである。専用実施権を設定した特許権者の差止請求の可否について判示した最高裁判所の判決（最判平成１７年６月１７日民集５９巻５号１０７４頁）を踏まえた論述が求められる。\n具体的には，丁が製造販売するＢ傘が，甲発明の技術的範囲（特許法第７０条）に属するかどうかをまず検討した上で，甲発明の特許権者甲が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか，甲から専用実施権の設定を受けた乙が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか等について，本問の事実関係に即して論じなければならない。\n設問２の１は，通常実施権者が特許無効審判の請求人適格（特許法第１２３条第２項）を有するかどうかについて問うものである。また，設問２の２は，特許を無効とする審決が確定した場合，特許権は初めから存在しなかったものとみなされること（特許法第１２５条）\nとの関係で，小問（１）では，通常実施権者が，特許権者に対し，既払の実施料の返還を請求することができるかどうかについて，小問（２）では，特許権者が，通常実施権者に対し，当該審決の確定前の期間に対応する実施料の未払分の支払を請求することができるかどうかについて，それぞれ問うものである。\n〔第２問〕\n設問１は，甲が執筆し，同人誌に掲載した計３０編の小説の中から選んだ１５編のものを，一部変更を施した上で収録した乙書籍を作成し出版した乙に対する甲の請求を，また，設問２は，乙書籍に収録された甲の小説を収録した丙書籍を作成し出版した丙に対する甲の請求を問うものであり，甲が乙及び丙に対していかなる権利の侵害に基づいてどのような請求をすることが可能であるかを論述しなければならない。侵害される権利としては，複製権，譲渡権，公表権，同一性保持権等が問題となる。公表権の侵害については，甲の小説が，「まだ公表されていないもの」（著作権法第１８条第１項）であるかどうか，すなわち，同人誌に掲載され，クラスメートに配布されたことにより，「発行」（著作権法第３条第１項）されたものになることはないかどうかを論じる必要がある。同一性保持権の侵害については，乙が甲の小説に施した変更が，意に反する改変となることを示した上で，「やむを得ないと認められる改変」（著作権法第２０条第２項第４号）に当たるかどうかを論述することが求められる。また，乙による変更に関して，改変された甲の小説を複製し譲渡する行為に対して，その行為が同一性保持権を侵害するかどうかの点を含め，甲がどのような請求をすることができるかを論述することが求められる。設問３及び設問４には，これに類似する論点が含まれている。\n設問３では，甲の小説を収録した乙書籍及び丙書籍をＡ市民に貸し出しているＡ市立図書館が甲のいかなる権利を侵害し，甲がＡ市に対してどのような請求をすることが可能であるかを論述しなければならない。Ａ市立図書館による貸出しには貸与権が働くが，その侵害の成否については，著作権法第３８条第４項の適用の有無を論じる必要がある。甲の小説が「公表された著作物」に当たらない場合には，同項は適用されず，また，公表権の侵害も問題となることとなる。\n- 11 -設問４は，乙書籍に収録された甲の１５編の小説を並び替えて収録した丙書籍を作成し出版した丙に対する乙の請求を問うものであり，乙書籍が乙の著作物であり，丙が乙の権利を侵害するかどうかを論述することが求められる。乙書籍の著作物性については，甲の小説の選択又は配列によって創作性を有し，編集著作物であるかどうかが問題となり，丙による侵害の成否については，乙書籍における選択又は配列による創作性が利用されたかどうかが問題となる。\n[労 働 法］\n〔第１問〕\n本問は，時間外労働及び賃金規程改訂の事例を通じて，時間外労働に対する割増賃金，当事者間の合意や就業規則と労働基準法（以下「労基法」という。）との関係，就業規則の変更についての理解を問うものである。\n小問１では，「エキスパート」職には超過勤務手当を支給しない旨の賃金規程の定めは労基法第４１条第２号，第３７条との関係で有効か，割増賃金を基本給に含めて支払う旨の合意は労基法第３７条との関係で有効か，職務手当は割増賃金の趣旨であるとの合意があるかが問題であり，これらの点を前提にした上で，設問で示されている賃金規程及び労基法を適用して，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問２では，割増賃金を定額で支給する旨の賃金規程の定めを労基法第３７条との関係でどのように理解するかが問題であり，定額の超過勤務手当がどのような意味や効果を有するかに留意しながら，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問３では，就業規則と一体となっている賃金規程の改訂に関して，改訂に同意があるか，改訂手続は適法に行われているか，改訂はＸに不利益な変更か，Ｘの同意がないとしても不利益に変更された賃金規程が適用される場合に該当するかが問題となる。小問１及び小問２を踏まえながら，改訂がもたらす不利益の程度を正しく評価した上で，合理性の判断を行うことが求められる。\n〔第２問〕\n本問は，所属労働組合の方針に反対し，その承認を得ないで行った，いわゆる少数派組合員であるＸらの行為を素材として，組合活動及び懲戒の法理に関する理解を問うものである。労働組合及び組合員個人の活動に対する法的保護とその限界，不当労働行為に対する救済の仕組み，懲戒処分の根拠と手続上の留意点などをきちんと押さえた上で解答することが必要である。\nまず，設問１では，Ｘらが労働委員会に不当労働行為の救済を求めることが考えられるが，使用者のどのような行為を対象として救済申立てを行うのか，労働組合が申立てを行わない場合，個人による申立てが可能かといった点が問題となる。その上で，Ｘらの活動は「労働組合の行為」に該当するのか，該当するとして正当性についてどのように判断すべきか，及び会社の行為は支配介入に当たるかについて，会社の施設管理権や就業時間中の職務専念義務・誠実義務との関係，言論の自由と会社批判・誹謗中傷との関係，労働組合へのこれまでの会社の対応や他の労働者の取扱いとの比較等に留意しながら，検討することになろう。\nまた，裁判所に司法救済を求める場合には，懲戒処分の前後でいかなる訴訟が提起できるのか，その論拠を不当労働行為として構成するのか，懲戒権の濫用として構成するのかといった点が問題となる。\n次に，設問２では，Ｙ株式会社がＸらに対する懲戒処分を行うについて，就業規則の定め（本件では，懲戒処分として，減給，出勤停止又は懲戒解雇の３種類しか選択できない。）とその該当性を吟味しながら，どのような論拠により，どの懲戒処分を選択するのかを検討することが求められる。また，懲戒処分を行うに当たって留意すべき点として，違反の程度，過去の事\n- 12 -例や他の労働者との比較，警告書を発したが違反行為が一向に改善されないこと等をどのように評価するのか，さらに，適正手続の観点から弁明の聴取が必要なのか等が問題となろう。\n[環 境 法］\n〔第１問〕\n本問は，「廃棄物の処理及び清掃に関する法律」（廃棄物処理法）の下での廃棄物該当性の判断基準，及び，具体的事例に対するその適用に関する出題である。まず，判断基準について判示した最高裁判所平成１１年３月１０日第２小法廷決定・刑集５３巻３号３３９頁の内容を理解しているかが問われる。基準として，①性状，②排出の状況，③通常の取扱い形態，④取引価値の有無，⑤占有者の意思等を総合的に勘案，を意識しつつ，設問に即して，弁護人と検察官の主張を対応させるように解答することが期待されている。\nＡの弁護人としては，おからを飼料や肥料の原料として使用していることからその廃棄物性を否定する主張を中心にすることになる。廃棄物ではないから，収集運搬や処分についての廃棄物処理法の許可は不要であると主張することになる。また，リサイクル対象物を廃棄物に含めると解することの不合理性も主張することになる。\n検察官は，Ｄ外３名からＡに対して金銭が支払われているがゆえに廃棄物に該当すること，有価物でないため構造的に不法投棄等が発生しやすいがゆえに廃棄物とするのが適切であることなどの点を中心に反論することになる。廃棄物であるがゆえに再生行為(処分)であっても許可を要することなどの記述は加点要素となる。\n〔第２問〕\n設問１は，石綿が大気汚染防止法の規制対象であることの理解を問い，Ａ県がＢ地区自治会とＤとの間で公害防止協定を締結させた意味を問うものである。Ａ県知事が採り得る措置としては，大気汚染防止法第１８条の１８の作業基準適合命令が考えられる。同法第１８条の１４\nの作業基準の内容まで理解し記憶していることは求めないが，適用の可能性がある旨の指摘を期待している。ＥのＤに対する訴訟上の請求としては，公害防止協定に基づく債権的請求と人格権に基づく差止請求を論じ，民事上の保全処分の申立てをする必要性を論じることが求められている。その際，公害防止協定に基づく債権的請求を構成するための法的構成（第三者のためにする契約等）を指摘する必要がある。人格権に基づく差止請求では違法性ないし受忍限度論や差止請求の内容，抽象的差止請求の可否等も論じる必要がある。\n設問２は，Ｄに対しては，公害防止協定違反に基づく損害賠償請求，Ｃ及びＤに対しては，不法行為に基づく損害賠償請求の可否を問うものである。いずれについても何が損害に当たるかの議論を期待している。Ｃ及びＤに対する不法行為に基づく損害賠償請求では，共同不法行為論を論ずる必要もあり，違法性ないし受忍限度論も問題となる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際関係維持に不可欠な外交関係法の特質を問う問題である。\n設問１では，外交官の特権である，「身体の不可侵」（外交関係に関するウィーン条約第２９条）の絶対性を問うている。①外交官の「身体の不可侵」，ひいては外交官の特権免除が，「外交使節団の任務の能率的な遂行の確保」と「派遣国の代表性」に基礎を置いており，②\nそのために派遣国が放棄しない限り絶対的な性格を持つことを述べ，したがって，設問のような「スパイ罪」の嫌疑のある事例であっても乙を拘束し続けることが上記の外交関係に関する規則に反することを説明するのが解答の要点である。もちろん，外交官の身体が不可侵であるとしても，現行犯であって火急の必要がある場合に，現場で一時的に取り押さえるこ\n- 13 -とが許されるかどうかという点まで議論すれば完璧である。さらに，ＡＢ両国のいずれかが，外交関係に関するウィーン条約に入っていない場合にも上記規則が国際慣習法を表し，それゆえに適用されることに言及してもよい。\n設問２は，接受国が外交特権の濫用があったことを現認したときに，接受国が正当に採り得る措置を問う問題である。まずは，当該外交官について，接受国が「ペルソナ・ノン・グラータ」を宣言して退去を求めるのが採り得る措置の第１である（外交関係に関するウィーン条約第９条）。しかし，派遣国ぐるみで重大犯罪を犯しているなどの場合には，派遣国の判断によって外交使節団自体の退去を求めることもできる（同条約第２条）（例えば，１９８４年の英国のリビアに対する措置）。次に，乙の行為が，外交官の「接受国の法令尊重」の義務（同条約第４１条）に反していることを根拠に，上記の外交関係法特有の措置以外が可能かを検討してもらいたい。具体的には，国家機関たる乙の行為が国際法義務違反を構成すれば，Ａ国はＢ\n国の国家責任を追及でき，陳謝等の救済（責任の解除）を求めることを説明してもらいたい。\nさらに，Ｂ国の国際法上の義務違反に対して，外交関係法とは離れて，一般の対抗措置が採り得るかの検討も重要である。国際司法裁判所「在テヘラン米国大使館員人質事件」が説くように，外交関係法は「自己充足的な体制（self-contained regime）」を構成するために一般国際法上の対抗措置の採用は制限される。この点との関係で乙の行為に対して，Ａ国が一般国際法上の対抗措置を採れるかどうかも検討してほしい。\n設問３は，外交特権免除の侵害（外交官の身体の侵害）が続いている場合に，Ｂ国が採り得る措置を尋ねている。国際司法裁判所「在テヘラン米国大使館員人質事件」を思い浮かべて解答すればよい。裁判外では，交渉や第三国のあっせん等によって乙の釈放を求めるという常識的な方法に加えて，Ｂ国が対抗措置を採り得るかどうかなどを検討してほしい。対抗措置を採り得る条件は満たしているか（「義務違反の継続」と「当該行為中止の目的」），また，採る場合にはどのような条件が課されるか（特に本件の場合は，外交官の不可侵性の尊重）をきちんと説明することが求められる。裁判上は，Ａ国の国家責任を追及して義務違反の中止（乙の身柄の解放）等を求めることが可能であるが，それに先立って，釈放のために権利保全のための暫定措置（国際司法裁判所規程第４１条）を求めることを考えなければいけない。\n本問では，外交関係法上の義務違反に対して，派遣国，接受国がいかなる措置を採って，義務違反の是正を求めることができるかを中心に試そうと考えた。また，国際法規の解釈と問題の状況への当てはめ（適用）をきちんと分けて考えるようにしてもらいたい。\n〔第２問〕\n本問は，国内裁判所が判断に直面する国際法上の問題のうち頻度の高い問題であり，かつ，主権国家の並存を基盤として成立している国際法の基本原則の一つを構成する，国家免除原則に関する問題である。日本の国内判例において，絶対免除原則から制限免除原則へと判例変更の道を開くという意味で，重要な意義を持ち大きな注目を集めている国内判例を素材として，問題文の事実関係及び関係者の法律関係が設定されている。\nＸがＡ国を被告としてＢ国の国内裁判所に訴訟提起するわけであるが，Ｂ国の裁判管轄権がＡ国に対して及ぶかという点で，国家免除原則が問題となる。\n第一に，国家免除原則についての基本的な理解が求められる。そこでは，絶対免除原則から制限免除原則への移行という国際法の動向，その移行の背景にある事情（国家観念のとらえ方の変遷，国家機能の変化，国家の取引の相手方たる私人の保護という要請等）,\n問題文中にあるように諸国の実践の集積などを踏まえた論述が求められる。\n第二に，制限免除原則の立場に立つ場合には，国家免除の対象となる行為の範囲が問題となる。これについては，行為主体ではなく行為そのものに着目すると，行為に着目\n- 14 -する考え方には行為目的説と行為性質説とがあることの認識を示した上で，どのように免除の対象となる行為の判断基準を設定するかを論証することになる。具体的な例を挙げて受験者自身の採用する立場を説明すると説得的な論証となり得る。\n第三に，受験者自身の採用する立場に立って，それを本件の事例へ丹念に当てはめることにより，本件においてＢ国の裁判管轄権がＡ国に及ぶかについての結論を導くことになる。それに際しては，まず，本件の具体的事実という点で，Ａ国軍事基地での夜間の航空機の離発着，地上での関連活動であることに着目する。さらに，Ａ国とＢ国間の安全保障条約上の法律関係として，Ａ国の軍事基地での活動が条約上で負っている義務\n（公共の安全に配慮する義務，Ｂ国の法令を尊重する義務）の持つ意義にも留意する。\n加えて，同条約第６条が国家免除に関していかなることを規定する条文であるか，その効果は，受験者自身の採用する立場に基づくとどのようなものかを論じることになる。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，遺言能力，遺言の方式及び遺言による認知という，家族法上の基本的事項についての準拠法の理解を問う問題である。\n設問１は，成年被後見人の遺言能力の有無を問うものである。遺言能力の準拠法を定める規定は法の適用に関する通則法（以下「通則法」という。）第４条，第５条か，第３７条か，同条の「遺言の成立当時」とはいかなる時点かを検討して準拠法を決定し，実質法の本件事案へのあてはめの結果を説明することが求められている。\n設問２は，遺言の方式の有効性を問うものである。まず，遺言は，遺言の方式の準拠法に関する法律（以下「方式法」という。）第２条が掲げるいずれかの法の定める要件に合致しているときは方式上有効とされること，方式法第５条の規定により，遺言の際の証人の立会いや，被後見人が遺言能力を回復している時に遺言がされたことの証明の方式も「遺言の方式」\nの中に含まれることを指摘し，その上で，本件事案への方式法第２条の適用の結果を丁寧に述べ，本件遺言は日本民法の要求する方式は満たしていないが，甲国民法が要求する方式は満たしていることを説明する必要がある。そして，証人を１名で足りるとしている甲国民法第Ｔ条第２項の規定の適用が方式法第８条の「明らかに公の秩序に反するとき」に該当するかどうかを検討することになる。\n設問３は，本件遺言による認知の有効性を問うものである。認知の有効性を定める規定は通則法第３７条か，第２９条か，同条第１項後段及び第２項前段の「認知の当時」とはいかなる時点か，甲国民法第Ｐ条が要求する後見人の同意は通則法第２９条第１項後段の「第三者の承諾又は同意」に該当するか，準拠実質法上Ｙが本件遺言を承諾しているかを検討することが求められている。\n〔第２問〕\n本問は，貿易取引における荷為替の知識を前提にして，船荷証券中の裁判管轄条項の有効性と，運送品の損傷による運送人の責任について問う問題である。\n設問１は，我が国において渉外的民事訴訟事件についての国際裁判管轄権はどのような基準によって判断すべきか，運送人の主たる営業所所在地の裁判所の専属的管轄とする船荷証券中の裁判管轄条項はいかなる場合に有効とされるかを問うものである。本件設例と類似の事案について外国の裁判所を管轄裁判所とする船荷証券中の専属的管轄条項の有効性について判示した最高裁判所の判決（最判昭和５０年１１月２８日民集２９巻１０号１５５４頁）\nを踏まえつつ，国際裁判管轄の合意における当事者双方の署名の必要性についての論述を中\n- 15 -心に，いかなる場合に専属的裁判管轄の合意が有効とされるか，本件において丙国に専属的国際裁判管轄権を認めて我が国の裁判管轄権を否定することが我が国の公序に反しないか等についても論ずることが求められている。\n設問２は，運送品に損傷が生じた場合における運送人の損害賠償責任について問うものである。その小問（１）においては，船荷証券中に，運送人の主たる営業所の所在地である我が国の裁判所の管轄を合意した条項と日本法によって解決する旨の条項がある場合に，我が国においては本契約の準拠法が日本法になり，国際海上物品運送法が適用されることを説明した上で，荷受人による運送品の検査の結果についての通知，運送人の注意義務とそれについての証明責任について，どのような規定が適用され，本件におけるその適用結果がどのようになるのかの論述が求められている。また，小問（２）においては，損害賠償額の算定についてどのような規定が適用され，その適用結果がどのようになるのかの論述が求められている。\n- 16 -"
}