{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 15 -\n[知的財産法]\n〔第１問〕（配点：５０）\n以下の事実関係を前提として，後記の設問に答えよ。\n【事実関係】\n甲は，傘生地に特殊の樹脂を塗布する防水加工を施すことにより，防水効果を発揮することを特徴とする傘の発明（以下「甲発明」という。）の特許権を有している。\n乙は，甲発明の特許権について，その存続期間全部に対応する実施料全額を甲に一括して支払って，甲から，専用実施権の設定を受け，甲発明の実施品であるＡ傘の製造販売をしている。\n一方で，丙は，甲発明の特許出願がされた後，独自に開発した紫外線を吸収する傘生地に，上記特殊の樹脂を特定の温度条件で塗布する防水加工を施すことにより，紫外線カット（ＵＶカット）効果及び防水効果を共に発揮する傘の発明（以下「丙発明」という。）の特許出願をし，特許権の設定登録を受けた。\n丁は，丙から，丙発明の特許権について通常実施権の許諾を受け，丙発明の実施品であるＢ傘の製造販売を開始した。\n〔設問１〕\n甲と乙は，それぞれ丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるか。\n〔設問２〕\n１. 丁は，丙発明の特許について，特許無効審判を請求することができるか。\n２. ⑴ 丙発明の特許を無効とする審決が確定した場合，丁は，丙に対し，既払の実施料の返還を請求することができるか。\n⑵ また，前記⑴の審決の確定前の期間に対応する実施料に未払があった場合，丙は，丁に対し，その未払分の実施料の支払を請求することができるか。\n- 16 -\n〔第２問〕（配点：５０）\n以下の事実関係を前提として，後記の設問に答えよ。\n【事実関係】\n北国のＡ市で生まれ育った甲は，子供のころから小説家になることを夢見て，中学生及び高校生の時に計３０編の小説を執筆し，文学に関心を持つ友人と一緒に作成していた同人誌に掲載した。当該同人誌は，中学校及び高校のクラスメートに無料で配布された。甲は，高校卒業後，上京して作家となり，多くの有名な小説を発表した。\n甲がＡ市に住んでいたころに書いた小説は世間から注目されていなかったが，甲のファンである乙は，多大の労力と時間を掛けて，それらの小説が掲載された同人誌を収集した。そして，乙は，それらの小説の中から，甲の文学的才能を示すものと評価した１５編の小説を選び，その選んだ小説を，甲が作家になった後に執筆した各小説との関連性の観点から分類して収録した「Ａ\n市時代の甲小説集」を作成し，出版した（以下「乙書籍」といい，これに収録された１５編の小説を「乙書籍収録小説」という。）。もっとも，乙は，乙書籍収録小説について，甲が執筆したそのままの形で乙書籍に収録したのではなく，誤記と思われる数か所の送り仮名を変更し，また，今では余り用いられず多くの人にとって意味が分からなくなった数個の言葉を同様の意味を有する現代語に入れ替えた。\n丙は，乙書籍を読んで，乙書籍収録小説に感銘を受けたが，甲が若いころから有していた文学的才能を明らかにするには，乙書籍の並べ方は適当ではないと思い，乙書籍収録小説を並び替えて収録した「甲青少年期作品集」を作成し，出版した（以下「丙書籍」という。）。丙は，乙書籍における乙書籍収録小説をそのまま丙書籍に収録したが，乙が乙書籍収録小説に変更等を施したことは知らなかった。\nＡ市立図書館は，乙書籍及び丙書籍を購入し，それらをＡ市民に貸し出している。\n〔設 問〕\n１. 甲は，乙に対して，どのような請求をすることができるか。\n２. 甲は，丙に対して，どのような請求をすることができるか。\n３. 甲は，Ａ市に対して，どのような請求をすることができるか。\n４. 乙は，丙に対して，どのような請求をすることができるか。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法］\n〔第１問〕\n設問１は，特許権者が特許権の存続期間全部に対応する実施料全額の一括支払を受けて専用実施権を設定した場合における特許権者及び専用実施権者の差止請求権（特許法第１００条第\n１項）及び損害賠償請求権に関する理解を問うものである。専用実施権を設定した特許権者の差止請求の可否について判示した最高裁判所の判決（最判平成１７年６月１７日民集５９巻５号１０７４頁）を踏まえた論述が求められる。\n具体的には，丁が製造販売するＢ傘が，甲発明の技術的範囲（特許法第７０条）に属するかどうかをまず検討した上で，甲発明の特許権者甲が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか，甲から専用実施権の設定を受けた乙が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか等について，本問の事実関係に即して論じなければならない。\n設問２の１は，通常実施権者が特許無効審判の請求人適格（特許法第１２３条第２項）を有するかどうかについて問うものである。また，設問２の２は，特許を無効とする審決が確定した場合，特許権は初めから存在しなかったものとみなされること（特許法第１２５条）\nとの関係で，小問（１）では，通常実施権者が，特許権者に対し，既払の実施料の返還を請求することができるかどうかについて，小問（２）では，特許権者が，通常実施権者に対し，当該審決の確定前の期間に対応する実施料の未払分の支払を請求することができるかどうかについて，それぞれ問うものである。\n〔第２問〕\n設問１は，甲が執筆し，同人誌に掲載した計３０編の小説の中から選んだ１５編のものを，一部変更を施した上で収録した乙書籍を作成し出版した乙に対する甲の請求を，また，設問２は，乙書籍に収録された甲の小説を収録した丙書籍を作成し出版した丙に対する甲の請求を問うものであり，甲が乙及び丙に対していかなる権利の侵害に基づいてどのような請求をすることが可能であるかを論述しなければならない。侵害される権利としては，複製権，譲渡権，公表権，同一性保持権等が問題となる。公表権の侵害については，甲の小説が，「まだ公表されていないもの」（著作権法第１８条第１項）であるかどうか，すなわち，同人誌に掲載され，クラスメートに配布されたことにより，「発行」（著作権法第３条第１項）されたものになることはないかどうかを論じる必要がある。同一性保持権の侵害については，乙が甲の小説に施した変更が，意に反する改変となることを示した上で，「やむを得ないと認められる改変」（著作権法第２０条第２項第４号）に当たるかどうかを論述することが求められる。また，乙による変更に関して，改変された甲の小説を複製し譲渡する行為に対して，その行為が同一性保持権を侵害するかどうかの点を含め，甲がどのような請求をすることができるかを論述することが求められる。設問３及び設問４には，これに類似する論点が含まれている。\n設問３では，甲の小説を収録した乙書籍及び丙書籍をＡ市民に貸し出しているＡ市立図書館が甲のいかなる権利を侵害し，甲がＡ市に対してどのような請求をすることが可能であるかを論述しなければならない。Ａ市立図書館による貸出しには貸与権が働くが，その侵害の成否については，著作権法第３８条第４項の適用の有無を論じる必要がある。甲の小説が「公表された著作物」に当たらない場合には，同項は適用されず，また，公表権の侵害も問題となることとなる。\n- 11 -設問４は，乙書籍に収録された甲の１５編の小説を並び替えて収録した丙書籍を作成し出版した丙に対する乙の請求を問うものであり，乙書籍が乙の著作物であり，丙が乙の権利を侵害するかどうかを論述することが求められる。乙書籍の著作物性については，甲の小説の選択又は配列によって創作性を有し，編集著作物であるかどうかが問題となり，丙による侵害の成否については，乙書籍における選択又は配列による創作性が利用されたかどうかが問題となる。"
}