{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 警察は，暴力団Ｘ組による覚せい剤密売の情報を入手し，捜査を行った。その結果，覚せい剤取締法違反（譲渡罪）の前科１犯を有しているＸ組幹部の甲が，覚せい剤を密売してＸ組の活動資金を得るという営利の目的で，平成２０年１月上旬ころ，Ａマンション２０１号室の甲方において，多量の覚せい剤を所持しているという嫌疑が濃厚となった。そこで，警察は，前記覚せい剤営利目的所持の犯罪事実で，差し押さえるべき物を，本件に関係する覚せい剤，小分け道具，手帳，ノートとし，捜索すべき場所を，Ａマンション２０１号室の甲方とする捜索差押許可状の発付を受けた。\n甲方は，５階建てのＡマンションの２階にあり，その間取りは４ＬＤＫバストイレ付きであって，甲方の玄関ドアの右隣には，共用部分の通路に面して，ガラス窓が設置されており，その窓は，アルミサッシ製で，２枚のガラス（各ガラスの大きさは，縦１．２メートル，横０．９メートルである。）が引き戸になっている。ほかに同通路に面した窓はない。甲方には，常時，Ｘ組の組員２，３名が起居している。\nなお，覚せい剤営利目的所持の罪とは，「営利の目的」つまり，犯人が自ら財産上の利益を得，又は第三者に得させることを動機・目的として，覚せい剤をみだりに所持した罪をいい，その法定刑は，１年以上の有期懲役，又は情状により１年以上の有期懲役及び５００万円以下の罰金である。\n２ 平成２０年１月１５日午前８時ころ，司法警察員警部補Ｐは，前記捜索差押許可状を携帯して，司法警察員巡査部長Ｑら５名の部下とともに甲方の捜索に赴き，甲方玄関ドア前の通路に集まった。Ｑが甲方のドアチャイムを鳴らしたところ，甲方内からドア付近まで近づいてくる足音が聞こえ，その直後，「何ですか。」という男の声がした。そこで，Ｑは，ドア越しに「警察だ。ドア\nを開けろ。」と告げたが，ドアは開けられることなく，「やばい。」などという男の声がして，ドア付近から人が遠ざかる足音が聞こえ，さらに，室内から，数人が慌ただしく動き回る足音が聞こえた。Ｑは，ドアノブを回してドアを開けようとしたが，施錠されていたので，ドアを手で激しくたたき，ドアチャイムを鳴らしながら，「早く開けろ。捜索令状が出ている。」と数回にわたり怒鳴ったが，ドアが開けられる気配はなく，また，甲方内からの応答もなかった。そこで，Ｑは，甲方の玄関ドアの右隣にあるガラス窓を開けようとしたが，施錠されていたので，所持していた手錠を用いて向かって右側のガラス１枚を割って，約２０センチメートル四方の穴を開けた。この時点で，最初に警察であることを告げてから約３０秒が経過していた。Ｑは，その穴から手を差し込んでガラス窓内側のクレセント錠を外した上，同ガラス窓を開けてそこから甲方内に入った。\nＰら５名は，Ｑに続いて，順次，そのガラス窓から甲方内に入り，「置いてある物に触るな。」と言いながら甲方内の各部屋に散っていった。Ｑらが，甲方内に在室している人物を確認したところ，甲がリビングルームに，２名の組員がそれぞれ別々の部屋にいて，合計３名が甲方内に在室していることが判明し，Ｑらは，これら３名の近くで，その行動を注視できる位置についた。\nそこで，Ｐは，甲に対し，前記捜索差押許可状を示した。この時点で，Ｑが最初に甲方内に入ってから約３分が経過していた。その後，Ｐらは，甲を立会人として，覚せい剤等を探し始めた。\nＱは，リビングルームに置かれたサイドボードの引き出しの中から赤色ポーチを発見し，これを開けて見たところ，同ポーチ内には，ビニール袋入りの５０グラムの白色粉末があった。\n３ そこで，Ｑが，甲の承諾を得て，その場で白色粉末の予試験を実施したところ，これが覚せい剤であることが確認できた。\nＱは，「被疑者甲は，みだりに，営利の目的で，平成２０年１月１５日，Ａマンション２０１号室の甲方において，覚せい剤５０グラムを所持した。」という被疑事実で，甲を現行犯人として逮\n- 5 -捕するとともに，刑事訴訟法第２２０条第１項第２号により，この覚せい剤を差し押さえた。\nなお，Ｑが割った甲方の窓ガラスは，直ちに，業者により修復され，その費用は２万円であった。\n４ 甲は，逮捕，勾留中の取調べにおいて，「発見された覚せい剤は私のものではない。覚せい剤については一切知らない。」などと供述し，一貫して否認した。\n警察が捜査したところ，甲がＷという女性と交際していることが分かった。Ｗは，５年前から会社員として働いているが，以前，会社員として働く傍ら，クラブでホステスのアルバイトをしていたことがあり，そのクラブに客として来ていた甲と知り合い，約１年前から甲と交際するようになった。Ｗは，その直後，アルバイトを辞め，週末に甲方に通って，掃除をしたり洗濯をするなど，甲の身の回りの世話をし，甲も，月に数回の割合で，Ｗが住んでいたアパートの部屋に泊まりに行くなどしていた。\n以上の状況から，Ｗ方に，本件犯行に関する証拠物が存在する蓋然性が高まったので，警察は，Ｗ方の捜索差押許可状の発付を受け，平成２０年１月１８日，Ｗが不在であったため，アパートの管理人を立会人としてＷ方を捜索し，鍵が掛けられていた机の引き出しの中からノート１冊（以下「本件ノート」という。）を発見して，これを差し押さえた。\n５ 本件ノートは，市販されている１００枚綴りのものであり，その表紙には，「平成１７年１０月\n１３日～」と記載されている。各ページには，日付とそれに続く数行の記載がある。それらの日付は，平成１７年１０月１３日で始まり，１週間に３日ないし５日程度の割合で，その経過順に記載されていて，平成２０年１月１５日で終わっている。そして，それぞれの日付の下には，買物に行ったこと，食事をしたこと，友人と会ったこと等の出来事やそれに関する感想が記載されている。これらの記載部分は，日によって，万年筆で書かれたり，ボールペンで書かれたりしているが，空白の行やページは無い。\n記載のある最終ページは，【資料】（本問題集８ページ参照）のとおりであり，同月６日，９日及び１５日分の文字は万年筆で，同月１１日，１２日及び１４日分のそれはボールペンで，それぞれ書かれている。\n本件ノートに記載された文字の筆跡は，すべてＷのものである。\n６ 警察は，本件ノートの記載内容についてＷを取り調べようとしたが，Ｗは，交通事故に遭い，平成２０年１月２０日に死亡していたため，取り調べることができなかった。なお，事故の際，Ｗは，Ｂ社製の茶色ショルダーバッグを持っており，そのバッグの中には，Ｗ方の鍵と前記机の引き出しの鍵が入っていた。\nそして，捜査の結果，Ｃ百貨店が，同月６日，前記ショルダーバッグと同じ種類の物１個を，９万８０００円で売ったこと，同月１２日午前１０時１８分，Ｗ方付近にある銀行に設置された現金自動預払機において，Ｗ名義の普通預金口座から現金３万円が払い戻されたこと，Ｗが，同日，Ｄ子と一緒にＥ市内にある映画館で映画を見てから，ショッピング街でアクセサリーや洋服を見て回ったことが明らかとなった。\n７ その後，検察官は，所要の捜査を遂げて，「被告人甲は，みだりに，営利の目的で，平成２０年\n１月１５日，Ａマンション２０１号室の甲方において，覚せい剤５０グラムを所持した。」という公訴事実で，甲を起訴した。\n甲は，第一回公判期日において，前記公訴事実につき，「私のマンションで発見された覚せい剤は私のものではありませんし，これを所持したことはありません。もちろん営利の目的もありません。」と陳述し，弁護人も同趣旨の陳述をした。\n検察官は，「Ｗが平成２０年１月１４日に甲方で本件覚せい剤を発見して甲と会話した状況，本件覚せい剤を甲が乙から入手した状況及びＸ組が過去に覚せい剤を密売した際の売却価格」という立証趣旨で，証拠物たる書面として本件ノートの証拠調べを請求した。\nこれに対し，甲の弁護人は，「証拠物としての取調べに異議はないが，書証としては不同意であ\n- 6 -る。」との意見を述べた。\n甲と本件覚せい剤を結び付ける証拠並びに本件覚せい剤の入手状況及び過去の覚せい剤の売却価格に関する証拠は，本件ノート及び甲方で押収された本件覚せい剤以外にはない。\n〔設問１〕 本件ノートの証拠能力について，その立証趣旨を踏まえ，具体的事実を摘示しつつ論\nじなさい。ただし，その捜索差押手続の適法性については論じる必要はない。\n〔設問２〕 甲方の捜索の適法性について，具体的事実を摘示しつつ論じなさい。\n- 7 -\n【資 料】 Ｗ方で押収された本件ノートの最終ページ\n平成２０年\n１月６日正月休みも今日で終わり。明日から仕事だ，頑張ろう。でも，休みボケで，仕事のことを考えるとちょっとゆううつ。週末が待ち遠しい。\nおいしいと評判のイタリアンレストランへ甲に連れていってもらった。\n確かにパスタがおいしかった。\n食事の後，Ｃ百貨店で前から欲しかったＢ社の茶色のショルダーバッグを甲におねだりして買ってもらった。９万８０００円もしたのに・・・。甲は優しい。\n１月９日今日，甲が来る予定だったのに来なかったので，電話してみた。\n体調が悪いらしく，甲の電話の声に元気がなかった。\nちょっと，心配。週末には元気になっているといいな。\nもうすぐ午前零時だ。明日の仕事にも差し支えるので，もう寝よう。\n１月１１日明日から３連休だ。明日はＤ子と映画に行く予定。映画を見るのは久し振り。\n銀行に行くのを忘れた。明日，ＡＴＭでお金を下ろさないと。\n３万円あれば，次のお給料日までは大丈夫かな。\n１月１２日今日は，Ｅ市に出て，Ｄ子と一緒に映画を見た。アクション物で面白かった。\n最近はＤＶＤを借りて家で見ることが多いけど，やっぱり映画館の大きなスクリーンで見ると迫力が違う。その後，ウインドウショッピングをして帰る。\n１月１４日今日，甲のマンションに行った。洗濯物もたまっていて，思ったより時間がかかった。\n掃除をしているとき，サイドボードの引き出しの中に，見慣れない赤色のポーチを見つけた。女物のようだったので，私のほかに女でもと思って中を見ると，白い粉がビニ\nール袋に入っていた。急に，甲が，「それに触るな。」と言って，私からそのポーチを取り上げた。私は，びっくりして，「何なの，それ？」と聞くと，甲は，「おまえがいた店にも連れていったことのあるＹ組の乙から覚せい剤５０グラムを２５０万円で譲ってもらった。うちの組では，これまで，０．１グラムを１万５０００円で売ってきたんだ。\nだれにも言うなよ。」と言った。\n覚せい剤なんて生まれて初めて見た。何だか怖い。甲が警察に捕まったりしないのか心配。私もあんなものを見て何か罪にならないのか心配。正直，あんなもの見なければよかったと思う。\n不安で今晩は眠れそうもない。でも，もう日が変わるので早く寝ないと・・・。\n１月１５日今日からまた仕事が始まった。頑張ろう。\n甲と連絡が取れない。今日は，ずっと留守電になっている。\nどうしたんだろう。何だか胸騒ぎがする。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，覚せい剤の営利目的所持事件を素材として，被告人甲との会話内容等が記載されたＷ作成のノートにつき，要証事実との関係での証拠能力を問うことにより，刑事訴訟法において最も基本的な法準則の一つである「伝聞法則」の正確な理解と具体的事実への適用能力を試すものである。\n法解釈の部分では，検察官の立証趣旨を踏まえた要証事実の分析を前提にして（立証趣旨から想定される要証事実は，いずれもＷが知覚・記憶してノートに記載した事実の真実性を前提とするものであるから，これが「伝聞証拠」，すなわち刑事訴訟法第３２０条第１項の定める\n「公判期日における供述に代えて書面を証拠と」する場合であることは明瞭である。），伝聞法則の例外となる規定を的確に選択した上，その規定に係る各要件を検討することが必要である。\n各要件を指摘，記述するだけでは，本事例への法適用を前提とした法解釈として不十分であることは言うまでもない。とりわけ，本事例で問題になる「特に信用すべき情況」の意義・解釈等については的確に論じなければならない。例えば，本件ノートを刑事訴訟法第３２１条第１\n項第３号に該当する書面であると考えた場合には，証拠能力の要件要素である「特に信用すべき情況」の理論的意味に留意しつつ，その存否につき，供述の内容そのものを直接に判断するのではなく，供述に付随する外部的な情況を主たる考慮事情として判断しなければならず，また，他の供述と比較するのではなく，その供述自体にかかわる絶対的な判断が要求されていることなどを論述することが必要である。また，本件ノートに記載された被告人甲の発言内容の真実性を要証事実とする場合には，「再伝聞」が問題になるので，その構造を正確に分析してその旨を指摘しなければならないことはもとより，それを許容するか否かの結論だけでなく，その文理上の根拠や実質的な考慮等をも的確に論じることが求められている（本事例は，公判期日における供述に代えて用いられる，被告人以外の者Ｗが作成した「供述書」に，被告人甲の供述を内容とする記述がある場合である。）。\n事例への法適用の部分では，自らが論じた伝聞法則の例外となる規定や再伝聞の解釈等に従って，事例中に現れた具体的事実を的確に抽出，分析し，個々の事実が持つ法的な意味を的確に示して論じることが求められている。例えば，供述に付随する外部的な情況にかかわる具体的事実を抽出，分析する際には，個人の日記と解されるノートに，１週間に３日ないし５日程度の割合で，出来事やその感想等がその経過順に記載されていることや，空白の行やページが無かったことなどという具体的事実を指摘した上で，Ｗがその日にあった出来事をその都度記載している事情等が認められることを論じたり，また，鍵が掛けられていた机の引き出しの中から本件ノートが発見されたことなどという具体的事実を指摘した上で，ノートを他人に見せることを予定しておらず，うそを記載する理由がないことなどを論じたりすることが必要である。つまり，具体的事実を事例中からただ書き写して羅列すれば足りるものではなく，個々の事実が持つ意味を的確に分析して論じなければならない。\n設問２は，捜索差押許可状の呈示に先立って捜索場所であるマンションの甲方の窓ガラスを割って入室した措置について，刑事訴訟法第１１１条第１項（同法第２２２条第１項により捜査段階に準用）の「必要な処分」といえるのか否かにつき，この規定の趣旨・目的を踏まえて，事例中に現れた具体的事実を前提に，被疑事実の内容，差押物件の重要性，差押え対象物件に- 7 -\n係る破棄隠匿のおそれ，財産的損害の内容，被捜索者の協力態様などの諸事情を具体的に論じて，その適否に関する結論を導かなければならない。\nまた，令状呈示の時期の適否についても，関連規定の有無等を指摘し，令状呈示の趣旨等を論じた上，事例中に現れた具体的事実関係を前提にして，事前呈示の要請と現場保全の必要性等に係る諸事情を具体的に摘示した上，結論を導かなければならない。\nいずれの設問についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的事実を指摘しつつ，個々の事実がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。",
  "scoring_notes": "１ 採点方針等本年の問題も，過去２回の試験と同様，比較的長文の事実関係を記載した事例を設定し，\nそこに生起している刑事訴訟法上の問題点につき，問題解決に必要な法解釈をした上で，\n法解釈・適用に必要不可欠な具体的事実を抽出・分析し，これに法解釈により導かれた規範の当てはめを行い，一定の結論を筋道立てて説得的に論述することを求めており，法律家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n出題に当たっては，刑事訴訟法の中でも重要であり，法律家になるために理解しておかなければならない伝聞法則と犯罪捜査に関する基本的な問題を選定した上，設問において，\n答案で論じてほしい事項を画定明示することにより，受験生が，一定の時間内に，法解釈と事実の分析等の双方について，必要十分な論述を行うことができるように配慮した。\n具体的な出題の趣旨については，公表されているとおり，設問１では，自己の体験した事実や被告人との会話内容が記載されたノートにつき，要証事実との関係での証拠能力を問うことにより，要証事実の分析を前提として，適用可能性のある伝聞例外規定に係る要件等の法解釈を必要かつ十分に行った上，事例への法適用の部分では事実が持つ意味を的確に位置付けて論じることを求めている。設問２では，被疑者宅の「捜索の適法性」，すなわち，警察官が捜索差押許可状の呈示に先立って捜索場所に入室した際の措置の適否と令状呈示の時期の適否について，関連規定の趣旨・目的を踏まえて，具体的事実を指摘しつつ論じることを求めている。採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。いずれの設問も，法科大学院で刑事訴訟法を真面目に学習した者であれば，何を論じなければならないかは明白であり，その素材となる判例や学説等も容易に思い浮かぶような事例である。\n２ 採点実感次に，採点実感についてであるが，合格判定会議後に各考査委員から様々な意見を聞いているので，そのような意見をも踏まえた感想を述べる。全般的・総括的には，新司法試験が志向している法解釈とこれに則して具体的な事実関係を分析した論述がなされている答案が大半であった。これは法科大学院における刑事実務を意識した理論教育が定着の方向にある成果と感じられる。設問１については，要証事実を的確に理解した上で，伝聞及び再伝聞の法解釈等も的確になされている答案が少なからずあり，また，設問２については，「必要な処分」等の法解釈を的確に論述し，事実関係を的確に分析・検討した上で当てはめることができている答案が多数見受けられた。他方，不正確な抽象的法解釈を機械的に暗記し，これを断片的に記述しているかのような答案も見受けられたほか，前回のヒアリングでも指摘したところであるが，関連条文から解釈論を論述・展開することなく，\n問題文中の事実をただ書き写しているかのような解答もあり，法律試験の答案の体をなしていないものもあった。\n以下，法科大学院における教育と学習の指針に資するため，あえて一部に理解が不十分と思われた点を具体的に述べる。\n設問１については，自己の知覚・記憶した事柄を記載したもので，その記載内容の真実性がかかわる要証事実との関係で「伝聞証拠」以外の何物でもない本件ノートを「非伝聞」\nとする不可解な答案があった。最も基本的な事項である伝聞法則の具体的理解の定着が望- 18 -まれるところである。また，本件ノートが刑事訴訟法（以下「法」という。）第３２１条第１項第３号の書面に該当するのか，それとも法第３２３条第３号の書面に該当するのかに関する検討は比較的良くできていたものの，それぞれの要件要素である「特に信用すべき情況」に関する法解釈がなされていない答案が少なからずあり，法解釈の出来不出来に差があるという印象を受けた。これもまた前回のヒアリングで指摘したところであるが，\n何らかの誤解により法科大学院の教育で法解釈論の部分が軽視されているのではないかという印象は，未だに今回の試験でも受けているところである。また，前記のとおり要証事実との関係では「伝聞証拠」である本件ノートに記載された被告人の発言内容の真実性を要証事実とする場合には，「再伝聞」が問題になるので，そのような法律問題であることを的確に記載する必要がある。しかし，検察官の立証趣旨を考慮することなく独自の要証事実を前提にして論述をしたり，要証事実を前提にすることなく本件ノートについての伝聞法則の適用の有無を検討している答案も散見された。\n法適用に関しては，事例に含まれている供述に付随する外部的な情況にかかわる具体的事実を抽出・分析することが肝要であり，相当数の答案が問題文にある必要かつ十分な具体的事実を抽出できていた。これは法科大学院教育の良い成果と思われる。ただ，更に踏み込んで個々の事実が持つ意味，例えば，その日にあった出来事をその都度記載しているとか本件ノートを他人に見せることを予定しておらずうそを記載する理由がないことなどについても検討している答案は少数であり，学習に際しては，具体的事実の抽出能力に加えて，その事実が持つ法的意味を意識して分析する能力の体得が望まれるところである。\nなお，日記を「供述書」に当たらないとする答案や，明文規定があるにもかかわらずその意味の理解が不十分であるために法第第３２１条第１項の「供述書」にも供述者の署名押印が必要であるとする答案が散見された。基本的事項の正確・着実な理解が望まれるところである。\n設問２については，前記のとおり，最高裁判所の判例法理等の理解を踏まえた的確な論述ができている答案，事例への法適用の部分についても，必要かつ十分な事実を抽出した上で，その意味を論じることができている答案が多数見受けられ，比較的良好な結果であった。\n３ 法科大学院教育に求めるものこのような結果を踏まえて，今後の法科大学院教育においては，次のようなことが強く要請されていると思われる。手続を構成する制度の趣旨・目的を基本から正確に理解し，\nこれを具体的事例について適用できる能力を身に付けること，筋道立った論理的文章を書く能力を身に付けること，以上に尽きる。\n- 19 -平成２０年新司法試験の"
}