{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\n次の事例について，国際判例を踏まえて後記の設問に答えなさい。\nＡ国に派遣されているＢ国外交官乙が，Ａ国内でＡ国軍人甲から，金銭と交換に極秘軍事文書を受け取るという計画があった。乙が甲から極秘軍事文書を受け取ることを事前に察知したＡ国警察当局は，その場に警察官を張り込ませていたところ，甲から乙に極秘文書が受け渡された。\nそれを現認した警察官は，その場で甲，乙両人を「スパイ罪」の容疑で逮捕し，警察施設に拘束した。Ｂ国政府は直ちにＡ国政府に対してＡ国政府の措置が国際法に反している旨の抗議を行い，乙の即時釈放を要求した。しかし，数日たってもＡ国政府はＢ国の釈放要求にこたえずに乙を拘束し続けている。Ａ国政府はＢ国に対して，公式な声明は出していないが，Ａ国政府高官丙は，記者団に対して，「乙がＡ国内で重大犯罪を犯した以上，乙がたとえ外交官であっても，真相が解明されるまで，Ａ国警察に拘束されるのは当然である。」と述べた。\n〔設 問〕\n１. Ａ国政府高官丙の発言について，理由を付して論評しなさい。\n２. Ａ国政府は，乙が甲を唆してＡ国の極秘軍事文書を受け取ったことを現認したが，その場で逮捕しなかった場合，Ｂ国及び乙に対して国際法上どのような措置を採り得るかについて，あらゆる可能性を考えて説明しなさい。\n３. 乙が拘束され続ける場合には，Ｂ国政府は国際法上どのような措置を採ることができるかを，⒜裁判外の措置とその内容，及び⒝裁判上の措置とその内容に分けて説明しなさい。\nなお，ＡＢ両国は，「相互にその権利を争うすべての紛争は，国際司法裁判所に付託される。」と規定する条約を２０年前から結んでいる。\n- 34 -\n〔第２問〕（配点：５０）\n次の文章を読んで，後記の設問に答えなさい。\nＡ国とＢ国との間には，安全保障条約が結ばれている。それに基づいて，Ｂ国の領土には，Ａ国の軍事基地がある。この軍事基地では，夜間から早朝においてもＡ国軍隊のジェット機が離発着し，それに伴う地上における活動が日常的に行われている。これらの活動に起因する騒音によって，当該基地の付近に居住する住民は，精神的及び身体的な被害を被っている。そこで，当該基地の付近に居住する住民のうちのＸは，Ｂ国の国内裁判所へ，Ａ国を被告として損害賠償を請求する訴訟の提起を考えている。\nＡ国は，安全保障条約上の関連条文に基づき，Ａ国軍隊の活動の結果が基地外に及ぶ場合には，公共の安全に配慮する義務を負う。また，Ａ国軍隊は，Ｂ国の法令を尊重する義務を負っている。\nさらにこの条約には，次の条項がある。\n第６条 公務執行中のＡ国軍隊の構成員の作為又は不作為あるいはＡ国軍隊が法律上責任を有するその他の作為，不作為，若しくは事故を原因とするＢ国における損害賠償請求に関しては，Ａ国政府との間で解決するのではなく，Ｂ国政府との間で解決するものとする。\n〔設 問〕\n文章の事例において，Ａ国軍隊の航空機による夜間離発着やそれに伴う活動を原因とする損害に関して，損害賠償請求訴訟を提起されたＢ国裁判所は，確立した国際法の原則に従って，本事例の固有の法状況を踏まえて，Ｂ国の裁判管轄権につきどのように判断すべきかについて，自己の見解とその理由を述べなさい。\nなお，一国の領域内における他国の行為や他国の不動産をめぐる訴訟に関して，領域国の民事裁判権が肯定される国内裁判事例やこれを明定する国内法が増えてきているという事実がある。\n- 35 -\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "subject": 17,
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国際関係維持に不可欠な外交関係法の特質を問う問題である。\n設問１では，外交官の特権である，「身体の不可侵」（外交関係に関するウィーン条約第２９条）の絶対性を問うている。①外交官の「身体の不可侵」，ひいては外交官の特権免除が，「外交使節団の任務の能率的な遂行の確保」と「派遣国の代表性」に基礎を置いており，②\nそのために派遣国が放棄しない限り絶対的な性格を持つことを述べ，したがって，設問のような「スパイ罪」の嫌疑のある事例であっても乙を拘束し続けることが上記の外交関係に関する規則に反することを説明するのが解答の要点である。もちろん，外交官の身体が不可侵であるとしても，現行犯であって火急の必要がある場合に，現場で一時的に取り押さえるこ\n- 13 -とが許されるかどうかという点まで議論すれば完璧である。さらに，ＡＢ両国のいずれかが，外交関係に関するウィーン条約に入っていない場合にも上記規則が国際慣習法を表し，それゆえに適用されることに言及してもよい。\n設問２は，接受国が外交特権の濫用があったことを現認したときに，接受国が正当に採り得る措置を問う問題である。まずは，当該外交官について，接受国が「ペルソナ・ノン・グラータ」を宣言して退去を求めるのが採り得る措置の第１である（外交関係に関するウィーン条約第９条）。しかし，派遣国ぐるみで重大犯罪を犯しているなどの場合には，派遣国の判断によって外交使節団自体の退去を求めることもできる（同条約第２条）（例えば，１９８４年の英国のリビアに対する措置）。次に，乙の行為が，外交官の「接受国の法令尊重」の義務（同条約第４１条）に反していることを根拠に，上記の外交関係法特有の措置以外が可能かを検討してもらいたい。具体的には，国家機関たる乙の行為が国際法義務違反を構成すれば，Ａ国はＢ\n国の国家責任を追及でき，陳謝等の救済（責任の解除）を求めることを説明してもらいたい。\nさらに，Ｂ国の国際法上の義務違反に対して，外交関係法とは離れて，一般の対抗措置が採り得るかの検討も重要である。国際司法裁判所「在テヘラン米国大使館員人質事件」が説くように，外交関係法は「自己充足的な体制（self-contained regime）」を構成するために一般国際法上の対抗措置の採用は制限される。この点との関係で乙の行為に対して，Ａ国が一般国際法上の対抗措置を採れるかどうかも検討してほしい。\n設問３は，外交特権免除の侵害（外交官の身体の侵害）が続いている場合に，Ｂ国が採り得る措置を尋ねている。国際司法裁判所「在テヘラン米国大使館員人質事件」を思い浮かべて解答すればよい。裁判外では，交渉や第三国のあっせん等によって乙の釈放を求めるという常識的な方法に加えて，Ｂ国が対抗措置を採り得るかどうかなどを検討してほしい。対抗措置を採り得る条件は満たしているか（「義務違反の継続」と「当該行為中止の目的」），また，採る場合にはどのような条件が課されるか（特に本件の場合は，外交官の不可侵性の尊重）をきちんと説明することが求められる。裁判上は，Ａ国の国家責任を追及して義務違反の中止（乙の身柄の解放）等を求めることが可能であるが，それに先立って，釈放のために権利保全のための暫定措置（国際司法裁判所規程第４１条）を求めることを考えなければいけない。\n本問では，外交関係法上の義務違反に対して，派遣国，接受国がいかなる措置を採って，義務違反の是正を求めることができるかを中心に試そうと考えた。また，国際法規の解釈と問題の状況への当てはめ（適用）をきちんと分けて考えるようにしてもらいたい。\n〔第２問〕\n本問は，国内裁判所が判断に直面する国際法上の問題のうち頻度の高い問題であり，かつ，主権国家の並存を基盤として成立している国際法の基本原則の一つを構成する，国家免除原則に関する問題である。日本の国内判例において，絶対免除原則から制限免除原則へと判例変更の道を開くという意味で，重要な意義を持ち大きな注目を集めている国内判例を素材として，問題文の事実関係及び関係者の法律関係が設定されている。\nＸがＡ国を被告としてＢ国の国内裁判所に訴訟提起するわけであるが，Ｂ国の裁判管轄権がＡ国に対して及ぶかという点で，国家免除原則が問題となる。\n第一に，国家免除原則についての基本的な理解が求められる。そこでは，絶対免除原則から制限免除原則への移行という国際法の動向，その移行の背景にある事情（国家観念のとらえ方の変遷，国家機能の変化，国家の取引の相手方たる私人の保護という要請等）,\n問題文中にあるように諸国の実践の集積などを踏まえた論述が求められる。\n第二に，制限免除原則の立場に立つ場合には，国家免除の対象となる行為の範囲が問題となる。これについては，行為主体ではなく行為そのものに着目すると，行為に着目\n- 14 -する考え方には行為目的説と行為性質説とがあることの認識を示した上で，どのように免除の対象となる行為の判断基準を設定するかを論証することになる。具体的な例を挙げて受験者自身の採用する立場を説明すると説得的な論証となり得る。\n第三に，受験者自身の採用する立場に立って，それを本件の事例へ丹念に当てはめることにより，本件においてＢ国の裁判管轄権がＡ国に及ぶかについての結論を導くことになる。それに際しては，まず，本件の具体的事実という点で，Ａ国軍事基地での夜間の航空機の離発着，地上での関連活動であることに着目する。さらに，Ａ国とＢ国間の安全保障条約上の法律関係として，Ａ国の軍事基地での活動が条約上で負っている義務\n（公共の安全に配慮する義務，Ｂ国の法令を尊重する義務）の持つ意義にも留意する。\n加えて，同条約第６条が国家免除に関していかなることを規定する条文であるか，その効果は，受験者自身の採用する立場に基づくとどのようなものかを論じることになる。"
}