{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\n以下の事例を前提として，各設問に答えなさい。\n【事 例】\nＡ社及びＢ社は乗合バス事業を営む会社である。Ａ社の主要な営業地域は甲市であり，Ｂ社の主要な営業地域は乙市である。甲市は，東北地方の中央に位置する甲県の県庁所在地であり，その人口は約２０万人である。乙市は，東北地方の太平洋側に位置する乙県の県庁所在地であり，人口約１００万人の政令指定都市である。甲市と乙市との間の主要な移動手段には鉄道(ＪＲ)と自動車があるが，その移動に鉄道で約２時間３０分，高速道路を利用した自動車で約３時間を要する。\n甲市ではＡ社及びＸ社の２社の乗合バス事業者が，乙市ではＢ社，Ｃ社，Ｙ社及びＺ社の４社の乗合バス事業者が営業しており，所有バス台数による市場占有率（シェア）は，Ａ社が甲市で７５％，Ｂ社が乙市で５０％である。なお，Ｃ社は乙市で３０％のシェアを有している。\n最近，高速バス（都市間を結び，停車する停留所を限定して運行する急行系統で，運行系統キロがおおむね５０キロメートル以上の乗合バスをいう。）の運行について，国土交通省の規制が緩和され，新規参入が原則として自由となった。この結果，鉄道よりも料金が安いことから，高速バスの人気が上昇している。市場調査によれば，甲市－乙市間についても，高速バスに対する相当の需要が見込める状況にある。Ａ社は，当初自社単独で甲市－乙市間の高速バスを運行する計画を立てたが，同社は乙市に営業地域を有しないため，乙市内のバス乗場及び車庫，乙市に在住する職員の確保等が困難であって，自社のみではその運行が困難であることが明らかとなった。\n同時に，他社の参入可能性についても調査したところ，甲市，乙市を主要な営業地域とする各社は，いずれも単独で甲市－乙市間の高速バスを運行することは事業経営上困難であろうとの予測結果が出た。\nそこで，Ａ社から，Ｂ社に対して甲市－乙市間の高速バスの共同運行を打診したところ，同社は関心を示し，この２社の間で高速バスの共同運行を行う計画が検討された。\nところで，甲市で一日のバス乗降客数が圧倒的に多いのは甲駅バスターミナルであるが，同タ\nーミナルはＡ社の所有に係る施設であり，Ｘ社はその運行に係るバス路線のバス乗場をＡ社から賃借しているところ，その賃貸借契約においては，Ｘ社が当該乗場をどの運行路線の停留所として利用するかについてＡ社の承認が必要であるとされている。また，乙市において，ビジネス街，学校等に近接し，一日のバス乗降客数が格段に多いのは乙駅バスターミナルであるが，同バスタ\nーミナルにバス乗場を設置し，保有しているのは，乙市を主要な営業地域とする乗合バス事業者の中でＢ社及びＣ社の２社のみであり，ほかの２社は，乙駅から約１キロメートル離れた繁華街に２社共同のバスターミナルを設置し，主として郊外の住宅地との間の路線を運行している。\nＡ社及びＢ社は，協議の結果，２社で甲市－乙市間の高速バスを共同運行することで合意に達した。その共同運行計画として合意した事項は次のとおりである。\n⑴ ２社は，２社間で決定した運行時刻表に従って，各社のバス及び運転手を提供して高速バスを運行する。\n⑵ ２社は，それぞれ自社の発券所において高速バスの乗車券を販売するが，乗客の混乱を避けるため，乗客は２社が販売した切符によりいずれのバスにも乗車できることとする。\n一方，運賃の設定方法等については合意に達せず，なお複数の案を検討中である。それらの案とは，①案（共同運行である以上，２社の公平の観点から２社で協議して運賃を決定する。），②案（運賃は各自で決定し，運賃の配分も行わない。），③案（運賃は各自で決定することとするが，運賃売上げは共同でプールした上で，各社の運行回数比によって配分する。）の３案であり，いまだ決着をみていない。〔設問１〕\nあなたはＡ社から相談を受けた弁護士である（ただし，設問１に限る。）。\nＡ社の担当者は，①案ないし③案について，「Ａ社とＢ社がＪＲ，自家用車に対抗して高速バスを共同運行するものであり，共同で運行時刻表を決定し，その決定に従って，それぞれのバスを運行させるのであるから①案が自然であり，また運営上も最も支障がないので望ましいということになった。他方で，バスの機材，人件費等を各社で負担するものであり，①案については法的リスクがあるかもしれないという危惧が呈され，②案が提出された。しかし，②案では，いずれのバスに乗客が乗車するか否かにかかわらず，発券した会社が売上げを保持し得ることとなり，バスの運行と無関係に収益が定まるから，不公平となるという反論が出された。そこで，折衷的に③の案が提案された。」と説明した。\n上記⑴，⑵の内容の共同運行計画を前提として，運賃の設定等に関する①案ないし③案を比較しつつ，それらの案についての私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点とその考え方を論じ，最大の利益が確保でき，かつ独占禁止法に抵触しないような案を示しなさい。\n〔設問２〕\nその後，Ａ社及びＢ社は，独占禁止法に抵触しないような内容で運賃の設定方法を定めた共同運行事業協定を締結し，甲市－乙市間の高速バスの運行を開始したところ，人気を博し，当初期待した以上の売上げを達成した。また，高速バスへの乗換えを希望する乗客が，一般道においてもＡ社又はＢ社の乗合バスを利用する例が多くなったため，Ａ社の甲市，Ｂ社の乙市におけるシ\nェアは，それぞれわずかながら増加した。\nそのような状況をみたＸ社は，甲市－乙市間の高速バスへの参入を企画し，Ｃ社に対して，共同で新規に甲市－乙市間の高速バスを運行することを提案した。Ｃ社も，Ｘ社の提案に対して前向きに応じ，両社による協議が開始された。\n他方，Ｃ社は，Ｘ社の提案を契機に既存のＡ社及びＢ社による共同運行への参加についても検討したところ，Ａ社及びＢ社の共同運行への参加の方がより採算性が高いとの試算結果が出た。\nそのため，Ｃ社は，Ａ社及びＢ社に対して，その共同運行への参加を申し入れたところ，両社がこれに応じたため，Ｘ社との協議を打ち切り，Ａ社及びＢ社の共同運行に参加することとした。\nＡ社，Ｂ社及びＣ社の３社は，協議を進め，本件共同運行事業の協定に以下のような条項を盛り込んだ。すなわち，「本件共同運行に，３社以外のほかの事業者を加入させないものとする。また，甲市－乙市間の高速バスを運行し，又は運行しようとする３社以外のほかの事業者から甲駅又は乙駅内のバスターミナル内のバス乗場の利用の申出があった場合は，これを拒否する義務を負う。これに反した場合には，ほかの２社にそれぞれ違約金１億円を支払うものとする。」という条項である。その趣旨は，各社にとって，この高速バス事業は初めての試みであって，当該事業に必要な初期投資，すなわち，トイレ設備を有し，リクライニング仕様に優れた新車両の導入や新路線の停留所の設置，広告宣伝などにかなりの費用が必要であるため，相応の利益を確保し，投資金額を最大限回収し得るようにすることにあった。\n以上のＡ社，Ｂ社及びＣ社の共同運行事業の協定について，独占禁止法上の問題点を論じなさい。〔第２問〕（配点：５０）\n以下の事例を前提として，各設問に答えなさい。\n【事 例】\n１ Ｘ社は，東京都内において「Ａ」という商号，商標を用いてピザ等の宅配を行うフランチャイズシステムによる事業活動を行っている。\nＡは，人気タレントを起用した広告・宣伝活動を行い，低価格でカジュアルなブランドイメージを訴求することにより，一気にそのシェアを伸ばしたが，競合業者の行う同様の宅配ピザ・フランチャイズであるＢ，Ｃが急速にＡを追い上げてきている。Ａ，Ｂ，Ｃは，それぞれピザ等の宅配を行うフランチャイズシステムであるが，そのピザ等の品質，販売促進活動等について現時点で有意な差はない。\n各加盟店は，Ｘ社とフランチャイズ基本契約（以下「本件契約」という。）を締結して，Ａフランチャイズシステムに加盟した上，拠点となる営業店舗１個所を設け，ここからピザ，サラダ類，ドリンク，デザートの宅配を行うこととなる。\n２ 本件契約の内容は，①Ｘ社は加盟店に対し，そのピザ等の宅配に係る営業に関し，Ａという商号，商標を使用することを許諾すること，②Ｘ社は，Ａフランチャイズシステム本部として，顧客に対して統一的イメージを確保し，各加盟店の営業を維持するため，加盟店に対する営業指導，統制を行うことができること，③加盟店は，ピザ等の売上げを基礎として一定の方式で算定されるロイヤルティをＸ社に支払うことを根幹としている。\nまた，本件契約では，加盟店の義務として，本部であるＸ社の定める営業方針等に従って営業を行うことなどが定められており，加盟店が本件契約上の義務に違反した場合には，Ｘ社は，本件契約を解除できるとされている。\n３ 本件契約に基づいて本部が定めた営業細則には，加盟店が従うべき営業方針等が規定されており，本部はそれに沿って加盟店に対する営業指導と統制を行っている。その営業方針等と営業指導・統制は，下記の⑴ないし⑶のとおりである。\n記\n⑴ 加盟店が営業店舗で調理して顧客に提供するピザ，サラダ類については，本部において，その品目，価格等を定めることとされ，加盟店が，これと異なる品目又は価格等でピザ，サラダ類の提供をすることは認められていない。このため，本部において，それらの品目，価格等を記載したチラシを印刷し，これを，加盟店に配布して使用させている。\nまた，加盟店が顧客に提供するドリンク，デザートは，Ａという商標が使用された同フランチャイズ固有の規格の商品であり，Ｘ社が，加盟店にこれらを卸売し，加盟店は，これらを本部の定めた価格で顧客に販売提供することとされ，これらの品目，価格等も前記のチラシに記載されている。\n⑵ 加盟店が顧客から受注してピザ等の商品の宅配を行う範囲（以下「営業範囲」という。）については，加盟店間で競合が生じないように，本部において，各加盟店の拠点となる営業店舗からの配達時間，距離，人口数等を勘案して，それぞれの営業範囲を具体的に指定している。そして，Ｘ社のホームページにおいても，地域ごとに各加盟店の営業範囲が地図上に色分けして表示されており，また，本部が加盟店に配布して使用させる前記⑴のチラシにも，各加盟店の営業範囲が明示され，チラシの配布もその営業範囲に限って認められている。その上で，加盟店の営業範囲外の顧客から電話等による注文がされたときは，注文を受けた加盟店はその地域を営業範囲とする加盟店にその注文を転送し，その転送先加盟店が受注して宅配を行うこととされている。\n⑶ 本部は，加盟店が提供するメニューの統一性を確保し，食材の安全性を保障し，また食材を一括購入することによるスケールメリットを生かす必要があるという理由から，加盟店に対し，ピザの生地，具材等の原材料となる食材，調味料等をＸ社と提携関係にある輸入食材卸売業者Ｙ社から仕入れることを義務付けている。\n４ ところで，甲社は，平成１６年２月１日，Ｘ社との間で本件契約を締結し，Ａフランチャイズシステムの加盟店として，東京都世田谷区内において店舗を設け，ピザ等の宅配の業務を開始したが，平成１７年夏ころ，その営業範囲内に相次いでＢ，Ｃの新店舗が開店したため，次第に甲社の客足が減少し，営業成績が落ち込む事態となった。\nそこで，甲社は，本部の了承を得ることなく，平成１８年初めころから，①甲社にピザ等の注文をした顧客に対し，次回以降の甲社のピザ等の宅配の注文時に，ピザ，サラダ類，ドリンク，デザートの代金の２０％を割引するという有効期間無期限・利用回数無制限のクーポン券を配布すること，②甲社店舗の営業範囲には，同じくＡフランチャイズシステムに加盟する乙社の店舗の営業範囲が隣接しているところ，乙社店舗の営業範囲のうち，甲社店舗からバイクで１５分程度（Ａフランチャイズシステムが各加盟店の営業範囲を定めるに当たっては，配達時間に関しては１５分程度を目安としている。）の所要時間で宅配が可能である地域に，甲社が独自に作成し，甲社店舗の営業範囲を記載しない折り込みチラシを配布し，当該地域の顧客からのピザ等の宅配の注文も受注すること，③甲社がＹ社から仕入れている外国製のハムやチーズなどの食材については，食材輸入商社であるＷ社から同一製品を約２割低い価格で購入できることから，これらについてはＷ社から仕入れることによって仕入経費を削減するなどの対策を講じたところ，同年末ころまでに営業成績が好転した。\nちなみに，クーポン券の利用者は甲社の顧客の８割程度に上っているほか，Ｗ社からの食材の購入金額は甲社の食材の仕入金額の半分程度になっている。\n５ 前記甲社の行為が開始された後，乙社店舗の売上げの３０％が，売上粗利益の５０％がそれぞれ減少した。Ｘ社は，平成１９年夏ころ，乙社から自己の営業範囲内の顧客が甲社に奪われているとの苦情を受けて調査をしたところ，前記４の事実を確認したため，甲社に対し，平成２０年４月１日，３か月以内に前記４の①ないし③の各行為をやめなければ，契約上の義務違反により甲社との契約を解除すると通知した。\n〔設問１〕\nあなたは弁護士として甲社から，前記の事例について公正取引委員会に独占禁止法違反による申告ができないかという相談を受けた。Ｘ社による前記３の⑴ないし⑶の各営業方針等とそれに基づく営業指導・統制が独占禁止法に違反するか否かを検討しなさい。\n〔設問２〕\nさらに，あなたは弁護士として甲社から，Ｘ社による本件契約の解除を回避するための法的措置を依頼された。そのための独占禁止法に基づく訴訟の提起の可否について検討しなさい。- 14 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/選択.pdf",
  "purpose": "[経 済 法］\n〔第１問〕\n本問は，高速バスの共同運行に係るバス会社間の運行協定について独占禁止法上の問題点を検討させるものであり，いずれも独占禁止法の根幹となる「競争」，「競争の実質的制限」の理解を問う趣旨である。\n設問１は，バス会社による運賃の設定方法に関する３案について，不当な取引制限の成否を検討させるものである。本設問に関連して，公正取引委員会が「高速バスの共同運行に係る独占禁止法上の考え方について」などを公表しているが，当該「考え方」の知識又は学習の有無を問うものではない。競争の本質にさかのぼりつつ，独占禁止法の基本概念を正確に理解した上で要件の当てはめを行えば足りる。\n本件運行計画の検討としては，まず，運行計画が各事業者のいかなる事業活動を相互に拘束するといえるかを具体的に検討していくこととなろう。その際には，単に運賃の共同決定のみを不当な取引制限とするだけでなく，広い意味での相互拘束行為の存在に触れる必要がある。\n一定の取引分野については複数の取引分野が候補となり，答案においても１つ又は複数の- 9 -取引分野が画定され得るが（複数の取引分野を画定する場合にはその関係についても論述が望まれる。），本件の事実関係に即して合理的な当てはめができるか否かが問われる。その上で，競争の実質的制限について，当該取引分野に即した検討を行うことが必要である。なお，画定した取引分野と矛盾する検討は不適当である。\n競争の実質的制限等の検討に当たっては，共同運行による新規事業又は市場の創出という本問の特性をも踏まえて，本件協定案によりどの取引分野でいかなる競争が制限されるのか，いかなる競争促進的効果があるのか，それらが独占禁止法上どのように評価されるかについて，競争の本質に沿った検討を適切に行うことを求めている。\nいずれの点についても，特定の結論に達しているか否かにより評価するものではなく，その結論に至る検討過程を通して独占禁止法の理解の有無を問うものである。\n設問２は，バス会社３社による新規参入妨害のための協定を素材として独占禁止法上の基本的な問題に対する理解度を問うものである。\n適用法条としては，独占禁止法第３条前段（私的独占）又は第３条後段（不当な取引制限）のほか，一般指定第１項，第１５項等が考え得る。もっとも，問題文の協定中の一部の語句に基づく論点主義的な論述をするだけでなく，本件の本質を踏まえるとともに，適用法条のそれぞれの要件，効果の差異を理解した上で，適用法条に関する論述をすることが望まれる。\n要件の検討に当たっては，その意義を正確に理解した上で，本件における単独事業者の市場参入の困難性，各バス会社が保有する施設の意義，協定の内容，当該一定の取引分野に及ぼす効果等を踏まえた当てはめが求められる。\n〔第２問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うものである。あわせて，正当化事由等の評価の方法，及びエンフォースメントに関する基礎的知識をも確認しようとしている。\n設問１では，フランチャイズ本部が加盟店に対して，（１）ピザ・サラダ等の価格を拘束すること，ドリンク・デザートの価格を拘束すること，提供する品目の制限を課すこと，（２）営業地域を割り当てし，地域外での販売の制限及び地域外顧客への販売の制限を課すこと，（３）原材料の購入先の制限を課すことを，契約に基づいて定めるとともに，それに沿った指導・統制を現実に行うことが，不公正な取引方法に該当するか否かを問うている。本件に適用し得る一般指定の項を見定め，当該項の規定に沿ってその行為要件及び効果要件を検討していくことが必要である。（１）では一般指定第１２項，第１３項，（２）では同第１３項，（３）\nでは同第１０項，第１１項，第１３項の適用が問題となり得るであろう（なお，当該規定のすべてを検討することを求めているわけではないが，他方で，本問設例の趣旨に照らせば合理的に適用可能な規定を広く検討することは望ましい。）。\n行為要件の検討に当たっては，各規定の内容を正確に理解し，本問事例に当てはめることが必要である。さらに，効果要件の検討に当たっては，これらの制限を課すことが，一般的に競争上いかなる効果を有するかを把握した上で，さらに，本問におけるフランチャイズ制度の特質，営業の統一性の確保，食品の安全性の確保，スケールメリット，ブランド間競争の有無などの諸点をも検討し，競争上の評価について検討することが求められるものであって，独占禁止法における基本的考え方を習得し，それを具体的事例に当てはめができるか否かを確認するものである。正当化事由または競争促進的効果に関するこれらの考え方については，当然ながら唯一の解答を前提とするものではなく，独占禁止法の趣旨に沿った説得的で論理的に整合する説明ができるか否かを確認している。\n設問２は，弁護士の立場から，本問の事案について独占禁止法に基づく訴訟の提起の可否を問うものであり，まず，独占禁止法第２４条に関し，その要件についての基本的な理解を- 10 -示した上，本問における具体的な違反行為と差止めの範囲などについて検討することが望ましい。また，検討対象となる訴訟は同条に基づくものに限られるものではなく，その他の請求の可否も検討の対象となり得るであろう。",
  "scoring_notes": "１ 出題の趣旨について経済法の出題に当たっては，独占禁止法の基礎的知識を会得し，具体的な事例で適用できるか，基本概念をよく理解し，応用することができるかという点を評価し得るような問題を目指した。\n出題した２問は，受験生にとっては目新しいものに思えたかもしれないが，独占禁止法の基本に基づいて検討すれば解答し得る問題であり，公表されている公正取引委員会の考え方やガイドラインに関する細かな知識を必要とするものではない。\n２ 採点方針いずれの問題においても，独占禁止法の基礎的知識・基本概念の正確な理解と応用能力の有無を見ようとしている。単純な正解にたどり着けたか否かではなく，解答を導く道筋や，独占禁止法の正確な理解に基づいた法的な立論の適否や事実関係の分析の深さにより，\n受験生の法的な能力を見ようとするものである。\n第１問の設問１においては，単に価格拘束の合意があれば違法で，なければ適法というような単純な回答を是としたものではなく，本件協定が広い意味での共同行為といえるか否かを検討した上で，高速バスの共同運行の競争上の位置付け，その目的，効果，代替方法の有無等を総合的に検討しているか否かを重視した。設問２においては，新規参入の妨害行為に対して，問題文中の一部の用語に飛びついた法条の選択を行うことなく，各法条の差異を踏まえて適用法条を選択し，丁寧な要件の検討を行っているか否かを見た。\n第２問の設問１においては，不公正な取引方法の行為要件を理解し，適切な法条を指摘し得るか，公正競争阻害性の意義を正確に把握し，本問において適切な事実関係を適示して検討することができるかを見ている。特に，フランチャイズ契約に基づく行為であることを踏まえて，公正競争阻害性の検討を展開しているかを重視した。設問２においては，\n差止請求を含む救済手続の検討内容に着目した。\nなお，事実関係の分析能力には，問題文の中から，問題の検討に真に必要な事実を抽出する能力も含まれており，単なる問題文中の事実関係の羅列を行うだけでは法的な理解があるとは判断し難い上，解答用紙又は時間の配分との関係でも適当な解答とはなり難い。\n３ 採点実感等(1) 出題の意図に即した答案の存否，多寡について第１問のうち，設問１は，単独運行が困難な場合における高速バスの共同運行に関して，運賃協定の独占禁止法上の問題点を検討させるものであるが，このような共同運行の特性をきちんと論じている答案は多くはなく，やや平板な記述に終始しているものが多かった。また，設問２は，共同運行を行う複数のバス会社による他の新規参入者を妨害するための協定の独禁法上の問題点を論じさせるものであるが，多数の答案がこれを論じているものの，複数の適用法条が考えられる中でその要件，効果の差異にまで目を配った答案はほとんどなかった。\n第２問の設問１は，フランチャイズシステムにおける営業方針を素材として独占禁止法違反の有無を検討させるものであり，論点自体は大部分の受験生が把握していたが，\nフランチャイズシステムという本問の具体的事例に即して解答した答案は半分程度であ- 24 -った。設問２は本問に即した訴訟の提起（エンフォースメント）について問うものであったが，具体的に事例に即した検討まで行った答案は多くなかった。\n(2) 出題時に予定していた解答水準と実際の解答水準の差異について第１問の設問１は，やや高度な問題であり，本問の特殊性にまで配慮した答案は多くはないだろうと考えていたところ，やはりそのような答案はそれほど多くはなかった。\nさらに，価格の拘束があるか否かのみによって違法性の判断を行うというような，初歩的理解を超えていない答案がある程度の数において見られたことは予想外であった。設問２は，解答しやすい問題であって，多数の受験生が一応の水準の解答ができるであろうと考えていたが，半数以上は想定した水準に達していたと考えられるが，他方で問題文の語句に引きずられて適切な適用法条を選定できない者が一定程度見受けられた。\n第２問の設問１は多くの答案がおおむね想定していた水準に達していたが，他方でフランチャイズの特殊性を踏まえることなく，紋切り型の平板な記述に終始する答案も目立ち，かかる答案は出題者の期待に十分に応えていたとは言い難い。また，設問２は時間が足りなかった等の理由もあるようであるが，適切な水準に達した答案は少なかった。\n(3) 出題の意図と実際の解答に差異がある場合として考えられること経済法の履修に当てられる時間が不足しているのか，一面的，形式的な理解にとどまっている者が少なくないように思われ，それらの者は，基本概念，基礎的事項を深く理解し，それを具体的に使いこなすことができていないように思われる。\n４ 今後の出題について今後も，独占禁止法の基本概念，基礎的知識の正確な理解と応用能力を求めることは変わらないと考えられる。経済法の特性として事例を詳細に設定する必要がある反面，受験生に過度の負担を与えぬような配慮も必要であり，そのバランスを適切に取りつつ問題を出題する必要があると考えられる。\n５ 今後の法科大学院に求めるもの今回の出題により，法科大学院は，細かな知識が新司法試験において求められるというように誤解することなく，出題の意図したところを正確に理解してほしい。\nその上で，受験生が経済法の基本をきちんと自分のものとして理解し，使いこなせるようになるという当たり前のことを徹底することが求められよう。平成２０年新司法試験の"
}