{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔設問１と設問２の配点の割合は，５．８：４．２〕）\n次の文章を読んで，以下の１と２の設問に答えよ。\nⅠ Ｘは，Ａに対し，Ｘが所有していたマンション１戸（以下「甲不動産」という。）を１０００万円で売った（甲不動産については，専有部分と分離して処分することができない敷地利用権であることが登記されており，分離処分については考慮しなくてよい。）。代金は，契約締結時に６００万円，その２か月後に４００万円をそれぞれ支払うという約定であった。契約締結時に，ＡはＸに６００万円を支払い，甲不動産につきＡを名義人とする所有権移転登記がされ，また，Ａに対して引渡しがされた。\nＡは，Ｘとの前記売買契約締結の２週間後に，知人のＹ１に対し，甲不動産を賃貸して引き渡した。賃料は月額８万円，賃貸期間は２年間，目的は居住目的と定められた。Ｙ１は，賃貸借契約を締結する際，Ａに対し，権利金として１６万円，敷金として２０万円を，それぞれ交付した。\nＡは，Ｙ１と前記の賃貸借契約を締結するに当たり，Ｙ１に対し，転貸することとペットを飼うことを禁ずる旨口頭で説明し（なお，これらの事項は賃貸借契約書にも不動文字で印刷されていた。），Ｙ１は，Ａに対し，それらの点については十分了解した旨伝えた。一方，Ｙ１はＡに対し，場合によってはＹ１の扶養家族（配偶者と小学生の子一人）を呼び寄せて同居する可能性があることを伝え，Ａはこれを了解していた。Ｙ１の扶養家族は，Ｙ１の配偶者の親の看病の必要からＹ１と別居していた。\nＹ１は，単身で賃貸アパートに居住していたが，交通の便が悪いことから転居することを考えており，Ａから甲不動産の話を聞いた際，甲不動産は自分独りで住むには広過ぎるとも考えたが，交通の便が良いことと，賃料がそれほど高くないことから，甲不動産を賃借することとし，前記の賃貸借契約締結に至ったものであった。Ｙ１は，賃貸借契約締結の時点でＸＡ間の売買の代金のうち４００万円が未払であることは認識していた。\nＹ１の叔父であるＹ２は，配偶者及び子二人（子はいずれも小学生）とともに，甲不動産近くの賃貸住宅で生活していたが，かねてから同住宅の賃料の支払が家計を圧迫しており，賃料が低廉な物件を探していた。そのようなときに，甥のＹ１が甲不動産を借りたことを聞きつけ，Ｙ１に対し，甲不動産を貸してくれるよう求めた。Ｙ１は，当初は，自分自身が甲不動産で生活したいことと，Ａが転貸を嫌がっていたことから，Ｙ２の申出を拒んでいたが，Ｙ２から執ように求められ，結局，これに応ずることとし，自分は従前の賃貸アパートに住み続けることとした。\n以上のような経緯で，Ｙ１は，Ａから甲不動産の引渡しを受けた３週間後に，Ａに無断でＹ２に甲不動産を賃貸して引き渡し，Ｙ２はその家族とともに甲不動産での生活を始めた。賃料は月額\n８万円，賃貸期間は２年間，目的は居住目的，権利金は１６万円，敷金は２０万円と定められ，Ｙ２は，権利金１６万円及び敷金２０万円をＹ１に交付した。\nＹ１は，Ｙ２と賃貸借契約を結ぶ際に，Ｙ２に対し，甲不動産をＡに無断で貸すことは，Ａから禁じられていることを説明し，あわせて，Ａに無断で貸したことが原因でＹ２が甲不動産から出て行かざるを得なくなったとしても，Ｙ１としては一切責任を負わない旨説明した。Ｙ２は，これらの点について承諾したという趣旨の「承諾書」と題する書面を作成し，署名押印の上，Ｙ１にこれを差し入れた。なお，Ｙ１はＹ２に対し，甲不動産の購入代金のうち４００万円をＡがいまだＸに支払っていない事実を告げていなかった。\nその後，Ａは，残代金４００万円を約定の期日に支払うことができなかった。Ｘは，Ａが残代金を支払う可能性はないと考え，甲不動産を取り戻すことを弁護士Ｌに依頼し，これを受任したＬは，Ｘの代理人として，Ａに対し，残代金の支払を催告し，その後も残代金の支払がなかったことから甲不動産の売買契約を解除する旨の意思表示をした。\n- 2 -\nＡは，残代金を支払えなかった以上は，Ｘから売買契約を解除されたことはやむを得ないと考え，登記に関する必要書類一式をＬに交付し，甲不動産のＡ名義の所有権移転登記については，前記の売買契約の解除を原因として抹消登記がされた。\nその後，Ｌは，Ｘの代理人として，Ｙ１に対し，仮にＸがＹ１との間の甲不動産の賃貸借契約における賃貸人になるのであれば，同契約を無断転貸を理由に解除する旨の意思表示をした。Ｌは，Ｙ１とＹ２に対し，甲不動産の明渡しを求めたが，Ｙ１とＹ２はこれに応じようとしない。\n〔設問１〕 以下の設問⑴から⑶に答えなさい。\n⑴ Ｘは，甲不動産の明渡しを得るために，Ｙ１に対し，所有権に基づく返還請求をした。これに対し，Ｙ１は次の反論をした。この反論が認められるかどうかを論述しなさい。ただし，Ｙ１に対する賃貸借契約の解除については，論じなくてよい。\n（反論①）「Ｙ１は，民法第５４５条第１項ただし書の第三者に該当し，甲不動産の賃借権につき対抗要件を備えているから，Ｘの請求には理由がない。」\n⑵ Ｘは，甲不動産の明渡しを得るために，Ｙ１に対し，賃貸借契約終了に基づく返還請求をした。これに対し，Ｙ１は次の反論をした。この反論が認められるかどうかを論述しなさい。\n（反論②）「Ｙ１は，甲不動産をＡから賃借したのであり，ＸがＡＹ１間の賃貸借契約を解除することはできないから，Ｘの請求には理由がない。」\n（反論③）「甲不動産は，Ｙ２が使用しているものであり，Ｙ１は甲不動産を占有していないのであるから，Ｘの請求には理由がない。」\n⑶ Ｘが，甲不動産の明渡しを得るために，Ｙ２に対し，所有権に基づく返還請求をしたところ，Ｙ２は，反論として，「Ｙ２は甲不動産の賃借人であるＹ１から賃借しているのであり，Ｙ１Ｙ２間の甲不動産の賃貸借は，Ｙ１に対する賃貸人との関係で背信行為と認めるに足りない特段の事情が存在する。」と主張した。この主張のうち，「背信行為と認めるに足りない特段の事情」として，Ｙ２が主張立証すべき具体的事実を指摘し，その理由を簡潔に説明しなさい。\nⅡ 前記Ⅰの甲不動産については，その後，次のような事実経過があった。\n甲不動産の明渡しを求められたＹ２は，Ｘと交渉し，何とか甲不動産の使用を続けたいと懇請した。Ｙ１も交えて相談した結果，Ｙ２がＹ１に支払う賃料及びＹ１がＸに支払う賃料をいずれも月\n１０万円とし，Ｙ２がＹ１名義で直接Ｘに支払うことにして，Ｘは，Ｙ２への転貸を了解することとした。もっとも，Ｘ自身及びその配偶者であるＢは，このころから加齢のため気力や体力の衰えを感ずるようになり，甲不動産をめぐる事務の処理を億劫に感ずるようになってきた。そこで，このように賃料を改訂してＹ２への転貸をＸが了解したことを機に甲不動産の管理は，事実上，Ｘの唯一の子であるＣが担うようになってきた。Ｃは，Ｘとその前の配偶者との間の子である。\nそうするうちにＸが死亡したが，しばらくの間遺産分割はなされず，また，Ｙ１及びＹ２がＸの死亡を知る機会がないまま，賃料は，Ｙ２がＣに支払っていた。ＢとＣの遺産分割協議が成立したのは，Ｘが死亡してから９か月後のことである。この遺産分割協議において，甲不動産をＢが単独で取得するものとすることが定められたことから，Ｂは，Ｃに対し，Ｘの死亡後にＹ２から収受していた甲不動産の賃料相当額である９０万円の支払を求めた。これに対し，Ｃは，甲不動産自体をＢが取得することは遺産分割協議で定めたとおりであるが，遺産分割協議成立までの間に生じた賃料の扱いは別であると主張し，これに応じていない。\n〔設問２〕\nＢがＣに対して前記９０万円を支払うよう求めることができるかどうかを検討し，その結論及び理由を示しなさい。\nこの点に関しては，相続財産（遺産）を構成する賃貸不動産について，相続開始から遺産分割\n- 3 -までの間にそれを使用管理した結果として生ずる賃料債権は，「各共同相続人がその相続分に応じて分割単独債権として確定的に取得するものと解するのが相当である」とする見解（最高裁判所平成１７年９月８日第一小法廷判決・最高裁判所民事判例集５９巻７号１９３１頁）がある。\n本問の検討に当たっては，どのように相続財産の範囲を考えるかという問題や，遺産分割の効力との関係などの問題に言及するとともに，上記の見解に対する評価も示しなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：２００〔設問１から設問４までの配点の割合は，５：５：３.５：６.５〕）\n次の文章を読んで，以下の１から４までの設問に答えよ。\nⅠ 山野弁護士は大手の丙銀行株式会社（以下「丙銀行」という。）の顧問弁護士を，川野弁護士は丁株式会社（以下「丁社」という。）の顧問弁護士をそれぞれ務めていたが，平成２０年５月中旬ころ，それぞれ，各社の法務担当者から相談を受けることとなった。各社からの相談は，いずれも以下の１から１６までの事実経過を前提としたものであり，丙銀行からは１７の経緯で，丁社からは１８の経緯でそれぞれされたものとする。\n１. 甲株式会社（以下「甲社」という。）は，工作機械の部品の製造及び販売を業とする株式会社である。同社は，工作機械の製造及び販売を業とする乙株式会社（以下「乙社」という。）の子会社であり，乙社が汎用性のある部品の開発に成功したことをきっかけとして設立されたものである。\n２. 乙社は，理工学系の大学院で機械工学を学んだＡが友人であるＢとともに設立した会社であり，その株主は，Ａ及びＢの２人だけである。また，同社の取締役には，Ａ及びＢのほか，Ａの妻であるＣが就任し，代表取締役には，Ａ及びＢが選定されていた。同社は，その製品に関して多数の特許を取得し，順調に事業を展開していたことから，会社法上の公開会社でない株式会社でありながら，大きな信用力を保持していた。\n３. 甲社は，国内外の工作機械製造会社から注文が殺到したために急成長し，平成１５年には，東京証券取引所（マザーズ）への上場を果たした。同社の株式は，乙社が３０％を，Ａ及びＢが各１０％を保有していたほか，経理及び財務に明るい人物が必要だということで，Ａの友人である税理士資格を有するＤにも５％を保有してもらっていた。\n４. 甲社の取締役には，Ａ，Ｂ及びＤが就任していた。同社の技術力はＡ個人の能力に負うところが大きかったことから，Ａが代表取締役に選定され，他方で，Ｂは，父親が日本有数の自動車製造会社の取締役であることから，その広い人脈を駆使して営業活動の指導に当たることとし，Ｄは，予定どおり甲社の経理及び財務を担当することとなった。Ｄは，就任後間もなく，取引銀行との付き合いを広げる必要があると考え，丙銀行を甲社の主たる取引銀行とすることとした。\n５. 平成１８年になり，Ａの開発した部品が特許の取得に成功し，その結果，甲社は，莫大な利益を上げることとなったため，同社においては，その利益の運用が重要な課題となった。しかし，このころから，開発の成功を背景として，社内におけるＡの発言力が増大し，その横柄な態度を不愉快に感じたＤとＡとの間で，軋轢が生じるようになっていった。このようなことから，Ａは，これまで資金の運用を一手に引き受けていたＤを無視して，Ｂを通じて知り合った金融ブローカーであるＥに甲社の資金５０億円の運用を一任することを計画した。Ｄは，取締役会において，Ｅへの資金の運用の一任に強く反対したが，Ａ及びＢが賛成したため，この計画は，実行に移されることとなった。\n６. Ｅは，平成１８年１０月，Ａに対し，投資リスクを分散するため，差し当たり甲社の資金\n５０億円をリスクの小さな金融商品に投資し，他方で，なるべく多くの資金を銀行から借り入れ，その借入資金を金融先物取引などのハイリスク・ハイリターン型の投資に振り向けたいと伝えた。その際，Ａは，Ｅから，この投資に協力してくれる銀行が必要である旨を言われたため，投資のことはよく分からなかったものの，Ｄに相談することなく，丙銀行と付き合いがある旨を伝え，さらに，融資を受けるには乙社の保証が必要である旨を言われたため，これを了解した。\n- 2 -\n７. これを受け，Ｅは，早速，丙銀行の融資担当者であるＦと接触し，甲社と乙社が共同で海外に新しく工場を建設することになったとの架空の話をねつ造して，甲社を主たる債務者，乙社を保証人として融資を受けたい旨の申入れを行った。その際，Ｅは，この架空の話の信ぴょう性を高めるため，知人に依頼して工場の簡単な設計図を作ってもらうとともに，虚偽の資金計画書を自ら作成して，これらをＦに手渡した。Ｆは，海外における工場建設の話であったため，直ちに現地に赴くことも困難であり，また，これまで取引のなかった乙社との間に密接な関係を築きたいとの思惑もあったことから，これらの書類を鵜呑みにした上で，積極的に動き始めた。\n８. 平成１８年１２月になり，Ａは，Ｅから，丙銀行から３０億円の融資を受けることができることになったので甲社と乙社の取締役会において承認を受けてほしい旨を言われた。しかし，このことがＤに知れると甲社に内紛が起こりかねないし，また，乙社の取締役会もこれまで全くといっていいほど開かれていなかったため，Ａは，Ｅに対し，適当に対処してほしい旨を伝えた。そこで，Ｅは，Ｆに対し，甲社及び乙社ともに取締役会の議事録を用意することはできない旨を伝えたところ，Ｆは，甲社及び乙社の役員に対して自ら確認することはしないで，Ｅに対し，取締役会の議事録に代わるものを提出するように求めた。Ｅは，このＦの求めに応じ，甲社及び乙社の双方について，各取締役会で前記の融資及び保証について承認があった旨の確認書を作成した上，Ａに署名捺印させ，これをＦに手渡した。しかし，Ｆは，この確認書だけでは丙銀行内部の決裁が得られないと考え，「甲社及び乙社の役員全員に面談し，各取締役会の承認を受けていることを確認した上で，両社の代表取締役であるＡから確認書を取得した。」旨を記載した稟議書を作成し，これにより，上記の融資案件をまとめるに至った。\n９. 平成１９年１月，Ａが甲社を代表して丙銀行との間で３０億円の融資契約（金銭消費貸借契約）を締結するとともに，Ｂが乙社を代表して丙銀行との間でこの甲社の債務についての保証契約を締結し，丙銀行の甲社の口座に３０億円が入金された。これにより，Ｅは，甲社の自己資金５０億円と合わせて合計８０億円の運用を任されることになった。\n10. しかし，Ｅは，当初の話とは異なり，８０億円のすべてをハイリスク・ハイリターン型の投資に振り向けてしまい，その投資に失敗した結果，巨額の損失を出すこととなり，このままでは甲社の期末の決算では，資本の欠損が生ずることは明らかとなった。\n11. そこで，Ａは，甲社の先行きに不安を感じたため，Ｂと結託し，同社の下請企業等の取引先に頼んで架空の取引を循環させ，不適切な会計処理を行った。ところが，平成１９年３月になり，Ａから不適切な会計処理を行うよう強要されたとして，甲社の経理部の従業員が東京証券取引所に通報したことから，同社の株式は監理ポスト（監理銘柄）に指定されることになった。\nこのため，市場では，上場廃止になるだろうとの観測が広がり，甲社の株価は，１株６０００円程度で安定していた不祥事発覚前の株価と比べて大きく下落し，１株１０００円程度で下げ止まった。\n12. Ｄは，東京証券取引所の前記11の措置に伴い，巨額損失の発生を初めて知ることとなり，甲社の取締役会において，Ａを代表取締役から解職するよう提案したが，定時株主総会において株主に事情を説明し，その判断を仰ぐべきではないかというＢの意見に従い，決議するには至らなかった。Ｄは，Ａだけでなく，Ａに同調するＢも解任すべきであると考え，株主提案権を行使し，Ａ及びＢの解任を定時株主総会の目的とするよう請求した。そして，平成１９年６月\n２８日，甲社の定時株主総会が開催され，同総会において，Ａ及びＢを取締役から解任する旨の議案が決議の対象とされたが，株主であるＡ，Ｂ及び乙社の反対により，当該議案はいずれも否決される結果となった。\n13. その後，Ａ及びＢは，甲社の上場廃止は避けられないと判断し，同社の一般株主の不満を解消するため，乙社との間で金銭を対価とする株式交換を行うことを計画した。Ａは，この計画を実行すべく，株式交換に際して甲社の株主に対して交付すべき対価の額について証券会社に- 3 -助言を求めたところ，株式交換の決議を行う株主総会の基準日の時価によるべき旨の回答を得るところとなった。しかし，Ａは，これでは一般株主からの責任追及は免れ難いと判断し，知り合いのＭ＆Ａアドバイザーに頼んで，不祥事発覚前の株価である６０００円程度を基準にして対価を交付することが適切である旨の意見書を書いてもらい，これを盾にして証券会社を説得し，株式交換を実施することとした。\n14. 乙社は，株式交換の手続として必要な法定の事項を官報に掲載する方法により公告したものの，知れている債権者に対する各別の催告はしなかった。そこで，丙銀行は，乙社に対し，前記９の保証債権の存在を前提として，甲社との間の株式交換は株主に対して交付する対価の算定に問題があり，乙社の現金を不当に流出させて債務の弁済に支障を来すものであると主張し，異議を述べた。しかし，乙社は，丙銀行に対し，保証契約の効力は認められないと主張し，何ら，弁済，相当の担保の提供又は財産の信託をすることはなかった。\n15. 平成２０年１月１７日，甲社及び乙社の双方において，臨時株主総会が実施され，株式交換契約の承認決議が成立し，その後，株式交換の効力発生日が経過した。\n16. Ａ及びＢは，取引を装って甲社の財産を乙社に移転させ，甲社を倒産させることを画策し，甲社をＡが，乙社をＢがそれぞれ代表して，両社の取締役会の承認を受けることなく，平成\n２０年４月中旬から同月下旬までの間に，価格の不自然な取引を繰り返した。そのため，甲社の資金繰りは悪化し，同年５月上旬からは，丙銀行に対する利払いが継続して滞る事態に陥った。他方で，乙社は，甲社より財産の移転を受けたものの，株式交換の対価として巨額の現金を流出させたことによる財務状態の悪化は解消しなかった。\n17. そこで，丙銀行は，前記９の３０億円の融資について，甲社に支払を求める訴えを提起したいと考えたが，同社の弁済能力には不安があったので，併せて，乙社に対して前記９の保証債務の履行を求めることができるかどうか，さらに，甲社と乙社の間で行われた株式交換に法的な問題がないかどうかを，山野弁護士に相談した。\n18. 一方，丁社は，甲社と乙社の間で行われた株式交換の効力発生日の直後に甲社から手形の振出しを受けたものの，当該手形がその後に不渡りとなったことから，債権の回収について社内で検討を行い，当該手形の取得後に行われた甲社と乙社との間の価格の不自然な取引に疑問を持つに至った。そこで，丁社は，甲社に対する破産手続開始の申立てを検討するとともに，仮にこれを行わない場合に自らの債権の回収に役立つ法律論が展開できないかどうかを，川野弁護士に相談した。\n〔設問１〕 丙銀行から相談を受けた山野弁護士は，乙社に対する保証債務履行請求の可否及び甲\n社と乙社の間の株式交換の問題点についてどのように回答すべきか，あなたの考えを述べなさい。\n〔設問２〕 丁社から相談を受けた川野弁護士は，債権の回収に役立つ法律論についてどのように\n回答すべきか，あなたの考えを述べなさい（詐害行為取消権や債権侵害の不法行為の成否については，検討することを要しない。）。\nⅡ 以下の１から４までの文章は，前記Ⅰの甲社に関するものである。\n１. 甲社の個人株主であるＪは，平成１９年６月２８日に行われた甲社の定時株主総会に出席し，Ａの解任議案に賛成票を投じていた。総会でのＤの説明を聞いて，Ａの行動に憤りを覚えたＪは，法学部出身でもあり，役員の解任の訴えの制度を知っていたので，この際，訴えを提起してＡを解任しようと考えた（Ｊは，会社法第８５４条第１項に規定する議決権又は株式の保有の要件を満たしている。）。そこで，Ｊは，弁護士を訴訟代理人に選任することなく，訴状を自ら作成し，同年７月９日，甲社の本店所在地を管轄するＰ地方裁判所に，Ａだけを被告として\n- 4 -取締役の解任の訴えを提起した。Ｐ地方裁判所は，直ちにこの訴状の副本をＡに送達し，Ａは同月１３日にこれを受領した。\n２. 会社法の解説書を読み直していたＪは，会社法第８５５条を見落としていたことに気付いたので，同月１７日，Ｐ地方裁判所に，被告として甲社を追加する旨の申立書を提出した。Ｐ地方裁判所は，直ちに，訴状と申立書の双方の副本を甲社に，申立書の副本をＡに，それぞれ送達し，甲社もＡも同月２０日にこれを受領した。\n３. 同月３０日，「原告Ｊの平成１９年７月１７日付けの申立ては主観的追加的併合の申立てに該当するところ，主観的追加的併合についてはこれを否定する最高裁判例があるから，甲社を被告として追加する原告Ｊの申立ては許されない。」との記載のある甲社の答弁書がＪのもとに送られてきた。\n（甲社が答弁書で引用した最高裁判所の判決）\n「甲が，乙を被告として提起した訴訟（以下「旧訴訟」という。）の係属後に丙を被告とする請求を旧訴訟に追加して１個の判決を得ようとする場合は，甲は，丙に対する別訴（以下\n「新訴」という。）を提起したうえで，法１３２条の規定による口頭弁論の併合を裁判所に促し，併合につき裁判所の判断を受けるべきであり，仮に新旧両訴訟の目的たる権利又は義務につき法５９条所定の共同訴訟の要件が具備する場合であつても，新訴が法１３２条の適用をまたずに当然に旧訴訟に併合されるとの効果を認めることはできないというべきである。\nけだし，かかる併合を認める明文の規定がないのみでなく，これを認めた場合でも，新訴につき旧訴訟の訴訟状態を当然に利用することができるかどうかについては問題があり，必ずしも訴訟経済に適うものでもなく，かえつて訴訟を複雑化させるという弊害も予想され，また，軽率な提訴ないし濫訴が増えるおそれもあり，新訴の提起の時期いかんによつては訴訟の遅延を招きやすいことなどを勘案すれば，所論のいう追加的併合を認めるのは相当ではないからである。」（最高裁判所昭和６２年７月１７日第三小法廷判決・最高裁判所民事判例集第４１巻第５号１４０２頁）\n※ 引用文中の「法１３２条」，「法５９条」は，それぞれ，現行民事訴訟法第１５２条，第\n３８条に相当する旧民事訴訟法の規定である。\n４. この甲社の答弁書を読んで驚いたＪは，知人から紹介を受けた海野弁護士に相談をし，海野弁護士はＪから訴訟委任を受けた。\n〔設問３〕 海野弁護士は，Ｊの訴訟代理人として，甲社の主張に対して，どのように反論すべき\nか，論じなさい。\nⅢ 以下の１から７までの文章は，前記Ⅰの甲社に関するものである。\n１. 前記Ⅱの個人株主Ｊによる解任の訴えとは別に，甲社の個人株主であるＫは，訴訟代理人に依頼し，平成１９年７月１７日，甲社と取締役Ｂの双方を被告として，Ｐ地方裁判所に，取締役Ｂの解任の訴えを提起した（Ｋは，会社法第８５４条第１項に規定する議決権又は株式の保有の要件を満たしている。）。\n同年８月２４日に行われた第１回口頭弁論期日において，Ｋは，「取締役である被告Ｂは，銀行から借り入れた３０億円のほか，自己資金５０億円を合わせた８０億円全額が，約束に反してハイリスク・ハイリターン型の商品に投資されており，しかも，この投資取引により平成\n１９年１月末ころには，多額の損失が生じていることを知った。ところが，被告Ｂは，この段階でこのような投資取引を中止すれば，更なる損失を防止することができたのに，代表取締役\nＡに取引を中止させるための措置を執らなかった。そのため，この投資取引による損失は拡大し，同年２月中旬にＡの指示により投資取引を終了した時点では，損失額が合計７８億円にま\n- 5 -で及んでしまった。したがって，被告Ｂには，法令又は定款に違反する重大な事実があり，解任事由がある。」と主張した。\nこれに対し，被告らは，Ｋの主張を争い，「被告Ｂは，この投資取引が終了した後，平成１９年２月下旬になって初めて，Ａからの報告で，この投資取引の具体的内容やこの投資取引により７８億円の損失が生じたことを知らされたのであり，それ以前には，何も聞かされていなかった。」などと主張した。\n裁判所は，争点及び証拠の整理をするため，本件を弁論準備手続に付した。\n２. Ｋの訴訟代理人は，Ｋから訴訟委任を受けた後，本件について事実関係を調査していたが，その結果，Ｅが，平成１９年１月末ころ，甲社にファクシミリを送信したこと，そのファクシミリ送信文は甲社代表取締役Ａあてで，Ｅが投資した商品の銘柄，買付金額，時価等が一覧表の形で記載されていたこと，その末尾には損失合計額として巨額の金額が記載されていたことなどの情報を得た。\nまた，Ｋの訴訟代理人は，この投資取引による損失が同年１月末ころには４０億円程度になっていたことなどを，別の資料からつかんでいた。\n３. 平成１９年９月１４日に開かれた第１回弁論準備手続期日において，Ｋの訴訟代理人は，この投資取引による損失の額が同年１月末ころ４０億円程度になっていたことなどを示す投資取引関係等の書証を提出した。\n裁判所は，「本日の争点整理の結果，証拠関係からみると，平成１９年１月末ころの時点で投資取引による被告甲社の損失が４０億円程度に達していたこと，これ以降も投資取引を継続すれば損失が更に拡大することがこの時点で予測可能であったこと，平成１９年２月中旬に投資取引が終了したが，その段階では７８億円まで損失が拡大していたこと，投資取引が終了するまでの間に，被告Ｂは，代表取締役Ａに対し，投資取引を中止させるための措置を執らなかったことは，明らかにされたと思います。そうすると，被告Ｂが，平成１９年１月末ころ，この投資取引により被告甲社に４０億円程度の損失が生じていたことを知っていたかどうかが実質的な争点になりますね。」と述べた。\nこれを聞いて，Ｋの訴訟代理人は，甲社がＥから受信し，Ｅが甲社のために投資した商品の銘柄，買付金額，時価等が一覧表の形で記載され，その末尾に損失合計額として巨額の金額が記載されていたファクシミリ文書（以下「本件文書」という。）が存在することを指摘し，「甲社は本件文書を書証として提出すべきである。」と述べ，本件文書の提出に関し議論が交わされたが，甲社の訴訟代理人は，「本件文書を任意に提出するつもりはない。」と述べた。\n４. そこで，Ｋの訴訟代理人は，本件文書は，Ｂの解任事由に関して重要な事実を裏付けるものになり得ると考え，第１回弁論準備手続期日終了後直ちに，本件文書について，次の内容を記載した申立書を裁判所に提出して，文書提出命令を申し立てた。\n(1) 文書の表示及び文書の趣旨受信日として平成１９年１月末ころの日付が印字されたＥ作成の甲社代表取締役Ａあてファクシミリ文書であって，Ｅが甲社のために購入した投資商品の銘柄並びに買付金額，時価及び利益・損失等が一覧表の形で記載され，かつ，末尾に損失合計額として４０億円程度の金額の記載があるもの(2) 文書の所持者 被告甲社\n(3) 証明すべき事実 Ｅの投資取引の失敗により，平成１９年１月末ころ，甲社に４０億円程度の損失が発生していたところ，ア Ａは，平成１９年１月末ころ，この投資取引により，甲社に４０億円程度の損失が発生している事実を知ったこと。\nイ 被告Ｂも，Ａを介するなどして，そのころその事実を知ったこと。\n- 6 -ウ 被告Ｂには，法令又は定款に違反する重大な事実があったこと。\n(4) 文書の提出義務の原因 民事訴訟法２２０条３号又は４号\n５. 平成１９年１０月５日に開かれた第２回弁論準備手続期日において，甲社の訴訟代理人は，「本件文書は存在するが，民事訴訟法第２２０条第３号には当たらないし，同条第４号ハ又はニに当たる文書であるので提出義務はない。また，任意に提出するつもりもない。」と述べた。\n６. 平成１９年１０月１２日，裁判所は，甲社に対し，文書提出命令を発し，この決定は，間もなく確定した。\n７. 平成１９年１１月１６日に開かれた第３回弁論準備手続期日において，甲社の訴訟代理人は，「甲社は本件文書を所持しているが，提出するつもりはない。」と述べた。これに対し，Ｋの訴訟代理人は，「甲社が文書提出命令に応じないのであれば，裁判所は，その制裁として，民事訴訟法第２２４条を適用すべきである。」と主張した。\n〔設問４〕 以下は，第３回弁論準備手続期日が終了した後の，裁判長と傍聴を許された司法修習\n生との会話である。\n裁判長: 今日の弁論準備手続で，甲社は文書提出命令に従わないと陳述しましたね。\n修習生: ええ，甲社はその理由について余り明確には述べませんでした。\n裁判長: そうですね。これに対して，Ｋは，２２４条の適用を主張していましたね。そこで，せっかくの機会ですから，２２４条について勉強してみましょうか。どのように訴訟指揮をし，争点整理をしていくかを考える前提にもなりますね。\n修習生: 本件では，２２４条１項と３項の適用が問題になると思いますが，これらの要件を満たすかどうかの判断は，なかなか難しい問題だと思います。\n裁判長: そうですね。要件の問題も重要ですが，今日は２２４条３項が適用される場合の効果に限って検討してみましょう。条文には「その事実に関する相手方の主張を真実と認めることができる。」とありますね。これはどのような趣旨の規定だと思いますか。\n修習生: 証明妨害の典型的な例を明文化したものであるということを読んだことがあります。\n裁判長: そうですか。効果を考えるに当たっては，どのような点に着目したらよいでしょうか。まず，当事者が文書提出命令に従わないことで，申立人，相手方，裁判所にとって，どういう影響があるかを考えてみてはどうでしょう。それによって，証明妨害の効果として主張されている考え方がここにも当てはまることが理解できると思います。\n修習生: これまで，２２４条３項の効果との関係で考えたことはなかったのですが，証明妨害の法理を勉強したときに，証明妨害の効果として主張されている考え方としては，証明責任が転換されるという考え方（転換説），証明度が軽減されるという考え方\n（軽減説），真実が擬制されるという考え方（擬制説），裁判所の自由心証にゆだねられるという考え方（心証説）などがあったと記憶しています。\n裁判長: そうですね。あなたが指摘するとおり，２２４条３項は証明妨害の典型的な例といわれていますので，その効果についても，これらの考え方が成り立ち得るでしょうね。\n証明妨害については，ほかにもいろいろな考え方がありますが，２２４条３項の効果として，少なくともあなたの整理した四つの代表的な考え方の妥当性について検討しておく必要がありそうですね。それでは，これらの考え方の中では，どの考え方がより妥当だと考えますか。それぞれの考え方の違いは，命令に従わなかったことによって生じる不都合を解消するための方法の違いという位置付けもできそうですね。そうすると，その方法が問題の解消手段として適切かという点も，どの考え方が妥当かを- 7 -考える上で重要ですね。いろいろ指摘しましたが，以上のような観点から２２４条３項の効果について報告してください。\nこれは，一般論としての報告で結構です。これが一つ目の課題です。\n修習生: 分かりました。御指摘の観点から検討してみます。\n裁判長: 更に別のことを尋ねますが，本件で，仮に，２２４条３項が適用されたとすると，本件文書の不提出により「真実と認めることができる」相手方の主張は何でしょうか。\n文書提出命令の申立書に「証明すべき事実」として記載された主張すべてに及ぶのでしょうか。\nまずは，共同被告Ｂがいることは差し当たり度外視して，専ら甲社との関係だけを念頭において，本件事例に即して具体的に検討してください。これが二つ目の課題です。\n次に，本件では，文書提出命令に従わなかったのは甲社ですが，共同被告Ｂがいますね。甲社については２２４条３項を適用すべき場合であったとして，共同被告Ｂとの関係を含めて考えると，本件訴訟において，本件文書の不提出によりどのような効果が認められるでしょうか。これが三つ目の課題です。\n以上の課題について，報告してください。次回の弁論準備手続期日までさほど間がありませんので，速やかにお願いします。\n修習生: 分かりました。後半で指摘された点は，考えたことがありませんでしたが，頑張って検討してみます。\nあなたが上記の修習生であり，早速，裁判長から提示された三つの課題について報告をするものとして，以下の各問いに答えなさい。\nなお，取締役の解任の訴えにおける解任事由の存在については，解任を求める原告側に主張立証責任があるものとして答えなさい。\n⑴ 当事者が文書提出命令に従わないときの民事訴訟法第２２４条第３項の効果をどのように考えるべきか，上記の会話中に言及されている四つの説を比較検討した上で，論じなさい。\nなお，解答に当たっては，各説を「転換説」，「軽減説」，「擬制説」，「心証説」と略記して差し支えない。\n⑵ 本件文書の不提出について，民事訴訟法第２２４条第３項の適用があると仮定した場合，甲社との関係で「真実と認めることができる」Ｋの主張は何か，⑴で採用した考え方を前提に論じなさい。\n⑶ 甲社について民事訴訟法第２２４条第３項を適用すべき場合であると仮定する。甲社とＢが共同被告であることを考慮すると，本件訴訟において，甲社の本件文書の不提出について，どのような効果が認められるべきか，論じなさい。\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，不動産の売買・賃貸借・相続等に関し，財産法と家族法にわたる民法上の様々な問題について，基本的な理解の有無を確認するものである。単に知識の確認をするだけでなく，掘り下げた考察をしそれを明確に表現する能力，論理的に一貫した論述をする能力，具体的事実について法的観点から評価し構成する能力なども評価の対象となる。\n設問１は，マンションの１戸の売買をしたが，買主の代金不払により売主が契約を解除したところ，解除前に，買主が目的物を賃貸し，更に賃借人が無断転貸をしていたという事案で，売主が賃借人及び転借人に明渡しを求める場面の問題である。\n小問（１）は，賃借人に対する所有権に基づく返還請求に対し，賃借人の反論（賃借人は売買契約解除前の第三者である。）の当否を問う。民法第５４５条ただし書の趣旨及び「第三者」の意義，第三者の対抗要件の要否とその意味，賃借人の対抗要件（借地借家法第３１条第１項），第三者の善意・悪意など，基本的理解を確認する。「解除と第三者」に関しては，第三者は目的物の譲受人として論じられることが多いが，ここでは目的物の賃借人であるという特色がある。\n小問（２）では，賃借人に対する賃貸借契約終了に基づく返還請求について，賃借人の２つの反論の成否を問う。第１の反論（賃借人は買主から賃借したのだから，売主が賃貸借契約を解除することはできない。）に関しては，売買契約の解除に伴う賃貸人の地位の買主から売主への移転，それにより売主が賃貸人として賃貸借契約を解除できるに至ったこと，その前提として売主に目的物の所有権の登記が求められることなど，基本的な理解を確認する。\n契約解除の場面における「賃貸人たる地位の移転」についての考察や賃貸借契約解除原因の発生時期と賃貸人（売主）による解除権の行使時期との関係についての考察があれば，それも評価する。第２の反論（目的物は現在，転借人が使用しており，賃借人は占有していないので，売主の請求には理由がない。）に関しては，所有権に基づく返還請求ではなく，賃貸借契約終了に基づく返還請求では，相手方の占有の有無は問題とならないという基本的理解を確認する。なお，これは「不動産の間接占有者に対する引渡しないし明渡しの請求」というより高度な問題にもかかわるが，そこまでの叙述を不可欠とするものではない。\n小問（３）は，無断転貸を理由とする解除における「背信行為と認めるに足りない特段の事情」となるべき具体的事実の指摘とその理由の説明を求める。賃貸借と転貸借との利用形\n- 3 -態がほぼ同様で賃貸人の許諾した範囲内にあるといえること，両者の契約内容が同じであること（特に転貸人に差額による利益を取得する意図がないこと），転貸人の主観的悪性が低いことなどを示す事実を挙げ，整理して理由付けることが求められる。背信行為論の抽象的説明のみをするのではなく，具体的事実との関係で説得的な論述ができるかを問うている。\n設問２は，マンションの１戸の賃貸人が死亡し，その９か月後に遺産分割がされた場合について，相続開始時から遺産分割時までの間に支払われた賃料の帰属を問うものである。関連する近時の最高裁判決の判旨を問題中で示した上，その評価も求めている。賃料債権が相続財産\n（遺産）の範囲に含まれるかどうか（民法第８９６条），及び，遺産分割の遡及効との関係（同第９０９条）を明確にした上，判例の見解に対する評価を述べ，自らの見解に基づく具体的結論とその法的構成を示すことが求められる。本問の賃料の性質（法定果実であること，相続開始後に発生した分であること，金銭債権であることなど）のどこを重視するかなどにより，複数の考え方があり得るが，それぞれの問題点についての基本的な説明と説得的な理由付けのほか，論述全体としての論理的整合性が求められる。\n〔第２問〕\n本問は，会社財産の不適切な運用・管理により財産の流出を来した株式会社をめぐる事例に関し，様々な角度から，会社法上及び民事訴訟法上の問題点等についての基礎的な理解の有無を問う総合問題である。本問においては，比較的詳細に示された事実関係を分析して法的な論点を的確に抽出し，事案に即した有効な解決手段を選択するなど，これまでの学習を通じて培った法制度や法原則に関する理解を多角的に応用し，その結果を論理的に総合して分かりやすく表現する作業を行わせることにより，その理解の正確さを試すこととしている。\n設問１は，取締役会の承認を受けずに締結された保証契約の効力と, 甲社及び乙社の間で行われた株式交換の問題点を指摘させるものである。まず，保証契約の効力については,甲社が丙銀行との間で締結した金銭消費貸借契約と, これを主たる債務として乙社が丙銀行との間で締結した保証契約は，いずれも, 「多額の借財」（会社法第３６２条第４項第２号）に当たるものとして，それぞれの会社の取締役会の承認を受けなければならないものと考えられるが，本件では，いずれについても，取締役会の承認を受けていないため，その効力が問題となる。この問題点の解決に当たっては，様々な理論構成を用いることが考えられるが，例えば，民法第９３条ただし書を類推適用する判例の立場を採った場合には，取締役会の承認を受けていないことを知らなかったことについて丙銀行の側に過失がなかったかどうかという点につき，事例に即して丁寧に吟味することが求められる。また，上記保証契約は，Ｂが乙社を代表して締結したものであるとはいえ，Ａが甲社を代表して丙銀行と締結した金銭消費貸借契約に基づく借入金債務を主たる債務としながら，Ａが代表取締役を務める乙社に保証をさせるという内容のものであることから，その締結が利益相反取引の一つである間接取引（会社法第３５６条第１項第３号，第３６５条）に当たるのではないかという点も問題となる。本件では，この点についても取締役会の承認を受けていなかったことから，いわゆる相対的無効説によれば，丙銀行の側がその点について善意かつ無重過失であったかどうかを検討することが必要となる。ただし，本件においては，乙社の株主が上記取引にかかわっているＡ及びＢの２人だけであることから，そもそも取締役会の承認を受ける必要はなかったのではないかという点も問題となる。次に，株式交換の問題点については，①知れている債権者に対する各別の催告（同法第７９９条第１項第３号及び第２項）が行われていない点，②債権者（丙銀行）の異議を受けた弁済等（同条第５項）が行われていない点，③株主に対して交付する株式交換の対価が不当である点，④株式交換を承認した株主総会の決議に特別の利害関係を有する者が参加していた点（同法第８３１条第１項第３号参照）などに問題が認められる。果たして，これらが株式交換無効の訴え（同法第８２８条第１項第１１号）の- 4 -\n無効原因となるかどうか，また，丙銀行に当該訴訟に関する原告適格（同条第２項第１１号）があるかどうかといった点を検討する必要がある。仮に，株式交換を無効とすることができれば，株式交換の対価として不当に流出した会社財産を取り戻すことが可能となるという実益にも言及することが期待される。\n設問２では，第１に，甲社と乙社との間で行われた不自然な取引が利益相反取引の一つである直接取引（会社法第３５６条第１項第２号，第３６５条）に当たるにもかかわらず，取締役会の承認を受けていないことから，それらの一連の取引を無効とすることによって，甲社の責任財産を回復できないかが問題となる。ただし，この点については，一人会社（甲社）\nの株主自身（乙社）が直接取引の相手方になっている場合には，実質的な利益相反関係が認められないことから，取締役会の承認は要しないとするのが判例の立場である。この考え方で債権者（丁社）の保護を図ることができるのかという点について，悩みを見いだすことができるかどうかが肝要である。第２に，乙社に対する責任追及の可能性が問題となる。この点については，①法人格否認の法理によりその責任を追及する見解，②事実上の取締役として対第三者責任（同法第４２９条第１項）を追及する見解，③株主の権利の行使に関する利益供与（同法第１２０条）としてその責任を追及する見解，④隠れた剰余金の配当として分配可能額を超える部分についての返還（同法第４６２条）を求める見解など，様々な法的構成を用いることが考えられる。第３に，甲社の取締役について，対第三者責任（同法第４２９条第１項）を追及することが考えられる。その際には，各取締役が本件にどのようにかかわったのかを具体的に吟味しながら，その責任の有無を丁寧に分析することが必要である。\n設問３は，取締役解任の訴えが，被告側の固有必要的共同訴訟であることを理解した上で，原告の立場から，主観的追加的併合（原告による被告の追加）が許容されるべきことの主張を具体的な事案に即して行わせるものである。周知のとおり，主観的追加的併合が理論的に許容されるか否かは，民事訴訟法の著名な論点の一つであるが，そこで論じられていることを踏まえつつも，より実務的な観点から，少なくとも本件の具体的な事例の下においては主観的追加的併合が許容されるべきことを示すことが必要になる。具体的には，取締役解任の訴えが被告側の固有必要的共同訴訟であって，訴訟共同と合一確定が要請される場面であることを考慮すべきであることはもとより，取締役解任の訴えにおいては，出訴期間が法定されており，本件においては，改めて再訴を提起する方法によっては期間徒過により対応できないということ，そして被告追加の申立てがされたのが，訴訟の極めて初期段階にあること，といった本件固有の事情を的確に抽出し，それを最高裁判決摘示の理由に対する反論の形で展開していくことが求められる。\n設問４は，文書提出命令に違反した場合の効果について，一般的な考え方を整理した上で，その具体的適用を考えさせる問題である。一般に，民事訴訟法第２２４条については，概説書においても取り上げられており，条文自体の存在についてはその重要性も含めて理解されているが，その具体的な適用（特に効果）については，さほど言及されていない。受験生が，これまでの学習を通じて培ってきた基本的理解（例えば，当事者主義の下での立証の困難の克服手段，真実に合致した裁判の要請，訴訟上の協力義務，当事者の手続保障等）を活用して，その場で考え，解決に導く応用能力を試すべく出題したものである（出題に当たって，詳細な誘導を施したのはそのためである。）。小問（１）では，裁判所が，必要性及び要件充足を認めて発出した文書提出命令に当事者が従わない場合に，民事訴訟においてどのような「不都合」が生じるのかを考えながら，その解決手段としての民事訴訟法第２２４条第３項の効果を論じるものであるが，その際には，問題文で指摘した各説の長所短所を，同項が定める要件（特に，同条第１項の要件との違い）や同条第３項の効果に関する「真実と認めることができる。」という規定の文言に留意しながら，多角的に検討することが求められる。小問（２）では，小問（１）\nでの自説を前提に，文書提出命令の申立てに「証明すべき事実」を記載すべきものとされてい\n- 5 -ることの意義や，本件において申立書に証明すべき事実として実際に記載されている各事項が，本件訴訟における立証命題との関係でどのように位置付けられるか（主要事実又は間接事実のいずれであるのか，法的評価であるのか等）を考えながら，検討することが求められる。また，小問（３）は，固有必要的共同訴訟という合一確定が要請される場面における民事訴訟法第２２４条第３項の効果を考えさせるものである。心証説以外の立場からは特に共同被告のうちの一人による文書の不提出という態度の訴訟法上の位置付け（民事訴訟法第４０条第１項との関係）を，心証説の立場からは特に証拠共通の原則との関係を，両被告の実質的関係を考慮し，また，他方被告への手続保障にも配慮しながら，論じることが求められよう。\n【刑事系科目】\n〔第１問〕\n本問は，具体的事例に基づいて甲乙の罪責を問うことによって，刑事実体法の理解，具体的事実に法規範を適用する能力，論理的思考力を試すものである。\nまず，甲乙の共犯関係については，甲が乙に一緒にＡ方に盗みに入ろうと誘ったのに対し，乙が「俺はそんな危ないことはしたくない。」と言った上，実際に乙は自らはＡ方に盗みに入らなかったことに着目し，共謀共同正犯の成立要件ないし共同正犯と幇助犯の区別の判断基準等を念頭に置いて，本問の具体的事実関係の中から評価に値する事実を抽出し，要件に当てはめることが求められる。その際，事実を事例中からただ書き写して羅列するのではなく，犯行に至る経緯，乙が甲に提供した情報の具体的内容，犯行当日の甲乙の行動及び甲乙間の金銭の分配状況等について，これらの事実が持つ意味を的確に評価し，上記要件ないし判断基準に当てはめて結論に至る思考過程を論述する必要がある。また，その際には，（共謀）共同正犯の成否のみの論述にとどまらず，甲乙間の共謀ないし共同実行の意思の内容にも留意し，甲乙が想定していた金品奪取の態様や奪取対象となる金品の範囲を明確に意識しておく必要がある。\n甲の罪責については，甲乙の共犯関係を前提として，まずはＡ方に入った行為及び書斎の机の引き出しから３００万円を取り出してジャンパーのポケットに入れた行為について構成要件への当てはめを行うことが求められる。そして，甲が，Ｂにカッターナイフを示すなどした上，現金２万円を奪った行為については，反抗を抑圧するに足りる程度の暴行・脅迫の有無等を中心に，必要かつ十分な具体的事実を抽出して法的評価を示す必要がある。また，Ｂが居間から逃げ出し，玄関を出た直後に転倒して怪我をしたことについては，強盗の機会性の有無や因果関係の有無等に留意しつつ，具体的事実を示しながら強盗致傷罪の成否を検討する必要がある。\nさらに，その後，Ａ方前路上でＢが乙から殴る・蹴るなどされて死亡したことに関し，甲が罪責を負うか否かについては，乙との共犯関係に基づく帰責の可否及び甲に成立する強盗罪固有の枠組み（強盗の機会性ないし因果関係等）による帰責の可否を本問の事実関係に即して論ずることが必要である。\n乙の罪責については，甲乙間の共犯関係を前提として，甲によるＡ方への侵入と３００万円の窃取に関する罪責を示すほか，甲がＢにカッターナイフを示すなどして２万円を奪った行為等については，甲乙間の共犯関係の内容を踏まえ，乙が予見していた事情と実際に甲が行ったことの間のずれの有無とその内容を的確に示した上，予見と異なる事態が生じた場合における乙の罪責を本件に即して具体的に論ずることが必要である。また，乙がＡ方前路上でＢを殴る\n・蹴るなどして死亡させたことについても，その段階において乙に成立する犯罪を念頭に置きながら，適切な犯罪を選択した上，その犯罪の構成要件要素を示しつつ，設問から抽出した具体的事実をこれに当てはめることが必要である。\nなお，甲乙に成立する個々の犯罪を前提に，これらに関する罪数評価及び共犯の成立範囲を的確に示すことが必要であることは言うまでもない。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論ずるにとどまることなく，- 6 -事例に示された具体的な事実関係を分析し，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識と適用能力及び論理的思考力を試すものである。\n設問１は，覚せい剤の営利目的所持事件を素材として，被告人甲との会話内容等が記載されたＷ作成のノートにつき，要証事実との関係での証拠能力を問うことにより，刑事訴訟法において最も基本的な法準則の一つである「伝聞法則」の正確な理解と具体的事実への適用能力を試すものである。\n法解釈の部分では，検察官の立証趣旨を踏まえた要証事実の分析を前提にして（立証趣旨から想定される要証事実は，いずれもＷが知覚・記憶してノートに記載した事実の真実性を前提とするものであるから，これが「伝聞証拠」，すなわち刑事訴訟法第３２０条第１項の定める\n「公判期日における供述に代えて書面を証拠と」する場合であることは明瞭である。），伝聞法則の例外となる規定を的確に選択した上，その規定に係る各要件を検討することが必要である。\n各要件を指摘，記述するだけでは，本事例への法適用を前提とした法解釈として不十分であることは言うまでもない。とりわけ，本事例で問題になる「特に信用すべき情況」の意義・解釈等については的確に論じなければならない。例えば，本件ノートを刑事訴訟法第３２１条第１\n項第３号に該当する書面であると考えた場合には，証拠能力の要件要素である「特に信用すべき情況」の理論的意味に留意しつつ，その存否につき，供述の内容そのものを直接に判断するのではなく，供述に付随する外部的な情況を主たる考慮事情として判断しなければならず，また，他の供述と比較するのではなく，その供述自体にかかわる絶対的な判断が要求されていることなどを論述することが必要である。また，本件ノートに記載された被告人甲の発言内容の真実性を要証事実とする場合には，「再伝聞」が問題になるので，その構造を正確に分析してその旨を指摘しなければならないことはもとより，それを許容するか否かの結論だけでなく，その文理上の根拠や実質的な考慮等をも的確に論じることが求められている（本事例は，公判期日における供述に代えて用いられる，被告人以外の者Ｗが作成した「供述書」に，被告人甲の供述を内容とする記述がある場合である。）。\n事例への法適用の部分では，自らが論じた伝聞法則の例外となる規定や再伝聞の解釈等に従って，事例中に現れた具体的事実を的確に抽出，分析し，個々の事実が持つ法的な意味を的確に示して論じることが求められている。例えば，供述に付随する外部的な情況にかかわる具体的事実を抽出，分析する際には，個人の日記と解されるノートに，１週間に３日ないし５日程度の割合で，出来事やその感想等がその経過順に記載されていることや，空白の行やページが無かったことなどという具体的事実を指摘した上で，Ｗがその日にあった出来事をその都度記載している事情等が認められることを論じたり，また，鍵が掛けられていた机の引き出しの中から本件ノートが発見されたことなどという具体的事実を指摘した上で，ノートを他人に見せることを予定しておらず，うそを記載する理由がないことなどを論じたりすることが必要である。つまり，具体的事実を事例中からただ書き写して羅列すれば足りるものではなく，個々の事実が持つ意味を的確に分析して論じなければならない。\n設問２は，捜索差押許可状の呈示に先立って捜索場所であるマンションの甲方の窓ガラスを割って入室した措置について，刑事訴訟法第１１１条第１項（同法第２２２条第１項により捜査段階に準用）の「必要な処分」といえるのか否かにつき，この規定の趣旨・目的を踏まえて，事例中に現れた具体的事実を前提に，被疑事実の内容，差押物件の重要性，差押え対象物件に- 7 -\n係る破棄隠匿のおそれ，財産的損害の内容，被捜索者の協力態様などの諸事情を具体的に論じて，その適否に関する結論を導かなければならない。\nまた，令状呈示の時期の適否についても，関連規定の有無等を指摘し，令状呈示の趣旨等を論じた上，事例中に現れた具体的事実関係を前提にして，事前呈示の要請と現場保全の必要性等に係る諸事情を具体的に摘示した上，結論を導かなければならない。\nいずれの設問についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的事実を指摘しつつ，個々の事実がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通して否認制度及び相殺制限制度の理解について問うものである。\n設問１については，まず，偏頗行為否認（破産法第１６２条）の可否が問題となるが，この場合には，当該行為（不動産への担保の設定による借入れ）が同時交換的行為（破産法第\n１６２条第１項柱書参照）に該当するかどうかの検討が必要である。\n次に，当該行為が，相当の対価を得てした処分行為の否認の対象となるかが問題となり，破産法第１６１条第１項の要件に当てはめて結論を得る必要がある。\n設問２については，まず，Ｆ社による相殺が破産法第７１条第１項第２号の相殺制限の適用を受けるかが問題となり，同号の要件に当てはめて結論を得る必要がある。相殺制限の場合に該当するときは，破産管財人Ｘは，売買代金を請求することになる。また，本問では，Ｆ社への不動産の売却が，相当の対価を得てした処分行為の否認の対象になるか，当該行為と相殺を全体として把握して不動産の代物弁済と同視し，偏頗行為否認の対象になるかも問題となるが，相殺制限の適用を肯定する場合には，否認と相殺制限の優先関係や得失等についても言及することが求められる。\n設問１及び２において，偏頗行為否認ないし相殺制限の適用の可否を検討する前提として，Ｃ銀行への抵当権の設定又はＦ社への不動産の売却がされた時に債務者が支払不能状態になっていたかどうかが問題となる。問題文から読み取れる事実を破産法第２条第１１項の要件に当てはめて結論を得ることが必要である。\n〔第２問〕\n本問は，破産手続との関係での財団債権及び優先的破産債権の地位並びに同一債務者について破産手続開始の申立てと再生手続開始の申立てが競合した場合の取扱いについて問うものである。\n設問１では，Ａ社について破産手続が開始されたら，Ｂの退職金請求権は財団債権及び優先的破産債権となる旨，Ｃの退職金請求権は財団債権となる旨（破産法第１４９条第２項，民法第３０８条・破産法第９８条第１項）を指摘した上で，財団債権あるいは優先的破産債権となるべき権利を有する者は「債権者」（破産法第１８条第１項）として破産手続開始の申立てをする利益を有するかについて，一貫した理由付けから結論を導く必要がある。\n設問２では，債権調査の過程で一般破産債権者が届出破産債権について異議を述べた場合に，その異議が当該届出破産債権の確定を妨げる（破産法第１２４条第１項参照）ことを指摘した上で，優先的破産債権者が届出のあった一般破産債権について異議を述べて当該一般破産債権の確定を妨げることができるかという問題について，債権調査過程における破産債権者の「異議」（破産法第１２１条第２項）の意義を踏まえて，一貫した理由付けから結論を導く必要がある。\n- 8 -設問３では，破産手続開始の申立てと再生手続開始の申立てとが競合した場合に，どの裁判所がどのような判断基準で両手続の整序を図るのか（民事再生法第２６条第１条第１号・第２５条第２号），及び再生手続開始の決定や再生計画認可の決定がされた場合の破産手続の帰すう（民事再生法第３９条第１項・第１８４条）や再生手続廃止後の破産手続への移行の可能性\n（民事再生法第２５０条第１項）等について説明する必要がある。\n[租 税 法］\n〔第１問〕\n設問１は，相続人がいわゆる代償分割により相続財産を単独取得し当該財産を後に譲渡した場合における所得税の課税関係を，取得費の取扱いに関して問うものである。所得税法第６０条第１項第１号の規定に関する基本的な理解を問うとともに，代償分割に関する私法上の法律構成を所得税の課税関係の法律構成にいかに反映させるかを試している。あわせて，譲渡所得課税の趣旨をも勘案して，所得税法第３３条第３項及び第３８条第１項に規定する取得費に関する解釈論を展開する能力並びにその解釈の結果を具体的な事案における取得費該当性の判断に応用する能力を試すものである。\n設問２は，駐車場経営から生ずる所得に関する所得分類を踏まえた上で，駐車場用地の取得に伴い支払った登録免許税等の相続登記費用について，これを上記の取得費として取り扱うべきか又は所得税法第３７条第１項に規定する必要経費として取り扱うべきかを問うものである。\n〔第２問〕\n設問１は，法人税法の課税標準の計算構造に関する基礎的な理解を前提として，法人が債権放棄を行い，放棄した債権額につき貸倒損失として経理処理を行った場合の課税関係を問うものである。法人税法第２２条第３項に規定する損失として損金に算入できる貸倒れの要件についての理解と，本問に現れた具体的事実を前提として貸倒損失と認められるか否かを論じる能力を試すとともに，債権の放棄が法人税法第３７条に規定する寄附金に当たるか否かを検討する能力を試している。\n設問２は，小問（１）の問題文に示された見解について，「収入金額」ないし「所得」といった所得税法の基礎的な概念を踏まえつつ，その根拠付けを論理的に展開し，具体的事案に当てはめる能力を試している。\n[経 済 法］\n〔第１問〕\n本問は，高速バスの共同運行に係るバス会社間の運行協定について独占禁止法上の問題点を検討させるものであり，いずれも独占禁止法の根幹となる「競争」，「競争の実質的制限」の理解を問う趣旨である。\n設問１は，バス会社による運賃の設定方法に関する３案について，不当な取引制限の成否を検討させるものである。本設問に関連して，公正取引委員会が「高速バスの共同運行に係る独占禁止法上の考え方について」などを公表しているが，当該「考え方」の知識又は学習の有無を問うものではない。競争の本質にさかのぼりつつ，独占禁止法の基本概念を正確に理解した上で要件の当てはめを行えば足りる。\n本件運行計画の検討としては，まず，運行計画が各事業者のいかなる事業活動を相互に拘束するといえるかを具体的に検討していくこととなろう。その際には，単に運賃の共同決定のみを不当な取引制限とするだけでなく，広い意味での相互拘束行為の存在に触れる必要がある。\n一定の取引分野については複数の取引分野が候補となり，答案においても１つ又は複数の- 9 -取引分野が画定され得るが（複数の取引分野を画定する場合にはその関係についても論述が望まれる。），本件の事実関係に即して合理的な当てはめができるか否かが問われる。その上で，競争の実質的制限について，当該取引分野に即した検討を行うことが必要である。なお，画定した取引分野と矛盾する検討は不適当である。\n競争の実質的制限等の検討に当たっては，共同運行による新規事業又は市場の創出という本問の特性をも踏まえて，本件協定案によりどの取引分野でいかなる競争が制限されるのか，いかなる競争促進的効果があるのか，それらが独占禁止法上どのように評価されるかについて，競争の本質に沿った検討を適切に行うことを求めている。\nいずれの点についても，特定の結論に達しているか否かにより評価するものではなく，その結論に至る検討過程を通して独占禁止法の理解の有無を問うものである。\n設問２は，バス会社３社による新規参入妨害のための協定を素材として独占禁止法上の基本的な問題に対する理解度を問うものである。\n適用法条としては，独占禁止法第３条前段（私的独占）又は第３条後段（不当な取引制限）のほか，一般指定第１項，第１５項等が考え得る。もっとも，問題文の協定中の一部の語句に基づく論点主義的な論述をするだけでなく，本件の本質を踏まえるとともに，適用法条のそれぞれの要件，効果の差異を理解した上で，適用法条に関する論述をすることが望まれる。\n要件の検討に当たっては，その意義を正確に理解した上で，本件における単独事業者の市場参入の困難性，各バス会社が保有する施設の意義，協定の内容，当該一定の取引分野に及ぼす効果等を踏まえた当てはめが求められる。\n〔第２問〕\n本問は，不公正な取引方法に関して比較的詳細な事案を設定した上で，独占禁止法の基礎的な理解を問うものである。あわせて，正当化事由等の評価の方法，及びエンフォースメントに関する基礎的知識をも確認しようとしている。\n設問１では，フランチャイズ本部が加盟店に対して，（１）ピザ・サラダ等の価格を拘束すること，ドリンク・デザートの価格を拘束すること，提供する品目の制限を課すこと，（２）営業地域を割り当てし，地域外での販売の制限及び地域外顧客への販売の制限を課すこと，（３）原材料の購入先の制限を課すことを，契約に基づいて定めるとともに，それに沿った指導・統制を現実に行うことが，不公正な取引方法に該当するか否かを問うている。本件に適用し得る一般指定の項を見定め，当該項の規定に沿ってその行為要件及び効果要件を検討していくことが必要である。（１）では一般指定第１２項，第１３項，（２）では同第１３項，（３）\nでは同第１０項，第１１項，第１３項の適用が問題となり得るであろう（なお，当該規定のすべてを検討することを求めているわけではないが，他方で，本問設例の趣旨に照らせば合理的に適用可能な規定を広く検討することは望ましい。）。\n行為要件の検討に当たっては，各規定の内容を正確に理解し，本問事例に当てはめることが必要である。さらに，効果要件の検討に当たっては，これらの制限を課すことが，一般的に競争上いかなる効果を有するかを把握した上で，さらに，本問におけるフランチャイズ制度の特質，営業の統一性の確保，食品の安全性の確保，スケールメリット，ブランド間競争の有無などの諸点をも検討し，競争上の評価について検討することが求められるものであって，独占禁止法における基本的考え方を習得し，それを具体的事例に当てはめができるか否かを確認するものである。正当化事由または競争促進的効果に関するこれらの考え方については，当然ながら唯一の解答を前提とするものではなく，独占禁止法の趣旨に沿った説得的で論理的に整合する説明ができるか否かを確認している。\n設問２は，弁護士の立場から，本問の事案について独占禁止法に基づく訴訟の提起の可否を問うものであり，まず，独占禁止法第２４条に関し，その要件についての基本的な理解を- 10 -示した上，本問における具体的な違反行為と差止めの範囲などについて検討することが望ましい。また，検討対象となる訴訟は同条に基づくものに限られるものではなく，その他の請求の可否も検討の対象となり得るであろう。\n[知的財産法］\n〔第１問〕\n設問１は，特許権者が特許権の存続期間全部に対応する実施料全額の一括支払を受けて専用実施権を設定した場合における特許権者及び専用実施権者の差止請求権（特許法第１００条第\n１項）及び損害賠償請求権に関する理解を問うものである。専用実施権を設定した特許権者の差止請求の可否について判示した最高裁判所の判決（最判平成１７年６月１７日民集５９巻５号１０７４頁）を踏まえた論述が求められる。\n具体的には，丁が製造販売するＢ傘が，甲発明の技術的範囲（特許法第７０条）に属するかどうかをまず検討した上で，甲発明の特許権者甲が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか，甲から専用実施権の設定を受けた乙が，丁に対し，Ｂ傘の製造販売の差止め及び損害賠償を請求することができるかどうか等について，本問の事実関係に即して論じなければならない。\n設問２の１は，通常実施権者が特許無効審判の請求人適格（特許法第１２３条第２項）を有するかどうかについて問うものである。また，設問２の２は，特許を無効とする審決が確定した場合，特許権は初めから存在しなかったものとみなされること（特許法第１２５条）\nとの関係で，小問（１）では，通常実施権者が，特許権者に対し，既払の実施料の返還を請求することができるかどうかについて，小問（２）では，特許権者が，通常実施権者に対し，当該審決の確定前の期間に対応する実施料の未払分の支払を請求することができるかどうかについて，それぞれ問うものである。\n〔第２問〕\n設問１は，甲が執筆し，同人誌に掲載した計３０編の小説の中から選んだ１５編のものを，一部変更を施した上で収録した乙書籍を作成し出版した乙に対する甲の請求を，また，設問２は，乙書籍に収録された甲の小説を収録した丙書籍を作成し出版した丙に対する甲の請求を問うものであり，甲が乙及び丙に対していかなる権利の侵害に基づいてどのような請求をすることが可能であるかを論述しなければならない。侵害される権利としては，複製権，譲渡権，公表権，同一性保持権等が問題となる。公表権の侵害については，甲の小説が，「まだ公表されていないもの」（著作権法第１８条第１項）であるかどうか，すなわち，同人誌に掲載され，クラスメートに配布されたことにより，「発行」（著作権法第３条第１項）されたものになることはないかどうかを論じる必要がある。同一性保持権の侵害については，乙が甲の小説に施した変更が，意に反する改変となることを示した上で，「やむを得ないと認められる改変」（著作権法第２０条第２項第４号）に当たるかどうかを論述することが求められる。また，乙による変更に関して，改変された甲の小説を複製し譲渡する行為に対して，その行為が同一性保持権を侵害するかどうかの点を含め，甲がどのような請求をすることができるかを論述することが求められる。設問３及び設問４には，これに類似する論点が含まれている。\n設問３では，甲の小説を収録した乙書籍及び丙書籍をＡ市民に貸し出しているＡ市立図書館が甲のいかなる権利を侵害し，甲がＡ市に対してどのような請求をすることが可能であるかを論述しなければならない。Ａ市立図書館による貸出しには貸与権が働くが，その侵害の成否については，著作権法第３８条第４項の適用の有無を論じる必要がある。甲の小説が「公表された著作物」に当たらない場合には，同項は適用されず，また，公表権の侵害も問題となることとなる。\n- 11 -設問４は，乙書籍に収録された甲の１５編の小説を並び替えて収録した丙書籍を作成し出版した丙に対する乙の請求を問うものであり，乙書籍が乙の著作物であり，丙が乙の権利を侵害するかどうかを論述することが求められる。乙書籍の著作物性については，甲の小説の選択又は配列によって創作性を有し，編集著作物であるかどうかが問題となり，丙による侵害の成否については，乙書籍における選択又は配列による創作性が利用されたかどうかが問題となる。\n[労 働 法］\n〔第１問〕\n本問は，時間外労働及び賃金規程改訂の事例を通じて，時間外労働に対する割増賃金，当事者間の合意や就業規則と労働基準法（以下「労基法」という。）との関係，就業規則の変更についての理解を問うものである。\n小問１では，「エキスパート」職には超過勤務手当を支給しない旨の賃金規程の定めは労基法第４１条第２号，第３７条との関係で有効か，割増賃金を基本給に含めて支払う旨の合意は労基法第３７条との関係で有効か，職務手当は割増賃金の趣旨であるとの合意があるかが問題であり，これらの点を前提にした上で，設問で示されている賃金規程及び労基法を適用して，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問２では，割増賃金を定額で支給する旨の賃金規程の定めを労基法第３７条との関係でどのように理解するかが問題であり，定額の超過勤務手当がどのような意味や効果を有するかに留意しながら，割増賃金の基礎となる賃金，時間外及び深夜の労働時間，割増率を説明することが求められる。\n小問３では，就業規則と一体となっている賃金規程の改訂に関して，改訂に同意があるか，改訂手続は適法に行われているか，改訂はＸに不利益な変更か，Ｘの同意がないとしても不利益に変更された賃金規程が適用される場合に該当するかが問題となる。小問１及び小問２を踏まえながら，改訂がもたらす不利益の程度を正しく評価した上で，合理性の判断を行うことが求められる。\n〔第２問〕\n本問は，所属労働組合の方針に反対し，その承認を得ないで行った，いわゆる少数派組合員であるＸらの行為を素材として，組合活動及び懲戒の法理に関する理解を問うものである。労働組合及び組合員個人の活動に対する法的保護とその限界，不当労働行為に対する救済の仕組み，懲戒処分の根拠と手続上の留意点などをきちんと押さえた上で解答することが必要である。\nまず，設問１では，Ｘらが労働委員会に不当労働行為の救済を求めることが考えられるが，使用者のどのような行為を対象として救済申立てを行うのか，労働組合が申立てを行わない場合，個人による申立てが可能かといった点が問題となる。その上で，Ｘらの活動は「労働組合の行為」に該当するのか，該当するとして正当性についてどのように判断すべきか，及び会社の行為は支配介入に当たるかについて，会社の施設管理権や就業時間中の職務専念義務・誠実義務との関係，言論の自由と会社批判・誹謗中傷との関係，労働組合へのこれまでの会社の対応や他の労働者の取扱いとの比較等に留意しながら，検討することになろう。\nまた，裁判所に司法救済を求める場合には，懲戒処分の前後でいかなる訴訟が提起できるのか，その論拠を不当労働行為として構成するのか，懲戒権の濫用として構成するのかといった点が問題となる。\n次に，設問２では，Ｙ株式会社がＸらに対する懲戒処分を行うについて，就業規則の定め（本件では，懲戒処分として，減給，出勤停止又は懲戒解雇の３種類しか選択できない。）とその該当性を吟味しながら，どのような論拠により，どの懲戒処分を選択するのかを検討することが求められる。また，懲戒処分を行うに当たって留意すべき点として，違反の程度，過去の事\n- 12 -例や他の労働者との比較，警告書を発したが違反行為が一向に改善されないこと等をどのように評価するのか，さらに，適正手続の観点から弁明の聴取が必要なのか等が問題となろう。\n[環 境 法］\n〔第１問〕\n本問は，「廃棄物の処理及び清掃に関する法律」（廃棄物処理法）の下での廃棄物該当性の判断基準，及び，具体的事例に対するその適用に関する出題である。まず，判断基準について判示した最高裁判所平成１１年３月１０日第２小法廷決定・刑集５３巻３号３３９頁の内容を理解しているかが問われる。基準として，①性状，②排出の状況，③通常の取扱い形態，④取引価値の有無，⑤占有者の意思等を総合的に勘案，を意識しつつ，設問に即して，弁護人と検察官の主張を対応させるように解答することが期待されている。\nＡの弁護人としては，おからを飼料や肥料の原料として使用していることからその廃棄物性を否定する主張を中心にすることになる。廃棄物ではないから，収集運搬や処分についての廃棄物処理法の許可は不要であると主張することになる。また，リサイクル対象物を廃棄物に含めると解することの不合理性も主張することになる。\n検察官は，Ｄ外３名からＡに対して金銭が支払われているがゆえに廃棄物に該当すること，有価物でないため構造的に不法投棄等が発生しやすいがゆえに廃棄物とするのが適切であることなどの点を中心に反論することになる。廃棄物であるがゆえに再生行為(処分)であっても許可を要することなどの記述は加点要素となる。\n〔第２問〕\n設問１は，石綿が大気汚染防止法の規制対象であることの理解を問い，Ａ県がＢ地区自治会とＤとの間で公害防止協定を締結させた意味を問うものである。Ａ県知事が採り得る措置としては，大気汚染防止法第１８条の１８の作業基準適合命令が考えられる。同法第１８条の１４\nの作業基準の内容まで理解し記憶していることは求めないが，適用の可能性がある旨の指摘を期待している。ＥのＤに対する訴訟上の請求としては，公害防止協定に基づく債権的請求と人格権に基づく差止請求を論じ，民事上の保全処分の申立てをする必要性を論じることが求められている。その際，公害防止協定に基づく債権的請求を構成するための法的構成（第三者のためにする契約等）を指摘する必要がある。人格権に基づく差止請求では違法性ないし受忍限度論や差止請求の内容，抽象的差止請求の可否等も論じる必要がある。\n設問２は，Ｄに対しては，公害防止協定違反に基づく損害賠償請求，Ｃ及びＤに対しては，不法行為に基づく損害賠償請求の可否を問うものである。いずれについても何が損害に当たるかの議論を期待している。Ｃ及びＤに対する不法行為に基づく損害賠償請求では，共同不法行為論を論ずる必要もあり，違法性ないし受忍限度論も問題となる。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国際関係維持に不可欠な外交関係法の特質を問う問題である。\n設問１では，外交官の特権である，「身体の不可侵」（外交関係に関するウィーン条約第２９条）の絶対性を問うている。①外交官の「身体の不可侵」，ひいては外交官の特権免除が，「外交使節団の任務の能率的な遂行の確保」と「派遣国の代表性」に基礎を置いており，②\nそのために派遣国が放棄しない限り絶対的な性格を持つことを述べ，したがって，設問のような「スパイ罪」の嫌疑のある事例であっても乙を拘束し続けることが上記の外交関係に関する規則に反することを説明するのが解答の要点である。もちろん，外交官の身体が不可侵であるとしても，現行犯であって火急の必要がある場合に，現場で一時的に取り押さえるこ\n- 13 -とが許されるかどうかという点まで議論すれば完璧である。さらに，ＡＢ両国のいずれかが，外交関係に関するウィーン条約に入っていない場合にも上記規則が国際慣習法を表し，それゆえに適用されることに言及してもよい。\n設問２は，接受国が外交特権の濫用があったことを現認したときに，接受国が正当に採り得る措置を問う問題である。まずは，当該外交官について，接受国が「ペルソナ・ノン・グラータ」を宣言して退去を求めるのが採り得る措置の第１である（外交関係に関するウィーン条約第９条）。しかし，派遣国ぐるみで重大犯罪を犯しているなどの場合には，派遣国の判断によって外交使節団自体の退去を求めることもできる（同条約第２条）（例えば，１９８４年の英国のリビアに対する措置）。次に，乙の行為が，外交官の「接受国の法令尊重」の義務（同条約第４１条）に反していることを根拠に，上記の外交関係法特有の措置以外が可能かを検討してもらいたい。具体的には，国家機関たる乙の行為が国際法義務違反を構成すれば，Ａ国はＢ\n国の国家責任を追及でき，陳謝等の救済（責任の解除）を求めることを説明してもらいたい。\nさらに，Ｂ国の国際法上の義務違反に対して，外交関係法とは離れて，一般の対抗措置が採り得るかの検討も重要である。国際司法裁判所「在テヘラン米国大使館員人質事件」が説くように，外交関係法は「自己充足的な体制（self-contained regime）」を構成するために一般国際法上の対抗措置の採用は制限される。この点との関係で乙の行為に対して，Ａ国が一般国際法上の対抗措置を採れるかどうかも検討してほしい。\n設問３は，外交特権免除の侵害（外交官の身体の侵害）が続いている場合に，Ｂ国が採り得る措置を尋ねている。国際司法裁判所「在テヘラン米国大使館員人質事件」を思い浮かべて解答すればよい。裁判外では，交渉や第三国のあっせん等によって乙の釈放を求めるという常識的な方法に加えて，Ｂ国が対抗措置を採り得るかどうかなどを検討してほしい。対抗措置を採り得る条件は満たしているか（「義務違反の継続」と「当該行為中止の目的」），また，採る場合にはどのような条件が課されるか（特に本件の場合は，外交官の不可侵性の尊重）をきちんと説明することが求められる。裁判上は，Ａ国の国家責任を追及して義務違反の中止（乙の身柄の解放）等を求めることが可能であるが，それに先立って，釈放のために権利保全のための暫定措置（国際司法裁判所規程第４１条）を求めることを考えなければいけない。\n本問では，外交関係法上の義務違反に対して，派遣国，接受国がいかなる措置を採って，義務違反の是正を求めることができるかを中心に試そうと考えた。また，国際法規の解釈と問題の状況への当てはめ（適用）をきちんと分けて考えるようにしてもらいたい。\n〔第２問〕\n本問は，国内裁判所が判断に直面する国際法上の問題のうち頻度の高い問題であり，かつ，主権国家の並存を基盤として成立している国際法の基本原則の一つを構成する，国家免除原則に関する問題である。日本の国内判例において，絶対免除原則から制限免除原則へと判例変更の道を開くという意味で，重要な意義を持ち大きな注目を集めている国内判例を素材として，問題文の事実関係及び関係者の法律関係が設定されている。\nＸがＡ国を被告としてＢ国の国内裁判所に訴訟提起するわけであるが，Ｂ国の裁判管轄権がＡ国に対して及ぶかという点で，国家免除原則が問題となる。\n第一に，国家免除原則についての基本的な理解が求められる。そこでは，絶対免除原則から制限免除原則への移行という国際法の動向，その移行の背景にある事情（国家観念のとらえ方の変遷，国家機能の変化，国家の取引の相手方たる私人の保護という要請等）,\n問題文中にあるように諸国の実践の集積などを踏まえた論述が求められる。\n第二に，制限免除原則の立場に立つ場合には，国家免除の対象となる行為の範囲が問題となる。これについては，行為主体ではなく行為そのものに着目すると，行為に着目\n- 14 -する考え方には行為目的説と行為性質説とがあることの認識を示した上で，どのように免除の対象となる行為の判断基準を設定するかを論証することになる。具体的な例を挙げて受験者自身の採用する立場を説明すると説得的な論証となり得る。\n第三に，受験者自身の採用する立場に立って，それを本件の事例へ丹念に当てはめることにより，本件においてＢ国の裁判管轄権がＡ国に及ぶかについての結論を導くことになる。それに際しては，まず，本件の具体的事実という点で，Ａ国軍事基地での夜間の航空機の離発着，地上での関連活動であることに着目する。さらに，Ａ国とＢ国間の安全保障条約上の法律関係として，Ａ国の軍事基地での活動が条約上で負っている義務\n（公共の安全に配慮する義務，Ｂ国の法令を尊重する義務）の持つ意義にも留意する。\n加えて，同条約第６条が国家免除に関していかなることを規定する条文であるか，その効果は，受験者自身の採用する立場に基づくとどのようなものかを論じることになる。\n[国際関係法（私法系）］\n〔第１問〕\n本問は，遺言能力，遺言の方式及び遺言による認知という，家族法上の基本的事項についての準拠法の理解を問う問題である。\n設問１は，成年被後見人の遺言能力の有無を問うものである。遺言能力の準拠法を定める規定は法の適用に関する通則法（以下「通則法」という。）第４条，第５条か，第３７条か，同条の「遺言の成立当時」とはいかなる時点かを検討して準拠法を決定し，実質法の本件事案へのあてはめの結果を説明することが求められている。\n設問２は，遺言の方式の有効性を問うものである。まず，遺言は，遺言の方式の準拠法に関する法律（以下「方式法」という。）第２条が掲げるいずれかの法の定める要件に合致しているときは方式上有効とされること，方式法第５条の規定により，遺言の際の証人の立会いや，被後見人が遺言能力を回復している時に遺言がされたことの証明の方式も「遺言の方式」\nの中に含まれることを指摘し，その上で，本件事案への方式法第２条の適用の結果を丁寧に述べ，本件遺言は日本民法の要求する方式は満たしていないが，甲国民法が要求する方式は満たしていることを説明する必要がある。そして，証人を１名で足りるとしている甲国民法第Ｔ条第２項の規定の適用が方式法第８条の「明らかに公の秩序に反するとき」に該当するかどうかを検討することになる。\n設問３は，本件遺言による認知の有効性を問うものである。認知の有効性を定める規定は通則法第３７条か，第２９条か，同条第１項後段及び第２項前段の「認知の当時」とはいかなる時点か，甲国民法第Ｐ条が要求する後見人の同意は通則法第２９条第１項後段の「第三者の承諾又は同意」に該当するか，準拠実質法上Ｙが本件遺言を承諾しているかを検討することが求められている。\n〔第２問〕\n本問は，貿易取引における荷為替の知識を前提にして，船荷証券中の裁判管轄条項の有効性と，運送品の損傷による運送人の責任について問う問題である。\n設問１は，我が国において渉外的民事訴訟事件についての国際裁判管轄権はどのような基準によって判断すべきか，運送人の主たる営業所所在地の裁判所の専属的管轄とする船荷証券中の裁判管轄条項はいかなる場合に有効とされるかを問うものである。本件設例と類似の事案について外国の裁判所を管轄裁判所とする船荷証券中の専属的管轄条項の有効性について判示した最高裁判所の判決（最判昭和５０年１１月２８日民集２９巻１０号１５５４頁）\nを踏まえつつ，国際裁判管轄の合意における当事者双方の署名の必要性についての論述を中\n- 15 -心に，いかなる場合に専属的裁判管轄の合意が有効とされるか，本件において丙国に専属的国際裁判管轄権を認めて我が国の裁判管轄権を否定することが我が国の公序に反しないか等についても論ずることが求められている。\n設問２は，運送品に損傷が生じた場合における運送人の損害賠償責任について問うものである。その小問（１）においては，船荷証券中に，運送人の主たる営業所の所在地である我が国の裁判所の管轄を合意した条項と日本法によって解決する旨の条項がある場合に，我が国においては本契約の準拠法が日本法になり，国際海上物品運送法が適用されることを説明した上で，荷受人による運送品の検査の結果についての通知，運送人の注意義務とそれについての証明責任について，どのような規定が適用され，本件におけるその適用結果がどのようになるのかの論述が求められている。また，小問（２）においては，損害賠償額の算定についてどのような規定が適用され，その適用結果がどのようになるのかの論述が求められている。\n- 16 -"
}