{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：２００〔設問１から設問４までの配点の割合は，５：５：３.５：６.５〕）\n- 1 -\n〔第１問〕（配点：１００〔設問１と設問２の配点の割合は，５．８：４．２〕）\n次の文章を読んで，以下の１と２の設問に答えよ。\nⅠ Ｘは，Ａに対し，Ｘが所有していたマンション１戸（以下「甲不動産」という。）を１０００万円で売った（甲不動産については，専有部分と分離して処分することができない敷地利用権であることが登記されており，分離処分については考慮しなくてよい。）。代金は，契約締結時に６００万円，その２か月後に４００万円をそれぞれ支払うという約定であった。契約締結時に，ＡはＸに６００万円を支払い，甲不動産につきＡを名義人とする所有権移転登記がされ，また，Ａに対して引渡しがされた。\nＡは，Ｘとの前記売買契約締結の２週間後に，知人のＹ１に対し，甲不動産を賃貸して引き渡した。賃料は月額８万円，賃貸期間は２年間，目的は居住目的と定められた。Ｙ１は，賃貸借契約を締結する際，Ａに対し，権利金として１６万円，敷金として２０万円を，それぞれ交付した。\nＡは，Ｙ１と前記の賃貸借契約を締結するに当たり，Ｙ１に対し，転貸することとペットを飼うことを禁ずる旨口頭で説明し（なお，これらの事項は賃貸借契約書にも不動文字で印刷されていた。），Ｙ１は，Ａに対し，それらの点については十分了解した旨伝えた。一方，Ｙ１はＡに対し，場合によってはＹ１の扶養家族（配偶者と小学生の子一人）を呼び寄せて同居する可能性があることを伝え，Ａはこれを了解していた。Ｙ１の扶養家族は，Ｙ１の配偶者の親の看病の必要からＹ１と別居していた。\nＹ１は，単身で賃貸アパートに居住していたが，交通の便が悪いことから転居することを考えており，Ａから甲不動産の話を聞いた際，甲不動産は自分独りで住むには広過ぎるとも考えたが，交通の便が良いことと，賃料がそれほど高くないことから，甲不動産を賃借することとし，前記の賃貸借契約締結に至ったものであった。Ｙ１は，賃貸借契約締結の時点でＸＡ間の売買の代金のうち４００万円が未払であることは認識していた。\nＹ１の叔父であるＹ２は，配偶者及び子二人（子はいずれも小学生）とともに，甲不動産近くの賃貸住宅で生活していたが，かねてから同住宅の賃料の支払が家計を圧迫しており，賃料が低廉な物件を探していた。そのようなときに，甥のＹ１が甲不動産を借りたことを聞きつけ，Ｙ１に対し，甲不動産を貸してくれるよう求めた。Ｙ１は，当初は，自分自身が甲不動産で生活したいことと，Ａが転貸を嫌がっていたことから，Ｙ２の申出を拒んでいたが，Ｙ２から執ように求められ，結局，これに応ずることとし，自分は従前の賃貸アパートに住み続けることとした。\n以上のような経緯で，Ｙ１は，Ａから甲不動産の引渡しを受けた３週間後に，Ａに無断でＹ２に甲不動産を賃貸して引き渡し，Ｙ２はその家族とともに甲不動産での生活を始めた。賃料は月額\n８万円，賃貸期間は２年間，目的は居住目的，権利金は１６万円，敷金は２０万円と定められ，Ｙ２は，権利金１６万円及び敷金２０万円をＹ１に交付した。\nＹ１は，Ｙ２と賃貸借契約を結ぶ際に，Ｙ２に対し，甲不動産をＡに無断で貸すことは，Ａから禁じられていることを説明し，あわせて，Ａに無断で貸したことが原因でＹ２が甲不動産から出て行かざるを得なくなったとしても，Ｙ１としては一切責任を負わない旨説明した。Ｙ２は，これらの点について承諾したという趣旨の「承諾書」と題する書面を作成し，署名押印の上，Ｙ１にこれを差し入れた。なお，Ｙ１はＹ２に対し，甲不動産の購入代金のうち４００万円をＡがいまだＸに支払っていない事実を告げていなかった。\nその後，Ａは，残代金４００万円を約定の期日に支払うことができなかった。Ｘは，Ａが残代金を支払う可能性はないと考え，甲不動産を取り戻すことを弁護士Ｌに依頼し，これを受任したＬは，Ｘの代理人として，Ａに対し，残代金の支払を催告し，その後も残代金の支払がなかったことから甲不動産の売買契約を解除する旨の意思表示をした。\n- 2 -\nＡは，残代金を支払えなかった以上は，Ｘから売買契約を解除されたことはやむを得ないと考え，登記に関する必要書類一式をＬに交付し，甲不動産のＡ名義の所有権移転登記については，前記の売買契約の解除を原因として抹消登記がされた。\nその後，Ｌは，Ｘの代理人として，Ｙ１に対し，仮にＸがＹ１との間の甲不動産の賃貸借契約における賃貸人になるのであれば，同契約を無断転貸を理由に解除する旨の意思表示をした。Ｌは，Ｙ１とＹ２に対し，甲不動産の明渡しを求めたが，Ｙ１とＹ２はこれに応じようとしない。\n〔設問１〕 以下の設問⑴から⑶に答えなさい。\n⑴ Ｘは，甲不動産の明渡しを得るために，Ｙ１に対し，所有権に基づく返還請求をした。これに対し，Ｙ１は次の反論をした。この反論が認められるかどうかを論述しなさい。ただし，Ｙ１に対する賃貸借契約の解除については，論じなくてよい。\n（反論①）「Ｙ１は，民法第５４５条第１項ただし書の第三者に該当し，甲不動産の賃借権につき対抗要件を備えているから，Ｘの請求には理由がない。」\n⑵ Ｘは，甲不動産の明渡しを得るために，Ｙ１に対し，賃貸借契約終了に基づく返還請求をした。これに対し，Ｙ１は次の反論をした。この反論が認められるかどうかを論述しなさい。\n（反論②）「Ｙ１は，甲不動産をＡから賃借したのであり，ＸがＡＹ１間の賃貸借契約を解除することはできないから，Ｘの請求には理由がない。」\n（反論③）「甲不動産は，Ｙ２が使用しているものであり，Ｙ１は甲不動産を占有していないのであるから，Ｘの請求には理由がない。」\n⑶ Ｘが，甲不動産の明渡しを得るために，Ｙ２に対し，所有権に基づく返還請求をしたところ，Ｙ２は，反論として，「Ｙ２は甲不動産の賃借人であるＹ１から賃借しているのであり，Ｙ１Ｙ２間の甲不動産の賃貸借は，Ｙ１に対する賃貸人との関係で背信行為と認めるに足りない特段の事情が存在する。」と主張した。この主張のうち，「背信行為と認めるに足りない特段の事情」として，Ｙ２が主張立証すべき具体的事実を指摘し，その理由を簡潔に説明しなさい。\nⅡ 前記Ⅰの甲不動産については，その後，次のような事実経過があった。\n甲不動産の明渡しを求められたＹ２は，Ｘと交渉し，何とか甲不動産の使用を続けたいと懇請した。Ｙ１も交えて相談した結果，Ｙ２がＹ１に支払う賃料及びＹ１がＸに支払う賃料をいずれも月\n１０万円とし，Ｙ２がＹ１名義で直接Ｘに支払うことにして，Ｘは，Ｙ２への転貸を了解することとした。もっとも，Ｘ自身及びその配偶者であるＢは，このころから加齢のため気力や体力の衰えを感ずるようになり，甲不動産をめぐる事務の処理を億劫に感ずるようになってきた。そこで，このように賃料を改訂してＹ２への転貸をＸが了解したことを機に甲不動産の管理は，事実上，Ｘの唯一の子であるＣが担うようになってきた。Ｃは，Ｘとその前の配偶者との間の子である。\nそうするうちにＸが死亡したが，しばらくの間遺産分割はなされず，また，Ｙ１及びＹ２がＸの死亡を知る機会がないまま，賃料は，Ｙ２がＣに支払っていた。ＢとＣの遺産分割協議が成立したのは，Ｘが死亡してから９か月後のことである。この遺産分割協議において，甲不動産をＢが単独で取得するものとすることが定められたことから，Ｂは，Ｃに対し，Ｘの死亡後にＹ２から収受していた甲不動産の賃料相当額である９０万円の支払を求めた。これに対し，Ｃは，甲不動産自体をＢが取得することは遺産分割協議で定めたとおりであるが，遺産分割協議成立までの間に生じた賃料の扱いは別であると主張し，これに応じていない。\n〔設問２〕\nＢがＣに対して前記９０万円を支払うよう求めることができるかどうかを検討し，その結論及び理由を示しなさい。\nこの点に関しては，相続財産（遺産）を構成する賃貸不動産について，相続開始から遺産分割\n- 3 -までの間にそれを使用管理した結果として生ずる賃料債権は，「各共同相続人がその相続分に応じて分割単独債権として確定的に取得するものと解するのが相当である」とする見解（最高裁判所平成１７年９月８日第一小法廷判決・最高裁判所民事判例集５９巻７号１９３１頁）がある。\n本問の検討に当たっては，どのように相続財産の範囲を考えるかという問題や，遺産分割の効力との関係などの問題に言及するとともに，上記の見解に対する評価も示しなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，不動産の売買・賃貸借・相続等に関し，財産法と家族法にわたる民法上の様々な問題について，基本的な理解の有無を確認するものである。単に知識の確認をするだけでなく，掘り下げた考察をしそれを明確に表現する能力，論理的に一貫した論述をする能力，具体的事実について法的観点から評価し構成する能力なども評価の対象となる。\n設問１は，マンションの１戸の売買をしたが，買主の代金不払により売主が契約を解除したところ，解除前に，買主が目的物を賃貸し，更に賃借人が無断転貸をしていたという事案で，売主が賃借人及び転借人に明渡しを求める場面の問題である。\n小問（１）は，賃借人に対する所有権に基づく返還請求に対し，賃借人の反論（賃借人は売買契約解除前の第三者である。）の当否を問う。民法第５４５条ただし書の趣旨及び「第三者」の意義，第三者の対抗要件の要否とその意味，賃借人の対抗要件（借地借家法第３１条第１項），第三者の善意・悪意など，基本的理解を確認する。「解除と第三者」に関しては，第三者は目的物の譲受人として論じられることが多いが，ここでは目的物の賃借人であるという特色がある。\n小問（２）では，賃借人に対する賃貸借契約終了に基づく返還請求について，賃借人の２つの反論の成否を問う。第１の反論（賃借人は買主から賃借したのだから，売主が賃貸借契約を解除することはできない。）に関しては，売買契約の解除に伴う賃貸人の地位の買主から売主への移転，それにより売主が賃貸人として賃貸借契約を解除できるに至ったこと，その前提として売主に目的物の所有権の登記が求められることなど，基本的な理解を確認する。\n契約解除の場面における「賃貸人たる地位の移転」についての考察や賃貸借契約解除原因の発生時期と賃貸人（売主）による解除権の行使時期との関係についての考察があれば，それも評価する。第２の反論（目的物は現在，転借人が使用しており，賃借人は占有していないので，売主の請求には理由がない。）に関しては，所有権に基づく返還請求ではなく，賃貸借契約終了に基づく返還請求では，相手方の占有の有無は問題とならないという基本的理解を確認する。なお，これは「不動産の間接占有者に対する引渡しないし明渡しの請求」というより高度な問題にもかかわるが，そこまでの叙述を不可欠とするものではない。\n小問（３）は，無断転貸を理由とする解除における「背信行為と認めるに足りない特段の事情」となるべき具体的事実の指摘とその理由の説明を求める。賃貸借と転貸借との利用形\n- 3 -態がほぼ同様で賃貸人の許諾した範囲内にあるといえること，両者の契約内容が同じであること（特に転貸人に差額による利益を取得する意図がないこと），転貸人の主観的悪性が低いことなどを示す事実を挙げ，整理して理由付けることが求められる。背信行為論の抽象的説明のみをするのではなく，具体的事実との関係で説得的な論述ができるかを問うている。\n設問２は，マンションの１戸の賃貸人が死亡し，その９か月後に遺産分割がされた場合について，相続開始時から遺産分割時までの間に支払われた賃料の帰属を問うものである。関連する近時の最高裁判決の判旨を問題中で示した上，その評価も求めている。賃料債権が相続財産\n（遺産）の範囲に含まれるかどうか（民法第８９６条），及び，遺産分割の遡及効との関係（同第９０９条）を明確にした上，判例の見解に対する評価を述べ，自らの見解に基づく具体的結論とその法的構成を示すことが求められる。本問の賃料の性質（法定果実であること，相続開始後に発生した分であること，金銭債権であることなど）のどこを重視するかなどにより，複数の考え方があり得るが，それぞれの問題点についての基本的な説明と説得的な理由付けのほか，論述全体としての論理的整合性が求められる。",
  "scoring_notes": "１ 出題の趣旨，ねらい等既に「平成２０年新司法試験論文式試験問題出題趣旨」（以下「出題趣旨」という。）\nにおいて説明しているとおりであり，特に補足すべき点はない。\n２ 採点方針，採点実感等民事系科目第２問の設問１及び設問２が商法からの出題であるが，これらは，いずれも，\n長文の事実経過に関する文章を読み，そこに含まれる商法上の問題点について，各設問に即して洗い出した上，当該事実関係への適用又は当てはめを行いつつ，論ずるということを求めるものである。\n設問１については，設問自体に「保証債務履行請求の可否」及び「株式交換の問題点」\nという受験生が検討すべき問題点に関するヒントが明示されていたため，問題点を丸ごと外したという答案はほとんどなかった。もっとも，「保証債務履行請求の可否」に関しては，複数ある法的な問題点のうちの一つだけを論じているというものが多く，また，「株式交換の問題点」に関しても，複数の問題点を論じてはいるものの，当該問題点を論ずることの意味や実益が何かということについては，何ら明らかにされておらず，単に設問自体に検討の対象が明示されているからとにかく論じただけであると考えざるを得ないような答案が多かった。\n設問２については，設問１のようにヒントが設問自体には明示されていなかったためか，出題趣旨で説明しているような複数の法的な問題点について幅広く論ずるという答案は極めて少なく，単一の問題点についてだけ論じているという答案が多かった（取り分け，\n最も気付きやすい取締役の第三者に対する責任の問題だけを論じるものが多かった。）ため，採点が難しいものとなった。\nまた，いずれの設問に対する答案においても，問題点を論ずるに当たって，判例があるような問題点であるにもかかわらず，判例に言及するものも少なく，丁寧さが十分とは言い難いと感じた。さらに，記述が期待された法的な問題点の洗い出しとその当てはめの論述に当たっても，掘り下げが十分であったかといえば，そうであったとはなかなか言い難い単線的な答案が多かった。例えば，設問１に関しては，乙社の保証が間接取引に当たるものとして利益相反取引の規制を受けるものかどうかという問題点について，間接取引に該当するか否かの判断基準をどのように考えるのか，また，設問１及び設問２の双方に関しては，利益相反取引に形式的に該当するとした場合であっても，すべての株主の同意があるということになると，判例によれば取引は有効ということになりそうである（出題趣旨参照）が，本件事案のように債権者の保護が問題となる局面においても，そのような考えで本当によいのかといったような，実務家が事案の解決に当たる場合には当然に疑問が湧いてくるであろう問題点について，気を回して悩むといったような答案が極めて少なかった。法律の規定の解釈に関する学説や判例については，短答式のための勉強などでそれ自体は知識としては有しているのであろうが，さらに，それが実務上どのような意味を有することになるのかという問題意識を持っているかどうかが，このような設問に遭遇した場合に問われることになる。\n加えて，平成１９年の試験までは，商法の採点後の感想として，事実関係への当てはめの力が弱いのではないかという意見が多くの委員から寄せられていたが，平成２０年の試- 11 -験については，やはりそのような傾向が続いているという意見と，事実関係への当てはめについて力を入れて論ずるよう努めている答案が増えているのではないかという意見があった。本年の採点結果として後者のような意見があった背景には，考査委員に対するヒアリングの結果が公表され，受験生の側にもこの事実関係への当てはめが重要だという認識が少しずつ持たれてきているということがあるのではないかとも考えられる。ただ，この後者の意見においても，適切な論じ方がされているかといえば，まだまだそうではないという印象であったようである。また，法的な問題点の適切な洗い出しは，この事案への当てはめの前提として重要なのであって，両面での能力の涵養が重要であるということを改めて強調しておきたい。\n３ 今後の出題平成２０年の試験について受験者に同情すべき事情があるとすれば，第２問全体の問題文が長文となった結果，大大問で４時間の時間はあるものの，４つの設問について万遍なく解答することは相当大きな負担であったとみられることであり，このことは，答案の最後の方の設問に対する解答において力が尽きているようなものも少なからず見られたことに現れていたと考えられる。\nまた，前記２の「採点実感等」のとおり，我々が期待するような掘り下げをある設問について深く行うことにより，他の設問の解答時間が不足してしまうというような傾向も見られた。\nこれらのことは，大大問の出題の在り方について，なお検討の余地があることを示唆するものかもしれない。しかし，普段から，判例について事実審の判決から読みこなすという訓練をしておくことが重要であるということも改めて指摘しておきたい。\n４ 今後の法科大学院教育に求めるもの前記２の「採点実感」でも明らかにされているように，受験者の水準については，依然として，出題及び採点に当たった考査委員の期待するようなレベルの水準にあるとは言い難い。短答式試験問題についても，商法は特に難解な問題を出題しているということはないものの，やはり出来が良いとはいえない。商法は，広範であり，かつ，基本法としては技術的な側面を有する法分野であるが，基本が重要であるということは他の科目と何ら変わらないのであり，基本的な知識の一層の充実とともに，複雑な事実関係から法律問題を適切に見いだして適切な解決策を考える能力を高める教育の充実を商法の分野でも図っていく必要がある。\n- 12 -平成２０年新司法試験の"
}