{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目］〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について，具体的な事実を示して論じなさい（特別法違反の点を除く。）。\n１ 甲（男性・３０歳）は，勤務先会社が倒産して失職し，新たな就職先も見付からず，生活費に窮していた。甲は，同じく失職中の友人の乙（男性・２８歳）の家に遊びに行った時，乙に対し，「このままでは家賃も払えないし，食べていけない。何か金を作る方法はないだろうか。泥棒でもするしかないかな。」などと話した。\n乙は，３か月前までＡが経営する会社に勤務していたが，Ａがしばしば自宅で仕事をするため，売上金を届けるなどの用件でＡの自宅に何度も行ったことがあり，Ａが自宅の書斎にある机の引き出しの中に現金３００万円くらいを入れているのを知っていたことから，「前に勤務していた会社の社長Ａは，現金３００万円くらいをいつも家に置いていた。Ａは資産家だから，家にはほかにも金目の物がたくさんあると思う。」と言った。\n甲は，それを聞いて，うまくＡ方に忍び込んで現金を盗むことができれば，当分金に困ることはないと思い，Ａ方に盗みに入ろうと考え，乙に対し，「一緒にその金を盗みに入らないか。」と言ったが，乙は，「俺はそんな危ないことはしたくない。」と言った。そこで，甲は，乙に対し，「それじゃあ，俺が入るから，Ａの家の場所と現金の在りかを教えてくれ。３００万円手に入れることができたら，お前に１００万円やる。」と言った。\n乙は，Ａの会社に勤務していた時の待遇に不満を持っていた上，乙自身も生活費に窮していたことから，甲が首尾よく現金を盗むことができれば自分もまとまった金を手に入れることができると思い，「分かった。明日Ａの家を見に行こう。家の間取り図も作っておくよ。」と答え，さらに，「Ａは一人暮らしだ。毎週月曜日には必ず会社に出勤するので，月曜日の日中Ａは家にいない。\nＡは月曜日の午前８時半ころ家を出るが，午前１０時ころには通いの家政婦が来るので，やるんだったら月曜日の午前８時半から午前１０時前までだ。トイレの窓にはいつも鍵が掛かっていないから，そこから家の中に入れると思う。書斎の机の引き出しには３００万円くらいは入っているはずだし，ほかの場所にも金目の物があるはずだ。」と説明した。\n２ 同日夜，乙は，Ａ方の間取り図面を作成し，トイレの場所，書斎の場所やＡがいつも現金を入れていた机の場所等を同図面に書き込んだ。\nそして，翌日の昼間，乙は，自分の自動車に甲を乗せてＡ方付近まで運転し，Ａの自宅を指さして，甲に対し，「あれがＡの家だ。」と教えるとともに，前記図面を甲に手渡した。\n甲は，Ａ方付近が閑静な住宅街で，日中も人通りがほとんどなかったことから，トイレの窓からＡ方に侵入してもだれにも見られないだろうと安心し，乙に対し，「今度の月曜日にやる。Ａが家を出た後すぐに入るから，午前８時過ぎにＡの家の近くに着けるように今度の月曜日の朝迎えに来てくれ。」と言った。乙は，これに対して，「分かった。」と答えた。\n甲は，帰宅後，乙から受け取った前記図面を再確認するとともに，万一家に人がいた場合に備え，カッターナイフ（刃体の長さ８センチメートル）を準備した。\n３ 翌週の月曜日，乙は，前記自動車を運転して甲方に行き，甲を同車に乗せて，Ａ方付近に向かい，午前８時過ぎころＡ方付近に到着した。\n乙は，甲がＡ方から出て来るまで付近道路に同車を停車させたまま待っていようと思い，甲に対し，「ここで待っているよ。」と言ったところ，甲は，乙が何度も同車でＡ方を訪れた旨聞いていたことから，だれかに乙の自動車を見られるのは絶対に避けたいと考え，「お前は先に帰っていてくれ。車を見られたらまずい。」と言った。そこで，乙は，甲を同車から降ろした後，すぐに同車を運転してその場を去った。４ 甲は，Ａ方付近でＡ方玄関の様子をうかがっていたが，午前８時半ころ，Ａが家を出たのを確認した後，Ａ方に向かい，前記図面に示されていたトイレの窓を探し，無施錠の同窓を開けて屋内に入った。そして，甲は，書斎に行き，机の引き出しを開けて現金３００万円を見付け，これを着ていたジャンパーのポケットに入れた。\n甲は，簡単に机の引き出し内の現金を手に入れることができ，まだ時間に余裕があったことから，引き続き別の金品を探そうと考え，居間に入った。\nところで，Ａ方には，乙が出入りしなくなった後，Ａの父であるＢ（７０歳）が同居していたが，乙はそのことを知らなかった。甲が居間に入った時，Ｂは同所にいたが，甲が入って来たのを見て，その場に立ちすくんだ。\n甲は，Ｂの姿を見るや，ジャンパーのポケットに入れていた前記カッターナイフを取り出してその刃を約５センチメートル出し，Ｂに歩み寄り，「金を出せ。」と言いながら，カッターナイフの刃をＢの目の前に突き出した。Ｂが「助けてくれ。」と大声を上げたので，甲は，Ｂの大声が近所の人に聞こえてしまうと思い，Ｂを黙らせるため，Ｂの胸倉を左手でつかみ，右手に持ったカ\nッターナイフの刃先をＢの左頬に突き付けながら，「静かにしろ。騒ぐと殺すぞ。」と申し向けた。\nＢは恐怖の余り大声を出すのをやめ，その場にしゃがみ込んだが，甲は，Ｂの胸倉をつかみながらカッターナイフの刃先をＢの左頬に突き付けたままの体勢で自らもしゃがみ込み，さらに，Ｂに対し，「金を出せ。」と申し向けた。\n同居間のテーブル上には，Ａが日常の支払用の現金を入れていた封筒があったので，Ｂは，やむを得ず，同封筒を甲に渡した。甲は同封筒に入っていた現金２万円を取り出してジャンパーのポケットの中に入れ，さらにＢに対し，カッターナイフの刃を突き付けながら，「まだあるだろう。\nどこにあるんだ。」と申し向けたところ，Ｂは甲の背後のリビングボードを指さして，「多分あそこにあると思う。」と言った。\nそこで，甲は，同リビングボードの方に行き，物色を始めたが，そのすきにＢは慌てて居間から逃げ出した。甲は，Ｂが逃げ出したのに気付き，すぐに「待て。」と怒鳴りながら同人を追った。\n甲が追って来たのを知ったＢは，甲に捕まったら本当に殺されるかもしれないと思い，「どろぼう。」と叫びながら，必死で玄関から外に逃げようとした。\n甲は，Ｂが「どろぼう。」と叫びながら玄関のドアを開けたのを見て，このままではだれかにＢの声を聞きつけられ，捕まってしまうと思い，Ｂを追うのをあきらめて裏口から逃げることにし，裏口を探した。\nＢは，玄関の外に出た直後，足がもつれて転倒し，その際加療約１か月を要する右手首骨折の傷害を負った。\n５ 一方，乙は，甲と別れた後Ａ方付近から離れ，自宅に戻ろうとしていたが，途中，甲のことが気掛かりになり，再びＡ方付近に向かい，Ａ方付近路上に自動車を止めて，車内からＡ方の様子を見ていた。\nすると，Ｂが前記のように玄関から走り出て来て，足がもつれて転倒した後すぐに起き上がり，「どろぼう。」と叫びながら，Ａ方前路上に走り出て来たので，乙は，甲が盗みを実行中に居合わせたＢに見付かってしまったのだと思い，このままでは，近所の人がＢの声を聞きつけて警察に通報すると考え，Ｂを黙らせるために，すぐに同車から降りてＢに駆け寄り，背後から左腕をＢ\nの首に回して右手でＢの口を塞いだ。\nＢは乙の右手に噛みついて抵抗したので，乙は，Ｂからとっさに手を離した上，その顔面を拳で力一杯殴打したところ，Ｂはその衝撃で倒れ，その際，ブロック塀の角に後頭部を強打した。\nＢはよろめきながら立ち上がって，「だれか助けてくれ。」と声を出しながら逃げ出そうとしたので，乙は更にＢの背部，腹部を数回蹴ったところ，Ｂはその場にうつ伏せに倒れ，動かなくなった。\n甲は，Ｂが玄関の外で足がもつれて転倒し右手首骨折の傷害を負ったことを知らず，また，乙が戻って来てＢに暴行を加えたことも知らずに裏口から外に出たが，Ａ方付近路上に乙の自動車らしい車両を見付けたため，同車の方に駆け寄った。すると，同車付近に乙がおり，乙の近くにＢがうつ伏せに倒れていたので，驚いて，乙に対し，「何をやっているんだ。車を見られたらまずいって言っただろう。」と言うと，乙はすぐに同車に戻り，甲も同車に乗り込んで，両名は直ちに同所から逃走した。\nその後，甲は，乙に対し，Ａ方で取得した現金のうち１００万円を分け前として渡した。\n６ Ｂは，甲及び乙がＡ方前路上から逃走した直後，たまたま通り掛かった者に発見されて，救急車で病院に搬送されたが，前記のとおりブロック塀の角に後頭部を強打した際に頭蓋骨を骨折しており，これによる脳内出血によって，同日午後５時ころ死亡した。",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，具体的事例に基づいて甲乙の罪責を問うことによって，刑事実体法の理解，具体的事実に法規範を適用する能力，論理的思考力を試すものである。\nまず，甲乙の共犯関係については，甲が乙に一緒にＡ方に盗みに入ろうと誘ったのに対し，乙が「俺はそんな危ないことはしたくない。」と言った上，実際に乙は自らはＡ方に盗みに入らなかったことに着目し，共謀共同正犯の成立要件ないし共同正犯と幇助犯の区別の判断基準等を念頭に置いて，本問の具体的事実関係の中から評価に値する事実を抽出し，要件に当てはめることが求められる。その際，事実を事例中からただ書き写して羅列するのではなく，犯行に至る経緯，乙が甲に提供した情報の具体的内容，犯行当日の甲乙の行動及び甲乙間の金銭の分配状況等について，これらの事実が持つ意味を的確に評価し，上記要件ないし判断基準に当てはめて結論に至る思考過程を論述する必要がある。また，その際には，（共謀）共同正犯の成否のみの論述にとどまらず，甲乙間の共謀ないし共同実行の意思の内容にも留意し，甲乙が想定していた金品奪取の態様や奪取対象となる金品の範囲を明確に意識しておく必要がある。\n甲の罪責については，甲乙の共犯関係を前提として，まずはＡ方に入った行為及び書斎の机の引き出しから３００万円を取り出してジャンパーのポケットに入れた行為について構成要件への当てはめを行うことが求められる。そして，甲が，Ｂにカッターナイフを示すなどした上，現金２万円を奪った行為については，反抗を抑圧するに足りる程度の暴行・脅迫の有無等を中心に，必要かつ十分な具体的事実を抽出して法的評価を示す必要がある。また，Ｂが居間から逃げ出し，玄関を出た直後に転倒して怪我をしたことについては，強盗の機会性の有無や因果関係の有無等に留意しつつ，具体的事実を示しながら強盗致傷罪の成否を検討する必要がある。\nさらに，その後，Ａ方前路上でＢが乙から殴る・蹴るなどされて死亡したことに関し，甲が罪責を負うか否かについては，乙との共犯関係に基づく帰責の可否及び甲に成立する強盗罪固有の枠組み（強盗の機会性ないし因果関係等）による帰責の可否を本問の事実関係に即して論ずることが必要である。\n乙の罪責については，甲乙間の共犯関係を前提として，甲によるＡ方への侵入と３００万円の窃取に関する罪責を示すほか，甲がＢにカッターナイフを示すなどして２万円を奪った行為等については，甲乙間の共犯関係の内容を踏まえ，乙が予見していた事情と実際に甲が行ったことの間のずれの有無とその内容を的確に示した上，予見と異なる事態が生じた場合における乙の罪責を本件に即して具体的に論ずることが必要である。また，乙がＡ方前路上でＢを殴る\n・蹴るなどして死亡させたことについても，その段階において乙に成立する犯罪を念頭に置きながら，適切な犯罪を選択した上，その犯罪の構成要件要素を示しつつ，設問から抽出した具体的事実をこれに当てはめることが必要である。\nなお，甲乙に成立する個々の犯罪を前提に，これらに関する罪数評価及び共犯の成立範囲を的確に示すことが必要であることは言うまでもない。\nいずれの問題点についても，論点に関する法解釈論を抽象的に論ずるにとどまることなく，- 6 -事例に示された具体的な事実関係を分析し，論点の解決にとって必要な事実を抽出し，的確に法的評価をすることが求められている。",
  "scoring_notes": "１ 採点方針本年の刑事系第１問（刑法）は，出題の趣旨において既に明らかにしたように，具体的事例に基づいて，刑事実体法の理解，具体的事実に法規範を適用する能力，論理的思考力を試すものである。採点に当たっては，こうした出題の趣旨に従い，甲乙の罪責に関する結論部分だけではなく，その結論に至る思考過程の論述を重視するものとし，事例に基づいて，甲乙の共犯関係（共謀ないし共同実行の意思の有無・内容）を的確に把握することを前提に，甲乙の罪責について，成立し得る犯罪の構成要件要素の解釈を踏まえ，具体的事実を示して当てはめ判断を行う論述が的確になされているかに留意した。\n２ 採点実感以下，採点終了後に考査委員間で行った意見交換の結果を踏まえ，大論点ごとに，採点実感の概要を示すこととしたい。\nまず，甲乙の共犯関係については，ほぼすべての答案が共謀共同正犯の成否ないし共同正犯と幇助犯の区別という視点に立って検討を行っていた。ただ，理論的な根拠や検討すべき要素を具体的に示しつつ，必要かつ十分な事実を抽出して当てはめるという論述をバランス良くかつ的確に行っている答案は必ずしも多くはなかった。例えば，法律論をほとんど示すことなく，単に問題文に記載された事実を羅列しただけで，事実の持つ意味やその評価に触れることなく，「以上の事実からすれば，共謀共同正犯が成立する。」等の結論を示す答案，逆に，法律論の論述のみに終始して，問題文に示された乙の関与に関する具体的事実の検討が不十分な答案が散見され，こうした答案は高い評価をするには至らなかった。その他，甲が現実にＡ方において強盗に及んでいる点をとらえて甲乙間には強盗の事前共謀があったと認定するなど，事実関係のとらえ方が強引な答案，（共謀）共同正犯を認定する積極的な事情を多く取り上げて論述しながら，乙の分け前が少ない点のみを論拠として乙は幇助犯にとどまるとの結論を導き出すなど，説得力を欠く論述の答案も見られたが，こうした答案は低い評価とならざるを得なかった。\n次に，甲の罪責については，成立する犯罪の構成要件要素への当てはめ以前の問題として，甲の行為を余りに分断的で細切れにとらえ，刑法的評価の前提となる甲の行為を的確に把握できていない答案が散見された。例えば，甲のＡ方内での行動について，甲がカッターナイフの刃をＢの目の前に突き出した行為は脅迫罪，甲がＢに「静かにしろ。」等と言った行為は強要罪，甲がリビングボードに近づいた行為は，新たな別個の強盗（未遂）\n罪のように，事実のとらえ方が不適切な答案が目に付いた。また，甲のＢに対する強盗の成否については，多くの答案が強盗罪の成立要件に問題文の事実関係を示して当てはめるという論述を行っていたが，ここでも問題文に記載された事実を書き写しただけで，「以上からすれば，強盗罪が成立する。」等と結論を示し，構成要件要素の法的な説明や挙示した事実の評価が抜け落ちているため，結論に至る筋道ないし思考過程が十分に読み取れず，高い評価を与えられない答案が相当数あった。その一方，「反抗を抑圧するに足りる程度の暴行・脅迫」に関して，甲のＢに対する犯行が行われた状況のうち，Ａ方の屋内でＢが容易に助けを求められる状況にないこと等にも触れるなど，幅広い事情について目配りして結論を導いた答案があった。その他，屋外に逃げたＢを乙が死亡させたことに関する甲の罪責については大半の答案が触れていたものの，甲乙間の共謀内容及び甲に成立す- 16 -る強盗罪の枠組み（強盗の機会性ないし因果関係等）の両方の観点で問題となり得ることを論じたものは少数であった。この点については，甲乙の事前共謀の内容は窃盗であるとしても，結論的には，甲にも乙にも強盗罪ないし事後強盗罪が成立するのであるから，Ｂの死の責任を甲に負わせられないのは不当ではないかという問題意識を示しながら，甲乙間には強盗の共謀がない以上，強盗罪の共犯として責任を負わせることはできず，また，\n甲に成立する強盗罪との関係でも因果関係等を認定できない旨事実を示しつつ検討した秀逸な答案があった。\nさらに，乙の罪責については，まず，甲との共犯関係の内容を前提に，Ａ方内での甲の強盗行為に関する乙の罪責を論ずることになるが，大半の答案は，「乙に強盗（致傷）罪は成立しない。」あるいは「乙には窃盗罪の限度で共同正犯が成立する。」と論ずるのみであった。前者のように，錯誤論を前提とした場合における乙の具体的な罪責を示さない答案が不十分であることはもとより，後者のように，「窃盗罪の限度」と抽象的に示したのみではこの事例における乙の罪責を的確に示したこととはならず，そこでいう「窃盗罪」\nとは３００万円の窃盗であり，２万円に関しては責任を負わないという趣旨なのか，それとも，３０２万円の窃盗の限度では責任を負うという趣旨なのかを明らかにしなければ乙の罪責を正確に認定したとはいえない。この点については，多くの受験生が罪名を決めただけで安心してしまったものと思われた。また，乙に事後強盗（致死）罪が成立し得ることについては多数の答案が指摘していたものの，反抗抑圧に足りる程度の暴行といえるか，\n財物奪取と暴行との関連性は認められるかという点にまで目を行き渡らせて具体的に論じている答案は多くはなかった。その他，乙のＢに対する殺意を無理に認定していると思われる答案が散見されたほか，乙の罪責を認定するに当たって，理解不十分なまま，承継的共犯や片面的共犯等の概念を用いている答案もあったが，これらは的確な事実認定・法律適用を誤ったものとして低い評価とならざるを得なかった。\n３ 法科大学院教育に求めるもの新司法試験・刑法に関しては，本年はもとより過去の出題においても，比較的長文の事例を前提として，法解釈，法の適用に必要な事実関係の抽出と当てはめを行って説得的な論述を求める出題がなされているが，抽象的な法概念の理解にとどまらず，事実関係を踏まえて考えることの重要性を十分に理解することが大切である。法科大学院教育においても，これまでに引き続き，刑法の解釈論の正確な理解はもとより，具体的な事実関係を前提とした法の適用能力の涵養に努めていただきたいと考えている。平成２０年新司法試験の"
}