{
  "year": "H20",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔設問１と設問２の配点の割合は，５．８：４．２〕）\n次の文章を読んで，以下の１と２の設問に答えよ。\nⅠ Ｘは，Ａに対し，Ｘが所有していたマンション１戸（以下「甲不動産」という。）を１０００万円で売った（甲不動産については，専有部分と分離して処分することができない敷地利用権であることが登記されており，分離処分については考慮しなくてよい。）。代金は，契約締結時に６００万円，その２か月後に４００万円をそれぞれ支払うという約定であった。契約締結時に，ＡはＸに６００万円を支払い，甲不動産につきＡを名義人とする所有権移転登記がされ，また，Ａに対して引渡しがされた。\nＡは，Ｘとの前記売買契約締結の２週間後に，知人のＹ１に対し，甲不動産を賃貸して引き渡した。賃料は月額８万円，賃貸期間は２年間，目的は居住目的と定められた。Ｙ１は，賃貸借契約を締結する際，Ａに対し，権利金として１６万円，敷金として２０万円を，それぞれ交付した。\nＡは，Ｙ１と前記の賃貸借契約を締結するに当たり，Ｙ１に対し，転貸することとペットを飼うことを禁ずる旨口頭で説明し（なお，これらの事項は賃貸借契約書にも不動文字で印刷されていた。），Ｙ１は，Ａに対し，それらの点については十分了解した旨伝えた。一方，Ｙ１はＡに対し，場合によってはＹ１の扶養家族（配偶者と小学生の子一人）を呼び寄せて同居する可能性があることを伝え，Ａはこれを了解していた。Ｙ１の扶養家族は，Ｙ１の配偶者の親の看病の必要からＹ１と別居していた。\nＹ１は，単身で賃貸アパートに居住していたが，交通の便が悪いことから転居することを考えており，Ａから甲不動産の話を聞いた際，甲不動産は自分独りで住むには広過ぎるとも考えたが，交通の便が良いことと，賃料がそれほど高くないことから，甲不動産を賃借することとし，前記の賃貸借契約締結に至ったものであった。Ｙ１は，賃貸借契約締結の時点でＸＡ間の売買の代金のうち４００万円が未払であることは認識していた。\nＹ１の叔父であるＹ２は，配偶者及び子二人（子はいずれも小学生）とともに，甲不動産近くの賃貸住宅で生活していたが，かねてから同住宅の賃料の支払が家計を圧迫しており，賃料が低廉な物件を探していた。そのようなときに，甥のＹ１が甲不動産を借りたことを聞きつけ，Ｙ１に対し，甲不動産を貸してくれるよう求めた。Ｙ１は，当初は，自分自身が甲不動産で生活したいことと，Ａが転貸を嫌がっていたことから，Ｙ２の申出を拒んでいたが，Ｙ２から執ように求められ，結局，これに応ずることとし，自分は従前の賃貸アパートに住み続けることとした。\n以上のような経緯で，Ｙ１は，Ａから甲不動産の引渡しを受けた３週間後に，Ａに無断でＹ２に甲不動産を賃貸して引き渡し，Ｙ２はその家族とともに甲不動産での生活を始めた。賃料は月額\n８万円，賃貸期間は２年間，目的は居住目的，権利金は１６万円，敷金は２０万円と定められ，Ｙ２は，権利金１６万円及び敷金２０万円をＹ１に交付した。\nＹ１は，Ｙ２と賃貸借契約を結ぶ際に，Ｙ２に対し，甲不動産をＡに無断で貸すことは，Ａから禁じられていることを説明し，あわせて，Ａに無断で貸したことが原因でＹ２が甲不動産から出て行かざるを得なくなったとしても，Ｙ１としては一切責任を負わない旨説明した。Ｙ２は，これらの点について承諾したという趣旨の「承諾書」と題する書面を作成し，署名押印の上，Ｙ１にこれを差し入れた。なお，Ｙ１はＹ２に対し，甲不動産の購入代金のうち４００万円をＡがいまだＸに支払っていない事実を告げていなかった。\nその後，Ａは，残代金４００万円を約定の期日に支払うことができなかった。Ｘは，Ａが残代金を支払う可能性はないと考え，甲不動産を取り戻すことを弁護士Ｌに依頼し，これを受任したＬは，Ｘの代理人として，Ａに対し，残代金の支払を催告し，その後も残代金の支払がなかったことから甲不動産の売買契約を解除する旨の意思表示をした。\n- 2 -\nＡは，残代金を支払えなかった以上は，Ｘから売買契約を解除されたことはやむを得ないと考え，登記に関する必要書類一式をＬに交付し，甲不動産のＡ名義の所有権移転登記については，前記の売買契約の解除を原因として抹消登記がされた。\nその後，Ｌは，Ｘの代理人として，Ｙ１に対し，仮にＸがＹ１との間の甲不動産の賃貸借契約における賃貸人になるのであれば，同契約を無断転貸を理由に解除する旨の意思表示をした。Ｌは，Ｙ１とＹ２に対し，甲不動産の明渡しを求めたが，Ｙ１とＹ２はこれに応じようとしない。\n〔設問１〕 以下の設問⑴から⑶に答えなさい。\n⑴ Ｘは，甲不動産の明渡しを得るために，Ｙ１に対し，所有権に基づく返還請求をした。これに対し，Ｙ１は次の反論をした。この反論が認められるかどうかを論述しなさい。ただし，Ｙ１に対する賃貸借契約の解除については，論じなくてよい。\n（反論①）「Ｙ１は，民法第５４５条第１項ただし書の第三者に該当し，甲不動産の賃借権につき対抗要件を備えているから，Ｘの請求には理由がない。」\n⑵ Ｘは，甲不動産の明渡しを得るために，Ｙ１に対し，賃貸借契約終了に基づく返還請求をした。これに対し，Ｙ１は次の反論をした。この反論が認められるかどうかを論述しなさい。\n（反論②）「Ｙ１は，甲不動産をＡから賃借したのであり，ＸがＡＹ１間の賃貸借契約を解除することはできないから，Ｘの請求には理由がない。」\n（反論③）「甲不動産は，Ｙ２が使用しているものであり，Ｙ１は甲不動産を占有していないのであるから，Ｘの請求には理由がない。」\n⑶ Ｘが，甲不動産の明渡しを得るために，Ｙ２に対し，所有権に基づく返還請求をしたところ，Ｙ２は，反論として，「Ｙ２は甲不動産の賃借人であるＹ１から賃借しているのであり，Ｙ１Ｙ２間の甲不動産の賃貸借は，Ｙ１に対する賃貸人との関係で背信行為と認めるに足りない特段の事情が存在する。」と主張した。この主張のうち，「背信行為と認めるに足りない特段の事情」として，Ｙ２が主張立証すべき具体的事実を指摘し，その理由を簡潔に説明しなさい。\nⅡ 前記Ⅰの甲不動産については，その後，次のような事実経過があった。\n甲不動産の明渡しを求められたＹ２は，Ｘと交渉し，何とか甲不動産の使用を続けたいと懇請した。Ｙ１も交えて相談した結果，Ｙ２がＹ１に支払う賃料及びＹ１がＸに支払う賃料をいずれも月\n１０万円とし，Ｙ２がＹ１名義で直接Ｘに支払うことにして，Ｘは，Ｙ２への転貸を了解することとした。もっとも，Ｘ自身及びその配偶者であるＢは，このころから加齢のため気力や体力の衰えを感ずるようになり，甲不動産をめぐる事務の処理を億劫に感ずるようになってきた。そこで，このように賃料を改訂してＹ２への転貸をＸが了解したことを機に甲不動産の管理は，事実上，Ｘの唯一の子であるＣが担うようになってきた。Ｃは，Ｘとその前の配偶者との間の子である。\nそうするうちにＸが死亡したが，しばらくの間遺産分割はなされず，また，Ｙ１及びＹ２がＸの死亡を知る機会がないまま，賃料は，Ｙ２がＣに支払っていた。ＢとＣの遺産分割協議が成立したのは，Ｘが死亡してから９か月後のことである。この遺産分割協議において，甲不動産をＢが単独で取得するものとすることが定められたことから，Ｂは，Ｃに対し，Ｘの死亡後にＹ２から収受していた甲不動産の賃料相当額である９０万円の支払を求めた。これに対し，Ｃは，甲不動産自体をＢが取得することは遺産分割協議で定めたとおりであるが，遺産分割協議成立までの間に生じた賃料の扱いは別であると主張し，これに応じていない。\n〔設問２〕\nＢがＣに対して前記９０万円を支払うよう求めることができるかどうかを検討し，その結論及び理由を示しなさい。\nこの点に関しては，相続財産（遺産）を構成する賃貸不動産について，相続開始から遺産分割\n- 3 -までの間にそれを使用管理した結果として生ずる賃料債権は，「各共同相続人がその相続分に応じて分割単独債権として確定的に取得するものと解するのが相当である」とする見解（最高裁判所平成１７年９月８日第一小法廷判決・最高裁判所民事判例集５９巻７号１９３１頁）がある。\n本問の検討に当たっては，どのように相続財産の範囲を考えるかという問題や，遺産分割の効力との関係などの問題に言及するとともに，上記の見解に対する評価も示しなさい。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/H20/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，不動産の売買・賃貸借・相続等に関し，財産法と家族法にわたる民法上の様々な問題について，基本的な理解の有無を確認するものである。単に知識の確認をするだけでなく，掘り下げた考察をしそれを明確に表現する能力，論理的に一貫した論述をする能力，具体的事実について法的観点から評価し構成する能力なども評価の対象となる。\n設問１は，マンションの１戸の売買をしたが，買主の代金不払により売主が契約を解除したところ，解除前に，買主が目的物を賃貸し，更に賃借人が無断転貸をしていたという事案で，売主が賃借人及び転借人に明渡しを求める場面の問題である。\n小問（１）は，賃借人に対する所有権に基づく返還請求に対し，賃借人の反論（賃借人は売買契約解除前の第三者である。）の当否を問う。民法第５４５条ただし書の趣旨及び「第三者」の意義，第三者の対抗要件の要否とその意味，賃借人の対抗要件（借地借家法第３１条第１項），第三者の善意・悪意など，基本的理解を確認する。「解除と第三者」に関しては，第三者は目的物の譲受人として論じられることが多いが，ここでは目的物の賃借人であるという特色がある。\n小問（２）では，賃借人に対する賃貸借契約終了に基づく返還請求について，賃借人の２つの反論の成否を問う。第１の反論（賃借人は買主から賃借したのだから，売主が賃貸借契約を解除することはできない。）に関しては，売買契約の解除に伴う賃貸人の地位の買主から売主への移転，それにより売主が賃貸人として賃貸借契約を解除できるに至ったこと，その前提として売主に目的物の所有権の登記が求められることなど，基本的な理解を確認する。\n契約解除の場面における「賃貸人たる地位の移転」についての考察や賃貸借契約解除原因の発生時期と賃貸人（売主）による解除権の行使時期との関係についての考察があれば，それも評価する。第２の反論（目的物は現在，転借人が使用しており，賃借人は占有していないので，売主の請求には理由がない。）に関しては，所有権に基づく返還請求ではなく，賃貸借契約終了に基づく返還請求では，相手方の占有の有無は問題とならないという基本的理解を確認する。なお，これは「不動産の間接占有者に対する引渡しないし明渡しの請求」というより高度な問題にもかかわるが，そこまでの叙述を不可欠とするものではない。\n小問（３）は，無断転貸を理由とする解除における「背信行為と認めるに足りない特段の事情」となるべき具体的事実の指摘とその理由の説明を求める。賃貸借と転貸借との利用形\n- 3 -態がほぼ同様で賃貸人の許諾した範囲内にあるといえること，両者の契約内容が同じであること（特に転貸人に差額による利益を取得する意図がないこと），転貸人の主観的悪性が低いことなどを示す事実を挙げ，整理して理由付けることが求められる。背信行為論の抽象的説明のみをするのではなく，具体的事実との関係で説得的な論述ができるかを問うている。\n設問２は，マンションの１戸の賃貸人が死亡し，その９か月後に遺産分割がされた場合について，相続開始時から遺産分割時までの間に支払われた賃料の帰属を問うものである。関連する近時の最高裁判決の判旨を問題中で示した上，その評価も求めている。賃料債権が相続財産\n（遺産）の範囲に含まれるかどうか（民法第８９６条），及び，遺産分割の遡及効との関係（同第９０９条）を明確にした上，判例の見解に対する評価を述べ，自らの見解に基づく具体的結論とその法的構成を示すことが求められる。本問の賃料の性質（法定果実であること，相続開始後に発生した分であること，金銭債権であることなど）のどこを重視するかなどにより，複数の考え方があり得るが，それぞれの問題点についての基本的な説明と説得的な理由付けのほか，論述全体としての論理的整合性が求められる。",
  "scoring_notes": "１ 全体的印象(1) 答案の中には，①出題趣旨に沿って問題点を正確にとらえ，的確に資料を分析し，法論理的思考力を発揮しているもの，②岐阜県青少年保護育成条例事件判決伊藤補足意見に示された判断枠組みを正確に理解した上で解答しているもの，③情報の受け手が自由に当該情報を閲覧できない状況がＡ自身の表現の自由とどのようにかかわるかという基本的な問題について問題意識を持ち，知る自由や違憲主張適格などの問題を意識的に論じているもの，④積極的な表現行為に対する表現内容規制の合憲性という基本的な問題について，資料を相応に分析し，反対説を踏まえながら，自らの見解をしっかり展開し，\n多少荒削りなところもあるが，考え方の筋道に法的思考のセンスを感じさせるものもあった。そのような答案は，受験生が法科大学院での実務を見据えた理論教育において「学び，そして問う」作業をしっかりと行ってきた成果と評価し得る。しかし，そのような答案は，少数にとどまった。\n(2) 憲法学という視点からは，基礎的理解が不十分で，設問の具体的事情を離れて表現の自由に関する論証を記憶に従って並べただけの答案が多く，事案の内容に即した個別的・具体的検討の不十分さや応用力という点で課題を残すものであった。また，いわゆる論点主義の解答に陥っている答案が多く見られた。それらは，残念ながら，憲法の基礎理論を生きた知識として身に付けていない，また，法的思考力ないし論証力が十分に定着していない，と評価せざるを得ないものであった。\n(3) 第１回，第２回に比べると，受験生が新しい試験のスタイルに慣れてきていることがうかがえた。しかし，逆に，「弁護人の主張」「検察官の主張」として，とにかく対立する主張を書けばよいと考えているようなものが多く，設問の事案の問題点をそれぞれの角度から掘り下げていくという姿勢で書かれている答案は少なかった。\n(4) 受験生にとっては論じやすい積極的「表現の自由」がテーマであったためか，逆に，\nパターン化された答案が目につき，「型にはまった論述」が少なからず見られた。\n(5) 関連する先例がきちんと挙げられて，検討されていない（本問では，岐阜県青少年保護育成条例事件判決，第三者所有物没収事件判決等）。このことは，それぞれの領域の重要判例を当該事案との関係でただ覚えているだけで，問題を本質的に理解していないことの現れであるように思われる。\n(6) 前記のような答案の全般的状況からすると，法科大学における教育成果は，なお産みの苦しみの段階にあるといえよう。\n以下，今年度の答案に見られた具体的な問題点から，【注意してほしいこと】，【改めて学んでほしいこと】という項目立てにより，今後に向けた建設的なメッセージを送るという観点から，採点を担当した各委員から寄せられた採点感想をまとめることにしたい。\n２ 注意してほしいこと(1) 論述の形式ア 問題の形式に応じて答える必要がある。問われているのは，弁護人，それに対して想定される検察官の主張と自説であり，まずは，弁護人の立場にたった論述が必要である。設問２で，検察官の主張又は自説の一方しか書いていないのは不十分であり，\n誰の見解を述べているのか判然としないものは不適切である。設問１で挙げた論点に- 1 -ついて設問２で全く触れていないものも，不適切である。\nイ 訴訟の両当事者の主張を書かせている意味を理解することが必要である（立場の使い分けができてほしい。）。また，弁護人の主張として，「Ａの行為を規制することは憲法○条に違反する。」，検察官の主張として，「制約のない人権はなく，事案では合憲な制約をしている。」などと抽象的な記載をするにとどまる答案は，主張の根拠に関する内容が乏しく，不十分である。\n(2) 内容面ア 内容にかかわる問題として指摘せざるを得ないのが，「当てはめ」についてである。\n本来，「当てはめ」とは，具体的事例に合わせて抽象的な法理論を柔軟に具体化する作業を指す。しかし，答案で「当てはめ」として書かれていることを見ると，暗記している抽象的理論を絶対視していて，具体的事例にそのまま「当てはめ」れば自動的に解答が出てくるかのように誤解しているのではないかと思われる。その結果，具体的事例の個性が暗記してきた抽象的理論に収まらないときは，それ以上の思考を巡らせることなく，具体的事例の個性の方を切り捨ててしまうことになる。\n新司法試験で測りたいと思っている重要な要素である個別的・具体的思考力は，そのような極めて形式的な「当てはめ」とは矛盾対立するものである。必要なのは，事案の内容に即した個別的・具体的な検討である。基礎的理解の確立と具体的な問題への対応の必要性について，受験生が再認識するよう求めたい。\n事案の個別的・具体的分析は，新司法試験の眼目の一つであり，事案の分析の薄い，\n紋切り型の答案を脱するために，事案の内容に即した個別的・具体的検討は必要不可欠である。\nイ 弁護人として裁判上どのような主張を行うのかが問われている。本来主張してしかるべき点について十分な論述をしない一方で，その主張が判例及び主要な学説からして全く筋の通らない主張を展開する姿勢は，問題があるように思われる。やはり，弁護人として，依頼者である被告人のために最も有効な主張をどのようにして組み立てるのかという視点が必要不可欠である。\n(3) 資料の活用ア 与えられた資料を精読せず，具体的な事案に即したきめ細かい対応がなされていない。例えば，資料で示された本問に特有の具体的な事情について全く触れていない答案が目立った。解答する上で，資料の活用は必須である。\nイ 資料の活用とは，資料に書かれていることを「書き写す」ことではない。ただ漫然と「書き写す」だけの答案は，不適切であり，不十分である。資料のどこの部分をどのように評価したのか，あるいは評価しなかったのか，きちんと説明されていなければならない。\n３ 改めて学んでほしいこと(1) 法令違憲，適用（処分）違憲ア 被告（当事者）としては法令違憲の主張をまず行い，それが認められない場合でも本事件に関して適用違憲（処分違憲）が成り立つことを主張する方法が，まず検討されるべきである。\n今回の設問も，法令違憲と適用違憲（処分違憲）とを区別して論ずるべきであるが，\n法令違憲と適用違憲（処分違憲）の違いを意識して論じている答案は少なかった。一- 2 -応区別しているが内容的に適切でないものなど，違憲判断の方法に関する学習が不十分と思われるものが多かった。\nイ 法令違憲では，ウェブサイト全体をフィルタリング対象にするという広汎さが明らかに問題になるのに，この点の検討を省いている答案がかなりあった。同様に，Ａが自己のサイトで注意喚起していることも適用審査において明らかに問題とすべきであるが，書いていない答案が目立った。\nウ Ａが注意を促す文章を掲げていたという点を，適用違憲（処分違憲）を念頭に置いて適切に拾い上げて論述している答案は少なかった。触れていても，問題文でヒントを出しているにもかかわらず，これを法令違憲の根拠として用いるものが多かった。\n(2) 明確性の原則，そして内閣府令への委任ア 明確性については，多くの答案が取り上げていたが，それらは，必ずしも十分ではなかった。本問の場合，明確性の要求は，表現の自由に関係すると同時に憲法第３１条にも関係する。この両者における明確性の原則の関係を認識し，論ずる必要がある。\nイ 明確性の厳格度を巡る問題，すなわち，青少年保護を目的とする場合には厳格度が緩和されるのか否か，という問題もある。\nウ 本問における明確性の問題については，内閣府令が法律の委任を受けて規定している場合，法律だけでは明確とはいえないが，下位規範による「補完」を認めるか否か，\nという問題もある。\nエ 内閣府令への委任自体も問題になる。本問では，法律が残虐性の定義に関する本質的事項（あるいは重要事項）を定めているか否かが問題となる。\n(3) 青少年保護と内容規制ア 「インターネット規制だから手段規制である」とする答案があった。もしそのような考え方をすれば，印刷メディアにかかわる規制も手段規制になってしまう。そのような把握が誤りであることは，明らかである。伝達手段としてのインターネットの特質と印刷や放送の特質との相違をどのように考えるか，という問題は別途あるが，残虐性に着目した本問の規制は内容規制である。\nイ 本問の中心的問題の一つは，青少年保護という見地からの表現内容の規制である。\nしたがって，青少年保護の問題自体について，その立法事実を巡る問題も含めて検討する必要がある。\nウ １８歳未満の者の保護という立法目的によって，表現の自由の保障の程度や範囲が成人の場合と異なってどの程度緩和されるのかという検討が必要である。単に表現の自由の保障の一般論を展開するだけでは不十分であり，「有害情報」に関する憲法上の保障の程度や，「知る自由」，さらには「青少年（１８歳未満者）の保護」を踏まえた検討が必要である。\n(4) 違憲を主張する適格性ア 違憲主張をする場合，まず誰の人権が侵害されるのかを明らかにする必要があり，\n主張者本人の人権侵害を主張するものでなく，Ａ以外の知る権利など，第三者の人権侵害を取り上げるのならば，なぜ第三者の人権侵害を主張できるのかを検討しなければならない。\nイ 本問では，第三者の権利主張の可否は一つの重要な論点である。しかし，これに触れていない答案の方が多かった。\nウ 「Ａの表現の自由」の制約の違憲性が，実際には，Ａの発信情報を受ける者の知る- 3 -自由の制約であるという意識が明確化されないままに混同して記述しており，そこでは第三者の人権侵害を主張する際の問題点が欠落している答案が多かった。触れている答案でも，本来の訴訟要件の問題と混同して，訴えの利益を論ずるなど，的外れな論述が少なからず見られた。\nエ 法令違憲を論じているはずなのに，その理由として，Ａの目的や注意書き添付といった個別的行為を理由に違憲の判断を導くものが圧倒的に多く，実際には適用違憲（処分違憲）の論述をしていた。法令自体の問題点を論ずべき法令違憲（当該処分の違憲性から過度の広汎性等の理由で法令自体の違憲性へと進むアプローチもある），当該処分（適用）の問題点を論ずる適用違憲（処分違憲）の基本的相違を正確に理解する必要がある。\n(5) 審査基準についてア 審査基準の内容を正確に理解することが，必要不可欠である。中間審査基準における目的審査で「正当な目的」とするのは誤りである。中間審査基準では，「重要な目的」であることが求められる。合理性の基準で求められる「正当な目的」の意味・内容を正確に理解してほしい。\nイ 本問は，表現の自由の制約に関する一般的な審査基準を修正する必要があるのかどうかを問うものである。一般的審査基準を明らかにすることなくアプリオリに修正が必要であるとしていきなり修正基準を記述したり，修正の必要性に触れずに一般的審査基準を既に修正基準の内容で記述しているものが相当数見られた。しかし，本件の事案分析を踏まえてもなお，厳格審査の基準であるのか，それとも審査基準が緩和されるのか等について，論ずる必要がある。\nウ 審査基準論を展開するが，なぜその審査基準を採用するのか，また，本件の事案に適用した場合にどうなるのか，について丁寧に論ずる必要がある。\nエ 「厳格な審査が求められる」と一般的な言い回しをしながら，直ちに「厳格審査の基準」あるいは「中間審査の基準」と書くことには，問題がある。合理性の基準よりも審査の厳格度が高められるものには，「厳格審査の基準」と「中間審査の基準」とがあるので，なぜ，どちらの基準を選択するのかについて，説明が必要である。\nオ 審査基準が定められたとしても，それで答えが決まるわけではない。必要不可欠の（重要な，あるいは正当な）目的といえるのか，厳密に定められた手段といえるか，\n目的と手段の実質的（あるいは合理的）関連性の有無，規制手段の相当性，規制手段の実効性等はどうなのかについて，事案の内容に即して個別的・具体的に検討することが必要である。\n- 4 -平成２０年新司法試験の"
}