{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００）\n○○県甲川市に土地を所有するＡは，Ａの所有する土地の一画にある通路について建築基準法第\n４２条第２項にいう２項道路に該当するとの判断を甲川市の職員が表明したことから，当該通路及びこれに隣接するＡ所有の土地の価格評価が下落することになると考え，訴訟提起の可能性につき相談するため，Ｊ弁護士事務所を訪ね，弁護士Ｋ及びＬと面談した。\n本件紛争及び紛争へと至る事実関係（資料１），及びＡ，Ｋ，Ｌの間のやり取り（資料２）を踏まえて，主任の弁護士Ｋから報告書を作成するよう指示を受けた若手弁護士Ｌの立場で，次の設問に具体的に解答しなさい。\n〔設 問〕\n１. 本件通路が２項道路に該当しないことをＡが訴訟によって確定させるためには，どのような訴訟を提起し，どのような主張をすべきか。\n２. 土地の価格評価の下落による損害について市に対して賠償を求めるためには，Ａは，だれのどのような行為に着目して，どのような主張をすべきか。\nなお，本件で問題となっている２項道路の制度については，資料３にその説明があり，建築基準法の抜粋は，資料４に掲げてあるので，適宜参照しなさい。\n資料１ 事実関係\n(1) ○○県乙山町は，平成１５（２００３）年４月１日に建築主事を置いている近隣の甲川市と合併し，合併後の名称を甲川市とした （以下，合併前の甲川市を「旧甲川市」，合併前の乙山町を「旧乙山町」，合併後の甲川市を「新甲川市」という。）。\nところで，旧乙山町には建築主事は置かれていなかったため，旧乙山町の特定行政庁は○○県\n（正確には，○○県知事）であった。そして，合併の時点まで旧乙山町に適用のあった○○県建築基準法施行細則第１８条は，２項道路を一括して指定する方式を採用していた。具体的には，細則第１８条は，「建築基準法第３章の規定が適用されるに至つた際現に存在する幅員４メートル\n未満２．７メートル以上の道で，道路の形態が整い，道路敷地が明確であるもの」と規定していた。\nこれに対して，旧甲川市は，合併前から建築主事を置いており，独自の建築基準法施行細則を制定していた。そして，旧甲川市の中心市街地は整理が遅れ，戦前からの入り組んだ町並みが残されていたために，旧甲川市の建築基準法施行細則第１８条は，２項道路の幅員を１．８メートル以上と規定して，２項道路の指定基準を県の基準より緩和し，建築基準法第４２条第１項にいう道路（同法第４３条参照）に接していない敷地の所有者に配慮する政策を採っていた。\nしたがって，合併後の新甲川市において２項道路指定につきどのような立場が採られるかは，戦前からの町並みが古くから残っている地域に土地・家屋を有する者にとって，重要な関心事項となった。例えば，指定基準が緩和されることにより，現在は接道要件を満たしていない家屋が新たに接道要件を満たすこととなって，増改築等ができる可能性が出てくる。他方，緩和された指定基準に該当する通路の属する敷地の所有者にとっては，それまで２項道路ではなかった通路が今後は２項道路に指定されることとなり，自分が増改築しようとすると，当該通路の中心線から２メートルの線までセットバックする義務が新たに生ずる状態に陥ることになる。\nこのため，合併前に開催された合併協議会の場においては，この問題について，旧甲川市，旧乙山町の区域について，それぞれの接道義務に関する規定を暫定的に適用し，本格的な検討は，- 9 -合併後に行われる市長選挙等の結果を待って行うことで合意が成立した。\n(2) 合併後に実施された新甲川市の市長選挙においては，旧甲川市長Ｍ，旧甲川市市議会議員Ｎ，旧乙山町長Ｐの３名が立候補し，激しい選挙戦の結果，Ｍが当選した。そして，当選後，Ｍは，２項道路の指定に関する新甲川市建築基準法施行細則（以下「新細則」という。）を制定して平成\n１５（２００３）年６月１日に公布した。新細則は，道の幅員等の要件は旧甲川市建築基準法施行細則と同じ内容であったが，適用地域の限定はされていない。市が配布したパンフレットによれば，そのような新細則を制定した理由は，「整備が遅れた地域の多い新甲川市の状況に照らし，接道要件を可能な限り緩和する政策を維持し，かつ，これを新市域全体に適用することが適当である」というものであった。\nこれに関し，ある地元新聞には，大要，次のような解説記事が掲載された。「都市近郊の高級住宅街として，区画が整理された地域の多い旧乙山町においては，合併前の○○県建築基準法施行細則においては幅員２．７メートル以上の道だけが２項道路指定を受けていたこともあって，指定基準の緩和には批判的な雰囲気が強く，特に，２項道路の指定を新たに受けることによって，２項道路の敷地，さらに，２項道路に指定された道の中心線より２メートル以内にかかる部分に突出している敷地について，その価格評価が下がることによる不利益等を受ける者は少なくない。\n他方，旧乙山町の有力者の中には，たまたま，賃貸している家屋について指定基準の緩和により新たに接道要件が満たされることによって利益を受ける人々が複数おり，Ｍは，選挙においてそれらの有力者の支持を取り付けるために指定基準の緩和を約束していたと証言する関係者もいる。」\n(3) ① Ａは，旧乙山町区域内に家屋及びその敷地を所有しているほか，敷地部分の東側に台形状の土地を所有している。この台形状の土地には隣人のＥのための通路が南北に走っており，通路の幅員は２．０メートルから２．２メートルであって，道としての形態は縁石等により整えられており，いわゆる私道として利用されている（以下，通路を含む台形状の土地を「本件通路部分」，通路を「本件通路」という。）。\n② 本件通路部分は，Ａの家屋の敷地から分筆して登記されており，その際の地積測量図によるとその大きさは，南北に伸びる長さが約６．０メートル，東西に伸びる上辺の長さは約２．３メートル，下辺の長さは約３．０メートルである。\n③ また，本件通路部分は，東西に伸びる長方形の土地（以下「本件長方形部分」という。）の東端部に対して直角に接続しており，接続部は曲がり角となっている。本件長方形部分の大きさは，東西方向の長さが約３５メートル，幅員は３．６メートルであり，その全体が私道として利用されている。なお，本件長方形部分はＡ及びその隣人２名の共有であるが，この所有関係は本件と直接関係はない（①から③につき，後記「説明図１」参照）。\n④ 紛争が生じた平成１７（２００５）年夏の時点において，本件通路部分及び本件長方形部分の周囲には，昭和２５（１９５０）年の時点で既に存在していた５軒の家屋がある。\nこれらの家屋のうち，まず，本件長方形部分の北側に位置するＡの家屋の敷地及び本件長方形部分の南側に位置するＢの家屋の敷地は，幅２メートル以上にわたり直接に公道に接している。\n次に，同じく本件長方形部分の南側に位置するＣの家屋の敷地，本件長方形部分及び本件通路部分の東側に位置するＤの家屋の敷地は，本件長方形部分に接し，これを経由して公道へとつながっている。そして，Ｅの家屋の敷地は，本件通路及び本件長方形部分を経由して公道へとつながっており，他に公道に出る手段はない。\n本件長方形部分の私道は従来から２項道路に該当すると認識され，かつ，Ｃ及びＤの家屋の敷地はこの私道に幅２メートル以上接しており，従前より接道要件を満たしていると考えられてきた（④につき，後記「説明図２」参照）。\n- 10 -説明図１約2.3m北本件通路(斜線部分)公 本件通路部分 約6.0m約3.0m道 本件長方形部分 約3.6m約35m説明図２北\nＥ本件通路部分\nＡ公\nＤ本件長方形部分道\nＢ Ｃ\n- 11 -\n(4) 本件通路部分を所有するＡは，Ａの父親の代から，隣人Ｅに本件通路を生活道路として使用することを承認してきた。平成１７（２００５）年春ごろ，Ｅは，自宅を解体してこれまでの２倍以上の床面積を有する家屋を建築する計画を立て，そのため，容積率・建ぺい率の関係で敷地を大幅に拡張する必要が生じ，本件通路部分に隣接するＤの敷地の一部を買い取る旨Ｄに申し入れたほか，本件通路部分及びそれに隣接するＡの家屋の敷地の一部(以下「本件売却予定部分」とする。後記「説明図３」参照）も買い取ることにして，Ａに買取りを申し入れた。Ａは，亡父から土地家屋等を相続したことから生じた税金を支払う必要があったため，Ｅとの売買交渉に入ることにした。\n説明図３ 本件売却予定部分北\nＥ公本件売却予定部分\n（ 斜 線 部 分 ）\nＡ道本件長方形部分そして，交渉の結果，ＡとＥは，本件売却予定部分の価格を，その現状価格に関する不動産鑑定会社Ｆによる鑑定結果に基づいて決定することで合意し，この合意の時点においてＡはＥから手付金２００万円を受領した。そこで，Ａ及びＥの依頼を受けたＦの職員は，平成１７（２００５）年５月，新甲川市の建築指導課に出向いて，本件通路が２項道路に該当するか否かの照会をした。これに対し，担当課長Ｇは，「現地の状況を確認しないと何とも言えないので，詳細な調査をした上で回答する。」と返事をした。その後，Ｇは，課員に現地を見分させ，関係資料を調査させるなどし，その結果，本件通路は２項道路に該当するとの判断を得た。Ｇのこの判断は，①本件においては，本件長方形部分及び本件通路を一体的にとらえて２項道路該当性を判断すべきであり，そこには，現在のＡ，Ｂ，Ｃ，Ｄ及びＥの各建築物が基準時において立ち並んでいたと認められること（ちなみに，「基準時」とは，建築基準法第４２条第２項にいう「この章の規定が適用されるに至つた際」のことをいい，本件では昭和２５（１９５０）年である。），又は，②仮に本件通路だけで２項道路該当性を判断すべきだとしても，同じく，現在のＡ，Ｄ，Ｅの各建築物が基準時において立ち並んでいたと認められること，かつ，③以上の①，②のいずれの考え方に立つにせよ，本件通路は最も狭いところでも幅員が２．０メートルあり，新細則による２項道路\n- 12 -の指定要件に欠けるところはないことを根拠とするものであった。そこで，Ｇはその旨を平成１７（２００５）年６月にＦに伝えた。\n(5) このような市の判断を不動産鑑定会社Ｆから伝え聞いたＡは，本件通路が２項道路と判断されたことに対して，大きな不満を抱いた。そこで，Ａは，平成１７（２００５）年６月，７月，８月の３度にわたって，自ら市役所に出向いて不満を述べる等の行動をとったが，市の立場は変わらなかった。\nＡは，市の判断になおも納得がいかないが，他方，相続税納付の期日が迫っており，Ｅから手付金を受領している等の事情もあることから，市の見解を前提としてＥとの間に売買契約を結ばざるを得ないとも考えた。結局，Ａは，あれこれ悩んだ末，平成１７（２００５）年９月初めにＪ弁護士事務所を訪れ，相談した。第２回の面談では，Ａ，主任の弁護士Ｋ及び若手弁護士Ｌとの間で，概略，資料２のような会話が交わされた。\n資料２ Ａ，主任の弁護士Ｋ及び若手弁護士Ｌの間のやり取り\nＡ: 私は父親の代からの家を大事に守ってきました。それに，父親からは，「古くからの知り合いのＥさんだから通路として使わせてあげているけれども，あんな狭い通路は正式な道路とは認定されっこないから，安心していい。」と言われていたのです。\nそれを，旧甲川市の基準を私たちに一方的に押し付けるなんて，Ｍ市長の方針は絶対に間違っています。大体，旧乙山町は旧甲川市とは事情が違うのです。今更，通路の中心線から２メートルのセットバック義務があるだなんて…。通路部分以外の売却予定地の現状価格もかなり下がってしまって，本当に困っているのです。しかも，通路を使っているのは，Ｅさんだけですよ。それ以外の人たちは，皆で共有している長方形の道しか使ってないのですから，Ｅさん一人のためだけに，あの通路が２項道路に指定されるなんてとても納得がいきません。\nＫ: Ｌ君，Ａさんが最後に言われた点は，建築基準法の解釈適用の問題としては…。\nＬ: はい…。建築基準法の解説書，特に同法第４２条の部分をチェックしたのですが，私は，市が本件通路を２項道路に当たるとしている根拠に問題があると思います。\n第１に，本件通路と本件長方形部分を一体的にとらえて判断するとしている点です。この二つの部分は，接続してはいますが，形状からすればそれぞれ別々に２項道路該当性を判断すべきものでしょう。\nそして，そのことを前提としてですが，第２に，建築基準法第４２条第２項にいう「建築物が立ち並んでいる」という要件の解釈適用が問題になります。この第４２条第２項は，一方で第４３条によって厳しい接道要件が定められたことと，他方で，ある一つの道の周りに安定的に形成されている土地利用の現状を一定程度保護する必要があることとの兼ね合いで置かれた，政策的な規定だと考えられます。そうだとすれば，この要件は，その道が幅員４メートル未満であるために接道要件を満たさないことになるような建築物が立ち並んでいるという限定的な意味に解すべきものでしょう。本件通路に関しては，それに該当するのはＥさんの家だけですから，この要件が満たされているとはいえないのではないでしょうか。\nＫ: なるほど，それは主張として成り立つかもしれないね。ところで，Ａさんは，そのほかに，旧甲川市の基準を旧乙山町の区域にも及ぼすという新市長の措置そのものにも御不満なのですよね。\nＡ: そうです。\nＬ: 本件の場合，新市長が執った措置は，建築基準法施行細則による２項道路の一括指定というわけでして，これ自体が抗告訴訟の対象となる行政処分に当たることは，平成１４年１月１７日の- 13 -最高裁判決で認められています。しかし，取消訴訟の出訴期間は既に経過しています。\nＫ: 要するに，問題は，一つには，Ａさんの本件通路が２項道路に当たらないということを確定できるような訴訟のやり方だね。Ｌ君，さらに考えてみてください。もう一つには，Ａさんは，本件売却予定部分の評価が低下することを御不満に思っておられるわけだけれども，Ｅさんとの関係では，実際上，低い評価価格で売却せざるを得ないという御事情もおありのようで，そうだとすると，そのような行政上の原因による不利益について原因者に損害賠償を請求するという方策も必要だね。普通の民事上の不法行為と対比して独特な問題も有り得るので，Ｌ君，注意して主張を整理してみてください。\nＡさん，次回の面談は一週間後ですから，行政相手の訴訟経験のあるＬ君に，だれに対してどのような訴訟を提起すれば，Ａさんの御不満を適切にくみ取れるかを報告してもらいましょう。\nただ，訴訟を提起するとなると，勝ち目というものを考える必要がありますから，彼の報告を聞きながら，方針をじっくり検討することにしませんか。\nＡ: よろしくお願いします。\n資料３ ２項道路の制度について\n(1) 建築基準法（以下「法」という。）第４３条第１項によれば，法第３章（第８節は除く。法第４１条の２から第６８条の８まで）の規定が適用される区域（主として都市計画区域がこれに当たる。）においては，建築物の敷地は同法に規定する道路に２メートル以上接していなければならず（以下，これを「接道要件」あるいは「接道義務」という。），その要件を満たしていない敷地の建築物は違法建築物として建築基準法上の取締りの対象となる（法第９条）。そして，この場合に取締りの権限を有しているのは，特定行政庁である（特定行政庁については，法第２条第３２号参照）。\nまた，法第６条第１項各号に該当する建築物の建築（新築，増築，改築又は移転をいう。），大規模な修繕，大規模な模様替えをしようとする場合には，同条第２項に定める例外を除き，建築主事等に対して建築確認の申請をし，確認を受け，確認済証の交付を受けなければならず（法第\n６条第１項等)，申請に係る建築物の計画が「建築基準関係規定に適合しない」等の場合には確認を受けることはできない（法第６条第５項等）。\nさらに，建築確認を受け工事を実施した建築主は，建築主事等による検査を受け，検査済証の交付を受ける必要があり（法第７条第１項等），この場合においても，建築物及びその敷地が建築基準関係規定に適合していない場合には検査済証の交付を受けることはできない（法第７条第５項等）。\n(2) 以上のような接道要件を満たすための「道路」として，どのようなものがあるのかを規定しているのが，法第４２条である。同条第１項によれば，まず，接道要件を満たすために必要となる道路には，①国道，県道等の道路法上の道路（同項第１号），②都市計画法，土地区画整理法等による道路（同項第２号），③「都市計画区域等における建築物の敷地，構造，建築設備及び用途」\nに関する法第３章の規定が適用されるに至った際現に存在する道（同項第３号）等であって，幅員４メートル以上のものが含まれる。したがって，幅員４メートル未満の道路に接しているだけでは法第４３条第１項の接道義務を果たしたことにはならない。\nしかしながら，都市計画制度が未整備であった時期が長く続いた我が国にあっては，上記の接道要件を満たすことができない敷地は多く存在している。特に，建築基準法の前身である市街地建築物法においては，昭和１３（１９３８）年改正前は，接道要件を満たし得る道路は幅員９尺\n（約２．７メートル）以上のものとされていた経緯があり，法第４３条第１項の規定を厳格に適用すると，古くからの土地家屋を所有してきた者に対して酷な結果となりかねない。これらの土\n- 14 -地家屋の所有者は，法第３条第２項の規定により，これまでの利用を維持できるものの（これを「既存不適格」という。），増改築や大規模の修繕等の行為をすることは許されなくなるからである。\n(3) そこで，①交通，避難，防火，衛生上安全な状態に都市環境を保つために十分な道路への接合を敷地建物について要求する必要性と，②未整備な都市計画制度の下で以前より土地建物を所有してきた者の既存の利益を保障する必要性とを調和させる見地から設けられた制度が，法第４２条第２項に規定する２項道路である。\nまず，同項によれば，①法第３章の規定が適用されるに至った際現に建築物が立ち並んでいる幅員４メートル未満の道であって，②特定行政庁が指定したものは，第１項の道路であるとみなされる（これを「２項道路」という。）。この規定により，狭あいな通路にのみ接道する敷地の所有者も，特定行政庁の指定を受ければ接道要件を満たすものとして取り扱われることになる。その一方，同項は，２項道路の中心線からの水平距離２メートルの線をその道路の境界線とみなす旨の規定を同時に置いているので，境界線の内側に現に存在している建築物等は２項道路に突出していることになる。\nそして，２項道路内に突出している建築物については，直ちに違法建築物として取り扱われることはない（法第４４条第１項，法第３条第２項）ものの，いわゆるセットバック義務，すなわち，建築物の増改築，大規模の修繕等をしようとするときには，２項道路内の部分を除却する義務が生ずる（法第３条第３項第３号及び第４号）。\n(4) 以上に述べてきたように，２項道路は，未整理で入り組んだ所有関係にある地域に古くから土地家屋を有してきた者の既得の利益を尊重しつつ，将来において良好な都市環境が形成されることを期待して設けられた制度である。\nなお，２項道路の指定の方法としては，道路を個別に指定する方式と，一定の条件（例えば，「幅員２．７メートル以上」）を満たす道路を一括して指定する方式とがあり，いずれも適法な指定方式であると考えられている。\n資料４ 建築基準法（昭和２５年５月２４日法律第２０１号）（抜粋）\n（用語の定義）第２条 この法律において次の各号に掲げる用語の意義は，それぞれ当該各号に定めるところによる。\n一〜三十一 （略）三十二 特定行政庁 建築主事を置く市町村の区域については当該市町村の長をいい，その他の市町村の区域については都道府県知事をいう。（以下略）\n（適用の除外）第３条 （略）\n２ この法律又はこれに基づく命令若しくは条例の規定の施行又は適用の際現に存する建築物若しくはその敷地又は現に建築，修繕若しくは模様替の工事中の建築物若しくはその敷地がこれらの規定に適合せず，又はこれらの規定に適合しない部分を有する場合においては，当該建築物，建築物の敷地又は建築物若しくはその敷地の部分に対しては，当該規定は，適用しない。\n３ 前項の規定は，次の各号のいずれかに該当する建築物，建築物の敷地又は建築物若しくはその敷地の部分に対しては，適用しない。\n一，二 （略）三 工事の着手がこの法律又はこれに基づく命令若しくは条例の規定の施行又は適用の後である- 15 -増築，改築，大規模の修繕又は大規模の模様替に係る建築物又はその敷地四 前号に該当する建築物又はその敷地の部分五 （略）\n（建築物の建築等に関する申請及び確認）第６条 建築主は，第１号から第３号までに掲げる建築物を建築しようとする場合（増築しようとする場合においては，建築物が増築後において第１号から第３号までに掲げる規模のものとなる場合を含む。），これらの建築物の大規模の修繕若しくは大規模の模様替をしようとする場合又は第４号に掲げる建築物を建築しようとする場合においては，当該工事に着手する前に，その計画が建築基準関係規定（この法律並びにこれに基づく命令及び条例の規定（以下「建築基準法令の規定」という。）その他建築物の敷地，構造又は建築設備に関する法律並びにこれに基づく命令及び条例の規定で政令で定めるものをいう。以下同じ。）に適合するものであることについて，確認の申請書を提出して建築主事の確認を受け，確認済証の交付を受けなければならない。当該確認を受けた建築物の計画の変更（国土交通省令で定める軽微な変更を除く。）をして，第１号から第\n３号までに掲げる建築物を建築しようとする場合（増築しようとする場合においては，建築物が増築後において第１号から第３号までに掲げる規模のものとなる場合を含む。），これらの建築物の大規模の修繕若しくは大規模の模様替をしようとする場合又は第４号に掲げる建築物を建築しようとする場合も，同様とする。\n一 別表第１（い）欄に掲げる用途に供する特殊建築物で，その用途に供する部分の床面積の合計が１００平方メートルを超えるもの二 木造の建築物で３以上の階数を有し，又は延べ面積が５００平方メートル，高さが１３メートル若しくは軒の高さが９メートルを超えるもの三 木造以外の建築物で２以上の階数を有し，又は延べ面積が２００平方メートルを超えるもの四 前３号に掲げる建築物を除くほか，都市計画区域（都道府県知事が都道府県都市計画審議会の意見を聴いて指定する区域を除く。），準都市計画区域（市町村長が市町村都市計画審議会（当該市町村に市町村都市計画審議会が置かれていないときは，当該市町村の存する都道府県の都道府県都市計画審議会）の意見を聴いて指定する区域を除く。）若しくは景観法（平成１６年法律第１１０号）第７４条第１項の準景観地区（市町村長が指定する区域を除く。）内又は都道府県知事が関係市町村の意見を聴いてその区域の全部若しくは一部について指定する区域内における建築物\n２ 前項の規定は，防火地域及び準防火地域外において建築物を増築し，改築し，又は移転しようとする場合で，その増築，改築又は移転に係る部分の床面積の合計が１０平方メートル以内であるときについては，適用しない。\n３ （略）\n４ 建築主事は，第１項の申請書を受理した場合においては，同項第１号から第３号までに係るものにあつてはその受理した日から２１日以内に，同項第４号に係るものにあつてはその受理した日から７日以内に，申請に係る建築物の計画が建築基準関係規定に適合するかどうかを審査し，審査の結果に基づいて建築基準関係規定に適合することを確認したときは，当該申請者に確認済証を交付しなければならない。\n５ 建築主事は，前項の場合において，申請に係る計画が建築基準関係規定に適合しないことを認めたとき，又は申請書の記載によつては建築基準関係規定に適合するかどうかを決定することができない正当な理由があるときは，その旨及びその理由を記載した通知書を同項の期限内に当該申請者に交付しなければならない。\n６ 第１項の確認済証の交付を受けた後でなければ，同項の建築物の建築，大規模の修繕又は大規模の模様替の工事は，することができない。\n７ （略）\n- 16 -\n（建築物に関する完了検査）第７条 建築主は，第６条第１項の規定による工事を完了したときは，国土交通省令で定めるところにより，建築主事の検査を申請しなければならない。\n２ 前項の規定による申請は，第６条第１項の規定による工事が完了した日から４日以内に建築主事に到達するように，しなければならない。ただし，申請をしなかつたことについて国土交通省令で定めるやむを得ない理由があるときは，この限りでない。\n３ 前項ただし書の場合における検査の申請は，その理由がやんだ日から４日以内に建築主事に到達するように，しなければならない。\n４ 建築主事が第１項の規定による申請を受理した場合においては，建築主事又はその委任を受けた当該市町村若しくは都道府県の吏員（以下この章において「建築主事等」という。）は，その申請を受理した日から７日以内に，当該工事に係る建築物及びその敷地が建築基準関係規定に適合しているかどうかを検査しなければならない。\n５ 建築主事等は，前項の規定による検査をした場合において，当該建築物及びその敷地が建築基準関係規定に適合していることを認めたときは，国土交通省令で定めるところにより，当該建築物の建築主に対して検査済証を交付しなければならない。\n（違反建築物に対する措置）第９条 特定行政庁は，建築基準法令の規定又はこの法律の規定に基づく許可に付した条件に違反した建築物又は建築物の敷地については，当該建築物の建築主，当該建築物に関する工事の請負人（請負工事の下請人を含む。）若しくは現場管理者又は当該建築物若しくは建築物の敷地の所有者，管理者若しくは占有者に対して，当該工事の施工の停止を命じ，又は，相当の猶予期限を付けて，当該建築物の除却，移転，改築，増築，修繕，模様替，使用禁止，使用制限その他これらの規定又は条件に対する違反を是正するために必要な措置をとることを命ずることができる。\n２〜１５ （略）\n（道路の定義）第４２条 この章の規定において「道路」とは，次の各号の一に該当する幅員４メートル（特定行政庁がその地方の気候若しくは風土の特殊性又は土地の状況により必要と認めて都道府県都市計画審議会の議を経て指定する区域内においては，６メートル。次項及び第３項において同じ。）以上のもの（地下におけるものを除く。）をいう。\n一 道路法（昭和２７年法律第１８０号）による道路二 都市計画法，土地区画整理法（昭和２９年法律第１１９号），旧住宅地造成事業に関する法律\n（昭和３９年法律第１６０号），都市再開発法（昭和４４年法律第３８号），新都市基盤整備法\n（昭和４７年法律第８６号），大都市地域における住宅及び住宅地の供給の促進に関する特別措置法（昭和５０年法律第６７号）又は密集市街地整備法（第６章に限る。以下この項において同じ。）による道路三 この章の規定が適用されるに至つた際現に存在する道四，五 （略）\n２ この章の規定が適用されるに至つた際現に建築物が立ち並んでいる幅員４メートル未満の道で，特定行政庁の指定したものは，前項の規定にかかわらず，同項の道路とみなし，その中心線からの水平距離２メートル（中略）の線をその道路の境界線とみなす。ただし，当該道がその中心線からの水平距離２メートル未満でがけ地，川，線路敷地その他これらに類するものに沿う場合においては，当該がけ地等の道の側の境界線及びその境界線から道の側に水平距離４メートルの線をその道路の境界線とみなす。\n３〜６ （略）\n（敷地等と道路との関係）第４３条 建築物の敷地は，道路（次に掲げるものを除く。第４４条第１項を除き，以下同じ。）に- 17 -\n２メートル以上接しなければならない。ただし，その敷地の周囲に広い空地を有する建築物その他の国土交通省令で定める基準に適合する建築物で，特定行政庁が交通上，安全上，防火上及び衛生上支障がないと認めて建築審査会の同意を得て許可したものについては，この限りでない。\n一 自動車のみの交通の用に供する道路二 高架の道路その他の道路であつて自動車の沿道への出入りができない構造のものとして政令で定める基準に該当するもの（第４４条第１項第３号において「特定高架道路等」という。）で，地区計画の区域（地区整備計画が定められている区域のうち都市計画法第１２条の１１の規定により建築物その他の工作物の敷地として併せて利用すべき区域として定められている区域に限る。同号において同じ。）内のもの２ （略）\n（道路内の建築制限）第４４条 建築物又は敷地を造成するための擁壁は，道路内に，又は道路に突き出して建築し，又は築造してはならない。（以下略）\n- 18 -",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，新司法試験の理念に基づき，第一に，時間内に問題文と資料から具体的事実関係及び法令の趣旨を的確に読み取って把握する能力が備わっているか否かを試すことに主眼を置いた。そして，第二に，行政法総論及び行政訴訟に関する知識を踏まえ，具体の事案に含まれた法的問題の所在を把握した上で適切な訴訟方法を選択し，及びそれと結び付いた本案の主張を整合的に展開することができるか，第三に，国家賠償法上の基礎的な知識を踏まえ，具体の事案において的確な主張を組み立てる力があるか，を試そうとしたものである。\n設問１は，判例の動向及び行政事件訴訟法の改正を踏まえて，市長の規則制定行為と，規則を前提とした２項道路該当性とについて，抗告訴訟及び当事者訴訟等の可能性を検討し，また，各訴訟形態にふさわしい本案の主張の可能性を検討して，それぞれ解答することを求めたものである。\nまず，訴訟方法に関しては，２項道路の一括指定について処分性は認められるが，出訴期間が経過していること(この点は資料に明示されている。)を前提として，いかなる形態の抗告訴訟が考えられるか（一括指定の無効確認訴訟等），及びセットバック義務不存在確認等の公法上の当事者訴訟は可能か，などを検討していることが求められる。\n次に，本案の主張に関しては，①規則自体が，財産権ないし既得の権利を侵害するものでないか，建築基準法における２項道路制度の趣旨に照らし同法の委任の範囲を超えるものでないか，合併後の新規則制定に当たって旧市町それぞれの特殊事情につき公正な考慮が尽くされたか等々の論点が考えられ，資料の記載を用いながらそれらの違法性の主張を一定程度理由付けることができているか否かが問われる。また，②２項道路該当性に関する職員の回答の中で，独立した二つの通路を一体ととらえて２項道路該当性を判断していること，及び建築基準法に規定された「立ち並んでいる」という要件を充足していると判断していることの適否が論点となることを，資料から読み取ることができるかが問われる。\n以上のほか，２項道路該当性に関する職員の上記の判断が誤りであるとの本案の主張は，一括指定処分の無効確認訴訟においては失当であることに気付いていること，行政事件訴訟法第\n３６条の原告適格要件を本件に当てはめることができていることなども含めて，総合的に評価される。\nなお，本問は，問題文に引用された２項道路の処分性に関する最高裁判決そのものについて\n- 2 -詳しく知っていることを，不可欠のものとして要求する趣旨ではない。\n設問２は，国家賠償法第１条の「国又は公共団体の公権力の行使に当る公務員が，その職務を行うについて，故意又は過失によつて違法に他人に損害を加えたとき」という諸要件の意義を正確にとらえ，それを本問の事案(市長の規則制定行為と，２項道路該当性についての照会に対する職員の回答)に具体的に当てはめることを求めたものであり，上記諸要件の本件への当てはめがどの程度できているかが，採点の対象となる。例えば，職員による回答行為の「公権力の行使」該当性，故意過失・違法性等について，資料の記載から一定程度具体的に理由付けることができているかなどは，評価に差が生ずるポイントとなる。"
}