{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：５０）\n日本人男Ｙと米国人女Ｘは日本で婚姻して共同生活を始め，Ｘは子を懐胎した。しかし，その後両者は不和となり，Ｘはその出身地である米国のＡ州に帰り，その地において子Ｚを出生した。Ｚの出生を知ったＹは，Ｚに会うために米国に赴き，Ａ州のホテルに宿泊した。Ｘは，ＹがＺに対して支払うべき扶養料を確保するため，Ａ州の送達吏とともに同ホテルに赴き，送達吏は，Ｚへの扶養料の支払をＹに求める訴えの訴状をＹに手交した。Ｙはこの訴状をその場で破り捨てて日本に帰国したが，Ａ州の裁判所は，Ｙ欠席のまま，Ｙに対してＺへの月額１０００合衆国ドルの支払を命ずる判決を下した。なお，Ｚは，日本と米国の国籍を有し，Ａ州に居住している。\n以上の事実を前提として以下の設問に答えよ。\n〔設 問〕\n１. Ａ州の裁判所の判決の効力が日本において問題となる場合に，その効力が日本で承認されるための要件である管轄権はＡ州に認められるか。なお，Ａ州の法律によると，以下のいずれかの場合にＡ州の裁判所は，Ａ州に居住しない者（以下「本人」という。）を被告とする扶養関係事件につき管轄権を有するとされている。\n① 本人がＡ州において訴状の交付送達を受けたとき\n② 本人が応訴したとき\n③ 本人がＡ州に子とともに居住したことがあるとき\n④ 本人がＡ州に居住したことがあり，かつ，子の出産前に要した費用又は扶養料を支払っていたとき\n⑤ 本人の行為又は指示の結果として子がＡ州に居住しているとき\n⑥ 本人が性交渉をＡ州において持ち，その結果として子が懐胎された可能性があるとき\n２. Ｘは，その後，離婚とＸのための離婚後の扶養料の支払をＹに求めてＡ州の裁判所に訴えを提起した。Ａ州の裁判所は，Ａ州の法律を適用し，ＸとＹの離婚を認め，同じくＡ州の法律により，Ｘのために離婚後の扶養料として月額２０００合衆国ドルを支払うようＹに命ずる判決を下した。Ｙは，この判決に従い，１年間，日本から同金額を送金したが，自己の経済状況が悪化したため，日本の裁判所に扶養料を月額１０００合衆国ドルに減額する申立てをした。Ａ州の前記判決が日本における承認の要件を満たしていると仮定した場合，この扶養料減額請求に日本の裁判所が適用すべき準拠法は何か。\n３. Ａ州の裁判所の離婚判決の効力が日本において承認されないことが判明したため，Ｘは日本の裁判所に離婚の申立てをした。この場合に，Ｚの親権者の指定について日本の裁判所が適用すべき準拠法は何か。\n- 32 -\n〔第２問〕（配点：５０）\n日本の商社であるＸ会社は，甲国の有名な醸造所であるＹ会社との間で，Ｙが特定年に特定の一級畑で収穫されたぶどうの果実のみを使って醸造した特定の銘柄の瓶詰ワイン（一連番号の付されたもの）で，Ｙの特定の倉庫に保管中のもの全部（以下「本件物品」という。）を「Ｆ.Ｏ.Ｂ.甲国の港（インコタームズ２０００）」の貿易条件で買い受け，代金は日本の銀行の発行する信用状で決済する契約を締結した。この契約の条項中には，準拠法を日本法とする旨の条項があるが，紛争の解決方法に関する条項はない。Ｘは，日本の海上運送業者に甲国の港から日本の港までの運送を依頼した。\n以上の事実を前提として以下の設問に答えよ。なお，各問は独立した問いである。\n〔設 問〕\n１. Ｘが，日本に到着した本件物品を転売したが，予想外に品質が劣っていたため予定した価格で販売できなかったことを理由に，Ｙに損害賠償を請求している。Ｘは，Ｙの損害賠償義務は日本において履行されるべきであるとして，日本の裁判所に訴えを提起した。日本の裁判所はこの訴えについて国際裁判管轄権を有するか。なお，Ｙは日本に事務所，営業所等の活動の拠点や販売代理店などは有していないものとする。\n２. Ｘは，本件物品の日本における転売時期との関係で，陸揚げから１年後に本件物品の検査をしたところ，その劣化の原因がＹの倉庫での保管状態にあることが判明した。ＸのＹに対する損害賠償請求について日本の裁判所が国際裁判管轄権を有することを前提とした場合に，ＸのＹに対する請求は認められるか。\n３. Ｙは，甲国の港でＸに本件物品を引き渡したが，ＸＹ間の契約締結以前に，甲国のＺ会社が本件物品をＹから買い受け，本件物品をＹに預けたままにしていたことが判明した。Ｘが日本の港で陸揚げされた本件物品の引渡しを受けた後，Ｚは，Ｘに対し，所有権に基づいて本件物品の引渡しを求める訴えを日本の裁判所に提起した。Ｘは本件物品について自己の所有権を主張している。ＸＺ間の本件物品の所有権に関する争いは，いかなる国の法律によって判断されるか。また，Ｚの請求は認められるか。なお，甲国法では，①動産の所有権の移転は契約の効果によって生ずる，②動産について売主が所有権を移転した場合には，売主は権利を喪失し，その者からそれ以後に当該動産を買い受けた者は当該動産の所有権を取得することはない，③\nただし，動産の売主が商人であり，買主が売買契約後も当該動産を売主に預けていた場合は，その売主からそれ以後に当該動産を買い受けた者は所有権を取得するものとされている。\n- 33 -",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "〔第１問〕\n本問は，渉外的な離婚に伴う夫婦間及び親子間の扶養義務並びに親権に関する国際私法上の諸問題について問うものである。\n設問１は，扶養料の支払いを命ずる外国判決について，我が国におけるその承認要件の一つである間接裁判管轄の有無について問うものである。我が国の国際民事訴訟法による間接裁判管轄の有無を判断する基準を示した上で，扶養料請求事件における扶養権利者の住所地に管轄を認めるべき事情等に配慮した論述が求められる。\n設問２は，我が国で承認される扶養料の支払いを命ずる外国判決がある場合の扶養料減額請求の準拠法を問うものである。扶養義務の準拠法に関する法律第４条第１項の「離婚について適用された法律」についての正確な理解が求められる。\n設問３は，離婚に伴う子の親権に関する準拠法を問うものである。この点は，子を基準とする法例第２１条の親子関係の準拠法によるとする見解が多数説であり，その論拠を示した上で，二重国籍を有する子の本国法を同法第２８条第１項ただし書によって特定し（日本法），同法第２１条の同一本国法を決定する処理を行う必要がある。\n〔第２問〕\n本問は，企業間における国際的な動産売買の目的物（特定物であるワイン）に瑕疵があった場合の国際私法上の諸問題及び動産に関する物権の得喪の準拠法について問うものである。\n設問１は，瑕疵担保責任としての損害賠償請求の国際裁判管轄について問うものである。財産関係事件の国際裁判管轄の有無の判断基準を示した上，我が国に義務履行地国（民事訴訟法第５条第１号）としての管轄が認められるか否かを検討する必要がある。本件の契約準拠法である日本法によれば，金銭債務の履行地は債権者の住所地である日本ということになるが（民法第４８４条，商法第５１６条第１項），本来の債務であるワインの引渡しの履行地としては甲国が合意されており（ＦＯＢ），国際民事訴訟法の観点から，本来の引渡債務が損害賠償債務に転化した場合の義務履行地をどのように解するかを示す必要がある。\n設問２は，買主がワインの瑕疵を陸揚げから１年後に発見した場合の処理を問うものである。\n契約準拠法である日本法を前提とし，瑕疵担保責任の除斥期間を定める商法第５２６条につき，その要件該当性（当事者の商人性，同条第２項前段が適用されるのか，後段が適用されるのかなど）を論ずる必要がある。\n設問３は，ワインの所有権の帰属（得喪）の準拠法及びその適用結果を問うものである。法例第１０条第１項及び第２項のそれぞれの適用範囲の理解を前提に単位法律関係を示し，同条第２項の「原因タル事実ノ完成シタル当時ニ於ケル目的物の所在地法」を特定（甲国法）して，甲国法の本件への当てはめを丁寧に行う必要がある。\n- 11 -"
}