{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\nＸは，糖尿病のインシュリン治療等に使用される注射器や注射方法に関する研究開発の結果，注射液の調整方法についての発明（以下「Ｘ発明」という。）をし，Ｘ発明について特許権（以下「Ｘ特許権」という。）を有している。Ｘ発明は，注射器内に二つの室を設け，薬剤を一方の室に，薬剤を溶解する液体を他方の室にそれぞれ分離収納し，注射する際に，注射器を操作して，薬剤を収納した室に薬剤を溶解する液体をゆっくりと流入させることによって敏感な薬剤(注)を簡易に調整する注射液の調整方法に関するものである。\nＸ発明は，薬剤を収納した室に薬剤を溶解する液体を流入させて注射液を調整する際に「注射器がその注射針部分を上にしてほぼ垂直に保持された状態」にすることを構成要件の一つ（以下「構成要件Ａ」という。）としている。\nＹは，薬剤とこれを溶解する液体とを二つの室にそれぞれ分離収納した注射器（以下「Ｙ注射器」という。）を製造し，医師向けに販売している。Ｙ注射器には，「注射器がその注射針部分を水平からやや上向きにして保持された状態」で注射液の調整を行うことを指示する取扱説明書が付されており，医師はこの指示どおりにＹ注射器を使用している。\nＹ注射器を用いた注射液の調整方法は，構成要件Ａを除くＸ発明の他の構成要件のすべてを充足する。ＹがＹ注射器に上記取扱説明書を付したのは，以前に注射器を垂直に近い状態に保持して注射液の調整を行うことを指示していたところ，ＸからＸ特許権を侵害するという警告を受けたためであるが，Ｙ注射器を用いて上記取扱説明書に従って調整作業を行っても特段の不都合は生じていない。\n以上の事実関係を前提として，以下の各設問に答えよ。\n１. Ｘ発明の構成要件Ａの技術的意義が，注射液を調整する際に針先から液が漏れないようにする点にあり，薬剤を収納した室に液体を流入させることには関係しないものであるとき，Ｙの行為は，どのような場合にＸ特許権の侵害となるか。\n２. Ｘ発明の構成要件Ａが，出願当初の特許請求の範囲には記載されておらず，拒絶理由通知を受けてされた補正により付加されたものであった場合において，構成要件Ａが，①拒絶理由通知における拒絶理由を回避するために付加されたものであったときと，②拒絶理由を回避するために付加されたものではなかったときとで，ＹによるＸ特許権の侵害の成否につき差異を生じるか。\n３. ①上記の事実関係のようにＹ注射器を使用するのが医師である場合と，②Ｙ注射器を使用するのが専ら患者本人である場合とで，ＹによるＸ特許権の侵害の成否につき差異を生じるか。\n(注) 薬剤の中には，機械的な力が加わることで品質が劣化したり，溶解したときに変性する傾向があるものが存在する。ここでは，このような薬剤を「敏感な薬剤」と呼ぶ。\n- 14 -\n〔第２問〕（配点：５０）\n出版社Ａは，その発行する美術雑誌に新作美術作品の紹介記事を連載しているところ，職業写真家である甲に対し，同美術雑誌の次号の記事で紹介する作品の写真を撮影することを依頼した。その際，甲はＡから，撮影する作品は日本の伝統芸能の一つである浄瑠璃芝居に用いられる文楽人形\nαであり，文楽人形細工師乙が創作した新作品であること，乙は文楽人形αが写真撮影されることを承諾して撮影への協力を引き受けたこと，写真の掲載に当たっては写真撮影者の表示はしないこと，写真原版は雑誌発行後に甲に返還することについて説明を受け，甲は写真撮影を承諾した。そして，甲は，写真βを撮影し，その写真原版をＡに引き渡した。\n写真βは，文楽舞台において，衣装等を着けて鼓を持たせた文楽人形αを斜めから撮影したカラ\nー写真であり，乙は，衣装等をつけた文楽人形αと鼓を撮影現場に持参し，自ら人形を操作してそのポーズを決め，甲は，写真構図，採光，露光，シャッタースピード等を決めてシャッターを切ったものである。\n出版社Ａは，写真βを文楽人形α及び乙の紹介記事とともに掲載（写真撮影者の表示はない。）した美術雑誌を発行した。その後，Ａは，経営不振のため美術雑誌の発行を継続することができなくなり，写真βの写真原版は甲に返還されないままとなっていた。\n商業用カレンダーの製作を業とする会社丙は，出版社Ａからその保有するすべての写真原版を買い受けたところ，その中に写真βの写真原版があったことから，これを顧客に配布する自社のカレンダー用の写真として利用することとした。その際，丙は，自社のカレンダー仕様に合わせるために写真βの左右の２辺を一部削除したので，その背景の一部がカットされた。丙はこの写真を自社の来年度のカレンダーに掲載した。\n甲及び乙は，それぞれ丙に対して，著作権法上いかなる法的主張が可能か。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１．は，均等論（最判平成１０年２月２４日民集５２巻１号１１３頁〔ボールスプライン事件〕参照）及び間接侵害（特許法第１０１条第３号・第４号）に関する理解を問うものである。\n- 7 -\nＸ発明は注射液の調整方法に関する方法の発明であるが，Ｙ注射器を用いた注射液の調整方法はＸ発明の構成要件のすべてを充足せず，また，方法の発明の「実施」の点から，Ｙ注射器を製造販売するＹの行為は直接侵害を構成するものではない。そのため，Ｙの行為がＸ特許権の侵害となる場合として，Ｘ発明と均等な方法の使用に用いる物の製造販売による間接侵害の成否が問題となり，本問の事実関係においてこの問題を論じることが求められる。\n２．は，補正と均等論の適用との関係に関する理解を問うものである。前掲最高裁判決における均等論の第５要件（「対象製品等が特許発明の特許出願手続において特許請求の範囲から意識的に除外されたものに当たるなどの特段の事情もないとき」）が充足されるか否かにつき，補正が拒絶理由を回避するためになされた場合とそうでない場合とで差異を生じるかどうかについて論じることが求められる。\n３．は，間接侵害の成立に直接侵害の存在が前提とされるか否かという点を問題とするものである。Ｙ注射器を使用するのが専ら患者本人である場合には，その使用は「業として」の実施（特許法第６８条）に当たらないため，直接侵害が存在しないこととなるが，この場合に間接侵害が成立するかどうかについて論じることが求められる。\n〔第２問〕\n本問は，美術雑誌に掲載された文楽人形αを撮影した写真βを一部削除した上でカレンダーに掲載した丙に対する甲及び乙の著作権法上の法的主張を問うものであり，以下の点について論述した上で，結論として，甲及び乙が丙に対してどのような権利に基づいていかなる請求をすることが可能であるかを明示することが求められる。\nまず，甲及び乙が文楽人形α及び写真βについて著作権・著作者人格権を有するかどうかを明らかにしなければならず，そのために，文楽人形α及び写真βのそれぞれについて，著作物性の有無，著作物である場合の著作者・著作権者につき論じなければならない。写真βに関しては，特に，その著作物性を判断する際に考慮すべき要素との関連において写真被写体の作出に関与した乙の行為を検討することにより，甲の単独著作物であるか又は甲と乙の共同著作物であるかという点を論じることが求められる。\n次に，甲及び乙が有するどのような権利が，丙の行為によって侵害されるかを論じなければならない。甲に関しては，写真βについての複製権，譲渡権，同一性保持権及び氏名表示権の侵害の有無につき論述することが求められる。乙に関しては，文楽人形α及び写真βについての複製権，譲渡権，同一性保持権及び氏名表示権の侵害の有無につき論述することが求められる。"
}