{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n甲建物を所有するＡ社から同建物を賃借しているＢが，次のような事情の説明及び質問をしてきたとする。Ｂの説明の中の事実関係はすべて証拠によって証明できるものと仮定して，Ｂの１から４までの質問にどのように回答すべきか検討しなさい。\nなお，回答に際しては，仮にＡ社について破産手続が開始された場合，Ａ社にはある程度の財産があることから異時廃止になる見込みはなく，破産手続は７，８か月くらいで最後配当を経て終結するであろうことを前提としなさい。\n【Ｂによる事情の説明】\n私は，甲建物の２階全部を所有者であるＡ社から賃借していて，現在事務所として使っています。賃貸借期間は３年，賃料は毎月５０万円で，敷金として３００万円（賃料６か月分）を差し入れています。\n賃貸借の開始からもうすぐ２年８か月が経過しますが，Ａ社の債権者からの申立てに基づいて，間もなくＡ社について破産手続開始の決定がされるようです。約定期間の満了まであと約４か月ありますが，その残り４か月間は，私はまだ甲建物で仕事を続ける必要があります。ただ，賃料がほぼ同額でもう少し広い賃貸物件が見つかったので，約定期間が満了したら賃貸借契約は更新せずに，別の建物に事務所を移すつもりでいます。\n私は，今まで賃料の支払を怠ったことはなく，Ａ社が破産したとしても，Ａ社の社長のＣには昔から世話になっていることから，取りあえず残り４か月分も約定どおりに支払うつもりでいます。なお，敷金については，今後万一賃料の不払等があれば格別，そうでなければ控除の対象となる損害金等は現時点ではない旨をＣに確認済みです。\n【Ｂの質問】\n１. Ａ社の破産管財人がＡ社の破産を理由として私に甲建物からの即時の退去を求めることはできますか。\n２. Ａ社の破産手続開始の決定後も私が賃料を支払い続けることを前提にして，後で敷金相当額を幾らかでも回収する方法はないのでしょうか。\n３. Ａ社の破産手続において敷金返還請求権を行使しなければならないとして，その行使はどのようにすればよいのでしょうか。また，どのように支払を受けることができるのでしょうか。\n４. Ｃによると，Ａ社は再生手続開始の申立てをすることを検討中であるとのことです。仮にＡ社について再生手続が開始されても，私は賃料を支払い続けるつもりですが，この場合，敷金返還請求権をどのように行使することができるでしょうか。\n- 2 -\n〔第２問〕（配点：５０）\n次に掲げる事例について，以下の設問に答えなさい。\n【事 例】\nＡ社は，建設工事を業とする株式会社であったが，折からの不況で，資金繰りが悪化していた。\nそこで，Ｂ信用金庫から１０００万円の借入れをしようとしたところ，Ｂ信用金庫からは，Ａ社の代表者であるＣと，さらにもう１人十分な資力を有している者の計２名の連帯保証と不動産担保とがない限り，融資はできないと言われた。Ａ社はいわゆる同族会社であり，その株式の７０％はＣが保有しており，代表者であるＣのほか，親族である２名の取締役がいるが，業務はＣが全面的に執り行っており，他の取締役には十分な資力がなかった。そこで，Ｃは，高校時代からの友人であり，以前若干の資金援助をしたこともあるＤに「絶対に迷惑をかけることはないから。」\nと懇願し，連帯保証人となるとともに，Ｄの所有する山林を担保に提供することに同意してもらった。その結果，平成１７年１０月２０日，Ｂ信用金庫は，Ｃ及びＤを連帯保証人とし，Ｄ所有の山林に抵当権の設定を受けて，Ａ社に対し１０００万円を貸し付けた。なお，Ｃ及びＤは，連帯保証や物上保証をするに際して保証料を受領していない。\nしかし，その後，Ａ社の主要な受注先である大手建設株式会社が同年１１月１５日，突然更生手続開始の申立てをし，従来の下請関係を抜本的に見直す措置がとられたため，Ａ社の売上高は大幅に減少した。その結果，平成１８年２月２４日，Ａ社は，ついに振り出した約束手形を決済できず，当該手形が不渡りになってしまった。そして，３月３日，Ａ社は，破産手続開始の申立てをし，同月１０日，開始決定がされた。また，Ａ社の代表者であるＣも，多額の連帯保証債務を弁済できない状態になり，３月３日，自ら破産手続開始の申立てをし，同月１０日，開始決定がされた。Ｄは，このような状況の推移に驚いていたが，４月初めになって，Ｂ信用金庫の担当者から連帯保証債務の即時の履行を強く請求された。ところが，Ｄ自身，自己の経営しているコンビニエンス・ストアについて，近くに２４時間営業のスーパーマーケットが出店したことなどから急激にその売上げが落ち込んでいたところであり，そこにこのような連帯保証債務の履行の請求がされれば事業の継続は困難になると判断して，４月１４日，再生手続開始の申立てをし，同月２８日，開始決定がされた。\nＢ信用金庫は，Ａ社の破産手続において１０００万円の貸付債権について届出をし，Ｃの破産手続において１０００万円の連帯保証債務に係る債権について届出をするとともに，Ｄ所有の山林に対する抵当権を近く実行する旨をＤに通知した。ところが，Ｃの破産手続における債権調査では，Ｃの破産管財人Ｅは，上記連帯保証契約を否認する旨を主張して，Ｂ信用金庫の破産債権を認めない旨の認否をしたので，Ｂ信用金庫は破産債権査定申立てをした。また，Ｂ信用金庫がＤ所有の山林に対する抵当権を実行しようとしているので，Ｄの再生手続の監督委員Ｆは，否認権を行使する権限の付与を受け，上記抵当権設定契約を否認する旨を主張して，抵当権不存在確認の訴えを提起した。\n〔設 問〕\n１. あなたがＦであるとして，Ｂ信用金庫に対する抵当権不存在確認訴訟において，否認権の行使を基礎づけるため，どのような主張をすることが考えられるか。想定されるＢ信用金庫からの反論も指摘しながら論じなさい。\n２. あなたがＢ信用金庫の代理人であるとして，Ｃの破産手続における破産債権査定の手続において，Ｅの否認権の主張に反論するため，どのような主張をすることが考えられるか。ＣがＡ社の代表者であるという点を考慮に入れて，想定されるＥからの反論も指摘しながら論じなさい。\n- 3 -\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/選択.pdf",
  "purpose": "- 5 -\n〔第１問〕\n賃貸人につき破産手続が開始された場合の賃貸借契約の帰趨及び賃借人の敷金返還請求権の回収方法並びに賃貸人につき再生手続が開始された場合の敷金返還請求権の保護の在り方について，それぞれ問うものである。\n１．は，破産管財人の解除権（破産法第５３条第１項）の破産法第５６条第１項による制限に言及すべきである。\n２．は，敷金返還請求権を有するＢが，賃借物件の明渡し前にＡ社の破産管財人に賃料債務を弁済する際の弁済金の寄託請求の可能性（破産法第７０条後段）に言及すべきであり，その際，寄託についての法律関係と明渡し後のＢの請求の具体的内容とについて明らかにする必要がある。\n３．は，上記２．の寄託請求を通じて回収できない部分の敷金返還請求権の破産手続における行使方法を問うており，いわゆる打切主義（破産法第１９８条第２項）を含めた停止条件付債権である破産債権の行使方法を明らかにする必要がある。\n４．は，賃借人が，再生手続の開始後に賃料債務を弁済した場合の敷金返還請求権の共益債権化（民事再生法第９２条第３項）及び共益債権の再生手続上の取扱い並びに共益債権化されない敷金返還請求権の再生債権としての行使方法について言及すべきである。\n〔第２問〕\n保証行為及び物上保証行為が無償否認の対象になるか否かを問うものである。\n設問１では否認を肯定する立場から，設問２では否認を否定する立場から，それぞれ反対説の論拠も踏まえて論理的かつ説得的な論述を展開する必要がある。最判昭和６２年７月３日民集４１巻５号１０６８頁（以下「昭和６２年判決」という。）の反対意見も含めた判旨及びそれを巡る議論の正確な理解が要求される。\n設問１では，一般的な場面における無償否認の成否が問題となる。昭和６２年判決における多数意見のような立場に基づき論じることになるが，それに対する相手方の反論として，同判決における島谷裁判官の反対意見のような議論を指摘し，無償否認の趣旨・根拠に遡った形で論旨を展開する必要がある。\n設問２においては，上記設問１とは異なり，否認を否定する立場からの論述が求められる。\n「ＣがＡ社の代表者であるという点を考慮に入れて」論じるものとされているため，いわゆる同族会社に関する特別の考慮が問題となる。昭和６２年判決の林裁判官の反対意見のような立場に基づき論じることになるが，それに対する反対論（同判決の多数意見のような見解等）をも踏まえて，議論を組み立てていく必要がある。"
}