{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\nＡ（個人）は，平成１６年３月３日，Ｂから，土地・建物（以下「甲不動産」という。）を，代金\n６億円で買い受けた。前記代金のうち，２億円は自己資金であったが，４億円は銀行からの借入金であり，１０年間の元利均等返済方式による分割弁済で，利息は年１０％の約定で借り入れたものであった。\nＡがＢから甲不動産を購入した当時，その建物には，Ｂの親族Ｃが居住しており，すぐに退去しなかった。Ａは，Ｃと交渉し，ようやく平成１７年３月２日に無償で立ち退いてもらい，翌３日から同建物に居住した。\nその後，甲不動産の所在地一帯を，商業用地として再開発することを計画していた不動産業者Ｄが，Ａに対し，甲不動産を７億円で買い取りたいという申出をしてきた。これに対して，Ａは，甲不動産と同等の土地・建物を取得できることと，譲渡所得税等の支払等のため３億円を支払ってもらえることを条件に，甲不動産を譲渡する意向を示した。\nそこで，Ｄは，前記再開発のためにはどうしても甲不動産の土地が必要であったため，Ａの提示した条件に従うこととし，Ｅ所有の土地・建物（以下「乙不動産」という。）を探し出し，これをＥから代金６億５０００万円で購入した。\nその上で，ＤとＡとは，平成１８年３月３日，Ａ所有の甲不動産を代金７億円でＡからＤに売却する旨の売買契約書と，Ｄ所有の乙不動産を代金４億円でＤからＡに売却する旨の売買契約書をそれぞれ作成し，両不動産を相互に引き渡し，所有権移転登記を行い，ＤからＡに双方の代金額の差額３億円が支払われた。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１. Ａ・Ｄ間で甲不動産を７億円で売却する売買契約に基づいて甲不動産が譲渡されたと考えた場合，甲不動産の譲渡によるＡの譲渡所得の算定において，法的に問題となる点を指摘して見解を述べなさい。\n２. 甲不動産の譲渡によるＡの譲渡所得の算定において，Ｄ所有の乙不動産との交換契約であるとして課税することはできるか。また，交換契約であることを前提として甲不動産の譲渡によるＡの譲渡所得を算定する場合，設問１のように売買契約と考えた場合と異なる点を説明しなさい。〔第２問〕（配点：５０）\nＸは，昭和２０年にＴ町に生まれ，今日までずっとＴ町で暮らしてきた。Ｘの父Ｍは，昭和２５年に医薬品等を製造する事業を始め，Ｔ町を事業の本拠地と定めた。Ｘは，昭和５０年にこの事業を継承し，漸次これを発展させ，今日のＹ株式会社を築いた。Ｘは，昭和６０年にＹ社の筆頭株主となり，それ以来Ｙ社の代表取締役を務めている。\nところで，Ｙ社の従業員はそのほとんどがＴ町に居住しており，新年には，Ｔ町所在の宗教法人\nＵの祭殿に参けいすることを通例としていた。Ｕの祭殿は，平成１０年ころから屋根や柱の傷みが激しく，数度にわたる修繕も限界に達し，改築の必要に迫られていた。この話を聞いたＸは，平成\n１７年１月にＵの祭殿に参けいした折に，Ｕ法人の関係者に対し，「この祭殿は，Ｙ社の従業員一同にとって，大切な祭殿だ。私も，子供のころ父に手を引かれ，よく参ったものだ。このように荒廃しているのは見たことがない。改築してはどうか。明日会社へ来なさい。」と話した。そこで，翌日，Ｕ法人の関係者がＹ社の事務所を訪ねたところ，Ｘは，「寄進するからＵの祭殿を改築してはどうか。」と申し出た。そこで，Ｕ法人の関係者は，この申出を受けることとし，祭殿改築委員会を組織した。\nＹ社においては，平成１７年３月開催の取締役会において，祭殿改築委員会への寄付に係る承認決議がされ，これに基づいて，祭殿改築委員会に対し，平成１７年４月に，５０００万円が小切手で支払われた（以下「本件５０００万円」という。）。祭殿改築委員会は，この支払を受けるに当たり，領収証のあて名欄にＹ社の名前を記載したが，その保存する帳簿書類には，寄付行為の主体をＸと記していた。\nＵの祭殿の改築に伴い，敷地内には「寄付者芳名碑」が建てられたが，その碑には「金５０００万円也 Ｙ社代表取締役Ｘ」と刻まれた。また，Ｕの敷地内には，高さ２メートルの「顕彰の碑」が建立されたが，その正面にはＭとＸのそれぞれの胸像の陶板がはめ込まれ，その下に「Ｍ氏，Ｙグループ創始者」，「Ｘ氏，Ｙグループ会長」と刻まれた。\nＹ社は，平成１７年１月１日から１２月３１日までの事業年度の法人税の申告に当たり，本件５０００万円の支出を寄附金として損金に算入して申告した。これに対し，所轄税務署長は，前記寄付行為の主体はＹ社ではなくＸ個人であり，Ｘの支出すべき個人的費用をＹ社が負担したものであるから，Ｘへの役員賞与であると認定し，Ｙ社に対し，この寄附金の損金算入を否定する法人税の更正（以下「本件更正」という。）をするとともに，源泉所得税の納税告知（以下「本件納税告知」\nという。）をした。\n以上の事案において，Ｙ社の代理人が，本件寄付行為の主体がＹ社であるとして本件更正及び本件納税告知を争う場合，どのような主張が可能であるかを，予想される所轄税務署長の主張を念頭に置いて，検討しなさい。\nただし，所轄税務署長は，同族会社等の行為又は計算の否認の規定に基づく主張はしないものとする。- 8 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/選択.pdf",
  "purpose": "第１問，第２問とも，法科大学院における租税法の基本的知識の習得を前提として，具体的事案に即して，その基礎的な理解を問い，併せて，事案を分析し，主張を整理する力を試すものである。\n〔第１問〕\n本問は，譲渡所得の理解を問うものである。設問１については，個人の居住の用に供される不動産を取得するための借入金の利息が，所得税法第３８条第１項の取得費に当たるかどうかの検討を通じて，譲渡所得の課税の本質，法が譲渡所得につき取得費等のみを控除項目としていることの意味の理解を問うとともに，借入金利息の性質から自説を論理一貫して論述することができるかどうかについて試している。設問２については，前段は，租税法律主義の下において，課税庁が，私法上の契約を利用した租税回避行為について，その実質を根拠とする否認をどこまで行うことができるのか，すなわち，事実認定や法解釈として何が可能であるのかを- 6 -\n問うものである。後段は，売買と交換の場合の違いを通じて，譲渡所得の算定における収入金額の理解を問うとともに，取得の際の時価について事実をどのように評価するのかを問うものである。\n〔第２問〕\n本問は，役員賞与の認定について問うものである。税務署長がいかなる法律構成によって本件更正及び本件納税告知をしたかを分析し，それに対応する形で主張を組み立てる能力を試している。すなわち，役員賞与であると認定した場合には，役員の給与所得（所得税法第２８条）\nとして源泉徴収の対象となること（所得税法第１８３条），法人側で損金不算入（法人税法第\n３５条）になり，寄附金（法人税法第３７条）にはならないことを理解した上で，指示された「本件寄付行為の主体がＹ社である」との主張を組み立てるために必要な間接事実をいかに事案から抽出できるのか，予想される税務署長の主張を念頭に置いて，当該事実につきどれほど多角的な見地から評価を加え，どのように整合性のある立論ができるのかを問うている。"
}