{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n以下のＸ，Ｙの言い分を読んで，次の各問いに答えなさい。\n１. Ｘの代理人としてＹを被告に訴えを提起する場合の請求内容と額を具体的に述べなさい（遅延損害金は除く。）。（配点：８）\n２. Ｙの言い分から，１の訴訟で考えられる争点を挙げ，各争点に対するあなたの見解を述べなさい。（配点：４２）\n【Ｘの言い分】\n私は，平成７年３月１日に広告代理店のＹ社に入社し，以後営業社員として勤務していましたが，Ｙ社は忙しいばかりで，月給は２７万円（基本給２０万円と営業手当７万円）と安く，嫌気がさしていたところ，以前の同僚から，独立して一緒に広告代理店をやらないかと誘われたので，昨年（平成１７年）１１月中旬ころ，社長に年内一杯で退職したいと申し出ました。このときは，年が明けたら昇給を考えるからと強く慰留されたので，いったん退職を思いとどまりましたが，今年になっても給料が上がる様子がないので，退職を決断し，元同僚が設立の準備を進めていたＰ社の取締役になることを承諾しました。そして，本年３月８日付けで，広告代理店業を目的とし，私も取締役となったＰ社の設立登記ができましたので，３月１０日付けで，３月末までの有給休暇取得届と，３月末日をもって退社する旨の退職届をＹ社に郵送しました。有給休暇日数は十分残っていました。\nＹ社では，給料は毎月１０日に前月分が銀行振込みで支払われていましたが，Ｙ社は，本年３月分の給料も退職金も，全く支払おうとしません。そこで，私の権利が一刻も早く実現するよう法的手段をとってください。\nなお，私は，退職後１，２か月はのんびりするつもりでいましたが，４月上旬ころ，Ｙ社から，私を３月３１日付けで懲戒解雇する，退職金は支給しないとの通知書が送られてきた上，３月分の給料も支払われないため，４月の中旬ころからＰ社の営業活動を始めました。といっても，Ｙ社時代の担当顧客に対しては積極的に取引を勧誘した訳ではなく，退職のあいさつに行ったところ是非私に引き続き担当してほしいと頼まれたので，Ｐ社で引き受けただけです。Ｙ社のいう誓約書を提出したことは事実ですし，退職金規程の内容も知っていましたが，Ｙ社の言い分は不当だと思います。\n【Ｙの言い分】\n当社は，従業員が２５人前後の広告代理店です。営業社員にはそれぞれ専属で顧客数社を担当させているので，営業社員と顧客との個人的信頼関係が会社の売上げに直結します。平成５年ころ，当社の社員が退職直後に同業他社に入社し，担当していた顧客をそっくり他社に持っていったことがありました。その経験から，社員を採用するに当たっては，「退職後１年間は同業他社に就職しないことを誓約いたします。万一違約した場合は，退職金を放棄し又は受領した退職金を全額返還いたします。」との文言による誓約書を提出することを義務付けており，Ｘも入社時これを提出しています。\nＸは，本年３月１３日に出勤せず，前日までに有給休暇届と退職届が郵送されていました。不審に思い急きょ調査したところ，Ｘが３月８日付けで設立されたＰ社の取締役に就任していたことが判明しました。そこで，当社は，就業規則第５６条第３号，第１０号によりＸを３月３１日付けで懲戒解雇することとし，念のため退職金は不支給とすることも付記して，４月５日にその通知書を発送しました。Ｘが担当していた顧客５社は，そろって本年５月初めころ，これまで継続して当社に発注していた仕事の向う３か月分をＰ社に発注したため，当社は少なくとも３００万円の利益を失いました。\nそもそも誓約書や就業規則，退職金規程の内容からして，Ｘに退職金を支払う義務はありませんし，それは別としても，当社は，ＸのせいでＰ社に顧客を奪われ，差引きではＸが請求する以上の損害を受けていますから，いずれにせよ，Ｘに支払うべきものはありません。\nなお，当社の就業規則及び退職金規程には，別紙の定めがあります。\n別 紙\n【Ｙの就業規則（関係部分のみ抜粋）】平成２年４月１日施行\n（退職金の支給）第３０条 社員が退職するときは，別に定める「退職金規程」により退職金を支払う。\n（懲戒解雇）第５６条 次の各号の一に該当する場合には懲戒解雇とする。\n１，２ （略）\n３ 会社の承認を得ず，在籍のまま他人に雇用されたとき又は就業に従事したとき\n４〜９ （略）\n１０ 前各号に準ずる程度の不都合な行為があったとき\n【Ｙの退職金規程（関係部分のみ抜粋）】平成２年４月１日施行\n（算出方法）第６条 退職金は，別表の退職金の支給算式により算出支給する。\n（支給事由）第７条 社員が満３年以上勤務し，次の各号の一に該当する場合に支給する。\n１ 自己の都合により退職したとき\n２〜５ （略）\n（退職金の支給除外）第８条 退職金は，次の各号の一に該当する場合は支給しない。\n１ 勤続３年未満の者\n２ 懲戒解雇された者\n（支給制限）第９条 退職に際して次の事項に該当する場合は，退職金を減額し又は支給しないことがある。\n退職金支給後に次の事項に該当することが判明した場合は，支給した退職金の全部又は一部の返還を求めることがある。\n１，２ （略）\n３ 退職後１年以内に同業他社へ転職した場合には，退職金を通常の半額とする。別 表\n・ 退職金の支給算式は次のとおりとする。\n支給退職金額＝退職時基本給＋退職時基本給×乗率（注１）×（勤続年数（注２）−４）\n（注１） 乗率は次のとおりとする。\n勤続 ４年未満 乗率 ０．０勤続 ４年 〃 ０．５勤続 ５年以上１０年未満 〃 ０．６勤続１０年以上１５年未満 〃 ０．７勤続１５年以上２０年未満 〃 ０．８勤続２０年以上 〃 １．０\n（注２） 勤続年数の計算においては，端数の月数は，６か月未満は切り捨て，６か月以上は１年に切り上げる。\n以 上〔第２問〕（配点：５０）\n以下の事案を読んで，Ｘ労組がＹ社に対してとり得る法的手段について論じなさい。\nＺ社は，Ｙ社が製造する製品を梱包する仕事を同社から請け負い，自社が雇用する２０名の社員をＹ社の工場において就労させている。Ｙ社の工場は老朽化が進んでおり，特に梱包作業を行う場所は換気が十分でなく，また，賃金もＹ社の正社員と比べると格段に安かったため，Ｙ社の工場で働くＺ社の社員はかねてから不満を持っていた。そのため，Ｙ社で働くＺ社の社員であるＡが，Ｘ労働組合（以下「Ｘ労組」という。）の役員であるＢに相談したところ，Ｘ労組に加入すれば，Ｘ労組として改善に取り組むことが可能だとＢが述べたため，ＡはＸ労組に加入するとともに，他の社員にも加入を働きかけた。この結果，Ｙ社の工場で働くＺ社の社員のうち，チームリーダーを除く１９名がＸ労組に加入することとなった。なお，Ｘ労組は，近隣の様々な企業で働く労働者によって組織された労働組合である。\nＸ労組がＺ社に対し，Ｙ社の工場における換気の改善と賃金引上げを求めて団体交渉を申し入れたところ，Ｚ社はこれに応じ，換気の改善をＹ社に申し入れることを約束した。また，賃金引上げについても，Ｙ社からの請負代金が増額されなければ実現が難しいので，Ｙ社に対し請負代金の増額を求めると回答した。これに基づき，Ｚ社はＹ社に対し，換気の改善と請負代金の増額を求めたが，Ｙ社はこれを承諾せず，かえって，これ以上文句があるのであれば，Ｚ社との請負契約の解除も考えると述べた。Ｚ社は，Ｙ社から融資を受けていることもあり，これ以上求めるのは無理と判断し，Ｘ労組に対してその事情を説明した。Ｘ労組はＺ社と交渉しても成果を得られないと判断し，今度は，Ｙ社に対して換気の改善と請負代金の増額を求めて団体交渉を申し入れた。これに対し，Ｙ社は，Ｘ労組と交渉する義務はないとして団体交渉を拒否したが，Ｙ社で労務を担当する総務課長Ｃは，問題が大きくなりはしないかと心配した。そこで，ＣはＡに対し，Ｚ社の社員がＸ労組を脱退しなければ，Ｚ社との請負契約は解除されるだろうと述べた。なお，Ｘ労組は労働組合法第２条の要件を満たしている。- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問において，Ｘの代理人として請求するのは，平成１８年３月分賃金２７万円と退職金１１８万円（退職金規程（規程）により算出される。）の支払いであることは明らかであろう。\nこれらの請求につき，Ｙの言い分から考えられる主な争点としては，①Ｘに対する懲戒解雇と規程第８条第２号該当性，②規程第９条第３号による退職金支給制限の効力と同号該当性，③誓約書における退職金債権全額放棄約束の効力，④Ｙによる賃金・退職金を受働債権とする相殺の可否が挙げられる。これらの争点につき主として論ずべき事項としては，①については，Ｘの辞職の意思表示の効力発生時期と懲戒解雇の意思表示の時期との先後関係からみた規程第\n８条第２号該当性，②については，退職金の賃金（労働基準法第１１条）該当性及び法的性質，退職金支給制限規定が同法第２４条等に違反して無効となるか否か，退職後の競業行為を理由とする退職金支給制限の可否など，③については，規程第９条第３号との関係での同法第９３\n条の適用，退職金債権放棄の可否など，④については，同法第２４条第１項の全額払原則が使用者のなす相殺に及ぶかなどの点が挙げられ，それぞれにつき本問の事実関係を踏まえた検討が必要となる。\n〔第２問〕\n本問は，不当労働行為の成立要件及び法的救済手段に関する理解を問うものである。\n成立要件に関しては，Ｙ社が団体交渉を拒否した行為，及び，Ｙ社の総務課長であるＣの発言が，それぞれ不当労働行為を成立させるか否かが問題となる。この判断のためには，Ｙ社が労働組合法第７条における「使用者」と言えるのか，要求された交渉事項のうちどの事項について団交拒否の不当労働行為が成立するのか（労働組合法第７条第２号），総務課長であるＣ\nの発言がＹ社の不当労働行為と言えるのか，使用者側の発言がいかなる場合に不当労働行為を成立させるのか（労働組合法第７条第３号）等の問題を検討する必要がある。\n法的救済手段に関しては，労働委員会に対する不当労働行為救済申立て（労働組合法第２７条第１項）と裁判所に対する訴えの提起等が考えられるが，労働組合が前者の申立てをするためには，労働組合法に定められた要件を満たしている必要がある（労働組合法第５条第１項）。\nまた，裁判所での手続については，団交拒否に対してどのような訴訟や仮処分が考えられるのかという点や，不当労働行為に関する損害賠償請求の可能性とそのための要件等を検討する必要がある。"
}