{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国法に基づいて設立されＡ国に本社を持つＹ会社（以下「Ｙ社」という。）は，途上国であるＢ国に同国法に基づいて１００パーセント子会社Ｙ１を設立して，Ｙ１で人工甘味料αの生産を１９８０年から行い，多額の収益を上げてきた。Ａ国法に基づいて設立されＡ国に本社を持つ企業の中でＢ国に相当多額の資本を投下してＢ国で事業活動を行っていたのはＹ１のみであった。\n１９９６年５月にＡ国とＢ国は投資保護協定の交渉を終えて共に署名をした。その中には，以下の事案に関係する第１０条が入っていた（それ以外には直接的に関係する規定はなかった。）。\n第１０条 いずれの締約国も，(a)公共のためであり，(b)差別的なものではなく，かつ，(c)迅速，十分かつ実効的な補償の支払を伴ってとられるものである場合を除くほか，自国の領域内にある他方の締約国の投資家の投資財産について，収用又は国有化を実施してはならない。\n１９９７年春ごろから，Ｂ国において人工甘味料αの発がん性がにわかに問題となり，同年８月\n１日には，Ｂ国議会は，同年９月１日以降，Ｂ国内においてαの製造及び販売を禁止するという法律を制定した。Ｙ１は，Ｂ国においてαをほぼ独占的に製造し，販売していた。\nαの製造及び販売禁止の結果，Ｙ１は操業中止に追い込まれて，１９９８年１月には経営が破綻し，Ｂ国内で会社の清算手続が始まった。\n人工甘味料αの製造及び販売が禁止された１９９７年９月の時点では，Ａ，Ｂ両国間の上記の投資保護条約は，Ａ国では議会の承認を得て締結のための国内手続を完了し，Ａ国政府はその旨をＢ国政府に通報していた。他方，Ｂ国でも，この投資保護条約の締結のための国内手続を完了するためにはＢ国議会の承認が必要であったが，Ｂ国政府は承認のために議会に付議はしたが，２００１年１月までに議会の承認は得られていなかった。\nこのような状況下で，Ｙ社はＢ国裁判所に，αの製造及び販売を禁止した法律の制定によって損害又は損失を被ったとして，Ｂ国に対して損害賠償又は損失補償を請求して出訴し，最高裁判所まで争ったが，２０００年１月に最高裁判所は最終的にＹ社の請求を退けた。\n最高裁判所の判決を受けて，Ｙ社はＢ国から何らかの条約上又は国際慣習法上の救済を得るべく，Ａ国外務省に働きかけを行った。Ｙ社がＢ国から救済を得られるようにするためには，Ａ国外務省は，外交交渉を通じてどのような法的主張をＢ国に対して行えばよいかを論述しなさい。なお，Ａ，Ｂ両国は，条約法に関するウィーン条約の当事国である。〔第２問〕（配点：５０）\nＡ国は，国内法に基づいてＢ国にＯＤＡ（政府開発援助)を供与してきた。Ｂ国は，国際テロリズムを支援している国家であるとして，繰り返し国連総会決議により非難を受けている。国際テロリズム支援国家へのＯＤＡを縮小又は廃止するように加盟国に求める国連総会決議も，繰り返し採択されており，大多数の国が国連総会で同様の主張を示している。Ａ国とＣ国は，Ａ国の海底油田を共同開発しており，Ｃ国はそのために長年にわたりＡ国に技術供与及び投資を行ってきており，この海底油田開発は，今や，Ａ国の資源開発と経済発展のためには不可欠な要因となっている。Ｃ国は，国際テロリズム撲滅を国際社会に対して繰り返し主張しており，その主導的な立場にある。Ａ国，Ｂ国及びＣ国は，いずれも国連加盟国である。\nそうした状況でＣ国は，国際テロリズム支援国家へのＯＤＡの制限又は禁止は，既に国際慣習法として成立しており，この国際慣習法はＡ国を拘束しているとして，Ａ国に対して，Ｂ国へのＯＤ\nＡやそれを根拠付ける国内法を批判して，それらが改められなければ，Ｃ国からの海底油田開発に関する技術供与及び投資を打ち切ると公式にＡ国に対して通告した。\nＡ国は，Ｃ国のこの通告に対して，次のように批判した。\n「国際テロリズム支援国家へのＯＤＡの制限又は禁止については，国連総会決議が繰り返し採択され，諸国の主張が繰り返されたとはいえ，国際慣習法として成立しているとはいえない。仮に国際慣習法として成立しておりＡ国を拘束しているとしても，このような国際慣習法は，Ａ国からＢ国へのＯＤＡの実施を担保するＡ国の国内法に違背するので，Ａ国はこの国際慣習法に従うことはできない。Ａ国がＢ国とどのような経済関係を結ぶかは，Ａ国が決定する問題であって，これについてＣ国がＡ国に対して経済的圧力をかけて，Ａ国の対外政策や国内法の変更を迫ることは不干渉原則違反である。」\nＡ国のこの主張に対するＣ国の反論を論述しなさい。なお，Ａ国の主張に含まれない論点は考える必要はない。- 30 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，①国内規制の外国人財産の収用該当性，②署名後・効力発生前の条約の効力，③外国人財産収用に関する慣習国際法上の要件に関する理解を問うものである。\n①については，国家が外国人財産を直接に取り上げるのではなく，国家規制によって外国人投資家が事業を継続できない状態に陥り，その結果，投資財産が無価値になったことが外国人財産の「収用」に当たるかどうかを検討して欲しい。\n次に，国家の規制が財産「収用」に該当すると仮定して，②及び③の問題を検討する必要がある。まず②については，条約法に関するウィーン条約第１８条は，条約の批准等を条件として条約に署名した国は，署名時から条約の当事国とならない意図を明らかにする時までの間，条約の趣旨及び目的を失わせることとなるような行為を行わないようにする義務を負うと規定する。本問では，Ｂ国内で多額の投資を行っている唯一の企業を，署名のみを済ませたＡ・Ｂ\n両国間の投資保護協定第１０条に反した形で「収用」すれば，投資保護条約について，条約法に関するウィーン条約第１８条にいう条約の趣旨及び目的を失わせる行為を行ったことになるかどうかの検討が要求される。\n②の検討と並んで，③については，慣習国際法上，国家が外国人財産を収用する際には，（ａ）公共目的で実施する，（ｂ）差別的に実施しない，（ｃ）金銭補償を行うという義務を負うことを示し，本問の事実関係においてこれらの要件が充足されているかどうか，特にどの程度の金銭補償が要求できるかを検討することが要求される。\nなお，本問では，Ｙ社救済のためにＡ国外務省が乗り出すことは，通常「外交保護」と呼ばれるが，本文ではＡ国が外交保護権を行使できることが問題の中で前提として示されており，特に問われていない。\n〔第２問〕\n本問は，国際法の法源（慣習国際法の成立要件）・国際法平面における国内法の援用禁止原則・主権国家に対する不干渉原則という，国際法の基本構造に関する三つの論点を柱としており，何よりもまずその正確で過不足のない理解を問う。それに加えて，事例の中に現れている国際社会の「現代的な」特徴がその基本構造にどのような影響を与えるかについて，必ずしも一致してはいない学説や実践を踏まえながら，自己の見解を問うものである。\n論点は特定されており，各々につき，基本的事項や要素の過不足のない正確な記述が求められる。さらに，事例に現れる国際社会の現代的特徴―国連総会決議及びそこでの諸国の主張が慣習国際法の成立に対して持ち得る効果・慣習国際法の実効性の担保(総会決議や総会での議論だけで慣習国際法の成立を認めてよいか)・一国のＯＤＡ政策が国際的関心事足り得る状況\n（慣習国際法による当該事象への規律の成立や国連総会による討議や決議などの意義）・経済的圧力が強制的関与の効果を持ち得る状況（現代における経済関係の重みや国内法の改廃要請の影響）といった諸要因―を事例から注意深く読み取って，これらを国際法の基本構造にいかに反映させるかについて，自己の見解を論証することが求められている。"
}