{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n以下の事例を読んで，後記の設問１及び２に答えなさい。なお，各供述の内容は，信用できるものとする。\n【事 例】\n１(1) Ｈ県Ｉ市内を管轄するＩ警察署は，平成１８年１月２４日午後３時，同市内にあるＡ銀行\nＢ支店支店長Ｗからの１１０番通報を受け，直ちに警察官を現場に臨場させた結果，次の同店従業員Ｖの供述により，強盗致傷事件の被害状況が判明した。\n(2) Ａ銀行Ｂ支店従業員Ｖの供述要旨私が店内で業務をしていた午後２時５５分ごろ，突然，刺身包丁を右手に持ち，目出し帽をかぶり両手に白い軍手をはめた男が支店に入ってきました。その男は，カウンター前にいたお客様のＣさんに刺身包丁を突き付け，「動くな。動くと殺すぞ。」と叫びました。店内にはほかのお客様や支店長以下の私たち職員がいましたが，犯人は，私たちに向かって，「警察に通報したやつは殺す。早く金を出せ。札束を用意しろ。」と大声で怒鳴りました。\n私は，日ごろＷ支店長から，「強盗に入られたら人命第一に考え，金を渡しなさい。」と言われており，Ｗ支店長を見ると，「早く金を渡してやれ。」というように私にうなずいていたので，とっさに，自分の机の上にあった一万円札１００枚の札束１８束をカウンター越しに犯人に向かって投げました。すると，犯人は，それを拾って，持っていた茶色のボストンバ\nッグに入れ，すぐに入口の方へ向かって逃げていきました。そこで私は，カウンターを飛び越え，犯人を追い掛けて取り押さえようとしたのですが，途中で犯人に刺身包丁で左腕を刺され，ひるんだすきに逃げられてしまいました。その後，私は，入口から出た犯人を追ったのですが，入口のすぐ前の路上に，上が白・下がシルバーのツートンカラーの普通乗用自動車がエンジンをかけっ放しで止まっており，犯人は，その運転席に乗り込むとすぐ発車して，銀行前の南北に走る県道を南方向に向かって全速力で逃走しました。なお，車のナンバーは，０７０３でした。\n犯人は，車に乗り込む直前に携帯電話で話をしていました。全部は聞き取れませんでしたが，「成功したぞ。例の場所で待っててくれ。」と言っているのは，はっきりと聞き取れました。\n犯人は，目出し帽をかぶっていたので，人相も年齢も分かりませんでした。身長はＣさんとちょうど同じくらいだったので，１７０センチメートルくらいで，体格は中肉中背です。\nまた，上着の両袖側面に３本の白線の入った紺色のジャージ上下を着ていました。\n２ 同日午後３時２０分ごろ，Ｉ警察署地域課のＸ巡査及びＹ警部補は，制服を着用し，パトカ\nーに乗車してＩ市内Ｊ公園前の道路において警ら中，本署から無線により前記強盗致傷事件の犯人を発見せよとの指令を受け，その際，前記１の捜査結果の連絡を受けた。\nＸ巡査及びＹ警部補は，Ｊ公園内で犯人を捜していた同日午後３時２５分ごろ，Ａ銀行Ｂ支店から南西方向に直線距離で約５キロメートル離れた同公園内に停車中の，上が白・下がシルバーのツートンカラーで，「Ｉ５２０ち０７０３」のナンバープレートを付けた普通乗用自動車を発見した。同車運転席には，上着の両袖側面に３本の白線の入った紺色ジャージ上下を着用した３０歳くらいのスポーツ刈りの男甲が乗車していた。\nＸ巡査及びＹ警部補が同車に近づくと，甲が運転席側窓を開けたので，Ｘ巡査は，甲に対し，運転免許証の提示を求めたところ，甲は，「免許証は家に忘れてきた。」と言った。そこで，Ｘ巡査が，「あなたの住所と氏名は。」と聞いたが，甲は何も答えなかった。さらに，Ｘ巡査が，窓越しに車内を見ると，助手席上に茶色ボストンバッグが置いてあるのが見えたことから，「その助手席のバッグはあなたのものですか。」と質問したところ，甲は，とたんに落ち着きをなくし，そわそわしながら，「そうですよ。」と言った。Ｘ巡査が，「では，ちょっと中を拝見させてもらえませんか。」と言ったところ，甲は，「何で見せる必要なんかあるんだ。関係ないだろう。」と怒ったような口調で答え，その後もＸ巡査が，再三，バッグの中を見せてくださいと要求したが，言を左右にしてこれに応じず，また，なぜこのようなところに車を止めていたのかとの質問にも答えなかった。なお，この間，Ｙ警部補がＩ警察署に応援を求めた結果，同日午後３\n時４０分ごろまでに同署から更に６名の警察官がその場に応援に駆けつけた。\n３ 同日午後４時１０分ごろ，甲は，突然，助手席上にあったボストンバッグを左腕に抱えて持ち，運転席ドアを開けて降車した。そのため，Ｘ巡査及びＹ警部補ら警察官合計４名が甲の前に立ちはだかり，「一体どこへ行くんですか。」と聞いたところ，甲は，「おまわりに何でそんなこと言う必要がある。」，「どけ。この野郎。」などと怒鳴り始めた。この間，Ｙ警部補は，甲の横に立ち，甲の身長が１７０センチメートル程度であること，体格が中肉中背であることを確認した。また，Ｙ警部補は，甲に対して，「ちょっとこのバッグを触らせてもらっていいですか。」と聞いたが，それについて甲が何も答えなかったので，甲が持っていたボストンバッグを外側から触れてみたところ，札束と考えても矛盾しない形状の物が多数入っている感触を得た。そのため，Ｙ警部補は，甲がＡ銀行Ｂ支店における強盗致傷事件の犯人ではないかと考え，甲に対して，「実は，さっきこの近くで銀行強盗があったんですよ。あなたはその件について何かご存じですね。ちょっと，署までご同行願えませんか。」と聞いたところ，甲は何も答えなかったが，Ｘ巡査は，このとき，甲の顔色が変わると同時にその耳が赤くなったのを確認した。その直後，甲は，Ｘ巡査とＹ警部補の間をすり抜けるようにして逃げようとしたので，Ｘ巡査が，甲の左腕を右手でつかんだところ，甲は，これを振り払うや，Ｘ巡査の顔面を右手のこぶしで１発強く殴った。そこでＹ警部補は，同日午後４時２０分，甲に対し，「お前を公務執行妨害で逮捕する。」と言って甲を制圧しようとしたが，甲は，左腕でボストンバッグを抱え込むようにしながら，右腕を振り回すなどして激しく抵抗したため，さらに，Ｘ巡査及び警察官３名も応援して，警察官合計５名で暴れる甲の体を押さえ付けて制圧し，甲を逮捕するとともに，左腕からボストンバッグを引き離した。\nＸ巡査が，甲が持っていたボストンバッグをみると，施錠はされておらず，ファスナーを開けると，中から一万円札１００枚の札束１８束が発見された。さらに，札束の下からは，刃の部分に真新しい血痕が付着した刺身包丁１本，携帯電話１台が発見されたほか，レポート用紙に書かれたメモ１枚が発見された。このほか，甲が乗っていた普通乗用自動車内を捜索したところ，助手席の下から，目出し帽１個，白色軍手１双も発見された。そこで，Ｘ巡査は，同日午後４時３０分，前記のとおり発見された一万円札１００枚の札束１８束，刺身包丁１本，携帯電話１台，メモ１枚及びこれらが入っていたボストンバッグ１個並びに目出し帽１個及び白色軍手１双を，逮捕に伴って差し押さえた。\nＸ巡査は，甲をＩ警察署に連行して，同日午後４時５０分，甲をＩ警察署刑事課長Ｚ警部に引致した。引致後弁解の機会を与えたところ，甲は，公務執行妨害の事実について認めた。また，同日午後８時ごろ，甲は，公務執行妨害の事実についてＺ警部の取調べを受けた際，Ａ銀行Ｂ支店における強盗致傷事件についても自ら進んで供述を始め，銀行強盗は自分の単独犯行である旨の上申書をＩ警察署長あてに提出した。\n４ 同月２６日午前１０時，甲は，公務執行妨害の事実でＫ地方検察庁に送致され，送致を受けたＫ地方検察庁の担当検察官Ｐは，同日，甲を勾留請求したところ，勾留状が発付され，執行された。Ｐ検察官は，１月３１日，甲をＫ地方裁判所に公務執行妨害の事実により起訴した。\n〔設問１〕 この事例の２及び３記載の捜査の適法性について，問題点を挙げ，事実を摘示して論\nじなさい。\n【事例（続き）】\n５ Ｉ警察署刑事課警察官らは，１月３１日までの間，Ａ銀行Ｂ支店における強盗致傷事件について捜査したところ，次の結果を得た。\n(1) メモの記載内容甲から押収した前記メモの上半分には，手書きの地図の記載がある。地図上のＪ公園東出口付近に「×」印の記載があり，その下に手書きで「乙、車の中で待ってる」の記載がある。\n地図については，捜査の結果，Ａ銀行Ｂ支店からＪ公園までの経路を示したものと判明した。\nメモの下半分には，手書きで「決行は、２４日閉店まぎわ」，「名前がわかる物は持って行かない」，「車は盗んだのを使う」，「取った金は半分ずつ分ける」の記載がある。\nこれらの手書き文字について筆跡鑑定を行ったところ，甲の筆跡と同一人の筆跡であることが判明した。\n(2) その他の捜査結果甲から押収した前記携帯電話について，その発信履歴を捜査した結果，１月２４日午後３時１分に，Ｉ市内Ｍ町居住の乙（女性）方に電話をしていることが判明し，乙について捜査したところ，平成８年から約９年間，Ａ銀行Ｂ支店に勤務していたが，平成１７年２月に退職したこと，甲とは小学校の同級生であることが判明した。\n１月２４日午後３時２０分ごろ，Ｊ公園東出口付近で，白の軽乗用自動車が停止しているのが目撃されているが，本件当時，乙は，白の軽乗用自動車を所有していたことが判明した。\nこのほか，甲から押収した前記刺身包丁付着の血痕を鑑定した結果，Ｖの血液型と一致した。\n６ Ｉ警察署刑事課長Ｚ警部は，２月１日，Ｋ地方裁判所裁判官に対して，甲に対する強盗致傷被疑事件について逮捕状を請求し，同日，その発付を受けた。甲は，Ｉ警察署内において，同日午後４時３０分，前記逮捕状により逮捕された。逮捕後，弁解の機会を与えたところ，甲は，強盗致傷の被疑事実について認めたほか，乙との共謀についても認める供述をした。同月３日午前１０時，甲は，乙との共謀によるＡ銀行Ｂ支店における強盗致傷の事実でＫ地方検察庁に送致され，同日から１０日間の勾留，更に１０日間の勾留延長を経て，同月２２日，同事実により起訴された。\n７ Ｉ警察署刑事課長Ｚ警部は，その後，甲の供述に基づき，強盗致傷被疑事件について，乙に対する逮捕状及び乙方に対する捜索差押許可状を得た。Ｉ警察署警察官は，これに基づき，乙を逮捕し，乙方を捜索した。その結果，乙方から，前記メモの記載どおりの筆圧痕の残るレポ\nート用紙１冊が発見されたので，Ｉ警察署警察官はこれを差し押さえた。その後，乙は，勾留を経て，甲との共謀によるＡ銀行Ｂ支店における強盗致傷の事実により起訴されたが，この間，一切の供述を拒んだままであった。\n８ 甲は，公判においては公訴事実をすべて認め，有罪判決を受けた。\n９ その後，乙は，第１回公判期日において，公訴事実について，甲との共謀を否認した。第２回公判期日において，証人として出廷した甲は，次のとおりの供述をした。\n(1) 乙との関係\n１月２４日に私がＡ銀行Ｂ支店で行った強盗致傷は，乙と相談してやりました。\n乙と私は，小学校時代の同級生で幼なじみです。乙が昨年２月にＡ銀行Ｂ支店を辞めたとき，乙から，Ｗ支店長に嫌われ，いじめにあって辞めさせられたと聞きました。\n(2) 乙との相談について乙は，ひどくＷを恨んでいて，「何か仕返しをしてやりたい。」と言っており，昨年１２月ごろには，「Ｂ支店に強盗に入ってちょうだい。Ｗは意気地なしだから，包丁か何かで脅せば，すぐに金を出すはずよ。」と言うので，私もだんだんその気になってきました。\n昨年１２月２４日，私が乙の家に遊びに行ったとき，また，強盗の話になりました。乙は，「会社の給料日の多い２５日の前日には，翌日の払戻しに備えて多額の現金を準備しているはずだから，２４日の閉店間際に入るといいと思う。」と言ったので，そのとき，私は，「絶対にばれないなら，やってもいいよ。」と答えました。\n(3) メモについて私が公務執行妨害で逮捕されたとき，持っていたボストンバッグの中から出てきたメモは，昨年１２月２４日に，乙の家で作成したものです。\n乙方にあったレポート用紙に，最初に乙がＢ支店からＪ公園東出口付近までの地図を書き，乙は，「この地図のとおりに逃げて，Ｊ公園の茂みのところで車を乗り捨てて，金だけ持って，公園の東出口まで来てちょうだい。そこで，私が車の中で待ってるから。」と言い，公園の東出口付近に「×」印を付けました。その後，私は，乙の目の前で，「×」印のすぐ下に「乙、車の中で待ってる」と書き入れました。地図の下に「決行は、２４日閉店まぎわ」，「名前がわかる物は持って行かない」，「車は盗んだのを使う」，「取った金は半分ずつ分ける」と書いたのも，私です。乙から，先ほども言ったように，「２４日の閉店間際に入るといいと思う。」とか，「あんたの名前が分かってしまうと，すぐ私も疑われるから，自分の名前が分かるようなものは絶対に持っていっちゃだめよ。」とか，「だから，車も自分のを使わないで，盗んだ車を使ってね。」とか言われたので，私が書き留めたのです。「取った金は半分ずつ分ける」\nというのは，この日，乙が，「取った金は半分ずつ分けるってことでどうかしら。」と言ったので，私も，「それでいいよ。」と答えたのですが，乙は金に汚いところがあるので，後で乙が変なことを言わないように私が乙の目の前で書き留めておいたのです。\n(4) 犯行状況今年１月に入ってから，私は，目出し帽，白色軍手，刺身包丁を買い，インターネットで他人名義の携帯電話も買いました。そして，私は，１月２４日昼ごろ，Ｉ市Ｎ町で白とシルバーのツートンカラーの普通乗用自動車を盗み，その車でＡ銀行Ｂ支店に乗り付け，同日午後３時ごろ，同店に押し入りました。そして，私は，店内にいた客に刺身包丁を突き付け，「動くな。動くと殺すぞ。」と言って脅し，カウンター内にいた支店長らに，「早く金を出せ。札束を用意しろ。」と大声で怒鳴って，現金１８００万円を奪い取り，逃げる際に私を捕まえようとした従業員Ｖの左腕を刺身包丁で刺してけがをさせました。\nその後，私は，乙がメモに書いた地図のとおり，Ｊ公園まで逃げて来て，車を乗り捨て乙の待つ東出口付近まで逃げようとしていたところを警察官に見つかってしまったのです。\n〔設問２〕 乙に対する強盗致傷被告事件の公判において，前記メモが，共謀を立証するための証\n拠として証拠調べ請求された場合，その証拠能力について，問題点を挙げ，事実を摘示して論じなさい。",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，捜査・公判に関する具体的事例を素材として，そこに生起する刑事手続上の問題点を抽出・分析させ，その解決に必要な法解釈と，法適用にとって重要な具体的事実の分析・評価や具体的帰結に至る過程を論述させることにより，刑事訴訟法及び関係法令の解釈に関する学識とその適用能力及び論理的思考力を試すものである。\n設問１では，いわゆる職務質問・所持品検査等の可否，これに伴う有形力行使の限界，逮捕に伴う無令状捜索・差押えの可否などについて，刑事訴訟法等が定める手続・制度の趣旨に関する正確な理解を踏まえて，その要件解釈と該当事実を検討する必要がある。\n設問２では，刑事証拠法上最も基本的な準則の一つである「伝聞法則」の正確な理解を踏まえた上で，本件メモがどのような状況で作成され，その記載にはどのような法的意味があるのかに留意しつつ，「共謀」を立証するために考えられる要証事実（立証事項）の選定及び要証事実との関係における伝聞法則の適用の有無などについて検討する必要がある。なお，設問１\nにおいて本件メモの押収手続を違法と評価する場合には，いわゆる「違法収集証拠排除法則」適用の当否についても検討が必要である。\nいずれの問題点についても，法解釈論や要件の存否を抽象的に論じるにとどまることなく，事例中に現れた具体的な事実関係を指摘しつつ，それらの事実関係がどの要件の存否を基礎付けているのかを的確に論じることが要請されている。"
}