{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\n化学製品の製造業者であるＡ社は，化学製品の甲製品において市場占拠率（シェア）５０％を有している。甲製品の製造業者には，Ａ社のほか，シェア１５％のＢ社，シェア１０％のＣ社など数社ある。甲製品の中で輸入品の占める割合は１０％程度であり，輸送費が比較的高いため，当面，輸入が大幅に増える見込みはない。国内製造に係る甲製品は，製造業者各社から２０社の卸売業者を通じて需要者に販売されている。Ａ社は，これらの卸売業者のうち１５社との間で，甲製品の継続的販売に関する取引基本契約を締結し，この１５社にのみ甲製品を販売している。なお，甲製品の用途は限定されており，また，他の製品での代替は困難であるとされている。\nところで，Ａ社は，適正な価格で販売されることが製品の安定的な供給につながるとの観点から，取引先の卸売業者に，Ａ社から卸売業者への販売価格（以下「仕切価格」という。）に８％を加えた価格で需要者に販売させるとの営業方針を立てた。\n(ｱ) Ａ社は，上記営業方針に基づき，取引基本契約を締結している卸売業者１５社に対し，仕切価格に８％を加えた価格で需要者に販売してもらいたい旨の希望を表明した。これに対して，１５社のうち１０社は，Ａ社の営業方針に理解を示し，仕切価格に８％を加えた価格で需要者に販売していたが，残りの５社（以下「５社」という。）は，Ａ社の希望に応じず，仕切価格に４％を加えた価格で甲製品を需要者に販売していた。Ａ社は，５社に対しては，当面，様子を見ることとした。\n(ｲ) その後，Ａ社は，近い将来，甲製品の供給がやや過剰気味となるとの予測を得たこと等から，取引先の卸売業者に対し，上記営業方針を徹底する必要性が高くなったと考え，当面様子を見ることとしていた５社に対する対応を改め，５社に対し，再三，仕切価格に８％を加えた価格で需要者に販売するよう強く求めた。しかし，５社はこれに応じなかったので，Ａ社は，５社に対し，下記の取引基本契約第６条第３号に基づき，同契約を解除して甲製品の供給をやめる旨通告し，５社に対し甲製品の供給を停止した。\n取引基本契約第６条甲（Ａ社）は，乙（卸売業者）に，以下の各号に該当する事実があるときは，本契約を解除することができる。\n１ 乙が，本契約上の義務に違反したとき。\n２ 乙が，手形小切手の取引停止処分を受けたとき，破産，民事再生，会社更生の手続開始の申立てをし又は申立てを受けたとき。\n３ 乙が，このほか，甲との信頼関係を著しく損なう行為を行ったとき。\n〔設 問〕\n１.(1) 上記(ｱ)に係るＡ社の行為には，私的独占の禁止及び公正取引の確保に関する法律（独占禁止法）上，どのような問題があるか。\n(2) 上記(ｱ)に係る行為に加えて，上記(ｲ)の行為が行われた場合にはどうか。\n２. Ａ社から甲製品の供給の停止を受けた５社のうちの１社であるＸ社としては，どのような民事裁判手続をとることができるか。請求の趣旨及び請求の原因となる事実についても述べること。〔第２問〕（配点：５０）\nＡ県における生コンクリート（以下「生コン」という。）の製造業者は，大手事業者１０社（以下\n「１０社」という。）と小規模事業者４０社（以下「４０社」という。）からなる。Ａ県において販売される生コンの総販売数量のうち，１０社が占める割合は約６０％，４０社が占める割合は約４０％であり，１０社及び４０社でほぼ１００％を占めている。なお，生コンは，一般に，その性質上長距離輸送が難しいので，県内で消費される生コンのほとんどは同一県内で製造されている。\nＡ県生コンクリート事業者協議会（以下「生コン協議会」という。）は，Ａ県に所在する生コンの製造業者が，会員相互の親睦及び業界の健全な発展を目的として設立した社団法人であり，その会員は１０社及び４０社である。生コン協議会には幹事会が置かれ，１０社が幹事会の構成員である。\n１０社は，業界の当面する課題について意見交換を行ってきたが，生コンの販売価格の引上げ問題及び廃業する会員の生産設備の買取り問題について，緊急に対処する必要がある旨の認識を共有するに至った。販売価格の引上げ問題とは，最近，生コンの需要者である建設業者からの価格引下げ圧力が強くなり，生コンの販売価格が下がり，経営が苦しくなった会員が増えていることに対処するため，共同して価格を引き上げようとするものである。会員の生産設備の買取り問題とは，隣接するＢ県で営業を行っている複数の生コン事業者が，後継者がいないことや経営破綻状態にあることなどから廃業しようとするＡ県の事業者の生産設備を買い取ってＡ県に参入しようとすることに対処しようとするものである。すなわち，これらＢ県の生コン事業者は，Ｂ県において低価格で販売することにより競争事業者の顧客を奪う行動に出ており，これらの事業者がＡ県に参入すれば\nＡ県においても同様の行動に出ることが懸念されることから，生コン協議会側で先んじて生産設備を買い取ることによりこのような事態の発生を回避しようとするものである。\n１０社は，平成１８年３月１日，会合を持ち，下記＜決定１＞の内容の合意をした。１０社は，＜決定１＞の１に基づいて，同年３月６日から価格の引上げを実施し，＜決定１＞の２については，１０社のうち１社が，３月中に１名の会員の生産設備を自社の費用で買い取った。\n＜決定１＞\n１. １立方メートル当たりの現地引渡し価格を従来の相場である６０００円前後から６２５０円に引き上げ，工場渡し価格を６０５０円とすること。(注)\n２. 廃業しようとする会員については，１０社のうちで生産設備に最も近い場所に所在する\n１社がその生産設備を買い取ること。\n(注) 現地引渡し価格とは，工事現場において生コンを引き渡す場合の価格であり，工場渡し価格とは，生コン製造工場において生コンを引き渡す場合の価格である。\n１０社が価格を引き上げたことを知った生コン協議会の会員は，ほとんどが１０社の価格引上げに追随して価格を引き上げたが，数社は従来の価格で販売し続けた。さらに，１０社は，自社の費用で生産設備を買い取っていくのは負担が大きすぎることから，同年４月３０日に開催された生コン協議会の幹事会において，生コン協議会の通常総会に下記＜決定２＞の内容の決議を行うよう提案することを決めた。\nこれを受けて，同年５月８日に全会員が出席して開催された生コン協議会の通常総会において，１０社が提案した＜決定２＞を内容とする決議案が全会一致で可決された。\nその後，１０社が会員の販売価格の実態を調査したところ，遅くとも５月１５日以降には，すべての会員が＜決定２＞の１に記載された金額に価格引上げを行っていることが判明した。さらに生コン協議会は，５月中に＜決定２＞の２に従って２社の生産設備を買い取って当該生産設備を廃棄した。＜決定２＞\n１. ５月１５日以降，１立方メートル当たりの現地引渡し価格を６２５０円とし，工場渡し価格を６０５０円とすること。\n２．生コン協議会は，廃業しようとする会員から生産設備の買取りを行うこと。買取り資金は，生コン協議会の積立基金から支出し，買い取った設備は直ちに廃棄すること。\n〔設 問〕\n１. ＜決定１＞に関する行為について，だれに対して，いかなる独占禁止法違反を問うことができるか。その法的根拠も示しなさい。\n２. ＜決定２＞に関する行為について，だれに対して，いかなる独占禁止法違反を問うことができるか。その法的根拠も示しなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n設問１は，メーカーによる流通支配の典型的事例を基にして，再販売価格維持，取引拒絶などに関して独占禁止法の基本的な解釈を問うものである。小問（１）では，一般指定１２項における「拘束」の意義，小問（２）では，さらに，再販売価格維持と一般指定２項の取引拒絶の関係，これらの公正競争阻害性について説くことが求められている。\n設問２は，供給停止を受けた事業者が採り得る民事裁判手続を問うもので，経済法と民事法の接点領域の問題である。化粧品等についての過去の裁判例でも，契約上の地位の確認訴訟，商品引渡請求訴訟などがあった。ここでは，契約上の地位確認訴訟・商品引渡請求訴訟のほか，損害賠償請求訴訟，差止請求訴訟をも論ずることとなろう。本問の事実関係を基にして，これらの訴えを構成し得ること，また，請求の趣旨及び請求の原因となる事実について簡潔に摘示することが求められており，個々の詳しい法律論を展開することまでは要求されない。\n〔第２問〕\n設問１は，事業者団体の主要な構成事業者が行った価格協定と生産設備制限に関連して，法\n３条後段等の主要な要件の基本的な理解を問うものである。具体的には，これらの行為が事業者団体の行為として評価されるのか，事業者の行為なのかという法３条後段と法８条の関係（本問では事業者の行為と評価される。），追随した事業者も独禁法違反とされるのか，何が競争の実質的制限に当たるのか，当たらないのかなどについて論じることが求められる。\n設問２は，設問１と類似の行為が，全事業者が参加した事業者団体の決議という形式によって行われた場合において，その行為が，事業者団体の行為として法８条に違反するか，事業者間の競争制限行為として法３条後段に違反するか，あるいは，両方の違反が同時に問われるのかなどについて，法３条後段と法８条の要件と効果を踏まえて簡潔に答えることを求め，法３\n条後段と法８条についての基本的な理解を問うものである。\nなお，設問１，設問２ともに，種々の見解があり得るが，それらの解答は互いに矛盾がないものであることが必要である。"
}