{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００）\n１. Ｐ株式会社（以下「Ｐ社」という。）は，ホテル事業及びスポーツ施設の運営事業を主たる事業目的とする会社法（平成１７年法律第８６号。以下同じ。）上の公開会社であり，スポーツ事業部門にかかる資産の帳簿価額は，Ｐ社の総資産額の約４０％を占めている。\nＱ株式会社（以下「Ｑ社」という。）は，ショッピングセンターの運営事業及びスポーツ施設の運営事業を主たる事業目的とする会社法上の公開会社である。Ｑ社は，Ｐ社の議決権総数の４０％に当たるＰ社株式を保有し，Ｑ社の代表権のない取締役ＡがＰ社の代表取締役を兼任しているが，Ａ以外に両社の取締役を兼任する者はいない。\nＱ社はかねてＰ社のスポーツ事業部門の買収に関心を有しており，Ｑ社の取締役会においては，もしＱ社がＰ社のスポーツ施設を所有することとなれば，Ｑ社のスポーツ事業部門の業績向上に有用であるという意見と，当該スポーツ施設をショッピングセンター用の大型店舗に転用すれば大いに活用できるという意見とに分かれていたが，いずれにせよＰ社からのスポーツ事業部門の譲受けを積極的に進めるべきことで意見は一致していた。なお，Ｑ社は，株式買取請求権の行使を懸念し，これが問題となる手続は利用しないこととした。\nＰ社は業績が思わしくなく，特にスポーツ事業部門が不振であったため，Ｐ社の取締役会においては，ホテル事業に傾注して業績の立て直しを図るべきであり，スポーツ事業部門をＱ社に譲渡することに賛成の意見が多数を占めた。ただし，スポーツ事業部門を譲渡することには取締役の一部に強い反対があったため，Ｑ社にスポーツ事業部門を譲渡するが，将来，Ｐ社の業績が回復すればスポーツ施設の運営事業を再開することは妨げられないよう，Ｑ社との間で約定をしておくべきことで意見がまとまり，その点については，Ｑ社からの一応の了解も得られた。\n〔設問１〕 この段階で，Ｐ社法務部の担当者が弁護士であるあなたのところに，本件に関する会\n社法上の手続の進め方について相談に来た。Ｑ社がスポーツ施設の運営事業を承継する場合と，当該スポーツ施設をショッピングセンターに転用する場合とに分けて，回答すべき内容を検討しなさい。なお，後記２記載の事実は，ここでは考慮せずに解答すること。\n２. その後，Ｐ社代表取締役Ａが複数の専門家に鑑定をさせたところ，収益からみたスポーツ施設の運営事業の事業価値は２０億円を下らず，また，スポーツ施設の資産価値も３０億円を下らないとの回答を得たが，Ｑ社代表取締役Ｂは，帳簿価額により算定した１０億円以下にするよう強く求めた。\nＰ社は，スポーツ施設の運営事業の今後の動向，当該事業再開の可能性，Ｑ社との関係の継続等も考慮した上で，契約内容の再検討を行った。その結果，Ｐ社代表取締役ＡとＱ社代表取締役\nＢとの間で，別紙の契約書による契約が締結され，当該契約は履行された。なお，当該契約の締結については，Ｐ社の取締役会において承認され，さらに，Ｐ社の株主総会において特別決議により承認された。Ｑ社の取締役会においても，当該契約の締結に先立ち，重要事実が開示され，Ａを議決から排除した上でその締結を承認する決議がされた。\n〔設問２〕 上記の事実関係について，会社法上の問題点を検討しなさい。別 紙事 業 譲 渡 契 約 書\nＰ株式会社（以下「甲」という。）とＱ株式会社（以下「乙」という。）とは，甲の事業の譲渡につき，次のとおり契約を締結する。\n記第１条（事業譲渡）\n(1) 甲は甲のスポーツ施設の運営事業部門（以下「本事業」という。）を乙に譲渡し，乙はこれを譲り受ける。\n(2) 本事業の譲渡により，本事業にかかわる甲の資産及び負債は，乙に譲渡される。\n第２条（譲渡日）譲渡日は，平成○年○月○日とする。ただし，法令上の制限，手続上の事由により必要あるときは，甲・乙協議の上，これを変更することができる。\n第３条（譲渡価額）本事業の譲渡の価額は，金１０億円とする。\n第４条（競業の禁止）甲は，本事業の譲渡の後は，スポーツ施設の運営事業を行わない。\n第５条（瑕疵担保責任）譲渡資産に重大な瑕疵があった場合は，本契約の趣旨に従い，甲・乙協議の上，その解決に当たる。\n第６条（善管注意義務）甲は，本契約締結後，引渡し完了に至るまで，善良なる管理者の注意をもって本事業及び譲渡資産の管理運営を行い，本事業及び本契約に重大な影響を及ぼすような行為をする場合は，あらかじめ乙と協議するものとする。\n第７条（支払方法）乙は，第３条の譲渡価額から甲の乙に対する債務額を控除した額を支払うものとする。また，譲渡価額の支払方法は，甲・乙協議の上，別途定める。\n第８条（従業員の取扱い）本事業に従事している甲の従業員の雇用については，甲・乙協議の上，別途定める。\n第９条（移転手続）譲渡資産のうち登記，登録，その他移転のために必要とするものについて，甲・乙協力してその手続を行う。\n第１０条（取引先等の継承）乙は，甲の本事業に関する顧客及び仕入取引先を継承する。\n第１１条（費用負担）譲渡資産に関する公租公課，保険料等の費用は，日割計算により，譲渡日までの分は甲の負担，その後の分は乙の負担とする。\n第１２条（契約の変更又は解除）本契約締結の日から譲渡期日に至る間において，天災地変その他の事由により甲の財産又は経営状態に重要な変動が生じたときは，甲・乙協議の上，条件を変更し，又は本契約を解除することができる。\n第１３条（効力発生）本契約は，本事業の譲渡に必要な法令の手続が終了したときに，その効力を生ずる。\n第１４条（管轄裁判所）本契約に関する紛争については，○○地方裁判所を第一審の専属管轄裁判所とする。\n以上の証として，本契約書を２通作成し，甲・乙各々その１通を保有する。\n平成○年△月△日\n（甲）Ｐ株式会社代表取締役 Ａ\n（乙）Ｑ株式会社代表取締役 Ｂ論文式試験問題集［民事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，株式会社（Ｐ社）が事業部門の一つを大株主（Ｑ社）に譲渡する場合に，当該譲渡が株主総会の特別決議を要する事業譲渡に当たるかどうか，及び事業譲渡となる場合において，対価が不相当に少額であると見られるときに，会社法上どのような問題が生じるかを問うものである。具体的には，主に次の各論点について，制度の趣旨及び判例・学説の状況を理解した上で整合的に論じることが求められる。\n〔設問１〕では，Ｑ社がスポーツ施設の運営事業を承継するかどうか，又はＰ社の競業避止\n義務を特約で排除するかどうかがまだ明らかでない段階で，Ｐ社における会社法上の手続の進め方が問われている。株主総会の特別決議を要する「事業譲渡」（会社法第４６７条第１項第\n２号）の要素として，一定の事業目的のために組織化され有機的一体として機能する財産の移転が不可欠であることにほぼ争いはないが，譲受人による事業活動の承継，及び譲渡会社による競業避止義務の負担を不可欠の要素と解すべきかについては，判例・学説上争いがある。事業譲渡に株主総会決議が要求される趣旨に照らし，丁寧に検討することが期待される。\n本問の譲渡が総会決議を要する事業譲渡に当たる場合には，更に事業の「重要な一部」（会社法第４６７条第１項第２号）の譲渡に当たるかどうかの検討が必要となる。\nなお，Ｐ社がＱ社にスポーツ事業部門を移転する方法としては，吸収分割の方法も考えられるが，この方法は株式買取請求権の行使を懸念するＱ社の意向に沿わない。\n〔設問２〕では，総会決議を要する事業譲渡が既に行われた段階で（別紙契約書参照），会\n社法上の次のような問題を中心に検討することが求められる。Ｐ社の事業譲渡の相手方であるＱ社は，同時にＰ社の議決権総数の４０％を有する大株主であり（特別利害関係人），Ｐ社の株主総会において議決権を行使したと考えられる。譲渡価額が，Ｑ社との関係の継続等を考え合わせてもなお，事業価値・資産価値に照らして著しくＰ社にとって不利であり，Ｐ社の株主総会決議に取消原因（会社法第８３１条第１項第３号）があることとなるか。株主総会決議が取り消されると決議は遡って無効となるが（会社法第８３９条・第８３４条第１７号），株主総会決議を欠く事業譲渡契約の効力はどう解すべきか。Ｐ社取締役は，Ｐ社に対して損害賠償責任（会社法第４２３条第１項）を負うか。\nなお，本問の事業譲渡は，Ｑ社取締役Ａの利益相反取引となるが（会社法第３５６条第１項第２号・第３６５条），Ｑ社取締役会の承認があり，問題はない。"
}