{
  "year": "H18",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目］〔第１問〕（配点：１００）\nたばこ専売制度が廃止されたのに伴い，１９８４年に「我が国たばこ産業の健全な発展を図り，もって財政収入の安定的確保及び国民経済の健全な発展に資することを目的」として，たばこ事業法が制定された。その第３９条は，製造たばこに「消費者に対し製造たばこの消費と健康との関係に関して注意を促すための大蔵省令で定める文言を，大蔵省令で定めるところにより，表示しなければならない」と規定した。それを受けて，１９８５年に制定されたたばこ事業法施行規則第３６条は，「注意表示」文を「健康のため吸いすぎに注意しましょう」と定めた。１９８９年の同施行規則の改正により，「注意表示」文は，「あなたの健康を損なうおそれがありますので吸いすぎに注意しましょう」と改められた。\n２０００年に厚生省（当時）事務次官通知等により開始された国民健康づくり運動としての「健康日本２１」は，たばこの危険性に関する十分な知識を得た上で選択することができるよう，情報の提供を強化すること等を求めている。２００２年には，学校，劇場，官公庁施設など多数の者が利用する施設の管理者は，その利用者について受動喫煙を防止するために「必要な措置を講ずるように努めなければならない」（第２５条）と規定する健康増進法が制定された。\nたばこによる健康，社会及び環境に与える影響に対する取組は，１９７０年以来ＷＨＯ（世界保健機関）によっても行われてきている。２００３年５月，ＷＨＯ第５６回総会は，喫煙による健康被害の防止を目的として，たばこの需要の減少に関する措置等への国際協力を定める「たばこの規制に関する世界保健機関枠組条約」を全会一致で採択した。同条約の締約国は，条約の発効から３年以内に，①たばこ製品の包装及びラベルに，たばこ使用による有害な影響を記述する健康に関する警告を付し，かつ，②その警告文の大きさは主たる表示面の５０％以上を占めるべきであり，主たる表示面の３０％を下回るものであってはならない等，規制の実施措置を採るよう求められている（同条約第１１条）。日本政府は，２００４年３月に同条約に署名し，第１５９回国会における承認を経て，同年６月に受諾書を寄託した。\n「たばこの規制に関する世界保健機関枠組条約」の発効は２００５年２月２７日であるが，内容を先取りして対応した国も多い。我が国も，２００３年１１月にたばこ事業法施行規則第３６条を改正した。それによって，同施行規則別表第一及び第二に掲げる合計８つの，従前よりは具体的な内容の「注意表示」文(注)の中から選んだものを，たばこ製品の容器包装の主要な面の面積の３０％以上の大きさで記載することが義務付けられた。\n（注） 「注意表示」文の一例：「喫煙は，あなたにとって肺がんの原因の一つとなります。疫学的な推計によると，喫煙者は肺がんにより死亡する危険性が非喫煙者に比べて約２倍から４倍高くなります。」なお，諸外国の中には，「喫煙は人を殺す」等のより直接的な表現を用いた警告文や肺の病巣等の写真が入った警告文の記載を義務付けている国もある。\nその後，２００＊年に成年者を対象として実施された「喫煙と健康問題に関する実態調査」では，全回答者の８４．５％が喫煙と肺がんの関係を認識していたが，心臓病との関係については４０．５％，脳卒中との関係については３５．１％にとどまっている。さらに，たばこに依存性があることを知っていた人は５１．８％である。\nそこで，これまでの経緯のほか，この調査結果も踏まえて，同年，製造たばこの容器包装への「注意表示」についての関連規定を廃止し，独立した法律である「製造たばこの警告表示に関する法律」（以下「警告表示法」という。）が制定された（資料１及び２参照）。\n警告表示法は公布後直ちに施行されることとされており，同法施行前に製造されたたばこ製品に関する特段の経過措置は設けられていない。\n警告表示法施行後１年間で，国内におけるたばこ製品の販売量は，直近３年間の平均に比べて約３０％減少した。喫煙者に対するアンケート等によって，販売量減少の主たる原因は，新たに義務付けられた警告文にあることが明らかになっている。\n〔設 問〕\n１. あなたがたばこ会社であるＴ社から依頼を受けた訴訟代理人であった場合（Ｔ社からの相談内容については，資料３参照），損害を回復するためにどのような訴えを起こしますか。２つの訴えを挙げなさい。そして，訴訟代理人として，警告表示法に対して憲法に基づいてどのような主張を行うか，述べなさい。\n２. あなたが国側の代理人として請求の棄却を求める場合，上記の主張に対応して，憲法に基づいてどのような主張を行うか，述べなさい。\n３. 設問１及び２で提起された憲法上の争点について，あなた自身はどのように考えますか。あなたと異なる考え方を批判しつつ，あなたの結論とその論拠を述べなさい。\n資料１ 製造たばこの警告表示に関する法律\n（目的）第１条 この法律は，たばこが健康に及ぼす重大な影響等にかんがみ，たばこを購買しようとする者がたばこの健康に及ぼす危険性に関する十分な知識を得た上で選択することができるようにすることによって，たばこによる疾病及び死亡を低減し，受動喫煙がもたらす害を排除若しくは減少し，未成年者の喫煙を防止し，並びに喫煙によって生じる社会的費用を抑制することを目的とする。\n（定義）第２条 この法律において，次の各号に掲げる用語の意義は，当該各号に定めるところによる。\n一 たばこ タバコ属の植物をいう。\n二 製造たばこ たばこの葉を原料の全部又は一部とし，喫煙用，かみ用又はかぎ用に供し得る状態に製造されたものをいう。\n三 会社 日本たばこ産業株式会社をいう。\n四 特定販売業者 自ら輸入をした製造たばこの販売を業として行う者として，たばこ事業法による登録を受けた者をいう。\n五 卸売販売業者 製造たばこの卸売販売（消費者に対する販売以外の販売をいう。）を業として行う者として，たばこ事業法による登録を受けた者をいう。\n六 小売販売業者 製造たばこの小売販売（消費者に対する販売をいう。）を業として行う者として，たばこ事業法による許可を受けた者をいう。\n（警告文表示）第３条 会社又は特定販売業者は，製造たばこを販売の用に供するために製造し，又は輸入した場合には，当該製造たばこを販売する時までに，当該製造たばこの最小容器包装に，消費者に対し製造たばこの消費と健康との関係に関して警告するため，第４条及び第５条で定めるところにより，一般警告文及び特別警告文を表示しなければならない。\n２ 卸売販売業者又は小売販売業者は，前項の規定により製造たばこの最小容器包装に表示されている文言を消去し，又は変更してはならない。\n３ 会社又は特定販売業者は，第１項の規定に違反して製造たばこを販売してはならない。\n４ 卸売販売業者又は小売販売業者は，第１項の規定に違反して販売された製造たばこを販売し，又は販売の目的で貯蔵してはならない。第２項の規定に違反して同項の文言が消去され，又は変更された製造たばこについても，同様とする。（一般警告文）第４条 前条第１項に定める一般警告文は，「喫煙は，あなた自身と周りの人に深刻な害を与える」とする。\n２ 一般警告文は，製造たばこの最小容器包装の面のうち側面（次条第２項に定める面，上面及び底面以外の面をいう。）に，かつ，相対する両面に，読みやすいよう，印刷し又はラベルを貼る方法により表示されなければならない。\n３ 一般警告文は，太い黒枠で囲わなければならない。太い黒枠を含めたその記載の大きさは，その表示面の５０％の面積を占めなければならない。\n（特別警告文）第５条 第３条第１項の定めにより製造たばこの最小容器包装に表示する特別警告文の文言は，次の(ア)から(オ)までの中から異なる２種のものを選択して表示するものとし，一定期間毎に選択を変えることにより，それぞれの文言を表示した最小容器包装の数が，年間を通じて，おおむね均等になるようにしなければならない。\n(ア) 喫煙者は，早死にする。\n(イ) 喫煙は，致命的な肺がんを引き起こす。\n(ウ) 喫煙は，動脈を詰まらせ，心臓病と脳卒中の原因となる。\n(エ) 妊娠時の喫煙は，胎児に害を与える。\n(オ) 喫煙は，非常に依存性が高い。吸い始めてはいけない。\n２ 前項により選択した２種類の特別警告文は，その１を，製造たばこの最小容器包装の面のうち最大面積を有する面に，その２を，これと相対する面に，それぞれ，読みやすいよう，印刷し又はラベルを貼る方法により表示されなければならない。\n３ 特別警告文は，太い黒枠で囲わなければならない。太い黒枠を含めたその記載の大きさは，その表示面の５０％の面積を占めなければならない。\n（成分の表示）第６条 会社又は特定販売業者は，厚生労働大臣の定める方法により測定したたばこ煙中に含まれるタール量及びニコチン量を，製造たばこの最小容器包装の面（上面及び底面を除く。）の上部に，かつ，相対する両面に，読みやすいよう，印刷又はラベルを貼る方法により表示しなければならない。\n２ 前項に規定する成分量の表示は，太い黒枠で囲わなければならない。太い黒枠を含めたその記載の大きさは，その表示面の１５％の面積を占めなければならない。\n（報告）第７条 厚生労働大臣は，会社，特定販売業者，卸売販売業者又は小売販売業者（以下本条及び次条において「会社等」という。）が，前４条の各規定を遵守しているかどうかを確認するため，会社等に対して，必要な報告を求めることができる。\n（立入検査等）第８条 厚生労働大臣は，会社等が第３条から第６条までの各規定を遵守しているかどうかを確認するために必要があると認めるときは，その職員に，会社等の製造所，営業所，事務所その他の事業場に立ち入り，帳簿，書類その他の物件を検査させ，又は関係者に質問させることができる。\n２ 前項の規定により立入検査をする職員は，その身分を示す証明書を携帯し，関係者に提示しなければならない。\n３ 第１項の規定による立入検査の権限は，犯罪捜査のために認められたものと解してはならない。\n（回収・廃棄命令）第９条 厚生労働大臣は，卸売販売業者又は小売販売業者が第３条第４項の規定に違反して製造たばこを貯蔵していると認めるときは，会社又は特定販売業者に対し，当該製造たばこの回収又は廃棄を命ずることができる。（特定販売業者の営業停止）第１０条 厚生労働大臣は，特定販売業者が次の各号のいずれかに該当するときは，期間を定めて，その営業の停止を命ずることができる。\n一 第３条第３項の規定に違反したとき二 第９条による命令に違反したとき\n（卸売販売業者及び小売販売業者の営業停止）第１１条 厚生労働大臣は，卸売販売業者又は小売販売業者が，第３条第４項の規定に違反したときは，期間を定めて，その営業の停止を命ずることができる。\n（罰則）第１２条 第１０条又は第１１条の規定による営業の停止命令に違反した者は，１００万円以下の罰金に処する。\n（罰則）第１３条 次の各号の一に該当する者は，５０万円以下の罰金に処する。\n一 第７条の規定による報告をせず，又は虚偽の報告をした者二 第８条の規定による検査を拒み，妨げ，若しくは忌避し，又は同条の規定による質問に関し陳述をせず，若しくは虚偽の陳述をした者\n（両罰規定）第１４条 法人の代表者又は法人若しくは人の代理人，使用人その他の従業者が，その法人又は人の業務に関し，前２条の違反行為をしたときは，行為者を罰するほか，その法人又は人に対して，各本条の罰金刑を科する。\n附 則\n（施行期日）第１条 この法律は，公布の日から施行する。\n（たばこ事業法の一部改正）第２条 たばこ事業法の一部を次のように改正する。\n第３９条 削除資料２ ２０本入り紙巻きたばこの包装についてのイメージ図\n（成分表示）タ ー ル ○○○ｇニコチン ○○○ｇ\n〈側面表示〉\n（一般警告文）喫煙は、あなた自身と周りの人に深刻な害を与える。\n（特別警告文）\n〈裏面表示〉喫 煙 者 は 、（特別警告文）早死にする。\n喫煙は、非常に依存性が高い。\n吸い始めてはいけない。\n資料３ 相談要旨相 談 要 旨相談日：２０＊＊年５月２０日相談者：Ｔ社（法務部長他２名）今回施行された警告表示法によって大きな被害を受けているので，この法律を裁判で問題にしたいと考えている。同じように問題視しているたばこ会社も，確認した限りでは他に５社があり，訴訟になれば参加してくれる可能性がある。\n今回の警告表示法は，「喫煙者は，早死にする」，「喫煙は，致命的な肺がんを引き起こす」など，従前の警告文に比べてショッキングな警告文の記載を，決められた大きさで義務付けるというもの。しかも，経過措置がなかったので，大量の包装済みの自社在庫だけではなく，卸売業者や小売業者の営業所，店舗，自動販売機内に残っていた包装済み在庫のすべてを回収して，それらの包装を全部作り変えなければならなくなり，億単位の損害を被った。\n商品のイメージも大幅にダウン。警告表示法が施行されてから，それ以前に比べて売上げも３５％減少している。深刻な経営問題。リストラによる従業員の人員整理の必要性。このままでは，倒産の危険さえある。\n法律が施行されてしまった以上，それには従って営業するしかない。それでもこの法律は明らかに行き過ぎ。訴訟を提起して，全損害を回復したいし，ひいては警告表示法自体の違憲性も問いたい。\n事実の問題として，喫煙によって健康被害（肺がん，心臓病，脳卒中，胎児への害など）のリスクは高まるかもしれないが，病気の要因は様々な環境因子によるもの。喫煙が唯一の原因ではない。警告表示法第１条で規定されている，たばこによる疾病・死亡の低減，受動喫煙がもたらす害の排除・減少，未成年者の喫煙防止，そして喫煙の社会的費用の抑制という立法目的には異論はないが，その目的を達成する規制手段の点で憲法上も問題があるのではないか。当社の見解と異なる警告文の掲載を義務付けられることは，耐えられない。社会の健康増進のために必要だというなら，それは国家の政策であり，たばこ事業者だけに犠牲を強いるのは筋が違うのではないか。\n資料４ たばこと健康被害等に関するデータ\n(1) たばことがん発がん物質たばこの煙には４０００種以上の化学物質が含まれ，そのうち発がん性が分かっているものだけでも４３種類ある。\nが ん喫煙は単独で，がんの原因の約３０％を占める。そして，がんで死亡する危険性が，喫煙者の方が高まる。例えば，肺がんで死亡する危険性は，喫煙者は非喫煙者に比べて約２倍から４倍高まる。\n喫煙開始年齢と発がんリスクたばこを吸い始める年齢が若いほど，発がんのリスクが増加する。例えば，肺がんでは，２０歳未満で喫煙を開始した場合の死亡率は，非喫煙者に比べて約５．５倍になる。\n(2) 喫煙がもたらす，その他のリスク心筋梗塞喫煙者が心筋梗塞で死亡する危険性は，非喫煙者に比べて約１．７倍高くなる。\n脳卒中喫煙者が脳卒中で死亡する危険性は，非喫煙者に比べて約１．７倍高くなる。\n肺気腫など呼吸器系への障害喫煙により，慢性気管支炎，肺気腫などの慢性閉塞性肺疾患の危険が増大し，肺機能検査により閉塞性障害の頻度が高いことが観察されている。\nニコチン依存症たばこを持続的に使用した後，たばこから完全に，又は相対的に離脱するときに生じる，種々の性質と重症度を持つ一群の症状である。典型的には，たばこ摂取を強く渇望し，使用の制御が困難になり，有害な影響があるにもかかわらず持続して使用してしまう。その他喫煙により，胃・十二指腸潰瘍，口腔粘膜の角化及び色素沈着，慢性萎縮性胃炎，肝硬変等の危険が増大する。また，歯槽膿漏や歯周囲炎など歯周病になりやすくなる。この他，脳萎縮，白内障，難聴，味覚・嗅覚の低下，骨粗鬆症，老化の促進などもみられる。さらに，年齢よりも顔のしわが増えたり頬がこけるという特有の顔つき（スモーカーズ・フェイス）になることが知られている。\n(3) 胎児・乳幼児・小児への影響妊婦の喫煙により，流産，早産，死産，低体重児，先天異常，新生児死亡のリスクが高まることが明らかになっている。\n家庭内での喫煙によって，肺炎，幼児の喘息性気管支炎，学童の咳・痰などの呼吸器症状が増加する。\n(4) 受動喫煙とリスク受動喫煙（自分の意志とは無関係に吸い込んでしまうこと）によって病気にかかる危険度は，たばこの害を受けない人と比べて，肺がんで約１．１９倍，心臓病で約１．２５倍に高まる。\n(5) 喫煙と社会的費用たばこの税収は年間約２兆円である。他方で，喫煙によって起こるがんや心臓病の医療費，それらの病気やたばこが原因の火災で失われる労働力等をすべて金額に換算してみると，年間７兆４０００億円近くになる。",
  "source_pdf": "data/pdfs/judicial_exam/H18/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n本問は，製造たばこの包装容器に警告文の表示を義務付ける立法措置が講じられたことによって特定販売業者に生じた損害について，その回復のために考えられる二つの訴えを挙げさせ，各訴えに関する憲法上の主張について，原告側，国側，それぞれの立場から論じさせることにより，憲法上の争点を浮き彫りにさせた上で，各争点についての解答者の見解と論拠を述べさせるものである。\n本問の出題意図は，法科大学院で行われている（行われるべき）授業に対応した設問という点にある。憲法理論について，判例と学説の対立の中でそれぞれを正確に理解した上で，自らの眼で事例を分析し，問題点を発見し，それを多面的・複眼的に検討し，説得力のある理由を付した一つの結論を導き出すことを求めている。検討に当たっては，理論的問題，すなわち憲法規範の意味の問題と，事実の問題，すなわち当該事案に関する事実や立法事実をどのようにとらえるかという問題があり，両者を踏まえた考察が必要不可欠である。もとより，解答に当たっては，分析と検討の道筋や論拠を的確に述べる必要がある。\n本問における核心的な問題は，他者の意見を記載することを強制されること（消極的表現の自由＝強制からの自由），及び，商品回収や包装変更の点も含め，その強制が自社の経費負担の下で義務付けられること（憲法第２９条第３項の損失補償における「特別の犠牲」の可能性）\nに関わる憲法上の問題である。\n設問１では，まず，損害を回復するための訴えとして，国家賠償法に基づく国家賠償請求と，憲法第２９条第３項に基づく損失補償請求とを挙げることになる。本問では損害を回復するための訴えを尋ねており，法律関係の確認訴訟は解答として不十分である。\n次に，原告訴訟代理人の主張として，国家賠償請求に関しては，本法律の違憲性，具体的には，消極的表現の自由，営業の自由，財産権等との関係を論ずることになろう。また，損失補償請求に関しては，憲法第２９条第３項による直接請求の可否，補償の要否等が問題となろう。\nここでいう消極的表現の自由とは，他者の意見を記載することを「強制されない自由」であり，本法律では警告文の「発信者」名が表示されず，記載内容が特定販売業者の意見であると思われる可能性があることから，その制約の是非が問題となる。消極的表現の自由が，単なる\n「言わない自由」や「沈黙の自由」ではないことを理解した上で論述することが期待される。\nなお，自己のスペースであるにもかかわらず，包装のデザイン等を自分ですべて決めることができない点も，表現の自由の制約として問題となろう。\nまた，警告表示義務が実質上販売活動を制約するものであり，また，実際にたばこの販売にマイナスの影響を与えていることから，営業の自由の制約の是非が問題となる。同様に，本法律による警告表示義務については，財産権の制約の観点からもその制約の是非が問題となるし，さらに，経過措置の定めがない点も，同様の観点から問題となる。\n本法律による規制目的の正当性については原告も争っていないので，本問においては，規制目的と手段の関連性や手段自体の相当性が主たる争点となる。したがって，原告側としては,問題とする権利の根拠・内容や性格を明らかにし，上記のような権利の制約が問題となることを事実に基づいて的確に述べた上で，国側からの予想される反論等をも念頭に置きつつ，自己の主張を説得的に述べることが期待されている。\n他方，損失補償請求に関しては，他者の経費でたばこの包装に警告表示をさせること，あるいは，経過措置を定めなかったことにより包装変更のため流通在庫の回収を余儀なくされたことは，憲法第２９条第３項の「公共のために用ひる」に該当し，正当な補償が与えられなければ同項に違反すると主張することになろう。\n設問１と設問２の主張は，規制を受ける私人と国は対抗的関係にあるから，対応する主張がなされるべきである。その際，憲法違反の主張においては，あらゆる違反の可能性を主張するというよりも，違憲となる可能性の高い問題は何かを事例に照らして十分に検討した上で，説得的に主張することが期待される。\n設問２の国側の主張においては，原告側の主張に反論するための議論を行うことになるが，その場合にも，単なる理論的な反論だけではなく，事例に依拠した主張が望まれる。具体的には，①健康の危害への警告は国家の任務に属すること，②警告表示は喫煙者に喫煙による健康被害を明確に認識させるため必要不可欠な措置であること，③医学上の知識を伝えるものであり，喫煙自体を禁止するものではないこと，④他の措置（広告の禁止や税率の引上げ等）に比べて，警告表示義務はより緩やかな手段であること，などを述べることが想定できよう。なお，このほか，国家賠償法の下で請求を退けるための主張をすることも考えられる。\n最後に，設問３では，以上を踏まえて，解答者自身の見解を示すことが求められる。そこでは，判例に基づく結論を示すことではなく，多面的・複眼的な検討・考察の上で，一つの筋の通った帰結を導くことが必要である。したがって，設問３では，設問１と設問２とは異なる「第\n３の道」もあり得る。"
}