{
  "year": "H29",
  "exam_type": "予備",
  "subject_name": "民法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事実】\n１．Ａは，年来の友人であるＢから，Ｂ所有の甲建物の購入を持ち掛けられた。Ａは，甲建物を気に入り，平成２３年７月１４日，Ｂとの間で，甲建物を１０００万円で購入する旨の契約を締結し，同日，Ｂに対して代金全額を支払った。この際，法律の知識に乏しいＡは，甲建物を管理するために必要であるというＢの言葉を信じ，Ａが甲建物の使用を開始するまでは甲建物の登記名義を引き続きＢが保有することを承諾した。\n２．Ｂは，自身が営む事業の資金繰りに窮していたため，Ａに甲建物を売却した当時から，甲建物の登記名義を自分の下にとどめ，折を見て甲建物を他の者に売却して金銭を得ようと企てていた。もっとも，平成２３年９月に入り，親戚から「不動産を買ったのならば登記名義を移してもらった方がよい。」という助言を受けたＡが，甲建物の登記を求めてきたため，Ｂは，法律に疎いＡが自分を信じ切っていることを利用して，何らかの方法でＡを欺く必要があると考えた。\nそこで，Ｂは，実際にはＡからの借金は一切存在しないにもかかわらず，ＡのＢに対する３００万円の架空の貸金債権（貸付日平成２３年９月２１日，弁済期平成２４年９月２１日）を担保するためにＢがＡに甲建物を譲渡する旨の譲渡担保設定契約書と，譲渡担保を登記原因とする甲建物についての所有権移転登記の登記申請書を作成した上で，平成２３年９月２１日，Ａ\nを呼び出し，これらの書面を提示した。Ａは，これらの書面の意味を理解できなかったが，これで甲建物の登記名義の移転は万全であるというＢの言葉を鵜呑みにし，書面を持ち帰って検討したりすることなく，その場でそれらの書面に署名・押印した。同日，Ｂは，これらの書面を用いて，甲建物について譲渡担保を登記原因とする所有権移転登記（以下「本件登記」という。）を行った。\n３．平成２３年１２月１３日，Ｂは，不動産業者Ｃとの間で，甲建物をＣに５００万円で売却する旨の契約を締結し，同日，Ｃから代金全額を受領するとともに，甲建物をＣに引き渡した。この契約の締結に際して，Ｂは，【事実】２の譲渡担保設定契約書と甲建物の登記事項証明書をＣ\nに提示した上で，甲建物にはＡのために譲渡担保が設定されているが，弁済期にＣがＡに対し\n【事実】２の貸金債権を弁済することにより，Ａの譲渡担保権を消滅させることができる旨を\n説明し，このことを考慮して甲建物の代金が低く設定された。Ｃは，Ａが実際には甲建物の譲渡担保権者でないことを知らなかったが，知らなかったことについて過失があった。\n４．平成２４年９月２１日，Ｃは，Ａ宅に出向き，自分がＢに代わって【事実】２の貸金債権を弁済する旨を伝え，３００万円及びこれに対する平成２３年９月２１日から平成２４年９月２１日までの利息に相当する金額を現金でＡに支払おうとしたが，Ａは，Ｂに金銭を貸した覚えはないとして，その受領を拒んだ。そのため，Ｃは，同日，債権者による受領拒否を理由として，弁済供託を行った。\n〔設問１〕\nＣは，Ａに対し，甲建物の所有権に基づき，本件登記の抹消登記手続を請求することができるかどうかを検討しなさい。\n【事実（続き）】\n５．平成２５年３月１日，ＡとＣとの間で，甲建物の所有権がＣに帰属する旨の裁判上の和解が成立した。それに従って，Ｃを甲建物の所有者とする登記が行われた。\n- 2 -\n６．平成２５年４月１日，Ｃは甲建物をＤに賃貸した。その賃貸借契約では，契約期間は５年，賃料は近隣の賃料相場２５万円よりも少し低い月額２０万円とし，通常の使用により必要となる修繕については，その費用をＤが負担することが合意された。その後，Ｄは，甲建物を趣味の油絵を描くアトリエとして使用していたが，本業の事業が忙しくなったことから甲建物をあまり使用しなくなった。そこで，Ｄは，Ｃの承諾を得て，平成２６年８月１日，甲建物をＥに転貸した。その転貸借契約では，契約期間は２年，賃料は従前のＤＥ間の取引関係を考慮して，月額１５万円とすることが合意されたが，甲建物の修繕に関して明文の条項は定められなかった。\n７．その後，Ｅは甲建物を使用していたが，平成２７年２月１５日，甲建物に雨漏りが生じた。Ｅは，借主である自分が甲建物の修繕費用を負担する義務はないと考えたが，同月２０日，修理業者Ｆに甲建物の修理を依頼し，その費用３０万円を支払った。\n８．平成２７年３月１０日，Ｃは，Ｄとの間で甲建物の賃貸借契約を同年４月３０日限り解除する旨合意した。そして，Ｃは，同年３月１５日，Ｅに対し，ＣＤ間の甲建物の賃貸借契約は合意解除されるので，同年４月３０日までに甲建物を明け渡すか，もし明け渡さないのであれば，同年５月以降の甲建物の使用について相場賃料である月額２５万円の賃料を支払うよう求めたが，Ｅはこれを拒絶した。\n９．平成２７年５月１８日，Ｅは，Ｃに対し，【事実】７の甲建物の修繕費用３０万円を支払うよう求めた。\n〔設問２〕\nＣＤ間の賃貸借契約が合意解除された場合にそれ以後のＣＥ間の法律関係はどのようになるかを踏まえて，【事実】８に記したＣのＥに対する請求及び【事実】９に記したＥのＣに対する請求が認められるかどうかを検討しなさい。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H29/論述/試験問題/民事系.pdf",
  "subject": 3
}