{
  "year": "H29",
  "exam_type": "予備",
  "subject_name": "刑事訴訟法",
  "text": "次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n平成２９年５月２１日午後１０時頃，Ｈ県Ｉ市Ｊ町１丁目２番３号先路上において，Ｖがサバイバルナイフでその胸部を刺されて殺害される事件が発生し，犯人はその場から逃走した。\nＷは，たまたま同所を通行中に上記犯行を目撃し，「待て。」と言いながら，直ちに犯人を追跡したが，約１分後，犯行現場から約２００メートルの地点で見失った。\n通報により駆けつけた警察官は，Ｗから，犯人の特徴及び犯人の逃走した方向を聞き，Ｗの指し示した方向を探した結果，犯行から約３０分後，犯行現場から約２キロメートル離れた路上で，Ｗから聴取していた犯人の特徴と合致する甲を発見し，職務質問を実施したところ，甲は犯行を認めた。警察官は，①甲をＶに対する殺人罪により現行犯逮捕した。なお，Ｖの殺害に使用されたサバ\nイバルナイフは，Ｖの胸部に刺さった状態で発見された。\n甲は，その後の取調べにおいて，「乙からＶを殺害するように言われ，サバイバルナイフでＶの胸を刺した。」旨供述した。警察官は，甲の供述に基づき，乙をＶに対する殺人の共謀共同正犯の被疑事実で通常逮捕した。\n乙は，甲との共謀の事実を否認したが，検察官は，関係各証拠から，乙には甲との共謀共同正犯が成立すると考え，②「被告人は，甲と共謀の上，平成２９年５月２１日午後１０時頃，Ｈ県Ｉ市\nＪ町１丁目２番３号先路上において，Ｖに対し，殺意をもって，甲がサバイバルナイフでＶの胸部を１回突き刺し，よって，その頃，同所において，同人を左胸部刺創による失血により死亡させて殺害したものである。」との公訴事実により乙を公判請求した。\n検察官は，乙の公判前整理手続において，裁判長からの求釈明に対し，③「乙は，甲との間で，平成２９年５月１８日，甲方において，Ｖを殺害する旨の謀議を遂げた。」旨釈明した。これに対し，乙の弁護人は，甲との共謀の事実を否認し，「乙は，同日は終日，知人である丙方にいた。」旨主張したため，本件の争点は，「甲乙間で，平成２９年５月１８日，甲方において，Ｖを殺害する旨の謀議があったか否か。」であるとされ，乙の公判における検察官及び弁護人の主張・立証も上記釈明の内容を前提に展開された。\n〔設問１〕\n①の現行犯逮捕の適法性について論じなさい。\n〔設問２〕\n１ ②の公訴事実は，訴因の記載として罪となるべき事実を特定したものといえるかについて論じなさい。\n２ ③の検察官の釈明した事項が訴因の内容となるかについて論じなさい。\n３ 裁判所が，証拠調べにより得た心証に基づき，乙について，「乙は，甲との間で，平成２９年５月１１日，甲方において，Ｖを殺害する旨の謀議を遂げた。」と認定して有罪の判決をすることが許されるかについて論じなさい（①の現行犯逮捕の適否が与える影響については，論じなくてよい。）。\n- 4 -",
  "source_pdf": "data/pdfs/preliminary_exam/H29/論述/試験問題/刑事系.pdf",
  "subject": 7,
  "purpose": "本問は，殺人事件の犯行の目撃者が直ちに犯人を追跡し，約１分後，犯行現場から約２００メートルの地点で見失ったものの，通報により駆けつけた警察官が，同目撃者から犯人の特徴及び逃走方向を聞いて犯人を捜し，犯行から約３０分後，犯行現場から約２キロメートルの地点で，犯人の特徴と合致する甲を発見して職務質問したところ，甲が犯行を認めたため，甲を，現行犯逮捕した事例において，この逮捕が現行犯逮捕の要件（刑事訴訟法第２１２条第１項，同条第２項及び第２１３条）を充足するかを検討させるとともに，甲との共謀共同正犯が成立するとして殺人罪で起訴された乙の公判を題材に，起訴状に「甲と共謀の上」との記載及びそれに基づく実行行為が記載されていれば訴因の特定は足りるといえるのか，共謀の成立時期について検察官が求釈明に応じた場合，その内容は訴因の内容を構成することになるのか，証拠調べの結果，裁判所が検察官の釈明内容と異なる事実を認定して有罪判決をすることが許されるのか，すなわち，事実認定に先立っての訴因変更の要否 及び 訴因変更が不要であるとしても裁判所は何らかの措置を採るべきか ， ， ，そうであるとすればその措置は何かを検討させることにより，現行犯逮捕・準現行犯逮捕の要件及び訴因に関連する各問題点について，基本的な学識の有無及び具体的事案における応用力を試すものである。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は，殺人事件の犯行の目撃者が直ちに犯人を追跡し，約１分後，犯行現場から約２００メートルの地点で見失ったものの，通報により駆けつけた警察官が，同目撃者から犯人の特徴及び逃走方向を聞いて犯人を捜し，犯行から約３０分後，犯行現場から約２キロメートルの地点で，犯人の特徴と合致する甲を発見して職務質問したところ，甲が犯行を認めたため，甲を，現行犯逮捕した事例において，この逮捕が現行犯逮捕の要件（刑事訴訟法第２１２条第１項，同条第２項及び第２１３条）を充足するかを検討させるとともに，甲との共謀共同正犯が成立するとして殺人罪で起訴された乙の公判を題材に，起訴状に「甲と共謀の上」との記載及びそれに基づく実行行為が記載されていれば訴因の特定は足りるといえるのか，共謀の成立時期について検察官が求釈明に応じた場合，その内容は訴因の内容を構成することになるのか，証拠調べの結果，裁判所が検察官の釈明内容と異なる事実を認定して有罪判決をすることが許されるのか，すなわち，事実認定に先立っての訴因変更の要否 及び 訴因変更が不要であるとしても裁判所は何らかの措置を採るべきか ， ， ，そうであるとすればその措置は何かを検討させることにより，現行犯逮捕・準現行犯逮捕の要件及び訴因に関連する各問題点について，基本的な学識の有無及び具体的事案における応用力を試すものである。"
      }
    ]
  }
}