{
  "year": "H29",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "次の文章を読んで，後記の〔設問〕に答えなさい。\nＡ県の特定地域で産出される農産物Ｘは，１年のうち限られた時期にのみ産出され，同地域の気候・土壌に適応した特産品として著名な農産物であった。Ｘが特別に豊作になる等の事情があると，価格が下落し，そのブランド価値が下がることが懸念されたことから，Ａ県は，同県で産出されるＸの流通量を調整し，一定以上の価格で安定して流通させ，Ａ県産のＸのブランド価値を維持し，もってＸの生産者を保護するための条例を制定した（以下「本件条例」という。）。\n本件条例では，①Ｘの生産の総量が増大し，あらかじめ定められたＸの価格を適正に維持できる最大許容生産量を超えるときは，Ａ県知事は，全ての生産者に対し，全生産量に占める最大許容生産量の超過分の割合と同じ割合で，収穫されたＸの廃棄を命ずる，②Ａ県知事は，生産者が廃棄命令に従わない場合には，法律上の手続に従い，県においてＸの廃棄を代執行する，③Ｘの廃棄に起因する損失については補償しない，旨定められた。\n条例の制定過程では，Ｘについて一定割合を一律に廃棄することを命ずる必要があるのか，との意見もあったが，Ｘの特性から，事前の生産調整，備蓄，加工等は困難であり，迅速な出荷調整の要請にかなう一律廃棄もやむを得ず，また，価格を安定させ，Ｘのブランド価値を維持するためには，総流通量を一律に規制する必要がある，と説明された。この他，廃棄を命ずるのであれば，一定の補償が必要ではないか等の議論もあったが，価格が著しく下落したときに出荷を制限することはやむを得ないものであり，また，本件条例上の措置によってＸの価格が安定することにより，Ｘ\nのブランド価値が維持され，生産者の利益となり，ひいてはＡ県全体の農業振興にもつながる等と説明された。\n２０××年，作付け状況は例年と同じであったものの，天候状況が大きく異なったことから，Ｘの生産量は著しく増大し，最大許容生産量の１．５倍であった。このため，Ａ県知事は，本件条例に基づき，Ｘの生産者全てに対し，全生産量に占める最大許容生産量の超過分の割合に相当する３\n分の１の割合でのＸの廃棄を命じた（以下「本件命令」という。）。\n甲は，より高品質なＸを安定して生産するため，本件条例が制定される前から，特別の栽培法を開発し，天候に左右されない高品質のＸを一定量生産しており，２０××年も生産量は平年並みであった。また，甲は，独自の顧客を持っていたことから，自らは例年同様の価格で販売できると考えていた。このため，甲は，本件命令にもかかわらず，自らの生産したＸを廃棄しないでいたところ，Ａ県知事により，甲が生産したＸの３分の１が廃棄された。納得できない甲は，本件条例によってＸの廃棄が命じられ，補償もなされないことは，憲法上の財産権の侵害であるとして，訴えを提起しようと考えている。\n〔設問〕\n甲の立場からの憲法上の主張とこれに対して想定される反論との対立点を明確にしつつ，あなた自身の見解を述べなさい。なお，法律と条例の関係及び訴訟形態の問題については論じなくてよい。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/H29/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "本問は，架空の条例を素材に，憲法上の財産権保障（憲法第２９条）についての理解を問うものである。\n本件条例は，Ｘのブランド価値を維持し，Ｘの生産者を保護する目的で，生産量が増大し，Ｘの価格を適正に維持できる最大許容生産量を超えるときに，Ａ県知事は，全ての生産者に対し，全生産量に占める最大許容生産量の超過分の割合と同じ割合で，収穫されたＸの廃棄を命じることとしている。まず，このような措置を定める本件条例が，憲法第２９条第１項で保障される財産権を侵害する違憲なものであるかを論じる必要がある。その際，本件条例の趣旨・目的と，それを達成するための手段の双方について，森林法違憲判決（最高裁昭和６２年４月２２日大法廷判決，民集４１巻３号４０８頁）及び証券取引法判決（最高裁平成１４年２月１３日大法廷判決 民集５６巻２号３３１頁 などを参照しながら 検討する必要がある ， ） ， 。特に，規制手段については，甲のように，平年並みの生産高となった者や，天候状況に左右されず一定量を生産することが可能な者が存在することを念頭に置きつつ，その合理性・必要性について考察することが求められるであろう。\n次に，本件条例では，Ｘの廃棄に起因する損失については補償をしないとされているが，それが，憲法上の損失補償請求権（憲法第２９条第３項）を侵害する違憲なものであるかを論じる必要がある。この場合，①本件条例が一般的に損失補償規定を置いていないことの合憲性と，②仮に一般的に損失補償規定を置いていないことが合憲であるとしても，甲の事情が，損失補償が認められるべき「特別の犠牲」に該当し，損失補償請求権を侵害すると主張しうるか，という二つの論点がある。これらについて，河川附近地制限令事件（最高裁昭和４３年１１月２７日大法廷判決，刑集２２巻１２号１４０２頁）などを参照しながら，検討することが求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は，架空の条例を素材に，憲法上の財産権保障（憲法第２９条）についての理解を問うものである。\n本件条例は，Ｘのブランド価値を維持し，Ｘの生産者を保護する目的で，生産量が増大し，Ｘの価格を適正に維持できる最大許容生産量を超えるときに，Ａ県知事は，全ての生産者に対し，全生産量に占める最大許容生産量の超過分の割合と同じ割合で，収穫されたＸの廃棄を命じることとしている。まず，このような措置を定める本件条例が，憲法第２９条第１項で保障される財産権を侵害する違憲なものであるかを論じる必要がある。その際，本件条例の趣旨・目的と，それを達成するための手段の双方について，森林法違憲判決（最高裁昭和６２年４月２２日大法廷判決，民集４１巻３号４０８頁）及び証券取引法判決（最高裁平成１４年２月１３日大法廷判決 民集５６巻２号３３１頁 などを参照しながら 検討する必要がある ， ） ， 。特に，規制手段については，甲のように，平年並みの生産高となった者や，天候状況に左右されず一定量を生産することが可能な者が存在することを念頭に置きつつ，その合理性・必要性について考察することが求められるであろう。\n次に，本件条例では，Ｘの廃棄に起因する損失については補償をしないとされているが，それが，憲法上の損失補償請求権（憲法第２９条第３項）を侵害する違憲なものであるかを論じる必要がある。この場合，①本件条例が一般的に損失補償規定を置いていないことの合憲性と，②仮に一般的に損失補償規定を置いていないことが合憲であるとしても，甲の事情が，損失補償が認められるべき「特別の犠牲」に該当し，損失補償請求権を侵害すると主張しうるか，という二つの論点がある。これらについて，河川附近地制限令事件（最高裁昭和４３年１１月２７日大法廷判決，刑集２２巻１２号１４０２頁）などを参照しながら，検討することが求められる。"
      }
    ]
  }
}