{
  "year": "H29",
  "exam_type": "予備",
  "subject_name": "行政法",
  "text": "産業廃棄物の処分等を業とする株式会社Ａは，甲県の山中に産業廃棄物の最終処分場（以下「本件処分場」という。）を設置することを計画し，甲県知事Ｂに対し，廃棄物の処理及び清掃に関する法律（以下「法」という。）第１５条第１項に基づく産業廃棄物処理施設の設置許可の申請（以下「本件申請」という。）をした。\nＢは，同条第４項に基づき，本件申請に係る必要事項を告示し，申請書類及び本件処分場の設置が周辺地域の生活環境に及ぼす影響についての調査の結果を記載した書類（Ａが同条第３項に基づき申請書に添付したもの。以下「本件調査書」という。）を公衆の縦覧に供するとともに，これらの書類を踏まえて許可要件に関する審査を行い，本件申請が法第１５条の２第１項所定の要件を全て満たしていると判断するに至った。\nしかし，本件処分場の設置予定地（以下「本件予定地」という。）の周辺では新種の高級ぶどうの栽培が盛んであったため，周辺の住民及びぶどう栽培農家（以下，併せて「住民」という。）の一部は，本件処分場が設置されると，地下水の汚染や有害物質の飛散により，住民の健康が脅かされるだけでなく，ぶどうの栽培にも影響が及ぶのではないかとの懸念を抱き，Ｂに対して本件申請を不許可とするように求める法第１５条第６項の意見書を提出し，本件処分場の設置に反対する運動を行った。\nそこで，Ｂは，本件申請に対する許可を一旦留保した上で，Ａに対し，住民と十分に協議し，紛争を円満に解決するように求める行政指導を行った。これを受けて，Ａは，住民に対する説明会を開催し，本件調査書に基づき本件処分場の安全性を説明するとともに，住民に対し，本件処分場の安全性を直接確認してもらうため，工事又は業務に支障のない限り，住民が工事現場及び完成後の本件処分場の施設を見学することを認める旨の提案（以下「本件提案」という。）をした。\n本件提案を受けて，反対派住民の一部は態度を軟化させたが，その後，上記の説明会に際してＡが，(ｱ)住民のように装ったＡ社従業員を説明会に参加させ，本件処分場の安全性に問題がないとする方向の質問をさせたり意見を述べさせたりした，(ｲ)あえて手狭な説明会場を準備し，賛成派住民を早めに会場に到着させて，反対派住民が十分に参加できないような形で説明会を運営した，という行為に及んでいたことが判明した。\nその結果，反対派住民は本件処分場の設置に強く反発し，Ａが本件処分場の安全性に関する説明を尽くしても，円満な解決には至らなかった。他方で，建設資材の価格が上昇しＡの経営状況を圧迫するおそれが生じていたことから，Ａは，本件提案を撤回し，説明会の継続を断念することとし，Ｂに対し，前記の行政指導にはこれ以上応じられないので直ちに本件申請に対して許可をするように求める旨の内容証明郵便を送付した。\nこれを受けて，Ｂは，Ａに対し，説明会の運営方法を改善するとともに再度本件提案をすることにより住民との紛争を円満に解決するように求める行政指導を行って許可の留保を継続し，Ａも，これに従い，月１回程度の説明会を開催して再度本件提案をするなどして住民の説得を試みたものの，結局，事態が改善する見通しは得られなかった。そこで，Ｂは，上記の内容証明郵便の送付を受けてから１０か月経過後，本件申請に対する許可（以下「本件許可」という。）をした。\nＡは，この間も建設資材の価格が上昇したため，本件許可の遅延により生じた損害の賠償を求めて，国家賠償法に基づき，甲県を被告とする国家賠償請求訴訟を提起した。\n他方，本件予定地の周辺に居住するＣ１及びＣ２は，本件許可の取消しを求めて甲県を被告とする取消訴訟を提起した。原告両名の置かれている状況は，次のとおりである。Ｃ１は，本件予定地から下流側に約２キロメートル離れた場所に居住しており，居住地内の果樹園で地下水を利用して新種の高級ぶどうを栽培しているが，地下水は飲用していない。Ｃ２は，本件予定地から上流側に約５００メートル離れた場所に居住しており，地下水を飲用している。なお，環境省が法第１５条\n- 3 -第３項の調査に関する技術的な事項を取りまとめて公表している指針において，同調査は，施設の種類及び規模，自然的条件並びに社会的条件を踏まえて，当該施設の設置が生活環境に影響を及ぼすおそれがある地域を対象地域として行うものとされているところ，本件調査書において，Ｃ２の居住地は上記の対象地域に含まれているが，Ｃ１の居住地はこれに含まれていない。\n以上を前提として，以下の設問に答えなさい。\nなお，関係法令の抜粋を【資料】として掲げるので，適宜参照しなさい。\n〔設問１〕\nＡは，上記の国家賠償請求訴訟において，本件申請に対する許可の留保の違法性に関し，どのような主張をすべきか。解答に当たっては，上記の許可の留保がいつの時点から違法になるかを示すとともに，想定される甲県の反論を踏まえつつ検討しなさい。\n〔設問２〕\n上記の取消訴訟において，Ｃ１及びＣ２に原告適格は認められるか。解答に当たっては，①仮に本件処分場の有害物質が地下水に浸透した場合，それが，下流側のＣ１の居住地に到達するおそれは認められるが，上流側のＣ２の居住地に到達するおそれはないこと，②仮に本件処分場の有害物質が風等の影響で飛散した場合，それがＣ１及びＣ２の居住地に到達するおそれの有無については明らかでないことの２点を前提にすること。\n- 4 -\n【資料】\n○ 廃棄物の処理及び清掃に関する法律（昭和４５年法律第１３７号）（抜粋）\n（目的）第１条 この法律は，廃棄物の排出を抑制し，及び廃棄物の適正な分別，保管，収集，運搬，再生，処分等の処理をし，並びに生活環境を清潔にすることにより，生活環境の保全及び公衆衛生の向上を図ることを目的とする。\n（産業廃棄物処理施設）第１５条 産業廃棄物処理施設（廃プラスチック類処理施設，産業廃棄物の最終処分場その他の産業廃棄物の処理施設で政令で定めるものをいう。以下同じ。）を設置しようとする者は，当該産業廃棄物処理施設を設置しようとする地を管轄する都道府県知事の許可を受けなければならない。\n２ 前項の許可を受けようとする者は，環境省令で定めるところにより，次に掲げる事項を記載した申請書を提出しなければならない。\n一～九 （略）\n３ 前項の申請書には，環境省令で定めるところにより，当該産業廃棄物処理施設を設置することが周辺地域の生活環境に及ぼす影響についての調査の結果を記載した書類を添付しなければならない。（以下略）\n４ 都道府県知事は，産業廃棄物処理施設（中略）について第１項の許可の申請があつた場合には，遅滞なく，第２項（中略）に掲げる事項，申請年月日及び縦覧場所を告示するとともに，同項の申請書及び前項の書類（中略）を当該告示の日から１月間公衆の縦覧に供しなければならない。\n５ （略）\n６ 第４項の規定による告示があつたときは，当該産業廃棄物処理施設の設置に関し利害関係を有する者は，同項の縦覧期間満了の日の翌日から起算して２週間を経過する日までに，当該都道府県知事に生活環境の保全上の見地からの意見書を提出することができる。\n（許可の基準等）第１５条の２ 都道府県知事は，前条第１項の許可の申請が次の各号のいずれにも適合していると認めるときでなければ，同項の許可をしてはならない。\n一 その産業廃棄物処理施設の設置に関する計画が環境省令で定める技術上の基準に適合していること。\n二 その産業廃棄物処理施設の設置に関する計画及び維持管理に関する計画が当該産業廃棄物処理施設に係る周辺地域の生活環境の保全及び環境省令で定める周辺の施設について適正な配慮がなされたものであること。\n三 申請者の能力がその産業廃棄物処理施設の設置に関する計画及び維持管理に関する計画に従つて当該産業廃棄物処理施設の設置及び維持管理を的確に，かつ，継続して行うに足りるものとして環境省令で定める基準に適合するものであること。\n四 （略）\n２～５ （略）\n○ 廃棄物の処理及び清掃に関する法律施行規則（昭和４６年厚生省令第３５号）（抜粋）\n（生活環境に及ぼす影響についての調査の結果を記載した書類）第１１条の２ 法第１５条第３項の書類には，次に掲げる事項を記載しなければならない。\n一 設置しようとする産業廃棄物処理施設の種類及び規模並びに処理する産業廃棄物の種類を勘案し，当該産業廃棄物処理施設を設置することに伴い生ずる大気質，騒音，振動，悪臭，水質又は地下水に係る事項のうち，周辺地域の生活環境に影響を及ぼすおそれがあるものとして調\n- 5 -査を行つたもの（以下この条において「産業廃棄物処理施設生活環境影響調査項目」という。）二 産業廃棄物処理施設生活環境影響調査項目の現況及びその把握の方法三 当該産業廃棄物処理施設を設置することが周辺地域の生活環境に及ぼす影響の程度を予測するために把握した水象，気象その他自然的条件及び人口，土地利用その他社会的条件の現況並びにその把握の方法四 当該産業廃棄物処理施設を設置することにより予測される産業廃棄物処理施設生活環境影響調査項目に係る変化の程度及び当該変化の及ぶ範囲並びにその予測の方法五 当該産業廃棄物処理施設を設置することが周辺地域の生活環境に及ぼす影響の程度を分析した結果六 大気質，騒音，振動，悪臭，水質又は地下水のうち，これらに係る事項を産業廃棄物処理施設生活環境影響調査項目に含めなかつたもの及びその理由七 その他当該産業廃棄物処理施設を設置することが周辺地域の生活環境に及ぼす影響についての調査に関して参考となる事項\n- 6 -",
  "source_pdf": "data/pdfs/preliminary_exam/H29/論述/試験問題/公法系.pdf",
  "subject": 2
}