{
  "year": "H29",
  "exam_type": "予備",
  "subject_name": "実務基礎（民事）",
  "text": "司法試験予備試験用法文を適宜参照して，以下の各設問に答えなさい。\n〔設問１〕\n弁護士Ｐは，Ｘから次のような相談を受けた。\n【Ｘの相談内容】\n「私は，骨董品を収集することが趣味なのですが，親友からＢという人を紹介してもらい，平成２８年５月１日，Ｂ宅に壺（以下「本件壺」という。）を見に行きました。Ｂに会ったところ，Ａから平成２７年３月５日に，代金１００万円で本件壺を買って，同日引き渡してもらったということで，本件壺を見せてもらったのですが，ちょうど私が欲しかった壺であったことから，是非とも譲ってほしいとＢにお願いしたところ，代金１５０万円なら譲ってくれるということで，当日，本件壺を代金１５０万円で購入しました。そして，他の人には売ってほしくなかったので，親友の紹介でもあったことから信用できると思い，当日，代金１５０万円をＢに支払い，領収書をもらいました。当日は，電車で来ていたので，途中で落としたりしたら大変だと思っていたところ，Ｂが，あなた（Ｘ）のために占有しておきますということでしたので，これを了解し，後日，本件壺を引き取りに行くことにしました。\n平成２８年６月１日，Ｂのところに本件壺を取りに行ったところ，Ｂから，本件壺は，Ａから預かっていただけで，自分のものではない，あなた（Ｘ）から１５０万円を受け取ったこともない，また，本件壺は，既に，Ｙに引き渡したので，自分のところにはないと言われました。\nすぐに，Ｙのところに行き，本件壺を引き渡してくれるようにお願いしたのですが，Ｙは，本件壺は，平成２８年５月１５日にＡから代金１５０万円で購入したものであり，渡す必要はないと言って渡してくれません。\n本件壺の所有者は，私ですので，何の権利もないのに本件壺を占有しているＹに本件壺の引渡しを求めたいと考えています。」弁護士Ｐは，【Ｘの相談内容】を前提に，Ｘの訴訟代理人として，Ｙに対し，本件壺の引渡しを求める訴訟（以下「本件訴訟」という。）を提起することを検討することとした。\n以上を前提に，以下の各問いに答えなさい。\n(1) 弁護士Ｐは，本件訴訟に先立って，Ｙに対して，本件壺の占有がＹ以外の者に移転されることに備え，事前に講じておくべき法的手段を検討することとした。弁護士Ｐが採り得る法的手段を一つ挙げ，そのような手段を講じなかった場合に生じる問題についても併せて説明しなさい。\n(2) 弁護士Ｐが，本件訴訟において，選択すると考えられる訴訟物を記載しなさい。なお，代償請求については，考慮する必要はない。\n(3) 弁護士Ｐは，本件訴訟の訴状（以下「本件訴状」という。）において，本件壺の引渡請求を理由づける事実（民事訴訟規則第５３条第１項）として，次の各事実を主張した。\nア Ａは，〔①〕\nイ Ａは，平成２７年３月５日，Ｂに対し，本件壺を代金１００万円で売った。\nウ 〔②〕\nエ 〔③〕\n上記①から③までに入る具体的事実を，それぞれ答えなさい。\n(4) 弁護士Ｐは，Ｙが，ＡＢ間の売買契約を否認すると予想されたことから，上記(3)の法的構成\n- 2 -とは別に，仮に，Ｂが本件壺の所有権を有していないとしても，本件壺の引渡請求を理由づける事実（民事訴訟規則第５３条第１項）の主張をできないか検討した。しかし，弁護士Ｐは，このような主張は，判例を踏まえると認められない可能性が高いとして断念した。弁護士Ｐが検討したと考えられる主張の内容（当該主張を構成する具体的事実を記載する必要はない。）と，その主張を断念した理由を簡潔に説明しなさい。\n〔設問２〕\n弁護士Ｑは，本件訴状の送達を受けたＹから次のような相談を受けた。\n【Ｙの相談内容】\n「私は，Ａから，本件壺を買わないかと言われました。壺に興味があることから，Ａに見せてほしいと言ったところ，Ａは，Ｂに預かってもらっているということでした。そこで，平成２８年５月１５日，Ｂ宅に見に行ったところ，一目で気に入り，Ａに電話で１５０万円での購入を申し込み，Ａが承諾してくれました。私は，すぐに近くの銀行で１５０万円を引き出しＡ宅に向かい，Ａに現金を交付したところ，Ａが私と一緒にＢ宅に行ってくれて，Ａから本件壺を受け取りました。したがって，本件壺の所有者は私ですから，Ｘに引き渡す必要はないと思います。」\n弁護士Ｑは，【Ｙの相談内容】を前提に，Ｙの訴訟代理人として，本件訴訟における答弁書を作成するに当たり，主張することが考えられる二つの抗弁を検討したところ，抗弁に対して考えられる再抗弁を想定すると，そのうちの一方の抗弁については，自己に有利な結論を得られる見込みは高くないと考え，もう一方の抗弁のみを主張することとした。\n以上を前提に，以下の各問いに答えなさい。\n(1) 弁護士Ｑとして主張することを検討した二つの抗弁の内容（当該抗弁を構成する具体的事実を記載する必要はない。）を挙げなさい。\n(2) 上記(1)の二つの抗弁のうち弁護士Ｑが主張しないこととした抗弁を挙げるとともに，その抗弁を主張しないこととした理由を，想定される再抗弁の内容にも言及した上で説明しなさい。\n〔設問３〕\nＹに対する訴訟は，審理の結果，ＡＢ間の売買契約が認められないという理由で，Ｘが敗訴した。\nそこで，弁護士Ｐは，Ｘの訴訟代理人として，Ｂに対して，ＢＸ間の売買契約の債務不履行を理由とする解除に基づく原状回復請求としての１５０万円の返還請求訴訟(以下「本件第２訴訟」という。）を提起した。\n第１回口頭弁論期日で，Ｂは，Ｘから本件壺の引渡しを催告され，相当期間が経過した後，Ｘから解除の意思表示をされたことは認めたが，ＢがＸに対して本件壺を売ったことと，ＢＸ間の売買契約に基づいてＸからＢに対し１５０万円が支払われたことについては否認した。弁護士Ｐは，当該期日において，以下の領収書（押印以外，全てプリンターで打ち出されたものである。以下「本件領収書」という。）を提出し，証拠として取り調べられた。これに対し，Ｂの弁護士Ｒは，本件領収書の成立の真正を否認し，押印についてもＢの印章によるものではないと主張している。\nその後，第１回弁論準備手続期日で，弁護士Ｐは，平成２８年５月１日に１５０万円を引き出したことが記載されたⅩ名義の預金通帳を提出し，それが取り調べられ，弁護士Ｒは預金通帳の成立の真正を認めた。\n第２回口頭弁論期日において，ＸとＢの本人尋問が実施され，Ｘは，下記【Ｘの供述内容】のとおり，Ｂは，下記【Ｂの供述内容】のとおり，それぞれ供述した。\n- 3 -領 収 書\nＸ 様下記金員を確かに受領しました。\n金１５０万円ただし，壺の代金として平成２８年５月１日\nＢ Ⓑ\n【Ｘの供述内容】\n「私は，平成２８年５月１日に，親友の紹介でＢ宅を訪問し，本件壺を見せてもらいました。\nＢとは，そのときが初対面でしたが，Ｂは，現金１５０万円なら売ってもいいと言ってくれたので，私は，すぐに近くの銀行に行き，１５０万円を引き出して用意しました。Ｂは，私が銀行に行っている間に，パソコンとプリンターを使って，領収書を打ち出し，三文判ではありますが，判子も押して用意してくれていたので，引き出した現金１５０万円をＢ宅で交付し，Ｂから領収書を受け取りました。当日は，電車で来ていたので，取りあえず，壺を預かっておいてもらったのですが，同年６月１日に壺を受け取りに行った際には，Ｂから急に，本件壺は，Ａから預かっているもので，あなたに売ったことはないと言われました。\nまた，Ｙに対する訴訟で証人として証言したＡが供述していたように，Ａは同年５月２日にＢから２００万円を借金の返済として受け取っているようですが，この２００万円には私が交付した１５０万円が含まれていることは間違いないと思います。」\n【Ｂの供述内容】\n「確かに，平成２８年５月１日，Ｘは，私の家を訪ねてきて，本件壺を見せてほしいと言ってきました。私はＸとは面識はありませんでしたが，知人からＸを紹介されたこともあり，本件壺を見せてはあげましたが，Ｘから１５０万円は受け取っていません。Ｘは，私に１５０万円を現金で渡したと言っているようですが，そんな大金を現金でもらうはずはありませんし，領収書についても，私の名前の判子は押してありますが，こんな判子はどこでも買えるもので，Ｘがパソ\nコンで作って，私の名前の判子を勝手に買ってきて押印したものに違いありません。\n私は，同月２日に，Ａから借りていた２００万円を返済したことは間違いありませんが，これは，自分の父親からお金を借りて返済したもので，Ｘからもらったお金で工面したものではありません。父親は，自宅にあった現金を私に貸してくれたようです。また，父親とのやり取りだったので，貸し借りに当たって書面も作りませんでした。その後，同年６月１日にもＸが私の家に来て，本件壺を売ってくれと言ってきましたが，断っています。」\n以上を前提に，以下の各問いに答えなさい。\n(1) 本件第２訴訟の審理をする裁判所は，本件領収書の形式的証拠力を判断するに当たり，Ｂの記名及びＢ名下の印影が存在することについて，どのように考えることになるか論じなさい。\n(2) 弁護士Ｐは，本件第２訴訟の第３回口頭弁論期日までに，準備書面を提出することを予定している。その準備書面において，弁護士Ｐは，前記【Ｘの供述内容】及び【Ｂの供述内容】と同内容のＸ及びＢの本人尋問における供述並びに前記の提出された書証に基づいて，Ｂが否認した事実についての主張を展開したいと考えている。弁護士Ｐにおいて準備書面に記載すべき内容を，- 4 -\n提出された書証や両者の供述から認定することができる事実を踏まえて，答案用紙１頁程度の分量で記載しなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/H29/論述/試験問題/実務基礎.pdf",
  "subject": 9,
  "purpose": "設問１は，動産の引渡請求が問題となる訴訟において，原告代理人があらかじめ講ずべき法的手段とともに，引渡請求の訴訟物や当該請求を理由付ける事実について説明を求めるものである。民事保全の基本的理解に加えて，所有権に基づく物権的請求権の法律要件について，民事実体法及び判例で示された規律や動産取引の特殊性に留意して検討することが求められる。\n設問２は，動産の二重譲渡事案における実体法上の権利関係及びそれに係る要件事実の理解を前提に，原告の所有権喪失原因について幅広く検討した上，本件の時系列の下で予想される再抗弁の内容を念頭に，適切な抗弁を選択し，その理由を説明することが求められる。\n設問３は，二段の推定についての基本的理解と当てはめを問うとともに，原告代理人の立場から，準備書面に記載すべき事項を問うものである。争点に関する書証及び当事者尋問の結果を検討し，証拠により認定することができる事実を摘示した上で，原告の主張を根拠付けるために，各認定事実に基づき，いかなる推論・評価が可能か，その過程を検討・説明することが求められる。"
}