{
  "year": "R4",
  "exam_type": "予備",
  "subject": 18,
  "subject_name": "国際関係法（私法系）",
  "text": "甲国籍のＡ女は、１９８７年に甲国Ｐ州で生まれ、その後も２００９年まで同州にのみ居住していた。Ａの親族は、現在まで同州に居住している。甲国籍のＢ男は、１９８７年に甲国Ｑ州で生まれ、その後も２０１１年まで同州にのみ居住していた。Ｂの親族は、現在まで同州に居住している。\nＡ及びＢは、２００９年に甲国Ｑ州において、いずれも２２歳で婚姻して、Ａは同州に転居した。\n婚姻から約１年後の２０１０年に同州において、ＡＢ間に子Ｃ（甲国籍）が生まれた。Ｃの出生から更に１年間、Ａ、Ｂ及びＣは同州に居住していた。Ｂは２００９年に同州の大学の日本語学科を卒業後、同州内の地元企業に就職したが、２０１１年に日本企業に転職し、就業場所が東京となったことから、Ａ、Ｂ及びＣは同年に来日し、現在まで日本で生活を営んでいる。Ａは、日本の大学に甲国語の語学教師として常勤しており、Ｃは、日本の公立学校に通学している。Ｃが６歳になる\n２０１６年頃から、Ｂは、Ａ及びＣに対して日常的に暴力を振るうようになり、これによりＡＢ間の婚姻関係は実質的に破綻し、ＡとＢは翌２０１７年から別居して、それ以降はＡがＣを監護している。Ａ及びＢは、それぞれ今後も日本での生活を継続する予定であり、甲国に帰国する意思はない。\n別居から約５年後の２０２２年に、Ａは、Ｂとの離婚等を求めて、日本の家庭裁判所に調停を申し立てた。その後、調停は不成立となり、Ａは、Ｂの暴行等により婚姻関係が破綻したと主張して、Ｂを被告として、離婚及びＣの親権者をＡと定めること、並びに離婚せざるを得なくなったことについての精神的苦痛に対する慰謝料２００万円及びＢの暴行についての精神的苦痛に対する慰謝料１００万円の合計３００万円の支払を求める訴えを提起した。\nなお、甲国は、Ｐ州、Ｑ州を含む複数の州から成る地域的不統一法国であり、州ごとに民法の内容が異なる。甲国Ｐ州民法は、①年齢１８歳をもって成年とすること、②離婚をするときは、未成年の子の親権は父母が共同して行う旨の規定を有している。甲国Ｑ州民法は、①年齢２０歳をもって成年とすること、②離婚をするときは、未成年の子の親権は父のみが行う旨の規定を有している。\nまた、甲国には、甲国人が甲国内のいずれの州に属するかを示すような属人法の決定基準として用いられる統一的な準国際私法の規則は存在しない。\n以上の事実に加え、本件において日本の裁判所に国際裁判管轄権が認められること及び日本の国際私法の観点からみてＡＢ間の婚姻が有効に成立していることを前提として、以下の設問に答えなさい。\n〔設問１〕\n本件においてＡＢ間の離婚が認められるか否かについて、日本の裁判所は、いずれの国の法を適用して判断すべきか論じなさい。\n〔設問２〕\n本件においてＡＢ間の離婚が認められるものとする。その場合において、以下の小問に答えなさい。\n〔小問１〕\n日本の裁判所は、Ｃの親権者をＡと定めることができるか。準拠法の決定過程を示しつつ、論じなさい。\n〔小問２〕\nＡの慰謝料請求について、日本の裁判所は、いずれの国の法を適用して判断すべきか論じなさい。\n- 19 -",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "本問は、渉外的な離婚とそれに伴う親権者の指定及び慰謝料請求の準拠法に関する基本的理解を問うものである。\n設問１は、いずれも地域的不統一法国の国籍を有する者を当事者とする離婚について、その準拠法を問うものである。法の適用に関する通則法（以下「通則法」という。）第２７条の離婚の問題と性質決定し、同条本文が準用する通則法第２５条の規定の解釈・適用が問題となる。本問では、通則法第３８条第３項かっこ書に従い、当事者それぞれの本国法を特定した後に、通則法第２７条本文が準用する通則法第２５条の規定の同一本国法が存在するかを判断し、存在しない場合には、同一常居所地法が存在するかを検討するというプロセスが論理的に示されなければならない。\n設問２は、離婚に伴う子の親権者の指定につき、その準拠法の決定と適用を問うものである。通則法第３２条の親子間の法律関係の問題と性質決定し、同条の規定によって指定される準拠法によることを示した上で、地域的不統一法国の国籍を有する者である子（と父又は母）の本国法を通則法第３８条第３項かっこ書に従い特定し、通則法第３２条の同一本国法を決定するというプロセスが論理的に示されなければならない。本問では、子と父の同一本国法である甲国Ｑ州法を事案に適用した結果、父のみが親権者とされ、母が親権者となる余地がないことから、通則法第\n４２条の公序則の発動の可否についても、本問の具体的な事案に即して、説得的に論述することが求められている。さらに、公序則の発動があった場合、誰を親権者として指定すべきかを、法的根拠を示して論じなければならない。\n設問３は、離婚に伴う慰謝料請求の準拠法についての理解を問うものである。本問では、離婚せざるを得なくなったことについての精神的苦痛に対する慰謝料及び夫の暴行についての精神的苦痛に対する慰謝料が請求されている。それらの慰謝料について一括して法律関係の性質決定をするのか、それぞれに分けて性質決定をするのか、また、通則法第２７条の離婚準拠法を適用するのか、通則法第１７条以下の不法行為の準拠法を適用するのかが、論理的に示されなければならない。不法行為と性質決定する場合には、本問は夫婦という特別の関係にある者の間の不法行為であることから、通則法第２０条の規定が適用されるかどうかについても検討すべきである。"
}