{
  "year": "R4",
  "exam_type": "予備",
  "subject": 11,
  "subject_name": "労働法",
  "text": "次の事例を読んで、後記の設問に答えなさい。\n【事例】\nＹ社は、全国の百貨店内のテナント店舗のほかに多数の路面店を展開して女性服の小売業を営む会社であり、Ｘは、平成２９年４月１日からＹ社の路面店Ａ店で販売担当従業員として勤務する有期労働契約社員である。\nＸは、販売担当従業員として勤務を始めた当初の１年半は平均的な成績であったが、接客の才能を徐々に開花させ、その後は常に売上成績においてＡ店のトップであった。その一方で、Ｘの同僚との関係は良好なものではなく、業務の進め方や店内での従業員間のコミュニケーションの取り方に問題があった。例えば、Ａ店においては、販売担当従業員が接客をしたことにより来店客が商品の購入を決めた場合には、当該販売担当従業員が当該商品の配送の手配や代金受領の手続等をすることとされていたにもかかわらず、Ｘは、これを同僚に押し付けることを繰り返していた。そのため、同僚らは、Ｘの接客技術については一目置いていたものの、その勤務態度に大いに不満を持っていた。また、Ｘは、同僚に対し商品の在庫確認を依頼する際に誤った説明をしておきながら、在庫不足が問題となった際には、上司に対し同僚のミスであるなどと報告して責任を転嫁したり、他の従業員への必要な声掛けや引継ぎをしないまま勝手に休憩に入ってしまったりすることを繰り返していた。\nＹ社の有期労働契約社員の契約期間は１年であり、Ｙ社は、契約更新の際、有期労働契約社員に対し、新たに労働契約書に署名・押印をさせるだけでなく、その機会に、売上成績や勤務態度、能力評価などを考慮して更新後の年俸額を決定していた。Ｘについては、令和２年４月及び令和３年\n４月の契約更新の際、勤務態度を改善すべきことが指摘されたものの、売上成績がＡ店において群を抜いていたことから、契約不更新の可能性が指摘されることはなかった。その間、Ａ店の店長Ｂは、同店の売上げを支えるＸが前記のような勤務態度を改めることを期待してＸに対して指導を行うこともあったが、同僚とのトラブルはなくならず、多くの場合、他の販売担当従業員に対して「多少は大目に見てやってくれ。」などと言って我慢をさせ、Ｘとの衝突が激しくなったときには、他の販売担当従業員を他店へ異動させることも数回あった。\n令和３年４月の契約更新後も、Ｘの売上成績は依然として他の販売担当従業員を引き離してＡ店のトップであったが、Ｘの前記のような勤務態度が根本的に改まることはなく、また、他の販売担当従業員に我慢を強いてきた結果、Ａ店全体の職場環境は、相当悪化した状態にあった。店長Ｂは、新人販売担当従業員２名が、そうした職場環境の悪さやＸとの不仲を理由に立て続けに退職したことを契機として、これ以上Ｘを立て続けるのは困難であると感じ、契約の更新の繰り返しにより通算契約期間が５年を超える前にＸの有期労働契約を更新しないこととすることを決断した。Ｙ社は、契約期間満了日の３か月前よりも更に前の令和３年１２月中に、Ｘに対して、契約を更新しない旨を通知した。\nＸは、Ｙ社が労働契約を更新しなかったことは不当であり、Ｙ社との労働契約は令和４年４月１日以降も存続していると主張している。\n〔設問〕\nＸが訴訟で令和４年４月１日以降も労働契約が存続していることを主張する場合、裁判所に対してどのような請求をすることが考えられるか。また、その請求は認められるか。問題となる法令上の条文と考えられる論点を指摘しつつ検討し、あなたの見解を述べなさい。\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "本問は、女性服小売業者の店舗販売担当従業員として勤務する、期間１年の労働契約がそれまでに４回更新された有期契約労働者について、直近の売上成績は最上位である一方、勤務態度や他の従業員とのコミュニケーションの取り方に問題があり、それにより職場環境を著しく悪化させたこと等を理由に、通算契約期間が５年を超えて労働契約法第１８条が適用されることとなる前に、雇止めを行ったという事案を素材に、当該労働者が裁判上労働契約の存続を主張する場合の請求の内容及びその当否について、問題となる法令上の条文と考えられる論点を指摘しながら論じることを求めたものである。そこでは、いわゆる「雇止め」という労働法の重要かつ最も基本的な問題の一つについて、正確に理解し、具体的事実の当てはめを的確に行い、論述する能力が問われている。実務上も近年、雇止めは、均等・均衡待遇の問題などとともに、有期契約労働者の処遇の在り方に関する最も重要な問題の一つとなっており、法律実務家には、そのような社会状況やそれに関する議論にも精通しつつ、制定法や判例法理を踏まえた規範を当該事実関係に的確に適用し、個々の紛争の解決を図る能力が求められる。加えて、本問では、近年の雇用・勤労環境における個々の労働者の能力・\n成果を重視する傾向と、職場におけるチームワークや協調性の重要性を、有期労働契約の更新の拒否という場面において、それぞれどのように評価し、それらをどのように衡量して、どのような結論を導くかという判断能力も問われている。\n本問において論じるべき法律問題の中心は、労働契約法第１９条により労働者からの有期労働契約の更新の申込みに対して使用者が従前と同一の労働条件でこれを承諾したものとみなされ、本件雇止めが認められないこととなるかどうかである。本件雇止めが認められない場合には、令和４年４月１日を始期とする期間１年の有期労働契約が成立することとなり、その結果として通算契約期間が５年を超え、同法第１８\n条による無期労働契約への転換が視野に入り、Ｘとしては、そのような労働契約上の地位の確認を裁判所に請求することも可能となる。\n同法第１９条の適用の有無について論じる上では、次の点が、特に重要なポイントとなる。\nまず、第１に、同条の構造に照らし、その論理的順序に沿って、同条各号及び柱書きのそれぞれについて、論ずべき争点を適切に設定することである。特に、同条各号該当性を判断した後に、同条柱書きの更新拒絶の客観的合理性・社会的相当性を判断するという２段階の判断枠組みに沿って、同条各号及び柱書きそれぞれの要件に則した的確な判断をすることが求められる。\n第２に、同条第１号該当性については、同号が、東芝柳町工場事件最高裁判決（最判昭和４９年７月２２日民集２８巻５号９２７頁）の要件を条文化したものと理解されていることを踏まえ、本件において５回目の契約更新を拒絶することが、同号に当たるかどうか、すなわち、期間の定めのない労働契約を終了させることと社会通念上同視できると認められるかどうかについて、事実関係の中から有意な事実を抽出してこれに当てはめ、判断を示すことである。ここでは、特に、Ｘの業務の内容や、契約更新のたびに労働契約書に署名・押印をさせるだけでなく成績・能力・勤務態度等を評価して更新後の年俸額を決定するなどの手続が行われ、期間の定めが形骸化していたとは認め難い状況にあったことなどが、重要な判断要素となる。\n第３に、同条第２号該当性については、同号が、日立メディコ事件最高裁判決（最判昭和６１年１２月４日労判４８６号６頁）の要件を条文化したものと理解されていることを踏まえ、当該有期労働契約が、同条第１号に当たるような状態にあったとは認められないとしても、その期間満了時に当該契約が「更新されるものと期待することについて合理的な理由がある」と認められるかどうかについて、適切な判断枠組み等を設定し、事案に照らした的確な判断を行うことである。ここでは、契約の回数や期間だけではなく、それまでの当事者の言動や認識、特に、契約更新の都度勤務態度を改善すべき旨の指導はなされていたものの、Ｘと衝突する他の従業員を異動させるなどする一方で、契約不更新の可能性は指摘されなかったことなどが、重要な判断要素となる。\n第４に、同条柱書きが規定する、更新拒絶が「客観的に合理的な理由を欠き、社会通念上相当であると認められないとき」との要件については、本条が、同条各号のいずれかに当たる場合に、前記の各最高裁判例に照らし、解雇権濫用法理（同法第１６\n条参照）を類推する趣旨のものであることを踏まえ、その該当性について、事案に即した適切な判断枠組み・着眼点を設定し、これに事例中の有意な事実を拾い出して当てはめ、結論を導くことである。ここでは、冒頭でも触れたとおり、有期契約労働者の処遇について、個人の能力・成果を重視する考え方と、チームワーク・協調性・調和的な職場環境の維持等を重視する考え方の双方があることや、本件の雇止めが同法第１８条による無期労働契約への転換を回避する目的で行われたものとも認め得る状況においてなされたものであることなどが、重要な判断のポイントとなり得る。また、雇止めに至るまでにどのような措置が採られ、あるいは、採り得たか、特に、問題となる勤務態度を改める機会や環境が、Ｘに十分に与えられていたか、などの点についても、適切に評価して考慮に入れる必要がある。その上で、本件の雇止めに「客観的に合理的な理由」があったかどうか、また、「社会通念上相当」と認められるかどうかを、丁寧に論じることが求められる。なお、同条柱書きの要件については、「申込みをした場合」に当たるかどうかも問題となろう。\n本問は、労働法の重要論点について、関連する法令や判例、それらの理論的な基盤を正確に理解し、事例へのそれらの規範の適用においてそれぞれ反対の結論の方向に働き得る諸事実を的確に評価・整理しつつ、説得力のある結論を導くことができるかどうかを問うものである。本問を通じて、労働法の基礎的な論点について深度のある学習を積み重ねることが重要であることを、改めて強調したい。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は、女性服小売業者の店舗販売担当従業員として勤務する、期間１年の労働契約がそれまでに４回更新された有期契約労働者について、直近の売上成績は最上位である一方、勤務態度や他の従業員とのコミュニケーションの取り方に問題があり、それにより職場環境を著しく悪化させたこと等を理由に、通算契約期間が５年を超えて労働契約法第１８条が適用されることとなる前に、雇止めを行ったという事案を素材に、当該労働者が裁判上労働契約の存続を主張する場合の請求の内容及びその当否について、問題となる法令上の条文と考えられる論点を指摘しながら論じることを求めたものである。そこでは、いわゆる「雇止め」という労働法の重要かつ最も基本的な問題の一つについて、正確に理解し、具体的事実の当てはめを的確に行い、論述する能力が問われている。実務上も近年、雇止めは、均等・均衡待遇の問題などとともに、有期契約労働者の処遇の在り方に関する最も重要な問題の一つとなっており、法律実務家には、そのような社会状況やそれに関する議論にも精通しつつ、制定法や判例法理を踏まえた規範を当該事実関係に的確に適用し、個々の紛争の解決を図る能力が求められる。加えて、本問では、近年の雇用・勤労環境における個々の労働者の能力・\n成果を重視する傾向と、職場におけるチームワークや協調性の重要性を、有期労働契約の更新の拒否という場面において、それぞれどのように評価し、それらをどのように衡量して、どのような結論を導くかという判断能力も問われている。\n本問において論じるべき法律問題の中心は、労働契約法第１９条により労働者からの有期労働契約の更新の申込みに対して使用者が従前と同一の労働条件でこれを承諾したものとみなされ、本件雇止めが認められないこととなるかどうかである。本件雇止めが認められない場合には、令和４年４月１日を始期とする期間１年の有期労働契約が成立することとなり、その結果として通算契約期間が５年を超え、同法第１８\n条による無期労働契約への転換が視野に入り、Ｘとしては、そのような労働契約上の地位の確認を裁判所に請求することも可能となる。\n同法第１９条の適用の有無について論じる上では、次の点が、特に重要なポイントとなる。\nまず、第１に、同条の構造に照らし、その論理的順序に沿って、同条各号及び柱書きのそれぞれについて、論ずべき争点を適切に設定することである。特に、同条各号該当性を判断した後に、同条柱書きの更新拒絶の客観的合理性・社会的相当性を判断するという２段階の判断枠組みに沿って、同条各号及び柱書きそれぞれの要件に則した的確な判断をすることが求められる。\n第２に、同条第１号該当性については、同号が、東芝柳町工場事件最高裁判決（最判昭和４９年７月２２日民集２８巻５号９２７頁）の要件を条文化したものと理解されていることを踏まえ、本件において５回目の契約更新を拒絶することが、同号に当たるかどうか、すなわち、期間の定めのない労働契約を終了させることと社会通念上同視できると認められるかどうかについて、事実関係の中から有意な事実を抽出してこれに当てはめ、判断を示すことである。ここでは、特に、Ｘの業務の内容や、契約更新のたびに労働契約書に署名・押印をさせるだけでなく成績・能力・勤務態度等を評価して更新後の年俸額を決定するなどの手続が行われ、期間の定めが形骸化していたとは認め難い状況にあったことなどが、重要な判断要素となる。\n第３に、同条第２号該当性については、同号が、日立メディコ事件最高裁判決（最判昭和６１年１２月４日労判４８６号６頁）の要件を条文化したものと理解されていることを踏まえ、当該有期労働契約が、同条第１号に当たるような状態にあったとは認められないとしても、その期間満了時に当該契約が「更新されるものと期待することについて合理的な理由がある」と認められるかどうかについて、適切な判断枠組み等を設定し、事案に照らした的確な判断を行うことである。ここでは、契約の回数や期間だけではなく、それまでの当事者の言動や認識、特に、契約更新の都度勤務態度を改善すべき旨の指導はなされていたものの、Ｘと衝突する他の従業員を異動させるなどする一方で、契約不更新の可能性は指摘されなかったことなどが、重要な判断要素となる。\n第４に、同条柱書きが規定する、更新拒絶が「客観的に合理的な理由を欠き、社会通念上相当であると認められないとき」との要件については、本条が、同条各号のいずれかに当たる場合に、前記の各最高裁判例に照らし、解雇権濫用法理（同法第１６\n条参照）を類推する趣旨のものであることを踏まえ、その該当性について、事案に即した適切な判断枠組み・着眼点を設定し、これに事例中の有意な事実を拾い出して当てはめ、結論を導くことである。ここでは、冒頭でも触れたとおり、有期契約労働者の処遇について、個人の能力・成果を重視する考え方と、チームワーク・協調性・調和的な職場環境の維持等を重視する考え方の双方があることや、本件の雇止めが同法第１８条による無期労働契約への転換を回避する目的で行われたものとも認め得る状況においてなされたものであることなどが、重要な判断のポイントとなり得る。また、雇止めに至るまでにどのような措置が採られ、あるいは、採り得たか、特に、問題となる勤務態度を改める機会や環境が、Ｘに十分に与えられていたか、などの点についても、適切に評価して考慮に入れる必要がある。その上で、本件の雇止めに「客観的に合理的な理由」があったかどうか、また、「社会通念上相当」と認められるかどうかを、丁寧に論じることが求められる。なお、同条柱書きの要件については、「申込みをした場合」に当たるかどうかも問題となろう。\n本問は、労働法の重要論点について、関連する法令や判例、それらの理論的な基盤を正確に理解し、事例へのそれらの規範の適用においてそれぞれ反対の結論の方向に働き得る諸事実を的確に評価・整理しつつ、説得力のある結論を導くことができるかどうかを問うものである。本問を通じて、労働法の基礎的な論点について深度のある学習を積み重ねることが重要であることを、改めて強調したい。"
      }
    ]
  }
}