{
  "year": "R4",
  "exam_type": "予備",
  "subject": 4,
  "subject_name": "商法",
  "text": "次の文章を読んで、後記の〔設問１〕及び〔設問２〕に答えなさい。１．甲株式会社（以下「甲社」という。）は、農産物加工品の通信販売を業とする取締役会設置会社であり、監査役設置会社である。甲社は種類株式発行会社ではなく、甲社の定款には、譲渡による株式の取得について取締役会の承認を要する旨の定めがある。甲社の発行済株式の総数は５０００株であり、そのうち、Ａが２０００株を、Ｂが４００株を、Ｃが１０００株を、Ｄが１６００株をそれぞれ保有している。甲社の取締役はＡ、Ｂ及びＥの３名であり、Ａが代表取締役である。また、監査役にはＦが就任している。Ｄは、かつて甲社の取締役であったが、数年前に甲社の経営方針をめぐってＡと対立し、その際、ＣがＡの側についたことから、甲社の取締役に再任されず、その後も取締役に選任されることはなかった。ＡとＤの対立は現在まで続いている。２．甲社は、かねてより商品を保管する倉庫を建設するための用地を探していたところ、Ｃが保有している土地（以下「本件土地」という。）が倉庫建設に適していることが判明した。ＡはＣとの間で、本件土地の売買交渉を進め、もう少しで契約が成立するというところまでこぎつけた。ところが、不動産業者から倉庫建設に適した別の土地の情報がもたらされた。その情報を受け、甲社の取締役会において審議したところ、本件土地に倉庫を建設するより不動産業者から提案された土地に倉庫を建設した方が円滑に商品を出荷することが可能となることから、本件土地の買取りを見送るとの結論に達した。３．上記のような取締役会での決定を受け、ＡがＣのもとに赴き、本件土地を買い取ることができなくなったことを説明したところ、Ｃは納得しなかった。ＡはＣの説得を続けたが、Ｃは聞き入れず、ついに本件土地の買取りができないなら今後の対応についてＤに相談すると言い出した。ＣとＤが協調して行動することを恐れたＡは、本件土地の買取りを再検討する旨をＣに告げてＣのもとを去った。４．甲社の取締役会では、Ａからの報告を受け、Ｃから本件土地を買い取ることとし、さらに、準備されていた本件土地に関する資料をもとに買取価格を検討し、２億円で本件土地を買い取ることをＡ、Ｂ及びＥの賛成によって決定した（以下「本件取締役会決議」という。）。本件土地に関する資料によれば、本件土地の適正価格は２億円であった。５．Ａが、すぐさまＣに甲社の本件取締役会決議の内容を知らせてＣと再度交渉したところ、Ｃは本件土地を２億円で売却することを承諾し、本件土地の売買契約が成立した（以下「本件取引」という。）。６．この頃、甲社の完全子会社である乙株式会社（以下「乙社」という。）の取締役が任期中に死亡したため、乙社の取締役に欠員が生じた。乙社の代表取締役を兼任するＡは、Ｆを乙社の取締役にすることとし、乙社においてＦを取締役に選任する手続を採るとともに、Ｆに対して乙社の取締役に就任するよう要請した。それを受け、ＦはＡに乙社の取締役に就任すると返答した。７．本件取引のことを聞きつけたＤは、本件土地より倉庫に適した土地があったにもかかわらず本件取引をしたことは、Ｃが甲社の株主であるために特別に優遇したものであり、不適切であると考え、友人の弁護士に対し、Ａ、Ｂ及びＥ並びにＣ（以下「Ａら」という。）が、本件取引に関して甲社に対して何らかの責任を負わないか検討してほしいと依頼した。８．弁護士のアドバイスを受けたＤは、Ａらに対して責任追及等の訴えを提起することとし、Ｆに対して、甲社としてＡらに対して訴訟を提起するよう請求した（以下「本件提訴請求」という。）。本件提訴請求から６０日以内に甲社がＡらに対して訴訟を提起しなかったことから、Ｄは、甲社のためにＡらに対する責任追及等の訴え（以下「本件訴え」という。）を提起した。〔設問１〕本件訴えにおいて、Ｄの立場において考えられる主張及びその当否について、論じなさい。〔設問２〕本件訴えの被告であるＡらは、本件提訴請求は適法とはいえず、本件訴えは違法であると主張している。本件訴えは適法か、Ａらの主張を踏まえて論じなさい。",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/民事系.pdf",
  "purpose": "本問は、株主の権利行使に関する利益供与に関与した者の責任及び株主がその責任を追及する訴えを提起するための手続を問うものである。設問１では、Ａ、Ｂ及びＥに対する請求については会社法第１２０条第４項を、Ｃに対する請求については同条第３項を根拠とすることが考えられる。いずれの請求についても、本件取引が、同条第１項によって禁止される株主の権利行使に関する利益供与に該当するかを検討することが求められる。その際、一度は本件土地の買取りを見送ることとしたにもかかわらず、改めて本件取引をすることを決定したＡ、Ｂ及びＥの意図について、甲社の株主構成と株主の持株比率、更にＡとＤが対立していることなどの事情を踏まえて検討する必要がある。また、本件取引が適正な対価での売買であることにも触れることが望ましい。Ａ、Ｂ及びＥについては、利益の供与をすることに関与した取締役（同条第４項、会社法施行規則第２１条第１号、第２号）に当たることを指摘しなければならない。設問２では、設問１で検討したＣに対する返還請求も会社法第８４７条第１項の責任追及等の訴えの対象となることを確認した上で、本件訴えが適法な手続を経て提起されたといえるかを検討することが求められる。Ｄによる提訴請求は適法にされたとはいえないとするＡらの主張は、監査役設置会社においては監査役に対して提訴請求をすべきであるところ（同法第３８６条第２項第１号）、甲社の監査役Ｆが同社の完全子会社である乙社の取締役に就任したことにより兼任禁止（同法第３３５条第２項）に抵触するため、提訴請求の時点でＦは甲社の監査役を辞任していたことになり（最判平成元年９月１９日集民第１５７号６２７頁参照）、Ｆに対する提訴請求は適法とはいえないというものである。この主張を踏まえて、提訴請求の時点でＦは甲社の監査役又は監査役の権利義務を有する者（同法第３４６条第１項）であったといえるか否かなどを考慮して検討する必要がある。"
}
