{
  "year": "R4",
  "exam_type": "予備",
  "subject": 14,
  "subject_name": "経済法",
  "text": "- 6 -\n[経 済 法]\nＸ社とＹ社は、電子部品である甲（以下「甲」という。）を製造販売する日本の会社である。Ｘ社は、Ｙ社から甲の製造販売事業の全てを譲り受けることを計画している（以下「本件計画」という。）。\n甲は電子機器である乙（以下「乙」という。）の部品であり、乙は日本を含む世界中で販売されている。乙の部品として甲に代わるものはなく、また、乙の部品として用いる以外に甲の用途はない。\n乙には、据付け型（以下「据付け型乙」という。）とモバイル型（以下「モバイル型乙」という。）がある。甲には、据付け型乙向けの大型のもの（以下「大型甲」という。）と、モバイル型乙向けの小型のもの（以下「小型甲」という。）がある。\n大型甲の代わりに小型甲を用いることはできないし、小型甲の代わりに大型甲を用いることもできない。また、大型甲の製造設備を小型甲の製造設備に変更することはできないし、小型甲の製造設備を大型甲の製造設備に変更することもできない。なお、甲の製造販売事業を新たに開始することは困難である。\nＸ社及びＹ社を含む甲の製造販売業者は世界中に向けて甲を販売できる体制を整えており、日本に所在するものを含む乙の製造販売業者は、必要な大型甲及び小型甲を、それぞれ世界中の甲の製造販売業者から購入している。販売価格に占める輸送費や関税の割合は小さく、大型甲及び小型甲のいずれの取引においても、国ごとの価格差はない。\n全世界における大型甲の販売状況（販売額に基づく市場シェア）は、Ｘ社が５０パーセント、Ｙ社が４０パーセント、Ａ社が１０パーセントである。近年、据付け型乙の需要は減少傾向にあり、それに伴い大型甲に対する需要も減少傾向にある。大型甲の需要減少がＹ社の想定以上であることなどから、Ｙ社の大型甲の製造販売部門は大幅な赤字が続いている。今後、本件計画が実現しなければ、近い将来においてＹ社が大型甲の製造販売事業から撤退する蓋然性は高い。\n大型甲の需要減少に伴い、Ｘ社及びＹ社は、大型甲について十分な製造余力を有する。これに対して、Ａ社は、大型甲の製造設備を縮小してきており、大型甲について製造余力を有しない。なお、Ａ社は、本件計画に先立ちＹ社からなされた、大型甲を含む甲の製造販売事業の全ての譲渡に関する申出を断ったという経緯がある。\n全世界における小型甲の販売状況（販売額に基づく市場シェア）は、Ａ社が３０パーセント、Ｘ社、Ｂ社及びＣ社が各２０パーセント、Ｙ社が１０パーセントである。据付け型乙とは対照的に、近年、モバイル型乙の需要は増加傾向にあり、それに伴い小型甲に対する需要も増加傾向にある。モバイル\n型乙及び小型甲をめぐっては技術開発を含む活発な競争が行われており、小型甲の製品サイクルは短い。\nＸ社及びＹ社が小型甲について十分な製造余力を有しないのに対して、Ａ社、Ｂ社及びＣ社は小型甲について十分な製造余力を有する。モバイル型乙の製造販売業者は、小型甲の製造販売業者に対して取引交渉上の地位が強く、さらに、低価格調達のために発注方法を工夫している。\n〔設問〕\n本件計画に基づいてＸ社がＹ社から甲の製造販売事業の全てを譲り受けることは、私的独占の禁止及び公正取引の確保に関する法律第１６条第１項に違反するか検討しなさい。\nなお、Ｙ社の当該事業は同社の事業の「重要部分」（同項第１号）に該当するものとする。\n- 7 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "本件計画の実行によって、「一定の取引分野における競争を実質的に制限することとなる」（私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第１６条第１項）かを、的確に論じることが求められる。\nまず「一定の取引分野」については、需要者にとっての代替性を基本として、供給者にとっての代替性の観点も考慮しつつ、商品の範囲及び地理的範囲のそれぞれを画定することが必要となる。特に地理的範囲については、国境を越えて地理的範囲が画定されることがないか、とりわけ世界市場が画定されるのではないかが問題となる。\n本件では、全世界における大型甲に係る一定の取引分野、全世界における小型甲に係る一定の取引分野が、それぞれ画定されようが、上で述べた需要者にとっての代替性と供給者にとっての代替性の観点から、問題文の事実関係を適切に評価することが求められる。\n次に、画定された一定の取引分野ごとに、競争を実質的に制限することとなるかの判断を行うことになる。その判断は、単独行動による場合と協調的行動による場合の２つの観点から行う。\n本件では、全世界における大型甲に係る一定の取引分野において、当事会社の市場シェアは９０パーセントとなる。競争者であるＡ社との市場シェアの格差は大きく、また、Ａ社には製造余力がないことから、単独行動による競争の実質的制限が生じそうである。\nしかし、Ｙ社の経営状況は厳しく、本件計画を実行しなければ、Ｙ社が当該事業から撤退する蓋然性は高い。事業譲渡に係るＡ社との交渉経緯やＡ社の経営方針も踏まえると、本件計画の有無にかかわらず上記市場状況がもたらされるのであるから、競争を実質的に制限することとはならないとの評価が可能かもしれない。他方、Ｘ社やＡ社ではない市場外の会社等への譲渡の可能性が残される以上、Ｘ社への事業譲渡が最も競争制限的でないとは必ずしも言えず、したがって、やはり競争の実質的制限の蓋然性を否定することはできないなどの評価も可能かもしれない。いずれの結論であっても、Ｙ社の経営状況を独占禁止法上どのように評価するのか、結論に至る考えを説得的に示すことが求められる。\nなお、企業結合ガイドラインは、「一方当事会社の企業結合の対象となる事業部門が、継続的に大幅な損失を計上するなど著しい業績不振に陥っており、企業結合がなければ近い将来において市場から退出する蓋然性が高いことが明らかな場合において、これを企業結合により救済することが可能な事業者で、他方当事会社による企業結合よりも競争に与える影響が小さいものの存在が認め難いとき。」には、競争を実質的に制限することとなるおそれは小さいと通常考えられるとするが（企業結合ガイ\nドライン第４・２（８）イ②）、本件はガイドラインに係る知識そのものを問うものではない。"
}