{
  "year": "R4",
  "exam_type": "予備",
  "subject": 15,
  "subject_name": "知的財産法",
  "text": "Ｘは、建売住宅の販売業用システムに係るデータベース（以下「Ｘデータベース」という。）を開発し、販売していた。Ｘデータベースは、開発費用として３億円、開発期間として２年間を掛け、Ｘの多くの従業員が関与し多大な労苦を重ねて建売住宅の情報を収集し、その社運を賭けて制作したものであった。また、Ｘデータベースにおいては、そのデータ対象（建売住宅）として、人気エリアであるＡ県内に実在する全ての２階建ての建売住宅約３万件が選択され、そのデータ項目として、販売開始年月日、坪単価、床面積、間取り、販売状況、住みやすさという各項目が選択され、これらの各項目がその順序で端末の画面上に表示されるように構成されていた。このうち、「住みやすさ」という項目は、駅からの距離、治安の良さ、公共施設の存在、買い物のしやすさなどを基に、実際に情報収集に当たったＸのベテラン従業員のセンスと感覚により、社内での検討を経て、居住した場合の主観的な満足度の予想を５段階にランク付けしたものであった。また、Ｘデータベ\nースは、これらの建売住宅が画面上に販売開始年月日の新しい順に表示されるように構成されたものであった。以上のような特徴を有する建売住宅のデータベースは、他府県のものも含め、これまで存在していなかった。\n他方、Ｙは、Ｘデータベースを基にして、Ａ県内の建売住宅の販売業用システムに係るデータベ\nース（以下「Ｙデータベース」という。）を制作した。Ｙデータベースには、Ｘデータベースの建売住宅約３万件のデータから、販売開始年月日の新しい順に取り出した1万件分の建売住宅のデータが格納されており、そのデータ項目及びその画面表示上の順序は、Ｘデータベースにおけるそれと完全に一致していた。Ｙデータベースには、Ｘデータベースにはない最新の販売分として建売住宅５００件のデータも格納されていたが、その５００件のデータに係る「住みやすさ」の項目は、空欄になっていた。\nＹは、Ｙデータベースを、Ｘデータベースが販売されていたＡ県及びその近郊の地域で、大々的に広告宣伝し、その販売活動を開始した。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、各設問はそれぞれ独立したものであり、相互に関係はないものとする。\n〔設問１〕\nＸは、「Ｘデータベースは、建売住宅についてこれまで存在していなかったものを、Ｘの従業員が多大な労苦を重ねて建売住宅の情報を収集して制作したものであり、建売住宅の選択、住みやすさ等の独自のデータ項目の選択及びそれらの画面表示上の順序に独自の工夫が凝らされているものであって、著作物性を有する。」と主張している。\nＸの上記主張の妥当性について論ぜよ。\n〔設問２〕\n仮に、Ｘデータベースに著作物性があり、Ｘがその著作権を有するとした場合、ＹがＹデータベ\nースを制作する行為は、Ｘの著作権を侵害するものであるといえるか。\n〔設問３〕\nＸは、「仮にＸデータベースに著作物性がなく、ＹがＹデータベースを制作し販売した行為が、Ｘの著作権を侵害するものであるとはいえないとしても、このようなＹの行為は、不法行為に当たる。」と主張している。\nＸの上記主張の妥当性について論ぜよ。\n- 9 -\n〔設問４〕\nＸは、Ｘデータベースの販売をＰに任せることとし、Ｐに対して、Ｘデータベースの複製品を独占的に作成し販売することにつき許諾を与えた。その後、Ｐは、ＱがＸデータベースの複製品（以下「Ｑ製品」という。）を無断で作成し販売していることを発見し、Ｑに対し、Ｑ製品の販売の差止め及びこれまでの販売分に係る損害賠償を請求した。これに対し、Ｑは、「そもそも利用権者にすぎないＰは、Ｑ製品の販売差止め及び損害賠償を請求することはできない。」と主張している。\n仮に、Ｘデータベースに著作物性があり、Ｘがその著作権を有するとした場合、Ｑの上記主張の妥当性について論ぜよ。\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "１ 本問は、データベースを題材として、その情報の選択又は体系的構成における創作性の有無、著作物性が認められる場合の著作権侵害の成否、著作権侵害が成立しない場合の不法行為の成否、独占的利用権者による差止請求及び損害賠償請求の可否、についての理解を問うものである。\n２ 設問１については、データベースが著作物として保護されるためには、その情報の選択又は体系的構成によって創作性を有することが必要であること（著作権法\n（以下「法」という。）第１２条の２第１項、法第２条第１項第１号）を踏まえて、創作性の判断基準を示し、その基準に本問の具体的事情を当てはめて論じることが求められる。\n３ 設問２については、複製又は翻案の意義を示した上で、Ｙデータベースに、Ｘデ\nータベースの１万件分のデータが含まれていること、及びＸデータベースにはない新たな５００件のデータが追加されていることを踏まえ、複製権（法第２１条）又は翻案権（法第２７条）侵害が成立するか否かを論じることが求められる。\n４ 設問３については、著作権侵害が成立しないときに不法行為（民法第７０９条）が成立する場合に関して、その判断基準を示した上で、事案に当てはめる必要がある。具体的には、最判平成２３年１２月８日民集６５巻９号３２７５頁【北朝鮮事件】が判示しているところを念頭に置いて、本問におけるＹの行為は、自由競争の範囲を逸脱しＸの営業を妨害するものといえるか否かなどについて論じることが期待される。\n５ 設問４については、まず、差止請求の可否については、差止請求権に関する法第\n１１２条第１項を踏まえ、独占的利用権の法的性質について検討しつつ、独占的利用権者に固有の差止請求権が認められるか否かを論じた上で、これが認められないとしても、著作権者の差止請求権を代位行使（民法第４２３条第１項）できるか否かを論じることが求められる。"
}