{
  "year": "R4",
  "exam_type": "予備",
  "subject": 6,
  "subject_name": "刑法",
  "text": "以下の【事例１】及び【事例２】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。【事例１】１ 甲（３５歳、女性）は、Ａ市内のアパートにおいて、長男Ｘ（１３歳）及び長女Ｙ（６歳）と３人で暮らしていた。２ 某月１日、甲は、Ｙと共に、Ｂが店長を務める大型スーパーマーケットＣ店に入り、果物コーナーを歩いていた際、陳列棚に置かれていた１房３０００円の高級ブドウを手に取ってＹに見せながら、「あんた、これ好きでしょ。」などと話したが、高額であったことから、Ｙの眼前でそのまま陳列棚に戻した。その後、甲は、何も買わずに店を出たが、Ｙに上記ブドウを万引きさせようと考え、Ｃ店の前において、Ｙに対し、「さっきのブドウを持ってきて。ママはここで待っているから、１人で行ってきて。お金を払わずにこっそりとね。」と言った。それを聞いたＹは、ちゅうちょしたが、甲から「いいから早く行きなさい。」と強い口調で言われたために怖くなり、甲の指示に従うことを決め、「分かった。」と言って、甲から渡された買物袋を持って１人でＣ店に入っていった。Ｙは、約１０分間掛けて店内を探したが、果物コーナーの場所が分からず、そのまま何もとらずに店を出た。甲は、上記ブドウの入手を諦め、Ｙと共に帰宅した。３ 同月５日、甲は、自宅において、Ｘに対し、「今晩、ステーキ食べたいね。Ｃ店においしそうなステーキ用の牛肉があったから、とってきてよ。」と言った。甲は、Ｘが「万引きなんて嫌だよ。」などと言ってこれを断ったため、「あのスーパーは監視が甘いから見付からないよ。見付かっても、あんたは足が速いから大丈夫。」などと言って説得したところ、Ｘは、渋々これに応じることとし、「分かった。」と言った。甲は、「一番高い３０００円くらいのやつを２パックとってきて。午後３時頃に警備員が休憩に入るらしいから、その頃が狙い目だよ。」などと言い、商品を隠し入れるためのエコバッグをＸに手渡した。Ｘは、同日午後３時頃、上記エコバッグを持ってＣ店に入り、精肉コーナーにおいて、１パック３０００円のステーキ用牛肉を見付け、どうせなら多い方がいいだろうと考えて５パックを手に取り、誰にも見られていないことを確認した上で同エコバッグに入れた。Ｘは、そのまま店を出ようと考えて出入口付近に差し掛かったところ、同所にあった雑誌コーナーにＸの好きなアイドルの写真集（販売価格３０００円）を見付けてにわかにこれが欲しくなり、同写真集１冊を手に取ったまま、いずれも精算することなく店外に持ち出した。Ｘは、帰宅し、上記写真集を自分の部屋に置いた後、牛肉５パックが入った上記エコバッグを甲に渡した。甲は、「こんなにとってきてどうすんのよ。」などと言いつつこれを受け取り、同日以降、Ｘ及びＹと共にこれらの牛肉を全て食べた。〔設問１〕【事例１】における甲の罪責について、論じなさい（建造物侵入罪及び特別法違反の点は除く。）。【事例２】（【事例１】の事実に続けて、以下の事実があったものとする。）４ 同月１０日、甲は、自転車に乗って１人で、Ｄが店長を務めるホームセンターＥ店に行った際、陳列されていた液晶テレビ（５０センチメートル×４０センチメートル×１５センチメートルの箱に入ったもの）を、自宅で使う目的で万引きしようと考え、Ｅ店内で、同液晶テレビ１箱を手に取って自己のトートバッグに入れた。甲は、上記箱を上記トートバッグ内に収めて店外へ持ち出すつもりでいたが、箱が大きすぎてその上部が１０センチメートルほど同トートバッグからはみ出した状態になった。甲は、その状態のまま出入口方向へ歩き出そうとしたが、その一部始終を警備員Ｆ（３５歳、女性）に目撃されていた。Ｆは、甲が液晶テレビを精算せずに店外へ持ち出そうとしていると考え、約２０メートル離れた場所から甲の方へ歩いて向かったところ、周囲を見回していた甲も、Ｆがこちらを見ながら向かってきていることに気付いて万引きがばれたと思い、上記箱を陳列棚に戻した。そして、甲は、その場から走って逃げ出し、Ｅ店を出てから約３分後、Ｅ店から約４００メートル離れた公園にたどり着き、同所でＥ店から追ってくる人がいないかどうかをうかがっていた。甲は、約１０分間、上記公園にとどまっていたが、誰も追ってこなかったことから、Ｅ店に隣接する駐輪場にとめたままにしていた自己の自転車を取りに戻ろうと考え、それから約５分後、同駐輪場に戻ってきて、周囲の様子をうかがいつつ同自転車に近づこうとした。Ｆは、戻ってきた甲に気付き、上記駐輪場に飛び出し、甲を捕まえようと思って、「この万引き犯。逃げるんじゃない。」などと言いながら、両手を左右に広げて甲の前に立ち塞がった。そのため、甲は、逮捕を免れようと考え、両手でＦの胸部を１回押したところ、Ｆが体勢を崩して尻餅を付いた。そこで、甲は、その隙に上記自転車に乗ってその場から逃走した。〔設問２〕【事例２】における甲の罪責に関し、事後強盗既遂罪(刑法第２３８条)の成立を否定するためにはどのような主張があり得るか。考えられるものを３つ挙げ、その３つの主張の論拠を、それぞれ具体的な事実を明示して、説明しなさい。",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/刑事系.pdf",
  "purpose": "設問１は、甲が、⑴長女Ｙ（６歳）にスーパーマーケットＣ店でブドウを万引きさせようとしたところ、Ｙが果物コーナーの場所が分からず、何もとらずに同店を出たこと、⑵長男Ｘ（１３歳）に同店でステーキ用牛肉２パックを万引きさせようとしたところ、Ｘが同牛肉５パックと写真集１冊を精算せずに同店から持ち出したことを内容とする事例について、甲の罪責に関する論述を求めるものである。いずれも、刑事未成年者を利用した甲の罪責を検討する前提として、間接正犯、共謀共同正犯又は狭義の共犯のいずれが成立するかを検討する必要がある。そして、⑴については、甲に認めた関与類型を踏まえつつ、実行の着手の判断基準に関する基本的理解を示して窃盗未遂罪の成否を検討する必要がある。また、⑵については、Ｘが甲の指示した牛肉２パックに加え、牛肉３パック及び写真集１冊を窃取していることから、甲の指示に含まれておらず、甲が予見もしていなかった客体の窃取に関して甲がどの範囲で罪責を負うかについて、本件の具体的事実関係を踏まえて検討する必要がある。本設問では、刑法の基本的な概念に関する正確な理解を前提に、事実関係を的確に分析し、それを法的に構成する能力が問われている。設問２は、甲が、ホームセンターＥ店で液晶テレビを万引きしようとしたところ、これを警備員Ｆに目撃され、同テレビを陳列棚に戻して同店から約４００メートル離れた公園まで逃げたが、その後同店駐輪場に自転車を取りに戻った際にＦから捕まりそうになったため、Ｆの胸部を押して転倒させたことを内容とする事例について、事後強盗既遂罪の成立を否定するための３つの主張とその論拠を論じることを求めるものである。事後強盗罪の既遂・未遂は先行する窃盗の既遂・未遂によって決定されること、同罪の暴行・脅迫は「窃盗の機会」の継続中に行われる必要があること、同罪における暴行・脅迫の程度は相手方の反抗を抑圧するに足りる程度のものでなければならないことを踏まえ、具体的事実を示して論じる必要がある。本設問では、一定の結論を導くためには、どのような主張があり得るかを事実関係に即して検討させることによって、具体的な事実を法的に分析する能力が問われている。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１は、甲が、⑴長女Ｙ（６歳）にスーパーマーケットＣ店でブドウを万引きさせようとしたところ、Ｙが果物コーナーの場所が分からず、何もとらずに同店を出たこと、⑵長男Ｘ（１３歳）に同店でステーキ用牛肉２パックを万引きさせようとしたところ、Ｘが同牛肉５パックと写真集１冊を精算せずに同店から持ち出したことを内容とする事例について、甲の罪責に関する論述を求めるものである。いずれも、刑事未成年者を利用した甲の罪責を検討する前提として、間接正犯、共謀共同正犯又は狭義の共犯のいずれが成立するかを検討する必要がある。そして、⑴については、甲に認めた関与類型を踏まえつつ、実行の着手の判断基準に関する基本的理解を示して窃盗未遂罪の成否を検討する必要がある。また、⑵については、Ｘが甲の指示した牛肉２パックに加え、牛肉３パック及び写真集１冊を窃取していることから、甲の指示に含まれておらず、甲が予見もしていなかった客体の窃取に関して甲がどの範囲で罪責を負うかについて、本件の具体的事実関係を踏まえて検討する必要がある。本設問では、刑法の基本的な概念に関する正確な理解を前提に、事実関係を的確に分析し、それを法的に構成する能力が問われている。"
      },
      {
        "type": "q2",
        "text": "設問２は、甲が、ホームセンターＥ店で液晶テレビを万引きしようとしたところ、これを警備員Ｆに目撃され、同テレビを陳列棚に戻して同店から約４００メートル離れた公園まで逃げたが、その後同店駐輪場に自転車を取りに戻った際にＦから捕まりそうになったため、Ｆの胸部を押して転倒させたことを内容とする事例について、事後強盗既遂罪の成立を否定するための３つの主張とその論拠を論じることを求めるものである。事後強盗罪の既遂・未遂は先行する窃盗の既遂・未遂によって決定されること、同罪の暴行・脅迫は「窃盗の機会」の継続中に行われる必要があること、同罪における暴行・脅迫の程度は相手方の反抗を抑圧するに足りる程度のものでなければならないことを踏まえ、具体的事実を示して論じる必要がある。本設問では、一定の結論を導くためには、どのような主張があり得るかを事実関係に即して検討させることによって、具体的な事実を法的に分析する能力が問われている。"
      }
    ]
  }
}