{
  "year": "R4",
  "exam_type": "予備",
  "subject": 16,
  "subject_name": "環境法",
  "text": "景観及び眺望に関する以下の設問において、ＡがＢ社に対して訴訟を提起する場合、当該訴訟においてどのような主張をすることが考えられるか。なお、仮処分については解答しなくてよい。\n〔設問１〕\nＰ市Ｑ駅南口から直線状に延びる公道のうち同駅南口から１．２キロメートルの道路は、「Ｒ通り」と称され、幅員が４４メートルと広く、道路の中心から左右両端に向かって車道、自転車レーン、緑地及び歩道が配置され、緑地部分には１００本を超える桜や銀杏等が植樹され、並木道が整備され、良好な景観が形成されている。従来、Ｒ通り沿道地域の建築物は高さ２０メートル未満とすることを基本にしてきたが、Ｂ社はＲ通り南端に位置する土地を購入し、地上１４階建て・高さ４４メートルのマンション（以下「本件マンション」という。）を建築することとし、完成した。なお、本件マンションは建築規制に関する行政法規には違反していない。また、Ｐ市では、本件マンショ\nンの建設当時、上記の景観を保護する法令上の独自の方策を講じていなかった。\nＲ通りに面し、かつ、本件マンションの近隣に位置する土地の地権者であるＡは、本件マンションは景観を侵害するものとして、Ｂ社に対する法的手段を検討している。なお、本設問の解答に当たっては、差止め及び原状回復については問わない。\n〔設問２〕\nＳ湾に面したＴ町は、緑豊かな自然が多く残る風光明媚な地域であり、Ｔ町は、良好な景観の保持のために積極的な施策を続けてきた。ＡがＴ町のこのような地域に所有する居宅からは、Ｓ湾の美しい眺望を一望できる。Ａは、このような景観及び眺望の享受を主な目的として居宅を構えたものである。\nＢ社は、Ａの居宅に近接する土地において、大規模な太陽光発電設備（以下「本件設備」という。）を設置して太陽光発電事業（以下「本件事業」という。）を営む計画を立てている。本件事業は、相当数の世帯を賄えるだけの電力を地域に供給し、非常時に携帯電話等を充電できる設備も地域住民に供用する計画である。また、Ｂ社は、太陽光発電設備の設置に係るＴ町の条例に従い、地域住民に対して本件事業に関する説明会を実施したほか、関係法令を遵守している。しかし、本件設備が完成すれば、地域の景観の相当部分に本件設備が広がるとともに、Ａの居宅からのＳ湾の眺望のかなりの部分を遮ることにもなる。\nＡは、Ｂ社に対する法的手段を検討している。本設問の解答に当たっては、予想されるＢ社の反論を踏まえつつ、論じなさい。なお、損害賠償請求については問わない。また、問題文中に挙げたもの以外に、条例の内容は考慮しなくてよい。\n- 14 -論文式試験問題集",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "設問１は、景観の悪化を理由とする損害賠償請求について問うものであり、設問２は、景観の悪化及び眺望の阻害を理由とする民事差止請求について問うものである。\n設問１では、我が国の環境法における画期的判決であるとともに、学習上の重要基本判例である、国立景観訴訟最高裁判決を踏まえた上での、「権利又は法律上保護される利益」、その違法な侵害、そして損害の発生の主張が求められる。環境法及び民法のごく基本的な知識・理解が問われるが、原告Ａの主張として構成・論述しつつ、違法な侵害となる根拠についても的確に論じることが求められる。\n設問２では、「権利又は法律上保護される利益」及びその違法な侵害の主張が求められること自体は、設問１と同様であるが、差止請求の法的根拠を組み込んだ論述や、景観の悪化のみならず眺望の阻害という問題にも適した主張等が求められ、これらを構築するための基本的な法解釈・運用能力が問われる。さらに、関係法令が遵守されている点や、社会的有用性のある再生可能エネルギー設備と私人の権利又は利益とが対立している点等において、事例に即した主張を展開する論証能力が問われる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１は、景観の悪化を理由とする損害賠償請求について問うものであり、"
      },
      {
        "type": "q2",
        "text": "設問２は、景観の悪化及び眺望の阻害を理由とする民事差止請求について問うものである。\n設問１では、我が国の環境法における画期的判決であるとともに、学習上の重要基本判例である、国立景観訴訟最高裁判決を踏まえた上での、「権利又は法律上保護される利益」、その違法な侵害、そして損害の発生の主張が求められる。環境法及び民法のごく基本的な知識・理解が問われるが、原告Ａの主張として構成・論述しつつ、違法な侵害となる根拠についても的確に論じることが求められる。\n設問２では、「権利又は法律上保護される利益」及びその違法な侵害の主張が求められること自体は、設問１と同様であるが、差止請求の法的根拠を組み込んだ論述や、景観の悪化のみならず眺望の阻害という問題にも適した主張等が求められ、これらを構築するための基本的な法解釈・運用能力が問われる。さらに、関係法令が遵守されている点や、社会的有用性のある再生可能エネルギー設備と私人の権利又は利益とが対立している点等において、事例に即した主張を展開する論証能力が問われる。"
      }
    ]
  }
}