{
  "year": "R4",
  "exam_type": "予備",
  "subject": 1,
  "subject_name": "憲法",
  "text": "人口の都市集中化に伴う地方の人口減少によって私鉄の多くが経営危機に陥っており、運行便数を減らしたり、一部の赤字路線を廃止したりするほか、賃金カット・人員削減も行っている。しかし、地方の私鉄の中には、それに対抗するストライキが頻発し、そのことが利用客離れを呼び、経営危機が進行するといった悪循環に陥っているものもある。他方、地方の住民からは、移動に不可欠な公共交通機関である私鉄に対して国が財政支援を行うよう、強い要望が続出している。そこで、２０２×年、内閣は、経営危機に陥った地方の私鉄の経営再建を国が支援するために、「地方における民間鉄道事業の維持に関する特別措置法案」（以下「地方鉄道維持特措法案」という。）の策定を検討することになった。この地方鉄道維持特措法案によれば、都道府県知事の申出に基づき、内閣は「住民の移動にとって不可欠な鉄道を運営しながら、当該鉄道事業の継続が著しく困難であり、その維持のために国による財政的な支援と、国の管理の下での抜本的な改革を必要としている」と認められる鉄道会社を「特別公的管理鉄道会社」に指定することができる。特別公的管理鉄道会社は、国から経営再建のために最大１００億円の補助金を得ることができるが、補助金の原資の一部には、当該都道府県の住民に対して課される目的税である「地方鉄道維持税」の税収が充てられる。特別公的管理鉄道会社は、国土交通大臣に対して再建計画を提出し、また、従業員の賃金その他の基本的な労働条件を含む重要事項の決定について同大臣の承認を得なければならない。そして、特別公的管理鉄道会社の従業員は公務員としての身分を有するわけではないが、ストライキなどの争議行為を行ってはならないとされ、争議行為をあおり、又はそそのかした者に対しては刑罰が科される。立案担当者の説明によれば、特別公的管理鉄道会社の従業員が争議行為を禁止され、争議行為のあおり、そそのかしが処罰される理由は以下のとおりである。①特別公的管理鉄道会社を財政的に支えるために地方鉄道維持税を負担している住民に対して、争議行為によりその生活に重大な悪影響を与えることは不適切である。②争議行為により鉄道の利用客が減少すると、特別公的管理鉄道会社の経営再建に支障が生ずる。③特別公的管理鉄道会社の従業員も団体交渉を行い、労働協約を締結することができるが、従業員の賃金その他の基本的な労働条件の決定については国土交通大臣の承認が必要であり、労使だけで決定することができないので、従業員が労働条件をめぐって特別公的管理鉄道会社に対して争議行為を行うのは筋違いである。④禁止されている争議行為をあおり、又はそそのかした者は、争議行為の開始、遂行の原因を作り、争議行為に対する原動力を与えた者として、単に争議行為を行った者に比べて社会的責任が重いから、その者を処罰の対象とすることは、十分に合理性がある。地方鉄道維持特措法案における争議行為の禁止規定、争議行為のあおり、そそのかしの処罰規定のそれぞれが憲法第２８条に適合するかどうかについて、必要に応じて判例に触れつつ、論じなさい。",
  "source_pdf": "data/pdfs/preliminary_exam/R4/論述/試験問題/公法系.pdf",
  "purpose": "本問は、公的資金を注入され、公的管理下に置かれた地方の私鉄の労働者について争議行為を禁止し、そのあおり、そそのかしを処罰することが、憲法第２８条に違反しないかについて、必要に応じて判例に触れつつ論じることを求める問題である。まず、労働基本権の制限が公共の福祉のための必要やむを得ない限度の制限（全農林警職法事件判決（最大判昭和４８年４月２５日、刑集２７巻４号５４７頁）参照）に当たるかどうかをどのような枠組み又は基準を用いて判断するかが問題となる。これについては、例えば、全逓東京中郵事件判決（最大判昭和４１年１０月２６日、刑集２０巻８号９０１頁）が採った、労働基本権を尊重する必要性と規制する必要性とを比較衡量するという手法のほか、いわゆる厳格な合理性の基準（規制目的が重要なものであり、手段が目的と実質的に関連していなければならないとする基準）のような違憲審査基準を用いるということも考えられる。ただし、「労働基本権が社会権であるから厳格な合理性の基準が妥当する」といった大雑把な理由付けではなく、本問の法律案が労働基本権の行使を禁止し、違反に対して刑罰を科すものであり、労働基本権の自由権的な側面を制限するものであることに着目するなど、規制の性質をも踏まえた理由付けが望ましい。問題文では、特別公的管理鉄道会社の従業員が争議行為を禁止される理由が３つ挙げられているので、その３点が争議行為を禁止することを正当化できるものであるかどうか、前記の２判決のほか全逓名古屋中郵事件判決（最大判昭和５２年５月４日、刑集３１巻３号１８２頁）も参考にしながら、検討しなければならない。例えば、理由①を認めるならば、結局、公的な財政支援を受けている事業については全て争議行為を禁止できることになってしまわないかが問題となろう。また、理由②については、争議行為により経営再建に支障を及ぼすほど利用者が減少するかどうかは、争議行為の内容、規模、頻度によるのではないかが問題となろう。理由③は、全農林警職法事件判決の勤務条件法定主義を根拠とした議会制民主主義論に類似したものであるが、これに対しては、労働条件を労使だけで決定できなくても、争議権を行使する余地があるという反論、具体的には、本問の法律案の下でも、従業員は、賃金などの基本的な労働条件の案を国土交通大臣に示すよう会社に求めて争議行為をする余地がある、という反論があり得よう。さらに、本問の法律案は争議行為を禁止するだけでなく、争議行為をあおり、そそのかした者を処罰するとしているので、この点についても検討が必要である。争議行為の禁止が憲法第２８条違反であるとする立場を採る場合には、当然、争議行為のあおり、そそのかしの処罰規定も憲法第２８条違反ということになるが、その点について確認しておくべきである。争議行為の禁止自体が憲法第２８条に違反しないという立場を採った場合には、あおり、そそのかしの処罰規定を、いわゆる原動力論で正当化できるかが問題となる。また、都教組事件判決（最大判昭和４４年４月２日、刑集２３巻５号３０５頁）の趣旨を踏まえて処罰範囲を限定した法文にすべきとの主張もあり得よう。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は、公的資金を注入され、公的管理下に置かれた地方の私鉄の労働者について争議行為を禁止し、そのあおり、そそのかしを処罰することが、憲法第２８条に違反しないかについて、必要に応じて判例に触れつつ論じることを求める問題である。まず、労働基本権の制限が公共の福祉のための必要やむを得ない限度の制限（全農林警職法事件判決（最大判昭和４８年４月２５日、刑集２７巻４号５４７頁）参照）に当たるかどうかをどのような枠組み又は基準を用いて判断するかが問題となる。これについては、例えば、全逓東京中郵事件判決（最大判昭和４１年１０月２６日、刑集２０巻８号９０１頁）が採った、労働基本権を尊重する必要性と規制する必要性とを比較衡量するという手法のほか、いわゆる厳格な合理性の基準（規制目的が重要なものであり、手段が目的と実質的に関連していなければならないとする基準）のような違憲審査基準を用いるということも考えられる。ただし、「労働基本権が社会権であるから厳格な合理性の基準が妥当する」といった大雑把な理由付けではなく、本問の法律案が労働基本権の行使を禁止し、違反に対して刑罰を科すものであり、労働基本権の自由権的な側面を制限するものであることに着目するなど、規制の性質をも踏まえた理由付けが望ましい。問題文では、特別公的管理鉄道会社の従業員が争議行為を禁止される理由が３つ挙げられているので、その３点が争議行為を禁止することを正当化できるものであるかどうか、前記の２判決のほか全逓名古屋中郵事件判決（最大判昭和５２年５月４日、刑集３１巻３号１８２頁）も参考にしながら、検討しなければならない。例えば、理由①を認めるならば、結局、公的な財政支援を受けている事業については全て争議行為を禁止できることになってしまわないかが問題となろう。また、理由②については、争議行為により経営再建に支障を及ぼすほど利用者が減少するかどうかは、争議行為の内容、規模、頻度によるのではないかが問題となろう。理由③は、全農林警職法事件判決の勤務条件法定主義を根拠とした議会制民主主義論に類似したものであるが、これに対しては、労働条件を労使だけで決定できなくても、争議権を行使する余地があるという反論、具体的には、本問の法律案の下でも、従業員は、賃金などの基本的な労働条件の案を国土交通大臣に示すよう会社に求めて争議行為をする余地がある、という反論があり得よう。さらに、本問の法律案は争議行為を禁止するだけでなく、争議行為をあおり、そそのかした者を処罰するとしているので、この点についても検討が必要である。争議行為の禁止が憲法第２８条違反であるとする立場を採る場合には、当然、争議行為のあおり、そそのかしの処罰規定も憲法第２８条違反ということになるが、その点について確認しておくべきである。争議行為の禁止自体が憲法第２８条に違反しないという立場を採った場合には、あおり、そそのかしの処罰規定を、いわゆる原動力論で正当化できるかが問題となる。また、都教組事件判決（最大判昭和４４年４月２日、刑集２３巻５号３０５頁）の趣旨を踏まえて処罰範囲を限定した法文にすべきとの主張もあり得よう。"
      }
    ]
  }
}