{
  "year": "H23",
  "exam_type": "予備",
  "subject_name": "実務基礎（民事）",
  "text": "〔設問１〕\n別紙【Ｘの相談内容】は，弁護士ＰがＸから受けた相談の内容の一部を記載したものである。これを前提に，以下の問いに答えなさい。\n弁護士Ｐは，Ｘの依頼により，Ｘの訴訟代理人として，ＡＹ間の消費貸借契約に基づく貸金返還請求権を訴訟物として，Ｙに対して１００万円の支払を請求する訴え（以下「本件訴え」という。）を提起しようと考えている（なお，利息及び遅延損害金については請求しないものとする。以下の設問でも同じである。）。弁護士Ｐが，別紙【Ｘの相談内容】を前提に，本件訴えの訴状において，請求を理由づける事実（民事訴訟規則第５３条第１項）として必要十分な最小限のものを主張する場合，次の各事実の主張が必要であり，かつ，これで足りるか。結論とともに理由を説明しなさい。\n① 平成１６年１０月１日，Ｙは，平成１７年９月３０日に返済することを約して，Ａから１００万円の交付を受けたとの事実\n② 平成２２年４月１日，Ａは，Ｘに対して，①の貸金債権を代金８０万円で売ったとの事実\n③ 平成１７年９月３０日は到来したとの事実\n〔設問２〕\n弁護士Ｐは，訴状に本件の請求を理由づける事実を適切に記載した上で，本件訴えを平成２３年\n２月１５日に提起した（以下，この事件を「本件」という。）。数日後，裁判所から訴状の副本等の送達を受けたＹが，弁護士Ｑに相談したところ，弁護士Ｑは，Ｙの訴訟代理人として本件を受任することとなった。別紙【Ｙの相談内容】は，弁護士ＱがＹから受けた相談の内容の一部を記載したものである。これを前提に，以下の問いに答えなさい。\n弁護士Ｑは，別紙【Ｙの相談内容】を前提に，答弁書において抗弁として消滅時効の主張をしようと考えている。弁護士Ｑとして，答弁書において必要十分な最小限の抗弁事実を主張するに当たり，消滅時効の理解に関する下記の甲説に基づく場合と乙説に基づく場合とで，主張すべき事実に違いがあるか。結論とともに理由を説明しなさい。なお，本件の貸金返還請求権について商法第５２２条が適用されることは解答の前提としてよい。\n甲説・・時効による債権消滅の効果は，時効期間の経過とともに確定的に生じるものではなく，時効が援用されたときに初めて確定的に生じる。\n乙説・・時効による債権消滅の効果は，時効期間の経過とともに確定的に生じる。時効の援用は，「裁判所は，当事者の主張しない事実を裁判の資料として採用してはならない」という民事訴訟の一般原則に従い，時効の完成に係る事実を訴訟において主張する行為にすぎない。\n〔設問３〕\n弁護士Ｑは，別紙【Ｙの相談内容】を前提に，答弁書に消滅時効の抗弁事実を適切に記載して裁判所に提出した。\n本件については，平成２３年３月１４日に第１回口頭弁論期日が開かれた。同期日には，弁護士\nＰと弁護士Ｑが出頭し，弁護士Ｐは訴状のとおり陳述し，弁護士Ｑは答弁書のとおり陳述した。そ\n- 2 -の上で，両弁護士は次のとおり陳述した。これを前提に，以下の問いに答えなさい。\n弁護士Ｐ：Ｙ側は消滅時効を主張しています。しかし，私がＸから聴取しているところでは，Ａは，平成２２年４月１日にＸに本件の貸金債権を譲渡し，同日にＹにその事実を電話で通知した，そこで，Ｘは，５年の時効期間が経過する前の同年５月１４日にＹの店に行き，Ｙに対して本件の借金を返済するよう求めたが，そのときにＹが確たる返事をしなかったことから，しばらく様子を見ていた，その後，Ｘが，同年１２月１５日に再びＹの店に行ったところ，Ｙの方から返済を半年間待ってほしいと懇請された，とのことでした。このような経過を経て，私がＸから依頼を受けて，平成２３年２月\n１５日に本件訴えを提起したものです。ですから，Ｙ側の消滅時効の主張は通らないと思います。\n弁護士Ｑ：私も，Ｙから，Ａ及びＸとの間のやりとりについて詳しく確認してきましたが，Ｙは，平成２２年中に，ＡともＸとも話をしたことはないとのことです。\n訴状に記載された本件の請求を理由づける事実及び答弁書に記載された消滅時効の抗弁事実がいずれも認められるとした場合，裁判所は，本件の訴訟の結論を得るために，弁護士Ｐによる上記陳述のうちの次の各事実を立証対象として，証拠調べをする必要があるか。結論とともにその理由を説明しなさい。なお，各事実を間接事実として立証対象とすることは考慮しなくてよい。\n① Ｘは，５年の時効期間が経過する前の平成２２年５月１４日に，Ｙに対して，本件の借金を返済するよう求めたとの事実\n② 平成２２年１２月１５日に，ＹがＸに対して，本件の借金の返済を半年間待ってほしいと懇請したとの事実\n〔設問４〕\n本件の第１回口頭弁論期日において，弁護士Ｐは，「平成２２年４月１日，Ａは，Ｘに対して，①の貸金債権を８０万円で売った。」との事実（設問１における②の事実）を立証するための証拠として，Ａ名義の署名押印のある別紙【資料】の領収証を，作成者はＡであるとして提出した。これに対して弁護士Ｑは，この領収証につき，誰が作成したものか分からないし，Ａ名義の署名押印もＡがしたものかどうか分からないと陳述した。これを前提に，以下の問いに答えなさい。\n上記弁護士Ｑの陳述の後，裁判官Ｊは，更に弁護士Ｑに対し，別紙【資料】の領収証にあるＡ名義の印影がＡの印章によって顕出されたものであるか否かを尋ねた。裁判官Ｊがこのような質問をした理由を説明しなさい。\n〔設問５〕\n本件の審理の過程において，弁護士Ｐ及びＱは，裁判官Ｊからの和解の打診を受けて，１か月後の次回期日に和解案を提示することになった。和解条件についてあらかじめ被告側の感触を探りたいと考えた弁護士Ｐは，弁護士Ｑに電話をかけたが，弁護士Ｑは海外出張のため２週間不在とのことであった。この場合において，早期の紛争解決を望む弁護士Ｐが，被告であるＹに電話をかけて和解の交渉をすることに弁護士倫理上の問題はあるか。結論と理由を示しなさい。なお，弁護士職務基本規程を資料として掲載してあるので，適宜参照しなさい。\n- 3 -\n（別 紙）\n【Ｘの相談内容】\n私は甲商店街で文房具店を営んでおり，隣町の乙商店街で同じく文房具店を営んでいるＡとは旧知の仲です。平成１６年１０月１日，Ａと同じ乙商店街で布団店を営んでいるＹは，資金繰りが苦しくなったことから，いとこのＡから，平成１７年９月３０日に返済する約束で，１００万円の交付を受けて借り入れました。ところが，Ｙは，返済期限が経過しても営業状況が改善せず，返済もしませんでした。Ａもお人好しで，特に催促をすることもなく，Ｙの営業が持ち直すのを待っていたのですが，平成２１年頃，今度はＡの方が，資金繰りに窮することになってしまいました。そこで，Ａは，Ｙに対して，上記貸金の返済を求めましたが，Ｙは返済をしようとしなかったそうです。そのため，私は，Ａから窮状の相談を受けて，平成２２年４月１日，Ｙに対する上記貸金債権を代金８０万円で買い取ることとし，同日，Ａに代金として８０万円を支払い，その場でＡはＹに対して電話で債権譲渡の通知をしました。\nこのような次第ですので，Ｙにはきちんと１００万円を支払ってもらいたいと思います。\n【Ｙの相談内容】\n私は，乙商店街で布団店を営んでいますが，営業が苦しくなったことから，平成１６年１０月１日に，いとこのＡから，返済期限を平成１７年９月３０日として１００万円を借りました。私は，この金を使って店の立て直しを図りましたが，うまくいかず，返済期限を過ぎても返済しないままになってしまいました。Ａからは，平成２１年頃に一度だけ，この借金を返済してほしいと言われたことがありますが，返す金もなかったことから，ついあの金はもらったものだなどと言ってしまいました。\nその後は，気まずかったので，Ａとは会っていませんし，電話で話したこともありません。\nそうしたところ，平成２３年２月１５日に，ＸがＰ弁護士を訴訟代理人として本件訴えを起こしてきました。そこで，私は，同月２１日に，訴訟関係書類に記載されていたＸの連絡先に電話をかけて，Ｘに対し，ＸがＡから本件の貸金債権を譲り受けたという話は聞いていないし，そもそも今回の借金は，Ａから借りた時から既に６年以上が経過しており，返済期限からでも５年以上が経過していて，時効にかかっているから支払うつもりはないと伝えました。\nこのような次第ですので，私にはＸに１００万円を支払う義務はないと思います。\n【資料】\n領 収 証\nＸ 様本日，Ｙに対する百萬円の貸金債権の譲渡代金として，金八十萬円を領収致しました。\n平成２２年４月１日 Ａ Ａ印",
  "source_pdf": "data/pdfs/preliminary_exam/H23/論述/試験問題/実務基礎.pdf",
  "subject": 9,
  "purpose": "（出題趣旨）設問１は，貸金債権を譲り受けて請求する場合の請求を理由付ける事実の説明を求めるものである。訴訟物である権利の発生，取得及び行使を基礎付ける事実について，条文を基礎とする実体法上の要件の観点から説明することが求められる。\n設問２は，時効の援用に関する考え方の相違が消滅時効の抗弁事実に及ぼす影響を問うものであり，実体法上の効果発生のための要件という観点から検討することが求められる。\n設問３は，要件事実が民事訴訟の動態において果たす機能の理解を問うものである。時効完成前の催告（小問１）と時効完成後の債務承認（小問２）について，実体法上の効果，攻撃防御方法としての意味，相手方の認否といった観点から検討することが求められる。\n設問４は，私文書の成立の真正に関するいわゆる二段の推定の理解を問うものである。\n設問５は，弁護士倫理の問題であり，弁護士職務基本規程第５２条に留意して検討することが求められる。"
}