{
  "year": "H23",
  "exam_type": "予備",
  "subject_name": "刑事訴訟法",
  "text": "刑事訴訟法］\n- 1 -以下の事例に基づき，甲の罪責について論じなさい。\n１ 甲（３５歳）は，無職の妻乙（３０歳）及び長女丙（３歳）と，郊外の住宅街に建てられた甲所有の木造２階建て家屋（以下「甲宅」という。）で生活していた。甲宅の住宅ローンの返済は，会社員であった甲の給与収入によってなされていた。しかし，甲が勤務先を解雇されたことから，甲一家の収入が途絶え，ローンの返済ができず，住宅ローン会社から，甲宅に設定されていた抵当権の実行を通告された。甲は就職活動を行ったが，再就職先を見つけることができなかった。\nこのような状況に将来を悲観した乙は，甲に対して，「生きているのが嫌になった。みんなで一緒に死にましょう。」と繰り返し言うようになったが，甲は，一家３人で心中する決意をすることができず，乙に対して，その都度「もう少し頑張ってみよう。」と答えていた。\n２ ある日の夜，甲と丙が就寝した後，乙は，「丙を道連れに先に死のう。」と思い，衣装ダンスの中から甲のネクタイを取り出し，眠っている丙の首に巻き付けた上，絞め付けた。乙は，丙が身動きをしなくなったことから，丙の首を絞め付けるのをやめ，台所に行って果物ナイフを持ち出し，布団の上で自己の腹部に果物ナイフを突き刺し，そのまま横たわった。\n甲は，乙のうめき声で目を覚ましたところ，丙の首にネクタイが巻き付けられていて，乙の腹部に果物ナイフが突き刺さっていることに気が付いた。\n甲が乙に「どうしたんだ。」と声を掛けると，乙は，甲に対し，「ごめんなさい。私にはもうこれ以上頑張ることはできなかった。早く楽にして。」と言った。甲は，「助けを呼べば，乙が丙を殺害したことが発覚してしまう。しかし，このままだと乙が苦しむだけだ。」と考え，乙殺害を決意し，乙の首を両手で絞め付けたところ，乙が動かなくなり，うめき声も出さなくなったことから，乙が死亡したと思い，両手の力を抜いた。\n３ その後，甲は，「乙が丙を殺した痕跡や，自分が乙を殺した痕跡を消してしまいたい。家を燃やせば乙や丙の遺体も燃えるので焼死したように装うことができる。」と考え，乙と丙の周囲に灯油をまき，ライターで点火した上，甲宅を離れた。その結果，甲宅は全焼し，焼け跡から乙と丙の遺体が発見された。\n４ 乙と丙の遺体を司法解剖した結果，両名の遺体の表皮は，熱により損傷を受けていること，乙の腹部の刺創は，主要な臓器や大血管を損傷しておらず，致命傷とはなり得ないこと，乙の死因は，頸部圧迫による窒息死ではなく，頸部圧迫による意識消失状態で多量の一酸化炭素を吸引したことによる一酸化炭素中毒死であること，丙の死因は，頸部圧迫による窒息死であることが判明した。\n- 2 -次の記述を読んで，後記の設問に答えなさい。\n警察官は，甲が，平成２３年７月１日にＨ市内において，乙に対して覚せい剤１０グラムを３０万円で譲渡したとの覚せい剤取締法違反被疑事件につき，甲宅を捜索して現金の出納及び甲の行動等に関する証拠を収集するため，Ｈ地方裁判所裁判官に対し，捜索差押許可状の発付を請求した。これを受けてＨ地方裁判所裁判官は，罪名として「覚せい剤取締法違反」，差し押さえるべき物として「金銭出納簿，預金通帳，日記，手帳，メモその他本件に関係ありと思料される一切の文書及び物件」とそれぞれ記載した捜索差押許可状を発付した。\n〔設問１〕\nこの捜索差押許可状の罪名及び差し押さえるべき物の記載は適法か。\n〔設問２〕\n仮に，捜索差押許可状の記載が適法であったとして，警察官が，この捜索差押許可状に基づき，甲宅を捜索した際に，「６／３０ ２５０万円 丙から覚せい剤１００グラム購入」と書かれたメモを発見した場合，これを差し押さえることができるか。\n（参照条文）覚せい剤取締法第４１条の２第１項 覚せい剤を，みだりに，所持し，譲り渡し，又は譲り受けた者（第４２条第\n５号に該当する者を除く。）は，１０年以下の懲役に処する。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/H23/論述/試験問題/刑事系.pdf",
  "subject": 7,
  "purpose": "次の記述を読んで，後記の設問に答えなさい。\n警察官は，甲が，平成２３年７月１日にＨ市内において，乙に対して覚せい剤１０グラムを３０万円で譲渡したとの覚せい剤取締法違反被疑事件につき，甲宅を捜索して現金の出納及び甲の行動等に関する証拠を収集するため，Ｈ地方裁判所裁判官に対し，捜索差押許可状の発付を請求した。これを受けてＨ地方裁判所裁判官は，罪名として「覚せい剤取締法違反」，差し押さえるべき物として「金銭出納簿，預金通帳，日記，手帳，メモその他本件に関係ありと思料される一切の文書及び物件」とそれぞれ記載した捜索差押許可状を発付した。\n〔設問１〕\nこの捜索差押許可状の罪名及び差し押さえるべき物の記載は適法か。\n〔設問２〕\n仮に，捜索差押許可状の記載が適法であったとして，警察官が，この捜索差押許可状に基づき，甲宅を捜索した際に，「６／３０ ２５０万円 丙から覚せい剤１００グラム購入」と書かれたメモを発見した場合，これを差し押さえることができるか。\n（参照条文）覚せい剤取締法第４１条の２第１項 覚せい剤を，みだりに，所持し，譲り渡し，又は譲り受けた者（第４２条第\n５号に該当する者を除く。）は，１０年以下の懲役に処する。\n（出題趣旨）本問は，覚せい剤取締法違反被疑事件の捜査における捜索差押えを題材として，特別法違反事件に関する捜索差押許可状の「罪名」及び「差し押さえるべき物」の各記載の適法性を問うとともに，捜索の過程で発見された具体的な物件が当該捜索差押許可状記載の「差し押さえるべき物」に該当するか否かを検討させることにより，令状主義の趣旨と捜索差押えについての基本的な知識の有無及び具体的事案に対する応用力を試すものである。"
}