{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n議会制民主主義においては、主権者である国民の意思を議会へ反映させる上で、議会の構成員となる議員を選出する選挙が重要な役割を果たしている。そこで、有権者が選挙に積極的に参加すること、また、候補者が自らの主張や公約等を有権者に対して十分に伝えられることが求められる。\n２０＊＊年以降、我が国では投票率が低下し続け、研究者による有権者の動向調査では、近い将来、国政選挙の投票率が３０パーセントを下回ると予想されている。このままでは、多数の有権者からの支持を受けていないという意味において、十分な民主的正統性を備えていない国会議員が恒常的に出現することとなる。これを受けて、人々の間では、結果的に議会制民主主義の危機ともいえる事態を招くのではないかとの懸念が共有されるようになった。そこで、この事態を回避するための積極的な施策の導入が模索され始めている。\nまた、候補者や政党が自らの主張や公約等を伝えるための選挙運動の一つとして、公職選挙法に定める街頭演説がある。街頭演説とは、例えば、候補者らが、のぼりを立てて街頭の一定の場所にとどまって演説したり、選挙運動用自動車等の上やその周囲で演説したりするものを指す。街頭演説では、聴衆が大声で声援を送ったり、ヤジを飛ばしたり、候補者や政党の主張や公約等に関する内容を記したプラカードを掲示したりすることがある。そうした行為の中には、演説者が圧迫感を覚え、萎縮して演説を続けづらくなるような不穏当な行為もあったが、演説の妨害に至らない限り、これを処罰の対象とする法律の規定はなかった。２０＊＊年以降、そうした行為が頻発したことが社会問題化し、街頭演説の場で聴衆が遵守すべき新たなルールの設定を求める声が次第に強くなってきている。\n以上のことを背景に、Ｘを含む超党派の国会議員は、主に以下のような内容を盛り込んだ公職選挙法の一部を改正する法律案の骨子（以下「本法案骨子」という。後掲【資料】を参照。）を用意した。\n施策① 国政選挙における強制投票制度の導入\n⒜ 国政選挙における投票を義務化する。\n⒝ 国政選挙で連続３回にわたり不投票であった有権者の国政選挙権を、５年間停止する。\n施策② 街頭演説における聴衆による不穏当な行為の禁止街頭演説の際、演説者が圧迫感を覚え、萎縮して演説を続けづらくなるような、聴衆による不穏当な行為を禁止する。\nＸは、本法案骨子の憲法適合性について法律家甲に相談した。その際の甲とＸとのやり取りは、以下のとおりであった。\n甲：本法案骨子のうち、まずは施策①の⒜について伺います。国政選挙における投票を義務化すること自体の目的は、どのようなところにありますか。\nＸ：本来、議会は、多数の有権者からの支持を受けた議員によって構成されるはずですから、国政選挙における昨今の低投票率現象は議会制民主主義の維持にとって極めて深刻な事態です。今後、更なるその事態の進行が懸念される中、国民主権の下で有権者が選挙権を行使することの重要性を人々に再認識してもらい、その権利の行使を促して国政選挙における投票率を上げることに主たる目的があります。\n甲：多数の有権者が選挙に参加することで初めて議会の民主的正統性が確保されるという趣旨は理解できます。それを十分確保できないとなると、民主的統治の在り方全体に関わってくる問題となりますね。\nＸ：はい。そこで、世界には投票の義務化で高い投票率を維持する国があることから、我が国でもその導入によって同様に投票率の向上が見込まれると考えました。\n- 2 -甲：そうですか。ただ、権利の行使を義務化するというのは人権論の視点からは異例なことです。\nそこで、選挙権の性質や選挙の諸原則を踏まえつつ、まずは投票の義務化の憲法適合性について独立して検討します。\nＸ：よろしくお願いします。\n甲：次に、投票の義務化が仮に合憲であるとしても、施策①の⒝は、別途、検討する必要がありそうです。投票の義務化に当たり、選挙権の停止にまで踏み込んだ意図はどこにありますか。\nＸ：選挙で漫然と投票を放棄する者は、議会制民主主義における選挙権の重要性を忘れている可能性があります。そこで、こうした制限により、人々が選挙権の重要性を再認識することを期待しています。\n甲：選挙権を制限するこのような施策には、判例も踏まえた慎重な検討が求められます。特に、この制限が「選挙の公正」を確保することとどう関係するのかといった点に注目した方がよさそうです。\nさて、別の質問です。我が国では、新聞各社の世論調査によると、「国政選挙において一定期間投票をしないと、その選挙権が停止されるとしたら、あなたは投票に行きますか。」という質問に対して、７割程度の人々が「行く。」との回答を示していますから、選挙権の停止は、投票率を上げる手法として効果がありそうです。もっとも、諸外国では、選挙権の停止ではなく、罰金を伴う強制投票制度を導入して９０パーセント程度の高投票率を維持している場合が多く見られます。そうであるにもかかわらず、今回、罰金といった手法を採らないのはなぜですか。\nＸ：罰金ですとペナルティとしての側面が強く出てしまいますし、また、罰金を払いたくないだけの無責任投票が増えるのではないかと考えたからです。さらに、選挙権の停止の方が、高い意識を持って投票に臨む契機になり、施策目的に、より合致すると判断しました。\n甲：なるほど。その他、検討を行う上で注意すべきことはありますか。\nＸ：高齢や障がい等を理由に投票に行けない方々の取扱いや、５年という停止期間の相当性は、当方で今後、検討します。ですから、これらの点は今回、甲さんに検討をお願いする対象から外していただいてかまいません。\n甲：分かりました。次に施策②について伺います。この規制の意図はどこにあるのでしょうか。\nＸ：選挙運動における街頭演説は、候補者等が、有権者に対して自らの主張や公約等をしっかりと伝えるための重要な手段です。しかし、大声での声援、ヤジ、プラカードの掲示等、一部の聴衆の不穏当な行為により、演説者が圧迫感を覚え、萎縮して演説を続けづらくなると、候補者は自らの主張や公約等を有権者に十分に伝えることができなくなります。そこで、施策②は、街頭演説において、場所と時間を限って、聴衆によるそのような不穏当な行為を禁止することで、演説をする側の利益を守ることを目的としています。これは、ひいては聞く側の利益を守ることにもつながります。なお、これは飽くまで選挙運動に関する規制であり、さらに、一定の場所や時間に限ったものであることを強調しておきます。\n甲：国政選挙の候補者に対してメッセージを伝達する機会を聴衆から奪うという意味で、聴衆の表現の自由に対する過度な規制にならないかといった点を検討する必要がありそうです。\nＸ：その点の十分な検討もお願いしたいです。\n甲：さて、本法案骨子によれば、演説者が萎縮するのであれば、支援者が大声で声援を送る場合なども、この規制の射程に含まれるはずです。しかし、規制対象行為を聴衆が行った場合に当該行為者に対してその行為の中止命令を出すためには、街頭演説の主催者の要請に基づくことが必要です。このような仕組みでは、大声での声援等でも、街頭演説の主催者側が問題視しない場合については中止命令が出されないことから、実質的には候補者を支持しない聴衆のみが排除されるといったことにはならないのでしょうか。\nＸ：どうでしょうか。支援者と反対者とがその場で言い争いを始め、それが演説を続けづらくなるような不穏当な行為に該当する場合には、両者に対して命令を出すことを主催者が要請すること- 3 -も考えられます。\n甲：施策②では、罰則も用意されていますね。\nＸ：はい。しかし、この施策が聴衆による一定の言動等に対する制約とも受け取られることを意識し、慎重な制裁の手順を用意しています。また、命令違反に対する罰金は５万円以下としていますが、これは公職選挙法の「選挙の自由妨害罪」が定める「４年以下の懲役若しくは禁錮又は１００万円以下の罰金」と比べると大分軽い刑罰です。\n甲：分かりました。では、施策①及び施策②の憲法適合性について、判例その他を踏まえた専門的な検討をしたいと思います。\n〔設問〕\nあなたが検討を依頼された法律家甲であるとして、施策①及び施策②の憲法適合性について論じなさい。なお、その際には、必要に応じて、参考とすべき判例や自己の見解と異なる立場に言及すること。施策②の規制対象行為の不明確性及び過度広汎性については論じる必要はない。\n- 4 -\n【資料】\n公職選挙法の一部を改正する法律案の骨子第１ 国政選挙における強制投票制度の導入\n１ 投票の義務化衆議院議員及び参議院議員の各選挙（補欠選挙を含む。以下「国政選挙」という。）の選挙権を有する者は、国政選挙において投票をしなければならない。\n２ 国政選挙権の停止国政選挙において連続３回にわたり投票をしなかった者は、当該３回目の投票日の翌日から５年間、国政選挙における選挙権を停止する（異なる二つ以上の国政選挙が同日に実施される場合、これを１回と数える。）。\n第２ 街頭演説における聴衆による不穏当な行為の禁止\n１ 選挙運動中の街頭演説の演説者から半径２５メートル以内にいる聴衆は、街頭演説の主催者が指定する３０分以内の間、演説者が圧迫感を覚え、萎縮して演説を続けづらくなるような不穏当な行為をしてはならない。\n２ １に指定する場所、時間内において、１に掲げる行為をした者に対しては、街頭演説の主催者の要請に基づき、選挙管理委員会（比例代表選挙の場合には中央選挙管理会、衆議院議員又は参議院議員の各選挙区選挙の場合には都道府県又は参議院合同選挙区の各選挙管理委員会をいう。）が、当該行為の中止を命じ、それに従わなかった場合には当該場所からの退去を命じることができる。これらの権限は、選挙管理委員会によって街頭演説が行われる場所に派遣された者が、選挙管理委員会に代わって行使する。\n３ ２に掲げる退去命令に違反した者は、５万円以下の罰金に処する。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕⑴、〔設問１〕⑵、〔設問２〕の配点割合は、３５：１５：\n５０〕）\nＡは、Ｂ市内の郊外において、鶏を５００羽以上飼養する施設（以下「本件養鶏場」という。）を令和６年９月に設置し、本件養鶏場で生産された鶏卵を販売している。本件養鶏場は、悪臭防止法第３条にいう規制地域内にあり、本件養鶏場から４０メートル離れた場所には、Ｃが所有する一戸建て住宅（以下「本件住宅」という。）がある。高齢であるＣは、本件住宅に１人で居住していたが、本件養鶏場設置前の同年８月に、本件住宅内で転倒して骨折し、Ｂ市に隣接するＤ市内の病院に入院した。令和７年１月以降、Ｃは同市内の介護老人保健施設に入所している。そのため、本件住宅は、現に居住している者がいない状態が続いている。\n令和６年１０月、Ｂ市に対して、Ａによる本件養鶏場の設置について市民から情報提供があった。\nそのため、Ｂ市の担当職員Ｅは、Ａとの間で事実確認を行った上で、Ａに対し、本件養鶏場がＢ市生活環境保全条例（以下「本件条例」という。）第２９条第１項の特定家畜飼養施設に該当するにもかかわらず、同項所定の設置届出書が提出されていないこと、また、同条第２項の規定により、本件住宅の居住者Ｃの同意を得る必要があることを告げた。これを受けて、Ａは同月中に設置届出書を提出したが、Ｃの同意を得ていなかった。Ｅがこの点について質問したところ、Ａは、Ｃは本件住宅に居住しているとはいえないから、そもそも同意を得る必要はないと主張した。これに対し、Ｅは、Ｃの住民票上の住所は本件住宅の所在地のままとなっており、Ｃは一時的に本件住宅を離れているにすぎないことを指摘した。しかし、Ａは、Ｃの同意を得る必要はないとする立場を崩さなかった。\nＢ市は、令和６年１１月以降、本件養鶏場の敷地境界線の地表における臭気測定を毎月実施した。\n本件養鶏場の所在地についての悪臭防止法第４条第１項第１号に基づく規制基準では、アンモニアの許容限度は１ｐｐｍとされているところ、令和７年２月以降、０．８ないし０．９ｐｐｍのアンモニアが計測されるようになった。また、同年３月には、本件養鶏場から６５メートル離れた場所に居住する住民Ｆが、本件養鶏場から自宅に向かって風が吹いてきた場合には不快な臭いが感じられることがあるとの意見をＢ市に提出した。そこで、Ｂ市は、同年４月、同法第２０条第１項に基づいて本件養鶏場の立入検査を実施しようとしたが、Ａはこれを拒否した。\n令和７年５月７日、Ｂ市長は、Ａに対し、本件条例第３２条に基づく勧告（以下「本件勧告」という。）を行った。本件勧告は、同年６月１６日までに、本件条例第２９条第２項違反の状態を解消するための措置をとること（以下「勧告事項１」という。）、本件養鶏場について悪臭防止法第\n２０条第１項に基づく立入検査に応じること（以下「勧告事項２」という。）、本件養鶏場は不快な臭いにより周辺地域の生活環境を損なうおそれがあると認められるため、施設の運用の改善、設備の改良等、悪臭の原因となる物質の排出を減少させる措置をとること（以下「勧告事項３」という。）を求めるものであった。しかし、Ａは、いずれの勧告事項についても、それに対応した措置をとることはなかった。\n令和７年７月１日、Ｂ市長は、Ａに対し、Ｂ市行政手続条例の規定（行政手続法第３０条と同旨の規定である。）に基づき、弁明の機会の付与の通知を行った。この通知には、Ａが本件勧告に従わなかったことを理由として、Ａに対して本件条例第３３条第１項に基づく指示（以下「本件指示」という。）を発する予定であること、本件指示の内容は、指示発出後４０日以内に勧告事項１\n～３に対応した措置をとることを求めるものであること、弁明書の提出期限は同月１５日であることに加えて、本件指示に従わない場合には本件条例第３４条に基づく公表を行う方針であることが記載されていた。\nこの事態に至ってＡは、本件条例第３４条に基づく公表が行われた場合には、本件養鶏場で生産された鶏卵の販売に支障が生じるおそれがあるのではないか、さらに、Ａの養鶏業者としての信用\n- 2 -や社会的評価が害されるのではないかと考えた。そこで、Ａは、弁護士Ｇの事務所を訪問し、同事務所に所属する弁護士Ｈと面談した。以下に示された【法律事務所の会議録】は、令和７年７月７日に、本件についてＧ及びＨが会議を行った際の記録である。これを踏まえて、Ｇの指示に応じる\nＨの立場に立って、設問に答えなさい。\nなお、関係法令の抜粋を、【資料 関係法令】に掲げてあるので、適宜参照しなさい。\n〔設問１〕\n⑴ 本件勧告及び本件指示が抗告訴訟の対象となる処分に当たるか否かについて、「①本件勧告は処分性を有しないが②本件指示は処分性を有する」という立場では、どのような主張をすべきか。\n①及び②のそれぞれについて想定される反対の見解の論拠を踏まえて検討しなさい。\n⑵ Ａが本件指示の差止訴訟（行政事件訴訟法第３条第７項）を提起した場合、「重大な損害を生ずるおそれ」（同法第３７条の４第１項本文）は認められるか、検討しなさい。解答に当たっては、本件指示が抗告訴訟の対象となる処分に当たることを前提にしなさい。\n〔設問２〕\nＡが本件指示に対する抗告訴訟を適法に提起した場合、本件指示の前提となる本件勧告が違法であることについて、Ａはどのような主張をすべきか。想定されるＢ市の反論を踏まえて検討しなさい。解答に当たっては、本件勧告に手続的違法はないことを前提にしなさい。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｇ：本件条例は法律の委任に基づかずに制定されたものですが、地方公共団体が環境保全の見地から条例を制定すること自体は、当然に禁止されるものではありません。まずは、本件条例の規定そのものは適法であるという前提で考えてみましょう。\n弁護士Ｈ：そうすると、本件養鶏場は本件条例第２９条第１項の特定家畜飼養施設に該当し、本件条例第３２条の要件を充足する場合には、同条に基づく指導又は勧告が可能になります。\n弁護士Ｇ：本件勧告についてはＢ市行政手続条例の規定による弁明の機会の付与がされなかったので、Ｂ市は、本件指示は処分であるが、本件勧告は処分でないと考えているのでしょう。\n弁護士Ｈ：本件勧告は行政指導なので、処分性がないということではないでしょうか。\n弁護士Ｇ：処分性に関しては、行政指導の性格を有する病院開設中止勧告が抗告訴訟の対象となる処分に当たることを認めた最高裁判決（最高裁判所平成１７年７月１５日第二小法廷判決・民集５９巻６号１６６１頁）がありますので、この判決がいかなる理由で処分性を認めたのかを明らかにした上で、本件勧告の処分性についても同様に考えることができるのか否かを検討する必要があるでしょう。他方で、本件条例の規定をみると、罰則が全くありません。そのため、本件勧告はもちろん本件指示も処分に当たらないという見方もあるかもしれません。\n弁護士Ｈ：罰則がないことは処分性の有無にとって決定的とはいえませんし、本件条例第３３条第１項に基づく指示に従わない者に対しては本件条例第３４条に基づく公表が予定されていますので、指示の処分性を認めることができるように思います。\n弁護士Ｇ：それでは、本件勧告は処分性を有しないが、本件指示は処分性を有するという考え方について、それがどのような論拠に基づくものであるか、整理してください。\n弁護士Ｈ：拝承しました。\n弁護士Ｇ：本件条例第３３条第１項に基づく指示の処分性が認められる場合、本件では一定の処分たる本件指示がされようとしているといえますから、その差止訴訟を提起できるかどうかが論点になり得ますね。\n弁護士Ｈ：差止訴訟の訴訟要件に関しては、公立学校の教職員に対する懲戒処分の差止訴訟において行政事件訴訟法第３７条の４第１項本文の「重大な損害を生ずるおそれ」があるとした最高裁判決（最高裁判所平成２４年２月９日第一小法廷判決・民集６６巻２号１８３頁）があります。\n弁護士Ｇ：それでは、その最高裁判決の判示内容を踏まえて、本件指示の差止訴訟を提起した場合に「重大な損害を生ずるおそれ」の要件が充足されるかどうかについて、まとめておいてください。本件では指示の発出後直ちに公表が行われるわけではないようですので、その点にも注意して検討してください。\n弁護士Ｈ：そのように検討いたします。\n弁護士Ｇ：提起すべき訴訟が差止訴訟になるにせよ、取消訴訟になるにせよ、本案においては、本件勧告が適法であるかどうかが主要な争点になります。本件勧告が違法であるとする立場からは、どのように論じればよいでしょうか。\n弁護士Ｈ：本件勧告には３つの勧告事項があり、勧告事項１及び２は、本件条例第３２条のうち「特定家畜飼養施設がこの条例、悪臭防止法（中略）の規定に適合していないとき」という要件に該当することを前提にしたものとみられます。\n弁護士Ｇ：それでは、勧告事項１及び２との関係では、当該要件の該当性が認められるかどうかという観点で検討してみましょう。まず、勧告事項１は、ＡがＣの同意を得ておらず、本件養鶏場が本件条例第２９条第２項に違反していることを理由とするものですね。もっとも、Ｃは本件住宅に現に居住しておらず、本件住宅に居住者はいないのではないかという点が問題になります。この点については、そもそも規制距離内の住宅に居住者がいない場合には同項の違反はないと解されるのではないでしょうか。\n- 4 -弁護士Ｈ：本件条例第２９条第２項にいう居住者を、規制距離内の住宅に現に居住している者と解すると、Ｃは居住者に当たらないことになります。他方で、Ｂ市は、住宅から一時的に離れているにすぎない者は居住者に該当するという立場をとっています。本件養鶏場が設置された令和６年９月の時点では、Ｃは一時的に本件住宅を離れていたにすぎないといえなくもありません。\n弁護士Ｇ：仮に本件養鶏場の設置当時においてＣが本件条例第２９条第２項にいう居住者に該当していたとしても、本件勧告がされた時点においては、同項の違反はないと論じることはできないでしょうか。\n弁護士Ｈ：令和７年１月からＣが入所している介護老人保健施設は長期間の入所を想定した施設ではありませんので、Ｃが本件住宅に戻ってくる可能性はあったとも思われますが、実際には本件住宅に人が住んでいない状態が継続しています。このような状況に鑑みると、少なくとも本件勧告がされた時点においては、Ｃは居住者ではなくなっており、本件条例第２９条第２\n項の違反もないと主張することも可能ではないかと思います。\n弁護士Ｇ：次に、勧告事項２についてはどうでしょうか。\n弁護士Ｈ：勧告事項２は、悪臭防止法第２０条第１項に基づく立入検査の拒否を理由にするものです。\nこれに関しては、まず、Ａが立入検査を拒否したからといって、本件養鶏場が本件条例第３２条にいう「悪臭防止法（中略）の規定に適合していないとき」に当たるのかという問題があるように思います。また、本件養鶏場について同法第２０条第１項に基づく立入検査を行うことができるのか、すなわち、同項は、同法第８条第１項の規定による措置に関して立入検査を行うことを認めていますが、本件の事実関係の下では同法第８条第１項の要件が充足されていないのではないかという問題もあるように思います。ただし、同項の要件が充足されていない場合であっても、事案によっては立入検査を行うことができるという考え方もあるかもしれません。\n弁護士Ｇ：仮に悪臭防止法第２０条第１項の規定の違反があるとしても、これについては同法に定める措置によって対処すべきではないかという問題もありますね。このような見地から本件条例第３２条に定める要件の該当性は認められないとする主張も考えてみてください。最後に、勧告事項３は、本件条例第３２条のうち「当該特定家畜飼養施設に係る周辺地域の生活環境を損なうおそれがあると認められるとき」という要件に該当することを前提にしたものですね。\n弁護士Ｈ：本件では悪臭防止法第４条第１項第１号に基づく規制基準に適合しない状態が確認されておらず、本件養鶏場の臭いという点では、本件条例第３２条のうち「特定家畜飼養施設がこの条例、悪臭防止法（中略）の規定に適合していないとき」という要件の該当性は認められないと考えられます。このような場合において、「周辺地域の生活環境を損なうおそれがあると認められるとき」に当たるかが問題になると思います。他方、Ｂ市は、本件養鶏場の敷地境界線の地表において、令和７年２月以降、０．８ないし０．９ｐｐｍのアンモニアが計測されている点と、周辺住民のＦから本件養鶏場の臭いについて意見が出された点に着目して、「周辺地域の生活環境を損なうおそれがあると認められるとき」という要件の該当性を主張することが予想されます。\n弁護士Ｇ：Ｂ市はこの要件の認定について裁量が認められると主張するでしょうから、仮にそのような立場に立った場合、Ａとしてはどう論じるべきかという観点からの検討もお願いします。\n弁護士Ｈ：お任せください。\n- 5 -\n【資料 関係法令】\n〇 悪臭防止法（昭和４６年法律第９１号）（抜粋）\n（目的）第１条 この法律は、工場その他の事業場における事業活動に伴つて発生する悪臭について必要な規制を行い、その他悪臭防止対策を推進することにより、生活環境を保全し、国民の健康の保護に資することを目的とする。\n（定義）第２条 この法律において「特定悪臭物質」とは、アンモニア（中略）その他の不快なにおいの原因となり、生活環境を損なうおそれのある物質であつて政令で定めるものをいう。\n２ （略）\n（規制地域）第３条 都道府県知事（市の区域内の地域については、市長。次条（中略）において同じ。）は、住民の生活環境を保全するため悪臭を防止する必要があると認める住居が集合している地域その他の地域を、工場その他の事業場（以下単に「事業場」という。）における事業活動に伴つて発生する悪臭原因物（特定悪臭物質を含む気体又は水その他の悪臭の原因となる気体又は水をいう。以下同じ。）の排出（中略）を規制する地域（以下「規制地域」という。）として指定しなければならない。\n（規制基準）第４条 都道府県知事は、規制地域について、その自然的、社会的条件を考慮して、必要に応じ当該地域を区分し、特定悪臭物質の種類ごとに次の各号の規制基準を当該各号に掲げるところにより定めなければならない。\n一 事業場における事業活動に伴つて発生する特定悪臭物質を含む気体で当該事業場から排出されるものの当該事業場の敷地の境界線の地表における規制基準 環境省令で定める範囲内において、大気中の特定悪臭物質の濃度の許容限度として定めること。\n二、三 （略）\n２ （略）\n（改善勧告及び改善命令）第８条 市町村長は、規制地域内の事業場における事業活動に伴つて発生する悪臭原因物の排出が規制基準に適合しない場合において、その不快なにおいにより住民の生活環境が損なわれていると認めるときは、当該事業場を設置している者に対し、相当の期限を定めて、その事態を除去するために必要な限度において、悪臭原因物を発生させている施設の運用の改善、悪臭原因物の排出防止設備の改良その他悪臭原因物の排出を減少させるための措置を執るべきことを勧告することができる。\n２～５ （略）\n（報告及び検査）第２０条 市町村長は、第８条第１項（中略）の規定による措置に関し必要があると認めるときは、当該事業場を設置している者に対し、悪臭原因物を発生させている施設の運用の状況、悪臭原因物の排出防止設備の設置の状況、（中略）その他悪臭の防止に関し必要な事項の報告を求め、又はその職員に、当該事業場に立ち入り、悪臭の防止に関し、悪臭原因物を発生させている施設その他の物件を検査させることができる。\n２～４ （略）第２８条 第２０条第１項の規定による報告をせず（中略）又は同項の規定による検査を拒み、妨げ、若しくは忌避した者は、３０万円以下の罰金に処する。\n- 6 -\n〇 Ｂ市生活環境保全条例（抜粋）\n（目的）第１条 この条例は、市民が健康で文化的な生活を営むことのできる良好な環境を確保するため、健康又は生活環境に係る被害を防止すること等により、市民の福祉の増進に寄与することを目的とする。\n（特定家畜飼養施設設置の届出）第２９条 周辺地域における生活環境に影響を及ぼすおそれがある施設として別表で定める家畜及び飼育数〔（注）別表では、「鶏」については「５００羽以上」と定められている。〕を飼養する施設（以下「特定家畜飼養施設」という。）を設置しようとする者は、あらかじめ設置届出書その他の書類を市長に提出しなければならない。\n２ 特定家畜飼養施設は、別表で定める規制距離〔（注）別表では、鶏を５００羽以上飼養する施設については、近隣の住宅から距離が「５０メートル」とされている。〕内に設置してはならない。\nただし、当該規制距離内の住宅の居住者の同意があるとき（中略）は、この限りではない。\n３、４ （略）\n（指導及び勧告）第３２条 市長は、特定家畜飼養施設がこの条例、悪臭防止法（昭和４６年法律第９１号）、（中略）の規定に適合していないとき、又は当該特定家畜飼養施設に係る周辺地域の生活環境を損なうおそれがあると認められるときは、当該特定家畜飼養施設の設置者に対し、必要な措置をとるべきことを指導し、又は勧告することができる。\n（指示）第３３条 市長は、特定家畜飼養施設の設置者が正当な理由なく前条の規定による指導又は勧告に従わなかったときは、当該設置者に対し、必要な措置をとるべきことを指示することができる。\n２ 市長は、前項の規定による指示をしようとするときは、あらかじめＢ市生活環境審議会の意見を聴かなければならない。\n（公表）第３４条 市長は、前条第１項の規定による指示を受けた特定家畜飼養施設の設置者がその指示に従わなかったときは、その旨を公表することができる。\n（審議会）第３７条 市長は、第３３条第１項の規定による指示その他この条例の施行について必要な事項を審議させるため、Ｂ市生活環境審議会（以下「審議会」という。）を置く。\n２ 審議会は、委員１０人以内をもって組織する。\n３ 審議会の委員は、次に掲げる者のうちから市長が委嘱する。\n一 学識経験を有する者二 識見を有する市民三 その他市長が適当と認める者\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n１．本問は、前半が選挙権や自由選挙原則に関する規制、後半が表現の自由に関する規制で構成された架空の法案骨子を素材とするものであり、それぞれの規制の憲法適合性を問うている。これらの権利や原則は、議会制民主主義を支える上で重要なものであることから、本問では、そのことを理解しつつ、参照すべき判例を踏まえた論述が求められている。\n２．施策①は、国政選挙における低投票率に対応するため、有権者に国民主権の下での選挙権行使の重要性を再認識させ、その権利行使を促して投票率を上げることを目的として、強制投票制度を導入するものである。具体的には、(a)投票を義務化し、(b)国政選挙で３回連続して投票を怠った者の国政選挙権を５年間停止する。このような施策は、議会制民主主義の根本に関わる問題であり、人権論のみならず統治機構論にも関係する。そのことを前提に、具体的には以下の論点の検討が求められる。\nまず、施策①(a)の、投票の義務化をめぐる憲法適合性である。我が国では伝統的に任意投票制が採用されているが、投票の義務化が違憲かどうかについて憲法学説に理解の一致があるわけではない。選挙権（憲法第１５条第１項等）の権利性を重視する、又は、自由選挙原則の中に任意投票（強制投票制度の禁止）を読み込む立場からは、投票の義務化の違憲性が説かれることが多い。他方、選挙権の公務性を重視する、又は、自由選挙原則に任意投票を含めない立場からは、投票の義務化の合憲性が説かれることが多い。まずはこうした相反する見解があることを踏まえた上で論述する必要がある。あわせて本問では、相当程度の低投票率が続くことで、議会制民主主義の根本を揺るがしかねない状態になるのではないかといった懸念から、本法案骨子が作成されていることに留意し、かようなひっ迫した状況に限っては強制投票制度の導入が正当化されるのかどうかについて考えるべきである。\n次に、施策①(b)の、３回連続して投票を怠った者の国政選挙における投票権を一定期間停止することの憲法適合性である。憲法第１５条第３項は、成年者による普通選挙の保障を定めており、選挙権の停止は強い権利制限になる。これについてはまず、選挙権を停止する制度自体の合憲性を論じることが必要である。そこで、そうした制限が許されるのかについて、何らかの判断枠組みに基づく審査が求められるが、ここでは一定の厳格性を備える判断枠組みを示した在外国民の選挙権行使制限訴訟の最高裁大法廷判決（最大判平成１７年９月\n１４日民集５９巻７号２０８７頁）が参照されるべきである。同判決は「自ら選挙の公正を害する行為をした者等の選挙権について一定の制限をすることは別として、国民の選挙権又はその行使を制限することは原則として許され」ないとしており、前段部分に該当すれば同判決が示す判断枠組みから除外される。そこで、本問ではまず、選挙で連続して投票を怠った者が、公民権停止を受けた選挙犯罪者等と同様に「自ら選挙の公正を害する行為をした者等」に該当するのかどうかを考える必要がある。そして、本問の制限対象者はそれに該当しないと考えるのであれば、続いて、同判決が示す「選挙の公正を確保しつつ選挙権の行使を認めることが事実上不能ないし著しく困難であると認められる場合」に当たるような「やむを得ない事由」が本件規制をする場合にあるのか否かの判断が必要となる。\n本問では、低投票率のままの選挙では十分な民主的正統性が付与された代表者が確保できないのではないかという危惧が抱かれる中で、投票率を上げ、十分な民主的正統性を持つ議員を選出したいといったことが、選挙権を制限するきっかけとなっている。ここでは、このことと「選挙の公正」の確保とが結びつくのか、また、このことが選挙権の制限を正当化する「やむを得ない事由」になるのか、といったことを丁寧に論じなければならない。その際、罰金ではなく選挙権の停止という手段が採られていることに留意してほしい。\n３．施策②は、選挙運動中の街頭演説で、演説者から半径２５メートル以内の範囲では、３０分以内の間、大声での声援、ヤジ、プラカードの掲示等、演説者が圧迫感を覚え、萎縮して\n- 1 -演説を続けづらくなるような、聴衆による不穏当な行為を禁止する。この規制は、聴衆によるメッセージの発信等を制止することから、憲法第２１条第１項に定める表現の自由を制約する。以上を踏まえ、本件規制を検討するに当たっては、次の点に留意すべきである。\n第１に、本件規制は、聴衆による意見表明に対する間接的・付随的制約なのか、それとも直接的制約なのか、という点である。本件規制の目的が候補者の主張や公約等を適切に伝える機会を確保し、自由で公正な選挙を実現することにあるとすれば、聴衆の表現行為を直接的に制約することを意図したものではないと評価される可能性がある。しかし、具体的には、聴衆による大声での声援、ヤジ、プラカードの掲示等を規制するのであるから、それは表現行為に対する直接的制約にもなり得る。\n選挙運動規制をめぐる上記の間接的・付随的制約論は、戸別訪問禁止事件（最判昭和５６年６月１５日刑集３５巻４号２０５頁）で見られるものの、この議論の下では、禁止により失われる利益と得られる利益との単純な比較較量がされやすく、あらゆる制約が広く合憲とされることになり得る。しかし、聴衆による上記行為が政治的表現の自由として考えられる以上、十分な理由もないままに緩やかな審査で規制が正当化されてよいのかどうかを含めた、丁寧な検討が求められる。\n第２に、本件規制をめぐっては、一般的な表現の自由の規制立法ではなく、選挙運動におけるルールとしての側面を持つという議論を展開することも想定し得る。上記とは別の戸別訪問禁止事件（最判昭和５６年７月２１日刑集３５巻５号５６８頁）での伊藤正己裁判官補足意見は、「選挙運動においては各候補者のもつ政治的意見が選挙人に対して自由に提示されなければならないのではあるが、それは、あらゆる言論が必要最少限度の制約のもとに自由に競いあう場ではなく、各候補者は選挙の公正を確保するために定められたルールに従つて運動するものと考えるべきである。」として、選挙運動規制には通常の表現の自由規制で用いられる厳格な基準が適用されないことを示す。本件規制も選挙運動中の行為規制であることから、このような選挙運動のルール論に依拠した判断枠組みを提示し、議論を進める方法もある。\n第３に、本件規制は、内容規制であるのか、内容中立規制であるのか、といった区分も重要となる。本件規制は、法案骨子の文言上、一定の観点や主題を理由とした規制になっておらず、内容中立規制のようにも見える。しかし、聴衆による不穏当な行為を制止することを、選挙管理委員会によって派遣された者に対して要請するのは、街頭演説の主催者である。この仕組みの下では、演説の主催者が、聴衆の示すメッセージの内容を不穏当なものだと判断しさえすればその要請ができることから、実質的には特定の内容を狙い撃ちした規制となり得る。こうした制度の立て付けと実質的効果との関係を踏まえた検討が求められる。\n以上の各ポイントは、憲法適合性を判断する際の基準の設定に密接に関連していることから、ここでは本件規制の性質や態様について検討した上で、説得力ある判断枠組みを示し、具体的な審査をする必要がある。\nその他、本件規制が正当化できるのかどうかを考えるに当たっては、この規制によって失われる利益がどのようなものであるのかについて十分に吟味することが求められる。本件では、演説者が圧迫感を覚え、萎縮して演説が続けづらくなることで、ひいては他の聴衆が候補者等の主張や公約等を十分に聞くことができなくなるといったように、前者のみならず後者を含めた不利益の発生防止が強調される可能性はある。もっとも、「選挙の自由妨害罪」\nに該当するに至らない聴衆による行為をそれほどまでに規制しなければ候補者の主張や公約等の発信はできなくなるのか、を考えるべきである。さらに、本件規制では、一定の時間や距離を設けた上で制約を限定化しようとしているものの、特に３０分以内の演説である場合には、演説全体にわたって聴衆の発言等を制限できることとなり、こうした規制の有効性や実質的な強さにも目を向けたい。\n- 2 -いずれにせよ施策②は、既述のように特定の見解に基づく言動のみを排除することが可能な仕組みとして運用できる制度になっている。そうなると、そもそも特定の見解が排除された街頭演説が、議会制民主主義を実現するための健全な選挙運動だといえるのか。こうした根本的な問いを十分に意識して議論を進めることが必要となる。\n以上のようなポイントを踏まえた上で、施策②につき、総合的に検討することが求められる。\n〔第２問〕\n生活環境を保全するため家畜を飼養する施設を規制する地方公共団体の条例（本件条例）に基づく勧告・指示等をめぐる紛争を題材に、勧告・指示の処分性（〔設問１〕⑴）、指示の差止訴訟（行政事件訴訟法第３条第７項）の訴訟要件充足性（〔設問１〕⑵）、勧告の実体的違法性\n（〔設問２〕）につき、関連する最高裁判決を理解していることを前提として、【資料 関係法令】\nに掲載された諸規定を解釈・適用しつつ、説得力のある論述をすることができるかどうかを試す趣旨の出題である。\n〔設問１〕⑴は、本件勧告は処分性を有しないけれども、本件指示は処分であるとする考え\n方の論拠について、反対の見解にも言及しながら検討することを求めるものである。処分性の一般論に関しては、「公権力の主体たる国または公共団体が行う行為のうち、その行為によつて、直接国民の権利義務を形成しまたはその範囲を確定することが法律上認められるもの」（最判昭和３９年１０月２９日民集１８巻８号１８０９頁）は処分に該当するといえるが、処分性が認められる行政活動の範囲は拡大傾向にあること（いわゆる処分性拡大）にも留意が必要である。\n本件勧告の処分性については、【資料 法律事務所の会議録】において言及されている最判平成１７年７月１５日民集５９巻６号１６６１頁の判示を示した上で検討することになる。本件勧告が処分性を有するという立場からは、本件勧告は本件条例第３２条に基づくものであり、勧告がされた場合には本件条例第３３条に基づく指示や本件条例第３４条に基づく公表が可能になること、公表によって相手方にもたらされる不利益は重大であることなどを指摘することになると考えられる。他方、本件勧告が処分性を有しないという立場からは、本件条例第３２\n条に基づく勧告によってその相手方が具体的な行為義務を課されるとは解しがたいこと、本件条例第３２条に基づく勧告がされた後に相当程度の確実さをもって指示・公表がされる法的仕組みが採られているとはいえないこと、勧告の次に採られる措置は指示であって公表ではないから、公表がもたらす不利益に着目して指示に先行する勧告の処分性を認めるべきことにはならないことなどを指摘することが考えられる。\n次に、本件指示が処分性を有するという立場からは、本件条例の仕組みは、勧告に続く指示によって相手方に具体的な行為義務が課される構造になっていると解することができること、指示によって相手方は本件条例第３４条に定める事項を公表される地位に立たされることなどを指摘することが考えられる。本件指示が処分性を有しないという立場からは、本件条例に罰則がないため指示によって相手方に義務が課されるとはいえないこと、指示に続く公表によって相手方に損害が発生し得るとしてもこれは事実上の効果であることなどを指摘することが考えられる。\n〔設問１〕⑵は、本件指示が抗告訴訟の対象となる処分であることを前提に、Ａが本件指示\nの差止訴訟を提起した場合、「重大な損害を生ずるおそれ」の要件（行政事件訴訟法第３７条の４第１項本文）が充足されるかを問うものである。同要件に関する最判平成２４年２月９日民集６６巻２号１８３頁の判示を明らかにした上で、それに従って検討することが求められる。\n本件指示がされた後でその取消訴訟を提起して執行停止の決定を受けることにより容易に救済を受けられると解する立場では、「重大な損害を生ずるおそれ」の要件の充足は認められないことになる。それに対して、本件指示の取消訴訟を提起して執行停止の申立てをしたとしても公\n- 3 -表がされる前に執行停止の決定を受けられるとはいえないと解する立場では、「重大な損害を生ずるおそれ」の要件が充足されるという結論も導かれ得る。\n〔設問２〕は、本件勧告の実体的違法性について、勧告事項１～３ごとに、反対説にも言及\nしながら論じることを求めるものである。勧告事項１については、Ａとしては、本件条例第２９条第２項にいう居住者とは住宅に現に居住している者をいい、Ｃは居住者に該当しない、仮にＣが令和６年９月の時点では同項にいう居住者に該当していたとしても、本件勧告がされた時点においては、Ｃは本件住宅を一時的に離れているにすぎないとはいえない、規制距離内の住宅に居住者がいない場合には保護されるべき者や利益が存在せず、同項本文の違反はないと主張することが考えられる。他方で、Ｂ市としては、規制距離内にある住宅に居住していた者が一時的に当該住宅を離れているにすぎない場合は、その者は現に当該住宅に居住していなくても本件条例第２９条第２項にいう居住者に該当する、本件養鶏場が設置された令和６年９月の時点では、本件住宅から一時的に離れていただけであり、同項にいう居住者に該当する、令和７年１月以降、Ｃは介護老人保健施設に入所しているが、同施設は長期間の入所を想定した施設ではないから、Ｃが一時的に本件住宅を離れている者として同項にいう居住者に該当することに変わりはないといった主張が考えられる。\n勧告事項２については、Ａとしては、事業者が悪臭防止法第２０条第１項に基づく立入検査を拒否したとしても施設が本件条例第３２条にいう「悪臭防止法（中略）の規定に適合していないとき」に当たるとはいえないこと、同法第８条第１項の要件が充足されていないのであるから同法第２０条第１項に基づく立入検査を行うことはできないこと、同法の規定の違反に対しては同法に定める措置を採るべきであり、本件条例に基づく措置を採ることは許されないことなどを主張することが考えられる。他方、Ｂ市としては、本件養鶏場について同法第２０条第１項に基づく立入検査を行うことができるにもかかわらず、立入検査が拒否された場合には、本件条例第３２条にいう「悪臭防止法（中略）の規定に適合していないとき」に該当する、立入検査を行う前提として同法第８条第１項の要件が充足されていることが常に必要であるとはいえず、本件養鶏場については同要件の充足が確認されていないとしてもこれに近い状態にあるといえるから立入検査の許容性・必要性が認められる、施設が同法の規定に適合していない場合にその規定への適合を求めることが同法の趣旨に反するとはいえないといった主張が考えられる。\n勧告事項３については、Ａとしては、本件勧告がされた時点において悪臭防止法の規制基準を超過するアンモニアが排出される見込みがあったとはいえず、本件条例第３２条にいう「生活環境を損なうおそれ」も認められないこと、仮に要件裁量があるとしても、本件養鶏場の臭いについて意見を提出した周辺住民は１名のみであり、しかも日常的に不快な臭いが感じられるというわけでもないのであるから、その意見は重視すべきでないことなどを主張することが考えられる。他方、Ｂ市としては、「生活環境を損なうおそれがあると認められる」という要件の認定には市長の裁量が認められる、令和７年２月以降０．８ないし０．９ｐｐｍのアンモ\nニアが計測されているのであるから生活環境を損なうおそれがうかがわれる、本件養鶏場から６５メートル離れた場所に居住している住民から本件養鶏場の不快な臭いが感じられるとの意見が提出されており、そのような住民の意見をも考慮して同要件の充足を肯定したことに裁量権の逸脱濫用はないといった主張が考えられる。\n【民事系科目】\n〔第１問〕\n１ 設問１について\n⑴ 設問１⑴は、事業執行に関連して行われた威嚇行為に起因する自動車事故によって同乗者が負傷した事例に基づき、使用者責任の成否とともに、自動車を運転していた配偶者の- 4 -過失による過失相殺の可否についての検討を求めるものである。\n設問１⑵は、同一の損害について複数の加害者が損害賠償債務を負い、そのうちの一人の賠償債務について混同が生じた事例に基づき、混同が他の賠償債務に及ぼす影響とともに、賠償債務者相互の間での求償関係についての検討を求めるものである。\n設問１⑶は、無資格者が委任者を代理して和解契約を締結したことが弁護士法第７２条の規定に違反する事例に基づき、取締規定（取締法規）違反の契約の効力についての検討を求めるものである。\n⑵ 設問１⑴アでは、Ｄは、下線部㋐において、Ａの本件威嚇行為による本件負傷について\nＢの使用者責任が成立することを主張している。使用者責任の要件（民法第７１５条第１項）を、順次、検討することが求められる。\nア まず、被用者の不法行為の要件については、設問上、Ａは本件威嚇行為による本件負傷について不法行為による損害賠償責任を負うものとされている。また、ＡはＢの従業員であるので、使用関係要件も満たす。\nイ 問題となるのは、事業執行性要件である。本件威嚇行為は、職務の執行行為そのものに属するものではないが、「事業の執行について」されたといえるのか。判例を踏まえた検討が求められる。\n判例は、被用者による職務権限の逸脱・濫用行為が問題となる事件類型では、「行為の外形から観察して、恰も被用者の職務の範囲内の行為に属するものとみられる場合」にも事業執行性が認められるとする（最判昭和３６年６月９日民集１５巻６号１５４６\n頁、最判昭和３７年１１月８日民集１６巻１１号２２５５頁ほか）。他方、被用者による暴行が問題となった事件類型では、「事業の執行行為を契機とし、これと密接な関連を有すると認められる行為」に該当する場合に、事業執行性要件を満たすとする（最判昭和４４年１１月１８日民集２３巻１１号２０７９頁、最判昭和４６年６月２２日民集\n２５巻４号５６６頁）。\nＡによる本件威嚇行為は、暴行に準ずるものであり、執行行為契機性・密接関連性の基準が妥当する後者の事件類型に該当する。Ａは、業務のため自動車を運転中に他の自動車の運転者と口論となり、口論中に挑発されて本件威嚇行為に出たものであるから、上記基準を満たし、業務執行性が肯定される。\nウ 結論として、本件負傷についてはＢの使用者責任が成立するものと考えられる。\n⑶ 設問１⑴イでは、Ｂは、下線部㋑の反論において、本件事故の発生についてのＣの過失による過失相殺を主張しているものと解される。\nア Ｃの過失は、被害者Ｄの過失ではないことから、まずは、第三者の過失によっても過失相殺が認められるかを検討しなければならない。\n判例は、民法第７２２条第２項の「過失」は、「被害者側の過失」を包含する趣旨であり、「被害者と身分上ないしは生活関係上一体をなすとみられるような関係にある者の過失」がこれに該当するとする（最判昭和４２年６月２７日民集２１巻６号１５０７\n頁）。「被害者側の過失」による過失相殺が認められる事件類型には、いくつかのものがあるが、配偶者が運転する自動車に同乗していた者が第三者の運転する自動車との衝突により負傷した場合に、配偶者の過失が「被害者側の過失」とされる類型も、その一つである（最判昭和５１年３月２５日民集３０巻２号１６０頁）。この類型での被害者側の過失による過失相殺の合理性については、求償関係の一挙解決及び紛争の一回的処理がいわれる（前掲・最判昭和５１年３月２５日）。\n設例では、Ｄの配偶者Ｃにハンドル操作のミスがあったことから、上記の事件類型に該当し、Ｄの損害賠償請求につき、Ｃの過失による過失相殺が認められ得る。\nイ もっとも、判例は、同乗被害者の配偶者の過失について、「夫婦の婚姻関係が既に破\n- 5 -錠にひんしているなど特段の事情」がある場合には過失相殺が認められないとする（前掲・最判昭和５１年３月２５日）。設例では、この例外に該当しないかについても検討が求められる。\n例外該当性の検討に当たっては、どの時点において「特段の事情」が存在すべきであるのかが問題となる。この点については、被害者側の過失が結果発生に競合する時点である不法行為時を基準とする立場と、求償関係の一挙解決の要請が現実化する時点である損害賠償請求時を基準とする立場とが、考えられる。ＣＤ間の婚姻関係は、本件事故の発生時には円満であったが、その後、請求時までに破綻しているから、いずれの立場をとるかによって、前記の例外に該当するか否かの判断が異なることになる。\n⑷ 設問１⑵アでは、Ｂは、下線部㋒において、Ｃの損害賠償債務に生じた混同の効力によってＢの損害賠償債務が消滅することを主張しており、また、設問１⑵イでは、賠償債務者ＢＣ（ＢＤ）の間での求償関係が問われている。\nア これらの点を検討する前提として、まずは、ＣとＢの債務が連帯債務の関係にあり民法の連帯債務の規定が適用されるのかについて考察することが必要である。\n本件負傷によりＤに生じた損害については、Ｂが使用者責任に基づく損害賠償債務を負うとともに、Ｃも不法行為による損害賠償債務を負う。民法第７１９条第１項及び第\n４３６条の文言からは、共同不法行為の場合は連帯債務となり、同一の損害について複数の者が損害賠償債務を負う場合全般について同様のことがいえそうである。\nしかし、平成２９年法律第４４号による改正（以下「平成２９年改正」という。）前の民法の下で、判例は、同一の損害について複数の者が損害賠償債務を負う場合を不真正連帯債務とし、民法の連帯債務の規定のいくつかにつき、その適用を排除していた（最判昭和４５年４月２１日集民９９号８９頁、最判昭和４８年１月３０日集民１０８号１１９頁、最判昭和５７年３月４日集民１３５号２６９頁など）。\nこの点に関しては、現行法の下でもなお連帯債務の規定の適用が排除されるべきであるのかも、問われ得る。平成２９年改正によって絶対的効力事由に関する規律が大幅な見直しを受けたことにより、連帯債務の規定は、これまで不真正連帯債務とされてきた場合への適用に支障がなくなったともいわれる。他方で、設問１⑵ア・イとの関係で問題となるのは、次述のとおり、平成２９年改正において変更されなかった連帯債務の規定であって、同改正前における判例が不真正連帯債務への適用を排除していたものであることにも、留意しなければならない。\nそのため、ＣとＢの損害賠償債務が連帯債務の関係にあり連帯債務の当該規律が適用されるか否かについては、両論が成り立ち得る。いずれかの見解を、その根拠とともに述べることが望まれる。\nイ 次に、賠償債務者の一人の賠償債務に生じた混同の影響や、賠償債務者相互の間での求償関係について、前記アでの検討を基礎においた検討が求められる。\n(ｱ) ＣとＢの損害賠償債務が連帯債務の関係にあり民法第４４０条及び第４４２条の規定が適用されるとみる立場からは、設例では、ＤがＣについて単独相続をしたことにより、Ｃの損害賠償債務について混同が生ずる（民法第５２０条）。連帯債務者Ｃの債務に生じた混同は、他の連帯債務者Ｂにも効力を及ぼし、Ｂの損害賠償債務が全部消滅する（民法第４４０条）。Ｂによる下線部㋒の主張は、このことを主張するものである。\nこの場合に、ＢＤ間では、ＤのＢに対する求償権（民法第４４２条）が問題となる。\n混同が生じた連帯債務者Ｃ（Ｄ）は、その損害賠償債務を全額弁済したものとみなされる（民法第４４０条）から、他の連帯債務者Ｂに対し、Ｂの負担部分に応じた額の求償権を取得する。\n- 6 -本件事故についてのＡとＣの過失割合は２対８であるから、Ａの使用者であるＢとＣ（Ｄ）の間での責任割合も２対８となり、Ｄの求償権の額は、損害賠償債務の額の２割となる。\n(ｲ) これと対極的な立場として、ＣとＢの損害賠償債務を不真正連帯の関係にあると解して民法第４４０条の規定の適用を排除する見解も考えられる。平成２９年改正前の民法の下で、判例は、不真正連帯債務には、混同の絶対的効力を定める民法の規定が適用されないとしていた（前掲・最判昭和４８年１月３０日）。これに従えば、Ｃの損害賠償債務に混同が生じた場合にも、Ｂの損害賠償債務は特に影響を受けず、そのまま存続することになる。\nこの場合に、ＢＤ間では、ＢがＤに対しその損害賠償債務を履行したときに、ＢからＤに対する求償が問題となる。平成２９年改正前の民法の下で、判例は、不真正連帯債務においては、連帯債務におけると異なり、加害者が自己の負担部分を超えて被害者に損害を賠償したことが求償権の要件となるとしていた（最判昭和６３年７月１\n日民集４２巻６号４５１頁）。これに従えば、Ｂは、Ｄに対する損害賠償債務の額の２割を超えて弁済した場合に、その超える部分につき、Ｄに対する求償権を取得する。\n⑸ 設問１⑶では、Ｂは、下線部㋓の反論において、弁護士法第７２条の規定に違反してされた本件和解は無効であると主張している。同条はいわゆる非弁行為を禁じる取締規定に当たり、本件和解に関しては、取締規定違反の契約の効力についての検討が求められる。\nア 取締規定違反の契約が無効となるかは、①取締規定の目的に照らして契約の効力を否定することが要請されるか、また他方で、②契約の効力を否定することによって取引の安全や当事者間の信義・公平が害されないかを、総合的に考慮して判断される。無効とする場合の法律構成は、強行規定違反（民法第９１条参照）又は公序良俗違反（民法第\n９０条）による。\nイ Ｅは、弁護士法第７２条の規定に違反して、Ｄとの間で委任契約を締結し、また、Ｄを代理してＢとの間で本件和解を締結している。同条による禁止の目的を達するためには、無資格者がした委任契約は無効とされるべきであるが（最判昭和３８年６月１３日民集１７巻５号７４４頁参照）、委任者を代理してした和解契約の効力まで否定する必要はない。かえって、和解契約の効力を否定する場合には、紛争が解決されたものと理解している当事者の利益を害するおそれがある。設例におけるＢが弁護士法違反を口実に本件和解の無効を主張することは、当事者間における信義・公平に反しよう。\n設問に引用した判決も、認定司法書士が委任者を代理して和解契約を締結することが弁護士法第７２条に違反する場合につき、当該和解契約は、その内容及び締結に至る経緯等に照らし、公序良俗違反の性質を帯びるに至るような特段の事情がない限り、無効とはならないとしている（最判平成２９年７月２４日民集７１巻６号９６９頁）。\nウ 結論として、本件和解は無効とならず、Ｂは、反論㋓によりＤの請求を拒むことができないと考えられる。\n以上と異なり、前記判決（前掲・最判平成２９年７月２４日）の射程が及ぶ範囲についての検討に基づき、本件和解は無効であるとする立論も、考えられる。\n２ 設問２について\n⑴ 設問２は、未成年者がした動産の交換契約が取り消された後に、当該動産が他に売却されて転売が重ねられた事例に基づき、問のアにおいて、父母の一方が共同の名義でした取消しの意思表示の効力並びに占有改定及び指図による占有移転に基づく即時取得の成否等に関する検討を求め、また、問のイにおいては、転売主に対する不当利得（侵害利得）返還請求について、当該転売主がした転売に係る適正価額を上回る代金相当額の請求の可否及び転売主が原売主に対して支払った代金額の控除の可否に関する検討を求めるものであ\n- 7 -る。\n⑵ 設問２のアでは、契約①とその取消し、契約②、契約③及び契約④の各段階において乙の所有権がどのように変動したかを順次、検討することが求められる。\nア もともとＤに属していた乙の所有権は、契約①に基づき、ＤからＣに移転した（民法第１７６条）。\nしかし、その後、Ａが契約①を取り消す旨の意思表示をした。そのため、当該意思表示の効力いかんについて検討する必要がある。\nＣは、契約①を締結した時点では未成年であり（民法第４条）、かつ、契約①の締結に関して法定代理人であるＡ及びＢ（民法第８１８条第１項、第８２４条本文）の各同意（民法第５条第１項本文、第８１８条第３項本文）を得ていなかった。そのため、Ａ\nとＢとは、契約①を取り消すことができる（民法第５条第２項、第１２０条第１項）。\n契約①を取り消すには、Ａ及びＢは、共同して取消しの意思表示をしなければならない（民法第８１８条第３項本文）。しかし、Ａは、Ｂに無断で、契約①を取り消す旨の意思表示をしており、しかも、Ｂには契約①を取り消す意思はなかった（【事実Ⅱ】２\n及び３）。もっとも、Ａによる取消しの意思表示（法律行為）は、Ｂとの共同の名義でされたものであり、かつ、Ｄは、当該法律行為がＢの意思に反することを知らなかった（【事実Ⅱ】３）。それゆえ、契約①の取消しは、その効力を妨げられない（民法第８２５条）。\nしたがって、契約①は、遡及的に無効となり（民法第１２１条）、ＤからＣへの乙の所有権の移転も遡ってその効力を失う。\nイ その後、令和７年３月２１日に、Ｅは、Ｃとの間で、乙を買う旨の契約②を締結した。\nＥは、Ｄとの関係において、取消後の第三者に当たる。しかし、Ｄは、同月１７日、Ｃから占有改定（民法第１８３条）の方法によって乙の引渡しを受け（【事実Ⅱ】５）、取消しによる乙の所有権の回復（ＣからＤへの復帰的物権変動）について対抗要件（民法第１７８条）を備えていた。その結果、Ｄによる乙の所有権の回復が確定し、Ｃは、乙に関して無権利者となった。そのため、Ｅは、契約②に基づき、乙の所有権をＣから承継取得することができない。\nウ それゆえ、Ｅによる乙の所有権の取得の可否については、即時取得（民法第１９２条）の成否を検討しなければならない。特に、Ｅは、占有改定の方法によってＣから乙の引渡しを受けた（【事実Ⅱ】６）にとどまるため、占有改定に基づく即時取得の成否が問題となる。\nこの問題について、判例（最判昭和３５年２月１１日民集１４巻２号１６８頁）は、「無権利者から動産の譲渡を受けた場合において、譲受人が民法１９２条によりその所有権を取得しうるためには、一般外観上従来の占有状態に変更を生ずるがごとき占有を取得することを要し、かかる状態に一般外観上変更を来たさないいわゆる占有改定の方法による取得をもつては足らない」と説示する。この判例によれば、Ｅは、乙の所有権を即時取得しないものと考えられる。\nエ Ｅが乙の所有権を即時取得しないとすると、Ｅとの間で契約③を締結したＦもまた、当該契約に基づき、乙の所有権をＥから承継取得することができない。\nそれゆえ、Ｆによる乙の所有権の取得の可否についても、乙の所有権の即時取得の成否を検討しなければならない。特に、Ｆは、指図による占有移転（民法第１８４条）の方法によってＥから乙の引渡しを受けた（【事実Ⅱ】７）にとどまるため、指図による占有移転に基づく即時取得の成否が問題となる。\n判例には、指図による占有移転に基づく即時取得の成立を肯定するもの（最判昭和５７年９月７日民集３６巻８号１５２７頁）とこれを否定するもの（大判昭和８年２月１\n- 8 -\n３日新聞３５２０号１１頁）とがあり、このような結論の相違は、各判例がそれぞれの判断の基礎とした事案の特徴の違いに由来するものと一般に理解されている。\nとりわけ、即時取得の成立を否定した後者の判例は、Ｐが、Ｑから預かり現に占有しているＱ所有の動産を、Ｑに無断でＲに売り、占有改定の方法によって当該動産をＲに引き渡した後、ＲがそれをＳに転売した上で、Ｐに対して、以後、その動産をＳのために占有することを命じ、Ｓがこれを承諾した、との事案に関するものである。すなわち、この事案では、動産の占有はＰの下から一度も動いておらず、その点において、当該事案は、占有改定による即時取得の成否が問題となる事案と特徴を同じくする。\nそして、本問の事案（乙の占有をめぐるＣ、Ｅ及びＦの関係）も、まさしく上述の事案と同じものである。したがって、判例の立場によれば、Ｆは、乙の所有権を即時取得しないものと考えられる。\nオ Ｆが乙の所有権を即時取得しないとすると、Ｆとの間で契約④を締結したＧもまた、当該契約に基づき、乙の所有権をＦから承継取得することができない。\nしかし、Ｇは、Ｆが乙の所有者であると過失なく信じた上で、契約④という取引行為に基づき、乙の現実の引渡し（民法第１８２条１項）を受けた（【事実Ⅱ】８）。そのため、Ｇは、乙の所有権を即時取得する。\n⑶ 設問２のイでは、Ｄは、請求２として、Ｆに対し、不当利得返還請求権に基づき、３５万円の金銭の支払を求めているものと解される。\nア まず、ＤのＦに対する不当利得返還請求権（いわゆる侵害利得返還請求権）の成否について論じなければならない。\n前記⑵オのとおり、ＦのＧに対する乙の処分は、即時取得の成立要件を全て充足する。\nその結果、Ｆは、本来であれば乙の所有者であるＤのみが享受することを許される「乙を処分すること」という利益を受け（Ｆによる受益）、その反面において、Ｄは、当該利益を失うという損失を被る（Ｄの損失及び受益と損失との因果関係）。さらに、Ｆには乙の処分権限がないため、Ｆが当該利益を受けたことについて、法律上の原因も存在しない。\nそれゆえ、Ｄは、Ｆに対して、不当利得返還請求権を取得する。\nイ 次に、ＤがＦに対して不当利得としてその返還を請求し得る利益の内容及びその額について検討する必要がある。\n(ｱ) 不当利得を受けた者（受益者）は、原則として、その者が受けた利益そのもの（原物）を返還すべきである（原物返還の原則）。\nしかし、原物を返還することが不可能である場合には、上記利益の価値を金銭に見積もった上で、その額の金銭を支払うという方法（価額返還）によって当該利益を返還しなければならない。\n本問では、Ｆは、「乙を処分すること」という自らが受けた利益そのもの（原物）をＤに返還することができない。したがって、Ｆは、Ｄに対して、価額返還の方法によって当該利益を返還すべきこととなる。\nそして、この上記利益の価額の算定に関しては、大別して、㋐ＦがＧに対して乙を処分した際にＧからＦに支払われた契約④の代金の額（３５万円）と同じ額とすべきである、との見解と、㋑ＦがＧに対して乙を処分した時点における乙の適正価額（客観的価値。３０万円）と同じ額とすべきである、との見解の２つが対立している。\n判例には、前記㋐の見解に立つかのように見られるものが多く存在する（大判明治\n３８年１１月３０日民録１１輯１７３０頁、大判大正４年３月１３日民録２１輯３７１頁、大判昭和１１年６月３０日判決全集３輯７号１７頁、大判昭和１２年７月３日民集１６巻１０８９頁、最判平成１９年３月８日民集６１巻２号４７９頁）。\n- 9 -他方において、学説では、前記㋑の見解が有力である。\nこのような判例及び学説の議論状況を踏まえつつ、ＤがＦに対して３５万円と３０万円のいずれの金額の金銭の支払を請求し得るか、について論ずることが期待される。\n(ｲ) 以上とは異なる立場として、ＦがＧから受け取った乙の代金（３５万円）又はその一部（乙の適正価額である３０万円相当分）を原物の代位物と捉える構成も考えられる。この立場からは、Ｄは、不当利得返還請求権に基づき、原物の代位物の引渡しとして、代金（３５万円）相当額又はその一部（乙の適正価額である３０万円相当分）\nの金額の支払を請求することができるものと解される。\nウ 不当利得返還請求権の額については、さらに、対価控除の可否も問われる。Ｆは、乙をＧに対して処分することによって一定の利益を受けた。他方において、乙をＥから入手する際にその対価をＥに支払った。そのため、Ｆが乙の処分によって現実に受けた利益の額、すなわちＦがＤに対して不当利得の返還として支払うべき金銭の額は、乙に関する契約④の代金の額又は乙の適正価額から上記対価の額（３０万円）を控除した額とすべきではないか、が問題となる。\nこのような対価控除の主張の可否について判断した最高裁判所の判例は、現在のところ、存在しない。\nまた、学説においては、対価控除の問題の位置付けに関して議論があるものの、結論として、対価控除の主張を認めるべきではない、と唱える見解が有力である。本問で、もしＦが乙をＧに引き渡す前に、Ｄが所有権に基づく返還請求権を行使して、Ｆに対し、乙の引渡しを請求していたとすれば、Ｆは、Ｄに対して、対価控除の主張をすることなく乙を引き渡さなければならないはずだからである。物権的返還請求権が消滅し、不当利得返還請求権が発生した途端に、このようなＤＦ間の利益状況が変化するものと考えるべき理由は、見当たらない。ただし、対価控除の主張を肯定する見解も学説上、主張されている。\n本問においては、以上のような議論状況を踏まえて、Ｆによる対価控除の主張の可否について検討することが期待される。\n〔第２問〕\n１ 本問は、上場会社である取締役会設置会社において、①一見すると取締役会の決議に反するように見える代表取締役が行った設備投資について、当該会社が当該代表取締役の責任を追及する訴えを提起した場合において、当該会社の立場において考えられる主張及びその当否を検討すること（設問１）、②取締役会が株主総会から一任された各取締役の報酬の具体的な配分の決定を代表取締役に再一任する旨の決議に基づき、当該代表取締役が自己の報酬額のみを増額する旨の決定をした行為について、当該会社が当該代表取締役の責任を追及する訴えを提起した場合において、当該会社の立場において考えられる主張及びその当否を検討すること（設問２）、並びに③会計帳簿等の閲覧謄写請求（会社法第４３３条第１項）に係る訴えを提起した株主が、当該訴えに係る訴訟の係属中の募集株式の発行により、総株主の議決権の１００分の３以上という少数株主要件を欠くに至った場合において、当該訴えに係る請求が認められるか否かを検討すること（設問３）を求めるものである。いずれの設問についても、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるかを問うものである。\n２ 設問１について\n⑴ 設問１は、①主要な取引先である乙社から新製品の供給を打診された甲社の代表取締役であるＡが、そのために必要となる４０００万円を要する設備投資（工業用機械βの購入及び設置）を行うに当たり、改めて甲社の取締役会で承認を得るものとされていたにもか- 10 -\nかわらず、緊急性があることから、事前に取締役会に諮ることなく当該設備投資を行った、②Ａは、当該設備投資について事後承認が得られるだろうと考えていたが、実際には事後承認を得ることができず、その後乙社との供給契約を締結することもできなかったという事例において、Ａに対して当該設備投資に係る責任を追及する甲社の立場において考えられる主張及びその主張の当否の検討を求めるものである。\n⑵ まず、甲社としては、工業用機械βの購入が「重要な財産の〔中略〕譲受け」（会社法第３６２条第４項第１号）に該当し、取締役会の決議によらずに工業用機械βを購入した行為は法令に違反するものであり、Ａが「その任務を怠った」（会社法第４２３条第１項）\nと主張することが考えられる。この点については、重要な財産の処分に関する判例（最判平成６年１月２０日民集４８巻１号１頁）によれば、当該財産の価額、その会社の総資産に占める割合、当該財産の保有目的、処分行為の態様及び会社における従来の取扱い等の事情を総合的に考慮して判断することとなる。本問の事実関係（例えば、４０００万円という工業用機械βの価額が甲社の総資産１００億円に占める割合は０．４％にすぎないことや、甲社の内規では、５０００万円以上の取引について取締役会の承認が必要とされており、これまでも５０００万円未満の取引の承認が取締役会の議題とされたことはなかったことなど）を踏まえると、工業用機械βの購入が「重要な財産の〔中略〕譲受け」に該当すると解するのは、上記判例の判断基準を適用する限りは難しいであろう。\n⑶ 次に、甲社としては、Ａの行為は善管注意義務に違反するものであり、Ａが「その任務を怠った」と主張することが考えられる。Ａは、改めて甲社の取締役会で承認を得るものとされていたにもかかわらず、取締役会に諮ることなく工業用機械βを購入しており、一見すると、令和５年１０月に開催された取締役会の決議に反する行為であるようにも見えるため、これをＡの善管注意義務違反と評価することができるかが、本問の主要な論点である（本問では、この点に問題意識を持つことなく、経営判断原則について論ずることは求められていない。）。他方で、本問では、甲社に大きな利益をもたらすことが見込まれる乙社との供給契約を締結するためには、早急に工業用機械βを購入及び設置して質の良い試作品を製作する必要があったという事情も存在する。\nそのため、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、代表取締役が業務執行を行うに際しては基本的には取締役会の決議に従わなければならないところ、①甲社の企業価値の維持・向上という観点からみて緊急性が高い場合には、一見すると取締役会の決議に反するように見える行為を行う余地が認められる場合があるか、また、②本問の事実関係の下で、緊急性があることを理由に事前に取締役会の承認を得なかったＡの行為は、そのような場合であると評価することができるかなどが問題となる。結論としては、Ａの責任を肯定する方向で検討することも、否定する方向で検討することも考えられるであろうが、いずれの立場であっても、本問の事実関係を丁寧に分析し、自らの結論との整合性について説得的に論ずることが求められる。\nなお、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、工業用機械βを購入するというＡの判断内容自体の合理性についても問題となり得るが、本問の事実関係の下では、判断内容自体の合理性を否定することは難しいであろう。\n３ 設問２について\n⑴ 設問２は、取締役の報酬の総額の上限額を３億円とし、①各取締役の報酬の具体的な配分の決定を取締役会に一任する旨の株主総会の決議及び②各取締役の報酬の具体的な配分の決定を代表取締役であるＡに再一任する旨の取締役会の決議に基づき、Ａが自己の報酬額のみを２億円増額する旨の決定をしたという事例において、Ａに対して当該決定をして増額した報酬を受領したことに係る責任を追及する甲社の立場において考えられる主張及\n- 11 -びその主張の当否の検討を求めるものである。\n⑵ まず、甲社としては、①各取締役の報酬の具体的な配分の決定を取締役会に一任すること又は②これを代表取締役に再一任することは許容されないと主張することが考えられるが、株主総会では取締役の報酬の総額の上限額のみを定め、各取締役の報酬の具体的な配分の決定を取締役会に一任することは許容される（会社法第３６１条第１項に反しない）\nと一般に解されており、①が許容されないと解するのは難しいであろう。まずは、その点を指摘した上で、②が許容されるかを検討することが必要となる。この点については、例えば、株主総会の決議で取締役の報酬の総額の上限額は定まっていることや、会社法施行規則第９８条の５第６号の存在などを指摘して、②が許容されるとすることが考えられる。\nこれに対し、取締役会による代表取締役に対する監督機能が阻害されることなどを指摘して、②が許容されないとすることも考えられないではないが、甲社では、平成２４年以降、各取締役の報酬の具体的な配分を毎年代表取締役に再一任しているため、再一任を否定する旨の主張をすることは自社の長年にわたる報酬実務を否定することになり、さらに令和\n５年度についてもＡ以外の取締役に対する報酬支払も不適法だとする主張となることを理解した上で、それが本問で検討が求められる「甲社の立場において考えられる主張」としてふさわしい内容かも考慮することが求められる。\n⑶ 次に、甲社としては、各取締役の報酬の具体的な配分の決定を代表取締役に再一任することが許容されるとしても、自らの報酬額のみを２億円増額することを決定したＡの行為は善管注意義務に違反するものであり、Ａが「その任務を怠った」と主張することが考えられる。この点については、①そもそも代表取締役による具体的な報酬額の決定が善管注意義務違反を構成することがあり得るか、②善管注意義務違反を構成することがあり得るとしても、善管注意義務違反をどのような基準で判断するべきか（代表取締役に経営判断原則と同程度の広範な裁量を認めるべきか）、③本問の事実関係の下で、自らの報酬額のみを２億円増額することを決定したＡの行為が善管注意義務違反と評価することができるかが問題となる。\n①の点については、例えば、具体的な報酬額の決定は株主総会から委任を受けた取締役会の職務であり、取締役会から再一任を受けた代表取締役の職務であることなどを指摘して、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成し得ることを肯定することも考えられるであろう。これに対し、会社法は取締役の報酬額の決定については株主総会の決議という手続規制を加えるにとどまることなどを指摘して、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成し得ることを否定することも考えられるであろうが、この立場を採る場合であっても、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬のみを２億円増額するという行為の不整合について、これが善管注意義務違反（又は総会決議遵守義務違反）を構成するかについて、検討する必要がある。\n②の点については、例えば、具体的な報酬額の決定には専門的・技術的判断が必要であることなどを指摘して、経営判断原則と同じ内容の判断枠組みによるべきとすることも考えられるであろう。これに対し、再一任を受けた代表取締役による自らの報酬額の決定の場面では自己の利益のために恣意的な決定をする危険があるという問題があることは否定できないことなどを指摘して、そのような判断枠組みによるべきではないとすることも十分に考えられる。いずれの立場を採用するにしても、自らが採用する判断枠組みと整合的な理由付けを適切に指摘することが求められる。\n③の点については、②において自らが採用した判断枠組みに従い、本問の事実関係を丁寧に分析しつつ、自らの報酬額のみを２億円増額したＡの決定が善管注意義務違反と評価することができるかについて、説得的に論ずることが求められる。また、どのような判断\n- 12 -枠組みを採用するとしても、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬のみを２億円増額するという行為の不整合（株主総会の決議で示された株主の合理的意思から逸脱した行為であるか）にも留意することが望ましい。ただし、この不整合をＡの善管注意義務違反の判断における一要素として論ずるか、別途株主総会決議遵守義務違反として論ずるかは、いずれの構成もあり得るであろう。\nなお、Ａの行った報酬決定が定時株主総会においてＡが株主に対してした説明と不整合であることから、そもそも定時株主総会におけるＡの説明が虚偽のものであったと考える余地もある。この場合には、Ａが虚偽の説明をしなければ株主総会決議がされなかったという関係性が認められれば、甲社はＡの説明義務違反に基づく損害賠償請求をすることも考えられる。\n４ 設問３について\n⑴ 設問３は、甲社の総株主の議決権の約３．２％に相当する数の株式を保有していたＧが、甲社に対して会計帳簿等の閲覧謄写請求（会社法第４３３条第１項）に係る訴えを提起したところ、当該訴えに係る訴訟の係属中に甲社が丙社に対して募集株式の発行をしたことにより、当該訴訟の口頭弁論終結時には、Ｇは甲社の総株主の議決権の約２．９％に相当する数の株式を保有することとなったという事例において、当該訴えに係る請求が認められるか否かの検討を求めるものである。\n⑵ まず、本問の事実関係によれば、総株主の議決権の１００分の３以上という少数株主要件以外の会計帳簿等の閲覧謄写請求の要件が満たされているか検討する必要がある。本問の事実関係によれば、会社法第４３３条第２項各号が定める会計帳簿等の閲覧謄写請求の拒絶事由は見いだし難く、また、Ｇによる請求の理由は具体的に明らかにされていると評価することができるであろう。\n⑶ 次に、総株主の議決権の１００分の３以上という少数株主要件について、これが訴えの提起の時点では充足されていたものの、口頭弁論終結時には充足されていなかったことがもたらす影響について検討する必要がある。\nこの少数株主要件は、会計帳簿等の閲覧謄写請求が認められるための要件であり、当該請求に係る訴えにおいて、事実審の口頭弁論終結時に充足されていることを要することが原則であることを指摘することが求められる。\nもっとも、検査役の選任申立てに関するものではあるが、判例（最決平成１８年９月２８日民集６０巻７号２６３４頁）の判示を踏まえると、訴え提起の時点では少数株主要件が充足されていたものの、その後の募集株式の発行によりこれが充足されないこととなった場合には、会計帳簿等の閲覧謄写請求に係る訴えを妨害する目的で募集株式の発行をしたなどの特段の事情がない限り、当該請求に係る訴えは棄却されると解することができ、このことを反対からみると、上記の「特段の事情」がある場合には、訴えの係属中に少数株主要件を充足しないこととなったときであっても、例外的に当該請求が認められるという立論をすることが可能であろう。このような判断枠組み（なお、判断枠組みとしては、上記の「特段の事情」の有無のほか、信義則違反によるものなども考えられ、具体的な判断枠組みを適切に論ずることができれば、同様に評価される。）を示した上で、本問の事実関係を丁寧に分析し、例外的に請求が認められる場合に該当するかについて説得的に論ずることが求められる。\nなお、上記の法律構成とは異なり、株主が自ら株式を譲渡することにより少数株主要件が充足されなくなる場合と、募集株式の発行等の会社の行為により少数株主要件が充足されなくなる場合とで区別をし、後者の場合には会計帳簿等の閲覧謄写請求が認められるとする考え方もあり得、このような考え方を採るべき理由を示した上で、このような考え方を採る場合には、本問の事実関係では、甲社の募集株式の発行により少数株主要件が充足\n- 13 -されなくなる場合に当たることを指摘し、請求を認容するとの結論を導くこととなるであろう。\n〔第３問〕\n本問は、Ａの相続人であるＸが、本件建物がＡの遺産であることの確認を求める訴えを提起したいという事案を題材として、①遺産確認の訴えが固有必要的共同訴訟と解される根拠及び共同相続人のうち本件建物が遺産であることを争わない者をも被告として訴えを提起することについて確認の利益があるといえることについての検討（設問１）、②共同相続人の一人が遺産確認訴訟において重要な証拠となる売買契約書を廃棄していた場合に、そのことが証明妨害に当たり、訴訟当事者間の信義則に反すると評価できるという主張が認められるための立論（設問２）、③本件建物をＡがＣから買い受けたかどうかが主要な争点となっている場合に、Ａが買い受けたが、その後ＡからＹに黙示の贈与があったという認定をすることにつき、黙示の贈与の主張がなかったときに弁論主義に反するといえる理由及び黙示の贈与の主張があったとしても裁判所がそのような法的観点（法律構成）を採用することを指摘する義務を負うという立論（設問３）のそれぞれにつき検討を求めるものである。\n１ 設問１についていわゆる遺産確認の訴えが固有必要的共同訴訟と解されている根拠について、問題文記載の判例（最判平成元年３月２８日民集４３巻３号１６７頁）において示されている根拠を踏まえつつ解答した上、提訴に消極的な当事者を被告として訴えを提起することと確認の利益との関係を、本問の具体的状況に即して検討し解答することを求める問題である。\n課題１では、固有必要的共同訴訟となるための要件につき、特に訴訟共同の必要が問題になることを指摘した上、それがどのような基準ないし事情に基づいて判断されるかを、前記判例の判断枠組みを踏まえて論述することが期待される。この点、判例の一般的傾向としては、訴訟物の実体法的性質、特に訴訟物を構成する管理処分権が共同的に帰属し、かつ行使されるかという実体的観点を基礎としつつも、紛争解決の統一性や実効性、矛盾判断の回避等の訴訟法的観点も一定の場合に考慮しているとされていることから、これを踏まえての検討が期待される。そして、遺産確認の訴えが、当該財産が遺産分割対象の財産であることを既判力をもって確定し、その後の遺産分割手続を円滑に進行させる機能を持つこと、共同相続人全員の関与が必要となる遺産分割手続の前段階の手続であることから、遺産確認の訴えについても共同相続人全員が当事者となることが必要かつ相当と考えられることなど、前記訴訟法的観点を重視して訴訟共同の必要が肯定される点を指摘できるかがポイントになる。\n課題２は、本件建物が遺産に属することについて争いがないＸとＢとの間で、遺産確認の訴えを適法に提起することができるか（確認の利益、特に即時確定の利益を有するといえるか）を問うものであり、固有必要的共同訴訟となる確認の訴えにおいて、提訴を拒否する一部原告を被告として訴えを提起することができるとした問題文記載の判例（最判平成２０年\n７月１７日民集６２巻７号１９９４頁）の射程が問題になる。また、確認の利益が肯定できるという結論を導くための理論構成が問われており、Ｘの立場からの立論が求められている。\nこれについては、遺産確認の訴えのように合一確定の必要が強く認められる訴えにおいて、一部当事者について、確認の利益が肯定できないことを理由に本案判決をしないとすることは、その紛争解決機能を弱めるもので妥当ではない、確認の利益を否定することは、提訴を拒否する者を被告とすることを認めて提訴を望む当事者の訴権の保護を図り、違法な権利関係を本案判決によって是正しようとした意味が失われる、遺産確認の訴えの目的ないし存在意義は、遺産帰属性の有無を既判力をもって確定させ、その後の遺産分割手続において遺産帰属性についての蒸し返しを許さないとする点にあるが、このような目的等は、現在遺産帰属性について争いのない当事者間でも等しく妥当する、確認の利益が要求されるのは、およ\n- 14 -そ権利又は法律関係とはいえない事象について訴えによる解決を求めることが妥当ではないという点にあるところ、本問のような場合にはそのような事情はなく、むしろ権利又は法律関係の確定が必要かつ有益な場合である、などといった理由から、確認の利益（即時確定の利益）を肯定することが考えられる。いずれにしても、遺産確認の訴えの目的や固有必要的共同訴訟となる根拠、前記問題文記載の判例の趣旨、あるいは確認の利益が要求される趣旨などに遡って、説得的な根拠を示すことが期待される。\n２ 設問２について設問２は、訴訟において重要な証拠になると考えられる売買契約書が一方当事者によって廃棄された場合に、相手方当事者としてはどのような主張をすることができるかにつき、本問におけるＸらの立場からの検討を求めるものである。問題文にも示されているとおり、提出義務のある文書を滅失させた場合に関する規定として民事訴訟法第２２４条第２項があるが、本問では、より広く、同条などの規定の基礎にあると考えられるいわゆる証明妨害の法理についての理解を問うものである。まず、課題①において、当事者の一方が相手方当事者による証拠の収集・提出を不可能又は困難にするという証明妨害行為の意義を確認した上で、課題②では、証明妨害の法理の趣旨について、学説上も比較的多数と思われる信義則説によることを問題文で明示し、なぜ証明妨害行為が信義則に反すると評価できるのかを説明するよう求めるとともに、信義則違反との評価を基礎付ける要素として一般的にどのようなものが考えられるかを問い、課題③において、本問で示されている事実関係に即して、Ｙによる本件契約書の廃棄について信義則違反が認められるという結論を導くための当てはめを行うことを求めている。\n証明妨害法理の根拠を信義則に求める見解においても、証明妨害行為がいかなる意味で信義則に反すると考えるのかについては、様々な考え方が存在するが、解答に当たっては、必ずしも既存の学説について正確に記憶していることが求められるわけではなく、相手方当事者に証明困難という不利益を課しつつ、その反面で自らは訴訟上有利な地位に立つという利益を獲得するものである、という証明妨害行為の基本的な性格を適切に踏まえた上で、そうした行為の客観的性格や行為者の主観的態様に照らし、当該行為に対して規範的に否定的な評価が導かれる旨を論じることが期待される。例えば、妨害行為となることを知りながら、相手方当事者に不利益な判断をもたらし、妨害者が利益を得ようとすることは、一種の禁反言として許容されない、と説明することや、当事者には信義則上一定の協力義務が課されている旨を論じた上で、証明妨害行為はこれに違反すると説明することなどが考えられよう。\n信義則違反という評価を基礎付ける一般的な要素としては、こうした根拠に結び付けた形で、相手方当事者に証明困難という不利益を発生させるという客観的な側面と、行為者の認識又は認識可能性という主観的な側面を指摘できるかがポイントとなる。\n課題③の当てはめにおいても、課題②において述べた一般論と対応させながら、証明困難という結果が現に生じているという客観的側面と、行為者であるＹが、その後の訴訟においてＡによる建物所有権の取得の有無が争われる可能性や、その場合に本件契約書が重要な証拠となることを十分に認識できたという主観的側面に関する評価を導き得る事実関係を、説得的に摘示できているかどうかがポイントとなる。前者の客観的側面に関しては、本件契約書がＣＡ間の本件建物の売買契約締結の事実を立証するための重要な証拠（処分証書）であるという事情や、証人となる可能性があったＡ及びＣが死亡し、Ｃが保管していた売買契約書が焼失していることから代替証拠が乏しいという事情などに触れることが考えられ、後者の主観的側面に関しては、本件廃棄行為がＹも参加した遺産分割協議で本件建物の遺産帰属性という争点が顕在化した後にされているという事情や、Ｃは、Ｙから売買契約書の存否について聞かれた際に、Ｃが所持していた売買契約書は焼失した旨をＹに告げたと話しており、Ｙとしては本件契約書が唯一の有力な証拠であるという事情を認識していたと考えられるこ\n- 15 -となどを述べていくことになろう。また、これらの事情から、Ｙには本件契約書を保存すべき義務があったなどと論じることも考えられよう。\n３ 設問３について設問３は、弁論主義の第一原則（主張原則）及び法的観点指摘義務の意義・適用について、基本的な理解を具体的事例を通じて問うものである。\n課題①では、不意打ち防止と弁論主義の関係を問う前提として、主張原則の内容、主要事実及び抗弁の意義、その具体的事例への当てはめといった基本的事項について、正確な理解を解答することが求められる。\nなお、本問では、黙示的意思表示の要件事実については、いわゆる主要事実説を前提とし、ＡＹ間贈与の事実は、所有権喪失の抗弁の主要事実となること、弁論主義の適用が主要事実に限定されるべきか否かについては検討の必要がないことを前提とした。参考判例として、最判昭和５５年２月７日民集３４巻２号１２３頁が挙げられる。\n課題②では、本件各事実についてＹに対して釈明権が行使されたものの、Ｙが明示的にそれらの事実主張をしない旨の意思表示をした場合に、本件各事実に基づいて贈与の事実を認定することは、不意打ちには当たらないものの、弁論主義の意義との関係では問題があることを、弁論主義の根拠論に遡って検討することが求められる。\n弁論主義の根拠論として複数の議論があるが、比較的多数とみられる本質説ないし私的自治説からは、実体法上の私的自治原則の訴訟手続への反映と見ることから、判決の基礎となるべき事実の提出について当事者の権限が及ぶべきこと、求釈明による不意打ち防止は、当事者が真意に基づく攻撃防御を尽くすための機能的（手段的）役割と位置付けられることを論ずることになる。不意打ち防止の要請は、弁論権の実質的保障に係る要請であること、仮に本問でＱが述べたような帰結を認めてしまうと、求釈明さえ行えば、当事者からの主張がなくとも裁判所は証拠から事実を認定できることになり、職権探知主義との境界が曖昧になることも指摘できよう。\n課題③は、課題②と異なり、本件各事実について当事者から主張がなされた場合であっても、裁判所は、死因贈与という法的構成について当事者に指摘すべき義務を有するかを問うものである。\n法的構成についての判断は、原則として裁判所の権限に属するが、法的構成と事実主張・立証は深く結びついており、判決における不意打ち防止の要請は事実のみならず法的観点（法的構成）にも及ぶべきとするならば、審理過程において、当事者の弁論権を実質的に保障するために、裁判所は法的観点（法的構成）についても指摘する義務を負うこと、その理論構成として、釈明権行使による不意打ち防止や弁論権の実質的保障の機能を法的構成まで拡充する必要性等を論ずることが求められる。参考判例として、最判平成２２年１０月１４日集民２３５号１頁が挙げられる。\n具体的事例への当てはめにおいては、弁論準備手続終結時に主たる争点の限定とこれに基づく証拠調べが行われていること、いずれの当事者も死因贈与を念頭においた攻撃防御の機会を得ておらず、期待可能性もなかったこと等の指摘が求められる。\n【刑事系科目】\n〔第１問〕\n本問は、設問１において\n⑴ 乙が、私立Ａ大学（以下「Ａ大」という。）の入試会場において、甲に成り済まして小論文試験の解答用紙（以下「本件用紙」という。）に甲の受験番号である「Ａ１２３」を記載した上で解答を記入し（以下「本件作成行為」という。）、本件用紙をＡ大に提出した行為\n（以下「設問１⑴の行為」という。）について、設問１⑴として、乙に有印私文書偽造・同\n- 16 -行使罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることを求め、その際、特に本件作成行為が「偽造」に当たるかについて、文書の名義人及び作成者の意義をそれぞれ明らかにした上で、株式会社Ｘの取締役Ｙがその秘書\nＺに命じて取締役Ｙ名義の文書を作成させた場合と比較しつつ論じ、その他の成立要件についても言及することを求め、⑵ 乙が、Ｂ店において、店員Ｃに対して腕時計の購入を申し込み、その際、甲に成り済まして甲名義のクレジットカード（以下「本件カード」という。）をＣに提示し、Ｂ店に設置されたカード決済端末機に本件カードを差し込み、その暗証番号を入力し、Ｃをして、乙が甲本人であり、本件カードの正当な利用権限を有していると信じさせ、乙に対して上記腕時計を交付させた行為（以下「設問１⑵の行為」という。）について、設問１⑵として、乙に詐欺罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることを求め、その際、特に「人を欺く行為」の意義を明らかにした上で、設問１\n⑵の行為は「人を欺く行為」に当たらないとの立場に反論しつつ論じ、その他の成立要件についても言及することを求め、⑶ 設問１⑴の行為及び設問１⑵の行為について、設問１⑶として、甲に乙との間で有印私文書偽造・同行使罪及び詐欺罪の共同正犯が成立するとの立場から、その結論を導くために、それぞれどのような説明が考えられるかについて論じることを求め、その論述に当たっては、本件用紙に甲の受験番号である「Ａ１２３」が記載され、本件カードが甲名義であるにもかかわらず、甲に共同正犯が成立する理由に触れつつ論じることを求めている。\nまた、本問は、設問２において\n⑴ 甲が、令和６年４月１日に、Ｄの顔面を拳で殴ってＤに全治約２週間を要する顔面打撲の傷害を負わせた行為、及び、丙の顔面を拳で殴って丙に全治約２週間を要する顔面打撲の傷害を負わせた行為（以下「甲の４月１日の犯行」という。）\n⑵ 甲が、同年７月１日に、Ｄの頭部を拳で十数回殴り（以下「本件暴行」という。）、これによりＤに硬膜下血腫を生じさせて意識を喪失させ、その後、丙がＤを抱えてＥ病院に向かっていた際に丙及びＤが自動車に衝突され、Ｄが同衝突によって生じた肝臓破裂による失血により死亡したこと（以下「甲の７月１日の犯行」という。）\n⑶ 甲がＤに４月１日と同様の暴行を加えるかもしれないと思ったにもかかわらず、甲の７月\n１日の犯行を阻止しなかった丙の態度について、甲及び丙の罪責の検討を求めている。\nこれらにより、刑事実体法の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力及び論理的思考力を問うものである。\n設問１について\n⑴ 設問１⑴について設問１⑴では、本件作成行為が「偽造」に当たるかについて検討する上で、まずは、私文書偽造罪における「偽造」の意義を踏まえておく必要がある。偽造の意義については、「作成権限なく他人の名義を冒用して文書を作成すること」と定義するものと「文書の名義人と作成者との間の人格の同一性を偽ること」と定義するものとがあり、両者は同義だと解されているが（最判昭和５９年２月１７日刑集３８巻３号３３６頁）、近時は後者を用いることが多くなっている。\n偽造の意義について「文書の名義人と作成者との間の人格の同一性を偽ること」と解する場合には、文書の名義人及び作成者の意義をそれぞれ明らかにする必要があるが、特に作成者の意義に関しては、文書を事実として物理的に作成した者とする考え方（以下「事実説」\nという。なお、事実説は、行為説、物体化説などとも称されている。）や、文書に表示された意思又は観念が由来する者とする考え方（以下「観念説」という。なお、観念説は、意思\n- 17 -説、精神性説などとも称されている。）などがあり得るところ、自己の依拠する立場から偽造の意義を明らかにする必要がある。\n以上を踏まえて、本件作成行為が「偽造」に当たるかについて、株式会社Ｘの取締役Ｙがその秘書Ｚに命じて取締役Ｙ名義の文書を作成させた場合（以下「秘書事例」という。）と比較しつつ、論述する必要がある。\n事実説に立つ場合、秘書事例及び本件作成行為のいずれについても偽造に当たり得るが、秘書事例においては、公共の信用が損なわれないので違法性が否定されるのに対し、本件作成行為については、名義人が他人に作成を授権できない文書であることから違法性は否定されないなどと論じることとなろう。その上で、その他の成立要件（「事実証明に関する文書」\nや「署名（有印性）」など）についても充足することを示し、乙に有印私文書偽造・同行使罪が成立するとの結論を導くこととなろう。\n観念説に立つ場合、秘書事例においては、文書の名義人は取締役Ｙであり、文書に表示された意思又は観念が由来する者も取締役Ｙであって、名義人と作成者との間で人格の同一性の齟齬は生じていないのであるから、偽造には当たらない。これと同様に考えれば、本件作成行為についても偽造に当たらないとの結論もあり得るが、本件用紙は受験した志願者本人の学力の程度をＡ大において判断するためのものであり、文書の性質上、その名義人であり\nＡ大の志願者である甲自身による作成だけが予定され、他人が代わって作成することのできない文書であると考えれば、作成者は乙ということになり、名義人である甲との間で人格の同一性の齟齬が生じているとして、本件作成行為が偽造に当たることを論じることとなろう。\nまた、文書の性質上、一定の場所的状況において作成されることが予定されている文書については、名義人はそうした属性を備えた者に限定されるので、本件用紙の名義人は単なる甲ではなく、「実際に試験場で受験した甲」という虚無人であると考えれば、観念説の意味では甲が作成者であるとしても、なお名義人と作成者との間で人格の同一性の齟齬が生じているとして、本件作成行為が偽造に当たることを論じることとなろう。その上で、上記と同様に、その他の成立要件（「事実証明に関する文書」や「署名（有印性）」など）についても充足することを示し、乙に有印私文書偽造・同行使罪が成立するとの結論を導くこととなろう。\n他の理論構成もあり得るが、いずれの考え方に立って論じるとしても、作成者及び名義人の意義に関する自説を、秘書事例と本件作成行為に適切に当てはめながら、両事例の相違点を明らかにしつつ論じ、結論を導く必要がある。\n⑵ 設問１⑵について設問１⑵では、まずは詐欺罪における「人を欺く行為」の意義について、判例（最決平成\n２２年７月２９日刑集６４巻５号８２９頁等）を踏まえて論述する必要がある。なお、近時の判例は、本件のように財産的損害の存否が問題となり得る事案では「交付の判断の基礎となる重要な事項」（重要事項性）を偽る行為があったかどうかの判断を重視しているところ、「人を欺く行為」の意義を論述する上でも、この点を意識した論述が必要となろう。\nその上で、設問１⑵の行為は「人を欺く行為」に当たらないとの立場に反論しつつ、乙に詐欺罪が成立するとの結論を導く必要がある。\nこの点につき、名義人の承諾があることによって取引の最終的な決済が現実に見込まれる場合には、クレジットカード会社に財産的損害が発生する具体的な危険がなく、ひいては加盟店にも財産的損害が発生する具体的な危険がないとして、支払意思・能力を偽っていなければ重要事項性についての偽りはなく、人を欺く行為には当たらないとの考え方があり得る。\nまた、名義人の個別的な承諾に基づいて、クレジットカード（以下「カード」という。）を使用する第三者に対するコントロールが及んでおり、その使用に対する決済が名義人の口座によって確実になされる見込みがある場合には、第三者による使用が実質的には名義人によ\n- 18 -る使用と同一視することができるとして、名義人本人と同視し得る者が許諾を得て使用するような場合には人を欺く行為には当たらないとの考え方があり得る。このほかにも様々な考え方があり得るが、これらの考え方に立った場合、乙は支払意思・能力を偽っていない、あるいは、乙による本件カードの使用は実質的には甲による使用と同一視することができるなどとして、設問１⑵の行為は「人を欺く行為」には当たらないとすることになろう。\nこれらの考え方に対しては、本件カードの会員規約において、会員は、他人にカードを利用させてはならず、貸与等によりカードの占有を他人に移転することを禁じる旨が定められており、また、本件カードの加盟店規約において、加盟店は、善良な管理者の注意義務をもって、カードを提示した者とカードの名義人の同一性を確認することなどが定められており、Ｂ店では名義人以外の者によるカードの利用には応じないことにしていたことや、通常、過失によって同一性確認を怠った場合には、加盟店には規約違反としてカード会社から立替払いを受けられない危険性があることなどを指摘し、カード利用者とカード会員の同一性は、この確認を怠った場合に立替払いを受けられないおそれがあるという意味において、加盟店固有の経済的損害に直結する事情であり、カード利用者が会員か否かは、Ｂ店の経営にとって重要な事項に該当するなどといった反論をしつつ、本件カードの名義人である甲に成り済まし、本件カードの正当な利用権限がないのにこれがあるように装った設問１⑵の行為は、交付の判断の基礎となる重要な事項を偽ったものとして、「人を欺く行為」に当たることなどを論じることとなろう。その上で、その他の成立要件についても充足することを示し、乙に詐欺罪が成立するとの結論を導くこととなろう。\n⑶ 設問１⑶についてア 甲に、乙との間で有印私文書偽造・同行使罪の共同正犯が成立するとの結論を導くための説明名義人が自己名義の文書を作成する行為は、偽造とは言えず、その場合に名義人は私文書偽造罪の実行行為を自ら行うことができず、単独正犯になり得ない。したがって、甲が、本件用紙に甲の受験番号である「Ａ１２３」を記載した上で解答を記入する行為は、偽造とは言えず、その場合に甲は私文書偽造罪の実行行為を自ら行うことができないので単独正犯になり得ないが、それにもかかわらず、本件の場合に共同正犯にはなり得るかが問題となる。\nこの点につき、単独では私文書偽造罪の主体となり得ない名義人も、私文書偽造をなし得る者との共同実行により法益侵害を惹起することは可能であるとして、共同正犯が成立し得るとの考え方や、文書の性質上、一定の場所的状況において作成されることが予定されている文書については、名義人はそうした属性を備えた者に限定されるので、そうした属性を備えておらず単に名前の使用を承諾しただけの者は、文書作成の名義人ではないから、現実の作成者と共に文書に対する公共の信用を侵害した者として、私文書偽造罪の共同正犯たり得るとの考え方などがあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、上記のような問題の所在を踏まえ、自説の論拠を明らかにした上で、甲に乙との間で有印私文書偽造・同行使罪の共同正犯が成立するとの結論を導くこととなろう。\nイ 甲に、乙との間で詐欺罪の共同正犯が成立するとの結論を導くための説明代金支払の意思・能力のある名義人が自己名義のカードを使用する行為は、詐欺とは言えず、その場合に名義人は詐欺罪の実行行為を自ら行うことができず、単独正犯になり得ない。本件において、甲は、５万円程度であればカードの利用代金支払日までにアルバイ\nトをして工面できると考え、乙の要求に応じており、その後、実際にアルバイトにより５万円を工面しているのであるから、乙が甲名義のカードを利用して５万円相当の物品を購入することに関して、甲にはその代金支払の意思及び能力があったと言える。したがって、- 19 -\n甲が自己名義のカードを使用したとしても、詐欺とは言えず、その場合に甲は詐欺罪の実行行為を自ら行うことができないので単独正犯になり得ないが、それにもかかわらず、本件の場合に共同正犯にはなり得るかが問題となる。\nこの点につき、上記私文書偽造罪の場合と同様に、単独では正犯たり得ない者も当該犯罪の不法を実現できる者と共同してであれば正犯たり得るとの考え方に立った場合には、単独では詐欺罪の主体となり得ない甲も、詐欺をなし得る乙との共同実行により法益侵害を惹起することは可能であると考え、甲は、乙と共謀の上、その共謀に基づいた乙が、Ｃ\nを錯誤に陥れて上記のような立替払いを受けられないリスクを負わせた状態で上記腕時計を交付させたなどとして、甲に乙との間で詐欺罪の共同正犯が成立するとの結論を導くことなどが考えられる。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、上記のような問題の所在を踏まえ、自説の論拠を明らかにした上で、甲に乙との間で詐欺罪の共同正犯が成立するとの結論を導くこととなろう。\n設問２について\n⑴ 甲の４月１日の犯行について甲は、故意にＤの顔面を拳で殴り、これによりＤに全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲にはＤに対する傷害罪が成立する。また、甲は、故意に丙の顔面を拳で殴り、これにより丙に全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲には丙に対する傷害罪が成立する。これらの点については、傷害罪の各構成要件要素を充足することを簡潔に示せば足りる。\n⑵ 甲の７月１日の犯行について甲は、Ｄに対して本件暴行を加え、これによりＤに硬膜下血腫を生じさせて意識を喪失させ、その後、丙がＤを抱えてＥ病院に向かっていた際に丙及びＤが自動車に衝突され、Ｄは同衝突によって生じた肝臓破裂による失血により死亡した。このように、本件では、本件暴行とＤの死亡との間に、自動車の衝突という事情が介在しているため、傷害罪にとどまるか致死結果まで帰責されるかが問題となるところ、本件暴行とＤの死亡との間に因果関係を肯定することができるかを検討する必要がある。\nこの点につき、刑法上の因果関係を肯定するためには実行行為の危険性が結果に現実化したことが必要であるとする考え方に立った場合、介在事情が行為者の行為による危険を上回る新たな結果発生の危険を生じさせていない場合には因果関係が肯定され、介在事情が行為者の行為による危険を上回る新たな結果発生の危険を生じさせている場合には、介在事情につき行為者の行為による誘発・影響があれば因果関係が肯定されるが、介在事情が行為者の行為と独立のものであれば因果関係は否定されることになろう。\nまた、条件関係の存在を前提として、行為の時点に立ち、社会生活上の経験に照らしてその行為からその結果が発生するということが相当だと認められる場合に因果関係を肯定する考え方もあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説の論拠を明らかにして規範を定立し、その規範を具体的な事実関係に当てはめて結論を導く必要がある。\n⑶ 甲によるＤに対する暴行を阻止しなかった丙の態度についてア 問題の所在本件において、甲と丙との間には本件暴行を加えることについての意思連絡が認められないため、丙を共謀共同正犯として処罰することはできない。また、丙は、甲が本件暴行に及んだ際、本件居室内のトイレ内にいただけであって、言葉を発するなど何らかの積極的な行動に出てはいないため、丙を作為による幇助犯として処罰することもできない。そ\n- 20 -こで、甲がＤに対して暴行を加えようとしていることを認識しつつ、何もしなかった丙の態度について、不作為犯として処罰することができないかが問題となる。\nイ 作為義務の発生根拠について不作為犯が成立するためには、その関与類型いかんにかかわらず、関与者に作為義務が必要であるところ、本件のような子どもに対する暴行を親が放置する事案では、作為正犯の犯行によって侵害されようとしている法益を保護すべき関係があることが作為義務の発生根拠となる。このような法益を保護すべき関係を根拠付けるものとしては、親権者という法的地位や同居の実態、被害者の生命・身体の安全確保が行為者のみに依存している状態、子に虐待を加える者と同居や交際を継続したことによる法益への危険創出などといった事情が挙げられる。そのため、本件においても、丙がＤの母親であり、同居の実態があることや、丙以外に甲による暴行からＤを守れる者がいないことなどを指摘して、丙に作為義務があることを論じることとなろう。\nウ 作為義務の内容（作為容易性）、一定程度の結果回避可能性（因果関係）について本件において、本件暴行を阻止するために丙に期待される行為としては、丙が居間に戻って甲がＤに本件暴行を加えないように監視したり言葉で制止したりする行為（以下「①\n行為」という。）と、丙が身を挺して甲を制止する行為（以下「②行為」という。）の２つが想定される。この点につき、作為義務のある者に義務付け得る作為は、当該作為を行った場合に予想される不作為者に生じる法益侵害の程度といった当該作為の容易性や、当該作為によって結果を回避し得る可能性の程度を考慮して、そのような作為を行うことを当該不作為者に要求し得るかどうかを、個別具体的事例ごとに判断していく必要があろう。\n本件では、丙が①行為に及んだとしても、甲が丙に暴行を加える蓋然性は高くなかったのであるから、①行為を行うことは丙にとって相当程度容易であったと考えられ、また、丙が①行為に及んだとしても、本件暴行を確実に阻止できる状況にはなかったものの、丙が①行為に及んでいれば、本件暴行を阻止できる可能性は相当程度あったのであるから、丙に対して①行為を行うことを要求すること（①行為を義務付けること）は許されると考えられる。\n他方、丙が②行為に及んでいれば、本件暴行を確実に阻止できる状況にあり、また、丙が②行為に及んだとしても、甲が丙の腹部に暴行を加える蓋然性は高くなかったが、甲が丙に４月１日と同様の暴行を加える蓋然性は高かった。その上で、②行為に及んだ場合に甲が丙に４月１日と同様の暴行を加える蓋然性が高いことや、４月１日に丙が身を挺して甲を制止したところ、甲から顔面を拳で殴られて全治約２週間を要する顔面打撲の傷害を負っていることなどを理由に、②行為により本件暴行を阻止することは著しく困難である（作為容易性がない）と判断した場合には、丙に対して②行為を行うことを要求すること（②行為を義務付けること）は許されないこととなろう。このように考えた場合には、丙に義務付けられるのは①行為のみとなろう。これに対し、②行為に及んだ場合に、甲が丙に４月１日と同様の暴行を加える蓋然性が高かったとしても、甲が丙の腹部に暴行を加える蓋然性は高くなかったことや、４月１日に丙が身を挺して甲を制止したところ、甲から顔面を拳で殴られて傷害を負った事実はあったものの、甲は胎児への影響を考えて丙の腹部に暴行を加えることまではしなかったことなどに鑑みて、②行為により本件暴行を阻止することが著しく困難であるとまではいえない（作為容易性はある）と判断した場合には、丙に対して②行為を行うことを要求すること（②行為を義務付けること）も許されることとなろう。\nその上で、不作為による単独正犯の場合は、作為に出れば確実に結果を回避し得た（結果回避の確実性）という意味での結果回避可能性が成立要件とされているのに対し、不作為による幇助の場合は、結果回避の確実性までは必要とせず、確実性よりは低い程度の結\n- 21 -果回避可能性で足りるとする考え方が有力である。裁判例においても、札幌高判平成１２年３月１６日判時１７１１号１７０頁は、作為義務者が、一定の作為によって正犯者の犯罪を防止することが可能であるのに、そのことを認識しながらその一定の作為をせず、これによって正犯者の犯罪の実行を容易にしたことを、不作為による幇助犯の成立要件として挙げ、犯罪の実行をほぼ確実に阻止し得たという要件は不必要である旨判示しており、不作為による幇助の因果性を検討する上で参考となろう。\nエ 関与類型の区別について不作為による関与は、これをどの関与類型（正犯・共犯）に振り分けるかが問題となるところ、この点につき、作為義務違反がある場合には原則として正犯が成立すると解する考え方や、作為正犯の犯行を阻止しないという態様で犯行に関与した者は原則として幇助犯にとどまるとする考え方、当該不作為が犯罪実現過程において持つ支配力等により個別的に判断し、不作為者が作為に出ていれば確実に結果を回避できたであろう場合には不作為の同時正犯となり、結果発生を困難にした可能性がある場合には不作為による幇助犯になるとする考え方などがあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、自説とは反対の考え方を意識しつつ、自説によれば、これまでの検討を踏まえて認定した丙に義務付けられる作為の内容に応じて、それらの義務を履行しなかったことがどの関与類型に該当するのかについて検討し、結論を導く必要がある。\n〔第２問〕\n本問は、住居侵入・窃盗事件の捜査及び公判に関する具体的な事例を素材として、刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、逮捕に伴う無令状捜索・差押えについて、基本的・応用的論点の検討を通じ\nて、捜索・差押えに対する令状主義の規律とその例外についての正確な理解と具体的事実への適用能力を試すものである。すなわち、検察官、検察事務官又は司法警察職員は、犯罪の捜査をするについて必要があるときは、裁判官の発する令状により捜索・差押えをすることができる（刑事訴訟法第２１８条第１項）ところ、令状主義の例外として、被疑者を「逮捕する場合」\nにおいて必要があるときは、「逮捕の現場で」無令状で捜索・差押えをすることができる（同法第２２０条第１項柱書・同項第２号、第３項）とされている。この逮捕に伴う無令状捜索・差押えが認められる実質的根拠については、逮捕現場や被逮捕者の所持品・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いことそれ自体に着目し、実質的には「正当な理由」（憲法第３５条）が存在するに等しく、裁判官による事前の司法審査を介在させるまでの必要性がないとする見解（相当説・合理性説）や、逮捕現場や被逮捕者の所持品\n・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いと認められることを前提としつつ、それに加えて、そのような証拠が、逮捕の際に被逮捕者等によって隠滅や破壊されることを防止し、これを保全する緊急の必要性があるためとする見解（緊急処分説）\nなどが主張されているところ、どのような立場を採るかによって、逮捕に伴う無令状捜索・差押えが認められ得る時間的・場所的範囲が異なってくると思われる。そのため、本設問では、逮捕に伴う無令状捜索・差押えが認められる趣旨や実質的根拠について、自説を明らかにし、時間的・場所的範囲（限界）の解釈を示すことが求められる。\n下線部①において、司法警察員Ｐは、甲の潜伏先であったＸ方内のリビングで甲を逮捕した後に、同方内の和室の捜索を実施しているため、その捜索の適法性を判断するに当たっては、捜索場所が被逮捕者の甲の自宅ではなく、第三者であるＸ方内であることなど、本設問の事情\n- 22 -を踏まえた検討をすることが求められる。具体的には、無令状捜索の場所的範囲に関しては、例えば、相当説・合理性説の立場からすると、逮捕地点を起点として同一の管理権が及ぶ範囲内の場所と説明することなどが考えられるが、そうした考え方に立った場合、甲の逮捕場所たるリビングと捜索実施場所たる和室の管理権が同一か否かについての検討が必要であろうし、緊急処分説の立場からすると、逮捕の際に被逮捕者が証拠を隠滅することが可能な範囲内の場所、すなわち、甲の直接支配下にある場所と説明することなどが考えられるが、そうした考え方に立った場合、甲を逮捕したリビングと捜索場所たる和室が別室であることや、捜索時に甲が和室には現在しないことなどの検討が必要になろう。また、本設問において無令状捜索をした場所は、前記のとおり、第三者であるＸ方内であるところ、逮捕に伴う無令状捜索においても、刑事訴訟法第２２２条第１項により、同法第１０２条が準用されるため、第三者に属する場所や物が捜索の対象である場合には、「押収すべき物の存在を認めるに足りる状況」（同条第２項）が必要であることについても、検討する必要があろう。いずれにせよ、本設問では、逮捕と捜索の時間的間隔に関する事情、逮捕の地点と捜索の場所に関する事情、捜索の必要性に関する事情など、様々な事情が存在するので、これらの事情を適切に抽出して評価し、自己の見解に当てはめ、その適法性を論じる必要がある。\n下線部②において、司法警察員Ｐは、Ｘ方内のリビングで甲を逮捕した後、リビングの捜索を開始したが、その捜索の際、現場に居合わせた甲の交際相手であるＹの上着のポケット内に手を入れて、同ポケット内の物を取り出しているため、その適法性の判断に当たっては、下線部②の行為の対象、すなわち無令状捜索の対象が、たまたま居合わせた第三者の身体であった点に着目した論述をすることが求められる。この点については、相当説・合理性説はもとより、緊急処分説であっても、逮捕に伴う無令状捜索・差押えが認められる実質的根拠を、逮捕現場や被逮捕者の所持品・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いことに求めている（あるいはそれを前提としている）ところ、逮捕の現場に居合わせた被逮捕者以外の第三者が、逮捕事実に関連する証拠を所持している可能性は一般的・類型的に高いとは言えないため、逮捕の現場に居合わせた第三者の身体は無令状捜索の対象にはならないとする考え方（消極説）があり得よう。他方で、刑事訴訟法第２２０条第１項第２号は、「逮捕の現場」で「逮捕する場合」においてする捜索を許容しつつ、その対象については文言上明示的に限定していないこと、同法第２２２条第１項は逮捕に伴う無令状捜索の場合にも同法第\n１０２条第１項に加え第２項についても（被疑者以外の者の「身体」を特に除外することなく）準用することを認めていることなどから、逮捕の現場に居合わせた第三者の身体の捜索も許され得るとする考え方（積極説）もあり得よう。ここでは、この点についての自身の立場を明らかにした上で、①消極説に立つのであれば、さらに、場所に対する無令状捜索に付随する措置\n（必要な処分）の一環として、捜索場所に居合わせた第三者が捜索の実施中あるいはその開始直前に、隠匿・破壊しようとした捜索・差押えの目的物を取り戻すために、同人の身体に有形力を加えてその妨害を排除する、あるいは原状を回復する措置を講じることができないかを検討することが求められよう。また、②積極説に立つのであれば、同法第１０２条第２項が規定する「押収すべき物の存在を認めるに足りる状況」があるかどうかを検討することになろう。\nいずれの見解に立つにせよ、逮捕に伴う捜索・差押えが認められる趣旨や実質的根拠を踏まえた上で、それと矛盾のない論理一貫した論述が求められる。そして、司法警察員Ｐの行為が適法になり得るという見解に立った場合には、本設問における様々な事情を抽出して評価し、Ｙ\nが証拠物を身体に隠匿している高度の蓋然性が認められるか否かにつき、各見解が提示する枠組みの中に的確に位置付けた上で検討すべきことになろう。\n下線部③の捜索は、乙の逮捕に伴う無令状捜索であるが、逮捕の地点から約１キロメートル離れたＪ交番において実施されている点が、「逮捕の現場」（刑事訴訟法第２２０条第１項第\n２号）との要件との関係で特に問題となる。この点に関しては、Ｊ交番自体は「逮捕の現場」\n- 23 -には当たらないことを確認した上で、最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁）の内容を念頭に置きつつ、同判例において示されている説明を法解釈に落とし込む形で自説を展開する必要があろう。同判例は、「逮捕の現場」で直ちに被逮捕者の身体を捜索し差押手続を実施することが適当でなかった場合に、できる限り速やかに被逮捕者を身体の捜索・差押えを実施するのに適当な最寄りの場所まで連行した上で行われた差押手続につき、「刑訴法\n２２０条１項２号にいう『逮捕の現場』における差押えと同視することができる」としたものであるが、なぜそうした捜索・差押えと「同視することができる」のかや、「同視することができる」ということの法解釈上の位置付けまでは説示しておらず、この点については各自が法解釈を展開することが求められる。また、設問の事例では、司法警察員Ｐは、乙を警察車両に乗せて最寄りの警察施設まで移動してから乙の身体着衣を捜索することにし、逮捕の地点から約５０メートル離れた駐車場まで乙を連行し、その後、Ｊ交番で乙の身体着衣の捜索を実施しているところ、乙が同駐車場に着いたときには落ち着きを取り戻しており、同駐車場で乙の身体着衣の捜索を実施できたことがうかがえる事情が存在する。そのため、本設問における司法警察員Ｐの行為の適法性を判断するためには、同判例との事案の違いも意識しつつ、Ｊ交番が「身体の捜索・差押えを実施するのに適当な最寄りの場所」と評価できるかどうかに関し、様\n々な事情を抽出、評価して説得的な論述をすることが求められる。\n〔設問２〕は、甲の弁護人が、丙証言の証明力を争うために、証拠１（司法警察員作成に係る乙\nの供述録取書）及び証拠２（司法警察員作成に係る丙の供述録取書）の取調べを請求したことに対し、検察官が、それぞれ理由を付して「取調べに異議あり。」とする証拠意見を述べているところ、それらの理由の当否を問うものである。\n〔設問２－１〕は、刑事訴訟法第３２８条で許容される証拠の範囲を問うものである。すなわち、\n証拠１は、乙の供述録取書であり、証明力を争う対象となる証言をした丙とは別人の供述を内容とする書面であることから、同条により許容される証拠は自己矛盾供述を内容とするものに限られるか否かを論述することが求められる。\nこの点については、「刑訴法３２８条は、公判準備又は公判期日における被告人、証人その他の者の供述が、別の機会にしたその者の供述と矛盾する場合に、矛盾する供述をしたこと自体の立証を許すことにより、公判準備又は公判期日におけるその者の供述の信用性の減殺を図ることを許容する趣旨のものであり、別の機会に矛盾する供述をしたという事実の立証については、刑訴法が定める厳格な証明を要する趣旨であると解するのが相当である。そうすると、刑訴法３２８条により許容される証拠は、信用性を争う供述をした者のそれと矛盾する内容の供述が、同人の供述書、供述を録取した書面（刑訴法が定める要件を満たすものに限る。）、同人の供述を聞いたとする者の公判期日の供述又はこれらと同視し得る証拠の中に現れている部分に限られるというべきである。」\nと判示した判例（最判平成１８年１１月７日刑集６０巻９号５６１頁）に留意しつつ論述することが求められる。同判例と同様の立場に立つのであれば、同条によって許容される証拠が自己矛盾供述を内容とする証拠に限定される理由につき、伝聞法則との関係を踏まえて説明する必要があろう。\nそして、この事案においては、証拠１は乙の供述録取書であって丙の自己矛盾供述を内容とする証拠ではないため、同条によって許容される証拠には該当せず、「証明力を争うための証拠として刑事訴訟法上許容される証拠には当たらない。」とする検察官の証拠意見には理由があるということになる。一方、同判決の立場に依拠しない場合には、その結論がどのような道筋で導き出されるのかについて相応の説得力をもって説明することが求められよう。\n〔設問２－２〕は、公判前整理手続後の証拠調べ請求の制限（刑事訴訟法第３１６条の３２）\nについて、具体的場面における適用の有無を検討させることを通じて、同条を含めた公判前整理手続の意義及び趣旨の理解や問題解決を導く思考力を試すものである。\n公判前整理手続では、検察官と被告人・弁護人の双方が、争点及び証拠を整理して審理計画\n- 24 -を策定するために、証明予定事実やその他の主張を明示するとともに、それを証明するための証拠の取調べを請求することが義務付けられている。そうであるのに、公判で新たな主張や証拠調べの請求が無制限にできるということになれば、審理計画が崩れてしまい、公判前整理手続において争点と証拠を整理した意味が失われてしまう。そこで、同条第１項は、公判前整理手続等に付された事件について、「やむを得ない事由」によって公判前整理手続等において請求することができなかったものを除き、同手続終了後には証拠調べを請求することができないと定めており、本設問では、こうした同条の趣旨を十分踏まえた上で、「やむを得ない事由」\nが存在するか否かを論述することが求められる。\n本設問では、公判前整理手続を経た公判における丙の証人尋問後に、刑事訴訟法第３２８条に基づき、証拠２の取調べ請求がなされているところ、検察官は、公判前整理手続において、立証趣旨を「本件犯行状況、共謀状況等」として証拠３（検察官作成に係る丙の供述録取書）\nの取調べを請求し、同供述録取書が不同意となるや、同じ立証趣旨で丙の証人尋問を請求している。そうした経過に照らせば、公判前整理手続段階において、丙が公判廷において証拠３と同内容の証言をすることが想定されていたといえる。このような場合に「やむを得ない事由」\nが認められるか否かについては、同条による弾劾証拠は条文上「公判準備又は公判期日における被告人、証人その他の者の供述の証明力を争うため」のものとされているから、証人尋問が終了しておらず、弾劾の対象となる公判供述が存在しない段階においては、同条の要件該当性を判断することはできないのであって、証人尋問終了以前の取調べ請求を当事者に要求することは相当でないため、同条による弾劾証拠の取調べ請求については、「やむを得ない事由」があるものと解すべきとする考え方（下級審の裁判例として、名古屋高等裁判所金沢支部平成２０年６月５日判決・判タ１２７５号３４２頁などがある）や、予想された内容の証言がなされた場合に同条の弾劾証拠としての取調べ請求を認めれば、公判前整理手続の趣旨を没却することになりかねず、同手続における主張及び証拠の整理の実効性を担保するため、「やむを得ない事由」の有無に関しては、できるだけ厳格に考えるべきだとする考え方などがある。いかなる見解に立ったとしても、公判前整理手続の趣旨を十分に踏まえた上で、検察官が付した理由の当否について、結論を導くことが求められる。\n【選択科目】"
}