{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\n【前 提】\nＸ協会（以下「協会」という。）は、建築資材Ａ（以下「Ａ」という。）の普及促進と品質向上による豊かな社会の創造、環境保全の促進等を図ることを目的とし、甲県に所在するＡの製造販売業者を会員として設立された県内唯一の法人である。定款上、協会の組織、運営、管理等については、総会の決定事項とされているが、次回の定時総会が開催されるまでに決定すべき事項がある場合、会長と４社の有力会員から成る幹事会（以下「幹事会」という。）がその活動を事実上決定し、会員もその決定に従って、次回の定時総会において、幹事会の決定を追認するという運用が慣行となっている。\n甲県に所在するＡの製造販売業者のほとんどが協会の会員であり、甲県内でのＡの製造販売分野における会員の合算市場シェア（売上額に基づく割合）は約９０パーセントを占めている。Ａには、製造時からの時間経過に応じて品質が劣化して、商品価値が次第に損なわれていく商品特性がある。\nそのため、Ａの製造販売業者は、それぞれ、各都道府県の地理的範囲内で、需要者が指定する建築現場（以下「建築現場」という。）に最も近い自社工場でＡを製造・出荷し、それを建築現場まで運搬して需要者に供給している。なお、Ａに代替する建築資材はない。\n〔設 問〕下記⑴及び⑵の設問に答えなさい。\n⑴ 上記の【前提】に加え、以下の事情がある場合に、協会の行為について私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n建築法令上、Ａを用いた建築物に関する基準はあるが、Ａの品質等に関する基準はない。しかし、上記の商品特性から、その製造販売業者や需要者の団体等から成る組織が、専門家の知見を踏まえ、Ａの品質管理に関する基準（以下「品質基準」という。）を設定している。品質基準に従って定期的に実施される監査に合格した製造販売業者は、それを示す標章（以下「合格標章」という。）の使用を認められる。会員は全て合格標章を使用している。品質基準では、Ａを製造・出荷する工場から建築現場までに要する運搬時間の目安（以下「基準運搬時間」という。）が定められている。ただし、Ａの品質劣化には気温、湿度など運搬時間以外の条件による影響も大きいことから、品質基準は、製造販売業者と需要者との間で事前に協議の上、特定の品質管理条件を付して基準運搬時間を超える運搬時間を取り決めること（この取決めに基づく取引を、以下「特例取引」という。）も認めている。\n最近、甲県の県庁所在地の乙市における建築需要の高まりを背景として、乙市内の建築現場からみて基準運搬時間を超える場所にしか工場を持たない会員が、特例取引によって乙市の需要者にＡを安値で販売することが多く生じるようになった。\nこのような状況を受けて、令和７年５月１日、幹事会は、Ａの販売価格の下落に伴うＡの品質劣化を回避して、合格標章への社会的信頼を維持するためとして、会員が、乙市内の建築現場を運搬先に指定する需要者に対してＡの特例取引を行うことを一切禁止する旨決定し、翌日以降全ての会員にこれを遵守させている。\n⑵ 上記の【前提】に加え、以下の事情がある場合に（⑴記載の事情はなく、独立して検討するものとする。）、協会の行為について独占禁止法上の問題点を分析して検討しなさい。\n- 14 -上記の商品特性から、Ａの販売に当たり、需要者の発注数量がＡを運搬する車両の積載能力に比べて著しく少なく、販売利益に比べて運搬費用がかさむ場合（以下「過小積載」という。）や、運搬したＡの一部が使用されずに工場に返送され、会員が不使用分のＡの廃棄物処理費用を負担しなければならない場合（以下「不使用返送」という。）には、会員に損失が生じることになる。過小積載及び不使用返送の際には、大多数の会員が、それぞれ、販売先の需要者に、Ａの販売代金とは別に、積載能力を下回った数量及び返送数量に基づく従量制の割増料金（以下「各割増料金」という。）を請求してきた。\n最近、甲県内における建築需要の低迷を背景として、甲県内で、過小積載及び不使用返送が常態化するようになった。これに伴い、大多数の会員から協会に対して、各割増料金の設定について参考となる金額（以下「各基準料金」という。）を明示してほしいという要請が寄せられた。\nそこで、令和７年６月２日、協会は、この要請に対応して、総会で、甲県内における各基準料金を、大多数の会員が従来需要者に請求していた各割増料金の平均にその１０パーセントを上乗せした額とする旨決定し、翌日以降全ての会員にこれらを遵守させている。このことにより、甲県におけるＡの各割増料金は、上記の総会決定の日の前に比べて約１０パーセント高止まりするようになっている。\n- 15 -\n〔第２問〕（配点：５０）\n次の事例を読み、以下の設問に答えなさい。\n【事 例】\nＸ農業協同組合（以下「Ｘ農協」という。）は、甲地域における農家を組合員とする農業協同組合である。甲地域における農家のほとんどは、Ｘ農協に加入している。甲地域は我が国における農産品αの生産地として有名である。甲地域産のαは消費者から高く評価されており、また同地域産のαの出荷量は多く、同地域を唯一のαの生産地域とする乙県のαの売上高は全国のαの売上高の２５パーセントを占め、都道府県別出荷量でも圧倒的な一位となっている。\nＸ農協は、組合員からαの販売委託を受け、委託されたαを農業協同組合の連合組織を通じて全国へ販売する事業を行っていた。\nαを生産するためには、農業用設備βを調達して使用する必要がある。βは数年程度で更新を行う必要があるが、高価格でもあった。αを生産している組合員の多くは、定評のある甲地域産のαの生産を強化するため積極的にβへの投資を行いたいと考えていたが、そのための資金を融資に頼る必要があった。そこで、Ｘ農協にβを調達、更新（以下「調達等」という。）するための融資を強化することを要望した。Ｘ農協は、組合員のこのような要望を受けて、地域の特色ある農産品を強化するための国の補助金の制度を利用することとし、国の補助を受けて、組合員にβ調達等のための資金を低金利で貸し付ける業務を数年前から開始した。Ｘ農協としても、甲地域におけるαの生産量を増大させ、甲地域産のαの存在感を一層全国で高めることがＸ農協によるαの販売事業を強化するものと考えて、積極的に融資業務を行ってきた。なお、補助金の支援を受けたＸ農協以外に低金利で貸付けを行う者はいなかった。そのため、αを生産しているほとんどの組合員は、Ｘ農協からβ調達等のための貸付けを受けてαを生産している。\n数年前までは、Ｘ農協の組合員は、その生産するαをＸ農協に販売委託して出荷する場合（以下\n「系統出荷」という。）がほとんどであった。しかし、甲地域でのαの生産が多くなるにつれて、Ｘ農協以外の専門商社（以下「商系業者」という。）がＸ農協の組合員からαの販売委託を受け、自己の運営する卸売市場を通じて全国に向けて販売する例が増加していた（このようにＸ農協の組合員が商系業者に販売委託して出荷する場合を、以下「系統外出荷」という。）。なお、販売委託は、Ｘ農協や商系業者がαを販売した金額から一定の手数料等の費用を控除した残額を組合員に引き渡すことをその内容としている。\n農家からαの販売委託を受けるためには、生産地の近隣に大規模な出荷拠点を持つ必要がある。\nそのため、甲地域に所在するαを扱う商系業者は３社だけである。３社は、甲地域産のαが著名になったこともあり、その手数料を軽減するなどしてαの販売委託事業を積極的に拡大することに努めてきた。その結果、近時ではそれぞれ甲地域におけるαの集荷量の１０パーセントから２０パーセント程度を占めるまでに成長した。そのため、系統出荷における集荷量は５５パーセント程度に減少している。\nこのように商系業者に出荷する組合員が増加してきたため、Ｘ農協が貸し付けた資金によって調達されたβで生産したαが商系業者に出荷されることが多くなった。Ｘ農協は、甲地域産のα生産の増加は、Ｘ農協によるβ調達等のための融資活動やαを販売するための様々な広報活動によるものであり、系統外出荷は全国でαを販売するためにＸ農協が行ってきた努力にフリーライド（ただ乗り）するものであると考えた。また、系統外出荷が拡大すれば、Ｘ農協の全国でのαの販売事業に支障が出ると考えた。そこで、Ｘ農協は、β調達等のための融資に当たり、組合員が生産するαのうち、８０パーセントまではＸ農協に出荷することを新たに融資の条件として、融資期間中、この条件を遵守させることを計画している。Ｘ農協は、乙県のα出荷量が全国でせいぜい２５パーセントを占めるにすぎないため、この計画が独占禁止法に違反することはないと考えている。\n組合員においては、Ｘ農協以外には同等の低金利融資の貸手が見付からないこともあって、経営\n- 16 -基盤の強固な少数の組合員を除いては、Ｘ農協の要請を受け入れることが想定されている。要請を受け入れる組合員の出荷量は、今後数年のうちに、甲地域産のα生産量の８０パーセントを占めることが想定されている。\n〔設 問〕\nＸ農協の計画を独占禁止法上どのように評価すべきか論じなさい。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "〔第１問〕\n第１問は、事業者団体であるＸ協会による各決定に基づく行為が私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第８条各号に違反するかについて、同法上の問題点を検討することを求めるものである。事業者団体の活動を規制する独占禁止法第\n８条各号に定める各要件の正確な理解を前提に、特に、事業者団体における競争制限等に関する意思形成に係る決定にどのようなものが含まれ得るか、また、同条第１号（一定の取引分野における競争の実質的制限）と同条第４号（構成事業者の機能・活動の不当な制限）との間での法適用の違いなど、事業者団体規制に関する独占禁止法の解釈と適用の基本的な考え方について受験者の理解を問うものになっている。\nまず、〔設問〕⑴では、会員が乙市内の建築現場を運搬先に指定する需要者に対してＡの特例取引を行うことを禁止する旨の幹事会による決定（以下「本件決定①」という。）が、独占禁止法第８条第４号に違反するかどうかが問題となる。Ｘ協会が事業者団体に当たること、幹事会による決定は事実上Ｘ協会の決定であり、それに基づく当該団体としての「行為」と評価されること（公正取引委員会「事業者団体の活動に関する独占禁止法上の指針（令和２年１２\n月２５日改正）」第２(8)）を的確に論じた上で、行為要件の検討では、本件決定①が、品質基準で特例取引も認められているにもかかわらず、本来自由な「構成事業者の機能又は活動を･･\n- 29 -\n･制限すること」に当たる旨を説得的に論証することが重要になる。また、本件決定①が「不当」かどうかの検討においては、同法第８条第４号に定める「不当に」とは、公正競争阻害性のうち自由競争減殺のおそれを意味すること、自由競争減殺のおそれとは、競争の実質的制限にまで至らないものの、価格維持（競争回避）又は市場閉鎖（競争者排除）の意味で競争阻害効果が認められることである旨の解釈を示すとともに、その前提として影響を与えると想定される市場を適切に識別すること（「市場画定」）が求められる。検討対象市場の商品的・地理的な範囲を主として需要者から見た需要代替性の見地等から画定するという標準的理解（例、公正取引委員会「企業結合審査に関する独占禁止法の運用指針（令和元年１２月１７日改定）」\n第２の１）を示しつつ、特にその地理的範囲について、禁止対象の特例取引が、甲県乙市周辺の会員を売手とし乙市内の建築現場を運搬先に指定する需要者を買手とするものである点に着目することが重要になる。この市場画定を踏まえて、本問の事実関係を的確に当てはめて、本件決定①が、会員の取引先を制限し、会員間での顧客争奪競争を制限する意味で、上記市場においてＡの価格維持効果をもたらす旨を説得的に論証することが求められる。併せて、Ａの品質劣化の回避及び合格標章への社会的信頼の維持が、正当化事由として成り立つかについて論じることも求められる。\n次に、〔設問〕⑵では、甲県内における過小積載及び不使用返送時の各割増料金の参考となる基準料金を、従来の各割増料金の平均にその１０パーセントを上乗せした金額とする旨の総会での決定（以下「本件決定②」という。）が、独占禁止法第８条第１号に違反するかどうかが問題となる。総会決定がＸ協会の意思決定であり、本件決定②がそれに基づく「行為」であることを論じた上で、同法第８条第１号の条文上も市場画定が求められる。〔設問〕⑵では、Ｘ協会が主導する各割増料金に係るカルテルという行為特性に即して、決定対象となっている取引及びそれにより影響を受ける範囲を画定すれば足りる旨の解釈を示しつつ、特に各割増料金がＡの販売代金とは別に請求されてきた点に着目することが重要になる。同法第８条第１号における競争の実質的制限とは、「市場が有する競争機能を損なうこと」をいい、「市場支配力の形成又は維持・強化」すなわち特定の事業者が「その意思で･･･価格をある程度自由に左右することができる状態をもたらすこと(多摩談合（新井組ほか）事件・最判平成２４年２月\n２０日民集６６巻２号７９６頁)」である旨の解釈を示しつつ、前記の市場画定を踏まえて、本問の事実関係を的確に当てはめて、本件決定②が、検討対象市場において競争の実質的制限をもたらす旨を説得的に論証することが求められる。併せて、本件決定②には競争制限の目的又は効果しか認められず、正当化事由はない点についても論じる必要がある。\n〔第２問〕\n本問は、拘束条件付取引に該当する行為について、その公正競争阻害性をどのように判断するのかを検討することによって、独占禁止法の基本的な理解を問うものである。本問のＸ農協の計画は、従来、Ｘ農協がほとんどのシェアを有していた甲地域におけるαの販売委託の市場において、有力な競争者が出現したことに対応して、取引相手による競争相手の取扱いを制限する内容の拘束条件を付して取引を行うものである。\n本問のＸ農協の計画は、その他、排他条件付取引、取引妨害、抱き合わせ販売として捉えることも可能であり、その場合でも、それぞれの行為類型に係る行為要件への当てはめが的確になされていることが求められる本件における拘束の内容がどのようなものであるかを的確に判断し、市場画定が、まず必要となる。その上で、その市場で公正競争阻害性が生じるか否かを検討することが必要となる。\n本件での拘束の内容が競争相手との取引を制限するものであることが把握できれば、ここでの公正競争阻害性が自由競争減殺型であることは容易に分かる。拘束条件付取引以外の行為類型に基づき公正競争阻害性を説明する場合も、基本的には、同様な観点からの検討を行うことに- 30 -\nなる。その上で、さらに、自由競争減殺型の中でも市場閉鎖型効果を有するか否かが検討課題であることなどが理解できているか否かが問われる。次いで、市場閉鎖効果が評価される市場の商品・役務範囲、地理的範囲を正しく識別できるか否かが問題となる。本件事例で影響を受ける取引の実態を正確に読み取ることが必要である。思い込みではなく、設問に書かれた事実を把握しなければならない。市場閉鎖効果の判断基準の内容を正しく理解していることが必要である。ここでは、関連要素を本件事例から的確に選び出し、評価していくことが要求される。\n本件では、行為を行った事業者の地位、拘束の程度の大きさ、その期間、それによって競争事業者が利用できなくなった取引相手の規模、影響を受ける競争者の状況などが重要な関連要素であることは比較的容易に見いだせるであろう。それらの考慮要素から、市場閉鎖効果の存否を評価することになる。\nさらに、Ｘ農協の主張に対して適切に対応することも必要である。主張のうち、市場画定にも関わるものは、市場画定の段階で考慮することになろう。また、フリーライドを防止するために行われているという主張については、それが正当化事由となり得るか否かについて検討する必要がある。ともに比較的容易に判断できるはずである。\nいずれの問題点も、特に高度な知識を必要とするものではない。独占禁止法の基礎的な分析能力を問うものである。"
}