{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：５０）\n甲国人Ｘは、甲国の工科大学を卒業した後、情報システムの開発や保守等の業務を行っている甲国法人Ｙ社と労働契約（以下「本件労働契約」という。）を締結してＹ社の従業員となった。本件労働契約の内容を記載した契約書（以下「本件契約書」という。）には、①本件労働契約に関する一切の紛争は、甲国の裁判所における裁判によって解決し、他の国の裁判所において裁判を行わない旨の条項（以下「①条項」という。）、②本件労働契約の準拠法を甲国法とする旨の条項（以下\n「②条項」という。）等が定められていた。\nＹ社の顧客である日本法人Ａ社は、日本国内に主たる営業所と複数の従たる営業所を有するほか、乙国内にも営業所（Ａ社乙国支店）を有する。Ａ社は、Ａ社の日本国内の営業所を統括するＡ社統合システムのほかに、乙国の言語と取引慣行に最適化したＡ社乙国支店のための独自のＡ社乙国用システムも有している。Ａ社からＹ社へのシステム管理等の委託料は、甲国内に所在する銀行のＹ\n社名義の口座に振込送金されていた。\nＸは、Ｙ社に入社後、甲国内に所在するＹ社の主たる営業所に勤務し、Ａ社のシステムの開発や保守等の業務に遠隔で従事していた。Ｘの入社１年後に、Ａ社がＡ社統合システムの抜本的な改修を行うことになったため、Ｙ社は、Ｘに対し、日本国内に転居してＡ社統合システムの改修作業に従事することを命じ、Ｘは日本に赴任した。Ｘは、Ａ社統合システムの抜本的な改修作業が完了した後も、主に当該システムの小規模な改修や保守等の業務に従事しており、来日してから現在まで計７年間ほど日本で生活している。また、Ｘは、Ａ社乙国用システムの保守等の業務にも日本から遠隔で従事しつつ、年に数度、短期間で甲国内に所在するＹ社の主たる営業所やＡ社乙国支店に出張することがあった。Ｙ社からＸへの給与は、甲国内に所在する銀行のＸ名義の口座に振込送金されていた。\nＡ社統合システムについて再度抜本的な改修が行われ、Ｘは、連日、深夜まで勤務していたところ、Ａ社乙国用システムが急に不安定になったことから、Ｙ社は、Ｘに対し、深夜便でＡ社乙国支店に出張して、システムの不具合を大至急修復するよう命じた。Ｘは、乙国の空港に到着後、Ａ社乙国支店に自動車で向かう途中で交通事故（以下「本件事故」という。）に遭い、大けがをした。\nＸは、乙国の病院で応急処置を受けた後、Ｘの希望により搬送された日本の病院で手術と治療を受けた。\n以上の事実を前提として、以下の設問に答えなさい。なお、〔設問１〕と〔設問２〕は独立した問いである。\n〔設問１〕\n本件事故は、Ｙ社が乙国の空港にあるレンタカー会社に予約手配していたレンタカーをＸが運転していた際にＸ自身が起こしたものであった。Ｘは、連日の深夜勤務と、乙国への出張のために深夜便を利用したことによる疲労が本件事故の原因であり、Ｙ社に安全配慮義務（労働契約法\n（平成１９年法律第１２８号）第５条）の違反があったと主張し、Ｙ社を被告として、本件事故に基づく損害賠償として、日本の病院での手術や治療に要した費用等の支払を求める訴え（以下\n「本件訴え」という。）を日本の裁判所に提起した。\nなお、甲国法及び乙国法のいずれも、被用者は、雇用主に対し、安全配慮義務違反を理由とする損害賠償請求を行うことができない旨の規定を有している。\n〔小問１〕\n本件訴えにおいて、Ｙ社は、本件契約書の①条項を援用し、日本の裁判所の国際裁判管轄権がないため、本件訴えが却下されるべきであると主張している。本件訴えについて、日本の裁判所の国際裁判管轄権が認められるかどうかについて論じなさい。\n- 38 -\n〔小問２〕\n本件訴えについて日本の裁判所の国際裁判管轄権が認められたとする。Ｙ社は、本件契約書の②条項を援用して、Ｘの請求には甲国法が適用されるため、労働契約法第５条が適用されないと主張している。このＹ社の主張が認められるかどうかについて論じなさい。\n〔設問２〕\n本件事故は、乙国の空港に迎えに来ていたＡ社乙国支店の従業員Ｃ（出生以来、乙国に居住している。）が運転操作を過って起こしたものであった。Ｘは、Ｃを雇用しているＡ社に使用者責任が認められると主張し、Ａ社を被告として、本件事故に基づく損害賠償として、日本の病院での手術や治療に要した費用等の支払を求める訴えを日本の裁判所に提起した。この訴えについて日本の裁判所の国際裁判管轄権が認められるものとする。\nＸの請求が認められるかどうかの問題に、いずれの国の法が適用されるか論じなさい。\n- 39 -\n〔第２問〕（配点：５０）\nＡ女（甲国籍）は、Ｂ男（甲国籍）とＣ女（日本国籍）（Ｂ及びＣは生まれてから継続して甲国に居住し、甲国で適法に婚姻した）の子であり、甲国に継続して居住していた。Ｂは、Ａが幼いころに死亡した。\nＡは、進学した甲国の大学において同じ大学に通学していたＤ男（日本国籍、生まれてから大学進学まで継続して日本に居住）と知り合い、Ａ及びＤは、甲国で適法に婚姻した。\n以上の事実を前提として、以下の設問に答えなさい。各設問及び各小問は独立した問いであり、全ての問いにおいて、反致については検討を要しない。また、甲国法には失踪宣告に関して以下の規定が存在するものとする。\n【甲国法】\n第Ｐ条 甲国裁判所は、失踪者が最後に生存が確認された時点において、以下のいずれかに該当する場合には、失踪宣告について管轄権を有する。\n１．甲国国民であった場合\n２．甲国内に常居所を有していた場合第Ｑ条 失踪宣告については、失踪者が最後に生存が確認された時点における失踪者の本国法による。\n第Ｒ条 失踪者について最後に生存が確認された時から１０年が経過した場合に、失踪宣告が認められる。\n第Ｓ条 第Ｒ条の規定により失踪宣告を受けた者は、最後に生存が確認された時から５年が経過した時点で死亡したものとみなす。\n〔設問１〕\nＡとＤの婚姻からしばらくして、Ｄが仕事のために日本に転居することとなったため、Ａは甲国でＣと同居して生活し、Ｄは日本で生活することとなった。その後しばらくしてＡＤ間には子\nＥ（日本及び甲国の重国籍）が生まれたが、ＡとＤとはそれぞれの国で生活し、ＡがＥを甲国内で育てていた。Ｅ出生から１年後、Ａが甲国内で行方不明となったため、ＤがＥを引き取り、それ以降、Ｄ及びＥは日本で生活している。Ａが行方不明となってから１２年が経過し、Ｃが死亡した。\nところで、Ｃは、所有している不動産ア（日本所在）、不動産イ（甲国所在）及び不動産ウ\n（日本所在）のうち、不動産ア及び不動産イを、ＡとＤが婚姻した頃、Ａに対して譲渡し、Ａ名義に登記の移転を済ませていた。Ｄは、自らとＥがＡの財産を相続するため、また、ＥがＣの財産を代襲相続するためにＡの失踪宣告を日本の裁判所に申し立てた。裁判所は、この申立てについて日本の裁判所の国際裁判管轄権が認められるとした上で、Ａの失踪宣告の審判をした。以上の事実を前提として、以下の問いに論拠を示しつつ答えなさい。\n⑴ 裁判所が日本の裁判所の国際裁判管轄権が認められるとした判断の過程を説明しなさい。\n⑵ Ａはどの時点での死亡が擬制されるか。\n⑶ Ａの財産である不動産ア及び不動産イのそれぞれについてはＤ及びＥによる相続の関係で、Ｃの財産である不動産ウについてはＥによる代襲相続の関係で、日本の裁判所がなしたＡの失踪宣告に基づく死亡擬制の効力は及ぶか。\n〔設問２〕\nＡ及びＤは、婚姻後すぐの時期から日本で生活していた。婚姻から５年後、Ａは、Ｃの元を訪れた際に甲国内で行方不明となったが、Ａが行方不明となった後も、Ｄは、引き続き日本で生活している。\n- 40 -\n〔小問１〕\nＡの失踪から７年が経過した時点で、Ｄは、日本の裁判所に対してＡの失踪宣告の申立てを行い、日本の裁判所は、Ａの失踪宣告の審判をした（以下「本件失踪宣告」という。）。しかし、Ａは、実際は、甲国で継続して居住しており、本件失踪宣告がされた２年後に本件失踪宣告がされていることを知った。そこで、Ａは、本件失踪宣告の取消しを日本の裁判所に申し立てた。以上の事実を前提として、以下の問いに論拠を示しつつ答えなさい。\n⑴ Ａによる失踪宣告の取消しの申立てにつき、日本の裁判所の国際裁判管轄権は認められるか。\n⑵ 日本の裁判所の国際裁判管轄権が認められるとして、取消しの可否を判断する準拠法はいずれの国の法となるか。\n〔小問２〕\nＡの失踪から１０年が経過した時点で、Ｃは、甲国の裁判所に対してＡの失踪宣告の申立てを行い、甲国の裁判所は、Ａの失踪宣告の裁判をした。Ｄは、この甲国の裁判所によるＡの失踪宣告の裁判書と確定証明書を添付して、日本国内の自らの本籍地の戸籍管掌者に、Ｄ自身の戸籍に婚姻解消事項を記載するよう申出を行い、Ｄの戸籍に同記載がなされたことを前提として、以下の問いに論拠を示しつつ答えなさい。\n⑴ 戸籍管掌者は、甲国の裁判所によるＡの失踪宣告の効力を日本で認めるに際して民事訴訟法第１１８条所定の諸要件の具備を検討することが必要であるが、同条第２号の要件を満たす必要がないと判断をした。戸籍管掌者が民事訴訟法第１１８条所定の諸要件の具備を検討することが必要であるとした理由及び同条第２号の要件を満たす必要がないと判断した理由を説明しなさい。\n⑵ 戸籍管掌者は、甲国の裁判所によるＡの失踪宣告の効力が日本で認められると判断したことを前提に、ＡとＤとの婚姻が解消したと判断した。その判断の過程を説明しなさい。\n- 41 -",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "〔第１問〕\n〔設問１〕は、渉外的な個別労働関係民事紛争に関する事案における国際裁判管轄権及び準\n拠法についての理解を問うものである。\n〔設問１〕の〔小問１〕では、外国裁判所の専属的な国際裁判管轄を合意する①条項に基づ\nき被告が妨訴抗弁を主張しているため、この管轄合意の効力が認められるかが問題となる。本件管轄合意は、民事訴訟法（以下「民訴法」という。）第３条の７第６項が規定する将来において生ずる個別労働関係民事紛争を対象とするものであるところ、労働契約の終了時にされた合意でない点で同項第１号の要件を満たさず、また、労働者が合意された国の裁判所に訴えを提起しているものでもない点で同項第２号の要件も満たしていないため、その効力は認められず、したがって、①条項に基づくＹの主張は認められない。\n次に、本件訴えについて日本の裁判所の国際裁判管轄権は認められるかが問題となる。本件訴えは、個別労働関係民事紛争に関する労働者から使用者に対する訴えであるから、民訴法第\n３条の４第２項の適用がある。労務の提供の地が日本国内にあることから同項に基づき管轄権が肯定され、特別の事情（民訴法第３条の９）は特に認められないことから、本件訴えについて日本の裁判所の国際裁判管轄権が肯定される。\n〔設問１〕の〔小問２〕では、労働契約上の安全配慮義務違反を理由として労働者が使用者\nに対して損害賠償請求をしていることから、本件は労働契約の効力の問題と性質決定され、その準拠法は、法の適用に関する通則法（以下「通則法」という。）第１２条及び第７条以下によって決定される。\n②条項があるため通則法第７条により甲国法が準拠法となるものの、通則法第１２条第１項によれば、当事者が選択した法である甲国法と本件労働契約の最密接関係地法とが異なる場合、最密接関係地法の特定の強行規定を適用すべき旨の意思を労働者が使用者に対して表示したときは、その強行法規も適用される。そして、労働契約の最密接関係地法は、同条第２項により、「労働契約において労務を提供すべき地の法」と推定される。これを、本件の事情に当てはめて、労務提供地がどこであるかを判断することになる。この点、労働者が採用された当初は甲国で勤務していたが、入社１年後に日本に転勤し、それ以降本件事故当時まで７年間にわたり日本で勤務していることから、労務提供地は日本国内であると判断される（甲国が労務提供地であるとする判断もあり得なくはないが、短期出張先に甲国が含まれていることと給与支払先口座が甲国内にあるということという事情だけでは足りないであろう。）。したがって、本件労働契約の最密接関係地法は日本法と推定され、それを覆す事情もないことから、最密接関係\n- 40 -地法は日本法となる。そして、本件で労働者は、使用者に対し、日本法の「特定の強行規定」である労働契約法第５条の適用を表示していることから、同条も適用されることになり、Ｙ社の主張は認められないことになる。\n〔設問２〕は、不法行為の準拠法、特に使用者責任の準拠法や例外条項についての理解を問\nうものである。\n本件は、被用者の不法行為に関する使用者の責任を理由とする使用者に対する損害賠償請求であることから、不法行為の問題であると性質決定され、通則法第１７条によって準拠法が決定されることを示す必要がある。同条本文は加害行為の結果が発生した地の法を準拠法としているが、加害行為の「結果」が何を指すかが問題となる。この点につき、「結果」とは法益侵害の直接の結果であって派生的な損害は含まないとするのが通説であり、これによると、交通事故により被害者が人身傷害を負った乙国の法が準拠法となる（同条ただし書きは本件では問題にならない。）。\nその上で、例外条項（通則法第２０条）により、乙国よりも、被害者の常居所等の関係がある日本が明らかにより密接な関係がある地に当たらないかが更に問題となる。同条が例示する事情である「当事者が法を同じくする地に常居所を有していたこと」に関して直接の加害者（被用者）でない使用者も「当事者」に含まれるか、含まれるとすれば法人であるＡ社の「常居所」\nはどこにあると考えるべきかを検討し、さらに、「その他の事情」の有無も検討して、同条により通則法第１７条によって定まる上記の準拠法決定が覆るかについて検討することになる。\n以上の検討の結果、日本法が準拠法となればそれだけが適用されるが、外国法が準拠法となるとの結論に達した場合には日本法も累積適用される（通則法第２２条）ことになる。\n〔第２問〕\n〔設問１〕は、渉外事案において日本の裁判所に失踪宣告が申し立てられた場合につき、国\n際裁判管轄、準拠法及びその適用範囲についての理解を問うものである。\n〔設問１〕の⑴は、失踪宣告事件の国際裁判管轄権を定める通則法第６条に照らして、甲国\n籍を有し甲国に住所を有するＡについて、日本で失踪宣告の国際裁判管轄権が認められた理由の説明を求めるものである。同条第１項は、日本国籍を有するか、日本に住所を有する者について、失踪宣告にかかる原則的管轄を定めるが、本件ではこれらをいずれも満たさないため、同条第２項の定める例外的な国際裁判管轄権の有無が問題となる。特に同項にいう「不在者の財産が日本に在るとき」又は「不在者に関する法律関係が日本法によるべきときその他法律関係の性質、当事者の住所又は国籍その他の事情に照らして日本に関係があるとき」につき事案に当てはめて裁判所の判断過程を説明することとなる。\n続いて〔設問１〕の⑵では、失踪宣告の直接的効果である死亡の擬制の準拠法を問うているところ、通則法第６条により日本法（民法第３１条）が適用される。\n〔設問１〕の⑶は、失踪宣告について通則法第６条第２項に基づき例外的管轄が認められる\n場合につき、失踪宣告の効力の及ぶ範囲について問うものである。同項によれば、不在者の日本所在財産についてのみ、又は不在者の日本に関係がある法律関係についてのみ日本の裁判所による失踪宣告の効力は発生するとされていることから、問題とされている不動産ア（不在者の財産であり日本に所在する。）、不動産イ（不在者の財産であるが日本に所在しない。）、不動産ウ（不在者の財産ではないが、日本に所在している日本人Ｃを被相続人とする相続の対象財産であり、日本法によりその相続による承継が判断される。）のそれぞれにつき、日本の失踪宣告の効力が発生しているかどうかが問題となる（不動産ア・ウにはその効力が及ぶことになるが、イについて効力が及ぶことを認めるためには、日本に関係がある法律関係であることを説得力を持って論ずる必要があろう。）。\n〔設問２〕は、渉外事案において失踪宣告がされた後の処理につき、事案を分けてそれぞれ\n- 41 -の場合に国際裁判管轄権、準拠法及び外国失踪宣告の効力承認などの論点についての理解を問うものである。\n〔設問２〕の〔小問１〕は、渉外事案にかかる失踪宣告取消事件の国際裁判管轄権及び準拠\n法についての理解を問うものである。失踪宣告事件の国際裁判管轄は上記の通り通則法第６条に定められているが、〔設問２〕の〔小問１〕の⑴で問うている失踪宣告取消事件の国際裁判管轄権については、家事事件手続法（以下「家事法」という。）第３条の３に規定が置かれているので、同条の各号に照らして判断すべきところ、本件では日本において失踪宣告があったので、日本の裁判所の国際裁判管轄権が認められる（同条第１号）。\n〔設問２〕の〔小問１〕の⑵については、通則法には失踪宣告取消の判断にかかる準拠法を\n定める明文の規定がないことから、通則法第６条の類推適用又は同条を踏まえた条理により日本法によるとすることとなる。\n〔設問２〕の〔小問２〕は、外国裁判所による失踪宣告の効力の承認要件及びそれが認めら\nれた後の処理についての理解を問うものである。⑴の戸籍管掌者の判断は、家事法第７９条の２が、外国裁判所の家事事件についての確定裁判につき、「その性質に反しない限り」民訴法第１１８条の規定を準用するとしていることに基づいている。その上で、民訴法第１１８条第\n２号は、対審手続における被告の手続的保護を図るものであり、裁判所の後見的機能に基づき利益の対立する相手方のない失踪宣告の裁判については同号の適用はその性質に反するが、民訴法第１１８条所定の他の要件はその性質に反しないと考えられたことから、戸籍管掌者は、同条第２号の要件のみ検討をする必要がないと判断したと説明することができる。\n〔設問２〕の〔小問２〕の⑵では、甲国裁判所による失踪宣告の効力が日本で承認されるこ\nとを前提に、失踪宣告が婚姻の解消という効果まで当然に生じさせることになるかを問うものである。通則法第６条により失踪宣告がされる場合について、その効果は死亡の推定だけであり、婚姻や相続への影響については、それぞれの単位法律関係の準拠法によるとするのが一般的な理解であり、そのことは外国でされた失踪宣告が承認された場合の日本における効果についても当てはまることを説明した上で、婚姻の解消については、婚姻の効力と法性決定するか、離婚と法性決定するかにより、通則法第２５条か第２７条のいずれが適用されることになるかを論ずることが求められる。なお、本問ではいずれに性質決定をしたとしても、同一常居所地又は日本人条項により日本法が準拠法になると考えられる。\n- 42 -"
}