{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\n【前 提】\nＸ協会（以下「協会」という。）は、建築資材Ａ（以下「Ａ」という。）の普及促進と品質向上による豊かな社会の創造、環境保全の促進等を図ることを目的とし、甲県に所在するＡの製造販売業者を会員として設立された県内唯一の法人である。定款上、協会の組織、運営、管理等については、総会の決定事項とされているが、次回の定時総会が開催されるまでに決定すべき事項がある場合、会長と４社の有力会員から成る幹事会（以下「幹事会」という。）がその活動を事実上決定し、会員もその決定に従って、次回の定時総会において、幹事会の決定を追認するという運用が慣行となっている。\n甲県に所在するＡの製造販売業者のほとんどが協会の会員であり、甲県内でのＡの製造販売分野における会員の合算市場シェア（売上額に基づく割合）は約９０パーセントを占めている。Ａには、製造時からの時間経過に応じて品質が劣化して、商品価値が次第に損なわれていく商品特性がある。\nそのため、Ａの製造販売業者は、それぞれ、各都道府県の地理的範囲内で、需要者が指定する建築現場（以下「建築現場」という。）に最も近い自社工場でＡを製造・出荷し、それを建築現場まで運搬して需要者に供給している。なお、Ａに代替する建築資材はない。\n〔設 問〕下記⑴及び⑵の設問に答えなさい。\n⑴ 上記の【前提】に加え、以下の事情がある場合に、協会の行為について私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点を分析して検討しなさい。\n建築法令上、Ａを用いた建築物に関する基準はあるが、Ａの品質等に関する基準はない。しかし、上記の商品特性から、その製造販売業者や需要者の団体等から成る組織が、専門家の知見を踏まえ、Ａの品質管理に関する基準（以下「品質基準」という。）を設定している。品質基準に従って定期的に実施される監査に合格した製造販売業者は、それを示す標章（以下「合格標章」という。）の使用を認められる。会員は全て合格標章を使用している。品質基準では、Ａを製造・出荷する工場から建築現場までに要する運搬時間の目安（以下「基準運搬時間」という。）が定められている。ただし、Ａの品質劣化には気温、湿度など運搬時間以外の条件による影響も大きいことから、品質基準は、製造販売業者と需要者との間で事前に協議の上、特定の品質管理条件を付して基準運搬時間を超える運搬時間を取り決めること（この取決めに基づく取引を、以下「特例取引」という。）も認めている。\n最近、甲県の県庁所在地の乙市における建築需要の高まりを背景として、乙市内の建築現場からみて基準運搬時間を超える場所にしか工場を持たない会員が、特例取引によって乙市の需要者にＡを安値で販売することが多く生じるようになった。\nこのような状況を受けて、令和７年５月１日、幹事会は、Ａの販売価格の下落に伴うＡの品質劣化を回避して、合格標章への社会的信頼を維持するためとして、会員が、乙市内の建築現場を運搬先に指定する需要者に対してＡの特例取引を行うことを一切禁止する旨決定し、翌日以降全ての会員にこれを遵守させている。\n⑵ 上記の【前提】に加え、以下の事情がある場合に（⑴記載の事情はなく、独立して検討するものとする。）、協会の行為について独占禁止法上の問題点を分析して検討しなさい。上記の商品特性から、Ａの販売に当たり、需要者の発注数量がＡを運搬する車両の積載能力に比べて著しく少なく、販売利益に比べて運搬費用がかさむ場合（以下「過小積載」という。）や、運搬したＡの一部が使用されずに工場に返送され、会員が不使用分のＡの廃棄物処理費用を負担しなければならない場合（以下「不使用返送」という。）には、会員に損失が生じることになる。過小積載及び不使用返送の際には、大多数の会員が、それぞれ、販売先の需要者に、Ａの販売代金とは別に、積載能力を下回った数量及び返送数量に基づく従量制の割増料金（以下「各割増料金」という。）を請求してきた。\n最近、甲県内における建築需要の低迷を背景として、甲県内で、過小積載及び不使用返送が常態化するようになった。これに伴い、大多数の会員から協会に対して、各割増料金の設定について参考となる金額（以下「各基準料金」という。）を明示してほしいという要請が寄せられた。\nそこで、令和７年６月２日、協会は、この要請に対応して、総会で、甲県内における各基準料金を、大多数の会員が従来需要者に請求していた各割増料金の平均にその１０パーセントを上乗せした額とする旨決定し、翌日以降全ての会員にこれらを遵守させている。このことにより、甲県におけるＡの各割増料金は、上記の総会決定の日の前に比べて約１０パーセント高止まりするようになっている。〔第２問〕（配点：５０）\n次の事例を読み、以下の設問に答えなさい。\n【事 例】\nＸ農業協同組合（以下「Ｘ農協」という。）は、甲地域における農家を組合員とする農業協同組合である。甲地域における農家のほとんどは、Ｘ農協に加入している。甲地域は我が国における農産品αの生産地として有名である。甲地域産のαは消費者から高く評価されており、また同地域産のαの出荷量は多く、同地域を唯一のαの生産地域とする乙県のαの売上高は全国のαの売上高の２５パーセントを占め、都道府県別出荷量でも圧倒的な一位となっている。\nＸ農協は、組合員からαの販売委託を受け、委託されたαを農業協同組合の連合組織を通じて全国へ販売する事業を行っていた。\nαを生産するためには、農業用設備βを調達して使用する必要がある。βは数年程度で更新を行う必要があるが、高価格でもあった。αを生産している組合員の多くは、定評のある甲地域産のαの生産を強化するため積極的にβへの投資を行いたいと考えていたが、そのための資金を融資に頼る必要があった。そこで、Ｘ農協にβを調達、更新（以下「調達等」という。）するための融資を強化することを要望した。Ｘ農協は、組合員のこのような要望を受けて、地域の特色ある農産品を強化するための国の補助金の制度を利用することとし、国の補助を受けて、組合員にβ調達等のための資金を低金利で貸し付ける業務を数年前から開始した。Ｘ農協としても、甲地域におけるαの生産量を増大させ、甲地域産のαの存在感を一層全国で高めることがＸ農協によるαの販売事業を強化するものと考えて、積極的に融資業務を行ってきた。なお、補助金の支援を受けたＸ農協以外に低金利で貸付けを行う者はいなかった。そのため、αを生産しているほとんどの組合員は、Ｘ農協からβ調達等のための貸付けを受けてαを生産している。\n数年前までは、Ｘ農協の組合員は、その生産するαをＸ農協に販売委託して出荷する場合（以下\n「系統出荷」という。）がほとんどであった。しかし、甲地域でのαの生産が多くなるにつれて、Ｘ農協以外の専門商社（以下「商系業者」という。）がＸ農協の組合員からαの販売委託を受け、自己の運営する卸売市場を通じて全国に向けて販売する例が増加していた（このようにＸ農協の組合員が商系業者に販売委託して出荷する場合を、以下「系統外出荷」という。）。なお、販売委託は、Ｘ農協や商系業者がαを販売した金額から一定の手数料等の費用を控除した残額を組合員に引き渡すことをその内容としている。\n農家からαの販売委託を受けるためには、生産地の近隣に大規模な出荷拠点を持つ必要がある。\nそのため、甲地域に所在するαを扱う商系業者は３社だけである。３社は、甲地域産のαが著名になったこともあり、その手数料を軽減するなどしてαの販売委託事業を積極的に拡大することに努めてきた。その結果、近時ではそれぞれ甲地域におけるαの集荷量の１０パーセントから２０パーセント程度を占めるまでに成長した。そのため、系統出荷における集荷量は５５パーセント程度に減少している。\nこのように商系業者に出荷する組合員が増加してきたため、Ｘ農協が貸し付けた資金によって調達されたβで生産したαが商系業者に出荷されることが多くなった。Ｘ農協は、甲地域産のα生産の増加は、Ｘ農協によるβ調達等のための融資活動やαを販売するための様々な広報活動によるものであり、系統外出荷は全国でαを販売するためにＸ農協が行ってきた努力にフリーライド（ただ乗り）するものであると考えた。また、系統外出荷が拡大すれば、Ｘ農協の全国でのαの販売事業に支障が出ると考えた。そこで、Ｘ農協は、β調達等のための融資に当たり、組合員が生産するαのうち、８０パーセントまではＸ農協に出荷することを新たに融資の条件として、融資期間中、この条件を遵守させることを計画している。Ｘ農協は、乙県のα出荷量が全国でせいぜい２５パーセントを占めるにすぎないため、この計画が独占禁止法に違反することはないと考えている。\n組合員においては、Ｘ農協以外には同等の低金利融資の貸手が見付からないこともあって、経営基盤の強固な少数の組合員を除いては、Ｘ農協の要請を受け入れることが想定されている。要請を受け入れる組合員の出荷量は、今後数年のうちに、甲地域産のα生産量の８０パーセントを占めることが想定されている。\n〔設 問〕\nＸ農協の計画を独占禁止法上どのように評価すべきか論じなさい。- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問は、事業者団体であるＸ協会による各決定に基づく行為が私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第８条各号に違反するかについて、同法上の問題点を検討することを求めるものである。事業者団体の活動を規制する独占禁止法第\n８条各号に定める各要件の正確な理解を前提に、特に、事業者団体における競争制限等に関する意思形成に係る決定にどのようなものが含まれ得るか、また、同条第１号（一定の取引分野における競争の実質的制限）と同条第４号（構成事業者の機能・活動の不当な制限）との間での法適用の違いなど、事業者団体規制に関する独占禁止法の解釈と適用の基本的な考え方について受験者の理解を問うものになっている。\nまず、〔設問〕⑴では、会員が乙市内の建築現場を運搬先に指定する需要者に対してＡの特例取引を行うことを禁止する旨の幹事会による決定（以下「本件決定①」という。）が、独占禁止法第８条第４号に違反するかどうかが問題となる。Ｘ協会が事業者団体に当たること、幹事会による決定は事実上Ｘ協会の決定であり、それに基づく当該団体としての「行為」と評価されること（公正取引委員会「事業者団体の活動に関する独占禁止法上の指針（令和２年１２\n月２５日改正）」第２(8)）を的確に論じた上で、行為要件の検討では、本件決定①が、品質基準で特例取引も認められているにもかかわらず、本来自由な「構成事業者の機能又は活動を･･･制限すること」に当たる旨を説得的に論証することが重要になる。また、本件決定①が「不当」かどうかの検討においては、同法第８条第４号に定める「不当に」とは、公正競争阻害性のうち自由競争減殺のおそれを意味すること、自由競争減殺のおそれとは、競争の実質的制限にまで至らないものの、価格維持（競争回避）又は市場閉鎖（競争者排除）の意味で競争阻害効果が認められることである旨の解釈を示すとともに、その前提として影響を与えると想定される市場を適切に識別すること（「市場画定」）が求められる。検討対象市場の商品的・地理的な範囲を主として需要者から見た需要代替性の見地等から画定するという標準的理解（例、公正取引委員会「企業結合審査に関する独占禁止法の運用指針（令和元年１２月１７日改定）」\n第２の１）を示しつつ、特にその地理的範囲について、禁止対象の特例取引が、甲県乙市周辺の会員を売手とし乙市内の建築現場を運搬先に指定する需要者を買手とするものである点に着目することが重要になる。この市場画定を踏まえて、本問の事実関係を的確に当てはめて、本件決定①が、会員の取引先を制限し、会員間での顧客争奪競争を制限する意味で、上記市場においてＡの価格維持効果をもたらす旨を説得的に論証することが求められる。併せて、Ａの品質劣化の回避及び合格標章への社会的信頼の維持が、正当化事由として成り立つかについて論じることも求められる。\n次に、〔設問〕⑵では、甲県内における過小積載及び不使用返送時の各割増料金の参考となる基準料金を、従来の各割増料金の平均にその１０パーセントを上乗せした金額とする旨の総会での決定（以下「本件決定②」という。）が、独占禁止法第８条第１号に違反するかどうかが問題となる。総会決定がＸ協会の意思決定であり、本件決定②がそれに基づく「行為」であることを論じた上で、同法第８条第１号の条文上も市場画定が求められる。〔設問〕⑵では、Ｘ協会が主導する各割増料金に係るカルテルという行為特性に即して、決定対象となっている取引及びそれにより影響を受ける範囲を画定すれば足りる旨の解釈を示しつつ、特に各割増料金がＡの販売代金とは別に請求されてきた点に着目することが重要になる。同法第８条第１号における競争の実質的制限とは、「市場が有する競争機能を損なうこと」をいい、「市場支配力の形成又は維持・強化」すなわち特定の事業者が「その意思で･･･価格をある程度自由に左右することができる状態をもたらすこと(多摩談合（新井組ほか）事件・最判平成２４年２月\n２０日民集６６巻２号７９６頁)」である旨の解釈を示しつつ、前記の市場画定を踏まえて、本問の事実関係を的確に当てはめて、本件決定②が、検討対象市場において競争の実質的制限をもたらす旨を説得的に論証することが求められる。併せて、本件決定②には競争制限の目的又は効果しか認められず、正当化事由はない点についても論じる必要がある。\n〔第２問〕\n本問は、拘束条件付取引に該当する行為について、その公正競争阻害性をどのように判断するのかを検討することによって、独占禁止法の基本的な理解を問うものである。本問のＸ農協の計画は、従来、Ｘ農協がほとんどのシェアを有していた甲地域におけるαの販売委託の市場において、有力な競争者が出現したことに対応して、取引相手による競争相手の取扱いを制限する内容の拘束条件を付して取引を行うものである。\n本問のＸ農協の計画は、その他、排他条件付取引、取引妨害、抱き合わせ販売として捉えることも可能であり、その場合でも、それぞれの行為類型に係る行為要件への当てはめが的確になされていることが求められる本件における拘束の内容がどのようなものであるかを的確に判断し、市場画定が、まず必要となる。その上で、その市場で公正競争阻害性が生じるか否かを検討することが必要となる。\n本件での拘束の内容が競争相手との取引を制限するものであることが把握できれば、ここでの公正競争阻害性が自由競争減殺型であることは容易に分かる。拘束条件付取引以外の行為類型に基づき公正競争阻害性を説明する場合も、基本的には、同様な観点からの検討を行うことに- 30 -\nなる。その上で、さらに、自由競争減殺型の中でも市場閉鎖型効果を有するか否かが検討課題であることなどが理解できているか否かが問われる。次いで、市場閉鎖効果が評価される市場の商品・役務範囲、地理的範囲を正しく識別できるか否かが問題となる。本件事例で影響を受ける取引の実態を正確に読み取ることが必要である。思い込みではなく、設問に書かれた事実を把握しなければならない。市場閉鎖効果の判断基準の内容を正しく理解していることが必要である。ここでは、関連要素を本件事例から的確に選び出し、評価していくことが要求される。\n本件では、行為を行った事業者の地位、拘束の程度の大きさ、その期間、それによって競争事業者が利用できなくなった取引相手の規模、影響を受ける競争者の状況などが重要な関連要素であることは比較的容易に見いだせるであろう。それらの考慮要素から、市場閉鎖効果の存否を評価することになる。\nさらに、Ｘ農協の主張に対して適切に対応することも必要である。主張のうち、市場画定にも関わるものは、市場画定の段階で考慮することになろう。また、フリーライドを防止するために行われているという主張については、それが正当化事由となり得るか否かについて検討する必要がある。ともに比較的容易に判断できるはずである。\nいずれの問題点も、特に高度な知識を必要とするものではない。独占禁止法の基礎的な分析能力を問うものである。",
  "scoring_notes": "第１ 出題の趣旨別途公表済みの「出題の趣旨」のとおりである。\n第２ 採点方針出題した二問とも、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）の規定の内容及びその趣旨の正しい理解を前提として、事業者ないし事業者団体の各行為が市場における競争にどのような影響を与えるのかを念頭に置いて問題点を的確に把握し、\n各要件に係る法解釈を必要な範囲で示した上、問題文に記載された具体的な事実関係を丹念に検討した当てはめができているか、それらが論理的、説得的に記述されているかという点を中心に評価した。公正取引委員会のガイドライン等についての細かい知識を求めることはしていない。\n１ 第１問第１問は、事業者団体であるＸ協会が、①乙市内の建築現場を運搬先に指定する需要者に対してＡの取引を行うことを一切禁止する旨を幹事会で決定（以下「本件決定①」という。）した上、\nその遵守を会員に求めた行為（以下「本件行為①」という。）、及び②甲県内における各基準料金を、大多数の会員が従来需要者に請求していた各割増料金の平均にその１０パーセントを上乗せした額とする旨を総会で決定（以下「本件決定②」といい、本件決定①と併せて、「本件各決定」という。）した上、その遵守を会員に求めた行為（以下「本件行為②」といい、本件行為①と併せて、「本件各行為」という。）について、独占禁止法上の問題点の論述を求めた問題である。\n具体的には、本件各行為について、㋐事業者団体の活動を規制する独占禁止法第８条の違反が問題になることに気付いた上で、検討対象とすべき類型を的確に選択しているかどうか、㋑条文から導かれる各類型において問題となる要件を特定し、その判断基準となる規範を定立した上で、本件各行為に係る具体的な事実関係を丹念に検討した当てはめができているか、㋒答案全体を通じて、論理的かつ説得的な論述が展開され、バランスがよく、一貫性のある解答に仕上がっているかを評価対象とした。\n２ 第２問第２問は、甲地域における大部分の農家を組合員とするＸ農業協同組合（以下「Ｘ農協」という。）が、甲地域が生産地として有名な農産品αについて、組合員のα生産強化の強い要望に応えて、生産に必要な設備であるβの調達資金を国の補助を受けて組合員に低利融資していたところ、近年、商系業者３社が販売手数料を軽減する等して販売委託事業を拡大し、その結果、\n以前はＸ農協がほぼ１００パーセントを占めていたαの販売委託について、５５パーセント程度にまで減少することとなったことから、Ｘ農協は低利融資に際しては、組合員が生産するαの８０パーセントまでをＸ農協に出荷することを条件として遵守させることを計画しており、\nこの計画の独占禁止法上の問題点に係る論述を求めた問題である。\n具体的には、㋐この計画について、不公正な取引方法、とりわけ拘束条件付取引（独占禁止法第１９条及び第２条第９項第６号並びに不公正な取引方法の一般指定（以下「一般指定」という。）第１２項）を中心に据えた検討をしたか、その上で、㋑本問の計画が相手方の事業活動を「拘束」したものかについて、規範定立と当てはめができているか、㋒効果要件（市場画定を含む）について規範を定立した上で、具体的な事実関係を丹念に検討した当てはめができているか、㋓Ｘ農協の主張は正当理由たり得るのかについても、目的の正当性と手段の相当性の見地から適切に論じられているかを評価対象とした。第３ 採点実感等１ 第１問⑴ 適用条文の選択及び答案構成の傾向についてＸ協会が事業者団体に該当すること及び（小問⑴及び⑵のいずれにおいても）独占禁止法第８条の違反が問題になることについては、ほとんどの答案が指摘していた。小問⑴においては、同条第４号違反を検討の中心に据えてその違反を肯定するものが最も多く、小問⑵においては、同条第１号違反を検討の中心に据えてその違反を肯定するものが最も多かった。ただし、小問⑴においては、同条第１号、第５号を検討する答案が一定数見られ、小問⑵においても、同条第４号、第５号を検討する答案が一定数見られ、これらについても、その論述内容等に応じて、相応に評価している。\nなお、複数の類型を検討している答案も散見されたが、例えば、小問⑴において、同条第１号違反を否定した上で、同条第４号違反を肯定しているもの、小問⑵において、同条第４号違反を肯定した上で、さらに同条第１号違反を肯定しているものなどについては、限られた紙幅及び時間の中で、充実した論述が期待される箇所の論述が簡潔なものにとどまったり、\n同様の論述を繰り返すこととなったりして、論述のバランスを失している答案も少なくなかった。\n⑵ 本件各行為の行為要件該当性等に関する検討についてア 多くの答案が、独占禁止法第２条第２項の定義を指摘した上、本問の事実を当てはめて、\nＸ協会の事業者団体該当性を肯定していたが、その当てはめが不十分なものが一定数あった。また、単に事業者団体に該当する旨の結論のみを指摘する答案も一定数存在し、独占禁止法第８条違反が問題になるというだけで、Ｘ協会の事業者団体該当性を検討する論述を欠いている答案も僅かに存在した。\nイ Ｘ協会の定款上、協会の組織、運営、管理等については、総会の決定事項とされているところ、本件決定①は幹事会による決定であるため、その遵守を会員に求めた本件行為①がＸ協会の行為に当たるか否かが問題となる。相当数の答案が、この論点に気付いた上で、\n適切な規範を定立し、本問の事実を当てはめて、Ｘ協会の行為に当たるとの評価をしていたが、規範や当てはめが不十分な答案も一定数見られたほか、本論点を見逃している答案も僅かに存在した。他方、本件決定②は、総会による決定であり、その遵守を会員に求めた本件行為②がＸ協会の行為に当たることは容易に認められるところ、この点を全く論述していない答案も少なくなかった。\nウ 本件行為①が、構成事業者の機能又は活動の制限に当たるとの当てはめについては、その論述の水準には一定の幅があったものの、独占禁止法第８条第４号の適用を選択した多くの答案において、おおむね適切に指摘されていた。\n⑶ 本件行為①の「不当に」該当性等に関する検討についてア 独占禁止法第８条第４号の「不当に」が、公正競争阻害性のうち自由競争減殺のおそれを生じさせる意味であることについては、同号の適用を選択した多くの答案において、おおむね適切に指摘されていたが、自由競争減殺のおそれの内容について、的確な説明を欠いている答案も一定数みられた。\nイ 市場の画定方法に関する規範については、ほとんどの答案がおおむね適切に論述していた。\n自由競争減殺のおそれの有無を判断するに際して、本件決定①が影響を与えると想定される市場の画定が問題になることについても、多くの答案がおおむね適切に指摘していたが、\n市場画定を必要とする理由の指摘が全くないような答案も一定数みられた。問題となる市場の当てはめについては、多くの答案がおおむね適切な結論を示していたが、本件行為①が禁止対象としている特例取引の内容やＡの商品特性を踏まえた的確な理由付けを欠いている答案も一定数みられた。ウ 本件行為①により、自由競争減殺のおそれが生じたとの結論については、多くの答案が的確に論述していたものの、その論述の程度は様々であった。特例取引を用いて行う安値販売の消滅により、競争回避・価格維持の効果が生じたことについては、一定数の答案が指摘していたものの、甲県におけるＸ協会の会員の合算市場シェアが約９０パーセントに上ること、乙市が甲県の県庁所在地であり、建築需要が高まってきていることなども含めて、\n本問の事案に示された事実関係を丁寧に拾った論述を展開している答案は限られていた。\nエ 多くの答案が、正当化事由が問題になること及びその判断基準について、おおむね適切に論述して、正当化事由はないとの結論を導いていた。Ａの商品特性や品質基準の位置付けを踏まえるなど本問の事案に即した説得的な論述を展開できている答案も一定数みられた。\n⑷ 本件行為②の競争の実質的制限該当性等に関する検討についてア 競争の実質的制限（独占禁止法第８条第１号）の意義については、その論述の水準には一定の幅があったものの、同号の適用を選択した多くの答案において、おおむね適切に論述されていた。\nイ 市場の画定方法に関する一般的な規範については、ほとんどの答案がおおむね適切に論述していた。もっとも、本件決定②が影響を与えると想定される市場について、Ａの販売代金とは別に請求される各割増料金に係るカルテルであることを意識できていない答案も少なくなかった。\nウ 本件行為②により、競争の実質的制限が生じたとの結論については、多くの答案が的確に論述していたものの、本件行為②の後に、貢献における各割増料金の水準が約１０パーセント高止まりするようになった事実を指摘していないものが散見された。アウトサイダーがほとんどいないことや建築需要が低迷していることなどを含めて、本問の事案に即した説得的な論述を展開できている答案も一定数みられた。\n⑸ 「優秀」、「良好」、「一応の水準」、「不良」答案についてア 本件各決定について、検討対象とする事業者団体規制の類型を適切に選択した上、行為要件、市場画定、公正競争阻害性、競争の実質的制限及び正当化事由を含む主要な論点について、規範定立を的確に行うとともに、本問の事案に即した論理的かつ説得的な論述を展開できている答案等は、「優秀」と評価した。\nイ 本件各決定について、検討対象とする事業者団体規制の類型をおおむね適切に選択した上、\n行為要件、市場画定、公正競争阻害性、競争の実質的制限及び正当化事由を含む主要な論点について、規範定立をおおむね的確に行うとともに、本問の事案に即した相応の論述を展開できている答案等は、「良好」と評価した。\nウ 本件各決定について、検討対象とする事業者団体規制の類型の選択が一部不適切であるか、\n行為要件、市場画定、公正競争阻害性、競争の実質的制限及び正当化事由を含む主要な論点について、規範定立や当てはめの一部の論述が不十分であるものの、全体としては一定の水準に達している答案等は、「一応の水準」と評価した。\nエ 本件各決定について、検討対象とする事業者団体規制の類型の選択が不適切である答案、\n行為要件、市場画定、公正競争阻害性、競争の実質的制限及び正当化事由を含む主要な論点について、規範定立や当てはめの多くの論述が不十分であり、全体として上記ウの水準に達しない答案等は、「不良」と評価した。なお、独占禁止法の各論点に関する一応の知識は習得しているとみられるものの、それを論理的、説得的な文章によって論述する力が著しく不足しているとみられる答案も散見された。\n２ 第２問⑴ 全体の答案の傾向まず、本問では比較的多数の答案が不公正な取引方法の拘束条件付取引（一般指定第１２項）\nを検討していたが、排除型私的独占（独占禁止法第２条第５項）、抱き合わせ販売（一般指定- 16 -第１０項）、排他条件付取引（一般指定第１１項）及び競争者に対する取引妨害（一般指定第１４項）を検討するものも少なからず存在し、また、事業者団体の行為として同法第８条第１号及び同条第４号を問題とするもの、優越的地位の濫用（同法第２条第９項第５号）を問題とするものも存在していた。いずれも直ちに間違いとまでは言えないが、本問のような、\nいわゆる農業協同組合の系統出荷が独占禁止法上問題となる場合、拘束条件付取引として捉えることが全体を最も適切に捉えやすいやすい法律構成と考えられ、実際にこれまでの多くの先例で拘束条件付取引が適用されてきたことに鑑みれば、本問においても、まず、拘束条件付取引の該当性を検討してほしいところである。\n⑵ 行為の主体についてＸ農協が不公正な取引方法の主体となる「事業者」に当たることについては、大部分の答案が独占禁止法第２条第１項に基づいて正確に論じていた。\n⑶ 行為要件について（本件計画は相手方を「拘束」するか）\n「拘束」の意味について、「人為的な手段によって実効性が保たれている」といった通説的な説明をしている答案がほとんどであった。当てはめでは、生産に必要な設備であるβが高価で、かつ数年で更新を要するため資金調達が必要であるところ、これを低利で融資をする事業者はＸ農協しかないこと等の事情を上げ、大部分の生産者にとってかかる融資を打ち切られたくないなら農協の提示する融資条件をのまなければならないという意味で、事実上の拘束があることにつき、多くの答案で触れられており、論述も比較的丁寧との印象を受けた。\nここまではほとんどの答案が良好に論述してきており、あまり差がつかないという印象を受けた。\n⑷ 効果要件についてア 拘束条件付取引でいう「不当に」が公正競争阻害性を意味すること、さらに、その内容は自由競争減殺であり、具体的には市場閉鎖効果を生じることについては、多くの答案が触れられていた。しかし、中途半端な記述にとどまっているものも散見された。\nイ 市場閉鎖効果の判断の前提として、市場を画定する必要があることについても多くの答案が触れていた。その認定手法として、多くが地理的範囲、商品役務範囲を画定すること及び需要の代替性を主たる判断要素とすることを述べていたが、行為の影響の及ぶ取引の範囲に言及するものは少なかった。違反行為案件では行為の影響範囲から市場を画定することは一般に行われていることであり、これに言及が少ないのは残念であった。\n地理的範囲については、産地の近くに大規模な出荷施設を必要とすることについて触れ、\nそれゆえ事実上集荷の範囲が甲地域周辺にその施設を有する商系業者に限られることについて気付いてほしいところだが、この点に言及するものはそれほど多くはなかった。\n商品役務範囲については、甲地域産αの全国での販売市場と見るか、甲地域産αを全国市場に出すまでの流通サービスの市場と見るかで見解が分かれた。まず、甲地域産αの全国での販売市場と見る場合、甲地域産αが高評価で他の地域産αと一定の差別化が図られるとしても、他の地域産αの販売の影響から無縁とまでいうのは困難であろうから、公正競争阻害性を判断するに当たっては、他地域産のαの競争圧力をも考慮する必要がある。他方、甲地域産αを全国市場に出すまでの流通サービスを役務範囲とする場合には、検討対象を本問の計画がこの流通サービスの競争にどのような影響を与えているかに絞ればよく、\nそのような答案が競争への影響を的確に論じているという印象を受けた。ここで流通サービスとは、問題文からはＸ組合が組合員からαの販売委託を受けていたことがうかがわれるから、αの取引販売委託市場が画定される。\nウ 市場閉鎖効果について市場閉鎖効果についての規範は、「新規参入者や既存の競争者にとって，代替的な取引先を容易に確保することができなくなり，事業活動に要する費用が引き上げられる、新規参- 17 -入や新商品開発等の意欲が損なわれるといった、新規参入者や既存の競争者が排除される又はこれらの取引機会が減少するような状態をもたらすおそれが生じる場合をいう」とする流通・取引慣行に関する独占禁止法の指針の考え方が代表的である。これは裁判例でも用いられているものであり、実務の基本線と言えるが、この基準について十分に述べられている答案は稀であった。この基準の本問への適用に関しては、まず、α生産農家の大部分がＸ農協に加盟しており、Ｘ農協は有力な事業者であること、低利融資が国家補助に基づいていること及びβがなければαの生産ができないことが背景にあることを押さえる必要がある。その上で、生産量の８０パーセントのαをＸ農協に販売委託することにすれば、\n商系業者の集荷に大きな影響が出ることの作用機序（Theory of harm）を明確に示す必要がある。行為の市場への影響を定量的に示す必要はなく、かつ、その影響の発生は「おそれ」で足りるが、その分、影響発生のメカニズムは明確にする必要がある。この際、商系業者が負うことになる不利益にも具体的に言及するのが望ましい。商系業者が集荷を確保するには、Ｘ農協から低利融資を受ける生産農家が系統外出荷をした場合に農家が得られなくなる利益を、商系業者が補填する必要がある。そのようなものとして、まず、Ｘ農協の低利融資を受けたい農家が、それを受けず一般の金融機関から融資を受けた場合に負担することとなる金利との差額が挙げられる。これを商系業者が補填することが可能かであるが、仮に可能であるとしても、集荷コストが高くなり取引の機会が減少することになる。\n商系業者が手数料を低減して集荷量を増やしてきた経緯からは、それ以上の負担は難しいとの判断もあり得よう。\nエ 商系業者は排除されるか本問でαの調達を自己資金で賄える基盤強固な農家は少数で、大部分の組合員はＸ農協の融資条件を受け入れると考えられ、かかる条件を受け入れる組合員の出荷量は甲地域産α生産量の８０パーセントを占める想定であるから、Ｘ農協への販売委託はこの甲地域産α全体の６４パーセントとなる。現在、商系業者の販売受託のシェアは全体で４５パーセントであるが、これが３６パーセント以下に減少することになる。\n本問について排除型私的独占が成立するとする場合は、この数字をもって「排除し」、「一定の取引分野における競争を実質的に制限する」に当たることを論じる必要がある。これらに当たらなければ取引機会の減少があるに過ぎないから、拘束条件取引が成立するにとどまる。なお、多くの答案で双方とも成立するとしていたが、私的独占が成立するとする場合、行為要件・効果要件該当性を説得的に論じる必要がある。\nオ 正当化理由について正当化事由について、Ｘ農協の計画の目的の競争促進効果の有無について、これが認められるとして、手段の相当性を検討するとする答案がほとんどであった。この中で、Ｘ農協が主張するフリーライド防止目的は正当であるとする答案も多かった。ただし、その場合、\nフリーライド防止が何ゆえ競争促進効果に結び付くかを明らかにする必要があるが、そのような答案は少なかった。考えられるものとして、農協による責任ある品質管理によるブランド力の維持・向上や、もともと組合員の要請を受けて低利融資のための補助金を確保し、広報活動にも力を入れてきたという経緯から、系統外出荷を野放図に認めれば農協が今後継続的に補助金を確保し、広報活動を行うインセンティブを喪失するおそれがあること、などがあり得る。これとの関係において、８０パーセントの系統出荷を義務とすることが相当かを論じる必要があるが、そのような検討がされている答案はほとんどなかった。\nなお、農協が主張する、系統外出荷が拡大すれば、Ｘ農協の全国でのα販売事業に支障が出るとの理由はその根拠を見いだしがたいであう。いずれにせよ、正当化事由については、\n多くの答案で具体性を欠き、おおむね低評価とせざるを得なかった。\n⑸ 「優秀」、「良好」、「一応の水準」、「不良」答案について- 18 -的確に条文を選択し、行為要件、効果要件につきその基準を通説や、実務的な立場からもれなく記載し、かつ、当てはめにおいて、競争阻害効果を発生させる作用機序を踏まえ具体的に行っている答案は「優秀」と評価した。ただ、そのような答案は、極めて少数であり、行為要件、効果要件については網羅的に述べられているものの、表面的な事実だけで当てはめを済ませているものが多く、そのような答案は「良好」にとどまった。また、多くの答案が複数の違反類型について論じており、独占禁止法についての知識があることは認められたが、\n結局どの違反類型とするかについて結論を出しておらず、判断の決め手となる事実分析に踏み込めていないものが多かった。そのような答案は「一応の水準」との評価にとどまった。\n条文の選択が適切でなく、市場画定や競争阻害効果の論述ができていないもの、複数の違法類型に言及するが、いずれの類型もその成立要件の記載が不十分なものは「不良」と評価した。\n第４ 今後の出題について今後も、独占禁止法を中心とする経済法分野の法令の条文及び基礎的な知識の理解を前提として、事業者の行為が市場の競争にどのような影響を与えるかなどを具体的に分析・検討し、その結果を論理的、説得的に論述する能力を評価できるような問題を出題していくという方向性に変わりはないと考えられる。\n第５ 今後の法科大学院教育に求めるもの本年度の経済法の問題も、特に細かな知識を求めるものではなく、条文及び基礎的な知識を手掛かりとして規範を定立し、問題文の事実関係から重要な事実を拾って当てはめ、説得的な論述を展開することによって 「良好」以上の水準の答案を作成することができるものとなっていたと思われる。他方で、「一応の水準」以下にとどまった答案は、事案に即した条文の選択ができていない、当てはめが不十分である、論理的かつ説得的な論述という観点で不十分なものが多く、\n司法修習生の最低水準に達していなかったという印象である。これらの能力を涵養する上では、\n経済法の場合、基礎的な知識の習得を前提とした上で、レポート作成、ディスカッション、自主学習の指導等を通じて、その知識を活用するとともに、背景にある経済学的な考え方や経済的経験則を理解し、自分が当事者として当該問題にあるような立場に置かれた場合、どのような経済行動をとるかを具体的に想像することが必要であると思われ、そのような能力の涵養に努めていただけると幸いである。"
}