{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n議会制民主主義においては、主権者である国民の意思を議会へ反映させる上で、議会の構成員となる議員を選出する選挙が重要な役割を果たしている。そこで、有権者が選挙に積極的に参加すること、また、候補者が自らの主張や公約等を有権者に対して十分に伝えられることが求められる。\n２０＊＊年以降、我が国では投票率が低下し続け、研究者による有権者の動向調査では、近い将来、国政選挙の投票率が３０パーセントを下回ると予想されている。このままでは、多数の有権者からの支持を受けていないという意味において、十分な民主的正統性を備えていない国会議員が恒常的に出現することとなる。これを受けて、人々の間では、結果的に議会制民主主義の危機ともいえる事態を招くのではないかとの懸念が共有されるようになった。そこで、この事態を回避するための積極的な施策の導入が模索され始めている。\nまた、候補者や政党が自らの主張や公約等を伝えるための選挙運動の一つとして、公職選挙法に定める街頭演説がある。街頭演説とは、例えば、候補者らが、のぼりを立てて街頭の一定の場所にとどまって演説したり、選挙運動用自動車等の上やその周囲で演説したりするものを指す。街頭演説では、聴衆が大声で声援を送ったり、ヤジを飛ばしたり、候補者や政党の主張や公約等に関する内容を記したプラカードを掲示したりすることがある。そうした行為の中には、演説者が圧迫感を覚え、萎縮して演説を続けづらくなるような不穏当な行為もあったが、演説の妨害に至らない限り、これを処罰の対象とする法律の規定はなかった。２０＊＊年以降、そうした行為が頻発したことが社会問題化し、街頭演説の場で聴衆が遵守すべき新たなルールの設定を求める声が次第に強くなってきている。\n以上のことを背景に、Ｘを含む超党派の国会議員は、主に以下のような内容を盛り込んだ公職選挙法の一部を改正する法律案の骨子（以下「本法案骨子」という。後掲【資料】を参照。）を用意した。\n施策① 国政選挙における強制投票制度の導入\n⒜ 国政選挙における投票を義務化する。\n⒝ 国政選挙で連続３回にわたり不投票であった有権者の国政選挙権を、５年間停止する。\n施策② 街頭演説における聴衆による不穏当な行為の禁止街頭演説の際、演説者が圧迫感を覚え、萎縮して演説を続けづらくなるような、聴衆による不穏当な行為を禁止する。\nＸは、本法案骨子の憲法適合性について法律家甲に相談した。その際の甲とＸとのやり取りは、以下のとおりであった。\n甲：本法案骨子のうち、まずは施策①の⒜について伺います。国政選挙における投票を義務化すること自体の目的は、どのようなところにありますか。\nＸ：本来、議会は、多数の有権者からの支持を受けた議員によって構成されるはずですから、国政選挙における昨今の低投票率現象は議会制民主主義の維持にとって極めて深刻な事態です。今後、更なるその事態の進行が懸念される中、国民主権の下で有権者が選挙権を行使することの重要性を人々に再認識してもらい、その権利の行使を促して国政選挙における投票率を上げることに主たる目的があります。\n甲：多数の有権者が選挙に参加することで初めて議会の民主的正統性が確保されるという趣旨は理解できます。それを十分確保できないとなると、民主的統治の在り方全体に関わってくる問題となりますね。\nＸ：はい。そこで、世界には投票の義務化で高い投票率を維持する国があることから、我が国でもその導入によって同様に投票率の向上が見込まれると考えました。\n- 2 -甲：そうですか。ただ、権利の行使を義務化するというのは人権論の視点からは異例なことです。\nそこで、選挙権の性質や選挙の諸原則を踏まえつつ、まずは投票の義務化の憲法適合性について独立して検討します。\nＸ：よろしくお願いします。\n甲：次に、投票の義務化が仮に合憲であるとしても、施策①の⒝は、別途、検討する必要がありそうです。投票の義務化に当たり、選挙権の停止にまで踏み込んだ意図はどこにありますか。\nＸ：選挙で漫然と投票を放棄する者は、議会制民主主義における選挙権の重要性を忘れている可能性があります。そこで、こうした制限により、人々が選挙権の重要性を再認識することを期待しています。\n甲：選挙権を制限するこのような施策には、判例も踏まえた慎重な検討が求められます。特に、この制限が「選挙の公正」を確保することとどう関係するのかといった点に注目した方がよさそうです。\nさて、別の質問です。我が国では、新聞各社の世論調査によると、「国政選挙において一定期間投票をしないと、その選挙権が停止されるとしたら、あなたは投票に行きますか。」という質問に対して、７割程度の人々が「行く。」との回答を示していますから、選挙権の停止は、投票率を上げる手法として効果がありそうです。もっとも、諸外国では、選挙権の停止ではなく、罰金を伴う強制投票制度を導入して９０パーセント程度の高投票率を維持している場合が多く見られます。そうであるにもかかわらず、今回、罰金といった手法を採らないのはなぜですか。\nＸ：罰金ですとペナルティとしての側面が強く出てしまいますし、また、罰金を払いたくないだけの無責任投票が増えるのではないかと考えたからです。さらに、選挙権の停止の方が、高い意識を持って投票に臨む契機になり、施策目的に、より合致すると判断しました。\n甲：なるほど。その他、検討を行う上で注意すべきことはありますか。\nＸ：高齢や障がい等を理由に投票に行けない方々の取扱いや、５年という停止期間の相当性は、当方で今後、検討します。ですから、これらの点は今回、甲さんに検討をお願いする対象から外していただいてかまいません。\n甲：分かりました。次に施策②について伺います。この規制の意図はどこにあるのでしょうか。\nＸ：選挙運動における街頭演説は、候補者等が、有権者に対して自らの主張や公約等をしっかりと伝えるための重要な手段です。しかし、大声での声援、ヤジ、プラカードの掲示等、一部の聴衆の不穏当な行為により、演説者が圧迫感を覚え、萎縮して演説を続けづらくなると、候補者は自らの主張や公約等を有権者に十分に伝えることができなくなります。そこで、施策②は、街頭演説において、場所と時間を限って、聴衆によるそのような不穏当な行為を禁止することで、演説をする側の利益を守ることを目的としています。これは、ひいては聞く側の利益を守ることにもつながります。なお、これは飽くまで選挙運動に関する規制であり、さらに、一定の場所や時間に限ったものであることを強調しておきます。\n甲：国政選挙の候補者に対してメッセージを伝達する機会を聴衆から奪うという意味で、聴衆の表現の自由に対する過度な規制にならないかといった点を検討する必要がありそうです。\nＸ：その点の十分な検討もお願いしたいです。\n甲：さて、本法案骨子によれば、演説者が萎縮するのであれば、支援者が大声で声援を送る場合なども、この規制の射程に含まれるはずです。しかし、規制対象行為を聴衆が行った場合に当該行為者に対してその行為の中止命令を出すためには、街頭演説の主催者の要請に基づくことが必要です。このような仕組みでは、大声での声援等でも、街頭演説の主催者側が問題視しない場合については中止命令が出されないことから、実質的には候補者を支持しない聴衆のみが排除されるといったことにはならないのでしょうか。\nＸ：どうでしょうか。支援者と反対者とがその場で言い争いを始め、それが演説を続けづらくなるような不穏当な行為に該当する場合には、両者に対して命令を出すことを主催者が要請すること- 3 -も考えられます。\n甲：施策②では、罰則も用意されていますね。\nＸ：はい。しかし、この施策が聴衆による一定の言動等に対する制約とも受け取られることを意識し、慎重な制裁の手順を用意しています。また、命令違反に対する罰金は５万円以下としていますが、これは公職選挙法の「選挙の自由妨害罪」が定める「４年以下の懲役若しくは禁錮又は１００万円以下の罰金」と比べると大分軽い刑罰です。\n甲：分かりました。では、施策①及び施策②の憲法適合性について、判例その他を踏まえた専門的な検討をしたいと思います。\n〔設問〕\nあなたが検討を依頼された法律家甲であるとして、施策①及び施策②の憲法適合性について論じなさい。なお、その際には、必要に応じて、参考とすべき判例や自己の見解と異なる立場に言及すること。施策②の規制対象行為の不明確性及び過度広汎性については論じる必要はない。\n- 4 -\n【資料】\n公職選挙法の一部を改正する法律案の骨子第１ 国政選挙における強制投票制度の導入\n１ 投票の義務化衆議院議員及び参議院議員の各選挙（補欠選挙を含む。以下「国政選挙」という。）の選挙権を有する者は、国政選挙において投票をしなければならない。\n２ 国政選挙権の停止国政選挙において連続３回にわたり投票をしなかった者は、当該３回目の投票日の翌日から５年間、国政選挙における選挙権を停止する（異なる二つ以上の国政選挙が同日に実施される場合、これを１回と数える。）。\n第２ 街頭演説における聴衆による不穏当な行為の禁止\n１ 選挙運動中の街頭演説の演説者から半径２５メートル以内にいる聴衆は、街頭演説の主催者が指定する３０分以内の間、演説者が圧迫感を覚え、萎縮して演説を続けづらくなるような不穏当な行為をしてはならない。\n２ １に指定する場所、時間内において、１に掲げる行為をした者に対しては、街頭演説の主催者の要請に基づき、選挙管理委員会（比例代表選挙の場合には中央選挙管理会、衆議院議員又は参議院議員の各選挙区選挙の場合には都道府県又は参議院合同選挙区の各選挙管理委員会をいう。）が、当該行為の中止を命じ、それに従わなかった場合には当該場所からの退去を命じることができる。これらの権限は、選挙管理委員会によって街頭演説が行われる場所に派遣された者が、選挙管理委員会に代わって行使する。\n３ ２に掲げる退去命令に違反した者は、５万円以下の罰金に処する。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n１．本問は、前半が選挙権や自由選挙原則に関する規制、後半が表現の自由に関する規制で構成された架空の法案骨子を素材とするものであり、それぞれの規制の憲法適合性を問うている。これらの権利や原則は、議会制民主主義を支える上で重要なものであることから、本問では、そのことを理解しつつ、参照すべき判例を踏まえた論述が求められている。\n２．施策①は、国政選挙における低投票率に対応するため、有権者に国民主権の下での選挙権行使の重要性を再認識させ、その権利行使を促して投票率を上げることを目的として、強制投票制度を導入するものである。具体的には、(a)投票を義務化し、(b)国政選挙で３回連続して投票を怠った者の国政選挙権を５年間停止する。このような施策は、議会制民主主義の根本に関わる問題であり、人権論のみならず統治機構論にも関係する。そのことを前提に、具体的には以下の論点の検討が求められる。\nまず、施策①(a)の、投票の義務化をめぐる憲法適合性である。我が国では伝統的に任意投票制が採用されているが、投票の義務化が違憲かどうかについて憲法学説に理解の一致があるわけではない。選挙権（憲法第１５条第１項等）の権利性を重視する、又は、自由選挙原則の中に任意投票（強制投票制度の禁止）を読み込む立場からは、投票の義務化の違憲性が説かれることが多い。他方、選挙権の公務性を重視する、又は、自由選挙原則に任意投票を含めない立場からは、投票の義務化の合憲性が説かれることが多い。まずはこうした相反する見解があることを踏まえた上で論述する必要がある。あわせて本問では、相当程度の低投票率が続くことで、議会制民主主義の根本を揺るがしかねない状態になるのではないかといった懸念から、本法案骨子が作成されていることに留意し、かようなひっ迫した状況に限っては強制投票制度の導入が正当化されるのかどうかについて考えるべきである。\n次に、施策①(b)の、３回連続して投票を怠った者の国政選挙における投票権を一定期間停止することの憲法適合性である。憲法第１５条第３項は、成年者による普通選挙の保障を定めており、選挙権の停止は強い権利制限になる。これについてはまず、選挙権を停止する制度自体の合憲性を論じることが必要である。そこで、そうした制限が許されるのかについて、何らかの判断枠組みに基づく審査が求められるが、ここでは一定の厳格性を備える判断枠組みを示した在外国民の選挙権行使制限訴訟の最高裁大法廷判決（最大判平成１７年９月\n１４日民集５９巻７号２０８７頁）が参照されるべきである。同判決は「自ら選挙の公正を害する行為をした者等の選挙権について一定の制限をすることは別として、国民の選挙権又はその行使を制限することは原則として許され」ないとしており、前段部分に該当すれば同判決が示す判断枠組みから除外される。そこで、本問ではまず、選挙で連続して投票を怠った者が、公民権停止を受けた選挙犯罪者等と同様に「自ら選挙の公正を害する行為をした者等」に該当するのかどうかを考える必要がある。そして、本問の制限対象者はそれに該当しないと考えるのであれば、続いて、同判決が示す「選挙の公正を確保しつつ選挙権の行使を認めることが事実上不能ないし著しく困難であると認められる場合」に当たるような「やむを得ない事由」が本件規制をする場合にあるのか否かの判断が必要となる。\n本問では、低投票率のままの選挙では十分な民主的正統性が付与された代表者が確保できないのではないかという危惧が抱かれる中で、投票率を上げ、十分な民主的正統性を持つ議員を選出したいといったことが、選挙権を制限するきっかけとなっている。ここでは、このことと「選挙の公正」の確保とが結びつくのか、また、このことが選挙権の制限を正当化する「やむを得ない事由」になるのか、といったことを丁寧に論じなければならない。その際、罰金ではなく選挙権の停止という手段が採られていることに留意してほしい。\n３．施策②は、選挙運動中の街頭演説で、演説者から半径２５メートル以内の範囲では、３０分以内の間、大声での声援、ヤジ、プラカードの掲示等、演説者が圧迫感を覚え、萎縮して\n- 1 -演説を続けづらくなるような、聴衆による不穏当な行為を禁止する。この規制は、聴衆によるメッセージの発信等を制止することから、憲法第２１条第１項に定める表現の自由を制約する。以上を踏まえ、本件規制を検討するに当たっては、次の点に留意すべきである。\n第１に、本件規制は、聴衆による意見表明に対する間接的・付随的制約なのか、それとも直接的制約なのか、という点である。本件規制の目的が候補者の主張や公約等を適切に伝える機会を確保し、自由で公正な選挙を実現することにあるとすれば、聴衆の表現行為を直接的に制約することを意図したものではないと評価される可能性がある。しかし、具体的には、聴衆による大声での声援、ヤジ、プラカードの掲示等を規制するのであるから、それは表現行為に対する直接的制約にもなり得る。\n選挙運動規制をめぐる上記の間接的・付随的制約論は、戸別訪問禁止事件（最判昭和５６年６月１５日刑集３５巻４号２０５頁）で見られるものの、この議論の下では、禁止により失われる利益と得られる利益との単純な比較較量がされやすく、あらゆる制約が広く合憲とされることになり得る。しかし、聴衆による上記行為が政治的表現の自由として考えられる以上、十分な理由もないままに緩やかな審査で規制が正当化されてよいのかどうかを含めた、丁寧な検討が求められる。\n第２に、本件規制をめぐっては、一般的な表現の自由の規制立法ではなく、選挙運動におけるルールとしての側面を持つという議論を展開することも想定し得る。上記とは別の戸別訪問禁止事件（最判昭和５６年７月２１日刑集３５巻５号５６８頁）での伊藤正己裁判官補足意見は、「選挙運動においては各候補者のもつ政治的意見が選挙人に対して自由に提示されなければならないのではあるが、それは、あらゆる言論が必要最少限度の制約のもとに自由に競いあう場ではなく、各候補者は選挙の公正を確保するために定められたルールに従つて運動するものと考えるべきである。」として、選挙運動規制には通常の表現の自由規制で用いられる厳格な基準が適用されないことを示す。本件規制も選挙運動中の行為規制であることから、このような選挙運動のルール論に依拠した判断枠組みを提示し、議論を進める方法もある。\n第３に、本件規制は、内容規制であるのか、内容中立規制であるのか、といった区分も重要となる。本件規制は、法案骨子の文言上、一定の観点や主題を理由とした規制になっておらず、内容中立規制のようにも見える。しかし、聴衆による不穏当な行為を制止することを、選挙管理委員会によって派遣された者に対して要請するのは、街頭演説の主催者である。この仕組みの下では、演説の主催者が、聴衆の示すメッセージの内容を不穏当なものだと判断しさえすればその要請ができることから、実質的には特定の内容を狙い撃ちした規制となり得る。こうした制度の立て付けと実質的効果との関係を踏まえた検討が求められる。\n以上の各ポイントは、憲法適合性を判断する際の基準の設定に密接に関連していることから、ここでは本件規制の性質や態様について検討した上で、説得力ある判断枠組みを示し、具体的な審査をする必要がある。\nその他、本件規制が正当化できるのかどうかを考えるに当たっては、この規制によって失われる利益がどのようなものであるのかについて十分に吟味することが求められる。本件では、演説者が圧迫感を覚え、萎縮して演説が続けづらくなることで、ひいては他の聴衆が候補者等の主張や公約等を十分に聞くことができなくなるといったように、前者のみならず後者を含めた不利益の発生防止が強調される可能性はある。もっとも、「選挙の自由妨害罪」\nに該当するに至らない聴衆による行為をそれほどまでに規制しなければ候補者の主張や公約等の発信はできなくなるのか、を考えるべきである。さらに、本件規制では、一定の時間や距離を設けた上で制約を限定化しようとしているものの、特に３０分以内の演説である場合には、演説全体にわたって聴衆の発言等を制限できることとなり、こうした規制の有効性や実質的な強さにも目を向けたい。\n- 2 -いずれにせよ施策②は、既述のように特定の見解に基づく言動のみを排除することが可能な仕組みとして運用できる制度になっている。そうなると、そもそも特定の見解が排除された街頭演説が、議会制民主主義を実現するための健全な選挙運動だといえるのか。こうした根本的な問いを十分に意識して議論を進めることが必要となる。\n以上のようなポイントを踏まえた上で、施策②につき、総合的に検討することが求められる。",
  "scoring_notes": "１ 全体について⑴ 本問では、判例の応用のみならず、法原理等の基礎理論や学説の基本的な知識を論述で活用できるかも問われている。人権分野だけでなく、統治分野についても、基本知識はおろそかにせずに勉強してもらいたい。\n⑵ 判例への言及が十分でない答案が少なくなく、また判例に言及したとしても判例の理解が不十分で、適切に参照できていない答案もあった。判例学習は基本であり、正確に理解し、論述に反映させる訓練を怠らないでもらいたい。判例に言及する際は、どの判例かが特定できる形で示すことが望ましい。\n⑶ 参照すべき判例があるにもかかわらず、それを想起した形跡が全くなく、汎用的な違憲審査基準の定立及び適用で解決しようとする答案が多かったのは残念であった。学習しているはずの判例の知識を活用できていないのは、汎用的な違憲審査基準の定立及び適用さえできれば司法試験公法系第一問は問題ないという認識が透けて見えたように思われた。\n⑷ 合憲性の判断枠組みについて、何の迷いもなく、重要な権利だから、厳格な違憲性審査基準が妥当するとだけ書く答案や、特段説得的な論証もなしに「実質的関連性の基準」を強引に設定するような、とにかくいわゆる中間審査基準を書きさえすればいいと考えているとしか思えない答案がかなりの割合で見られた。合憲性の判断枠組みは、本件をどのような事案だと理解するかという事案の分析と結び付けて設定する必要があり、事案の分析とは無関係に、自らが望む結論を導くために恣意的に設定することができるというものではない。審査の厳格度を上下する理由やどの観点から施策を評価するかをきちんと説明すべきであろう。事案の分析が十分になされないまま、あるいは、事案の分析とは無関係に、設定することは適切でない。\n⑸ せっかく判断基準を設定しているのに、問題文に記されている諸事実について審査基準との関係を意識せずに論じている答案が少なからずあった。設定した審査基準に沿って書く必要がある。例えば、基準で「必要最小限度」というキーワードを挙げながら、当てはめでそのキーワードを使っていないなど、基準と当てはめが一致していないと思われる答案が散見された。\n⑹ 過去の採点実感でも累次にわたり指摘されてきたところであるが、問題文に示された事情をそのまま写し、直ちに「重要」であるとか「合理的」であると結論付ける答案が、なお一定数見られた。答案作成者の考察・分析・評価の過程を文章化することを心掛けてほしい。\n２ 施策①全体について⑴ 甲は、問題文３頁２から３行目において「まずは投票の義務化の憲法適合性について独立して検討します」と、５行目において「次に、投票の義務化が仮に合憲であるとしても、施策①の⒝は、別途、検討する必要がありそうです」と述べており、施策①の⒜と⒝とを区別して論じることが求められていることが明らかであるにも関わらず、漫然と、両者を一体に同じ論調で論じている答案が散見された。\n⑵ 両者を別々に検討はしているものの、⒜は投票義務制であり、⒝は投票権の制限であり、制約自体異なるものであるのに、その差に気付かず、選挙権の重要性のみ指摘するなどして全く同じ基準で検討する答案が存在した。\n⑶ 中には、⒜について違憲とした上で、「仮に合憲である」との仮定を書かずに⒝を合憲とするという評価が矛盾する答案も散見された。\n３ 施策①⒜について⑴ 問題文３頁２から３行目において、甲が「選挙権の性質や選挙の諸原則を踏まえつつ、まずは投票の義務化の憲法適合性について独立して検討します」と述べているにもかかわらず、選挙- 1 -権の性質や選挙権に関する基本原則に触れず、またはその理解が不正確であり、「投票の自由＝自由権としての選挙権（投票権）」に対する制約という問題設定の下で、人権論のパターン答案として論じきる答案が多かった。\n施策①⒜は、民主的統治の在り方全体に関わる選挙制度に係るものであり、その合憲・違憲を論じる場合には、いわゆる「違憲審査基準」以外の法原理・当該権利の性質についても当然に考慮する必要がある。\n⑵ 選挙権は、通常の憲法上の権利とは異なった性格を有している点がポイントとなる。人権論への誘導に当たって、憲法第１３条や第１９条を根拠条文として構成する答案が散見されたが、\nそれらの権利が個人的権利としての性格にフォーカスするものであることに鑑みるなら、ことの本質を理解しないもののようにも思われた。憲法第１３条として構成した答案のうち少なくないものが、施策①⒝については憲法第１５条により構成していたことからすると、単に答案の構成上の技巧的な問題として捉えているのではないかと感じるところもあった。\n⑶ また、「選挙権は社会権である」とする答案が見られた。選挙権は制度に基づく権利であり、\nこの性質を説明する際に選挙権には社会権の性質があると説明するものであったが、選挙権や社会権の権利の特質を理解できていない。\n⑷ 選挙につき公務の側面があることやいわゆる二元説は教科書レベルの基本的な知識であるが、\nこれに触れて、合憲性を検討できたか否かで大きな差がついた。これに加えて、選挙原則のうち、自由選挙の原則とその趣旨についても触れる答案は高く評価できた。\n選挙原則に触れている答案であっても、選挙権は重要であるから投票しない自由も認められる、\n投票しない自由は重要であり、その制約には厳格な審査基準が妥当するなどとして、選挙原則や選挙権の法的性格から投票の義務制の可否についてどのように導き出しているかが明らかではない答案も多かった。\n⑸ 施策①⒜を論ずる上で、立法裁量をどのように考えていくかは重要な視点であり、憲法第４４条の定める立法裁量への言及のある答案は高く評価できた。\n⑹ 投票の義務制は、投票の秘密（憲法第１５条第４項）を害すると論じる答案が少なからず存在した。投票の秘密とは誰に投票したかを秘密にすることを意味するのであって、投票所に行ったか否かは投票の秘密（秘密投票）の問題ではない。\n４ 施策①⒝について⑴ 施策①⒝を検討する上では、先例としての在外国民の選挙権行使制限訴訟の最高裁大法廷判決（最大判平成１７年９月１４日民集５９巻７号２０８７頁）の存在は無視し得ない。本問に同判決の射程が及ぶと考えるにしろ、及ばないと考えるにしろ、その点については理由を付して丁寧に論じるべきである。\n同判決が示した判断枠組みと、学説上の違憲審査基準との異同・関係などについて、十分な考察ができておらず、同判決の基準を適切に示しつつも、実際の解答においては、その基準を審査基準論における厳格審査基準に準じたものへ変換して解答を進めるものが多くあった。基準を変換する理由を説得的に説明しない限り、答案の書きやすさを最優先させたものとの印象は避けられない。\n⑵ 施策①⒝について、投票の自由の制約が問題となっていることは多くの答案が理解できていたが、施策①⒜の投票の義務化の論点において、「投票しない自由」の侵害となるか否かを検討した答案の中には、施策①⒝においても、選挙権の停止が予定されているため、「投票しない自由」\nが規制されていると構成し、そのことによって同判決を指摘できない答案が存在した。端的に、\n選挙権行使が制限されていると構成すべきであった。\n⑶ 同判決を引用した答案も、その理解が不十分なものが少なくなかった。本問においては、「自ら選挙の公正を害する行為をした者等の選挙権について一定の制限をすることは別として」と- 2 -いう、同判決において示された例外事由に該当するか否かが１つの論点となる。問題文３頁１０から１２行目においても、「この制限が「選挙の公正」を確保することとどう関係するのかといった点に注目した方がよさそうです」と明示されていたにもかかわらず、そもそもこの例外事由の存在に言及することなく、同判決を引用している答案が相当数存在した。上記例外事由に言及している答案であっても、この例外に該当するか否かの論証をしているものは、更に少数であった。\n他方で、同判決の示した「選挙の公正」について、本問に即してその内容を丁寧に論述した答案は高く評価できた。同判決の言う「公正な選挙」を害する場合は、票の買収等、自ら不正行為を働いた者に限定されると解釈した上で、投票に行かないことは選挙権の保障対象なのだから、正当な行為であり、何ら公正な選挙を害するものではないとした記述や、設問で設定したような投票率が下がっている状態においては、投票に行かないことが、民主主義を空洞化させるという意味で「公正な選挙」を脅かすとした記述などである。\n⑷ 本問において、議員定数不均衡に関する判例を参照する答案が少数ながら存在した。本件では普通選挙の原則との関係が問題となっているところ、議員定数不均衡の問題は平等選挙の原則に関わる判例であって、ここで同判例を参照するのは適切ではない。そのように、選挙に関わる判例は、前記在外国民の選挙権行使制限訴訟、戸別訪問訴訟、議員定数不均衡訴訟など複数存在する。しかし、これらは問題となる権利、及び権利侵害態様が全く異なる。施策①は選挙に関わる事例であるが、選挙という共通項だけでどの判例でも先例として参照可能なわけではない。判例が採用している判断枠組みは、権利の行使そのものが不可能な場合の判例と、権利行使は可能な場合とで異なる。それにもかかわらず、後者の場合の判例を前者の事件で用いるのは不適切である。その権利侵害の違いを意識して、その事件に最もふさわしい判例を参照すべきである。\n⑸ 義務化せずとも、より制限的ではない手段があるとして、学校教育の充実や民間とタイアップしてインセンティブを与えるべきなどとする答案が散見されたが、立法目的に対する手段としてふさわしいものではなかった。\n⑹ ７割が選挙に行くという世論調査結果を特段の論証もなく根拠が乏しいと論断する答案があった。問題文が示す立法事実をひたすら否定するだけの答案もあった。設問で与えられた事実については、特段の事情がない限り、それらの事実を前提にして法的議論を展開すべきである。\n⑺ 罰金と投票停止とを丁寧に比較した答案、例えば、投票停止は逆に選挙への無関心を招くことになるのではないかという指摘をした答案などは高く評価できた。もっとも、連続３回の非投票での公民権停止と、非投票１回ごとの罰金で、罰金の方が制裁として軽いと簡単にいえるのかどうかもよく検討してもらいたい。\n５ 施策②について⑴ 施策②については、街頭演説が、一般的な表現行為にとどまらず、選挙運動に関するものであることにポイントがある。本問の規制が、選挙運動規制の一環としてなされているという側面に着目し、選挙運動規制に関する一連の最高裁判決等（戸別訪問禁止に関する最判昭和５６年６月１５日刑集３５巻４号２０５頁、最判昭和５６年７月２１日刑集３５巻５号５６８頁など）\nも踏まえて、本問の規制が想定する場面との異同などを考慮しつつ、違憲審査基準を検討した答案は高く評価できた。\n⑵ 評価の一つの分かれ目は、戸別訪問禁止に関する前記昭和５６年７月判決における伊藤正己裁判官補足意見にいう「選挙のルール論」を参照できたか否かであったが、説得的にこれを参照できている答案は少なく、「選挙のルール論」について誤った理解に基づいて論述をしている答案も少なくなかった。\n⑶ 本問においては、本件規制による自由の侵害の構図や規制といった押さえるべき論点を問題文- 3 -中から拾えるかが最低限のポイントであった。\n⑷ 誰の自由を制限するのかを明示せずに論じている答案があった。施策②が、街頭演説をする候補者、その街頭演説を聴く聴衆、そのうちのヤジを飛ばしたりする聴衆のそれぞれにどのように影響するのかを意識して、そのことがわかるように答案を書くようにしてほしかった。\n⑸ 当該表現が選挙演説という場面においてどのような意義を有するか（演説の聴衆が候補者に直接意見を届けることの意義など）について触れ、制約されている表現の意義を掘り下げて評価した答案は高く評価できた。\n⑹ 内容中立規制と内容規制の異同に触れた上で、施策②について中止命令が実質的に候補者側の要請によって発出される仕組みとなり得ることを捉えて内容規制とみなし得る可能性を検討した答案は、制度の立て付けと実質的効果との関係を的確に踏まえたものとして評価した。\n⑺ 時間や場所を指定しての制約を「間接的・付随的制約」とする答案が散見された。間接的・付随的制約とは、行動がもたらす弊害を防止しようとした手段が結果として表現を制約するものとなっている場合のことであると思われる。場所や時間を指定することによってもたらされる制約は、直接的規制であろう。\n⑻ 施策②が規制対象としている「聴衆による不穏当な行為」は、選挙妨害罪で検挙されるような積極的妨害行為ではない行為を規制対象としており、低価値表現と即断できるものではない。\nその合憲性判断に際しては、憲法第２１条第１項の保障する表現の自由とは何かという視点から丁寧に答案を書くことが求められる。機会の限られた街頭演説の場であることを重く位置付けた上で演説者の側の表現の自由を優位に置く答案や、街頭演説だからこそ、その場でしか実現できない直接の双方向性を重視し、聴衆の表現の自由の制限が認められるのか慎重に審査すべきとした答案などは、高く評価できた。\n６ 形式面について法曹になる者として、専門用語の誤字は恥ずかしく、注意して記載すべきである。\n- 4 -"
}