{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\nＰ県内の中心市街地にある賃貸住宅に居住し、会社員として給与収入を得ているＡは、令和元年\n１０月に自家用車として軽自動車（以下「本件車両」という。）を購入した。Ａの自宅は、通勤に利用する最寄り駅まで程近く、交通の便は良い場所にあった。Ａは、近所の平面式駐車場を借りて本件車両の保管場所としており、本件車両を趣味の旅行やドライブに利用していたほか、子どもの習い事への送迎や、週末の大型スーパーへの買い出しに利用していた。また、Ａは、勤務先会社から定期券代の支給を受けて、自宅から徒歩と電車で通勤していたが、持ち帰る資料が多いときなど、週に１、２回ほどは本件車両で通勤することもあった。\n令和２年５月、Ａの自宅周辺は予期せぬ豪雨に見舞われ、平面式駐車場に保管していた本件車両は水没し、故障してしまった。Ａは、車両保険に加入していなかったこともあり、本件車両を廃車とした。\nその後、勤務先会社がインターネット等を活用した働き方（いわゆるテレワーク）を認めるようになったこともあり、Ａは、令和２年１０月にＱ県Ｒ市内に新築の土地付き住宅を購入し、直ちにＲ市に移住した。Ｒ市では、定住促進及び同市の活性化を図るため、同市内に定住する意思をもって新築住宅等を取得した者を対象として、Ｒ市定住条例に基づく定住奨励金（以下「本件奨励金」という。）を交付することとしていた。同条例では、①本件奨励金の交付を受けようとする者は、対象となる住宅を取得した年の翌年以降、毎年、Ｒ市の定める交付申請書及び添付書類を所定の期間内に提出することで、５年間に限り、同条例所定の金額の奨励金の交付を受けることができること、②ただし、奨励金の交付を受けた日から５年以内にＲ市から転出したときには、その返還を求められる場合があることなどが定められていた。令和３年７月、Ｒ市は、Ａの申請に基づき、Ａに対し、令和３年分の本件奨励金を交付する旨の通知をした。なお、Ａは、令和４年以降もＲ市定住条例の定めに従い本件奨励金の交付を申請し、Ｒ市から本件奨励金の交付を受けている。\nまた、Ａは、Ｒ市がかつて別荘地として有名であったことをいかして、副業として観光客向けにいわゆる民泊（住宅宿泊事業）を始めることを考え、令和５年１月、売りに出されていた近隣の別荘（以下「本件別荘」という。）を購入した。もっとも、Ａは、住宅宿泊事業法に規定する近隣住民からの苦情への対応義務や衛生確保措置等を嫌い、同法に規定する住宅宿泊事業を営む旨の届出をせず、自らの民泊が無届けであることが発覚した場合には、すぐに廃業するつもりであった。\nＡは、令和５年３月から民泊を開始した。Ａは、観光客に本件別荘を貸し付けて寝泊まりの場を提供するだけではなく、最寄り駅までの送迎や寝具のクリーニング等のサービスも自ら提供していた。令和５年及び令和６年において、Ａは、給与収入の４分の１程度である２００万円前後の収入を民泊から得ており、その収入を遊興費に充てていた。Ａは、今後も、勤めていた会社を辞めるつもりはなく、また、住宅宿泊事業法所定の届出をしていなかったので、近隣住民に不審に思われるような宣伝はできず、民泊による収入が増加する見込みはなかった。\n以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和７年１月１日現在において施行されている法令に基づいて解答しなさい。\nなお、住宅宿泊事業法は、旅館業法に基づく許可を受けて旅館業を営む者以外の者が、宿泊料を受けて住宅に人を宿泊させる住宅宿泊事業を営む場合に、事業の届出制度や安全面・衛生面の確保措置を義務付ける制度を設ける内容の法律である。旅館業を営む者以外の者が民泊を行うためには住宅宿泊事業法に基づく届出を要するところ、Ａが無届けで民泊を行ったことは旅館業法に抵触し、刑事罰の対象となる行為である。解答に当たっては、以上を前提にすれば足り、その余の住宅宿泊事業法及び旅館業法の知識に基づいて論じる必要はない。\n- 8 -\n〔設 問〕\n１ 本件車両が水没したことによりＡが被った損失の金額は、Ａの令和２年分の課税総所得金額の計算にどのような影響を与えるか。本件車両が所得税法上の「生活に通常必要でない資産」に該当するか否かによっていかなる違いが生じるかを明らかにした上で、自説を述べなさい。\n２ ＡがＲ市から交付を受けた本件奨励金は、所得税法上、いかなる所得に分類されるか、可能性のあるものを挙げて論じなさい。\n３ Ａが行った民泊に係る収入は、所得税法上課税の対象となるか。また、課税の対象となるとすれば、いかなる所得に分類されるか、可能性のあるものを挙げて論じなさい。\n４ Ａによる次の支出が、設問３の所得の金額の計算上、どのように扱われるか論じなさい。\n①民泊を始めるに当たり商売繁盛を願って近所の神社に支払った祈祷料\n②本件別荘の敷地内にあった古井戸の解体・撤去費用\n③民泊の顧客を送迎した際にＡが犯した交通法規違反に対する罰金\n（参考条文）所得税法施行令\n（譲渡所得について非課税とされる生活用動産の範囲）第２５条 法第９条第１項第９号（非課税所得）に規定する政令で定める資産は、生活に通常必要な動産のうち、次に掲げるもの（一個又は一組の価額が３０万円を超えるものに限る。）以外のものとする。\n一 貴石、半貴石、貴金属、真珠及びこれらの製品、べつこう製品、さんご製品、こはく製品、ぞうげ製品並びに七宝製品二 書画、こつとう及び美術工芸品\n（生活に通常必要でない資産の災害による損失額の計算等）第１７８条 法第６２条第１項（生活に通常必要でない資産の災害による損失）に規定する政令で定めるものは、次に掲げる資産とする。\n一 （略）二 通常自己及び自己と生計を一にする親族が居住の用に供しない家屋で主として趣味、娯楽又は保養の用に供する目的で所有するものその他主として趣味、娯楽、保養又は鑑賞の目的で所有する資産（前号又は次号に掲げる動産を除く。）三 生活の用に供する動産で第２５条（譲渡所得について非課税とされる生活用動産の範囲）の規定に該当しないもの２ （以下略）\n- 9 -\n〔第２問〕（配点：５０）\n株式会社Ａ（以下「Ａ社」という。）は上場会社であり、その事業年度は暦年である。Ａ社は、国内で複数のホテル（以下「Ａホテル」という。）を経営し、宿泊、宴会等のサービスを提供しているが、Ａホテルの業績は、令和４事業年度以前の過去数年度にわたり低迷していた。そこで、令和５年６月に開催されたＡ社の取締役会では、Ａホテルの売上の増加を目的として、Ａホテルのホ\nームページ（以下「ＨＰ」という。）へのアクセスの増加とＨＰを通じた予約（以下「ネット予約」という。）の促進を図るとともに、潜在的な顧客の属性や好み等の分析を踏まえた価格設定の見直しとＡホテルの内装の刷新を行うという方針が確認された。\nこの方針に従い、第一に、Ａ社は、ＡホテルのＨＰを通じ、令和５年９月１日から同年１１月３０日までを回答期間とするアンケートを実施することとし、回答した者の中から、同年１２月１日に行う抽選で１０組（当選者とその任意の同行者とのペアで計２０名）に対し、対象期間（令和６年４月１日から令和７年３月３１日までの１年間）中の任意の４日間、海外のＸ国に滞在する旅行を可能とするギフト券を、令和６年１月中に贈呈するキャンペーン（以下「本件キャンペーン」という。）を公表した。このギフト券は、往復航空券の取得と、Ｘ国所在の指定ホテルでの宿泊に利用できる。当選者には当選の事実が令和５年１２月中に伝えられ、当選者は、受領したギフト券を利用して、旅行会社Ｂ（以下「Ｂ社」という。）を通じて旅行の予約を行う。ただし、ギフト券の譲渡等はできず、その利用は当選者を含むペア（２名）に限定される。Ａ社は、令和５年１２月に、Ｂ社の適正な見積りに従い１組当たり１００万円を支払って１０組分のギフト券をＢ社から購入し\n（Ａ社は手数料をＢ社に別途支払った。）、これを令和６年１月中に当選者に贈呈すべくＢ社に保管を依頼し、令和５事業年度の確定した決算において総額１０００万円を販売促進費に計上した。\nもっとも、Ａ社とＢ社の間の契約上、このギフト券の最終的な価格は、当選者の旅行により現に要した航空運賃やＸ国のホテルの宿泊料、為替レート等の変動に応じて増減され、上記１０００万円との差額は、Ａ社とＢ社の間で対象期間満了時に精算される（よって、未使用のまま失効したギフト券の対価は、その全額がＡ社に返還される）旨取り決められていた。\n本件キャンペーンのアンケートには数千人から回答が寄せられ、抽選の結果、個人Ｃを含む当選者が確定した。Ｃは、令和６年１月にギフト券の贈呈を受けて、同年夏の休暇期間中に配偶者と共にＸ国旅行を満喫した。\n第二に、Ａ社は、Ａホテルの宿泊料金体系を見直し、早期のネット予約を誘引すべく、宿泊予定日の半年前から１か月前までの間に、ネット予約と同時にクレジットカードで支払を完了した場合は、通常の宿泊料の額（例えば１０万円）の２５％が値引きされるという選択肢（以下「早期予約販売」という。）を令和６年１月１日から設定した。早期予約販売を選択した顧客は、予約後にキ\nャンセルした場合、災害等の特別な事情がない限り、支払済みの宿泊料の額（上記の例でいえば７万５０００円）から、その２０％をキャンセル料として差し引かれた残額の返還を受けることができる。この価格設定は人気を博し、令和７年中に宿泊予定日が到来する早期予約販売で顧客が支払を完了した金額は、令和６事業年度終了時に７５００万円あったが、同年度の確定した決算において、Ａ社はこれを収益に計上していない。\n第三に、Ａ社は、本件キャンペーンのアンケートの分析結果を踏まえ、令和６年５月にＡホテルのＨＰと内装の刷新に着手し、同年末までにこれらを完了した。Ａ社は、改装後のＡホテルの認知度の向上及び個人株主の安定的な維持と増加を目的として、毎年１０月末時点のＡ社株主（所定の所有期間を満たすものに限る。）に対し、その持株数に応じた段階ごとに部屋のランクと枚数が決まるＡホテルの宿泊券（その譲渡や利用期間に制限はない。）を付与する仕組みを令和７事業年度から導入した。これにより、国内在住の株主Ｄは、令和７年中に時価２０万円相当のＡホテル宿泊券（一般の金券ショップに同額で売却可能である。）を、何ら負担や支出を伴うことなく受け取っており、令和８年中にこれを利用してＡホテルに宿泊する予定である。なお、令和７年中のＤの所得又は損失は、この宿泊券を除けば、Ｄの勤務先である会社Ｅ（以下「Ｅ社」という。）から得た- 10 -賃金の総額５００万円のみであり、Ｄに適用のある所得控除は基礎控除と社会保険料控除のみであるところ、Ｅ社は、所得税法に従い、Ｄの賃金に係る源泉徴収義務（同法第１８３条第１項）を全て履行し、これらの所得控除を考慮した上で年末調整（同法第１９０条）を行った。\n以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和７年１月１日現在において施行されている法令に基づいて解答しなさい。\n〔設 問〕\n１ Ａ社は、令和５事業年度の確定した決算において販売促進費に計上した１０００万円につき、同年度の法人税法上の所得の金額の計算に際し、その全額を損金に算入することができるか、寄附金該当性の検討を含めて論じなさい。\n２ Ａ社は、早期予約販売に係る７５００万円について、令和６事業年度及び令和７事業年度の法人税法上の所得の金額の計算に際し、どのように扱うべきか。なお、解答に際し、消費者契約法を考慮する必要はない。\n３ Ａ社から贈呈されたギフト券に基因するＣの経済的利益（その価額は１００万円とする。）は、所得税法上いつの年分のいかなる種類の所得に係る（総）収入金額として扱われるべきか。\n仮にＣが令和５年１０月に急きょＡ社の社外取締役に就任した者で、就任前に回答したアンケ\nートに基づいて偶然当選者になっていたとした場合、結論は変わり得るかについても論じなさい。\n４ Ａ社から付与された宿泊券に基因するＤの経済的利益は、所得税法上いつの年分のいかなる種類の所得に係る（総）収入金額として扱われるべきか、配当所得該当性の検討を含めて論じなさい。また、仮に令和７年分の（総）収入金額に当たる場合、Ｄが令和７年分の所得税につき確定申告を要するか否かを論じなさい。なお、Ｄが適用し得る損失又は税額の繰越控除はないものとする。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n設問１は、生活用資産の災害による滅失という事実関係に適用される所得税法の規定の基本的理解と適切に当てはめを行う能力を問う出題である。設問文の誘導に従い、「生活に通常必要でない資産」に該当する場合とそうでない場合のそれぞれにおける所得税法上の扱いを確認した上で、本件事案を分析することが求められている。所得税法第６２条第１項が適用される場合と、雑損控除（同法第７２条）の適用がされる場合に分けて論じることが期待される。\n「生活に通常必要でない資産」の意義については、参照条文にも挙げた所得税法施行令で定義されているので、まずは条文を正確に解釈する作業が求められる。所得税法第６２条第１項の委任を受けた同法施行令第１７８条第１項第２号・第３号がそれぞれ指示する内容を正確に読み解き、この法令用語の意義を明確に定義した上で、事案への当てはめを行ったことを示してもらいたい。\n事案への当てはめにおいては、条文の要件である「災害」該当性や保険金等で補填される部分がないことも、答案上、適切に押さえておきたい。また、本件車両が自家用車ということから、大阪高判昭和６３年９月２７日高裁民集４１巻３号１１７頁が想起されるであろうが、この判決のように「生活に通常必要でない資産」に当たると論じることもできるし、Ａの本件車両の使用態様がむしろ「生活に通常必要な動産」に当たると論じることもできよう。結論よりも、説得的な論証ができているかを重視したい。\n設問２は、定住を奨励するために一定の条件の下で公共団体から支給された本件奨励金が、所得税法上、どの所得分類に当たるかを問うものである。本問では、一時所得か雑所得か、という２つの可能性を検討することとなるが、条文構造上、一時所得の要件を一つ一つ事案に即して検討することが求められ、一時所得に該当しなければ雑所得という結論に至ることになろう。\n所得税法第３４条第１項の要件は、①同項記載の「利子所得」から「譲渡所得」までの所得分類に該当しないこと、②「営利を目的とする継続的行為から生じた所得」でないこと、③「一時の所得」であること、④「対価としての性質を有しない」こと、に分解できるところ、要件\n①・④については特に問題なく処理できると思われる。要件②も、本件奨励金の交付の前提となっている「ＡがＲ市に居住すること」それ自体はＡの生活の用から生じたものであって「営利を目的とする継続的行為」とは言い難いので、該当しない。\nかくして、立ち入った検討が期待されているのは要件③である。収入の一回性・偶発性ゆえに担税力が小さいものとして扱われる一時所得の趣旨に照らしても、継続的な性質を持つ収入は一時所得を構成しない、と考えることが自然であろう。本件奨励金の交付はＲ市定住条例の制度枠組みの中で原則５年間継続的に発生することが想定されるものであり、一回的・偶発的とは言い難いものと思われる。確かに、毎年、その都度の申請に基づく奨励金交付が行われるという要素だけを取り出せば一回的な収入と言えなくはないが、このように継続的な収入の構成要素を個別に取り出して、その本来的な性質から所得分類を判断するという考え方は、要件\n②との関わりで判例（最判平成２７年３月１０日刑集６９巻２号４３４頁）が明確に退けたところである。\n設問３は、いわゆるヤミ民泊を素材に、違法な活動から生じる収入の所得税法上の取扱いに- 27 -ついての理解を問うものである。所得税法は包括的所得概念を採用しているとされており、経済的利益を現に獲得・享受している限りは、違法であったとしても所得たることを妨げられない。\n次に、このヤミ民泊による所得がどの所得分類に該当するかを検討する必要がある。営利を目的とした継続的な活動であることに鑑みて事業所得もしくは雑所得、又は不動産の貸付けを中心的要素とする点に着目して不動産所得という３つの所得分類の可能性を挙げて検討することが期待される。その上で、事実関係を丁寧に拾いながら、Ａの人的役務提供の要素、社会通念上「事業」に該当するか等の要素を挙げて、どの所得に該当するかを論じてもらいたい。\n設問４は、違法な経済活動の遂行上必要な経費は、所得税法の原則どおり控除できることを押さえた上で、所得税法第３７条の要件（業務との関連性、客観的必要性）を設問の各支出に当てはめることが求められる。①（祈祷料）については客観的必要性の欠如、②（古井戸の解体・撤去費用）については宿泊客の安全に配慮することが業務に直接関連し客観的にも必要であることの指摘、③（罰金）については「別段の定め」（所得税法第３７条第１項）である明文規定（同法第４５条第１項第７号）の存在を指摘すればよい。\n〔第２問〕\n本問は、法人の販売促進費の損金算入時期と寄附金該当性（設問１）、法人による役務の提供に係る益金算入時期（設問２）、個人が法人から受けた偶発的な経済的利益に係る所得の種類と収入金額の算入時期（設問３）、給与所得者に付与されたいわゆる株主優待に係る経済的利益の所得の種類及び収入金額の算入時期並びに確定申告の要否（設問４）に関する設問から成る。これらを通して、受験者が、法人税法及び所得税法における所得計算に関する基本構造と典型的な論点を理解できているかや、関係条文を読み解いた上で、説得的な論理を伴って具体的な事案に当てはめる力を備えているかを審査している。\n設問１は、法人税法上の費用に係る損金算入時期を問う中で、企業会計と法人税法の関係を理解できているかを確認している。出題自体は、福岡高判平成１３年１１月１５日税資２５１号順号９０２３（自動車増販コンテストにおける優秀な従業員を海外旅行に招待するために旅行会社から購入したギフト券の購入費用の損金算入の可否が争われたもの）をベースに調整を加えている。年度末に支出済みの販売促進費でも、金額の合理的な算定可能性の欠如を理由に債務の確定を欠くとして、当該年度の損金算入を否定するという筋の答案を念頭に、債務確定基準（法人税法第２２条第３項第２号）の解釈と適用を問うている。ただ、上記裁判例には、金額の合理的算定可能性に関し厳格に過ぎる、あるいは支出済みの費用に同基準は適合しないなどの批判も可能であり、そのような角度からの答案も、その論理性、説得性に応じて評価される。また、当選者へのギフト券の贈与という側面からは、法人税法上の主要な論点の１つである寄附金該当性も問題となるため、経済的合理性や対価性に鑑みつつ、条文に問題文の条件を当てはめて寄附金に該当しない旨を説明できるかを確認している。\n設問２では、法人税法上の資産の販売等（役務提供を含む。）に係る益金算入時期をめぐる基本的な理解を問うている。平成３０年度改正で法人税法第２２条の２が新設されてから既に５年以上経過しており、少なくとも同条の存在は受験者にも浸透していると考え、出題したものである。関係する規定（法人税法第２２条第２項・第４項、同法第２２条の２第１項）は、「別段の定め」がある場合の除外が重なり、やや分かりづらいが、法人税法第２２条の２第１\n項の文言（及び立法経緯）から、伝統的な権利確定主義や公正処理基準との関わりをどう読むべきかを考え、整理した上で、事案に当てはめ、説得的に結論を導けるかが問われる。特に、返還不要となる部分（１５００万円）が問題となる点に着目してもらいたい。これを宿泊の確保という役務の対価とみて、令和６年度の益金算入を肯定するという見解のほか、受領済みの全額（７５００万円）のうち宿泊のあった部分が令和７年度の益金だとする見解もあり得よう。\n- 28 -いずれにせよ、上記関係規定の文理と基本原則に照らして、説得的かつ論理的に結論を導けるかが問われる。なお、本問で「収益認識に関する会計基準」の内容に立ち入った知識までは求められていない。\n設問３は、法人（会社）から個人が受けた偶発的な利益に係る所得区分と年度帰属を問う出題である。本問の事実関係を踏まえ、(非)対価性と(非)継続性の２点に着目して雑所得と一時所得との区別ができるかが問われる。次に、ギフト券（いわば役務の利用権）に基因する利益の年度帰属については、当選時である令和５年分の経済的利益として収入金額（所得税法第３６条第１項）に含めるべきか、それとも、ギフト券の贈呈を受けただけでなく、実際にこれを利用して旅行をした令和６年分の収入金額とするのかという論点を意識してもらいたい。いずれにせよ、処分可能性と利用期間の制限にも留意した上で、経済的利益の実現の時期の判断ができているかが問われる。加えて、当選者が当該会社の役員であった場合に生じる給与所得該当性の論点を検討できるかも試される。給与所得に該当しないことは自明のようではあるが、できれば、一般に、法人の役員が当該法人から受ける臨時的な経済的利益は、「役員の立場と全く無関係に、法人からみて純然たる第三者との間の取引ともいうべき態様によりなされるものでない限り、原則としてその職務執行の対価の性質を有する」（名古屋地判平成４年４月６\n日行集４３巻４号５８９頁）とも言われるように、給与所得該当性が広く捉えられる傾向があることを踏まえて、給与所得の意義ないし要件に照らして検討し、問題文の条件の下では、給与所得に該当しない旨を説明することが期待される。\n設問４は、いわゆる株主優待の利益に係る所得税法上の扱いを問う中で、配当所得の意義に関し、できれば判例（最判昭和３５年１０月７日民集１４巻１２号２４２０頁等）にも触れつつ、一般に通用する解釈を通じて、事案への当てはめができるかを確認している。会社法の制定後も、所得税法上の配当所得は、資本と利益の区別を維持し、損益計算上の利益を原資としない（その他資本剰余金を原資とする）「剰余金の配当」を配当所得から除外している点を踏まえることで、説得力が高まるはずである。さらに、一時所得該当性の検討を経て、雑所得に当たる旨の評価に至ることが期待される。なお、本設問には、典型的な給与所得者において確定申告が必要となる場合を条文に基づいて答えられるかという、初歩的だが欠かせない手続上の知識を確認する問いを付加している。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針第１問は、生活用資産の災害による滅失という事実に対する所得税法の規定の適用関係（設問１）、\n地方公共団体から交付された奨励金の所得分類（設問２）、違法な経済活動から生じる収入の所得税法上の取扱い（設問３）及び業務に関連して行われた支出の必要経費該当性（設問４）を問うている。基本的な学習内容（条文、判例及び裁判例）の知識を基礎に、設問で与えられた事案を適切に分析し、当てはめを行う能力を確認している。\n第２問は、費用の損金算入時期と寄附金該当性（設問１）及び役務の提供から生じる収益の益金算入時期（設問２）に関する出題を通して、法人税法上の所得計算の基礎を条文に則して理解できているかを確認している。また、法人から供与される経済的利益に関する事案を基に、所得税法における所得区分と年度帰属を判断する力を備えているか（設問３・４）に加え、確定申告の要否という基礎的知識の有無を問う中で、常に条文に当たって学習を積んでいるか（設問４）を確認している。\n３ 採点実感等〔第１問〕（配点：５０点）\n＜設問１＞設問1では、生活の用に供していた自家用車が豪雨という「災害」（所得税法第２条第１項第２７号）により滅失したという事実に対して、同法の適用条文を適切に指摘できるか、事実関係を丁寧に分析して自らの結論を支える論拠とすることができるかが問われている。解答に当たっては、設問文が「『生活に通常必要でない資産』に該当するか否かによっていかなる違いが生じるかを明らかにした上で」と求めていることに注意してもらいたい。つまり、「生活に通常必要でない資産」に該当する場合に適用される条文及びその法的帰結と、該当しない場合に適用される条文及びその法的帰結との両方を述べた上で、事実関係の検討に沿って自説を述べることが期待されている。\n「生活に通常必要でない資産」が所得税法第６２条第１項に表れる文言であることは、参考条文の所得税法施行令にも記載されていることから、多くの受験者が気付いていた。ところが、\nこの文言が同時に雑損控除（同法第７２条第１項）の消極要件でもあることに気付かずに論を進めてしまう答案が、予想以上に多かった。このような立論だと、「生活に通常必要でない資産」\nに該当すれば、同法第６２条第１項により、損失を受けた日の属する年分又はその翌年分の譲渡所得の金額の計算上控除すべき金額とみなされるが、これに該当しない資産の損失が無視される、という誤った結論に至ってしまう。本件車両が「生活に通常必要でない資産」に該当すると判断する場合には、雑損控除に触れなくても結論は同じ、ということになるが、設問文の指示に答えていないことは、評価を減じる要素となる。雑損控除の規定を失念していたとしても、所得税法施行令第１７８条に列挙された「生活に通常必要でない資産」が、その滅失を担税力減少要因として考慮する必要性が低い、言わば「ぜい沢品」であることからして、これら「生活に通常必要でない資産」に該当しない資産の滅失の方が重い税負担となるという結論に至ることには、違和感を覚えてほしいところである。所得税法における（広義の）損失の扱いは、条文の適用関係も入り組んでおり、教科書の単元としても散在しているため、難しい問題ではある。単元ごとの学習を終えた後に、司法試験の出題範囲となっている条文の全体像を俯瞰し、適切な条文を拾い上げることができる能力を錬成することが求められる。\n- 5 -また、予想外に多くの答案が、本件車両が所得税法第９条第１項第９号によりその譲渡が非課税所得となる資産に該当するかという、本設問との関係では不要な検討を行っていた。自家用車の滅失という事実関係から、租税法学習上取り上げられることの多い下級審裁判例（大阪高判昭和６３年９月２７日高裁民集４１巻３号１１７頁）を想起したためと推測されるが、この裁判例は、交通事故により廃車となった自家用車をスクラップとして譲渡したことによる譲渡損失の扱いが問題となった事案であるのに対して、本設問では「資産の譲渡」は存在しない（上場株式等のように無価値化を資産の譲渡とみなす旨の特別の規定もない。）。昨年度の採点実感でも指摘したところであるが、基本的な判例・裁判例の学習に当たっては、結論や抽象的な規範命題だけでなく、それが具体的にどのような事案に対する解釈・適用として示されたものであったかを意識することが重要である。\n次に求められることは、「生活に通常必要でない資産」の意義の解釈である。所得税法第６２条第１項が「生活に通常必要でない資産として政令で定めるもの」を対象としていることに注意してもらいたい。したがって、「生活に通常必要でない資産」という日本語の解釈ではなく、\n政令（所得税法施行令第１７８条）の規定を読み解き、適切な条文操作を経由して、「生活に通常必要でない資産」の意義を明らかにしたことが分かるような答案を作成することが求められる。この点の処理は、答案間で差が付いたところである。\nちなみに、参照条文にも掲げられている所得税法施行令第１７８条第１項第２号は、「主として趣味、娯楽、保養又は鑑賞の目的で所有する資産」が「生活に通常必要でない資産」に当たるとしている。しかし、その括弧書きで「･･･次号に掲げる動産を除く。」としており、同項第３号に該当する場合は同項第２号には該当しないことが読み取れる。したがって、まず同項第３号（さらに、そこで参照されている同施行令第２５条）の解釈が必要となる。同条の規定に該当する資産は、「生活に通常必要な動産」であり、かつ、同条各号に掲げた高額な宝飾品・美術工芸品類に該当しないものである。（この規定が所得税法第９条第１項第９号の委任を受けたものであることに注意しながら読むと）事実として「生活の用に供」されていても「通常必要」\nとまではいえないもの、あるいは「通常必要な動産」であっても高価な宝飾品の類（言わば「ぜい沢品」）については、非課税所得の対象としないというのが同施行令第２５条に委任した同法第９条第１項第９号の趣旨である。同施行令第１７８条第１項第３号に該当する資産とは、同施行令第２５条の規定に該当しない動産をいうのであるから、「生活に通常必要な動産」以外の動産又は同条各号に掲げた高価な宝飾品の類ということになる。本設問では宝飾品は明らかに無関係であるから、要するに「生活に通常必要な動産」に該当するか否かを判断すればよいことになる。\n本件車両が「生活に通常必要な動産」に該当するかについては、両論あり得るところであろう。\n日常生活に用いているため生活に通常必要な動産に該当するという筋が多いことを想定していたが、該当しないという結論もあり得る。結論ではなく、問題文で与えられた事実を正確に、\n説得的に構成して自説の論拠とする能力が答案に示されていることが、評価の対象である。\nなお、本件車両が「生活に通常必要な動産」であり、所得税法施行令第１７８条第１項第３号に該当しないと判断した場合、前述の同項第２号括弧書きによれば、改めて同号の該当可能性を検討する必要がありそうにも思える。しかし、本設問との関係では、生活に通常必要な自家用車（動産）が、同号の資産に該当することはまずないというべきであるから、この点の検討は特に求めていない。\n所得税法施行令第１７８条第１項第３号及び同施行令第２５条は、否定語が重なり読みにくい条文であるが、条文を論理的に読み解く能力は、司法試験の範囲を超えて、租税法に従事する実務法曹に必須の能力である。採点に当たっては、上記のような詳細な解釈論までは求めていないが、「生活に通常必要でない資産」ではなく「生活に通常必要な動産」の意義を解釈する必要があることを理解し、丹念に論理的関係を追えている答案は、高い評価に値する。\n- 6 -なお、「災害」の意義については、法令用語であり裁判例もある。また、問題文には、車両保険に加入していなかったことが明記されており、「保険金…により補てんされる部分の金額」（所得税法第６２条第１項括弧書き）がないと読み取れる。細かなことではあるが、これらの点にも注意を払って、丁寧に当てはめを行いたいところである。\n設問１に関しては、設問の事案を把握せずに、非課税扱いを受ける譲渡所得の問題と取り違えた答案が「不良」と評価され、設問文の誘導に沿って、これが所得税法第６２条第１項と同法第７２条第１項の分岐の問題であることを踏まえることができていた答案が「一応の水準」、これに加えて、単に「生活に通常必要でない資産」の文言に飛びつくのではなく、条文解釈を行う必要に気付いていたものが「良好」、これら全ての要素を満たしつつ、当てはめを説得的に行う答案が「優秀」と評価された。\n＜設問２＞設問２は、地方公共団体が定住を奨励するために一定の要件を満たす者に交付する奨励金の所得分類を問うものである。利子所得（所得税法第２３条）から譲渡所得（同法第３３条）には明らかに該当しないから、一時所得（同法第３４条）か雑所得（同法第３５条）のいずれかであることは明らかであろう。つまり、一時所得の要件を挙げ、本件がこれに該当するかを検討すればよい。大多数の答案はこの枠組みを理解できていたが、不動産所得あるいは給与所得に触れる答案も見られた。設問の事実中の、Ａによる住宅購入やテレワークといった要素に惑わされたのかもしれないが、「不動産の貸付け」、「使用者の指揮命令に服して提供した労務の対価として使用者から受ける給付」という同法や判例の基準を確認しておいてもらいたい。\n一時所得の要件としては、①営利を目的とする継続的行為から生じた所得ではないこと、②一時の所得であること、③労務その他の役務又は資産の譲渡の対価としての性質を有しないことがある。半数以上の答案は、要件①・③については問題なく処理できていた。なお、本件奨励金はＡが要件を満たすことによって給付されるものであるが、「ＡがＲ市に定住すること」の対価ということはできないし、営利を目的とする継続的行為ということも困難であろう。要するに、これは（雑所得の基因となる）「業務」を想定する文言であるから、「居住」や（５年間繰り返して行われる）「申請」はこれに当たらないとすべきであろう。\nしたがって、本設問で検討すべきは、５年間継続して本件奨励金の交付を受けられる仕組みであることが、要件②「一時の所得」といえるかである。出題者の想定する筋は公表済みの「出題の趣旨」で述べたところであるが、これと異なる筋からの立論を行う答案についても、その論理的説得力に応じて相応の評価を与えた。\n設問２に関しては、そもそも一時所得か雑所得かの問題であることをつかめていなかった答案が「不良」と評価され、要件①・③のみで一時所得と結論付けた答案が「一応の水準」、要件②についても認識しつつ、単に「５年程度は一時と言ってよい」「１年に１回のみだから一時が繰り返されているにすぎない」といった説得的ではない理由にとどまるものが「良好」、要件②についても説得的な論拠を示して結論を導けていた答案が「優秀」と評価された。\n＜設問３＞設問３では、違法な利得の所得税法上の扱いを確認した上で、その所得分類を論じることが問われている。典型論点でもあり、設問文の誘導もあり、前者についてはほとんどの答案が適切に処理できていた。なお、少数の答案が「非課税規定がないから」課税対象となると論じていたが、所得税法が前提とする包括的所得概念の下では、違法な利得であっても「所得」を構成する、という前提があって初めて非課税規定の有無が問題となることに注意してもらいたい。\n所得分類については、「出題の趣旨」でも触れたように、事業所得、雑所得、不動産所得という３つの可能性を指摘することを期待していたが、不動産所得か事業所得か、あるいは、事業所得か雑所得かのどちらか一方のみを検討している答案が半数以上であった。いずれの概念も法令用語であり、根拠条文を指摘することを忘れないようにしてもらいたい。\n- 7 -不動産所得か事業所得かの区別については、「不動産の貸付け」を要素として含むことを前提に、人的役務の要素の有無で判断するという考え方は多くの答案が理解できていた。他方、事業所得と雑所得の区別については、「自己の計算と危険」という判例（最判昭和５６年４月２４日民集３５巻３号６７２頁）の基準を引きながら、「発覚したら廃業する意図」、「無届けで営業している状態」が「危険」であるとする答案が一定数見られた。しかし、上記最高裁判例は、\n事業所得又は給与所得に区分する際の「判断の一応の基準として」上記文言を含む基準を挙げているのであって、事業所得と雑所得の区別に適用できるとは述べていない。「自己の計算と危険」とは、要するに自らの業務ないし事業から期待どおりの利益が挙がらないリスク（ビジネスリスク）を負って活動しているということを言うのであって、事業所得・雑所得に共通する要素であると同時に、前述のような法に触れる行為をしていることを「危険」と言っているわけではない。他方で、このような要素は、事業所得と雑所得の区別において問題となる「社会通念上、事業と言えるか」という基準には関係し得る。本設問においては、民泊収入がＡの給与収入の４分の１程度にとどまり、今後の拡張の見込みもないことから、「副業」的なものにとどまること、収入も遊興費に充てられていたこと、違法な営業で廃業の可能性も視野に入れていることから、その継続性について社会通念上「事業」と言い得る程度とは言い難いこと、などを挙げて雑所得に該当するとするのが相当と考えられる。なお、設問文で与えられた事情を丁寧に分析し、事業所得に該当するという結論を説得的に論証している答案には、相応の評価を与えた。\n設問３については、そもそも不動産所得か事業所得か、あるいは事業所得か雑所得か、という問題に気付いていない答案が「不良」と評価され、いずれか一組の区別しか検討できていない答案が「一応の水準」、両方の区別（すなわち３つの所得分類）を論じることができている答案が、特に雑所得該当性に係る当てはめの巧拙によって、「良好」ないし「優秀」と評価された。\n＜設問４＞設問４では、営利を目的とする活動（設問３で雑所得と判断するのであれば業務）に関連して行った支出の必要経費該当性の検討が求められている。そこで、必要経費（所得税法第３５条第２項第２号・同法第３７条第１項）が認められるための要件として、裁判例（例えば、長野地判平成３０年９月７日訟務月報６５巻１１号１６３４頁。弁護士が支払ったロータリークラブ会費が事業所得の必要経費に該当しないとされた事案）が挙げてきた、業務との直接関連性及び業務遂行上の客観的必要性（裁判例により表現は多少異なる。）を踏まえて、各小問に適切な当てはめを行うことが期待されている。\n小問①・②については、多くの答案が適切に処理できていた。小問③については、明文規定（所得税法第４５条第１項第７号）を、これが前述の同法第３７条第１項の「別段の定め」であることを指摘した上で参照すればよい。一定数の答案は、この条文に触れることなく、罰金等の必要経費控除を認めるとサンクションの効果が薄れる、社会的に望ましくない等の実質的論拠を挙げて必要経費控除を否定する結論を導いていたが、これは、違法な活動に係る支出であってもそのことをもって必要経費性を否定すべきでないとする裁判例（高松地判昭和４８年６月２８日行政事件裁判例集２４巻６～７号５１１頁）・通説の立場とは一致せず、むしろ、それゆえに現行法が「別段の定め」で政策的に必要経費控除を否定していることを考えると、適切な解答とはいえない。\n設問４については、必要経費の要件を挙げてこれに当てはめるという法律論の基本的な構成ができていない答案が「不良」、小問③について明文規定があることに気付けなかった答案が「一応の水準」、全ての小問について正しい結論を導けていた答案が「良好」、さらに、根拠条文や「別段の定め」であることの指摘を怠らなかった答案が「優秀」と評価された。\n〔第２問〕（配点：５０点）\n- 8 -＜設問１＞設問１では、⑴確定した決算において費用（販売促進費）とされた旅行ギフト券の購入に係る支出の損金算入時期と⑵当該支出の寄附金該当性が問われており、いずれも法人税法における基本的な論点である。\n⑴では、当該販売促進費が法人税法上の損金である原価、費用又は損失のいずれに当たるのか（同法第２２条第３項各号）をまず示す必要がある。これらのいずれに該当するかで、損金算入時期に関する基準が異なるからである。この点、確定した決算において販売促進費として処理されているところ、問題文から、自社のホームページを介した予約販売や、売上増につなげる情報収集のための支出であると容易に認めることができ、販売促進費としての処理を覆す事情は存しない。なお、当該支出は、売上との個別的な対応を欠くことは自明であるから、「原価」\n（同項第１号）との区別を掘り下げて論じることまでは求められていない。\n次いで、費用の損金算入時期に関し、公正処理基準に従いつつも、債務が確定しないものを除くこと（債務確定基準）をまず押さえたい。債務確定基準に関する３要件（法人税基本通達２−２−１２参照）は、一般に通用するものとして裁判例でも踏襲される傾向があり、同要件に照らして結論を導く答案であれば（そして、後述⑵に関し、ある程度の加点があれば）、概して「一応の水準」には到達している。本問では、金額の合理的算定可能性の要件を令和５事業年度で満たし得るかが中心的な問いである。金額の不確定性を理由にこれを否定する趣旨の答案は標準的であり、おおむね「良好」以上の評価につながっている。他方で、令和５事業年度での金額の合理的算定可能性（よって、債務の確定）を肯定する答案もあり、問題文の事実関係に適切に当てはめられている限り、その説得力に応じた点数を与えている。また、支出済みの対価について債務の確定は元来問題とならないとした上で、公正処理基準に従い同様の結論を導く答案も、僅かながら見られた。あり得る思慮深い検討であり、その場合も立論の一貫性等に照らした評価を行っている。\n他方で、益金の算入時期に関する問いだとの誤解あるいは混乱が見られる答案が幾つかあった。\nまた、残念なことに、金額の不確定性に伴う損金算入時期に関する論点に全く気付かない答案が少なからずあった。「寄附金該当性の論点を含めて」という設問の指示を誤解したものかもしれないが、問題文に長々と解答に無関係な条件が与えられているはずはないのであって、日頃から基礎的な学習をおろそかにせず、かつ、問題文を精読することの重要性を指摘しておきたい。いずれの誤解や見落としも「不良」の評価につながりがちであった。\n⑵に関し、法人税法上の寄附金は、広く「資産又は経済的な利益の贈与又は無償の供与」（同法第３７条第７項）を含むため、当選者に対する旅行ギフト券の贈与に係る支出が寄附金に該当するかが問われ得る。ほとんどの答案が、この出題意図を踏まえた上で、対価性の有無や、\n通常の経済的取引として是認できる合理的理由の有無、あるいは、同項の括弧書きにおける明示的な除外費目に該当するかどうかの検討に進めていた。また、大半の答案が、これらをおおむね適切に論じた上で、寄附金に該当しないことを説明できていた。\nもっとも、出題意図に気付かず、ギフト券の購入に際して旅行会社に支払った対価（旅行代金）\nの寄附金該当性を検討している答案も複数見られた。問題文には、旅行会社との取引対価（手数料を含む。）の正常性を問うべき事情は何ら与えられていないのであるから、的を射ない検討であると評価せざるを得ない。また、債務の確定のない費用であるため経済的合理性を欠く（よって、寄附金に該当する）旨述べる答案が幾つか見られたが、債務の確定と、寄附金の認定に関わる経済的合理性の評価とは直接関係のある問題とはいえない。\n⑴と⑵につき、共に論点をおおむね逃さず検討できていれば、論旨の一貫性と説得力に応じて「良好」ないし「優秀」という評価につながっている。\n＜設問２＞設問２では、令和７事業年度中に提供される予定の役務に係る対価として令和６事業年度に受- 9 -領した金額（７５００万円）をどの年度の収益として益金の額に算入すべきかが問われている。\n役務の提供に係る収益の額は、平成３０年度の法人税法の改正後は、同法第２２条第２項及び第４項の「別段の定め」として、同法第２２条の２第１項に基づき、役務の提供の日の属する事業年度の益金の額に算入される。\nもっとも、本設問における根拠条文として同項を挙げている答案は全体の半数にも満たず、想定より大幅に少なかった。また、法人税法第２２条の２第１項を挙げていても、同項に言う「役務の提供」という要件に言及することなく、権利確定主義に関する判例や理論のみに基づく説明に終始している答案や、安易に管理支配基準に依拠する答案が多く見られた。判例や学説の学習はもちろん大切であるが、それを現行法令に照らしながら学び、考える姿勢が肝要であることを確認しておきたい。\n法人税法第２２条の２第１項に言及する答案（「一応の水準」に達しているものが多い。）では、\n同項を根拠にストレートに７５００万円の全額を令和７事業年度の益金の額に算入すべきとするものが多く見られた。あり得る処理の一つをおおむね説明してはいるものの、本問での主たる役務の提供は宿泊サービスの実施であること、そして、同年度中でもキャンセルが生じ得ることを考慮できているかどうかが、答案の評価に影響を及ぼす。特に、災害等の異常事態による例外はあるものの、原則としてキャンセルがあっても返還されない１５００万円部分の益金算入時期が問題となることに気付いている答案は、おおむね「良好」以上の評価につながっている。その上で、当該部分は、令和６事業年度に「宿泊の確保」という役務の提供に係る対価と解し、同項の文理に則しつつ、権利確定主義とも整合的な立論を行う答案は、益金の算入時期をめぐる問題について、平成３０年度の改正の経緯を含めて基礎から理解し、かつ応用力を備えたものとして「優秀」の評価を得ていることが多い。他方で、端的に、７５００万円の全額を「宿泊」という役務提供の対価だと捉え、現に令和７年度中に宿泊があって初めて益金の額に算入されるという考え方も成り立ち得る。よって、そのような筋の答案でも「良好」以上の評価につながる場合が多いが、１５００万円部分が特に論点になることを意識できているかどうかで、評価に違いを生んでいる。\n単純に、公正処理基準に従って益金算入時期が決まる旨の答案も少なからず見られたが、上記のとおり、法人税法第２２条の２第１項は、同法第２２条第４項にいう「別段の定め」に当たるため、現行法の下では条文に忠実な説明とは評価できない。また、令和６事業年度に収受している７５００万円の全額につき、同条第２項と第４項を挙げた上で、宿泊サービスが未提供である事実をほぼ無視し、収入実現の蓋然性や、収入金額を自由に処分できる旨（管理支配基準）のみを根拠に、その全額を同事業年度の益金に算入すべき（そして、キャンセルによる返金額はキャンセル等のあった事業年度の損金に算入すべき）とする旨の答案が、想定以上に多く見られた。だが、そのような説明のみでは、現行法人税法の基本的な条文（同法第２２条の２第１項）を上記のとおり見落としていることもあり、説得力を欠く。\nキャンセル料相当額（１５００万円）については、キャンセル時に返金されるべき金額と誤解（ないし混乱）している答案が幾つかあった。問題文に与えられた重要な条件を誤解した答案の評価は「不良」となりがちである。落ち着いて理解した上で解答してほしい。災害等は通常生じない事象であるにもかかわらず、この事情を益金算入時期を決定付ける理由として挙げる答案も見られたが、偶発事象に伴う僅かな不確実性をもって所得の年度帰属を左右するという見方は、所得計算に過度の確実性を要求し、その適正性を損なう結果となり、説得的とは言い難い。また、問題文において、キャンセル料の負担以外にキャンセルに制限は無く、したがって、単に宿泊予定日の到来により７５００万円（又は６０００万円）の全額が益金の額に算入されるという説明では、十分に正確とはいえない。なお、早期予約販売による２５％の値引による低額取引の問題を述べる答案もあったが、値引後の対価が「通常得べき対価の額」（法人税法第２２条の２第４項）と異なるような事情は問題文中に見当たらず、この点は問われていな- 10 -い。\n＜設問３＞設問３では、個人が偶発的に受けた経済的利益に係る収入金額の年度帰属と所得区分が問われている。\nまず年度帰属に関し、当選者は、令和５年には、翌年に始まる所定の期間内に無償で旅行ができるという、いまだ行使し得ない処分不能な（死蔵の可能性もある）権利が生じていることを通知されたのみであるのに対し、令和６年には、旅行ギフト券を受領し、現に旅行を通じて経済的利益を享受している。よって、「贈呈されたギフト券に基因する[当選者]の経済的利益」は、\n同年に実現した収入金額である（所得税法第３６条第１項）と評価するのが自然である。答案の中には、令和５年中に上記の権利が生じている点を述べて、同年の収入金額に算入すべきとするものも、多くはないが見られた。しかし、いまだ譲渡性も行使可能性もない権利の発生をもって直ちに経済的利益が実現したと評価するのは尚早というべきであるし、「贈呈されたギフト券に基因する…経済的利益」とも言い難い。なお、結論にかかわらず考慮要素を挙げて検討ができていれば、その点も加点的に評価の対象となる。\n次に、所得区分については、他の８種類のいずれにも該当しない一時の偶発的な収入金額につき、雑所得から区別するための基準（非対価性及び非継続性）を正確に指摘した上で、条文に当てはめられている答案（一時所得であるとの結論に至るはずである。）は、総じて、「一応の水準」以上の評価に至っている。なお、一部の答案は、アンケートへの回答との対価関係を挙げて雑所得に該当する旨論じていた。だが、アンケートに回答した数千人の中から偶然に当選した１０名に含まれる納税者が受けた経済的利益と、アンケートへの回答との間に対価性を見いだす議論は説得的ではないであろう。\n当選者が役員（社外取締役）である場合でも、一時所得としての評価は変わらないという答案がほとんどであり、結論として正答といえる。ただ、とりわけ役員の場合は、勤務先である会社から受ける臨時的な経済的利益は、広く就労の対価としての性質が認められるべきであり、\nこのため、給与所得該当性が問題となるところ、この点を認識しつつも、問題の経済的利益は、\n役員の立場とは全く無関係に、純然たる第三者との間でされた取引ともいうべき態様で支給されているものであって、就労の対価とは認められない旨を示唆している答案には、高い評価を与えている。\nなお、時間的制約による焦りからか単純なミスも散見され、中でも、令和５年の事象と令和６年の事象とを取り違えていると思われる答案などは、採点上の負の影響が大きく、総じて「不良」の評価にならざるを得ない。他方で、年度帰属と所得区分を考える上で欠かせない上記の点を、多少は粗くともおおむね見落とさずに論じている答案は、総じて「良好」の評価に至っており、そこでの記述の緻密さや思慮深さに応じた加点を得ている答案は、「優秀」と評価されている。総じて、事案分析力により得点に大きく差がつく結果となった。\n＜設問４＞設問４には、上場会社の株主優待に係る経済的利益の所得区分（特に、配当所得、一時所得又は雑所得）、総収入金額に算入する時期及び確定申告の要否の３つの問題が含まれ、いずれも基礎的な学習事項に関する問いであるが、その全てに十分な解答ないし説得的な記述ができているものは、おそらく時間的な制約もあって、非常に少なかった。\nまず所得区分に関しては、配当所得該当性を否定する答案では、「剰余金の配当」に当たらないことのみを理由に挙げるものが見られたが、問題文にはこの点は明記していないので、更なる説明なしには完全な解答とは評価し難い。「剰余金の配当」は会社法第４５３条からのいわゆる借用概念と考え得るところ、会社法上の剰余金の配当の原資には、準備金を除く「その他資本剰余金」と「その他利益剰余金」が含まれ、後者は、基本的に当該会社の損益計算上の利益の留保分である。所得税法第２４条第１項では、剰余金の配当から資本剰余金の額の減少に伴- 11 -うものを除いており、したがって、会社法の制定前と同様、法人税法は、資本と利益の区別を維持し、損益計算上の利益の株主に対する分配を配当所得と捉えている。本問での株主優待に係る経済的利益は、持株数に応じて段階的に付与されるものであって、損益計算上の利益の分配には当たらないと考えられる（最判昭和３５年１０月７日民集１４巻１２号２４２０頁も参照）。採点上は、この点を配当所得に該当しない理由として指摘できていれば基本的には足りるものとして扱っている。もっとも、配当所得該当性を否定する答案の多くが、端的に一時所得に該当するとしていた。しかし、問題の株主優待制度に基づく利益は、「毎年１０月末時点のＡ社株主」に付与するものであって継続性が認められ、「一時の所得」（同法第３４条第１項）に当たらないため、雑所得（同法第３５条第１項）として扱う方が説得的である。\n他方で、株主が株主たる地位に基づいて会社から受けた利益である以上、配当所得だとする答案も幾つかあった。上記のとおり正答とは評し難いが、法人税法における判例（最判昭和４３年１１月１３日民集２２巻１２号２４４９頁）や所得税法の裁判例（東京高判平成２４年４月１０日税資２６２号順号１１９２７頁）、所得税基本通達２４−１などにおける一般論（の一部）\nに依拠するものとすれば、主張としてはあり得なくはないため、論旨の一貫性、説得性に応じて評価を与えている。\n次いで、課税のタイミングについては、令和７年に受け取った宿泊券（役務を受ける権利）に係る経済的利益つき、設問３における旅行ギフト券とは異なり、直ちに換金ないし処分が可能で、金銭的評価も可能であるため、宿泊自体は翌年以降でも、令和７年に実現があったものとして総収入金額に算入すべきである（所得税法第３６条第１項）。答案でも結論は同様に述べるものが多かったものの、理由については、宿泊券を受け取った、利用期間に制限がない、あるいは、単に権利が確定したなどの点を挙げるだけのやや粗いものが多く、その場合は相応の評価にとどまっている。\n典型的な給与所得者なら、源泉徴収と年末調整を受けていれば、基本的には確定申告を要さないが、他の所得が２０万円超あるなどすれば、この限りではない（所得税法第１２１条第１項）。\nこのような基礎知識でも、根拠条文（本問に関し、同項第１号）に当たって確認する姿勢を維持している受験者であれば、難なく、そして簡潔に理由を付して正答に至れるはずである。実務上、基本かつ重要な条文であり、正確に押さえてもらいたい。\n本設問には、実質的には３つの小問が組み込まれており、「不良」と評価せざるを得ない答案には、明らかに時間不足や時間配分のミスに基因するものが少なくない。他方、配当所得該当性を否定し、雑所得該当性を肯定できている答案は、総じて「一応の水準」に達している。ただし、その理由付けの緻密さや巧拙には、答案ごとの差が大きかった。加えて、課税のタイミングに関し、設問３での問いにおける条件との違いを踏まえた解答ができていれば「良好」以上の評価につながりやすい。さらに、確定申告に関する根拠条文を正確に挙げて、過不足なく説明できている答案の多くは、日常的に条文に当たりながら丁寧に学習する習慣を反映してか、\n「優秀」なものが多いとの印象である。\n４ 今後の出題について本年は、第１問及び第２問設問３・設問４が所得税法に関する問題、第２問設問１・設問２が法人税法に関する問題であった。なお、第２問設問４では、所得税法上の税額確定手続についての基礎的な知識も問うている。範囲としては、今後も所得税法からの出題を中心としつつも、法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる。\n内容としては、所得税法、法人税法、国税通則法に関する基本概念や制度に関する基本的な知識（判例を含む。）の有無及び程度、さらに、これらの知識を利用して条文の文言を解釈し、当該条文を具体的な事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n- 12 -５ 今後の法科大学院教育に求めるもの⑴ 条文に即した基本的な概念や基本的な知識の習得例年の採点実感で指摘しているところであるが、条文において用いられている基本的な概念の理解は必須のものである。今年度も、「必要経費」、「寄附金」、「剰余金の配当」といった概念の解釈・適用が問題となった。また、原則的な条文（例として法人税法第２２条）とその「別段の定め」（例として同法第２２条の２）との関係等を正確に理解していることも必須である。基本的な概念を習得する上では、単に教科書上の定義を暗記するだけでなく、それらがどのような場面でどのように適用されるかを理解しておきたい。そのためには、学習上、裁判例の具体的事実関係の中で、何が争点になり、当該概念にどのように当てはめられているかというところまで目配りする必要がある。\n⑵ 判例・裁判例の学習上記⑴に加えて、少なくとも「３ 採点実感等」で言及している基本的な判例や裁判例を考慮しない答案は、基礎的な知識の欠如を示すものと評価せざるを得ない。制度の基本を理解する際には、判例はもちろんのこと、重要な裁判例にもできるだけアンテナを張り、批判的視点を維持しつつ、その理由付けから考え、学ぶ姿勢を維持してほしい。\n判例・裁判例の学習に当たっては、抽象的な規範命題だけでなく、それが具体的にどのような事案・法的問題に対する解釈として示されたものであったかを、併せて理解することが有用である。それによって初めて、判例の規範を条文の文言との関わりで理解し、正確に読み取った事案に適切に当てはめて論理的に結論を導くという、実務上必要となる基礎的な技能を伸ばすことができる。\n⑶ 条文読解・事実認定・当てはめに関する能力の習得他の選択科目と比較しても、租税法は条文の多い分野であると思われる。今年度の出題で言えば、第１問設問１が条文の解釈を求める出題であった。そこで問われているのは、記憶力ではなく、たとえ初見の条文であっても、論理的に正確に解読した上で、要件と事実を一つ一つ冷静に当てはめて結論に至る能力である。そのような実践的な能力をかん養する上では、上記⑵で述べたように、主要な判例や裁判例の学習において、適用条文と具体的事実との関係で判決文を正確に理解する癖をつけることが近道である。租税法は決して「暗記物」の科目ではない、\nということは是非強調しておきたい。\nさらに、例年指摘していることであるが、事実認定と当てはめに関する能力の習得は、租税法の学習においても極めて重要である。租税法、取り分け、私的経済活動の成果である所得に課税する所得税法・法人税法において、私法上の概念・制度の理解が、課税要件規定の解釈・課税要件事実の認定に密接に関わる場面は多い。本年の出題では、第１問設問１の「生活に通常必要な動産」該当性や、第２問設問４の「配当所得」該当性などがこれに当たる。条文を正確に読解し、課税要件として何が規定されているかを把握した上で、与えられた事実関係を法的に丁寧に分析して課税要件事実を抽出できている答案は高く評価されるが、これもまた、法曹としての実務上求められる能力そのものである。\n６ その他参考事項租税法に限らず、答案の作成はコミュニケーションであり、何を問われているかを正確に把握し、\n必要な内容を誤解なく伝える答案が必然的に高得点となる。設問文から自明な事柄に紙幅と時間を費やし、解答を求められている事項の論述が薄くなるようでは、本末転倒である。時間制限の中で、\n何が出題の勘所かを見極めて答案を構成する能力は、実務法曹としての起案能力にも直結する。一般論として出題者が何を求めているかについて、上記「５ 今後の法科大学院教育に求めるもの」\nで述べたことが参考となれば幸いである。\n- 13 -"
}