{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は、３０：４５：２５〕）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は、電子機器の製造及び販売等を目的とする株式会社であり、その発行する株式を東京証券取引所（グロース）に上場している。甲社は、種類株式発行会社ではなく、監査役会設置会社であって、その総資産額は１００億円である。甲社ではここ数年、営業赤字が続いていた。\n甲社の代表取締役はＡであり、取締役としてＡのほかにＢ、Ｃ、Ｄ及びＥがおり、Ｅは社外取締役である。また、甲社の内規（職務権限規程）によれば、５０００万円以上の取引については取締役会の承認が必要とされているところ、これまでに５０００万円未満の取引の承認が甲社の取締役会の議題とされたことはなかった。\n２．乙株式会社（以下「乙社」という。）は、甲社が製造している製品の主要な出荷先の一つである。甲社は、令和５年２月、乙社の担当者から、これまでとは全く別の規格の電子機器αを継続的に大量生産して乙社に供給することが可能かどうかを検討してほしいと依頼され、その試作品の検討及び開発を始めた。\nその後、甲社において電子機器αの試作品を開発する中で、甲社の工場にある既存の機械設備で電子機器αを生産することは少量であれば可能であるものの、大量生産することは困難であり、乙社と新たな供給契約を締結するためには特殊な工業用機械βの購入及び設置が必要であって、そのための費用が４０００万円掛かることが判明した。また、工業用機械βには汎用性がなく、電子機器αの生産以外の用途には転用できないものであった。\n３．乙社と電子機器αに関する供給契約を締結するためには新たな設備投資が必要になることを踏まえて、甲社の取締役会ではその対応をめぐって複数回協議がされた。甲社の取締役会においては、１回の設備投資の額として４０００万円は過大ではないかとの意見もあったが、令和５年１０月、電子機器αに関する供給契約の締結は甲社に大きな利益をもたらすと見込まれることや、甲社における乙社の重要性からすれば、基本的には乙社の依頼に応じる方向で検討すべきであるという方針（以下「本件方針」という。）が確認された。その際に、社外取締役であるＥが、「工業用機械βには汎用性がなく、他の用途には転用できないのであるから、これを購入して設置する前に、乙社と供給契約について協議してその内容を確認し、甲社が不測の損害を被らないよう最善の注意を尽くすべきである。」との意見を述べた。Ｂ、Ｃ及びＤもＥの意見に賛同したことから、同月の時点では、取締役会において本件方針が確認されたにとどまり、工業用機械β\nを購入して設置することについては、乙社との今後の協議の結果を踏まえて改めて取締役会で承認を得るものとされた。\n４．Ａは、本件方針を踏まえ、令和５年１１月、電子機器αの試作品を示して乙社と供給契約について協議することを試みた。ところが、乙社の担当者は、示された試作品の品質に難色を示し、「この程度の品質ではとても御社とは契約することができない。供給契約について今後協議を開始する前提として、まずはもっと品質の良い試作品を作ってもらう必要がある。」との意見をＡに伝えるとともに、「実は、御社以外にも電子機器αの供給の検討をお願いした会社があり、我が社と供給契約を締結することができるのは１社だけなので、もし契約を勝ち取りたいと真剣に考えるのであれば、品質の良い試作品を急ぎ用意することをお勧めする。」とＡに告げた。\nこうした中、Ａは、甲社に大きな利益をもたらすことが見込まれる乙社との供給契約の締結の機会を逃すわけにはいかないと考えるとともに、令和５年１２月上旬に「既存の機械設備ではこれ以上の品質の試作品を製作することは困難だが、工業用機械βを設置して製作すれば現状よりも品質が向上することが見込まれる。」とする甲社の従業員のレポートが示されたことを受け、- 2 -\n同月中旬、取締役会に諮ることなく工業用機械βを購入して設置し、甲社はその費用として４０００万円を支払った。Ａは、緊急性があることから工業用機械βの購入及び設置に当たり事前に取締役会に諮ることをしなかったが、乙社との供給契約の締結の重要性及び甲社の内規で取締役会の承認が必要とされているのは５０００万円以上の取引であることも考慮すれば、同年１０月の甲社の取締役会におけるＥの発言を踏まえても、次回の取締役会で速やかに事後承認が得られるだろうと考えていた。しかし、同年１２月下旬に開催された甲社の取締役会では、工業用機械\nβを購入して設置したＡの対応は強く非難され、工業用機械βを購入して設置したことにつき取締役会の事後承認は得られなかった。\n５．乙社は、令和６年１月、甲社に対し、他社と電子機器αに関する供給契約を締結したので甲社とは新たな供給契約を締結しない旨を連絡した。そのため、設置された工業用機械βは、使われることのないまま甲社の工場で保管されている。\n〔設問１〕\n甲社の監査役であるＦが、令和６年２月、甲社を代表して、Ａに対し、工業用機械βの購入に係る責任を追及する訴えを提起した場合に、甲社の立場において考えられる主張及びその主張の当否について、論じなさい。\n下記６から11までにおいては、上記２から５までの事実は存在しないことを前提として、〔設問\n２〕に答えなさい。\n６．甲社では、平成２４年６月の定時株主総会の決議により、取締役の報酬の総額の上限額が年額\n１億円と定められるとともに、各取締役の報酬の具体的な配分が取締役会に一任されていた。また、甲社の取締役会は、株主総会から一任された各取締役の報酬の具体的な配分を毎年代表取締役に再一任していた。令和４年度に支払われた報酬の年額は、Ａが３０００万円、Ｂ、Ｃ及びＤがそれぞれ２０００万円、Ｅが１０００万円であった。\n７．Ａは、同種の海外企業と比較して、日本企業の経営者の報酬が低すぎると考えていた。そこで、Ａは、令和５年４月に開催された甲社の取締役会に、取締役の報酬の総額の上限額を年額３億円とし、各取締役の報酬の具体的な配分を取締役会に一任する旨の議案（以下「本件議案」という。）を定時株主総会に上程することを諮り、可決された。\n８．令和５年６月に適法に招集された甲社の定時株主総会では、株主から「営業赤字が続いている今、なぜ取締役の報酬を増やす必要があるのか。」との質問があったが、Ａは、「同業他社との競争が激しくなっているため、今後はより優秀な人材を獲得して取締役に就任してもらう必要があるが、今のままでは報酬額が低く優秀な人材を獲得することができない。また、同業他社と比べても報酬額が低いという我が社の現状を踏まえれば、現在の取締役の勤労意欲の向上を図るという観点も欠かすことはできない。これらの事情を総合的に考慮し、取締役の報酬の総額の上限額を増やす必要がある。」と回答した。甲社提案の本件議案は、上記定時株主総会で可決された。\n９．上記定時株主総会の日の翌日に開催された甲社の取締役会において、各取締役の報酬の具体的な配分について協議がされ、甲社の従来の慣行及び決定方針に従い、各取締役の報酬の具体的な配分を代表取締役であるＡに再一任する旨の決議がされた。\n10．その後、Ａは、今後は取締役の報酬の支払に関する事務を甲社の外部に委託することとし、各取締役に支払われる報酬の額を甲社の従業員に容易には知られないようにした。その上で、Ａは、自らの報酬の年額を前年度の３０００万円から２億円増額して２億３０００万円とし、Ｂ、Ｃ、Ｄ及びＥの報酬の年額は前年度と同額とする旨の決定（以下「本件報酬額決定」という。）をし、実際にその額が甲社から各取締役に１年分の報酬として支払われた。\n11．Ａは、本件報酬額決定に基づく増額後の自らの報酬額を他の取締役に明らかにしたり、取締役\n- 3 -会に報告したりすることを一切しなかったため、令和６年５月に、甲社の取締役会に諮られる有価証券報告書の案文においてＡの報酬の年額が２億３０００万円であったことが記載されるまで、Ａが自らの報酬額だけを増額していたことは、甲社の他の取締役や監査役に気付かれなかった。\nその後、自らの報酬額だけを大幅に増額したＡによる本件報酬額決定は、甲社の取締役会で強く非難された。\n〔設問２〕\n甲社の監査役であるＦが、令和６年６月、甲社を代表して、Ａに対し、Ａが本件報酬額決定をして増額した報酬を受領したことについての責任を追及する訴えを提起した場合に、甲社の立場において考えられる主張及びその主張の当否について、論じなさい。\n下記12以下においては、上記２から11までの事実は存在しないことを前提として、〔設問３〕に答えなさい。\n12．Ｇは、長年にわたって甲社の株式を保有する個人株主であり、自らが所有する多数の不動産から得られる収入によって生計を立てており、自らは営業を行っておらず、また、甲社と競合する事業を営む会社の株式又は持分は一切保有していない。Ｇは、令和６年４月時点で、甲社の総株主の議決権の約３．２％に相当する数の株式を保有している。\n13. Ｇは、令和６年３月、甲社におけるＡの独断専行に不満を持つ甲社の従業員から、Ａが令和５年７月から９月にかけて自らの親族の語学留学のための費用を海外調査費用の名目で甲社に負担させていた旨の情報を得た。そこで、Ｇは、同年７月から９月までの期間に甲社が海外調査費用として支出した金銭の使途を調査し、その調査結果次第ではＡの責任を問う株主代表訴訟を提起することも視野に入れた上で、甲社に対し、当該調査を目的とすることを明示して会計帳簿及びこれに関する資料の閲覧又は謄写の請求（以下「本件請求」という。）をした。甲社は、Ｇの意図を察知したＡの指示により本件請求に応じなかったため、Ｇは、令和６年４月、本件請求に係る訴えを提起した。\n14. 甲社の取締役会は、令和６年５月、経営状態の悪化により事業継続のための緊急の資金が必要であることを理由に、甲社と長年付き合いのある丙株式会社（以下「丙社」という。）に対する募集株式の第三者割当て（募集株式の数は発行済株式の総数の１０％に相当する数であり、払込金額は時価である。以下「本件増資」という。）を決定した。本件増資は、その旨の公示がされた上で、同月末日までにその効力が生じた。もっとも、同月の時点では、甲社の経営状態が従来と比べて悪化していたことは事実であったものの、甲社は特に使う当てのない多額の預貯金を有していたことから、事業継続のための緊急の資金が必要であるという状態にはなかった。また、本件増資を決定した甲社の取締役会において、本件増資を速やかに実施すべきであると述べて終始議論を主導したのはＡであった。\n15. 本件増資の結果、令和６年５月末日の時点で、丙社は甲社の総株主の議決権の約１４％に相当する数の株式を保有する一方で、Ｇは甲社の総株主の議決権の約２．９％に相当する数の株式を保有することとなり、丙社及びＧの甲社の株式の保有状況については、令和７年３月までに変動はなかった。なお、本件増資の効力を争う旨の訴えは、同月までに提起されていない。\n〔設問３〕\n令和７年３月に本件請求に係る訴えの事実審の口頭弁論が終結した。本件請求が認められるか否かについて、論じなさい。なお、社債、株式等の振替に関する法律所定の手続は、適法に行われていたものとする。また、甲社の定款には、会計帳簿及びこれに関する資料の閲覧又は謄写の請求について、別段の定めはないものとする。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n１ 本問は、上場会社である取締役会設置会社において、①一見すると取締役会の決議に反するように見える代表取締役が行った設備投資について、当該会社が当該代表取締役の責任を追及する訴えを提起した場合において、当該会社の立場において考えられる主張及びその当否を検討すること（設問１）、②取締役会が株主総会から一任された各取締役の報酬の具体的な配分の決定を代表取締役に再一任する旨の決議に基づき、当該代表取締役が自己の報酬額のみを増額する旨の決定をした行為について、当該会社が当該代表取締役の責任を追及する訴えを提起した場合において、当該会社の立場において考えられる主張及びその当否を検討すること（設問２）、並びに③会計帳簿等の閲覧謄写請求（会社法第４３３条第１項）に係る訴えを提起した株主が、当該訴えに係る訴訟の係属中の募集株式の発行により、総株主の議決権の１００分の３以上という少数株主要件を欠くに至った場合において、当該訴えに係る請求が認められるか否かを検討すること（設問３）を求めるものである。いずれの設問についても、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるかを問うものである。\n２ 設問１について\n⑴ 設問１は、①主要な取引先である乙社から新製品の供給を打診された甲社の代表取締役であるＡが、そのために必要となる４０００万円を要する設備投資（工業用機械βの購入及び設置）を行うに当たり、改めて甲社の取締役会で承認を得るものとされていたにもか- 10 -\nかわらず、緊急性があることから、事前に取締役会に諮ることなく当該設備投資を行った、②Ａは、当該設備投資について事後承認が得られるだろうと考えていたが、実際には事後承認を得ることができず、その後乙社との供給契約を締結することもできなかったという事例において、Ａに対して当該設備投資に係る責任を追及する甲社の立場において考えられる主張及びその主張の当否の検討を求めるものである。\n⑵ まず、甲社としては、工業用機械βの購入が「重要な財産の〔中略〕譲受け」（会社法第３６２条第４項第１号）に該当し、取締役会の決議によらずに工業用機械βを購入した行為は法令に違反するものであり、Ａが「その任務を怠った」（会社法第４２３条第１項）\nと主張することが考えられる。この点については、重要な財産の処分に関する判例（最判平成６年１月２０日民集４８巻１号１頁）によれば、当該財産の価額、その会社の総資産に占める割合、当該財産の保有目的、処分行為の態様及び会社における従来の取扱い等の事情を総合的に考慮して判断することとなる。本問の事実関係（例えば、４０００万円という工業用機械βの価額が甲社の総資産１００億円に占める割合は０．４％にすぎないことや、甲社の内規では、５０００万円以上の取引について取締役会の承認が必要とされており、これまでも５０００万円未満の取引の承認が取締役会の議題とされたことはなかったことなど）を踏まえると、工業用機械βの購入が「重要な財産の〔中略〕譲受け」に該当すると解するのは、上記判例の判断基準を適用する限りは難しいであろう。\n⑶ 次に、甲社としては、Ａの行為は善管注意義務に違反するものであり、Ａが「その任務を怠った」と主張することが考えられる。Ａは、改めて甲社の取締役会で承認を得るものとされていたにもかかわらず、取締役会に諮ることなく工業用機械βを購入しており、一見すると、令和５年１０月に開催された取締役会の決議に反する行為であるようにも見えるため、これをＡの善管注意義務違反と評価することができるかが、本問の主要な論点である（本問では、この点に問題意識を持つことなく、経営判断原則について論ずることは求められていない。）。他方で、本問では、甲社に大きな利益をもたらすことが見込まれる乙社との供給契約を締結するためには、早急に工業用機械βを購入及び設置して質の良い試作品を製作する必要があったという事情も存在する。\nそのため、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、代表取締役が業務執行を行うに際しては基本的には取締役会の決議に従わなければならないところ、①甲社の企業価値の維持・向上という観点からみて緊急性が高い場合には、一見すると取締役会の決議に反するように見える行為を行う余地が認められる場合があるか、また、②本問の事実関係の下で、緊急性があることを理由に事前に取締役会の承認を得なかったＡの行為は、そのような場合であると評価することができるかなどが問題となる。結論としては、Ａの責任を肯定する方向で検討することも、否定する方向で検討することも考えられるであろうが、いずれの立場であっても、本問の事実関係を丁寧に分析し、自らの結論との整合性について説得的に論ずることが求められる。\nなお、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、工業用機械βを購入するというＡの判断内容自体の合理性についても問題となり得るが、本問の事実関係の下では、判断内容自体の合理性を否定することは難しいであろう。\n３ 設問２について\n⑴ 設問２は、取締役の報酬の総額の上限額を３億円とし、①各取締役の報酬の具体的な配分の決定を取締役会に一任する旨の株主総会の決議及び②各取締役の報酬の具体的な配分の決定を代表取締役であるＡに再一任する旨の取締役会の決議に基づき、Ａが自己の報酬額のみを２億円増額する旨の決定をしたという事例において、Ａに対して当該決定をして増額した報酬を受領したことに係る責任を追及する甲社の立場において考えられる主張及\n- 11 -びその主張の当否の検討を求めるものである。\n⑵ まず、甲社としては、①各取締役の報酬の具体的な配分の決定を取締役会に一任すること又は②これを代表取締役に再一任することは許容されないと主張することが考えられるが、株主総会では取締役の報酬の総額の上限額のみを定め、各取締役の報酬の具体的な配分の決定を取締役会に一任することは許容される（会社法第３６１条第１項に反しない）\nと一般に解されており、①が許容されないと解するのは難しいであろう。まずは、その点を指摘した上で、②が許容されるかを検討することが必要となる。この点については、例えば、株主総会の決議で取締役の報酬の総額の上限額は定まっていることや、会社法施行規則第９８条の５第６号の存在などを指摘して、②が許容されるとすることが考えられる。\nこれに対し、取締役会による代表取締役に対する監督機能が阻害されることなどを指摘して、②が許容されないとすることも考えられないではないが、甲社では、平成２４年以降、各取締役の報酬の具体的な配分を毎年代表取締役に再一任しているため、再一任を否定する旨の主張をすることは自社の長年にわたる報酬実務を否定することになり、さらに令和\n５年度についてもＡ以外の取締役に対する報酬支払も不適法だとする主張となることを理解した上で、それが本問で検討が求められる「甲社の立場において考えられる主張」としてふさわしい内容かも考慮することが求められる。\n⑶ 次に、甲社としては、各取締役の報酬の具体的な配分の決定を代表取締役に再一任することが許容されるとしても、自らの報酬額のみを２億円増額することを決定したＡの行為は善管注意義務に違反するものであり、Ａが「その任務を怠った」と主張することが考えられる。この点については、①そもそも代表取締役による具体的な報酬額の決定が善管注意義務違反を構成することがあり得るか、②善管注意義務違反を構成することがあり得るとしても、善管注意義務違反をどのような基準で判断するべきか（代表取締役に経営判断原則と同程度の広範な裁量を認めるべきか）、③本問の事実関係の下で、自らの報酬額のみを２億円増額することを決定したＡの行為が善管注意義務違反と評価することができるかが問題となる。\n①の点については、例えば、具体的な報酬額の決定は株主総会から委任を受けた取締役会の職務であり、取締役会から再一任を受けた代表取締役の職務であることなどを指摘して、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成し得ることを肯定することも考えられるであろう。これに対し、会社法は取締役の報酬額の決定については株主総会の決議という手続規制を加えるにとどまることなどを指摘して、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成し得ることを否定することも考えられるであろうが、この立場を採る場合であっても、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬のみを２億円増額するという行為の不整合について、これが善管注意義務違反（又は総会決議遵守義務違反）を構成するかについて、検討する必要がある。\n②の点については、例えば、具体的な報酬額の決定には専門的・技術的判断が必要であることなどを指摘して、経営判断原則と同じ内容の判断枠組みによるべきとすることも考えられるであろう。これに対し、再一任を受けた代表取締役による自らの報酬額の決定の場面では自己の利益のために恣意的な決定をする危険があるという問題があることは否定できないことなどを指摘して、そのような判断枠組みによるべきではないとすることも十分に考えられる。いずれの立場を採用するにしても、自らが採用する判断枠組みと整合的な理由付けを適切に指摘することが求められる。\n③の点については、②において自らが採用した判断枠組みに従い、本問の事実関係を丁寧に分析しつつ、自らの報酬額のみを２億円増額したＡの決定が善管注意義務違反と評価することができるかについて、説得的に論ずることが求められる。また、どのような判断\n- 12 -枠組みを採用するとしても、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬のみを２億円増額するという行為の不整合（株主総会の決議で示された株主の合理的意思から逸脱した行為であるか）にも留意することが望ましい。ただし、この不整合をＡの善管注意義務違反の判断における一要素として論ずるか、別途株主総会決議遵守義務違反として論ずるかは、いずれの構成もあり得るであろう。\nなお、Ａの行った報酬決定が定時株主総会においてＡが株主に対してした説明と不整合であることから、そもそも定時株主総会におけるＡの説明が虚偽のものであったと考える余地もある。この場合には、Ａが虚偽の説明をしなければ株主総会決議がされなかったという関係性が認められれば、甲社はＡの説明義務違反に基づく損害賠償請求をすることも考えられる。\n４ 設問３について\n⑴ 設問３は、甲社の総株主の議決権の約３．２％に相当する数の株式を保有していたＧが、甲社に対して会計帳簿等の閲覧謄写請求（会社法第４３３条第１項）に係る訴えを提起したところ、当該訴えに係る訴訟の係属中に甲社が丙社に対して募集株式の発行をしたことにより、当該訴訟の口頭弁論終結時には、Ｇは甲社の総株主の議決権の約２．９％に相当する数の株式を保有することとなったという事例において、当該訴えに係る請求が認められるか否かの検討を求めるものである。\n⑵ まず、本問の事実関係によれば、総株主の議決権の１００分の３以上という少数株主要件以外の会計帳簿等の閲覧謄写請求の要件が満たされているか検討する必要がある。本問の事実関係によれば、会社法第４３３条第２項各号が定める会計帳簿等の閲覧謄写請求の拒絶事由は見いだし難く、また、Ｇによる請求の理由は具体的に明らかにされていると評価することができるであろう。\n⑶ 次に、総株主の議決権の１００分の３以上という少数株主要件について、これが訴えの提起の時点では充足されていたものの、口頭弁論終結時には充足されていなかったことがもたらす影響について検討する必要がある。\nこの少数株主要件は、会計帳簿等の閲覧謄写請求が認められるための要件であり、当該請求に係る訴えにおいて、事実審の口頭弁論終結時に充足されていることを要することが原則であることを指摘することが求められる。\nもっとも、検査役の選任申立てに関するものではあるが、判例（最決平成１８年９月２８日民集６０巻７号２６３４頁）の判示を踏まえると、訴え提起の時点では少数株主要件が充足されていたものの、その後の募集株式の発行によりこれが充足されないこととなった場合には、会計帳簿等の閲覧謄写請求に係る訴えを妨害する目的で募集株式の発行をしたなどの特段の事情がない限り、当該請求に係る訴えは棄却されると解することができ、このことを反対からみると、上記の「特段の事情」がある場合には、訴えの係属中に少数株主要件を充足しないこととなったときであっても、例外的に当該請求が認められるという立論をすることが可能であろう。このような判断枠組み（なお、判断枠組みとしては、上記の「特段の事情」の有無のほか、信義則違反によるものなども考えられ、具体的な判断枠組みを適切に論ずることができれば、同様に評価される。）を示した上で、本問の事実関係を丁寧に分析し、例外的に請求が認められる場合に該当するかについて説得的に論ずることが求められる。\nなお、上記の法律構成とは異なり、株主が自ら株式を譲渡することにより少数株主要件が充足されなくなる場合と、募集株式の発行等の会社の行為により少数株主要件が充足されなくなる場合とで区別をし、後者の場合には会計帳簿等の閲覧謄写請求が認められるとする考え方もあり得、このような考え方を採るべき理由を示した上で、このような考え方を採る場合には、本問の事実関係では、甲社の募集株式の発行により少数株主要件が充足\n- 13 -されなくなる場合に当たることを指摘し、請求を認容するとの結論を導くこととなるであろう。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている令和７年司法試験の論文式試験出題の趣旨に特に補足すべき点はない。\n２ 採点方針民事系科目第２問は、商法分野からの出題である。事実関係を分析し、会社法上の論点を的確に抽出して各設問に答えるという過程を通じ、事例解析能力、論理的思考力、会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものである。問題文で示された具体的な事実関係を丁寧に分析し、会社法に関する基本的な理解を前提に関係する条文を探し出し、その制度趣旨を踏まえて丁寧に検討するという姿勢がうかがわれる答案には、高い評価が与えられた。これに対し、問題文で示された具体的な事実関係の特徴を考慮せず、知っている論点に無理に引き付けて検討しようとしたり、暗記した論証パターンに無理に当てはめようとしたりしていることがうかがわれる答案は、低い評価にとどまるものが多かった。\n３ 採点実感⑴ 設問１についてア 全体的な採点実感(ｱ) 設問１は、主要な取引先である乙社から新製品の供給の可能性を検討することを打診された甲社の代表取締役であるＡが、実際に供給するに際して必要となる４０００万円の設備投資（工業用機械βの購入及び設置）を行うに当たり、改めて甲社の取締役会で承認を得るものとされていたにもかかわらず、緊急性があることから、事前に取締役会に諮ることなく当該設備投資を行ったという事例であって、Ａは当該設備投資について事後承認が得られるだろうと考えていたが、実際には事後承認を得ることができず、その後乙社との供給契約を締結することもできなかったという場合に、Ａに対して当該設備投資に係る責任を追及する甲社の立場において考えられる主張及びその主張の当否の検討を求めるものである。なお、少数であるが、Ａに対する責任追及が株主代表訴訟によるものであると論ずる答案があったが、会社の取締役に対する責任追及は全て株主代表訴訟によると誤解しているのであれば、会社法の基本的な理解が不足していると評価せざるを得ない。\n(ｲ) 設問１においては、まずは、甲社の立場において考えられる主張として、工業用機械βの購入が「重要な財産の〔中略〕譲受け」（会社法第３６２条第４項第１号）に該当し、取締役会の決議によらずに工業用機械βを購入した行為は法令に違反するものであり、Ａが「その任務を怠った」（会社法第４２３条第１項）とする主張を検討することが求められる（なお、少数であるが、「甲社の立場において考えられる主張」が問われているにもかかわらず、責任追及を受けるＡの立場からの主張を延々と論ずる答案があったが、これでは問われていることに答えたことにはならない。）。この点については、重要な財産の処分に関する判例（最判平成６年１月２０日民集４８巻１号１頁。以下「平成６年判例」という。）\nによれば、当該財産の価額、その会社の総資産に占める割合、当該財産の保有目的、処分行為の態様及び会社における従来の取扱い等の事情を総合的に考慮して判断することとなるが、本問の事実関係を踏まえると、工業用機械βの購入が「重要な財産の〔中略〕譲受け」に該当すると解するのは、平成６年判例の判断基準を適用する限りは難しいであろう。\n多くの答案が、会社法第３６２条第４項及び第４２３条第１項が問題となることに気が付いており、平成６年判例の枠組みを踏まえつつ、工業用機械βの購入が「重要な財産の〔中略〕譲受け」に該当するかについて検討することができていたものも相当数あった。\nその上で、平成６年判例の枠組みを踏まえつつ、４０００万円という工業用機械βの価額- 7 -が甲社の総資産１００億円に占める割合は０．４％にすぎないことや、甲社の内規では、\n５０００万円以上の取引について取締役会の承認が必要とされており、これまでも５０００万円未満の取引の承認が取締役会の議題とされたことはなかったことなどを挙げて、端的に「重要な財産の〔中略〕譲受け」に該当しないと結論付ける答案が一定数あり、高く評価された。他方で、平成６年判例の判断枠組みによりつつ、「重要な財産の〔中略〕譲受け」に該当すると結論付ける答案も一定数あったが、相対的に低い評価にとどまった。このような答案の中には、工業用機械βの価額が甲社の総資産に占める割合が４％（正しくは、上記のとおり０．４％）であることを前提とするものや、甲社の「営業赤字」を債務超過と混同していると思われるものなど、事実関係を適切に捉えることができていないものが含まれていた。\nまた、以上の問題を検討するに当たっては、会社法第３６２条第４項の理解に問題があると思われる答案が一定数みられた。すなわち、「重要な財産の〔中略〕譲受け」に該当しない行為であっても、行為に際して個別に取締役会の決定を要求することは可能であるとの理解が一般的であるが、特段の説明もなく、「重要な財産の〔中略〕譲受け」に該当しない行為であればおよそ取締役会の決定を求める必要はない（又は求めることはできない）\nと論ずるものなどがあった。\nさらに、「重要な財産の〔中略〕譲受け」に該当するため、会社法第３６２条第４項違反という法令違反が認められると論じつつ、特段の説明もなく、経営判断原則の適用による免責の可否を論ずる答案が一定数みられたが、法令違反行為についても経営判断原則が適用されることを前提とした論述となるため、経営判断原則の位置付けを正確に理解していないものと評価せざるを得ない。\n(ｳ) 設問１においては、次に、甲社の立場において考えられる主張として、改めて甲社の取締役会で承認を得るものとされていたにもかかわらず、取締役会に諮ることなく工業用機械βを購入した行為が、取締役会の決議に反するものであり、善管注意義務違反としてＡが「その任務を怠った」（会社法第４２３条第１項）とする主張を検討することが求められる。この点については、甲社に大きな利益をもたらすことが見込まれる乙社との供給契約を締結するためには、早急に工業用機械βの購入及び設置をして質の良い試作品を製作する必要があったという事情も存在するため、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、代表取締役が業務執行を行うに際しては基本的には取締役会の決議に従わなければならないが、甲社の企業価値の維持・向上という観点からみて緊急性が高い場合には、一見すると取締役会の決議に反するように見える行為であっても代表取締役にはそれを行うことが認められる場合があるか、また、本問の事実関係の下で、緊急性があることを理由に事前に取締役会の承認を得なかったＡの行為は、\nそのような場合であると評価することができるかなどが問題となる。結論としては、Ａの責任を肯定する方向で検討することも、否定する方向で検討することも考えられるであろうが、いずれの立場であっても、本問の事実関係を丁寧に分析し、自らの結論との整合性について説得的に論ずることが求められる。なお、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、工業用機械βを購入するというＡの判断内容自体の合理性についても問題となり得るが、本問の事実関係の下では、判断内容自体の合理性を否定することは難しいであろう。\n多くの答案が、Ａの善管注意義務違反に関する検討自体はできていた（他方で、会社法第３６２条第４項に関する法令違反がないと論ずるのみで検討を終えている答案が一定数あったが、これでは「甲社の立場において考えられる主張」を十分に検討したと評価することはできない。）。もっとも、改めて甲社の取締役会で承認を得るものとされていたにもかかわらず、取締役会に諮ることなく工業用機械βを購入したＡの行為が一見すると取締- 8 -役会の決議に反するように見えるという点に関する問題意識がうかがわれた答案は少数にとどまった。本問でＡの責任の有無を検討する上で核心部分となるであろう事実関係に何ら問題意識を持つことなく、経営判断原則に関する一般論を大々的に論ずるなどしても評価されることはない。自らが知っている論点に引き付けて検討しようとした結果、問題の本質を見誤ってしまったのであるとすれば、そのような学習態度は改められるべきである。\n他方で、少数であるものの、本問の事実関係における核心部分について適切に問題意識を持ち、代表取締役が業務執行を行うに際しては基本的には取締役会の決議に従わなければならないとした上で、緊急性の有無や程度などの本問における具体的な事実関係を丁寧に分析しつつ、Ａの行為を善管注意義務違反と評価することができるかを正面から論ずる答案があり、こうした答案は当然のことながら高く評価された。\nなお、工業用機械βの購入について、甲社の取締役会で複数回協議がされたことや、基本的には乙社の依頼に応じる方向で検討すべきであるという本件方針が確認されたことをもって、Ａの善管注意義務違反を否定する事情として論ずる答案が一定数みられたが、結果として取締役会の決議でＡに対して要請された内容（「工業用機械βを購入して設置することについては、乙社との今後の協議の結果を踏まえて改めて取締役会で承認を得るものとされた」こと）を踏まえることなく、そのような要請が取締役会から示されるに至った経過に当たる事情を強調して、当該要請に一見反する行為をしたＡの責任を否定することは論理的整合性を欠くことになるので、事実関係を丁寧に分析したものと評価することはできない。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例は、以下のとおりである。\n・ 平成６年判例の枠組みを踏まえて、工業用機械βの購入が「重要な財産の〔中略〕譲受け」に該当しないことを端的に論じた上で、取締役会で改めて承認を得るものとされたという経緯を踏まえつつ、工業用機械βの購入についてのリスクとリターンの要素と、\n乙社との関係で早急に工業用機械βを購入して試作品を製作するという時間的な要素をいずれも考慮して、取締役会の承認を得ることなく工業用機械βを購入したというＡの判断の合理性を検討するもの。\n・ 改めて取締役会で承認を得るものとされたという事実関係に問題意識があることを明確に示した上で、そのような事実関係がある場合であっても代表取締役は事前の取締役会の承認を得ることなく業務執行をすることができるのか、それが許容される条件はどのようなものかという判断枠組みについて詳細に検討するもの。\n・ 工業用機械βの購入について、改めて取締役会の承認を得るものとされたにもかかわらず、取締役会に諮ることをしなかった点について、本問の具体的な事実関係を指摘しつつ緊急性を肯定し、かつ、本件方針にも沿うものであることを指摘して許容されると論じた上で、Ａの判断内容についても著しく不当であるとはいえないとして、Ａの善管注意義務違反を否定するもの。\n・ 事前に取締役会の承認を得ておくべきであったにもかかわらず、その承認を得なかったことが任務懈怠であると論じつつ、従前の取締役会におけるＡ以外の取締役の反応を踏まえると、仮に取締役会に諮ったとすれば承認されなかった蓋然性が高いことまで論じた上で、取締役会に諮っていれば損害の発生を防ぐことができたと考えられるとして、\n支出額の４０００万円と任務懈怠の間に因果関係が認められると論ずるもの。\n(ｲ) 不良に該当する答案の例は、以下のとおりである。\n・ 「重要な財産の〔中略〕譲受け」に該当するかについて、これを肯定する方向に働く要素と否定する方向に働く要素を適切に摘示することなく、強引に「重要な財産の〔中略〕譲受け」に該当すると結論付けるもの。\n- 9 -・ 「工業用機械βを購入して設置することについては、乙社との今後の協議の結果を踏まえて改めて取締役会で承認を得るものとされた」ことに全く言及することなく、経営判断原則に関する一般論を大々的に論ずるもの。\n・ Ａの行為が経営判断として合理性があるかを論ずるに当たり、個々の要素の意味付けを明らかにすることなく、問題文で提示された事実関係を漫然と摘示した上で、「以上によれば」などとして結論を論ずるもの。\n・ 会社法第４２３条第１項の条文に言及することなく、また、甲社の立場において考えられる主張かどうかの検討をすることなく、唐突に「本件では経営判断原則の適用が問題となる」などと述べて、経営判断原則に関する一般論と当てはめのみを論じて本問の検討を終えるもの。\n⑵ 設問２についてア 全体的な採点実感(ｱ) 設問２は、取締役の報酬の総額の上限額を（従来の１億円から）３億円に増額し、各取締役の報酬の具体的な配分の決定を取締役会に一任する旨の株主総会の決議及び各取締役の報酬の具体的な配分の決定を代表取締役であるＡに再一任する旨の取締役会の決議に基づき、Ａが自己の報酬額のみを２億円増額する旨の決定をしたという事例で、Ａに対して当該決定をして増額した報酬を受領したことに係る責任を追及する甲社の立場において考えられる主張及びその主張の当否の検討を求めるものである。少数であるが、設問１と同様に、Ａに対する責任追及が株主代表訴訟によるものであると論ずる答案があったが、会社の取締役に対する責任追及は全て株主代表訴訟によると誤解しているのであれば、会社法の基本的な理解が不足していると評価せざるを得ない。\n(ｲ) 設問２においては、まずは、①各取締役の報酬の具体的な配分の決定を取締役会に一任すること及び②これを代表取締役に再一任することが適法かという点を確認しておく必要がある。株主総会では取締役の報酬の総額の上限額のみを定め、各取締役の報酬の具体的な配分の決定を取締役会に一任することは許容される（会社法第３６１条第１項に反しない）と一般に解されており、①が許容されないと解するのは難しいであろう。まずは、その点を指摘した上で、②が許容されるかを検討することが必要となる。この点については、\n例えば、株主総会の決議で取締役の報酬の総額の上限額は定まっていることや、会社法施行規則第９８条の５第６号の存在などを指摘して、②が許容されるとすることが考えられる。これに対し、取締役会による代表取締役に対する監督機能が阻害されることなどを指摘して、②が許容されないとすることも考えられないではないが、甲社では、平成２４年以降、各取締役の報酬の具体的な配分を毎年代表取締役に再一任しているため、再一任を否定する旨の主張をすることは自社の長年にわたる報酬実務を自ら否定することになり、\nさらに令和５年度についてもＡ以外の取締役に対する報酬支払も不適法だとする主張となることを理解した上で、それが本問で検討が求められる「甲社の立場において考えられる主張」としてふさわしい内容かも考慮することが求められる。\n多くの答案が、会社法第３６１条第１項が問題となること自体には気が付いており、①及び②の許容性について検討することができているものも相当数あった。もっとも、後記(ｳ)の点も含め、「お手盛り防止」という同項の趣旨に関する理解が十分でないと思われる答案が相当数みられた。すなわち、同項の趣旨として伝統的に述べられてきた「お手盛り防止」\nという言葉は、会社（株主）対取締役という局面で会社（株主）の財産を取りすぎないように規制をするという意味であるが、代表取締役が取締役会から各取締役の報酬の具体的な配分の決定を一任された状態で、他の取締役に回すべき金額を独り占めにすることを自分で決めることも「お手盛り」であるという前提で、「お手盛り防止」という語を用いているものが多かった（①及び②が許容される理由として「会社から流出する財産の上限が定- 10 -められており、会社法第３６１条第１項の趣旨に反しない」などと言及する一方で、後記(ｳ)の点を論ずる際には「Ａの行為は会社法第３６１条第１項の趣旨に反する」などと言及する答案は典型例である。）。同項の趣旨を正確に理解した上で、誰と誰の間の利害調整が問題となる局面であるかを意識して検討することが求められる。\nまた、以上の問題を検討するに当たって、代表取締役が濫用的に各取締役の報酬の具体的な配分の決定をした場合には、②が許容されないと論ずる答案が一定数みられた。後記(ｳ)を論ずるに際して、本件報酬額決定が無効であるために不当利得を構成すると論ずるのであればともかく、特段の説明もなく、事後的な権限行使の態様いかんによって（遡って）\n再一任する旨の取締役会の決議が無効になると論ずるのは、適切な法律構成であると評価することはできない。\nさらに、各取締役の報酬の具体的な配分の決定は、配分に関する一定の基準が存在し、\nかつ、その基準を株主が推知することができる場合にのみ許容されると論ずるものなど、\n退職慰労金の支給決議に関する判断枠組みと誤認していることをうかがわせる答案が一定数みられたが、知識の正確さに難があると評価せざるを得ない。\n(ｳ) 設問２においては、次に、甲社の立場において考えられる主張として、自らの報酬額のみを２億円増額することを決定したＡの行為が善管注意義務に違反するものであり、Ａが「その任務を怠った」とする主張を検討する必要がある。この点については、そもそも代表取締役による具体的な報酬額の決定が善管注意義務違反を構成することがあり得るか、\n善管注意義務違反を構成することがあり得るとしても、善管注意義務違反をどのような基準で判断するべきか（代表取締役に経営判断原則と同程度の広範な裁量を認めるべきか）、\n本問の事実関係の下で、自らの報酬額のみを２億円増額することを決定したＡの行為が善管注意義務違反と評価することができるかなどを検討することが求められる。また、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬額のみを２億円増額するという行為の不整合（株主総会の決議で示された株主の合理的意思から逸脱した行為であるか）にも留意することが望ましいが、この不整合をＡの善管注意義務違反の判断における一要素として論ずるか、別途株主総会決議遵守義務違反として論ずるかは、いずれの構成もあり得るであろう。なお、Ａの行った報酬決定が定時株主総会においてＡが株主に対してした説明と不整合であることから、そもそも定時株主総会におけるＡの説明が虚偽のものであったと考える余地もある。この場合には、Ａが虚偽の説明をしなければ株主総会決議がされなかったという関係性が認められれば、甲社はＡの説明義務違反に基づく損害賠償請求をすることも考えられる。\n多くの答案が、Ａの①善管注意義務違反、②総会決議遵守義務違反又は③説明義務違反のいずれか一つ以上に関する検討をすることができており、本問の事実関係を踏まえた問題設定自体は適切にされていた（他方で、少数であるが、報酬額が取締役と会社の間の契約内容となった後で報酬額を減額する場合の議論を論ずる答案や、取締役会が自らの報酬を増額する議案を株主総会に提出すること自体が当然に忠実義務違反（利益相反行為）であると論ずる答案がみられたが、いずれも適切な問題設定と評価することはできない。）。\nもっとも、①については、報酬額決定の再一任の場面を念頭に、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成することがあり得るか、善管注意義務違反をどのような基準で判断するべきかといった一般論に関する検討をすることができていた答案は少数であった。改めて指摘するまでもなく、善管注意義務は会社に対する義務であるが、総額の範囲内における個別報酬額の決定は（対会社ではなく）取締役相互の利害調整の問題であるともいえ、その決定について代表取締役の善管注意義務違反が問題となり得ることは必ずしも自明ではない。また、善管注意義務違反を構成することがあり得るとの考え方を採る場合には、善管注意義務違反をどのような基準で判断するべきか（代表取締- 11 -役に経営判断原則と同程度の広範な裁量を認めるべきか）についても検討する必要がある。\n少数であるものの、各取締役の報酬の具体的な配分の決定には専門的・技術的判断が必要である一方で、代表取締役が自己の利益のために恣意的な決定をする危険がある場面であるという特殊性を踏まえ、代表取締役に認められる裁量の範囲を丁寧に論ずる答案があり、\n当然のことながら高く評価された。\n③については、株主総会において虚偽の説明をしたことを理由としてＡに義務違反が認められるという構成ではなく、株主総会の決議自体が無効になると論ずる答案が一定数みられた。株主総会の決議の無効を問題とするのであれば、「決議の内容が法令に違反すること」（会社法第８３０条第２項）を論ずる必要があり、この点に触れることなく漫然と株主総会の決議が無効であると論じても、説得的な論述とは評価することができない。また、\n同じ理由によって株主総会の決議の取消しが認められると論ずる答案もみられたが、本問の事実関係によれば、提訴期間の徒過により、決議の取消しは問題とならない。\nなお、本問を検討するに当たり、会社法第３６１条第７項及び会社法施行規則第９８条の５に言及する答案が一定数みられた。このような言及からは、取締役の報酬規制について学習を深めたことはうかがわれるものの、きちんと論拠を示さないまま断定的に結論のみを論ずるものが多く、また、何らかの説明があっても、規定の趣旨を正しく理解していないと思われるものが大半であった。すなわち、会社法第３６１条第７項が適用されるためには、同項第１号又は第２号に該当する必要があるが、同項第１号との関係で甲社が大会社であると断定する答案は、資本金と総資産を混同しているものとうかがわれた。また、\n「取締役の個人別の報酬等の内容についての決定に関する方針」には、報酬内容それ自体についての方針のみならず、取締役の個人別の報酬の決定方法に関する方針も含まれ、後者について、第三者に決定を一任するという方針を採る場合については会社法施行規則第９８条の５第６号がその定め方を規定しているところ、報酬額の実質に関する決定が会社法第３６１条第７項によって求められていることを前提としていると思われる論述が散見された。上記の理解を前提とする限り、問題文において「従来の慣行及び決定方針に従い、\n各取締役の報酬の具体的な配分を代表取締役であるＡに再一任する旨の決議がされた」とある以上、「取締役の個人別の報酬等の内容についての決定に関する方針」が定められていないと断定することはできないことになる（その意味で、本問を検討するに当たり、会社法第３６１条第７項及び会社法施行規則第９８条の５についての論述は求められていない。）。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例は、以下のとおりである。\n・ 各取締役の報酬の具体的な配分の決定の再一任を受けた代表取締役の裁量の範囲の問題であるという論点を適切に設定した上で、その裁量の範囲については経営判断に類似するとして一般的には幅広い裁量を認めつつ、株主総会におけるＡの説明、甲社の業績の推移等の本問の具体的な事実関係に言及して、結論としてはＡの善管注意義務違反を肯定するもの。\n・ 各取締役の報酬の具体的な配分の決定を代表取締役に再一任すること自体は会社法第３６１条第１項の趣旨に反するものではないとしつつ、具体的に配分を決定する場面は代表取締役が自己の利益のために恣意的な決定をする危険性のある場面であることを理由として、その善管注意義務違反については厳格に判断されるべきであるとの判断枠組みを示した上で、本問の具体的な事実関係を踏まえて当てはめをするもの。\n・ Ａの善管注意義務違反を論ずるに当たり、各取締役の報酬の具体的な配分の決定の結果の不合理性、株主総会の決議で示された株主の合理的意思による制約に服していない問題、Ａが定時株主総会で虚偽の説明をして株主総会の決議を騙取したともいうべき問題- 12 -について、それぞれ論理的に区別して論ずるもの。\n・ 特に理由を示さずに増額された報酬２億円の全額を損害と認定するのではなく、適正な額の増額をしたならば甲社に損害はなかったと考えられるとして、増額された報酬の一部（例えば、総額は３倍になっているため、適正なＡの報酬は９０００万円であり、これを２億円から控除した１億１０００円）について因果関係が認められると論ずるもの。\n(ｲ) 不良に該当する答案の例は、以下のとおりである。\n・ 取締役会に対する一任及び代表取締役に対する再一任をいずれも適法であると論じているにもかかわらず、損害賠償請求ではなく不当利得返還請求が問題となると論じており、\n本件報酬決定が無効になる理由を論じないもの。\n・ 代表取締役に対する再一任を適法であると論じつつ、代表取締役の報酬額の決定は利益相反取引であり、会社法第３５６条第１項が適用されるため、取締役会の決議がないことが問題であると論ずるもの。\n・ Ａの定時株主総会における説明について説明義務違反があると断定的に論じた上で、そのことから直ちに増額された２億円の報酬全額が甲社の損害となると論ずるもの。\n・ Ａが「取締役の報酬の支払に関する事務を甲社の外部に委託」したことが直ちにＡの善管注意義務違反となると論ずるもの（各取締役の報酬の具体的な配分の決定を再々委任していると誤解しているように思われる。）。\n⑶ 設問３についてア 全体的な採点実感(ｱ) 設問３は、甲社の総株主の議決権の約３．２％に相当する数の株式を保有していたＧが、\n甲社に対して会計帳簿等の閲覧謄写請求（会社法第４３３条第１項）に係る訴えを提起したところ、当該訴えに係る訴訟の係属中に甲社が丙社に対して募集株式の発行をしたことにより、Ｇは甲社の総株主の議決権の約２．９％に相当する数の株式を保有することとなり、かかる株式保有状況は当該訴訟の事実審の口頭弁論終結時まで継続したという事例において、当該訴えに係る請求が認められるか否かの検討を求めるものである。なお、少数であるが、根拠条文として、会社法第４３３条第１項ではなく会社法第８４７条を摘示する答案や、本件請求が会社法第４３４条に基づく請求であると誤解している答案があったが、会社法の基本的な理解が不足していると評価せざるを得ない。\n(ｲ) 設問３においては、主に、総株主の議決権の１００分の３以上という少数株主要件について、これが訴えの提起の時点では充足されていたものの、事実審の口頭弁論終結時には充足されていなかったことがもたらす影響について検討する必要がある。この少数株主要件は、会計帳簿等の閲覧謄写請求が認められるための要件であることからすれば、当該請求に係る訴えにおいて、事実審の口頭弁論終結時に充足されていることを要する（充足されていなければ請求棄却となる）と考えられる。その上で、検査役の選任申立てに関するものではあるが、判例（最決平成１８年９月２８日民集６０巻７号２６３４頁）の判示の趣旨を踏まえると、訴え提起の時点では少数株主要件が充足されていたものの、その後の募集株式の発行によりこれが充足されないこととなった場合には、会計帳簿等の閲覧謄写請求に係る訴えを妨害する目的で募集株式の発行をしたなどの特段の事情がない限り、当該請求に係る訴えは棄却されると解することができ、このことを反対からみると、上記の「特段の事情」がある場合には、訴えの係属中に少数株主要件を充足しないこととなったときであっても、例外的に当該請求が認められるという立論をすることが可能であろう（なお、上記判例は、検査役選任申立申請人が適格を欠くものとして違法であるとして却下している点において、閲覧謄写請求権という実体権の存否が問題となる本問との違いはあるが、上記の判旨は本問に応用することは可能であろう。）。このような判断枠組み（なお、\n判断枠組みとしては、上記の「特段の事情」の有無のほか、信義則違反によるものなども- 13 -考えられ、具体的な判断枠組みを適切に論ずることができれば、同様に評価される。）を示した上で、本問の事実関係を丁寧に分析し、例外的に請求が認められる場合に該当するかについて説得的に論ずることが求められる。\n多くの答案が、少数株主要件は事実審の口頭弁論終結時まで維持されなくてはならないが、例外的に、会社が会計帳簿等の閲覧謄写請求権を行使させないなどの不当な目的で株式の発行を行ったような場合には、事実審の口頭弁論終結時において要件を充足していなくとも権利行使をすることができるという判断枠組みを設定し、本問の事実関係から不当な目的を認定するという、出題の趣旨に沿ったものであった。ただし、多くの答案が、会計帳簿等の閲覧謄写請求権を少数株主権とした趣旨について、株主による濫用的な請求を抑止し、会社の利益が害されないようにする点にあることを理由として挙げていたところ、\n趣旨の説明として誤りではないものの、この論述だけからは直ちに少数株主要件をどの時点で満たす必要があるかという結論に結び付くものでないことには留意が必要である。\nまた、新株発行が著しく不公正な方法により行われる場合（会社法第２１０条第２号）\nであって当然に無効であることを理由として、少数株主要件を満たすと論ずる答案が一定数みられたが、公開会社においては、判例上この場合であっても直ちには新株発行の無効原因とはならないとされていること及び、そもそも本問の事実関係の下では新株発行無効の訴えの出訴期間を徒過していることを看過しており、会社法の基本的な理解が疑われるものと評価せざるを得ない。\nさらに、例外を認める判断枠組みについて、いわゆる主要目的ルールの枠組みで論ずる答案が一定数みられた。摘示する事実が適切であれば、このような判断枠組みで論ずること自体で否定的な評価となるものではないが、このような判断枠組みに引きずられて、請求棄却という原則に対する例外を認めるべきかどうかの判断において考慮するべきでない事実（例えば、割当先が甲社と長年付き合いのある丙社であること）を考慮することは適切でない。\nなお、本問の当てはめを論ずる中で、Ａが会社資金の私的流用などの忠実義務違反行為をしたと断定し、そのようなＡが主導してＧの閲覧謄写請求を拒絶することは信義則に反するなどと論ずる答案が一定数みられた。Ａに忠実義務違反に該当するような行為が認められるかを確認するためにＧが本件請求をしているのであり、問題文で示された本問の事実関係からしても、Ａが会社資金の私的流用などの忠実義務違反行為をしたと断定するに足りる内容はなく、誤った断定に基づいて論ずることは、実務家としての重要な資質が疑われるものと評価せざるを得ない。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例は、以下のとおりである。\n・ 会社法第４３３条第１項の要件及び同条第２項の拒絶事由該当性を漏れなく検討した後、どの時点で少数株主要件が充足されている必要があるのかについて原則と例外を明確に一般論として示した上で、本件増資が行われた時期、必要性や本件増資がＡの主導で行われたこと、本件増資の結果としてＧの議決権比率が要件をわずかに下回ったことなどの間接事実から、甲社（Ａ）の意図を適切に認定したもの。\n・ 少数株主要件を充足する必要がある時点について、会社法第４３３条の少数株主要件は実体的要件であるため、別段の規定がない限り、実体的要件の判断時点である事実審の口頭弁論終結時で判断されることを明示的に論ずるもの。\n(ｲ) 不良に該当する答案の例は、以下のとおりである。\n・ 少数株主要件を充足する必要がある時点について、事実審の口頭弁論終結時を基準に判断すべきであると論じたにもかかわらず、特に何の理由も示すことなく、本件請求が認められるとの結論を導くもの。\n- 14 -・ 少数株主要件を充足する必要がある時点を請求時であるとして本件請求が認められると結論付けるものの、会社の行為による場合に限定するなどの論述がなく、任意の株式譲渡の場合などに同じ結論になることの不都合性に関する問題意識に欠けるもの。\n・ 自らが依拠する判断枠組みについては論じているものの、問題文から具体的な事実関係を抽出することなく、当てはめを省略して結論だけを論じたり、「問題文からは特段の事情が認められることは明らかである」などと論じて結論を導くもの。\n⑷ 第２問全体について全ての設問についてポイントを押さえた論述をすることができているものは、当然のことではあるが、高く評価された。昨年と同様、必ずしも文字数と比例するものではなく、ポイントを押さえていたものは、多くはない分量でも高得点を得ていた。\n全体として高い評価を得ることができた答案に共通する要素としては、次の２点を挙げることができる。\n一つ目は、会社法の基本的な制度に関する正確な理解を前提として、設問で問われている問題点を適切に抽出するということである。設問１であれば、取締役会設置会社における業務執行の決定は取締役会の職務とされており（会社法第３６２条第２項第１号）、代表取締役の決定権限は取締役会から委任されたものであって、同条第４項がその委任の範囲に対する制限を定めるところ、このような取締役会と代表取締役との間の権限分配を正しく理解していれば、改めて甲社の取締役会で承認を得るものとされていたにもかかわらず、取締役会に諮ることなく工業用機械βを購入したＡの行為が一見すると取締役会の決議に反する行為であるように見えるという本問の事実関係の特徴に気が付くであろう。その上で、緊急性が高い場合には、そのような行為を行う余地が認められるか、本問の事実関係をそのように評価することができるかなどが問題となるが、いずれの結論を採った場合であっても相対的に上位の評価となったところ、\nこのような検討をすることができたか否かは、会社法の基本的な制度に関する正確な理解を前提として、問題文で示された事実関係における特徴を丁寧に検討する姿勢の有無にかかっていたように思われる。工業用機械βの購入及び設置が経営判断であることから、直ちに経営判断原則の一般論を大々的に論ずるようでは、事実関係における問題点を適切に抽出することができたとは評価することができない。また、設問２についても、会社法を一通り学習した者であれば、会社法第３６１条第１項が問題となり得ることには気が付いたはずである（実際に多くの答案がこの点について言及していた。）。もっとも、同項の趣旨として伝統的に述べられてきた「お手盛り防止」の言葉は、会社（株主）対取締役という局面で会社（株主）の財産を取りすぎないように規制をするという意味であるが、代表取締役が取締役会から各取締役の報酬の具体的な配分の決定を一任された状態で、他の取締役に回すべき金額を独り占めにすることを自分で決めることも「お手盛り」であるという前提で「お手盛り防止」という語を用いているものが多く、同項の趣旨を正しく理解しているのかに疑問がある答案が多くみられた。その結果、後者の場面について、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成することがあり得るか、善管注意義務違反をどのような基準で判断するべきかといった、設問２で問われている中心的な問題点の一つに関する検討をすることができた答案は少数であった。\n後者の場面が伝統的に「お手盛り防止」として想定されてきた場面と異なることに気が付いていれば、総額の範囲内における個別報酬額の決定は取締役相互の利害調整の問題であるともいえ、その決定について代表取締役の善管注意義務違反が問題となり得るか、その場合に代表取締役にどの程度の裁量が認められるかは必ずしも自明ではなく、これらの点を丁寧に検討することなく、Ａが自己の報酬額のみを２億円増額する旨の決定をしたことの不当性だけを強調して、簡単にＡの善管注意義務違反（又は総会決議遵守義務違反）を肯定することができるような問題ではないことは明らかであると思われる。第２問は、特に設問１及び設問２が必ずしも容易な問題ではなく、限られた時間で全ての設問についてポイントを押さえた論述をすること- 15 -は困難かもしれないが、会社法の基本的な制度に関する正確な理解を前提として、事実関係における特徴を丁寧に検討する姿勢で臨めば、全ての設問において、問題構造を的確に把握することができるはずであり、それができただけでも相対的に上位の評価を得ることができた。\n二つ目は、例年指摘していることにも関連するが、事実関係を丁寧に分析して問われていることに正面から向き合うことである。自己が採る結論に結び付きやすい法律構成に安易に飛びつくことは避けるべきである。例えば、設問１において、改めて甲社の取締役会で承認を得るものとされていたことに気が付いているにもかかわらず、具体的な事実関係の検討が必要となる善管注意義務違反の法律構成を採ってこのことを正面から論ずるのではなく、甲社の取締役会で承認を得るものとされていたことを強調して、「重要な財産の〔中略〕譲受け」に該当するため直ちに法令違反であるとの法律構成のみによって検討を終えてしまうようでは、高く評価することはできない。また、設問２においても、甲社の立場からの検討が求められているにもかかわらず、その点に配慮せず、「お手盛り防止」という言葉をマジックワードのように用いてＡに対する再一任の許容性を否定して、直ちに会社法第３６１条第１項に違反して法令違反であるとの法律構成のみによって検討を終えてしまうようでは、やはり高く評価することはできない。甲社の立場からの検討が求められている以上、その訴訟代理人になったつもりで、平成２４年以降、甲社が各取締役の報酬の具体的な配分を毎年代表取締役に再一任していることも踏まえ、（甲社の従前の報酬決定方法全般ではなく）本件報酬額決定でＡが自己の報酬額のみを２億円増額する旨の決定をしたことの不当性や、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬のみを２億円増額するという行為の不整合を具体的に検討してほしい。そうすることによってより深い検討をすることがつながるはずであり、\nより高い評価が得られることにもなろう。\n４ 法科大学院教育に求められるもの多くの答案が、設問１においては会社法第４２３条第１項及び第３６２条第４項が問題となること、設問２においては会社法第３６１条第１項が問題となること、設問３においては会社法第４３３条第１項が問題となり、少数株主要件をどの時点で充足している必要があるかについて言及することができていた。これらについては、実務を意識した法科大学院における教育の成果と評価し得るのではないかと思われる。\nこれに対し、自らが知っている論点や暗記した論証パターンに無理に引き付けて検討しようとし、\n事実関係における特徴を丁寧に検討する姿勢が身に付いていないと思われる答案が多かったのも事実である。また、例えば「お手盛り防止」という言葉をマジックワードのように用いるなど、会社法の基本的な制度に関する正確な理解を欠いていることをうかがわせる答案も少なくなかった。司法試験は、実務家となろうとする者に必要な学識及びその応用能力を有するかどうかを判定するものであるところ、実務においては、未知の論点や既存の論点とは似て非なるものと遭遇することは珍しくなく、実務家には、そのような論点にも解決の糸口を見いだしていくことが求められる。その際に、まず手掛かりにすべきなのは条文及びその条文が規律する制度に関する正確な理解であり、\n事案の特殊性を捨象して暗記した一般論などではない。少数ではあるが、上記のような姿勢を身に着けた上で深い検討をすることができたと思われる答案もあった。あるいは、知識量では相対的には劣っていても、上記のような姿勢が身に付いていたため、現場での思考を巡らせた結果、相対的に上位の評価を得たものもあったように思われる。これは、法科大学院での教育の成果というべきであろうが、それが一部の優秀な層にとどまっていたという点については、今後の課題であるように思われる。\n法科大学院においては、引き続き、会社法上の基本的な制度や、条文、判例についての正確な理解を確実なものとするとともに、問題文中の事実関係から重要な意味を有する事実を適切に拾い上げ、これを評価し、条文を的確に解釈及び適用する能力と論理的思考力を養う教育が求められるが、\n- 16 -その際には条文及びその条文が規律する制度の趣旨を丁寧に検討するという姿勢を身に付けることを意識した教育が求められる。\n- 17 -"
}