{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ Ｈ県Ｉ市内では、令和６年１２月以降、複数人で民家に侵入して金品を窃取するという事件が連続して発生していたところ、令和７年１月５日、Ｉ市内のＶ方に男性３名が侵入して現金\n５００万円を窃取するという住居侵入・窃盗事件（以下「本件住居侵入・窃盗事件」という。）が発生した。Ｉ警察署司法警察員Ｐ、Ｑ及びＲは、Ｖ方及びその周辺に設置された防犯カメラの映像や、Ｖ方に遺留された指紋などから、被疑者として、甲、乙及び丙の３名を特定し、本件住居侵入・窃盗事件について、甲ら３名に対する各逮捕状の発付を受けた。一方で、Ｐらは、甲ら３名の所在を特定できず、甲ら３名の現住居に対する捜索差押許可状を取得できずにいた。\nなお、上記防犯カメラの映像には、甲及び乙が、本件住居侵入・窃盗事件の直前に、それぞれの携帯電話で、何者かと通話している様子が記録されていた。\n２ 甲は、知人の家を転々として寝泊まりしていたが、同月１５日から、友人のＸが住むＩ市内のアパート１階１０１号室（以下「Ｘ方」という。）に居候するようになった。Ｘ方内は、８畳のリビングに６畳洋室及び６畳和室が隣接しており、各部屋とリビングの間には扉が設置されていた。\nＰは、甲がＸ方に潜伏しているらしいとの情報を得て、Ｑ及びＲと共に、同月２０日午後２時頃からＸ方前の路上で張り込みをしていたところ、同日午後６時頃、甲とＸが、Ｘ方から路上に出てきた。その際、Ｐは、甲が携帯電話を手に持っていることを確認した。\nＰらは、甲を逮捕するため、同路上で甲に声を掛けたところ、甲は、いきなり走り出してＸ方に戻った。Ｐは、同路上にいたＸに対して、「甲に逮捕状が出ている。甲を逮捕するために、あなたの自宅に入らせてほしい。」と伝えたところ、Ｘは、これを了承した。そして、Ｘは、ＰからＸ方の状況を尋ねられると、「甲は、５日前にスーツケースを持ってやって来て、その日から居候を始め、無償で和室に寝泊まりしている。甲には、食事や雑談をするときにはリビ\nングを使用することを許可しているが、基本的に、甲は和室のみを使用している。」「今日の午前中から甲の交際相手であるＹが甲に会うために来ているが、私の家にＹが来たのは今日が初めてである。」などと説明した。\nこうした説明を踏まえて、ＰらがＸ方に入ると、甲がＹと共にリビングにいたため、Ｐは、同日午後６時５分頃、リビングにおいて、甲に逮捕状を呈示した上、甲に手錠を掛けることなく、甲を通常逮捕した。そして、Ｐは、リビングにおいて、甲の身体着衣について、逮捕に伴う捜索を実施したが、甲の携帯電話を発見できなかったため、甲に携帯電話の在りかを尋ねたところ、甲は何も答えなかった。\nそこで、Ｐは、閉まっていたリビングと和室の間の扉を開け、甲及びＹをリビングに残し、両名の動静を監視するようＱに告げた上で、Ｒと共に和室に移動した。すると、家具や寝具のほか、甲のものと認められるスーツケースが存在したことから、Ｐは、和室内には、甲の携帯電話のほか本件住居侵入・窃盗事件に関係する証拠物が存在する可能性が高いと考え、同扉を開けたまま、①同日午後６時１０分頃、和室内の捜索を実施し、机の上に置いてあった紙片\n（Ｖを含めた合計３０名の氏名、住所及び所有している財産が記載された一覧表）を差し押さえた。しかし、Ｐは、和室内において、甲の携帯電話を発見することができなかった。\nＰは、Ｒと共にリビングに戻り、同日午後６時１５分頃、リビング内の捜索を開始した。その捜索の実施中、Ｐは、甲のすぐ近くにいたＹに対し、甲の携帯電話の在りかを知っているか尋ねた。すると、Ｙは、甲のことを一べつしてからうつむき、何も答えないまま、自身の上着のポケット内に手を入れ、中を探るような動きをした。Ｐは、Ｙの態度を見て、Ｙが同ポケット内に甲の携帯電話を隠していて、同携帯電話を操作してデータを消去する可能性があると考え、②同日午後６時２０分頃、Ｙの上着のポケット内に手を入れ、中にあった携帯電話を取り出した。この携帯電話の所有者について尋ねられたＹが「それは甲の携帯電話です。」と説明したことから、Ｐは、同携帯電話をその場で差し押さえた。その後、Ｐらは、捜索を終えて、甲に手錠を掛け、Ｉ警察署まで甲を引致した。\n３ 同月２１日、Ｐらは、乙がＩ市内のＬ飲食店に出入りしているとの情報を得た。そこで、Ｐは、Ｑ及びＲと共に、同月２２日午後６時頃から同店前の路上で張り込みをしていたところ、同日午後８時５８分頃、乙が同店から出てきたため、現住居を特定するために乙の尾行を開始した。\n乙は、同店を出た後、しばらくしてから振り返り、後方にいたＰと目が合うと、いきなり前方に走り出した。Ｐらは、尾行を察知されたと考え、乙を逮捕することにし、走って乙を追跡して路上で乙に追い付き、同日午後９時頃、乙に逮捕状を呈示した上で、乙を通常逮捕した。\nＰは、乙の着衣内に携帯電話が存在すると考え、これを差し押さえるため、同路上で、乙の身体着衣について、逮捕に伴う捜索を実施しようとした。すると、乙は、暴れて抵抗し、「俺は何もしていない。違法逮捕だ。」と叫んだ。同路上は、人通りが多い繁華街に位置し、周囲に複数の飲食店があったところ、合計５名の通行人が集まってきてＰらを取り囲み、そのうち\n１名の通行人が携帯電話のカメラ機能を使ってＰら及び乙の動向を録画し始めた。\nＰは、同路上における捜索の実施は困難と判断し、最寄りの警察施設まで移動してから乙の身体着衣を捜索することにした。そこで、Ｐらは、暴れる乙の腕を押さえながら、警察車両を停めていた駐車場まで乙を連れて行った。上記通行人らがＰらに付いてくることはなく、乙は、同日午後９時１０分頃に同駐車場に着いたときには落ち着きを取り戻した。同駐車場には誰もおらず、同路上から同駐車場までの距離は約５０メートルであった。\n同駐車場から最も近い警察施設は、同駐車場から約１キロメートル離れたＪ交番であったため、Ｐは、同交番まで乙を連れて行くことにし、同駐車場において、警察車両に乗るよう促すと、乙は、素直に同車両に乗り込んだ。Ｐは、同車両の後部座席に乙を乗せ、Ｑ及びＲと共に、同日午後９時１１分頃、同駐車場を出発してＪ交番に向かった。その車内において、乙は、無言のままうつむいており、抵抗する素振りを見せなかった。\nその後、同車両がＪ交番に到着し、Ｐは、③同日午後９時２０分頃、Ｊ交番内で、乙の身体着衣について捜索を実施したところ、乙の上着のポケット内にあった携帯電話を発見し、これをその場で差し押さえた。\n４ 同月２３日、Ｐは、丙を逮捕状に基づいて通常逮捕した。甲ら３名は、順次、本件住居侵入\n・窃盗事件の被疑事実によりＨ地方検察庁検察官に送致され、勾留された。\n取調べにおいて、甲は、一貫して黙秘し、乙は、一貫して「自分と丙の２人でＶ方に侵入して盗みをした。犯行を計画したのは丙であり、甲は事件に関係ない。」と供述した。丙は、逮捕直後は、「自分と乙の２人でＶ方に侵入して盗みをした。甲は事件に関係ない。」と供述して、甲の関与を否定していたが、その後の取調べにおいて、甲が使用するＸ方の前記和室から発見、押収された物として前記紙片を示されると「自分、甲、乙の３人でＶ方に侵入して盗みをした。犯行を計画したのは甲である。」と供述して甲の関与を認めるに至った。以上の過程で、【資料】記載の〔証拠１〕、〔証拠２〕及び〔証拠３〕が作成された。\nＨ地方検察庁検察官Ｓは、甲ら３名について、共謀の上、Ｖ方に侵入して現金５００万円を窃取したとの事実で、Ｈ地方裁判所に公判請求した。甲ら３名の弁論は、それぞれ分離されることになった。\n５ 甲に対する本件住居侵入・窃盗被告事件は、事件の争点及び証拠を整理する必要があるとして、公判前整理手続に付された。同手続において、検察官Ｓは、甲の弁護人Ｔに対し、〔証拠１〕、〔証拠２〕及び〔証拠３〕を含む甲ら３名の供述録取書などの証拠を開示し、このうち\n〔証拠３〕について、立証趣旨を「本件犯行状況、共謀状況等」として、取調べを請求した。\nこれに対し、弁護人Ｔは、同手続において、「甲は、事件には一切関与しておらず、乙及び丙が住居侵入や窃盗をしたのかどうかも知らない。」旨の予定主張を明らかにして、共謀の事実等を否認し、〔証拠３〕について不同意との証拠意見を述べた。\nそこで、検察官Ｓは、立証趣旨を「本件犯行状況、共謀状況等」として、丙の証人尋問を請求し、Ｈ地方裁判所は、これを実施する旨の決定をした。その後、Ｈ地方裁判所は、検察官Ｓ及び弁護人Ｔとの間で争点及び証拠の整理結果を確認した上で、公判前整理手続を終了した。\n６ 第１回公判期日において、甲は、「自分は事件には一切関係ない。」と述べて公訴事実を否認し、弁護人Ｔは、公判前整理手続でしたのと同様に共謀の事実等を争う旨の主張をした。\n第２回公判期日において、丙の証人尋問が実施された。丙は、主尋問において、「甲が犯行を計画し、自分、甲、乙の３人で、Ｖ方に侵入して盗みを行った。」などと証言した。そして、丙は、反対尋問において、弁護人Ｔから、「甲は事件に関与していないのではないか。」との質問を受けると、これを否定し、主尋問でしたのと同様の証言をした。さらに、丙は、弁護人\nＴから、「捜査段階で、『自分と乙の２人でＶ方に侵入して盗みをした。甲は事件には関係ない。』と話したことがあったのではないか。」などと〔証拠２〕の内容やその作成過程に関する質問を繰り返し受けたが、「そのような供述をした記憶はない。覚えていない。」などとの証言に終始した（以下、第２回公判期日における丙の証言を「丙証言」という。）。\n同期日における丙の証人尋問終了後、弁護人Ｔは、丙証言の証明力を争うため、〔証拠１〕及び〔証拠２〕の各取調べを請求した。これに対し、④検察官Ｓは、同請求について、「取調べに異議あり。」との証拠意見を述べた。\n〔設問１〕\n下線部①、下線部②及び下線部③の各行為の適法性について、具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n下線部④の証拠意見について、検察官Ｓが、以下の１及び２の理由を付した。各理由の当否について、関連する条文の趣旨を踏まえて論じなさい。\n１．〔証拠１〕は、証明力を争うための証拠として刑事訴訟法上許容される証拠には当たらない。\n２．〔証拠２〕は、公判前整理手続において証拠調べ請求がされていない証拠であるから、公判期日において、証拠調べ請求をすることはできない証拠である。【資料】\n供述者 作成日付 証拠方法 作成者 供述要旨等\n（令和７年）証拠１ 乙 １月２４日 供述録取書 司法警察員Ｐ 自分と丙の２人でＶ方に侵入して盗みをした。犯行を計画したのは丙であり、甲は事件には関係ない。\n（乙の署名・押印あり）証拠２ 丙 １月２４日 供述録取書 司法警察員Ｑ 自分と乙の２人でＶ方に侵入して盗みをした。甲は事件には関係ない。\n（丙の署名・押印あり）証拠３ 丙 ２月５日 供述録取書 検察官Ｓ 自分、甲、乙の３人でＶ方に侵入して盗みをした。犯行を計画したのは甲である。\n（丙の署名・押印あり）",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は、住居侵入・窃盗事件の捜査及び公判に関する具体的な事例を素材として、刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、逮捕に伴う無令状捜索・差押えについて、基本的・応用的論点の検討を通じ\nて、捜索・差押えに対する令状主義の規律とその例外についての正確な理解と具体的事実への適用能力を試すものである。すなわち、検察官、検察事務官又は司法警察職員は、犯罪の捜査をするについて必要があるときは、裁判官の発する令状により捜索・差押えをすることができる（刑事訴訟法第２１８条第１項）ところ、令状主義の例外として、被疑者を「逮捕する場合」\nにおいて必要があるときは、「逮捕の現場で」無令状で捜索・差押えをすることができる（同法第２２０条第１項柱書・同項第２号、第３項）とされている。この逮捕に伴う無令状捜索・差押えが認められる実質的根拠については、逮捕現場や被逮捕者の所持品・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いことそれ自体に着目し、実質的には「正当な理由」（憲法第３５条）が存在するに等しく、裁判官による事前の司法審査を介在させるまでの必要性がないとする見解（相当説・合理性説）や、逮捕現場や被逮捕者の所持品\n・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いと認められることを前提としつつ、それに加えて、そのような証拠が、逮捕の際に被逮捕者等によって隠滅や破壊されることを防止し、これを保全する緊急の必要性があるためとする見解（緊急処分説）\nなどが主張されているところ、どのような立場を採るかによって、逮捕に伴う無令状捜索・差押えが認められ得る時間的・場所的範囲が異なってくると思われる。そのため、本設問では、逮捕に伴う無令状捜索・差押えが認められる趣旨や実質的根拠について、自説を明らかにし、時間的・場所的範囲（限界）の解釈を示すことが求められる。\n下線部①において、司法警察員Ｐは、甲の潜伏先であったＸ方内のリビングで甲を逮捕した後に、同方内の和室の捜索を実施しているため、その捜索の適法性を判断するに当たっては、捜索場所が被逮捕者の甲の自宅ではなく、第三者であるＸ方内であることなど、本設問の事情を踏まえた検討をすることが求められる。具体的には、無令状捜索の場所的範囲に関しては、例えば、相当説・合理性説の立場からすると、逮捕地点を起点として同一の管理権が及ぶ範囲内の場所と説明することなどが考えられるが、そうした考え方に立った場合、甲の逮捕場所たるリビングと捜索実施場所たる和室の管理権が同一か否かについての検討が必要であろうし、緊急処分説の立場からすると、逮捕の際に被逮捕者が証拠を隠滅することが可能な範囲内の場所、すなわち、甲の直接支配下にある場所と説明することなどが考えられるが、そうした考え方に立った場合、甲を逮捕したリビングと捜索場所たる和室が別室であることや、捜索時に甲が和室には現在しないことなどの検討が必要になろう。また、本設問において無令状捜索をした場所は、前記のとおり、第三者であるＸ方内であるところ、逮捕に伴う無令状捜索においても、刑事訴訟法第２２２条第１項により、同法第１０２条が準用されるため、第三者に属する場所や物が捜索の対象である場合には、「押収すべき物の存在を認めるに足りる状況」（同条第２項）が必要であることについても、検討する必要があろう。いずれにせよ、本設問では、逮捕と捜索の時間的間隔に関する事情、逮捕の地点と捜索の場所に関する事情、捜索の必要性に関する事情など、様々な事情が存在するので、これらの事情を適切に抽出して評価し、自己の見解に当てはめ、その適法性を論じる必要がある。\n下線部②において、司法警察員Ｐは、Ｘ方内のリビングで甲を逮捕した後、リビングの捜索を開始したが、その捜索の際、現場に居合わせた甲の交際相手であるＹの上着のポケット内に手を入れて、同ポケット内の物を取り出しているため、その適法性の判断に当たっては、下線部②の行為の対象、すなわち無令状捜索の対象が、たまたま居合わせた第三者の身体であった点に着目した論述をすることが求められる。この点については、相当説・合理性説はもとより、緊急処分説であっても、逮捕に伴う無令状捜索・差押えが認められる実質的根拠を、逮捕現場や被逮捕者の所持品・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いことに求めている（あるいはそれを前提としている）ところ、逮捕の現場に居合わせた被逮捕者以外の第三者が、逮捕事実に関連する証拠を所持している可能性は一般的・類型的に高いとは言えないため、逮捕の現場に居合わせた第三者の身体は無令状捜索の対象にはならないとする考え方（消極説）があり得よう。他方で、刑事訴訟法第２２０条第１項第２号は、「逮捕の現場」で「逮捕する場合」においてする捜索を許容しつつ、その対象については文言上明示的に限定していないこと、同法第２２２条第１項は逮捕に伴う無令状捜索の場合にも同法第\n１０２条第１項に加え第２項についても（被疑者以外の者の「身体」を特に除外することなく）準用することを認めていることなどから、逮捕の現場に居合わせた第三者の身体の捜索も許され得るとする考え方（積極説）もあり得よう。ここでは、この点についての自身の立場を明らかにした上で、①消極説に立つのであれば、さらに、場所に対する無令状捜索に付随する措置\n（必要な処分）の一環として、捜索場所に居合わせた第三者が捜索の実施中あるいはその開始直前に、隠匿・破壊しようとした捜索・差押えの目的物を取り戻すために、同人の身体に有形力を加えてその妨害を排除する、あるいは原状を回復する措置を講じることができないかを検討することが求められよう。また、②積極説に立つのであれば、同法第１０２条第２項が規定する「押収すべき物の存在を認めるに足りる状況」があるかどうかを検討することになろう。\nいずれの見解に立つにせよ、逮捕に伴う捜索・差押えが認められる趣旨や実質的根拠を踏まえた上で、それと矛盾のない論理一貫した論述が求められる。そして、司法警察員Ｐの行為が適法になり得るという見解に立った場合には、本設問における様々な事情を抽出して評価し、Ｙ\nが証拠物を身体に隠匿している高度の蓋然性が認められるか否かにつき、各見解が提示する枠組みの中に的確に位置付けた上で検討すべきことになろう。\n下線部③の捜索は、乙の逮捕に伴う無令状捜索であるが、逮捕の地点から約１キロメートル離れたＪ交番において実施されている点が、「逮捕の現場」（刑事訴訟法第２２０条第１項第\n２号）との要件との関係で特に問題となる。この点に関しては、Ｊ交番自体は「逮捕の現場」には当たらないことを確認した上で、最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁）の内容を念頭に置きつつ、同判例において示されている説明を法解釈に落とし込む形で自説を展開する必要があろう。同判例は、「逮捕の現場」で直ちに被逮捕者の身体を捜索し差押手続を実施することが適当でなかった場合に、できる限り速やかに被逮捕者を身体の捜索・差押えを実施するのに適当な最寄りの場所まで連行した上で行われた差押手続につき、「刑訴法\n２２０条１項２号にいう『逮捕の現場』における差押えと同視することができる」としたものであるが、なぜそうした捜索・差押えと「同視することができる」のかや、「同視することができる」ということの法解釈上の位置付けまでは説示しておらず、この点については各自が法解釈を展開することが求められる。また、設問の事例では、司法警察員Ｐは、乙を警察車両に乗せて最寄りの警察施設まで移動してから乙の身体着衣を捜索することにし、逮捕の地点から約５０メートル離れた駐車場まで乙を連行し、その後、Ｊ交番で乙の身体着衣の捜索を実施しているところ、乙が同駐車場に着いたときには落ち着きを取り戻しており、同駐車場で乙の身体着衣の捜索を実施できたことがうかがえる事情が存在する。そのため、本設問における司法警察員Ｐの行為の適法性を判断するためには、同判例との事案の違いも意識しつつ、Ｊ交番が「身体の捜索・差押えを実施するのに適当な最寄りの場所」と評価できるかどうかに関し、様\n々な事情を抽出、評価して説得的な論述をすることが求められる。\n〔設問２〕は、甲の弁護人が、丙証言の証明力を争うために、証拠１（司法警察員作成に係る乙\nの供述録取書）及び証拠２（司法警察員作成に係る丙の供述録取書）の取調べを請求したことに対し、検察官が、それぞれ理由を付して「取調べに異議あり。」とする証拠意見を述べているところ、それらの理由の当否を問うものである。\n〔設問２－１〕は、刑事訴訟法第３２８条で許容される証拠の範囲を問うものである。すなわち、\n証拠１は、乙の供述録取書であり、証明力を争う対象となる証言をした丙とは別人の供述を内容とする書面であることから、同条により許容される証拠は自己矛盾供述を内容とするものに限られるか否かを論述することが求められる。\nこの点については、「刑訴法３２８条は、公判準備又は公判期日における被告人、証人その他の者の供述が、別の機会にしたその者の供述と矛盾する場合に、矛盾する供述をしたこと自体の立証を許すことにより、公判準備又は公判期日におけるその者の供述の信用性の減殺を図ることを許容する趣旨のものであり、別の機会に矛盾する供述をしたという事実の立証については、刑訴法が定める厳格な証明を要する趣旨であると解するのが相当である。そうすると、刑訴法３２８条により許容される証拠は、信用性を争う供述をした者のそれと矛盾する内容の供述が、同人の供述書、供述を録取した書面（刑訴法が定める要件を満たすものに限る。）、同人の供述を聞いたとする者の公判期日の供述又はこれらと同視し得る証拠の中に現れている部分に限られるというべきである。」\nと判示した判例（最判平成１８年１１月７日刑集６０巻９号５６１頁）に留意しつつ論述することが求められる。同判例と同様の立場に立つのであれば、同条によって許容される証拠が自己矛盾供述を内容とする証拠に限定される理由につき、伝聞法則との関係を踏まえて説明する必要があろう。\nそして、この事案においては、証拠１は乙の供述録取書であって丙の自己矛盾供述を内容とする証拠ではないため、同条によって許容される証拠には該当せず、「証明力を争うための証拠として刑事訴訟法上許容される証拠には当たらない。」とする検察官の証拠意見には理由があるということになる。一方、同判決の立場に依拠しない場合には、その結論がどのような道筋で導き出されるのかについて相応の説得力をもって説明することが求められよう。\n〔設問２－２〕は、公判前整理手続後の証拠調べ請求の制限（刑事訴訟法第３１６条の３２）\nについて、具体的場面における適用の有無を検討させることを通じて、同条を含めた公判前整理手続の意義及び趣旨の理解や問題解決を導く思考力を試すものである。\n公判前整理手続では、検察官と被告人・弁護人の双方が、争点及び証拠を整理して審理計画を策定するために、証明予定事実やその他の主張を明示するとともに、それを証明するための証拠の取調べを請求することが義務付けられている。そうであるのに、公判で新たな主張や証拠調べの請求が無制限にできるということになれば、審理計画が崩れてしまい、公判前整理手続において争点と証拠を整理した意味が失われてしまう。そこで、同条第１項は、公判前整理手続等に付された事件について、「やむを得ない事由」によって公判前整理手続等において請求することができなかったものを除き、同手続終了後には証拠調べを請求することができないと定めており、本設問では、こうした同条の趣旨を十分踏まえた上で、「やむを得ない事由」\nが存在するか否かを論述することが求められる。\n本設問では、公判前整理手続を経た公判における丙の証人尋問後に、刑事訴訟法第３２８条に基づき、証拠２の取調べ請求がなされているところ、検察官は、公判前整理手続において、立証趣旨を「本件犯行状況、共謀状況等」として証拠３（検察官作成に係る丙の供述録取書）\nの取調べを請求し、同供述録取書が不同意となるや、同じ立証趣旨で丙の証人尋問を請求している。そうした経過に照らせば、公判前整理手続段階において、丙が公判廷において証拠３と同内容の証言をすることが想定されていたといえる。このような場合に「やむを得ない事由」\nが認められるか否かについては、同条による弾劾証拠は条文上「公判準備又は公判期日における被告人、証人その他の者の供述の証明力を争うため」のものとされているから、証人尋問が終了しておらず、弾劾の対象となる公判供述が存在しない段階においては、同条の要件該当性を判断することはできないのであって、証人尋問終了以前の取調べ請求を当事者に要求することは相当でないため、同条による弾劾証拠の取調べ請求については、「やむを得ない事由」があるものと解すべきとする考え方（下級審の裁判例として、名古屋高等裁判所金沢支部平成２０年６月５日判決・判タ１２７５号３４２頁などがある）や、予想された内容の証言がなされた場合に同条の弾劾証拠としての取調べ請求を認めれば、公判前整理手続の趣旨を没却することになりかねず、同手続における主張及び証拠の整理の実効性を担保するため、「やむを得ない事由」の有無に関しては、できるだけ厳格に考えるべきだとする考え方などがある。いかなる見解に立ったとしても、公判前整理手続の趣旨を十分に踏まえた上で、検察官が付した理由の当否について、結論を導くことが求められる。",
  "scoring_notes": "１ 採点方針等本年の問題も、昨年までと同様、比較的長文の事例を設定し、その捜査及び公判において生じる刑事手続上の問題につき、問題の所在を的確に把握し、その法的解決に必要な法解釈・法適用に当たって重要な具体的事実を抽出して分析した上、これに的確な法解釈により導かれた法準則を適用して、一定の結論を論理的かつ説得的に論述することが求められており、法律実務家になるために必要な刑事訴訟法（以下「刑訴法」という。）に関する基本的学識、事案分析能力、法解釈適用能力、論理的思考力及び論述能力等を試すものである。\n出題の趣旨は、既に公表したとおりである。\n〔設問１〕は、逮捕に伴う無令状捜索・差押えについて、基本的・応用的論点の検討を通じて、\n捜索・差押えに対する令状主義の規律とその例外についての正確な理解と、それに基づく具体的な事例の処理能力を試すものである。各下線部の行為の適法性を検討する前提として、逮捕に伴う無令状捜索・差押えが、令状主義の例外として許容される趣旨及び実質的根拠を明らかにした上で、\n自説から論理的に導かれる条文解釈、すなわち、無令状捜索・差押えが許容され得る要件（時間的・場所的範囲など）を示し、さらに本事例に現れた具体的事実を的確に抽出、分析して、適切な当てはめを行い、結論を導出することが求められる。\nそして、〔設問１〕の下線部の各行為の適法性を検討するに当たっては、まずは、問題の所在を的確に把握する必要があり、その上で、本事例における様々な具体的事実を適切に抽出して分析した上で、結論を出すことが必要となる。下線部①においては、司法警察員Ｐが、甲の潜伏先であったＸ方内のリビングで甲を逮捕した後に、同方内の和室の無令状捜索を実施していることから、その捜索の適法性を判断するに当たっては、捜索場所が被逮捕者の甲の自宅ではなく、第三者であるＸ方内であることや、甲を逮捕した地点がリビングであったのに対して捜索の対象がリビングと扉で仕切られた和室であり、しかもその和室は居候中の甲が使用する場所であったことなど、本事例の事情を踏まえた検討をすることが求められる。次に、下線部②においては、司法警察員Ｐが、Ｘ方内のリビングで甲を逮捕した後、リビングの捜索を開始したが、その捜索の際、現場に居合わせた甲の交際相手であるＹの上着のポケット内に手を入れて、同ポケット内の物を取り出しているため、その適法性の判断に当たっては、下線部②の行為の対象、すなわち無令状捜索の対象が、逮捕の現場に居合わせた第三者の身体であった点を検討することが求められる。さらに、下線部③の捜索は、乙の逮捕に伴う乙の身体や所持品を対象とする無令状捜索であるが、逮捕の地点から約１キロメートル離れたＪ交番において実施されている点が、「逮捕の現場」（刑訴法第２２０条第１項第２号）の要件との関係で特に問題となるところ、この点に関しては、Ｊ交番が「逮捕の現場」に当たらないことを確認した上で、最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁（以下「平成８年判例」という。））の内容を念頭に置きつつ、同判例において示されている説明を法解釈に落とし込む形で自説を展開した上で、本事例の具体的事実を適切に評価して、その適法性についての結論を出すことが求められる。\n〔設問２－１〕は、甲の弁護人が、丙証言の証明力を争うために、証拠１（司法警察員作成に係る乙の供述録取書）の取調べを請求したことに対し、検察官が、「証明力を争うための証拠として刑事訴訟法上許容される証拠には当たらない。」との理由を付して「取調べに異議あり。」との証拠意見を述べたという事例を通じて、刑訴法第３２８条で許容される証拠の範囲、すなわち、同条で許容される証拠は自己矛盾供述を内容とする証拠に限られるか否かを問うものである。この論点については、最高裁判例（最判平成１８年１１月７日刑集６０巻９号５６１頁（以下「平成１８年判例」という。））があるので、同判例を踏まえた適切な法解釈と結論を出すことが求められる。\n〔設問２－２〕は、公判前整理手続終了後の証拠調べ請求の制限（刑訴法第３１６条の３２）について、具体的場面における適用の有無を検討させることを通じて、同条を含めた公判前整理手続- 7 -の意義及び趣旨の理解や、具体的事実への適用能力等を問うものである。そもそも公判前整理手続終了後の証拠調べ請求が制限される理由について、公判前整理手続の趣旨に遡って論述し、いかなる場合に「やむを得ない事由」が認められるのか、自分なりに規範を立てた上で、本件が刑訴法第３２８条に基づく弾劾証拠の取調べ請求であることを踏まえた検討をして結論を出すことが求められる。本設問は、本事例に現れた事実関係を適切に分析した上で、公判前整理手続の趣旨に立ち返った論述を求めるものであり、決して下級審裁判例や学説上の議論についての具体的な知識の有無を問うものではない。むしろ、本設問は、刑訴法に関する基本的理解を基礎とした柔軟で実践的な考察力を有しているか否かを試すものである。\n採点に当たっては、このような出題の趣旨に沿った論述が的確になされているかに留意した。\n各設問は、いずれも、捜査及び公判に関して刑訴法が定める制度・手続及び関連する判例の基本的理解（なぜ判例がそのような論理構成・判示をしているのかという理由も含めて）に関わるものであり、前記各最高裁判例など法科大学院の刑事手続法（や刑事実務の基礎）に関する授業でも取り扱われる基本的な事項を正確に理解していれば、本事例において何を論じるべきか自ずと把握することができ、十分解答は可能であろう。\n２ 採点実感各考査委員の意見を踏まえた感想を記す。\n⑴ おおむね出題の意図に沿った論述をしていると評価できる答案としては、次のようなものがあった。\n〔設問１〕では、下線部の各行為が逮捕に伴う無令状捜索に関する問題であることを的確に指摘した上で、無令状捜索・差押えが令状主義の例外として許容される趣旨及び実質的根拠を明らかにし、その自説から論理的に導かれる、無令状捜索が許容され得る時間的・場所的範囲などの条文解釈を示した上で、本事例における逮捕と捜索の時間的間隔に関する事情、逮捕の地点と捜索の場所に関する事情、捜索の必要性に関する事情など、様々な具体的事実を適切に抽出して、法的評価を加えている答案が見受けられた。\n逮捕に伴う無令状捜索・差押えが令状主義の例外として許容される趣旨及び実質的根拠については、逮捕現場や被逮捕者の身体・所持品には被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いことそれ自体に着目し、一般的・類型的に「正当な理由」（憲法第３５条第１項）が存在すると言えるがゆえに、裁判官による事前の司法審査を介在させるまでの必要性がないとする見解（相当説・合理性説）や、逮捕現場や被逮捕者の身体・所持品には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いと認められることを前提としつつ、\nそれに加えて、そのような証拠が、逮捕の際に被逮捕者等によって隠滅や破壊されることを防止し、これを保全する緊急の必要性があるためとする見解（緊急処分説）などが主張されているところ、相当数の答案が、自身の見解から論理的に導かれる、無令状捜索・差押えが認められ得る時間的・場所的範囲などの条文解釈を示すことができていた。\n下線部①では、捜索場所が第三者方であるという問題の所在を的確に把握し、逮捕に伴う無令状捜索においても、刑訴法第２２２条第１項により、刑訴法第１０２条が準用されるため、第三者に属する場所や物が捜索の対象である場合には、「押収すべき物の存在を認めるに足りる状況」（同条第２項）が必要であることを適切に論述し、本事例の具体的事実を的確に抽出して分析し、当てはめをしている答案が見受けられた。\n下線部②では、「逮捕の現場」に居合わせた第三者であるＹの身体が、被逮捕者である甲の身体と同様に無令状捜索の対象になるか否かという問題の所在を的確に把握した上で、無令状捜索・差押えの趣旨及び実質的根拠を踏まえて、逮捕の現場に居合わせた被逮捕者以外の第三者が逮捕事実に関連する証拠を所持している可能性は一般的・類型的に高いとは言えないため、\n逮捕の現場に居合わせた第三者の身体は無令状捜索の対象にはならない（消極説）としつつ、「逮- 8 -捕の現場」となった「場所」に対する無令状捜索の付随的措置である「必要な処分」（刑訴法第２２２条第１項、第１１１条第１項）の一環として、捜索場所に居合わせた第三者が捜索の実施中あるいはその開始直前に、隠匿・破壊しようとした捜索・差押えの目的物を取り戻すために、同人の身体に有形力を加えてその妨害を排除する、あるいは原状を回復する措置を講じることができないかを検討できている答案が一定数見受けられた。他方、刑訴訟第２２０条第１項第２号は、「逮捕の現場」で「逮捕する場合」においてする捜索を許容しつつ、その対象については文言上明示的に限定していないこと、刑訴法第２２２条第１項は逮捕に伴う無令状捜索の場合にも刑訴法第１０２条第１項に加え第２項も（被疑者以外の者の「身体」を特に除外することなく）準用していることなどから、逮捕の現場に居合わせた第三者の身体の捜索も許され得るとする考え方（積極説）を採った上で、「押収すべき物の存在を認めるに足りる状況」について、本事例における具体的事実を適切に抽出して分析した上で、適切な当てはめを行って結論を導いている答案も少ないながらも見受けられた。\n下線部③では、Ｊ交番自体は「逮捕の現場」には当たらないことを確認した上で、「逮捕の現場」で直ちに被逮捕者の身体を捜索し差押手続を実施することが適当でなかった場合に、できる限り速やかに被逮捕者を身体の捜索・差押えを実施するのに適当な最寄りの場所まで連行した上で行われた差押手続は「刑訴法第２２０条第１項第２号にいう『逮捕の現場』における差押えと同視することができる」とした平成８年判例の説明を無令状捜索・差押えの趣旨及び実質的根拠を踏まえつつ刑訴法の解釈に落とし込み、その解釈に即した規範を立て、それを用いて、同判例との事案の差を意識した具体的事実関係の検討を加え、Ｊ交番が「身体の捜索・差押えを実施するのに適当な最寄りの場所」と評価できるか否かを説得的に論述している答案も見受けられた。\n次に、〔設問２－１〕では、多くの答案が、平成１８年判例の考え方に従い、刑訴法第３２８条によって許容される証拠が自己矛盾供述を内容とする証拠に限定されるとの解釈（限定説）\nをしていた。そして、そのうち相当数の答案が、同解釈の理由について、伝聞法則との関係を踏まえて丁寧に論述し、証拠１は乙の供述録取書であって丙の自己矛盾供述を内容とする証拠ではないため、同条によって許容される証拠には該当せず、「証明力を争うための証拠として刑事訴訟法上許容される証拠には当たらない。」との結論を示すことができていた。\n〔設問２－２〕では、刑訴法第３１６条の３２に基づく公判前整理手続終了後の証拠調べ請求の制限について、公判前整理手続の意義及び趣旨に遡って適切に論述した上で、同条の「やむを得ない事由」が存在するか否かについては、検察官が、公判前整理手続において、立証趣旨を「本件犯行状況、共謀状況等」として証拠３（検察官作成に係る丙の供述録取書）の取調べを請求し、\n同供述録取書が不同意となるや、同じ立証趣旨で丙の証人尋問を請求しており、丙が公判廷において証拠３と同内容の証言をすることが想定されていたという本事例における事実経過を的確に把握して検討を行い、結論を導いている答案が見受けられた。その中で、刑訴法第３２８条による弾劾証拠は条文上「公判準備又は公判期日における被告人、証人その他の者の供述の証明力を争うため」のものとされているから、証人尋問が終了しておらず、弾劾の対象となる公判供述が存在しない段階においては、同条の要件該当性を判断することはできず、証人尋問終了以前の取調べ請求を当事者に要求することは相当でないため、同条による弾劾証拠の取調べ請求については、「やむを得ない事由」があるとする見解（下級審の裁判例として、名古屋高等裁判所金沢支部平成２０年６月５日判決・判タ１２７５号３４２頁などがある）に立つ答案や、予想された内容の証言がなされた場合に同条の弾劾証拠としての取調べ請求を認めれば、公判前整理手続の趣旨を没却することになりかねず、同手続における主張及び証拠の整理の実効性を担保するため、\n「やむを得ない事由」の有無に関しては、できるだけ厳格に考えるべきとする見解に立つ答案など、説得的に自説を論じることができている答案が見受けられた。\n⑵ 他方、そもそも、刑訴法の基本的理解や関連する判例の理解等が不十分・不正確で、当該項目- 9 -についての理解が不足していると見ざるを得ない答案や、関連条文の趣旨や判例の判断基準等として記述された内容自体には問題がないものの、これらを機械的に暗記して記述するのみで、\n具体的事実に対してそれらを的確に適用することができていない答案、具体的事実に対する洞察が表面的で、その抽出自体が不十分、抽出した事実の持つ意味の分析が不十分・不適切な答案が見受けられた。特に多かったのは、条文の個々の文言に適切な法解釈を行って一般的な定義や判断基準（法準則）を導き出すことが疎かになっていた上、当てはめに際して、個々の具体的事実が、それらの定義や基準との関係で、いかなる意味を持つかについて、十分に検討できておらず、本事例中に現れた事実を長々と転記した上で、総括的な評価を記すだけの答案であり、そのような答案は、不十分と評価せざるを得なかった。\n〔設問１〕では、多くの答案が無令状捜索・差押えの趣旨及び実質的根拠に言及することができていた一方で、逮捕に伴う捜索・差押えを「無令状で」実施できることを規定した条文が刑訴法第２２０条第３項であることを明示しない答案や、そもそも無令状捜索・差押えが、令状主義の例外であることを意識できていない答案が散見された。また、自身が論じた無令状捜索・差押えの趣旨及び実質的根拠と、そこから導かれる時間的範囲や場所的範囲などの条文解釈の整合性に疑義がある答案、例えば、緊急処分説の立場を採りながら、無令状捜索・差押えが許容される場所的範囲について、相当説・合理性説から導かれるのが自然な「逮捕地点を起点として同一の管理権が及ぶ範囲内の場所」との結論を示している答案が一定数見受けられた。\nその他、無令状捜索・差押えが許容される場所的範囲である「逮捕の現場」の解釈については、\n詳細に検討する一方、時間的範囲である「逮捕する場合」の解釈については、全く検討していない答案も相当数見受けられた。司法警察員Ｐの行為の適法性を論じる上では、時間的範囲についても、無令状捜索・差押えの趣旨及び実質的根拠から、自説に従った解釈を導き、端的にでも、具体的事実の当てはめを行うことが求められよう。\n下線部①では、相当説・合理性説の立場から、場所的範囲について、「逮捕地点を起点として同一の管理権が及ぶ範囲内の場所」とした上で、甲の逮捕場所であるリビングと捜索実施場所である和室の管理権者が同一か否かについて検討できていた答案が多かったが、その際に問題とすべき捜索場所の管理権の主体について、「被逮捕者」でなければならないという根本的な誤解に基づき、和室やリビングにつき、被逮捕者である甲の管理権に服しているかを検討する答案や、和室について、第三者であるＸの管理権が及ぶ場所と評価できるか否かを検討しつつ、\nそれにもかかわらず、「押収すべき物の存在を認めるに足りる状況」（刑訴法第２２２条第１項、\n第１０２条第２項）について全く言及しない答案が相当数見受けられた。また、緊急処分説の立場から、捜索権限の及ぶ範囲について、「逮捕の際に被逮捕者が証拠を隠滅することが可能な範囲、したがって、その身体及びその直接の支配下（手の届く範囲内）にある場所・物」としながら、本事例における具体的な状況を抽出・検討することなく、和室の捜索の適法・違法を結論付ける答案も一定数見受けられた。\n下線部②では、そもそも、無令状捜索の対象が第三者であるＹの身体であることに対する問題意識を有していない答案や、消極説を前提に、「逮捕の現場」となった「場所」に対する無令状捜索に付随する措置（必要な処分）の一環として司法警察員Ｐの行為は許容されると結論付けているものの、いかなる場合に、捜索に伴う付随的措置である「必要な処分」として許容されるのかについての検討が不十分な答案、積極説を採った上で特段の検討なく適法性を肯定し、「押収すべき物の存在を認めるに足りる状況」（刑訴法第２２２条第１項、第１０２条第２項）の検討が不十分な答案が散見された。\n下線部③では、多くの答案が平成８年判例を意識できていた一方で、刑訴法第２２０条第１項第２号が、その文言を「逮捕の現場」と定めていることからすると、被逮捕者を逮捕した地点から一定程度離れた連行後の捜索場所を「逮捕の現場」というのは、文理上困難と言わざるを得ないのではないかという問題を的確に論述できている答案は少数であり、むしろ、被逮捕者- 10 -を連行した上でその身体等の捜索をする必要性を論じるのみの答案が多数見受けられた。また、\n同判例は、連行後の捜索・差押えについて、「『逮捕の現場』における捜索、差押えと同視することができ」るとしているところ、その説明の理解（や条文解釈への落とし込み）の仕方に問題がある答案も散見された。例えば、同判例の立場に立脚しているかのような論述をしながら、\n連行後のＪ交番について、「『逮捕の現場』と同視できる」、あるいは、「『逮捕の現場』と認められる」とする答案などが見られた。さらに、本事例は平成８年判例と異なり、司法警察員Ｐが「適当な最寄りの場所」と考えたＪ交番に到達する前に、逮捕地点から約５０メートル離れた駐車場まで連行した際には、駐車場には誰もおらず、乙も落ち着きを取り戻していたなどの事情が存在するところ、そうした事情を一切考慮することなく、Ｊ交番を「適当な最寄りの場所」\nと安易に認める答案も散見されたほか、平成８年判例が示した、身体の捜索・差押えを実施するのに「適当な最寄りの場所」について、「適当な最寄りの警察施設」と誤解している答案も一定数見受けられた。\n次に、〔設問２－１〕に関しては、多くの答案が刑訴法第３２８条の趣旨及び平成１８年判例を踏まえて論述することはできていたものの、同判例の結論だけを覚えていて、その理由付け等について十分に論述できない答案が相当数見受けられた。その中には、刑訴法第３２８条を伝聞例外（伝聞証拠に当たることを前提に、その証拠能力を例外的に認めるもの）に関する規定だと捉え、同判例（限定説）が、刑訴法第３２８条について、非伝聞としての自己矛盾供述の許容性を確認的に規定したものと解する見解であって、伝聞例外を許容するものと解する見解ではないことを理解していない答案が一定数見受けられた。また、本事例中には、甲の弁護人が「丙証言の証明力を争うため」に、証拠１の取調べを請求したと記載され、端的に同条の問題として論述することが求められているのに、それとは無関係に、証拠１は伝聞証拠に当たるとして、刑訴法第３２１条の伝聞例外の要件を満たすかどうかを論述し、伝聞例外に当たらないとした上で、刑訴法第３２８条の議論に及ぶ答案など、伝聞例外に該当しないことが刑訴法第３２８条で許容されるための要件であるかのように捉え、非伝聞的用法であれば伝聞例外該当性にかかわりなく、刑訴法第３２８条で許容される証拠になり得ることを理解していない答案が相当数見受けられた。\n〔設問２－２〕に関しては、そもそも、公判前整理手続に対する理解が不十分であり、本設問が公判前整理手続終了後の証拠調べ請求の制限に関する問題であることに気付いていない答案や、刑訴法第３１６条の３２の条文を示すことができない答案が少なくなかった。また、同条の問題であることは示せていても、「やむを得ない事由」の解釈の問題であることが示せていない答案も散見され、さらに、その点は把握できていたとしても、「やむを得ない事由」の検討に当たって、公判前整理手続の際に請求することが可能だったか否かという形式面にのみ着目し、本設問における請求証拠が、刑訴法第３２８条に基づく弾劾証拠であることを意識できていない答案も少なくなかった。本設問に関しては、前記のとおり、参考となる下級審裁判例は存在するが、\n同裁判例を念頭に置いて本設問を論じたと思われる答案は少数であった。ただし、本設問は、もとより前記下級審裁判例の知識そのものを問うものではなく、たとえその知識がなくとも、本設問に現れた事実関係を適切に分析した上で、公判前整理手続の意義や趣旨を理解していれば、適切に解答することは十分に可能であろう。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕については、逮捕に伴う無令状捜索・差押えが令状主義の例外として許容される趣旨及び実質的根拠を説得的に論じた上で、自説から論理的に導かれる条文解釈を的確に示し、\n各下線部における問題の所在を的確に捉え、下線部③においては平成８年判例についての正確な理解に基づく法解釈論を踏まえて、本事例中の具体的事実を適切に抽出、分析して自説と整- 11 -合的かつ説得的な当てはめをして結論を導いている答案である。\nまた、〔設問２〕については、〔設問２－１〕では、刑訴法第３２８条の趣旨及び平成１８年判例を正しく理解して説得的に論じ、適切な当てはめをして結論を導いている答案、〔設問２－２〕では、公判前整理手続そのものの意義や、公判前整理手続終了後の証拠調べ請求の制限の趣旨を正確に理解し、「やむを得ない事由」（刑訴法第３１６条の３２）の解釈を適切に示し、刑訴法第３２８条との関係における問題の所在を的確に把握した上で、説得的な論述をして結論を導いている答案である。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については、逮捕に伴う無令状捜索・差押えが令状主義の例外として許容される趣旨及び実質的根拠を論じた上で、自説と矛盾しない条文解釈を示し、各下線部における問題の所在について一応把握することができ、下線部③においては平成８年判例を意識した法解釈論を展開し、本事例中の具体的事実を一応抽出、分析して当てはめを行い、結論を導いている答案である。\nまた、〔設問２〕については、〔設問２－１〕では、刑訴法第３２８条の趣旨及び平成１８年判例を意識しつつ、本事例に即した当てはめをして結論を導いている答案、〔設問２－２〕では、\n公判前整理手続そのものの意義や、公判前整理手続終了後の証拠調べ請求の制限の趣旨を一応理解し、「やむを得ない事由」（刑訴法第３１６条の３２）について自分なりの解釈を示しながら、\n刑訴法第３２８条との関係が問題となり得ることを意識しつつ、自分なりの論理を展開して結論を導いている答案である。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については、逮捕に伴う無令状捜索・差押えが令状主義の例外として許容される趣旨及び実質的根拠や、条文解釈を一応示すことができているものの、その論理的整合性に疑義が生じるものや、本事例中の問題の所在の把握が適切とまでは言い難く、下線部③においては平成８年判例の知識や理解が不十分であり、当てはめにおいても、本事例中の具体的事実の抽出が不足しているか、あるいは事実の分析が不十分な答案である。\nまた、〔設問２〕については、〔設問２－１〕では、刑訴法第３２８条の趣旨や基本的な判例については一応意識できているものの、その理解が不十分である答案、〔設問２－２〕では、公判前整理手続そのものの意義の理解が不足しており、公判前整理手続終了後の証拠調べ請求の制限の規定そのものには言及できているものの、「やむを得ない事由」（刑訴法第３１６条の３２）について、刑訴法第３２８条との関係における問題の所在に気付かないまま、結論を導いている答案である。\n⑷ 「不良の水準」にとどまると認められる答案前記の水準に及ばない不良なものをいう。一般的には、刑訴法上の基本的な原則の意味を理解することなく機械的に暗記し、これを断片的に論述しているだけの答案や、関係条文・法原則を踏まえた法解釈を論述・展開することなく、本事例中の事実をただ書き写しているかのような答案など、法律学に関する基本的学識と能力の欠如が露呈しているものである。\n例を挙げれば、〔設問１〕であれば、逮捕に伴う無令状捜索・差押えが令状主義の例外として許容される趣旨及び実質的根拠を論述することなく、条文解釈も不十分である上、本事例中の問題の所在の把握もできておらず、下線部③においては平成８年判例（やそこで前提とされている問題意識）を全く意識できていないもので、当てはめにおいても、本事例中の事実の抽出や分析が著しく不十分であったり、事実をただ書き写して結論付けたりする答案がこれに当たる。\nまた、〔設問２〕のうち、〔設問２－１〕であれば、そもそも本設問が刑訴法第３２８条の問題であることに気付いておらず、伝聞例外の要件該当性を検討する答案や、〔設問２－２〕であれば、公判前整理手続終了後の証拠調べ請求の制限の規定に言及できていない答案がこれに当たる。４ 法科大学院教育に求めるものこのような結果を踏まえると、従前の採点実感においても指摘されてきたとおり、今後の法科大学院教育においても、刑事手続を構成する各制度の趣旨・目的や、重要かつ基本的な判例について、\n原理原則に遡り、基本から深くかつ正確に理解し、条文や関連する判例の解釈を論じられるようにすること、これらの解釈論に具体的事例を当てはめて適用する能力を身に付けること、自説の立場から論述の整合性に配慮しつつ論理立てて分かりやすい文章で表現できる能力を培うことが強く求められる。また、刑訴法においては、刑事実務における手続の立体的な理解が不可欠であり、通常の捜査・公判の過程を具体的に想起できるように、実務教育との有機的連携を意識し、刑事手続の各局面において、裁判所、検察官、弁護人の法曹三者が具体的にどのような立場からどのような活動を行い、それがどのように関連して手続が進んでいくのかなど、刑事手続が法曹三者それぞれの立場から動態として積み重ねられていくことについて理解を深めていくことが重要である。（〔設問２－２〕は、そのような観点から出題され、かつ、そのような観点から採点されたものであることを特に付言しておきたい。）"
}