{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "〔第１問〕（配点：５０）\n次の【設例】を読んで、以下の各小問について答えなさい。なお、各小問はいずれも独立したものである。\n【設 例】\nＡ県に所在する甲土地は、過去に貯木場として使用されていたが、その事業において使用されていた砒素が甲土地の土壌内に放置されたまま、貯木場は廃止され、その後埋め立てられるなどして整地され、近年は運送事業を行うＸが甲土地を所有し、事業場として使用している。\nＸは競合他社との競争力強化のため甲土地に新たな大規模事業場の建設を計画した。Ｘの予定している新たな大規模事業場は、地上５階のトラックターミナルの建設を伴うものであり、その建設工事においては、５０００平方メートルの土地を掘削する工事や地盤改良等のための土砂の搬出・搬入作業が予定されるものであった。\nＸは建設に先立って甲土地の土壌汚染の調査を実施したところ、土壌の汚染に係る環境基準を超える砒素が検出された。そこで、Ｘは上記調査結果をＡ県知事に報告したところ、Ａ県知事は、甲土地を土壌汚染対策法に基づく規制対象区域として指定した。なお、甲土地内では井戸は設けられておらず、甲土地周辺の土地においても地下水を飲用水として使用している状況は確認されていなかった。\n【小 問】\n⑴ 【設例】において、Ｘは、新たな事業場の建設に先立って甲土地の土壌汚染の調査を実施しているが、この調査は、ＸがＡ県知事に土壌汚染対策法上のある届出を行ったことがきっかけとなり行われたものであった。この届出とはどのようなものか。土壌汚染対策法上、当該届出を要するとされている理由とともに説明しなさい。\n⑵ 甲土地の土壌汚染の調査の結果、甲土地について、土壌の汚染に係る環境基準を超える砒素が検出されたものの、健康被害が生ずるおそれがあるものとして政令で定める基準には該当しないと判断できる場合、Ａ県知事はいかなる区域の指定をすることが考えられるか。根拠条文を挙げつつ、説明しなさい。\n⑶ ⑵の区域の指定がなされた場合、甲土地についてどのような規制が課されることになるか。\n【設例】においてＸが甲土地上で予定している建設工事の作業内容を踏まえて説明しなさい。\n⑷ 仮に、甲土地の土壌汚染が、貯木場で使用されていた砒素由来ではなく、自然由来の砒素による場合、⑶で説明した規制に違いが生じることがある。その違いを１つ挙げた上で、そのような違いが設けられている理由とともに説明しなさい。\n⑸ Ｘは、甲土地について不動産価格の評価への影響も踏まえて汚染土壌の掘削除去をしようと考え、他の対策方法を検討することもなく、自主的に汚染土壌を掘削し除去した。仮に、Ｘが汚染原因者をＹと特定することができ、ＸがＹに対し民法第７０９条に基づく不法行為責任を問うことが可能であるとした場合、ＸはＹに対し甲土地の汚染土壌の掘削除去費用を全額請求することができるか。土壌汚染対策法における汚染除去等の対策についての考え方を明らかにしつつ、説明しなさい（時効については触れなくてよい。）。\n【資 料】\n○ 土壌汚染対策法施行規則（平成１４年環境省令第２９号）（抜粋）\n（法第４条第１項の土地の形質の変更の届出の対象となる土地の規模）第２２条 法第４条第１項の環境省令で定める規模は、３０００平方メートルとする。（略）\n- 30 -\n〔第２問〕（配点：５０）\n以下の設問に答えなさい。\n〔設問１〕\n太陽光発電事業者Ａは、Ｂ県にある甲川沿いに所有する土地（以下「本件土地」という。）に、太陽光発電施設乙の設置工事の事業を計画している（以下「乙事業」という。）。本件土地は、Ｂ県甲川流域保全条例において、甲川の生態系や景観を保全することが重要な地区として指定された区域内にあり、文化財保護法上の重要文化的景観として選定された区域に隣接している。\nＡは、乙事業が環境影響評価法（以下「法」という。）の第二種事業に該当するため、法第４条第１項に基づき、乙事業の概要を経済産業大臣に届け出た。\n⑴ 経済産業大臣が、乙事業について環境影響評価を行う必要があると判定するのはどのような場合か述べなさい。\n⑵ 法に、第一種事業のほかに、第二種事業の類型が設けられた理由を説明しなさい。\n〔設問２〕\n設問１の手続を経て、乙事業について法の規定による環境影響評価を行うことになったＡは、環境影響評価方法書（以下「方法書」という。）を作成した。Ａは、法の規定による環境影響評価の場合、方法書の環境影響評価の項目に歴史的・文化的環境などの人工的環境要素を入れる必要はないと考えたため、方法書には、これを記載しなかった。この点について住民からの批判的な指摘があることを重く見たＢ県知事は、臨時の公聴会を開催した。その公聴会の場において、地元の歴史研究者からも同様の指摘がなされたことを受けて、Ｂ県知事は、方法書について、環境影響評価の項目に、歴史的・文化的環境についても含めるべきであるとの意見を述べた。Ａは、Ｂ県知事の意見を取り入れる形で、環境影響評価の項目並びに調査、予測及び評価の手法を選定した。\nＢ県議会は、この件を教訓として、法に基づく環境影響評価手続を条例で拡充するための検討を開始した。\n⑴ Ａが、法の規定による環境影響評価の場合、方法書の環境影響評価の項目に歴史的・文化的環境などの人工的環境要素を入れる必要はないと考えた理由について、環境基本法の関連規定にも触れつつ説明しなさい。その上で、条例により、法の規定による環境影響評価の方法書の項目に歴史的・文化的環境などの人工的環境要素を入れることを、事業者に義務付けることが、法に抵触するか否か論じなさい。\n⑵ 法の規定による環境影響評価の場合、環境の保全の見地からの意見を有する者の意見について事業者が負う手続的義務は、方法書の段階と環境影響評価準備書の段階ではどのように異なっているか説明しなさい。その上で、条例により、法の規定に基づきＢ県知事が方法書について環境の保全の見地からの意見を述べるに当たり、公聴会を開催することを、Ｂ県知事に義務付けることが、法に抵触するか否か論じなさい。\n〔設問３〕\nＢ県甲川流域保全条例は、甲川の生態系や景観を保全することが重要な地区として指定された区域内で工作物の建築等を行う者に対して、Ｂ県知事の許可を受けることを義務付けている。そして、同条例は、当該許可の基準の一つとして、工作物の建築等により当該土地及びその周辺における生態系及び景観を著しく悪化させるおそれがないことを定めている。また、同条例は、Ｂ\n県知事が当該許可をしようとするときは、あらかじめ、工作物の建築等が行われようとする土地が属する地域の住民の意見を聴くものと定めている。\nＡは、Ｂ県知事に対して乙の設置の許可を申請し、Ｂ県知事はこれを許可した。\n- 31 -本件土地が属する地域の住民であり、長年にわたって甲川の良好な景観を保全する活動を続けてきたＣは、乙の建設及び運営によって甲川の景観が損なわれることを憂慮している。Ｃが、Ｂ県を被告として乙の設置の許可の取消しを求める訴訟を提起する場合、当該訴訟において、訴訟要件に関してどのような主張をすることが考えられるか。解答に当たっては、Ｂ県の反論を踏まえつつ、論じなさい。また、問題文中に挙げたもの以外に、条例の内容は考慮しなくてよい。\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "〔第１問〕\n本問は、土壌汚染対策法（以下「法」という。）上の形質変更時の調査や形質変更時要届出区域の指定及び規制についての基本的理解を問うとともに、当該規制の例外や土壌汚染対策についての民事上の責任範囲の説明を通じて、法の基本的な理解を問うものである。\n小問⑴では、一定規模以上の土地の形質変更をしようとする者には、法第４条第１項に基づく届出義務があることを指摘することが求められる。面積の大きい土地の形質変更について土壌汚染の存在の可能性が高く、拡散のリスクが高いため、一定規模の土地の形質変更時に調査の契機としたものであるという制度趣旨を説明することが求められる。\n小問⑵では、設例の事情を踏まえて、法第１１条第１項の形質変更時要届出区域の指定を指摘し、説明することが求められる。\n小問⑶では、【設例】の事実関係を的確に把握して、予定されている工事として、土地の掘削工事と土砂の搬出があることを指摘しつつ、形質変更時要届出区域に指定されている土地の場合、それぞれの工事でどのような規制がされているのかを説明することが求められる。具体的には、土地の掘削工事が土地の形質の変更に当たることを指摘しつつ、法第１２条第１項に基づく届出義務のほか、同条第５項の計画変更命令を説明することや、土砂の搬出について、法第１６条第１項の届出義務、法第１８条の汚染土壌処理業者への委託義務及び法第２０条の管理票を説明しつつ、本問におけるＸに具体的にどのような義務があるかを説明することが求められる。\n小問⑷では、小問⑶において説明をした規制を前提として、自然由来の汚染においてそれらの規制がどのように緩和されているのかを指摘することが求められる。具体的には、法第１２条第１項第１号イにより、形質変更の事前の届出が不要であり、同条第４項による事後の届出で足りることや、法第１８条第１項第２号により、搬出した汚染土壌について、一定の場合に、汚染土壌処理業者に委託する義務の免除が定められていることをいずれか一つ指摘しつつ、それらの違いがなぜ生じるのかを、「公害」といえるかどうかという観点や「リスク管理」という観点、「人為的活動」という観点等、環境法制の基本的理解を踏まえて、説明をすることが期待される。\n小問⑸では、全額請求が可能であるか否かの結論を明示しつつ、その理由について論じることが求められる。具体的には、不法行為に基づく損害賠償請求権における相当因果関係の法的枠組みを前提として、法における汚染除去等の対策の考え方として掘削除去がどのような位置付けとされているかを説明し、形質変更時要届出区域であるため、法第８条が直接は適用されないこと、人の健康に危険が生じるおそれの程度及び他の対策方法の費用の検討の有無といった本問における事情を踏まえた上で、自説の結論とその理由を論理的に説明することが求められる。\n〔第２問〕\n本問は、太陽光発電施設の建設工事の事業を題材に、環境影響評価制度の仕組みと課題に関する理解を問うものである。具体的には、環境影響評価法（以下「法」という。）の第二種事業の判定（スクリーニング）手続及び同手続が導入された目的について説明を求めるとともに、地方自治体が環境影響評価の手続に関する事項を条例で定めることが可能かどうか論じること- 36 -\nを求めている。あわせて、景観訴訟の文脈において、行政処分の相手方以外の第三者が当該処分によって不利益を受けるおそれがあるとして取消訴訟を提起する際の訴訟要件に関する基本的な理解を確認することも目的としている。\n〔設問１〕⑴では、第二種事業の判定（スクリーニング）において、法第４条第１項に基づ\nく届出を受理した者が、当該届出に係る事業について法の規定による環境影響評価を行うことが必要であると判定するのはどのような場合かを問うており、同条第３項に基づく解答が求められる。\n〔設問１〕⑵では、法に第二種事業の類型が設けられた理由を問うている。法は、規模が大\nきく環境影響の程度が著しいものとなるおそれがある事業を環境影響評価の対象としている\n（法第１条、第２条第２項・第３項）。第一種事業が環境影響評価の実施が義務付けられているのに対して、第二種事業は法の規定による環境影響評価の必要性の有無を個別に判定することとされている。第一種事業に準ずる規模（第一種事業の規模に係る数値に対する比が０．７５以上の数値の規模。法第２条第３項、環境影響評価法施行令第６条）であっても、環境影響の程度は個別の事業や事業を実施する地域の環境条件によって異なるため、環境影響の程度が著しいものとなるおそれのある事業はあり得ること、また、事業規模で一律に環境影響評価の要否を決めると、環境影響評価が必要とされる事業規模を僅かに下回る規模にすることで、いわゆるアセス逃れが生じ得ること等の説明が求められる。\n〔設問２〕⑴の前段は、歴史的・文化的環境などの人工的環境要素について、法に基づく環\n境影響評価の限界を問うている。事業者は、対象事業に係る環境影響評価を行う方法について、対象実施区域及びその周辺の概況や、対象事業に係る環境影響評価項目並びに調査、予測及び評価の手法（当該手法が決定されていない場合にあっては、対象事業に係る環境影響評価の項目）等を記載した方法書を作成しなければならないが（法第５条）、法第１１条第１項に基づき環境影響評価の項目並びに当該項目に係る調査、予測及び評価を合理的に行うための手法を選定するに当たっては、環境基本法第１４条各号に掲げる事項の確保を旨として定められた指針（法第１１条第４項）を参照することとなる。環境基本法第１４条は、環境の保全に関する施策の策定及び実施に関して、第１号で「環境の自然的構成要素の良好な状態の保持」、第２\n号で「生物の多様性の確保及び自然環境の体系的保全」、第３号で「人と自然との豊かな触れ合い」に関する環境要素を挙げているが、歴史的・文化的環境などの人工的環境要素を含んでいない。（なお、環境省告示「環境影響評価法の規定による主務大臣が定めるべき指針等に関する基本的事項」は、環境影響評価の項目の範囲に、上記三つの環境要素とともに「環境への負荷」、「一般環境中の放射性物質」を含めている。）Ａが乙事業の環境影響評価方法書の環境影響評価の項目に歴史的・文化的環境などの人工的環境要素を入れる必要はないと考えた理由については、こうした体系的理解を前提とする説明が期待される。\n⑴の後段は、法と環境影響評価条例の関係を問うている。法第６１条第２号は、第二種事業又は対象事業に係る環境影響評価の手続について、「この法律の規定に反しないものに限」り、条例で必要な規定を定めることを妨げるものではないとするが、法の評価項目以外の項目への条例による横出しを認めるか否かについては法文上明らかではない。よって、条例により、環境影響評価項目に歴史的・文化的環境などの人工的環境要素を入れることを事業者に義務付けることが、法に抵触するとの結論も、抵触しないとの結論もあり得るが、論理的一貫性をもった理由付けがなされていることが求められる。\n〔設問２〕⑵の前段は、環境の保全の見地からの意見を有する者から提出された意見の取り\n扱いについて、事業者の手続的義務に関する基本的理解を問うている。事業者は、都道府県知事等に対し、方法書の段階では意見の概要を送付しなければならないが（法第９条）、準備書の段階では、意見の概要に加えて、当該意見についての事業者の見解も送付しなければならない（法第１９条）。\n- 37 -\n⑵の後段では、法と環境影響評価条例の関係を再び問うている。条例により、方法書について環境の保全の見地からの意見を述べるに当たり公聴会を開催することをＢ県知事に義務付けることが、法第６１条第２号の解釈として法に抵触するとの結論も、抵触しないとの結論もあり得るが、論理的一貫性をもった理由付けがなされていることが求められる。抵触しないとの結論の場合、公衆参加の観点を取り込んでいる解答は、環境影響評価制度の本質的要素の一つを意識している点で高く評価されよう。\n〔設問３〕は、Ｃの原告適格（行政事件訴訟法第９条第１項）について、Ｂ県の反論を踏ま\nえつつ論じることが求められる。行政処分の相手方ではないＣが「法律上の利益」を有するか否かについては、当該処分を定めた行政法規が、不特定多数者の具体的利益を専ら一般的公益の中に吸収・解消させるにとどめず、それが帰属する個々人の個別的利益としてもこれを保護すべきものとする趣旨を含むと解されるかどうかを行政事件訴訟法第９条第２項に従って検討することとなる。その検討の過程では、Ｃの景観利益と、問題文で明らかにされているＢ県甲川流域保全条例の内容に言及することが期待される。"
}