{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国は、経済的、社会的及び文化的権利に関する国際規約（以下「社会権規約」という。）及び市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）に署名したが、その後、両国際規約を実施するために必要な国内法の整備を行わず、いずれの国際規約も批准していなかった。Ａ国の憲法上、条約を締結する権能を有しているＡ国の大統領は、「Ａ国は、もはや社会権規約及び自由権規約の当事国となる意図はない。」と国際連合事務総長に通告した。\nＢ国は、公務員に結社の自由や団結権を認めない国内法制度を有していることで知られている。\nＢ国は、そのような国内法制度を有していることに鑑みて、社会権規約及び自由権規約を批准する際に、「Ｂ国は、社会権規約第８条第２項を想起し、自由権規約第２２条第２項にいう『軍隊及び警察の構成員』を『軍隊若しくは警察の構成員又は公務員』と解釈するものであることを宣言する。」という声明を付した。Ｃ国は、Ｂ国が付した声明に対し異議を申し立てた。\nＤ国及びＥ国は、自由権規約を批准する際に、それぞれ自由権規約第４１条に基づく宣言を行っていた。Ｅ国は、自由権規約に基づく義務がＤ国によって履行されていない旨を主張して、自由権規約第２８条に基づいて設置された人権委員会に通報を行った。Ｅ国による同委員会への通報が行われたことを知ったＤ国の野党の党首は、「Ｄ国は、自由権規約第４１条に基づく宣言を撤回するとともに、自由権規約から脱退すべきである。」と主張するようになった。\nＡ国〜Ｅ国は、いずれも条約法に関するウィーン条約（以下「条約法条約」という。）の当事国である。また、Ｂ国〜Ｅ国は、それぞれ自国について条約法条約が効力を生じた後に社会権規約及び自由権規約を批准している。\n以上の事実を基に、以下の設問に答えなさい。\n〔設問１〕\nＡ国の大統領が行った通告は国際法上どのような意義を有しているかについて論じなさい。\n〔設問２〕\nＢ国が社会権規約及び自由権規約を批准する際に付した声明に対し、Ｃ国が異議を申し立てたのは、国際法上どのような主張に基づいていると考えられるかについて論じなさい。\n〔設問３〕\nＤ国による自由権規約からの脱退が国際法上認められるかについて論じなさい。\n- 34 -\n〔第２問〕（配点：５０）\nＡ国沿岸には、沿岸（基線）から２０海里離れた地点に、Ａ国が領有するＸ島が所在している。\n諸国の船舶は、Ａ国沿岸付近を航行する際には、Ｘ島とＡ国本土との間の海峡（以下「Ｘ海峡」という。）を航行することもあれば、Ｘ島からＡ国本土と反対の海側に１２海里以上離れた水路を航行することもあった。\nＡ国は、海洋法に関する国際連合条約（以下「国連海洋法条約」という。）に加入しているが、同条約への加入の際、「いかなる外国の軍艦によるＸ海峡の航行もＡ国の平和と安全を脅かすものであり、Ａ国の許可なくＸ海峡を航行することを認めない。」との宣言を行った。また、国連海洋法条約第２８７条第１項に従い、紛争解決手段として⒜国際海洋法裁判所を選択する宣言を行った。\nＡ国は国連海洋法条約への加入と同時に国内法を制定し、領海を基線から１２海里とし、基線から２００海里の排他的経済水域を設定した。その結果、Ｘ海峡は、Ａ国の排他的経済水域の一部分とＡ国の排他的経済水域の他の部分との間に位置するＡ国領海内の海峡となった。\nＢ国及びＣ国は、Ｘ海峡における軍艦の航行に関するＡ国の宣言に対し、国際法に反するものであり認められないと抗議した。Ｂ国は国連海洋法条約の締約国ではない。Ｃ国は国連海洋法条約の締約国であり、国連海洋法条約第２８７条第１項に従い、紛争解決手段として⒜国際海洋法裁判所を選択している。ただし、Ｃ国は、国連海洋法条約第２９８条第１項⒝に基づき、「軍事的活動に関する紛争」については国連海洋法条約第１５部第２節に定める手続を受け入れないことを宣言している。\nその後、Ｂ国及びＣ国は、Ｘ海峡における外国軍艦の通航権を確認するために、両国の軍艦をＸ海峡に派遣し航行させると発表した。実際にＢ国及びＣ国の軍艦がＸ海峡を航行していたところ、Ｘ海峡に設置されていた機雷に触れ、両国の軍艦に大きな損傷が生じ、両国の軍艦の乗組員に多数の死傷者が出た。Ａ国は、Ａ国によるＸ海峡への機雷の設置は否定しており、Ａ国がそれら機雷を設置したという証拠はない。ただし、当時Ａ国はＸ海峡を厳格な監視下に置いており、何者かが機雷を敷設しようとすれば、Ａ国に知られることなく行うことはできなかった。\n〔設問１〕\n国連海洋法条約上、Ｘ海峡において外国船舶にいかなる通航権が認められるかについて論じなさい。\n〔設問２〕\nＢ国が、Ｂ国軍艦がＸ海峡に設置されていた機雷に触れたことから生じた損害に関してＡ国の責任を追及する根拠として、国際法上どのような主張が考えられるかについて論じなさい。\n〔設問３〕\nＣ国は、Ｃ国軍艦がＸ海峡に設置されていた機雷に触れたことから生じた損害に関するＡ国の責任を追及するため、国連海洋法条約第２８６条に従い、国際海洋法裁判所への付託を検討している。本件について国際海洋法裁判所が管轄権を有さないと主張するために、Ａ国は国際法上どのような主張をすることが考えられるかについて論じなさい。\n- 35 -\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、経済的、社会的及び文化的権利に関する国際規約（以下「社会権規約」という。）と市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）を素材としながら、条約法上の基本問題に関する知識と理解を確認することを目的とする。\n設問１について、国際法上、「合意は守られなければならない」の原則に従い、条約法に関するウィーン条約（以下「条約法条約」という。）第２６条が定めるように、「効力を有するすべての条約は、当事国を拘束し、当事国は、これらの条約を誠実に履行しなければならない」\nが、社会権規約及び自由権規約は、「批准されなければならない」（社会権規約第２６条第２項、自由権規約第４８条第２項）ため、両国際規約はＡ国について効力を生じていない。しかしながら、このことは国際法上、社会権規約及び自由権規約がＡ国にとっていかなる法的効果も持たないことを意味するわけではなく、Ａ国は両国際規約に署名していることから、条約法条約第１８条に従えば、「条約の趣旨及び目的を失わせることとなるような行為を行わないようにする義務」がある。Ａ国の大統領が行った通告は、国際法上、「条約の当事国とならない意図を明らかにする」ことにより、そのような義務を終了させることを目的としたものと考えられる。\n設問２は、条約の留保ないし解釈宣言に関する理解を問うものである。Ｂ国の声明は、その表現（「Ｂ国は、社会権規約第８条第２項を想起し、自由権規約第２２条第２項にいう『軍隊及び警察の構成員』を『軍隊若しくは警察の構成員又は公務員』と解釈するものであることを宣言する。」）からは、条約法条約には規定のない「解釈宣言」と捉えることも可能であるが、条約法条約第２条第１項(d)の「留保」の定義（「国が、条約の特定の規定の自国への適用上その法的効果を排除し又は変更することを意図して、・・・条約の批准・・・の際に単独に行う声明」）に照らした評価が求められる。この定義に照らしてＢ国の声明を「留保」と捉える場合には、「いずれの国も、次の場合を除くほか、・・・条約の批准・・・に際し、留保を付することができる。」と規定する条約法条約第１９条が適用されることになる。同条に従うと、留保に関する規定を含んでいない自由権規約は、「当該留保"
}