{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\n農薬の製造販売を業とするＸは、農薬取締法所定の審査・登録を要する農薬の発明について日本特許権（以下「本件特許権１」という。）を有しており、この特許発明の実施品である農薬Ｐを製造販売している。\nＸは、本件特許権１のほか、農薬等の作物残留試験を行うための検査・実験装置の発明について日本特許権（以下「本件特許権２」という。）とこれに対応するＡ国特許権を有している。Ｘは、この特許発明の実施品である装置Ｑを、農薬の作物残留問題に関心の高いＡ国でのみ先行して市場投入することとした。ＸのＡ国子会社Ｚは、Ｘの許諾の下、装置ＱをＡ国でのみ製造販売している。\nＺは、Ｘの指示で、「当社の全製品のＡ国外への無断輸出及びＡ国外での無断使用を禁じる」旨の表示を、製品それ自体には表示することなく、Ｚのウェブサイトにのみ掲載した。\n農薬の製造販売を業とするＹ１は、農薬Ｐと有効成分等を全て同じくする農薬Ｒを本件特許権１の存続期間経過後に製造販売する計画の下、農薬取締法所定の審査・登録を受けるために必要な試験を外部の機関に依頼することとした。Ｙ１は、この試験のために、本件特許権１の存続期間中に農薬Ｒを生産した（以下「行為①」という。）上で、その作物残留試験を研究所Ｙ２に依頼した。\nＹ２は、Ａ国でＺから購入した者から転得した最新の装置Ｑを日本に輸入し、これを農薬Ｒの作物残留試験に使用した（以下「行為②」という。）。\nその後、農薬取締法所定の審査の結果、Ｙ１は農薬Ｒについて登録を受けた。Ｙ１は、本件特許権１の存続期間中であったため、農薬Ｒの販売のための製造こそ開始していないものの、農薬Ｐを購入している業者に対し、「本件特許権１の存続期間経過後に農薬Ｒを販売する」旨を、本件特許権１の存続期間中に申し出た（以下「行為③」という。）。\nそこで、Ｘは、⑴ Ｙ１に対し、行為①について、本件特許権１の侵害を理由に、⑵ Ｙ２に対し、行為②について、本件特許権２の侵害を理由に、⑶ Ｙ１に対し、行為③について、本件特許権１の侵害を理由に、それぞれ損害賠償請求をした。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、損害額について論じる必要はない。また、農薬取締法固有の問題についても論じる必要はない。",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問の⑴は、試験又は研究のためにする特許発明の実施に対する特許権の効力制限について問うものである。設問の⑵は、同じく試験又は研究のためにする特許発明の実施に対する特許権の効力制限とともに、並行輸入に対する特許権行使の可否について問うものである。\n設問の⑶は、存続期間経過後に譲渡を行う旨の譲渡等の申出行為の適法性について問うものである。\n２ 設問の⑴については、Ｘの主張として、本件特許権１に係る発明が物の発明であって、行為①がその物の生産（特許法（以下「法」という。）第２条第３項第１号）に該当し、業としての実施（法第６８条本文）として本件特許権１の侵害を理由とする損害賠償請求（民法第７０９条）の対象となる旨を述べることが求められる。Ｙ１の反論としては、最判平成１１年４月１６日民集５３巻４号６２７頁【膵臓疾患治療剤事件】を踏まえつつ、行為①が試験又は研究のためにする特許発明の実施として特許権の効力が及ばない（法第６９条第１項）\nという主張について述べ、その妥当性を具体的に検討することが求められる。\n３ 設問の⑵については、Ｘの主張として、本件特許権２に係る発明が物の発明であって、行為②がその物の輸入と使用（法第２条第３項第１号）に該当し、業としての実施（法第６８条本文）として本件特許権２の侵害を理由とする損害賠償請求（民法第７０９条）の対象となる旨を述べることが求められる。Ｙ２の反論としては、装置Ｑの輸入と使用について、Ａ\n国で適法に譲渡された製品の並行輸入として、最判平成９年７月１日民集５１巻６号２２９９頁【ＢＢＳ事件】を踏まえつつ、特許権の行使が否定されるという主張について述べ、その妥当性を具体的に検討することが求められる。また、Ｙ２の反論として、装置Ｑの使用が試験又は研究のためにする特許発明の実施として特許権の効力が及ばない（法第６９条第１\n項）という主張も考えられる。その上で、装置Ｑはいわゆるリサーチツールに当たると考えられるところ、同項の趣旨を踏まえて、リサーチツールの使用に対し同項が適用されるかについて検討することが求められる。\n４ 設問の⑶については、Ｘの主張として、本件特許権１に係る発明が物の発明であって、行為③がその物の譲渡等の申出（法第２条第３項第１号）に該当し、業としての実施（法第６８条本文）として本件特許権１の侵害を理由とする損害賠償請求（民法第７０９条）の対象\n- 31 -となる旨を述べることが求められる。Ｙ１の反論としては、申出行為の対象である譲渡自体が存続期間経過後に行われる適法な行為であることを根拠とした主張などが考えられる。その上で、なぜ譲渡等の申出が譲渡等と並んで独立した実施行為と規定されているのかを十分に意識して、その妥当性を具体的に検討することが求められる。\n〔第２問〕\n１ 設問１は、言語の著作物に係る著作権の侵害を理由とする差止請求のために必要な主張、これに対して考えられる反論とその妥当性を問うものである。設問２は、映画の著作物に係る著作者人格権の侵害を理由とする請求とその妥当性を問うものである。\n２ 設問１については、文章Ｐの著作物性（著作権法（以下「法」という。）第２条第１項第\n１号）及びこれを創作した著作者（同項第２号）であるＡが著作者の権利を有すること（法第１７条第１項）を主張した上で、文章Ｐを要約した二次的著作物（法第２条第１項第１１号）である文章Ｐ’のブログ掲載に対して、法第２８条を介して有する公衆送信権（法第２３条第１項）の侵害を理由として、Ｂに対し、文章Ｐ’の削除を求める差止請求（法第１１２条）が可能である旨を述べることが求められる。他方、これに対して考えられるＢの反論として、引用（法第３２条第１項）、公開の演説の利用（法第４０条第１項）、時事の事件報道（法第４１条）といった権利制限規定の適用のほか、文章Ｐと文章Ｐ’の間に創作的表現の共通性が認められないとして類似性がない（表現上の本質的特徴を直接感得できない）\n旨主張することが求められる。その上で、要約引用の可否など、これらの主張の妥当性について具体的に検討することが求められる。\n３ 設問２については、動画Ｑの著作物性（法第２条第１項第１号）及びこれを創作した著作者（同項第２号）であるＡが著作者の権利を有すること（法第１７条第１項）を主張した上で、動画Ｑを視聴すると映像がゆがんで表示される再生ソフトＲを開発・公開しているＣに対する同一性保持権（法第２０条）の侵害を理由とする差止請求（法第１１２条）、損害賠償請求（民法第７０９条）、名誉回復等措置請求（法第１１５条）の可否について、最判平成１３年２月１３日民集５５巻１号８７頁【ときめきメモリアル事件】を踏まえて具体的に検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針⑴ 第１問本問は、試験又は研究のためにする特許発明の実施に対する特許権の効力制限、並行輸入に対する特許権行使の可否、存続期間経過後に譲渡を行う旨の譲渡等の申出行為の適法性についての理解を問うものである。採点に当たっては、設例から論点を的確に抽出し、関連する条文を丁寧に拾い上げ、各論点について、判例があるものについてはその解釈を念頭に置きつつ、解釈論を説得的に展開し、本問の事実関係に適切に当てはめられているか否かに応じて、優秀度を判定した。\nア 設問の⑴Ｘの主張について、行為①が、物の発明の生産（特許法第２条第３項第１号）に 該当し、\n業としての実施（同法第６８条本文）として本件特許権１の侵害を理由とする損害賠償請求（民法第７０９条）の対象となる旨を論じた上で、Ｙ１の反論として、最判平成１１年４月１６日民集５３巻４号６２７頁【膵臓疾患治療剤事件】を踏まえて、行為①が試験又は研究のためにする特許発明の実施として特許権の効力が及ばない（特許法第６９条第１項）という主張について論じている答案を「一応の水準」とした。その際、これらの主張の妥当性の問題として、存続期間制度の趣旨について述べた上で、本問の事実関係の下、行為①に同法第６９条第１項が適用できないと、存続期間制度の趣旨を達成できず、特許制度の根幹に反する事態となることについて論じている答案は、その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問の⑵Ｘの主張について、行為②が、物の発明の輸入と使用（同法第２条第３項第１号）に該当し、\n業としての実施（同法第６８条本文）として本件特許権２の侵害を理由とする損害賠償請求（民法第７０９条）の対象となる旨を論じた上で、Ｙ２の反論として、装置Ｑの輸入と使用について、最判平成９年７月１日民集５１巻６号２２９９頁【ＢＢＳ事件】を踏まえて、Ａ国で適法に譲渡された製品の並行輸入として特許権の行使が否定されるという主張と、装置Ｑの使用が試験又は研究のためにする特許発明の実施として特許権の効力が及ばないという主張について論じている答案を「一応の水準」とした。その際、並行輸入については、国内消尽と比較しながら、消尽理論ではなく【ＢＢＳ事件】が示した判断枠組みを用いるべき理由を論じている答案や、主張の妥当性の問題として、【ＢＢＳ事件】が日本において特許権を行使することが許されるか否かについて判断する際に論じた①「我が国の特許権者又はこれと同視し得る者が国外において特許製品を譲渡した場合」に当たるか及び②特許権者が「譲受人から特許製品を譲り受けた第三者及びその後の転得者に対しては、譲受人との間で右の旨〔＝販売先ないし使用地域から我が国を除外する旨〕を合意した上特許製品にこれを明確に表示した場合」に当たるかについて、本問の事実関係を踏まえて具体的に検討している答案は、その内容に応じて「良好」又は「優秀」と評価した。さらに、装置Ｑの使用が試験又は研究のためにする特許発明の実施として特許権の効力が及ばないかについては、装置Ｑがリサーチツールに当たると考えられるところ、特許法第６９条第１項の趣旨を踏まえて、リサーチツールの使用に対し同項が適用されるかについて具体的に検討している答案は、その内容に応じて「良好」又は「優秀」と評価した。\nウ 設問の⑶- 20 -Ｘの主張について、行為③が、物の発明の譲渡等の申出（同法第２条第３項第１号）に該当し、業としての実施（同法第６８条本文）として本件特許権１の侵害を理由とする損害賠償請求（民法第７０９条）の対象となる旨を論じた上で、Ｙ１の反論として、申出行為の対象である譲渡自体が存続期間経過後に行われる適法な行為であることを根拠とした主張について論じている答案を「一応の水準」とした。その際、なぜ譲渡等の申出が譲渡等と並んで独立した実施行為と規定されているのか（例えば、申出が行われた時点で、需要者が侵害品の購入を企図することにより特許製品の買い控えが生じ、申出の段階で既に特許発明に対する需要が喪失する、あるいは、そのおそれが生じるためといった説明）を論じた上で、それを踏まえて、主張の妥当性を具体的に検討している答案は、その内容に応じて「良好」又は「優秀」と評価した。\n⑵ 第２問本問は、文章及び映像を素材に、二次的著作物の著作物性、文章を要約して利用する行為に関する著作権侵害の成否、映像を改変するソフトを提供する行為に関する著作者人格権侵害の成否及び権利侵害が肯定された場合の救済等についての理解を問うものである。採点に当たっては、まず、設例で問われている請求や法律上可能と考えられる請求について、それが成立するための要件を、根拠条文とともに明示した上で、その成否に関係する論点を関連条文とともに的確に指摘し、各論点に関する解釈論について制度趣旨を踏まえつつ論じた上で、本問の事実関係に適切に当てはめられているか否かに応じて、優秀度を判定した。\nア 設問１Ａは、著作物（著作権法第２条第１項第１号）に当たる文章Ｐを創作した著作者（同項第２号）として著作権を有するところ（同法第１７条第１項）、文章Ｐを原著作物とする二次的著作物（同法第２条第１項第１１号）に当たる文章Ｐ’をＢがブログに投稿したことは、Ａが同法第２８条を介して有する公衆送信権（同法第２３条第１項）の侵害に当たるとして、Ｂに対して文章Ｐ’の削除を請求できる（同法第１１２条）旨を主張すべきことを論じた上で、\nＢの反論として考えられる主張について言及している答案を、「一応の水準」とした。その上で、Ｂの反論に関して、文章Ｐを分かりやすく要約することが翻案に当たると考えられるところ、引用（同法第３２条第１項）に伴って許容される行為として同法第４７条の６第１項第２号は翻訳のみを掲げ、翻案を明示していないことから、要約引用が許容されるかどうか（東京地判平成１０年１０月３０日（平成７年（ワ）第６９２０号）【血液型と性格事件】参照）、文章Ｐが公開して行われた政治上の演説に当たるとしてその利用が許容されるかどうか（同法第４０条第１項）、動画Ｑが大きな注目を集めていることを個人ブロガーが紹介する際に文章Ｐを要約して掲載することが時事の事件報道のための利用として許容されるかどうか（同法第４１条、第４７条の６第１項第２号）、約１万字の文章Ｐを１０００字程度に要約した文章Ｐ’は文章Ｐの表現上の本質的特徴を直接感得できず類似性がないとしてその利用が許容されるかどうか、といった点について指摘するとともに、本問の事実関係の下、そうした反論の妥当性について具体的に検討している答案は、その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問２Ｃは、著作物（同法第２条第１項第１号）に当たる映像Ｑを創作した著作者（同項第２号）\nとして著作者人格権を有するところ（同法第１７条第１項）、インターネット上の動画ファイルを視聴するとその映像が変容して表示される再生ソフトＲを公開しているＣの行為は、Ａが動画Ｑに対して有する同一性保持権（同法第２０条）の侵害や、著作者の名誉声望を害する著作物利用として著作者人格権侵害とみなされる行為（同法第１１３条第１１項）に当たるとして、Ｃに対して、差止請求（同法第１１２条）、損害賠償請求（民法第７０９条）、名誉回復等措置請求（著作権法第１１５条）を行うことが考えられる旨指摘した答案を、「一応- 21 -の水準」とした。その上で、これらの主張の妥当性について、Ｃの書き込みによって多くの人が再生ソフトＲを用いて動画Ｑを視聴したものの、Ｃは動画Ｑを自ら改変した主体に当たるとは言い難いことから、損害賠償請求に関し、恋愛シミュレーションゲームに関する事案で、専ら当該ゲームソフトの改変のみを目的とするメモリーカードの販売が他人による同一性保持権侵害を惹起する不法行為に当たるとして損害賠償請求を認容した最判平成１３年２月１３日民集５５巻１号８７頁【ときめきメモリアル事件】があることを踏まえて具体的に検討した答案や、差止請求に関し、侵害行為の幇助者に対する差止請求の可否をめぐる従来の議論を踏まえて具体的に検討した答案は、その内容に応じて「良好」又は「優秀」と評価した。\n３ 採点実感⑴ 第１問ア 設問の⑴（特許法第６９条第１項に基づく特許権の効力制限（試験又は研究のためにする特許発明の実施に対する特許権の効力制限））\n設問の⑴に関して、特許法第２条第３項第１号の「物の発明」の「生産」、同法第６８条本文の「業としての実施」及び民法第７０９条に基づく損害賠償請求といった条文の正確な摘示と本問の事実関係への当てはめは概ね行われていた印象であるが、要件の一部について説明を欠いているものや、損害賠償請求の根拠等（例えば、過失推定（特許法第１０３条）等）\nについて言及できていない答案も認められた。こうした条文は、請求権の発生にとって必須であるため、当然のことであっても摘示しなければならない。さらに、個別の条文等は記載していても、論理的なつながりについては意識しておらず、機械的に条文摘示と結論だけで済ませようとする答案が散見された。それ以外にも、問いとして、Ｘの主張、Ｙのすべき反論、妥当性を問うているのに、特にＹの反論の箇所で、最初から裁判官目線で、請求が認められるかどうかを論じて結論付けている答案も多く、問いで求められた形での解答が求められるところである。\n比較的多くの答案で最判平成１１年４月１６日民集５３巻４号６２７頁【膵臓疾患治療剤事件】に言及した上で同法第６９条第１項適用の可否について論じられていた。しかし、同判決の判旨と理由付けを正確に理解できていた答案は多くはなく、妥当性に関する説明が説得性を欠く答案が少なくなかった。また、妥当性において、最高裁の判旨とは異なる見解を採る場合に、その理由付けについて十分に説明することが求められるところ、そうした理由について十分に論述されている答案は少なかった。他方、同法第６９条第１項の趣旨が技術の進歩を目的とした試験研究のための実施にあることを重視する考え方と、最高裁判決の考え方の両者を踏まえた上で自らの見解を述べているものについては高く評価した。\nイ 設問の⑵（並行輸入に対する特許権行使の可否と特許法第６９条第１項に基づく効力制限）\n設問の⑵について、多くの答案で並行輸入について論じられていた。また、相当数の答案で、\n最判平成９年７月１日民集５１巻６号２２９９頁【ＢＢＳ事件】を踏まえて、ウェブサイト上の表示のみが行われ製品それ自体に表示がないことを理由に同判決が日本における特許権行使を認めるための要件を充足しない旨言及できていた。\n他方、Ｘの行為②が装置Ｑの「輸入」と「使用」（同法第２条第３項第１号）の双方に該当することを指摘する答案は思いのほか少なかった。また、【ＢＢＳ事件】に触れることなく安易に国際消尽を認める旨を論じる答案や、そもそも問題の端緒となる装置Ｑが海外において適法に販売された事実について適切に指摘できていない答案も散見された。国内消尽が認められる根拠と比較しながら論述できている答案も一定数見られたものの、同判決の判示内容に関する理解が不十分で、国際消尽の否定に言及することなく結論に至る答案、同判決が判示した要件について正確に理解できていない答案が散見された。例えば、①特許製品上の表- 22 -示の必要性についての理解が曖昧なために、ウェブサイト上での表示でも足りるか否かを論じる際に、第三者に対してなぜこのような表示をする必要があるのかについての理由付けがない答案、②本問の事実関係では、装置ＱをＡ国で販売したのが特許権者Ｘ自身ではなく、\nＸのＡ国子会社Ｚであるところ、Ｚが我が国の特許権者と同視し得る者に当たるかという点を検討していない答案などである。\nさらに、リサーチツールに当たる装置Ｑの使用が、同法第６９条第１項に基づく試験又は研究のためにする特許発明の実施として特許権の効力が及ばないかという問題を検討している答案はごく僅かであった。\nウ 設問の⑶（存続期間経過後に譲渡を行う旨の譲渡等の申出行為の適法性）\n設問の⑶について、行為③が「譲渡等の申出」に当たることをそもそも指摘できていない答案が散見され、中には「譲渡」に当たると論述したり、同法第１０１条の間接侵害行為に当たるとする答案（そのためにＹの反論や妥当性についても適切に論じることができていない答案）もあった。また、「譲渡等の申出」について同法第２条第３項第１号の正確な条文摘示がなされていない答案、その理解内容について不十分な答案も見られた。\n妥当性の検討において、譲渡等の申出が譲渡等と並んで独立した実施行為と規定されている理由を十分に意識した答案や、存続期間満了前の申出によって生じる影響まで論じられている答案も見られ、高く評価した。\n他方、行為③は試験又は研究のためにする実施行為でないにもかかわらず、同法第６９条第１項適用の可否を論じる答案も見受けられた。\n⑵ 第２問ア 設問１（言語の著作物に係る著作権の侵害を理由とする差止請求のために必要な主張、同主張に対する反論とその妥当性）\n本問では、Ａが文章Ｐ’の削除請求を行うためにどのような主張をすべきかが問われているのであるから、権利の発生（著作物性（著作権法第２条第１項第１号））・権利の帰属（著作者性（同法第２条第１項第２号）・著作権の帰属（同法第１７条第１項））を前提として、権利侵害の効果としての差止請求（同法第１１２条）が可能である旨、条文を摘示して論じるべきところ、これらの記述が十分に行われていない答案は相当低い評価にとどまった。特に、\n条文については、同法第１７条や第２３条に関して第１項の摘示を行わないもの、単なる誤記（例えば、「第２条第２号」とするもの）が多く、これらは条文の摘示があったものとは評価されなかった。また、著作物を例示した規定にすぎない同法第１０条第１項各号のみを摘示して、著作物性を定めた同法第２条第１項第１号に言及しない答案も少なくなかった。また、問題文において、Ａの請求が「著作権の侵害」を理由とするものであることが明示されているにもかかわらず、同一性保持権等の著作者人格権の侵害について論じている答案、ブログからの削除請求であるにもかかわらず公衆送信権ではなく翻案権侵害を理由にする答案も散見された。請求の基礎となる権利の正確な理解及び同権利に係る条文の正確な摘示は、\nその後の論述の大前提であり、出発点として確実に押さえておくべきである。\nＡの権利侵害主張において翻案権侵害に言及しながらも、文章Ｐ’がＡによって創作された文章Ｐを原著作物とする二次的著作物であることについて指摘できていない答案が散見された。また、文章Ｐ’が二次的著作物に当たることを認定しながらも、当該二次的著作物の公衆送信に関する原著作者の権利について、同法第２３条第１項のみを摘示し、同法第２８条に触れていない答案が散見され、さらに、同条のみを摘示しながら同法第２３条第１項を摘示していない答案も一定数認められた。\n適法引用（同法第３２条第１項）該当性について、その一般的な要件論や要件該当性について詳細に検討した答案が多く認められた。他方、要約引用の適法性について、同法第４７条の６第１項第２号に言及できていない答案や、同号に言及できていても、同号が翻訳のみを- 23 -許容しているにもかかわらず、なぜ翻案に当たる要約を容認すべきか、十分な説明ができていない答案が散見された。また、文章Ｐの要約について複製権侵害に当たるとする一方で、\n要約が翻案に当たる場合にのみ問題となる同号について論じている一貫性のない答案も少なからず見られた。\nＢの反論として、適法引用については詳しく検討する一方で、公開の演説（同法第４０条第１項）、時事の事件報道（同法第４１条）及び文章Ｐと文章Ｐ’の間に類似性（表現上の本質的特徴の直接感得）がないことの各事項に言及できていない、又は言及できていても不十分である答案が散見された。問題文において、Ｂの反論としてどのような主張が考えられるかが問われている以上、設問の事実関係の下、可能性のある主張については網羅的に指摘すべきである。\nＢの反論については、公開の演説について論じられている答案は相当数認められたものの、\n同法第４０条第１項の要件を正しく当てはめられていない答案が散見された。特に、同項の「同一の著作者のものを編集して利用する場合」は、同一の著作者による複数の演説をまとめて出版するような場合が想定されているところ、本件のように一つの演説を要約した事案も同項にいう編集に当たると誤解した答案が少なからず見られた。\nまた、時事の事件報道（同法第４１条）について論じられている答案は多くなく、特に同条に伴って許容される行為として翻訳のみを掲げる同法第４７条の６第１項第２号について検討されていた答案は僅かであった。\nさらに、上記のような権利制限規定に基づく抗弁とは別に、文章Ｐと文章Ｐ’の間に創作的表現の共通性が認められず、類似性（表現上の本質的特徴の直接感得）が否定されるとする反論が考えられるが、これに言及した答案は僅かであった。\nイ 設問２（映画の著作物に係る著作者人格権の侵害を理由とする請求とその妥当性）\n設問２についての検討は、総じて、規範の指摘と事案への当てはめといった表面的な検討で終わっている答案が散見された。例えば、請求の内容について、単に差止請求ができると記述するにとどまり、どの行為がどの権利の侵害に当たり、どのような請求が可能となるのかについて理論的に説明できていない答案が少なからず認められた。また、権利侵害の成否について詳しく論じる一方、著作者人格権侵害が認められた場合の請求内容に関する論述を欠く答案もあった。\n本問では、Ａがどのような請求をすることが考えられるか問われているため、そのような請求の前提として、設問１と同様に、動画Ｑに係る権利の発生（著作物性）・権利の帰属（著作者性・著作者人格権の帰属）について論じるべきところ、これらの記述が十分に行われていない答案は相当低い評価にとどまった。また、問題文において、著作者人格権侵害に基づく請求の可否が問われているにもかかわらず、説明なく著作権の制限規定に言及する答案や、\n同一性保持権（同法第２０条）侵害や名誉声望侵害（同法第１１３条第１１項）に言及しつつ、条文の摘示が正確でなかったり、結論のみに言及したりする答案が散見された。\nＡが行い得る請求に関して、自ら改変行為をしているとは言い難いＣ自身が請求の相手方となり得るかという点について言及している答案は相当数認められたものの、特に理由を示すこともなくＣが侵害主体である旨論じる答案等が散見された。また、請求の相手方に関する差止請求と損害賠償請求の違いを意識する答案は少数であった。\nそして、本問に類似する事案で損害賠償請求を肯定した最判平成１３年２月１３日民集５５巻１号８７頁【ときめきメモリアル事件】を踏まえた検討を行う答案はごく少数であった。\n一方、同判決の判断内容と本件の事案との差異を踏まえて具体的に検討した答案は高く評価した。\nまた、名誉回復等措置請求（同法第１１５条）について言及している答案は限られており、\n言及はあっても十分な論述がなされていない答案が散見された。この請求は、故意又は過失- 24 -による著作者人格権侵害に対して著作権法上認められているものであるから、著作者人格権侵害に関する事案では、必要に応じて当該請求の可否が検討されるべきである。\n⑶ 全体を通しての感想第１問は、３つの設問とも概ね基本的な論点に言及できていた答案が多く認められ、第２問においても、基本的な論点にある程度言及ができていた答案が一定数は認められた。\nしかしながら、司法試験が実務家としての適性を判断するための登用試験であることに思いを致し、第１問及び第２問全体を通じた採点実感として以下の点を指摘しておきたい。\nまず、条文を正しく摘示したり、最高裁判例の内容や自身の見解の根拠を正確に理解した上で言及するなどといった基本的なことが不十分な答案が散見された点は残念であった。自身の見解の論拠となる条文及び最高裁判例の正確な理解や過不足のない摘示は実務家として求められる基本的な技術であり、確実に押さえておくべきものである。\nまた、設問の事例において表層的な事実のみに着目し、与えられた事実を正確に踏まえていない答案、設問において問われている内容に対応せず、思い浮かんだ論点とそれに関して記憶に残っている教科書や判例の知識を整理せずに並べているだけで、設問の事例の中での行為者と行為の特定や、判例が前提としていた事案とは異なる事実関係などについての発見が疎かになっている答案、当事者の主張についての妥当性評価の結論はともあれ、その結論が導かれるべき事実の指摘や結論に至るロジックの組み立てが脆弱で、説得力を欠いた答案など、答案作成の基本が身についていないと思われる答案が散見された。実務家であれば、表層的な事実や論点にのみ着目し、それに応じた単発的な知識を並べることでは対応できず、事案の中に潜む問題点を正しく把握し、説得力のある法解釈とその適用を完遂することが求められる。\n４ 今後の出題今後も、特許法及び著作権法を中心として、条文、裁判例及び学説の正確な理解に基づく、事案分析力、論理的思考力を試す出題を継続するべきと考える。より詳細には、次のとおりである。\n法務省ウェブサイト（注）において公表している「平成１８年から実施される司法試験（選択科目）における具体的な出題のイメージ（サンプル問題）」の「［新司法試験サンプル問題（知的財産法）］」中、「出題の趣旨」として、特許法及び著作権法の一定の規定「を中心として出題する」との記述がある。同サンプル問題は、平成１６年に作成されたものであり、その後から今日に至るまで、特許法も著作権法も法改正が繰り返され、その結果、新たに追加された重要な規定が上記の記述に含まれない一方、章・節・款で指定されていた範囲に当時存在していなかった規定が含まれることになっており、上記の記述から受ける印象は当時と今日とで相当に異なっている。\nもっとも、これまでの司法試験において、おおむね上記の記述と乖離しない範囲で、侵害訴訟において対立する当事者間の攻撃防御にとって重要な事項を中心に出題がなされてきた。作問に当たっては、そのときどきの立法・実務・学説を前提として、法曹になろうとする者に求められる重要な事項から出題すべきであり、現にそのような出題がなされてきたところであるが、他方で、動きの激しい知的財産法の分野において、受験者の予見可能性をある程度担保し、過度な負担を課さないことにも配慮が必要であろう。\n以上のことから、今後においても、これまでの出題の蓄積に留意しつつ、そのときどきの立法・実務・学説を前提として、法曹になろうとする者に求められる重要な事項から出題するべきと考える。\n法改正により規定が新設された場合には、これまでの出題の蓄積から想定が可能な範囲内のものであれば、そのような規定の理解を問う出題をすることはあり得るものと考える。\n(注) 法務省ウェブサイトhttps://www.moj.go.jp/jinji/shihoushiken/shiken_mon-kentou_sample_index02.html- 25 -５ 今後の法科大学院教育に求めるもの本年は、昨年同様、重要な条文及び基本的な論点に関する知識、論理的思考力及び論述力を問うとともに、論点を的確に把握し、問題文に記載された事実から論点に関連する事実を抽出し、事案に即した結論を導く力を問うような出題を心掛けたものの、前記３のとおり、出題者側が想定したとおりの論述がなされていない答案が散見された。\n法科大学院教育における定期試験と同様に、司法試験においても全ての出題は出題者からの問いであり、答案作成者はこの問いの意味を正しく理解した上で解答するという作業が必要である。答案作成者としては、問題文に提示された事実や表現から酌み取れる出題者による問いの内容を、限られた時間の中においてできる限り正確に捉えることにまず注力してもらいたい。実務家として、\n事案の中に潜む問題点を正しく把握をすることは、説得力のある法解釈とその適用を完遂するための出発点といえる。法科大学院においても日頃からこれを意識した教育をすることが望まれる。\n今後の法科大学院教育には、引き続き、基本となる条文解釈の重要性を意識させ、こまめに条文を確認して学習する習慣を身に付けさせる教育、基本的な論点を偏りなく学ぶとともに、各論点について、どの条文のどの要件について問題となるのかなどの基本を踏まえた上で、深く分析することに力点を置いた教育を行うことが期待される。\nまた、飽くまで法科大学院は実務家を養成する教育機関なのであるから、重要と目される裁判例、\n少なくとも最高裁と知財高裁大合議の判断については、先例性の観点から一定の重点を置いた教育が行われることが望ましい。\n本科目に関しても、訴訟を念頭に置いた上で、具体的な法律上の権利に基づく請求権を特定することが重要であり、また、考えられる請求ないし反論が問われている場合においては、訴訟代理人として主張する場面を想定して網羅的な記述を徹底することが望まれる。\n加えて、特許法及び著作権法の体系的知識を踏まえた上、条文の趣旨目的に遡り、事実関係をよく分析して、問題となる論点を的確に把握し、バランスの良い結論を導き、これを的確かつ説得的に論述できるように、より実践的な指導を期待したい。\n- 26 -"
}