{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\n次の【設例】を読んで、以下の各小問について答えなさい。なお、各小問はいずれも独立したものである。\n【設 例】\nＡ県に所在する甲土地は、過去に貯木場として使用されていたが、その事業において使用されていた砒素が甲土地の土壌内に放置されたまま、貯木場は廃止され、その後埋め立てられるなどして整地され、近年は運送事業を行うＸが甲土地を所有し、事業場として使用している。\nＸは競合他社との競争力強化のため甲土地に新たな大規模事業場の建設を計画した。Ｘの予定している新たな大規模事業場は、地上５階のトラックターミナルの建設を伴うものであり、その建設工事においては、５０００平方メートルの土地を掘削する工事や地盤改良等のための土砂の搬出・搬入作業が予定されるものであった。\nＸは建設に先立って甲土地の土壌汚染の調査を実施したところ、土壌の汚染に係る環境基準を超える砒素が検出された。そこで、Ｘは上記調査結果をＡ県知事に報告したところ、Ａ県知事は、甲土地を土壌汚染対策法に基づく規制対象区域として指定した。なお、甲土地内では井戸は設けられておらず、甲土地周辺の土地においても地下水を飲用水として使用している状況は確認されていなかった。\n【小 問】\n⑴ 【設例】において、Ｘは、新たな事業場の建設に先立って甲土地の土壌汚染の調査を実施しているが、この調査は、ＸがＡ県知事に土壌汚染対策法上のある届出を行ったことがきっかけとなり行われたものであった。この届出とはどのようなものか。土壌汚染対策法上、当該届出を要するとされている理由とともに説明しなさい。\n⑵ 甲土地の土壌汚染の調査の結果、甲土地について、土壌の汚染に係る環境基準を超える砒素が検出されたものの、健康被害が生ずるおそれがあるものとして政令で定める基準には該当しないと判断できる場合、Ａ県知事はいかなる区域の指定をすることが考えられるか。根拠条文を挙げつつ、説明しなさい。\n⑶ ⑵の区域の指定がなされた場合、甲土地についてどのような規制が課されることになるか。\n【設例】においてＸが甲土地上で予定している建設工事の作業内容を踏まえて説明しなさい。\n⑷ 仮に、甲土地の土壌汚染が、貯木場で使用されていた砒素由来ではなく、自然由来の砒素による場合、⑶で説明した規制に違いが生じることがある。その違いを１つ挙げた上で、そのような違いが設けられている理由とともに説明しなさい。\n⑸ Ｘは、甲土地について不動産価格の評価への影響も踏まえて汚染土壌の掘削除去をしようと考え、他の対策方法を検討することもなく、自主的に汚染土壌を掘削し除去した。仮に、Ｘが汚染原因者をＹと特定することができ、ＸがＹに対し民法第７０９条に基づく不法行為責任を問うことが可能であるとした場合、ＸはＹに対し甲土地の汚染土壌の掘削除去費用を全額請求することができるか。土壌汚染対策法における汚染除去等の対策についての考え方を明らかにしつつ、説明しなさい（時効については触れなくてよい。）。\n【資 料】\n○ 土壌汚染対策法施行規則（平成１４年環境省令第２９号）（抜粋）\n（法第４条第１項の土地の形質の変更の届出の対象となる土地の規模）第２２条 法第４条第１項の環境省令で定める規模は、３０００平方メートルとする。（略）\n- 30 -\n〔第２問〕（配点：５０）\n以下の設問に答えなさい。\n〔設問１〕\n太陽光発電事業者Ａは、Ｂ県にある甲川沿いに所有する土地（以下「本件土地」という。）に、太陽光発電施設乙の設置工事の事業を計画している（以下「乙事業」という。）。本件土地は、Ｂ県甲川流域保全条例において、甲川の生態系や景観を保全することが重要な地区として指定された区域内にあり、文化財保護法上の重要文化的景観として選定された区域に隣接している。\nＡは、乙事業が環境影響評価法（以下「法」という。）の第二種事業に該当するため、法第４条第１項に基づき、乙事業の概要を経済産業大臣に届け出た。\n⑴ 経済産業大臣が、乙事業について環境影響評価を行う必要があると判定するのはどのような場合か述べなさい。\n⑵ 法に、第一種事業のほかに、第二種事業の類型が設けられた理由を説明しなさい。\n〔設問２〕\n設問１の手続を経て、乙事業について法の規定による環境影響評価を行うことになったＡは、環境影響評価方法書（以下「方法書」という。）を作成した。Ａは、法の規定による環境影響評価の場合、方法書の環境影響評価の項目に歴史的・文化的環境などの人工的環境要素を入れる必要はないと考えたため、方法書には、これを記載しなかった。この点について住民からの批判的な指摘があることを重く見たＢ県知事は、臨時の公聴会を開催した。その公聴会の場において、地元の歴史研究者からも同様の指摘がなされたことを受けて、Ｂ県知事は、方法書について、環境影響評価の項目に、歴史的・文化的環境についても含めるべきであるとの意見を述べた。Ａは、Ｂ県知事の意見を取り入れる形で、環境影響評価の項目並びに調査、予測及び評価の手法を選定した。\nＢ県議会は、この件を教訓として、法に基づく環境影響評価手続を条例で拡充するための検討を開始した。\n⑴ Ａが、法の規定による環境影響評価の場合、方法書の環境影響評価の項目に歴史的・文化的環境などの人工的環境要素を入れる必要はないと考えた理由について、環境基本法の関連規定にも触れつつ説明しなさい。その上で、条例により、法の規定による環境影響評価の方法書の項目に歴史的・文化的環境などの人工的環境要素を入れることを、事業者に義務付けることが、法に抵触するか否か論じなさい。\n⑵ 法の規定による環境影響評価の場合、環境の保全の見地からの意見を有する者の意見について事業者が負う手続的義務は、方法書の段階と環境影響評価準備書の段階ではどのように異なっているか説明しなさい。その上で、条例により、法の規定に基づきＢ県知事が方法書について環境の保全の見地からの意見を述べるに当たり、公聴会を開催することを、Ｂ県知事に義務付けることが、法に抵触するか否か論じなさい。\n〔設問３〕\nＢ県甲川流域保全条例は、甲川の生態系や景観を保全することが重要な地区として指定された区域内で工作物の建築等を行う者に対して、Ｂ県知事の許可を受けることを義務付けている。そして、同条例は、当該許可の基準の一つとして、工作物の建築等により当該土地及びその周辺における生態系及び景観を著しく悪化させるおそれがないことを定めている。また、同条例は、Ｂ\n県知事が当該許可をしようとするときは、あらかじめ、工作物の建築等が行われようとする土地が属する地域の住民の意見を聴くものと定めている。\nＡは、Ｂ県知事に対して乙の設置の許可を申請し、Ｂ県知事はこれを許可した。\n- 31 -本件土地が属する地域の住民であり、長年にわたって甲川の良好な景観を保全する活動を続けてきたＣは、乙の建設及び運営によって甲川の景観が損なわれることを憂慮している。Ｃが、Ｂ県を被告として乙の設置の許可の取消しを求める訴訟を提起する場合、当該訴訟において、訴訟要件に関してどのような主張をすることが考えられるか。解答に当たっては、Ｂ県の反論を踏まえつつ、論じなさい。また、問題文中に挙げたもの以外に、条例の内容は考慮しなくてよい。\n- 32 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、土壌汚染対策法（以下「法」という。）上の形質変更時の調査や形質変更時要届出区域の指定及び規制についての基本的理解を問うとともに、当該規制の例外や土壌汚染対策についての民事上の責任範囲の説明を通じて、法の基本的な理解を問うものである。\n小問⑴では、一定規模以上の土地の形質変更をしようとする者には、法第４条第１項に基づく届出義務があることを指摘することが求められる。面積の大きい土地の形質変更について土壌汚染の存在の可能性が高く、拡散のリスクが高いため、一定規模の土地の形質変更時に調査の契機としたものであるという制度趣旨を説明することが求められる。\n小問⑵では、設例の事情を踏まえて、法第１１条第１項の形質変更時要届出区域の指定を指摘し、説明することが求められる。\n小問⑶では、【設例】の事実関係を的確に把握して、予定されている工事として、土地の掘削工事と土砂の搬出があることを指摘しつつ、形質変更時要届出区域に指定されている土地の場合、それぞれの工事でどのような規制がされているのかを説明することが求められる。具体的には、土地の掘削工事が土地の形質の変更に当たることを指摘しつつ、法第１２条第１項に基づく届出義務のほか、同条第５項の計画変更命令を説明することや、土砂の搬出について、法第１６条第１項の届出義務、法第１８条の汚染土壌処理業者への委託義務及び法第２０条の管理票を説明しつつ、本問におけるＸに具体的にどのような義務があるかを説明することが求められる。\n小問⑷では、小問⑶において説明をした規制を前提として、自然由来の汚染においてそれらの規制がどのように緩和されているのかを指摘することが求められる。具体的には、法第１２条第１項第１号イにより、形質変更の事前の届出が不要であり、同条第４項による事後の届出で足りることや、法第１８条第１項第２号により、搬出した汚染土壌について、一定の場合に、汚染土壌処理業者に委託する義務の免除が定められていることをいずれか一つ指摘しつつ、それらの違いがなぜ生じるのかを、「公害」といえるかどうかという観点や「リスク管理」という観点、「人為的活動」という観点等、環境法制の基本的理解を踏まえて、説明をすることが期待される。\n小問⑸では、全額請求が可能であるか否かの結論を明示しつつ、その理由について論じることが求められる。具体的には、不法行為に基づく損害賠償請求権における相当因果関係の法的枠組みを前提として、法における汚染除去等の対策の考え方として掘削除去がどのような位置付けとされているかを説明し、形質変更時要届出区域であるため、法第８条が直接は適用されないこと、人の健康に危険が生じるおそれの程度及び他の対策方法の費用の検討の有無といった本問における事情を踏まえた上で、自説の結論とその理由を論理的に説明することが求められる。\n〔第２問〕\n本問は、太陽光発電施設の建設工事の事業を題材に、環境影響評価制度の仕組みと課題に関する理解を問うものである。具体的には、環境影響評価法（以下「法」という。）の第二種事業の判定（スクリーニング）手続及び同手続が導入された目的について説明を求めるとともに、地方自治体が環境影響評価の手続に関する事項を条例で定めることが可能かどうか論じること- 36 -\nを求めている。あわせて、景観訴訟の文脈において、行政処分の相手方以外の第三者が当該処分によって不利益を受けるおそれがあるとして取消訴訟を提起する際の訴訟要件に関する基本的な理解を確認することも目的としている。\n〔設問１〕⑴では、第二種事業の判定（スクリーニング）において、法第４条第１項に基づ\nく届出を受理した者が、当該届出に係る事業について法の規定による環境影響評価を行うことが必要であると判定するのはどのような場合かを問うており、同条第３項に基づく解答が求められる。\n〔設問１〕⑵では、法に第二種事業の類型が設けられた理由を問うている。法は、規模が大\nきく環境影響の程度が著しいものとなるおそれがある事業を環境影響評価の対象としている\n（法第１条、第２条第２項・第３項）。第一種事業が環境影響評価の実施が義務付けられているのに対して、第二種事業は法の規定による環境影響評価の必要性の有無を個別に判定することとされている。第一種事業に準ずる規模（第一種事業の規模に係る数値に対する比が０．７５以上の数値の規模。法第２条第３項、環境影響評価法施行令第６条）であっても、環境影響の程度は個別の事業や事業を実施する地域の環境条件によって異なるため、環境影響の程度が著しいものとなるおそれのある事業はあり得ること、また、事業規模で一律に環境影響評価の要否を決めると、環境影響評価が必要とされる事業規模を僅かに下回る規模にすることで、いわゆるアセス逃れが生じ得ること等の説明が求められる。\n〔設問２〕⑴の前段は、歴史的・文化的環境などの人工的環境要素について、法に基づく環\n境影響評価の限界を問うている。事業者は、対象事業に係る環境影響評価を行う方法について、対象実施区域及びその周辺の概況や、対象事業に係る環境影響評価項目並びに調査、予測及び評価の手法（当該手法が決定されていない場合にあっては、対象事業に係る環境影響評価の項目）等を記載した方法書を作成しなければならないが（法第５条）、法第１１条第１項に基づき環境影響評価の項目並びに当該項目に係る調査、予測及び評価を合理的に行うための手法を選定するに当たっては、環境基本法第１４条各号に掲げる事項の確保を旨として定められた指針（法第１１条第４項）を参照することとなる。環境基本法第１４条は、環境の保全に関する施策の策定及び実施に関して、第１号で「環境の自然的構成要素の良好な状態の保持」、第２\n号で「生物の多様性の確保及び自然環境の体系的保全」、第３号で「人と自然との豊かな触れ合い」に関する環境要素を挙げているが、歴史的・文化的環境などの人工的環境要素を含んでいない。（なお、環境省告示「環境影響評価法の規定による主務大臣が定めるべき指針等に関する基本的事項」は、環境影響評価の項目の範囲に、上記三つの環境要素とともに「環境への負荷」、「一般環境中の放射性物質」を含めている。）Ａが乙事業の環境影響評価方法書の環境影響評価の項目に歴史的・文化的環境などの人工的環境要素を入れる必要はないと考えた理由については、こうした体系的理解を前提とする説明が期待される。\n⑴の後段は、法と環境影響評価条例の関係を問うている。法第６１条第２号は、第二種事業又は対象事業に係る環境影響評価の手続について、「この法律の規定に反しないものに限」り、条例で必要な規定を定めることを妨げるものではないとするが、法の評価項目以外の項目への条例による横出しを認めるか否かについては法文上明らかではない。よって、条例により、環境影響評価項目に歴史的・文化的環境などの人工的環境要素を入れることを事業者に義務付けることが、法に抵触するとの結論も、抵触しないとの結論もあり得るが、論理的一貫性をもった理由付けがなされていることが求められる。\n〔設問２〕⑵の前段は、環境の保全の見地からの意見を有する者から提出された意見の取り\n扱いについて、事業者の手続的義務に関する基本的理解を問うている。事業者は、都道府県知事等に対し、方法書の段階では意見の概要を送付しなければならないが（法第９条）、準備書の段階では、意見の概要に加えて、当該意見についての事業者の見解も送付しなければならない（法第１９条）。\n- 37 -\n⑵の後段では、法と環境影響評価条例の関係を再び問うている。条例により、方法書について環境の保全の見地からの意見を述べるに当たり公聴会を開催することをＢ県知事に義務付けることが、法第６１条第２号の解釈として法に抵触するとの結論も、抵触しないとの結論もあり得るが、論理的一貫性をもった理由付けがなされていることが求められる。抵触しないとの結論の場合、公衆参加の観点を取り込んでいる解答は、環境影響評価制度の本質的要素の一つを意識している点で高く評価されよう。\n〔設問３〕は、Ｃの原告適格（行政事件訴訟法第９条第１項）について、Ｂ県の反論を踏ま\nえつつ論じることが求められる。行政処分の相手方ではないＣが「法律上の利益」を有するか否かについては、当該処分を定めた行政法規が、不特定多数者の具体的利益を専ら一般的公益の中に吸収・解消させるにとどめず、それが帰属する個々人の個別的利益としてもこれを保護すべきものとする趣旨を含むと解されるかどうかを行政事件訴訟法第９条第２項に従って検討することとなる。その検討の過程では、Ｃの景観利益と、問題文で明らかにされているＢ県甲川流域保全条例の内容に言及することが期待される。",
  "scoring_notes": "１ 出題の趣旨について公表済みの「出題の趣旨」のとおりである。\n２ 採点方針【第１問】及び【第２問】に共通して、①問題が設定している事実に基づいて、②出題の意図を読み取って、法律上の論点が適切に理解できているか、③その論点について、法律の基礎となっている諸原則や法律の体系的理解に基づいて、法制の説明や個々の条文の法解釈、設例に対する適切な解答を行っているか、④法解釈やその適用が飛躍した説明ではなく、論理的に記述されているか、\nという点に留意して採点した。したがって、複数の考え方が生じ得る部分については、特定の正解を予定してそれとの整合を判断するのではなく、筋の通った記述がされているか否かに重点を置いた。\n３ 採点実感【第１問】について小問(1) では、ほとんどの答案が、土壌汚染対策法（以下「土対法」という。）第４条第１項の届出を挙げることができていた。しかし、なぜ、このような届出制度が採用されたのかについて、\n適切に説明している答案は少なかった。一定規模（３０００平方メートル）以上という広大な土地であれば、そこに土壌汚染が存在している可能性も大きいことの記述が期待されていたが、土地の広さに言及できていない答案が多かった。\n小問(2)は、ほとんどの答案が正解していた。\n小問(3)は、形質変更時要届出区域に対する規制内容を問うものであり、土地の形質変更の届出に関連する規制及び土壌搬出時の届出とこれに関連する規制の二つの局面を記述することが期待されていた。前者について、建設工事の作業内容を踏まえて説明することが求められていたにもかかわらず、土地の掘削が土地の形質変更に当たることを説明できていない答案があった。また、この届出には計画変更命令が控えていることを記述できていない答案も多く見受けられた。後者について、汚染土壌の処理は、汚染土壌処理業者に委託しなければならないことに触れていない答案も少なくなかった。他方で、管理票にまで言及できていた答案もあった。\n小問(4)は、少し難しかったかもしれない。自然由来の汚染は、人為的活動による汚染ではないので、環境基本法の定義する「公害」に当てはまらない。このことを前提としても、土地の形質変更や汚染土壌搬出には汚染拡大リスクがあるので、リスク管理の必要があり、規制が必要であることを論じつつ、公害ではないので規制内容に相違があることを示す必要がある。ほとんどの答案が、\n規制の違いに記述が偏り、違いの理由の説明に説得力がなかった。形質変更の事前の届出が不要になることを挙げた答案のうち、土対法第１２条第４項により事後的な届出義務が存在することを指摘できていたものは、ごく少数であった。汚染土壌処理業者への委託義務の免除を挙げた答案の中で、その具体的な要件を記述できていない答案も多かった。\n小問(5)は、第１問の中で最も法学的な実力の差が表れた問題であった。本件土地は、要措置区域ではなく形質変更時要届出区域に指定されているにすぎず、地下水は飲料水としても使われておらず、トラックターミナルとして利用する予定なので、土壌汚染による健康被害が生じるおそれが低い土地であるという事実を前提とした答案作成が期待されていた。しかし、そのような事実に即した記述ができた答案の割合が少なかったのは残念である。要措置区域ではないので、土対法第８条が直接適用されるものではないことを前提に、その趣旨をどのように及ぼすべきか否か等の議論から、損害との相当因果関係の検討に進む答案が期待されたが、少数であった。\n- 34 -【第２問】について〔設問１〕の小問(1)では、環境影響評価法（以下「アセス法」という。）第４条第３項を示して、\n乙事業が同項にいう「環境影響の程度が著しいものとなるおそれがあると認めるとき」であることを端的に述べることが求められる。多くの答案が出題の意図を踏まえた解答をしていたが、条文の指摘を欠くものが一定の割合であった。本問に限らず、根拠条文がある場合に、それを指摘することは解答の際の基本であることに留意されたい。\n小問(2)の、アセス法に第二種事業の類型が設けられた理由については、第一種事業に準ずる規模の事業であっても、その具体的内容や実施される地域によっては環境影響の程度が著しいものとなるおそれがあるといった説明や、第一種事業の規模を僅かに下回ることで「アセス逃れ」が生じ得るといった説明をすることが適切である。多くの答案は、この２つのうちのいずれか又は両方を説明できていた。\n〔設問２〕の小問(1)の前段の解答としては、対象事業に係る環境影響評価の項目等の選定について、事業者は環境基本法第１４条各号に掲げる事項の確保を旨として定められた指針に基づくものとされているが（アセス法第１１条第１項、第４項）、環境基本法第１４条各号には歴史的・文化的環境などの人工的環境要素は含まれていないからであるといった説明がなされることを期待していたが、そのような解答は少数にとどまった。もっとも、アセス法第１１条ないし環境基本法第１４条の言及がなくとも、環境基本法の他の規定に触れつつ合理的な説明をしている答案にも一定の点数を付与した。\n〔設問２〕の小問(1)の後段では、前段の解答を踏まえて、アセス法の環境影響評価項目以外の項目への条例による横出しが認められるか否かについて、アセス法第６１条第２号の「この法律の規定に反しないものに限る」という文言を解釈して結論を導く必要がある。アセス法に抵触するとの結論も、抵触しないとの結論もあり得るが、論理的一貫性のある理由付けが求められる。この点、\n前者であれば、アセス法の義務を超えて事業者に不当な負担を課すことになること、後者であれば、\nアセス法で規定されていない内容であることなどの観点から論じることが考えられるが、そのような記述ができている答案は多くはなかった。なお、アセス法第６１条第２号によらず、徳島市公安条例事件最高裁判決（最大判昭和５０年９月１０日刑集２９巻８号４８９頁）から結論を導く答案にも一定の点数を付与したが、アセス法と条例の関係について一般的に論じているものと、環境影響評価制度の特質を考慮して論じているものとでは、後者をより高く評価した。\n〔設問２〕の小問(2)の前段では、アセス法の環境影響評価における環境の保全の見地からの意見を有する者の意見について事業者が負う手続的義務に関して、環境影響評価準備書の段階では都道府県知事等に対して意見の概要と見解書の送付が義務付けられているのに対し、環境影響評価方法書の段階では見解書の送付は義務付けられていないことを端的に説明する必要がある（アセス法第９条、第１９条）。根拠条文を指摘しつつ説明することができていた答案は多くはなかった。\n〔設問２〕の小問(2)の後段は、前段の解答を踏まえて、アセス法の環境影響評価方法書の段階でＢ県知事に公聴会の開催を義務付けるという純然たる手続の上乗せが認められるか否かを問うものである。ここでもアセス法第６１条第２号を解釈して結論を導くことが求められるが、論理的一貫性をもった理由付けがなされていれば、アセス法に抵触するとの結論も、抵触しないとの結論もあり得る。多くの答案が、事業者に不当な負担を課すものではないことを理由に、アセス法に抵触しないとの結論に至っていたが、それらの中には、ごく少数ではあるが、環境影響評価制度における公衆参加を拡充する観点で結論を補強している答案があり、環境影響評価制度についての理解の深さを示す解答として高く評価した。\n〔設問３〕では、Ｃが乙の設置の許可の相手方ではないことから、Ｃの原告適格が争点となることが想定される。Ｃとしては、行政事件訴訟法第９条第１項及び第２項を指摘した上で、自らに原告適格があることを主張する必要がある。そのために、Ｃは、自らが景観利益を有する者であること及びそれが一般的公益の中に吸収・解消されず、個別的利益として保護されることを、問題文中- 35 -に挙がっているＢ県甲川流域保全条例の内容を考慮して説明すべきである。この点、出題の意図をくみ取ることなく、環境権を根拠として解答する答案もあった。景観利益については、国立マンション景観訴訟最高裁判決（最判平成１８年３月３０日民集６０巻３号９４８頁）ないし鞆の浦世界遺産訴訟（広島地判平成２１年１０月１日判時２０６０号３頁）に言及する解答が思いのほか少なく、さらにＣが①良好な景観に②近接する地域内に居住し、③その恵沢を日常的に享受している者に該当するとの当てはめまでできている答案はごく少数であった。重要な環境判例・裁判例については、しっかりと学習してほしい。一方、当該条例が、景観を著しく悪化させるおそれがないことを許可基準の一つとしていること及びＣが許可の際に意見を聴くものと定めている対象地域の住民であることのいずれか又は両方を、行政事件訴訟法第９条第２項に当てはめて解答している答案は一定の割合であった。解答時間が不足していたためか、原告適格を主張するとの結論のみの記述で終わっている答案もあり、解答に当たっては、適切な時間配分についても考えてほしい。\n４ 今後の出題についてこれまでどおり、環境法の基本的な仕組みや実定法制度を基礎付けている法政策に関する問題、\n具体的事案から課題の所在を的確につかんだ上で判例の理解を含む適切な法解釈によりそれを論理的に解決する問題など、特定の傾向に偏ることなく出題することが考えられる。\n５ 学習者及び今後の法科大学院教育に求めるもの環境法を学習する際には、まず、環境法の基本構造と基礎理論を正確に身に付ける必要がある。\n同時に、環境問題の法的解決に当たっては、多くの法律基本科目分野の知識の総合が求められることから、環境法領域の専門知識のみをもってしては適切な解決が困難な事例は少なくない。環境法にあっては、問題の最新の状況を踏まえた上で、憲法、行政法、民法、刑事法、各種訴訟手続などに関する学習によって得られた知識を統合的に応用する努力が求められる。\nこのため、環境法の学習に際しては、出題範囲とされた環境法令の背景事情、立法趣旨を理解することに加え、常に条文を参照して学習する習慣、出題法令に関する重要な裁判例について論旨を含めて正確に理解する習慣を身に付けた上で、法体系全体の仕組みや個々の条文の文言、重要な論点とその意義を正確に理解していくことが肝要である。また、環境法令はしばしば改正されることから、改正の動向に目を向けておくことが望まれる。加えて、法政策における基本的な概念、原則や考え方に関しては、その表層を理解するだけでなく、個々の法律の規定との関係で具体的に把握することが望まれる。\n- 36 -"
}