{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］〔第１問〕（配点：１００）\n【事例１】及び【事例２】を読んで、〔設問１〕及び〔設問２〕に答えなさい。\n【事例１】\n１ 甲（男性、当時２０歳）は、私立Ａ大学（以下「Ａ大」という。）への入学を志望していたが、その入学試験（以下「入試」という。）直前の模擬試験では、Ａ大への合格可能性は著しく低い旨判定された。甲は、いわゆる替え玉受験をしてでもＡ大に合格したいと考え、別の難関大学に進学していた友人乙（男性、当時２０歳）の顔立ちが甲と似ていたため、令和３年２月１日、乙に対し、「後でアルバイトをして５０万円を払うから、俺の替え玉でＡ大の入試を受けてくれ。」と言い、報酬として５０万円を提示した上で甲に成り済ましてＡ大の入試を受けてほしい旨依頼し、乙の了承を得た。\nＡ大の入試では、受験番号が氏名に代わる受験生識別の手段として用いられており、入試の解答用紙に氏名の記載欄はなかった。乙は、同月２０日、Ａ大の入試会場において、甲に成り済まして小論文試験の解答用紙（以下「本件用紙」という。）に甲の受験番号である「Ａ１２３」を記載した上で解答を記入し（以下「本件作成行為」という。）、本件用紙をＡ大に提出した。本件用紙の採点結果に基づき、甲について合格の判定がなされてＡ大への入学が許可され、甲は、同年４月１０日、Ａ大に入学した。\n２ 乙は、上記報酬の一部を早く手にしたいと考え、同月２０日、甲に対し、「５万円くらいのものを買うから、お前のクレジットカードを貸してほしい。俺が使った分は、報酬の５０万円から差し引くから。」と言い、上記報酬の一部として乙が甲名義のクレジットカードを利用して５万円相当の物品を購入し、後日、その利用分について甲に決済してもらいたい旨要求した。甲は、５万円程度であればクレジットカード（以下「カード」という。）の利用代金支払日までにアルバイトをして工面できると考え、乙に対し、上記要求に応じる旨を伝え、甲名義のカード（裏面に「甲」と署名があるもの。以下「本件カード」という。）を手渡すとともに、その暗証番号を教示した。\n乙は、同月２１日、本件カードの加盟店であるＢ店において、店員Ｃに対し、販売価格５万円の腕時計の購入を申し込んだ。その際、乙は、甲に成り済まして本件カードをＣに提示し、Ｂ店に設置されたカード決済端末機に本件カードを差し込み、その暗証番号を入力した。Ｃは、乙が入力した暗証番号が正しいものとして認証されたため、乙が甲本人であり、本件カードの正当な利用権限を有していると信じ、乙に対し、上記腕時計を交付した。なお、本件カードの会員規約において、会員は、他人にカードを利用させてはならず、貸与等によりカードの占有を他人に移転することを禁じる旨が定められていた。また、本件カードの加盟店規約において、加盟店は、善良な管理者の注意義務をもって、カードを提示した者とカードの名義人の同一性を確認することなどが定められており、Ｂ店では名義人以外の者によるカードの利用には応じないことにしていた。\n甲は、アルバイトにより５万円を工面して甲名義の預金口座に入金し、同年６月１０日、同口座から上記腕時計についての本件カード利用分５万円が引き落とされた。甲は、これ以降もアルバイトをして、乙に対し、上記報酬の残金４５万円を支払った。\n〔設問１〕 【事例１】における甲及び乙の罪責に関し、以下の⑴から⑶に答えなさい。\n⑴ 乙に有印私文書偽造・同行使罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるか。特に本件作成行為が「偽造」に当たるかについて、文書の名義人及び作成者の意義をそれぞれ明らかにした上で、株式会社Ｘの取締役Ｙがその秘書Ｚに命じて取締役Ｙ名義の文書を作成させた場合と比較しつつ論じ、その他の成立要件についても言及しなさい。\n⑵ 乙に詐欺罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるか。\n特に「人を欺く行為」の意義を明らかにした上で、乙の行為は「人を欺く行為」に当たらないとの立場に反論しつつ論じ、その他の成立要件についても言及しなさい。\n⑶ 甲に乙との間で有印私文書偽造・同行使罪及び詐欺罪の共同正犯が成立するとの立場から、その結論を導くために、それぞれどのような説明が考えられるか。本件用紙に甲の受験番号である「Ａ１２３」が記載され、本件カードが甲名義であるにもかかわらず、甲に共同正犯が成立する理由に触れつつ論じなさい。\n【事例２】（【事例１】の事実に続けて、以下の事実があったものとする。）\n３ 甲は、令和３年６月２０日、かねてから交際していた丙（女性、当時２０歳）と婚姻した。甲は、令和４年６月３０日、丙との間に長男Ｄをもうけ、その頃から、マンションの一室（６畳居間及び６畳寝室の２部屋。以下「本件居室」という。）において、丙及びＤと同居するようになった。丙は、令和６年（以降の月日はいずれも令和６年）２月１日、産婦人科を受診したところ、妊娠３か月であることが判明し、これを甲に伝えた。\n甲は、４月１日、本件居室の居間において、Ｄの行儀が悪いことに苛立ち、丙の眼前で、Ｄの顔面を拳で殴った。丙は、身を挺して甲を制止したところ、甲は、更に激高し、「ここから出て行け。」と怒鳴りながら丙の顔面を拳で殴ったが、Ｄに対して更に暴行を加えることはなかった。\nまた、甲は、胎児への影響を考え、丙の腹部に暴行を加えることはなかった。なお、Ｄ及び丙は、甲による上記各暴行により、それぞれ全治約２週間を要する顔面打撲の傷害を負った。\n丙は、同日、Ｄを連れて実家に戻ったが、５月１日、丙の実家を訪れた甲からよりを戻したい旨懇願され、甲に愛情を抱いていたため、これに応じた。甲は、同日以降、本件居室において、丙及びＤとの同居を再開し、これ以降、７月１日までの間、丙及びＤに暴行を加えることはなかった。\n４ 甲は、７月１日午後７時頃、本件居室内のトイレに丙（妊娠８か月）が入っていた際、居間にいたＤ（当時２歳）の行儀が悪いことに苛立ち、Ｄに対し、「まだ分からないのか、殴るぞ。」と繰り返し怒鳴ったところ、Ｄが泣きわめいて食器を床に投げ付けた。そのため、甲は、激高して、約５分間にわたり、怒鳴りながら、Ｄの頭部を拳で強く十数回殴り（以下「本件暴行」という。）、これによりＤに硬膜下血腫を生じさせ、Ｄの意識を喪失させた。\n５ 丙は、トイレから出ようとした際、上記の「まだ分からないのか、殴るぞ。」という甲の怒鳴り声が聞こえたため、甲がＤに４月１日と同様の暴行を加えるかもしれないと思った。\nこのとき、丙が居間に戻って甲がＤに本件暴行を加えないように監視したり言葉で制止したりする行為（以下「①行為」という。）に及んでいれば、本件暴行を阻止できる可能性は相当程度あったが、本件暴行を確実に阻止できる状況にはなかった。また、丙が①行為に及んだとしても、甲が丙に暴行を加える蓋然性は高くなかった。一方、４月１日と同様に丙が身を挺して甲を制止する行為（以下「②行為」という。）に及んでいれば、本件暴行を確実に阻止できる状況にあった。また、丙が②行為に及んだとしても、甲が丙の腹部に暴行を加える蓋然性は高くなかったが、甲が丙に４月１日と同様の暴行を加える蓋然性は高かった。丙は、これらについて認識した上で、①行為や②行為に及ぶことで甲から暴行を加えられたり甲から嫌われたりしたくないと思い、ト\nイレから出ずに様子をうかがっていたところ、その後も甲の怒鳴り声が聞こえたため、甲がＤに暴行を加えているのだろうと思ったが、そのままトイレ内にとどまった。\n６ 丙は、甲の怒鳴り声が聞こえなくなったため、トイレから出て居間に戻ったところ、意識を喪失しているＤを発見した。丙は、本件居室から徒歩１０分の距離にあるＥ大学附属病院（以下\n「Ｅ病院」という。）でＤの治療をしてもらうため、呆然として立ち尽くしていた甲を残し、Ｄを抱えて本件居室を出た。丙は、Ｄを抱えて徒歩でＥ病院に向かっていたところ、７月１日午後７時１５分頃、後方から走行してきた自動車の運転手が居眠りをして同車を道路左側に進出させたことにより、Ｄもろとも同車に衝突された。間もなくして救急車が到着し、丙及びＤはＥ病院に搬送され、丙は治療を受けて一命を取り留めたが、ＤはＥ病院到着時には既に死亡していた。Ｄの死因は、上記衝突によって生じた肝臓破裂による失血死であった。Ｄは、適切な治療を受けなければ、上記硬膜下血腫に起因する脳機能障害により本件暴行から約６時間後に死亡していたが、上記衝突がなければ、同日午後７時２０分頃にはＤを抱えた丙がＥ病院に到着し、適切な治療を受けることにより救命は確実であった。\n〔設問２〕 【事例２】における甲及び丙の罪責を論じなさい（特別法違反の点は除く。）。論文式試験問題集［刑事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は、設問１において\n⑴ 乙が、私立Ａ大学（以下「Ａ大」という。）の入試会場において、甲に成り済まして小論文試験の解答用紙（以下「本件用紙」という。）に甲の受験番号である「Ａ１２３」を記載した上で解答を記入し（以下「本件作成行為」という。）、本件用紙をＡ大に提出した行為\n（以下「設問１⑴の行為」という。）について、設問１⑴として、乙に有印私文書偽造・同行使罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることを求め、その際、特に本件作成行為が「偽造」に当たるかについて、文書の名義人及び作成者の意義をそれぞれ明らかにした上で、株式会社Ｘの取締役Ｙがその秘書\nＺに命じて取締役Ｙ名義の文書を作成させた場合と比較しつつ論じ、その他の成立要件についても言及することを求め、⑵ 乙が、Ｂ店において、店員Ｃに対して腕時計の購入を申し込み、その際、甲に成り済まして甲名義のクレジットカード（以下「本件カード」という。）をＣに提示し、Ｂ店に設置されたカード決済端末機に本件カードを差し込み、その暗証番号を入力し、Ｃをして、乙が甲本人であり、本件カードの正当な利用権限を有していると信じさせ、乙に対して上記腕時計を交付させた行為（以下「設問１⑵の行為」という。）について、設問１⑵として、乙に詐欺罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることを求め、その際、特に「人を欺く行為」の意義を明らかにした上で、設問１\n⑵の行為は「人を欺く行為」に当たらないとの立場に反論しつつ論じ、その他の成立要件についても言及することを求め、⑶ 設問１⑴の行為及び設問１⑵の行為について、設問１⑶として、甲に乙との間で有印私文書偽造・同行使罪及び詐欺罪の共同正犯が成立するとの立場から、その結論を導くために、それぞれどのような説明が考えられるかについて論じることを求め、その論述に当たっては、本件用紙に甲の受験番号である「Ａ１２３」が記載され、本件カードが甲名義であるにもかかわらず、甲に共同正犯が成立する理由に触れつつ論じることを求めている。\nまた、本問は、設問２において\n⑴ 甲が、令和６年４月１日に、Ｄの顔面を拳で殴ってＤに全治約２週間を要する顔面打撲の傷害を負わせた行為、及び、丙の顔面を拳で殴って丙に全治約２週間を要する顔面打撲の傷害を負わせた行為（以下「甲の４月１日の犯行」という。）\n⑵ 甲が、同年７月１日に、Ｄの頭部を拳で十数回殴り（以下「本件暴行」という。）、これによりＤに硬膜下血腫を生じさせて意識を喪失させ、その後、丙がＤを抱えてＥ病院に向かっていた際に丙及びＤが自動車に衝突され、Ｄが同衝突によって生じた肝臓破裂による失血により死亡したこと（以下「甲の７月１日の犯行」という。）\n⑶ 甲がＤに４月１日と同様の暴行を加えるかもしれないと思ったにもかかわらず、甲の７月\n１日の犯行を阻止しなかった丙の態度について、甲及び丙の罪責の検討を求めている。\nこれらにより、刑事実体法の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力及び論理的思考力を問うものである。\n設問１について\n⑴ 設問１⑴について設問１⑴では、本件作成行為が「偽造」に当たるかについて検討する上で、まずは、私文書偽造罪における「偽造」の意義を踏まえておく必要がある。偽造の意義については、「作成権限なく他人の名義を冒用して文書を作成すること」と定義するものと「文書の名義人と作成者との間の人格の同一性を偽ること」と定義するものとがあり、両者は同義だと解されているが（最判昭和５９年２月１７日刑集３８巻３号３３６頁）、近時は後者を用いることが多くなっている。\n偽造の意義について「文書の名義人と作成者との間の人格の同一性を偽ること」と解する場合には、文書の名義人及び作成者の意義をそれぞれ明らかにする必要があるが、特に作成者の意義に関しては、文書を事実として物理的に作成した者とする考え方（以下「事実説」\nという。なお、事実説は、行為説、物体化説などとも称されている。）や、文書に表示された意思又は観念が由来する者とする考え方（以下「観念説」という。なお、観念説は、意思説、精神性説などとも称されている。）などがあり得るところ、自己の依拠する立場から偽造の意義を明らかにする必要がある。\n以上を踏まえて、本件作成行為が「偽造」に当たるかについて、株式会社Ｘの取締役Ｙがその秘書Ｚに命じて取締役Ｙ名義の文書を作成させた場合（以下「秘書事例」という。）と比較しつつ、論述する必要がある。\n事実説に立つ場合、秘書事例及び本件作成行為のいずれについても偽造に当たり得るが、秘書事例においては、公共の信用が損なわれないので違法性が否定されるのに対し、本件作成行為については、名義人が他人に作成を授権できない文書であることから違法性は否定されないなどと論じることとなろう。その上で、その他の成立要件（「事実証明に関する文書」\nや「署名（有印性）」など）についても充足することを示し、乙に有印私文書偽造・同行使罪が成立するとの結論を導くこととなろう。\n観念説に立つ場合、秘書事例においては、文書の名義人は取締役Ｙであり、文書に表示された意思又は観念が由来する者も取締役Ｙであって、名義人と作成者との間で人格の同一性の齟齬は生じていないのであるから、偽造には当たらない。これと同様に考えれば、本件作成行為についても偽造に当たらないとの結論もあり得るが、本件用紙は受験した志願者本人の学力の程度をＡ大において判断するためのものであり、文書の性質上、その名義人であり\nＡ大の志願者である甲自身による作成だけが予定され、他人が代わって作成することのできない文書であると考えれば、作成者は乙ということになり、名義人である甲との間で人格の同一性の齟齬が生じているとして、本件作成行為が偽造に当たることを論じることとなろう。\nまた、文書の性質上、一定の場所的状況において作成されることが予定されている文書については、名義人はそうした属性を備えた者に限定されるので、本件用紙の名義人は単なる甲ではなく、「実際に試験場で受験した甲」という虚無人であると考えれば、観念説の意味では甲が作成者であるとしても、なお名義人と作成者との間で人格の同一性の齟齬が生じているとして、本件作成行為が偽造に当たることを論じることとなろう。その上で、上記と同様に、その他の成立要件（「事実証明に関する文書」や「署名（有印性）」など）についても充足することを示し、乙に有印私文書偽造・同行使罪が成立するとの結論を導くこととなろう。\n他の理論構成もあり得るが、いずれの考え方に立って論じるとしても、作成者及び名義人の意義に関する自説を、秘書事例と本件作成行為に適切に当てはめながら、両事例の相違点を明らかにしつつ論じ、結論を導く必要がある。\n⑵ 設問１⑵について設問１⑵では、まずは詐欺罪における「人を欺く行為」の意義について、判例（最決平成\n２２年７月２９日刑集６４巻５号８２９頁等）を踏まえて論述する必要がある。なお、近時の判例は、本件のように財産的損害の存否が問題となり得る事案では「交付の判断の基礎となる重要な事項」（重要事項性）を偽る行為があったかどうかの判断を重視しているところ、「人を欺く行為」の意義を論述する上でも、この点を意識した論述が必要となろう。\nその上で、設問１⑵の行為は「人を欺く行為」に当たらないとの立場に反論しつつ、乙に詐欺罪が成立するとの結論を導く必要がある。\nこの点につき、名義人の承諾があることによって取引の最終的な決済が現実に見込まれる場合には、クレジットカード会社に財産的損害が発生する具体的な危険がなく、ひいては加盟店にも財産的損害が発生する具体的な危険がないとして、支払意思・能力を偽っていなければ重要事項性についての偽りはなく、人を欺く行為には当たらないとの考え方があり得る。\nまた、名義人の個別的な承諾に基づいて、クレジットカード（以下「カード」という。）を使用する第三者に対するコントロールが及んでおり、その使用に対する決済が名義人の口座によって確実になされる見込みがある場合には、第三者による使用が実質的には名義人による使用と同一視することができるとして、名義人本人と同視し得る者が許諾を得て使用するような場合には人を欺く行為には当たらないとの考え方があり得る。このほかにも様々な考え方があり得るが、これらの考え方に立った場合、乙は支払意思・能力を偽っていない、あるいは、乙による本件カードの使用は実質的には甲による使用と同一視することができるなどとして、設問１⑵の行為は「人を欺く行為」には当たらないとすることになろう。\nこれらの考え方に対しては、本件カードの会員規約において、会員は、他人にカードを利用させてはならず、貸与等によりカードの占有を他人に移転することを禁じる旨が定められており、また、本件カードの加盟店規約において、加盟店は、善良な管理者の注意義務をもって、カードを提示した者とカードの名義人の同一性を確認することなどが定められており、Ｂ店では名義人以外の者によるカードの利用には応じないことにしていたことや、通常、過失によって同一性確認を怠った場合には、加盟店には規約違反としてカード会社から立替払いを受けられない危険性があることなどを指摘し、カード利用者とカード会員の同一性は、この確認を怠った場合に立替払いを受けられないおそれがあるという意味において、加盟店固有の経済的損害に直結する事情であり、カード利用者が会員か否かは、Ｂ店の経営にとって重要な事項に該当するなどといった反論をしつつ、本件カードの名義人である甲に成り済まし、本件カードの正当な利用権限がないのにこれがあるように装った設問１⑵の行為は、交付の判断の基礎となる重要な事項を偽ったものとして、「人を欺く行為」に当たることなどを論じることとなろう。その上で、その他の成立要件についても充足することを示し、乙に詐欺罪が成立するとの結論を導くこととなろう。\n⑶ 設問１⑶についてア 甲に、乙との間で有印私文書偽造・同行使罪の共同正犯が成立するとの結論を導くための説明名義人が自己名義の文書を作成する行為は、偽造とは言えず、その場合に名義人は私文書偽造罪の実行行為を自ら行うことができず、単独正犯になり得ない。したがって、甲が、本件用紙に甲の受験番号である「Ａ１２３」を記載した上で解答を記入する行為は、偽造とは言えず、その場合に甲は私文書偽造罪の実行行為を自ら行うことができないので単独正犯になり得ないが、それにもかかわらず、本件の場合に共同正犯にはなり得るかが問題となる。\nこの点につき、単独では私文書偽造罪の主体となり得ない名義人も、私文書偽造をなし得る者との共同実行により法益侵害を惹起することは可能であるとして、共同正犯が成立し得るとの考え方や、文書の性質上、一定の場所的状況において作成されることが予定されている文書については、名義人はそうした属性を備えた者に限定されるので、そうした属性を備えておらず単に名前の使用を承諾しただけの者は、文書作成の名義人ではないから、現実の作成者と共に文書に対する公共の信用を侵害した者として、私文書偽造罪の共同正犯たり得るとの考え方などがあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、上記のような問題の所在を踏まえ、自説の論拠を明らかにした上で、甲に乙との間で有印私文書偽造・同行使罪の共同正犯が成立するとの結論を導くこととなろう。\nイ 甲に、乙との間で詐欺罪の共同正犯が成立するとの結論を導くための説明代金支払の意思・能力のある名義人が自己名義のカードを使用する行為は、詐欺とは言えず、その場合に名義人は詐欺罪の実行行為を自ら行うことができず、単独正犯になり得ない。本件において、甲は、５万円程度であればカードの利用代金支払日までにアルバイ\nトをして工面できると考え、乙の要求に応じており、その後、実際にアルバイトにより５万円を工面しているのであるから、乙が甲名義のカードを利用して５万円相当の物品を購入することに関して、甲にはその代金支払の意思及び能力があったと言える。したがって、- 19 -\n甲が自己名義のカードを使用したとしても、詐欺とは言えず、その場合に甲は詐欺罪の実行行為を自ら行うことができないので単独正犯になり得ないが、それにもかかわらず、本件の場合に共同正犯にはなり得るかが問題となる。\nこの点につき、上記私文書偽造罪の場合と同様に、単独では正犯たり得ない者も当該犯罪の不法を実現できる者と共同してであれば正犯たり得るとの考え方に立った場合には、単独では詐欺罪の主体となり得ない甲も、詐欺をなし得る乙との共同実行により法益侵害を惹起することは可能であると考え、甲は、乙と共謀の上、その共謀に基づいた乙が、Ｃ\nを錯誤に陥れて上記のような立替払いを受けられないリスクを負わせた状態で上記腕時計を交付させたなどとして、甲に乙との間で詐欺罪の共同正犯が成立するとの結論を導くことなどが考えられる。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、上記のような問題の所在を踏まえ、自説の論拠を明らかにした上で、甲に乙との間で詐欺罪の共同正犯が成立するとの結論を導くこととなろう。\n設問２について\n⑴ 甲の４月１日の犯行について甲は、故意にＤの顔面を拳で殴り、これによりＤに全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲にはＤに対する傷害罪が成立する。また、甲は、故意に丙の顔面を拳で殴り、これにより丙に全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲には丙に対する傷害罪が成立する。これらの点については、傷害罪の各構成要件要素を充足することを簡潔に示せば足りる。\n⑵ 甲の７月１日の犯行について甲は、Ｄに対して本件暴行を加え、これによりＤに硬膜下血腫を生じさせて意識を喪失させ、その後、丙がＤを抱えてＥ病院に向かっていた際に丙及びＤが自動車に衝突され、Ｄは同衝突によって生じた肝臓破裂による失血により死亡した。このように、本件では、本件暴行とＤの死亡との間に、自動車の衝突という事情が介在しているため、傷害罪にとどまるか致死結果まで帰責されるかが問題となるところ、本件暴行とＤの死亡との間に因果関係を肯定することができるかを検討する必要がある。\nこの点につき、刑法上の因果関係を肯定するためには実行行為の危険性が結果に現実化したことが必要であるとする考え方に立った場合、介在事情が行為者の行為による危険を上回る新たな結果発生の危険を生じさせていない場合には因果関係が肯定され、介在事情が行為者の行為による危険を上回る新たな結果発生の危険を生じさせている場合には、介在事情につき行為者の行為による誘発・影響があれば因果関係が肯定されるが、介在事情が行為者の行為と独立のものであれば因果関係は否定されることになろう。\nまた、条件関係の存在を前提として、行為の時点に立ち、社会生活上の経験に照らしてその行為からその結果が発生するということが相当だと認められる場合に因果関係を肯定する考え方もあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説の論拠を明らかにして規範を定立し、その規範を具体的な事実関係に当てはめて結論を導く必要がある。\n⑶ 甲によるＤに対する暴行を阻止しなかった丙の態度についてア 問題の所在本件において、甲と丙との間には本件暴行を加えることについての意思連絡が認められないため、丙を共謀共同正犯として処罰することはできない。また、丙は、甲が本件暴行に及んだ際、本件居室内のトイレ内にいただけであって、言葉を発するなど何らかの積極的な行動に出てはいないため、丙を作為による幇助犯として処罰することもできない。そこで、甲がＤに対して暴行を加えようとしていることを認識しつつ、何もしなかった丙の態度について、不作為犯として処罰することができないかが問題となる。\nイ 作為義務の発生根拠について不作為犯が成立するためには、その関与類型いかんにかかわらず、関与者に作為義務が必要であるところ、本件のような子どもに対する暴行を親が放置する事案では、作為正犯の犯行によって侵害されようとしている法益を保護すべき関係があることが作為義務の発生根拠となる。このような法益を保護すべき関係を根拠付けるものとしては、親権者という法的地位や同居の実態、被害者の生命・身体の安全確保が行為者のみに依存している状態、子に虐待を加える者と同居や交際を継続したことによる法益への危険創出などといった事情が挙げられる。そのため、本件においても、丙がＤの母親であり、同居の実態があることや、丙以外に甲による暴行からＤを守れる者がいないことなどを指摘して、丙に作為義務があることを論じることとなろう。\nウ 作為義務の内容（作為容易性）、一定程度の結果回避可能性（因果関係）について本件において、本件暴行を阻止するために丙に期待される行為としては、丙が居間に戻って甲がＤに本件暴行を加えないように監視したり言葉で制止したりする行為（以下「①\n行為」という。）と、丙が身を挺して甲を制止する行為（以下「②行為」という。）の２つが想定される。この点につき、作為義務のある者に義務付け得る作為は、当該作為を行った場合に予想される不作為者に生じる法益侵害の程度といった当該作為の容易性や、当該作為によって結果を回避し得る可能性の程度を考慮して、そのような作為を行うことを当該不作為者に要求し得るかどうかを、個別具体的事例ごとに判断していく必要があろう。\n本件では、丙が①行為に及んだとしても、甲が丙に暴行を加える蓋然性は高くなかったのであるから、①行為を行うことは丙にとって相当程度容易であったと考えられ、また、丙が①行為に及んだとしても、本件暴行を確実に阻止できる状況にはなかったものの、丙が①行為に及んでいれば、本件暴行を阻止できる可能性は相当程度あったのであるから、丙に対して①行為を行うことを要求すること（①行為を義務付けること）は許されると考えられる。\n他方、丙が②行為に及んでいれば、本件暴行を確実に阻止できる状況にあり、また、丙が②行為に及んだとしても、甲が丙の腹部に暴行を加える蓋然性は高くなかったが、甲が丙に４月１日と同様の暴行を加える蓋然性は高かった。その上で、②行為に及んだ場合に甲が丙に４月１日と同様の暴行を加える蓋然性が高いことや、４月１日に丙が身を挺して甲を制止したところ、甲から顔面を拳で殴られて全治約２週間を要する顔面打撲の傷害を負っていることなどを理由に、②行為により本件暴行を阻止することは著しく困難である（作為容易性がない）と判断した場合には、丙に対して②行為を行うことを要求すること（②行為を義務付けること）は許されないこととなろう。このように考えた場合には、丙に義務付けられるのは①行為のみとなろう。これに対し、②行為に及んだ場合に、甲が丙に４月１日と同様の暴行を加える蓋然性が高かったとしても、甲が丙の腹部に暴行を加える蓋然性は高くなかったことや、４月１日に丙が身を挺して甲を制止したところ、甲から顔面を拳で殴られて傷害を負った事実はあったものの、甲は胎児への影響を考えて丙の腹部に暴行を加えることまではしなかったことなどに鑑みて、②行為により本件暴行を阻止することが著しく困難であるとまではいえない（作為容易性はある）と判断した場合には、丙に対して②行為を行うことを要求すること（②行為を義務付けること）も許されることとなろう。\nその上で、不作為による単独正犯の場合は、作為に出れば確実に結果を回避し得た（結果回避の確実性）という意味での結果回避可能性が成立要件とされているのに対し、不作為による幇助の場合は、結果回避の確実性までは必要とせず、確実性よりは低い程度の結果回避可能性で足りるとする考え方が有力である。裁判例においても、札幌高判平成１２年３月１６日判時１７１１号１７０頁は、作為義務者が、一定の作為によって正犯者の犯罪を防止することが可能であるのに、そのことを認識しながらその一定の作為をせず、これによって正犯者の犯罪の実行を容易にしたことを、不作為による幇助犯の成立要件として挙げ、犯罪の実行をほぼ確実に阻止し得たという要件は不必要である旨判示しており、不作為による幇助の因果性を検討する上で参考となろう。\nエ 関与類型の区別について不作為による関与は、これをどの関与類型（正犯・共犯）に振り分けるかが問題となるところ、この点につき、作為義務違反がある場合には原則として正犯が成立すると解する考え方や、作為正犯の犯行を阻止しないという態様で犯行に関与した者は原則として幇助犯にとどまるとする考え方、当該不作為が犯罪実現過程において持つ支配力等により個別的に判断し、不作為者が作為に出ていれば確実に結果を回避できたであろう場合には不作為の同時正犯となり、結果発生を困難にした可能性がある場合には不作為による幇助犯になるとする考え方などがあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、自説とは反対の考え方を意識しつつ、自説によれば、これまでの検討を踏まえて認定した丙に義務付けられる作為の内容に応じて、それらの義務を履行しなかったことがどの関与類型に該当するのかについて検討し、結論を導く必要がある。",
  "scoring_notes": "１ 出題の趣旨、狙い既に公表した出題の趣旨のとおりである。\n２ 採点方針及び採点実感本問では、具体的事例について、甲、乙及び丙の罪責とその理論構成、甲及び乙について一定の結論を導くための説明を問うことにより、刑法の基本的な知識と問題点についての理解の程度、事実関係を的確に分析・評価して具体的事実に法規範を適用する能力及び結論の妥当性とその導出過程の論理性・論述力等を総合的に評価することを基本方針として採点に当たった。\nいずれの設問の論述においても、各設問の内容に応じ、各事例の事実関係を法的に分析し、事案の解決に必要な範囲で法解釈論を展開して規範を定立した上で、問題文に現れた事実を具体的に摘示しつつ規範に当てはめて妥当な結論を導くこと、その導出過程が論理性を保持していることが求められる。ただし、論じるべき点が多岐にわたることから、重要な事項については手厚く論じ、そうでない事項については簡潔な論述で済ませるなど、答案全体のバランスを考えた構成や時間配分を工夫することも必要である。\n⑴ 設問１についてア 設問１⑴について本問においては、乙が、私立Ａ大学（以下「Ａ大」という。）の入試会場において、甲に成り済まして小論文試験の解答用紙（以下「本件用紙」という。）に甲の受験番号である「Ａ１２３」を記載した上で解答を記入し（以下「本件作成行為」という。）、本件用紙をＡ大に提出した行為（以下「設問１⑴の行為」という。）について、乙に有印私文書偽造・同行使罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることが求められ、その際、特に本件作成行為が「偽造」に当たるかについて、文書の名義人及び作成者の意義をそれぞれ明らかにした上で、株式会社Ｘの取締役Ｙがその秘書Ｚに命じて取締役Ｙ名義の文書を作成させた場合（以下「秘書事例」という。）と比較しつつ論じ、\nその他の成立要件についても言及することが求められていた。\n本件作成行為が「偽造」に当たるかについて検討する上で、まずは、私文書偽造罪における「偽造」の意義を踏まえておく必要があるところ、偽造の意義については、判例上、「作成権限なく他人の名義を冒用して文書を作成すること」と定義するものと「文書の名義人と作成者との間の人格の同一性を偽ること」と定義するものとがあり、両者は同義だと解されているが、近時は後者を用いることが多くなっており、ほとんどの答案が後者を用いていた。\n偽造の意義について「文書の名義人と作成者との間の人格の同一性を偽ること」と解する場合には、文書の名義人及び作成者の意義をそれぞれ明らかにする必要があるが、特に作成者の意義に関しては、文書を事実として物理的に作成した者とする考え方や、文書に表示された意思又は観念が由来する者とする考え方などがあり得るところ、自説とは反対の考え方を意識したり、自説の論拠を明らかにしたりすることなく、直ちに結論を示している答案がほとんどであった。これに対し、自説とは反対の考え方を意識しつつ、自説の論拠を明らかにして結論を示している答案は、ごく少数であったが、こうした答案は、そうでない答案と比較すると高い評価となった。また、名義人及び作成者の意義の論述が不正確な答案や、そもそも名義人及び作成者の意義について論述していない答案も散見されたが、こうした答案は著しく低い評価となった。\n本問では、本件作成行為が「偽造」に当たるかについて、文書の名義人及び作成者の意義をそれぞれ明らかにした上で、秘書事例と比較しつつ論じ、その他の成立要件についても言及することが求められていたところ、名義人及び作成者の意義に関する自説を踏まえた偽造の- 1 -理解を、本件作成行為と秘書事例に適切に当てはめながら、文書の性質の違いなど両事例の相違点を明らかにしつつ結論を導くことができていた答案は、高い評価となった。これに対し、名義人及び作成者の意義に関する自説を踏まえた偽造の理解を、本件作成行為と秘書事例に当てはめて結論を導出する際に、論理的に矛盾した論述をしている答案や、両事例の相違点を意識していない答案、問題文に秘書事例と比較しつつ論じるよう明記していたにもかかわらず、これに正面から答えていない答案も散見されたが、こうした答案は低い評価となった。また、問題文にその他の成立要件（「事実証明に関する文書」や「署名（有印性）」など）についても言及するよう明記していたため、ほとんどの答案がこれらの成立要件についても言及していたが、これらの成立要件について言及していない答案は低い評価となった。\nイ 設問１⑵について本問においては、乙が、Ｂ店において、店員Ｃに対して腕時計の購入を申し込み、その際、\n甲に成り済まして甲名義のクレジットカード（以下「本件カード」という。）をＣに提示し、\nＢ店に設置されたカード決済端末機に本件カードを差し込み、その暗証番号を入力し、Ｃをして、乙が甲本人であり、本件カードの正当な利用権限を有していると信じさせ、乙に対して上記腕時計を交付させた行為（以下「設問１⑵の行為」という。）について、乙に詐欺罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることが求められ、その際、特に「人を欺く行為」の意義を明らかにした上で、設問１⑵の行為は「人を欺く行為」に当たらないとの立場に反論しつつ論じ、その他の成立要件についても言及することが求められていた。\n「人を欺く行為」の意義に関し、近時の判例は、本件のように財産的損害の存否が問題となり得る事案では「交付の判断の基礎となる重要な事項」（重要事項性）を偽る行為があったかどうかの判断を重視しており、多くの答案はこの点を意識した論述ができていた。\n設問１⑵の行為は「人を欺く行為」に当たらないとの立場に関し、比較的多くの答案は、支払意思・能力を偽っていなければ重要事項性についての偽りはないなどといった点を挙げ、\n上記消極の立場の論拠に言及することができており、こうした答案は高い評価となった。これに対し、問題文に上記消極の立場について言及するよう明記していたにもかかわらず、これに正面から答えていない答案も少なからず見られたが、こうした答案は低い評価となった。\n上記消極の立場に反論しつつ、乙に詐欺罪が成立するとの結論を導くに際しては、本件カードの会員規約において、会員は、他人にクレジットカード（以下「カード」という。）を利用させてはならず、貸与等によりカードの占有を他人に移転することを禁じる旨が定められており、また、本件カードの加盟店規約において、加盟店は、善良な管理者の注意義務をもって、カードを提示した者とカードの名義人の同一性を確認することなどが定められており、\nＢ店では名義人以外の者によるカードの利用には応じないことにしていたことや、通常、過失によって同一性の確認を怠った場合には、加盟店には規約違反としてカード会社から立替払いを受けられない危険性があることなど、事案の具体的な事実関係に着目して充実した当てはめを行った上で結論を導く答案が比較的多く見られ、こうした答案は高い評価となった。\nこれに対し、特に理由を示すことなく、カード利用者とカード会員の同一性はＢ店にとって重要な事項に該当するとして、乙に詐欺罪が成立するとの結論を導く答案も少なからず見られ、こうした答案は低い評価となった。また、問題文にその他の成立要件（「錯誤」や「交付行為」など）についても言及するよう明記していたため、ほとんどの答案がこれらの成立要件についても言及していたが、これらの成立要件について言及していない答案は低い評価となった。\nウ 設問１⑶について本問においては、設問１⑴の行為及び設問１⑵の行為について、甲に乙との間で有印私文書偽造・同行使罪及び詐欺罪の共同正犯が成立するとの立場から、その結論を導くために、そ- 2 -れぞれどのような説明が考えられるかについて論じることが求められていた。その論述に当たっては、問題文において、本件用紙に甲の受験番号である「Ａ１２３」が記載され、本件カードが甲名義であるにもかかわらず、甲に共同正犯が成立する理由に触れつつ論じるよう明記していたため、これをそのまま問題提起として引用して共同正犯の成否を検討する答案が比較的多く見られた。甲が単独で行えば処罰されないにもかかわらず、共同正犯だとなぜ処罰されるのかという点についてまで踏み込んで問題の所在を的確に示している答案は少なかったが、こうした答案は高い評価となった。\n本件用紙に甲の受験番号である「Ａ１２３」が記載され、本件カードが甲名義であるにもかかわらず、甲に共同正犯が成立する理由について、上記問題の所在を踏まえ、自説の論拠を明らかにした上で、甲に共同正犯が成立するとの結論を導いている答案は、高い評価となった。これに対し、多くの答案は、上記問題の所在を踏まえることなく、甲と乙との間に共謀が成立していて、その共謀に基づいて乙が設問１⑴の行為及び設問１⑵の行為に及んでいることのみを理由に、甲に共同正犯が成立するとの結論を導いていたが、こうした答案は著しく低い評価となった。\n⑵ 設問２についてア 甲の４月１日の犯行について本問において、甲は、故意にＤの顔面を拳で殴り、これによりＤに全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲にはＤに対する傷害罪が成立する。また、甲は、故意に丙の顔面を拳で殴り、これにより丙に全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲には丙に対する傷害罪が成立する。これらの点については、傷害罪の構成要件を充足することを簡潔に示せば足りるところ、これを簡潔に示した答案が比較的多く見られたが、この点について論じていない答案も散見された。\nイ 甲の７月１日の犯行について本問において、甲は、Ｄの頭部を拳で十数回殴り（以下「本件暴行」という。）、これによりＤに硬膜下血腫を生じさせて意識を喪失させ、その後、丙がＤを抱えてＥ病院に向かっていた際に丙及びＤが自動車に衝突され、Ｄは同衝突によって生じた肝臓破裂による失血により死亡しているため、傷害罪にとどまるか致死結果まで帰責されるかが問題となるところ、多くの答案は、本問の事案を具体的に分析し、本件暴行とＤの死亡との間に自動車の衝突という事情が介在しているため、本件暴行とＤの死亡との間に因果関係を肯定することができるかが問題となる旨を的確に示しており、こうした答案は高い評価となった。これに対し、事案を具体的に分析することなく、因果関係が問題となる等として論点を示すにとどまる答案が散見され、こうした答案は低い評価となった。\n因果関係論に関しては、刑法上の因果関係を肯定するためには実行行為の危険性が結果に現実化したことが必要であるとする考え方や、条件関係の存在を前提として、行為の時点に立ち、社会生活上の経験に照らしてその行為からその結果が発生するということが相当だと認められる場合に因果関係を肯定する考え方などがあり得るところ、いずれの考え方に立って論じるとしても、自説の論拠を明らかにして規範を定立することが求められ、それができている答案は高い評価となったが、それができていない答案は低い評価となった。\n当てはめについては、自ら定立した規範を本問の具体的な事実関係に適切に当てはめて結論を導く答案が比較的多く見られ、こうした答案は高い評価となったが、自ら定立した規範をただなぞるだけの答案や、規範定立に至るまでの論述と当てはめ部分を明確に区別することなく混在させて記載する答案が少なからず見られ、こうした答案は低い評価となった。\nウ 甲によるＤに対する暴行を阻止しなかった丙の態度について本問において、甲と丙との間には本件暴行を加えることについての意思連絡が認められないため、丙を共謀共同正犯として処罰することはできず、また、丙は、甲が本件暴行に及んだ- 3 -際、本件居室内のトイレ内にいただけであって、言葉を発するなど何らかの積極的な行動に出てはいないため、丙を作為による幇助犯として処罰することもできないことから、甲がＤに対して暴行を加えようとしていることを認識しつつ、何もしなかった丙の態度について、\n不作為犯として処罰することができないかが問題となるところ、かかる問題の所在を的確に示すことができていない答案がほとんどであったが、この点を的確に示している答案も少数ながら存在し、こうした答案は高い評価となった。\n不作為犯が成立するためには、その関与類型いかんにかかわらず、関与者に作為義務が必要であるところ、本件のような子どもに対する暴行を親が放置する事案では、作為正犯の犯行によって侵害されようとしている法益を保護すべき関係があることが作為義務の発生根拠となる。このような法益を保護すべき関係を根拠付けるものとしては、親権者という法的地位や同居の実態、被害者の生命・身体の安全確保が行為者のみに依存している状態、子に虐待を加える者と同居や交際を継続したことによる法益への危険創出などといった事情が挙げられる。そのため、本件においても、丙がＤの母親であり同居の実態があることや、丙以外に甲による暴行からＤを守れる者がいないことなどを指摘して、丙に作為義務があることを論じることとなる。これらの具体的事情を単に指摘し結論を導いているだけの答案は低い評価にとどまったのに対し、作為義務が必要となる根拠や法益を保護すべき関係があることが作為義務の発生根拠となることなどについても言及している答案も少なからず存在し、こうした答案は高い評価となった。\n本問において、本件暴行を阻止するために丙に期待される行為としては、丙が居間に戻って甲がＤに本件暴行を加えないように監視したり言葉で制止したりする行為（以下「①行為」\nという。）と、丙が身を挺して甲を制止する行為（以下「②行為」という。）の２つが想定される。この点につき、作為義務のある者に義務付け得る作為は、当該作為を行った場合に予想される不作為者に生じる法益侵害の程度といった当該作為の容易性や、当該作為によって結果を回避し得る可能性の程度を考慮して、そのような作為を行うことを当該不作為者に要求し得るかどうかを、個別具体的事例ごとに判断していく必要があるところ、事案を具体的に分析し、①行為や②行為を行った場合に予想される丙に生じる法益侵害の内容やその程度を具体的に検討して作為容易性についての結論を導いたり、①行為や②行為によって結果を回避し得る可能性の程度の違いや、不作為による単独正犯の場合と不作為による幇助の場合とで要求される結果回避可能性の程度の違いを意識しつつ、丙に義務付け得る作為についての結論を導いたりしていた答案は、高い評価となったが、そのような答案は少数であった。\nこれに対し、多くの答案は、①行為や②行為を行った場合に甲が丙に暴行を加える蓋然性などに言及するのみで、事案を具体的に分析することなく、丙に義務付け得る作為についての結論を示すにとどまっていたところ、こうした答案は低い評価となった。\n不作為による関与は、これをどの関与類型（正犯・共犯）に振り分けるかが問題となるところ、この点につき、作為義務違反がある場合には原則として正犯が成立すると解する考え方や、作為正犯の犯行を阻止しないという態度で犯行に関与した者は原則として幇助犯にとどまるとする考え方、当該不作為が犯罪実現過程において持つ支配力等により個別的に判断し、\n不作為者が作為に出ていれば確実に結果を回避できたであろう場合には不作為の同時正犯となり、結果発生を困難にした可能性がある場合には不作為による幇助犯になるとする考え方などがあり得るところ、そもそもかかる問題の所在を意識して関与類型の別について論じている答案はほとんどなかった。これに対し、かかる問題の所在を的確に示し、自説とは反対の考え方を意識しつつ、自説の論拠を明らかにして関与類型の別について論じている答案は、\nごく少数であったが、こうした答案は、高い評価となった。なお、保護責任者不保護罪ないし同致死傷罪の成否のみを検討する答案が散見されたところ、こうした答案は、保護責任者不保護罪ないし同致死傷罪の単独正犯の成否を論じているものと思われるが、本問において- 4 -は、Ｄの生命・身体に対する危険は第三者たる甲の故意有責な行為によって初めて生ずるものであり、このような場合でも丙に保護責任者不保護罪ないし同致死傷罪の単独正犯が成立するかどうかについては、不作為犯における関与類型の区別のほか、保護責任の内実や不保護の意義などについても検討が必要であるところ、それらの点について検討している答案は見受けられず、結果として低い評価にとどまった。\n⑶ その他例年指摘している点でもあるが、用語の間違いがある答案や、文字が乱雑で判読しづらい答案、\n基本的用語の漢字に誤記がある答案が散見された。令和８年試験からはいわゆるＣＢＴ方式による試験が導入される予定であるため、文字が乱雑で判読しづらい答案はなくなるが、用語の間違いや基本的用語の漢字の誤記には十分に留意することが望まれる。また、特に設問１においては、論じるべき内容について設問で指示しているにもかかわらず、その点を論じることなく、一般的な罪責を論じるにとどまる答案も散見されたが、設問の趣旨に適切に答える姿勢が肝要である。\n⑷ 答案の水準以上を前提に、「優秀」「良好」「一応の水準」「不良」と認められる答案の水準を示すと、以下のとおりである。\n「優秀」と認められる答案とは、各設問に関係する事実関係を的確に分析した上で、各設問の出題の趣旨に示した主要な問題点について検討を加え、成否が問題となる犯罪の構成要件要素等について正確に論述するとともに、必要に応じて法解釈論を展開し、問題文に現れた事実を具体的に指摘して当てはめを行い、設問ごとに求められている罪責や理論構成について論理的に矛盾のない論述がなされている答案である。\n「良好」と認められる答案とは、各設問の出題の趣旨に示した主要な問題点について指摘し、\nそれぞれの罪責について論理的に矛盾せずに妥当な結論等を導くことができているものの、一部の問題点について検討を欠くもの、主要な問題点の検討において、理解が一部不正確であったり、必要な法解釈論の展開がやや不十分であったり、必要な事実の抽出やその意味付けが部分的に不足していると認められるものである。\n「一応の水準」と認められる答案とは、事実の分析が不十分であったり、各設問の出題の趣旨に示した主要な問題点について一部論述を欠いたりするなどの問題はあるものの、論述内容が論理的に矛盾することなく、刑法の基本的な理解について一応は示すことができている答案である。\n「不良」と認められる答案とは、事案の分析がほとんどできていないもの、刑法の基本概念の理解が不十分であるために、各設問の出題の趣旨に示した主要な問題点を理解できていないと認められるもの、論述内容が首尾一貫しておらず論理的に矛盾したり論旨が不明であったりしているものなどである。\n３ 今後の法科大学院教育に求めるもの刑法の学習においては、刑法の基本概念の理解を前提に、論点の所在を把握すること、各論点の位置付けや相互の関連性を十分に理解すること及び犯罪論の体系的処理の手法を身に付けることが重要である。\n一般的に重要と考えられる論点を学習するに当たっては、犯罪成立要件との関係で、なぜその点が問題となっているのかを明確に意識しつつ、複数の見解の根拠や難点等に踏み込んで検討することなどを通じて、当該論点の理解を一層深めることが望まれる。これらの論点に関する理解を深めた上で、事案の全体像を俯瞰しつつ、一定の事実を法的に評価し、解決において必要となる問題点を適切に抽出する法的思考能力及び妥当な結論を導くための具体的規範を定立し、同規範に照らし具体的事実の法的意味を評価して結論を導く論理的思考力を身に付けることが肝要である。そのためには、これまでにも繰り返し指摘しているところであるが、判例を学習する際には、結論のみならず、当該判例の前提となっている具体的事実を意識し、結論に至るまでの理論構成を学説も参照しつつ理解した上で、その判例が述べる規範の体系上の位置付け、その射程及び理論構成上の課題について検討し理解することが必要である。\nこのような観点から、法科大学院教育においては、まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上、刑法上の諸論点に関する問題意識（なぜ問題となるのか）を喚起しつつ、その理解を深め、さらに、判例の学習等を通じ具体的事案の検討を行うなどして、幅広く妥当な結論やそれを支える理論構成を導き出す能力を涵養するよう、より一層努めていただきたい。"
}