{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点は、５５：４５〕）\n次の各文章を読んで、後記の〔設問１⑴・⑵・⑶〕及び〔設問２〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和７年１月１日現在において施行されている法令に基づいて答えなさい。\n【事実Ⅰ－１】\n１．Ａは、設備工事業を営むＢの従業員である。また、Ｂは、業務用トラック（以下「甲車」という。）を所有している。\n２．令和５年２月１０日、Ａが、Ｂの業務として、甲車を運転して片側２車線の道路を走行していたところ、同一方向の隣の車線を走行していたＣの運転する乗用車（以下「乙車」という。）が急に車線を変更して甲車の直前に割り込んできた。Ａは、急ブレーキを踏み辛うじて追突を回避することができたが、クラクションを鳴らし続けてＣに抗議した。\nこれに腹を立てたＣが、信号待ちで両車が停止した際、乙車を降りて甲車に近づき、「何度も鳴らすな。しつこいぞ。」と怒鳴りつけたところ、Ａも甲車を降りて口論となった。口論中にＣから執拗に挑発を受けたＡは、甲車の荷台から取り出した工具を振り回しながらＣに向かって行った（以下「本件威嚇行為」という。）。\nＡから逃れようとして慌てて乙車に乗り込んでこれを急発進させたＣは、ハンドル操作を誤って勢いよく縁石に乗り上げ、乙車を横転させてしまった（以下「本件事故」という。）。本件事故により、Ｃに怪我はなかったが、乙車に同乗していたＣの配偶者Ｄが重傷（以下「本件負傷」という。）を負って入院した。本件事故についてのＡとＣとの過失割合は、Ａが２割で、Ｃが８割である。\n３．Ｄは、令和５年３月末に退院した。\n【事実Ⅰ－２】\n前記【事実Ⅰ－１】（１から３まで）に続いて、以下の事実があった。\n４．本件事故以前、ＣＤ夫婦は、同居して生計を一にしていた。しかし、Ｄの入院をきっかけに夫婦仲は険悪となり、令和５年８月以降、ＣとＤとは、生計を分けて別居し、離婚に向けた協議を開始した。令和６年４月上旬には、ＣとＤとは、離婚をすることに合意し、その条件の詳細を詰めている段階にあった。\n５．令和６年４月１０日、Ｄは、Ｂに対し、「㋐Ｂには本件負傷について損害賠償責任がある。」と主張して、本件負傷についての損害賠償を請求した（以下「請求１」という。）。これに対して、Ｂは、「仮にＤの主張が正当であるとしても、㋑乙車の側にも本件事故の責任があるので、賠償額が減額されるべきである。」と反論した。\n〔設問１⑴〕\n【事実Ⅰ－１】及び【事実Ⅰ－２】（１から５まで）を前提として、次のア及びイの問いに答え\nなさい。\nア 下線部㋐の主張について、その根拠を説明した上で、その当否を論じなさい。なお、Ａは、本件威嚇行為による本件負傷について不法行為による損害賠償責任を負うものとする。また、自動車損害賠償保障法第３条の規定に基づく責任については、考慮しないものとする。\nイ 下線部㋑の反論について、その根拠を説明した上で、その当否を論じなさい。\n- 2 -\n【事実Ⅰ－３】\n前記【事実Ⅰ－１】及び【事実Ⅰ－２】（１から５まで）に続いて、以下の事実があった。\n６．令和６年５月１０日、Ｃは、本件事故以前からの持病である心疾患により死亡した。Ｃは、遺言をしておらず、また、Ｃの唯一の相続人であるＤは、単純承認をした。\n７．【事実Ⅰ－３】６の事実を知ったＢは、請求１に対して、さらに、「仮にＢがＤに対し本件負傷についての損害賠償債務を負うとしても、㋒ＤがＣについて相続をした結果、当該損害賠償債務は、消滅したはずである。」と反論した。\n〔設問１⑵〕\n【事実Ⅰ－１】から【事実Ⅰ－３】まで（１から７まで）を前提として、次のア及びイの問いに\n答えなさい。なお、下線部㋑の反論の当否にかかわらず、下線部㋑の反論による賠償額の減額はされないものとして考えなさい。\nア 下線部㋒の反論について、その根拠を説明した上で、その当否を論じなさい。\nイ アにおける下線部㋒の反論の当否の結論を前提として、ＢとＤとの間での求償を通して、本件負傷による損害をＢとＤとが両者の間で最終的にどのように負担することになるかを論じなさい。\n【事実Ⅰ－４】\n前記【事実Ⅰ－１】（１から３まで）に続いて、以下の事実があった。前記【事実Ⅰ－２】及び\n【事実Ⅰ－３】（４から７まで）は存在しなかったものとする。\n８．【事実Ⅰ－１】３のＤの退院後、ＢとＤとは、本件負傷についての和解交渉を始め、令和６年４月１０日、Ｂは、Ｄに対し、本件負傷に係る損害賠償債務の額を１５０万円とする和解案を提示した。Ｄは、その案を拒み、Ｂに対し、本件負傷に係る損害賠償債務の額を２５０万円として、これを直ちに支払うよう請求した。同月１４日、Ｄは、知人から「弁護士の資格はないが、和解交渉の経験が豊富で信頼することができる。」として紹介されたＥに対し、Ｄを代理してＢと和解をすることを報酬１０万円で委任した。\n９．令和６年７月１０日、Ｅは、Ｄを代理して、Ｂとの間で、「Ｂは、Ｄに対し、令和７年１月\n１０日までに、本件負傷に係る損害賠償金２００万円を支払う。本件負傷についての損害に関し、ＤとＢとの間には、これ以外に一切の債権債務がないことを確認する。」という内容の和解契約（以下「本件和解」という。）を締結した。\n弁護士の資格を有していないＥがＤを代理して本件和解をしたことは、弁護士法第７２条の規定に違反するものであった。\n10．令和６年１１月１０日、Ｂは、Ｅが弁護士の資格を有しないことを知った。\n11．令和７年１月１０日、Ｄは、Ｂに対し、本件和解に基づき２００万円を支払うよう請求した。\nこれに対し、Ｂは、「㋓ＥがＤを代理して本件和解をしたことは弁護士法第７２条に違反するので、Ｄの請求は認められない。」と反論した。\n〔設問１⑶〕\n【事実Ⅰ－１】及び【事実Ⅰ－４】（１から３まで及び８から11まで）を前提として、下線部㋓\nの反論について、その根拠を説明した上で、その当否を論じなさい。\nなお、「弁護士法７２条の趣旨は、弁護士の資格のない者が、自らの利益のため、みだりに他人の法律事件に介入することを業とすることを放置するときは、当事者その他の関係人らの利益を損ね、法律事務に係る社会生活の公正かつ円滑な営みを妨げ、ひいては法律秩序を害することになるので、かかる行為を禁止するものと解されるところ」、「同条に違反する行為に対しては、これを処罰の対象とする（同法７７条３号）ことによって、同法７２条による禁止の実効性を保障することとされている。」と述べる最高裁判所第一小法廷平成２９年７月２４日判決（最高裁判所民事判\n- 3 -例集７１巻６号９６９頁）がある。\n（参照条文）弁護士法（昭和８年法律第５３号）\n（非弁護士との提携等の罪）第７７条 次の各号のいずれかに該当する者は、２年以下の懲役又は３００万円以下の罰金に処する。\n一、二 （略）三 第７２条の規定に違反した者四 （略）\n【事実Ⅱ】\n１．令和７年３月１０日、婚姻中である父Ａと母Ｂとの子Ｃ（１７歳）は、Ａ及びＢに何ら相談することなく、Ｂ方の伯父Ｄとの間で、Ｃが所有する絵画甲とＤが所有する絵画乙とを交換する旨の契約（以下「契約①」という。）を締結した。同日、Ｃは、Ｄの指示する場所へと甲を搬入し、Ｄは、Ｃの指示する場所へと乙を搬入した。\n２．令和７年３月１１日、Ａ及びＢは、【事実Ⅱ】１の事実を知った。Ｂは、Ｃが乙を手に入れているからＢとしては契約①を取り消すつもりはない旨をＡに伝えた。しかし、Ａは、Ｃが甲を手放したことは問題であると考えていた。\n３．令和７年３月１３日、Ａは、Ｂに無断で、Ａ及びＢの名義で、Ｄに対し、契約①を取り消す旨を伝え、Ｃにもそのことを伝えた。Ｄは、この取消しは、ＡがＢの許諾を得てしたものであると考えた。また、同日、Ａは、Ｄに対し、甲をＣに返還するように伝えた。\n４．令和７年３月１５日、Ｃは、１８歳となった。\n５．令和７年３月１７日、Ｄは、Ｃの指示する場所へと甲を搬入した。他方で、同日、Ｃは、Ｄとの間で、Ｃが乙を以後Ｄのために占有することを合意した。\n６．令和７年３月２１日、Ｃは、Ｅとの間で、乙がＣの所有物であるとして、乙を代金２５万円で売る旨の契約（以下「契約②」という。）を締結した。同日、契約②の代金２５万円がＥからＣへと支払われた。同日、Ｃは、Ｅとの間で、Ｃが乙を以後Ｅのために占有することを合意した。Ｅは、Ｃが乙の所有者であると過失なく信じていた。\n７．令和７年３月２４日、Ｅは、Ｆとの間で、乙がＥの所有物であるとして、乙を代金３０万円で売る旨の契約（以下「契約③」という。）を締結した。同日、契約③の代金３０万円がＦからＥへと支払われた。同日、Ｅは、Ｃに対して、以後Ｆのために乙を占有することを命じ、Ｆ\nがこれを承諾した。Ｆは、Ｅが乙の所有者であると過失なく信じていた。\n８．令和７年３月２８日、Ｆは、Ｇとの間で、乙がＦの所有物であるとして、乙を代金３５万円で売る旨の契約（以下「契約④」という。）を締結した。同日、契約④の代金３５万円がＧからＦへと支払われた。同日、Ｃは、Ｆからの依頼を受け、Ｇの指示する場所へと乙を搬入した。\nＦ及びＧは、Ｆが乙の所有者であると過失なく信じていた。\n９．令和７年３月３１日、Ｄは、Ｃのところに乙を引き取りに行ったものの、乙が見当たらなかった。同日、【事実Ⅱ】６から８までの経緯を知ったＤは、Ｆに対し、３５万円を支払うよう請求した（以下「請求２」という。）。\n〔設問２〕\n【事実Ⅱ】（１から９まで）を前提として、次のア及びイの問いに答えなさい。\nア 契約①の締結前にＤに属していた乙の所有権は、どのような過程を経て、現在、誰に属するかを論じなさい。\nイ 仮にＤが令和７年３月２８日に乙の所有権を再度失ったものとして、請求２の全部又は一部が認められるかを論じなさい。なお、乙の適正価額は３０万円であって、その変動はなかったもの- 4 -とする。また、乙の使用利益の返還については、考慮しないものとする。\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は、３０：４５：２５〕）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は、電子機器の製造及び販売等を目的とする株式会社であり、その発行する株式を東京証券取引所（グロース）に上場している。甲社は、種類株式発行会社ではなく、監査役会設置会社であって、その総資産額は１００億円である。甲社ではここ数年、営業赤字が続いていた。\n甲社の代表取締役はＡであり、取締役としてＡのほかにＢ、Ｃ、Ｄ及びＥがおり、Ｅは社外取締役である。また、甲社の内規（職務権限規程）によれば、５０００万円以上の取引については取締役会の承認が必要とされているところ、これまでに５０００万円未満の取引の承認が甲社の取締役会の議題とされたことはなかった。\n２．乙株式会社（以下「乙社」という。）は、甲社が製造している製品の主要な出荷先の一つである。甲社は、令和５年２月、乙社の担当者から、これまでとは全く別の規格の電子機器αを継続的に大量生産して乙社に供給することが可能かどうかを検討してほしいと依頼され、その試作品の検討及び開発を始めた。\nその後、甲社において電子機器αの試作品を開発する中で、甲社の工場にある既存の機械設備で電子機器αを生産することは少量であれば可能であるものの、大量生産することは困難であり、乙社と新たな供給契約を締結するためには特殊な工業用機械βの購入及び設置が必要であって、そのための費用が４０００万円掛かることが判明した。また、工業用機械βには汎用性がなく、電子機器αの生産以外の用途には転用できないものであった。\n３．乙社と電子機器αに関する供給契約を締結するためには新たな設備投資が必要になることを踏まえて、甲社の取締役会ではその対応をめぐって複数回協議がされた。甲社の取締役会においては、１回の設備投資の額として４０００万円は過大ではないかとの意見もあったが、令和５年１０月、電子機器αに関する供給契約の締結は甲社に大きな利益をもたらすと見込まれることや、甲社における乙社の重要性からすれば、基本的には乙社の依頼に応じる方向で検討すべきであるという方針（以下「本件方針」という。）が確認された。その際に、社外取締役であるＥが、「工業用機械βには汎用性がなく、他の用途には転用できないのであるから、これを購入して設置する前に、乙社と供給契約について協議してその内容を確認し、甲社が不測の損害を被らないよう最善の注意を尽くすべきである。」との意見を述べた。Ｂ、Ｃ及びＤもＥの意見に賛同したことから、同月の時点では、取締役会において本件方針が確認されたにとどまり、工業用機械β\nを購入して設置することについては、乙社との今後の協議の結果を踏まえて改めて取締役会で承認を得るものとされた。\n４．Ａは、本件方針を踏まえ、令和５年１１月、電子機器αの試作品を示して乙社と供給契約について協議することを試みた。ところが、乙社の担当者は、示された試作品の品質に難色を示し、「この程度の品質ではとても御社とは契約することができない。供給契約について今後協議を開始する前提として、まずはもっと品質の良い試作品を作ってもらう必要がある。」との意見をＡに伝えるとともに、「実は、御社以外にも電子機器αの供給の検討をお願いした会社があり、我が社と供給契約を締結することができるのは１社だけなので、もし契約を勝ち取りたいと真剣に考えるのであれば、品質の良い試作品を急ぎ用意することをお勧めする。」とＡに告げた。\nこうした中、Ａは、甲社に大きな利益をもたらすことが見込まれる乙社との供給契約の締結の機会を逃すわけにはいかないと考えるとともに、令和５年１２月上旬に「既存の機械設備ではこれ以上の品質の試作品を製作することは困難だが、工業用機械βを設置して製作すれば現状よりも品質が向上することが見込まれる。」とする甲社の従業員のレポートが示されたことを受け、- 2 -\n同月中旬、取締役会に諮ることなく工業用機械βを購入して設置し、甲社はその費用として４０００万円を支払った。Ａは、緊急性があることから工業用機械βの購入及び設置に当たり事前に取締役会に諮ることをしなかったが、乙社との供給契約の締結の重要性及び甲社の内規で取締役会の承認が必要とされているのは５０００万円以上の取引であることも考慮すれば、同年１０月の甲社の取締役会におけるＥの発言を踏まえても、次回の取締役会で速やかに事後承認が得られるだろうと考えていた。しかし、同年１２月下旬に開催された甲社の取締役会では、工業用機械\nβを購入して設置したＡの対応は強く非難され、工業用機械βを購入して設置したことにつき取締役会の事後承認は得られなかった。\n５．乙社は、令和６年１月、甲社に対し、他社と電子機器αに関する供給契約を締結したので甲社とは新たな供給契約を締結しない旨を連絡した。そのため、設置された工業用機械βは、使われることのないまま甲社の工場で保管されている。\n〔設問１〕\n甲社の監査役であるＦが、令和６年２月、甲社を代表して、Ａに対し、工業用機械βの購入に係る責任を追及する訴えを提起した場合に、甲社の立場において考えられる主張及びその主張の当否について、論じなさい。\n下記６から11までにおいては、上記２から５までの事実は存在しないことを前提として、〔設問\n２〕に答えなさい。\n６．甲社では、平成２４年６月の定時株主総会の決議により、取締役の報酬の総額の上限額が年額\n１億円と定められるとともに、各取締役の報酬の具体的な配分が取締役会に一任されていた。また、甲社の取締役会は、株主総会から一任された各取締役の報酬の具体的な配分を毎年代表取締役に再一任していた。令和４年度に支払われた報酬の年額は、Ａが３０００万円、Ｂ、Ｃ及びＤがそれぞれ２０００万円、Ｅが１０００万円であった。\n７．Ａは、同種の海外企業と比較して、日本企業の経営者の報酬が低すぎると考えていた。そこで、Ａは、令和５年４月に開催された甲社の取締役会に、取締役の報酬の総額の上限額を年額３億円とし、各取締役の報酬の具体的な配分を取締役会に一任する旨の議案（以下「本件議案」という。）を定時株主総会に上程することを諮り、可決された。\n８．令和５年６月に適法に招集された甲社の定時株主総会では、株主から「営業赤字が続いている今、なぜ取締役の報酬を増やす必要があるのか。」との質問があったが、Ａは、「同業他社との競争が激しくなっているため、今後はより優秀な人材を獲得して取締役に就任してもらう必要があるが、今のままでは報酬額が低く優秀な人材を獲得することができない。また、同業他社と比べても報酬額が低いという我が社の現状を踏まえれば、現在の取締役の勤労意欲の向上を図るという観点も欠かすことはできない。これらの事情を総合的に考慮し、取締役の報酬の総額の上限額を増やす必要がある。」と回答した。甲社提案の本件議案は、上記定時株主総会で可決された。\n９．上記定時株主総会の日の翌日に開催された甲社の取締役会において、各取締役の報酬の具体的な配分について協議がされ、甲社の従来の慣行及び決定方針に従い、各取締役の報酬の具体的な配分を代表取締役であるＡに再一任する旨の決議がされた。\n10．その後、Ａは、今後は取締役の報酬の支払に関する事務を甲社の外部に委託することとし、各取締役に支払われる報酬の額を甲社の従業員に容易には知られないようにした。その上で、Ａは、自らの報酬の年額を前年度の３０００万円から２億円増額して２億３０００万円とし、Ｂ、Ｃ、Ｄ及びＥの報酬の年額は前年度と同額とする旨の決定（以下「本件報酬額決定」という。）をし、実際にその額が甲社から各取締役に１年分の報酬として支払われた。\n11．Ａは、本件報酬額決定に基づく増額後の自らの報酬額を他の取締役に明らかにしたり、取締役\n- 3 -会に報告したりすることを一切しなかったため、令和６年５月に、甲社の取締役会に諮られる有価証券報告書の案文においてＡの報酬の年額が２億３０００万円であったことが記載されるまで、Ａが自らの報酬額だけを増額していたことは、甲社の他の取締役や監査役に気付かれなかった。\nその後、自らの報酬額だけを大幅に増額したＡによる本件報酬額決定は、甲社の取締役会で強く非難された。\n〔設問２〕\n甲社の監査役であるＦが、令和６年６月、甲社を代表して、Ａに対し、Ａが本件報酬額決定をして増額した報酬を受領したことについての責任を追及する訴えを提起した場合に、甲社の立場において考えられる主張及びその主張の当否について、論じなさい。\n下記12以下においては、上記２から11までの事実は存在しないことを前提として、〔設問３〕に答えなさい。\n12．Ｇは、長年にわたって甲社の株式を保有する個人株主であり、自らが所有する多数の不動産から得られる収入によって生計を立てており、自らは営業を行っておらず、また、甲社と競合する事業を営む会社の株式又は持分は一切保有していない。Ｇは、令和６年４月時点で、甲社の総株主の議決権の約３．２％に相当する数の株式を保有している。\n13. Ｇは、令和６年３月、甲社におけるＡの独断専行に不満を持つ甲社の従業員から、Ａが令和５年７月から９月にかけて自らの親族の語学留学のための費用を海外調査費用の名目で甲社に負担させていた旨の情報を得た。そこで、Ｇは、同年７月から９月までの期間に甲社が海外調査費用として支出した金銭の使途を調査し、その調査結果次第ではＡの責任を問う株主代表訴訟を提起することも視野に入れた上で、甲社に対し、当該調査を目的とすることを明示して会計帳簿及びこれに関する資料の閲覧又は謄写の請求（以下「本件請求」という。）をした。甲社は、Ｇの意図を察知したＡの指示により本件請求に応じなかったため、Ｇは、令和６年４月、本件請求に係る訴えを提起した。\n14. 甲社の取締役会は、令和６年５月、経営状態の悪化により事業継続のための緊急の資金が必要であることを理由に、甲社と長年付き合いのある丙株式会社（以下「丙社」という。）に対する募集株式の第三者割当て（募集株式の数は発行済株式の総数の１０％に相当する数であり、払込金額は時価である。以下「本件増資」という。）を決定した。本件増資は、その旨の公示がされた上で、同月末日までにその効力が生じた。もっとも、同月の時点では、甲社の経営状態が従来と比べて悪化していたことは事実であったものの、甲社は特に使う当てのない多額の預貯金を有していたことから、事業継続のための緊急の資金が必要であるという状態にはなかった。また、本件増資を決定した甲社の取締役会において、本件増資を速やかに実施すべきであると述べて終始議論を主導したのはＡであった。\n15. 本件増資の結果、令和６年５月末日の時点で、丙社は甲社の総株主の議決権の約１４％に相当する数の株式を保有する一方で、Ｇは甲社の総株主の議決権の約２．９％に相当する数の株式を保有することとなり、丙社及びＧの甲社の株式の保有状況については、令和７年３月までに変動はなかった。なお、本件増資の効力を争う旨の訴えは、同月までに提起されていない。\n〔設問３〕\n令和７年３月に本件請求に係る訴えの事実審の口頭弁論が終結した。本件請求が認められるか否かについて、論じなさい。なお、社債、株式等の振替に関する法律所定の手続は、適法に行われていたものとする。また、甲社の定款には、会計帳簿及びこれに関する資料の閲覧又は謄写の請求について、別段の定めはないものとする。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は、３５：２５：４０］）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和７年１月１日現在において施行されている法令に基づいて答えなさい。\n【事 例】\n１．Ａは、令和５年３月３０日に死亡し、Ａの相続人は、Ａの妻であるＹ、ＡとＹとの間の子であるＸ及びＢの３名のみであった。Ａが生前にＹと居住していた建物（以下「本件建物」という。）については、令和２年１月２４日、売買を原因とするＣからＹへの所有権の移転の登記がされていた。\n２．Ｘは、令和５年５月に行われたＡの遺産分割協議において、Ｙに対し、本件建物がＡの遺産に属する旨を主張したが、Ｙは、本件建物はＹがＣから買い受けたものであり、Ａの遺産には属しないと主張したため、遺産分割協議は成立しなかった。\n３．Ｘは、本件建物がＡの遺産に属することを確定させるため、Ｙを被告として、民事訴訟を提起しようと考えた。\n以下は、Ｘから相談を受けた弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：Ｘは、Ｙに対し、どのような訴えを提起すればよいでしょうか。\nＰ：本件建物がＡの遺産であることの確認を求める訴えを提起すればよいと思います。\nＬ１：なるほど。それでは、まず、遺産確認の訴えを提起する方法について検討してみましょう。\nＰ：判例（最高裁判所平成元年３月２８日第三小法廷判決・民集４３巻３号１６７頁）によれば、遺産確認の訴えは、共同相続人全員が当事者となることを要する固有必要的共同訴訟とされていますから、Ｘ及びＹのみならず、Ｂも当事者とする訴えを提起する必要があります。\nＬ１：そうですね。それでは、遺産確認の訴えが固有必要的共同訴訟と解される根拠を、上記判例を踏まえつつ説明してください。これを「課題１」とします。\nＰ：承知しました。\nＬ１：次に、Ｘによれば、遺産確認の訴えを提起することにつき、Ｂは、「自分も本件建物がＡの遺産に属すると思っているが、現段階では、訴えを提起することには反対である。もう少しＹと話合いをすべきである。」と言って譲らないということです。そのような場合でも、遺産確認の訴えを提起できるでしょうか。\nＰ：判例には、提訴しようとする当事者の訴権の保護などを根拠に、入会集団の構成員のうち提訴に同調しない者を被告に加えて、固有必要的共同訴訟である入会権確認の訴えを提起することが許されるとしたものがあります（最高裁判所平成２０年７月１７日第一小法廷判決・民集\n６２巻７号１９９４頁）。本件でも、Ｘは、Ｂを被告に加えて遺産確認の訴えを提起すればよいと思います。\nＬ１：そうですか。しかし、この判例は、ある土地が入会集団の入会地であることの確認を求める訴えに関するもので、原告となった入会集団の構成員以外の構成員が、その土地は入会地ではないと主張して提訴に同調しなかったという事案のようです。このことからすると、本件のようにＸとＢとの間で本件建物がＡの遺産に属することにつき争いがない場合でも、この判例と同様にＢを被告に加えて遺産確認の訴えを提起することに問題はありませんか。\nＰ：はい・・・。確認の利益があるといえるかが問題になるように思います。\nＬ１：そうですね。そこでＰさん、ＸがＢを被告に加えて本件建物につき遺産確認の訴えを提起した場合に、その訴えには確認の利益があるという方向で検討してみてください。その際には、- 2 -確認の利益が認められるか否かを判断するための一般的な基準を示した上で、それを本件事例に即して当てはめてください。これを「課題２」とします。\nＰ：承知しました。\n〔設問１〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題１及び課題２について答えなさい。\nなお、以下に掲げる【事例（続き・その１）】及び【事例（続き・その２）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き・その１）】\n４．Ｂは、Ｘの説得により、Ｘと共同原告となって遺産確認の訴えを提起することとした。そこで、Ｘ及びＢ（以下「Ｘら」という。）から訴訟委任を受けたＬ１は、令和６年２月、Ｙを被告として、本件建物がＡの遺産であることの確認を求める訴え（以下、この訴えに係る訴訟を「本件訴訟」という。）を提起した。\n５．Ｌ１は、本件訴訟に係る訴えの提起に先立ち、Ｃから事情を聴取したところ、Ｃは、本件建物につき、令和２年１月２４日にＣがＡに代金７００万円で売却したもので、Ｙはその買主ではないこと、ＡとＣは、同日、売買契約書を２通作成し、その際に、契約当事者としてそれぞれ署名押印し、１通ずつ保管したこと、Ｃが保管していた売買契約書は、同年３月に焼失してしまったこと、Ｃが令和５年５月頃、Ｙから同契約書の存否について聞かれた際に、同契約書が焼失した旨、Ｙに答えたことなどを話した。\n６．Ｘらは、本件訴訟の口頭弁論の期日において、請求原因として、本件建物はＣが令和２年１月\n２４日に所有していたこと、Ａが同日、本件建物を代金７００万円でＣから買い受けたこと、その後、Ａが死亡し、その相続人は、Ａの妻であるＹ、ＡとＹとの間の子であるＸらであること、Ｙは本件建物が遺産に属することを争っていること（以下、これらの事実を「本件請求原因事実」という。）を主張した。また、Ｘらは、請求原因に関連する事実として、上記売買の際、ＡとＣは、売買契約書を２通作成し、それぞれ署名押印し、１通ずつ保管したこと、Ｙを本件建物の所有権の登記名義人にしたのは便宜上のものにすぎないことなどを主張した。\n７．これに対し、Ｙは、弁護士Ｌ２を訴訟代理人に選任した上で、口頭弁論の期日において、本件建物をＣが令和２年１月２４日に所有していたことは認めるが、同日に本件建物をＣから買い受けたのはＡではなくＹであると主張して、ＡＣ間の本件建物の売買契約締結の事実を争った。\n８．本件訴訟は、令和６年４月、弁論準備手続に付されたが、Ｌ１は、その弁論準備手続の期日において、ＡがＣから本件建物を買い受けたことを証明するため、Ｌ２に対し、本件建物内に保管されていると思われるＡＣ間の本件建物の売買契約書（以下「本件契約書」という。）の存否を尋ねたところ、Ｌ２は、「そのような契約書はもともと存在しないとＹから聞いており、仮にそのような契約書があったとしても、Ｙはそれを提出する義務を負わない。」と述べた。また、同期日に出頭していたＹは、「Ａの死亡後の令和５年夏頃に、本件建物内のＡの身の回りの物を廃棄処分した。」と発言した。\n９．そこで、Ｌ１は、本件契約書は既に廃棄されている可能性があると考え、Ｃに本件訴訟で証人になってもらうべく連絡を取ろうとしたところ、Ｃは令和６年３月に死亡していたことが判明した。\n以下は、Ｌ１とＰとの会話である。\nＰ：Ｃからの聴取結果によれば、本件契約書をＡが保管していたことはほぼ確実であると思われます。それにもかかわらず、Ｙがそのような契約書はもともと存在しないと主張するのは不自然、不合理であると言わざるを得ません。\n- 3 -\nＬ１：弁論準備手続の期日でのＹの発言からすると、Ｙは、本件契約書を廃棄している可能性が高いと思われます。そこで、Ｙが令和５年夏頃にＡが保管していた本件契約書を廃棄していた場合に、Ｘらとして、どのような主張をすることが考えられるでしょうか。\nＰ：民事訴訟法第２２４条第２項に基づく主張が考えられます。その要件について、まず、本件契約書についてＹに提出義務があると思います。また、弁論準備手続の期日でのＹの発言からすると、「Ｙが、Ｘらによる証拠申出を妨げる目的で、本件契約書を廃棄して滅失させた」ということができそうです。\nＬ１：そうですね。ただ、仮に、民事訴訟法第２２４条第２項の要件を満たしているとしても、その効果は、当該文書の記載に関する相手方の主張を真実と認めることが「できる」（同条第１項）ことにとどまります。そこで、裁判所に本件契約書の記載に関するＸらの主張を真実であると認めてもらえるように、更に主張を補強してみましょう。まず、民事訴訟法第２２４条第\n２項により、当事者がある証拠を保存せずに廃棄してしまった場合に、当該文書の記載に関する相手方の主張を真実と認めることができることとされているのは、なぜでしょうか。その趣旨を説明してください。\nＰ：はい。民事訴訟法第２２４条第２項は、証明妨害の法理を具体化したものであると理解されていますから、証明妨害の法理の趣旨が問題になります。その趣旨については、学説上様々な見解があり、どれも説得力がありますが、私は、訴訟当事者間の信義則（同法第２条）に反するという点に根拠を求めるのが妥当であると考えます。\nＬ１：分かりました。それでは、そのような観点から検討してみましょう。まず、①証明妨害とはどのような行為を指すのかを簡潔に示した上で、②証明妨害がなぜ「訴訟当事者間の信義則に反する」と評価できるのかを踏まえながら、そのような評価を基礎付ける要素として一般的にどのような点が挙げられるかを示してください。その上で、③Ｙが令和５年夏頃にＡが保管していた本件契約書を廃棄していたことを前提に、本件において信義則違反という評価を基礎付ける具体的事実を、【事例】及び【事例（続き・その１）】の事実関係に即して示し、信義則違反が認められるとする主張をまとめてください。以上①から③までを「課題」とします。\nＰ：承知しました。\n〔設問２〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題について答えなさい。なお、以下に掲げる【事例（続き・その２）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き・その２）】\n10．裁判所は、本件訴訟の弁論準備手続を終結するに当たり、Ｘら及びＹとの間で、本件訴訟における争点はＸらが主張するＡＣ間の本件建物の売買契約の成否であると確認し、その後の口頭弁論の期日において、弁論準備手続の結果が陳述された後に、証拠調べが実施された。\n11．その結果、裁判所は、本件建物をＣが令和２年１月２４日に所有していたこと、同日にＡがＣから本件建物を買い受けたこと、便宜上Ｙを本件建物の所有権の登記名義人としたことが認められ、同日にＹがＣから本件建物を買い受けたとは認められないとの心証に至った。他方で、裁判所は、①Ｙは、Ａの生前に、Ａと共に本件建物を利用して行う家業に長年従事していたこと、②\nＡは、Ｙ及びＸらに対し、Ｙが自分を支えてくれていたことに深く感謝しており、自分が死んだら本件建物はＹのものになる旨をしばしば話していたこと、③Ｙもそれに対して異を唱えず聞いていたことも、それぞれ認められるとの心証を得ており、これら①、②及び③の各事実（以下\n「本件各事実」という。）からすれば、遅くともＡが死亡した令和５年３月３０日までに、ＡとＹは、ＡがＹに本件建物を死因贈与することを黙示的に合意していたと認定することができると考えるに至った。(ア)しかし、本件各事実については、ＸらもＹも主張していなかった。\n- 4 -以下は、本件訴訟の担当裁判官Ｊと司法修習生Ｑとの会話である。\nＪ：本件訴訟の進行として、裁判所が、口頭弁論を終結し、本件各事実を認定して、Ｘらの請求を棄却する旨の判決をすることに問題はありますか。\nＱ：弁論主義との関係で問題があると考えられます。\nＪ：そうですね。それでは、この点について検討してみましょう。まずは、弁論主義といってもその内容にはいくつかの点が含まれますから、そのうちどの点が本件訴訟で問題になるかを明らかにしてください。次に、本件各事実は、いわゆる黙示の意思表示を基礎付ける事実であり、これは実務的には主要事実に該当すると解するのが一般的ですから、本件各事実が本件請求原因事実（【事例（続き・その１）】６．）に対する抗弁になることを、主要事実及び抗弁の意義を明らかにした上で述べてください。これらを「課題①」とします。なお、「課題①」について、弁論主義の適用が主要事実に限定されるか否かを検討する必要はありません。\nＱ：承知しました。(イ)ところで、Ｊ裁判官は、証拠調べ実施後の口頭弁論の期日で、Ｌ２に対し、「証拠調べの結果からすれば、ＡとＹとの間で本件建物につきＡ死亡を原因とする黙示の死因贈与契約が成立する可能性があると考えられますが、本件各事実について主張するつもりはありませんか。」と質問していました。これに対し、Ｌ２は、「本件建物の所有権移転登記の登記原因がＣからＹへの売買となっていることから、そのような主張をする予定はない。」と述べていました。このようなやり取りがあった場合には、裁判所がＡからＹへの黙示の死因贈与契約の成立を認定することは、不意打ちにならず、弁論主義に反しない、ということはできないでしょうか。\nＪ：私はそのようには考えませんが、弁論主義の本質に関わる良い質問ですね。そこでＱさん、当事者に対する不意打ちにならないとしても弁論主義に反するとすれば、それはなぜかについて、民事訴訟において弁論主義が採られる根拠に言及しつつ、明らかにしてください。これを「課題②」とします。\nＱ：承知しました。\nＪ：それともう一つ、下線部分(ア)及び(イ)とは異なり、本件各事実が、口頭弁論における当事者の主張に含まれていたと仮定しましょう。この場合においては、ＡがＹに本件建物を死因贈与することをＡとＹとの間で黙示的に合意していたと判断しても弁論主義には反しないでしょう。しかし、裁判所が、そのような判断をするに当たっては、当事者に対して、ＡのＹへの黙示の死因贈与契約という法的構成が採られる可能性があることを明らかにした上で、それを踏まえた主張立証を検討するよう促すべきであるとも考えられます。そこで、上記仮定の下での本件訴訟の手続経過や争点の所在を踏まえつつ、裁判所が当事者に上記検討を促すべきであるとする立論をしてみてください。その際には、その根拠と理論構成についても明らかにしてください。これを「課題③」とします。\nＱ：承知しました。\n〔設問３〕\nあなたが司法修習生Ｑであるとして、Ｊから与えられた課題①、課題②及び課題③について答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n１ 設問１について\n⑴ 設問１⑴は、事業執行に関連して行われた威嚇行為に起因する自動車事故によって同乗者が負傷した事例に基づき、使用者責任の成否とともに、自動車を運転していた配偶者の- 4 -過失による過失相殺の可否についての検討を求めるものである。\n設問１⑵は、同一の損害について複数の加害者が損害賠償債務を負い、そのうちの一人の賠償債務について混同が生じた事例に基づき、混同が他の賠償債務に及ぼす影響とともに、賠償債務者相互の間での求償関係についての検討を求めるものである。\n設問１⑶は、無資格者が委任者を代理して和解契約を締結したことが弁護士法第７２条の規定に違反する事例に基づき、取締規定（取締法規）違反の契約の効力についての検討を求めるものである。\n⑵ 設問１⑴アでは、Ｄは、下線部㋐において、Ａの本件威嚇行為による本件負傷について\nＢの使用者責任が成立することを主張している。使用者責任の要件（民法第７１５条第１項）を、順次、検討することが求められる。\nア まず、被用者の不法行為の要件については、設問上、Ａは本件威嚇行為による本件負傷について不法行為による損害賠償責任を負うものとされている。また、ＡはＢの従業員であるので、使用関係要件も満たす。\nイ 問題となるのは、事業執行性要件である。本件威嚇行為は、職務の執行行為そのものに属するものではないが、「事業の執行について」されたといえるのか。判例を踏まえた検討が求められる。\n判例は、被用者による職務権限の逸脱・濫用行為が問題となる事件類型では、「行為の外形から観察して、恰も被用者の職務の範囲内の行為に属するものとみられる場合」にも事業執行性が認められるとする（最判昭和３６年６月９日民集１５巻６号１５４６\n頁、最判昭和３７年１１月８日民集１６巻１１号２２５５頁ほか）。他方、被用者による暴行が問題となった事件類型では、「事業の執行行為を契機とし、これと密接な関連を有すると認められる行為」に該当する場合に、事業執行性要件を満たすとする（最判昭和４４年１１月１８日民集２３巻１１号２０７９頁、最判昭和４６年６月２２日民集\n２５巻４号５６６頁）。\nＡによる本件威嚇行為は、暴行に準ずるものであり、執行行為契機性・密接関連性の基準が妥当する後者の事件類型に該当する。Ａは、業務のため自動車を運転中に他の自動車の運転者と口論となり、口論中に挑発されて本件威嚇行為に出たものであるから、上記基準を満たし、業務執行性が肯定される。\nウ 結論として、本件負傷についてはＢの使用者責任が成立するものと考えられる。\n⑶ 設問１⑴イでは、Ｂは、下線部㋑の反論において、本件事故の発生についてのＣの過失による過失相殺を主張しているものと解される。\nア Ｃの過失は、被害者Ｄの過失ではないことから、まずは、第三者の過失によっても過失相殺が認められるかを検討しなければならない。\n判例は、民法第７２２条第２項の「過失」は、「被害者側の過失」を包含する趣旨であり、「被害者と身分上ないしは生活関係上一体をなすとみられるような関係にある者の過失」がこれに該当するとする（最判昭和４２年６月２７日民集２１巻６号１５０７\n頁）。「被害者側の過失」による過失相殺が認められる事件類型には、いくつかのものがあるが、配偶者が運転する自動車に同乗していた者が第三者の運転する自動車との衝突により負傷した場合に、配偶者の過失が「被害者側の過失」とされる類型も、その一つである（最判昭和５１年３月２５日民集３０巻２号１６０頁）。この類型での被害者側の過失による過失相殺の合理性については、求償関係の一挙解決及び紛争の一回的処理がいわれる（前掲・最判昭和５１年３月２５日）。\n設例では、Ｄの配偶者Ｃにハンドル操作のミスがあったことから、上記の事件類型に該当し、Ｄの損害賠償請求につき、Ｃの過失による過失相殺が認められ得る。\nイ もっとも、判例は、同乗被害者の配偶者の過失について、「夫婦の婚姻関係が既に破\n- 5 -錠にひんしているなど特段の事情」がある場合には過失相殺が認められないとする（前掲・最判昭和５１年３月２５日）。設例では、この例外に該当しないかについても検討が求められる。\n例外該当性の検討に当たっては、どの時点において「特段の事情」が存在すべきであるのかが問題となる。この点については、被害者側の過失が結果発生に競合する時点である不法行為時を基準とする立場と、求償関係の一挙解決の要請が現実化する時点である損害賠償請求時を基準とする立場とが、考えられる。ＣＤ間の婚姻関係は、本件事故の発生時には円満であったが、その後、請求時までに破綻しているから、いずれの立場をとるかによって、前記の例外に該当するか否かの判断が異なることになる。\n⑷ 設問１⑵アでは、Ｂは、下線部㋒において、Ｃの損害賠償債務に生じた混同の効力によってＢの損害賠償債務が消滅することを主張しており、また、設問１⑵イでは、賠償債務者ＢＣ（ＢＤ）の間での求償関係が問われている。\nア これらの点を検討する前提として、まずは、ＣとＢの債務が連帯債務の関係にあり民法の連帯債務の規定が適用されるのかについて考察することが必要である。\n本件負傷によりＤに生じた損害については、Ｂが使用者責任に基づく損害賠償債務を負うとともに、Ｃも不法行為による損害賠償債務を負う。民法第７１９条第１項及び第\n４３６条の文言からは、共同不法行為の場合は連帯債務となり、同一の損害について複数の者が損害賠償債務を負う場合全般について同様のことがいえそうである。\nしかし、平成２９年法律第４４号による改正（以下「平成２９年改正」という。）前の民法の下で、判例は、同一の損害について複数の者が損害賠償債務を負う場合を不真正連帯債務とし、民法の連帯債務の規定のいくつかにつき、その適用を排除していた（最判昭和４５年４月２１日集民９９号８９頁、最判昭和４８年１月３０日集民１０８号１１９頁、最判昭和５７年３月４日集民１３５号２６９頁など）。\nこの点に関しては、現行法の下でもなお連帯債務の規定の適用が排除されるべきであるのかも、問われ得る。平成２９年改正によって絶対的効力事由に関する規律が大幅な見直しを受けたことにより、連帯債務の規定は、これまで不真正連帯債務とされてきた場合への適用に支障がなくなったともいわれる。他方で、設問１⑵ア・イとの関係で問題となるのは、次述のとおり、平成２９年改正において変更されなかった連帯債務の規定であって、同改正前における判例が不真正連帯債務への適用を排除していたものであることにも、留意しなければならない。\nそのため、ＣとＢの損害賠償債務が連帯債務の関係にあり連帯債務の当該規律が適用されるか否かについては、両論が成り立ち得る。いずれかの見解を、その根拠とともに述べることが望まれる。\nイ 次に、賠償債務者の一人の賠償債務に生じた混同の影響や、賠償債務者相互の間での求償関係について、前記アでの検討を基礎においた検討が求められる。\n(ｱ) ＣとＢの損害賠償債務が連帯債務の関係にあり民法第４４０条及び第４４２条の規定が適用されるとみる立場からは、設例では、ＤがＣについて単独相続をしたことにより、Ｃの損害賠償債務について混同が生ずる（民法第５２０条）。連帯債務者Ｃの債務に生じた混同は、他の連帯債務者Ｂにも効力を及ぼし、Ｂの損害賠償債務が全部消滅する（民法第４４０条）。Ｂによる下線部㋒の主張は、このことを主張するものである。\nこの場合に、ＢＤ間では、ＤのＢに対する求償権（民法第４４２条）が問題となる。\n混同が生じた連帯債務者Ｃ（Ｄ）は、その損害賠償債務を全額弁済したものとみなされる（民法第４４０条）から、他の連帯債務者Ｂに対し、Ｂの負担部分に応じた額の求償権を取得する。\n- 6 -本件事故についてのＡとＣの過失割合は２対８であるから、Ａの使用者であるＢとＣ（Ｄ）の間での責任割合も２対８となり、Ｄの求償権の額は、損害賠償債務の額の２割となる。\n(ｲ) これと対極的な立場として、ＣとＢの損害賠償債務を不真正連帯の関係にあると解して民法第４４０条の規定の適用を排除する見解も考えられる。平成２９年改正前の民法の下で、判例は、不真正連帯債務には、混同の絶対的効力を定める民法の規定が適用されないとしていた（前掲・最判昭和４８年１月３０日）。これに従えば、Ｃの損害賠償債務に混同が生じた場合にも、Ｂの損害賠償債務は特に影響を受けず、そのまま存続することになる。\nこの場合に、ＢＤ間では、ＢがＤに対しその損害賠償債務を履行したときに、ＢからＤに対する求償が問題となる。平成２９年改正前の民法の下で、判例は、不真正連帯債務においては、連帯債務におけると異なり、加害者が自己の負担部分を超えて被害者に損害を賠償したことが求償権の要件となるとしていた（最判昭和６３年７月１\n日民集４２巻６号４５１頁）。これに従えば、Ｂは、Ｄに対する損害賠償債務の額の２割を超えて弁済した場合に、その超える部分につき、Ｄに対する求償権を取得する。\n⑸ 設問１⑶では、Ｂは、下線部㋓の反論において、弁護士法第７２条の規定に違反してされた本件和解は無効であると主張している。同条はいわゆる非弁行為を禁じる取締規定に当たり、本件和解に関しては、取締規定違反の契約の効力についての検討が求められる。\nア 取締規定違反の契約が無効となるかは、①取締規定の目的に照らして契約の効力を否定することが要請されるか、また他方で、②契約の効力を否定することによって取引の安全や当事者間の信義・公平が害されないかを、総合的に考慮して判断される。無効とする場合の法律構成は、強行規定違反（民法第９１条参照）又は公序良俗違反（民法第\n９０条）による。\nイ Ｅは、弁護士法第７２条の規定に違反して、Ｄとの間で委任契約を締結し、また、Ｄを代理してＢとの間で本件和解を締結している。同条による禁止の目的を達するためには、無資格者がした委任契約は無効とされるべきであるが（最判昭和３８年６月１３日民集１７巻５号７４４頁参照）、委任者を代理してした和解契約の効力まで否定する必要はない。かえって、和解契約の効力を否定する場合には、紛争が解決されたものと理解している当事者の利益を害するおそれがある。設例におけるＢが弁護士法違反を口実に本件和解の無効を主張することは、当事者間における信義・公平に反しよう。\n設問に引用した判決も、認定司法書士が委任者を代理して和解契約を締結することが弁護士法第７２条に違反する場合につき、当該和解契約は、その内容及び締結に至る経緯等に照らし、公序良俗違反の性質を帯びるに至るような特段の事情がない限り、無効とはならないとしている（最判平成２９年７月２４日民集７１巻６号９６９頁）。\nウ 結論として、本件和解は無効とならず、Ｂは、反論㋓によりＤの請求を拒むことができないと考えられる。\n以上と異なり、前記判決（前掲・最判平成２９年７月２４日）の射程が及ぶ範囲についての検討に基づき、本件和解は無効であるとする立論も、考えられる。\n２ 設問２について\n⑴ 設問２は、未成年者がした動産の交換契約が取り消された後に、当該動産が他に売却されて転売が重ねられた事例に基づき、問のアにおいて、父母の一方が共同の名義でした取消しの意思表示の効力並びに占有改定及び指図による占有移転に基づく即時取得の成否等に関する検討を求め、また、問のイにおいては、転売主に対する不当利得（侵害利得）返還請求について、当該転売主がした転売に係る適正価額を上回る代金相当額の請求の可否及び転売主が原売主に対して支払った代金額の控除の可否に関する検討を求めるものであ\n- 7 -る。\n⑵ 設問２のアでは、契約①とその取消し、契約②、契約③及び契約④の各段階において乙の所有権がどのように変動したかを順次、検討することが求められる。\nア もともとＤに属していた乙の所有権は、契約①に基づき、ＤからＣに移転した（民法第１７６条）。\nしかし、その後、Ａが契約①を取り消す旨の意思表示をした。そのため、当該意思表示の効力いかんについて検討する必要がある。\nＣは、契約①を締結した時点では未成年であり（民法第４条）、かつ、契約①の締結に関して法定代理人であるＡ及びＢ（民法第８１８条第１項、第８２４条本文）の各同意（民法第５条第１項本文、第８１８条第３項本文）を得ていなかった。そのため、Ａ\nとＢとは、契約①を取り消すことができる（民法第５条第２項、第１２０条第１項）。\n契約①を取り消すには、Ａ及びＢは、共同して取消しの意思表示をしなければならない（民法第８１８条第３項本文）。しかし、Ａは、Ｂに無断で、契約①を取り消す旨の意思表示をしており、しかも、Ｂには契約①を取り消す意思はなかった（【事実Ⅱ】２\n及び３）。もっとも、Ａによる取消しの意思表示（法律行為）は、Ｂとの共同の名義でされたものであり、かつ、Ｄは、当該法律行為がＢの意思に反することを知らなかった（【事実Ⅱ】３）。それゆえ、契約①の取消しは、その効力を妨げられない（民法第８２５条）。\nしたがって、契約①は、遡及的に無効となり（民法第１２１条）、ＤからＣへの乙の所有権の移転も遡ってその効力を失う。\nイ その後、令和７年３月２１日に、Ｅは、Ｃとの間で、乙を買う旨の契約②を締結した。\nＥは、Ｄとの関係において、取消後の第三者に当たる。しかし、Ｄは、同月１７日、Ｃから占有改定（民法第１８３条）の方法によって乙の引渡しを受け（【事実Ⅱ】５）、取消しによる乙の所有権の回復（ＣからＤへの復帰的物権変動）について対抗要件（民法第１７８条）を備えていた。その結果、Ｄによる乙の所有権の回復が確定し、Ｃは、乙に関して無権利者となった。そのため、Ｅは、契約②に基づき、乙の所有権をＣから承継取得することができない。\nウ それゆえ、Ｅによる乙の所有権の取得の可否については、即時取得（民法第１９２条）の成否を検討しなければならない。特に、Ｅは、占有改定の方法によってＣから乙の引渡しを受けた（【事実Ⅱ】６）にとどまるため、占有改定に基づく即時取得の成否が問題となる。\nこの問題について、判例（最判昭和３５年２月１１日民集１４巻２号１６８頁）は、「無権利者から動産の譲渡を受けた場合において、譲受人が民法１９２条によりその所有権を取得しうるためには、一般外観上従来の占有状態に変更を生ずるがごとき占有を取得することを要し、かかる状態に一般外観上変更を来たさないいわゆる占有改定の方法による取得をもつては足らない」と説示する。この判例によれば、Ｅは、乙の所有権を即時取得しないものと考えられる。\nエ Ｅが乙の所有権を即時取得しないとすると、Ｅとの間で契約③を締結したＦもまた、当該契約に基づき、乙の所有権をＥから承継取得することができない。\nそれゆえ、Ｆによる乙の所有権の取得の可否についても、乙の所有権の即時取得の成否を検討しなければならない。特に、Ｆは、指図による占有移転（民法第１８４条）の方法によってＥから乙の引渡しを受けた（【事実Ⅱ】７）にとどまるため、指図による占有移転に基づく即時取得の成否が問題となる。\n判例には、指図による占有移転に基づく即時取得の成立を肯定するもの（最判昭和５７年９月７日民集３６巻８号１５２７頁）とこれを否定するもの（大判昭和８年２月１\n- 8 -\n３日新聞３５２０号１１頁）とがあり、このような結論の相違は、各判例がそれぞれの判断の基礎とした事案の特徴の違いに由来するものと一般に理解されている。\nとりわけ、即時取得の成立を否定した後者の判例は、Ｐが、Ｑから預かり現に占有しているＱ所有の動産を、Ｑに無断でＲに売り、占有改定の方法によって当該動産をＲに引き渡した後、ＲがそれをＳに転売した上で、Ｐに対して、以後、その動産をＳのために占有することを命じ、Ｓがこれを承諾した、との事案に関するものである。すなわち、この事案では、動産の占有はＰの下から一度も動いておらず、その点において、当該事案は、占有改定による即時取得の成否が問題となる事案と特徴を同じくする。\nそして、本問の事案（乙の占有をめぐるＣ、Ｅ及びＦの関係）も、まさしく上述の事案と同じものである。したがって、判例の立場によれば、Ｆは、乙の所有権を即時取得しないものと考えられる。\nオ Ｆが乙の所有権を即時取得しないとすると、Ｆとの間で契約④を締結したＧもまた、当該契約に基づき、乙の所有権をＦから承継取得することができない。\nしかし、Ｇは、Ｆが乙の所有者であると過失なく信じた上で、契約④という取引行為に基づき、乙の現実の引渡し（民法第１８２条１項）を受けた（【事実Ⅱ】８）。そのため、Ｇは、乙の所有権を即時取得する。\n⑶ 設問２のイでは、Ｄは、請求２として、Ｆに対し、不当利得返還請求権に基づき、３５万円の金銭の支払を求めているものと解される。\nア まず、ＤのＦに対する不当利得返還請求権（いわゆる侵害利得返還請求権）の成否について論じなければならない。\n前記⑵オのとおり、ＦのＧに対する乙の処分は、即時取得の成立要件を全て充足する。\nその結果、Ｆは、本来であれば乙の所有者であるＤのみが享受することを許される「乙を処分すること」という利益を受け（Ｆによる受益）、その反面において、Ｄは、当該利益を失うという損失を被る（Ｄの損失及び受益と損失との因果関係）。さらに、Ｆには乙の処分権限がないため、Ｆが当該利益を受けたことについて、法律上の原因も存在しない。\nそれゆえ、Ｄは、Ｆに対して、不当利得返還請求権を取得する。\nイ 次に、ＤがＦに対して不当利得としてその返還を請求し得る利益の内容及びその額について検討する必要がある。\n(ｱ) 不当利得を受けた者（受益者）は、原則として、その者が受けた利益そのもの（原物）を返還すべきである（原物返還の原則）。\nしかし、原物を返還することが不可能である場合には、上記利益の価値を金銭に見積もった上で、その額の金銭を支払うという方法（価額返還）によって当該利益を返還しなければならない。\n本問では、Ｆは、「乙を処分すること」という自らが受けた利益そのもの（原物）をＤに返還することができない。したがって、Ｆは、Ｄに対して、価額返還の方法によって当該利益を返還すべきこととなる。\nそして、この上記利益の価額の算定に関しては、大別して、㋐ＦがＧに対して乙を処分した際にＧからＦに支払われた契約④の代金の額（３５万円）と同じ額とすべきである、との見解と、㋑ＦがＧに対して乙を処分した時点における乙の適正価額（客観的価値。３０万円）と同じ額とすべきである、との見解の２つが対立している。\n判例には、前記㋐の見解に立つかのように見られるものが多く存在する（大判明治\n３８年１１月３０日民録１１輯１７３０頁、大判大正４年３月１３日民録２１輯３７１頁、大判昭和１１年６月３０日判決全集３輯７号１７頁、大判昭和１２年７月３日民集１６巻１０８９頁、最判平成１９年３月８日民集６１巻２号４７９頁）。\n- 9 -他方において、学説では、前記㋑の見解が有力である。\nこのような判例及び学説の議論状況を踏まえつつ、ＤがＦに対して３５万円と３０万円のいずれの金額の金銭の支払を請求し得るか、について論ずることが期待される。\n(ｲ) 以上とは異なる立場として、ＦがＧから受け取った乙の代金（３５万円）又はその一部（乙の適正価額である３０万円相当分）を原物の代位物と捉える構成も考えられる。この立場からは、Ｄは、不当利得返還請求権に基づき、原物の代位物の引渡しとして、代金（３５万円）相当額又はその一部（乙の適正価額である３０万円相当分）\nの金額の支払を請求することができるものと解される。\nウ 不当利得返還請求権の額については、さらに、対価控除の可否も問われる。Ｆは、乙をＧに対して処分することによって一定の利益を受けた。他方において、乙をＥから入手する際にその対価をＥに支払った。そのため、Ｆが乙の処分によって現実に受けた利益の額、すなわちＦがＤに対して不当利得の返還として支払うべき金銭の額は、乙に関する契約④の代金の額又は乙の適正価額から上記対価の額（３０万円）を控除した額とすべきではないか、が問題となる。\nこのような対価控除の主張の可否について判断した最高裁判所の判例は、現在のところ、存在しない。\nまた、学説においては、対価控除の問題の位置付けに関して議論があるものの、結論として、対価控除の主張を認めるべきではない、と唱える見解が有力である。本問で、もしＦが乙をＧに引き渡す前に、Ｄが所有権に基づく返還請求権を行使して、Ｆに対し、乙の引渡しを請求していたとすれば、Ｆは、Ｄに対して、対価控除の主張をすることなく乙を引き渡さなければならないはずだからである。物権的返還請求権が消滅し、不当利得返還請求権が発生した途端に、このようなＤＦ間の利益状況が変化するものと考えるべき理由は、見当たらない。ただし、対価控除の主張を肯定する見解も学説上、主張されている。\n本問においては、以上のような議論状況を踏まえて、Ｆによる対価控除の主張の可否について検討することが期待される。\n〔第２問〕\n１ 本問は、上場会社である取締役会設置会社において、①一見すると取締役会の決議に反するように見える代表取締役が行った設備投資について、当該会社が当該代表取締役の責任を追及する訴えを提起した場合において、当該会社の立場において考えられる主張及びその当否を検討すること（設問１）、②取締役会が株主総会から一任された各取締役の報酬の具体的な配分の決定を代表取締役に再一任する旨の決議に基づき、当該代表取締役が自己の報酬額のみを増額する旨の決定をした行為について、当該会社が当該代表取締役の責任を追及する訴えを提起した場合において、当該会社の立場において考えられる主張及びその当否を検討すること（設問２）、並びに③会計帳簿等の閲覧謄写請求（会社法第４３３条第１項）に係る訴えを提起した株主が、当該訴えに係る訴訟の係属中の募集株式の発行により、総株主の議決権の１００分の３以上という少数株主要件を欠くに至った場合において、当該訴えに係る請求が認められるか否かを検討すること（設問３）を求めるものである。いずれの設問についても、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるかを問うものである。\n２ 設問１について\n⑴ 設問１は、①主要な取引先である乙社から新製品の供給を打診された甲社の代表取締役であるＡが、そのために必要となる４０００万円を要する設備投資（工業用機械βの購入及び設置）を行うに当たり、改めて甲社の取締役会で承認を得るものとされていたにもか- 10 -\nかわらず、緊急性があることから、事前に取締役会に諮ることなく当該設備投資を行った、②Ａは、当該設備投資について事後承認が得られるだろうと考えていたが、実際には事後承認を得ることができず、その後乙社との供給契約を締結することもできなかったという事例において、Ａに対して当該設備投資に係る責任を追及する甲社の立場において考えられる主張及びその主張の当否の検討を求めるものである。\n⑵ まず、甲社としては、工業用機械βの購入が「重要な財産の〔中略〕譲受け」（会社法第３６２条第４項第１号）に該当し、取締役会の決議によらずに工業用機械βを購入した行為は法令に違反するものであり、Ａが「その任務を怠った」（会社法第４２３条第１項）\nと主張することが考えられる。この点については、重要な財産の処分に関する判例（最判平成６年１月２０日民集４８巻１号１頁）によれば、当該財産の価額、その会社の総資産に占める割合、当該財産の保有目的、処分行為の態様及び会社における従来の取扱い等の事情を総合的に考慮して判断することとなる。本問の事実関係（例えば、４０００万円という工業用機械βの価額が甲社の総資産１００億円に占める割合は０．４％にすぎないことや、甲社の内規では、５０００万円以上の取引について取締役会の承認が必要とされており、これまでも５０００万円未満の取引の承認が取締役会の議題とされたことはなかったことなど）を踏まえると、工業用機械βの購入が「重要な財産の〔中略〕譲受け」に該当すると解するのは、上記判例の判断基準を適用する限りは難しいであろう。\n⑶ 次に、甲社としては、Ａの行為は善管注意義務に違反するものであり、Ａが「その任務を怠った」と主張することが考えられる。Ａは、改めて甲社の取締役会で承認を得るものとされていたにもかかわらず、取締役会に諮ることなく工業用機械βを購入しており、一見すると、令和５年１０月に開催された取締役会の決議に反する行為であるようにも見えるため、これをＡの善管注意義務違反と評価することができるかが、本問の主要な論点である（本問では、この点に問題意識を持つことなく、経営判断原則について論ずることは求められていない。）。他方で、本問では、甲社に大きな利益をもたらすことが見込まれる乙社との供給契約を締結するためには、早急に工業用機械βを購入及び設置して質の良い試作品を製作する必要があったという事情も存在する。\nそのため、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、代表取締役が業務執行を行うに際しては基本的には取締役会の決議に従わなければならないところ、①甲社の企業価値の維持・向上という観点からみて緊急性が高い場合には、一見すると取締役会の決議に反するように見える行為を行う余地が認められる場合があるか、また、②本問の事実関係の下で、緊急性があることを理由に事前に取締役会の承認を得なかったＡの行為は、そのような場合であると評価することができるかなどが問題となる。結論としては、Ａの責任を肯定する方向で検討することも、否定する方向で検討することも考えられるであろうが、いずれの立場であっても、本問の事実関係を丁寧に分析し、自らの結論との整合性について説得的に論ずることが求められる。\nなお、Ａの行為を善管注意義務違反と評価することができるかについて判断するに当たっては、工業用機械βを購入するというＡの判断内容自体の合理性についても問題となり得るが、本問の事実関係の下では、判断内容自体の合理性を否定することは難しいであろう。\n３ 設問２について\n⑴ 設問２は、取締役の報酬の総額の上限額を３億円とし、①各取締役の報酬の具体的な配分の決定を取締役会に一任する旨の株主総会の決議及び②各取締役の報酬の具体的な配分の決定を代表取締役であるＡに再一任する旨の取締役会の決議に基づき、Ａが自己の報酬額のみを２億円増額する旨の決定をしたという事例において、Ａに対して当該決定をして増額した報酬を受領したことに係る責任を追及する甲社の立場において考えられる主張及\n- 11 -びその主張の当否の検討を求めるものである。\n⑵ まず、甲社としては、①各取締役の報酬の具体的な配分の決定を取締役会に一任すること又は②これを代表取締役に再一任することは許容されないと主張することが考えられるが、株主総会では取締役の報酬の総額の上限額のみを定め、各取締役の報酬の具体的な配分の決定を取締役会に一任することは許容される（会社法第３６１条第１項に反しない）\nと一般に解されており、①が許容されないと解するのは難しいであろう。まずは、その点を指摘した上で、②が許容されるかを検討することが必要となる。この点については、例えば、株主総会の決議で取締役の報酬の総額の上限額は定まっていることや、会社法施行規則第９８条の５第６号の存在などを指摘して、②が許容されるとすることが考えられる。\nこれに対し、取締役会による代表取締役に対する監督機能が阻害されることなどを指摘して、②が許容されないとすることも考えられないではないが、甲社では、平成２４年以降、各取締役の報酬の具体的な配分を毎年代表取締役に再一任しているため、再一任を否定する旨の主張をすることは自社の長年にわたる報酬実務を否定することになり、さらに令和\n５年度についてもＡ以外の取締役に対する報酬支払も不適法だとする主張となることを理解した上で、それが本問で検討が求められる「甲社の立場において考えられる主張」としてふさわしい内容かも考慮することが求められる。\n⑶ 次に、甲社としては、各取締役の報酬の具体的な配分の決定を代表取締役に再一任することが許容されるとしても、自らの報酬額のみを２億円増額することを決定したＡの行為は善管注意義務に違反するものであり、Ａが「その任務を怠った」と主張することが考えられる。この点については、①そもそも代表取締役による具体的な報酬額の決定が善管注意義務違反を構成することがあり得るか、②善管注意義務違反を構成することがあり得るとしても、善管注意義務違反をどのような基準で判断するべきか（代表取締役に経営判断原則と同程度の広範な裁量を認めるべきか）、③本問の事実関係の下で、自らの報酬額のみを２億円増額することを決定したＡの行為が善管注意義務違反と評価することができるかが問題となる。\n①の点については、例えば、具体的な報酬額の決定は株主総会から委任を受けた取締役会の職務であり、取締役会から再一任を受けた代表取締役の職務であることなどを指摘して、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成し得ることを肯定することも考えられるであろう。これに対し、会社法は取締役の報酬額の決定については株主総会の決議という手続規制を加えるにとどまることなどを指摘して、代表取締役による具体的な報酬額の決定が善管注意義務違反を構成し得ることを否定することも考えられるであろうが、この立場を採る場合であっても、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬のみを２億円増額するという行為の不整合について、これが善管注意義務違反（又は総会決議遵守義務違反）を構成するかについて、検討する必要がある。\n②の点については、例えば、具体的な報酬額の決定には専門的・技術的判断が必要であることなどを指摘して、経営判断原則と同じ内容の判断枠組みによるべきとすることも考えられるであろう。これに対し、再一任を受けた代表取締役による自らの報酬額の決定の場面では自己の利益のために恣意的な決定をする危険があるという問題があることは否定できないことなどを指摘して、そのような判断枠組みによるべきではないとすることも十分に考えられる。いずれの立場を採用するにしても、自らが採用する判断枠組みと整合的な理由付けを適切に指摘することが求められる。\n③の点については、②において自らが採用した判断枠組みに従い、本問の事実関係を丁寧に分析しつつ、自らの報酬額のみを２億円増額したＡの決定が善管注意義務違反と評価することができるかについて、説得的に論ずることが求められる。また、どのような判断\n- 12 -枠組みを採用するとしても、定時株主総会においてＡが報酬を増額すべき理由として株主に対してした説明と、自らの報酬のみを２億円増額するという行為の不整合（株主総会の決議で示された株主の合理的意思から逸脱した行為であるか）にも留意することが望ましい。ただし、この不整合をＡの善管注意義務違反の判断における一要素として論ずるか、別途株主総会決議遵守義務違反として論ずるかは、いずれの構成もあり得るであろう。\nなお、Ａの行った報酬決定が定時株主総会においてＡが株主に対してした説明と不整合であることから、そもそも定時株主総会におけるＡの説明が虚偽のものであったと考える余地もある。この場合には、Ａが虚偽の説明をしなければ株主総会決議がされなかったという関係性が認められれば、甲社はＡの説明義務違反に基づく損害賠償請求をすることも考えられる。\n４ 設問３について\n⑴ 設問３は、甲社の総株主の議決権の約３．２％に相当する数の株式を保有していたＧが、甲社に対して会計帳簿等の閲覧謄写請求（会社法第４３３条第１項）に係る訴えを提起したところ、当該訴えに係る訴訟の係属中に甲社が丙社に対して募集株式の発行をしたことにより、当該訴訟の口頭弁論終結時には、Ｇは甲社の総株主の議決権の約２．９％に相当する数の株式を保有することとなったという事例において、当該訴えに係る請求が認められるか否かの検討を求めるものである。\n⑵ まず、本問の事実関係によれば、総株主の議決権の１００分の３以上という少数株主要件以外の会計帳簿等の閲覧謄写請求の要件が満たされているか検討する必要がある。本問の事実関係によれば、会社法第４３３条第２項各号が定める会計帳簿等の閲覧謄写請求の拒絶事由は見いだし難く、また、Ｇによる請求の理由は具体的に明らかにされていると評価することができるであろう。\n⑶ 次に、総株主の議決権の１００分の３以上という少数株主要件について、これが訴えの提起の時点では充足されていたものの、口頭弁論終結時には充足されていなかったことがもたらす影響について検討する必要がある。\nこの少数株主要件は、会計帳簿等の閲覧謄写請求が認められるための要件であり、当該請求に係る訴えにおいて、事実審の口頭弁論終結時に充足されていることを要することが原則であることを指摘することが求められる。\nもっとも、検査役の選任申立てに関するものではあるが、判例（最決平成１８年９月２８日民集６０巻７号２６３４頁）の判示を踏まえると、訴え提起の時点では少数株主要件が充足されていたものの、その後の募集株式の発行によりこれが充足されないこととなった場合には、会計帳簿等の閲覧謄写請求に係る訴えを妨害する目的で募集株式の発行をしたなどの特段の事情がない限り、当該請求に係る訴えは棄却されると解することができ、このことを反対からみると、上記の「特段の事情」がある場合には、訴えの係属中に少数株主要件を充足しないこととなったときであっても、例外的に当該請求が認められるという立論をすることが可能であろう。このような判断枠組み（なお、判断枠組みとしては、上記の「特段の事情」の有無のほか、信義則違反によるものなども考えられ、具体的な判断枠組みを適切に論ずることができれば、同様に評価される。）を示した上で、本問の事実関係を丁寧に分析し、例外的に請求が認められる場合に該当するかについて説得的に論ずることが求められる。\nなお、上記の法律構成とは異なり、株主が自ら株式を譲渡することにより少数株主要件が充足されなくなる場合と、募集株式の発行等の会社の行為により少数株主要件が充足されなくなる場合とで区別をし、後者の場合には会計帳簿等の閲覧謄写請求が認められるとする考え方もあり得、このような考え方を採るべき理由を示した上で、このような考え方を採る場合には、本問の事実関係では、甲社の募集株式の発行により少数株主要件が充足\n- 13 -されなくなる場合に当たることを指摘し、請求を認容するとの結論を導くこととなるであろう。\n〔第３問〕\n本問は、Ａの相続人であるＸが、本件建物がＡの遺産であることの確認を求める訴えを提起したいという事案を題材として、①遺産確認の訴えが固有必要的共同訴訟と解される根拠及び共同相続人のうち本件建物が遺産であることを争わない者をも被告として訴えを提起することについて確認の利益があるといえることについての検討（設問１）、②共同相続人の一人が遺産確認訴訟において重要な証拠となる売買契約書を廃棄していた場合に、そのことが証明妨害に当たり、訴訟当事者間の信義則に反すると評価できるという主張が認められるための立論（設問２）、③本件建物をＡがＣから買い受けたかどうかが主要な争点となっている場合に、Ａが買い受けたが、その後ＡからＹに黙示の贈与があったという認定をすることにつき、黙示の贈与の主張がなかったときに弁論主義に反するといえる理由及び黙示の贈与の主張があったとしても裁判所がそのような法的観点（法律構成）を採用することを指摘する義務を負うという立論（設問３）のそれぞれにつき検討を求めるものである。\n１ 設問１についていわゆる遺産確認の訴えが固有必要的共同訴訟と解されている根拠について、問題文記載の判例（最判平成元年３月２８日民集４３巻３号１６７頁）において示されている根拠を踏まえつつ解答した上、提訴に消極的な当事者を被告として訴えを提起することと確認の利益との関係を、本問の具体的状況に即して検討し解答することを求める問題である。\n課題１では、固有必要的共同訴訟となるための要件につき、特に訴訟共同の必要が問題になることを指摘した上、それがどのような基準ないし事情に基づいて判断されるかを、前記判例の判断枠組みを踏まえて論述することが期待される。この点、判例の一般的傾向としては、訴訟物の実体法的性質、特に訴訟物を構成する管理処分権が共同的に帰属し、かつ行使されるかという実体的観点を基礎としつつも、紛争解決の統一性や実効性、矛盾判断の回避等の訴訟法的観点も一定の場合に考慮しているとされていることから、これを踏まえての検討が期待される。そして、遺産確認の訴えが、当該財産が遺産分割対象の財産であることを既判力をもって確定し、その後の遺産分割手続を円滑に進行させる機能を持つこと、共同相続人全員の関与が必要となる遺産分割手続の前段階の手続であることから、遺産確認の訴えについても共同相続人全員が当事者となることが必要かつ相当と考えられることなど、前記訴訟法的観点を重視して訴訟共同の必要が肯定される点を指摘できるかがポイントになる。\n課題２は、本件建物が遺産に属することについて争いがないＸとＢとの間で、遺産確認の訴えを適法に提起することができるか（確認の利益、特に即時確定の利益を有するといえるか）を問うものであり、固有必要的共同訴訟となる確認の訴えにおいて、提訴を拒否する一部原告を被告として訴えを提起することができるとした問題文記載の判例（最判平成２０年\n７月１７日民集６２巻７号１９９４頁）の射程が問題になる。また、確認の利益が肯定できるという結論を導くための理論構成が問われており、Ｘの立場からの立論が求められている。\nこれについては、遺産確認の訴えのように合一確定の必要が強く認められる訴えにおいて、一部当事者について、確認の利益が肯定できないことを理由に本案判決をしないとすることは、その紛争解決機能を弱めるもので妥当ではない、確認の利益を否定することは、提訴を拒否する者を被告とすることを認めて提訴を望む当事者の訴権の保護を図り、違法な権利関係を本案判決によって是正しようとした意味が失われる、遺産確認の訴えの目的ないし存在意義は、遺産帰属性の有無を既判力をもって確定させ、その後の遺産分割手続において遺産帰属性についての蒸し返しを許さないとする点にあるが、このような目的等は、現在遺産帰属性について争いのない当事者間でも等しく妥当する、確認の利益が要求されるのは、およ\n- 14 -そ権利又は法律関係とはいえない事象について訴えによる解決を求めることが妥当ではないという点にあるところ、本問のような場合にはそのような事情はなく、むしろ権利又は法律関係の確定が必要かつ有益な場合である、などといった理由から、確認の利益（即時確定の利益）を肯定することが考えられる。いずれにしても、遺産確認の訴えの目的や固有必要的共同訴訟となる根拠、前記問題文記載の判例の趣旨、あるいは確認の利益が要求される趣旨などに遡って、説得的な根拠を示すことが期待される。\n２ 設問２について設問２は、訴訟において重要な証拠になると考えられる売買契約書が一方当事者によって廃棄された場合に、相手方当事者としてはどのような主張をすることができるかにつき、本問におけるＸらの立場からの検討を求めるものである。問題文にも示されているとおり、提出義務のある文書を滅失させた場合に関する規定として民事訴訟法第２２４条第２項があるが、本問では、より広く、同条などの規定の基礎にあると考えられるいわゆる証明妨害の法理についての理解を問うものである。まず、課題①において、当事者の一方が相手方当事者による証拠の収集・提出を不可能又は困難にするという証明妨害行為の意義を確認した上で、課題②では、証明妨害の法理の趣旨について、学説上も比較的多数と思われる信義則説によることを問題文で明示し、なぜ証明妨害行為が信義則に反すると評価できるのかを説明するよう求めるとともに、信義則違反との評価を基礎付ける要素として一般的にどのようなものが考えられるかを問い、課題③において、本問で示されている事実関係に即して、Ｙによる本件契約書の廃棄について信義則違反が認められるという結論を導くための当てはめを行うことを求めている。\n証明妨害法理の根拠を信義則に求める見解においても、証明妨害行為がいかなる意味で信義則に反すると考えるのかについては、様々な考え方が存在するが、解答に当たっては、必ずしも既存の学説について正確に記憶していることが求められるわけではなく、相手方当事者に証明困難という不利益を課しつつ、その反面で自らは訴訟上有利な地位に立つという利益を獲得するものである、という証明妨害行為の基本的な性格を適切に踏まえた上で、そうした行為の客観的性格や行為者の主観的態様に照らし、当該行為に対して規範的に否定的な評価が導かれる旨を論じることが期待される。例えば、妨害行為となることを知りながら、相手方当事者に不利益な判断をもたらし、妨害者が利益を得ようとすることは、一種の禁反言として許容されない、と説明することや、当事者には信義則上一定の協力義務が課されている旨を論じた上で、証明妨害行為はこれに違反すると説明することなどが考えられよう。\n信義則違反という評価を基礎付ける一般的な要素としては、こうした根拠に結び付けた形で、相手方当事者に証明困難という不利益を発生させるという客観的な側面と、行為者の認識又は認識可能性という主観的な側面を指摘できるかがポイントとなる。\n課題③の当てはめにおいても、課題②において述べた一般論と対応させながら、証明困難という結果が現に生じているという客観的側面と、行為者であるＹが、その後の訴訟においてＡによる建物所有権の取得の有無が争われる可能性や、その場合に本件契約書が重要な証拠となることを十分に認識できたという主観的側面に関する評価を導き得る事実関係を、説得的に摘示できているかどうかがポイントとなる。前者の客観的側面に関しては、本件契約書がＣＡ間の本件建物の売買契約締結の事実を立証するための重要な証拠（処分証書）であるという事情や、証人となる可能性があったＡ及びＣが死亡し、Ｃが保管していた売買契約書が焼失していることから代替証拠が乏しいという事情などに触れることが考えられ、後者の主観的側面に関しては、本件廃棄行為がＹも参加した遺産分割協議で本件建物の遺産帰属性という争点が顕在化した後にされているという事情や、Ｃは、Ｙから売買契約書の存否について聞かれた際に、Ｃが所持していた売買契約書は焼失した旨をＹに告げたと話しており、Ｙとしては本件契約書が唯一の有力な証拠であるという事情を認識していたと考えられるこ\n- 15 -となどを述べていくことになろう。また、これらの事情から、Ｙには本件契約書を保存すべき義務があったなどと論じることも考えられよう。\n３ 設問３について設問３は、弁論主義の第一原則（主張原則）及び法的観点指摘義務の意義・適用について、基本的な理解を具体的事例を通じて問うものである。\n課題①では、不意打ち防止と弁論主義の関係を問う前提として、主張原則の内容、主要事実及び抗弁の意義、その具体的事例への当てはめといった基本的事項について、正確な理解を解答することが求められる。\nなお、本問では、黙示的意思表示の要件事実については、いわゆる主要事実説を前提とし、ＡＹ間贈与の事実は、所有権喪失の抗弁の主要事実となること、弁論主義の適用が主要事実に限定されるべきか否かについては検討の必要がないことを前提とした。参考判例として、最判昭和５５年２月７日民集３４巻２号１２３頁が挙げられる。\n課題②では、本件各事実についてＹに対して釈明権が行使されたものの、Ｙが明示的にそれらの事実主張をしない旨の意思表示をした場合に、本件各事実に基づいて贈与の事実を認定することは、不意打ちには当たらないものの、弁論主義の意義との関係では問題があることを、弁論主義の根拠論に遡って検討することが求められる。\n弁論主義の根拠論として複数の議論があるが、比較的多数とみられる本質説ないし私的自治説からは、実体法上の私的自治原則の訴訟手続への反映と見ることから、判決の基礎となるべき事実の提出について当事者の権限が及ぶべきこと、求釈明による不意打ち防止は、当事者が真意に基づく攻撃防御を尽くすための機能的（手段的）役割と位置付けられることを論ずることになる。不意打ち防止の要請は、弁論権の実質的保障に係る要請であること、仮に本問でＱが述べたような帰結を認めてしまうと、求釈明さえ行えば、当事者からの主張がなくとも裁判所は証拠から事実を認定できることになり、職権探知主義との境界が曖昧になることも指摘できよう。\n課題③は、課題②と異なり、本件各事実について当事者から主張がなされた場合であっても、裁判所は、死因贈与という法的構成について当事者に指摘すべき義務を有するかを問うものである。\n法的構成についての判断は、原則として裁判所の権限に属するが、法的構成と事実主張・立証は深く結びついており、判決における不意打ち防止の要請は事実のみならず法的観点（法的構成）にも及ぶべきとするならば、審理過程において、当事者の弁論権を実質的に保障するために、裁判所は法的観点（法的構成）についても指摘する義務を負うこと、その理論構成として、釈明権行使による不意打ち防止や弁論権の実質的保障の機能を法的構成まで拡充する必要性等を論ずることが求められる。参考判例として、最判平成２２年１０月１４日集民２３５号１頁が挙げられる。\n具体的事例への当てはめにおいては、弁論準備手続終結時に主たる争点の限定とこれに基づく証拠調べが行われていること、いずれの当事者も死因贈与を念頭においた攻撃防御の機会を得ておらず、期待可能性もなかったこと等の指摘が求められる。\n【刑事系科目】\n〔第１問〕\n本問は、設問１において\n⑴ 乙が、私立Ａ大学（以下「Ａ大」という。）の入試会場において、甲に成り済まして小論文試験の解答用紙（以下「本件用紙」という。）に甲の受験番号である「Ａ１２３」を記載した上で解答を記入し（以下「本件作成行為」という。）、本件用紙をＡ大に提出した行為\n（以下「設問１⑴の行為」という。）について、設問１⑴として、乙に有印私文書偽造・同\n- 16 -行使罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることを求め、その際、特に本件作成行為が「偽造」に当たるかについて、文書の名義人及び作成者の意義をそれぞれ明らかにした上で、株式会社Ｘの取締役Ｙがその秘書\nＺに命じて取締役Ｙ名義の文書を作成させた場合と比較しつつ論じ、その他の成立要件についても言及することを求め、⑵ 乙が、Ｂ店において、店員Ｃに対して腕時計の購入を申し込み、その際、甲に成り済まして甲名義のクレジットカード（以下「本件カード」という。）をＣに提示し、Ｂ店に設置されたカード決済端末機に本件カードを差し込み、その暗証番号を入力し、Ｃをして、乙が甲本人であり、本件カードの正当な利用権限を有していると信じさせ、乙に対して上記腕時計を交付させた行為（以下「設問１⑵の行為」という。）について、設問１⑵として、乙に詐欺罪が成立するとの立場から、その結論を導くために、どのような説明が考えられるかについて論じることを求め、その際、特に「人を欺く行為」の意義を明らかにした上で、設問１\n⑵の行為は「人を欺く行為」に当たらないとの立場に反論しつつ論じ、その他の成立要件についても言及することを求め、⑶ 設問１⑴の行為及び設問１⑵の行為について、設問１⑶として、甲に乙との間で有印私文書偽造・同行使罪及び詐欺罪の共同正犯が成立するとの立場から、その結論を導くために、それぞれどのような説明が考えられるかについて論じることを求め、その論述に当たっては、本件用紙に甲の受験番号である「Ａ１２３」が記載され、本件カードが甲名義であるにもかかわらず、甲に共同正犯が成立する理由に触れつつ論じることを求めている。\nまた、本問は、設問２において\n⑴ 甲が、令和６年４月１日に、Ｄの顔面を拳で殴ってＤに全治約２週間を要する顔面打撲の傷害を負わせた行為、及び、丙の顔面を拳で殴って丙に全治約２週間を要する顔面打撲の傷害を負わせた行為（以下「甲の４月１日の犯行」という。）\n⑵ 甲が、同年７月１日に、Ｄの頭部を拳で十数回殴り（以下「本件暴行」という。）、これによりＤに硬膜下血腫を生じさせて意識を喪失させ、その後、丙がＤを抱えてＥ病院に向かっていた際に丙及びＤが自動車に衝突され、Ｄが同衝突によって生じた肝臓破裂による失血により死亡したこと（以下「甲の７月１日の犯行」という。）\n⑶ 甲がＤに４月１日と同様の暴行を加えるかもしれないと思ったにもかかわらず、甲の７月\n１日の犯行を阻止しなかった丙の態度について、甲及び丙の罪責の検討を求めている。\nこれらにより、刑事実体法の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力及び論理的思考力を問うものである。\n設問１について\n⑴ 設問１⑴について設問１⑴では、本件作成行為が「偽造」に当たるかについて検討する上で、まずは、私文書偽造罪における「偽造」の意義を踏まえておく必要がある。偽造の意義については、「作成権限なく他人の名義を冒用して文書を作成すること」と定義するものと「文書の名義人と作成者との間の人格の同一性を偽ること」と定義するものとがあり、両者は同義だと解されているが（最判昭和５９年２月１７日刑集３８巻３号３３６頁）、近時は後者を用いることが多くなっている。\n偽造の意義について「文書の名義人と作成者との間の人格の同一性を偽ること」と解する場合には、文書の名義人及び作成者の意義をそれぞれ明らかにする必要があるが、特に作成者の意義に関しては、文書を事実として物理的に作成した者とする考え方（以下「事実説」\nという。なお、事実説は、行為説、物体化説などとも称されている。）や、文書に表示された意思又は観念が由来する者とする考え方（以下「観念説」という。なお、観念説は、意思\n- 17 -説、精神性説などとも称されている。）などがあり得るところ、自己の依拠する立場から偽造の意義を明らかにする必要がある。\n以上を踏まえて、本件作成行為が「偽造」に当たるかについて、株式会社Ｘの取締役Ｙがその秘書Ｚに命じて取締役Ｙ名義の文書を作成させた場合（以下「秘書事例」という。）と比較しつつ、論述する必要がある。\n事実説に立つ場合、秘書事例及び本件作成行為のいずれについても偽造に当たり得るが、秘書事例においては、公共の信用が損なわれないので違法性が否定されるのに対し、本件作成行為については、名義人が他人に作成を授権できない文書であることから違法性は否定されないなどと論じることとなろう。その上で、その他の成立要件（「事実証明に関する文書」\nや「署名（有印性）」など）についても充足することを示し、乙に有印私文書偽造・同行使罪が成立するとの結論を導くこととなろう。\n観念説に立つ場合、秘書事例においては、文書の名義人は取締役Ｙであり、文書に表示された意思又は観念が由来する者も取締役Ｙであって、名義人と作成者との間で人格の同一性の齟齬は生じていないのであるから、偽造には当たらない。これと同様に考えれば、本件作成行為についても偽造に当たらないとの結論もあり得るが、本件用紙は受験した志願者本人の学力の程度をＡ大において判断するためのものであり、文書の性質上、その名義人であり\nＡ大の志願者である甲自身による作成だけが予定され、他人が代わって作成することのできない文書であると考えれば、作成者は乙ということになり、名義人である甲との間で人格の同一性の齟齬が生じているとして、本件作成行為が偽造に当たることを論じることとなろう。\nまた、文書の性質上、一定の場所的状況において作成されることが予定されている文書については、名義人はそうした属性を備えた者に限定されるので、本件用紙の名義人は単なる甲ではなく、「実際に試験場で受験した甲」という虚無人であると考えれば、観念説の意味では甲が作成者であるとしても、なお名義人と作成者との間で人格の同一性の齟齬が生じているとして、本件作成行為が偽造に当たることを論じることとなろう。その上で、上記と同様に、その他の成立要件（「事実証明に関する文書」や「署名（有印性）」など）についても充足することを示し、乙に有印私文書偽造・同行使罪が成立するとの結論を導くこととなろう。\n他の理論構成もあり得るが、いずれの考え方に立って論じるとしても、作成者及び名義人の意義に関する自説を、秘書事例と本件作成行為に適切に当てはめながら、両事例の相違点を明らかにしつつ論じ、結論を導く必要がある。\n⑵ 設問１⑵について設問１⑵では、まずは詐欺罪における「人を欺く行為」の意義について、判例（最決平成\n２２年７月２９日刑集６４巻５号８２９頁等）を踏まえて論述する必要がある。なお、近時の判例は、本件のように財産的損害の存否が問題となり得る事案では「交付の判断の基礎となる重要な事項」（重要事項性）を偽る行為があったかどうかの判断を重視しているところ、「人を欺く行為」の意義を論述する上でも、この点を意識した論述が必要となろう。\nその上で、設問１⑵の行為は「人を欺く行為」に当たらないとの立場に反論しつつ、乙に詐欺罪が成立するとの結論を導く必要がある。\nこの点につき、名義人の承諾があることによって取引の最終的な決済が現実に見込まれる場合には、クレジットカード会社に財産的損害が発生する具体的な危険がなく、ひいては加盟店にも財産的損害が発生する具体的な危険がないとして、支払意思・能力を偽っていなければ重要事項性についての偽りはなく、人を欺く行為には当たらないとの考え方があり得る。\nまた、名義人の個別的な承諾に基づいて、クレジットカード（以下「カード」という。）を使用する第三者に対するコントロールが及んでおり、その使用に対する決済が名義人の口座によって確実になされる見込みがある場合には、第三者による使用が実質的には名義人によ\n- 18 -る使用と同一視することができるとして、名義人本人と同視し得る者が許諾を得て使用するような場合には人を欺く行為には当たらないとの考え方があり得る。このほかにも様々な考え方があり得るが、これらの考え方に立った場合、乙は支払意思・能力を偽っていない、あるいは、乙による本件カードの使用は実質的には甲による使用と同一視することができるなどとして、設問１⑵の行為は「人を欺く行為」には当たらないとすることになろう。\nこれらの考え方に対しては、本件カードの会員規約において、会員は、他人にカードを利用させてはならず、貸与等によりカードの占有を他人に移転することを禁じる旨が定められており、また、本件カードの加盟店規約において、加盟店は、善良な管理者の注意義務をもって、カードを提示した者とカードの名義人の同一性を確認することなどが定められており、Ｂ店では名義人以外の者によるカードの利用には応じないことにしていたことや、通常、過失によって同一性確認を怠った場合には、加盟店には規約違反としてカード会社から立替払いを受けられない危険性があることなどを指摘し、カード利用者とカード会員の同一性は、この確認を怠った場合に立替払いを受けられないおそれがあるという意味において、加盟店固有の経済的損害に直結する事情であり、カード利用者が会員か否かは、Ｂ店の経営にとって重要な事項に該当するなどといった反論をしつつ、本件カードの名義人である甲に成り済まし、本件カードの正当な利用権限がないのにこれがあるように装った設問１⑵の行為は、交付の判断の基礎となる重要な事項を偽ったものとして、「人を欺く行為」に当たることなどを論じることとなろう。その上で、その他の成立要件についても充足することを示し、乙に詐欺罪が成立するとの結論を導くこととなろう。\n⑶ 設問１⑶についてア 甲に、乙との間で有印私文書偽造・同行使罪の共同正犯が成立するとの結論を導くための説明名義人が自己名義の文書を作成する行為は、偽造とは言えず、その場合に名義人は私文書偽造罪の実行行為を自ら行うことができず、単独正犯になり得ない。したがって、甲が、本件用紙に甲の受験番号である「Ａ１２３」を記載した上で解答を記入する行為は、偽造とは言えず、その場合に甲は私文書偽造罪の実行行為を自ら行うことができないので単独正犯になり得ないが、それにもかかわらず、本件の場合に共同正犯にはなり得るかが問題となる。\nこの点につき、単独では私文書偽造罪の主体となり得ない名義人も、私文書偽造をなし得る者との共同実行により法益侵害を惹起することは可能であるとして、共同正犯が成立し得るとの考え方や、文書の性質上、一定の場所的状況において作成されることが予定されている文書については、名義人はそうした属性を備えた者に限定されるので、そうした属性を備えておらず単に名前の使用を承諾しただけの者は、文書作成の名義人ではないから、現実の作成者と共に文書に対する公共の信用を侵害した者として、私文書偽造罪の共同正犯たり得るとの考え方などがあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、上記のような問題の所在を踏まえ、自説の論拠を明らかにした上で、甲に乙との間で有印私文書偽造・同行使罪の共同正犯が成立するとの結論を導くこととなろう。\nイ 甲に、乙との間で詐欺罪の共同正犯が成立するとの結論を導くための説明代金支払の意思・能力のある名義人が自己名義のカードを使用する行為は、詐欺とは言えず、その場合に名義人は詐欺罪の実行行為を自ら行うことができず、単独正犯になり得ない。本件において、甲は、５万円程度であればカードの利用代金支払日までにアルバイ\nトをして工面できると考え、乙の要求に応じており、その後、実際にアルバイトにより５万円を工面しているのであるから、乙が甲名義のカードを利用して５万円相当の物品を購入することに関して、甲にはその代金支払の意思及び能力があったと言える。したがって、- 19 -\n甲が自己名義のカードを使用したとしても、詐欺とは言えず、その場合に甲は詐欺罪の実行行為を自ら行うことができないので単独正犯になり得ないが、それにもかかわらず、本件の場合に共同正犯にはなり得るかが問題となる。\nこの点につき、上記私文書偽造罪の場合と同様に、単独では正犯たり得ない者も当該犯罪の不法を実現できる者と共同してであれば正犯たり得るとの考え方に立った場合には、単独では詐欺罪の主体となり得ない甲も、詐欺をなし得る乙との共同実行により法益侵害を惹起することは可能であると考え、甲は、乙と共謀の上、その共謀に基づいた乙が、Ｃ\nを錯誤に陥れて上記のような立替払いを受けられないリスクを負わせた状態で上記腕時計を交付させたなどとして、甲に乙との間で詐欺罪の共同正犯が成立するとの結論を導くことなどが考えられる。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、上記のような問題の所在を踏まえ、自説の論拠を明らかにした上で、甲に乙との間で詐欺罪の共同正犯が成立するとの結論を導くこととなろう。\n設問２について\n⑴ 甲の４月１日の犯行について甲は、故意にＤの顔面を拳で殴り、これによりＤに全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲にはＤに対する傷害罪が成立する。また、甲は、故意に丙の顔面を拳で殴り、これにより丙に全治約２週間を要する顔面打撲の傷害を負わせているのであるから、甲には丙に対する傷害罪が成立する。これらの点については、傷害罪の各構成要件要素を充足することを簡潔に示せば足りる。\n⑵ 甲の７月１日の犯行について甲は、Ｄに対して本件暴行を加え、これによりＤに硬膜下血腫を生じさせて意識を喪失させ、その後、丙がＤを抱えてＥ病院に向かっていた際に丙及びＤが自動車に衝突され、Ｄは同衝突によって生じた肝臓破裂による失血により死亡した。このように、本件では、本件暴行とＤの死亡との間に、自動車の衝突という事情が介在しているため、傷害罪にとどまるか致死結果まで帰責されるかが問題となるところ、本件暴行とＤの死亡との間に因果関係を肯定することができるかを検討する必要がある。\nこの点につき、刑法上の因果関係を肯定するためには実行行為の危険性が結果に現実化したことが必要であるとする考え方に立った場合、介在事情が行為者の行為による危険を上回る新たな結果発生の危険を生じさせていない場合には因果関係が肯定され、介在事情が行為者の行為による危険を上回る新たな結果発生の危険を生じさせている場合には、介在事情につき行為者の行為による誘発・影響があれば因果関係が肯定されるが、介在事情が行為者の行為と独立のものであれば因果関係は否定されることになろう。\nまた、条件関係の存在を前提として、行為の時点に立ち、社会生活上の経験に照らしてその行為からその結果が発生するということが相当だと認められる場合に因果関係を肯定する考え方もあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、事案を具体的に分析して問題の所在を的確に示した上で、自説の論拠を明らかにして規範を定立し、その規範を具体的な事実関係に当てはめて結論を導く必要がある。\n⑶ 甲によるＤに対する暴行を阻止しなかった丙の態度についてア 問題の所在本件において、甲と丙との間には本件暴行を加えることについての意思連絡が認められないため、丙を共謀共同正犯として処罰することはできない。また、丙は、甲が本件暴行に及んだ際、本件居室内のトイレ内にいただけであって、言葉を発するなど何らかの積極的な行動に出てはいないため、丙を作為による幇助犯として処罰することもできない。そ\n- 20 -こで、甲がＤに対して暴行を加えようとしていることを認識しつつ、何もしなかった丙の態度について、不作為犯として処罰することができないかが問題となる。\nイ 作為義務の発生根拠について不作為犯が成立するためには、その関与類型いかんにかかわらず、関与者に作為義務が必要であるところ、本件のような子どもに対する暴行を親が放置する事案では、作為正犯の犯行によって侵害されようとしている法益を保護すべき関係があることが作為義務の発生根拠となる。このような法益を保護すべき関係を根拠付けるものとしては、親権者という法的地位や同居の実態、被害者の生命・身体の安全確保が行為者のみに依存している状態、子に虐待を加える者と同居や交際を継続したことによる法益への危険創出などといった事情が挙げられる。そのため、本件においても、丙がＤの母親であり、同居の実態があることや、丙以外に甲による暴行からＤを守れる者がいないことなどを指摘して、丙に作為義務があることを論じることとなろう。\nウ 作為義務の内容（作為容易性）、一定程度の結果回避可能性（因果関係）について本件において、本件暴行を阻止するために丙に期待される行為としては、丙が居間に戻って甲がＤに本件暴行を加えないように監視したり言葉で制止したりする行為（以下「①\n行為」という。）と、丙が身を挺して甲を制止する行為（以下「②行為」という。）の２つが想定される。この点につき、作為義務のある者に義務付け得る作為は、当該作為を行った場合に予想される不作為者に生じる法益侵害の程度といった当該作為の容易性や、当該作為によって結果を回避し得る可能性の程度を考慮して、そのような作為を行うことを当該不作為者に要求し得るかどうかを、個別具体的事例ごとに判断していく必要があろう。\n本件では、丙が①行為に及んだとしても、甲が丙に暴行を加える蓋然性は高くなかったのであるから、①行為を行うことは丙にとって相当程度容易であったと考えられ、また、丙が①行為に及んだとしても、本件暴行を確実に阻止できる状況にはなかったものの、丙が①行為に及んでいれば、本件暴行を阻止できる可能性は相当程度あったのであるから、丙に対して①行為を行うことを要求すること（①行為を義務付けること）は許されると考えられる。\n他方、丙が②行為に及んでいれば、本件暴行を確実に阻止できる状況にあり、また、丙が②行為に及んだとしても、甲が丙の腹部に暴行を加える蓋然性は高くなかったが、甲が丙に４月１日と同様の暴行を加える蓋然性は高かった。その上で、②行為に及んだ場合に甲が丙に４月１日と同様の暴行を加える蓋然性が高いことや、４月１日に丙が身を挺して甲を制止したところ、甲から顔面を拳で殴られて全治約２週間を要する顔面打撲の傷害を負っていることなどを理由に、②行為により本件暴行を阻止することは著しく困難である（作為容易性がない）と判断した場合には、丙に対して②行為を行うことを要求すること（②行為を義務付けること）は許されないこととなろう。このように考えた場合には、丙に義務付けられるのは①行為のみとなろう。これに対し、②行為に及んだ場合に、甲が丙に４月１日と同様の暴行を加える蓋然性が高かったとしても、甲が丙の腹部に暴行を加える蓋然性は高くなかったことや、４月１日に丙が身を挺して甲を制止したところ、甲から顔面を拳で殴られて傷害を負った事実はあったものの、甲は胎児への影響を考えて丙の腹部に暴行を加えることまではしなかったことなどに鑑みて、②行為により本件暴行を阻止することが著しく困難であるとまではいえない（作為容易性はある）と判断した場合には、丙に対して②行為を行うことを要求すること（②行為を義務付けること）も許されることとなろう。\nその上で、不作為による単独正犯の場合は、作為に出れば確実に結果を回避し得た（結果回避の確実性）という意味での結果回避可能性が成立要件とされているのに対し、不作為による幇助の場合は、結果回避の確実性までは必要とせず、確実性よりは低い程度の結\n- 21 -果回避可能性で足りるとする考え方が有力である。裁判例においても、札幌高判平成１２年３月１６日判時１７１１号１７０頁は、作為義務者が、一定の作為によって正犯者の犯罪を防止することが可能であるのに、そのことを認識しながらその一定の作為をせず、これによって正犯者の犯罪の実行を容易にしたことを、不作為による幇助犯の成立要件として挙げ、犯罪の実行をほぼ確実に阻止し得たという要件は不必要である旨判示しており、不作為による幇助の因果性を検討する上で参考となろう。\nエ 関与類型の区別について不作為による関与は、これをどの関与類型（正犯・共犯）に振り分けるかが問題となるところ、この点につき、作為義務違反がある場合には原則として正犯が成立すると解する考え方や、作為正犯の犯行を阻止しないという態様で犯行に関与した者は原則として幇助犯にとどまるとする考え方、当該不作為が犯罪実現過程において持つ支配力等により個別的に判断し、不作為者が作為に出ていれば確実に結果を回避できたであろう場合には不作為の同時正犯となり、結果発生を困難にした可能性がある場合には不作為による幇助犯になるとする考え方などがあり得る。\nこのほかにも様々な考え方があり得るが、いずれの考え方に立って論じるとしても、自説とは反対の考え方を意識しつつ、自説によれば、これまでの検討を踏まえて認定した丙に義務付けられる作為の内容に応じて、それらの義務を履行しなかったことがどの関与類型に該当するのかについて検討し、結論を導く必要がある。\n〔第２問〕\n本問は、住居侵入・窃盗事件の捜査及び公判に関する具体的な事例を素材として、刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、逮捕に伴う無令状捜索・差押えについて、基本的・応用的論点の検討を通じ\nて、捜索・差押えに対する令状主義の規律とその例外についての正確な理解と具体的事実への適用能力を試すものである。すなわち、検察官、検察事務官又は司法警察職員は、犯罪の捜査をするについて必要があるときは、裁判官の発する令状により捜索・差押えをすることができる（刑事訴訟法第２１８条第１項）ところ、令状主義の例外として、被疑者を「逮捕する場合」\nにおいて必要があるときは、「逮捕の現場で」無令状で捜索・差押えをすることができる（同法第２２０条第１項柱書・同項第２号、第３項）とされている。この逮捕に伴う無令状捜索・差押えが認められる実質的根拠については、逮捕現場や被逮捕者の所持品・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いことそれ自体に着目し、実質的には「正当な理由」（憲法第３５条）が存在するに等しく、裁判官による事前の司法審査を介在させるまでの必要性がないとする見解（相当説・合理性説）や、逮捕現場や被逮捕者の所持品\n・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いと認められることを前提としつつ、それに加えて、そのような証拠が、逮捕の際に被逮捕者等によって隠滅や破壊されることを防止し、これを保全する緊急の必要性があるためとする見解（緊急処分説）\nなどが主張されているところ、どのような立場を採るかによって、逮捕に伴う無令状捜索・差押えが認められ得る時間的・場所的範囲が異なってくると思われる。そのため、本設問では、逮捕に伴う無令状捜索・差押えが認められる趣旨や実質的根拠について、自説を明らかにし、時間的・場所的範囲（限界）の解釈を示すことが求められる。\n下線部①において、司法警察員Ｐは、甲の潜伏先であったＸ方内のリビングで甲を逮捕した後に、同方内の和室の捜索を実施しているため、その捜索の適法性を判断するに当たっては、捜索場所が被逮捕者の甲の自宅ではなく、第三者であるＸ方内であることなど、本設問の事情\n- 22 -を踏まえた検討をすることが求められる。具体的には、無令状捜索の場所的範囲に関しては、例えば、相当説・合理性説の立場からすると、逮捕地点を起点として同一の管理権が及ぶ範囲内の場所と説明することなどが考えられるが、そうした考え方に立った場合、甲の逮捕場所たるリビングと捜索実施場所たる和室の管理権が同一か否かについての検討が必要であろうし、緊急処分説の立場からすると、逮捕の際に被逮捕者が証拠を隠滅することが可能な範囲内の場所、すなわち、甲の直接支配下にある場所と説明することなどが考えられるが、そうした考え方に立った場合、甲を逮捕したリビングと捜索場所たる和室が別室であることや、捜索時に甲が和室には現在しないことなどの検討が必要になろう。また、本設問において無令状捜索をした場所は、前記のとおり、第三者であるＸ方内であるところ、逮捕に伴う無令状捜索においても、刑事訴訟法第２２２条第１項により、同法第１０２条が準用されるため、第三者に属する場所や物が捜索の対象である場合には、「押収すべき物の存在を認めるに足りる状況」（同条第２項）が必要であることについても、検討する必要があろう。いずれにせよ、本設問では、逮捕と捜索の時間的間隔に関する事情、逮捕の地点と捜索の場所に関する事情、捜索の必要性に関する事情など、様々な事情が存在するので、これらの事情を適切に抽出して評価し、自己の見解に当てはめ、その適法性を論じる必要がある。\n下線部②において、司法警察員Ｐは、Ｘ方内のリビングで甲を逮捕した後、リビングの捜索を開始したが、その捜索の際、現場に居合わせた甲の交際相手であるＹの上着のポケット内に手を入れて、同ポケット内の物を取り出しているため、その適法性の判断に当たっては、下線部②の行為の対象、すなわち無令状捜索の対象が、たまたま居合わせた第三者の身体であった点に着目した論述をすることが求められる。この点については、相当説・合理性説はもとより、緊急処分説であっても、逮捕に伴う無令状捜索・差押えが認められる実質的根拠を、逮捕現場や被逮捕者の所持品・身体には、被疑事実に関連する証拠が存在する蓋然性が一般的・類型的に高いことに求めている（あるいはそれを前提としている）ところ、逮捕の現場に居合わせた被逮捕者以外の第三者が、逮捕事実に関連する証拠を所持している可能性は一般的・類型的に高いとは言えないため、逮捕の現場に居合わせた第三者の身体は無令状捜索の対象にはならないとする考え方（消極説）があり得よう。他方で、刑事訴訟法第２２０条第１項第２号は、「逮捕の現場」で「逮捕する場合」においてする捜索を許容しつつ、その対象については文言上明示的に限定していないこと、同法第２２２条第１項は逮捕に伴う無令状捜索の場合にも同法第\n１０２条第１項に加え第２項についても（被疑者以外の者の「身体」を特に除外することなく）準用することを認めていることなどから、逮捕の現場に居合わせた第三者の身体の捜索も許され得るとする考え方（積極説）もあり得よう。ここでは、この点についての自身の立場を明らかにした上で、①消極説に立つのであれば、さらに、場所に対する無令状捜索に付随する措置\n（必要な処分）の一環として、捜索場所に居合わせた第三者が捜索の実施中あるいはその開始直前に、隠匿・破壊しようとした捜索・差押えの目的物を取り戻すために、同人の身体に有形力を加えてその妨害を排除する、あるいは原状を回復する措置を講じることができないかを検討することが求められよう。また、②積極説に立つのであれば、同法第１０２条第２項が規定する「押収すべき物の存在を認めるに足りる状況」があるかどうかを検討することになろう。\nいずれの見解に立つにせよ、逮捕に伴う捜索・差押えが認められる趣旨や実質的根拠を踏まえた上で、それと矛盾のない論理一貫した論述が求められる。そして、司法警察員Ｐの行為が適法になり得るという見解に立った場合には、本設問における様々な事情を抽出して評価し、Ｙ\nが証拠物を身体に隠匿している高度の蓋然性が認められるか否かにつき、各見解が提示する枠組みの中に的確に位置付けた上で検討すべきことになろう。\n下線部③の捜索は、乙の逮捕に伴う無令状捜索であるが、逮捕の地点から約１キロメートル離れたＪ交番において実施されている点が、「逮捕の現場」（刑事訴訟法第２２０条第１項第\n２号）との要件との関係で特に問題となる。この点に関しては、Ｊ交番自体は「逮捕の現場」\n- 23 -には当たらないことを確認した上で、最高裁判例（最決平成８年１月２９日刑集５０巻１号１頁）の内容を念頭に置きつつ、同判例において示されている説明を法解釈に落とし込む形で自説を展開する必要があろう。同判例は、「逮捕の現場」で直ちに被逮捕者の身体を捜索し差押手続を実施することが適当でなかった場合に、できる限り速やかに被逮捕者を身体の捜索・差押えを実施するのに適当な最寄りの場所まで連行した上で行われた差押手続につき、「刑訴法\n２２０条１項２号にいう『逮捕の現場』における差押えと同視することができる」としたものであるが、なぜそうした捜索・差押えと「同視することができる」のかや、「同視することができる」ということの法解釈上の位置付けまでは説示しておらず、この点については各自が法解釈を展開することが求められる。また、設問の事例では、司法警察員Ｐは、乙を警察車両に乗せて最寄りの警察施設まで移動してから乙の身体着衣を捜索することにし、逮捕の地点から約５０メートル離れた駐車場まで乙を連行し、その後、Ｊ交番で乙の身体着衣の捜索を実施しているところ、乙が同駐車場に着いたときには落ち着きを取り戻しており、同駐車場で乙の身体着衣の捜索を実施できたことがうかがえる事情が存在する。そのため、本設問における司法警察員Ｐの行為の適法性を判断するためには、同判例との事案の違いも意識しつつ、Ｊ交番が「身体の捜索・差押えを実施するのに適当な最寄りの場所」と評価できるかどうかに関し、様\n々な事情を抽出、評価して説得的な論述をすることが求められる。\n〔設問２〕は、甲の弁護人が、丙証言の証明力を争うために、証拠１（司法警察員作成に係る乙\nの供述録取書）及び証拠２（司法警察員作成に係る丙の供述録取書）の取調べを請求したことに対し、検察官が、それぞれ理由を付して「取調べに異議あり。」とする証拠意見を述べているところ、それらの理由の当否を問うものである。\n〔設問２－１〕は、刑事訴訟法第３２８条で許容される証拠の範囲を問うものである。すなわち、\n証拠１は、乙の供述録取書であり、証明力を争う対象となる証言をした丙とは別人の供述を内容とする書面であることから、同条により許容される証拠は自己矛盾供述を内容とするものに限られるか否かを論述することが求められる。\nこの点については、「刑訴法３２８条は、公判準備又は公判期日における被告人、証人その他の者の供述が、別の機会にしたその者の供述と矛盾する場合に、矛盾する供述をしたこと自体の立証を許すことにより、公判準備又は公判期日におけるその者の供述の信用性の減殺を図ることを許容する趣旨のものであり、別の機会に矛盾する供述をしたという事実の立証については、刑訴法が定める厳格な証明を要する趣旨であると解するのが相当である。そうすると、刑訴法３２８条により許容される証拠は、信用性を争う供述をした者のそれと矛盾する内容の供述が、同人の供述書、供述を録取した書面（刑訴法が定める要件を満たすものに限る。）、同人の供述を聞いたとする者の公判期日の供述又はこれらと同視し得る証拠の中に現れている部分に限られるというべきである。」\nと判示した判例（最判平成１８年１１月７日刑集６０巻９号５６１頁）に留意しつつ論述することが求められる。同判例と同様の立場に立つのであれば、同条によって許容される証拠が自己矛盾供述を内容とする証拠に限定される理由につき、伝聞法則との関係を踏まえて説明する必要があろう。\nそして、この事案においては、証拠１は乙の供述録取書であって丙の自己矛盾供述を内容とする証拠ではないため、同条によって許容される証拠には該当せず、「証明力を争うための証拠として刑事訴訟法上許容される証拠には当たらない。」とする検察官の証拠意見には理由があるということになる。一方、同判決の立場に依拠しない場合には、その結論がどのような道筋で導き出されるのかについて相応の説得力をもって説明することが求められよう。\n〔設問２－２〕は、公判前整理手続後の証拠調べ請求の制限（刑事訴訟法第３１６条の３２）\nについて、具体的場面における適用の有無を検討させることを通じて、同条を含めた公判前整理手続の意義及び趣旨の理解や問題解決を導く思考力を試すものである。\n公判前整理手続では、検察官と被告人・弁護人の双方が、争点及び証拠を整理して審理計画\n- 24 -を策定するために、証明予定事実やその他の主張を明示するとともに、それを証明するための証拠の取調べを請求することが義務付けられている。そうであるのに、公判で新たな主張や証拠調べの請求が無制限にできるということになれば、審理計画が崩れてしまい、公判前整理手続において争点と証拠を整理した意味が失われてしまう。そこで、同条第１項は、公判前整理手続等に付された事件について、「やむを得ない事由」によって公判前整理手続等において請求することができなかったものを除き、同手続終了後には証拠調べを請求することができないと定めており、本設問では、こうした同条の趣旨を十分踏まえた上で、「やむを得ない事由」\nが存在するか否かを論述することが求められる。\n本設問では、公判前整理手続を経た公判における丙の証人尋問後に、刑事訴訟法第３２８条に基づき、証拠２の取調べ請求がなされているところ、検察官は、公判前整理手続において、立証趣旨を「本件犯行状況、共謀状況等」として証拠３（検察官作成に係る丙の供述録取書）\nの取調べを請求し、同供述録取書が不同意となるや、同じ立証趣旨で丙の証人尋問を請求している。そうした経過に照らせば、公判前整理手続段階において、丙が公判廷において証拠３と同内容の証言をすることが想定されていたといえる。このような場合に「やむを得ない事由」\nが認められるか否かについては、同条による弾劾証拠は条文上「公判準備又は公判期日における被告人、証人その他の者の供述の証明力を争うため」のものとされているから、証人尋問が終了しておらず、弾劾の対象となる公判供述が存在しない段階においては、同条の要件該当性を判断することはできないのであって、証人尋問終了以前の取調べ請求を当事者に要求することは相当でないため、同条による弾劾証拠の取調べ請求については、「やむを得ない事由」があるものと解すべきとする考え方（下級審の裁判例として、名古屋高等裁判所金沢支部平成２０年６月５日判決・判タ１２７５号３４２頁などがある）や、予想された内容の証言がなされた場合に同条の弾劾証拠としての取調べ請求を認めれば、公判前整理手続の趣旨を没却することになりかねず、同手続における主張及び証拠の整理の実効性を担保するため、「やむを得ない事由」の有無に関しては、できるだけ厳格に考えるべきだとする考え方などがある。いかなる見解に立ったとしても、公判前整理手続の趣旨を十分に踏まえた上で、検察官が付した理由の当否について、結論を導くことが求められる。\n【選択科目】"
}