{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は、３５：２５：４０］）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和７年１月１日現在において施行されている法令に基づいて答えなさい。\n【事 例】\n１．Ａは、令和５年３月３０日に死亡し、Ａの相続人は、Ａの妻であるＹ、ＡとＹとの間の子であるＸ及びＢの３名のみであった。Ａが生前にＹと居住していた建物（以下「本件建物」という。）については、令和２年１月２４日、売買を原因とするＣからＹへの所有権の移転の登記がされていた。\n２．Ｘは、令和５年５月に行われたＡの遺産分割協議において、Ｙに対し、本件建物がＡの遺産に属する旨を主張したが、Ｙは、本件建物はＹがＣから買い受けたものであり、Ａの遺産には属しないと主張したため、遺産分割協議は成立しなかった。\n３．Ｘは、本件建物がＡの遺産に属することを確定させるため、Ｙを被告として、民事訴訟を提起しようと考えた。\n以下は、Ｘから相談を受けた弁護士Ｌ１と司法修習生Ｐとの間の会話である。\nＬ１：Ｘは、Ｙに対し、どのような訴えを提起すればよいでしょうか。\nＰ：本件建物がＡの遺産であることの確認を求める訴えを提起すればよいと思います。\nＬ１：なるほど。それでは、まず、遺産確認の訴えを提起する方法について検討してみましょう。\nＰ：判例（最高裁判所平成元年３月２８日第三小法廷判決・民集４３巻３号１６７頁）によれば、遺産確認の訴えは、共同相続人全員が当事者となることを要する固有必要的共同訴訟とされていますから、Ｘ及びＹのみならず、Ｂも当事者とする訴えを提起する必要があります。\nＬ１：そうですね。それでは、遺産確認の訴えが固有必要的共同訴訟と解される根拠を、上記判例を踏まえつつ説明してください。これを「課題１」とします。\nＰ：承知しました。\nＬ１：次に、Ｘによれば、遺産確認の訴えを提起することにつき、Ｂは、「自分も本件建物がＡの遺産に属すると思っているが、現段階では、訴えを提起することには反対である。もう少しＹと話合いをすべきである。」と言って譲らないということです。そのような場合でも、遺産確認の訴えを提起できるでしょうか。\nＰ：判例には、提訴しようとする当事者の訴権の保護などを根拠に、入会集団の構成員のうち提訴に同調しない者を被告に加えて、固有必要的共同訴訟である入会権確認の訴えを提起することが許されるとしたものがあります（最高裁判所平成２０年７月１７日第一小法廷判決・民集\n６２巻７号１９９４頁）。本件でも、Ｘは、Ｂを被告に加えて遺産確認の訴えを提起すればよいと思います。\nＬ１：そうですか。しかし、この判例は、ある土地が入会集団の入会地であることの確認を求める訴えに関するもので、原告となった入会集団の構成員以外の構成員が、その土地は入会地ではないと主張して提訴に同調しなかったという事案のようです。このことからすると、本件のようにＸとＢとの間で本件建物がＡの遺産に属することにつき争いがない場合でも、この判例と同様にＢを被告に加えて遺産確認の訴えを提起することに問題はありませんか。\nＰ：はい・・・。確認の利益があるといえるかが問題になるように思います。\nＬ１：そうですね。そこでＰさん、ＸがＢを被告に加えて本件建物につき遺産確認の訴えを提起した場合に、その訴えには確認の利益があるという方向で検討してみてください。その際には、- 2 -確認の利益が認められるか否かを判断するための一般的な基準を示した上で、それを本件事例に即して当てはめてください。これを「課題２」とします。\nＰ：承知しました。\n〔設問１〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題１及び課題２について答えなさい。\nなお、以下に掲げる【事例（続き・その１）】及び【事例（続き・その２）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き・その１）】\n４．Ｂは、Ｘの説得により、Ｘと共同原告となって遺産確認の訴えを提起することとした。そこで、Ｘ及びＢ（以下「Ｘら」という。）から訴訟委任を受けたＬ１は、令和６年２月、Ｙを被告として、本件建物がＡの遺産であることの確認を求める訴え（以下、この訴えに係る訴訟を「本件訴訟」という。）を提起した。\n５．Ｌ１は、本件訴訟に係る訴えの提起に先立ち、Ｃから事情を聴取したところ、Ｃは、本件建物につき、令和２年１月２４日にＣがＡに代金７００万円で売却したもので、Ｙはその買主ではないこと、ＡとＣは、同日、売買契約書を２通作成し、その際に、契約当事者としてそれぞれ署名押印し、１通ずつ保管したこと、Ｃが保管していた売買契約書は、同年３月に焼失してしまったこと、Ｃが令和５年５月頃、Ｙから同契約書の存否について聞かれた際に、同契約書が焼失した旨、Ｙに答えたことなどを話した。\n６．Ｘらは、本件訴訟の口頭弁論の期日において、請求原因として、本件建物はＣが令和２年１月\n２４日に所有していたこと、Ａが同日、本件建物を代金７００万円でＣから買い受けたこと、その後、Ａが死亡し、その相続人は、Ａの妻であるＹ、ＡとＹとの間の子であるＸらであること、Ｙは本件建物が遺産に属することを争っていること（以下、これらの事実を「本件請求原因事実」という。）を主張した。また、Ｘらは、請求原因に関連する事実として、上記売買の際、ＡとＣは、売買契約書を２通作成し、それぞれ署名押印し、１通ずつ保管したこと、Ｙを本件建物の所有権の登記名義人にしたのは便宜上のものにすぎないことなどを主張した。\n７．これに対し、Ｙは、弁護士Ｌ２を訴訟代理人に選任した上で、口頭弁論の期日において、本件建物をＣが令和２年１月２４日に所有していたことは認めるが、同日に本件建物をＣから買い受けたのはＡではなくＹであると主張して、ＡＣ間の本件建物の売買契約締結の事実を争った。\n８．本件訴訟は、令和６年４月、弁論準備手続に付されたが、Ｌ１は、その弁論準備手続の期日において、ＡがＣから本件建物を買い受けたことを証明するため、Ｌ２に対し、本件建物内に保管されていると思われるＡＣ間の本件建物の売買契約書（以下「本件契約書」という。）の存否を尋ねたところ、Ｌ２は、「そのような契約書はもともと存在しないとＹから聞いており、仮にそのような契約書があったとしても、Ｙはそれを提出する義務を負わない。」と述べた。また、同期日に出頭していたＹは、「Ａの死亡後の令和５年夏頃に、本件建物内のＡの身の回りの物を廃棄処分した。」と発言した。\n９．そこで、Ｌ１は、本件契約書は既に廃棄されている可能性があると考え、Ｃに本件訴訟で証人になってもらうべく連絡を取ろうとしたところ、Ｃは令和６年３月に死亡していたことが判明した。\n以下は、Ｌ１とＰとの会話である。\nＰ：Ｃからの聴取結果によれば、本件契約書をＡが保管していたことはほぼ確実であると思われます。それにもかかわらず、Ｙがそのような契約書はもともと存在しないと主張するのは不自然、不合理であると言わざるを得ません。\n- 3 -\nＬ１：弁論準備手続の期日でのＹの発言からすると、Ｙは、本件契約書を廃棄している可能性が高いと思われます。そこで、Ｙが令和５年夏頃にＡが保管していた本件契約書を廃棄していた場合に、Ｘらとして、どのような主張をすることが考えられるでしょうか。\nＰ：民事訴訟法第２２４条第２項に基づく主張が考えられます。その要件について、まず、本件契約書についてＹに提出義務があると思います。また、弁論準備手続の期日でのＹの発言からすると、「Ｙが、Ｘらによる証拠申出を妨げる目的で、本件契約書を廃棄して滅失させた」ということができそうです。\nＬ１：そうですね。ただ、仮に、民事訴訟法第２２４条第２項の要件を満たしているとしても、その効果は、当該文書の記載に関する相手方の主張を真実と認めることが「できる」（同条第１項）ことにとどまります。そこで、裁判所に本件契約書の記載に関するＸらの主張を真実であると認めてもらえるように、更に主張を補強してみましょう。まず、民事訴訟法第２２４条第\n２項により、当事者がある証拠を保存せずに廃棄してしまった場合に、当該文書の記載に関する相手方の主張を真実と認めることができることとされているのは、なぜでしょうか。その趣旨を説明してください。\nＰ：はい。民事訴訟法第２２４条第２項は、証明妨害の法理を具体化したものであると理解されていますから、証明妨害の法理の趣旨が問題になります。その趣旨については、学説上様々な見解があり、どれも説得力がありますが、私は、訴訟当事者間の信義則（同法第２条）に反するという点に根拠を求めるのが妥当であると考えます。\nＬ１：分かりました。それでは、そのような観点から検討してみましょう。まず、①証明妨害とはどのような行為を指すのかを簡潔に示した上で、②証明妨害がなぜ「訴訟当事者間の信義則に反する」と評価できるのかを踏まえながら、そのような評価を基礎付ける要素として一般的にどのような点が挙げられるかを示してください。その上で、③Ｙが令和５年夏頃にＡが保管していた本件契約書を廃棄していたことを前提に、本件において信義則違反という評価を基礎付ける具体的事実を、【事例】及び【事例（続き・その１）】の事実関係に即して示し、信義則違反が認められるとする主張をまとめてください。以上①から③までを「課題」とします。\nＰ：承知しました。\n〔設問２〕\nあなたが司法修習生Ｐであるとして、Ｌ１から与えられた課題について答えなさい。なお、以下に掲げる【事例（続き・その２）】に記載されている事実関係は考慮しなくてよい。\n【事 例（続き・その２）】\n10．裁判所は、本件訴訟の弁論準備手続を終結するに当たり、Ｘら及びＹとの間で、本件訴訟における争点はＸらが主張するＡＣ間の本件建物の売買契約の成否であると確認し、その後の口頭弁論の期日において、弁論準備手続の結果が陳述された後に、証拠調べが実施された。\n11．その結果、裁判所は、本件建物をＣが令和２年１月２４日に所有していたこと、同日にＡがＣから本件建物を買い受けたこと、便宜上Ｙを本件建物の所有権の登記名義人としたことが認められ、同日にＹがＣから本件建物を買い受けたとは認められないとの心証に至った。他方で、裁判所は、①Ｙは、Ａの生前に、Ａと共に本件建物を利用して行う家業に長年従事していたこと、②\nＡは、Ｙ及びＸらに対し、Ｙが自分を支えてくれていたことに深く感謝しており、自分が死んだら本件建物はＹのものになる旨をしばしば話していたこと、③Ｙもそれに対して異を唱えず聞いていたことも、それぞれ認められるとの心証を得ており、これら①、②及び③の各事実（以下\n「本件各事実」という。）からすれば、遅くともＡが死亡した令和５年３月３０日までに、ＡとＹは、ＡがＹに本件建物を死因贈与することを黙示的に合意していたと認定することができると考えるに至った。(ア)しかし、本件各事実については、ＸらもＹも主張していなかった。\n- 4 -以下は、本件訴訟の担当裁判官Ｊと司法修習生Ｑとの会話である。\nＪ：本件訴訟の進行として、裁判所が、口頭弁論を終結し、本件各事実を認定して、Ｘらの請求を棄却する旨の判決をすることに問題はありますか。\nＱ：弁論主義との関係で問題があると考えられます。\nＪ：そうですね。それでは、この点について検討してみましょう。まずは、弁論主義といってもその内容にはいくつかの点が含まれますから、そのうちどの点が本件訴訟で問題になるかを明らかにしてください。次に、本件各事実は、いわゆる黙示の意思表示を基礎付ける事実であり、これは実務的には主要事実に該当すると解するのが一般的ですから、本件各事実が本件請求原因事実（【事例（続き・その１）】６．）に対する抗弁になることを、主要事実及び抗弁の意義を明らかにした上で述べてください。これらを「課題①」とします。なお、「課題①」について、弁論主義の適用が主要事実に限定されるか否かを検討する必要はありません。\nＱ：承知しました。(イ)ところで、Ｊ裁判官は、証拠調べ実施後の口頭弁論の期日で、Ｌ２に対し、「証拠調べの結果からすれば、ＡとＹとの間で本件建物につきＡ死亡を原因とする黙示の死因贈与契約が成立する可能性があると考えられますが、本件各事実について主張するつもりはありませんか。」と質問していました。これに対し、Ｌ２は、「本件建物の所有権移転登記の登記原因がＣからＹへの売買となっていることから、そのような主張をする予定はない。」と述べていました。このようなやり取りがあった場合には、裁判所がＡからＹへの黙示の死因贈与契約の成立を認定することは、不意打ちにならず、弁論主義に反しない、ということはできないでしょうか。\nＪ：私はそのようには考えませんが、弁論主義の本質に関わる良い質問ですね。そこでＱさん、当事者に対する不意打ちにならないとしても弁論主義に反するとすれば、それはなぜかについて、民事訴訟において弁論主義が採られる根拠に言及しつつ、明らかにしてください。これを「課題②」とします。\nＱ：承知しました。\nＪ：それともう一つ、下線部分(ア)及び(イ)とは異なり、本件各事実が、口頭弁論における当事者の主張に含まれていたと仮定しましょう。この場合においては、ＡがＹに本件建物を死因贈与することをＡとＹとの間で黙示的に合意していたと判断しても弁論主義には反しないでしょう。しかし、裁判所が、そのような判断をするに当たっては、当事者に対して、ＡのＹへの黙示の死因贈与契約という法的構成が採られる可能性があることを明らかにした上で、それを踏まえた主張立証を検討するよう促すべきであるとも考えられます。そこで、上記仮定の下での本件訴訟の手続経過や争点の所在を踏まえつつ、裁判所が当事者に上記検討を促すべきであるとする立論をしてみてください。その際には、その根拠と理論構成についても明らかにしてください。これを「課題③」とします。\nＱ：承知しました。\n〔設問３〕\nあなたが司法修習生Ｑであるとして、Ｊから与えられた課題①、課題②及び課題③について答えなさい。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は、Ａの相続人であるＸが、本件建物がＡの遺産であることの確認を求める訴えを提起したいという事案を題材として、①遺産確認の訴えが固有必要的共同訴訟と解される根拠及び共同相続人のうち本件建物が遺産であることを争わない者をも被告として訴えを提起することについて確認の利益があるといえることについての検討（設問１）、②共同相続人の一人が遺産確認訴訟において重要な証拠となる売買契約書を廃棄していた場合に、そのことが証明妨害に当たり、訴訟当事者間の信義則に反すると評価できるという主張が認められるための立論（設問２）、③本件建物をＡがＣから買い受けたかどうかが主要な争点となっている場合に、Ａが買い受けたが、その後ＡからＹに黙示の贈与があったという認定をすることにつき、黙示の贈与の主張がなかったときに弁論主義に反するといえる理由及び黙示の贈与の主張があったとしても裁判所がそのような法的観点（法律構成）を採用することを指摘する義務を負うという立論（設問３）のそれぞれにつき検討を求めるものである。\n１ 設問１についていわゆる遺産確認の訴えが固有必要的共同訴訟と解されている根拠について、問題文記載の判例（最判平成元年３月２８日民集４３巻３号１６７頁）において示されている根拠を踏まえつつ解答した上、提訴に消極的な当事者を被告として訴えを提起することと確認の利益との関係を、本問の具体的状況に即して検討し解答することを求める問題である。\n課題１では、固有必要的共同訴訟となるための要件につき、特に訴訟共同の必要が問題になることを指摘した上、それがどのような基準ないし事情に基づいて判断されるかを、前記判例の判断枠組みを踏まえて論述することが期待される。この点、判例の一般的傾向としては、訴訟物の実体法的性質、特に訴訟物を構成する管理処分権が共同的に帰属し、かつ行使されるかという実体的観点を基礎としつつも、紛争解決の統一性や実効性、矛盾判断の回避等の訴訟法的観点も一定の場合に考慮しているとされていることから、これを踏まえての検討が期待される。そして、遺産確認の訴えが、当該財産が遺産分割対象の財産であることを既判力をもって確定し、その後の遺産分割手続を円滑に進行させる機能を持つこと、共同相続人全員の関与が必要となる遺産分割手続の前段階の手続であることから、遺産確認の訴えについても共同相続人全員が当事者となることが必要かつ相当と考えられることなど、前記訴訟法的観点を重視して訴訟共同の必要が肯定される点を指摘できるかがポイントになる。\n課題２は、本件建物が遺産に属することについて争いがないＸとＢとの間で、遺産確認の訴えを適法に提起することができるか（確認の利益、特に即時確定の利益を有するといえるか）を問うものであり、固有必要的共同訴訟となる確認の訴えにおいて、提訴を拒否する一部原告を被告として訴えを提起することができるとした問題文記載の判例（最判平成２０年\n７月１７日民集６２巻７号１９９４頁）の射程が問題になる。また、確認の利益が肯定できるという結論を導くための理論構成が問われており、Ｘの立場からの立論が求められている。\nこれについては、遺産確認の訴えのように合一確定の必要が強く認められる訴えにおいて、一部当事者について、確認の利益が肯定できないことを理由に本案判決をしないとすることは、その紛争解決機能を弱めるもので妥当ではない、確認の利益を否定することは、提訴を拒否する者を被告とすることを認めて提訴を望む当事者の訴権の保護を図り、違法な権利関係を本案判決によって是正しようとした意味が失われる、遺産確認の訴えの目的ないし存在意義は、遺産帰属性の有無を既判力をもって確定させ、その後の遺産分割手続において遺産帰属性についての蒸し返しを許さないとする点にあるが、このような目的等は、現在遺産帰属性について争いのない当事者間でも等しく妥当する、確認の利益が要求されるのは、およ\n- 14 -そ権利又は法律関係とはいえない事象について訴えによる解決を求めることが妥当ではないという点にあるところ、本問のような場合にはそのような事情はなく、むしろ権利又は法律関係の確定が必要かつ有益な場合である、などといった理由から、確認の利益（即時確定の利益）を肯定することが考えられる。いずれにしても、遺産確認の訴えの目的や固有必要的共同訴訟となる根拠、前記問題文記載の判例の趣旨、あるいは確認の利益が要求される趣旨などに遡って、説得的な根拠を示すことが期待される。\n２ 設問２について設問２は、訴訟において重要な証拠になると考えられる売買契約書が一方当事者によって廃棄された場合に、相手方当事者としてはどのような主張をすることができるかにつき、本問におけるＸらの立場からの検討を求めるものである。問題文にも示されているとおり、提出義務のある文書を滅失させた場合に関する規定として民事訴訟法第２２４条第２項があるが、本問では、より広く、同条などの規定の基礎にあると考えられるいわゆる証明妨害の法理についての理解を問うものである。まず、課題①において、当事者の一方が相手方当事者による証拠の収集・提出を不可能又は困難にするという証明妨害行為の意義を確認した上で、課題②では、証明妨害の法理の趣旨について、学説上も比較的多数と思われる信義則説によることを問題文で明示し、なぜ証明妨害行為が信義則に反すると評価できるのかを説明するよう求めるとともに、信義則違反との評価を基礎付ける要素として一般的にどのようなものが考えられるかを問い、課題③において、本問で示されている事実関係に即して、Ｙによる本件契約書の廃棄について信義則違反が認められるという結論を導くための当てはめを行うことを求めている。\n証明妨害法理の根拠を信義則に求める見解においても、証明妨害行為がいかなる意味で信義則に反すると考えるのかについては、様々な考え方が存在するが、解答に当たっては、必ずしも既存の学説について正確に記憶していることが求められるわけではなく、相手方当事者に証明困難という不利益を課しつつ、その反面で自らは訴訟上有利な地位に立つという利益を獲得するものである、という証明妨害行為の基本的な性格を適切に踏まえた上で、そうした行為の客観的性格や行為者の主観的態様に照らし、当該行為に対して規範的に否定的な評価が導かれる旨を論じることが期待される。例えば、妨害行為となることを知りながら、相手方当事者に不利益な判断をもたらし、妨害者が利益を得ようとすることは、一種の禁反言として許容されない、と説明することや、当事者には信義則上一定の協力義務が課されている旨を論じた上で、証明妨害行為はこれに違反すると説明することなどが考えられよう。\n信義則違反という評価を基礎付ける一般的な要素としては、こうした根拠に結び付けた形で、相手方当事者に証明困難という不利益を発生させるという客観的な側面と、行為者の認識又は認識可能性という主観的な側面を指摘できるかがポイントとなる。\n課題③の当てはめにおいても、課題②において述べた一般論と対応させながら、証明困難という結果が現に生じているという客観的側面と、行為者であるＹが、その後の訴訟においてＡによる建物所有権の取得の有無が争われる可能性や、その場合に本件契約書が重要な証拠となることを十分に認識できたという主観的側面に関する評価を導き得る事実関係を、説得的に摘示できているかどうかがポイントとなる。前者の客観的側面に関しては、本件契約書がＣＡ間の本件建物の売買契約締結の事実を立証するための重要な証拠（処分証書）であるという事情や、証人となる可能性があったＡ及びＣが死亡し、Ｃが保管していた売買契約書が焼失していることから代替証拠が乏しいという事情などに触れることが考えられ、後者の主観的側面に関しては、本件廃棄行為がＹも参加した遺産分割協議で本件建物の遺産帰属性という争点が顕在化した後にされているという事情や、Ｃは、Ｙから売買契約書の存否について聞かれた際に、Ｃが所持していた売買契約書は焼失した旨をＹに告げたと話しており、Ｙとしては本件契約書が唯一の有力な証拠であるという事情を認識していたと考えられるこ\n- 15 -となどを述べていくことになろう。また、これらの事情から、Ｙには本件契約書を保存すべき義務があったなどと論じることも考えられよう。\n３ 設問３について設問３は、弁論主義の第一原則（主張原則）及び法的観点指摘義務の意義・適用について、基本的な理解を具体的事例を通じて問うものである。\n課題①では、不意打ち防止と弁論主義の関係を問う前提として、主張原則の内容、主要事実及び抗弁の意義、その具体的事例への当てはめといった基本的事項について、正確な理解を解答することが求められる。\nなお、本問では、黙示的意思表示の要件事実については、いわゆる主要事実説を前提とし、ＡＹ間贈与の事実は、所有権喪失の抗弁の主要事実となること、弁論主義の適用が主要事実に限定されるべきか否かについては検討の必要がないことを前提とした。参考判例として、最判昭和５５年２月７日民集３４巻２号１２３頁が挙げられる。\n課題②では、本件各事実についてＹに対して釈明権が行使されたものの、Ｙが明示的にそれらの事実主張をしない旨の意思表示をした場合に、本件各事実に基づいて贈与の事実を認定することは、不意打ちには当たらないものの、弁論主義の意義との関係では問題があることを、弁論主義の根拠論に遡って検討することが求められる。\n弁論主義の根拠論として複数の議論があるが、比較的多数とみられる本質説ないし私的自治説からは、実体法上の私的自治原則の訴訟手続への反映と見ることから、判決の基礎となるべき事実の提出について当事者の権限が及ぶべきこと、求釈明による不意打ち防止は、当事者が真意に基づく攻撃防御を尽くすための機能的（手段的）役割と位置付けられることを論ずることになる。不意打ち防止の要請は、弁論権の実質的保障に係る要請であること、仮に本問でＱが述べたような帰結を認めてしまうと、求釈明さえ行えば、当事者からの主張がなくとも裁判所は証拠から事実を認定できることになり、職権探知主義との境界が曖昧になることも指摘できよう。\n課題③は、課題②と異なり、本件各事実について当事者から主張がなされた場合であっても、裁判所は、死因贈与という法的構成について当事者に指摘すべき義務を有するかを問うものである。\n法的構成についての判断は、原則として裁判所の権限に属するが、法的構成と事実主張・立証は深く結びついており、判決における不意打ち防止の要請は事実のみならず法的観点（法的構成）にも及ぶべきとするならば、審理過程において、当事者の弁論権を実質的に保障するために、裁判所は法的観点（法的構成）についても指摘する義務を負うこと、その理論構成として、釈明権行使による不意打ち防止や弁論権の実質的保障の機能を法的構成まで拡充する必要性等を論ずることが求められる。参考判例として、最判平成２２年１０月１４日集民２３５号１頁が挙げられる。\n具体的事例への当てはめにおいては、弁論準備手続終結時に主たる争点の限定とこれに基づく証拠調べが行われていること、いずれの当事者も死因贈与を念頭においた攻撃防御の機会を得ておらず、期待可能性もなかったこと等の指摘が求められる。",
  "scoring_notes": "１ 出題趣旨等民事系科目第３問は、民事訴訟法分野からの出題であり、出題趣旨は既に公表されている「令和７年司法試験論文式試験出題の趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては、例年と同様、受験者が、①民事訴訟法の基礎的な原理・原則や概念を正しく理解し、基礎的な知識を習得しているか、②それらを前提として、設問で問われている課題を的確に把握し、それに正面から答えているか、③抽象論に終始せず、設問の事案に即して具体的に掘り下げた分析及び考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては、基本的に上記①から③までの観点を重視することとしている。\n本年においても、問題文中の登場人物の発言等において、受験者が検討し、解答すべき事項が具体的に示されている。そのため、答案の作成に当たっては、問題文において示されている検討すべき事項を適切に分析し、そこに含まれている論点を論理的に整理した上で、論述すべき順序や相互の関係も考慮することが必要である。そして、事前に準備していた論証パターンをそのまま答案用紙に書き出したり、理由を述べることなく結論のみを記載したりするのではなく、提示された問題意識や事案の具体的内容を踏まえつつ、論理的で一貫した思考の下で端的に検討結果を表現しなければならない。採点にあたっては、受験者がこのような意識をもっているかどうかという点についても留意している。\n３ 採点実感等⑴ 全体を通じて本問は、Ａの相続人であるＸが、本件建物がＡの遺産であることの確認を求める訴えを提起したいという事案を題材として、幅広く民事訴訟法の理解を問うものである。\n本年の問題では、例年同様、具体的な事案を提示し、登場人物の発言等において受験者が検討すべき事項を明らかにした上で、固有必要的共同訴訟、確認の利益、証明妨害、弁論主義、法的観点指摘義務等の民事訴訟法の基礎的な概念や仕組みについての受験者の理解を問うとともに、事案への当てはめを適切に行うことができるかを試している。\n全体としては、時間内に論述が完成していない答案は少数にとどまった。しかし、答案作成の時間配分に失敗し、一部の設問で詳細な検討をしていながら、最後に解答したと思われる設問で検討が不十分であるものも散見された。これは、余事記載が多いことが一因であるように思われる。\nなお、乱雑又は極めて小さい文字や略字を用いていて判読が困難なもの、特に修文のために一行に無理して字句を挿入するものなど、第三者が読むことに対する意識が十分ではない答案、刑事訴訟の用語と混同し「被告人」、「弁護人」、「構成要件」などの用語を誤って使用している答案、\n「収集」を「集収」、「紛争」を「粉争」とするなど、日本語として違和感を覚える表現や初等教育で学ぶ漢字を平仮名又は片仮名で記載する答案や漢字の誤りも一定数見られた。これらは、例年、指摘されているところであるが、受験者の法律家としての素養を疑わせ得るもので、取り分け用語の誤用については、ＣＢＴ方式による試験が導入された後も問題となり得る点であり、本年においても改めて注意を促すとともに、強く改善を求めたい。\n⑵ 設問１についてア 設問１の採点実感課題１は、遺産確認の訴えが固有必要的共同訴訟と解されている根拠について問うものである。固有必要的共同訴訟となるための要件につき、特に訴訟共同の必要が問題になることを- 18 -指摘した上、それがどのような基準ないし事情に基づいて判断されるかを、問題文記載の判例（最判平成元年３月２８日民集４３巻３号１６７頁）の判断枠組みを踏まえて論述することが期待される。\n固有必要的共同訴訟となるための要件に関し、合一確定の必要のみを挙げ、訴訟共同の必要を挙げていない答案が少なからず存在するなど、固有必要的共同訴訟が、合一確定と訴訟共同の必要がある共同訴訟であるという基本的な内容を理解していない受験者や、合一確定の必要と訴訟共同の必要を混同していると思われる受験者が少なからずいるという印象を受けた。\n訴訟共同の必要がどのような基準、事情に基づいて判断されるかを、管理処分権が共同的に帰属しかつ行使されるかという実体法的観点を基礎とし、訴訟法的観点も考慮すべきことを解答できた答案は相当数あった。他方で、管理処分権の帰属に言及していたとしても、「全員に帰属する」「各自に帰属する」などと述べるのみで、管理処分権が単独では行使できず全員でなければ行使できないという趣旨であるのかが、必ずしも読み取れない答案や、訴訟法的観点の具体的内容やそれを考慮すべき根拠の記述がない答案も少なからず見られた。また、\nこの基準を遺産確認の訴えに当てはめた場合に、具体的にどのような要素が訴訟共同の必要を根拠付けるかという点については、具体的に記述ができている答案と、できていない答案に分かれ、この点について具体的かつ簡潔に述べたものは高く評価された。具体的に記述ができていない答案には、「紛争の一回的解決（あるいは実効的解決）の観点から妥当」、「訴訟経済の観点から妥当」とのみ記載するなど、深く考えずに定型の文言に頼っていると言わざるを得ないようなものも多くあった。\nなお、訴訟共同の必要につき、管理処分権が共同的に帰属しかつ行使されるかという実体法的観点及び訴訟法的観点が問題になること自体を意識できていない答案も散見され、これらの答案は低い評価にとどまった。また、一部の答案では、「合一確定」「管理処分権」「遺産分割前の共有状態」等の用語を記述しているものの、これらを有機的に関連付けて論証できていないものがあり、文字列を丸暗記するのみでなく、実体法と手続法の知識を関連付け、用語の意義を理解して活用できるようにすることを心掛けてほしい。また、関連する他の判例（遺言無効確認の訴えに関する最判昭和４７年２月１５日民集２６巻１号３０頁）と混同したとも考えられるが、遺産確認の訴えが過去の法律関係を確認するものであるとするなど、\n判例の趣旨について正確な理解に達していないと思われる答案も少なからずあった。\n課題２は、提訴に消極的な当事者を被告として訴えを提起することと確認の利益との関係を問うものである。固有必要的共同訴訟となる確認の訴えにおいて、提訴に同調しない相続人を被告として訴えを提起することができるとした問題文記載の判例（最判平成２０年７月１７日民集６２巻７号１９９４頁）の射程が問題になり、また、確認の利益が肯定できるという結論を導くための理論構成が問われている。\n確認の利益が認められるための一般的基準を示し、その内容を簡潔に説明できた答案は多かったが、その説明がなかったり、不正確であったりするものも散見された。また、問題となるのが即時確定の利益であることを指摘できている答案は多かったが、対象選択や方法選択の検討に分量を割いているものも散見された。「ＸとＢとの間で本件建物がＡの遺産に属することに争いがない」という事情を方法選択の適否の問題として論じる答案も散見された。\nＸがＢを被告に加えて遺産確認の訴えを提起しようとしていることについて、即時確定の利益との関係を具体的に検討できている答案と、できていない答案に分かれた。この点について、即時確定の利益を肯定する理論構成をし、具体的に論述することは、学説上も議論が続いている問題であることもあり、難しい課題ではあったが、訴訟共同の必要がある遺産確認の訴えにおいて、一部の相続人について本案判決が得られないことが、その後想定される遺産分割手続との関係で妥当といえるか、提訴非同調者を被告とすることで権利を主張する者- 19 -の訴権保護を図った判例の趣旨と整合するかといった点から論じるなど、即時確定の利益、\n遺産確認の訴えの目的、問題文記載の上記判例が根拠とする訴権の保護などとの関係を明らかにしながら、論理的な記述ができている答案は高く評価された。本課題は、基本を踏まえて思考を展開する応用問題であり、唯一の正解を言い当てる問題ではなく、持ち合わせている知見を総動員して自分なりの理屈を構築すれば相応の得点が期待できる問題であった。\n問題文の事実関係への当てはめにおいて、問題文で示されている「ＸとＢとの間で本件建物がＡの遺産に属することに争いがない」という事情に全く触れずに検討を行い、題意に沿った解答をしていない答案も一定数見られた。また、「確認の利益があるという方向で」の検討が求められているにもかかわらず、確認の利益を否定する結論をとる答案も少数ではあるが存在した。設問の指示をよく読むことを改めて心掛けてほしい。\nイ 設問１のまとめ設問１の課題１は、遺産確認の訴えが固有必要的共同訴訟と解されている根拠について問うものである。固有必要的共同訴訟の意義を的確に示し、固有必要的共同訴訟となるための要件につき、訴訟共同の必要がどのような基準、事情に基づいて判断されるかの一般的基準を述べた上で、遺産確認の訴えに当てはめた場合に、具体的にどのような要素が訴訟共同の必要を根拠付けるかにつき、具体的に記述した答案は高く評価されたが、訴訟共同の必要を根拠付ける具体的内容について、十分に述べることができていない答案も多かった。課題２は、\n提訴に同調しない一部の相続人を被告として訴えを提起することと確認の利益との関係を問うものであり、確認の利益が認められるための一般的基準を示した上で、即時確定の利益を肯定する理論構成をして具体的に論述することは難しい課題ではあったが、問題文記載の判例や即時確定の利益の意義をきちんと理解していれば、自分なりの理屈を構築して解答することも十分可能であったと考えられ、実力の差が明瞭に表れていた。\n「優秀」に該当する答案は、課題１及び課題２のいずれについても、出題趣旨を正しく理解した上で、過不足のない論述をするものである。「良好」に該当する答案は、出題趣旨を概ね正しく理解しているが、課題１において、遺産確認の訴えにつき、具体的にどのような要素が訴訟共同の必要を基礎付けるかについて、論述が不十分なものや、課題２において、「ＸとＢとの間で本件建物がＡの遺産に属することに争いがない」という事情につき、問題文記載の判例が根拠とする訴権の保護などとの関係も踏まえて、即時確定の利益との関係でどのように評価できるのかを十分に論じられていないものなどである。「一応の水準」に該当する答案は、\n課題１及び課題２のいずれについても、出題趣旨を理解していることが読み取れるものの、課題１において、訴訟共同の必要の具体的内容について十分に論述できておらず、課題２において、「ＸとＢとの間で本件建物がＡの遺産に属することに争いがない」という事情につき、即時確定の利益との関係で取り上げることができなかったものなどである。これに対し、課題１や課題２を通じ、出題趣旨を正しく理解しないものや、総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n⑶ 設問２についてア 設問２の採点実感設問２は、訴訟において重要な証拠になると考えられる売買契約書が一方当事者によって廃棄された場合に、相手方当事者としてはどのような主張をすることができるかにつき、本問におけるＸらの立場からの検討を求めるものである。本問では、民事訴訟法第２２４条第２項の規定などの基礎にあると考えられるいわゆる証明妨害の法理についての理解を問うている。\n課題①の証明妨害の意義については、相手方の証明活動を妨げて証明困難な状態にすることである旨を、簡潔に述べられている答案も多かったが、証明妨害一般の意義を聞いているにもかかわらず、問題文に挙げられた民事訴訟法第２２４条第２項に引きずられたのか、証拠- 20 -一般ではなく、文書の場合のみに限定した解答をしている答案も散見された。\n課題②に関し、証明妨害がなぜ「訴訟当事者間の信義則に反する」と評価できるのかについては、民事訴訟法第２条を挙げている答案が多かったが、どのような論拠によって、この規定に基づき信義則違反といえるかの説明が不十分なものが多かった。飽くまで一例であるが、\n「妨害行為によって証明困難な状況に置かれたにもかかわらず、証明責任の法理等の適用によりそのような状況に置かれた者が不利益を受け、妨害者が利益を得るのは不公平・不公正であり、このような事態を容認することは信義に従った訴訟追行を求める民事訴訟法第２条の趣旨に沿わない」などと、簡潔に記述することが考えられる。証明責任や弁論主義に関する一般論を展開している答案もあったが、説明としては迂遠に過ぎるように感じられた。\n「訴訟当事者間の信義則に反する」という評価を基礎付ける要素に関し、この点について記述している答案の多くは、妨害行為により証明困難な状況にしてしまうこと及び妨害者に係る証明困難に至らせる認識（故意ないし重過失）の要素を自分なりに構成して挙げており、\n評価できるものであったが、客観的要素と主観的要素のいずれか一方しか述べていないものも少なくなかった。一部の答案には、典型例を挙げるのみで一般的な要素を挙げないものがあったが、課題に対する応答として不十分である。\n答案の中には、なぜ信義則違反と評価できるのかを踏まえた検討が指示されているのに、その点に十分に触れていないものや、根拠だけを述べて、評価を基礎付ける要素について述べられていないものも散見された。問題文をよく読み、問題文の要求に答えることを心掛けてほしい。\n課題③の問題文の事実関係に即した具体的検討については、不十分な答案もあったが、前述した要素を基に、自分なりに具体的事実関係を整理して検討している答案が多かった。証明困難という結果が現に生じているという客観的側面、行為者であるＹがＡによる建物所有権の取得の有無が争われる可能性などを認識できたという主観的側面につき、それを基礎付ける問題文の事実関係と各側面に関する評価を記述できている答案もそれなりにあり、そのような答案は高く評価された。本件契約書について、証拠としての重要性を指摘するだけでなく、その証拠法上の位置付け（処分証書あるいは類型的信用文書であり、真正な成立が認められる本問では直接証拠として売買契約を直ちに認定できること、唯一の証拠方法とも考えられること）などを問題文の事実関係に即して説得的に論じている答案や、故意又は重過失があること、あるいは背信性が高いことについて、問題文の事実関係を時系列に沿って整理した上で、それに基づき論じている答案も少なからず存在し、事案分析と法的評価の両面で高い評価を受けていた。\n他方で、これらの客観的側面や主観的側面が問題になることを意識できていない答案や、これらの点に関連する問題文の事実関係を全く指摘できていないような答案も散見され、そのような答案は低い評価にとどまった。\nイ 設問２のまとめ設問２では、法科大学院においてそれほど時間をかけて扱っているわけではないと思われる証明妨害について、証明妨害がなぜ訴訟当事者間の信義則に反すると評価できるのかの具体的論拠を述べた上で、Ｘらの立場から、Ｙの行為が証明妨害に当たることを、問題文の事実関係に即して主張することが求められたが、ある程度の論述ができていた答案がそれなりにあったことは評価できる。他方で、民事訴訟法第２条を挙げるのみで信義則違反といえる具体的論拠を述べていない答案や、信義則違反という評価を基礎付ける一般的要素に関連する問題文の具体的な事実関係を指摘できていないような答案も散見された。問題文から丁寧に具体的な事情を拾い上げることができたかどうかで差がついたように思われる。設問で問われている課題を的確に把握し、それに正面から答えることや、抽象論に終始せず、設問の事実関係に即して具体的に掘り下げた分析及び考察をすることを改めて心掛けてほしい。\n「優秀」に該当する答案は、出題趣旨を正しく理解した上で、証明妨害の意義、証明妨害が- 21 -信義則に反すると評価できる根拠や、そのような評価を基礎付ける一般的な要素を簡潔に述べた上で、Ｙの行為が証明妨害に当たることを問題文の事実関係に即して適切な論述をするものである。「良好」に該当する答案は、出題趣旨を概ね正しく理解し、証明妨害が信義則に反すると評価できる根拠や、そのような評価を基礎付ける一般的な要素について述べられているが、\n問題文の事実関係に即した論述が十分でないものなどである。「一応の水準」に該当する答案は、出題趣旨を理解していることが読み取れ、証明妨害の意義について理解しているものの、\n証明妨害が信義則に反すると評価できる根拠や、問題文の事実関係の論述が十分にできてきないものなどである。これに対し、出題趣旨を正しく理解せず、証明妨害一般の意義を聞いているにもかかわらず、文書の場合のみに限定した解答をし、論拠や問題文の事実関係に即した当てはめについての具体的な論述を欠くような答案は「不良」と評価される。\n⑷ 設問３についてア 設問３の採点実感設問３では、弁論主義の第一原則（主張原則）及び法的観点指摘義務の意義・適用について、\n具体的事例を通じて、基本的な理解を問うものである。\n課題①に関し、弁論主義の第一原則（主張原則）の内容、主要事実の意義については、必要な記載をすることができている答案が多かった。抗弁の意義については、①請求原因と両立すること、②請求原因から発生する法律効果を消滅・障害・阻止するものであること、の２つが要素となるが、どちらか一方しか指摘できていないものが散見された。本件各事実が本件請求原因事実に対する抗弁になることについては、ＡＹ間贈与の事実が所有権喪失の抗弁の主要事実となることを簡潔に記載できている答案も多かったが、両立することにつき事実関係を踏まえた具体的な当てはめが述べられていない答案や、ＡＹ間贈与の事実を具体的に挙げられていない答案も散見された。抗弁の意義について、請求原因と「両立しない」ことと記述する答案も若干存在した。\n課題②に関し、弁論主義の根拠論について、私的自治原則の訴訟手続への反映であることを述べ、当事者が主張していない事実を認定することは不意打ちに当たらなくても弁論主義に反することを簡潔に述べられている答案が多かった。他方、私的自治の原則が民事実体法の基本原則であり、これがなぜ訴訟法に適用されるのかといった点についても説明できていた答案もあり、そのような答案は高い評価を受けていた。これに対し、私的自治原則に触れず、\n当事者の意思の尊重という点のみを根拠として挙げている答案も相当数あったが、処分権主義（民事訴訟法第２４６条等）との違いが判然とせず、また、当事者意思の尊重という根拠がどのような基本原理から導き出されるのかの説明がなく、不十分に感じられた。本件においては、主張をしない旨のＹ（Ｌ２）の明示的な意思が示されている事案であるにもかかわらず、裁判所が死因贈与契約の成立を認定することが、当事者の明示的な意思ではなく「合理的意思」に反するとする不適切な記述も時折見られた。今回の試験に限らず、当事者の意思を問題とする場合に「合理的意思」という用語を濫用する傾向があるように思われ、問題文の内容に即した検討を心掛けてほしい。また、弁論主義の（機能ではなく）根拠の一つとして不意打ち防止を挙げていながら、「不意打ちはないが、当事者の意思に反するから弁論主義違反になる」といった、論理的であるとは評価し難い答案も一定数見られた。\n他方で、弁論主義により、判決の基礎となる事実の提出が当事者の権限とされていることと、\n求釈明による不意打ち防止が、当事者が攻撃防御を尽くすための機能的役割（手段）と位置付けられることを区別できていない答案も若干あり、民事訴訟法の基本的な概念についての理解を欠いていることを疑わせるものとなっていた。また、釈明権の行使そのものが弁論主義に反するかのように論じる答案も散見されたが、問題となっているのは裁判所による認定が弁論主義に反するかどうかである。関連して、釈明権が行使されると当事者に対する不意打ちが生じる、とする答案も散見されたが、「不意打ち」の用語を一方当事者の期待に反する- 22 -というように広く理解したものかと思われる。一般的には、「不意打ち」とは、当事者に十分な攻撃防御の機会を与えることなくある判断が示されることを指すものであるので、用語の使い方により注意を払うことが望ましい。\n課題③に関し、裁判所が死因贈与という法的構成を当事者に指摘すべき義務を負う根拠及び理論構成について、その根拠として、判決における不意打ち防止の要請は法的観点（法的構成）にも及ぶべきであり、当事者の弁論権を実質的に保障するためには裁判所が法的観点についても指摘する義務を負う旨を挙げ、その理論構成として釈明権行使による不意打ち防止や弁論権の実質的保障の機能を法的構成まで拡充する必要性があること等を述べられている答案もあった。また、法的観点の認定判断は裁判所の専権事項であるという原則論から出発した上で、法的観点と事実主張とは通常密接な関係があることや、法的観点に関する当事者の不意打ちを防止するという観点からは、あらかじめ裁判所が考える法的観点を当事者に開示し、それに対する意見陳述や討論を促すことが弁論権や手続保障を実質化する上で重要であり、そのような観点から法的観点指摘義務が一定の場合には認められる、といった論旨が展開できている答案は、問題の所在や議論状況を正確に理解しているとして高い評価を得ていた。\n他方で、多くの答案が釈明義務又は法的観点指摘義務に言及してはいたが、法的構成が当事者に不意打ちとなることを意識した論述をしている答案はそれほど多くなく、弁論権の保障にまで言及することができた答案は僅かであった。また、問題文の中で、事実の主張については問題がない（したがって、弁論主義違反の問題は出てこない）旨を示していたにもかかわらず、事実の主張に関する釈明権行使あるいは釈明義務の問題としている答案も少なくなかった。その原因としては、法的観点指摘義務の問題を全く知らなかったというよりも、法的観点の指摘が問題になる場面と事実主張を促すことの適否が問題になる場面との区別できておらず、かつ、それぞれにつき別のアプローチで検討しなければならないことが理解できていなかったことが原因ではないかと推測される。この２つの問題は別物であると学修してはいたものの、その拠って立つ規範とその根拠が曖昧なままであったことも原因ではないかと推測される。\n具体的事例への当てはめについては、問題文の事実関係から、弁論準備手続終結時に主たる争点の確認が行われていることなどを挙げられている答案と、挙げられていない答案に分かれ、挙げられている答案は高く評価された。問題の場面は、弁論準備手続終結時に争点を確認し、それを踏まえた証拠調べも実施した後の、口頭弁論終結前の段階である。この段階では、事実関係をめぐっては、通常、当事者の主張立証活動や裁判所の心証形成が完了しており、ただ、本問では、その法的評価をめぐって、裁判所と当事者との間に食い違いがある（裁判所が認識している法的観点を当事者が認識していない）という状況にあり、それを踏まえた論述をすることが大切である。\nなお、「検討を促すべきであるとする立論」が求められているにもかかわらず、逆の結論を述べる答案が少数ながら存在した。設問の指示について、十分な注意を払うことを心掛けてほしい。\nイ 設問３のまとめ設問３は、弁論主義の第一原則（主張原則）及び法的観点指摘義務の意義や根拠についての基本的な理解を示した上で、問題文の事実関係に即して、裁判所が法的観点を指摘し当事者に検討を促すべきであるという立場から、その根拠や理論構成を踏まえて、論じていくことを求めるものである。\n弁論主義の第一原則（主張原則）の内容、主要事実の意義などについては、それなりに述べられている答案が多かったが、弁論主義の根拠論については、私的自治の原則が民事実体法の基本原則であり、これがなぜ訴訟法に適用されるのかといった点についても説明できてい- 23 -たものは多くはなかった。また、裁判所による法的観点の指摘については、法的観点の指摘が問題になる場面と事実主張を促すことの適否が問題になる場面とをしっかりと区別できている答案は多くなく、そのような基本的事項について、正確に理解した上で、問題文の事実関係に即した論述をすることができたかなどにより、差がついたように思われる。\n「優秀」に該当する答案は、出題趣旨を正しく理解し、弁論主義の第一原則（主張原則）の内容、主要事実の意義等を的確に述べ、弁論主義の根拠論を踏まえ、不意打ちにならないとしても弁論主義に反する理由や、法的観点指摘義務の根拠、理論構成について論じた上で、問題文の事例に即して、裁判所が当事者に法的観点を指摘して検討を促すべきであることを適切に論述するものである。「良好」に該当する答案は、出題趣旨を概ね正しく理解しているが、弁論主義の根拠論の論述が不十分であったり、法的観点の指摘が問題になることを指摘できてはいるものの、その根拠や理論構成の記述が不十分であったりするものなどである。「一応の水準」に該当する答案は、出題趣旨を理解していることが読み取れ、弁論主義や法的観点指摘義務について記述がされているものの、弁論主義と私的自治原則との関係について触れられていなかったり、法的観点指摘義務と事実主張を促すこととの区別を欠いていると思われたりするような記載があるものなどである。これに対し、出題趣旨を正しく理解せず、弁論主義と不意打ちとの区別を全く欠いていたり、法的観点指摘義務について触れられていなかったりするような答案は「不良」と評価される。\n４ 法科大学院に求めるもの本年の問題は、基本を踏まえて思考を展開する応用問題も含まれてはいたものの、出発点となる知識や判例はいずれも基本的なものである。しかし、これらの理解が不十分な答案が多く存在した。\n設問１の固有必要的共同訴訟該当性について、全体的に検討不十分な答案が多かったのはやや意外であった。共同訴訟等の複雑訴訟の履修まで手が回っていないのではないかという懸念がある。在学中受験等でカリキュラムが詰まっていることなども影響しているとも考えられるが、より一層の履修上の工夫を望みたい。\n本年の問題に限らないが、民事訴訟法の試験においては、民事訴訟法の基礎概念や基本原理・原則、\n重要基本判例の理由及び判断の枠組みについて正確に理解し、その要点を的確に表現できるか、そのような着実な土台の上で、応用的な課題にどこまで立ち向かえるかを問うているのであり、いわゆる「論点」について定型的な論述ができるかを判定しているものではない。したがって、前記基礎事項の理解や表現がきちんとできていないまま、「論点」についての暗記学修に走っているとすれば、それは的外れと言わざるを得ない。試験準備に当たっては、今回出題されたような基本原理、基礎概念の意義・根拠、重要基本判例の理由及び判断の枠組みを丁寧に学修し、更にそれを起案練習などで繰り返し定着させ、それを土台に具体的事例の解決について思考を巡らせることを心掛けることが大切であり、それこそが実務家に求められる基本的資質・素養ではないかと考えられる（受験者に求められる「現場思考」とは、基礎的事項の確実な定着を前提とした論理的説得力のある思考であり、基礎的事項が不十分なままの思考は、単なる「場当たり思考」になってしまう危険性が高いのではないかと思われる。従来から採点実感において基本書の精読を勧めているのも、基礎的事項の正確かつ着実な定着を図ってほしいという趣旨に基づくものと理解されるのであり、研究者の先端的な問題意識の学修を殊更に求めている趣旨ではないと思われる。）。法科大学院においても、そのような基礎的事項の理解及び定着にできる限り意を用いていただければと考える。\n他方、規範と具体的事実を結び付け、法的評価を的確に加えていくという過程については、多くの答案において良好な傾向がみられたことは高く評価してよいと考える。これは、法理論と具体的事案解決を結び付ける法科大学院教育の成果の表れと考えられる。今後は、実務イメージを持つことが重要な分野（今回の問題でいえば、証明妨害や法的観点の指摘）について、必要に応じて実務系基礎科目や実務家教員と連携しながら、それがどのようなシチュエーションで問題になるのかについて、事- 24 -案に即した具体的イメージを持てるような教育を可能な限り実現することが望ましいのではないかと思われる。民事訴訟手続について具体的なイメージを有していないため、制度理解を誤ってしまう受験者が多いように思われる中、上記のような教育の機会を設けることは必要かつ有益ではないかと考える。\n- 25 -"
}