{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和７年１月１日現在において施行されている法令に基づいて答えなさい。\n【事 例】\n会社員であったＡは、令和４年４月、Ｂから投資話を持ち掛けられ、投資のための資金７００万円をＢの指定する預金口座に振り込むように勧められた。Ａは、Ｂの投資話を信じ、消費者金融２社から２００万円ずつ合計４００万円、知人Ｃから３００万円をそれぞれ借り入れ、同月２５日、上記借入金の合計７００万円全額を、投資のための資金としてＢが指定した預金口座に振り込んだ。\n令和４年５月、Ａの実兄が死亡し、その共同相続人であるＡとＤ（Ａの実弟）は、同月１３日、遺産分割協議を行い、兄の遺産である土地（以下「本件土地」という。）及び預金２０万円の全てをＤに取得させる旨を合意し（以下「本件遺産分割合意」という。）、同日、本件土地について遺産分割を原因とする所有権移転登記がされた。\n令和４年６月、Ａは、同僚であるＥからソーシャル・ネットワーキング・サービス（以下「Ｓ\nＮＳ」という。）上に誹謗中傷にわたる内容を書き込まれ、職場での人間関係に悩んで転職した。\nＡは、転職により給与が減ったところ、その減額分を上記投資による配当金で賄おうと考えていたが、配当金が振り込まれることはなく、元金の返金もされないままＢと連絡が付かなくなった。\nその後、Ａは、消費者金融２社に対する返済を怠り、同社らから訴訟提起の予告を受けたため、弁護士Ｆに債務整理を委任することとした。弁護士Ｆは、令和４年９月５日、Ｃ及び消費者金融\n２社に対し任意整理を行う旨の受任通知を送付し、同年１１月、Ａの代理人として、Ｃ及び消費者金融２社との間で、それぞれ、令和５年１月以降毎月末日限り２万円ずつ支払う旨の和解契約を締結した（以下「本件各和解契約」という。）。なお、本件各和解契約においては、約定の分割金の支払を１回でも怠ったときには直ちに期限の利益を喪失する旨の条項が含まれていた。\n本件各和解契約の成立後、Ａは体調を崩して欠勤することが多くなり、令和５年１月以降は休職して傷病手当金を受給するようになり、月額収入が３分の２に減少した。Ａは、本件各和解契約で定められた分割金の支払について、同年１月から同年３月までは、病院の受診を控えるなどして生活費を切り詰めながら約定どおりの支払をしたものの、同年４月以降は約定の支払をすることができなくなり、消費者金融２社に対しては支払をせず、Ｃに対してのみ同年９月まで１か月おきに隔月での支払を続けていた。\nこの頃、Ａは、弁護士Ｆに破産手続開始の申立てを依頼しようとしたが、弁護士Ｆも体調を崩していたため、上記依頼をすることができずにそのままになっていた。その後、Ａは、令和６年\n８月、弁護士Ｇに破産手続開始の申立てを依頼し、弁護士Ｇは、同月５日、Ａの代理人として破産手続開始の申立てを行う予定である旨をＣ及び消費者金融２社に対して通知した上で、同年１１月１２日、裁判所に破産手続開始の申立てをした（以下「本件申立て」という。）。本件申立てを受けた裁判所は、同月２０日、Ａについて破産手続開始の決定をし、破産管財人として弁護士Ｘを選任した。\n〔設 問〕\n１．以下の⑴及び⑵の訴訟手続がどのように取り扱われるかについて論じなさい。なお、⑴及び\n⑵のいずれについても破産手続開始の決定時までに口頭弁論は終結していないものとする。\n⑴ 本件申立ての前に、ＡはＢを被告として、架空の投資話により７００万円を詐取された旨\n- 2 -を主張して不法行為に基づく損害賠償請求訴訟を提起し、第一審裁判所に同訴訟が係属していた。\n⑵ 本件申立ての前に、ＡはＥを被告として、ＳＮＳ上に誹謗中傷にわたる内容の書き込みをされて名誉を侵害された旨を主張して名誉毀損による慰謝料請求訴訟を提起し、第一審裁判所に同訴訟が係属していた。\n２．破産管財人Ｘによる否認権の行使に関し、以下の⑴及び⑵について解答しなさい。\n⑴ 破産管財人Ｘは、本件各和解契約成立後のＡのＣに対する支払を否認することができるかについて、Ｃからの反論を踏まえて論じなさい。\n⑵ 破産管財人Ｘは、本件遺産分割合意を対象として否認権を行使した。破産管財人Ｘが否認権を行使した令和６年１２月時点において、Ｄは、本件遺産分割合意により取得した預金２０万円を全額費消していた。また、本件土地の時価は、本件遺産分割合意がされた令和４年\n５月の時点では１００万円であったが、その後、本件土地の近隣に半導体工場が誘致されたことにより、令和６年１２月時点で３００万円になっていた。\nこの場合において、破産管財人ＸがＤに対して否認権行使により価額償還を請求するとき、請求することができる額について、その理由も含めて論じなさい。ただし、本件遺産分割合意を対象とする否認権が認められることを前提とする。また、附帯請求は考慮しなくてよい。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和７年１月１日現在において施行されている法令に基づいて答えなさい。\n【事 例】\nＡ社は運送業を営んでいたところ、経費が増大する一方、顧客への価格転嫁が十分にできなかったことから、収益が悪化して資金繰りに窮し、公租公課も滞納するようになった。そこで、Ａ社は２社にスポンサー就任を打診したところ、うち１社であるＢ社から前向きな意向が示されたため、Ｂ社と諸条件について協議を行い、同社からスポンサー就任に関する意向表明書の提出を受けた。そして、Ａ社は、令和６年１０月２１日、裁判所に再生手続開始の申立てをしたところ、同日、裁判所から監督命令が発せられ、監督委員が選任された。Ａ社は、同月２４日に開催した債権者説明会において、Ｂ社をスポンサーに選定してその支援の下で事業の再生を図りたい旨を説明した。また、Ａ社は、監督委員の同意を得た上で、Ｂ社から当面の運転資金として、３０００万円を借り入れ（以下「本件借入れ」という。）、滞納公租公課の支払や当面の資金繰りに充てた。その後、Ａ社は、同月２８日、裁判所から再生手続開始の決定を受けた。\nＢ社の意向表明書に記載された条件は、Ａ社事業の譲渡価格を１億３０００万円とする、全ての従業員の雇用を継続する、既存取引先（再生債権者である仕入先を含む。以下同様とする。）も希望があれば引き続き取引を継続する、というものであった。\n一方、再生債権者であるいわゆるノンバンクのＣ社（再生債権比率は１５％であった。）は、Ａ社に対し、令和６年１１月１８日、スポンサー候補としてＤ社を紹介してきた。Ｄ社の条件は、譲渡価格を１億５０００万円とする、８０％程度の従業員の雇用を継続する、既存取引先との取引の継続は保証の限りではない、というものであった。\nＡ社は、現在も事業を継続することができているのは、Ｂ社がスポンサー候補である旨を外部に表明したことによる信用補完や本件借入れによる資金繰り支援が寄与していると判断しており、譲渡価格以外の条件においてはＢ社がＤ社よりもスポンサーとして適していると考えて、当初の方針どおりＢ社をスポンサーとし、再生計画外での事業譲渡をすることとした。\nそこで、Ｂ社との間の最終的な条件を定めたスポンサー契約書と事業譲渡契約書について監督委員の同意を得た上で、Ａ社は、令和６年１２月２０日、裁判所に事業譲渡についての許可の申立てをした（以下「本件申立て」という。）。同事業譲渡による再生債権者への弁済額はＡ社の清算価値を上回る見込みであった。\n本件申立てを受け、裁判所が全ての再生債権者（３０社）に対して意向聴取をしたところ、Ａ社の主要資産に担保を有しているＥ銀行（再生債権比率３０％）など多くの再生債権者からは異議が示されなかった。その一方で、Ｃ社やＦ銀行（再生債権比率２５％）など計５社から反対の意見が示された。\nＡ社は裁判所と協議した上、本件申立ては一旦取り下げ、再生債権者と対話を続けつつ、Ｂ社をスポンサーとした事業譲渡の途を探ることとした。\n〔設問１〕\nＣ社は、譲渡価格の点でＤ社よりも劣るＢ社をスポンサーとするＡ社の方針に不服であるため、管理命令の申立てを検討している。以下の⑴及び⑵について解答しなさい。\n⑴ 民事再生法では原則として管財人を選任することとはされていないことの趣旨について、管財人が選任されない場合において再生債務者が果たすべき義務に言及しつつ説明しなさい。\n⑵ Ｃ社から管理命令の申立てがされた場合に裁判所はいかなる判断をすべきか。スポンサー選\n- 4 -定について、⑴で述べた再生債務者が果たすべき義務の具体的内容に言及しつつ論じなさい。\n【事 例（続き・１）】\nＡ社は、Ｂ社をスポンサーとして、令和７年１月２１日、同社への事業譲渡を内容とする再生計画案を裁判所に提出した。\nＡ社の再生計画案は、書面投票の方法にて決議に付された。Ａ社はこれまでの説明状況を踏まえ、再生債権者からおおむねの理解は得られたと判断していたが、Ｃ社とＦ銀行が反対したほか、一部の再生債権者が投票を棄権したこともあり、可決要件を満たさず、否決された。そのため、Ａ社は、同年３月２８日、裁判所から再生手続廃止の決定を受けた。\n〔設問２〕\n【事例】に加え、【事例（続き・１）】があった場合において、Ａ社に対する再生手続廃止の\n決定後の破産手続への移行について、同決定の確定の前後で場合を分けて説明しなさい。\n【事 例（続き・２）】\nＡ社は、再生手続廃止の決定後、直ちにＢ社と協議を行った結果、Ｂ社は、譲渡価格以外については従前の条件を維持し、譲渡価格については１億５０００万円に引き上げることとした。そこで、Ａ社は、債権者説明会を開催し、これまでの経緯やＢ社の上記条件等を説明した上で、令和７年４月４日、再度、裁判所に再生手続開始の申立てをした。\n〔設問３〕\n【事例】に加え、【事例（続き・１）】及び【事例（続き・２）】があった場合において、Ａ\n社による再度の再生手続開始の申立てに対し、Ｆ銀行を含む他の再生債権者は「特に意見がない」としているが、Ｃ社は「Ｂ社への事業譲渡を内容とする再生計画案は否決されたのだから、なおＢ社をスポンサーとすることを目的とした再度の申立ては不当である。」と主張して強く反対している。このとき、裁判所は、Ａ社に対して再生手続開始の決定をすることができるかについて論じなさい。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、個人破産の事例を基に、主に、破産者を当事者とする訴訟手続の取扱い、否認に関する破産法上の各規律についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、破産手続開始の決定があったときは、破産者を当事者とする破産財団に関す\nる訴訟手続は中断し（破産法第４４条第１項）、さらに、破産管財人は、中断した訴訟手続のうち破産債権に関しないものを受け継ぐことができる（同条第２項前段）との規定の適用の可否を、小問⑴及び⑵の具体的な事例について検討することを求めるものである。小問⑴では、不法行為に基づく損害賠償請求権が破産財団に帰属する債権であり、これを訴訟物とする訴訟が「破産財団に関する訴訟手続」に該当することを指摘し、訴訟手続が中断することを説明した上で、上記損害賠償請求権が破産債権ではないことを指摘し、破産管財人が訴訟手続を受継することができることの説明が求められる。小問⑵では、名誉毀損による慰謝料請求権が行使上の一身専属性を有することに着目し、慰謝料の具体的な金額が当事者間において客観的に確定しない間は、原則として破産財団に帰属する債権ではないこと（最判昭和５８年１０月６日民集３７巻８号１０４１頁参照）を説明した上で、本小問⑵の具体的な事例について慰謝料額が当事者間で客観的に確定していないことを指摘し、本件訴訟が「破産財団に関する訴訟手続」\nに該当せず、訴訟手続は中断しないことを説明することが求められる。\n- 25 -\n〔設問２〕は、弁済の事例（小問⑴）と、遺産分割の事例（小問⑵）について、適切な事例\n分析とその分析に沿った否認類型の成否の具体的な検討を求めるものである。\n小問⑴においては、破産法第１６２条第１項第１号の要件充足の有無を、具体的な事実関係に基づいて検討することになる。検討にあたっては、弁護士Ｆが令和４年９月５日に送付した受任通知が支払停止に該当するものの（最判平成２４年１０月１９日集民２４１号１９９頁参照）、破産手続開始の申立て前一年以内のものではないため、支払不能は推定されないこと（同条第３項）、Ｃに対する弁済は破産手続開始の申立ての日から一年以上前にした行為であるため、支払停止があった後にされたものであること又は支払停止の事実を知っていたことを理由として否認することはできないこと（同法第１６６条）に留意する必要がある。そして、上記の受任通知時に支払不能にあったことを検討する中で、本件各和解契約により支払不能を脱したか否か、また支払不能について悪意であったか否かなどを検討することになる。いずれの結論もあり得るところであるが、自ら考えたところを事例に即して説明することが求められる。\n小問⑵においては、本件遺産分割合意につき無償行為否認（同法第１６０条第３項）が認められることを前提に、その効果としての価額償還請求に関して、預金については現存利益の有無\n（同法第１６７条第２項）、不動産については価額算定基準時（最判昭和６１年４月３日集民\n１４７号４８９頁等参照）を、それぞれ検討することが求められる。\n〔第２問〕\n本問は、法人の再生手続に関する具体的事例を通じて、主に、原則としていわゆるＤＩＰ型がとられている趣旨、管理命令をするための要件、再生手続廃止の決定後の破産手続への移行、再度の再生手続開始の申立てについての基本的な理解と事例処理能力を問うものである。\n〔設問１〕の小問⑴においては、再生債務者は、再生手続が開始された後も、その業務を遂\n行し、又はその財産を管理し、若しくは処分する権利を有するとされていること（民事再生法第３８条第１項）の趣旨を説明するとともに、再生債務者は、債権者に対し、公平かつ誠実に上記権利を行使し、再生手続を追行する義務を負うこと（同条第２項）に言及することが求められる。小問⑵においては、スポンサー選定において再生債務者が果たすべき債権者に対する公平誠実義務の具体的内容（債権者の利益を犠牲にして専ら自己又は第三者の利益を図るような選定をしてはならないことなど）を指摘した上で、管理命令（同法第６４条第１項）の要件について、事例に即した具体的な検討が求められ、例えば、対価以外の条件はＢ社が上回っており、Ａが専ら自社又はＢ社の利益を図ろうとしているわけではなく、再生債務者の公平誠実義務に違反するものではないことから、管理命令を発令できないとの解答が考えられる。\n〔設問２〕は、再生手続廃止の決定後の破産手続への移行について、同決定の確定前後で場\n合分けをして説明することを求めるものである。同決定の確定前については、債権者は、破産手続開始の申立てをすることができるが（民事再生法第２４９条第１項）、同申立てに係る破産手続開始の決定は、再生手続廃止の決定が確定した後でなければすることができないこと（同条第２項）を説明し、同決定の確定後については、裁判所は、破産手続開始の申立てがされている場合には同申立てに基づいて破産手続開始の決定をし、そうでない場合には、職権で破産手続開始の決定をしなければならないこと（同法第２５０条第１項）を説明することが求められる。\n〔設問３〕は、再生計画案が否決された後の再度の申立ての事案について、再生手続開始の\n決定をすることができるかについて、事例に即した具体的な検討を求めるものである。再度の申立てをすること自体は、これを禁止する規定はなく、濫用的な再度の申立ては民事再生法第\n２５条第３号、第４号の要件で防止することができることなどから、同条の規定により棄却する場合に当たらなければ、再生手続開始の決定をすることになる（同法第３３条第１項）。本問の事例では、特に、同法第２５条第３号、第４号に当たらないかが問題となるところであり、- 26 -\n例えば、再度の申立てが、否決された再生計画案の問題点について改善を図った上でされたものであり、債権者への説明会を開催し、迅速に申立てをしていることなどから不当な目的や不誠実性は認められず、また、Ｅ銀行その他の債権者が反対しておらず、再生計画案の作成、可決、認可の見込みがないことが明らかであるともいえないことから、これを棄却する場合に当たらないとして、裁判所は再生手続開始の決定をすることができるとの解答が考えられる。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針第１問は、個人破産の事例を基に、主に、破産者を当事者とする訴訟手続の取扱いに関する規律（設問１）及び否認の規律（設問２）についての基本的な理解と事例処理能力を問うものである。\n採点の主眼は、設問１においては、破産手続開始の決定があったときの破産財団に関する訴訟手続の中断（破産法第４４条第１項）及び破産管財人による受継（同条第２項前段）の制度を正しく理解して具体的な事例において適用できているか、設問２においては、設問の具体的な事実関係において否認の各要件の該当性を検討して説得的に論じることができているかという点に置かれている。\n第２問は、法人の再生手続に関する具体的事例を通じて、主に、原則としていわゆるＤＩＰ型が採られている趣旨と管理命令に関する規律（設問１）、再生手続廃止の決定後の破産手続への移行に関する規律（設問２）及び再度の再生手続開始の申立てに関する規律（設問３）についての基本的な理解と事例処理能力を問うものである。採点の主眼は、設問１においては、再生手続開始後も再生債務者が業務遂行をし、財産の管理処分権を有するとの規定（民事再生法第３８条第１項）の趣旨を理解しているか（小問⑴）、具体的事例において再生債務者の公平誠実義務（同条第２項）\nを検討し、管理命令（同法第６４条第１項）の要件を検討できているか（小問⑵）、設問２においては、再生手続廃止の決定確定前の破産手続開始の申立てに関する規律（同法第２４９条第１項、\n第２項）及び再生手続廃止の決定確定後の職権破産に関する規律（同法第２５０条第１項）を理解できているか、設問３においては、再生計画案が否決された後の再度の申立てが禁止されているわけではないことを前提に、再生手続開始の条件（同法第２５条）について設問の具体的な事実関係において検討できているかという点に置かれている。\n３ 採点実感等第１問、第２問を通じて、明文の規定があるにもかかわらず条文を挙げていない答案や、条文を挙げていても、条文番号を誤っている、項と号を混同しているなど、条文を正確に引用できていない答案が散見された。\n⑴ 第１問ア 設問１設問１は、破産手続開始の決定があったときの破産財団に関する訴訟手続の中断（破産法第４４条第１項）及び破産管財人による受継（同条第２項前段）の各規定の適用について、小問ごとに検討することになる。これらの規定については多くの答案で指摘することができており、条文の要件の該当性を的確に検討し、その効果を正確に指摘することができた答案は高評価につながった。\n小問⑴では、まず、Ａが有する不法行為に基づく損害賠償請求権が、破産者が破産手続開始の時において有する債権であるため破産財団に帰属する財産であること（同法第３４条第１項）から、同損害賠償請求権を訴訟物とする本件訴訟が「破産財団に関する訴訟手続」に該当することを指摘し、訴訟が中断することを説明すれば良い。その上で、同法第４４条第２項について、同損害賠償請求権が破産債権ではないから、中断した上記訴訟は「破産債権に関しないもの」に該当することを指摘し、破産管財人が受け継ぐことができることを説明すれば良い。Ａが有する不法行為に基づく損害賠償請求権について、「破産者が破産手続前に生じた原因に基づいて行うことがある将来の請求権」（同法第３４条第２項）であると誤解して- 1 -いる答案が相当数あったが、破産財団の範囲に関する基本的な条文であり、正確に理解しておくべきものである。\n小問⑵では、名誉毀損による慰謝料請求権を訴訟物とする訴訟が「破産財団に関する訴訟手続」に該当するかを検討するに当たって、名誉毀損による慰謝料請求権が行使上の一身専属性を有することに着目する必要がある。慰謝料の具体的な金額が当事者間において客観的に確定しない間は、原則として破産財団に帰属する債権ではないこと（最判昭和５８年１０月６日民集３７巻８号１０４１頁参照）を説明した上で、小問⑵の事実関係においては慰謝料額が当事者間で客観的に確定していないことを指摘し、本件訴訟が「破産財団に関する訴訟手続」に該当せず、訴訟手続は中断しないことを説明すれば良い。慰謝料請求権が行使上の一身専属性を有すると指摘をするものの、破産法のどの条文のどの要件の問題であるのかを明らかにしないまま検討をする答案や、慰謝料請求権について行使の意思を明らかにした場合には一身専属性が失われるとする答案も散見されたが、上記判例の考え方はしっかり理解しておきたい。\nイ 設問２(ｱ) 小問⑴設問２小問⑴が偏頗行為否認（破産法第１６２条第１項第１号）の問題であることは多くの答案で指摘できていた。同号の否認の要件としては、破産者が支払不能になった後にした行為であること、支払不能であったこと又は支払停止があったことを債権者が知っていたことであるので（同号イ）、支払停止及び支払不能の定義を示し、これを検討すれば良い。\nこの検討に当たり、弁護士Ｆが令和４年９月５日に送付した受任通知が支払停止に該当するものの（最判平成２４年１０月１９日集民２４１号１９９頁参照）、破産手続開始の申立て前一年以内のものではないため、支払不能は推定されないこと（同条第３項）、Ｃに対する弁済は破産手続開始の申立ての日から一年以上前にした行為であるため、支払停止があった後にされたものであること又は支払停止の事実を知っていたことを理由として否認することはできないこと（同法第１６６条）から、上記受任通知の時点における支払不能及び支払不能についての悪意を検討する必要があるという構造を理解して整理している答案は高評価につながった。\n支払不能については、上記受任通知の記載内容から同通知がされた時点で支払不能であったと認定する考え方と、受任通知の時点では支払不能だったものの和解契約をして弁済をしていたことから支払不能を脱したと認定する考え方があり得る。前者の考え方においては、和解契約の締結と弁済の事実については、無理算段による支払であり支払不能を脱したものではないという評価も説明することになる。後者の考え方においては、令和５年４月以降に消費者金融２社に対しては支払をせず期限の利益を喪失し、Ｃに対しても約定どおりの支払ができず期限の利益を喪失していることなどの事実を指摘して、支払不能であったと認定することになると考えられ、多くの答案でこのような認定がされていた。\n支払不能についての悪意の検討では、受任通知の時点で支払不能であったと認定する考え方においても、令和５年３月以前における支払不能についての悪意を認定することは困難であるように思われる。\n令和５年４月以降の支払については、Ｃは、上記受任通知を受けた時点で、ＡにはＣに対するもの以外にも債務が存在することを含むＡの支払不能を認識し、それを踏まえて和解契約を締結した上、その後、ＡがＣに対する支払も滞らせて期限の利益を喪失したことを認識していたこと等の事実を指摘して、Ｃの支払不能の悪意を認定することが考えられ、\n多くの答案でこのような認定がされていた。\nなお、「Ｃからの反論を踏まえて論じなさい」との設問との関係では、和解契約の締結により支払不能を脱したとの主張、支払不能を脱したと認識しており支払不能について悪意- 2 -ではなかったとの主張をＣからの反論として挙げることが考えられる。\n特定の結論のみを正答とするものではなく、上記問題意識をもって自らの考えを説明できた答案は高評価となった。他方、支払停止と支払不能の概念を混同している答案や、破産法第１６２条第３項の推定規定の適用除外を見落とし支払停止の該当性のみを検討している答案、Ｃへの支払を破産者の義務に属しないものであるとする答案など、基本的な理解が不十分であると思われる答案も散見され、これらは低い評価にとどまった。また、条文の要件を検討せずに、有害性や不当性のみを検討して結論を出している答案もあったが、\n否認権の成否を検討するに当たっては、まずは該当する否認類型の適用条文を正確に摘示し、当該条文に従い、要件充足性を検討するという姿勢が求められる。\n(ｲ) 小問⑵設問２小問⑵が無償行為否認（破産法第１６０条第３項）の問題であることは多くの答案で指摘できていたが、行為の時期(支払の停止等があった後又はその前6月以内)などの要件への当てはめはしないまま、現存利益の有無の検討だけをする答案も相当数あった。また、\n価額償還を検討するに当たり、預金については同法第１６７条第２項の現存利益の解釈が問題となり、不動産については価額算定基準時が問題となることについても多くの答案で指摘できていたが、預金と不動産を分けずに価額算定基準時についてのみ論じた答案も散見された。現存利益の解釈については、単に費消したから現存利益がないとの記述にとどまる答案も多かったが、その預金を必要な生活費等に費消したのであれば、現にその利益を受けているというべきではないかという観点をもって検討ができると丁寧であった。価額算定基準時については、否認権行使時と考えるか否認対象行為時と考えるかについて自らの考えを説明すれば良いが、判例が否認権行使時の時価をもって算定すべきとしていることは押さえておきたい。請求することができる額について、相続分を超えて全額を否認できるとする答案が多かったが、無償行為として否認の対象となるのは法定相続分を超える部分のみである。\n⑵ 第２問ア 設問１小問⑴においては、再生債務者は、再生手続が開始された後も、その業務を遂行し、又はその財産を管理し、若しくは処分する権利を有するとされていること（民事再生法第３８条第１項）の趣旨を説明するとともに、再生債務者は、債権者に対し、公平かつ誠実に上記権利を行使し、再生手続を追行する義務を負うこと（同条第２項）に言及し、小問⑵においては、\nスポンサー選定において再生債務者が果たすべき債権者に対する公平誠実義務の具体的内容を指摘した上で、管理命令（同法第６４条第１項）の要件について、事例に即して検討をすることになる。\nこれらの規定については多くの答案で指摘することができており、債務者の自主再生の意欲を生かしながら事業や経済生活の再生を図ることを目指したものであることなどの趣旨を的確に説明する答案や、スポンサー選定において、債権者の利益を犠牲にして専ら自己又は第三者の利益を図るような選定をしてはならないことなどを指摘した答案、事例の当てはめにおいて、事実を摘示するだけでなくその事実を評価して要件充足性を検討した答案は高評価につながった。他方で、小問⑴においては、公平誠実義務が債権者に対する義務であることを看過するなどその内容を正確に理解できていないと思われる答案も散見され、そのような答案では、小問⑵においてスポンサー選定における義務内容の言及が十分にできていなかった。また、小問⑵では、事例に即した具体的な検討が求められ、例えば、対価以外の条件はＢ社が上回っており、Ａが専ら自社又はＢ社の利益を図ろうとしているわけではなく、再生債務者の公平誠実義務に違反するものではないことから、管理命令を発令できないとの解答が考えられるところであるが、民事再生法ではＤＩＰ型が原則であることを説明できている- 3 -．．一方で、管理命令の可否の具体的な検討においては、管理命令が「特に必要があると認めるとき」にされるもので、飽くまで例外であるということを意識せずに検討する答案も散見された。\nイ 設問２再生手続廃止の決定後の破産手続への移行について、同決定の確定前は、債権者は破産手続開始の申立てをすることができるが（民事再生法第２４９条第１項）、同申立てに係る破産手続開始の決定は再生手続廃止の決定が確定した後でなければすることができないこと（同条第２項）を説明し、同決定の確定後には、裁判所は破産手続開始の申立てがされている場合には同申立てに基づいて破産手続開始の決定をし、そうでない場合には職権で破産手続開始の決定をしなければならないこと（同法第２５０条第１項）を説明することになる。これらの規定については多くの答案で指摘することができており、廃止決定は確定しなければ効力が生じないことにも言及している答案、保全処分についても言及している答案、確定後における破産手続開始の申立てについても言及している答案などが高評価につながった。\nウ 設問３設問の事例において、再生手続開始の決定をすることができるかを検討することになる。本事例は、再生手続廃止決定後の再度の申立ての事例であるから、前提としてそもそも再度の申立てが許されるかについて、再度の申立てを禁止する規定はなく、濫用的な再度の申立てを防止できる規定（民事再生法第２５条第３号、第４号）があること、異なる再生計画のもとに債権者と再調整して事業再生を図る機会を与えることが適当な場合があることなどを指摘して、再度の申立て自体は可能であると説明するのが丁寧である。もっとも、再度の申立ての可否という一般論のみを検討することで十分な解答となるわけではなく、再生手続開始の条件の規定（同条）に基づき、説問の事例を具体的に検討しなければならない。同条第３号、第４号ついて、例えば、再度の申立てが、否決された再生計画案の問題点について改善を図った上でされたものであり、債権者への説明会を開催し、迅速に申立てをしていることなどから不当な目的や不誠実性は認められず、また、Ｅ銀行その他の債権者が反対しておらず、再生計画案の作成、可決、認可の見込みがないことが明らかであるともいえないことなど、事例を的確に検討できた答案は高評価につながった。\n- 4 -"
}