{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕及び〔設問２〕の配点は、５５：４５〕）\n次の各文章を読んで、後記の〔設問１⑴・⑵・⑶〕及び〔設問２〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、令和７年１月１日現在において施行されている法令に基づいて答えなさい。\n【事実Ⅰ－１】\n１．Ａは、設備工事業を営むＢの従業員である。また、Ｂは、業務用トラック（以下「甲車」という。）を所有している。\n２．令和５年２月１０日、Ａが、Ｂの業務として、甲車を運転して片側２車線の道路を走行していたところ、同一方向の隣の車線を走行していたＣの運転する乗用車（以下「乙車」という。）が急に車線を変更して甲車の直前に割り込んできた。Ａは、急ブレーキを踏み辛うじて追突を回避することができたが、クラクションを鳴らし続けてＣに抗議した。\nこれに腹を立てたＣが、信号待ちで両車が停止した際、乙車を降りて甲車に近づき、「何度も鳴らすな。しつこいぞ。」と怒鳴りつけたところ、Ａも甲車を降りて口論となった。口論中にＣから執拗に挑発を受けたＡは、甲車の荷台から取り出した工具を振り回しながらＣに向かって行った（以下「本件威嚇行為」という。）。\nＡから逃れようとして慌てて乙車に乗り込んでこれを急発進させたＣは、ハンドル操作を誤って勢いよく縁石に乗り上げ、乙車を横転させてしまった（以下「本件事故」という。）。本件事故により、Ｃに怪我はなかったが、乙車に同乗していたＣの配偶者Ｄが重傷（以下「本件負傷」という。）を負って入院した。本件事故についてのＡとＣとの過失割合は、Ａが２割で、Ｃが８割である。\n３．Ｄは、令和５年３月末に退院した。\n【事実Ⅰ－２】\n前記【事実Ⅰ－１】（１から３まで）に続いて、以下の事実があった。\n４．本件事故以前、ＣＤ夫婦は、同居して生計を一にしていた。しかし、Ｄの入院をきっかけに夫婦仲は険悪となり、令和５年８月以降、ＣとＤとは、生計を分けて別居し、離婚に向けた協議を開始した。令和６年４月上旬には、ＣとＤとは、離婚をすることに合意し、その条件の詳細を詰めている段階にあった。\n５．令和６年４月１０日、Ｄは、Ｂに対し、「㋐Ｂには本件負傷について損害賠償責任がある。」と主張して、本件負傷についての損害賠償を請求した（以下「請求１」という。）。これに対して、Ｂは、「仮にＤの主張が正当であるとしても、㋑乙車の側にも本件事故の責任があるので、賠償額が減額されるべきである。」と反論した。\n〔設問１⑴〕\n【事実Ⅰ－１】及び【事実Ⅰ－２】（１から５まで）を前提として、次のア及びイの問いに答え\nなさい。\nア 下線部㋐の主張について、その根拠を説明した上で、その当否を論じなさい。なお、Ａは、本件威嚇行為による本件負傷について不法行為による損害賠償責任を負うものとする。また、自動車損害賠償保障法第３条の規定に基づく責任については、考慮しないものとする。\nイ 下線部㋑の反論について、その根拠を説明した上で、その当否を論じなさい。\n- 2 -\n【事実Ⅰ－３】\n前記【事実Ⅰ－１】及び【事実Ⅰ－２】（１から５まで）に続いて、以下の事実があった。\n６．令和６年５月１０日、Ｃは、本件事故以前からの持病である心疾患により死亡した。Ｃは、遺言をしておらず、また、Ｃの唯一の相続人であるＤは、単純承認をした。\n７．【事実Ⅰ－３】６の事実を知ったＢは、請求１に対して、さらに、「仮にＢがＤに対し本件負傷についての損害賠償債務を負うとしても、㋒ＤがＣについて相続をした結果、当該損害賠償債務は、消滅したはずである。」と反論した。\n〔設問１⑵〕\n【事実Ⅰ－１】から【事実Ⅰ－３】まで（１から７まで）を前提として、次のア及びイの問いに\n答えなさい。なお、下線部㋑の反論の当否にかかわらず、下線部㋑の反論による賠償額の減額はされないものとして考えなさい。\nア 下線部㋒の反論について、その根拠を説明した上で、その当否を論じなさい。\nイ アにおける下線部㋒の反論の当否の結論を前提として、ＢとＤとの間での求償を通して、本件負傷による損害をＢとＤとが両者の間で最終的にどのように負担することになるかを論じなさい。\n【事実Ⅰ－４】\n前記【事実Ⅰ－１】（１から３まで）に続いて、以下の事実があった。前記【事実Ⅰ－２】及び\n【事実Ⅰ－３】（４から７まで）は存在しなかったものとする。\n８．【事実Ⅰ－１】３のＤの退院後、ＢとＤとは、本件負傷についての和解交渉を始め、令和６年４月１０日、Ｂは、Ｄに対し、本件負傷に係る損害賠償債務の額を１５０万円とする和解案を提示した。Ｄは、その案を拒み、Ｂに対し、本件負傷に係る損害賠償債務の額を２５０万円として、これを直ちに支払うよう請求した。同月１４日、Ｄは、知人から「弁護士の資格はないが、和解交渉の経験が豊富で信頼することができる。」として紹介されたＥに対し、Ｄを代理してＢと和解をすることを報酬１０万円で委任した。\n９．令和６年７月１０日、Ｅは、Ｄを代理して、Ｂとの間で、「Ｂは、Ｄに対し、令和７年１月\n１０日までに、本件負傷に係る損害賠償金２００万円を支払う。本件負傷についての損害に関し、ＤとＢとの間には、これ以外に一切の債権債務がないことを確認する。」という内容の和解契約（以下「本件和解」という。）を締結した。\n弁護士の資格を有していないＥがＤを代理して本件和解をしたことは、弁護士法第７２条の規定に違反するものであった。\n10．令和６年１１月１０日、Ｂは、Ｅが弁護士の資格を有しないことを知った。\n11．令和７年１月１０日、Ｄは、Ｂに対し、本件和解に基づき２００万円を支払うよう請求した。\nこれに対し、Ｂは、「㋓ＥがＤを代理して本件和解をしたことは弁護士法第７２条に違反するので、Ｄの請求は認められない。」と反論した。\n〔設問１⑶〕\n【事実Ⅰ－１】及び【事実Ⅰ－４】（１から３まで及び８から11まで）を前提として、下線部㋓\nの反論について、その根拠を説明した上で、その当否を論じなさい。\nなお、「弁護士法７２条の趣旨は、弁護士の資格のない者が、自らの利益のため、みだりに他人の法律事件に介入することを業とすることを放置するときは、当事者その他の関係人らの利益を損ね、法律事務に係る社会生活の公正かつ円滑な営みを妨げ、ひいては法律秩序を害することになるので、かかる行為を禁止するものと解されるところ」、「同条に違反する行為に対しては、これを処罰の対象とする（同法７７条３号）ことによって、同法７２条による禁止の実効性を保障することとされている。」と述べる最高裁判所第一小法廷平成２９年７月２４日判決（最高裁判所民事判\n- 3 -例集７１巻６号９６９頁）がある。\n（参照条文）弁護士法（昭和８年法律第５３号）\n（非弁護士との提携等の罪）第７７条 次の各号のいずれかに該当する者は、２年以下の懲役又は３００万円以下の罰金に処する。\n一、二 （略）三 第７２条の規定に違反した者四 （略）\n【事実Ⅱ】\n１．令和７年３月１０日、婚姻中である父Ａと母Ｂとの子Ｃ（１７歳）は、Ａ及びＢに何ら相談することなく、Ｂ方の伯父Ｄとの間で、Ｃが所有する絵画甲とＤが所有する絵画乙とを交換する旨の契約（以下「契約①」という。）を締結した。同日、Ｃは、Ｄの指示する場所へと甲を搬入し、Ｄは、Ｃの指示する場所へと乙を搬入した。\n２．令和７年３月１１日、Ａ及びＢは、【事実Ⅱ】１の事実を知った。Ｂは、Ｃが乙を手に入れているからＢとしては契約①を取り消すつもりはない旨をＡに伝えた。しかし、Ａは、Ｃが甲を手放したことは問題であると考えていた。\n３．令和７年３月１３日、Ａは、Ｂに無断で、Ａ及びＢの名義で、Ｄに対し、契約①を取り消す旨を伝え、Ｃにもそのことを伝えた。Ｄは、この取消しは、ＡがＢの許諾を得てしたものであると考えた。また、同日、Ａは、Ｄに対し、甲をＣに返還するように伝えた。\n４．令和７年３月１５日、Ｃは、１８歳となった。\n５．令和７年３月１７日、Ｄは、Ｃの指示する場所へと甲を搬入した。他方で、同日、Ｃは、Ｄとの間で、Ｃが乙を以後Ｄのために占有することを合意した。\n６．令和７年３月２１日、Ｃは、Ｅとの間で、乙がＣの所有物であるとして、乙を代金２５万円で売る旨の契約（以下「契約②」という。）を締結した。同日、契約②の代金２５万円がＥからＣへと支払われた。同日、Ｃは、Ｅとの間で、Ｃが乙を以後Ｅのために占有することを合意した。Ｅは、Ｃが乙の所有者であると過失なく信じていた。\n７．令和７年３月２４日、Ｅは、Ｆとの間で、乙がＥの所有物であるとして、乙を代金３０万円で売る旨の契約（以下「契約③」という。）を締結した。同日、契約③の代金３０万円がＦからＥへと支払われた。同日、Ｅは、Ｃに対して、以後Ｆのために乙を占有することを命じ、Ｆ\nがこれを承諾した。Ｆは、Ｅが乙の所有者であると過失なく信じていた。\n８．令和７年３月２８日、Ｆは、Ｇとの間で、乙がＦの所有物であるとして、乙を代金３５万円で売る旨の契約（以下「契約④」という。）を締結した。同日、契約④の代金３５万円がＧからＦへと支払われた。同日、Ｃは、Ｆからの依頼を受け、Ｇの指示する場所へと乙を搬入した。\nＦ及びＧは、Ｆが乙の所有者であると過失なく信じていた。\n９．令和７年３月３１日、Ｄは、Ｃのところに乙を引き取りに行ったものの、乙が見当たらなかった。同日、【事実Ⅱ】６から８までの経緯を知ったＤは、Ｆに対し、３５万円を支払うよう請求した（以下「請求２」という。）。\n〔設問２〕\n【事実Ⅱ】（１から９まで）を前提として、次のア及びイの問いに答えなさい。\nア 契約①の締結前にＤに属していた乙の所有権は、どのような過程を経て、現在、誰に属するかを論じなさい。\nイ 仮にＤが令和７年３月２８日に乙の所有権を再度失ったものとして、請求２の全部又は一部が認められるかを論じなさい。なお、乙の適正価額は３０万円であって、その変動はなかったもの- 4 -とする。また、乙の使用利益の返還については、考慮しないものとする。\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n１ 設問１について\n⑴ 設問１⑴は、事業執行に関連して行われた威嚇行為に起因する自動車事故によって同乗者が負傷した事例に基づき、使用者責任の成否とともに、自動車を運転していた配偶者の- 4 -過失による過失相殺の可否についての検討を求めるものである。\n設問１⑵は、同一の損害について複数の加害者が損害賠償債務を負い、そのうちの一人の賠償債務について混同が生じた事例に基づき、混同が他の賠償債務に及ぼす影響とともに、賠償債務者相互の間での求償関係についての検討を求めるものである。\n設問１⑶は、無資格者が委任者を代理して和解契約を締結したことが弁護士法第７２条の規定に違反する事例に基づき、取締規定（取締法規）違反の契約の効力についての検討を求めるものである。\n⑵ 設問１⑴アでは、Ｄは、下線部㋐において、Ａの本件威嚇行為による本件負傷について\nＢの使用者責任が成立することを主張している。使用者責任の要件（民法第７１５条第１項）を、順次、検討することが求められる。\nア まず、被用者の不法行為の要件については、設問上、Ａは本件威嚇行為による本件負傷について不法行為による損害賠償責任を負うものとされている。また、ＡはＢの従業員であるので、使用関係要件も満たす。\nイ 問題となるのは、事業執行性要件である。本件威嚇行為は、職務の執行行為そのものに属するものではないが、「事業の執行について」されたといえるのか。判例を踏まえた検討が求められる。\n判例は、被用者による職務権限の逸脱・濫用行為が問題となる事件類型では、「行為の外形から観察して、恰も被用者の職務の範囲内の行為に属するものとみられる場合」にも事業執行性が認められるとする（最判昭和３６年６月９日民集１５巻６号１５４６\n頁、最判昭和３７年１１月８日民集１６巻１１号２２５５頁ほか）。他方、被用者による暴行が問題となった事件類型では、「事業の執行行為を契機とし、これと密接な関連を有すると認められる行為」に該当する場合に、事業執行性要件を満たすとする（最判昭和４４年１１月１８日民集２３巻１１号２０７９頁、最判昭和４６年６月２２日民集\n２５巻４号５６６頁）。\nＡによる本件威嚇行為は、暴行に準ずるものであり、執行行為契機性・密接関連性の基準が妥当する後者の事件類型に該当する。Ａは、業務のため自動車を運転中に他の自動車の運転者と口論となり、口論中に挑発されて本件威嚇行為に出たものであるから、上記基準を満たし、業務執行性が肯定される。\nウ 結論として、本件負傷についてはＢの使用者責任が成立するものと考えられる。\n⑶ 設問１⑴イでは、Ｂは、下線部㋑の反論において、本件事故の発生についてのＣの過失による過失相殺を主張しているものと解される。\nア Ｃの過失は、被害者Ｄの過失ではないことから、まずは、第三者の過失によっても過失相殺が認められるかを検討しなければならない。\n判例は、民法第７２２条第２項の「過失」は、「被害者側の過失」を包含する趣旨であり、「被害者と身分上ないしは生活関係上一体をなすとみられるような関係にある者の過失」がこれに該当するとする（最判昭和４２年６月２７日民集２１巻６号１５０７\n頁）。「被害者側の過失」による過失相殺が認められる事件類型には、いくつかのものがあるが、配偶者が運転する自動車に同乗していた者が第三者の運転する自動車との衝突により負傷した場合に、配偶者の過失が「被害者側の過失」とされる類型も、その一つである（最判昭和５１年３月２５日民集３０巻２号１６０頁）。この類型での被害者側の過失による過失相殺の合理性については、求償関係の一挙解決及び紛争の一回的処理がいわれる（前掲・最判昭和５１年３月２５日）。\n設例では、Ｄの配偶者Ｃにハンドル操作のミスがあったことから、上記の事件類型に該当し、Ｄの損害賠償請求につき、Ｃの過失による過失相殺が認められ得る。\nイ もっとも、判例は、同乗被害者の配偶者の過失について、「夫婦の婚姻関係が既に破\n- 5 -錠にひんしているなど特段の事情」がある場合には過失相殺が認められないとする（前掲・最判昭和５１年３月２５日）。設例では、この例外に該当しないかについても検討が求められる。\n例外該当性の検討に当たっては、どの時点において「特段の事情」が存在すべきであるのかが問題となる。この点については、被害者側の過失が結果発生に競合する時点である不法行為時を基準とする立場と、求償関係の一挙解決の要請が現実化する時点である損害賠償請求時を基準とする立場とが、考えられる。ＣＤ間の婚姻関係は、本件事故の発生時には円満であったが、その後、請求時までに破綻しているから、いずれの立場をとるかによって、前記の例外に該当するか否かの判断が異なることになる。\n⑷ 設問１⑵アでは、Ｂは、下線部㋒において、Ｃの損害賠償債務に生じた混同の効力によってＢの損害賠償債務が消滅することを主張しており、また、設問１⑵イでは、賠償債務者ＢＣ（ＢＤ）の間での求償関係が問われている。\nア これらの点を検討する前提として、まずは、ＣとＢの債務が連帯債務の関係にあり民法の連帯債務の規定が適用されるのかについて考察することが必要である。\n本件負傷によりＤに生じた損害については、Ｂが使用者責任に基づく損害賠償債務を負うとともに、Ｃも不法行為による損害賠償債務を負う。民法第７１９条第１項及び第\n４３６条の文言からは、共同不法行為の場合は連帯債務となり、同一の損害について複数の者が損害賠償債務を負う場合全般について同様のことがいえそうである。\nしかし、平成２９年法律第４４号による改正（以下「平成２９年改正」という。）前の民法の下で、判例は、同一の損害について複数の者が損害賠償債務を負う場合を不真正連帯債務とし、民法の連帯債務の規定のいくつかにつき、その適用を排除していた（最判昭和４５年４月２１日集民９９号８９頁、最判昭和４８年１月３０日集民１０８号１１９頁、最判昭和５７年３月４日集民１３５号２６９頁など）。\nこの点に関しては、現行法の下でもなお連帯債務の規定の適用が排除されるべきであるのかも、問われ得る。平成２９年改正によって絶対的効力事由に関する規律が大幅な見直しを受けたことにより、連帯債務の規定は、これまで不真正連帯債務とされてきた場合への適用に支障がなくなったともいわれる。他方で、設問１⑵ア・イとの関係で問題となるのは、次述のとおり、平成２９年改正において変更されなかった連帯債務の規定であって、同改正前における判例が不真正連帯債務への適用を排除していたものであることにも、留意しなければならない。\nそのため、ＣとＢの損害賠償債務が連帯債務の関係にあり連帯債務の当該規律が適用されるか否かについては、両論が成り立ち得る。いずれかの見解を、その根拠とともに述べることが望まれる。\nイ 次に、賠償債務者の一人の賠償債務に生じた混同の影響や、賠償債務者相互の間での求償関係について、前記アでの検討を基礎においた検討が求められる。\n(ｱ) ＣとＢの損害賠償債務が連帯債務の関係にあり民法第４４０条及び第４４２条の規定が適用されるとみる立場からは、設例では、ＤがＣについて単独相続をしたことにより、Ｃの損害賠償債務について混同が生ずる（民法第５２０条）。連帯債務者Ｃの債務に生じた混同は、他の連帯債務者Ｂにも効力を及ぼし、Ｂの損害賠償債務が全部消滅する（民法第４４０条）。Ｂによる下線部㋒の主張は、このことを主張するものである。\nこの場合に、ＢＤ間では、ＤのＢに対する求償権（民法第４４２条）が問題となる。\n混同が生じた連帯債務者Ｃ（Ｄ）は、その損害賠償債務を全額弁済したものとみなされる（民法第４４０条）から、他の連帯債務者Ｂに対し、Ｂの負担部分に応じた額の求償権を取得する。\n- 6 -本件事故についてのＡとＣの過失割合は２対８であるから、Ａの使用者であるＢとＣ（Ｄ）の間での責任割合も２対８となり、Ｄの求償権の額は、損害賠償債務の額の２割となる。\n(ｲ) これと対極的な立場として、ＣとＢの損害賠償債務を不真正連帯の関係にあると解して民法第４４０条の規定の適用を排除する見解も考えられる。平成２９年改正前の民法の下で、判例は、不真正連帯債務には、混同の絶対的効力を定める民法の規定が適用されないとしていた（前掲・最判昭和４８年１月３０日）。これに従えば、Ｃの損害賠償債務に混同が生じた場合にも、Ｂの損害賠償債務は特に影響を受けず、そのまま存続することになる。\nこの場合に、ＢＤ間では、ＢがＤに対しその損害賠償債務を履行したときに、ＢからＤに対する求償が問題となる。平成２９年改正前の民法の下で、判例は、不真正連帯債務においては、連帯債務におけると異なり、加害者が自己の負担部分を超えて被害者に損害を賠償したことが求償権の要件となるとしていた（最判昭和６３年７月１\n日民集４２巻６号４５１頁）。これに従えば、Ｂは、Ｄに対する損害賠償債務の額の２割を超えて弁済した場合に、その超える部分につき、Ｄに対する求償権を取得する。\n⑸ 設問１⑶では、Ｂは、下線部㋓の反論において、弁護士法第７２条の規定に違反してされた本件和解は無効であると主張している。同条はいわゆる非弁行為を禁じる取締規定に当たり、本件和解に関しては、取締規定違反の契約の効力についての検討が求められる。\nア 取締規定違反の契約が無効となるかは、①取締規定の目的に照らして契約の効力を否定することが要請されるか、また他方で、②契約の効力を否定することによって取引の安全や当事者間の信義・公平が害されないかを、総合的に考慮して判断される。無効とする場合の法律構成は、強行規定違反（民法第９１条参照）又は公序良俗違反（民法第\n９０条）による。\nイ Ｅは、弁護士法第７２条の規定に違反して、Ｄとの間で委任契約を締結し、また、Ｄを代理してＢとの間で本件和解を締結している。同条による禁止の目的を達するためには、無資格者がした委任契約は無効とされるべきであるが（最判昭和３８年６月１３日民集１７巻５号７４４頁参照）、委任者を代理してした和解契約の効力まで否定する必要はない。かえって、和解契約の効力を否定する場合には、紛争が解決されたものと理解している当事者の利益を害するおそれがある。設例におけるＢが弁護士法違反を口実に本件和解の無効を主張することは、当事者間における信義・公平に反しよう。\n設問に引用した判決も、認定司法書士が委任者を代理して和解契約を締結することが弁護士法第７２条に違反する場合につき、当該和解契約は、その内容及び締結に至る経緯等に照らし、公序良俗違反の性質を帯びるに至るような特段の事情がない限り、無効とはならないとしている（最判平成２９年７月２４日民集７１巻６号９６９頁）。\nウ 結論として、本件和解は無効とならず、Ｂは、反論㋓によりＤの請求を拒むことができないと考えられる。\n以上と異なり、前記判決（前掲・最判平成２９年７月２４日）の射程が及ぶ範囲についての検討に基づき、本件和解は無効であるとする立論も、考えられる。\n２ 設問２について\n⑴ 設問２は、未成年者がした動産の交換契約が取り消された後に、当該動産が他に売却されて転売が重ねられた事例に基づき、問のアにおいて、父母の一方が共同の名義でした取消しの意思表示の効力並びに占有改定及び指図による占有移転に基づく即時取得の成否等に関する検討を求め、また、問のイにおいては、転売主に対する不当利得（侵害利得）返還請求について、当該転売主がした転売に係る適正価額を上回る代金相当額の請求の可否及び転売主が原売主に対して支払った代金額の控除の可否に関する検討を求めるものであ\n- 7 -る。\n⑵ 設問２のアでは、契約①とその取消し、契約②、契約③及び契約④の各段階において乙の所有権がどのように変動したかを順次、検討することが求められる。\nア もともとＤに属していた乙の所有権は、契約①に基づき、ＤからＣに移転した（民法第１７６条）。\nしかし、その後、Ａが契約①を取り消す旨の意思表示をした。そのため、当該意思表示の効力いかんについて検討する必要がある。\nＣは、契約①を締結した時点では未成年であり（民法第４条）、かつ、契約①の締結に関して法定代理人であるＡ及びＢ（民法第８１８条第１項、第８２４条本文）の各同意（民法第５条第１項本文、第８１８条第３項本文）を得ていなかった。そのため、Ａ\nとＢとは、契約①を取り消すことができる（民法第５条第２項、第１２０条第１項）。\n契約①を取り消すには、Ａ及びＢは、共同して取消しの意思表示をしなければならない（民法第８１８条第３項本文）。しかし、Ａは、Ｂに無断で、契約①を取り消す旨の意思表示をしており、しかも、Ｂには契約①を取り消す意思はなかった（【事実Ⅱ】２\n及び３）。もっとも、Ａによる取消しの意思表示（法律行為）は、Ｂとの共同の名義でされたものであり、かつ、Ｄは、当該法律行為がＢの意思に反することを知らなかった（【事実Ⅱ】３）。それゆえ、契約①の取消しは、その効力を妨げられない（民法第８２５条）。\nしたがって、契約①は、遡及的に無効となり（民法第１２１条）、ＤからＣへの乙の所有権の移転も遡ってその効力を失う。\nイ その後、令和７年３月２１日に、Ｅは、Ｃとの間で、乙を買う旨の契約②を締結した。\nＥは、Ｄとの関係において、取消後の第三者に当たる。しかし、Ｄは、同月１７日、Ｃから占有改定（民法第１８３条）の方法によって乙の引渡しを受け（【事実Ⅱ】５）、取消しによる乙の所有権の回復（ＣからＤへの復帰的物権変動）について対抗要件（民法第１７８条）を備えていた。その結果、Ｄによる乙の所有権の回復が確定し、Ｃは、乙に関して無権利者となった。そのため、Ｅは、契約②に基づき、乙の所有権をＣから承継取得することができない。\nウ それゆえ、Ｅによる乙の所有権の取得の可否については、即時取得（民法第１９２条）の成否を検討しなければならない。特に、Ｅは、占有改定の方法によってＣから乙の引渡しを受けた（【事実Ⅱ】６）にとどまるため、占有改定に基づく即時取得の成否が問題となる。\nこの問題について、判例（最判昭和３５年２月１１日民集１４巻２号１６８頁）は、「無権利者から動産の譲渡を受けた場合において、譲受人が民法１９２条によりその所有権を取得しうるためには、一般外観上従来の占有状態に変更を生ずるがごとき占有を取得することを要し、かかる状態に一般外観上変更を来たさないいわゆる占有改定の方法による取得をもつては足らない」と説示する。この判例によれば、Ｅは、乙の所有権を即時取得しないものと考えられる。\nエ Ｅが乙の所有権を即時取得しないとすると、Ｅとの間で契約③を締結したＦもまた、当該契約に基づき、乙の所有権をＥから承継取得することができない。\nそれゆえ、Ｆによる乙の所有権の取得の可否についても、乙の所有権の即時取得の成否を検討しなければならない。特に、Ｆは、指図による占有移転（民法第１８４条）の方法によってＥから乙の引渡しを受けた（【事実Ⅱ】７）にとどまるため、指図による占有移転に基づく即時取得の成否が問題となる。\n判例には、指図による占有移転に基づく即時取得の成立を肯定するもの（最判昭和５７年９月７日民集３６巻８号１５２７頁）とこれを否定するもの（大判昭和８年２月１\n- 8 -\n３日新聞３５２０号１１頁）とがあり、このような結論の相違は、各判例がそれぞれの判断の基礎とした事案の特徴の違いに由来するものと一般に理解されている。\nとりわけ、即時取得の成立を否定した後者の判例は、Ｐが、Ｑから預かり現に占有しているＱ所有の動産を、Ｑに無断でＲに売り、占有改定の方法によって当該動産をＲに引き渡した後、ＲがそれをＳに転売した上で、Ｐに対して、以後、その動産をＳのために占有することを命じ、Ｓがこれを承諾した、との事案に関するものである。すなわち、この事案では、動産の占有はＰの下から一度も動いておらず、その点において、当該事案は、占有改定による即時取得の成否が問題となる事案と特徴を同じくする。\nそして、本問の事案（乙の占有をめぐるＣ、Ｅ及びＦの関係）も、まさしく上述の事案と同じものである。したがって、判例の立場によれば、Ｆは、乙の所有権を即時取得しないものと考えられる。\nオ Ｆが乙の所有権を即時取得しないとすると、Ｆとの間で契約④を締結したＧもまた、当該契約に基づき、乙の所有権をＦから承継取得することができない。\nしかし、Ｇは、Ｆが乙の所有者であると過失なく信じた上で、契約④という取引行為に基づき、乙の現実の引渡し（民法第１８２条１項）を受けた（【事実Ⅱ】８）。そのため、Ｇは、乙の所有権を即時取得する。\n⑶ 設問２のイでは、Ｄは、請求２として、Ｆに対し、不当利得返還請求権に基づき、３５万円の金銭の支払を求めているものと解される。\nア まず、ＤのＦに対する不当利得返還請求権（いわゆる侵害利得返還請求権）の成否について論じなければならない。\n前記⑵オのとおり、ＦのＧに対する乙の処分は、即時取得の成立要件を全て充足する。\nその結果、Ｆは、本来であれば乙の所有者であるＤのみが享受することを許される「乙を処分すること」という利益を受け（Ｆによる受益）、その反面において、Ｄは、当該利益を失うという損失を被る（Ｄの損失及び受益と損失との因果関係）。さらに、Ｆには乙の処分権限がないため、Ｆが当該利益を受けたことについて、法律上の原因も存在しない。\nそれゆえ、Ｄは、Ｆに対して、不当利得返還請求権を取得する。\nイ 次に、ＤがＦに対して不当利得としてその返還を請求し得る利益の内容及びその額について検討する必要がある。\n(ｱ) 不当利得を受けた者（受益者）は、原則として、その者が受けた利益そのもの（原物）を返還すべきである（原物返還の原則）。\nしかし、原物を返還することが不可能である場合には、上記利益の価値を金銭に見積もった上で、その額の金銭を支払うという方法（価額返還）によって当該利益を返還しなければならない。\n本問では、Ｆは、「乙を処分すること」という自らが受けた利益そのもの（原物）をＤに返還することができない。したがって、Ｆは、Ｄに対して、価額返還の方法によって当該利益を返還すべきこととなる。\nそして、この上記利益の価額の算定に関しては、大別して、㋐ＦがＧに対して乙を処分した際にＧからＦに支払われた契約④の代金の額（３５万円）と同じ額とすべきである、との見解と、㋑ＦがＧに対して乙を処分した時点における乙の適正価額（客観的価値。３０万円）と同じ額とすべきである、との見解の２つが対立している。\n判例には、前記㋐の見解に立つかのように見られるものが多く存在する（大判明治\n３８年１１月３０日民録１１輯１７３０頁、大判大正４年３月１３日民録２１輯３７１頁、大判昭和１１年６月３０日判決全集３輯７号１７頁、大判昭和１２年７月３日民集１６巻１０８９頁、最判平成１９年３月８日民集６１巻２号４７９頁）。\n- 9 -他方において、学説では、前記㋑の見解が有力である。\nこのような判例及び学説の議論状況を踏まえつつ、ＤがＦに対して３５万円と３０万円のいずれの金額の金銭の支払を請求し得るか、について論ずることが期待される。\n(ｲ) 以上とは異なる立場として、ＦがＧから受け取った乙の代金（３５万円）又はその一部（乙の適正価額である３０万円相当分）を原物の代位物と捉える構成も考えられる。この立場からは、Ｄは、不当利得返還請求権に基づき、原物の代位物の引渡しとして、代金（３５万円）相当額又はその一部（乙の適正価額である３０万円相当分）\nの金額の支払を請求することができるものと解される。\nウ 不当利得返還請求権の額については、さらに、対価控除の可否も問われる。Ｆは、乙をＧに対して処分することによって一定の利益を受けた。他方において、乙をＥから入手する際にその対価をＥに支払った。そのため、Ｆが乙の処分によって現実に受けた利益の額、すなわちＦがＤに対して不当利得の返還として支払うべき金銭の額は、乙に関する契約④の代金の額又は乙の適正価額から上記対価の額（３０万円）を控除した額とすべきではないか、が問題となる。\nこのような対価控除の主張の可否について判断した最高裁判所の判例は、現在のところ、存在しない。\nまた、学説においては、対価控除の問題の位置付けに関して議論があるものの、結論として、対価控除の主張を認めるべきではない、と唱える見解が有力である。本問で、もしＦが乙をＧに引き渡す前に、Ｄが所有権に基づく返還請求権を行使して、Ｆに対し、乙の引渡しを請求していたとすれば、Ｆは、Ｄに対して、対価控除の主張をすることなく乙を引き渡さなければならないはずだからである。物権的返還請求権が消滅し、不当利得返還請求権が発生した途端に、このようなＤＦ間の利益状況が変化するものと考えるべき理由は、見当たらない。ただし、対価控除の主張を肯定する見解も学説上、主張されている。\n本問においては、以上のような議論状況を踏まえて、Ｆによる対価控除の主張の可否について検討することが期待される。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは、既に公表した出題の趣旨（令和７年司法試験論文式試験問題出題の趣旨【民事系科目】〔第１問〕をいう。以下同じ。）のとおりである。\n２ 採点方針採点は、従来と同様、受験者の能力を多面的に測ることを目的とした。\n具体的には、民法上の問題についての基礎的な理解を確認し、その応用を的確に行うことができるか否かを問うこととし、当事者間の利害関係を法的な観点から分析し構成する能力、様々な法的主張の意義及び法律問題相互の関係を正確に理解し、それに即して論旨を展開する能力などを試そうとするものである。\nその際、単に知識を確認するにとどまらず、掘り下げた考察をしてそれを明確に表現する能力、\n論理的に一貫した考察を行う能力及び具体的事実を注意深く分析し、法的な観点から適切に評価する能力を確かめることとした。これらを実現するために、一つの設問に複数の採点項目を設け、採点項目ごとに必要な考察が行われているか否か、その考察がどの程度適切なものかに応じて点を与えることとしたことも、従来と異ならない。\nさらに、複数の論点に表面的に言及する答案よりも、特に深い考察が求められている問題点について緻密な検討をし、それらの問題点の相互関係に意を払う答案が、優れた法的思考能力を示していると考えられることが多い。そのため、採点項目ごとの評価に加えて、答案を全体として評価し、\n論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。答案全体を評価すればある設問について高い法的思考能力が示されているといえる答案には、別の設問について必要な検討の一部がなく、知識や理解が一部不足することがうかがわれるときでも、そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また、反対に、論理的に矛盾する論述や構成をするなど、法的思考能力に問題があることがうかがわれる答案は、低く評価することとした。さらに、全体として適切な得点分布が実現されるよう努めた。以上の点も、従来と同様である。\n３ 採点実感各設問について、この後の⑴及び⑵において、それぞれ全般的な採点実感を紹介し、また、それを踏まえ、司法試験考査委員会議申合せ事項にいう「優秀」、「良好」、「一応の水準」及び「不良」\nの四つの区分に照らし、例えばどのような答案がそれぞれの区分に該当するかを示すこととする。\nただし、ここで示された答案は上記の各区分に該当する答案の例であって、これらのほかに各区分に該当する答案はあり、それらは多様である。また、答案の全体的傾向から感じられたことについては、４で紹介することとする。\nなお、各設問において論ずべき事項がどのようなものであったかについては、既に公表した出題の趣旨に詳しく記載したところであるので、これと重複を避けつつ採点実感を述べることとする。\n⑴ 設問１についてア 設問１⑴について(ｱ) 全体的な採点実感設問１⑴において論ずべき事項は、大別して、アについて、①使用者責任の成立要件、特に「事業の執行について」要件の判断であり、また、イについて、②被害者側の過失による過失相殺、③配偶者の過失への当てはめ、④不法行為後における婚姻関係の破綻による影響の有無である。\n①については、大多数の答案は使用者責任の成立要件を順に検討していたが、「事業の執行について」要件の内容を、暴行の事例に関する判例を踏まえて執行行為契機性・密接関- 1 -連性として具体化した答案は多くなかった。半数近い答案は、むしろ、同要件を外形基準に沿って具体化し、本件威嚇行為は同要件を充たすとしていたが、本件威嚇行為は、外形から観察しても職務の範囲内の行為に属するものとは言いがたい。また、事実的不法行為について支配領域基準の適用を主張する答案も少なくなかったが、暴行事例に関する判例への応接を欠いていた。\n②については、多数の答案は、判例上、被害者側の過失が過失相殺の対象となり、被害者側の範囲について身分上・生活関係上の一体性が基準となることを述べていた。もっとも、\n判例と異なり、単なる経済的一体性を基準とした答案も少なからず見られた。\n③については、ほとんどの答案は配偶者の過失による過失相殺を肯定していたが、その合理性を説明したものは少数であった。また、求償関係の一挙解決という合理性を指摘した答案の中にも「ＤからＣに対する求償」を言うなど、その内容を正確に理解しているかが疑われるものが見られた。\n④については、婚姻関係の破綻による例外をどの時点を基準に判断すべきかという問題はこれまで議論が乏しい論点であるが、多くの答案が問題の所在を捉え、基準とすべき時点を論じていた。\n(ｲ) 答案の例優秀に属する答案の例は、①については、使用者責任の成立要件を検討する中で「事業の執行について」要件に関し本件の場合には外形基準によって判断することは適切ではない旨を論じた上で、判例を踏まえて執行行為契機性・密接関連性として具体化して論ずるものである。②から④までについては、判例を踏まえて被害者側の過失が過失相殺の対象となること及び被害者側の範囲の画定基準を適切に論じ、本問における具体的事実を踏まえ、\n配偶者の過失による過失相殺を肯定することの合理性まで論じた上で、婚姻関係の破綻による例外について適切に論ずるものである。\n良好に属する答案の例は、優秀に属する答案と比べ、自己の主張の根拠の記述がやや不十分であるものの、必要な事項について相応の論述がされているものである。\n一応の水準に属する答案の例は、①については、「事業の執行について」要件について一応の議論を展開し、自説に基づいて当てはめを行っているものなどが挙げられる。②から④までについては、被害者側の過失が過失相殺の対象となることに気付き、本問の具体的事実を踏まえ、一応の論述をするものである。\n不良に属する答案の例は、①については、ＡはＢの従業員であり、業務で自動車を運転中であったことをもって「事業の執行について」要件に該当すると述べるものなどが挙げられる。②から④までについては、被害者側の過失が過失相殺の対象になるかという論点に気付かずに結論のみを述べるものなどが挙げられる。\nイ 設問１⑵について(ｱ) 全体的な採点実感設問１⑵において論ずべき事項は、大別して、アについて、①Ｃの損害賠償債務とＢの損害賠償債務の関係、②Ｃの損害賠償債務の混同による消滅、③Ｃの損害賠償債務について生じた混同によるＢの損害賠償債務への影響であり、また、イについて、④ＤのＢに対する求償権の成否とＢの負担割合（③が否定される場合には、④ＢのＤに対する求償権の成否とＤの負担割合）である。\n①については、Ｄに対して、Ｂによる不法行為と並んでＣによる不法行為が成立し、ＢとＣとがＤに対して「連帯して」（民法第７１９条第１項前段参照）損害賠償債務を負うことを指摘した答案は半数余りであった。更に進んで、ＢとＣとが「連帯して」負う損害賠償債務に対し、民法上の連帯債務の規定が全面的に適用されるべきかを検討した答案は、ごく少数であった。\n- 2 -②及び③については、ＣがＤに対して損害賠償債務を負うことに気付かなかったこともあって、検討すべき問題の所在を見誤った答案が多数を占めた。また、混同が問題になることを理解している答案においてもⓐＣのＤに対する損害賠償債務についての混同による消滅（民法第５２０条）と、ⓑそれがＢのＤに対する損害賠償債務（下線部㋒にいう「当該損害賠償債務」）に及ぼす影響（民法第４４０条）とを、段階を分けて論じたものは少数にとどまった。さらに、民法第５２０条や民法第４４０条による債権消滅の効果に関しても、\n両条の文言を無視して、Ｃの損害賠償債務の消滅を否定し、又はＢの損害賠償債務の消滅をＣの負担部分に限定する答案が少なくなかった。\n④については、③を的確に検討した答案のほとんどは混同の絶対的効力（民法第４４０条）\nの肯定又は否定に応じて、ＤのＢに対する求償権又はＢのＤに対する求償権の成否を論じていた。また、ＢとＤの負担割合については、ほとんどの答案が正しく理解していた。\n(ｲ) 答案の例優秀に属する答案の例は、Ｂ・ＡとＣとがＤに対して連帯して損害賠償債務を負うことを指摘した上で、ＢとＣとが連帯して負う損害賠償債務に対して民法上の連帯債務の規定が適用されるべきかを検討し、自説を踏まえて、②及び③について適切に論ずるものである。\n良好に属する答案の例は、優秀に属する答案と比べ、自己の主張の根拠の記述がやや不十分であるものの、必要な事項について相応の論述がされているものである。\n一応の水準に属する答案の例は、Ｃの損害賠償債務とＢの損害賠償債務とが併存することに気付き、Ｃの損害賠償債務をＤが相続して混同が生じたこと、その混同が他の債務者Ｂに対して効力を生ずるか否かについて検討しているものの、分析が不十分なものなどである。\n不良に属する答案の例は、ＢとＣとが連帯して損害賠償債務を負うことに気付かず、単に結論を述べるものや、被害者保護の観点を理由とするにとどまるものなどである。\nウ 設問１⑶について(ｱ) 全体的な採点実感設問１⑶において論ずべき事項は、大別して、①ＢＤ間の和解契約（本件和解）の無効主張についての根拠、②弁護士法第７２条に違反してされた和解契約の効力は委任契約の無効とは区別して判断されること、③弁護士法第７２条の禁止目的及び契約当事者の利益などの総合考慮による本件和解の効力の判断である。\n①については、半数以上の答案が公序良俗違反や強行法規違反など、無効主張の根拠を明示していたが、弁護士法第７２条を挙げるにとどまるものも見られた。また、少数ながら、\n錯誤による取消しの成否についてしか検討していなかった答案もあった。\n②については、委任契約の無効を前提に、それと区別して本件和解の有効・無効を検討した答案はごく少数であった。かえって、相当数の答案は、専ら委任契約の効力を問題とし、\n委任契約の無効から直ちに本件和解は無権代理行為であってその効力を生じないという結論を導き出していた。\n③については、多くの答案が設問に引用された判例を踏まえ、弁護士法第７２条の禁止目的から和解契約を無効とする要請が働くことやその程度について論じていた。他方、禁止目的のために和解契約を無効とすれば契約当事者の利益が害され得ること、また、この点の考慮が和解契約を有効とする方向に働くことについては、明示的に指摘した答案が乏しかった。\n契約当事者の利益に触れた答案のほとんどは、本件和解の内容がＢ又はＤの利益を不当に害するものでないかを検討したにとどまっていた。\n(ｲ) 答案の例優秀に属する答案の例は、本件和解の無効主張についての根拠を適切に摘示し、委任契約の無効と和解契約の無効とは区別されることを論じた上、弁護士法第７２条の禁止目的だ- 3 -けでなく、契約当事者の利益を害するか否かや、本件和解の具体的内容等を踏まえて本件和解の効力について説得的に論ずるものである。\n良好に属する答案の例は、優秀に属する答案と比べ、自己の主張の根拠の記述がやや不十分であるものの、必要な事項について相応の論述がされているものである。\n一応の水準に属する答案の例は、和解契約の無効主張についての根拠を述べた上、設問に引用された判例を踏まえて本件和解が有効か無効かを論じているが、その分析が不十分なものなどである。\n不良に属する答案の例は、下線部㋓の反論が本件和解について錯誤による取消しを主張するものであるとして検討するものなどである。\n⑵ 設問２についてア 設問２アについて(ｱ) 全体的な採点実感設問２アにおいて論ずべき事項は大別して、①Ａによる甲と乙の交換契約（契約①）の取消しの可否、②Ｅによる乙の即時取得の成否、③Ｆによる乙の即時取得の成否、④Ｇによる乙の即時取得の成否である。\n①については、ほとんどの答案は取消権の成立や取消権者について正しく理解していたが、\n条文の摘示が十分でないものが多かった。次に、設例での取消権はＡとＢが共同で行使すべき（ＡとＢが共同して取消しの意思表示をすべき）ところ、この点を理解していない答案も少なくなかった。また、共同行使の原則について理解している答案においてもＡがＢに無断でした共同名義による取消しが民法第８２５条によって効力を生じることに気付いていないものが少なくなかった。そのほか、契約①の取消しの効果（民法第１２１条）及びそれに伴う乙の所有権の帰属の変動や取消後の第三者Ｅとの関係について、正確に記述した答案は少数にとどまった。\n②については、ほとんどの答案は占有改定に基づく即時取得の成否が問題になることを指摘し、それを否定すべき理由を論じていた。\n③については、多くの答案は乙について指図による占有移転がされているが、占有状態の点では契約②に基づく引渡しがされた段階と特に変化していないことを正しく指摘して、\nＦによる即時取得を否定していた。他方で、半数近い答案が本問の具体的事実をよく吟味することなく、指図による占有移転と占有改定による引渡しとの一般的・抽象的な対比に基づき、Ｆによる即時取得を肯定していた。\n④については、③についてＦによる即時取得を否定した答案はＧによる即時取得が成立することを正しく論じていた。\nなお、②から④までについて、少数ながらＦによる即時取得を肯定した上で重ねてＧによる即時取得を肯定した答案や、Ｅ又はＦによる即時取得の成否を明らかにしないままＧによる即時取得を論じていた答案があった。\n(ｲ) 答案の例優秀に属する答案の例は、①については、取消権の成立や取消権者について条文の摘示も含め適切に論じた上、ＡがＢに無断で取消権を行使した点についても必要な検討を行い、\n契約①の取消しの効果及びそれに伴う乙の所有権の帰属の変動や取消後の第三者Ｅとの関係について正確に論述するものである。その上で、②以下については、占有改定に基づく即時取得の成否及び指図による占有移転に基づく即時取得の成否について、本問の具体事実を踏まえ、説得的に論述するものである。\n良好に属する答案の例は、優秀に属する答案と比べ、自己の主張の根拠の記述がやや不十分であるものの、必要な事項について相応の論述がされているものである。\n一応の水準に属する答案の例は、①について取消権の成立や取消権者について一応検討す- 4 -るもののその分析が不十分であるもの、②から④までについて即時取得の成否が問題となることに気付いているものの、この点について、占有改定と指図による占有移転とを特に区別せずに論ずるものや、本問の具体的な事実を踏まえずに抽象的に論ずるものなどが挙げられる。\n不良に属する答案の例は、①について取消権の成立や取消権者について特に論ぜず、取消しがされたことを前提に②から④のみを論ずるもの、②から④についてＧの即時取得の成否のみを論ずるものなどが挙げられる。\nイ 設問２イについて(ｱ) 全体的な採点実感設問２イにおいて論ずべき事項は、①ＤのＦに対する不当利得返還請求権の成否、②返還すべき利得の額が乙の代金額３５万円（契約④）と適正価額３０万円のいずれであるか、\n③ＦがＥに支払った乙の代金額３０万円（契約③）がＦの返還すべき利得の額から控除されるか否かである。\n①については、多数の答案がＤの請求が不当利得返還請求権に基づくことを指摘していた。\nまた、その多くは不当利得に関する衡平説又は類型論を前提として成立要件を検討し、不当利得の成立を肯定していた。もっとも、設問２アでＦによる即時取得を肯定し、かつ、\n設問２イの問題文での仮定がＧによる即時取得の成立を指すことに気付かないまま、Ｆの利得に「法律上の原因」があるとした答案や、Ｆが契約④により代金を得たことをもってＦの利得に「法律上の原因」があるとした答案も少なくなかった。なお、Ｄの請求が民法第１９１条に定める損害賠償請求権に基づくものであるとした答案については、適切な記述がされていれば、それに応じて評価した。\n②については、不当利得と構成した答案の多くは問題の所在を正確に把握し、代金額又は適正価額のいずれの金額が返還されるべきかを論じていた。また、適正価額３０万円を基準とする答案には、差額５万円はＦの才覚に帰せられるべきことを的確に指摘するものも少なくなかった。他方で、代金額３５万円を基準とすべき理由を述べた答案や、判例の立場にも触れた答案はほとんど見られなかった。\n③については、問題の所在を指摘し、ＦがＥに支払った代金３０万円を控除すべきか否かを論じた答案は少数にとどまったが、そのような答案の中には、原物が存在すると仮定して物権的返還請求権が行使された場合との対比を理由として対価の控除を否定したり、現存利益の返還（利得消滅の抗弁）という構成をもって対価の控除を基礎付けたりするなど、的確な検討をするものも見られた。\n(ｲ) 答案の例優秀に属する答案の例は、Ｄの請求が不当利得返還請求権に基づくものであることを指摘し、その成立要件を適切に検討した上で、Ｆの返還すべき利得の額が３５万円と３０万円のいずれかであるか、また、ＦがＥに支払った対価を控除すべきか否かについて、上記のような理由を挙げて的確に論ずるものである。\n良好に属する答案の例は、優秀に属する答案と比べ、自己の主張の根拠の記述がやや不十分であるものの、必要な事項について相応の論述がされているものである。\n一応の水準に属する答案の例は、Ｄの請求が不当利得返還請求権に基づくものであることを指摘した上で、その成立要件を一応検討し、論ずるものなどが挙げられる。\n不良に属する答案の例は、ⓐ不当利得返還請求権の成立要件について論じられていないもの、ⓑＦによる即時取得が成立したという前提に立ってＦの利得に「法律上の原因」があるとするもの、ⓒＦが契約④により代金を得たことをもってＦの利得に「法律上の原因」があるとするものなどが挙げられる。\n- 5 -４ 法科大学院における今後の学習において望まれる事項本年も、民法の幅広い分野についての基本的知識・理解を横断的に問う問題が出題された。条文や判例に関する基本的な知識を踏まえ、問題文を注意深く読んだ上で、【事実】に現れた事情を分析して設問の趣旨を適切に捉え、筋道を立てて論旨を展開すれば、相当程度の水準の解答をすることができるものと考えられる。限られた時間内で答案を作成するためには、短時間で自己の見解を適切に文章化するのに必要な基本的知識・理解を身に付けることが肝要であり、引き続き、法的知識の体得に努めていただきたい。本年の問題では、例えば設問について適切な解答をするには、条文や判例に関する表面的な知識を習得するだけでなく、それぞれの論点がどのようにつながって結論に至るのかを理解していることが必要である。\nさらに、本年も、昨年同様、判例を参考にすることで深い検討を行うことができる問題が出題されているが、法律実務における判例の理解・検討の重要性を再認識していただきたい（このような要望は、判例の採った論理や結論を墨守することを推奨するものではない。しかし、判例と異なる見解を採るのであれば、判例を正確に指摘して批判することが必須である。）。例年指摘されているところであるが、判例を検討する際には、その前提となっている事実関係を基に、その価値判断や論理構造に注意を払いながらより具体的に検討することが必須であり、かつ、様々なケースを想定して判例の射程を考えることが重要である。\n- 6 -"
}