{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\n農薬の製造販売を業とするＸは、農薬取締法所定の審査・登録を要する農薬の発明について日本特許権（以下「本件特許権１」という。）を有しており、この特許発明の実施品である農薬Ｐを製造販売している。\nＸは、本件特許権１のほか、農薬等の作物残留試験を行うための検査・実験装置の発明について日本特許権（以下「本件特許権２」という。）とこれに対応するＡ国特許権を有している。Ｘは、この特許発明の実施品である装置Ｑを、農薬の作物残留問題に関心の高いＡ国でのみ先行して市場投入することとした。ＸのＡ国子会社Ｚは、Ｘの許諾の下、装置ＱをＡ国でのみ製造販売している。\nＺは、Ｘの指示で、「当社の全製品のＡ国外への無断輸出及びＡ国外での無断使用を禁じる」旨の表示を、製品それ自体には表示することなく、Ｚのウェブサイトにのみ掲載した。\n農薬の製造販売を業とするＹ１は、農薬Ｐと有効成分等を全て同じくする農薬Ｒを本件特許権１の存続期間経過後に製造販売する計画の下、農薬取締法所定の審査・登録を受けるために必要な試験を外部の機関に依頼することとした。Ｙ１は、この試験のために、本件特許権１の存続期間中に農薬Ｒを生産した（以下「行為①」という。）上で、その作物残留試験を研究所Ｙ２に依頼した。\nＹ２は、Ａ国でＺから購入した者から転得した最新の装置Ｑを日本に輸入し、これを農薬Ｒの作物残留試験に使用した（以下「行為②」という。）。\nその後、農薬取締法所定の審査の結果、Ｙ１は農薬Ｒについて登録を受けた。Ｙ１は、本件特許権１の存続期間中であったため、農薬Ｒの販売のための製造こそ開始していないものの、農薬Ｐを購入している業者に対し、「本件特許権１の存続期間経過後に農薬Ｒを販売する」旨を、本件特許権１の存続期間中に申し出た（以下「行為③」という。）。\nそこで、Ｘは、⑴ Ｙ１に対し、行為①について、本件特許権１の侵害を理由に、⑵ Ｙ２に対し、行為②について、本件特許権２の侵害を理由に、⑶ Ｙ１に対し、行為③について、本件特許権１の侵害を理由に、それぞれ損害賠償請求をした。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、損害額について論じる必要はない。また、農薬取締法固有の問題についても論じる必要はない。",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問の⑴は、試験又は研究のためにする特許発明の実施に対する特許権の効力制限について問うものである。設問の⑵は、同じく試験又は研究のためにする特許発明の実施に対する特許権の効力制限とともに、並行輸入に対する特許権行使の可否について問うものである。\n設問の⑶は、存続期間経過後に譲渡を行う旨の譲渡等の申出行為の適法性について問うものである。\n２ 設問の⑴については、Ｘの主張として、本件特許権１に係る発明が物の発明であって、行為①がその物の生産（特許法（以下「法」という。）第２条第３項第１号）に該当し、業としての実施（法第６８条本文）として本件特許権１の侵害を理由とする損害賠償請求（民法第７０９条）の対象となる旨を述べることが求められる。Ｙ１の反論としては、最判平成１１年４月１６日民集５３巻４号６２７頁【膵臓疾患治療剤事件】を踏まえつつ、行為①が試験又は研究のためにする特許発明の実施として特許権の効力が及ばない（法第６９条第１項）\nという主張について述べ、その妥当性を具体的に検討することが求められる。\n３ 設問の⑵については、Ｘの主張として、本件特許権２に係る発明が物の発明であって、行為②がその物の輸入と使用（法第２条第３項第１号）に該当し、業としての実施（法第６８条本文）として本件特許権２の侵害を理由とする損害賠償請求（民法第７０９条）の対象となる旨を述べることが求められる。Ｙ２の反論としては、装置Ｑの輸入と使用について、Ａ\n国で適法に譲渡された製品の並行輸入として、最判平成９年７月１日民集５１巻６号２２９９頁【ＢＢＳ事件】を踏まえつつ、特許権の行使が否定されるという主張について述べ、その妥当性を具体的に検討することが求められる。また、Ｙ２の反論として、装置Ｑの使用が試験又は研究のためにする特許発明の実施として特許権の効力が及ばない（法第６９条第１\n項）という主張も考えられる。その上で、装置Ｑはいわゆるリサーチツールに当たると考えられるところ、同項の趣旨を踏まえて、リサーチツールの使用に対し同項が適用されるかについて検討することが求められる。\n４ 設問の⑶については、Ｘの主張として、本件特許権１に係る発明が物の発明であって、行為③がその物の譲渡等の申出（法第２条第３項第１号）に該当し、業としての実施（法第６８条本文）として本件特許権１の侵害を理由とする損害賠償請求（民法第７０９条）の対象\n- 31 -となる旨を述べることが求められる。Ｙ１の反論としては、申出行為の対象である譲渡自体が存続期間経過後に行われる適法な行為であることを根拠とした主張などが考えられる。その上で、なぜ譲渡等の申出が譲渡等と並んで独立した実施行為と規定されているのかを十分に意識して、その妥当性を具体的に検討することが求められる。\n〔第２問〕\n１ 設問１は、言語の著作物に係る著作権の侵害を理由とする差止請求のために必要な主張、これに対して考えられる反論とその妥当性を問うものである。設問２は、映画の著作物に係る著作者人格権の侵害を理由とする請求とその妥当性を問うものである。\n２ 設問１については、文章Ｐの著作物性（著作権法（以下「法」という。）第２条第１項第\n１号）及びこれを創作した著作者（同項第２号）であるＡが著作者の権利を有すること（法第１７条第１項）を主張した上で、文章Ｐを要約した二次的著作物（法第２条第１項第１１号）である文章Ｐ’のブログ掲載に対して、法第２８条を介して有する公衆送信権（法第２３条第１項）の侵害を理由として、Ｂに対し、文章Ｐ’の削除を求める差止請求（法第１１２条）が可能である旨を述べることが求められる。他方、これに対して考えられるＢの反論として、引用（法第３２条第１項）、公開の演説の利用（法第４０条第１項）、時事の事件報道（法第４１条）といった権利制限規定の適用のほか、文章Ｐと文章Ｐ’の間に創作的表現の共通性が認められないとして類似性がない（表現上の本質的特徴を直接感得できない）\n旨主張することが求められる。その上で、要約引用の可否など、これらの主張の妥当性について具体的に検討することが求められる。\n３ 設問２については、動画Ｑの著作物性（法第２条第１項第１号）及びこれを創作した著作者（同項第２号）であるＡが著作者の権利を有すること（法第１７条第１項）を主張した上で、動画Ｑを視聴すると映像がゆがんで表示される再生ソフトＲを開発・公開しているＣに対する同一性保持権（法第２０条）の侵害を理由とする差止請求（法第１１２条）、損害賠償請求（民法第７０９条）、名誉回復等措置請求（法第１１５条）の可否について、最判平成１３年２月１３日民集５５巻１号８７頁【ときめきメモリアル事件】を踏まえて具体的に検討することが求められる。"
}