{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国は、経済的、社会的及び文化的権利に関する国際規約（以下「社会権規約」という。）及び市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）に署名したが、その後、両国際規約を実施するために必要な国内法の整備を行わず、いずれの国際規約も批准していなかった。Ａ国の憲法上、条約を締結する権能を有しているＡ国の大統領は、「Ａ国は、もはや社会権規約及び自由権規約の当事国となる意図はない。」と国際連合事務総長に通告した。\nＢ国は、公務員に結社の自由や団結権を認めない国内法制度を有していることで知られている。\nＢ国は、そのような国内法制度を有していることに鑑みて、社会権規約及び自由権規約を批准する際に、「Ｂ国は、社会権規約第８条第２項を想起し、自由権規約第２２条第２項にいう『軍隊及び警察の構成員』を『軍隊若しくは警察の構成員又は公務員』と解釈するものであることを宣言する。」という声明を付した。Ｃ国は、Ｂ国が付した声明に対し異議を申し立てた。\nＤ国及びＥ国は、自由権規約を批准する際に、それぞれ自由権規約第４１条に基づく宣言を行っていた。Ｅ国は、自由権規約に基づく義務がＤ国によって履行されていない旨を主張して、自由権規約第２８条に基づいて設置された人権委員会に通報を行った。Ｅ国による同委員会への通報が行われたことを知ったＤ国の野党の党首は、「Ｄ国は、自由権規約第４１条に基づく宣言を撤回するとともに、自由権規約から脱退すべきである。」と主張するようになった。\nＡ国〜Ｅ国は、いずれも条約法に関するウィーン条約（以下「条約法条約」という。）の当事国である。また、Ｂ国〜Ｅ国は、それぞれ自国について条約法条約が効力を生じた後に社会権規約及び自由権規約を批准している。\n以上の事実を基に、以下の設問に答えなさい。\n〔設問１〕\nＡ国の大統領が行った通告は国際法上どのような意義を有しているかについて論じなさい。\n〔設問２〕\nＢ国が社会権規約及び自由権規約を批准する際に付した声明に対し、Ｃ国が異議を申し立てたのは、国際法上どのような主張に基づいていると考えられるかについて論じなさい。\n〔設問３〕\nＤ国による自由権規約からの脱退が国際法上認められるかについて論じなさい。\n- 34 -\n〔第２問〕（配点：５０）\nＡ国沿岸には、沿岸（基線）から２０海里離れた地点に、Ａ国が領有するＸ島が所在している。\n諸国の船舶は、Ａ国沿岸付近を航行する際には、Ｘ島とＡ国本土との間の海峡（以下「Ｘ海峡」という。）を航行することもあれば、Ｘ島からＡ国本土と反対の海側に１２海里以上離れた水路を航行することもあった。\nＡ国は、海洋法に関する国際連合条約（以下「国連海洋法条約」という。）に加入しているが、同条約への加入の際、「いかなる外国の軍艦によるＸ海峡の航行もＡ国の平和と安全を脅かすものであり、Ａ国の許可なくＸ海峡を航行することを認めない。」との宣言を行った。また、国連海洋法条約第２８７条第１項に従い、紛争解決手段として⒜国際海洋法裁判所を選択する宣言を行った。\nＡ国は国連海洋法条約への加入と同時に国内法を制定し、領海を基線から１２海里とし、基線から２００海里の排他的経済水域を設定した。その結果、Ｘ海峡は、Ａ国の排他的経済水域の一部分とＡ国の排他的経済水域の他の部分との間に位置するＡ国領海内の海峡となった。\nＢ国及びＣ国は、Ｘ海峡における軍艦の航行に関するＡ国の宣言に対し、国際法に反するものであり認められないと抗議した。Ｂ国は国連海洋法条約の締約国ではない。Ｃ国は国連海洋法条約の締約国であり、国連海洋法条約第２８７条第１項に従い、紛争解決手段として⒜国際海洋法裁判所を選択している。ただし、Ｃ国は、国連海洋法条約第２９８条第１項⒝に基づき、「軍事的活動に関する紛争」については国連海洋法条約第１５部第２節に定める手続を受け入れないことを宣言している。\nその後、Ｂ国及びＣ国は、Ｘ海峡における外国軍艦の通航権を確認するために、両国の軍艦をＸ海峡に派遣し航行させると発表した。実際にＢ国及びＣ国の軍艦がＸ海峡を航行していたところ、Ｘ海峡に設置されていた機雷に触れ、両国の軍艦に大きな損傷が生じ、両国の軍艦の乗組員に多数の死傷者が出た。Ａ国は、Ａ国によるＸ海峡への機雷の設置は否定しており、Ａ国がそれら機雷を設置したという証拠はない。ただし、当時Ａ国はＸ海峡を厳格な監視下に置いており、何者かが機雷を敷設しようとすれば、Ａ国に知られることなく行うことはできなかった。\n〔設問１〕\n国連海洋法条約上、Ｘ海峡において外国船舶にいかなる通航権が認められるかについて論じなさい。\n〔設問２〕\nＢ国が、Ｂ国軍艦がＸ海峡に設置されていた機雷に触れたことから生じた損害に関してＡ国の責任を追及する根拠として、国際法上どのような主張が考えられるかについて論じなさい。\n〔設問３〕\nＣ国は、Ｃ国軍艦がＸ海峡に設置されていた機雷に触れたことから生じた損害に関するＡ国の責任を追及するため、国連海洋法条約第２８６条に従い、国際海洋法裁判所への付託を検討している。本件について国際海洋法裁判所が管轄権を有さないと主張するために、Ａ国は国際法上どのような主張をすることが考えられるかについて論じなさい。\n- 35 -\n- 36 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、経済的、社会的及び文化的権利に関する国際規約（以下「社会権規約」という。）と市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）を素材としながら、条約法上の基本問題に関する知識と理解を確認することを目的とする。\n設問１について、国際法上、「合意は守られなければならない」の原則に従い、条約法に関するウィーン条約（以下「条約法条約」という。）第２６条が定めるように、「効力を有するすべての条約は、当事国を拘束し、当事国は、これらの条約を誠実に履行しなければならない」\nが、社会権規約及び自由権規約は、「批准されなければならない」（社会権規約第２６条第２項、自由権規約第４８条第２項）ため、両国際規約はＡ国について効力を生じていない。しかしながら、このことは国際法上、社会権規約及び自由権規約がＡ国にとっていかなる法的効果も持たないことを意味するわけではなく、Ａ国は両国際規約に署名していることから、条約法条約第１８条に従えば、「条約の趣旨及び目的を失わせることとなるような行為を行わないようにする義務」がある。Ａ国の大統領が行った通告は、国際法上、「条約の当事国とならない意図を明らかにする」ことにより、そのような義務を終了させることを目的としたものと考えられる。\n設問２は、条約の留保ないし解釈宣言に関する理解を問うものである。Ｂ国の声明は、その表現（「Ｂ国は、社会権規約第８条第２項を想起し、自由権規約第２２条第２項にいう『軍隊及び警察の構成員』を『軍隊若しくは警察の構成員又は公務員』と解釈するものであることを宣言する。」）からは、条約法条約には規定のない「解釈宣言」と捉えることも可能であるが、条約法条約第２条第１項(d)の「留保」の定義（「国が、条約の特定の規定の自国への適用上その法的効果を排除し又は変更することを意図して、・・・条約の批准・・・の際に単独に行う声明」）に照らした評価が求められる。この定義に照らしてＢ国の声明を「留保」と捉える場合には、「いずれの国も、次の場合を除くほか、・・・条約の批准・・・に際し、留保を付することができる。」と規定する条約法条約第１９条が適用されることになる。同条に従うと、留保に関する規定を含んでいない自由権規約は、「当該留保",
  "scoring_notes": "１ 出題の趣旨等既に公表されている出題の趣旨（「令和７年司法試験論文式試験問題出題の趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２ 採点方針国際関係法（公法系）科目の採点方針は、従来の立場を踏襲し、①国際法の基本的な知識を習得し、かつ、設問に関係する国際法の基本的な概念や規範、特に、関係する主要な多数国間条約の関連規定や重要判例を正確に理解しているか、②各設問の内容を理解し必要な国際法上の論点に触れているか、また、出題されている事例に対する適切な考察がなされているか、③答案の法的構成がしっかりしており、論理的かつ正確な文章で書かれ、適切な理由付けがなされているかといった点を重視した。\n３ 採点実感等第１問は、経済的、社会的及び文化的権利に関する国際規約（以下「社会権規約」という。）\n及び市民的及び政治的権利に関する国際規約（以下「自由権規約」という。）を素材としながら、条約法上の基本問題に関する知識と理解を確認することを目的とするものである。第２問は、海洋法に関する国際連合条約（以下「国連海洋法条約」という。）における国際海峡、\n海峡内における触雷に対する国家責任追及の要件及び国連海洋法条約上の紛争解決手段という国際法の基本的分野・基本原則に関する知識と理解を問うものである。いずれも国際法の主要なテーマに関するものであるが、設問の趣旨を正確に捉え、答えているか、また、説得的な理由付けがなされているか、さらに、基本的知識に基づく本問の事例に対する当てはめが的確かといった点では、答案の間に一定の差が見られた。\n⑴ 第１問設問１は、条約の締結プロセスにおける署名の意義についての理解を問うものである。\n前提として、社会権規約及び自由権規約は、「批准されなければならない」（社会権規約第２６条第２項、自由権規約第４８条第２項）ため、両国際規約に署名はしたものの批准はしていなかったＡ国について、両国際規約は効力を生じていないことを確認する必要がある（社会権規約第２７条、自由権規約第４９条も参照。）。その上で、条約法に関するウィーン条約（以下「条約法条約」という。）第１８条に従えば、「批准・・・を条件として条約に署名し・・・た場合には、その署名・・・の時から条約の当事国とならない意図を明らかにする時までの間」、「条約の趣旨及び目的を失わせることとなるような行為を行わないようにする義務」があることを踏まえて、本問の事実関係への適切な当てはめが求められる。\n多くの答案は、Ａ国について社会権規約及び自由権規約が効力を生じていないことは関連規定を指摘しながら確認することができていたが、条約への署名の意義に関する条約法条約第１８条に言及した上で、それを適切に当てはめることができたか否かによって、答案の評価に差がつくこととなった。設問では、「Ａ国は、もはや社会権規約及び自由権規約の当事国となる意図はない」というＡ国の大統領による通告が国際法上どのような意義を有しているかを問うており、条約法条約第１８条には言及しつつも、Ａ国の大統領による通告は同条にいう「条約の当事国とならない意図を明らかにする」ものであると述べるにとどまる一部の答案は、同条の当てはめとして十分ではない。優れた答案は、そのような- 37 -通告が、「条約の趣旨及び目的を失わせることとなるような行為を行わないようにする義務」\nを終了させる効果をもつことを指摘できていた。\n設問２は、条約の留保ないし解釈宣言についての理解を問うものである。条約の留保については、条約法条約第２部第２節に規定されているが、国が条約の批准の際に行う声明の中には、留保とは区別され、解釈宣言と呼ばれるものもある（解釈宣言については条約法条約には規定が存在しない。）。そのことを前提として、関連する国際法を本問の事実関係に適切に当てはめることが求められる。\n多くの答案は、本設問が条約の留保に関連するものであることは理解して解答することができていたが、Ｂ国の声明を条約法条約第２条⒟の「留保」の定義に照らした上で「留保」（又は「解釈宣言」）と捉えているかどうか、「留保」であるとした場合に、条約法条約の関連規定を適切に当てはめることができているか否かによって、答案の評価に差が付くこととなった。「いずれの国も、次の場合を除くほか、・・・条約の批准・・・に際し、留保を付することができる」と規定する条約法条約第１９条を当てはめる上では、自由権規約が「当該留保［Ｂ国の声明］を付することを禁止している場合」（同条⒜）又は「当該留保［Ｂ国の声明］を含まない特定の留保のみを付することができる旨を定めている場合」（同条⒝）に該当するかどうかを確認することが求められる。自由権規約は留保に関する規定を含んでおらず、条約法条約第１９条⒜又は⒝のいずれにも該当しない。したがって、「当該留保が条約［自由権規約］の趣旨及び目的と両立しないものである」かどうかが、当該留保を付することができるかどうかを判断するための基準となる（条約法条約第１９条⒞）。\nＢ国の声明に対してＣ国が異議を申し立てたのは、このような国際法上の基準を満たさないという主張に基づいていると考えられるが、優れた答案は、そのような主張を導き出すに当たって、社会権規約及び自由権規約の前文を手掛かりにするなどして、説得的な根拠付けを行っていた。\n設問３は、条約からの脱退についての理解を問うものである。条約法条約第５部（条約の無効、終了及び運用停止）の関連規定を、本文の事実関係に適切に当てはめることが求められる。\n多くの答案は、本設問が条約からの脱退に関連するものであることは理解して解答することができていたが、「条約からの当事国の脱退は、条約又はこの条約［条約法条約］の適用によつてのみ行うことができる」ことを前提として（条約法条約第４２条第２項）、関連規定を適切に当てはめることができているか否かによって、答案の評価に差が付くこととなった。自由権規約は、「終了に関する規定を含まずかつ廃棄又は脱退について規定していない条約」であるため、「当事国が廃棄又は脱退の可能性を許容する意図を有していたと認められる場合」又は「条約の性質上廃棄又は脱退の権利があると考えられる場合」に当たるかどうかが、自由権規約から脱退することができるかを判断するための基準となる（条約法条約第５６条第１項）。優れた答案は、そのことを前提として、例えば、設問にある自由権規約第４１条に基づく宣言については、「［国際連合］事務総長に対する通告によりいつでも撤回することができる。」（自由権規約第４１条第２項第３文）ことを手掛かりにするなどして、説得的な当てはめを行っていた。\n⑵ 第２問設問１は、海洋法に関する国際連合条約（以下「国連海洋法条約」という。）の国際海峡に関する条文（第３部）の適切な理解を問う問題である。具体的には、第３部第２節について、「この節の規定は、公海又は排他的経済水域の一部分と公海又は排他的経済水域の他の部分との間にある国際航行に使用されている海峡について適用する」（同条約第３７条）とされており、国- 38 -際海峡において外国船舶に認められる通航権に関する同条約第３８条第１項ただし書並びに第４５条第１項及び第２項を踏まえ、本問の事実関係への適切な当てはめが求められる。\n多くの答案は、国際海峡の定義（同条約第３７条）に触れ、地理的基準については本問の事実関係に当てはめており、そのうちの半数弱の答案が使用基準の当てはめを行っていた。また通航権に関して、多くの答案が、本問の事実関係を踏まえて同条約第３８条第１項ただし書及び第４５条第１項⒜に触れていたが、「１の海峡における無害通航は、停止してはならない」と規定する同条約第４５条第２項に触れる優れた答案は極めて少数にとどまっていた。\n設問２は、国際司法裁判所（以下「ＩＣＪ」という。）のコルフ海峡事件判決（１９４９年）\nで実際に争われた海峡内での軍艦の触雷から生じる国家責任に関する問題である。「Ｂ国は国連海洋法条約の締約国ではない」ことに照らして、Ａ国の国家責任を追及するに当たり、Ａ国のどのような行為がいかなる慣習国際法の違反になるのかを、本問の事実関係に即して論じることが求められる。\nＡ国とＢ国との関係が慣習国際法によって規律されることに触れない答案も多かったが、一定数の答案はその点に触れていた。Ａ国が負う慣習国際法上の義務の根拠として、領域使用の管理責任に依拠するほか、国連海洋法条約第２４条第２項を参照することも考えられるが、後者の場合には、同項の慣習法性について言及する必要がある。多くの答案がいずれかには触れていたが、そのうちの一部の答案のみがこれらを根拠としてＡ国が負う自国の領海内における航行上の危険の通告・公表義務を的確に指摘し、その当てはめを適切に論じていた。また、これら優れた答案は、先例としてコルフ海峡事件を参照していた。\n設問３は、国連海洋法条約上の紛争解決手続に関する問題であり、同条約第２８６条の規定を出発点とし、ＡＣ両国とも国連海洋法条約第２８７条第１項に従い紛争解決手段として⒜国際海洋法裁判所を選択していることを踏まえた上で、本問の事実関係に即して、Ａ国の立場から、\n本件について国際海洋法裁判所が管轄権を有さないと主張することが求められる。\n非常に多くの答案が、国連海洋法条約第２９８条第１項⒝に基づく、「軍事的活動に関する紛争」については同条約第１５部第２節に定める手続を受け入れない旨のＣ国による宣言に触れていた。しかし、その効果については、多くの答案がＩＣＪ規程第３６条第２項の強制管轄権受諾宣言に対する留保に関わる相互主義及びそれに関するノルウェー公債事件を挙げるにとどまっていた。国連海洋法条約第２９８条第１項に基づく選択的除外に関する宣言の効果も、同様に相互主義に依拠するものであり、これらが想起されたことは評価されるが、少数の優れた答案は、同項に基づく宣言の効果に関する同条第３項に触れていた。\n⑶ 答案の水準と評価第１問、第２問ともに、「優秀」といえる答案は、全ての設問において、国際法上の論点を的確に抽出し、関係条文を正確に解釈するとともに、関連する国際法の原則や重要判例等に言及し、説得力のある論述を展開して、適切な結論を導き出していた。「良好」といえる答案は、各設問で必要とされている国際法上の主要な論点の一部を欠いていたり、関係条文や国際法の原則に対する理解が必ずしも十分ではなかったりしたこともあったが、全体としては適切な論述が展開できていた。「一応の水準」といえる答案は、全ての設問に一通り答えてはいるが、論述の内容が不正確であったり、論拠を示さずに結論だけを記述したりしていた。また、「不良」といえる答案は、設問の多くに関して根拠となる関係条文や関連する国際法の原則に対する理解が不足していた。\n４ 法科大学院教育に求めるもの法科大学院教育では、国際法に関する基本的な知識と理解をしっかりと身に付けることをまずは目指してもらいたい。特に、主要な多数国間条約の関係条文や基本的な国際判例及び- 39 -国内判例等に関する理解を深めることが重要である。また、国際法が国内法秩序の中でどう活用されるかにも十分な注意を払う必要がある。そして、これらの重要な論点を学習する場合に求められているのは、暗記型の知識や理解ではなく、具体的な問題・事例に柔軟に対応して的確な解決策が導き出せる分析力と応用力の備わった知識や理解である。法科大学院での教育も、このような問題解決能力を涵養するものであることが望まれる。\n- 40 -"
}