{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\nＰ県内の中心市街地にある賃貸住宅に居住し、会社員として給与収入を得ているＡは、令和元年\n１０月に自家用車として軽自動車（以下「本件車両」という。）を購入した。Ａの自宅は、通勤に利用する最寄り駅まで程近く、交通の便は良い場所にあった。Ａは、近所の平面式駐車場を借りて本件車両の保管場所としており、本件車両を趣味の旅行やドライブに利用していたほか、子どもの習い事への送迎や、週末の大型スーパーへの買い出しに利用していた。また、Ａは、勤務先会社から定期券代の支給を受けて、自宅から徒歩と電車で通勤していたが、持ち帰る資料が多いときなど、週に１、２回ほどは本件車両で通勤することもあった。\n令和２年５月、Ａの自宅周辺は予期せぬ豪雨に見舞われ、平面式駐車場に保管していた本件車両は水没し、故障してしまった。Ａは、車両保険に加入していなかったこともあり、本件車両を廃車とした。\nその後、勤務先会社がインターネット等を活用した働き方（いわゆるテレワーク）を認めるようになったこともあり、Ａは、令和２年１０月にＱ県Ｒ市内に新築の土地付き住宅を購入し、直ちにＲ市に移住した。Ｒ市では、定住促進及び同市の活性化を図るため、同市内に定住する意思をもって新築住宅等を取得した者を対象として、Ｒ市定住条例に基づく定住奨励金（以下「本件奨励金」という。）を交付することとしていた。同条例では、①本件奨励金の交付を受けようとする者は、対象となる住宅を取得した年の翌年以降、毎年、Ｒ市の定める交付申請書及び添付書類を所定の期間内に提出することで、５年間に限り、同条例所定の金額の奨励金の交付を受けることができること、②ただし、奨励金の交付を受けた日から５年以内にＲ市から転出したときには、その返還を求められる場合があることなどが定められていた。令和３年７月、Ｒ市は、Ａの申請に基づき、Ａに対し、令和３年分の本件奨励金を交付する旨の通知をした。なお、Ａは、令和４年以降もＲ市定住条例の定めに従い本件奨励金の交付を申請し、Ｒ市から本件奨励金の交付を受けている。\nまた、Ａは、Ｒ市がかつて別荘地として有名であったことをいかして、副業として観光客向けにいわゆる民泊（住宅宿泊事業）を始めることを考え、令和５年１月、売りに出されていた近隣の別荘（以下「本件別荘」という。）を購入した。もっとも、Ａは、住宅宿泊事業法に規定する近隣住民からの苦情への対応義務や衛生確保措置等を嫌い、同法に規定する住宅宿泊事業を営む旨の届出をせず、自らの民泊が無届けであることが発覚した場合には、すぐに廃業するつもりであった。\nＡは、令和５年３月から民泊を開始した。Ａは、観光客に本件別荘を貸し付けて寝泊まりの場を提供するだけではなく、最寄り駅までの送迎や寝具のクリーニング等のサービスも自ら提供していた。令和５年及び令和６年において、Ａは、給与収入の４分の１程度である２００万円前後の収入を民泊から得ており、その収入を遊興費に充てていた。Ａは、今後も、勤めていた会社を辞めるつもりはなく、また、住宅宿泊事業法所定の届出をしていなかったので、近隣住民に不審に思われるような宣伝はできず、民泊による収入が増加する見込みはなかった。\n以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和７年１月１日現在において施行されている法令に基づいて解答しなさい。\nなお、住宅宿泊事業法は、旅館業法に基づく許可を受けて旅館業を営む者以外の者が、宿泊料を受けて住宅に人を宿泊させる住宅宿泊事業を営む場合に、事業の届出制度や安全面・衛生面の確保措置を義務付ける制度を設ける内容の法律である。旅館業を営む者以外の者が民泊を行うためには住宅宿泊事業法に基づく届出を要するところ、Ａが無届けで民泊を行ったことは旅館業法に抵触し、刑事罰の対象となる行為である。解答に当たっては、以上を前提にすれば足り、その余の住宅宿泊事業法及び旅館業法の知識に基づいて論じる必要はない。\n- 8 -\n〔設 問〕\n１ 本件車両が水没したことによりＡが被った損失の金額は、Ａの令和２年分の課税総所得金額の計算にどのような影響を与えるか。本件車両が所得税法上の「生活に通常必要でない資産」に該当するか否かによっていかなる違いが生じるかを明らかにした上で、自説を述べなさい。\n２ ＡがＲ市から交付を受けた本件奨励金は、所得税法上、いかなる所得に分類されるか、可能性のあるものを挙げて論じなさい。\n３ Ａが行った民泊に係る収入は、所得税法上課税の対象となるか。また、課税の対象となるとすれば、いかなる所得に分類されるか、可能性のあるものを挙げて論じなさい。\n４ Ａによる次の支出が、設問３の所得の金額の計算上、どのように扱われるか論じなさい。\n①民泊を始めるに当たり商売繁盛を願って近所の神社に支払った祈祷料\n②本件別荘の敷地内にあった古井戸の解体・撤去費用\n③民泊の顧客を送迎した際にＡが犯した交通法規違反に対する罰金\n（参考条文）所得税法施行令\n（譲渡所得について非課税とされる生活用動産の範囲）第２５条 法第９条第１項第９号（非課税所得）に規定する政令で定める資産は、生活に通常必要な動産のうち、次に掲げるもの（一個又は一組の価額が３０万円を超えるものに限る。）以外のものとする。\n一 貴石、半貴石、貴金属、真珠及びこれらの製品、べつこう製品、さんご製品、こはく製品、ぞうげ製品並びに七宝製品二 書画、こつとう及び美術工芸品\n（生活に通常必要でない資産の災害による損失額の計算等）第１７８条 法第６２条第１項（生活に通常必要でない資産の災害による損失）に規定する政令で定めるものは、次に掲げる資産とする。\n一 （略）二 通常自己及び自己と生計を一にする親族が居住の用に供しない家屋で主として趣味、娯楽又は保養の用に供する目的で所有するものその他主として趣味、娯楽、保養又は鑑賞の目的で所有する資産（前号又は次号に掲げる動産を除く。）三 生活の用に供する動産で第２５条（譲渡所得について非課税とされる生活用動産の範囲）の規定に該当しないもの２ （以下略）\n- 9 -\n〔第２問〕（配点：５０）\n株式会社Ａ（以下「Ａ社」という。）は上場会社であり、その事業年度は暦年である。Ａ社は、国内で複数のホテル（以下「Ａホテル」という。）を経営し、宿泊、宴会等のサービスを提供しているが、Ａホテルの業績は、令和４事業年度以前の過去数年度にわたり低迷していた。そこで、令和５年６月に開催されたＡ社の取締役会では、Ａホテルの売上の増加を目的として、Ａホテルのホ\nームページ（以下「ＨＰ」という。）へのアクセスの増加とＨＰを通じた予約（以下「ネット予約」という。）の促進を図るとともに、潜在的な顧客の属性や好み等の分析を踏まえた価格設定の見直しとＡホテルの内装の刷新を行うという方針が確認された。\nこの方針に従い、第一に、Ａ社は、ＡホテルのＨＰを通じ、令和５年９月１日から同年１１月３０日までを回答期間とするアンケートを実施することとし、回答した者の中から、同年１２月１日に行う抽選で１０組（当選者とその任意の同行者とのペアで計２０名）に対し、対象期間（令和６年４月１日から令和７年３月３１日までの１年間）中の任意の４日間、海外のＸ国に滞在する旅行を可能とするギフト券を、令和６年１月中に贈呈するキャンペーン（以下「本件キャンペーン」という。）を公表した。このギフト券は、往復航空券の取得と、Ｘ国所在の指定ホテルでの宿泊に利用できる。当選者には当選の事実が令和５年１２月中に伝えられ、当選者は、受領したギフト券を利用して、旅行会社Ｂ（以下「Ｂ社」という。）を通じて旅行の予約を行う。ただし、ギフト券の譲渡等はできず、その利用は当選者を含むペア（２名）に限定される。Ａ社は、令和５年１２月に、Ｂ社の適正な見積りに従い１組当たり１００万円を支払って１０組分のギフト券をＢ社から購入し\n（Ａ社は手数料をＢ社に別途支払った。）、これを令和６年１月中に当選者に贈呈すべくＢ社に保管を依頼し、令和５事業年度の確定した決算において総額１０００万円を販売促進費に計上した。\nもっとも、Ａ社とＢ社の間の契約上、このギフト券の最終的な価格は、当選者の旅行により現に要した航空運賃やＸ国のホテルの宿泊料、為替レート等の変動に応じて増減され、上記１０００万円との差額は、Ａ社とＢ社の間で対象期間満了時に精算される（よって、未使用のまま失効したギフト券の対価は、その全額がＡ社に返還される）旨取り決められていた。\n本件キャンペーンのアンケートには数千人から回答が寄せられ、抽選の結果、個人Ｃを含む当選者が確定した。Ｃは、令和６年１月にギフト券の贈呈を受けて、同年夏の休暇期間中に配偶者と共にＸ国旅行を満喫した。\n第二に、Ａ社は、Ａホテルの宿泊料金体系を見直し、早期のネット予約を誘引すべく、宿泊予定日の半年前から１か月前までの間に、ネット予約と同時にクレジットカードで支払を完了した場合は、通常の宿泊料の額（例えば１０万円）の２５％が値引きされるという選択肢（以下「早期予約販売」という。）を令和６年１月１日から設定した。早期予約販売を選択した顧客は、予約後にキ\nャンセルした場合、災害等の特別な事情がない限り、支払済みの宿泊料の額（上記の例でいえば７万５０００円）から、その２０％をキャンセル料として差し引かれた残額の返還を受けることができる。この価格設定は人気を博し、令和７年中に宿泊予定日が到来する早期予約販売で顧客が支払を完了した金額は、令和６事業年度終了時に７５００万円あったが、同年度の確定した決算において、Ａ社はこれを収益に計上していない。\n第三に、Ａ社は、本件キャンペーンのアンケートの分析結果を踏まえ、令和６年５月にＡホテルのＨＰと内装の刷新に着手し、同年末までにこれらを完了した。Ａ社は、改装後のＡホテルの認知度の向上及び個人株主の安定的な維持と増加を目的として、毎年１０月末時点のＡ社株主（所定の所有期間を満たすものに限る。）に対し、その持株数に応じた段階ごとに部屋のランクと枚数が決まるＡホテルの宿泊券（その譲渡や利用期間に制限はない。）を付与する仕組みを令和７事業年度から導入した。これにより、国内在住の株主Ｄは、令和７年中に時価２０万円相当のＡホテル宿泊券（一般の金券ショップに同額で売却可能である。）を、何ら負担や支出を伴うことなく受け取っており、令和８年中にこれを利用してＡホテルに宿泊する予定である。なお、令和７年中のＤの所得又は損失は、この宿泊券を除けば、Ｄの勤務先である会社Ｅ（以下「Ｅ社」という。）から得た- 10 -賃金の総額５００万円のみであり、Ｄに適用のある所得控除は基礎控除と社会保険料控除のみであるところ、Ｅ社は、所得税法に従い、Ｄの賃金に係る源泉徴収義務（同法第１８３条第１項）を全て履行し、これらの所得控除を考慮した上で年末調整（同法第１９０条）を行った。\n以上の事案について、以下の設問に答えなさい。解答に当たっては、理由を付し、根拠条文がある場合はそれを明記しなさい。ただし、租税特別措置法の適用は考慮しないものとし、事案中の年月日にかかわらず、令和７年１月１日現在において施行されている法令に基づいて解答しなさい。\n〔設 問〕\n１ Ａ社は、令和５事業年度の確定した決算において販売促進費に計上した１０００万円につき、同年度の法人税法上の所得の金額の計算に際し、その全額を損金に算入することができるか、寄附金該当性の検討を含めて論じなさい。\n２ Ａ社は、早期予約販売に係る７５００万円について、令和６事業年度及び令和７事業年度の法人税法上の所得の金額の計算に際し、どのように扱うべきか。なお、解答に際し、消費者契約法を考慮する必要はない。\n３ Ａ社から贈呈されたギフト券に基因するＣの経済的利益（その価額は１００万円とする。）は、所得税法上いつの年分のいかなる種類の所得に係る（総）収入金額として扱われるべきか。\n仮にＣが令和５年１０月に急きょＡ社の社外取締役に就任した者で、就任前に回答したアンケ\nートに基づいて偶然当選者になっていたとした場合、結論は変わり得るかについても論じなさい。\n４ Ａ社から付与された宿泊券に基因するＤの経済的利益は、所得税法上いつの年分のいかなる種類の所得に係る（総）収入金額として扱われるべきか、配当所得該当性の検討を含めて論じなさい。また、仮に令和７年分の（総）収入金額に当たる場合、Ｄが令和７年分の所得税につき確定申告を要するか否かを論じなさい。なお、Ｄが適用し得る損失又は税額の繰越控除はないものとする。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n設問１は、生活用資産の災害による滅失という事実関係に適用される所得税法の規定の基本的理解と適切に当てはめを行う能力を問う出題である。設問文の誘導に従い、「生活に通常必要でない資産」に該当する場合とそうでない場合のそれぞれにおける所得税法上の扱いを確認した上で、本件事案を分析することが求められている。所得税法第６２条第１項が適用される場合と、雑損控除（同法第７２条）の適用がされる場合に分けて論じることが期待される。\n「生活に通常必要でない資産」の意義については、参照条文にも挙げた所得税法施行令で定義されているので、まずは条文を正確に解釈する作業が求められる。所得税法第６２条第１項の委任を受けた同法施行令第１７８条第１項第２号・第３号がそれぞれ指示する内容を正確に読み解き、この法令用語の意義を明確に定義した上で、事案への当てはめを行ったことを示してもらいたい。\n事案への当てはめにおいては、条文の要件である「災害」該当性や保険金等で補填される部分がないことも、答案上、適切に押さえておきたい。また、本件車両が自家用車ということから、大阪高判昭和６３年９月２７日高裁民集４１巻３号１１７頁が想起されるであろうが、この判決のように「生活に通常必要でない資産」に当たると論じることもできるし、Ａの本件車両の使用態様がむしろ「生活に通常必要な動産」に当たると論じることもできよう。結論よりも、説得的な論証ができているかを重視したい。\n設問２は、定住を奨励するために一定の条件の下で公共団体から支給された本件奨励金が、所得税法上、どの所得分類に当たるかを問うものである。本問では、一時所得か雑所得か、という２つの可能性を検討することとなるが、条文構造上、一時所得の要件を一つ一つ事案に即して検討することが求められ、一時所得に該当しなければ雑所得という結論に至ることになろう。\n所得税法第３４条第１項の要件は、①同項記載の「利子所得」から「譲渡所得」までの所得分類に該当しないこと、②「営利を目的とする継続的行為から生じた所得」でないこと、③「一時の所得」であること、④「対価としての性質を有しない」こと、に分解できるところ、要件\n①・④については特に問題なく処理できると思われる。要件②も、本件奨励金の交付の前提となっている「ＡがＲ市に居住すること」それ自体はＡの生活の用から生じたものであって「営利を目的とする継続的行為」とは言い難いので、該当しない。\nかくして、立ち入った検討が期待されているのは要件③である。収入の一回性・偶発性ゆえに担税力が小さいものとして扱われる一時所得の趣旨に照らしても、継続的な性質を持つ収入は一時所得を構成しない、と考えることが自然であろう。本件奨励金の交付はＲ市定住条例の制度枠組みの中で原則５年間継続的に発生することが想定されるものであり、一回的・偶発的とは言い難いものと思われる。確かに、毎年、その都度の申請に基づく奨励金交付が行われるという要素だけを取り出せば一回的な収入と言えなくはないが、このように継続的な収入の構成要素を個別に取り出して、その本来的な性質から所得分類を判断するという考え方は、要件\n②との関わりで判例（最判平成２７年３月１０日刑集６９巻２号４３４頁）が明確に退けたところである。\n設問３は、いわゆるヤミ民泊を素材に、違法な活動から生じる収入の所得税法上の取扱いに- 27 -ついての理解を問うものである。所得税法は包括的所得概念を採用しているとされており、経済的利益を現に獲得・享受している限りは、違法であったとしても所得たることを妨げられない。\n次に、このヤミ民泊による所得がどの所得分類に該当するかを検討する必要がある。営利を目的とした継続的な活動であることに鑑みて事業所得もしくは雑所得、又は不動産の貸付けを中心的要素とする点に着目して不動産所得という３つの所得分類の可能性を挙げて検討することが期待される。その上で、事実関係を丁寧に拾いながら、Ａの人的役務提供の要素、社会通念上「事業」に該当するか等の要素を挙げて、どの所得に該当するかを論じてもらいたい。\n設問４は、違法な経済活動の遂行上必要な経費は、所得税法の原則どおり控除できることを押さえた上で、所得税法第３７条の要件（業務との関連性、客観的必要性）を設問の各支出に当てはめることが求められる。①（祈祷料）については客観的必要性の欠如、②（古井戸の解体・撤去費用）については宿泊客の安全に配慮することが業務に直接関連し客観的にも必要であることの指摘、③（罰金）については「別段の定め」（所得税法第３７条第１項）である明文規定（同法第４５条第１項第７号）の存在を指摘すればよい。\n〔第２問〕\n本問は、法人の販売促進費の損金算入時期と寄附金該当性（設問１）、法人による役務の提供に係る益金算入時期（設問２）、個人が法人から受けた偶発的な経済的利益に係る所得の種類と収入金額の算入時期（設問３）、給与所得者に付与されたいわゆる株主優待に係る経済的利益の所得の種類及び収入金額の算入時期並びに確定申告の要否（設問４）に関する設問から成る。これらを通して、受験者が、法人税法及び所得税法における所得計算に関する基本構造と典型的な論点を理解できているかや、関係条文を読み解いた上で、説得的な論理を伴って具体的な事案に当てはめる力を備えているかを審査している。\n設問１は、法人税法上の費用に係る損金算入時期を問う中で、企業会計と法人税法の関係を理解できているかを確認している。出題自体は、福岡高判平成１３年１１月１５日税資２５１号順号９０２３（自動車増販コンテストにおける優秀な従業員を海外旅行に招待するために旅行会社から購入したギフト券の購入費用の損金算入の可否が争われたもの）をベースに調整を加えている。年度末に支出済みの販売促進費でも、金額の合理的な算定可能性の欠如を理由に債務の確定を欠くとして、当該年度の損金算入を否定するという筋の答案を念頭に、債務確定基準（法人税法第２２条第３項第２号）の解釈と適用を問うている。ただ、上記裁判例には、金額の合理的算定可能性に関し厳格に過ぎる、あるいは支出済みの費用に同基準は適合しないなどの批判も可能であり、そのような角度からの答案も、その論理性、説得性に応じて評価される。また、当選者へのギフト券の贈与という側面からは、法人税法上の主要な論点の１つである寄附金該当性も問題となるため、経済的合理性や対価性に鑑みつつ、条文に問題文の条件を当てはめて寄附金に該当しない旨を説明できるかを確認している。\n設問２では、法人税法上の資産の販売等（役務提供を含む。）に係る益金算入時期をめぐる基本的な理解を問うている。平成３０年度改正で法人税法第２２条の２が新設されてから既に５年以上経過しており、少なくとも同条の存在は受験者にも浸透していると考え、出題したものである。関係する規定（法人税法第２２条第２項・第４項、同法第２２条の２第１項）は、「別段の定め」がある場合の除外が重なり、やや分かりづらいが、法人税法第２２条の２第１\n項の文言（及び立法経緯）から、伝統的な権利確定主義や公正処理基準との関わりをどう読むべきかを考え、整理した上で、事案に当てはめ、説得的に結論を導けるかが問われる。特に、返還不要となる部分（１５００万円）が問題となる点に着目してもらいたい。これを宿泊の確保という役務の対価とみて、令和６年度の益金算入を肯定するという見解のほか、受領済みの全額（７５００万円）のうち宿泊のあった部分が令和７年度の益金だとする見解もあり得よう。\n- 28 -いずれにせよ、上記関係規定の文理と基本原則に照らして、説得的かつ論理的に結論を導けるかが問われる。なお、本問で「収益認識に関する会計基準」の内容に立ち入った知識までは求められていない。\n設問３は、法人（会社）から個人が受けた偶発的な利益に係る所得区分と年度帰属を問う出題である。本問の事実関係を踏まえ、(非)対価性と(非)継続性の２点に着目して雑所得と一時所得との区別ができるかが問われる。次に、ギフト券（いわば役務の利用権）に基因する利益の年度帰属については、当選時である令和５年分の経済的利益として収入金額（所得税法第３６条第１項）に含めるべきか、それとも、ギフト券の贈呈を受けただけでなく、実際にこれを利用して旅行をした令和６年分の収入金額とするのかという論点を意識してもらいたい。いずれにせよ、処分可能性と利用期間の制限にも留意した上で、経済的利益の実現の時期の判断ができているかが問われる。加えて、当選者が当該会社の役員であった場合に生じる給与所得該当性の論点を検討できるかも試される。給与所得に該当しないことは自明のようではあるが、できれば、一般に、法人の役員が当該法人から受ける臨時的な経済的利益は、「役員の立場と全く無関係に、法人からみて純然たる第三者との間の取引ともいうべき態様によりなされるものでない限り、原則としてその職務執行の対価の性質を有する」（名古屋地判平成４年４月６\n日行集４３巻４号５８９頁）とも言われるように、給与所得該当性が広く捉えられる傾向があることを踏まえて、給与所得の意義ないし要件に照らして検討し、問題文の条件の下では、給与所得に該当しない旨を説明することが期待される。\n設問４は、いわゆる株主優待の利益に係る所得税法上の扱いを問う中で、配当所得の意義に関し、できれば判例（最判昭和３５年１０月７日民集１４巻１２号２４２０頁等）にも触れつつ、一般に通用する解釈を通じて、事案への当てはめができるかを確認している。会社法の制定後も、所得税法上の配当所得は、資本と利益の区別を維持し、損益計算上の利益を原資としない（その他資本剰余金を原資とする）「剰余金の配当」を配当所得から除外している点を踏まえることで、説得力が高まるはずである。さらに、一時所得該当性の検討を経て、雑所得に当たる旨の評価に至ることが期待される。なお、本設問には、典型的な給与所得者において確定申告が必要となる場合を条文に基づいて答えられるかという、初歩的だが欠かせない手続上の知識を確認する問いを付加している。"
}