{
  "year": "R7",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。なお、不正競争防止法（平成５年法律第４７号）の適用について検討する必要はない。\n【事 例】\n１ Ｙ社は、バイアウト投資（企業に投資し、同時にその経営に関与するなどしてその企業価値を高めた後、当該企業を売却し利益を得る形態の投資）事業等を営む会社である。Ｘは、女性であり、海外の大学院で修士号を取得後、金融機関での勤務を経て、平成２４年４月に、Ｙ社に期間の定めなく雇用された労働者である。\nＸとＹ社との労働契約においては、Ｙ社の就業規則所定の月例賃金、賞与及び退職金を支給することのほか、「労働者（ここではＸのことをいう。）は、Ｙ社を退職後１年が経過するまでの間、Ｙ社による事前の同意なく、バイアウト投資事業を営む他の会社・団体等に就職せず、また、同事業遂行のための業務に従事しない。」との条項（以下「本件条項」という。）が存在した。\nＹ社の就業規則（必要な手続を経て作成され、労働者に周知されていた。）では、月例賃金は、基本給及び役職手当からなること、賞与は、年度ごとに各労働者の業績を評価して決定した額を支給すること、退職金は、退職時の基本給に、勤続年数が長くなるに従い逓増する支給率を乗じて計算した額を支給することが定められていた。また、関連する規定として、本件条項に違反した者については、上記の方法で計算された退職金の半額を支給しないとの規定（以下「退職金支給制限条項」という。）があった。\n２ Ｘは、Ｙ社において、案件（投資先となる企業）の発掘や、投資先の管理の業務等を行う部門\n（以下「投資部門」という。）に存在する５つのグループの１つに所属し、グループの長（以下\n「マネジャー」という。）の役職にある者として、部門長（以下「ディレクター」という。）の指示を受けつつ、所属グループの他の労働者（以下「アソシエイト」という。）を率いて上記業務に従事していた。各グループに所属するマネジャー及びアソシエイトは、いずれも、Ｙ社のイントラネット上にあるフォルダにアクセスすることにより、投資先となる企業の情報等を得ることができるとともに、上記業務を通じて、Ｙ社における投資検討先企業の情報の分析手法等、Ｙ社のバイアウト投資のノウハウを知ることが可能であった。令和３年度初頭におけるＸの月例賃金は８５万円（基本給７０万円、役職手当１５万円）であった。また、後述する産前産後休業及び育児休業を取得していた時期が含まれる年度は別として、Ｘは、Ｙ社に雇用されていた間、良好な業績を上げており、賞与として、各年度、おおむね３００万円が支給されていた。\n３ Ｘは、令和３年５月に妊娠していることが分かり、同年１２月下旬から産前休業を取得して令和４年２月初旬に子を出産した後、同年２月及び３月は産後休業を、同年４月から令和５年３月末までの１年間は育児休業をそれぞれ取得し、同年４月から復職した。復職に先立つ面談において、Ｙ社の投資部門のディレクターであるＡは、Ｘに対し、「幼児を育てつつマネジャーとしてアソシエイトを率いて同部門の業務に従事することは、会社にとっても、Ｘにとっても困難が多いと考えている。」との意見を述べるとともに、「Ｘに産前産後休業及び育児休業を取得した１年を超えるブランクがあり、その間に、Ｘ所属のグループでは、Ｘが産前休業を取得した際にアソシエイトであったＢがマネジャーの役職に就いてポストが埋まっていることを考慮すると、マ\nネジャーの役職を外れ、アソシエイトとしての復職とならざるを得ない。」と告げた。Ａは、Ｘが復職後、再びマネジャーの役職に戻ることができるか否か、できるとして、その時期や条件等の見通しについては、言及しなかった。Ｘは、育児休業等取得に先立ち、マネジャーの役職を外れての復職となることについてＡから聞いておらず、かえって同僚から普通は元の役職で復職すると聞いていたこと、育児休業等取得中もできる限りバイアウト投資に関する情報収集を行うなどブランクが大きくならないよう努めたことから、上記面談におけるＡの説明に驚くとともに、その内容にも到底納得できなかった。しかし、Ｘは、ともかく現実に仕事に復帰することを優先させようと考えたことや、小さな子を育てる中で、マネジャーとしての復職に否定的なＡと交渉を続けることによる精神的負担を増やすことに強い不安があったことから、やむなく、マネジャ\nーの役職を外れることに異議を留保したり、マネジャーの役職に戻る見通し等について自分から説明を求めたりすることなく、アソシエイトとして復職することを受け入れた。アソシエイトとして復職後のＸの月例賃金は７０万円（基本給７０万円、役職手当なし（０円））で、賞与は変わらず、各年度おおむね３００万円であった。\n４ Ｘは、こうした復職の経緯から、子を育てつつ、Ｙ社においてキャリアを積み重ねていくことには期待できないと考えるようになり、アソシエイトとして投資部門の所属グループにおける業務に従事しつつ、令和５年６月以降、業務外の時間を使って転職活動を行うようになり、令和６年２月下旬に、Ｙ社と同様にバイアウト投資事業を営むＣ社に同年４月から採用されることが内定した。この間、Ｘは、同年２月上旬、Ｂから、Ｂが自己の人脈を使って得た情報として、Ｙ社が１年ほど前から投資先の候補として関心を持っていたＤ社（Ｅ社を中核とする企業グループにおけるＥ社の子会社）について、Ｅ社が売却を検討しているとの情報を知らされた。同時に、Ｘ\nは、Ｂから、「Ｂ及びＸが所属するグループの方針として、Ｄ社への投資案件を最優先案件の１つとし、Ｅ社に受け入れられる投資提案を策定することとした。」旨を伝えられた。\n５ Ｘは、令和６年３月末でＹ社を退職し、Ｙ社から同年４月末、退職金として３５０万円の支給を受けた。Ｘは、同年４月より、Ｃ社の投資部門においてバイアウト投資先企業開拓の業務に従事するようになった。Ｃ社は、Ｙ社と同じく、Ｄ社への投資を目指しており、Ｘは、同年５月から当該投資案件を担当するようになった。同年７月、Ｙ社及びＣ社の双方が、Ｅ社に対し、Ｄ社への投資（Ｄ社の株式の公開買付け）について提案を行ったが、採用されたのはＸが担当したＣ社の提案であり、Ｙ社はＤ社への投資機会を逃すこととなった。Ｙ社は、この顛末を通じ、Ｘに本件条項に違反する行為があると考えるに至った。\n〔設 問〕\n１ Ｙ社は、令和６年８月、Ｘに本件条項に違反する行為があり、退職金支給制限条項に照らすと、Ｘに支給された退職金の半額は不当利得であるとして、その返還を請求する訴訟を提起した。当該請求は、認められるか。検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。\n２ Ｘは、令和５年４月にアソシエイトとして復職することとされ、同月以降、役職手当が０円となったことは不当であると考え、同月以降退職時まで、毎月１５万円の役職手当の支払を求めて、令和６年８月に訴訟を提起した。当該請求は、認められるか。検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。〔第２問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\nＹ社は、菓子、米飯及び総菜の製造並びに販売を業とする従業員数約４００名の会社である。Ｙ社には、その従業員により結成された労働組合（以下「Ｘ組合」という。）があり、組合員数は８０名である。\nＹ社の主たる製品は、同社構内にある工場で、３交替勤務２４時間操業の体制で製造されている。\n工場の製造ラインは、菓子ライン、米飯ライン、総菜ラインの３つに分かれており、それぞれのラインに各交替勤務（シフト）ごとの現場監督者がいる。現場監督者は、係長の職位にあり、使用者の利益代表者とされておらず、組合員となる資格を有している。現場監督者は、管理職であって組合員となる資格を有しない工場長を直接に補佐する立場にあり、担当ラインの従業員を取りまとめ、必要に応じて、工場長からの指示を担当ラインの従業員に伝える役割を担っている。\nＹ社における冬季一時金はこれまで基本給の０．５か月分程度であったが、Ｘ組合は、令和６年冬季一時金要求について、近時の急激な物価上昇を踏まえ、組合員の収入を大幅に引き上げるべく、基本給の１．２５か月分を要求することにした。Ｘ組合は、同年１１月８日、Ｙ社に対して冬季一時金要求書（以下「本件要求書」という。）を提出した。\nなお、Ｘ組合は、Ｙ社の抵抗を予想して、本件要求書提出以前に組合総会を開催し、Ｙ社の回答が基本給の１か月分に満たない場合はストライキを行うことを決定していた。\n令和６年１１月１３日、Ｙ社とＸ組合は冬季一時金について第１回団体交渉を開催した。Ｙ社は従来どおりの０．５か月分支給案を提示し、Ｘ組合は１．２５か月分を要求した。Ｘ組合の要求を聞いたＹ社の交渉担当者は、「検討はするが現在の経営状態では基本給の１か月分ですら支給することは無理である。」旨回答した。\n令和６年１１月１４日正午頃、Ｘ組合はＹ社に対して、同月１５日午前０時から２４時間ストライキを行う旨を通告した（以下「本件ストライキ」という。）。なお、Ｘ組合とＹ社との間には、ストライキを行う場合には開始時刻の２４時間前に通告する旨の協定があった。\n令和６年１１月１５日、Ｘ組合は通告どおり本件ストライキに入るとともに、午前４時から午前\n９時までＹ社の工場正面出入口付近に小型乗用車１台を配置してピケッティングを張り、早朝のシフトに出勤する非組合員らに対して本件ストライキに協力するよう説得を試みた。もっとも、Ｘ組合は説得に応じなかった非組合員が工場内に入ることを妨げなかった。工場には正面以外にも、側面に出入口があり、当日、Ｘ組合の説得行為を厄介に感じた運搬業者などは、側面の出入口を利用した。同日午前９時過ぎ、Ｘ組合はピケッティングを解き、工場付近の公道を１キロメートルほどデモ行進し、地域の労働福祉会館で集会を行った後に解散した。\nＹ社は本件ストライキ当日、出勤日に当たっていた者とＹ社の要請に応じて出勤してきた者を合わせた通常時の３分の２程度の人員で工場を操業したが、人手が全く足りず、かつ作業に不慣れな者もいたため、業務は長時間に及んだ。\nＡは総菜ラインの現場監督者であり、非組合員である。Ａは週明けの月曜日に当たる令和６年１１月１８日の昼休憩時、担当ラインのシフトに入っていた従業員全員（４０名程度）を集め、本件ストライキについて自らの意見を述べた。その内容は大要次のようなものであった。\nＸ組合は、冬季一時金について具体的に交渉に入る前に、突然にストを行った。世間では七五三詣の行事の時期であり、菓子や総菜を作る我が社のかき入れ時であったことは分かっていたはずである。また、Ｘ組合は、２４時間前通告というスト実施に関する協定を破ったため、工場では生ものである原材料を大量に廃棄せざるを得ず、多大な損害が出た。さらに、Ｘ組合は、スト当日早朝、工場正面出入口に車両を停止させ、入構者や取引業者の通行を妨げて営業を妨害した。冬季一時金についての会社の提案は現実的なものだ。それにもかかわらず、Ｘ組合がなぜこのような暴挙に出たのか、私には理解できない。\nストを指揮したＸ組合の幹部らはしかるべき処分を受けるべきだが、私は、会社から現場を預かる者として、そもそもこのように卑怯なＸ組合に加入している者がいること自体、信じられない思いだ。Ｘ組合に加入している者もそうでない者も、このことを是非しっかり考えてもらいたい。\n令和６年１１月２５日、Ｙ社とＸ組合は冬季一時金について第２回団体交渉を開催した。Ｙ社は、前回の提示額に０．０６か月分上積みし、基本給の０．５６か月分を提示した。Ｘ組合は、同組合の組合員を含め、Ｙ社内にＸ組合のやり方を批判する声が高まっていることから早期に事態を収拾すべきと考えて、Ｙ社提示の支給額での協約の締結に応じた。\nＹ社総務部長Ｂは、令和６年１２月１５日の始業時の点呼の際に、シフトに入っている全従業員の面前で、現金の入った封筒を、本件ストライキ当日に勤務した従業員のうち所定の勤務時間を超え深夜まで勤務した７５名に対し、「社長からの感謝の気持ちです。」と言いつつ、各々に手渡した。封筒の表には「弁当代」と書かれており、その金額は一律２０００円であった（以下「本件弁当代」という。）。なお、上記７５名に対する時間外及び深夜労働に対する割増賃金は就業規則所定のとおり支払われており、また、これまで割増賃金以外に時間外勤務及び深夜勤務に対して特別な金員が支払われた例はない。\nＹ社は、令和６年１２月２０日付けで、本件ストライキを指揮したＸ組合の委員長Ｃを、Ｙ社の就業規則で定める懲戒事由（「会社の風紀秩序を乱したとき」）に該当するとして、所定の手続を経て、同規則所定の最も軽い処分である戒告処分に処した。\n〔設 問〕\nＸ組合は、①Ｃに対する戒告処分、②Ａによる意見表明、③本件弁当代の支給について労働委員会に救済申立てをすることを検討している。Ｘ組合は、いかなる主張に基づきどのような救済を求めるべきか。また、労働委員会は、どのような命令を発することになると考えられるか。検討すべき法律上の論点を挙げながら、あなたの意見を述べなさい。なお、Ｘ組合は、労働組合法第５条第\n１項が定める救済申立ての要件を満たしているものとする。- 28 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R7/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、設問１において、労働者が会社を退職後、当該会社と競業する事業を営む他の会社に就職し当該事業に係る業務に従事したという事例を素材として、退職後の競業避止義務を定める合意の有効性及び退職金支給制限を定める就業規則条項の有効性についての理解を問うとともに、設問２において、労働者が産前産後休業及び育児休業を取得した後、復職するに当たって、休業前の役職から外れることとされたという事例を素材として、産前産後休業ないし育児休業の取得を理由とする不利益取扱いの適法性についての理解を問うものであり、個別的労働関係法における基本的かつ近時の重要な論点に関して、関係する法令、判例・裁判例等から導き出される規範についての正確な理解と、当該規範への具体的事実の当てはめ（関係する事実の摘示と評価）の的確さを問うものである。\n設問１では、Ｘに退職後の競業避止義務を定める合意（本件条項）に違反する行為があり、Ｙ社就業規則の退職金支給制限条項に照らし、Ｘに支給された退職金の半額は不当利得であるとして、Ｙ社が当該退職金の半額の返還請求をなし得るかが問われている。この問いに答えるに当たっては、①退職後の競業避止義務を定める合意（本件条項）は、法的に有効な合意か、法的に有効な合意であるとして、本件においてＸに本件条項違反が認められるか、②Ｙ社就業規則の退職金支給制限条項は法的に有効か、法的に有効であるとして、Ｘの行為が当該条項に該当するかが、主な論点となる。\n①については、競業避止義務条項の有効性に係る一般的な判断枠組みを示す最高裁判例は存在しないものの、下級審裁判例において、労働者を含め何人にも職業選択の自由が保障されている（憲法第２２条第１項）ことを踏まえ、その不当な制限とならないよう、競業避止義務条項の目的（使用者の営業上の秘密等、その正当な利益を保護するものであるか否か）、在職中の職位、職務内容、転職が禁止される範囲（期間、地域、対象業種ないし行為）、代償措置の有無等に照らし、退職後の競業避止義務を課することに合理性が認められないときは、公序良俗に反するものとして無効となるとの判断基準が形成されてきており（フォセコ・ジャパン・\nリミティッド事件・奈良地判昭和４５年１０月２３日下民集２１巻９～１０号１３６９頁、メットライフアリコ生命保険競業避止義務事件・東京高判平成２４年６月１３日裁判所ホームペ\nージ、日本産業パートナーズ事件・東京高判令和５年１１月３０日労判１３１２号５頁等）、こうした判断枠組みを正確に理解し、本件の具体的事実に的確に当てはめることが論述のポイントとなる。\n次に、本件条項が法的に有効で、Ｘに本件条項違反が認められる場合（なお、これらの点について有効でない、違反が認められないと考える場合においても、「検討すべき」法律上の論点を挙げて、意見を述べることが求められていることを踏まえ、仮に有効で、違反が認められる場合について、検討を行うことが求められる。）、②について、類似事案に係る最高裁判決\n（三晃社事件・最判昭和５２年８月９日労経速９５８号２５頁）等を踏まえて、Ｙ社の退職金の性格（功労報償的性格の有無）に照らし、本件条項違反者については通常の計算額による退職金の半額を支給しないとする本件の退職金支給制限条項が合理的なものか否か（労働契約法第７条）、公序良俗等に反しないか否かを、本件の具体的事実に照らして検討するとともに、Ｙ社の退職金が賃金の後払い的性格をも有していると見得ることを踏まえ、本件の退職金支給制限条項をＸに適用することの適否（背信性の有無）を検討すること（中部日本広告社事件・\n名古屋高判平成２年８月３１日労民集４１巻４号６５６頁等参照）が、論述のポイントとなる。\nこの点に関しては併せて、本件の退職金支給制限条項と労働基準法第２４条第１項（全額払原則）との関係についても検討が求められる。\n設問２では、Ｘが産前産後休業及び育児休業を取得した後、復職するに当たって、休業前の役職（マネジャー）より下位の役職（アソシエイト）で、すなわち降格した形での復職とされ、これに伴い月１５万円の役職手当が支給されなくなったことの適否が争われている。この問いに答えるに当たっては、上記降格が、雇用の分野における男女の均等な機会及び待遇の確保等に関する法律（以下「均等法」という。）第９条第３項ないし育児休業、介護休業等育児又は家族介護を行う労働者の福祉に関する法律第１０条に照らし、産前産後休業ないし育児休業の取得を理由とする不利益取扱いとして許されないかを論ずべきこととなる。\nこの点に関しては、妊娠中の軽易業務転換（労働基準法第６５条第３項）を契機としてなされた不利益取扱い（降格）が、均等法第９条第３項に違反するか否かが争われた事例に係る最高裁判例（広島中央保健生活協同組合事件・最判平成２６年１０月２３日民集６８巻８号１２７０頁）の判断枠組みが参考となると考えられる（アメリカン・エキスプレス事件・東京高判令和５年４月２７日労判１２９２号４０頁等の裁判例、並びに、平成２７年１月２３日雇児発\n０１２３第１号による改正後の平成１８年１０月１１日雇児発第１０１１００２号（最終改正令和２年２月１０日雇均発０２１０第２号）及び令和７年１月２０日職発０１２０第２号・雇均発０１２０第１号（最終改正令和７年２月５日職発０２０５第４号、雇均発０２０５第２号）\n参照）。上記判例の判断枠組みは、均等法第９条第３項が強行規定であり、同項に違反する不利益取扱いが違法であり、無効であることを示した上で、妊娠中の軽易業務転換を契機としてなされた降格の措置は、原則、同項の禁止する取扱いに当たるが、（１）当該労働者が軽易業務転換及び当該措置により受ける有利な影響及び不利な影響の内容や程度、当該措置に係る事業主による説明の内容その他の経緯や当該労働者の意向等に照らし、当該労働者につき自由な意思に基づいて降格を承諾したものと認めるに足りる合理的な理由が客観的に存在するとき、又は、（２）事業主において、降格の措置を採ることなく軽易業務転換することに円滑な業務運営や人員の適正配置の確保などの業務上の必要性から支障がある場合であって、その業務上の必要性の内容や程度及び上記の有利または不利な影響の内容や程度に照らして、上記措置につき同項の趣旨及び目的に実質的に反しないものと認められる特段の事情が存在するとき、のいずれかの場合には、例外として、同項の禁止する取扱いには当たらないとしている。当該判断枠組みを本件の事実関係に即して提示した上で、事例の関連する事実を的確に拾い上げ、当てはめることが求められる（なお、上記判例の判断枠組みは、軽易業務転換という労働者にとって有利な取扱いを伴う場合に限ってのものとみる余地もあるが、そのように考える場合も、上記判例の判断枠組みを他の場合にも妥当するものとする裁判例、行政解釈（上記参照）があることを考慮すれば、上記判例の判断枠組みに言及することが求められ、その上で、本件では、当該判断枠組みが参照されるべき規範ではないことの理由の説明と、これに代わる規範の提示が求められる。）。\n〔第２問〕\n本問は、①ピケッティングを含むストライキを行った労働組合委員長に対する懲戒処分の不当労働行為該当性、②下位職制による不当労働行為の使用者への帰責性、③労働組合員であることを理由とする不利益取扱い及び支配介入の不当労働行為の成否という、集団的労働関係法における基本的な論点の検討を求めるもので、それらの論点に対する最高裁判例や関係条文から導き出される規範の正確な理解と当該規範への具体的事実の当てはめの的確さを問うものである。\n①について、Ｙ社は、違法なストライキを指揮したとしてＸ組合委員長Ｃを懲戒処分（戒告処分）に処した。成立し得る不当労働行為は不利益取扱い（労働組合法第７条第１号）及び支配介入（同条第３号）であるが、①においては、前者の成立が認められることによって、後者が成立するという関係にあるため、不利益取扱いの不当労働行為の成否を中心に検討をすることになるだろう。\n労働組合法第７条第１号は不利益取扱いの不当労働行為の成立要件を定めているが、懲戒処分（「不利益取扱い」）が組合活動を理由に（「故をもって」）行われたことは明らかであるから、本件で争点となるのは本件ストライキの正当性であり、さらにその正当性は手続及び態様という２つの観点から問題となる。\n手続に関して、Ｘ組合はＹ社との協定に違反して１２時間前倒しで予告しストライキを実施した。この協定上の予告義務違反のストライキをどのように評価するかが問われている。裁判例においては、航空機乗務員組合によって飛行機の出発直前に抜き打ち的に行われた乗員の指名ストにつき、会社がそのストを予測できたこと、開始後遅滞なく通告がなされたこと、そして業務全般の麻痺をもたらすものでなかったことからその正当性を認めた例（日本航空事件・\n東京地決昭和４１年２月２６日労民集１７巻１号１０２頁）がある一方で、スト開始時刻予告後に１２時間前倒しで実施されたストライキにつき、列車運行を混乱させたうえ、前倒し実施を正当化するほどの緊急性・重要性はなかったとして正当性を否定した例もある（国鉄千葉勤労事件・東京高判平成１３年９月１１日労判８１７号５７頁）。予告義務を協定した目的や使用者の予測可能性、協定違反の具体的影響等を問題文に即して検討することが求められよう。\n態様に関しては、ピケッティング行為の適法性が問題となるところ、判例においては、ストライキの本質は労働者が団結して労働力を使用者に利用させないことにあるとし、営業用の車両を説得活動の範囲を超えて排他的に占有したり、その運行を阻止することは許されないとした例がある（御國ハイヤー事件・最判平成４年１０月２日集民１６６号１頁）。問題文に叙述された本件ピケッティングの状況を丁寧に検討することが求められる。\n仮に、不利益取扱いの不当労働行為の成立が認められるならば、正当なストライキを理由に組合委員長を懲戒処分する行為は労働組合を弱体化させる行為と評価することができるから、支配介入の不当労働行為も成立することになろう。\n②については、現場監督者Ａの発言が支配介入の不当労働行為に該当するかが問題となる。\n一般に、支配介入に該当するさまざまな行為は、経営者自身によってのみならず、管理監督者、一般従業員等によっても行われ得る。このとき、当該行為者の個人的な行為とみなすべきか、それとも使用者（労働組合法第７条柱書）の行為とみなすべきかが問題となるが、その判断においては、使用者の組合に対する日常的な態度や行為者の会社組織内での地位等が考慮されることになる。最高裁においては、使用者の利益を代表する者に近接する職制上の地位にある者が使用者の意を体して労働組合に対する支配介入を行った場合には、使用者との具体的な意思の連絡がなくても、当該支配介入をもって使用者の不当労働行為と評価することができるとした例がある（ＪＲ東海事件・最判平成１８年１２月８日集民２２２号５８５頁）。本問においては、Ａの会社組織上の立場、その発言内容、発言した際の状況、Ｘ組合に対するＹの態度等を検討し、Ｙ社にＡの行為を帰責し得るかを論じる必要がある。\n③については、スト当日に業務に就いた労働者に対して、社長から感謝の気持ちとして「弁当代」が支給されたことが、不利益取扱い及び支配介入の不当労働行為に該当するかが問題となる。③の場合、弁当代支給が支配介入の不当労働行為と評価されるならば、当該行為が不利益取扱いの意思（「故をもって」）の要件を充足させるという関係にあるとし、支配介入の不当労働行為の成否を中心に検討することが考えられる。もちろん不利益取扱いの不当労働行為の成否を中心に検討することもあるだろう。\n支配介入の成立要件は労働組合法第７条第３号の条文だけでは明らかといえない。通説的な理解は、支配介入とは、使用者の組合結成・運営に対する干渉行為や諸々の組合弱体化行為を指すから、支配介入と評価される行為をなそうとする意思は成立要件として不要としつつ、反組合的行為（具体的行為）を行う意思は必要であるとする。\nそのような理解を前提とした場合に、シフトに入っている全従業員の面前で、社長からの感謝の気持ちとして本件弁当代が手渡されたこと、割増賃金は就業規則所定どおりに支払われていたこと、これまでこのような金員が支給された例がないこと、また同時期に組合委員長Ｃを懲戒処分に処したことといった事実をどのように評価するかが問われている。ストライキ不参加者に対する特別な金員の支払いが不当労働行為に該当するとした労働委員会命令として、陸奥製菓事件・青森地労委命令平成３年７月１０日、ＪＲ東日本（千葉動労褒賞金）事件・千葉地労委命令平成５年３月２９日及び中労委命令平成１７年９月７日（東京地判平成１８年９月\n２７日、東京高判平成１９年５月１７日、最決平成１９年１１月１５日（上告不受理））がある。\n最後に、①ないし③において不当労働行為の成立を認めた場合に、その救済の方法として、それぞれどのような是正措置が適切かについても検討する必要がある。その際、適切な是正措置を決定することにつき労働委員会には広範な裁量権がある一方で、その行使が認められた趣旨、目的に照らして是認される範囲を超え、または著しく不合理であって濫用にわたるもので- 35 -\nあってはならないことを踏まえる必要がある（第二鳩タクシー事件・最大判昭和５２年２月２３日民集３１巻１号９３頁参照）。この観点からは、特に③の救済措置として、組合員に対する金銭給付まで命じ得るかが問題となり得よう。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点に当たっては、各問の事例の具体的な事実関係に即し、設問が求める法的検討・論述に必要な論点を的確に抽出できているか、関係する法令、判例及び学説を正確に理解し、これを踏まえて各論点について論理的かつ整合性のある法律構成及び事実の当てはめを行い、適切な結論を導き出しているかを基準とした。\n出題された事例の事案のポイントを正確に把握し、紛争の解決や法的検討に必要な論点を的確に取り上げた上、その論述が期待される水準に達している答案には、おおむね平均以上の得点を与えることとした。各論点について関連する法規定や法原則の趣旨に遡った論証を展開し、当てはめにおいて必要な事実を過不足なく摘示し、あるいは、着目すべき当該事例の特徴的な事実関係を適切に読み取って必要な分析・検討を行っているなど、特に優れた事例分析や考察が認められる答案には、更に高い得点を与えることとした。\nなお、答案の中には、極めて小さな文字で書かれてあるものや、非常に乱雑で文字の判読が困難なものもあった。この点は、過去の採点実感においてもこの項で繰り返し指摘してきたところであり、再度指摘しなければならないことは残念である。来年度以降、解答方式の変更により同様の問題は生じなくなるが、上記のような指摘の基礎にある、答案が解答者の考えを採点者に伝えるために書くものであって、きちんと伝わるように書くことが重要であるという点を認識して、答案を作成することを強く望みたい。\n３ 採点実感等⑴ 第１問について本問は、労働者が会社を退職後、当該会社と競業する事業を営む他の会社に就職し、当該事業に係る業務に従事したとして、再就職前の会社から、退職金の半額の返還を請求され、また、\n当該労働者が再就職前の会社に在職中に、産前産後休業及び育児休業を取得した後、復職するに当たり、休業前の役職から外れることとされ、役職手当が支給されなくなったという事例を素材として、前記退職金半額返還請求の可否（設問１）及び支給されなかった役職手当の支払請求の可否（設問２）について、検討すべき法律上の論点を挙げながら、論述を求めるものである。\n設問１については、①退職後の競業避止義務を定める合意（本件条項）は、法的に有効な合意か、法的に有効な合意であるとして、本件においてＸに本件条項違反が認められるか、②Ｙ社就業規則の退職金支給制限条項は法的に有効か、法的に有効であるとして、Ｘの行為が当該条項に該当するかが、主な論点となる（なお、①、②は、別個の論点であるところ、両者を区別せず論じる答案が少なからず見られた）。\n前記①、②のうち、①については、比較的多くの答案が、競業避止義務の有効性を論じる必要があること自体については理解していたものの、適用すべき規範について、職業選択の自由（憲法第２２条第１項）の不当な制約とならないかといった抽象的な判断基準を提示するにとどまる答案が少なからず見られた。競業避止義務条項の有効性に係る一般的な判断枠組みを示す最高裁判例は存在しないものの、下級審裁判例において、競業避止義務条項が労働者の職業選択の自由の不当な制限とならないかについて、競業避止義務条項の目的（使用者の営業上の秘密等、その正当な利益を保護するものであるか否か）、在職中の職位、職務内容、転職が禁止され- 27 -る範囲（期間、地域、対象業種ないし行為）、代償措置の有無等に照らし、退職後の競業避止義務を課することに合理性が認められないときは、公序良俗に反するものとして無効となるとの具体的な考慮要素を伴う判断基準が形成されてきており（裁判例の例については、「出題の趣旨」\nを参照されたい）、こうした具体的な考慮要素を含め、規範として理解しておくことが重要である。こうした具体的な規範を提示した上で、本件への当てはめを適切に論じることができていると認められる答案には高い評価を、逆に、規範の提示が抽象的にとどまっており粗雑と言わざるを得ないものには低い評価を与えた。\nこの競業避止義務の有効性を論じるに当たり、相当数の答案は、本問で競業避止義務を定める本件条項を、就業規則の条項であるとして、就業規則の合理性（労働契約法第７条）の観点から論じていた。問題の【事例】では、本件条項は「ＸとＹ社との労働契約において」存在する条項であるとされ、また、当該ＸとＹ社との労働契約の内容は、Ｙ社の就業規則の内容と明確に区別されて提示されており、本件条項を就業規則の条項であるとして就業規則の合理性の観点から論じることは、問題の【事例】の理解として誤りというほかない。事実関係を正確に把握することは、適切な規範を提示することと併せ、法曹にとって不可欠な基本的な能力というべきであって、そうした能力を欠くと考えざるを得ない答案が相当程度存在したことは、驚きであり、かつ、非常に残念なことである。\nなお、①については、本件条項の有効性のみを論じ、Ｘに本件条項違反が認められるかの検討を欠く答案が相当数見られた。設問１の結論にたどり着くためにはこの点の検討も欠くことはできないのであり、問いに対する解答の起案を丁寧に行うことを求めたい。\n次に、②については、就業規則上の条項として、合理性（労働契約法第７条）を有するものとして有効か否かが検討されなければならないところ（Ｙ社就業規則上の退職金支給制限条項について、本設問上Ｘによる個別同意はうかがわれない）、先の段落で述べた①に係る本件条項とはいわば逆に、Ｙ社就業規則上の退職金支給制限条項の有効性自体を検討することなく、当該条項をＸに適用することの可否のみを論じる答案が散見された。また、就業規則条項の合理性の有無を論じるに当たっては、その具体的内容について、労働契約法制定前のものであっても、\n就業規則条項の効力について論じる判例等が参考となるところ、本設問と同様に就業規則上の退職金支給制限条項の有効性について判断した最高裁判決（三晃社事件・最判昭和５２年８月９日労経速９５８号２５頁）等が行っているような、当該事案における退職金の功労報償的性格の有無に照らした支給制限条項の合理性の具体的な検討を行う答案は、それほど多くなかった（かえって、答案の中には、当該事案における退職金の性格を論じることなく、退職金にはおよそ一般的に特定の性格があることを前提とするかのようなものが少なからず見られた）。労働法では、合理性、相当性といった抽象的な規範が多く存在することは確かであるが、そうした抽象的な規範を具体化する判断要素等が判例、裁判例により提示されていることも少なくなく、そうした場合には、そうした具体的な判断要素についても理解することが求められる。こうした具体的な検討ができていると認められる答案には高い評価を、逆に、抽象的な検討にとどまると言わざるを得ないものには低い評価を与えた。Ｙ社就業規則上の退職金支給制限条項については、労働基準法第２４条第１項所定の全額払い原則との関係も検討すべき点であり、\nこれについては比較的多くの答案が適切に論じていたものの、同原則が既発生の賃金債権全額の支払いを求めるものであり、退職金支給制限条項がそもそも退職金債権を当該制限された限度でしか発生させない要件を定めるものであれば同原則には違反しないことを正しく理解していない答案も散見された（例えば、退職金の後払い性格を挙げ、当該性格に該当する退職金部分の不支給は許されないとしたり、労働者に著しい背信性があれば全額払い原則違反とならないとしたりするなど）。この点は、理解が定着しているごく初歩的な点であり、正確な理解を求- 28 -めたい。また、②については、本設問における退職金支給制限条項が合理性を有し有効であるとしても、Ｘに適用することの可否が更に問題となる。裁判例には、退職金全額不支給条項の適用についてであるが、労働者に顕著な背信性があるかを検討するものがあり（中部日本広告社事件・名古屋高判平成２年８月３１日労民集４１巻４号６５６頁等参照）、本設問における退職金支給制限条項のＸへの適用についてそうした裁判例を参考に検討することが求められるところ、これについては、比較的多くの答案が適切に論じていた。\n設問２については、Ｘが産前産後休業及び育児休業を取得した後、復職するに当たって、降格した形での復職とされているところ、当該降格（以下「本件降格」という）が、雇用の分野における男女の均等な機会及び待遇の確保等に関する法律（以下「均等法」という）第９条第３項ないし育児休業、介護休業等育児又は家族介護を行う労働者の福祉に関する法律（以下「育児介護休業法」という）第１０条に照らし、産前産後休業ないし育児休業の取得を理由とする不利益取扱いとして許されないかが、主な論点となる。\n設問２については、そもそも、上記法条に照らした本件降格の有効性が検討されなければならないことを理解していない（上記法条を指摘できていない）答案、あるいは、上記各法条に言及している答案においても、上記各法条の規定を努力義務規定に過ぎないとして、別途、本件降格の公序違反の有無や、本件降格にかかる人事権行使の権利濫用該当性判断を行うものが少なからず見られた。しかしながら、均等法第９条第３項については、最高裁判例（広島中央保健生活協同組合事件・最判平成２６年１０年２３日民集６８巻８号１２７０頁）が、強行規定であり、同項に違反する不利益取扱いは違法であり、無効であると明確に判示しており、育児介護休業法１０条については、最高裁判例は存在しないものの、同最高裁判例を踏まえた裁判例等において、同じく強行規定であると理解されている（アメリカン・エキスプレス事件・東京高判令和５年４月２７日労判１２９２号４０頁等の裁判例、「出題の趣旨」掲記の諸通達に示された行政解釈等を参照）。産前産後休業ないし育児休業等の取得を理由とする不利益取扱いを禁止する上記各法条は、労働者のそうした休業等の権利保障の実効性確保にとって極めて基本的かつ重要な規定であり、上記各法条の強行規定としての性質を多くの答案が指摘できておらず、理解していなかったと評価せざるを得なかったことは、非常に残念である。\n上記最高裁判例は、均等法第９条第３項が保護する権利行使等のうち、具体的には、妊娠中の軽易業務転換（労働基準法第６５条第３項）を契機としてなされた不利益取扱いの事例であり、\n妊娠中の軽易業務転換を契機としてなされた不利益取扱いは、原則、均等法第９条第３項の禁止する取扱いに当たるところ、⑴当該労働者が軽易業務転換及び当該措置により受ける有利な影響及び不利な影響の内容や程度、当該措置に係る事業主による説明の内容その他の経緯や当該労働者の意向等に照らし、当該労働者につき自由な意思に基づいて降格を承諾したものと認めるに足りる合理的な理由が客観的に存在するとき、又は、⑵事業主において、降格の措置を採ることなく軽易業務転換することに円滑な業務運営や人員の適正配置の確保などの業務上の必要性から支障がある場合であって、その業務上の必要性の内容や程度及び上記の有利又は不利な影響の内容や程度に照らして、上記措置につき同項の趣旨及び目的に実質的に反しないものと認められる特段の事情が存在するときのいずれかの場合には、例外として、同項の禁止する取扱いには当たらないとしており、こうした例外についても、具体的内容を含めて、規範として適切に提示した上で、本件への当てはめを行うことが求められる（なお、「出題の趣旨」で述べているとおり、上記最高裁判例の判断枠組みは、軽易業務転換という労働者にとって有利な取扱いを伴う場合に限ってのものとみる余地もあるが、上記最高裁判例の判断枠組みを提示した上で、そのことを適切に指摘し、上記最高裁判例の判断枠組みに代わる規範を提示する答案は、ほぼ存在しなかった）。しかし、均等法第９条第３項ないし育児介護休業法第１０条に言- 29 -及する答案の中においても、上記⑴及び⑵の双方の例外を正確に提示できている答案は、ほとんど存在しなかった。⑵については、そもそも言及を欠く答案が大多数であり、また、⑴についても、労働者につき自由な意思に基づいて降格を承諾したものと認めるに足りる合理的な理由が客観的に存在するときという、抽象的な規範部分のみを提示するにとどまる答案が多くを占めていた。設問１に関して指摘したところであるが、具体的な考慮要素を伴う判断基準が形成されてきているものについては、そうした具体的な内容を含め、規範として理解しておくことが重要である。上記最高裁判例を踏まえた判断枠組みを具体的に提示できているごく限られた答案には極めて高い評価を与えたが、上記のように部分的ないし抽象的に提示するにとどまる答案には限定的な評価を与えるにとどまった。\n設問２については、以上述べた規範を提示した上で、本件に適切に当てはめをすることも求められる。この当てはめについて、問題の【事例】に顕れている関係しそうな事実を単純に並列的に列挙した上で、直ちに、適法な取扱いである、あるいは違法な取扱いであるとの結論的評価を提示する答案が多く見られた。しかし、問題の【事例】には、Ｙ社によるＸの降格に関し、\n上記規範の例外の下で、適法な取扱いとの評価に傾く事実もあれば、違法な取扱いとの評価に傾く事実もあり、そうした異なる方向の評価を示唆する事実を互いにどう評価するかについても検討し、論じることが求められる。そうした関係事実の総合的な評価を適切に行っている答案には高い評価を与えたが、そうした答案は多くなかった。単に関係しそうな事実を単純に並列的に列挙するのみで結論的評価を導いている答案については、相対的に低い評価を与えるにとどまった。\nなお、最終的な役職手当の支払請求の可否の判断に関連して、Ｙ社によるＸの降格が違法であるとしても、Ｘは元の役職にあることを主張し得ないとの理解を前提にして、当該請求は認められないとする答案が若干存在したが、既に述べたとおり、強行規定である均等法第９条第３項等に違反する使用者の措置（本設問に即していえば、Ｙ社によるＸの降格）は、無効となることについての理解を欠くものといえる。このことにも関連するが、答案の中には、設問２に係るＸの請求を役職手当相当額の損害賠償請求であるとして論じるものも散見された。【設問】\n部分で明記されているとおり、設問２に係るＸの請求は役職手当の支払請求であり、役職手当相当額の損害賠償請求の可否について論じることは的外れである（なお、設問１に関しても、\n同様に、論じることが問われている請求内容に対応しない結論で論述を締めくくる答案が見られた）。請求がいかなるものであるかを正確に把握することは、紛争に関係する事実関係の正確な把握と同様に、法曹にとって不可欠な基本的な能力というべきであり、そうした能力を欠くと考えざるを得ない答案がみられたことは、先に述べたのと同様に、非常に残念なことである。\n⑵ 第２問について本問は、冬期一時金をめぐりＸ組合が行ったストライキ（以下「本件ストライキ」という）に関連して生じた事柄について労働委員会に救済申立てを行うという想定の下で、①Ｘ組合委員長Ｃに対する戒告処分、②現場監督者Ａによる意見表明、③本件ストライキ不参加者に対する弁当代の支給（以下「本件弁当代支給」という）がそれぞれ不当労働行為に該当するか否かを問うものである。いずれも、集団的労働関係法における基本的かつ主要な論点であり、根拠条文（具体的に労働組合法（以下「労組法」という）第７条の何号に該当するか）及び求める救済内容を明らかにし、不当労働行為該当性及び救済命令の適否について論ずることが求められる。\n①については、Ｃに対する戒告処分が不利益取扱い（労組法第７条第１号）及び支配介入（同条第３号）に該当することを根拠に、戒告処分の撤回命令及びポストノーティス命令の発出を求めることが考えられる。この点について、求める救済命令の内容を示していないものや、「懲- 30 -戒処分の無効命令」、「無効確認命令」を求める等、民事訴訟と混同した答案が散見された。\nＣに対する戒告処分の不当労働行為該当性を労働委員会で争うという設定において、不利益取扱いの不当労働行為該当性は、労組法第７条第１号が定める要件に則して論じる必要がある。\n本問では、本件ストライキが「労働組合の正当な行為」といえるか、とりわけ手続と態様の観点における正当性が認められるかが主要な争点となる。問題文の時間関係を誤読して、手続には問題はないとしている答案も一部見られたものの、多くの答案はこの点を正しく指摘することができていた。しかし、本件ストライキの正当性の有無という争点を、労組法第７条第１号と関連付けることなく設定する答案や懲戒権の濫用（労働契約法第１５条）の観点から導く答案も散見された。また、本件ストライキの正当性に関しては、その主体や目的（冬季一時金の引き上げ要求が義務的団交事項に該当するか否か）といった問題は主要な争点とはいえないにもかかわらず、その議論に多くのスペースを割き過ぎている答案も見られた。\n本件ストライキの正当性は、まず手続に関して、本件ストライキがＸＹ間におけるストライキの予告義務に関する協定に違反するものであったという事実の下で、その正当性をどのように判断すべきかが論点となる。これまでの裁判例（日本航空事件・東京地決昭和４１年２月２６日労民集１７巻１号１０２頁、国鉄千葉勤労事件・東京高判平成１３年９月１１日労判８１７号５７頁参照）に照らせば、予告義務を協定した目的や使用者の予測可能性、協定違反の具体的影響等に係る事実を挙げながら検討することが求められるところ、巧拙はともかく、これらを組み込んだ判断枠組みを提示する答案が比較的多かった。また、態様面からの正当性に関してはピケッティング行為の適法性が問題となるところ、多くの答案が、これまでの最高裁判決（御國ハイヤー事件・最判平成４年１０月２日集民１６６巻１頁等）を踏まえ、ストライキの本質は労働者が団結して労働力を使用者に利用させないことにあるとし、説得活動を超えて使用者の操業の自由を阻止しようとする行為に該当するか否かによって判断するとの判断枠組みを提示することができていた。もっとも、それに続く具体的な事案の検討において、単に幾つかの事実を羅列するだけで結論を導いている答案もあり、具体的な事実に対する分析や評価の程度によって、答案に対する評価に差がつくことになった。\nまた、①については支配介入の不当労働行為（労組法第７条第３号）該当性も問題となるところ、不当労働行為の根拠として挙げながらその該当性について論じていない答案や該当性判断の枠組みを示していない答案も少なくなかった。労組法が、労働組合の運営等に対する使用者の支配介入行為をいかなる理由で禁止しているかという点から説き起こし、①に関する支配介入の不当労働行為該当性を論じることを期待していたが、実際にはそのような答案は少数にとどまった。\n次に、②については、現場監督者という下位職制にあるＡの発言が本件ストライキ及びＸ組合に対する非難及び脱退勧奨を含み、支配介入の不当労働行為（労組法第７条第３号）に該当する可能性があることを踏まえつつ、当該行為を「使用者」（労組法第７条柱書）の行為として帰責することができるかが中心的な争点であった。この点については、Ａ自身が「使用者」に該当するかの問題と設定した答案も一部見られたものの、多くの答案が正しく指摘しており、その多くは、判例（ＪＲ東海事件・最判平成１８年１２月８日集民２２２号５８５頁）を踏まえて、使用者の利益代表者に近接する職制上の地位にある者が使用者の意を体して労働組合に対する支配介入を行った場合には、使用者との間で具体的な意思の連絡がなくとも当該支配介入をもって使用者の不当労働行為と評価することができるとの基本的な考え方を示すことができていた。\n問題は「使用者の意を体して」の意味の理解である。この点については、相当数の答案が、例えばＡが担当ラインの従業員に対して使用者のように振る舞っていた、担当ラインの従業員は- 31 -Ａのことを使用者と捉えていた、Ａの発言内容があたかも使用者の発言のようであった等を理由に挙げて、Ａの行為を使用者であるＹに帰責できると判断していた。しかし、意思の連絡がないにもかかわらず、「使用者の意を体して」行われた下位職制者の行為が使用者に帰責される理由は、前提として使用者に反組合的意図ないし組合嫌悪をうかがわせる行為があり、そういった使用者の思いを汲み取って行われた行為であると評価せざるを得ない実態が認められるがゆえである。そのように理解しなければ、使用者のあずかり知らぬところで行われる、下位職制者の不当労働行為的な行為が全て使用者に帰責されることになりかねず、不合理であろう。\nこの点を理解し、それを事案に適切に適用することができていた答案は少数にとどまっており、\n評価に大きな差がつくことになった。\n③については、不利益取扱い（労組法第７条第１号）及び支配介入（同条第３号）の不当労働行為に該当すると主張し、Ｘ組合員に対する支払命令及びポストノーティス命令の発出を求めること等が考えられる。そのような指摘ができている答案がある一方で、「弁当代返還命令」「弁当代支給差止命令」等、およそ実現可能性に乏しい内容や民事訴訟と混同した内容の救済を求めるとする答案もかなり目についた。\n本件弁当代支給の不当労働行為該当性が争点となることの指摘はいずれの答案もできていたが、具体的な事実を挙げつつ、不利益取扱いの不当労働行為該当性と支配介入の不当労働行為該当性の両面から十分に検討できている答案はそれほど多くはなかった。裁判例（ＪＲ東日本（千葉動労・褒賞金）事件・千葉地労委命令平成５年３月２９日及び中労委命令平成１７年９月７日（東京地判平成１８年９月２７日、東京高判平成１９年５月１７日、最決平成１９年１１月１５日（上告不受理））を参考に考えるならば、本件弁当代の支給が組合による争議行為の効果を減殺してこれをけん制又は抑制しその弱体化を図るものであったとして支配介入の不当労働行為該当性は認めつつ、組合員でない者で本件ストライキ当日に勤務した者であっても、\n所定勤務時間を超えて勤務しなかった者は本件弁当代の支給対象となっていないことから、正当な組合活動をしたことによる不利益取扱いとはいえないといった判断を行う余地もあった。\n時間が足りなくなったのかもしれないが、この点を十分に検討できたかどうかの差が評価の差につながっている。\n最後に、労働委員会による救済命令の限界についても検討する必要がある。とりわけ、③の弁当代支払命令については、同委員会の裁量の範囲を超えるものといえないかを検討し、不当労働行為該当性を認めつつも、支払命令以外の方法で救済するといったことも解答として考えられた。たとえば、ポストノーティス命令や、会社に対して今後ストライキ不参加者に対して弁当代等の名目をもって金員を支給するなどして組合の運営に支配介入してはならないことを命じる、といったことである。この点まで検討することができた答案はごく少数にとどまった。\n第２問について、全体としてみるならば、いずれの論点にも触れられている答案が多かった。\nその意味では解答しやすい問題であったろうと思う。しかし、各論点に関する重要な判例についての正確な理解やそれらを踏まえた適切な判断枠組みの提示、具体的事実に対する妥当な評価といった点において評価の差が出た。集団的労働関係法では、法の意義を正確に理解し、それを具体的な事実関係に当てはめていく力が求められる。そういった感覚を学説や判例を学ぶことを通じて涵養していくことの重要性を改めて指摘しておきたい。\n４ 答案の評価「優秀」の水準にあると認められる答案とは、出題の趣旨を正確かつ深く把握し、言及を要する論点をほぼ漏れなく論じ、法令や判例の趣旨・射程の正確な理解に基づく的確な規範定立と緻密な事実の評価・当てはめを行い、全体として論理に飛躍や無理のない説得的な論述を行っていると認- 32 -められる答案である。\n「良好」の水準にあると認められる答案とは、論ずべき論点にはおおむね全て触れており、法解釈について法令や判例の理解に基づく一定の見解を示した上で、設問に対する結論を導き出すのに必要な具体的事実を事例から拾い上げることができている一方で、当てはめにおいて小さな問題が見られたり、判例の理解が十分とまでは言えない面が見られたりするなど、「優秀」の水準にある答案のような論述の緻密さ、深みが認められない答案である。\n「一応の水準」にあると認められる答案とは、労働法の基本的な論点について一定の知識はあると認められるものの、論ずべき論点の一部に言及していなかったり、言及した論点においても、規範の定立に至る論理に欠落があったり、当てはめに不十分さが見られたりするほか、関係条文・判例に対する知識の正確性に難があり、論証において拾い上げる必要がある事実を事例の事実関係の中から的確に捉えて評価することができていない答案である。\n「不良」の水準にあると認められる答案とは、関係条文・判例に対する知識に乏しく、労働法の基本的な考え方の理解にも至っておらず、例えば、関係する法令を挙げることも規範を示すこともせずに単に問題文中の具体的な事実をなぞるにとどまっていたり、少ない知識から無理に構成した適切でない論理や規範から短絡的に断定的な結論を導いていたり、極めて表層的な当てはめに終始するだけであったりするなど、具体的事実に対応して法的見解を展開するというトレーニングを経ておらず、基本的な理解・能力が欠如していると思われる答案である。\n５ 今後の出題出題方針について変更すべき点は特になく、今後も、法令、判例及び学説に関する正確な理解に基づき、事例を的確に分析し、必要な論点を抽出した上で自己の法的見解の論証を正確かつ説得的に展開し、事例の中から有意な事実を過不足なく拾い上げて当てはめることによって、妥当な結論を導くという、法律実務家に求められる基本的な能力及び素養を試す出題を継続するべきであると考える。\n従来と同様に、労働契約法、労働基準法を中心とする個別法の分野と労働組合法を中心とする集団法の分野のバランスにも配慮する必要があると考える。\n６ 今後の法科大学院教育に求めるもの基本的な法令、判例及び学説については、単なる暗記にとどまらない法の趣旨や理論的基盤に基づいた本質的な理解が図られるよう、更なる指導をお願いしたい。また、それらを具体的な事案に適用して論理的に結論・解決に導く能力を磨くために、事例分析の前提となる基礎的な事実を正しく把握する理解力、結論に至る論理を導くために必要な論点を抽出し、その相互の関連性を意識しつつ分析する能力、法令、判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し、法の趣旨に沿った適切な事実の当てはめを行って妥当な結論を導く能力など、法律実務家に求められる基本的な法的思考力を更に養成するよう重ねてお願いしたい。"
}