{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "- 23 -\n[環 境 法]\n〔第１問〕（配点：５０）\n使用済み物品については，循環型社会形成推進基本法（平成１２年法律第１１０号）の下に，容器包装に係る分別収集及び再商品化の促進等に関する法律（平成７年法律第１１２号。以下「容器包装リサイクル法」という。）等の個別リサイクル法が制定されている。これに関して，以下の各設問に答えよ。\n〔設問１〕\n循環型社会形成推進基本法第１１条，第１８条では，使用済み物品に関する共通の「考え方」が示されている。\n⑴ この「考え方」は容器包装リサイクル法のどのような仕組みに反映されているか。\n⑵ 上記⑴で述べた容器包装リサイクル法の仕組みは，循環型社会形成推進基本法に照らして十分なものとなっているか。上記の「考え方」を簡潔に示した上，理由を付して答えよ。\n〔設問２〕\nデパートを経営するＡ法人は，自ら販売する商品について用いる包装（容器包装リサイクル法第２条第３項の「特定包装」に当たる。）に関して，循環的利用について何らの対応も採っていない。\n⑴ この場合において，主務大臣は，どのような措置を講ずることができるか。\n⑵ Ａ法人は，自らが容器包装リサイクル法第２条第１３項，同条第１１項第４号に該当するなどと主張して，循環的利用について何らの対応も採る必要がないと考えている。この場合，Ａ法人は，主務大臣との関係で，どのような訴訟を提起することができるか。\n- 24 -\n〔第２問〕（配点：５０）\nＡ市に居住しているＢ(４５歳）は，数年前にぜん息を発症し，その後症状が悪化してきている。\nＢの居宅から１０メートル離れたところにはＣ鉄鋼会社（以下「Ｃ社」という。）の工場があり，このＣ社の操業に伴うばいじん，窒素酸化物（政令により，大気汚染防止法第２条第１項第３号の「ばい煙」に指定されている。）等の排出が認められる。Ｂの居宅及びＣ社の工場は，同法に基づく窒素酸化物に係る総量規制の「指定地域」内にあり，Ｃ社の工場は「特定工場等」に当たる（同法第５条の２第１項）。\nまた，Ｂの居宅から３０メートル離れたところには，高架式で設置されているＤ高速道路株式会社（以下「Ｄ社」という。）の高速道路があり，この高速道路を走行する自動車から窒素酸化物，粒子状物質（共に，政令により，同法第２条第１４項の「自動車排出ガス」に指定されている。）が排出されている。\nＢの居宅を含む地域では，現在も二酸化窒素，浮遊粒子状物質は，環境基準値を超えており，この地域には，Ｂ以外にも，多くの呼吸器系疾患に罹患した人々がいる。\n〔設問１〕\nＢは，自分がぜん息にかかったのは，居宅周辺の工場，道路からの大気汚染物質の排出が原因であると考え，Ｃ社及びＤ社を被告として損害賠償を求めて訴訟を提起した。この場合における法律上の問題点について論ぜよ。なお，問題文中に記載した以外の政令については，考慮する必要はない。\n〔設問２〕\n二酸化窒素の環境基準値については，厳しすぎるという科学的知見が蓄積されてきたことから，基準値が緩和されたとする。この措置に不満なＢは，その直後に取消訴訟を提起できるか。原告\nＢの主張と被告の反論について論ぜよ。なお，原告適格については触れなくてよい。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "[環 境 法］\n〔第１問〕\n設問１は，容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の仕組みと拡大生産者責任の考え方との関係を問う問題である。\n設問１の小問（１）では，この「考え方」が拡大生産者責任のことであることを指摘した上で，容器包装リサイクル法が，特定事業者に再商品化の実施義務（同法第１１条ないし第１３条）を課し，再商品化の費用負担（無償引取りであること）をさせており，これが拡大生産者責任の一例であることを指摘することが必要となる。さらに，平成１８年の法改正では，特定事業者が指定法人を通じて一定の資金を市町村に拠出する仕組みが導入された(同法第１０条の２)ことにも触れることが期待される。\n設問１の小問（２）では，拡大生産者責任原則が，「物理的および／または金銭的に，製品に対する生産者の責任を製品のライフサイクルにおける消費後の段階まで拡大させる」環境政策アプローチであり，生産者に，環境適合的な製品を設計させる誘因（インセンティブ）を与えることによって製品のライフサイクル全体でもたらされる環境負荷を最小化することを目的としていることに触れることが望まれる。その上で，循環型社会形成推進基本法第１８条第３\n項は，国が必要な措置を講ずるものとされる場合として，①国，地方公共団体，事業者及び国民の適切な役割分担が必要であること，②設計，原材料の選択，循環資源の収集等の観点から，事業者の役割が重要と認められること，③当該循環資源の処分の技術上の困難性，循環的な利用の可能性を要件として挙げているが，容器包装廃棄物については上記の三つの要件に該当することを指摘し，その結果，事業者が引取り等をして循環的利用をすべきものとなっていることを論じることが期待される。しかし，容器包装廃棄物の分別収集に関しては，市町村の責任となっているため（容器包装リサイクル法第１０条），処理費用全体の中で相当部分を占める分別収集の費用を特定事業者が負担せず，特定事業者に対して，なお環境適合的な製品設計のためのインセンティブが十分に働かず，②の事業者の役割が十分果たされていないことを指摘してほしい。\nなお，拡大生産者責任原則が汚染者負担原則(原因者負担原則）の派生原則であること，容器包装リサイクル法が特定包装事業者について，利用事業者のみで製造事業者を含めていないことなどは，加点事由となる。\n設問２は，容器包装リサイクル法に基づく主務大臣の措置とそれを争う方法についての理解を問う問題である。\n設問２の小問（１）では，主務大臣の措置として，指導及び助言（容器包装リサイクル法第\n１９条)，勧告及び命令(同法第２０条)，命令違反に対する罰金刑(同法第４６条)に係る告発\n（刑事訴訟法第２３９条）を挙げることが期待される。\n- 15 -設問２の小問（２）では，①公法上の当事者訴訟としての再商品化義務不存在確認訴訟が提起できること，②主務大臣の勧告・公表に関して，これを処分ととらえてその差止訴訟，取消訴訟が提起できること，③主務大臣の命令に対して，差止訴訟，取消訴訟が提起できることを指摘することが期待される。\n〔第２問〕\n設問１は，大気汚染を原因とする損害賠償請求訴訟に関する理解を問う問題である。法律上の問題点として，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題となること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述をし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対的危険度の問題を取り上げることの可否について論ずることが期待される。また，④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環境基準と受忍限度との関係などについて論ずることが望まれる。\n設問２は，環境基準の法的性格に関する理解を問う問題である。この論点に関しては，二酸化窒素大気環境基準改定告示取消訴訟控訴審判決（東京高判昭和６２年１２月２４日行集３８巻１２号１８０７頁）が出されており，この判決を踏まえて，両当事者の主張と反論を構成することが期待されている。同訴訟の争点は，改定告示の処分性である。環境基準につき「維持されることが望ましい基準」と規定する環境基本法第１６条第１項をめぐる議論が期待されている。",
  "scoring_notes": "それは言わば「点」でしかない。それが具体的制度とどのように関係するか，どのよう\nな場面で適用することができるかを学習することによって， 「点」を「面」に発展させ\nることができるのである。法科大学院においては，単なる仕組みの解説にとどまるので\nはなく，このような視点に留意していただけると有り難い。\n訴訟に関する出題は，過去の新司法試験においてもされている。個別法に規定される\n行政権限や法関係と訴訟類型を結びつけるだけの答案がなお多くみられるのは，法律の\n仕組みの学習の際に訴訟の可能性と関係付けて議論していないからではないかと推測さ\nれる。また，環境訴訟で実際に争点となる事項，原告と被告が主張する事項を考えるよ\nうな学習の仕方がなされていないと考えられる。この点についても留意されることが望\nましい。\n-4 7-\n平成２２年新司法試験の採点実感等に関する意見（国際関係法（公法系））\n１第 １ 問\n(1) 設問１\n国家承認の問題であることはほとんど全ての答案が理解していたが，尚早の承認\nに当たるかどうかが論点であることに気付いていないものが少なくなかった。国家\n承認を行うかどうかは国家の自由であり，およそ国際法違反の問題が生じないとす\nる答案が残念ながら少数見受けられた。また，国家承認という国家の行為の法的評\n価を問題にしていたのに，国家成立の可否の問題と混乱したのか，国家承認に関す\nる創設的効果説・宣言的効果説から議論を始める答案が少なからずあったことには\n当惑した。\n(2) 設問２\nほとんど全ての答案が国家たる要件（３ないし４）を挙げ，また，国家承認そし\nて創設的効果説・宣言的効果説というタームにほとんどの答案が言及していた。し\nかし，国家承認の各学説の内容や論拠を正確に述べることができなかったものが少\nなからずいた。そもそも国家成立に当たって，国家承認がどのように関係するかに\nついて意識が及んでいないものが散見されたのは大きな問題であった。「セント国」\n承認国が５０か国あることには当然論及してほしかったが，この点に注意を払って\nいない答案が相当数あった。\n(3) 設問３\n比較的多数の答案は，Ｚ国のＸ国に対する軍事支援を「セント国」に対する武力\n行使ととらえた上で，そのような武力行使が許されるのはどのような場合かについ\nて検討していた。しかし，本問では，セント国が誕生途上，せいぜい誕生直後の国\nでありＺ国は依然セント国を承認していない中で軍事支援を行ったことに注意を払\nう論述が欲しかったが，その点まで説明していたものは少数にとどまった。\n(4) 答案の水準\n第１問について答案を「優秀」，「良好」，「一応の水準」及び「不良」に分類する\nと各分類に相当するものはおおむね次のようなものと言える。\n優秀：国際法の基本的な知識・理解を基に論理的に一貫した思考過程によって，\n３問全部について事例をきちんと解析し，想定される論点をほぼ押さえて\n結論を導いた答案。設問１について国家行為としての国際法上の承認の意\n味を十分に理解し，その帰結として「尚早の承認」に気付き，設問２につ\nいて，国家の最低資格要件を踏まえて国家成立と国家承認の意味をきちん\nと理解した上で事例を解析し，そして設問３について，５０か国とはいえ\n承認国がまだ限られている「新国家」に対する軍事支援の意味を理解した\n上で解答している答案\n良好：国際法の基本的な知識・理解を基に論理的に一貫した思考過程によって，\n３問のうち２問について事例をきちんと解析し，想定される論点をほぼ押\nさえて結論を導いた答案。設問３について一応の解答をしながら，設問１\nや設問２について国家承認の理解がやや浅いものや，設問１及び設問２に\nついて水準をみたす解答を行っているのに，設問３について単純な武力行\n使の問題と考えた答案がそれに該当する。\n-4 8-\n一応の水準：国際法の基本的な知識・理解が一応あり，それを応用して結論を導\nき出そうとする姿勢が見られるけれども，その知識や理解に十分でない面\nがあるために，問題の解析が不十分な答案。設問１や設問２について，国\n家承認の概念には触れながらその理解が十分ではないために解答に深みが\n欠けた上で，かつ設問３を単純な武力行使の問題ととらえる答案がその代\n表的なものである。\n不良：国際法の基本的な理解に乏しく，設問の意味をほとんど理解せずに解答を\n行っているなど，国際法をきちんと履修したとは思えない答案。国際法に\nついて若干の知識があると見受けられるが，各設問について常識論を展開\nするにすぎないものや，そもそも出題の趣旨がほとんど理解できていない\nものがその代表的なものである。\n２第 ２ 問\n(1) 設問１\nよく出来ている答案とそうでない答案の「二極化」が顕著だった。ほとんどの答\n案が領域使用の管理責任の概念について説明し，その適用を論じたものだった。領\n域主権の行使に対して制約を課す原則である領域使用の管理責任，国際環境法の発\n展と歩調を合わせて展開した国際環境損害防止原則，トレイル熔鉱所事件などが，\nよく出来ている答案では遺漏なく触れられていた。少数であったが，領域主権の限\n界を画すという点で重要な領域使用の管理責任の成立過程と背景について論じたレ\nベルの高い答案もあった。他方で，これらについて全く理解や知識がないためか，\n「他国に損害を与えてはならない」という「常識論」しか記載されていない答案も\n目立った。\n(2) 設問２\n外交保護権については全体的によく出来ていた。外交的保護権が国家の権利であ\nることはほとんどの答案で解答されていた。しかし，その不行使について，従来か\nら人権保護や個人救済の観点から批判があったが，この点にまで触れた「厚みのあ\nる」答案は，１．５割程度と少数しかなかった。\n(3) 設問３\n外交保護権行使の要件としての国籍が真正な結合基準を満たした国籍でなければ\nならないことは，大方の答案で解答されていた。真正な結合要件とその当てはめに\nついては総じてよく書けており，設問の事実関係を当てはめて本件で真正な結合が\n認められないことまで丁寧に論証した答案も半分強程度はあった。外交保護権行使\nの要件としての国籍について，国際法平面での効力と国内法平面での効力が区別さ\nれることを，国際法と国内法の関係の問題にまで立ち返って論じている答案もあっ\nたが， 大方は両者の区別を述べるにとどまった。 国籍の付与についての国家の裁量，\n外交保護権行使の要件，国際法と国内法との区別という論点が実は簡単でないため\nに，意外に多くの答案で混乱が見られた。\n(4) 答案の水準\n第２問について答案を「優秀」，「良好」，「一応の水準」及び「不良」に分類する\nと各分類に相当するものはおおむね次のようなものと言える。\n優秀：領域使用の管理責任原則，外交保護権の国家性，国籍に関する真正結合基\n-4 9-\n準，国籍の国際法上の効力と国内法上の効力など，法的な概念や原則を正\n確に記すとともに，それらを用いた論証が十分である答案\n良好：上記の法的な概念や原則が正確に記載されているが論証が十分とまではい\nえないか，逆に，論証は充実しているが，法的な概念や原則が適切に記載\nされていない答案\n一応の水準：法的な概念や原則の記載が半分程度，論証が半分程度の答案\n不良：設問の事例説明や，設問を繰り返している以上には，受験生自身の言葉で\n解答として論証されていない答案\n３そ の 他\n第１問，第２問のいずれについても言えることだが，答案に問題を改めて記載する\n例が少なからず見られたが， 問題を写したとしても加点されず， 意味がないばかりか，\n答案用紙の紙幅が足りなくなって論ずるべき点の記載が不十分になるなど弊害にもな\nる。解答は長く書く必要はないが，結論だけでなく結論に至る各自の理解を記載して\nもらわないと加点されないので，その点は注意してほしい。\n-5 0-\n平成２２年新司法試験の採点実感等に関する意見（国際関係法（私法系））\n１ 出題の趣旨，ねらい等\n本年度の国際関係法（私法系）の問題は，昨年と同様に，狭義の国際私法（抵触法）\n及び国際民事訴訟法から出題されている。これらの法分野に関する理解を問うため，\n財産法と家族法の双方に関する法の抵触と国際民事訴訟法の分野から出題した。 また，\n国際物品売買契約に関する国際連合条約（以下， 「条約」と略称する。）について基本\n的な理解を問う問題も出題している。各問題の出題の趣旨については，既に法務省ホ\nームページにて公表済みである。\n２ 採点方針\nこれまでと同様に，本年度も，次の４つの能力を受験者が有しているか否かを判定\nできるように出題した。すなわち，①国際私法・国際民事訴訟法・国際取引法上の基\n本的な知識と理解を基にして論理的に破たんのない推論により一定の結論が導けるか，\n②設例の事実からいかなる問題を析出できるか，③複数の法規の体系的な関連性を認\n識しながら，析出された問題の処理に適切な法規範を特定できるか，④法規範の趣旨\nを理解して，これを設例の事実に適切に適用できるか，である。\n本年度は特に上記②と③の基準から見て不十分と言わざるを得ない答案が目立った。\n逆に言えば，これらの基準を満たす答案であれば「優秀」答案となる可能性が高くな\nる。④の点についても法規範の趣旨が十分に理解されていないと見られる答案，換言\nすれば，文理にのみ着目して規定の単純な当てはめだけを行う答案が多かった。その\n結果，規定の立法趣旨などに言及する答案は，相対的に，少なくとも「良好」となる\n可能性が高いと見られる。そして，規定の単純な当てはめ作業に終始しつつも，少な\nくとも①の基準をおおむねクリアーしている答案が，多くの場合， 「一応の水準」答\n案となるのではないかと見られる。\nなお，学説が分かれている論点については，結論それ自体によって得点に差を設け\nることはしていない。むしろ，論拠を示しつつ，自説が論理的に展開できているか否\nかを基準にして成績評価をした。いまだ確たる判例法が形成されていない論点との関\n連についても同様である。\n３ 採点実感\n(1) 第１問について\n本問は，未成年後見の成立から終了までに生起する諸問題につき，国際裁判管轄\nと準拠法の決定・適用を問う問題である。\n設問１（１）は，未成年後見人選任の国際裁判管轄を問うものである。未成年後\n見人選任の国際裁判管轄については明文の規定もなく，確たる判例法もない。未成\n年被後見人の保護という観点から適切な管轄権の基礎を一般論として導き，導かれ\nた基礎を設例に当てはめる作業が求められている。一般的な管轄原因を論ずるに際\nして，類推すべき規定（法の適用に関する通則法（以下「通則法」という。 ）第５\n条や家事審判規則第８２条など）への言及が推論に説得力を与えるであろう。\n設問１（２）は，未成年後見人選任に適用されるべき準拠法を問う問題である。\n-5 1-\n通則法第３５条第１項の規律すべき問題であることを指摘し，本国法の確定につき\n同法第３８条第１項ただし書きの規定が正しく適用されなければならない。同法第\n４条第１項に従い事件本人が未成年者であることも指摘してほしい。 しかるところ，\n通則法第３５条第１項の「後見」については正しく性質決定する答案が大多数であ\nったが，他方で，第３８条第１項ただし書きが定める内国国籍の優先を認識してい\nない答案も散見された。\n設問２（１）は，通則法第３１条第１項の前段と後段の規定の適用関係を問う問\n題である。後段の規定（いわゆるセーフガード条項）の趣旨を踏まえつつ，これら\nの規定の関係を一般的に論じ，設例へ丁寧に当てはめることが求められている。前\n段により定まる準拠法と後段により定まる準拠法のいずれが優先的に適用されると\nか，承諾（同意）要件の要否については後段のみが適用されるとの誤解に基づく答\n案が相当数あった。\n設問２（２）は，養子縁組の成立により後見が終了するまでの準拠法の選択と適\n用を問うている。通則法第３２条の規定は養親と養子の間の法律関係をも対象とし\nていることを指摘し，第３２条の指定する子の常居所地法たる日本法の下では養親\nが親権者であることを確認した後に，後見が終了するか否かは第３５条の問題であ\nり，当該規定の指定する日本法の下で後見が終了する，という論述が論理的に展開\nされなければならない。 第３２条の規定を全く認識せず， 設問を 「養子縁組の効力」\nと「後見」の性質決定の問題として理解する答案が多数あった。\n(2) 第２問について\n本問は，国際的な売買の事案を基にして，関連する諸問題の決定方法を問う問題\nである。\n設問１（１）は，条約の適用の可否を問う問題である。条約第１条第１項の「売\n買」及び「営業所」を，それぞれ，条約第３条第１項及び第１０条の規定と関連付\nけながら論じ，第１条第１項a号に従えば本問の事案に条約が適用されることに言及\nしなければならない。丁寧な当てはめが求められている。なお，条約の適用可能性\nが論述されている場合には，非締約国法が契約準拠法となっていることと条約の適\n用可能性との関係についての言及は採点に影響しないものとしている。\n設問１（２）は，契約準拠法の変更を認める通則法第９条の趣旨の理解とその適\n用を問う問題である。事後の法選択を肯定することの根拠を適切かつ十分に論述す\nる答案が「優秀」又は「良好」と評価されよう。第９条の規定を認識さえしていな\nいという答案はまれであったが，相当数の答案は当該規定の単純な当てはめとどま\nっていた。また，準拠法の事後的変更の問題を実質法上の契約の変更の問題と混同\nし，条約第２９条を適用している答案が一定数あった。\n設問２（１）は，生産物責任に関する通則法第１８条の解釈と適用を問う問題で\nある。一般的不法行為に関する第１７条ではなく第１８条が適用されること， 「引\n渡しを受けた地」という連結基準が採用された趣旨とその意味について言及するこ\nとが求められている。生産者から被害者への直接の引渡しが第１８条の要件である\nとの誤解に基づく答案が少なからずあった。\n設問２（２）は，通則法第２１条の理解とその適用を問う問題である。不法行為\nについて準拠法の選択が許容される理由と選択の要件，取り分け選択の時点につい\nて論述しなければならない。この問題においても，当該規定を単に当てはめるだけ\n-5 2-\nの答案が多数に上った。\n４ 今後の出題について\n今後も，狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を\n組み合わせた事例問題を出題することが適切であろうと考えられる。\n５ 今後の法科大学院教育に求めるもの\n通則法等の重要法令について，個々の規定の趣旨及び規定の間の体系的関連性を理\n解させる教育が望まれる。"
}