{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 13 -\n[知的財産法]\n〔第１問〕（配点：５０）\n甲及び乙は，物の発明であるα発明について，２００５年２月３日に特許出願を行い，２００７年５月１４日に特許権の設定登録を受け，現在，同特許権を共有している。α発明は，構成要件Ａ，Ｂ及びＣから成るものである。丙は，２００８年８月２０日から，ａ，ｂ’及びｃの構成を有する製品（以下「イ号製品」という。）と，ａ，ｂ及びｃ’の構成を有する製品（以下「ロ号製品」という。）を製造販売している。ａは構成要件Ａを充足し，ｂは構成要件Ｂを充足し，ｃは構成要件Ｃを充足するが，ｂ’は構成要件Ｂを充足せず，ｃ’は構成要件Ｃを充足しない。もっとも，イ号製品及びロ号製品のいずれにおいても，α発明の目的を達することができ，同一の作用効果を奏する。\n丁は，２００９年１０月１日から，ロ号製品と同一の製品（以下「ハ号製品」という。）を製造販売している。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．ａ，ｂ’及びｃの構成は，２００５年２月３日の時点における公知技術と同一ではなく，α発明の属する技術の分野における通常の知識を有する者（以下「当業者」という。）が同日の時点において公知技術から容易に推考できたものでもなかったが，戊により２００３年１０月６日に行われ，２００５年４月６日に出願公開された特許出願の願書に最初に添付した明細書に記載されていた。丙のイ号製品の製造販売に対する，甲の差止請求は認められるか。\n２．α発明における構成要件Ｃをｃ’に置き換えることは，２００８年８月２０日の時点では当業者が容易に想到することができるものではなかった。しかしながら，ロ号製品を解析すれば，それがａ，ｂ及びｃ’の構成を有するものであることは格別の困難なく知ることができた。丙のロ号製品の製造販売及び丁のハ号製品の製造販売に対する，甲の差止請求は認められるか。\n３．丁のハ号製品の製造は乙の依頼によるもので，丁はその製造したハ号製品すべてを乙に納入しているとする。丁のハ号製品の製造販売に対する，甲の差止請求は認められるか。甲と乙が，甲のみがα発明の実施をすることを合意していた場合は，どうか。\n- 14 -\n〔第２問〕（配点：５０）\nＡは，Ｂとの間で，Ｂの製造する物質分析器に組み込むプログラムの開発に関し，Ａが開発するプログラムについてのすべての著作権をＢが有し，当該プログラムにその著作者名としてＢを表示することを内容とする契約（以下「本件契約」という。）を締結した。そして，Ａは，その従業員であるＣに物質分析器に組み込むプログラム（以下「αプログラム」という。）を作成させ，これをＢ\nに納入した。αプログラムには，本件契約に従い，Ｂがその著作者として表示されていた。Ｂは，αプログラムを組み込んだ物質分析器（以下「α製品」という。）を製造し販売した。Ｄは，α製品を購入し，これを物質分析器を使用することを欲する者に賃貸する営業を行っている。\nその後，Ｂは，α製品の機能向上のために，Ａに無断で，Ｂの従業員であるＥにαプログラムを改変したプログラム（以下「βプログラム」という。）を作成させて，βプログラムを組み込んだ物質分析器（以下「β製品」という。）を製造し販売している。Ｂの子会社であるＦは，Ｂからβ製品を購入し，新製品の開発のためにこれを使用している。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．ＡはＢに対して，著作権法に基づき，どのような請求をすることができるか。\n２．Ａは，著作権法に基づき，Ｆに対して差止請求をするために，どのような主張をすべきか。\n３．ＢはＤに対して，著作権法に基づき，どのような請求をすることができるか。\n- 15 -\n- 16 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法］\n〔第１問〕\n設問１は，丙のイ号製品の製造販売が甲及び乙が共有する特許権を侵害するか否か，また，設問２は，丙のロ号製品の製造販売及び丁のハ号製品の製造販売が当該特許権を侵害するか否かについて論述させるものである。当該特許権の特許請求の範囲に記載された構成中にこれらの製品と異なる部分が存在するのであり，設問１及び設問２は，いわゆる均等論に関する理解\n- 12 -を問うものである。\n設問１においては，最高裁判所の判決（最判平成１０年２月２４日民集５２巻１号１１３頁）が述べた，均等論の第４要件が問題となろう。イ号製品は，ａ，ｂ’及びｃの構成を有する製品であるところ，同構成については，戊の特許出願の願書に最初に添付した明細書に記載されていたため，甲及び乙の特許出願時には，特許法第２９条の２により，甲及び乙は特許を受けることができなかったはずのものであった。上記判例の文言によれば，第４要件は，「対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから右出願時に容易に推考できたものではな」いというものであるが，その根拠として述べられていることを踏まえて，イ号製品について第４要件が充足されるか否かについて論述することが求められる。\n設問２においては，上記判例が述べた，均等論の第３要件が問題となろう。同判例において，第３要件の判断基準時は「対象製品等の製造等の時点」と述べられているところ，α発明における構成要件Ｃをｃ’に置き換えることは，丙がロ号製品の製造販売を開始した２００８年８\n月２０日の時点では当業者が容易に想到することができるものではなかったが，ロ号製品を解析すれば，それがａ，ｂ及びｃ’の構成を有するものであることは格別の困難なく知ることができたという事実関係から，丁がハ号製品の製造販売を開始した２００９年１０月１日の時点では当業者が容易に想到することができたものになっていたと考えられる。この点に基づいて，「対象製品等の製造等の時点」の意義を明らかにした上で，ロ号製品及びハ号製品について第\n３要件が充足されるか否かについて論述することが求められる。なお，両者の結論が異なるにせよ同じであるにせよ，その妥当性についても検討することが望まれる。\n設問３は，特許権が共有に係る場合のその特許発明の実施に関するものである。丁のハ号製品の製造は乙の依頼によるもので，丁はその製造したハ号製品すべてを乙に納入しているという事実関係の下で，丁の実施を乙の実施と同視することの可能性，また，甲と乙が甲のみがα\n発明の実施をすることを合意していた場合と特許法第７３条第２項の「契約で別段の定をした場合」との関係の検討を通じて，甲の差止請求の可否について論じることが求められる。\n〔第２問〕\n設問１は，αプログラムについてＡが有する権利に関して論じた上で，ＡがＢに対して，いかなる権利の侵害に基づいて，どのような請求をすることができるかについて論述させるものである。Ａが有する権利に関しては，職務著作の成否（著作権法第１５条第２項）及び著作権法第６１条第２項の推定について検討する必要がある。前者については，対象となる著作物がプログラムの著作物であって，著作権法第１５条第１項ではなく，同条第２項が適用されるため，本件契約においてＡが開発するプログラムにその著作者名としてＢを表示する旨が定められていることがＡの職務著作の成立にとって問題とならないことに注意しなければならない。\n後者については，裁判例では，著作権を譲渡する契約においてすべての著作権を譲渡する旨が定められているだけでは，著作権法第６１条第２項の「特掲」があったとは解されていないのであり，そのため，本件契約において「Ａが開発するプログラムについてのすべての著作権をＢが有」する旨が定められていることから，直ちに同項の推定が否定されることにならないことに注意しなければならない。また，Ｂによって侵害されるＡの権利としては，同一性保持権\n（著作権法第２０条）等の著作者人格権，並びに，上記推定が覆滅しない場合に，翻案権（同法第２７条）及び二次的著作物の利用に関する原著作者の権利（同法第２８条）が問題となろう。\n設問２は，βプログラムを組み込んだβ製品を新製品の開発のために使用するＦに対して，Ａが差止請求をするために行うべき主張について論じさせるものである。Ｆの行為については，著作権法第１１３条第２項の適用が問題となり得るのであるから，その要件に関して本問の事実関係に即して的確に記述することが求められる。\n- 13 -設問３は，プログラムの著作物についての貸与権（著作権法第２６条の３）の及ぶ範囲を問うものである。工業製品の貸与行為に対して，当該製品に組み込まれたプログラムの著作物についての貸与権が常に及ぶとすることは円滑な流通を阻害するおそれがあることを踏まえて，Ｂが，αプログラムを組み込んだα製品の賃貸業を営むＤに対して，αプログラムについての貸与権の侵害を主張することができるかどうかについて論述することが求められる。"
}