{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＡ社は，若手デザイナーの手作りアクセサリーを販売する携帯電話専用のウェブサイトα（以下\n「サイトα」という。）を運営する事業者である。同様のウェブサイト（以下「アクセサリーサイト」という。）を運営している事業者としては，ほかにＢないしＤの３社があるが，これらのアクセサリ\nーサイトで販売されるアクセサリー（以下「本件アクセサリー」という。）は，①若手デザイナーによるざん新なデザインであること，②手作りであるため同じものが２つとないオリジナル商品であること，③価格が５０００円前後と比較的低廉であることなどから，高校生を中心に人気を博している。\nアクセサリーサイトに出品するデザイナーは，専ら本件アクセサリーの製作と販売のみを行っているが，これらのデザイナーには一定レベル以上のデザインセンスや製作技術が求められ，そのようなデザイナーの数は限られている現状にある。ちなみに，このようなアクセサリーは，Ａ社等が運営するアクセサリーサイトでのみ販売されており，それ以外のデパート，宝飾店，ブティック等で入手することは困難である。\nＡ社は，サイトαに出品するデザイナーを登録制とし，以下の態様でサイトαを運営している。\n⑴ Ａ社に登録したデザイナーは，出品するアクセサリーの写真，材質等の商品情報及び自らが設定した販売価格を電子データでＡ社に送付し，Ａ社は，これをサイトαに掲載する。\n⑵ Ａ社は，サイトαに出品されるアクセサリーの更新情報を消費者に対して電子メールで提供し，登録デザイナーに対しては本件アクセサリーの売れ筋情報（以下「売筋情報」という。）を提供する。なお，売筋情報は，登録デザイナーにとって消費者の嗜好を把握する上で貴重な情報源になっている。\n⑶ 本件アクセサリーの購入希望者は，サイトαの画面を通じて商品を注文し，Ａ社は，その注文を出品者である登録デザイナーに取り次ぎ，商品は，当該デザイナーが購入者に直接宅配便で納品する。また，商品代金は，携帯電話会社の料金課金システムを通じてＡ社に支払われ，Ａ社は，その販売価格に一定率を乗じた手数料相当額を差し引いて出品者である登録デザイナーに送金する。なお，購入された本件アクセサリーの売買契約は，当該デザイナーと購入者間で成立し，商品のクレーム等の責任は，当該デザイナーの負担とすることがサイトα上に明記されている。\nＡないしＤ社のアクセサリーサイトにおける売上高の比率は，Ａ社が４０％，Ｂ社が２５％，Ｃ社が２０％，Ｄ社が１５％となっており，Ａ社の手数料率は２５％，ＢないしＤ社のそれは２１％である。しかし，サイトαは，アクセサリーサイトの先駆的存在で知名度が高く，そのアクセス数も最多で，携帯電話のディスプレイ上，最上段に表示されることなどから，消費者へのアピールが強く，デザイナーにとって最も重要な出品先と認識されており，有力な国内若手デザイナーのほとんどは，Ａ社に登録している。\n以上の状況下，Ｅ社は，ＡないしＤ社と同様の事業を始めた。Ｅ社は，ＡないしＤ社と異なり，消費者への更新情報や登録デザイナーへの売筋情報の提供を行わないが，その手数料を１５％に抑えているため，近時，Ｅ社のアクセサリーサイトにおける売上高が急速に伸びてきている。\nそこで，Ａ社が調査した結果，Ａ社のみならずＥ社にも登録したデザイナー（以下「Ａ・Ｅ登録者」という。）が相当数存在することが判明した。Ａ社としては，Ａ・Ｅ登録者がＡ社の提供する売筋情報を利用して本件アクセサリーを製作し，その販売は，より手数料の安価なＥ社のサイトを利用するというのでは，自社が提供した売筋情報を無償で利用される結果となるので容認できないとの考えから，今後，Ａ・Ｅ登録者に対し，Ａ及びＥ社の双方に登録することは認めない旨申し入れ，仮にＡ社に登録しているにもかかわらずＥ社のアクセサリーサイトに出品した場合は，以後，当該デザイナーのアクセサリーの商品情報等をサイトαに掲載しないこととし，そのことをＥ社に登録していないＡ社の登録デザイナーにも周知するとの対策を考えている。〔設 問〕\n弁護士甲は，Ａ社から，前記対策が私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）に違反しないかどうかを相談された。甲は弁護士としていかなる回答をすべきか述べなさい。〔第２問〕（配点：５０）\nＹ市では，昭和３０年代に下水道を整備したが，近時，下水道管が老朽化し水漏れ事故が急増している。このような状況は各自治体で起きているが，多くの自治体では，下水道管の取替えよりも大幅な経費の節約となることから，下水道管の内部を補修する下水道管更生工事を行うようになり，その発注件数が増えている。下水道管更生工事には，甲工法及び乙工法の２つの工法がある。甲工法が従来採用されていた工法であるが，この数年，甲工法より高い技術を求められるものの，甲工法より約２０％費用を節約できる乙工法が普及しつつあり，大規模及び中規模の建設会社は乙工法を施工できるようになっている。Ｙ市内には，甲工法を施工できる建設業者がＡ，Ｂ，Ｃ，Ｄ，Ｅ及びＦの６社あり，乙工法を施工できる建設業者は，そのうちのＡ，Ｂ，Ｃ及びＤ（以下「４社」\nという。）である。Ｙ市は，下水道管更生工事の契約者を市内業者の中から指名競争入札の方法によって決定しており，工法については甲工法又は乙工法のいずれを採用してもよいこととしている。\nＡの営業部長ｒは，Ｂ，Ｃ及びＤの営業部長ｓ，ｔ及びｕに呼び掛けて交渉した結果，平成２１年２月１日，Ａの会議室で開かれた会合において，これらの間で，⑴同年４月１日以降入札が行われるＹ市発注に係る下水道管更生工事については，あらかじめｒ，ｓ，ｔ及びｕの間で話合いにより４社のうち各入札で指名された者の中から受注予定者を決定すること，⑵４社の間でその受注金額ができる限り均等になるようにすること，⑶受注予定者の落札金額については，その者におおむね２０％程度の粗利が確保できる水準とし，受注予定者とｒの協議により受注予定者を含めた４社のうち各入札で指名された者の入札金額を決定し，ｒにおいて事前にその金額を当該入札参加者に連絡することを合意した。ｒが，Ｅ及びＦの担当者に参加を呼び掛けなかったのは，Ｅ及びＦの担当者はそれらの従来の入札態度からいずれにせよ談合に協力すると予想されたし，協力しなくても甲工法はコストが高いことから大部分の談合は成功すると考えたからである。\nところが，ＡがＹ市内において労働災害を起こしたことから，Ｙ市は，平成２１年３月１日から１年６か月の間，Ａを指名停止とした。そこで，ｒは，同月５日，Ａの会議室においてｓ，ｔ及び\nｕと再度会合を開き，Ｂ，Ｃ及びＤの受注する下水道管更正工事の半分についてＡが下請に回り，受注者からその利益の５０％を受け取るよう求めたところ，ｓ，ｔ及びｕはこれに同意した。\nＹ市の下水道管更生工事の入札は，平成２１年４月１日から平成２２年５月９日まで２５件が行われ，ｒが上記の方法で受注調整を行った結果，Ｂ，Ｃ及びＤがそれぞれ８件を落札し，そのうち\n１２件についてＡは下請となった。\nＥ及びＦの担当者は，これに先立つ平成２１年１月２０日，Ｄの営業部長ｕと偶然会った際に，ｕから，談合を行うべくｒ，ｓ及びｔと交渉中である旨を聞いた。Ｅ及びＦの担当者は，それぞれ，近い将来，自ら乙工法の技術を取得できる見込みであることから，談合に協力しておけば，その後は談合に参加させてもらい談合により落札できるようになると考えて，自らは落札できないと考えられる価格で入札してきた。しかし，１件については，Ｆが想定落札価格の計算を誤り，落札した。\n公正取引委員会は，平成２２年５月１０日，関係各社に立入検査を行った。\n〔設問１〕 Ａ，Ｂ，Ｃ，Ｄ，Ｅ及びＦの行為は独占禁止法に違反するといえるか検討しなさい。\n〔設問２〕 上記の事案で，仮に，平成２１年３月１５日に公正取引委員会が立入検査を行ったこ\nとにより，同年４月１日からの入札につき１件も受注調整をすることができなかった場合，Ａ，Ｂ，Ｃ，Ｄ，Ｅ及びＦの行為は独占禁止法に違反するといえるか検討しなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "[経 済 法］\n〔第１問〕\n本問は，若手デザイナーによる手作りアクセサリー（以下「本件商品」という。）の販売を仲介する携帯電話専用のウェブサイトの運営事業（以下「本件事業」という。）の市場において，安価な手数料率の設定を売り物にして新規参入してきた事業者に対し，既存の事業者であるＡ社が危機感を覚え，同社のサイトへの掲載を依頼する若手デザイナーに対し，新規参入者との二重登録を禁止することを目的とする措置（以下「本件措置」という。）を講じようとしたことについて，独占禁止法上の問題点を検討させることをその趣旨としている。\nすなわち，本件措置を講ずることにより，どのような市場における競争に関し，どのような競争上の影響や弊害を生ずるおそれを生むこととなるかについて，事実関係の分析と構成要件への当てはめの過程を見ようとするものであり，本件措置が若手デザイナーの事業活動に与える影響及び競争への影響を検討すべき市場の範囲，その公正競争阻害性について検討することが求められる。\n具体的には，不公正な取引方法の一般指定第２項後段又は第１２項の構成要件を踏まえ，本件措置について，他の事業者にある事業者に対する取引を拒絶させたといえるか，又は相手方の事業活動を不当に拘束する条件を付けて取引したといえるかについて，本件商品の販売形態の特殊性やＡ社の市場における地位，その実効性確保手段の有無及び程度等を勘案して検討する必要がある。\n本件措置が影響を及ぼすこととなる競争の具体的な形態としては，各社のウェブサイトによる本件商品の販売の仲介を希望する若手デザイナーの獲得をめぐる競争のほか，各社が運営するウェブサイトを媒介として若手デザイナーと一般消費者との間で成立する本件商品の販売における競争も想定されよう。\nまた，その公正競争阻害性に関しては，本件の市場の実態に基づいて，本件事業に新規参入した事業者が市場から排除されるおそれ，すなわち市場閉鎖効果が生ずるおそれの有無や，本件商品の販売価格が維持されることがないか等の点に着目し，併せて本件措置を講ずることについての正当化事由についても検討する必要がある。\nいずれにせよ，本問においては，本件措置が市場における競争に及ぼす影響について，独占禁止法上の行為規制の趣旨及び体系並びに各違反行為の構成要件を正確に理解した上で，事実関係を丹念に検討してその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ｙ市発注の下水道管更生工事の入札という架空の事例を基に，入札談合が独占禁止法に違反するかどうかを不当な取引制限（独占禁止法第３条，第２条第６項）の要件に従って検討させ，不当な取引制限の規制について基本的理解ができているかを確認することをその趣旨としている。\n設問１においては，まず，共同行為，事業活動の相互拘束等の要件について，Ａ，Ｂないし\nＤ及びＥ・Ｆのそれぞれの平成２１年２月１日の会合，３月５日の会合等における行為が，これらの要件を満たすか否かを検討することとなる。ここでは取り分け，ＢないしＤの行為のほか，Ａはこの二つの会合の間に指名停止処分を受けて入札に参加できず，また，Ｅ・Ｆはこれらの会合にはかかわることなく本件談合に協力をしたことが，共同行為及び事業活動等の相互拘束の要件においてどのように評価されるか，意思の連絡は成立するか，相互拘束性があるか等を本件事案に即して検討することを求めている。\n次に，本件において「一定の取引分野」をどのように画定するか，すなわち，例えば甲工事と乙工事の関係はどうか，Ｙ市発注の下水道管更生工事という一定の取引分野が成立するかを検討し，さらに，基本合意に続いて個別調整（個別入札）が行われた本件事案において競争を実質的に制限するかを検討することとなる。\n設問２では，基本合意は成立しているが個別調整が実施されていない事案において，不当な取引制限が成立するかを問うている。検討に当たっては，不当な取引制限は，入札談合において基本合意と個別調整のいずれで成立するか，本件事案においては基本合意だけで成立するかについて，独占禁止法第２条第６項の要件に基づいて説明することが求められる。その際には，当然ながら，設問１の解答と矛盾しないことも求められる。\nいずれにせよ，本問においては，不当な取引制限の要件の意義を正確に理解した上で，当該行為による競争への影響を念頭に置き，事実関係を十分に検討した上で当てはめをを行うことが求められる。",
  "scoring_notes": "経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付\nけているかどうかを見ようとするものである。法科大学院は，出題の意図したところ\nを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを\n的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，論\n点主義的な記述ではなく，構成要件の意義を正確に示した上，当該行為が市場におけ\nる競争へどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当\nてはめることを論理的・説得的に示すことができるように教育してほしい。平成２２年新司法試験の採点実感等に関する意見（知的財産法）\n１ 出題の趣旨，ねらい\n第１問，第２問共に，典型的な論点を含む事例問題である。両問を通じ，法曹に必\n要となる事実関係の分析力，基本的事項についての理解度，これらを前提とした論理\n的な思考力，論理一貫した論述をすることができる力等をみることをねらいとした。\n(1) 第１問（特許法）について\n本問においては，主として均等論及び共有特許権に係る特許発明の実施が問題と\nなる。均等論については，ボールスプライン事件に係る最高裁判決（平成１０年２\n月２４日民集５２巻１号１１３頁） の正確な理解が必要である。 その理解を前提に，\n具体的な事例において的確な当てはめを行うことができるかが，評価の重要な指標\nとなる。当てはめにおいては，問題となる要件の趣旨にさかのぼるなどして適切な\n解釈を展開することも必要となろう。\n(2) 第２問（著作権法）について\n本問においては，プログラムの著作物について，多数の関係者が登場する事実関\n係の中で，いかなる権利が問題となるのかを把握し，当事者間の契約の内容やプロ\nグラムの著作物に特有の規定の趣旨を踏まえながら，具体的な事例において的確な\n当てはめを行い，説得力のある論述を行う必要がある。事実関係において一義的に\n明確でない部分については，論拠を示して一定の事実を認定して論述を進めるか，\n場合分けを行うべきである（この点は，第１問にも共通する）。\n２ 採点実感等\n残念ながら，期待していた水準に達している答案は多くはなかった。論点や出題の\n意図を理解していないと思われるもの，論点に関するキーワードが不完全な形で記載\nされており，理解不足が露呈しているものなどが多数見られた。他方，出題の意図に\n即し，事例分析，論点に関する正確な理解と記述，条文の的確な指摘とこれを踏まえ\nた検討がなされている答案も一定数あり，このような答案は高い評価を与えることが\nできた。\n(1) 第１問（特許法）について\nア 均等論に関する論述について\n設問１及び２では， 均等論の正確な理解を前提に論述されることが期待される。\n前記最高裁判決において，均等侵害が認められる要件がその趣旨とともに明示さ\nれているが，その正確な理解と記述が最低限必要である。残念ながら，要件とそ\nの趣旨を正確に記述できている答案は少なかった。要件のキーワードを適当に抜\nき出して羅列しているかのような答案や，正確な理解もなく関係する字句のみを\n暗記して記述したものとしか思えない答案が多かった。\n平成１８年にも均等論を論点として含む事例問題を出題したが，重要な論点な\nのでしっかり理解してほしいとの考えから今回もこれを取り上げた。しかし，高\nく評価できる答案はほとんどなく，極めて残念であった。他方，少ないながらも\n適切に前記判決を理解し，これを前提にして，事例に即して的確に論じきってい\nる答案もあり， このような答案については高い評価を与えることができた。 今後，\nこのような答案が増えていくことを期待する。なお，当然のことながら，前記最高裁判決と異なる見解に立って論じることを\n否定するものではない。しかし，その場合であっても，同判決の内容を理解した\n上で，これを採らない理由を十分に論ずるべきである。特段の根拠もなく独自の\n見解を述べていると認められる場合には，評価することはできない。もっとも，\n独自の見解を採っているかのように見える答案のほとんどは，単に同判決の理解\n不足により誤解に基づいて記述をしているもののように思われた。\nイ 設問１について\n前記最高裁判決における第４要件が問題となるが，第３要件の問題とする答案\nが相当数あった。第３要件，第４要件を混同し，理解不十分のまま論述している\nことが原因であると思われる。\n次に，第４要件の趣旨にさかのぼり，出願時に特許法第２９条の２に該当し得\nる場合についてどう考えるのかが問題であることに気付く必要がある。第４要件\nの趣旨を踏まえた的確な論述がなされている答案については，高い評価を与える\nことができた。\nところで，無効の抗弁（同法第１０４条の３第１項）を持ち出す答案が多数見\nられたが，甲及び乙の共有特許に係る発明は構成要件Ａ，Ｂ，Ｃから成る発明α\nであって，戊の特許出願の願書に最初に添付した明細書に記載されたa，b'，cの\n構成とは異なるのであるから，戊の出願が甲の出願よりも早かったとしても，甲\n及び乙の上記特許が無効原因を有することになるわけではない。結局，均等論の\n理解不足，同法第２９条各項，第２９条の２の規定の理解不足から生じた誤りで\nあると思われる。\nウ 設問２について\n前記最高裁判決における第３要件が問題となるところ，これについては，比較\n的多くの答案において指摘され論じられていた。ただ，残念に思われたのは，大\n多数の答案が，第３要件を単純に当てはめて結論を出すだけで終わっていたこと\nである。単純に当てはめると，丙によるロ号製品の製造販売開始時には当業者に\nおいて容易想到とは認められず，丁によるハ号製品の製造販売開始時には当業者\nにおいて容易想到と認められることから，両者の結論が異なるということになる\nが，更に踏み込んで，ロ号製品とハ号製品は同一の物であるのに，その製造販売\n開始時期が違うだけで侵害となるか否かが異なってしまってよいのかについても\n論じてほしかった。\nなお，第３要件を正確に理解しているとは思われないような答案が数多く見ら\nれた。例えば，置換が容易想到かどうかの対象が「相違する部分」か「対象製品\n等」か，判断基準時が「製造時」か「出願時」か，判断主体が「当事者」か「当\n業者」かについてきちんと整理・理解しないまま，要件の適用について論じてい\nるような答案である。結局，要件の存在意義ないし趣旨の理解が不十分であるた\nめ，正確に区別できていないのではないかと思われる。\nエ 設問３について\n下請等第三者による実施に当たる行為をどのように見るか， という問題である。\nまず，特許権の一方共有者の承諾がないとした場合に，当該第三者が一方共有者\nの許諾なく実施していると見るのか，当該第三者による実施は他方共有者による\n実施と同視し得るものとして許諾不要とみるかについて論じる必要がある。この点は多くの答案において言及されており，ほとんどの受験生において問題の所在\nを理解し，解決方法も分かっているようであった。本問においては更に具体的な\n事実関係が明らかにならないと判断できないと考えることもできるが， その場合，\nいかなる事実関係が判明すればよいのかについて指摘すべきである。また，単に\n利益衡量のみで結論を示すような答案もあったが，このような答案は高く評価す\nることはできない。\n甲と乙が，甲のみがα発明の実施をすることに合意していた場合には，特許法\n第７３条第２項の「別段の定」に該当し得ることを念頭に置いて論述しなければ\nならないが，これに全く触れない答案が少なからずあった。なお，これについて\n論述するに当たり，その効果を合意の当事者でない丁に対して及ぼすことができ\nるかどうか，すなわち，合意が甲乙間の債権的効力を持つにすぎないのか，物権\n的効力を持つものとして第三者にも主張できるのかといった点についても考察さ\nれていれば，法的なものの見方ができる能力を示しているものとして評価した。\n(2) 第２問（著作権法）について\nア プログラムの著作物に関する問題であるが，論点や関係条文は比較的限られて\nおり，著作権法に関する基本的な理解があれば十分解答できる問題である。\nイ 設問１について\nまず，職務著作が問題となるが，プログラムの著作物が問題となっているにも\nかかわらず，著作権法第１５条第１項の適用を検討する答案が少なくなかった。\n同条第２項が，プログラムの著作物に関する職務著作について定めている。こま\nめに六法を引いて条文に当たる習慣が不足しているのではないかと思われた。\n次に，著作権の譲渡については著作権法第６１条が問題となるが，翻案権等の\n「特掲」について定めた同条第２項に触れる必要がある。しかし，これについて\n全く触れていない答案や，本件契約に「すべての著作権」と記載されていること\nをもって直ちに「特掲」されているとする答案が比較的多かった。後者について\nは，関係規定に触れていることから一定の評価を与えることができるが，それで\nもなお論述不足である。すなわち， 「特掲」されていないときは翻案権等は譲渡\nした者に留保されたものと推定するとした本条の趣旨にさかのぼり，本件契約に\n上記のような包括的な記載があるだけで「特掲」されていると判断してしまって\nよいのか，問題意識を持って論述してもらいたかった。なお， 「特掲」されてい\nないとしつつも留保推定が覆滅して翻案権等も譲渡されたとする答案も見られた\nところ，推定の覆滅を認める合理的な論拠を明確に論じてあれば，十分評価に値\nする。\n次に，著作者人格権の関係では，少なくとも同一性保持権侵害が問題となるこ\nとは明らかであり，これについては，さすがに多くの答案で触れられていた。し\nかし，同法第２０条第２項第３号に規定する「必要な改変」か否かに触れるべき\nところ，これに触れていない答案が多かった。\nウ 設問２について\n著作権法第１１３条第２項に言及されていない答案が比較的多く， その中には，\n同法第６１条第２項の適用に関し， 本問の著作権譲渡契約において翻案権等は 「特\n掲」されていると断じ，あるいは，留保推定が覆滅すると断じただけで論述を終\nえている答案が相当あった。本問における同法第６１条第２項の解釈・当てはめをそのように行うならば，Ａに翻案権等は留保されていないこととなるため，同\n法第１１３条第２項について論じる前提を欠くことになろうが，本問は，Ａが差\n止請求をするためにどのような主張をすべきかを問うものであるから，前提条件\nも含めてＡの主張として想定できることを論じるべきである。\nまた，著作権法第１１３条第１項第２号の「所持」について論じる答案が見ら\nれたが，Ｆに同号所定の「頒布の目的」があったと考えられるのかについては疑\n問である。\nエ 設問３について\n多くの答案は，プログラムの著作物の貸与に当たることを当然の前提として，\n貸与権の侵害を指摘しただけで，あるいはこの点と貸与権の消尽の問題について\n論じただけで終わっていた。しかし，本問は，プログラムが組み込まれた工業製\n品の貸与という設問の特殊性に着目して論述できるかどうかをみようとした問題\nである（レンタカーの計器類やエンジンのコンピュータ制御装置に組み込まれて\nいるプログラムについて，レンタカーそのものの貸与と別個に評価して貸与権を\n論じることの落ち着きの悪さを想起してもらいたい）。結論はいずれでもよいが，\n上記特殊性を踏まえつつ貸与権侵害の成否について論じた答案は極めて少なく，\n残念であった。\nなお，貸与権の消尽に関し，これを認めるとする答案が見られた。しかし，著\n作権法の規定等からして，このような見解を採ることは相当困難なのではないか\nと思われる。かかる見解を採っている答案において，その論拠を説得的に論じき\nれているものは見当たらなかった。\n(3) ４つの評価水準について\nア 各答案は，それぞれが取り上げている論点の内容やその重点の置き方，結論の\n方向性，論理展開の順序や方法など，あらゆる意味で千差万別である。他方で，\n出題者としては必ずしも一つの答えを求めているものではないことから，どのよ\nうな答案が各水準に相当するのかについて述べることは極めて困難である。した\nがって，ある答案について，それがいかなる評価水準に当たるかは，必ずしも以\n下に述べるところだけで判断できるものではないことに留意が必要である。\nイ 採点実感を踏まえ， 評価に関する重要な要素と思われるものの例を抽出すると，\n以下のとおりである。\n・事例分析が正確になされているか\n・論点に関する正確な理解がなされているか\n・条文を的確に踏まえて検討されているか\n・当てはめが的確になされているか\n・論述の質・量におけるバランスがとれているか\n・全体的に説得力のある論述がなされているか\nあえて述べれば，以上のような要素がすべて優れたレベルにあれば「優秀」 ，\nそれに次ぐレベルにあれば「良好」，ひととおりの水準にあれば「一応の水準」，\nそれも満たしていないものが「不良」ということができる。\nウ これを第１問について具体的に見てみると，正確な事例分析が行われ，均等論\nについて要件・趣旨ともに正確に理解されており，的確な当てはめにより明確に\n結論が示されており，論述全体を見ても過不足がなく説得力に富む答案については「優秀」，事例分析がそれ相当になされており，均等論についてもひととおり\nの理解が見られ，当てはめをして妥当な結論を示していれば「良好」 ，事例分析\nについてはもう少し踏み込んでほしいが，均等論についての理解に基づいて一応\nの当てはめがなされて結論に至っているようなものは「一応の水準」 ，均等論が\n理解されていないと思われるもの，事例分析が粗雑で不適切なもの，当てはめが\nされていない又は明らかに誤っているもの，無関係な事項を長々と論じているも\nのなどについては，「不良」の評価に傾くことになる。\nエ 同じく，第２問においては，出題の趣旨を的確にとらえた上で，事実関係に即\nして，関係者の有する権利関係とこれに対する侵害の成否について過不足なく論\nじ，かつ，条文を踏まえた的確な当てはめを行っており，さらに，プログラムの\n著作物という本設問において対象となっている著作物の特殊性を十分に意識した\n論述を行っているものが「優秀」 ，出題の趣旨を的確にとらえて，各設問に対応\nした適切な論述を行うなど，比較的水準の高いものが「良好」 ，問題となる条文\nを指摘するなどして，各設問に一応対応した記述を行っているなど，ある程度の\n評価を与えることができるものが「一応の水準」 ，著作権や著作者人格権に関す\nる知識が不正確なもの，条文を踏まえないで論述を展開しているもの，設問の問\nに対応しない記述を行っているものなどが「不良」という評価に相当するであろ\nう。\n(4) その他の指摘事項（答案の形式面について）\n文字の字体を崩したり，小さな字で無造作に続け書きをするなど，判読困難な文\n字で書かれた答案が少なからず見られた。これでは，せっかく記述しても，内容が\n正確に伝わらないといった結果を招きかねない。美しい文字である必要はないが，\n少なくとも普通に判読できる文字で記述するよう心掛けるべきである。\nまた，加削等ある程度の訂正を施すことは問題ないが，できる限り大きな訂正に\nならないよう注意すべきである。今般の答案の中には，極めて無秩序な訂正を行っ\nているものもあり， 閉口した。 答案構成をある程度固めてから答案を書き始めれば，\n極端な訂正をする必要性は生じないものと思われる。比較的大きな訂正を行わざる\nを得なくなった場合には，読み手にもその訂正内容が容易に理解できるよう，記載\n方法等に配意すべきである。\n３ 法科大学院教育に求めるもの\n従前から指摘していることであるが，まず基本的事項につき，単に記憶させるので\nはなく，十分に理解させるような教育をお願いしたい。理解することにより正確な知\n識が身に付き，また，理解する過程で法的なものの見方や論理的思考力が鍛えられる\nものと考えられる。今回の答案審査に当たり，基本的事項を十分理解することなく記\n述していると思われる答案が多かったので，特に強調して指摘する次第である。\nまた，これも従前から指摘していることであるが，事実関係を丁寧に分析し，的確\nに当てはめる訓練をしっかり積ませていただきたい。理解に基づく正確な知識等があ\nっても，具体的な事例において的確に当てはめることができなければ意味がない。事\n実関係の分析力と的確な当てはめをすることができる力をつけさせるよう，十分に指\n導していただきたい。平成２２年新司法試験の採点実感等に関する意見（労働法）\n１ 出題の趣旨，ねらい等\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針\n設問の事例を基に必要な論点を的確に抽出できているか，論点に関係する法令，判\n例及び学説を正しく理解し，これを踏まえて，必要な事実の摘示・当てはめをしなが\nら，論理的かつ一貫性のある法律構成を展開して，適切に結論を導き出しているかを\n基準に採点した。\n出題の趣旨に沿った主要な論点を的確に取り上げた上，その論述が期待される水準\nに達している答案については，おおむね標準以上の得点を与え，さらに，事案に即し\nた派生的な論点にも言及し，あるいは，必要な事実を過不足なく摘示するなど，優れ\nた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\n３ 採点実感等\n(1) 第１問について\n小問 （１） を総評すると， 必要な論点の抽出が非常に不十分な答案が相当数あり，\n期待される水準に達していた答案が予想以上に少なかった。\n本問では，事業譲渡に伴う労働契約の承継に関するＡ社・Ｂ社の意思解釈及びＸ １\nを不採用としたＢ社の意思についての検討が不可欠である。事業譲渡の法的性質に\nついては一応の理解があると認められる答案が多く，労働契約承継が事業譲渡当事\n者の合意に基づくとの見解を採るものがほとんどであったが，この場合，当事者の\n合理的意思解釈によって結論を導くのが論理的な筋道である。特に，Ｘ\n１・Ｂ社間の\n労働契約の成立を認める場合には，Ａ社・Ｂ社の労働契約承継に関する意思をどう\n解釈するのか，また，Ｂ社の意思に反してＸ １との労働契約成立を認める法律構成を\nどう考えるか，といった点について，事例に即して，かつ，法令及び判例等を踏ま\nえて論じる必要がある。ところが，これらの検討が全くないまま，単にＸ １の採用へ\nの期待や不採用の不利益を理由に，信義則ないし権利濫用といった一般条項を十分\nな理論的根拠なく引用し， 労働契約成立の結論を導く答案が少なくなかった。 また，\n事業譲渡に伴う労働契約承継を否定する立場に立つ場合，新規採用（労働契約の締\n結）の問題となるにもかかわらず，Ｂ社のＸ １不採用が信義則ないし権利濫用により\n無効であるなどと論じてＢ社の採用義務を肯定する答案も散見されたが，法律論と\nしては不適切である。なお，労働契約承継について，労働者たるＸ\n１の同意が要件と\nなることに言及した答案は，加点の対象とした。\n次に，Ｂ社のＸ １に対する書類選考のみで優先採用する旨の説明とＸ １の応募によ\nるＸ１・Ｂ社間の個別の労働契約成立の可能性について検討することが期待された\nが，この論点を的確に論じた答案は少なかった。\nまた，多くの答案がＸ １不採用の不当労働行為性に言及していたが，この論点のみ\nを一般論から長々と論述し，他の論点とのバランスを欠く答案が相当数見られた。\n損害賠償請求の可否については，労働者たる地位の確認及び賃金請求の可否とは\n別に検討し，論述すべきであり，特に，Ｘ １・Ｂ社間の労働契約成立を否定する結論を採る場合，Ｘ１を救済する他の手立てとして，期待権侵害や不当労働行為に基づく\n損害賠償請求の検討が求められる。しかし，労働者たる地位の確認及び賃金請求を\n肯定する（又は否定する）結論に併せて，損害賠償請求も同じく肯定する（又は否\n定する）として終える答案が多かった。また，これを分けて論じた答案でも，損害\nの内容について具体的に検討したものは少なかった。なお，賃金請求を肯定した場\n合，設問の事例で逸失利益を認定するのは難しいが，その点に言及した答案は，加\n点の対象とした。\n次に，小問（２）については，多くの答案が，労働契約法第１６条を摘示し，整\n理解雇の問題であるとしていわゆる４要件（要素）の充足を検討して結論を導いて\nおり，期待される一応の水準に達している答案が比較的多かった。ただし，設問の\n事例の当てはめにおいて，例えば，Ａ工場部門従業員の職種・勤務地限定の事実関\n係は，人選の合理性の観点だけでなく，解雇回避努力義務の観点でも検討すべきも\nのであるが，一方しか検討していない答案が多かった。他方，一つの事実関係につ\nいて複合的に要件（要素）充足性を検討している答案には，相応の評価を与えた。\n(2) 第２問について\n第２問では，出題の趣旨に沿った主要な論点の抽出，法的評価に結びつく事実の\n抽出・当てはめ，これらを踏まえた救済手立ての在り方を整合的に論述することが\n求められるところ，多くの答案は，そのうち，主要な論点の拾い上げと救済手立て\nの言及がおおむねできており，期待される水準には一応達していたが，それを超え\nて，必要な事実の摘示と要件該当性の検討が十分に出来ていた答案は必ずしも多く\nなかった。\n設問１では，Ｘ\n１組合の救済手立てにつき，多くの答案がＹ社によるチェック・オ\nフの一方的中止（支配介入）及び団交拒否を理由とする労働委員会への救済手続に\n言及できており，また，裁判所への救済手立てとして，団体交渉を求め得る地位の\n確認請求や不当労働行為が不法行為であることを理由とする損害賠償請求に言及で\nきていた。Ｘ２の救済手立てについては，Ｙ社に対する未払賃金（Ａ組合脱退後に控\n除された組合費相当分）請求が重要であるが，これを的確に指摘できた答案は意外\nに少なかった。\n設問２では，言及すべき論点と事実が少なくないことから，丁寧な事例分析によ\nって，これらを的確に抽出するとともに，その重要度の軽重に応じてバランスよく\n論述することが求められるが，ある論点について一般論を長々と論じるなど，全体\nとして必要な論点や事実の摘示が不十分な結果，得点が伸びない答案が少なくなか\nった。\nまず，Ｘ１組合とのチェック・オフ協定の一方的中止にかかわる不当労働行為（団\n交拒否及び支配介入）の成否を検討するには，Ｙ社が中止の理由として主張する，\nＸ１組合が過半数組合でなくなった事実及び協定の期間が満了した事実が団交拒否の\n正当理由，あるいは，チェック・オフ中止の正当性の根拠（支配介入の実体ないし\n支配介入意思を否定する事情）といえるかが重要な論点であるが，この点に的確に\n言及できた答案は多くなく，団交拒否に関しては，Ｙ社が上記主張に固執したこと\nのみを強調して誠実交渉義務違反を論じるにとどまる答案が多かった。なお，過半\n数組合でなくなったＸ １組合とのチェック・オフ協定につき，労働基準法第２４条第\n１項違反を論じた答案が少なくなかったが，本問ではむしろ，上記の正当理由等の検討の中で同条の過半数組合要件がチェック・オフ協定の存続要件か否かを論じる\nことが求められる。そのほか，チェック・オフ協定につき，期間が満了したとはい\nえ，これまで同協定を１０年間継続してきた事実をとらえて，団交拒否の正当理由\nを否定する事情や支配介入を肯定する事情として検討する意味があるが，同事実に\nより労使慣行（民法第９２条）としてチェック・オフ協定が有効に継続するといっ\nた，労働法の基本的理解に欠けると思われる答案も散見された。\n次に，Ｙ社がＡ組合のためにＸ ２に係るチェック・オフを継続したことについて，\nＸ１組合及びＸ ２の各救済手立ての当否を検討するには，チェック・オフ協定の法律\n関係（労働基準法第２４条第１項との関係，効果，組合員との組合費支払委任契約\nの要否，労働協約として締結されたチェック・オフ協定の規範的効力の有無）に関\nする見解を示した上，Ｘ ２のＡ組合脱退の有効性（組合員の脱退に組合の承認を要す\nる旨の組合規約の有効性）の検討が必要となる。しかし，チェック・オフ協定の法\n律関係とＸ ２脱退の有効性の問題が整合的に論じられていない答案が少なくなかっ\nた。なお，Ｘ２のチェック・オフ中止申入れにより組合費支払委任契約が解除された\nことから，Ｙ社はＡ組合のためのチェック・オフを継続できないとの結論を導き，\nＸ２の脱退の有効性に言及しない答案が比較的多かったが，Ｙ社がＸ ２に係るチェッ\nク・オフを継続しているのは，Ｘ ２のＡ組合脱退が有効でないことを根拠としている\nことが明らかである以上，この論点に言及しないのは検討が不十分と評価せざるを\n得ない。\n次に，救済手立ての可否の検討では，労働委員会と裁判所の権限や機能の違いを\n踏まえた論述が求められるところ，これを意識した答案は必ずしも多くなかった。\n４ 今後の出題\n出題方針について変更すべき点は特にないものと考える。今後も，法令，判例及び\n学説に関する正確な理解を前提として， 的確に事例を分析し， 必要な論点を抽出して，\n自己の法的見解を展開し，これを事例に当てはめることによって，妥当な結論を導く\nという，法律実務家に求められる基本的な能力・素養を試す出題を継続することとし\nたい。\n５ 今後の法科大学院教育に求めるもの\n法令・判例・学説に関する基本的知識については，正しい理解に基づき，かつ，網\n羅的に習得することを更に目指していただきたい。また，事例を的確に分析し，紛争\n解決のために必要な事実と論点を抽出した上，これに適合する法令・判例・学説を踏\nまえて，論理的で相互に整合性のある法律構成を展開し，妥当な結論を導くという，\n法的思考力の更なる養成をお願いしたい。\nさらに，上記に関連して法科大学院生の学習方法について付言すると，基本的な判\n例（特にリーディング・ケースとなっている最高裁判例）については，単に判例解説\n等に要約された「事実の概要」と「判決要旨」のみを確認して事足れりとするのでな\nく，直接，判決文に当たって，裁判所がどのような事実関係に着目し，いかなる法律\n構成を採って，当該判断を導いたのかを正しく理解する学習が望まれる。平成２２年新司法試験の採点実感等に関する意見（環境法）\n【第１問について】\n１ 出題の意図に即した答案の存否，多寡\n第１問は，容器包装リサイクル法の仕組みと拡大生産者責任の考え方との関係を問\nう基本的な問題であった。\n設問１（１）に関して，問題文中の「考え方」が拡大生産者責任（ＥＰＲ）を意味\nすることは，ほとんどの答案において指摘されていた。さらに，特定事業者に対する\n再商品化義務付けがその法政策的反映であることも， ほとんどの答案が指摘していた。\nそれを踏まえ，循環型社会形成推進基本法第１１条の要旨を示した上で，容器包装\nに係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」\nという。）におけるその具体化状況を条文に則して指摘することが求められたが，前\n者の論述がかなりを占める答案が比較的多くあった。スペース配分とすれば，むしろ\n逆にすべきである。また，容器包装リサイクル法についても，第２章の責務規定では\nなく，第６章の具体的義務規定（第１１～１３条）を指摘すべきところ，前者のみに\nとどまる答案が散見された。 具体的権利義務規制に及ばなければ規制の意味は乏しい。\n一定の場合に，分別収集をする市町村に金銭を支払う制度になっている（第１０条の\n２）ことも「考え方」の現れである点については，３分の１程度の答案しか指摘して\nいなかった。\n設問１（２）に関しては，拡大生産者責任の「定義」はほとんどの答案において指\n摘されていたものの，それが環境配慮設計（ＤｆＥ）の実現を目指すという機能を持\nつ点にまで言及する答案は半数程度であった。ＥＰＲのエッセンスは，インセンティ\nブの創出である。また，それが再商品化義務との関係でどのような意味を持つかにつ\nいて理解していると推察される答案は少なかった。\n市町村に金銭を支払う制度が法改正で導入されたという点を設問１（１）で指摘し\nたことを受けて，しかしながらそれはまだ環境配慮設計を実現するための十分なイン\nセンティブにはなっていないと指摘できた答案は少なかった。法改正が何を目指しど\nのような限界を持つかは，法政策的観点からは重要な観点であり，こうした視点で論\n述した答案には高い評価が与えられた。\n再商品化義務があるにもかかわらずそれを果たさないという意味で「フリーライダ\nー」という言葉が使われるが，その意味を正確に理解せず，単に特定事業者のカテゴ\nリーに含まれないという意味で用いていた答案が少なくなかったのは意外である。\n設問２（１）に関して，主務大臣が講ずべき措置が，容器包装リサイクル法の指導\n・助言（第１９条），勧告・公表・命令（第２０条）であることについては，ほとん\nどの答案が指摘していた。命令違反に対しては刑罰の適用がある（第４６条）が，こ\nの点を見逃している答案がかなりあった。また，触れていた答案でも，刑罰の適用に\nは刑事手続を要することを失念し，単に「主務大臣は罰金を科することができる」と\nいう趣旨を記述するものが意外に多かった。科刑のためには，主務大臣は告発をする\nことになる(刑事訴訟法第２３９条第２項）。\n本問では「循環的利用」をしていないことが問題になっているのであるから，容器\n包装リサイクル法第１９条以下の適用となるが， 「排出の抑制」と速断して同法第７\n条の５以下について論ずる答案が散見された。設問２（２）に関して，主務大臣が具体的措置を講ずる前の段階で，義務不存在確\n認訴訟を提起することについては，大半の答案が触れていた。ただ， 「確認の利益」\nが認められるかどうかを事案に即して説明した答案は半分程度にとどまった。この点\nについて丁寧に論述した答案は，積極的に評価した。\n措置命令に対する差止訴訟・取消訴訟について触れる答案は，意外に少なかった。\n公表の処分性を論じた上でその差止訴訟・取消訴訟について触れる答案は，散見され\nた程度であった。差止訴訟を挙げる答案でも，事案に即して認容要件を論ずるものは\nほとんどなかった。単に訴訟類型を挙げるだけではなく，事案に即した説明が求めら\nれる。\n２ 出題の意図と実際の解答に差異がある原因として考えられること\n設問１（１）については，循環基本法と容器包装リサイクル法の関係，及び，後者\nの基本的な仕組みを問う出題であったため，全体としてよくできていた。 （２）につ\nいては，拡大生産者責任の定義は覚えているものの，それが具体的法政策にどのよう\nに反映するのかという点にまで広げて理解をしているかどうかが得点の分かれ目にな\nった。\n設問２（１）（２）については，主務大臣がどのような措置を講じようとしている\nか，講じたかを時間軸に沿って理解し，それぞれのタイミングでどのような訴訟を提\n起できるかという論述を期待したが，思いつくだけの訴訟類型を平板に並べる答案が\n多かった。これは，環境法の実施過程に対する想像力がいささか欠けているからであ\nろう。また，訴訟類型を示すだけで事案に当てはめないのは，理解として定着してい\nないことを示していると思われる。\n３ 各水準の答案のイメージ\n各水準の答案のイメージは，一概には言えないが， 「優秀」といえる答案のイメー\nジは，より広い視点から論点をとらえて，それを基本的考え方と関係させたり設例の\n状況に照らしながら論じているものである。 単に用語を記憶したというだけではなく，\nそれが持つ意味を設例との関係で説明できている答案は，高く評価された。要は「余\n裕を持って周りが見えている」ともいえるような答案であり，その程度が相対的に低\nいものが，「良好」な答案とされる。「一応の水準」とは，論点が何かが把握されてお\nり，それに関して最低限の論述がされているものである。 「不良」とは，それすらさ\nれていないものである。\n【第２問について】\n１ 出題の意図に即した答案の存否，多寡\n設問１では，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規\n定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路につ\nいての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題と\nなること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１\n９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとす\nれば同条1項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述を\nし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び\n相対的危険度の問題を取り上げることの可否について論ずることが期待される。 また，\n④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環\n境基準と受忍限度との関係などについて論ずることが望まれる。\n実際の答案においては，①の指摘は，一部にとどまった。②のうち，Ｄ社の高速道\n路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が\n問題となることの指摘も，散見されるにとどまった。瑕疵と過失行為とによる損害の\n惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否の指摘は，ほとんどで\nきていなかった。両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推\n適用することなどの指摘は，相当多くの者ができていた。③疫学的因果関係について\nの言及は，相当多くなされていたが，その内容を正確に記述した者は，一部にとどま\nった。非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対\n的危険度の問題を取り上げることの可否については，一部の者が記述したにとどまっ\nた。④受忍限度論の採用の可否については，相当多くあったが，被害の考慮，公共性\nの考慮の可否，環境基準と受忍限度との関係等について正確に記載した者は少なかっ\nた。また，因果関係と共同不法行為の論理的順序について整理が十分にできている答\n案は多くなかった。\n設問２については，①取消訴訟の対象を「改定告示」とすることや，被告を「国」\nとすること，②原告の主張として，環境基準は大気汚染防止法の排出基準，総量規制\n基準と法的連動関係にあることや，環境基準は法律上の許容限度，受忍限度として裁\n判例上用いられていること，③被告の反論として，排出基準，総量規制基準は，環境\n基準から直接自動的に決定されず，その関係は事実上のものであることや，環境基準\nは行政の努力目標にすぎず法律上の許容限度・受忍限度を設定するものではないこと\nなどの指摘をすることが望まれる。\n実際の答案においては，①については，ほとんど指摘できていなかった。②③のう\nち，大気汚染防止法の排出基準，総量規制基準との連動関係については，相当多くの\n者が指摘していたが，正確かつ詳細な記述は，少なかった。環境基準と法律上の許容\n限度，受忍限度との関係についての指摘は，一部にとどまった。②と③を分けずに解\n答した答案も少なくなかった。\n２ 出題の意図と実際の解答に差異がある原因として考えられること\n設問１については，単に民法の不法行為の問題としてだけでなく，環境訴訟で実際\nに争点となる事項を的確に取り上げて論じられるような勉強がなされていなかったの\nではないかと考えられる。また，因果関係と共同不法行為の論理関係について十分な\n勉強がなされていなかったと考えられる。\n設問２については，上記のように，②と③を分けずに解答した者が少なくなかった\nが，問題文にのっとった解答をすること，さらには，訴訟における原告と被告の主張\nを考えるような学習の仕方をすることが望まれる。\n３ 各水準の答案のイメージ\n各水準の答案のイメージは，一概には言えないが， 「優秀」「良好」といえるのは，\n上記の各点について論理的に整理し，その多くについて，判例，学説を踏まえた的確な記述を行っているものである。本問では論点が多いため，この種の事件でどこが争\n点になるかを把握し，解答したものが優秀な答案になったと言える。 「一応の水準」\nと言えるのは，上記の各点の論理的整理は必ずしも十分でないが，それなりの部分に\nついて，やや不正確，曖昧な部分等を含みつつ，一応の指摘を何とか行っているもの\nである。「不良」というのは，設問において何が問題点となるのかが理解できていな\nいものである。争点を把握せず，不法行為等の要件を漫然と記述していたものには良\nい評価は与えられなかった。\n【今後について】"
}