{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔設問１と設問２の配点の割合は，２：８〕）\n次の文章を読んで，後記の設問１及び設問２に答えよ。\n１．Ａは，自己の所有する土地建物（以下「本件不動産」という。）を活用して，株式会社を設立してスーパーマーケット事業を営もうと考えた。しかし，Ａは，本件不動産をスーパーマーケットの店舗に改装する資金を有していなかったので，友人Ｂに対し，同事業を共同して行うことを提案した。Ｂは，Ａからの提案を了承し，両者の間に，株式会社を設立してスーパーマーケット事業を営む旨の合意が成立した。\n２．そこで，Ａ及びＢは，いずれも発起人となって，発起設立の方法により，会社法上の公開会社であり，かつ，株券発行会社である甲株式会社（以下「甲社」という。）を設立することとした。\nＡ及びＢは，発起人として，Ａが金銭以外の財産として本件不動産を出資すること，その価額は５億円であること及びＡに対し割り当てる設立時発行株式の数は５０００株であることを定め，これらの事項を，書面によって作成する定款に記載した。そして，Ａは，設立時発行株式の引受け後遅滞なく，その引き受けた設立時発行株式につき，本件不動産を給付した（以下Ａによる本件不動産の出資を「本件現物出資」という。）。\n他方，Ａ及びＢは，発起人として，Ｂが割当てを受ける設立時発行株式の数は１０００株であり，その株式と引換えに払い込む金銭の額は１億円であると定めた。そして，Ｂは，設立時発行株式の引受け後遅滞なく，その引き受けた設立時発行株式につき，その出資に係る金銭の全額１億円を払い込んだ。\nなお，Ａ及びＢは，本件不動産の評価額を５億円とする不動産鑑定士の鑑定評価及び本件不動産について定款に記載された５億円の価額が相当であることについての公認会計士の証明を受けた。そして，Ａ及びＢは，裁判所に対し，定款に記載のある本件現物出資に関する事項を調査させるための検査役の選任の申立てをしなかった。\n設立中の甲社においては，Ａ，Ｂ及びＣが設立時取締役として選任され，Ａが設立時代表取締役として選定された。Ａ，Ｂ及びＣは，その選任後遅滞なく，本件不動産に係る不動産鑑定士の鑑定評価及び公認会計士の証明が相当であること並びにＡ及びＢによる設立時発行株式に係る出資の履行が完了していることにつき調査をした。その後，甲社は，本店の所在地において設立の登記をしたことにより成立し，Ａが甲社の代表取締役に，Ｂ及びＣが甲社の取締役にそれぞれ就任した。そして，甲社は，本件不動産をスーパーマーケットの店舗（以下「甲店」という。）に改装し，スーパーマーケット事業を開始した。\n３．甲社は，成立後数年の間は，甲店におけるスーパーマーケット事業を順調に行い，好業績を上げていた。そして，Ｂは，甲社の取引先に対し，自己の所有していた甲社の株式の一部を譲渡した。\nところが，その後，大手ディスカウントストアが甲店の近隣に出店したことにより，甲社のス\nーパーマーケット事業には，急速に陰りが出始めた。そこで，甲社は，運転資金が必要となったため，乙銀行株式会社（以下「乙銀行」という。）に甲店の大規模改装に必要な資金の名目で２億円の融資を申し入れた。これに対し，乙銀行の担当者は，甲社の近時における業績の低迷等を見て懸念を感じ，甲社に対し，「甲店の大規模改装に必要な資金２億円のうち，半分の１億円を増資等により自ら調達するなどすれば，残りの１億円につき融資することも考えられないことはない。」と返答した。\nそこで，甲社は，Ａの提案により，丙株式会社（以下「丙社」という。）を割当先とする募集株式の発行を行うこととした。甲社の取締役会は，募集株式の数１０００株，募集株式１株と引換えに払い込む金銭を１０万円とするなどと定めた。丙社は，当該募集株式の割当てを受けて，甲社の取締役会が定めた募集株式の払込みの期日に，募集株式の払込金額の全額１億円を払い込ん\n- 2 -だ。そこで，甲社は，募集株式の発行による変更の登記をし，また，その払込み後遅滞なく甲社の株式１０００株に係る株券を発行し，丙社に同株券を交付した（以下甲社による当該募集株式の発行を「本件募集株式発行」という。）。\n４．その後，甲社は，乙銀行に対し，増資が完了し，現金１億円を確保したことを伝え，大手ディスカウントストアに対抗するため，改めて，甲店の大規模改装に必要となる資金の残額として１億円の融資を申し入れた。これに対し，乙銀行は，甲社に対し，甲社の計算書類及び登記事項証明書等を提示するよう求めた。そこで，Ａは，乙銀行に対し，本件募集株式発行がされたこと及び本件募集株式発行に際し払い込まれた現金１億円が甲社にあることを表示している甲社の貸借対照表（資料①は，その概要）等の計算書類及び登記事項証明書（資料②）を提示した。乙銀行は，これらの内容を確認した上で，甲社に対する１億円の融資を決定し，甲社に対し，１億円を貸し付けた。\nなお，これに先立ち，甲社の取締役会は，Ａ，Ｂ及びＣの全員一致で，乙銀行から１億円の融資を受けることを決定していた。\n５．ところが，甲社は，乙銀行からの上記融資後も甲店の改装を行わず，甲社の顧客の多くが引き続き大手ディスカウントストアに流れたため，業績を回復させることができなかった。乙銀行は，程なく，甲社が破綻したこと，そのため，乙銀行の甲社に対する貸付債権のほぼ全額が回収不能となったことを知った。\n６．その後，乙銀行が甲社の破綻及び乙銀行の甲社に対する貸付債権がほぼ全額回収不能となるに至った経緯を調査した結果，以下の事実が判明した。\n⑴ 本件不動産は，本件現物出資の当時，土地に土壌汚染が存在し，甲社の定款作成の時及び成立の時における客観的価値は，いずれも１億円にすぎなかった。また，甲社の設立当時，Ａは，当該土壌汚染の存在を認識していたが，Ｂは，当該土壌汚染の存在を認識しておらず，本件不動産に係る鑑定評価や証明を行った不動産鑑定士及び公認会計士は，その当時，当該土壌汚染の存在や，これにより定款に記載された本件不動産の価額が相当でないことを認識していなかった。\n⑵ 丙社は，Ａが実質的に発行済株式の全部を所有していた。本件募集株式発行に際し，丙社の代表取締役Ｄは，Ａの指示を受けて，丁銀行株式会社（以下「丁銀行」という。）から払込金相当額の９割に相当する９０００万円を借り入れ，それを丙社がねん出することができた資金１０００万円と併せて，本件募集株式発行の払込みに充てた上，Ａが，当該払込みがされた日の翌日，募集株式の発行による変更の登記の申請に必要な手続をすると直ちに，当該払込みに係る資金のうち９０００万円を甲社の口座から引き出して，丙社の代表取締役Ｄに交付し，Ｄが，丙社の代表取締役として，直ちに，この資金をもって，丁銀行に対し，９０００万円の借入金債務を弁済した。その後，Ａは，甲社の貸借対照表（資料①は，その概要）等の計算書類を作成し，乙銀行に対し，同計算書類や登記事項証明書（資料②）を示していた。\nＢは，Ａに本件募集株式発行に関する手続を実質的に一任しており，その当時，本件募集株式発行に係る払込みやＡのＤに対する９０００万円の交付等に関する上記一連の事情を認識していなかった。\nなお，本件募集株式発行の払込金額は，丙社に特に有利な金額であるとはいえなかった。\n〔設問１〕 本件現物出資に関し，会社法上，Ａ及びＢが甲社に対して負担する責任について，説\n明しなさい。\n〔設問２〕 本件募集株式発行に関し，①払込みの効力及び発行された株式の効力について論じた\n上，会社法上，②Ａ，Ｂ及び丙社が甲社に対して負担する責任並びに③Ａ及びＢが乙銀行に対して負担する責任について，説明しなさい。\n- 3 -\n【資料①】\n貸借対照表の概要\n（平成〇〇年〇月〇日現在）\n（単位：千円）\n（資産の部） （負債の部）流動資産 （略）現 金 120,000 負債合計 50,000（略） 80,000 （純資産の部）固定資産 株主資本建物及び土地 500,000 資本金 350,000（略） 50,000 資本準備金 350,000純資産合計 700,000資産合計 750,000 負債・純資産合計 750,000(注) 現金１億2000万円のうち，１億円は，本件募集株式発行の払込みに係るものである。また，建物につき減価償却は考慮しない。\n- 4 -\n【資料②】\n履歴事項全部証明書\n〇〇県〇〇市〇〇〇〇一丁目１番１号甲株式会社会社法人等番号 （略）商 号 甲株式会社本 店 〇〇県〇〇市〇〇〇〇一丁目１番１号公告をする方法 （略）会社成立の年月日 平成〇〇年〇月〇〇日目 的 １．スーパーマーケットの経営\n２．〇〇〇\n３．前各号に附帯する事業発行可能株式総数 〇万株発行済株式の総数 発行済株式の総数並びに種類及び数 ６０００株発行済株式の総数 平成〇〇年〇〇月〇〇日変更\n７０００株平成〇〇年〇〇月〇〇日登記資本金の額 金３億円金３億５０００万円 平成〇〇年〇〇月〇〇日変更平成〇〇年〇〇月〇〇日登記役員に関する事項 取締役 Ａ取締役 Ｂ取締役 Ｃ\n〇〇県〇〇市〇〇〇〇二丁目２番２号代表取締役 Ａ監査役 〇〇〇〇取締役会設置会社 取締役会設置会社に関する事項監査役設置会社に 監査役設置会社関する事項登記記録に関する 設立事項 平成〇〇年〇〇月〇〇日登記これは登記簿に記録されている閉鎖されていない事項の全部であることを証明した書面である。\n平成〇〇年 〇月 〇日\n〇〇地方法務局登記官 法 務 太 郎 ㊞\n＊ 下線のあるものは抹消事項であることを示す。 １／１\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：２００〔〔設問１〕から〔設問５〕までの配点の割合は，3.5：4：3.5：6.5：2.5〕）\n次の文章を読んで，後記の〔設問１〕から〔設問５〕までに答えなさい。\nⅠ\n【事実】\n１．印刷や製版の工場を個人で営むＡとその妻であるＢとの間には，昭和５８年８月２０日にＣ男が生まれた。やがて平成５年にＢが病没すると，Ａは，平成６年２月にＤと婚姻した。この時，Ｄには子としてＥ女があり，Ｅは，昭和６０年２月６日生まれである。\nＡには，主な資産として，工場とその敷地のほかに，当面は使用する予定がない甲土地があり，また，甲土地の近くにある乙土地とその上に所在する丙建物も所有しており，丙建物は，事務所を兼ねた商品の一時保管の場所として用いられてきた。これら甲，乙及び丙の各不動産は，いずれもＡを所有権登記名義人とする登記がされている。\n２．Ｃは，大学卒業後，いったんは大手の食品メーカーに就職したが，やがて，小さくてもよいから年来の希望であった出版の仕事を自ら手がけたいと考え，就職先を辞め，雑誌出版の事業を始めた。そして，事業が軌道に乗るまで，出版する雑誌の印刷はＡの工場で安価に引き受けてもらうことになった。\n３．そのころ，Ａは，事業を拡張することを考えていた。そこで，Ａは，金融の事業を営むＦに資金の融資を要請し，両者間で折衝が持たれた結果，平成１９年３月１日に，ＡとＦが面談の上，ＦがＡに１５００万円を融資することとし，その担保として甲，乙及び丙の各不動産に抵当権を設定するという交渉がほぼまとまり，同月１５日に正式な書類を調えることになった。なお，このころになって，Ｃの出版の事業も本格的に動き出し，そのための資金が不足になりがちであった。\n４．ところが，平成１９年３月１５日にＡに所用ができたことから，前日である１４日にＡはＦに電話をし，「自分が行けないことはお詫びするが，息子のＣを赴かせる。先日の交渉の経過を話してあり，息子も理解しているから，後は息子との間でよろしく進めてほしい。」と述べ，これをＦも了解した。\n５．平成１９年３月１５日午前にＦと会ったＣは，Ｆに対し，「父の方で資金の需要が急にできたことから，融資額を２０００万円に増やしてほしい。」と述べた。そこで，Ｆは，一応Ａの携帯電話に電話をして確認をしようとしたが，Ａの携帯電話がつながらなかったことから，Ａの自宅に電話をしたところ，Ａは不在であり，電話に出たＤは，Ｆの照会に対し「融資のことはＣに任せてあると聞いている。」と答えた。これを受けＦは，同日に，融資額を２０００万円とし，最終の弁済期を平成２２年３月１５日として融資をする旨の金銭消費貸借の証書を作成し，また，２０００万円を被担保債権の額とし，甲，乙及び丙の各不動産に抵当権を設定する旨の抵当権設定契約の証書が作成され，Ｃが，これらにＡの名を記してＡの印鑑を押捺した。\n６．この２０００万円の貸付けの融資条件は，返済を３度に分けてすることとされ，第１回は平成２０年３月１５日に５００万円を，次いで第２回は平成２１年３月１５日に１０００万円を，そして第３回は平成２２年３月１５日に５００万円を支払うべきものとされた。また，利息は，年３６５日の日割計算で年１割２分とし，借入日にその翌日から１年分の前払をし，以後も平成\n２０年３月１５日及び平成２１年３月１５日にそれぞれの翌日から１年分の前払をすることとした。なお，遅延損害金については，同じく年３６５日の日割計算で年２割と定められた。\n７．同じ３月１５日の午後にＡの銀行口座にＦから２０００万円が振り込まれた。これを受けＣ\n- 2 -は，同日中に，日ごろから銀行口座の管理を任されているＡの従業員を促し５００万円を引き出させた上で，それを同従業員から受け取った。\nまた，甲，乙及び丙の各不動産に係る抵当権の設定の登記も，同日中に申請された。これらの抵当権の設定の登記は，甲土地については，数日後に申請のとおりＦを抵当権登記名義人とする登記がされた。しかし，乙及び丙の各不動産については，添付書面に不備があるため登記官から補正を求められたが，その補正はされなかった。その後，【事実】９に記すとおり，ＡＦ間に被担保債権をめぐり争いが生じたことから，乙及び丙の各不動産について抵当権の設定の登記の再度の申請がされるには至らなかった。\n８．翌４月になって，甲，乙及び丙の各不動産の登記事項証明書を調べて不審を感じたＡは，Ｃを問いただした。Ｃは，乙及び丙の各不動産について手続の手違いがあって登記の手続が遅れていると説明し，また，自分の判断で２０００万円の借入れを決めたことを認めた。\n９．借入れの経過に納得しないＡは，弁護士Ｐに相談した。そして，Ａは弁護士Ｐを訴訟代理人に選任した上で，平成１９年６月１日，Ｆに対し，平成１９年３月１５日付けの消費貸借契約（以下「本件消費貸借契約」という。）に基づきＡがＦに対して負う元本返還債務が１５００万円を超えては存在しないことの確認を求める訴え（以下「第１訴訟」という。）をＪ地方裁判所に提起した。\n〔設問１〕 【事実】１から９までを前提として，Ｆが，第１訴訟において，ＡがＣに借入れの代\n理権でその金額に限度のないものを授与したとする主張，及びＡがＣに借入れの代理権でその金額の限度を１５００万円とするものを授与したとする主張とを選択的にしたとする場合，それぞれの主張にとって，次に掲げる事実①及び事実②は法律上の意義を有するか，また，それを有すると考えられるときに，どのような法律上の意義を有するか，それぞれ理由を付して解答しなさい。\n① 【事実】４に記す事実のうち，ＡがＦに電話をして，３月１５日に赴かせるＣには交渉の経過を話してあり，それをＣが理解しているから，後はＣとの間でよろしく進めてほしい，と述べたこと。\n② 【事実】５に記す事実のうち，Ｆが，Ａの携帯電話に電話をして融資額の変更を確認しようとしたが，Ａの電話がつながらなかったこと。\nⅡ 【事実】１から９までに加え，以下の【事実】10から14までの経緯があった。\n【事実】\n10．Ｅは，ＡとＤが婚姻して以来，Ａ，Ｄ及びＣと同居しており，その後は，Ｃと年齢が近かったこともあって，お互いに様々な悩みについて相談し合ったり，進路についてアドバイスをし合ったりしていたが，平成１９年６月中旬ころ，Ｃの勧めもあって，Ｅは，Ａらとの同居をやめて独立し，幼なじみのＧ女を誘って一緒に事業を始めることを決意した。そして，Ｅは，同月，ア\nパートを借りてＧと同居生活を始めた。\n11．平成１９年７月，Ａは，乙土地及び丙建物につきＦを抵当権者とする抵当権の設定の登記がされていないことに乗じて，Ｅに対し，「いつもＣの相談相手になり，励ましてくれてありがとう。私としては，今後もＣにとって信頼できる友人として付き合ってほしいと願っている。また，独立して自分の道を歩もうとする君を大いに支援したいので，乙土地及び丙建物を君に贈与したい。」と述べた。\n12．Ｅは，ＡがＦから金銭を借り入れた事情や，その担保として甲土地，乙土地及び丙建物にＦのための抵当権を設定する契約が結ばれたものの，乙土地及び丙建物については抵当権の設定\n- 3 -の登記がされていないことなどについて，平成１９年４月ころにＡとＣが話しているのを耳にしており，同年７月の時点でも，乙土地及び丙建物については抵当権の設定の登記がされていないことを知っていた。\n13．しかし，Ｅは，Ａから乙土地及び丙建物の贈与を受けることができれば，丙建物を取り壊して自分の住居を建築することができると算段し，乙土地及び丙建物にＦのための抵当権の設定の登記がされていない事情を十分に認識した上で，Ａによる乙土地及び丙建物の贈与の申出を受け入れ，平成１９年７月２７日，乙土地及び丙建物につき，贈与を登記原因としてＡからＥ\nへの所有権移転登記がされた。\n14．平成１９年８月１９日，Ｅは，乙土地上に自己の居住用建物を建築するため，同土地上にあった丙建物を取り壊した。これを知ったＦは，弁護士Ｑを訴訟代理人に選任した上で，Ｅに対し，抵当権の侵害による不法行為に基づく損害賠償を求める訴えを提起することとした。\n〔設問２〕 【事実】１から14までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ 【事実】14に記す訴えに係る訴訟においてＦの損害をどのようにとらえるべきかを検討するに当たり，留意すべき事項を挙げ，それらの事項についてどのように考えるべきか，想定される反論も考慮しつつ論じなさい。\n⑵ 弁護士Ｑは，【事実】14に記す訴えに係る訴訟において，Ｅから，「丙建物については，Ｆのために抵当権の設定の登記がされていなかったので，Ｆは，Ｅに対し，Ｅの不法行為を理由とする損害賠償を請求することができない。」と反論されることを想定した。この反論の当否について，どのような再反論をすることができるかを含め，論じなさい。\nⅢ 【事実】１から14までに加え，以下の【事実】15から17までの経緯があった。\n【事実】\n15．平成１９年９月１０日，Ｆは「被告Ｅ」と訴状に記載して，【事実】14に記す訴え（以下「第\n２訴訟」という。）をＪ地方裁判所に提起した。第２訴訟は，被告側に訴訟代理人が選任されないまま進行した。第１回口頭弁論期日が開かれた後，口頭弁論が続行され，第３回口頭弁論期日までの間に，双方から事実に関する主張及びそれに対する認否が行われた。\n16．弁護士Ｑは，第４回口頭弁論期日にこれまでどおり出頭し，Ｊ地方裁判所の法廷入口に用意された期日の出頭票の原告訴訟代理人氏名欄に自らの名前をボールペンで書き入れようとした際，これまでの口頭弁論期日にＥとして出頭していた人物が，同じく出頭票の被告氏名欄にボー\nルペンで「Ｇ」という氏名を記載した後に，慌ててその名前を塗りつぶして，「Ｅ」と記載したところを目撃した。\nそこで，弁護士Ｑは，不審に思い，第４回口頭弁論期日の冒頭において，Ｅとして出頭した人物に対し，「あなたは，先ほど，出頭票に「Ｇ」という今まで見たことがない名前を書いていませんでしたか。訴状には，「被告Ｅ」と記載されています。あなたは，本当にＥさんですか。」と問いただした。すると，Ｅとして出頭した人物は，「実は，私は，Ｅと同居しているＧです。」\nと述べ，次回期日には，Ｅを連れてくる旨を確約した。裁判所は，口頭弁論を続行することとし，第５回口頭弁論期日が指定された。\n17．その後，第２訴訟に係る経緯をＧから聞いたＥは，訴訟代理人として弁護士Ｒを選任した。\nそして，第５回口頭弁論期日には，弁護士Ｑ並びにＥ，Ｇ及び弁護士Ｒが出頭した。\n第５回口頭弁論期日においては，Ｅ本人が訴状の送達を受け，Ｇに対応を相談したところ，Ｇが，「この裁判は，あなたの身代わりとして私がするから任せてほしい。」と申し出たので，ＥがＧに対し「任せる。」とこたえた，という事実が確認された。\nそして，弁護士Ｒは，「これまでにＧがした訴訟行為は，すべて無効である。」と主張し，裁\n- 4 -判所に対し，これを前提として手続を進めることを求めた。\nこれに対し，弁護士Ｑは，「弁護士Ｒの主張は認められない。Ｇがした訴訟行為の効力はＥに及ぶ。」と主張した。\n〔設問３〕 【事実】１から17までを前提として，第２訴訟において，訴状の送達後，Ｇが第３回\n口頭弁論期日までの間にした訴訟行為の効力がＥに及ぶかどうかについて，理由を付して論じなさい。\nⅣ 【事実】１から９までに加え，以下の【事実】18から20までの経緯があった。\n【事実】\n18．第１訴訟の第１回口頭弁論期日は，平成１９年７月２７日に開かれ，訴状の陳述などが行われた。その後数回の期日を経て，平成２０年４月１１日に口頭弁論が終結し，同年６月２日にＡの請求を全部認容する旨の終局判決が言い渡され，この判決が確定した。\n19．平成２１年４月２３日に，Ａは，弁護士Ｐを訴訟代理人に選任した上で，Ｆに対し，被担保債権（被担保債権は，【事実】９に記した本件消費貸借契約上の貸金返還請求権のみであるとする。）の全額が弁済により消滅したことを理由として，Ｊ地方裁判所に，甲土地の所有権に基づき甲土地に係る抵当権の設定の登記の抹消登記手続を求める訴え（以下「第３訴訟」という。）\nを提起した。\n20．第３訴訟の第１回口頭弁論期日において，弁護士Ｐは，被担保債権に関し，「本件消費貸借契約に基づきＡがＦに対して負う元本返還債務の金額は１５００万円であるところ，ＡはＦに対し，平成２０年３月１５日に５００万円，平成２１年３月１５日に１０００万円をそれぞれ弁済した。」と主張した。\nこの期日において，弁護士Ｐは，裁判長の釈明に対し，「平成２０年３月１５日にされた弁済が第１訴訟において主張されなかったのは，Ａが，同弁済が第１訴訟において意味がある事実だとは思わなかったので，私に連絡を怠ったためである。」と陳述した。\nこれに対し，Ｆの訴訟代理人である弁護士Ｑは，弁護士Ｐの被担保債権に関する主張のうち，平成２０年３月１５日の弁済については次回の口頭弁論期日まで認否を留保し，その余は認める旨の陳述をした。\n〔設問４〕 【事実】１から９まで及び18から20までを前提として，第３訴訟に関する次の⑴及び\n⑵に答えなさい。\n⑴ 第３訴訟の第１回口頭弁論期日後数日してされた次の弁護士Ｑと司法修習生Ｓの会話を読んだ上で，あなたが司法修習生Ｓであるとして，弁護士Ｑが示した課題（会話中の下線を引いた部分）を検討した結果を理由を付して述べなさい。\nただし，信義則違反については論ずる必要がない。\nなお，貸金返還請求権については，利息及び遅延損害金を考慮に入れないものとする。\nＱ： 第１訴訟の確定判決の既判力が第３訴訟で作用することは理解できますか。\nＳ： 第３訴訟の訴訟物は，所有権に基づく妨害排除請求権としての抵当権設定登記抹消登記請求権ですから，抵当権が消滅したかどうかが争点になります。そして，抵当権が消滅したかどうかを判断するためには，抵当権の付従性から，被担保債権が消滅したかどうかを判断しなければなりません。つまり，被担保債権である本件消費貸借契約上の貸金返還請求権の存否が，訴訟物である抵当権設定登記抹消登記請求権の存否にとって，いわゆる先決関係にあるということになります。\n- 5 -\nＱ： そのとおりです。ですから，第１訴訟の確定判決の既判力の作用によって，私たちは，第３訴訟で，第１訴訟の口頭弁論が終結した平成２０年４月１１日の時点で，本件消費貸借契約上の元本返還請求権の金額が１５００万円を超えていたことを主張できなくなります。この点は分かりますか。\nＳ： はい。\nＱ： ところが，Ａは，第３訴訟で，第１訴訟の口頭弁論終結前の平成２０年３月１５日にされた弁済を主張してきましたね。このような主張は許されてよいものでしょうか。\nＳ： 確かにそうですね。信義則に反すると思います。\nＱ： いきなり信義則違反に飛び付くのは，いかがなものでしょうか。最終的には，信義則違反の主張をすることになるかもしれませんが，その前に，Ａの弁済の主張が第１訴訟で生じた既判力によって遮断されるかどうかを検討すべきではないでしょうか。\nＳ： すみません。先走り過ぎました。\nＱ： 第１回口頭弁論期日が終わってから，私なりに既判力について考えてみました。その結果，二つの法律構成が残ったのですが，そこから先の検討がまだ済んでいないのです。第２回口頭弁論期日のための準備書面をそろそろ書き始めなければなりませんので，あなたにも協力してほしいのです。\nＳ： 分かりました。\nＱ： では，二つの法律構成を説明します。\n第１の法律構成（法律構成①）は，第１訴訟の訴訟物は元本返還債務の全体であって，Ａの「１５００万円を超えては存在しない」ことの確認を求めるという請求の趣旨は，例えば「１２００万円を超えては存在しない」というような，より原告に有利な判決を求めないという意味において，原告が自ら，請求の認容の範囲を限定したものにすぎない，というものです。このように考えると，既判力の対象はあくまでも，元本返還債務の全体ですから，第１訴訟の確定判決の既判力によって，「平成２０年\n４月１１日の時点で元本債務は１５００万円であった」ということが確定されることになります。\n第２の法律構成（法律構成②）も，やはり第１訴訟の訴訟物は元本返還債務の全体であるとするのですが，同債務のうち１５００万円についてはＡが請求を放棄したために，実際に審判対象となったのは１５００万円を超える部分だというものです。このように考える場合には，第１訴訟の確定判決の既判力の客観的範囲は元本返還債務のうち１５００万円を超える部分だけになりますが，請求の放棄，正確には請求の一部放棄の既判力により，元本債務の金額が１５００万円であったことが確定されることになります。\n理解できましたか。\nＳ： はい。\nＱ： それでは，これから，あなたにお願いする課題を説明します。法律構成①と法律構成②のそれぞれについて，長所と短所を検討してください。ただし，最高裁判所の判例に適合的であるから良い，あるいは，最高裁判所の判例に反するから駄目だ，というような紋切り型の答えでは困ります。\nＳ： 分かりました。頑張ってみます。\n⑵ 審理の結果，被担保債権の元本が５００万円残っているとの結論に至った場合，裁判所は，Ｆに対し，ＡがＦに５００万円を支払うことを条件として，抵当権の設定の登記の抹消登記手続をすることを命ずる判決をすることができるか，Ａの請求を全部棄却することと比較しながら，論じなさい。\n- 6 -なお，貸金返還請求権については，利息及び遅延損害金を考慮に入れないものとする。\nⅤ 【事実】１から９までに加え，以下の【事実】21から25までの経緯があった。\n【事実】\n21．Ｄは平成２０年２月１６日に病没した。\n22．Ａは，外国に住んでいる親族の結婚式に出席するため，５日間の外国旅行に出ることとなった。Ａは，出発前夜である平成２２年１月１２日に，ＣとＥを呼び，「今まで隠していたが，実はＥは私とＤとの間にできた子で，私はＥを認知することにした。認知届の書類にもすべて私が必要な項目を埋めて署名押印しておいたから，Ｅは，私が旅行に出ている間に，認知届の日付を埋めた上で必ず市役所に提出しておいてほしい。」と告げた。突然の話にＥは驚いたものの，了解し，認知届の提出に必要な書類一式をＡから受け取った。\n23．翌朝，Ａは旅行に出発した。同月１４日，Ａは事故に巻き込まれ，死亡した。Ｅは，この件の事後処理に忙殺され，認知届を提出しないままになっている。\n24．Ａの遺品を整理していたＣは，同年２月３日に，Ａの愛用していた机の引出しの奥に，「遺言」と表面に書かれた１通の封書を見つけた。この封書には自筆証書遺言として適式な証書が入っていて，そこには，「私が死亡したときは，私の遺産はＣを２，Ｅを１とする割合で分けること。」とＡの筆跡で記されていた。遺言の日付は平成２０年４月６日となっていた。\n25．Ｈは生前のＡに対し６００万円を貸し付けており，平成２２年４月現在，この貸金債権の弁済期は既に到来している。平成２２年５月になって，Ｈが，前記貸金債権に係る元本の返済をＣ及びＥに対し請求してきた。\n〔設問５〕 【事実】１から９まで及び21から25までを前提として，Ｃ及びＥはＨに対し元本の支\n払義務を負うか，支払義務を負うとした場合，いくらの支払義務を負うか，これらについて，ＥがＡの子であるかどうかにも言及しつつ論じなさい。\n- 7 -",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n設問１は，株式会社成立時における現物出資財産の価額が当該現物出資財産について定款に記載された価額に著しく不足する場合における，発起人及び設立時取締役の責任について，会社法上の基本的な理解を問うものである。発起人及び設立時取締役につき，不足額のてん補責任（会社法第５２条第１項）の要件の該当性のほか，その免責事由（同条第２項）についての適用除外の有無及び免責事由の当てはめ，更に会社法第５３条第１項に基づく任務懈怠による損害賠償責任の有無につき，事実関係を踏まえた記述をすることが求められる。\n設問２は，株式会社の成立後における募集株式の発行に際し，その一部が仮装払込み（いわゆる見せ金）による場合に，①その払込みの効力と発行された株式の効力，②見せ金による払込みにかかわった取締役その他の取締役や見せ金による払込みを行った募集株式の引受人の会社に対する責任及び③当該取締役の第三者に対する責任について，会社法上の基本的な理解を問うものである。\n見せ金の効力及びこれにより発行された株式の効力に関する判例や学説の状況を十分に理解した上で，事実関係を踏まえ，①～③の各問に解答することが求められる。\n①においては，見せ金による払込みの効力と発行された株式の効力を分けて論述することが求められる。前者では，判例の立場を踏まえ，見せ金の意義，見せ金と認定するための要件とその当てはめ，払込みの効力の論拠を検討することが必要である。後者では，判例の立場を踏まえ，発行された株式の効力の論拠を検討する必要があり，払込無効説を採る場合には，取引の安全への配慮のほか，無効となった払込みの実質的なてん補手段の有無や１０パーセントの資金が会社に残っていることの評価について検討することが期待され，さらに，株式の効力を否定する場合には新株発行の無効と不存在の別，払込無効説に立ちながら株式の効力を認める説（株式有効説）を採る場合には株式の所有者等が問題となり得る。そのほか，払込有効説を採る場合には，取締役が払込みに係る資金を引き出して引受人に対し交付した行為の評価について検討することが期待される。\n②及び③については，①において採用した結論（払込み及び株式の無効（不存在）説，払込無効・株式有効説，払込み及び株式の有効説）と整合した記述をすることが求められる。この記述においては，特に全体的な論理的構成力が試されている。\n②においては，いずれの説に立つ場合であっても，これに整合して，会社法第４２３条第１項の任務懈怠の内容及び損害の内容等について記述することや，取締役Ｂについては，監督（監視）義務違反の根拠及びその内容を記述することが求められる。募集株式の引受人丙社については，会社法第２０８条第５項による失権の有無を踏まえ，同法第２１２条第１項第１号の類推適用の可否等会社法上の責任について検討することが期待される。\n- 3 -\n③においては，取締役Ａ及びＢの両名について本件募集株式発行に関し，会社法第４２９条第１項の「職務」の内容を具体的に記述することのほか，同条第１項と第２項の責任の関係，同条第２項での責任主体となる「取締役」の意義を記述することが求められる。特に，取締役\nＡの同項第１号ロ及びハの各責任の有無については，①において採用した結論との整合性に配慮しつつ，資料①②の虚偽のある項目及び内容を分析することが期待される。\n〔第２問〕\n（第２問）は，工場を個人で営むＡとその家族らの取引と民事訴訟をめぐる事例に関して，民法上及び民事訴訟法上の問題点についての基礎的な理解を問う総合問題である。\n具体的事実を法的な観点から評価し構成する能力，具体的な事実関係に即して基本問題を考察する能力及び論理的に一貫した論述をする能力などを試すものである。\n設問１は，第１に，Ｆが第１訴訟において選択的にする二つの主張の法的構成が，有権代理構成と権限外の行為の表見代理構成（民法第１１０条）であることを理解した上で，二つの法的構成を区別することができるかどうか，第２に，各法的構成において，事実①及び事実②の性質を的確に把握することができるかどうかを問うものである。まず，有権代理構成において，事実①はＡがＣに代理権を授与したことを推認させる間接事実である意義を有すると考えられ，これに対し，事実②は特段の意義を有しない。次に，権限外の行為の表見代理構成においては，事実①は２０００万円の融資についてＣに代理権があるものと信ずる正当な理由があるとする評価を根拠付ける事実である意義を有し，それとともに，事実①はＡがＣに１５００万円の限度における代理権を授与したことを推認させる間接事実である意義を有するとも考えられる。また，事実②はＣに２０００万円の借入れの権限があるかどうかをＦが調査しようと試みたことを意味するものであるから，他の事情とあいまって，正当理由を根拠付ける一つの事実である意義を有するものとも考えられる。反対に，事実②のうち携帯電話がつながらないことは，Ｃの不審な挙動を示唆するものとみることができないものではないから，それにもかかわらずＡ本人との接触に成功しないまま融資を敢行したこととあいまって，正当理由の評価障害事実になるとする性質把握も一定の説得力を持つ。そこで，適切な理由が付されて解答されているかが問われることになる。\n設問２は，抵当不動産の第三取得者が抵当目的物件を故意に滅失させた事案について，抵当権侵害による不法行為に基づく損害賠償の成否を問うものである。\n小問（１）の考察においては，Ｅによる丙建物の取壊し後におけるＦの被担保債権額と甲乙土地の価額との関係を考慮しつつ，抵当権侵害における損害の発生について，抵当権の担保権的性質の基本的理解との関連を意識しつつ論ずることが望まれる。ここでは，【事実】及び〔設問〕のいずれにおいても，甲乙土地及び丙建物の価額は示されていないので，解答は抽象的な理論操作に基づく記述で足りる。加えて，抵当権侵害における損害はどの時点で確定することができるかについて論ずることが望まれる。この点については，【事実】に基づくと，Ｅによる丙建物の取壊しは平成１９年８月１９日であり，Ｆに対するＡの債務の第１回弁済期は平成\n２０年３月１５日であるため，Ｅの行為が抵当権の被担保債権の弁済期前であることをどのように評価するかが問われることになる。\n小問（２）の考察では，民法第１７７条の第三者からはどのようなものが排除されるべきか，その上で，【事実】に示された法律上有意な事実を過不足なく指摘しながら，ＥがＦとの関係で，民法第１７７条の第三者から排除すべき者に当たるかを論ずることが求められる。加えてその前提として，不動産物権変動の第三者対抗の問題が，不法行為の成立要件との関係でどのように位置付けられるかを論ずることが求められる。すなわち，不法行為の成立要件との関係において，抵当権者Ｆのために抵当権の設定の登記が行われていないことをどのように評価するか，また，丙建物の所有者Ｅによる取壊しが抵当権を侵害する行為に該当するか否かについ\n- 4 -ての考察が必要となる。\n設問３は，訴状に被告として記載されていた人物Ｅとは異なる人物Ｇが，被告本人として訴訟（第２訴訟）の手続に関与していたという事例について，Ｇが行った行為の効力がＥに及ぶかを論じさせるものである。\nここでは，Ｇの行為の効力が問われているから，そもそもＧの行為は，訴訟法上どのようなものとして位置付け評価され得るのかという点について，いわゆる当事者確定の基準論の理解を前提に，自説の考え方（ないし問題となる点）を明らかにしつつ，論理を展開することが求められる。特に，設問３の事例では，Ｇは被告Ｅとして行為しており，その行為が外形的には訴訟代理の形式をとっていないことをどのように評価するのか，仮に，Ｇの行為を，Ｅを本人とする訴訟代理行為（ないしその類似行為）ととらえようとするのであれば，その効力を，弁護士代理の原則ないしその趣旨との関係でどのように考えるべきかなどといったことが問題となろう。そして，その検討過程においては，既にＥになりすましているＧの行為を前提として複数回の期日が重ねられてしまっていることへの配慮の要否という実質的な問題もある。\n設問４は，抵当権設定登記抹消請求訴訟（第３訴訟）を題材として，被担保債権に係る債務の不存在確認請求について審理・判断された前訴（第１訴訟）確定判決の既判力がどのように作用するかという問題点及び質的一部認容判決である条件付給付判決をすることができるかどうかという問題点について，考えさせる問題である。\n前訴における請求は，いわゆる自認部分がある債務不存在確認請求であったが，最高裁の判例は，自認部分は訴訟物とならず，自認部分の存否は既判力によって確定されないとの立場を採用している。小問（１）は，第３訴訟の被告Ｆの訴訟代理人弁護士Ｑが提示した最高裁判例とは異なる内容の法律構成①と法律構成②のそれぞれについて，被告側の法律主張（つまり，党派的な主張）としての適否を検討することを求めている。そこでは，最高裁判例の立場を確認した上で，法律構成①については，量的に可分な給付請求権に関する一部請求後の残部請求をめぐる議論状況との対比の下に，全部認容判決である前訴確定判決が自認部分についても判断を下しているといえるかどうかを検討することが求められ，法律構成②については，請求の放棄構成の技巧性について検討するほか，請求の放棄について既判力が認められるかどうかを，そこで問題となる既判力の概念と絡めながら検討する（その際，調書の作成がないことや既判力の基準時についても検討する）ことが求められている。\n小問（２）では，条件付給付判決ができるかどうかを論ずるに際して，少なくとも以下の三つの論点を検討することが必要である。まず，①原告Ａが無条件の給付判決を求めているのに対し，質的一部認容判決である条件付給付判決をすることが，民事訴訟法第２４６条との関係で許容されるかどうかを検討すべきである。その際，②現在の給付を命じることを内容とする引換給付判決とは異なり，条件付給付判決が将来の給付を命ずる判決であることとの関係で，同法第１３５条の要件を検討し，また，③条件付給付判決と全部棄却判決のそれぞれの既判力の客観的範囲（裁判所が認定した残債務額が既判力の対象になるかどうかという問題点を含む。）を比較検討することも求められる。\n設問５は，次のような三つの法律問題についての考察を順に求めるものである。第１に，認知者が認知の意思を表示し認知届を作成して使者に届出を委託した後に死亡し，この間に認知届が提出されていない場合，認知の効力は生じるかを問うものである。認知届の提出が身分変動の効果が発生するための要件であるため，父の認知の意思が確認できたとしても，認知届が提出されていない以上，認知の効力は発生しない。第２に，自筆証書遺言の解釈として，遺言者の子ではない者に遺言者の遺産の３分の１を分けるということが何を意味するか，その場合に遺言者の相続人の法的地位はどのようなものかを問うものである。平成２０年４月６日付のＡの遺言に記載されている内容は，Ｅに対しては割合的包括遺贈であり，唯一の相続人であるＣに対しては遺産の残余部分が相続により帰属することの確認となる。第３に，割合的包括遺\n- 5 -贈が行われた場合，受遺者は相続人として扱われ被相続人の債務も承継するところ，被相続人が負っていた金銭債務は相続人と受遺者にどのように承継されるかを問うものである。割合的包括遺贈における金銭債務の承継については，金銭債務について共同相続が生じた場合の規律を参照しつつ，金銭債務の債権者はだれに対してどのように履行請求をすることができるのかについて考察することが望まれる。\n【刑事系科目】\n〔第１問〕\n本問は，Ａ病院の入院患者Ｖが薬の誤投与に起因して死亡したという具体的事例について，Ｖを看護していた妻の甲，担当していた看護師乙及び薬剤師丙の罪責を問うことにより，刑事実体法及びその解釈論の理解，具体的事案に法規範を適用する能力及び論理的思考力を試すものである。\n第1に，甲の罪責については，甲がＶの異状を認識しながら，看護師乙ら病院関係者に連絡することなく放置し，結局Ｖを死亡させたことについて，いかなる刑法上の罪が成立するかが問題となる。\nまず，甲が乙による巡回を妨害するなどの積極的な行為に及んでいるので，甲の行為を不作為，作為のいずれととらえるのかが問題となる。\n不作為とする場合は，不作為による殺人罪又は保護責任者遺棄致死罪の成否が問題となる。\n両罪を区別する基準として，殺意の有無によるとする考え方，作為義務の程度によるとする考え方などがあるが，いずれの立場に立ったとしても，後述する殺意の有無など関連する事実を認定しつつ，事案への当てはめを行うことが求められる。\n次に，不作為による殺人罪又は保護責任者遺棄致死罪の成否を検討する場合には，作為義務ないし保証人的地位の発生根拠（基礎付け事情）に関する考え方を示すことが必要となるところ，作為義務の発生根拠については，多元的に理解するのが一般であり，法令，契約及び条理のほか，先行行為，事実上の引受け，排他的支配領域性に求めるなどの様々な考え方があり，それらを踏まえて自らの見解を明らかにすることになる。\n甲に対する作為義務の有無の検討においては，単に甲がＶと夫婦関係にあり，民法上の扶助義務を負うことだけで足りるとするのではなく，甲が午後２時に乙の巡回（容体確認）を妨害したことなど，具体的事情を丁寧に拾いつつ，その事情が作為義務の発生根拠との関係でどのような意味を持つのか明らかにする必要がある。また，ＶがＡ病院に入院中の患者であり，Ｖ\nに対する看護義務は第一次的には乙ら病院側にあることを踏まえ，どのような事情があれば甲に作為義務が認められるかを論ずることが肝要である。\n甲に作為義務が認められるとしても，その作為義務の内容，作為可能性・容易性についても検討する必要があるほか，甲の不作為とＶの死亡という結果との間の因果関係について，不作為犯の特殊性を踏まえつつ，事例に即して論ずることになる。\nさらに，甲に対して不作為による殺人罪の成立を肯定するためには，殺意(故意)の検討が必要となる。甲は，Ｖの危険な状態を認識しながらも，Ｖの介護から解放されたいと思う一方で，長年連れ添ったＶを失いたくないという複雑な気持ちを抱き，その間で感情が揺れ動いているので，結果の発生に対する認識・認容が必要とする認容説（判例）など自らの立場を明らかにしながら，具体的事例における当てはめを行うことになる。\n殺意を認定する場合には，その成立時期についても留意する必要がある。なぜなら，殺人罪が成立するには，殺意が肯定されることに加え，作為義務の発生時期，救命可能性が認められる時期（午後２時２０分まで）との関係も踏まえ，これらがすべて満たされる必要があるからである。\n第２に，乙丙の罪責については，乙と丙が医師Ｂの処方したとおりのＥ薬ではなくＤ薬を投\n- 6 -与した上，乙がＢの指示どおりにＶの容体確認をしなかったため，Ｖが死亡するに至っていることから，乙丙それぞれについて業務上過失致死罪の成否を検討することになる。\nまず，前提として，業務上過失致死罪（刑法第２１１条第１項）の「業務」についての判例の理解を踏まえつつ，これを，看護師，薬剤師という乙，丙それぞれの仕事の特性を考慮しつつ当てはめを行うことになる。\n次に，過失犯の理論について，事案の解決に必要な限度で簡潔に自らの考え方を明らかにした上，事例に即して，乙丙に課せられる具体的な注意義務の内容を特定する必要がある。特に，乙については，誤った薬の投与という行為だけでなく，医師Ｂに指示されたとおりの巡回を行わなかったことも認められるので，それぞれの行為について具体的な注意義務を検討すべきである。\nその上で，問題文中の具体的事情を摘示しつつ，乙丙のＶの死亡という結果に対する予見可能性や，結果回避可能性・結果回避義務違反について検討すべきである。\nさらに，乙丙に対してＶ死亡の結果の責任を問うためには，乙丙の薬品の投与に係る過失行為の後に甲の（不作為による殺人行為又は保護責任者遺棄行為という）故意行為が介在している（丙の場合は，それに加えて乙の過失行為も介在している。）ことから，因果関係の有無が問題となる。因果関係については，相当因果関係説，最近の判例の立場とされる客観的帰属論的な考え方など見解は様々あるところ，自らのよって立つ考え方を明らかにした上，当てはめを行うことになる。その際，介在している甲の行為は，故意行為とはいえ，不作為であって，因果の流れに物理的に影響を及ぼしたとまでは言い難いという点をどのように評価するかがポ\nイントとなろう。\n最後に，こうした検討を経た上で，甲乙丙の罪数判断を示す必要がある。\nなお，乙丙の関係については，過失犯の共同正犯を肯定する見解に立つ場合には，乙丙間に業務上過失致死罪の共同正犯が成立する余地があるが，その場合，乙と丙が共通の注意義務を負っているといえるかが問題となるほか，乙丙の各過失行為と結果との間に単独犯として因果関係がそれぞれ認められるとの結論に至った場合に，共同正犯を認める実益は何かという問題意識も必要となろう。乙丙間における信頼の原則の適用についても問題となり得るが，看護師，薬剤師のそれぞれに独立して適正な薬であることの確認が求められているような体制下で，同原則を適用することの相当性が認められるか否かを検討する必要があろう。\n論述においては，刑法解釈上の論点に関する判例・学説の基本的な事項についての正確な理解に基づき，複雑な事案を解きほぐしていくという分析作業を行うとともに，事案の解決に必要な範囲で論点に関する自らの見解とその論拠を簡潔に示すことが求められる。いわゆる論点主義に陥ることなく，具体的事案を虚心に分析，検討し，結論の妥当性も勘案しながら，事案に現れた事情を丁寧に拾い，その持つ意味を明らかしていくという粘り強い論述が求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識，適用能力及び論理的思考力を試すものである。\n事例は，暴力団幹部らによるけん銃の組織的な密売事件を素材とし，設問１は，警察官が，暴力団Ａ組幹部である被疑者甲がＡ組の組事務所であるアパート前公道上のごみ集積所に投棄したごみ袋や，自宅マンションのごみ集積所に投棄したごみ袋から発見したメモ片を持ち帰り復元する行為，さらに捜索差押許可状に基づいて差し押さえた携帯電話の消去されていたデー\nタを復元・分析する行為について，その適法性を論じさせることにより，刑事訴訟法第２２１\n- 7 -条の定める遺留物の領置，同法第２１８条第１項の定める捜索，差押え及び検証についての正確な理解と具体的事実への適用能力を試すものである。\n刑事訴訟法第２２１条は，被疑者その他の者が遺留した物を令状なく領置することを認めているが，設問１の捜査①及び②では，本問のごみが遺留物といえるか，いえるとして捜査機関は何らの制限なくこれを領置することができるか問題となり，捜査③では，消去されたデータ\nの復元・分析が捜索差押許可状の効力として許されるか，それとも新たな権利侵害に該当し別個の令状を必要とするか問題となるため，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。\n法の文言解釈と事例への適用においては，同条における遺留物がなぜ令状なくして取得可能なのかという制度の趣旨に立ち返り，占有取得の過程に強制の要素が認められないからこそ令状を要しないとされている遺留物とは，遺失物より広い概念であり，自己の意思によらず占有を喪失した場合に限られず，自己の意思によって占有を放棄し，離脱させた物も含むなどと定義した上で，具体的事例の捜査①及び②のいずれについても，投棄されたごみが遺留物に該当するか否かをまず検討し，その上で，当該ごみが遺留物に該当するとしても，排出者がごみを排出する場合における「通常，そのまま収集されて他人にその内容を見られることはないという期待」がプライバシー権として権利性を有するか否かを検討し，さらに，同権利性が認められるとしても，本件事例においてなお要保護性が認められるか否かを論ずるべきである。\nこうした法解釈の枠組みの中で，本件事例の具体的状況下におけるごみの領置の必要性及び相当性を検討してその適法性を論ずることになろうが，いずれも事例中に現れた具体的事実を的確に抽出，分析しながら論ずべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。例えば，捜査①については，けん銃密売事件という重大犯罪でありながら組織的に，かつ，巧妙な手段により行われていたため通常の捜査方法では摘発が困難であったという捜査の必要性に加えて，ごみ袋が投棄されたのがだれもが通行する場所であったという具体的状況や，他者が拾うことも予想される公道上のごみ集積所から，甲がごみ袋を置いたのを現認した上で，同ごみ袋を持ち帰ったという手段の相当性を検討するべきであるし，捜査②については，ごみ集積所がマンション敷地内にあるが，管理者の同意なしに敷地内に立ち入る行為の法的意味をどのように評価すべきか，その際，そこは居住部分の建物棟とは少し離れた場所の倉庫内にあり，その出入口は施錠されておらず，だれでも出入りすることが可能であったという事実をどのように評価するか，その場所に投棄されたごみの遺留物性及びプライバシー権の要保護性の有無を，捜査①との違いを意識しながら検討して論じる必要があろう。また，捜査③では，消去されたデータの復元とは，消去によって可視性がなくなったデータを可視性がある状態にするものであり，元々のデータを破壊，改変等するものではないといった具体的事実の分析をし，その上で，令状裁判官の審査を経た当初の携帯電話に対する捜索差押許可状がどこまでの効力を持つものかという観点から論ずるべきである。\n設問２は，被疑者甲と捜査協力者である乙及び丙女との会話を録音したＩＣレコーダーや携帯電話を再生して反訳した捜査報告書について，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。さらに，その前提として，本問では，おとり捜査や秘密録音といった捜査手法がとられていることから，それらの適法性が捜査報告書の証拠能力に影響し得るため，併せてそれらの適法性についても問い，これらの捜査の適法性についての正確な理解と具体的事実への適用能力を試している。\nまず，前提となる捜査の適法性については，おとり捜査の意義を定義し，おとり捜査一般の問題の所在や適法性の判断基準を示した上で，いわゆる機会提供型か犯意誘発型かというだけではなく，本件で当該捜査手法をとるべき必要性・補充性や働きかけ行為の相当性を考慮し，- 8 -\n設問で与えられた具体的事実を踏まえて，本件における乙を通じての被疑者甲へのけん銃譲渡の働きかけが適法であるか否か詳細に検討する必要がある。また，会話の一方当事者の同意がある場合における通話及び会話の秘密録音については，例えば，会話当事者の一方が録音に同意している場合には，その会話内容は相手方の支配下に置かれたものであり，会話の秘密性は放棄したものと評価され，要保護性は，通信傍受のような会話当事者のいずれの同意もない場合に比べて低下しており，任意捜査としてその適法性を判断するなどと，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じた上で，録音①，②及び③のそれぞれの状況における具体的事実を踏まえて適法性を論ずるべきである。\nこれら前提となる捜査の適法性を論じた後，捜査報告書の証拠能力を検討することになろうが，本問では，検察官が，「甲乙間の本件けん銃譲渡に関する甲乙間及び甲丙女間の会話の存在と内容」という立証趣旨を設定して本件捜査報告書の証拠調べを請求したところ，弁護人は，これに不同意の意見を述べている。本件捜査報告書は，作成者である司法警察員ＫがＩＣレコ\nーダーや携帯電話の録音内容を聞いた上で，これを反訳したものであり，捜査官が五官の作用によって事物の存在及び状態を観察して認識する作用である検証の結果を記載した書面に類似した書面として，刑事訴訟法第３２１条第３項により，作成者Ｋが公判廷で真正に作成されたものであることを供述すれば証拠能力が付与されるという捜査報告書全体の性質をまずは論ずる必要があろう。\nその上で，本件捜査報告書には，甲乙間及び甲丙女間の会話部分並びに乙によるその会話内容の説明部分が含まれていることから，これらの部分の証拠能力について，更に伝聞法則の適用があるか否かを要証事実との関係で検討する必要がある。要証事実を的確にとらえれば，甲乙間及び甲丙女間の会話部分については，会話内容が真実かどうかを立証するものではなく，甲乙間及び甲丙女間でそのような内容の会話がなされたこと自体を証明することに意味があり，会話の存在を立証するものであるから，この会話部分は伝聞証拠には該当しないとの理解が可能であろう。これに対して，乙による説明部分については，正に乙が知覚・記憶し，説明した会話の内容たる事実が要証事実となり，その真実性を証明しようとするものであるから，伝聞証拠に該当すると解した上で，伝聞例外を定める刑事訴訟法第３２１条第１項第３号によりその証拠能力の有無を検討することになる。同号の各要件については，乙の死亡や会話部分にはけん銃という言葉など聞き取れない部分があること，乙による説明は会話に引き続きなされており，その内容は直前の会話内容と整合するとともに，乙方でりんごの箱とともに発見されたけん銃２丁などの客観的状況とも整合するといった具体的事実を的確に当てはめ，その証拠能力を検討しなければならない。\nいずれの設問についても，正確な法的知識を当然の前提としながら，法解釈論や要件を抽象的に論じるだけでなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続開始決定前に破産者から逸失した財産の回復に関連する破産法上の制度及び民法等の実体法の規律についての理解を問うものである。\n設問１(１)については，まず，本件事例の下では，破産法第１６２条第１項第２号の否認権の行使が問題となることを指摘した上で，同号の否認の要件を充足するか否かについて論じる必要がある。その際には，本件代物弁済が「その時期が破産者の義務に属しない行為」に当たることを明確にするとともに，支払不能となった時期について，手形の不渡りがあったという本件の事案に照らして適切に判断することが求められる。その上で，目的物の返還を求めるこ\n- 9 -とができない場合における価額償還請求権とその価額算定の基準時について論じる必要がある。\n(２)については，まず，Ｂ社が本件トラックの所有権を主張することができるかどうかについて，破産管財人の第三者的地位の問題などを踏まえつつ，論じる必要がある。その上で，Ｂ社の上記主張は認められないが，本件トラックの返還を求めることができない場合には，Ｋは，Ｂ社に対して不当利得の返還を請求することができること及びその場合において返還を求めるべき不当利得の価額について論じる必要がある。さらに，それが(１)の償還を求めるべき価額と異なる場合に，その理由を制度趣旨にさかのぼって論じることが求められる。\n設問２については，本件事例の下で，建物の賃料債権に対する物上代位を含め，別除権である抵当権の行使方法としてどのようなものが考えられるか，また，不足額責任主義を採用している破産法において，破産債権の届出から最後配当までの具体的手続はどのようなものかという点を踏まえて，Ｂ社が採ることができる債権回収方法について論じることが求められる。\n〔第２問〕\n本問は，具体的な事例を通じて，民事再生手続における継続的給付を目的とした双務契約の取扱い及び相殺禁止に関する規律についての理解を問うものである。\n設問１については，まず，本件事例における倒産解除条項の有効性について論じる必要がある。その上で，今後の取引を継続する前提として，民事再生法第４９条第１項に基づき本件契約の履行を請求する必要があることを明らかにし，Ｂ社が履行を拒絶することの可否について，本件契約が同法第５０条第１項に規定する継続的供給契約に該当するか否かの検討を踏まえて，論じる必要がある。さらに，その該当性の有無についての結論に応じて，Ｂ社が有する現在及び将来の債権が民事再生手続上どのように取り扱われるかについて論じることが求められる。\n設問２については，まず，甲手形に関しては，民事再生法第９３条第１項第４号に該当すると同時に同条第２項第２号にも該当することについて，本件事例に即して具体的に指摘する必要がある。さらに，相殺適状発生と相殺の意思表示の時期に関する同法の規律について，破産法の規律との違いを踏まえつつ，その趣旨も含めて説明することが求められる。\n次に，乙手形については，民事再生法第９３条第１項第１号が適用され得ることを本件事例に即して具体的に指摘する必要がある。その上で，同法には破産法第６７条第２項後段のような規定が存しないことを踏まえつつ，上記の民事再生法の規定の適用による相殺禁止という結論を維持すべきか否かについて，乙手形に関する相殺の合理的期待の保護の必要性の有無，破産手続と民事再生手続との目的・趣旨の違い等の検討を踏まえて，理由を明確にして自説を論じる必要がある。\n[租 税 法］租税法の出題に関しては，これまでと同様に，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含む，基本的な理解を問う出題としている。\n〔第１問〕\n本問題は，家族的事業についての課税の在り方を通じて，所得税法の基本的な理解と応用力を試すものである。\nまず，設問１（１）は，父親Ａから子Ｃに支払われた学資金名目の金員について，授業料に充てられていた上記金員はＣの所得に当たるのか，所得税法第９条第１項第１４号の学資金又は扶養義務の履行に該当するとして非課税となるのか，若しくは給与となるかをを踏まえて多角的に検討する問題である。\nまた，給与とした場合には，家族内の費用支出の取扱い（所得税法第５６条）についての言\n- 10 -及も必要となる。この論点は，さらに，設問１（２）で，ピアノ演奏等を業としている妻Ｂに対する演奏料について所得税法第５６条，第５７条の適用があるかを，判例（最判平成１６年\n１１月２日判時１８８３号４３頁）にも照らして検討することが求められている。\n設問２は，他人の窃盗によって失った金銭は，所得税において，どのように取り扱われるのか，特に，事業上必要な資産を盗まれた場合はどうかを検討する問題であり，所得税法第３７条，第５１条，第７２条に当たるかが問われている。設問２（２）においては，Ａが経営する飲食店が法人であった場合を対比させており，法人税法における損害賠償請求権が両建てされることや，所得税とは損失の取扱いが異なっていることにも言及することを期待している。なお，このような場合に損害賠償請求権が貸倒れになるのかについても適切に論述することが期待される。\n〔第２問〕\n本問題は，青色申告制度の趣旨及び概要並びに青色申告の承認の取消し，並びに推計課税制度の根拠，趣旨及び概要について，それぞれ，基本的な理解を問うとともに，具体的な事例への適用能力を問うものである。\n設問１では，青色申告制度についての基本的知識が問われており，青色申告制度の趣旨のほか，その概要として，青色申告の承認及びその取消し，青色申告者の特典と義務についての基本的な知識が問われている。また，設問２では，青色申告承認の取消事由（所得税法第１５０\n条第１項）を本問の事案に即して検討することが求められており，各号が掲げる取消事由の意義を踏まえた合理的な論述が求められているが，本問の事例のように，帳簿書類を税務職員による検査に当たって適時に提示することが可能なように態勢を整えて保存していなかった場合については判例（最判平成１７年３月１０日民集５９巻２号３７９頁）があり，この判例の理解とその内容への適切な言及が期待されるところである。\nまた，設問３及び設問４は，推計課税についての理解を問うものであり，推計課税が認められる根拠と所得税法第１５６条について言及することと，推計の必要性と推計の合理性という推計課税の認められる要件について整理して論述することが期待されるところである。さらに，本問の事例について，推計の必要性と推計の合理性が認められるかを具体的に検討することが求められている。\n[経 済 法］\n〔第１問〕\n本問は，若手デザイナーによる手作りアクセサリー（以下「本件商品」という。）の販売を仲介する携帯電話専用のウェブサイトの運営事業（以下「本件事業」という。）の市場において，安価な手数料率の設定を売り物にして新規参入してきた事業者に対し，既存の事業者であるＡ社が危機感を覚え，同社のサイトへの掲載を依頼する若手デザイナーに対し，新規参入者との二重登録を禁止することを目的とする措置（以下「本件措置」という。）を講じようとしたことについて，独占禁止法上の問題点を検討させることをその趣旨としている。\nすなわち，本件措置を講ずることにより，どのような市場における競争に関し，どのような競争上の影響や弊害を生ずるおそれを生むこととなるかについて，事実関係の分析と構成要件への当てはめの過程を見ようとするものであり，本件措置が若手デザイナーの事業活動に与える影響及び競争への影響を検討すべき市場の範囲，その公正競争阻害性について検討することが求められる。\n具体的には，不公正な取引方法の一般指定第２項後段又は第１２項の構成要件を踏まえ，本件措置について，他の事業者にある事業者に対する取引を拒絶させたといえるか，又は相手方の事業活動を不当に拘束する条件を付けて取引したといえるかについて，本件商品の販売形態\n- 11 -の特殊性やＡ社の市場における地位，その実効性確保手段の有無及び程度等を勘案して検討する必要がある。\n本件措置が影響を及ぼすこととなる競争の具体的な形態としては，各社のウェブサイトによる本件商品の販売の仲介を希望する若手デザイナーの獲得をめぐる競争のほか，各社が運営するウェブサイトを媒介として若手デザイナーと一般消費者との間で成立する本件商品の販売における競争も想定されよう。\nまた，その公正競争阻害性に関しては，本件の市場の実態に基づいて，本件事業に新規参入した事業者が市場から排除されるおそれ，すなわち市場閉鎖効果が生ずるおそれの有無や，本件商品の販売価格が維持されることがないか等の点に着目し，併せて本件措置を講ずることについての正当化事由についても検討する必要がある。\nいずれにせよ，本問においては，本件措置が市場における競争に及ぼす影響について，独占禁止法上の行為規制の趣旨及び体系並びに各違反行為の構成要件を正確に理解した上で，事実関係を丹念に検討してその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ｙ市発注の下水道管更生工事の入札という架空の事例を基に，入札談合が独占禁止法に違反するかどうかを不当な取引制限（独占禁止法第３条，第２条第６項）の要件に従って検討させ，不当な取引制限の規制について基本的理解ができているかを確認することをその趣旨としている。\n設問１においては，まず，共同行為，事業活動の相互拘束等の要件について，Ａ，Ｂないし\nＤ及びＥ・Ｆのそれぞれの平成２１年２月１日の会合，３月５日の会合等における行為が，これらの要件を満たすか否かを検討することとなる。ここでは取り分け，ＢないしＤの行為のほか，Ａはこの二つの会合の間に指名停止処分を受けて入札に参加できず，また，Ｅ・Ｆはこれらの会合にはかかわることなく本件談合に協力をしたことが，共同行為及び事業活動等の相互拘束の要件においてどのように評価されるか，意思の連絡は成立するか，相互拘束性があるか等を本件事案に即して検討することを求めている。\n次に，本件において「一定の取引分野」をどのように画定するか，すなわち，例えば甲工事と乙工事の関係はどうか，Ｙ市発注の下水道管更生工事という一定の取引分野が成立するかを検討し，さらに，基本合意に続いて個別調整（個別入札）が行われた本件事案において競争を実質的に制限するかを検討することとなる。\n設問２では，基本合意は成立しているが個別調整が実施されていない事案において，不当な取引制限が成立するかを問うている。検討に当たっては，不当な取引制限は，入札談合において基本合意と個別調整のいずれで成立するか，本件事案においては基本合意だけで成立するかについて，独占禁止法第２条第６項の要件に基づいて説明することが求められる。その際には，当然ながら，設問１の解答と矛盾しないことも求められる。\nいずれにせよ，本問においては，不当な取引制限の要件の意義を正確に理解した上で，当該行為による競争への影響を念頭に置き，事実関係を十分に検討した上で当てはめをを行うことが求められる。\n[知的財産法］\n〔第１問〕\n設問１は，丙のイ号製品の製造販売が甲及び乙が共有する特許権を侵害するか否か，また，設問２は，丙のロ号製品の製造販売及び丁のハ号製品の製造販売が当該特許権を侵害するか否かについて論述させるものである。当該特許権の特許請求の範囲に記載された構成中にこれらの製品と異なる部分が存在するのであり，設問１及び設問２は，いわゆる均等論に関する理解\n- 12 -を問うものである。\n設問１においては，最高裁判所の判決（最判平成１０年２月２４日民集５２巻１号１１３頁）が述べた，均等論の第４要件が問題となろう。イ号製品は，ａ，ｂ’及びｃの構成を有する製品であるところ，同構成については，戊の特許出願の願書に最初に添付した明細書に記載されていたため，甲及び乙の特許出願時には，特許法第２９条の２により，甲及び乙は特許を受けることができなかったはずのものであった。上記判例の文言によれば，第４要件は，「対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから右出願時に容易に推考できたものではな」いというものであるが，その根拠として述べられていることを踏まえて，イ号製品について第４要件が充足されるか否かについて論述することが求められる。\n設問２においては，上記判例が述べた，均等論の第３要件が問題となろう。同判例において，第３要件の判断基準時は「対象製品等の製造等の時点」と述べられているところ，α発明における構成要件Ｃをｃ’に置き換えることは，丙がロ号製品の製造販売を開始した２００８年８\n月２０日の時点では当業者が容易に想到することができるものではなかったが，ロ号製品を解析すれば，それがａ，ｂ及びｃ’の構成を有するものであることは格別の困難なく知ることができたという事実関係から，丁がハ号製品の製造販売を開始した２００９年１０月１日の時点では当業者が容易に想到することができたものになっていたと考えられる。この点に基づいて，「対象製品等の製造等の時点」の意義を明らかにした上で，ロ号製品及びハ号製品について第\n３要件が充足されるか否かについて論述することが求められる。なお，両者の結論が異なるにせよ同じであるにせよ，その妥当性についても検討することが望まれる。\n設問３は，特許権が共有に係る場合のその特許発明の実施に関するものである。丁のハ号製品の製造は乙の依頼によるもので，丁はその製造したハ号製品すべてを乙に納入しているという事実関係の下で，丁の実施を乙の実施と同視することの可能性，また，甲と乙が甲のみがα\n発明の実施をすることを合意していた場合と特許法第７３条第２項の「契約で別段の定をした場合」との関係の検討を通じて，甲の差止請求の可否について論じることが求められる。\n〔第２問〕\n設問１は，αプログラムについてＡが有する権利に関して論じた上で，ＡがＢに対して，いかなる権利の侵害に基づいて，どのような請求をすることができるかについて論述させるものである。Ａが有する権利に関しては，職務著作の成否（著作権法第１５条第２項）及び著作権法第６１条第２項の推定について検討する必要がある。前者については，対象となる著作物がプログラムの著作物であって，著作権法第１５条第１項ではなく，同条第２項が適用されるため，本件契約においてＡが開発するプログラムにその著作者名としてＢを表示する旨が定められていることがＡの職務著作の成立にとって問題とならないことに注意しなければならない。\n後者については，裁判例では，著作権を譲渡する契約においてすべての著作権を譲渡する旨が定められているだけでは，著作権法第６１条第２項の「特掲」があったとは解されていないのであり，そのため，本件契約において「Ａが開発するプログラムについてのすべての著作権をＢが有」する旨が定められていることから，直ちに同項の推定が否定されることにならないことに注意しなければならない。また，Ｂによって侵害されるＡの権利としては，同一性保持権\n（著作権法第２０条）等の著作者人格権，並びに，上記推定が覆滅しない場合に，翻案権（同法第２７条）及び二次的著作物の利用に関する原著作者の権利（同法第２８条）が問題となろう。\n設問２は，βプログラムを組み込んだβ製品を新製品の開発のために使用するＦに対して，Ａが差止請求をするために行うべき主張について論じさせるものである。Ｆの行為については，著作権法第１１３条第２項の適用が問題となり得るのであるから，その要件に関して本問の事実関係に即して的確に記述することが求められる。\n- 13 -設問３は，プログラムの著作物についての貸与権（著作権法第２６条の３）の及ぶ範囲を問うものである。工業製品の貸与行為に対して，当該製品に組み込まれたプログラムの著作物についての貸与権が常に及ぶとすることは円滑な流通を阻害するおそれがあることを踏まえて，Ｂが，αプログラムを組み込んだα製品の賃貸業を営むＤに対して，αプログラムについての貸与権の侵害を主張することができるかどうかについて論述することが求められる。\n[労 働 法］\n〔第１問〕\n設問（１）は，労働契約の成立の場面における基本原則（労働契約法第１条，第３条第１項）についての理解を問うものであり，問題文の事実関係に即して，Ｘ１のＢ社に対する①地位確認請求の可否，②賃金請求の可否，③損害賠償請求の可否を論じさせるものである。①の論点は，Ｘ１とＢ社との間の労働契約関係の成否の問題であり，その成立原因として，（ア）事業譲渡によりＸ１とＡ社との間の労働契約関係がＢ社へ承継されるか否か，（イ）Ｂ社による書類選考のみで優先的に採用するとの説明行為とこれに対するＸ１の応募行為により，Ｘ１とＢ\n社との間に合意による労働契約が成立するか否かを検討することが求められ，その検討においては，（ア）に関しては事業譲渡の法的性質について，（イ）に関しては採用の自由（選択の自由，契約締結の自由）について言及する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（労働契約関係の成立を肯定すれば積極，否定すれば消極）を導く必要がある。③の論点も，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論を導く必要があり，その論述の中では，被侵害利益，損害の内容についての言及が求められる。\n設問（２）は，整理解雇についての理解を問うものであり，問題文の事実関係に即して，Ｘ\n２のＡ社に対する①地位確認請求の可否，②賃金請求の可否を論じさせるものである。①の論点は，Ａ社がＸ２に対して行った解雇の効力の問題であり，問題文の事実関係に照らして，整理解雇の事例であることを押さえた上，当該解雇が整理解雇として有効かどうかにつき整理解雇の４要件（要素）ごとに検討する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（解雇の効力を肯定すれば消極，否定すれば積極）を導く必要がある。\n〔第２問〕\n本問は，組合併存下にあって，（１）労働協約の更新により長年継続されてきたチェック・オフを使用者が一方的に中止し，また，（２）脱退組合員の組合費につき脱退後も使用者がチェック・オフを継続したという事例を通じて，不当労働行為の成否とその内容，救済機関と求め得る救済手立てについての理解を問うものである。\n設問１では，まず，Ｘ１組合との関係では，労働組合法第７条第２号（団交拒否）や同条第\n３号（支配介入）の成否が問題となる。救済機関については，（ア）労働委員会（行政救済）と（イ）裁判所（司法救済）が考えられ，救済の手立てについては，（ア）労働委員会に対しては，Ｘ１組合との団交応諾命令やチェック・オフの再開・継続，Ｘ２の組合費に対するチェ\nック・オフの中止請求等が問題となり，（イ）裁判所に対しては，団交を求める地位の確認，団交拒否あるいは支配介入を理由とする不法行為に基づく損害賠償請求等が問題となる。次に，Ｘ２との関係では，組合脱退後のチェック・オフの継続につき，（ア）労働委員会に対しては，労働組合法第７条第３号違反の救済申立て，（イ）裁判所に対しては，Ａ組合からの脱退後のチェック・オフの継続により控除された組合費相当額の返還請求，法的根拠のないチェック・\nオフの継続を理由とする不法行為に基づく損害賠償請求が問題となる。\n設問２では，設問１で取り上げた救済の具体的手立てに関して，まず，（１）Ｘ１組合に対\n- 14 -するチェック・オフの一方的中止につき，労働組合法第７条第２号違反との関係では，Ｘ１組合の過半数割れや労働協約の期間満了が団交拒否の正当理由となるか，１０年間継続されてきたチェック・オフ協定を１回の団交で打ち切ることは相当かなどの論点の検討が求められる。\n同条第３号との関係では，組合併存下でのＸ１組合の活動に対する警告文の発出，Ｘ１組合委員長に対する戒告処分及びチェック・オフの中止がＸ１組合に与える財政的打撃や組合の組織運営への影響等をどう評価するかが論点となる。司法救済との関連では，団交応諾仮処分の可否や同条第２号・第３号違反と不法行為の成否をどう考えるかが論点となる。次に，（２）Ｘ\n２のＡ組合脱退後のチェック・オフの継続につき，脱退に対する許可等を要件としたＡ組合規約の効力をどう考えるか，チェック・オフの継続により控除された組合費相当額につき，Ｘ２はどのような法的根拠に基づいて返還を求めるのか，Ｘ１組合もその返還を求め得るかなどの論点の検討が求められる。\n[環 境 法］\n〔第１問〕\n設問１は，容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の仕組みと拡大生産者責任の考え方との関係を問う問題である。\n設問１の小問（１）では，この「考え方」が拡大生産者責任のことであることを指摘した上で，容器包装リサイクル法が，特定事業者に再商品化の実施義務（同法第１１条ないし第１３条）を課し，再商品化の費用負担（無償引取りであること）をさせており，これが拡大生産者責任の一例であることを指摘することが必要となる。さらに，平成１８年の法改正では，特定事業者が指定法人を通じて一定の資金を市町村に拠出する仕組みが導入された(同法第１０条の２)ことにも触れることが期待される。\n設問１の小問（２）では，拡大生産者責任原則が，「物理的および／または金銭的に，製品に対する生産者の責任を製品のライフサイクルにおける消費後の段階まで拡大させる」環境政策アプローチであり，生産者に，環境適合的な製品を設計させる誘因（インセンティブ）を与えることによって製品のライフサイクル全体でもたらされる環境負荷を最小化することを目的としていることに触れることが望まれる。その上で，循環型社会形成推進基本法第１８条第３\n項は，国が必要な措置を講ずるものとされる場合として，①国，地方公共団体，事業者及び国民の適切な役割分担が必要であること，②設計，原材料の選択，循環資源の収集等の観点から，事業者の役割が重要と認められること，③当該循環資源の処分の技術上の困難性，循環的な利用の可能性を要件として挙げているが，容器包装廃棄物については上記の三つの要件に該当することを指摘し，その結果，事業者が引取り等をして循環的利用をすべきものとなっていることを論じることが期待される。しかし，容器包装廃棄物の分別収集に関しては，市町村の責任となっているため（容器包装リサイクル法第１０条），処理費用全体の中で相当部分を占める分別収集の費用を特定事業者が負担せず，特定事業者に対して，なお環境適合的な製品設計のためのインセンティブが十分に働かず，②の事業者の役割が十分果たされていないことを指摘してほしい。\nなお，拡大生産者責任原則が汚染者負担原則(原因者負担原則）の派生原則であること，容器包装リサイクル法が特定包装事業者について，利用事業者のみで製造事業者を含めていないことなどは，加点事由となる。\n設問２は，容器包装リサイクル法に基づく主務大臣の措置とそれを争う方法についての理解を問う問題である。\n設問２の小問（１）では，主務大臣の措置として，指導及び助言（容器包装リサイクル法第\n１９条)，勧告及び命令(同法第２０条)，命令違反に対する罰金刑(同法第４６条)に係る告発\n（刑事訴訟法第２３９条）を挙げることが期待される。\n- 15 -設問２の小問（２）では，①公法上の当事者訴訟としての再商品化義務不存在確認訴訟が提起できること，②主務大臣の勧告・公表に関して，これを処分ととらえてその差止訴訟，取消訴訟が提起できること，③主務大臣の命令に対して，差止訴訟，取消訴訟が提起できることを指摘することが期待される。\n〔第２問〕\n設問１は，大気汚染を原因とする損害賠償請求訴訟に関する理解を問う問題である。法律上の問題点として，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題となること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述をし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対的危険度の問題を取り上げることの可否について論ずることが期待される。また，④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環境基準と受忍限度との関係などについて論ずることが望まれる。\n設問２は，環境基準の法的性格に関する理解を問う問題である。この論点に関しては，二酸化窒素大気環境基準改定告示取消訴訟控訴審判決（東京高判昭和６２年１２月２４日行集３８巻１２号１８０７頁）が出されており，この判決を踏まえて，両当事者の主張と反論を構成することが期待されている。同訴訟の争点は，改定告示の処分性である。環境基準につき「維持されることが望ましい基準」と規定する環境基本法第１６条第１項をめぐる議論が期待されている。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国家の成立や国家承認とそれに関連する武力行使の位置付けを問う問題である。\n設問１においては，「セント国」が従来属していたＸ国政府の反対を押し切って一方的に独立を宣言した後，Ｙ国が独立に対して祝意を表明し，かつ，外交使節団を交換したことが，国際法上「国家承認」に当たることに気付き，その法的評価を行うことを求めている。国家承認は各国の裁量行為であるが，新国家が実効的支配を確立する前に承認を行えば「尚早の承認」\nとして国際法に反する。２００２年の独立宣言と同時に国家承認を行うことが「尚早の承認」に当たるかどうかを，２００２年時点の「セント国」の状況を踏まえて論じれば，結論は「尚早の承認」に当たるでも当たらないでもよい。\n設問２は，設問１が国家承認というＹ国の行為の評価を問題にしているのに対して，２００４年段階における「セント国」の国家性の是非を論ずる問題である。「セント国」の国家性を判定するためには，まずは「セント国」が国家の要件（領域，永久的住民，政府。外交能力をこれらに加える場合もある）を備えていること，そして国家承認がどのような意味を持つかを検討することが必要である。国家承認については，従来から国家承認がなくても国家が成立すると理解する「創設的効果説」と国家承認と国家の成立は無関係だと説く「宣言的効果説」が対立してきた。そこで創設的効果説，宣言的効果説のいずれが妥当かを検討する必要が出てくる。法実証主義を貫いて創設的効果説を採っても，また現状の重要性から宣言的効果説を採っても，理由が明確に示されていればよい。その上で，以上によって確定したフレームワークに従って，一定地域を実効的に支配し，既に５０か国が承認を与えている，当時「セント国」の状況を評価することが最後の課題である。\n- 16 -設問３においては，「セント国」を承認していないＺ国が，依然として「セント国」と武力衝突を繰り返すＸ国に軍事支援することの評価が問われている。国家承認について宣言的効果説の立場に立って，「セント国」が既に誕生していることを前提にすれば，Ｚ国のＸ国に対する軍事支援は，Ｘ国とＺ国の武力紛争においてＸ国側に立った武力行使に当たる。したがって，これが集団的自衛権行使等何らかの正当化事由を備えているかどうかの検討を期待している。\n他方，国家承認について創設的効果説の立場に立ち，Ｚ国の「セント国」未承認ゆえに，Ｚ国との関係では「セント国」が未成立だと考えれば，国内の騒じょう状態に対して正統政府からの軍事支援の要請にこたえたという評価ができる。ただし，騒じょう状態になっても数年に及ぶ実効支配が事実上成立している場合には軍事支援自体がＸ国の内政干渉に当たるおそれがある。\n〔第２問〕\n設問１においては，国際法は，領域主権の絶対性が主張された時期を経て，領域使用の管理責任原則や，国際環境損害防止原則を発展させてきたのであり，越境環境損害を生ずるような領域使用は，領域主権の絶対性により正当化することはできないことを明確に論証することが求められている。\n第一に，国家は領域に対して領域主権を持つが，それに伴う義務も負う。例えば，在留外国人に，国際法に従って適当な処遇を与える義務がある。設問のような事例では，一方で，領域を使用する国の領域主権と，その使用により影響を受ける国の領域主権ないしは領土保全の権利が対立する。相互に対等な二国の権利を調整する必要があり，それゆえに，領域使用の管理責任原則が確立してきたことを理解していることが求められる。設問と同様の事実状況であったトレイル熔鉱所事件の仲裁判決が，この原則を宣言した代表的な例である。\n第二に，設問の事例は，越境環境損害に関するものであり，国際環境法の発展についての理解が求められている。領域使用の管理責任原則は，国際環境法の分野では，他国や国際公域の環境に損害を与えないように確保する原則として，ストックホルム人間環境宣言第２１原則や環境と開発に関するリオ宣言第２原則のいうように，国際環境損害防止原則へと展開している。\nこれは，幾つかの国際環境保護条約にも挿入されており，慣習国際法上の原則として成立しているとも評価されている。\n設問２においては，第一に，外交保護権は国家の権利であり，これを行使するか否かは国家の裁量判断にゆだねられていることを問うている。国家は，国際法上で外交保護権を行使することを義務付けられることはない。個人は，国家に外交保護権の行使を請求する権利を持たない。\n第二に，国際法による個人の人権保護が進展してきていることから，外交保護権が国家の権利であるとする従来の考え方には疑問が提起されてきていることにも触れると，答案が一層充実した質のものとなる。\n設問３の小問（１）は，外交保護権の行使の要件としての国籍について問うている。外交保護権の要件となる国籍については，ノッテボーム事件で宣言されたように，個人と国家との間に真正な結合があることが必要であるとされている。本件の乙について，Ｂ国と真正な結合があるかにつき，設問の事実を当てはめて論証することが求められる。\n小問（２）は，国籍の国際法平面での効果と，国内法平面での効果とでは区別されることを問うている。国内法平面では，国籍付与要件は，国内管轄事項であり，主権国家が国内法により自由に決定できる。国際法平面では，国籍を根拠として外交保護権を行使するためには，真正な結合といった基準を満たした国籍でなければならない。国際法平面で外交保護権の要件とはいえない国籍であっても，国内法平面での効力には当然には影響しない。\n- 17 -\n[国際関係法（私法系）］\n〔第１問〕\n本問は，未成年者を被後見人とする後見人の選任につき国際裁判管轄の基準を問うと同時に，後見人の選任から終了までに起こり得べき諸問題に適用される準拠法の決定とその適用を問う問題である。\n設問１の小問（１）は，未成年者を被後見人とする後見人選任の国際裁判管轄の基準を問う問題である。後見人選任の国際裁判管轄を定める明文の規定はないこと，また，依拠すべき判例法も確立されていないことを指摘した後に，被後見人の保護という観点から管轄原因を論じ，当該管轄原因を設問の事案に当てはめることが求められている。\n設問１の小問（２）は，後見人選任に適用される準拠法を問う問題である。法の適用に関する通則法（以下「通則法」という。）第４条第１項の指定する準拠法（日本法）の下で事件本人が未成年者であること及び通則法第３２条の指定する準拠法（日本法）の下で事件本人に親権者がいないことを確認し，後見人選任に適用される準拠法を通則法第３５条の指定する日本法として特定することが望まれる。なお，事件本人の本国法の決定については通則法第３８条第１項ただし書の規定が適用されなければならない。\n設問２の小問（１）は，通則法第３１条第１項後段のいわゆるセーフガード条項の趣旨の理解を問う問題である。同項前段の規定が指定する法と後段の規定が指定する法の丁寧な当てはめも求められている。\n設問２の小問（２）は，養子縁組の成立により後見が終了するまでの準拠法の決定と適用を問うものである。養子と養親との間の法律関係は通則法第３２条によることを指摘しなければならない。そして，同条の指定する子の常居所地法たる日本法の下で養親が親権者であることを確認した後に，後見が終了するか否かは通則法第３５条の問題であり，当該規定の指定する日本法により後見が終了することに言及しなければならない。\n〔第２問〕\n本問は，国際的な売買の事案を基に，関係する問題の準拠法の決定方法を問う問題である。\n設問１の小問（１）は，「国際物品売買契約に関する国連条約」（以下「条約」という。）の適用の可否を問う問題である。条約第１条（１）の「売買」及び「営業所」を，それぞれ，条約第３条第１項及び第１０条と関連付けながら論述するとともに，条約第１条（１）（ａ）に従い，本件に条約が適用されることに言及しなければならない。最終的に条約の適用を排除するという結論をとるにせよ，条約第１条（１）に基づき，本件が条約の適用範囲に入っていることについて論述しなければならない。\n設問１の小問（２）は，契約準拠法の変更を認める通則法第９条の趣旨の理解とその適用を問う問題である。取り分け，契約につき事後の法選択を許容する当該規定の趣旨に言及することが求められている。\n設問２の小問（１）は，生産物責任に関する通則法第１８条の解釈と適用を問う問題である。\n一般的不法行為に関する通則法第１７条ではなく通則法第１８条が適用されること，「引渡しを受けた地」という連結基準が採用された趣旨とその意味に言及しなければならない。\n設問２の小問（２）は，通則法第２１条の理解とその適用を問う問題である。不法行為について準拠法の選択が許容される理由，選択の要件，取り分け選択の時点に言及しなければならない。\n- 18 -"
}