{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目］〔第１問〕（配点：１００）\n市町村長は，個人を単位とする住民票を世帯ごとに編成して，住民基本台帳を作成しなければならない【参考資料１】。生活の本拠である住所（民法第２２条参照）の有無によって，権利や利益の享受に影響が生じる。国民の重要な基本的権利である選挙権も，住所を有していないと，選挙権を行使する機会自体を奪われる（公職選挙法第２１条第１項，第２８条第２号，第４２条第１項参照）。\nまた，国民健康保険や介護保険等の手続をするためには，住民登録が必要である。ただし，生活保護法は，「住所」という語を用いておらず，「居住地」あるいは「現在地」を基準として保護するか否かを決定し，かつ，これを実施する者を定めている【参考資料２】。\nボランティア活動などの社会貢献活動を行う，営利を目的としない団体（ＮＰＯ）である団体Ａは，ホームレスの人たちなどが最底辺の生活から抜け出すための支援活動を行っている。団体Ａは，支援活動の一環として，Ｙ市内に２つのシェルター（総収容人数は１００名）を所有している。その２つのシェルターに居住する人たちは，それぞれのシェルターを住所として住民登録を行い，生活保護受給申請や雇用保険手帳の取得，国民健康保険や介護保険等の手続をしている。\nＸは，Ｙ市内にあるＢ社に正規社員として２０年勤めていたが，Ｂ社が倒産し，突然職を失った。\nそして，失職が大きな原因となり，Ｘ夫婦は離婚した。その後，Ｘは，Ｃ派遣会社に登録し，紹介されたＹ市内にあるＤ社に派遣社員として勤め始め，Ｙ市内にあるＤ社の寮に入居した。しかし，Ｄ社の経営状況が悪化したために，いわゆる「派遣切り」されたＸは，寮からも退去させられた。\n職も住む所も失ってしまったＸは，団体Ａに支援を求めた。そして，その団体Ａのシェルターに入居し，そこを住所として住民登録を行った。不定期のアルバイトをしながら，できる限り自立した生活をしたいと思っているＸは，正規社員としての採用を目指して，正規社員募集の情報を知ると応募していたが，すべて不採用であった。その後，厳しい経済不況の中，団体Ａの支援を求める人も急増し，２つのシェルターに居住し，そこを住所として住民登録を行う人数が２００名を超えるに至った。シェルターが「飽和状態」となって息苦しさを感じたＸは，シェルターに帰らなくなり，正規社員への途も得られず，アルバイトで得たお金があるときはＹ市内のインターネット・カフェ\nを泊まり歩き，所持金がなくなったときにはＹ市内のビルの軒先で寝た。\n２０１＊年４月に，Ｙ市は，住民の居住実態に関する調査を行った。調査の結果，団体Ａのシェルターを住所として住民登録している人のうち，Ｘを含む６０名には当該シェルターでの居住実態がないと判断した。Ｙ市長は，それらの住民登録を抹消した。\n住民登録が抹消されたことを知ったＸは，それによって生活上どのようなことになるのかを質問しに，市役所に行ったところ，国民健康保険被保険者証も失効するなどの説明を受けた。Ｘは，胃弱という持病があるし，最近体調も思わしくなかったが，医療費が全額自己負担になるので，病院に行くに行けなくなった。\n住民登録を抹消され，貧困ばかりでなく，生命や健康さえも脅かされる状況に追い詰められたＸは，生活保護制度に医療扶助もあることを知り，申請日前日に宿泊していたインタ－ネット・カフェを「居住地」として，Ｙ市長から委任（生活保護法第１９条第４項参照）を受けている福祉事務所長に生活保護の認定申請を行った。\nＹ市は，財政上の問題（生活保護のための財源は，国が４分の３，都道府県や市，特別区が４分の１を負担する。）もあるが，それ以上にホームレス【参考資料３】などが市に増えることで市のイメージが悪くなることを嫌って，インターネット・カフェやビルの軒先を「居住地」あるいは「現在地」とは認めない制度運用を行っている。そこで，Ｙ市福祉事務所長は，Ｘの申請を却下した。\nＸは，たまたまインターネット・カフェで見ていたニュースで，自分と全く同じ状況にある人にも生活保護を認める自治体があることを知った。その自治体は，インターネット・カフェやビルの軒先も「居住地」あるいは「現在地」と認めている。そこで，Ｘは，Ｙ市福祉事務所長の却下処分に- 2 -対して，自分と同じ状況にある人の保護を認定している自治体もあることなどを理由に，不服申立てを行った。しかし，不服申立ても，棄却された。\nＹ市は，衆議院議員総選挙における選挙区を定める公職選挙法別表第１によれば，市全域で１選挙区と定められている。Ｘは，住民登録が抹消された年の１０月に行われた衆議院議員総選挙の際に，選挙人名簿から登録を抹消されたために投票することができなかった。このような事態は，従来から，ホームレスの人たちなどの支援活動を行っているＮＰＯから指摘されていた。そして，それらのＮＰＯは，Ｘの住民登録が抹消された年の１０月に行われた衆議院議員総選挙よりも７年前に行われた２００＊年８月の衆議院議員総選挙の際に，国政選挙における「住所」要件（公職選挙法第２１条第１項，第２８条第２号及び第４２条第１項のほか，同法第９条，第１１条，第１２条，第２１条，第２７条第１項参照）の改正を求める請願書を総務省に提出していた。\nＸは，無料法律相談に行き，生活保護と選挙権について弁護士に相談した。\n〔設問１〕\nあなたがＸの訴訟代理人として訴訟を提起するとした場合，訴訟においてどのような憲法上の主張を行うか。憲法上の問題ごとに，その主張内容を書きなさい。\n〔設問２〕\n設問１における憲法上の主張に関するあなた自身の見解を，被告側の反論を想定しつつ，述べなさい。【参考資料１】住民基本台帳法（昭和４２年７月２５日法律第８１号）（抄録）\n（目的）第１条 この法律は，市町村（特別区を含む。以下同じ。）において，住民の居住関係の公証，選挙人名簿の登録その他の住民に関する事務の処理の基礎とするとともに住民の住所に関する届出等の簡素化を図り，あわせて住民に関する記録の適正な管理を図るため，住民に関する記録を正確かつ統一的に行う住民基本台帳の制度を定め，もつて住民の利便を増進するとともに，国及び地方公共団体の行政の合理化に資することを目的とする。\n（国及び都道府県の責務）第２条 国及び都道府県は，市町村の住民の住所又は世帯若しくは世帯主の変更及びこれらに伴う住民の権利又は義務の異動その他の住民としての地位の変更に関する市町村長（特別区の区長を含む。以下同じ。）その他の市町村の執行機関に対する届出その他の行為（次条第３項及び第２１\n条において「住民としての地位の変更に関する届出」と総称する。）がすべて一の行為により行われ，かつ，住民に関する事務の処理がすべて住民基本台帳に基づいて行われるように，法制上その他必要な措置を講じなければならない。\n（市町村長等の責務）第３条 市町村長は，常に，住民基本台帳を整備し，住民に関する正確な記録が行われるように努めるとともに，住民に関する記録の管理が適正に行われるように必要な措置を講ずるよう努めなければならない。\n２ 市町村長その他の市町村の執行機関は，住民基本台帳に基づいて住民に関する事務を管理し，又は執行するとともに，住民からの届出その他の行為に関する事務の処理の合理化に努めなければならない。\n３ 住民は，常に，住民としての地位の変更に関する届出を正確に行なうように努めなければならず，虚偽の届出その他住民基本台帳の正確性を阻害するような行為をしてはならない。\n４ （略）\n（住民の住所に関する法令の規定の解釈）第４条 住民の住所に関する法令の規定は，地方自治法（昭和２２年法律第６７号）第１０条第１項に規定する住民の住所と異なる意義の住所を定めるものと解釈してはならない。\n（住民基本台帳の備付け）第５条 市町村は，住民基本台帳を備え，その住民につき，第７条に規定する事項を記録するものとする。\n（住民基本台帳の作成）第６条 市町村長は，個人を単位とする住民票を世帯ごとに編成して，住民基本台帳を作成しなければならない。\n２，３ （略）\n（住民票の記載事項）第７条 住民票には，次に掲げる事項について記載（前条第３項の規定により磁気ディスクをもつて調製する住民票にあつては，記録。以下同じ。）をする。\n一 氏名二 出生の年月日三 男女の別四 世帯主についてはその旨，世帯主でない者については世帯主の氏名及び世帯主との続柄五 戸籍の表示。ただし，本籍のない者及び本籍の明らかでない者については，その旨六 住民となつた年月日七 住所及び一の市町村の区域内において新たに住所を変更した者については，その住所を定めた年月日八 新たに市町村の区域内に住所を定めた者については，その住所を定めた旨の届出の年月日（職権で住民票の記載をした者については，その年月日）及び従前の住所九 選挙人名簿に登録された者については，その旨十～十四 （略）\n（選挙人名簿の登録等に関する選挙管理委員会の通知）第１０条 市町村の選挙管理委員会は，公職選挙法（昭和２５年法律第１００号）第２２条第１項若しくは第２項若しくは第２６条の規定により選挙人名簿に登録したとき，又は同法第２８条の規定により選挙人名簿から抹消したときは，遅滞なく，その旨を当該市町村の市町村長に通知しなければならない。\n（選挙人名簿との関係）第１５条 選挙人名簿の登録は，住民基本台帳に記録されている者で選挙権を有するものについて行なうものとする。\n２ 市町村長は，第８条の規定により住民票の記載等をしたときは，遅滞なく，当該記載等で選挙人名簿の登録に関係がある事項を当該市町村の選挙管理委員会に通知しなければならない。\n３ 市町村の選挙管理委員会は，前項の規定により通知された事項を不当な目的に使用されることがないよう努めなければならない。【参考資料２】生活保護法（昭和２５年５月４日法律第１４４号）（抄録）\n（この法律の目的）第１条 この法律は，日本国憲法第２５条に規定する理念に基き，国が生活に困窮するすべての国民に対し，その困窮の程度に応じ，必要な保護を行い，その最低限度の生活を保障するとともに，その自立を助長することを目的とする。\n（無差別平等）第２条 すべて国民は，この法律の定める要件を満たす限り，この法律による保護（以下「保護」という。）を，無差別平等に受けることができる。\n（最低生活）第３条 この法律により保障される最低限度の生活は，健康で文化的な生活水準を維持することができるものでなければならない。\n（実施機関）第１９条 都道府県知事，市長及び社会福祉法（昭和２６年法律第４５号）に規定する福祉に関する事務所（以下「福祉事務所」という。）を管理する町村長は，次に掲げる者に対して，この法律の定めるところにより，保護を決定し，かつ，実施しなければならない。\n一 その管理に属する福祉事務所の所管区域内に居住地を有する要保護者二 居住地がないか，又は明らかでない要保護者であつて，その管理に属する福祉事務所の所管区域内に現在地を有するもの２ 居住地が明らかである要保護者であつても，その者が急迫した状況にあるときは，その急迫した事由が止むまでは，その者に対する保護は，前項の規定にかかわらず，その者の現在地を所管する福祉事務所を管理する都道府県知事又は市町村長が行うものとする。\n３ 第３０条第１項ただし書の規定により被保護者を救護施設，更生施設若しくはその他の適当な施設に入所させ，若しくはこれらの施設に入所を委託し，若しくは私人の家庭に養護を委託した場合又は第３４条の２第２項の規定により被保護者に対する介護扶助（施設介護に限る。）を介護老人福祉施設（介護保険法第８条第２４項に規定する介護老人福祉施設をいう。以下同じ。）に委託して行う場合においては，当該入所又は委託の継続中，その者に対して保護を行うべき者は，その者に係る入所又は委託前の居住地又は現在地によつて定めるものとする。\n４ 前三項の規定により保護を行うべき者（以下「保護の実施機関」という。）は，保護の決定及び実施に関する事務の全部又は一部を，その管理に属する行政庁に限り，委任することができる。\n【参考資料３】ホームレスの自立の支援等に関する特別措置法（平成１４年８月７日法律第１０５号）\n（抄録）\n（目的）第１条 この法律は，自立の意思がありながらホームレスとなることを余儀なくされた者が多数存在し，健康で文化的な生活を送ることができないでいるとともに，地域社会とのあつれきが生じつつある現状にかんがみ，ホームレスの自立の支援，ホームレスとなることを防止するための生活上の支援等に関し，国等の果たすべき責務を明らかにするとともに，ホームレスの人権に配慮し，かつ，地域社会の理解と協力を得つつ，必要な施策を講ずることにより，ホームレスに関する問題の解決に資することを目的とする。\n（定義）第２条 この法律において「ホームレス」とは，都市公園，河川，道路，駅舎その他の施設を故なく起居の場所とし，日常生活を営んでいる者をいう。〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，2：4.5：3.5〕）\nＡ村は，人口が昭和３０年には約５０００人であったが，年々減少し，平成２０年には約２４００人にまで落ち込んでいる。その間，過疎地域の指定も受け，村の財政は極めて厳しい状況が続いている。こうした状況下で，Ａ村は，人口減少対策・過疎対策として，Ａ村の保有する土地（１０区画）（以下「本件土地」という。）を，希望者を募って平成２１年４月２０日に売却した。本件土地は，近隣市の中心部まで自動車で３０分程度の通勤圏に位置している。前年にもＡ村は売却を試みたが，相場並みに価格を定めたところ，１区画に応募があったのみであり，この１区画についても契約の締結に至らなかった。そこで今回は，下限の価格を定めずに，「分譲価格と条件は購入希望者と直接相談させていただきます」という内容を記載した村民向けチラシ，近隣市町村における折り込みチラシ，新聞広告，現地看板などにより広報を行い，１０区画すべてをそのとおりに売却した。成約価格は結果として，最も高い区画で５６０万円，最も安い区画で４００万円，全区画の売却価格の総額は４８００万円であった。購入者の中には，側溝部分など，一部の土地対価について支払を免除された者も多数存在する。また，購入者の中には，Ａ村の部長の弟や売却担当部局職員の妻も含まれていた。さらに，村内の利便性を欠く地区に住む者による買換えが，複数見られた。\nある週刊誌に，本件土地の売買に疑惑があるとする記事が掲載されたことを契機として，村民Ｂ及びＣは，平成２２年３月１９日に地方自治法第２４２条による住民監査請求を行った。Ｂ及びＣは，本件土地は慎重に時間を掛ければより高価で売却できる物件であったにもかかわらず，性急に破格の安値で売却した村長Ｅの措置は，村の財政を悪化させ，村の財産を無駄遣いするものであり，また，このような財産の処分のために必要な議会の議決を欠くことのほか，本件土地の売買は村関係者の身内に便宜を図るものであり，売却の方式や相手方の選定に関して公正を欠くことを主張した。しかしＡ村の監査委員は，Ｂ及びＣの請求には理由がないと判断し，その旨を同年４月２３日にＢ及びＣに通知した。そこでＢ及びＣは，Ｅによる本件土地の売買契約の締結によって，Ａ村が売却価格と時価との差額分（約３２００万円）の損害を被ったとして，Ｅに損害賠償を求めるための住民訴訟を提起しようとしている。このうちＣは，同年５月１日にＡ村から転出しており，現在は他の市に住んでいる。また，村民Ｄは，住民監査請求を行っていないが，Ｂ及びＣが提起を検討している住民訴訟に原告として加わろうとしている。\n他方，Ａ村議会の議員の一部は，Ｅは，平成１９年に村長に就任して以来，厳しい環境の中でＡ村の財政再建に貢献してきた功労者であるし，必ずしも裕福ではないことから，村がＥに損害賠償を請求するのは適切でないと主張して，Ｂ，Ｃ及びＤの３名（以下「Ｂら」という。）の動きに反発している。これらの議員は，Ｂらの請求を認容する一審判決が出された場合には，控訴した上で，Ｅに対する村の損害賠償請求権を放棄する議会の議決を行うことを検討し始めている。Ａ村はこれまで行政訴訟を提起された経験がないことから，Ｅは，急きょ，そうした訟務に詳しい顧問弁護士\nＦと同村の総務課職員Ｇ，Ｈ及びＩとで，対応策を検討する会議（以下「検討会議」という。）を平成２２年５月６日に開催することとした。検討会議の中では，職員から様々な疑問，質問，課題が提示されたため，弁護士Ｆが，その整理・検討を任されることとなった。\n【資料１ 検討会議の会議録】を読んだ上で，弁護士Ｆの立場に立って，以下の設問に答えなさ\nい。\nなお，地方自治法施行令の抜粋を【資料２ 関係法令】に，また関連する裁判例を【資料３ 議会による請求権放棄に関する裁判例】に，それぞれ掲げるので，適宜参照しなさい。\n〔設問１〕\nＢらが提起することが予想される住民訴訟を具体的に示して，これをＢらが適法に提起できるかどうかについて検討しなさい。〔設問２〕\nＢらによる住民訴訟が適法とされる場合には，Ｅが本件土地の売買契約を締結したことの適法性が争点になると考えられる。この契約締結の適法性について，詳細に検討しなさい。\n〔設問３〕\nＢらの請求を認容する一審判決が出されて，Ａ村議会が請求権を放棄する議決を行う場合を想定して，以下の小問に答えなさい。\n⑴ 【資料３】に挙げた二つの判決の間で，地方議会による請求権放棄の議決の適法性に関して考え方が分かれた点を説明しなさい。\n⑵ その上で，これらの判決の考え方をそれぞれ当てはめた場合，本件で村議会議員が検討している請求権放棄の議決の適法性についてはどのように判断されることになるか検討して，自らの意見を述べなさい。【資料１ 検討会議の会議録】\n総務課長Ｇ：我が村は本当に小さな所で，これまで村を相手に村民が行政訴訟を起こした例など全くありませんでした。今回のＢらの動きは驚きなのですが，聞くところでは，Ｂらは弁護士にも相談しながら訴訟の準備を進めているようですので，村としても，対応方針を立てておく必要があります。今日は，行政訴訟に通じた顧問弁護士のＦ先生にも出席いただきました。初回の会合ですので，この際，疑問に思っている点を率直に出してください。\n職 員 Ｈ：村の行った売買に，それとは関係のないＢらが裁判を起こすことなんてできないと考えていました。Ｂらは売買で損をしたわけでもないし，一体どういった権利や利益を根拠にして訴えを起こすつもりなのでしょうか。聞くところでは，住民訴訟という特別の制度があるようですが，それであれば利用できるのですか。\n職 員 Ｉ：住民訴訟という特別の制度があるとしても，だれでも無条件に住民訴訟を起こせるわけではないですよね。今回のＢらは適法に住民訴訟を起こせるのですか。\n職 員 Ｈ：ＢやＣの行った監査請求では，違法な契約によって村の土地がたたき売りされて，村が損をした点を問題にしているようですね。住民訴訟ではＢらは４号請求で行く意向だといううわさです。\n総務課長Ｇ：それは，地方自治法第２４２条の２第１項各号に挙げられた４つの請求のうち，第４号に規定された請求をするという意味ですね。Ｆ先生の方で，Ｂらが今回の売却に対して，どういった訴えを起こしてくるのか，４号請求の具体的な内容を示してもらえると参考になります。その上で，Ｂらが提起する訴えが適法かを，Ｂ，Ｃ及びＤのそれぞれについて検討していただけますか。\n弁 護 士 Ｆ：分かりました。それでは，Ｂらが提起するであろう訴訟について，その具体的内容と適法性を記したペーパーを，早速用意いたします。\n総務課長Ｇ：よろしくお願いします。次に，裁判になったとして，本件土地の売却のいかなる点が違法になるのか，この点の議論に移りたいと思います。本件土地の時価をどのように計算するかという問題もありますが，村としては，適正な対価を得て本件土地を売却したと考えています。ですから，契約の締結には議会の議決は不要であるという立場です。\nしかし，この点について，Ｂらは争っていますので，Ｆ先生に御検討をお願いしたいと思います。\n弁 護 士 Ｆ：議会の議決というのは，地方自治法第９６条第１項第６号，第２３７条第２項に規定された議決のことですね。このほか，第９６条第１項第５号も議決を定めていますが，これは請負契約を念頭に置いた規定ですから，本件では考えなくてもよいでしょう。また，第８号の議決の要否については，Ｂらは今の段階では問題にしていませんので，差し当たり検討の対象から除くことにします。\n総務課長Ｇ：これ以外に，契約締結の適法性に関して，遠慮なく，疑問点を出してください。\n職 員 Ｈ：入札手続を採らなかった点など，契約の手続や内容に様々な違法があるとＢらは攻撃していますが，村としてはそのようには考えていません。週刊誌には，契約が不透明だと書かれたのですが，一体何が問題なのですか。\n職 員 Ｉ：職員や議員の中では，過疎に悩む本村で採り得る政策として，やっとのことで買手を見付けて本件土地を売却したのは当然のことではないかとか，現に税収面でも貢献しているではないかという意見が圧倒的です。この売却の何が違法と言われるのか，理解に苦しむところです。\n職 員 Ｈ：先日来，総務課でも，地方自治法第２３４条や同条第２項に基づく政令を検討し始めたのですが，今回の事案にどのように関連するのか，うまくまとめ切れていません。村がどのような手続によって，どのような内容の契約を締結するかは，当然に村長の裁量で決められると思うのですが。\n総務課長Ｇ：契約締結の適法性に関する問題，特にＨ君が挙げていた条文の解釈が，最も重要な課題になりそうですね。まず，これらの法律や政令の規定のうち本件にかかわるものの趣旨を御説明いただけませんか。その上で，Ｂらが，本件土地の売買契約の締結のどういった点を違法だと主張してくるか，また，村の側では，契約締結を適法というためにどのような主張をすることが考えられるか，Ｆ先生の方で具体的に検討いただき，契約締結の適法性に関するＦ先生の御意見をお聞かせいただけますと助かります。契約締結の適法性は，何といっても村の職員にとって最も関心がある点ですので，できるだけ包括的に検討していただけませんか。\n弁 護 士 Ｆ：それでは，御質問の点について，次回の会合までに，ここは入念に整理しておくこととします。\n総務課長Ｇ：お願いいたします。それと，先日もお話ししましたが，議員の間では，Ｂらの動きに反発する意見が強いのです。週刊誌でたたかれた点が影響しているのかもしれません。\n職 員 Ｈ：ベテラン議員の中には，どこかの会合で聞いてきたようなのですが，Ｂらが村長の損害賠償責任を裁判に訴えたとしても，さらに，それを認める判決が出されたとしても，控訴した上で，村の損害賠償請求権を放棄する議決を議会が行えば大丈夫だといった意見を説く者もいます。こうした主張が日増しに強くなっている状況です。議会は，こうした議決を適法に行うことが可能なのですか。この点は，議会事務局も心配しています。\n職 員 Ｉ：議決というのは，地方自治法第９６条第１項に規定されている議決のことですか。\n弁 護 士 Ｆ：ええ，その第１０号ですね。地方議会による請求権放棄に関しては，これまで出された裁判例で，判断が分かれています。手元にある二つの判決【資料３】が，その例です。\n総務課長Ｇ：村の請求権がどのような手続によって消滅するのかといった点も，議論する必要がありそうですが，今の段階では差し当たり，請求権を放棄する内容の議決を議会は適法に行うことができるのか，という点に絞って検討したいと思います。\n職 員 Ｈ：それぞれの判決がよって立つ考え方の違いを整理していただけないでしょうか。特に，判決の中で「住民訴訟の制度が設けられた趣旨」といわれているのですが，住民訴訟の制度趣旨と議会による請求権放棄とは，どのように関連するのですか。\n職 員 Ｉ：私が関心がありますのは，お話のあった二つの判決を本件の事案に当てはめた場合に，どういった判断が予想されるのかという点です。\n総務課長Ｇ：いろいろと要望や質問が出ましたが，議決の適法性の問題に関しては，本村の議員にも説明する必要があると考えています。Ｈ君とＩ君も申しておりましたが，二つの判決がそれぞれどのような考え方に立っているのか，そしてそれぞれの判決によれば，今回の案件がどのように判断されるか，住民訴訟制度の趣旨を踏まえて分かりやすく整理していただき，本村議会の議員が検討している請求権放棄の議決の適法性について，Ｆ先生の御意見をお聞かせいただけませんか。\n弁 護 士 Ｆ：了解しました。早速，両判決の分析を進めまして，課題について検討結果を送らせていただきます。\n総務課長Ｇ：お願いばかりで恐縮ですが，よろしくお願いいたします。他に質問がなければ，本日の会議は終了といたします。【資料２ 関係法令】\n○ 地方自治法施行令（昭和２２年５月３日政令第１６号）（抜粋）\n（指名競争入札）第１６７条 地方自治法第２３４条第２項の規定により指名競争入札によることができる場合は，次の各号に掲げる場合とする。\n一 工事又は製造の請負，物件の売買その他の契約でその性質又は目的が一般競争入札に適しないものをするとき。\n二 その性質又は目的により競争に加わるべき者の数が一般競争入札に付する必要がないと認められる程度に少数である契約をするとき。\n三 一般競争入札に付することが不利と認められるとき。\n（随意契約）第１６７条の２ 地方自治法第２３４条第２項の規定により随意契約によることができる場合は，次に掲げる場合とする。\n一 売買，貸借，請負その他の契約でその予定価格（貸借の契約にあつては，予定賃貸借料の年額又は総額）が別表第五上欄（注：左欄）に掲げる契約の種類に応じ同表下欄（注：右欄）に定める額の範囲内において普通地方公共団体の規則で定める額を超えないものをするとき。\n二 不動産の買入れ又は借入れ，普通地方公共団体が必要とする物品の製造，修理，加工又は納入に使用させるため必要な物品の売払いその他の契約でその性質又は目的が競争入札に適しないものをするとき。\n三，四 （略）五 緊急の必要により競争入札に付することができないとき。\n六 競争入札に付することが不利と認められるとき。\n七 時価に比して著しく有利な価格で契約を締結することができる見込みのあるとき。\n八 競争入札に付し入札者がないとき，又は再度の入札に付し落札者がないとき。\n九 落札者が契約を締結しないとき。\n２ 前項第８号の規定により随意契約による場合は，契約保証金及び履行期限を除くほか，最初競争入札に付するときに定めた予定価格その他の条件を変更することができない。\n３ 第１項第９号の規定により随意契約による場合は，落札金額の制限内でこれを行うものとし，かつ，履行期限を除くほか，最初競争入札に付するときに定めた条件を変更することができない。\n４ 前二項の場合においては，予定価格又は落札金額を分割して計算することができるときに限り，当該価格又は金額の制限内で数人に分割して契約を締結することができる。\n（せり売り）第１６７条の３ 地方自治法第２３４条第２項の規定によりせり売りによることができる場合は，動産の売払いで当該契約の性質がせり売りに適しているものをする場合とする。\n別表第五（第１６７条の２関係）一 工事又は製造の請負 都道府県及び指定都市 ２５０万円市町村（指定都市を除く。以下この表において同じ。）\n１３０万円二 財産の買入れ 都道府県及び指定都市 １６０万円市町村 ８０万円三 物件の借入れ 都道府県及び指定都市 ８０万円市町村 ４０万円四 財産の売払い 都道府県及び指定都市 ５０万円市町村 ３０万円五 物件の貸付け ３０万円六 前各号に掲げるもの以外 都道府県及び指定都市 １００万円のもの 市町村 ５０万円【資料３ 議会による請求権放棄に関する裁判例】\n○ 適法とする判決：東京高等裁判所平成１８年７月２０日判決（抜粋）\n「住民訴訟が提起されたからといって，住民の代表である地方公共団体の議会がその本来の権限に基づいて住民訴訟における個別的な請求に反した議決に出ることまで妨げられるべきものではない。本件は，（略）損害賠償請求権（注：長に対する地方公共団体の損害賠償請求権）の発生原因のいかんによって放棄の可否を定めた法令はなく，その放棄の可否は，住民の代表である議会が，損害賠償請求権の発生原因，賠償額，債務者の状況，放棄することによる影響・効果等を総合考慮した上で行う良識ある合理的判断にゆだねられているというほかないのであって，（略）甲町の住民の代表で構成される甲町議会は，本件議案について質疑，討論を行い，民主主義の原則にのっとり，多数決で本件損害賠償請求権を放棄する旨議決したのであるから，本件議決によって本件損害賠償請求権は消滅しており，そのことによって『法治主義に反する状態が続く』ことになるものでもない。」\n○ 違法とする判決：大阪高等裁判所平成２１年１１月２７日判決（抜粋）\n「控訴人（注：乙市長）は，地自法（注：地方自治法）９６条１項１０号により，権利の放棄が議会の議決事項とされている以上，乙市議会がした本件権利の放棄の議決は当然有効であると主張する。しかし，（略）①（略），②控訴人は上記財務会計行為（注：乙市による乙市の外郭団体（以下「本件各団体」という。）への補助金等の支出）は適法であるとして争っていたところ，原審は，上記財務会計行為の一部は違法であると認定し，乙市の本件各団体に対する不当利得返還請求権，乙市長に対する損害賠償請求権をそれぞれ一部認めたこと（本件権利），③控訴人は，この判決に対して控訴し，控訴審において引き続き上記財務会計上の行為は適法であると主張して争ったところ，当裁判所は平成２１年１月２１日弁論を終結し，判決言渡期日を同年３月１８日と指定したこと，④控訴人は，平成２１年２月２０日，本件権利の放棄を含む（略）条例を提出し，議会は後記のとおり合理的な理由もないまま本件権利を放棄する旨の決議をなしたこと，⑤控訴人は，平成２１年\n３月４日，弁論再開の申立てをし，当裁判所は，同月１１日弁論を再開する旨の決定をしたこと，⑥本件権利は，乙市の執行機関（市長）が行った違法な財務会計上の行為によって乙市が取得した多額の不当利得返還請求権ないし損害賠償請求権であり，この権利の放棄が乙市の財政に与える影響は極めて大きいと考えられること，⑦議会は，上記権利を放棄する旨の決議をした際，本件と同種の事案（略）等についても，不当利得返還請求権及び損害賠償請求権をいずれも放棄する旨の決議をしたこと，⑧本件権利及び上記⑦の権利を放棄するについて，請求を受けることとなる者の資力等の個別的・具体的な事情について検討された形跡は窺えないことが認められる。\n（略）住民訴訟の制度が設けられた趣旨，一審で控訴人が敗訴し，これに対する控訴審の判決が予定されていた直前に本件権利の放棄がなされたこと，本件権利の内容・認容額，同種の事件を含めて不当利得返還請求権及び損害賠償請求権を放棄する旨の決議の乙市の財政に対する影響の大きさ，議会が本件権利を放棄する旨の決議をする合理的な理由はなく，放棄の相手方の個別的・具体的な事情の検討もなされていないこと等の事情に照らせば，本件権利を放棄する議会の決議は，地方公共団体の執行機関（市長）が行った違法な財務会計上の行為を放置し，損害の回復を含め，その是正の機会を放棄するに等しく，また，本件住民訴訟を無に帰せしめるものであって，地自法に定める住民訴訟の制度を根底から否定するものといわざるを得ず，上記議会の本件権利を放棄する旨の決議は，議決権の濫用に当たり，その効力を有しないものというべきである。」",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/公法系.pdf",
  "purpose": "を十分に理解して受験者が実力を発揮できるよう配慮して，本年は各設問の配点割合を明示することとした。\n【民事系科目】\n〔第１問〕\n設問１は，株式会社成立時における現物出資財産の価額が当該現物出資財産について定款に記載された価額に著しく不足する場合における，発起人及び設立時取締役の責任について，会社法上の基本的な理解を問うものである。発起人及び設立時取締役につき，不足額のてん補責任（会社法第５２条第１項）の要件の該当性のほか，その免責事由（同条第２項）についての適用除外の有無及び免責事由の当てはめ，更に会社法第５３条第１項に基づく任務懈怠による損害賠償責任の有無につき，事実関係を踏まえた記述をすることが求められる。\n設問２は，株式会社の成立後における募集株式の発行に際し，その一部が仮装払込み（いわゆる見せ金）による場合に，①その払込みの効力と発行された株式の効力，②見せ金による払込みにかかわった取締役その他の取締役や見せ金による払込みを行った募集株式の引受人の会社に対する責任及び③当該取締役の第三者に対する責任について，会社法上の基本的な理解を問うものである。\n見せ金の効力及びこれにより発行された株式の効力に関する判例や学説の状況を十分に理解した上で，事実関係を踏まえ，①～③の各問に解答することが求められる。\n①においては，見せ金による払込みの効力と発行された株式の効力を分けて論述することが求められる。前者では，判例の立場を踏まえ，見せ金の意義，見せ金と認定するための要件とその当てはめ，払込みの効力の論拠を検討することが必要である。後者では，判例の立場を踏まえ，発行された株式の効力の論拠を検討する必要があり，払込無効説を採る場合には，取引の安全への配慮のほか，無効となった払込みの実質的なてん補手段の有無や１０パーセントの資金が会社に残っていることの評価について検討することが期待され，さらに，株式の効力を否定する場合には新株発行の無効と不存在の別，払込無効説に立ちながら株式の効力を認める説（株式有効説）を採る場合には株式の所有者等が問題となり得る。そのほか，払込有効説を採る場合には，取締役が払込みに係る資金を引き出して引受人に対し交付した行為の評価について検討することが期待される。\n②及び③については，①において採用した結論（払込み及び株式の無効（不存在）説，払込無効・株式有効説，払込み及び株式の有効説）と整合した記述をすることが求められる。この記述においては，特に全体的な論理的構成力が試されている。\n②においては，いずれの説に立つ場合であっても，これに整合して，会社法第４２３条第１項の任務懈怠の内容及び損害の内容等について記述することや，取締役Ｂについては，監督（監視）義務違反の根拠及びその内容を記述することが求められる。募集株式の引受人丙社については，会社法第２０８条第５項による失権の有無を踏まえ，同法第２１２条第１項第１号の類推適用の可否等会社法上の責任について検討することが期待される。③においては，取締役Ａ及びＢの両名について本件募集株式発行に関し，会社法第４２９条第１項の「職務」の内容を具体的に記述することのほか，同条第１項と第２項の責任の関係，同条第２項での責任主体となる「取締役」の意義を記述することが求められる。特に，取締役\nＡの同項第１号ロ及びハの各責任の有無については，①において採用した結論との整合性に配慮しつつ，資料①②の虚偽のある項目及び内容を分析することが期待される。\n〔第２問〕\n民事系科目（第２問）は，工場を個人で営むＡとその家族らの取引と民事訴訟をめぐる事例に関して，民法上及び民事訴訟法上の問題点についての基礎的な理解を問う総合問題である。\n具体的事実を法的な観点から評価し構成する能力，具体的な事実関係に即して基本問題を考察する能力及び論理的に一貫した論述をする能力などを試すものである。\n設問１は，第１に，Ｆが第１訴訟において選択的にする二つの主張の法的構成が，有権代理構成と権限外の行為の表見代理構成（民法第１１０条）であることを理解した上で，二つの法的構成を区別することができるかどうか，第２に，各法的構成において，事実①及び事実②の性質を的確に把握することができるかどうかを問うものである。まず，有権代理構成において，事実①はＡがＣに代理権を授与したことを推認させる間接事実である意義を有すると考えられ，これに対し，事実②は特段の意義を有しない。次に，権限外の行為の表見代理構成においては，事実①は２０００万円の融資についてＣに代理権があるものと信ずる正当な理由があるとする評価を根拠付ける事実である意義を有し，それとともに，事実①はＡがＣに１５００万円の限度における代理権を授与したことを推認させる間接事実である意義を有するとも考えられる。また，事実②はＣに２０００万円の借入れの権限があるかどうかをＦが調査しようと試みたことを意味するものであるから，他の事情とあいまって，正当理由を根拠付ける一つの事実である意義を有するものとも考えられる。反対に，事実②のうち携帯電話がつながらないことは，Ｃの不審な挙動を示唆するものとみることができないものではないから，それにもかかわらずＡ本人との接触に成功しないまま融資を敢行したこととあいまって，正当理由の評価障害事実になるとする性質把握も一定の説得力を持つ。そこで，適切な理由が付されて解答されているかが問われることになる。\n設問２は，抵当不動産の第三取得者が抵当目的物件を故意に滅失させた事案について，抵当権侵害による不法行為に基づく損害賠償の成否を問うものである。\n小問（１）の考察においては，Ｅによる丙建物の取壊し後におけるＦの被担保債権額と甲乙土地の価額との関係を考慮しつつ，抵当権侵害における損害の発生について，抵当権の担保権的性質の基本的理解との関連を意識しつつ論ずることが望まれる。ここでは，【事実】及び〔設問〕のいずれにおいても，甲乙土地及び丙建物の価額は示されていないので，解答は抽象的な理論操作に基づく記述で足りる。加えて，抵当権侵害における損害はどの時点で確定することができるかについて論ずることが望まれる。この点については，【事実】に基づくと，Ｅによる丙建物の取壊しは平成１９年８月１９日であり，Ｆに対するＡの債務の第１回弁済期は平成\n２０年３月１５日であるため，Ｅの行為が抵当権の被担保債権の弁済期前であることをどのように評価するかが問われることになる。\n小問（２）の考察では，民法第１７７条の第三者からはどのようなものが排除されるべきか，その上で，【事実】に示された法律上有意な事実を過不足なく指摘しながら，ＥがＦとの関係で，民法第１７７条の第三者から排除すべき者に当たるかを論ずることが求められる。加えてその前提として，不動産物権変動の第三者対抗の問題が，不法行為の成立要件との関係でどのように位置付けられるかを論ずることが求められる。すなわち，不法行為の成立要件との関係において，抵当権者Ｆのために抵当権の設定の登記が行われていないことをどのように評価するか，また，丙建物の所有者Ｅによる取壊しが抵当権を侵害する行為に該当するか否かについての考察が必要となる。\n設問３は，訴状に被告として記載されていた人物Ｅとは異なる人物Ｇが，被告本人として訴訟（第２訴訟）の手続に関与していたという事例について，Ｇが行った行為の効力がＥに及ぶかを論じさせるものである。\nここでは，Ｇの行為の効力が問われているから，そもそもＧの行為は，訴訟法上どのようなものとして位置付け評価され得るのかという点について，いわゆる当事者確定の基準論の理解を前提に，自説の考え方（ないし問題となる点）を明らかにしつつ，論理を展開することが求められる。特に，設問３の事例では，Ｇは被告Ｅとして行為しており，その行為が外形的には訴訟代理の形式をとっていないことをどのように評価するのか，仮に，Ｇの行為を，Ｅを本人とする訴訟代理行為（ないしその類似行為）ととらえようとするのであれば，その効力を，弁護士代理の原則ないしその趣旨との関係でどのように考えるべきかなどといったことが問題となろう。そして，その検討過程においては，既にＥになりすましているＧの行為を前提として複数回の期日が重ねられてしまっていることへの配慮の要否という実質的な問題もある。\n設問４は，抵当権設定登記抹消請求訴訟（第３訴訟）を題材として，被担保債権に係る債務の不存在確認請求について審理・判断された前訴（第１訴訟）確定判決の既判力がどのように作用するかという問題点及び質的一部認容判決である条件付給付判決をすることができるかどうかという問題点について，考えさせる問題である。\n前訴における請求は，いわゆる自認部分がある債務不存在確認請求であったが，最高裁の判例は，自認部分は訴訟物とならず，自認部分の存否は既判力によって確定されないとの立場を採用している。小問（１）は，第３訴訟の被告Ｆの訴訟代理人弁護士Ｑが提示した最高裁判例とは異なる内容の法律構成①と法律構成②のそれぞれについて，被告側の法律主張（つまり，党派的な主張）としての適否を検討することを求めている。そこでは，最高裁判例の立場を確認した上で，法律構成①については，量的に可分な給付請求権に関する一部請求後の残部請求をめぐる議論状況との対比の下に，全部認容判決である前訴確定判決が自認部分についても判断を下しているといえるかどうかを検討することが求められ，法律構成②については，請求の放棄構成の技巧性について検討するほか，請求の放棄について既判力が認められるかどうかを，そこで問題となる既判力の概念と絡めながら検討する（その際，調書の作成がないことや既判力の基準時についても検討する）ことが求められている。\n小問（２）では，条件付給付判決ができるかどうかを論ずるに際して，少なくとも以下の三つの論点を検討することが必要である。まず，①原告Ａが無条件の給付判決を求めているのに対し，質的一部認容判決である条件付給付判決をすることが，民事訴訟法第２４６条との関係で許容されるかどうかを検討すべきである。その際，②現在の給付を命じることを内容とする引換給付判決とは異なり，条件付給付判決が将来の給付を命ずる判決であることとの関係で，同法第１３５条の要件を検討し，また，③条件付給付判決と全部棄却判決のそれぞれの既判力の客観的範囲（裁判所が認定した残債務額が既判力の対象になるかどうかという問題点を含む。）を比較検討することも求められる。\n設問５は，次のような三つの法律問題についての考察を順に求めるものである。第１に，認知者が認知の意思を表示し認知届を作成して使者に届出を委託した後に死亡し，この間に認知届が提出されていない場合，認知の効力は生じるかを問うものである。認知届の提出が身分変動の効果が発生するための要件であるため，父の認知の意思が確認できたとしても，認知届が提出されていない以上，認知の効力は発生しない。第２に，自筆証書遺言の解釈として，遺言者の子ではない者に遺言者の遺産の３分の１を分けるということが何を意味するか，その場合に遺言者の相続人の法的地位はどのようなものかを問うものである。平成２０年４月６日付のＡの遺言に記載されている内容は，Ｅに対しては割合的包括遺贈であり，唯一の相続人であるＣに対しては遺産の残余部分が相続により帰属することの確認となる。第３に，割合的包括遺贈が行われた場合，受遺者は相続人として扱われ被相続人の債務も承継するところ，被相続人が負っていた金銭債務は相続人と受遺者にどのように承継されるかを問うものである。割合的包括遺贈における金銭債務の承継については，金銭債務について共同相続が生じた場合の規律を参照しつつ，金銭債務の債権者はだれに対してどのように履行請求をすることができるのかについて考察することが望まれる。\n【刑事系科目】\n〔第１問〕\n本問は，Ａ病院の入院患者Ｖが薬の誤投与に起因して死亡したという具体的事例について，Ｖを看護していた妻の甲，担当していた看護師乙及び薬剤師丙の罪責を問うことにより，刑事実体法及びその解釈論の理解，具体的事案に法規範を適用する能力及び論理的思考力を試すものである。\n第1に，甲の罪責については，甲がＶの異状を認識しながら，看護師乙ら病院関係者に連絡することなく放置し，結局Ｖを死亡させたことについて，いかなる刑法上の罪が成立するかが問題となる。\nまず，甲が乙による巡回を妨害するなどの積極的な行為に及んでいるので，甲の行為を不作為，作為のいずれととらえるのかが問題となる。\n不作為とする場合は，不作為による殺人罪又は保護責任者遺棄致死罪の成否が問題となる。\n両罪を区別する基準として，殺意の有無によるとする考え方，作為義務の程度によるとする考え方などがあるが，いずれの立場に立ったとしても，後述する殺意の有無など関連する事実を認定しつつ，事案への当てはめを行うことが求められる。\n次に，不作為による殺人罪又は保護責任者遺棄致死罪の成否を検討する場合には，作為義務ないし保証人的地位の発生根拠（基礎付け事情）に関する考え方を示すことが必要となるところ，作為義務の発生根拠については，多元的に理解するのが一般であり，法令，契約及び条理のほか，先行行為，事実上の引受け，排他的支配領域性に求めるなどの様々な考え方があり，それらを踏まえて自らの見解を明らかにすることになる。\n甲に対する作為義務の有無の検討においては，単に甲がＶと夫婦関係にあり，民法上の扶助義務を負うことだけで足りるとするのではなく，甲が午後２時に乙の巡回（容体確認）を妨害したことなど，具体的事情を丁寧に拾いつつ，その事情が作為義務の発生根拠との関係でどのような意味を持つのか明らかにする必要がある。また，ＶがＡ病院に入院中の患者であり，Ｖ\nに対する看護義務は第一次的には乙ら病院側にあることを踏まえ，どのような事情があれば甲に作為義務が認められるかを論ずることが肝要である。\n甲に作為義務が認められるとしても，その作為義務の内容，作為可能性・容易性についても検討する必要があるほか，甲の不作為とＶの死亡という結果との間の因果関係について，不作為犯の特殊性を踏まえつつ，事例に即して論ずることになる。\nさらに，甲に対して不作為による殺人罪の成立を肯定するためには，殺意(故意)の検討が必要となる。甲は，Ｖの危険な状態を認識しながらも，Ｖの介護から解放されたいと思う一方で，長年連れ添ったＶを失いたくないという複雑な気持ちを抱き，その間で感情が揺れ動いているので，結果の発生に対する認識・認容が必要とする認容説（判例）など自らの立場を明らかにしながら，具体的事例における当てはめを行うことになる。\n殺意を認定する場合には，その成立時期についても留意する必要がある。なぜなら，殺人罪が成立するには，殺意が肯定されることに加え，作為義務の発生時期，救命可能性が認められる時期（午後２時２０分まで）との関係も踏まえ，これらがすべて満たされる必要があるからである。\n第２に，乙丙の罪責については，乙と丙が医師Ｂの処方したとおりのＥ薬ではなくＤ薬を投与した上，乙がＢの指示どおりにＶの容体確認をしなかったため，Ｖが死亡するに至っていることから，乙丙それぞれについて業務上過失致死罪の成否を検討することになる。\nまず，前提として，業務上過失致死罪（刑法第２１１条第１項）の「業務」についての判例の理解を踏まえつつ，これを，看護師，薬剤師という乙，丙それぞれの仕事の特性を考慮しつつ当てはめを行うことになる。\n次に，過失犯の理論について，事案の解決に必要な限度で簡潔に自らの考え方を明らかにした上，事例に即して，乙丙に課せられる具体的な注意義務の内容を特定する必要がある。特に，乙については，誤った薬の投与という行為だけでなく，医師Ｂに指示されたとおりの巡回を行わなかったことも認められるので，それぞれの行為について具体的な注意義務を検討すべきである。\nその上で，問題文中の具体的事情を摘示しつつ，乙丙のＶの死亡という結果に対する予見可能性や，結果回避可能性・結果回避義務違反について検討すべきである。\nさらに，乙丙に対してＶ死亡の結果の責任を問うためには，乙丙の薬品の投与に係る過失行為の後に甲の（不作為による殺人行為又は保護責任者遺棄行為という）故意行為が介在している（丙の場合は，それに加えて乙の過失行為も介在している。）ことから，因果関係の有無が問題となる。因果関係については，相当因果関係説，最近の判例の立場とされる客観的帰属論的な考え方など見解は様々あるところ，自らのよって立つ考え方を明らかにした上，当てはめを行うことになる。その際，介在している甲の行為は，故意行為とはいえ，不作為であって，因果の流れに物理的に影響を及ぼしたとまでは言い難いという点をどのように評価するかがポ\nイントとなろう。\n最後に，こうした検討を経た上で，甲乙丙の罪数判断を示す必要がある。\nなお，乙丙の関係については，過失犯の共同正犯を肯定する見解に立つ場合には，乙丙間に業務上過失致死罪の共同正犯が成立する余地があるが，その場合，乙と丙が共通の注意義務を負っているといえるかが問題となるほか，乙丙の各過失行為と結果との間に単独犯として因果関係がそれぞれ認められるとの結論に至った場合に，共同正犯を認める実益は何かという問題意識も必要となろう。乙丙間における信頼の原則の適用についても問題となり得るが，看護師，薬剤師のそれぞれに独立して適正な薬であることの確認が求められているような体制下で，同原則を適用することの相当性が認められるか否かを検討する必要があろう。\n論述においては，刑法解釈上の論点に関する判例・学説の基本的な事項についての正確な理解に基づき，複雑な事案を解きほぐしていくという分析作業を行うとともに，事案の解決に必要な範囲で論点に関する自らの見解とその論拠を簡潔に示すことが求められる。いわゆる論点主義に陥ることなく，具体的事案を虚心に分析，検討し，結論の妥当性も勘案しながら，事案に現れた事情を丁寧に拾い，その持つ意味を明らかしていくという粘り強い論述が求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識，適用能力及び論理的思考力を試すものである。\n事例は，暴力団幹部らによるけん銃の組織的な密売事件を素材とし，設問１は，警察官が，暴力団Ａ組幹部である被疑者甲がＡ組の組事務所であるアパート前公道上のごみ集積所に投棄したごみ袋や，自宅マンションのごみ集積所に投棄したごみ袋から発見したメモ片を持ち帰り復元する行為，さらに捜索差押許可状に基づいて差し押さえた携帯電話の消去されていたデー\nタを復元・分析する行為について，その適法性を論じさせることにより，刑事訴訟法第２２１条の定める遺留物の領置，同法第２１８条第１項の定める捜索，差押え及び検証についての正確な理解と具体的事実への適用能力を試すものである。\n刑事訴訟法第２２１条は，被疑者その他の者が遺留した物を令状なく領置することを認めているが，設問１の捜査①及び②では，本問のごみが遺留物といえるか，いえるとして捜査機関は何らの制限なくこれを領置することができるか問題となり，捜査③では，消去されたデータ\nの復元・分析が捜索差押許可状の効力として許されるか，それとも新たな権利侵害に該当し別個の令状を必要とするか問題となるため，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。\n法の文言解釈と事例への適用においては，同条における遺留物がなぜ令状なくして取得可能なのかという制度の趣旨に立ち返り，占有取得の過程に強制の要素が認められないからこそ令状を要しないとされている遺留物とは，遺失物より広い概念であり，自己の意思によらず占有を喪失した場合に限られず，自己の意思によって占有を放棄し，離脱させた物も含むなどと定義した上で，具体的事例の捜査①及び②のいずれについても，投棄されたごみが遺留物に該当するか否かをまず検討し，その上で，当該ごみが遺留物に該当するとしても，排出者がごみを排出する場合における「通常，そのまま収集されて他人にその内容を見られることはないという期待」がプライバシー権として権利性を有するか否かを検討し，さらに，同権利性が認められるとしても，本件事例においてなお要保護性が認められるか否かを論ずるべきである。\nこうした法解釈の枠組みの中で，本件事例の具体的状況下におけるごみの領置の必要性及び相当性を検討してその適法性を論ずることになろうが，いずれも事例中に現れた具体的事実を的確に抽出，分析しながら論ずべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。例えば，捜査①については，けん銃密売事件という重大犯罪でありながら組織的に，かつ，巧妙な手段により行われていたため通常の捜査方法では摘発が困難であったという捜査の必要性に加えて，ごみ袋が投棄されたのがだれもが通行する場所であったという具体的状況や，他者が拾うことも予想される公道上のごみ集積所から，甲がごみ袋を置いたのを現認した上で，同ごみ袋を持ち帰ったという手段の相当性を検討するべきであるし，捜査②については，ごみ集積所がマンション敷地内にあるが，管理者の同意なしに敷地内に立ち入る行為の法的意味をどのように評価すべきか，その際，そこは居住部分の建物棟とは少し離れた場所の倉庫内にあり，その出入口は施錠されておらず，だれでも出入りすることが可能であったという事実をどのように評価するか，その場所に投棄されたごみの遺留物性及びプライバシー権の要保護性の有無を，捜査①との違いを意識しながら検討して論じる必要があろう。また，捜査③では，消去されたデータの復元とは，消去によって可視性がなくなったデータを可視性がある状態にするものであり，元々のデータを破壊，改変等するものではないといった具体的事実の分析をし，その上で，令状裁判官の審査を経た当初の携帯電話に対する捜索差押許可状がどこまでの効力を持つものかという観点から論ずるべきである。\n設問２は，被疑者甲と捜査協力者である乙及び丙女との会話を録音したＩＣレコーダーや携帯電話を再生して反訳した捜査報告書について，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。さらに，その前提として，本問では，おとり捜査や秘密録音といった捜査手法がとられていることから，それらの適法性が捜査報告書の証拠能力に影響し得るため，併せてそれらの適法性についても問い，これらの捜査の適法性についての正確な理解と具体的事実への適用能力を試している。\nまず，前提となる捜査の適法性については，おとり捜査の意義を定義し，おとり捜査一般の問題の所在や適法性の判断基準を示した上で，いわゆる機会提供型か犯意誘発型かというだけではなく，本件で当該捜査手法をとるべき必要性・補充性や働きかけ行為の相当性を考慮し，- 8 -\n設問で与えられた具体的事実を踏まえて，本件における乙を通じての被疑者甲へのけん銃譲渡の働きかけが適法であるか否か詳細に検討する必要がある。また，会話の一方当事者の同意がある場合における通話及び会話の秘密録音については，例えば，会話当事者の一方が録音に同意している場合には，その会話内容は相手方の支配下に置かれたものであり，会話の秘密性は放棄したものと評価され，要保護性は，通信傍受のような会話当事者のいずれの同意もない場合に比べて低下しており，任意捜査としてその適法性を判断するなどと，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じた上で，録音①，②及び③のそれぞれの状況における具体的事実を踏まえて適法性を論ずるべきである。\nこれら前提となる捜査の適法性を論じた後，捜査報告書の証拠能力を検討することになろうが，本問では，検察官が，「甲乙間の本件けん銃譲渡に関する甲乙間及び甲丙女間の会話の存在と内容」という立証趣旨を設定して本件捜査報告書の証拠調べを請求したところ，弁護人は，これに不同意の意見を述べている。本件捜査報告書は，作成者である司法警察員ＫがＩＣレコ\nーダーや携帯電話の録音内容を聞いた上で，これを反訳したものであり，捜査官が五官の作用によって事物の存在及び状態を観察して認識する作用である検証の結果を記載した書面に類似した書面として，刑事訴訟法第３２１条第３項により，作成者Ｋが公判廷で真正に作成されたものであることを供述すれば証拠能力が付与されるという捜査報告書全体の性質をまずは論ずる必要があろう。\nその上で，本件捜査報告書には，甲乙間及び甲丙女間の会話部分並びに乙によるその会話内容の説明部分が含まれていることから，これらの部分の証拠能力について，更に伝聞法則の適用があるか否かを要証事実との関係で検討する必要がある。要証事実を的確にとらえれば，甲乙間及び甲丙女間の会話部分については，会話内容が真実かどうかを立証するものではなく，甲乙間及び甲丙女間でそのような内容の会話がなされたこと自体を証明することに意味があり，会話の存在を立証するものであるから，この会話部分は伝聞証拠には該当しないとの理解が可能であろう。これに対して，乙による説明部分については，正に乙が知覚・記憶し，説明した会話の内容たる事実が要証事実となり，その真実性を証明しようとするものであるから，伝聞証拠に該当すると解した上で，伝聞例外を定める刑事訴訟法第３２１条第１項第３号によりその証拠能力の有無を検討することになる。同号の各要件については，乙の死亡や会話部分にはけん銃という言葉など聞き取れない部分があること，乙による説明は会話に引き続きなされており，その内容は直前の会話内容と整合するとともに，乙方でりんごの箱とともに発見されたけん銃２丁などの客観的状況とも整合するといった具体的事実を的確に当てはめ，その証拠能力を検討しなければならない。\nいずれの設問についても，正確な法的知識を当然の前提としながら，法解釈論や要件を抽象的に論じるだけでなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続開始決定前に破産者から逸失した財産の回復に関連する破産法上の制度及び民法等の実体法の規律についての理解を問うものである。\n設問１(１)については，まず，本件事例の下では，破産法第１６２条第１項第２号の否認権の行使が問題となることを指摘した上で，同号の否認の要件を充足するか否かについて論じる必要がある。その際には，本件代物弁済が「その時期が破産者の義務に属しない行為」に当たることを明確にするとともに，支払不能となった時期について，手形の不渡りがあったという本件の事案に照らして適切に判断することが求められる。その上で，目的物の返還を求めることができない場合における価額償還請求権とその価額算定の基準時について論じる必要がある。\n(２)については，まず，Ｂ社が本件トラックの所有権を主張することができるかどうかについて，破産管財人の第三者的地位の問題などを踏まえつつ，論じる必要がある。その上で，Ｂ社の上記主張は認められないが，本件トラックの返還を求めることができない場合には，Ｋは，Ｂ社に対して不当利得の返還を請求することができること及びその場合において返還を求めるべき不当利得の価額について論じる必要がある。さらに，それが(１)の償還を求めるべき価額と異なる場合に，その理由を制度趣旨にさかのぼって論じることが求められる。\n設問２については，本件事例の下で，建物の賃料債権に対する物上代位を含め，別除権である抵当権の行使方法としてどのようなものが考えられるか，また，不足額責任主義を採用している破産法において，破産債権の届出から最後配当までの具体的手続はどのようなものかという点を踏まえて，Ｂ社が採ることができる債権回収方法について論じることが求められる。\n〔第２問〕\n本問は，具体的な事例を通じて，民事再生手続における継続的給付を目的とした双務契約の取扱い及び相殺禁止に関する規律についての理解を問うものである。\n設問１については，まず，本件事例における倒産解除条項の有効性について論じる必要がある。その上で，今後の取引を継続する前提として，民事再生法第４９条第１項に基づき本件契約の履行を請求する必要があることを明らかにし，Ｂ社が履行を拒絶することの可否について，本件契約が同法第５０条第１項に規定する継続的供給契約に該当するか否かの検討を踏まえて，論じる必要がある。さらに，その該当性の有無についての結論に応じて，Ｂ社が有する現在及び将来の債権が民事再生手続上どのように取り扱われるかについて論じることが求められる。\n設問２については，まず，甲手形に関しては，民事再生法第９３条第１項第４号に該当すると同時に同条第２項第２号にも該当することについて，本件事例に即して具体的に指摘する必要がある。さらに，相殺適状発生と相殺の意思表示の時期に関する同法の規律について，破産法の規律との違いを踏まえつつ，その趣旨も含めて説明することが求められる。\n次に，乙手形については，民事再生法第９３条第１項第１号が適用され得ることを本件事例に即して具体的に指摘する必要がある。その上で，同法には破産法第６７条第２項後段のような規定が存しないことを踏まえつつ，上記の民事再生法の規定の適用による相殺禁止という結論を維持すべきか否かについて，乙手形に関する相殺の合理的期待の保護の必要性の有無，破産手続と民事再生手続との目的・趣旨の違い等の検討を踏まえて，理由を明確にして自説を論じる必要がある。\n[租 税 法］租税法の出題に関しては，これまでと同様に，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含む，基本的な理解を問う出題としている。\n〔第１問〕\n本問題は，家族的事業についての課税の在り方を通じて，所得税法の基本的な理解と応用力を試すものである。\nまず，設問１（１）は，父親Ａから子Ｃに支払われた学資金名目の金員について，授業料に充てられていた上記金員はＣの所得に当たるのか，所得税法第９条第１項第１４号の学資金又は扶養義務の履行に該当するとして非課税となるのか，若しくは給与となるかをを踏まえて多角的に検討する問題である。\nまた，給与とした場合には，家族内の費用支出の取扱い（所得税法第５６条）についての言及も必要となる。この論点は，さらに，設問１（２）で，ピアノ演奏等を業としている妻Ｂに対する演奏料について所得税法第５６条，第５７条の適用があるかを，判例（最判平成１６年\n１１月２日判時１８８３号４３頁）にも照らして検討することが求められている。\n設問２は，他人の窃盗によって失った金銭は，所得税において，どのように取り扱われるのか，特に，事業上必要な資産を盗まれた場合はどうかを検討する問題であり，所得税法第３７条，第５１条，第７２条に当たるかが問われている。設問２（２）においては，Ａが経営する飲食店が法人であった場合を対比させており，法人税法における損害賠償請求権が両建てされることや，所得税とは損失の取扱いが異なっていることにも言及することを期待している。なお，このような場合に損害賠償請求権が貸倒れになるのかについても適切に論述することが期待される。\n〔第２問〕\n本問題は，青色申告制度の趣旨及び概要並びに青色申告の承認の取消し，並びに推計課税制度の根拠，趣旨及び概要について，それぞれ，基本的な理解を問うとともに，具体的な事例への適用能力を問うものである。\n設問１では，青色申告制度についての基本的知識が問われており，青色申告制度の趣旨のほか，その概要として，青色申告の承認及びその取消し，青色申告者の特典と義務についての基本的な知識が問われている。また，設問２では，青色申告承認の取消事由（所得税法第１５０\n条第１項）を本問の事案に即して検討することが求められており，各号が掲げる取消事由の意義を踏まえた合理的な論述が求められているが，本問の事例のように，帳簿書類を税務職員による検査に当たって適時に提示することが可能なように態勢を整えて保存していなかった場合については判例（最判平成１７年３月１０日民集５９巻２号３７９頁）があり，この判例の理解とその内容への適切な言及が期待されるところである。\nまた，設問３及び設問４は，推計課税についての理解を問うものであり，推計課税が認められる根拠と所得税法第１５６条について言及することと，推計の必要性と推計の合理性という推計課税の認められる要件について整理して論述することが期待されるところである。さらに，本問の事例について，推計の必要性と推計の合理性が認められるかを具体的に検討することが求められている。\n[経 済 法］\n〔第１問〕\n本問は，若手デザイナーによる手作りアクセサリー（以下「本件商品」という。）の販売を仲介する携帯電話専用のウェブサイトの運営事業（以下「本件事業」という。）の市場において，安価な手数料率の設定を売り物にして新規参入してきた事業者に対し，既存の事業者であるＡ社が危機感を覚え，同社のサイトへの掲載を依頼する若手デザイナーに対し，新規参入者との二重登録を禁止することを目的とする措置（以下「本件措置」という。）を講じようとしたことについて，独占禁止法上の問題点を検討させることをその趣旨としている。\nすなわち，本件措置を講ずることにより，どのような市場における競争に関し，どのような競争上の影響や弊害を生ずるおそれを生むこととなるかについて，事実関係の分析と構成要件への当てはめの過程を見ようとするものであり，本件措置が若手デザイナーの事業活動に与える影響及び競争への影響を検討すべき市場の範囲，その公正競争阻害性について検討することが求められる。\n具体的には，不公正な取引方法の一般指定第２項後段又は第１２項の構成要件を踏まえ，本件措置について，他の事業者にある事業者に対する取引を拒絶させたといえるか，又は相手方の事業活動を不当に拘束する条件を付けて取引したといえるかについて，本件商品の販売形態の特殊性やＡ社の市場における地位，その実効性確保手段の有無及び程度等を勘案して検討する必要がある。\n本件措置が影響を及ぼすこととなる競争の具体的な形態としては，各社のウェブサイトによる本件商品の販売の仲介を希望する若手デザイナーの獲得をめぐる競争のほか，各社が運営するウェブサイトを媒介として若手デザイナーと一般消費者との間で成立する本件商品の販売における競争も想定されよう。\nまた，その公正競争阻害性に関しては，本件の市場の実態に基づいて，本件事業に新規参入した事業者が市場から排除されるおそれ，すなわち市場閉鎖効果が生ずるおそれの有無や，本件商品の販売価格が維持されることがないか等の点に着目し，併せて本件措置を講ずることについての正当化事由についても検討する必要がある。\nいずれにせよ，本問においては，本件措置が市場における競争に及ぼす影響について，独占禁止法上の行為規制の趣旨及び体系並びに各違反行為の構成要件を正確に理解した上で，事実関係を丹念に検討してその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ｙ市発注の下水道管更生工事の入札という架空の事例を基に，入札談合が独占禁止法に違反するかどうかを不当な取引制限（独占禁止法第３条，第２条第６項）の要件に従って検討させ，不当な取引制限の規制について基本的理解ができているかを確認することをその趣旨としている。\n設問１においては，まず，共同行為，事業活動の相互拘束等の要件について，Ａ，Ｂないし\nＤ及びＥ・Ｆのそれぞれの平成２１年２月１日の会合，３月５日の会合等における行為が，これらの要件を満たすか否かを検討することとなる。ここでは取り分け，ＢないしＤの行為のほか，Ａはこの二つの会合の間に指名停止処分を受けて入札に参加できず，また，Ｅ・Ｆはこれらの会合にはかかわることなく本件談合に協力をしたことが，共同行為及び事業活動等の相互拘束の要件においてどのように評価されるか，意思の連絡は成立するか，相互拘束性があるか等を本件事案に即して検討することを求めている。\n次に，本件において「一定の取引分野」をどのように画定するか，すなわち，例えば甲工事と乙工事の関係はどうか，Ｙ市発注の下水道管更生工事という一定の取引分野が成立するかを検討し，さらに，基本合意に続いて個別調整（個別入札）が行われた本件事案において競争を実質的に制限するかを検討することとなる。\n設問２では，基本合意は成立しているが個別調整が実施されていない事案において，不当な取引制限が成立するかを問うている。検討に当たっては，不当な取引制限は，入札談合において基本合意と個別調整のいずれで成立するか，本件事案においては基本合意だけで成立するかについて，独占禁止法第２条第６項の要件に基づいて説明することが求められる。その際には，当然ながら，設問１の解答と矛盾しないことも求められる。\nいずれにせよ，本問においては，不当な取引制限の要件の意義を正確に理解した上で，当該行為による競争への影響を念頭に置き，事実関係を十分に検討した上で当てはめをを行うことが求められる。\n[知的財産法］\n〔第１問〕\n設問１は，丙のイ号製品の製造販売が甲及び乙が共有する特許権を侵害するか否か，また，設問２は，丙のロ号製品の製造販売及び丁のハ号製品の製造販売が当該特許権を侵害するか否かについて論述させるものである。当該特許権の特許請求の範囲に記載された構成中にこれらの製品と異なる部分が存在するのであり，設問１及び設問２は，いわゆる均等論に関する理解を問うものである。\n設問１においては，最高裁判所の判決（最判平成１０年２月２４日民集５２巻１号１１３頁）が述べた，均等論の第４要件が問題となろう。イ号製品は，ａ，ｂ’及びｃの構成を有する製品であるところ，同構成については，戊の特許出願の願書に最初に添付した明細書に記載されていたため，甲及び乙の特許出願時には，特許法第２９条の２により，甲及び乙は特許を受けることができなかったはずのものであった。上記判例の文言によれば，第４要件は，「対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから右出願時に容易に推考できたものではな」いというものであるが，その根拠として述べられていることを踏まえて，イ号製品について第４要件が充足されるか否かについて論述することが求められる。\n設問２においては，上記判例が述べた，均等論の第３要件が問題となろう。同判例において，第３要件の判断基準時は「対象製品等の製造等の時点」と述べられているところ，α発明における構成要件Ｃをｃ’に置き換えることは，丙がロ号製品の製造販売を開始した２００８年８\n月２０日の時点では当業者が容易に想到することができるものではなかったが，ロ号製品を解析すれば，それがａ，ｂ及びｃ’の構成を有するものであることは格別の困難なく知ることができたという事実関係から，丁がハ号製品の製造販売を開始した２００９年１０月１日の時点では当業者が容易に想到することができたものになっていたと考えられる。この点に基づいて，「対象製品等の製造等の時点」の意義を明らかにした上で，ロ号製品及びハ号製品について第\n３要件が充足されるか否かについて論述することが求められる。なお，両者の結論が異なるにせよ同じであるにせよ，その妥当性についても検討することが望まれる。\n設問３は，特許権が共有に係る場合のその特許発明の実施に関するものである。丁のハ号製品の製造は乙の依頼によるもので，丁はその製造したハ号製品すべてを乙に納入しているという事実関係の下で，丁の実施を乙の実施と同視することの可能性，また，甲と乙が甲のみがα\n発明の実施をすることを合意していた場合と特許法第７３条第２項の「契約で別段の定をした場合」との関係の検討を通じて，甲の差止請求の可否について論じることが求められる。\n〔第２問〕\n設問１は，αプログラムについてＡが有する権利に関して論じた上で，ＡがＢに対して，いかなる権利の侵害に基づいて，どのような請求をすることができるかについて論述させるものである。Ａが有する権利に関しては，職務著作の成否（著作権法第１５条第２項）及び著作権法第６１条第２項の推定について検討する必要がある。前者については，対象となる著作物がプログラムの著作物であって，著作権法第１５条第１項ではなく，同条第２項が適用されるため，本件契約においてＡが開発するプログラムにその著作者名としてＢを表示する旨が定められていることがＡの職務著作の成立にとって問題とならないことに注意しなければならない。\n後者については，裁判例では，著作権を譲渡する契約においてすべての著作権を譲渡する旨が定められているだけでは，著作権法第６１条第２項の「特掲」があったとは解されていないのであり，そのため，本件契約において「Ａが開発するプログラムについてのすべての著作権をＢが有」する旨が定められていることから，直ちに同項の推定が否定されることにならないことに注意しなければならない。また，Ｂによって侵害されるＡの権利としては，同一性保持権\n（著作権法第２０条）等の著作者人格権，並びに，上記推定が覆滅しない場合に，翻案権（同法第２７条）及び二次的著作物の利用に関する原著作者の権利（同法第２８条）が問題となろう。\n設問２は，βプログラムを組み込んだβ製品を新製品の開発のために使用するＦに対して，Ａが差止請求をするために行うべき主張について論じさせるものである。Ｆの行為については，著作権法第１１３条第２項の適用が問題となり得るのであるから，その要件に関して本問の事実関係に即して的確に記述することが求められる。設問３は，プログラムの著作物についての貸与権（著作権法第２６条の３）の及ぶ範囲を問うものである。工業製品の貸与行為に対して，当該製品に組み込まれたプログラムの著作物についての貸与権が常に及ぶとすることは円滑な流通を阻害するおそれがあることを踏まえて，Ｂが，αプログラムを組み込んだα製品の賃貸業を営むＤに対して，αプログラムについての貸与権の侵害を主張することができるかどうかについて論述することが求められる。\n[労 働 法］\n〔第１問〕\n設問（１）は，労働契約の成立の場面における基本原則（労働契約法第１条，第３条第１項）についての理解を問うものであり，問題文の事実関係に即して，Ｘ１のＢ社に対する①地位確認請求の可否，②賃金請求の可否，③損害賠償請求の可否を論じさせるものである。①の論点は，Ｘ１とＢ社との間の労働契約関係の成否の問題であり，その成立原因として，（ア）事業譲渡によりＸ１とＡ社との間の労働契約関係がＢ社へ承継されるか否か，（イ）Ｂ社による書類選考のみで優先的に採用するとの説明行為とこれに対するＸ１の応募行為により，Ｘ１とＢ\n社との間に合意による労働契約が成立するか否かを検討することが求められ，その検討においては，（ア）に関しては事業譲渡の法的性質について，（イ）に関しては採用の自由（選択の自由，契約締結の自由）について言及する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（労働契約関係の成立を肯定すれば積極，否定すれば消極）を導く必要がある。③の論点も，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論を導く必要があり，その論述の中では，被侵害利益，損害の内容についての言及が求められる。\n設問（２）は，整理解雇についての理解を問うものであり，問題文の事実関係に即して，Ｘ\n２のＡ社に対する①地位確認請求の可否，②賃金請求の可否を論じさせるものである。①の論点は，Ａ社がＸ２に対して行った解雇の効力の問題であり，問題文の事実関係に照らして，整理解雇の事例であることを押さえた上，当該解雇が整理解雇として有効かどうかにつき整理解雇の４要件（要素）ごとに検討する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（解雇の効力を肯定すれば消極，否定すれば積極）を導く必要がある。\n〔第２問〕\n本問は，組合併存下にあって，（１）労働協約の更新により長年継続されてきたチェック・オフを使用者が一方的に中止し，また，（２）脱退組合員の組合費につき脱退後も使用者がチェック・オフを継続したという事例を通じて，不当労働行為の成否とその内容，救済機関と求め得る救済手立てについての理解を問うものである。\n設問１では，まず，Ｘ１組合との関係では，労働組合法第７条第２号（団交拒否）や同条第\n３号（支配介入）の成否が問題となる。救済機関については，（ア）労働委員会（行政救済）と（イ）裁判所（司法救済）が考えられ，救済の手立てについては，（ア）労働委員会に対しては，Ｘ１組合との団交応諾命令やチェック・オフの再開・継続，Ｘ２の組合費に対するチェ\nック・オフの中止請求等が問題となり，（イ）裁判所に対しては，団交を求める地位の確認，団交拒否あるいは支配介入を理由とする不法行為に基づく損害賠償請求等が問題となる。次に，Ｘ２との関係では，組合脱退後のチェック・オフの継続につき，（ア）労働委員会に対しては，労働組合法第７条第３号違反の救済申立て，（イ）裁判所に対しては，Ａ組合からの脱退後のチェック・オフの継続により控除された組合費相当額の返還請求，法的根拠のないチェック・\nオフの継続を理由とする不法行為に基づく損害賠償請求が問題となる。\n設問２では，設問１で取り上げた救済の具体的手立てに関して，まず，（１）Ｘ１組合に対するチェック・オフの一方的中止につき，労働組合法第７条第２号違反との関係では，Ｘ１組合の過半数割れや労働協約の期間満了が団交拒否の正当理由となるか，１０年間継続されてきたチェック・オフ協定を１回の団交で打ち切ることは相当かなどの論点の検討が求められる。\n同条第３号との関係では，組合併存下でのＸ１組合の活動に対する警告文の発出，Ｘ１組合委員長に対する戒告処分及びチェック・オフの中止がＸ１組合に与える財政的打撃や組合の組織運営への影響等をどう評価するかが論点となる。司法救済との関連では，団交応諾仮処分の可否や同条第２号・第３号違反と不法行為の成否をどう考えるかが論点となる。次に，（２）Ｘ\n２のＡ組合脱退後のチェック・オフの継続につき，脱退に対する許可等を要件としたＡ組合規約の効力をどう考えるか，チェック・オフの継続により控除された組合費相当額につき，Ｘ２はどのような法的根拠に基づいて返還を求めるのか，Ｘ１組合もその返還を求め得るかなどの論点の検討が求められる。\n[環 境 法］\n〔第１問〕\n設問１は，容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の仕組みと拡大生産者責任の考え方との関係を問う問題である。\n設問１の小問（１）では，この「考え方」が拡大生産者責任のことであることを指摘した上で，容器包装リサイクル法が，特定事業者に再商品化の実施義務（同法第１１条ないし第１３条）を課し，再商品化の費用負担（無償引取りであること）をさせており，これが拡大生産者責任の一例であることを指摘することが必要となる。さらに，平成１８年の法改正では，特定事業者が指定法人を通じて一定の資金を市町村に拠出する仕組みが導入された(同法第１０条の２)ことにも触れることが期待される。\n設問１の小問（２）では，拡大生産者責任原則が，「物理的および／または金銭的に，製品に対する生産者の責任を製品のライフサイクルにおける消費後の段階まで拡大させる」環境政策アプローチであり，生産者に，環境適合的な製品を設計させる誘因（インセンティブ）を与えることによって製品のライフサイクル全体でもたらされる環境負荷を最小化することを目的としていることに触れることが望まれる。その上で，循環型社会形成推進基本法第１８条第３\n項は，国が必要な措置を講ずるものとされる場合として，①国，地方公共団体，事業者及び国民の適切な役割分担が必要であること，②設計，原材料の選択，循環資源の収集等の観点から，事業者の役割が重要と認められること，③当該循環資源の処分の技術上の困難性，循環的な利用の可能性を要件として挙げているが，容器包装廃棄物については上記の三つの要件に該当することを指摘し，その結果，事業者が引取り等をして循環的利用をすべきものとなっていることを論じることが期待される。しかし，容器包装廃棄物の分別収集に関しては，市町村の責任となっているため（容器包装リサイクル法第１０条），処理費用全体の中で相当部分を占める分別収集の費用を特定事業者が負担せず，特定事業者に対して，なお環境適合的な製品設計のためのインセンティブが十分に働かず，②の事業者の役割が十分果たされていないことを指摘してほしい。\nなお，拡大生産者責任原則が汚染者負担原則(原因者負担原則）の派生原則であること，容器包装リサイクル法が特定包装事業者について，利用事業者のみで製造事業者を含めていないことなどは，加点事由となる。\n設問２は，容器包装リサイクル法に基づく主務大臣の措置とそれを争う方法についての理解を問う問題である。\n設問２の小問（１）では，主務大臣の措置として，指導及び助言（容器包装リサイクル法第\n１９条)，勧告及び命令(同法第２０条)，命令違反に対する罰金刑(同法第４６条)に係る告発\n（刑事訴訟法第２３９条）を挙げることが期待される。設問２の小問（２）では，①公法上の当事者訴訟としての再商品化義務不存在確認訴訟が提起できること，②主務大臣の勧告・公表に関して，これを処分ととらえてその差止訴訟，取消訴訟が提起できること，③主務大臣の命令に対して，差止訴訟，取消訴訟が提起できることを指摘することが期待される。\n〔第２問〕\n設問１は，大気汚染を原因とする損害賠償請求訴訟に関する理解を問う問題である。法律上の問題点として，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題となること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述をし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対的危険度の問題を取り上げることの可否について論ずることが期待される。また，④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環境基準と受忍限度との関係などについて論ずることが望まれる。\n設問２は，環境基準の法的性格に関する理解を問う問題である。この論点に関しては，二酸化窒素大気環境基準改定告示取消訴訟控訴審判決（東京高判昭和６２年１２月２４日行集３８巻１２号１８０７頁）が出されており，この判決を踏まえて，両当事者の主張と反論を構成することが期待されている。同訴訟の争点は，改定告示の処分性である。環境基準につき「維持されることが望ましい基準」と規定する環境基本法第１６条第１項をめぐる議論が期待されている。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国家の成立や国家承認とそれに関連する武力行使の位置付けを問う問題である。\n設問１においては，「セント国」が従来属していたＸ国政府の反対を押し切って一方的に独立を宣言した後，Ｙ国が独立に対して祝意を表明し，かつ，外交使節団を交換したことが，国際法上「国家承認」に当たることに気付き，その法的評価を行うことを求めている。国家承認は各国の裁量行為であるが，新国家が実効的支配を確立する前に承認を行えば「尚早の承認」\nとして国際法に反する。２００２年の独立宣言と同時に国家承認を行うことが「尚早の承認」に当たるかどうかを，２００２年時点の「セント国」の状況を踏まえて論じれば，結論は「尚早の承認」に当たるでも当たらないでもよい。\n設問２は，設問１が国家承認というＹ国の行為の評価を問題にしているのに対して，２００４年段階における「セント国」の国家性の是非を論ずる問題である。「セント国」の国家性を判定するためには，まずは「セント国」が国家の要件（領域，永久的住民，政府。外交能力をこれらに加える場合もある）を備えていること，そして国家承認がどのような意味を持つかを検討することが必要である。国家承認については，従来から国家承認がなくても国家が成立すると理解する「創設的効果説」と国家承認と国家の成立は無関係だと説く「宣言的効果説」が対立してきた。そこで創設的効果説，宣言的効果説のいずれが妥当かを検討する必要が出てくる。法実証主義を貫いて創設的効果説を採っても，また現状の重要性から宣言的効果説を採っても，理由が明確に示されていればよい。その上で，以上によって確定したフレームワークに従って，一定地域を実効的に支配し，既に５０か国が承認を与えている，当時「セント国」の状況を評価することが最後の課題である。設問３においては，「セント国」を承認していないＺ国が，依然として「セント国」と武力衝突を繰り返すＸ国に軍事支援することの評価が問われている。国家承認について宣言的効果説の立場に立って，「セント国」が既に誕生していることを前提にすれば，Ｚ国のＸ国に対する軍事支援は，Ｘ国とＺ国の武力紛争においてＸ国側に立った武力行使に当たる。したがって，これが集団的自衛権行使等何らかの正当化事由を備えているかどうかの検討を期待している。\n他方，国家承認について創設的効果説の立場に立ち，Ｚ国の「セント国」未承認ゆえに，Ｚ国との関係では「セント国」が未成立だと考えれば，国内の騒じょう状態に対して正統政府からの軍事支援の要請にこたえたという評価ができる。ただし，騒じょう状態になっても数年に及ぶ実効支配が事実上成立している場合には軍事支援自体がＸ国の内政干渉に当たるおそれがある。\n〔第２問〕\n設問１においては，国際法は，領域主権の絶対性が主張された時期を経て，領域使用の管理責任原則や，国際環境損害防止原則を発展させてきたのであり，越境環境損害を生ずるような領域使用は，領域主権の絶対性により正当化することはできないことを明確に論証することが求められている。\n第一に，国家は領域に対して領域主権を持つが，それに伴う義務も負う。例えば，在留外国人に，国際法に従って適当な処遇を与える義務がある。設問のような事例では，一方で，領域を使用する国の領域主権と，その使用により影響を受ける国の領域主権ないしは領土保全の権利が対立する。相互に対等な二国の権利を調整する必要があり，それゆえに，領域使用の管理責任原則が確立してきたことを理解していることが求められる。設問と同様の事実状況であったトレイル熔鉱所事件の仲裁判決が，この原則を宣言した代表的な例である。\n第二に，設問の事例は，越境環境損害に関するものであり，国際環境法の発展についての理解が求められている。領域使用の管理責任原則は，国際環境法の分野では，他国や国際公域の環境に損害を与えないように確保する原則として，ストックホルム人間環境宣言第２１原則や環境と開発に関するリオ宣言第２原則のいうように，国際環境損害防止原則へと展開している。\nこれは，幾つかの国際環境保護条約にも挿入されており，慣習国際法上の原則として成立しているとも評価されている。\n設問２においては，第一に，外交保護権は国家の権利であり，これを行使するか否かは国家の裁量判断にゆだねられていることを問うている。国家は，国際法上で外交保護権を行使することを義務付けられることはない。個人は，国家に外交保護権の行使を請求する権利を持たない。\n第二に，国際法による個人の人権保護が進展してきていることから，外交保護権が国家の権利であるとする従来の考え方には疑問が提起されてきていることにも触れると，答案が一層充実した質のものとなる。\n設問３の小問（１）は，外交保護権の行使の要件としての国籍について問うている。外交保護権の要件となる国籍については，ノッテボーム事件で宣言されたように，個人と国家との間に真正な結合があることが必要であるとされている。本件の乙について，Ｂ国と真正な結合があるかにつき，設問の事実を当てはめて論証することが求められる。\n小問（２）は，国籍の国際法平面での効果と，国内法平面での効果とでは区別されることを問うている。国内法平面では，国籍付与要件は，国内管轄事項であり，主権国家が国内法により自由に決定できる。国際法平面では，国籍を根拠として外交保護権を行使するためには，真正な結合といった基準を満たした国籍でなければならない。国際法平面で外交保護権の要件とはいえない国籍であっても，国内法平面での効力には当然には影響しない。[国際関係法（私法系）］\n〔第１問〕\n本問は，未成年者を被後見人とする後見人の選任につき国際裁判管轄の基準を問うと同時に，後見人の選任から終了までに起こり得べき諸問題に適用される準拠法の決定とその適用を問う問題である。\n設問１の小問（１）は，未成年者を被後見人とする後見人選任の国際裁判管轄の基準を問う問題である。後見人選任の国際裁判管轄を定める明文の規定はないこと，また，依拠すべき判例法も確立されていないことを指摘した後に，被後見人の保護という観点から管轄原因を論じ，当該管轄原因を設問の事案に当てはめることが求められている。\n設問１の小問（２）は，後見人選任に適用される準拠法を問う問題である。法の適用に関する通則法（以下「通則法」という。）第４条第１項の指定する準拠法（日本法）の下で事件本人が未成年者であること及び通則法第３２条の指定する準拠法（日本法）の下で事件本人に親権者がいないことを確認し，後見人選任に適用される準拠法を通則法第３５条の指定する日本法として特定することが望まれる。なお，事件本人の本国法の決定については通則法第３８条第１項ただし書の規定が適用されなければならない。\n設問２の小問（１）は，通則法第３１条第１項後段のいわゆるセーフガード条項の趣旨の理解を問う問題である。同項前段の規定が指定する法と後段の規定が指定する法の丁寧な当てはめも求められている。\n設問２の小問（２）は，養子縁組の成立により後見が終了するまでの準拠法の決定と適用を問うものである。養子と養親との間の法律関係は通則法第３２条によることを指摘しなければならない。そして，同条の指定する子の常居所地法たる日本法の下で養親が親権者であることを確認した後に，後見が終了するか否かは通則法第３５条の問題であり，当該規定の指定する日本法により後見が終了することに言及しなければならない。\n〔第２問〕\n本問は，国際的な売買の事案を基に，関係する問題の準拠法の決定方法を問う問題である。\n設問１の小問（１）は，「国際物品売買契約に関する国連条約」（以下「条約」という。）の適用の可否を問う問題である。条約第１条（１）の「売買」及び「営業所」を，それぞれ，条約第３条第１項及び第１０条と関連付けながら論述するとともに，条約第１条（１）（ａ）に従い，本件に条約が適用されることに言及しなければならない。最終的に条約の適用を排除するという結論をとるにせよ，条約第１条（１）に基づき，本件が条約の適用範囲に入っていることについて論述しなければならない。\n設問１の小問（２）は，契約準拠法の変更を認める通則法第９条の趣旨の理解とその適用を問う問題である。取り分け，契約につき事後の法選択を許容する当該規定の趣旨に言及することが求められている。\n設問２の小問（１）は，生産物責任に関する通則法第１８条の解釈と適用を問う問題である。\n一般的不法行為に関する通則法第１７条ではなく通則法第１８条が適用されること，「引渡しを受けた地」という連結基準が採用された趣旨とその意味に言及しなければならない。\n設問２の小問（２）は，通則法第２１条の理解とその適用を問う問題である。不法行為について準拠法の選択が許容される理由，選択の要件，取り分け選択の時点に言及しなければならない。",
  "scoring_notes": "的・具体的な検討が必要不可欠である。法科大学院では，審査基準（三段階審査とか\n比例原則という言葉）の定型的・観念的使用を戒めるとともに，それらの内容の精確\nな理解（問題点を含めて）を学生に深めさせる教育が求められる。\nまた，実務において判例の持つ意味を十分に認識し，基本判例は，判決原文に照ら\nして検討する必要がある。その上で，当該判決における理論的問題を検討し，そして\n事実認定・事実評価の問題点を個別的・具体的に理解・検討することが求められる。平成２２年新司法試験の採点実感等に関する意見（行政法）\n１ 出題の趣旨\n別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針\n採点に当たり重視していることは，法的な論述に慣れ，分かりやすく，かつ，受験\n生の思考の跡を採点者が追うことができるような文章を書いているか，という点であ\nる。決して知識の量に重点を置いているわけではない。\n３ 答案に求められる水準\n(1) 設問１\n本件において提起されることが見込まれる住民訴訟に関し，①村長Ｅが地方自治\n法第２４２条第１項にいう「普通地方公共団体の長」として「違法」な「財産の…\n処分」（又は「契約の締結」）をしたとされることについて，Ａ村の「執行機関又は\n職員」（本件ではＥ）を被告として，この者においてＡ村がＥに対して有する損害\n賠償請求権の行使をすることを求める内容のもの（義務付け訴訟）であることが押\nさえられているかどうかを，②他の主要な論点（Ｂについての出訴期間の遵守，Ｃ\nについての「住民」要件の充足，Ｄについての「住民監査請求前置」の充足）への\n解答とあいまって，優秀な答案であるかどうかを判定する際の目安とした。\n住民訴訟制度についての受験者の一般的な習得の程度を考慮し，上記の①の点に\nついては，上記の全ての要素に明示的に触れていなくても，おおよその理解ができ\nていることがうかがわれれば，優秀又は良好な答案と判定し，一部の理解に誤りが\nあることがうかがわれる場合にも一応の水準の答案と判定した。\n(2) 設問２\n普通地方公共団体による契約の締結においては一般競争入札が原則とされ，随意\n契約は例外とされている趣旨 （地方自治法第２３４条等関係） については， 一般に，\n契約の締結に当たっての機会の均等，手続の透明さ，合意に係る金額の適正さ等の\n確保が挙げられるところ，これらの点におおむね触れられていれば優秀な答案と，\n半分以上程度に触れられていれば良好な答案と判定した。地方自治法施行令第１６\n７条の２第１項第２号を適切に適用し，あるいは，価格の下限の不設定，側溝部分\n等の対価免除，関係職員の親類への売却，村民による買換えといった事実から，Ｂ\nが主張すると考えられる違法事由について，村の側の主張やＦの立場に立った見解\nを明確に示していれば，優秀な答案と判定した。\n適正な対価なくしてされる財産の譲渡につき議会の議決が必要とされる趣旨（地\n方自治法第９６条第１項第６号等関係）については，一般に，普通地方公共団体に\n損失が生ずること及び財政運営にゆがみが生ずることを回避することが挙げられて\nいるところ， これらの点に触れられていれば優秀又は良好な答案と判定した。 また，\n上記の観点から，「適正な対価」とは，一般に，当該財産の時価がこれに当たると\n解されているところ，このことが基本とされていれば，当該答案は一応の水準にあ\nると判定し，その上で，そのことを踏まえつつ，本件のような事情の下では時価の\n把握が困難で政策的配慮も関係し判断に幅が生じ得ることを意識して論じてあれば，優秀度ないしは良好度の高いものとして評価した。\n(3) 設問３\n問題文に掲げられた裁判例が，いずれも，違法な財産の処分をした長に対する損\n害賠償請求権を放棄するか否かの判断につき，議会に裁量を認めていることが理解\nされていれば，一応の水準に達しているものとした上で，各裁判例にあっては，そ\nれぞれの事案における事実関係に由来するもののみならず，上記のような請求権に\n係るものを含めて住民により選挙された議員で構成される議会の判断は原則として\n尊重されるべきものとするか，住民訴訟において第１審でのものといえども違法と\nする判決が言い渡された場合には，そのことを重視して慎重に判断することが要請\nされるものとするかの点をめぐって，基本的な考え方の傾向に違いがあることを理\n解しているかどうかで，優秀度ないしは良好度の高さを判定した。\n４ 採点実感\n以下は，採点委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象\n・ 住民訴訟を素材とした出題であったが，時間切れとおぼしき答案を除き，いず\nれの答案も，何とか設問に食らいつき，解答しようとする姿勢が現れており，好\n感が持てた。\n・ 各当事者の主張を客観的にまとめた答案が意外に少なかった。 原告側， 被告側，\nＦ弁護士の所見・解答者自身の意見が混然一体となっていた答案が多かった。\n・ 今回の出題においては，行政訴訟の訴訟要件の判断，行政法規の条文及び事実\n関係に照らした行政活動の違法性判断， 裁判例の比較と事案への当てはめという，\n３つの異なった角度からの設問が用意されており，それぞれの設問の出来具合が\n必ずしも比例していない受験者もかなり見られたことからしても，受験者の総合\n的な力量を問うことができた。\n・ 住民訴訟を出題したことに対しては，法科大学院での行政法分野の中での比重\nや地方自治法科目の有無との関連で批判があるかもしれないが，採点してみての\n実感としては，受験生の実力差がきちんと測れたと思われる。\n(2) 条文の解釈，当てはめが欠けている答案について\n・ 添付資料として関係法令が付されているのに，何号によって随意契約が許され\nるかという当てはめをせず，生の事実だけを書いている例もある程度あり，条文\nを重視する姿勢が欠けていると思われた。\n・ 法的三段論法を習得していない答案が多い。\n・ 関係法令の趣旨を記述したものが余り多くなかった。また，記述されている場\n合でも，記述量が乏しく，さらに，趣旨の記述を条文解釈に関連付けた答案はご\nく少数であった。問題文で示されている諸事実が，条文解釈を通じた主張として\n用いられていない答案も目立った。\n・ 問題の売買契約の適法・違法を論じるに当たり，法令の解釈・適用よりもむし\nろ各人の一般常識に依拠した判断を示す例が少なくない。\n・ 【資料１】及び【資料２】において，検討すべき法令が具体的に示されており，\n法令解釈の検討対象が明らかであるにもかかわらず，当該各法令につきその立法\n趣旨にさかのぼった骨太な立論が展開された答案は少なかった。総じて，一定の視点から事案を分析・整理した上で，法令の解釈・適用を行うという法実務家に\n求められる基本的素養が欠如していると言わざるを得ない答案が多かったのは，\n残念である。\n(3) 安易に行政裁量の逸脱・濫用を説く答案について\n・ 全体として気になったのは，行政裁量の扱いである。設問２で， 「適正な対価」\nの判断について，政策を実現する目的を考慮して廉価と認定する行政裁量を容易\nに認める答案が目立ち，また，法令の個々の規定から離れて随意契約を締結する\n行政裁量を認めるかのような答案も散見された。まずは法令を綿密に解釈し，そ\nれを前提及び基礎にして，行政機関に求められる判断のうち裁量が認められる部\n分を特定する必要がある。\n(4) 設問に答えていない答案について\n・ 問題文をきちんと読まず，設問に答えていない答案が多い。\n・ 問題文の設定に対応した解答の筋書を立てることが，多くの答案では，なおで\nきていない。\n(5) 字が乱雑で判読不能な答案について\n・ 字が汚い答案（字を崩す）が多い。時間がないことも十分に理解できるが，か\nい書で読みやすく書かれている答案も多く， 合理的な理由とはならないであろう。\n例えば，「適法」「違法」のいずれかであることまでは判別できるが，それ以上判\n別する手掛かりがなく，一番肝心な最終結論が分からないという答案も散見され\nた。\n・ 字を判読できない答案には閉口した。字の上手下手があるのは当然であるが，\nそうではなく，読まれることを前提としないかのような殴り書きの答案が相当数\nあった。時間が足りなくなって分かっていることを全て記載したいという気持ち\nは理解できるが，自分の考えを相手に理解させるのが法曹にとって必須の要素と\n思われ，その資質に疑問を感じざるを得ないように思った。\n(6) 答案における文章表現について\n・ 一文一段落という，実質的に箇条書に等しい書き方をする等，小論文の文章と\nしての体裁をなしていない例が少なくない。\n・ 「この点」を濫発する答案が少なからずあったが， 「この」が何を指示してい\nるのが不明な場合が多く，日本語の文章としても，極めて不自然なものとなって\nいる。\n(7) 設問１について\n・ 全体的におおむね出来は良く，住民訴訟の訴訟要件については，受験生は総じ\nて，一応の知識は持っていると感じた。\n・ ４号請求の内容を正しく答えられない答案（被告を書いていないもの，議会，\n監査委員などとするもの，Ｅ に対して直接損害賠償請求をするというもの，「怠る\n事実」の相手方としてＥを位置付けるもの，Ｅに対する賠償命令の義務付けを請\n求内容とするものなど）が見られた。\n・ 出訴期間について触れているものが少なかった。また，出訴期間ではなく，監\n査請求期間について触れているものが相当数あった。\n(8) 設問２について\n・ 実体法の解釈・適用に弱いとの傾向は，今回も見られた。・ 「Ｆの立場に立って」 ，「契約の適法性について，詳細に検討しなさい。 」とい\nう設問にもかかわらず，住民側の主張と村側の主張を，平板に並べるだけで，契\n約の適法性を検討することができていないものが意外に多かった。\n・ 随意契約によることができるかどうかについては，地方自治法第２３４条第２\n項を受けた地方自治法施行令第１６７条の２第１項各号の該当性を具体的に検討\nすべきところ，どの号に該当するかを論じないで，一般的に，不公正であるか，\nあるいは，村長の裁量の範囲を逸脱しているかといった点を論じたものも目立っ\nた。\n・ 前年の売却が競争入札であると決めつけた上で８，９号該当性を論じたり，本\n件の契約が競争入札であることを論じるなど，問題文の読解に難があるものも少\nなからずあった。\n(9) 設問３について\n・ 一刀両断に「事案が異なるから」とした答案は，問題文を読む素直さに欠けて\nいるように思われた。判決の論理や背景にある制度理解を対比した上で分析でき\nるようにするためのトレーニングも必要であると感じた。\n・ 判例解釈については，大きく分けて，①住民代表である議会を尊重する立場と\n住民訴訟による違法の是正を尊重する立場の違いとするもの，②両者は矛盾する\nものではなく議会の裁量にも限界があるから種々の事情を合理的に検討しなけれ\nばならないとするもの，③事案の違いとのみ述べるものに分かれ，①と②を統合\nして，住民訴訟の趣旨との関係で議決権の裁量の限界を述べ，議決権濫用の有無\nをどのように審査するのかについてまで述べられたものは少なかった。\n５ 今後の法科大学院教育に求めるもの\n法律実務家に求められる基本的素養を涵養するという原点に立ち返りつつ，初見\nの法令に関しても，その趣旨，目的，条文構造等を分析・検討し，説得力のある結\n論を導くといった訓練が行われることを期待したい。平成２２年新司法試験の採点実感等に関する意見（商法）\n１ 出題の趣旨，ねらい等\n既に 「平成２２年新司法試験論文式試験問題出題趣旨」（以下 「出題趣旨」 という。）\nにおいて説明しているとおりであり，特に補足すべき点はない。\n２ 採点方針，採点実感\n民事系科目第１問が商法からの出題である。これは，比較的詳細に示された事実関\n係や，貸借対照表及び履歴事項全部証明書の法的文書を読み解き，分析して，会社法\n上の論点を的確に抽出し，事案に即した責任関係を明らかにするという，法曹に求め\nられる基本的な知識と能力を試すものである。\n設問１については，ほとんどの答案が会社法第５２条の責任の問題として検討する\nことができた。しかし，同条の発起人としての責任と設立時取締役としての責任の双\n方が問題となることを明確にしていないか，一方の責任についてのみ論じる答案も多\nかった。本件の事案が同条第１項の「著しく不足する」という要件に該当するかを論\nじないで，他の要件のみを検討する答案もかなりあった。また，Ａが，現物出資者で\nあるため同条第２項の適用がなく（同項柱書かっこ書） ，同条第１項の責任につき無\n過失責任を負うことを指摘していない答案も多かった。これに対し，Ｂについては，\n本件事案では検査役が選任されていないため同条第２項第１号の適用はなく，同項第\n２号により，無過失を立証すれば同条第１項の責任を負わないことを論じていない答\n案がかなりあり，中には検査役を選任しなかったこと自体により責任を負うという誤\nった理解をした答案もあった。\nまた，設問１のＡ，Ｂについては，会社法第５３条の発起人・設立時取締役の任務\n懈怠責任も問題になるが，これについて論じていない答案も多かった。彼らの任務に\n会社法第４６条第１項第２号による現物出資財産等の価額の証明等の相当性に関する\n調査が含まれることを理解できていないと言える。\n設問２において，まず，見せ金による払込みの効力が問題となる。しかし， 「見せ\n金」の概念及び問題の所在を示した上で，本件事案が見せ金に該当するか否かを論じ\nている答案は，少なかった。最高裁昭和３８年１２月６日第２小法廷判決（民集１７\n巻１２号１６３３頁）は，払込み後，当該借入金を返済するまでの期間の長短，払込\n金が会社資金として運用された事実の有無，当該借入金の返済が会社の資金関係に及\nぼす影響という三要件により，見せ金に該当するか否かを判断し，見せ金による払込\nみは効力を有しない旨を判示しており，この判例を引用して解答すべきであるが，こ\nの判例に言及している答案はほとんどなかった。 もっとも， この判例を引用しないが，\n三要件に従って見せ金に該当し払込みとしての効力がない旨を論じている答案は相当\n数存在した。学説上は見せ金による払込みを有効とする説もあり，有効説に立つ答案\nもある程度存在したが，いずれの説に立つ答案も，その根拠を適切に論じているもの\nはそれほど多くなかった。採点においては，無効説・有効説いずれをとっても，その\n理由等が適切に述べられていれば，同様に評価した。\n見せ金による払込みの効力が無効である立場を採るとしても，これにより発行され\nた株式の効力については，最高裁平成９年１月２８日第３小法廷判決（民集５１巻１\n号７１頁）が，取締役の引受担保責任が存在することを理由に，見せ金による払込みがされた場合であっても，新株発行が無効となるものではない旨を判示している。し\nかし，会社法により，引受担保責任が廃止されたことを受けて，見せ金による払込み\nがされた場合は新株発行無効事由又は新株発行不存在事由になるとする学説等もある。\nこれら判例・学説等を踏まえて論じた答案はごく僅かであった。また，本件募集株式\n発行については，見せ金を除くごく一部につき実際の払込みがあることを，本件募集\n株式発行により発行された株式の効力を考える上で，いかに評価するかを論じる必要\nがある。しかし，これを論じている答案は更に少なかった。\n本件募集株式発行に係るＡ及びＢの甲社に対する責任は，Ａが，見せ金による払込\nみに関与し，本件募集株式発行をしたこと又は丙社のＤに払込金を交付したことの評\n価や，それについてのＢの監視義務の有無等から，Ａ，Ｂに甲会社に対し取締役とし\nての任務懈怠責任があったかを，自説とした見せ金払込有効説又は無効説を前提に，\n事実関係を丁寧に拾い上げて論じる必要がある（有効説においては，交付の法的評価\nが大きな問題となる。）。しかし，そのような前提や事実関係を踏まえた議論ができて\nいた答案は極めて僅かであった。また，本件募集株式発行に係る丙社の甲会社に対す\nる責任については，丙社による払込みが無効であると，丙は，募集株式の株主となる\n権利を失い（会社法第２０８条第５項） ，丙社の払込責任もなくなるともいえる。し\nかし，見せ金による払込みのために資金調達ができていないことによる甲社の株主の\n不利益等を考えると，丙社の甲社に対する責任を，会社法第２１２条第１項第１号の\n類推適用等により導くような考えもあり得るものと考えられる。失権について触れた\n答案は僅かであったが，相当数の答案が同号を類推する議論を展開していた。\n本件募集株式発行に係るＡ及びＢの乙銀行に対する会社法上の責任としては，Ａ，\nＢともにまず会社法第４２９条第１項の責任が問題になる。同項の責任については，\nＡ，Ｂの取締役としての任務懈怠の有無（Ｂの場合は監視義務違反） ，損害との因果\n関係等を論じる必要がある。また，同条第２項第１号ロ・ハの責任も論じる必要があ\nる。前者の責任については，かなりの答案が論じていたが，前記のような要件につい\nて立ち入った分析をしている答案は多くはなかった（監視義務違反を論じているもの\nは多かった。）。 後者の責任については， そもそも論じていない答案も多く， 論じても，\nＡのほかＢも責任の主体になり得るか等の問題の検討や，見せ金による払込みの効力\n及び株式の効力と整合的に，貸借対照表及び履歴事項全部証明書の内容を分析するこ\nとが，不十分であっただけでなく，同条第２項第１号の要件を満たすから同条第１項\nの責任が認められると議論する等，前者の責任と後者の責任の関係を理解していない\nものが圧倒的であった。\n以上のような採点実感に照らすと， 「優秀」，「良好」，「一応の水準」，「不良」の四\nつの水準の答案は，以下のようなものと考えられる。第一に， 「優秀」な答案は，上\n記の採点のポイントとして挙げた論点の主要なものをほぼ論じることができていて（各\n設問につき主要な論点の一，二が欠けている程度は，差し支えない。 ），各問題につき\n相当な理由をもって自らの考えを述べ，その考えに基づき論理的に整合性をもった法\n的議論を展開することのできている答案である。 「良好」な答案は，主要な論点で論\nじられていないものが若干あるが，取り上げた論点についてはそれなりの論理的に整\n合性をもった法的議論がなされている答案である。 「一応の水準」の答案は，最低限\n押さえるべき論点，例えば，設問１であれば，会社法第５２条の責任の問題となるこ\nとや，設問２であれば，見せ金による払込みの問題になること等が，少なくとも実質的に論じられていて，議論の筋がある程度通っている答案である。「不良」な答案は，\nそのような最低限押さえるべき論点も押さえられていない答案や，議論の筋の通って\nいない答案である。\n３ 今後の法科大学院教育に求められるもの\n上述の会社法第５２条や第４２９条の責任の問題のように，基本的な会社法上の責\n任の構造に関する理解に不十分な面が見られる。また，判例をきちんと身に付け，そ\nれを踏まえて議論するという，法曹に求められる基本的な思考方法が十分に身に付い\nていない感がある。見せ金による払込みに関する有効説と無効説，募集株式発行の効\n力等，法理論を理解しそれに基づいて論理的な思考をしたり，その考え方を応用する\n能力，例えば，判例・学説が余り論じていない問題につき，自分なりに法的議論を展\n開して適切な解決を求める能力などに，不十分な点が見られる。これら法曹に求めら\nれる基本的能力を涵養する教育が求められる。平成２２年新司法試験の採点実感等に関する意見（民法）\n１ 出題の趣旨\n民事系科目（第２問）は，工場を個人で営むＡとその家族らの取引と民事訴訟をめ\nぐる事例に関して，民法上及び民事訴訟法上の問題点についての基礎的な理解を問う\n総合問題である。具体的事実を法的な観点から評価し構成する能力，具体的な事実関\n係に即して基本問題を考察する能力及び論理的に一貫した論述をする能力などを試す\nものである。本問は，５つの設問から構成されているが，そのうち，設問１，設問２\n及び設問５は，それぞれ，代理，抵当権侵害による不法行為並びに認知，遺言及び金\n銭債務の相続といった家族法上の問題についての考察を求めていて，これらが民法か\nらの出題である。 民事系科目 （第２問） の設問１， 設問２及び設問５の出題の趣旨は，\n以下のとおりである。\n設問１は，第１に，Ｆが第１訴訟において選択的にする二つの主張の法的構成が，\n有権代理構成と権限外の行為の表見代理構成（民法第１１０条）であることを理解し\nた上で，二つの法的構成を区別することができるかどうか，第２に，各法的構成にお\nいて，事実①及び事実②の性質を的確に把握することができるかどうかを問うもので\nある。まず，有権代理構成において，事実①はＡがＣに代理権を授与したことを推認\nさせる間接事実である意義を有すると考えられ，これに対し，事実②は特段の意義を\n有しない。次に，権限外の行為の表見代理構成においては，事実①は２０００万円の\n融資についてＣに代理権があるものと信ずる正当な理由があるとする評価を根拠付け\nる事実である意義を有し，それとともに，事実①はＡがＣに１５００万円の限度にお\nける代理権を授与したことを推認させる間接事実である意義を有するとも考えられる。\nまた，事実②はＣに２０００万円の借入れの権限があるかどうかをＦが調査しようと\n試みたことを意味するものであるから，他の事情とあいまって，正当理由を根拠付け\nる一つの事実である意義を有するものとも考えられる。反対に，事実②のうち携帯電\n話がつながらないことは，Ｃの不審な挙動を示唆するものと見ることができないもの\nではないから，それにもかかわらずＡ本人との接触に成功しないまま融資を敢行した\nこととあいまって，正当理由の評価障害事実になるとする性質把握も一定の説得力を\n持つ。そこで，適切な理由が付されて解答されているかが問われることになる。\n設問２は，抵当不動産の第三取得者が抵当目的物件を故意に滅失させた事案につい\nて，抵当権侵害による不法行為に基づく損害賠償の成否を問うものである。\n小問（１）の考察においては，Ｅによる丙建物の取壊し後におけるＦの被担保債権\n額と甲乙土地の価額との関係を考慮しつつ， 抵当権侵害における損害の発生について，\n抵当権の担保権的性質の基本的理解との関連を意識しつつ論ずることが望まれる。こ\nこでは，【事実】及び〔設問〕のいずれにおいても，甲乙土地及び丙建物の価額は示\nされていないので，解答は抽象的な理論操作に基づく記述で足りる。加えて，抵当権\n侵害における損害はどの時点で確定することができるかについて論ずることが望まれ\nる。この点については，【事実】に基づくと，Ｅによる丙建物の取壊しは平成１９年\n８月１９日であり，Ｆに対するＡの債務の第１回弁済期は平成２０年３月１５日であ\nるため，Ｅの行為が抵当権の被担保債権の弁済期前であることをどのように評価する\nかが問われることになる。\n小問（２）の考察では，民法第１７７条の第三者からはどのようなものが排除されるべきか，その上で，【事実】に示された法律上有意な事実を過不足なく指摘しなが\nら，ＥがＦとの関係で，民法第１７７条の第三者から排除すべき者に当たるかを論ず\nることが求められる。 加えてその前提として， 不動産物権変動の第三者対抗の問題が，\n不法行為の成立要件との関係でどのように位置付けられるかを論ずることが求められ\nる。すなわち，不法行為の成立要件との関係において，抵当権者Ｆのために抵当権の\n設定の登記が行われていないことをどのように評価するか，また，丙建物の所有者Ｅ\nによる取壊しが抵当権を侵害する行為に該当するか否かについての考察が必要となる。\n設問５は，次のような三つの法律問題についての考察を順に求めるものである。第\n１に，認知者が認知の意思を表示し認知届を作成して使者に届出を委託した後に死亡\nし，この間に認知届が提出されていない場合，認知の効力は生じるかを問うものであ\nる。認知届の提出が身分変動の効果が発生するための要件であるため，父の認知の意\n思が確認できたとしても， 認知届が提出されていない以上， 認知の効力は発生しない。\n第２に，自筆証書遺言の解釈として，遺言者の子ではない者に遺言者の遺産の３分の\n１を分けるということが何を意味するか，その場合に遺言者の相続人の法的地位はど\nのようなものかを問うものである。平成２０年４月６日付けのＡの遺言に記載されて\nいる内容は，Ｅに対しては割合的包括遺贈であり，唯一の相続人であるＣに対しては\n遺産の残余部分が相続により帰属することの確認となる。第３に，割合的包括遺贈が\n行われた場合，受遺者は相続人として扱われ被相続人の債務も承継するところ，被相\n続人が負っていた金銭債務は相続人と受遺者にどのように承継されるかを問うもので\nある。割合的包括遺贈における金銭債務の承継については，金銭債務について共同相\n続が生じた場合の規律を参照しつつ，金銭債務の債権者は誰に対してどのように履行\n請求をすることができるのかについて考察することが望まれる。\n２ 採点方針\n採点に当たっては，従来と同様，受験者の能力を多面的に測ることを目指した。第\n１に，民法上の基本的な問題についての理解が確実に行われているかどうかを確かめ\nることとした。第２に，単に知識を確認するだけでなく，掘り下げた考察をしてそれ\nを明確に表現する能力，論理的に一貫した考察を行う能力及び具体的事実を注意深く\n分析した上で法的観点から評価する能力を確かめることとした。第３に，基本的な問\n題の背後にあるより高度な問題に気が付いて，それに取り組む答案があれば，これを\n積極的に評価することとした。\nこれらに加えて，総花的に諸論点に浅く言及する答案よりも，ある論点についての\n考察の要所において周到堅実であるものや創意工夫に富むものの方が，法的思考能力\nが優れていることを示していると考えられるため，高い評価を与え，反対に，論理的\nに矛盾する構成をするなど積極的なミスが著しいものについては，低く評価し，さら\nに，あわせて全体として適切な得点分布が実現することを心掛けた。\nそのため，１つの設問に複数の採点項目を設け，採点項目ごとに適切な考察が行わ\nれているかどうか，その考察がどの程度適切なものかに応じて点数を与えることとと\nもに，答案を全体として評価し，論述の緻密さ周到さの程度や構成の明快さの程度に\n応じても点数を与え，そのことにより，ある設問につき考察力や法的思考力の高さが\n示されている答案については，別の設問についての論点の幾つかを落としていたり，\n知識不足や理解不足を露呈していたとしても，各設問につき知識のみを浅く書いている答案よりも，高い評価を与えることができるようにした。\n３ 採点実感等\n採点実感として，新司法試験考査委員会議申合せ事項にいう「優秀」 ，「良好」，「一\n応の水準」，「不良」の４つの区分に照らすと，例えば，どのような答案がそれぞれの\n区分に該当するかについて，各設問ごとに示すとすると，以下のとおりとなる。\nただし，これらは，各区分に該当する答案の例であって，これらのほかに各区分に\n該当する答案はあり， それらは多様である。 なお， 以下で用いる 「適切に答える」，「適\n切な解答」，「適切に解答する」又は「適切に論ずる」については，前記「１ 出題の\n趣旨」を参照されたい。\n(1) 設問１について\n採点実感からは，優秀（１００％から７５％）に該当する答案の例は，権限外の\n行為の表見代理構成における事実①と事実②や，有権代理構成における事実①と事\n実②について，いずれも適切に答えているものであり，良好（７４％から５８％）\nに該当する答案の例は，権限外の行為の表見代理構成における事実①と事実②につ\nいて適切に答え，有権代理構成における事実①又は事実②のいずれかについて適切\nに答えているものであって，一応の水準（５７％から４２％）に該当する答案の例\nは，権限外の行為の表見代理構成における事実①と事実②について適切に答えてい\nるが，有権代理構成について答えるべき部分で，代理権授与の表示による表見代理\n構成について述べているものであり，不良（４１％から０％）に該当する答案の例\nは，権限外の行為の表見代理構成における事実①又は事実②のいずれかについて適\n切に答えているが，それ以外については適切な解答となっていないものである。な\nお，権限外の行為の表見代理構成について適切に解答する答案の方が，有権代理構\n成について適切に解答する答案より多くあったが，有権代理構成について適切に答\nえながら，権限外の行為の表見代理構成について適切に答えない答案もあった。全\n体としては，受験者の力の差が答案に示される問題であったと思われる。\n(2) 設問２について\n採点実感からは，優秀（１００％から７５％）に該当する答案の例は，小問（１）\nについて，甲乙の不動産の価額と被担保債権額の多寡とともに，Ｅの行為と被担保\n債権額の弁済期の先後関係を論じつつ，小問（２）について，民法第１７７条の第\n三者から背信的悪意者が除外されることと，ＥはＦとの関係で背信的悪意者に当た\nるか否かを論ずるものであり，良好（７４％から５８％）に該当する答案の例は，\n小問（１）について，甲乙の不動産の価額と被担保債権額の多寡と，Eの行為と被担\n保債権額の弁済期の先後関係のいずれか一方を論じつつ，小問（２）について，民\n法第１７７条の第三者から背信的悪意者が除外されることと，ＥはＦとの関係で背\n信的悪意者に当たるか否かを論ずるものであって， 一応の水準 （５７％から４２％）\nに該当する答案の例は，小問（１）について，適切な解答がなく，小問（２）につ\nいて，民法第１７７条の第三者から背信的悪意者が除外されることと，ＥはＦとの\n関係で背信的悪意者に当たるか否かを論ずるものであり，不良（４１％から０％）\nに該当する答案の例は，小問（１）についても，小問（２）についても，適切な解\n答がないものである。なお，小問（２）については，比較的多くの答案が，民法第\n１７７条の第三者から背信的悪意者が除外されることと，ＥはＦとの関係で背信的悪意者に当たるか否かを論じていたが，小問（１）については，甲乙の不動産の価\n額と被担保債権額の多寡と，Ｅの行為と被担保債権額の弁済期の先後関係の双方を\n論ずるものは少なく，また，そのいずれか一方を論ずるものも多くはなかった。抵\n当権侵害の不法行為という問題に対して， 小問 （１） について適切に論ずることが，\n受験者全体にとって，難しいものであったと思われる。\n(3) 設問５について\n採点実感からは，優秀（１００％から７５％）に該当する答案の例は，届出がな\nいため認知の効力が生じていないこと，遺言の内容はＥに対する割合的包括遺贈と\n解釈することができること及び金銭債務はＥとＣに分割して承継されることが答え\nられているものであり，良好（７４％から５８％）に該当する答案の例は，届出が\nないため認知の効力が生じていないこと及び遺言の内容はＥに対する割合的包括遺\n贈と解釈することができることは答えられているが，金銭債務の承継について適切\nな答えがないものであって，一応の水準（５７％から４２％）に該当する答案の例\nは，届出がないため認知の効力が生じていないことが答えられているが，遺言の内\n容及び金銭債務の承継について適切な答えがないものであり，不良（４１％から０\n％）に該当する答案の例は，認知の効力，遺言の内容及び金銭債務の承継について\n適切な答えがないものである。なお，届出がないにもかかわらず，認知の効力が生\nずると解答する答案が多くあり，また，認知の効力は生じないとしつつも，遺言の\n内容の法的性質が包括遺贈であることを明らかにせずに，単に遺言によりＥが債務\nを承継すると解答する答案や，包括遺贈の場合に受贈者が権利のみを承継し債務を\n承継しないと解答する答案が少なくなかった。家族法，取り分け，親族法について\nの理解が，受験者全体において，相当程度低いことがうかがわれた。平成２２年新司法試験の採点実感等に関する意見（民事訴訟法）\n１ 出題の趣旨，ねらい\n「出題の趣旨」に記載したとおりであるが，今年も，法律知識や判例の内容を直接\n問うのではなく，具体的な事例の検討を通じて，法律制度や判例についての基本的な\n理解を問う問題であった。ある程度のボリュームのある事例を前にその場で基本から\n考える姿勢が求められているのであり，単に事案に関係する知識を答案上に吐き出す\nように記載するような姿勢では通用しない。\n２ 採点方針\n設問で問われている内容をきちんと理解し，問題に正面から取り組んで，検討した\n結果を的確に表現できることが重要であるとの認識の下で，採点をしている。\n３ 採点実感等"
}