{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＡ社は，若手デザイナーの手作りアクセサリーを販売する携帯電話専用のウェブサイトα（以下\n「サイトα」という。）を運営する事業者である。同様のウェブサイト（以下「アクセサリーサイト」という。）を運営している事業者としては，ほかにＢないしＤの３社があるが，これらのアクセサリ\nーサイトで販売されるアクセサリー（以下「本件アクセサリー」という。）は，①若手デザイナーによるざん新なデザインであること，②手作りであるため同じものが２つとないオリジナル商品であること，③価格が５０００円前後と比較的低廉であることなどから，高校生を中心に人気を博している。\nアクセサリーサイトに出品するデザイナーは，専ら本件アクセサリーの製作と販売のみを行っているが，これらのデザイナーには一定レベル以上のデザインセンスや製作技術が求められ，そのようなデザイナーの数は限られている現状にある。ちなみに，このようなアクセサリーは，Ａ社等が運営するアクセサリーサイトでのみ販売されており，それ以外のデパート，宝飾店，ブティック等で入手することは困難である。\nＡ社は，サイトαに出品するデザイナーを登録制とし，以下の態様でサイトαを運営している。\n⑴ Ａ社に登録したデザイナーは，出品するアクセサリーの写真，材質等の商品情報及び自らが設定した販売価格を電子データでＡ社に送付し，Ａ社は，これをサイトαに掲載する。\n⑵ Ａ社は，サイトαに出品されるアクセサリーの更新情報を消費者に対して電子メールで提供し，登録デザイナーに対しては本件アクセサリーの売れ筋情報（以下「売筋情報」という。）を提供する。なお，売筋情報は，登録デザイナーにとって消費者の嗜好を把握する上で貴重な情報源になっている。\n⑶ 本件アクセサリーの購入希望者は，サイトαの画面を通じて商品を注文し，Ａ社は，その注文を出品者である登録デザイナーに取り次ぎ，商品は，当該デザイナーが購入者に直接宅配便で納品する。また，商品代金は，携帯電話会社の料金課金システムを通じてＡ社に支払われ，Ａ社は，その販売価格に一定率を乗じた手数料相当額を差し引いて出品者である登録デザイナーに送金する。なお，購入された本件アクセサリーの売買契約は，当該デザイナーと購入者間で成立し，商品のクレーム等の責任は，当該デザイナーの負担とすることがサイトα上に明記されている。\nＡないしＤ社のアクセサリーサイトにおける売上高の比率は，Ａ社が４０％，Ｂ社が２５％，Ｃ社が２０％，Ｄ社が１５％となっており，Ａ社の手数料率は２５％，ＢないしＤ社のそれは２１％である。しかし，サイトαは，アクセサリーサイトの先駆的存在で知名度が高く，そのアクセス数も最多で，携帯電話のディスプレイ上，最上段に表示されることなどから，消費者へのアピールが強く，デザイナーにとって最も重要な出品先と認識されており，有力な国内若手デザイナーのほとんどは，Ａ社に登録している。\n以上の状況下，Ｅ社は，ＡないしＤ社と同様の事業を始めた。Ｅ社は，ＡないしＤ社と異なり，消費者への更新情報や登録デザイナーへの売筋情報の提供を行わないが，その手数料を１５％に抑えているため，近時，Ｅ社のアクセサリーサイトにおける売上高が急速に伸びてきている。\nそこで，Ａ社が調査した結果，Ａ社のみならずＥ社にも登録したデザイナー（以下「Ａ・Ｅ登録者」という。）が相当数存在することが判明した。Ａ社としては，Ａ・Ｅ登録者がＡ社の提供する売筋情報を利用して本件アクセサリーを製作し，その販売は，より手数料の安価なＥ社のサイトを利用するというのでは，自社が提供した売筋情報を無償で利用される結果となるので容認できないとの考えから，今後，Ａ・Ｅ登録者に対し，Ａ及びＥ社の双方に登録することは認めない旨申し入れ，仮にＡ社に登録しているにもかかわらずＥ社のアクセサリーサイトに出品した場合は，以後，当該デザイナーのアクセサリーの商品情報等をサイトαに掲載しないこととし，そのことをＥ社に登録していないＡ社の登録デザイナーにも周知するとの対策を考えている。\n- 10 -\n〔設 問〕\n弁護士甲は，Ａ社から，前記対策が私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）に違反しないかどうかを相談された。甲は弁護士としていかなる回答をすべきか述べなさい。\n- 11 -\n〔第２問〕（配点：５０）\nＹ市では，昭和３０年代に下水道を整備したが，近時，下水道管が老朽化し水漏れ事故が急増している。このような状況は各自治体で起きているが，多くの自治体では，下水道管の取替えよりも大幅な経費の節約となることから，下水道管の内部を補修する下水道管更生工事を行うようになり，その発注件数が増えている。下水道管更生工事には，甲工法及び乙工法の２つの工法がある。甲工法が従来採用されていた工法であるが，この数年，甲工法より高い技術を求められるものの，甲工法より約２０％費用を節約できる乙工法が普及しつつあり，大規模及び中規模の建設会社は乙工法を施工できるようになっている。Ｙ市内には，甲工法を施工できる建設業者がＡ，Ｂ，Ｃ，Ｄ，Ｅ及びＦの６社あり，乙工法を施工できる建設業者は，そのうちのＡ，Ｂ，Ｃ及びＤ（以下「４社」\nという。）である。Ｙ市は，下水道管更生工事の契約者を市内業者の中から指名競争入札の方法によって決定しており，工法については甲工法又は乙工法のいずれを採用してもよいこととしている。\nＡの営業部長ｒは，Ｂ，Ｃ及びＤの営業部長ｓ，ｔ及びｕに呼び掛けて交渉した結果，平成２１年２月１日，Ａの会議室で開かれた会合において，これらの間で，⑴同年４月１日以降入札が行われるＹ市発注に係る下水道管更生工事については，あらかじめｒ，ｓ，ｔ及びｕの間で話合いにより４社のうち各入札で指名された者の中から受注予定者を決定すること，⑵４社の間でその受注金額ができる限り均等になるようにすること，⑶受注予定者の落札金額については，その者におおむね２０％程度の粗利が確保できる水準とし，受注予定者とｒの協議により受注予定者を含めた４社のうち各入札で指名された者の入札金額を決定し，ｒにおいて事前にその金額を当該入札参加者に連絡することを合意した。ｒが，Ｅ及びＦの担当者に参加を呼び掛けなかったのは，Ｅ及びＦの担当者はそれらの従来の入札態度からいずれにせよ談合に協力すると予想されたし，協力しなくても甲工法はコストが高いことから大部分の談合は成功すると考えたからである。\nところが，ＡがＹ市内において労働災害を起こしたことから，Ｙ市は，平成２１年３月１日から１年６か月の間，Ａを指名停止とした。そこで，ｒは，同月５日，Ａの会議室においてｓ，ｔ及び\nｕと再度会合を開き，Ｂ，Ｃ及びＤの受注する下水道管更正工事の半分についてＡが下請に回り，受注者からその利益の５０％を受け取るよう求めたところ，ｓ，ｔ及びｕはこれに同意した。\nＹ市の下水道管更生工事の入札は，平成２１年４月１日から平成２２年５月９日まで２５件が行われ，ｒが上記の方法で受注調整を行った結果，Ｂ，Ｃ及びＤがそれぞれ８件を落札し，そのうち\n１２件についてＡは下請となった。\nＥ及びＦの担当者は，これに先立つ平成２１年１月２０日，Ｄの営業部長ｕと偶然会った際に，ｕから，談合を行うべくｒ，ｓ及びｔと交渉中である旨を聞いた。Ｅ及びＦの担当者は，それぞれ，近い将来，自ら乙工法の技術を取得できる見込みであることから，談合に協力しておけば，その後は談合に参加させてもらい談合により落札できるようになると考えて，自らは落札できないと考えられる価格で入札してきた。しかし，１件については，Ｆが想定落札価格の計算を誤り，落札した。\n公正取引委員会は，平成２２年５月１０日，関係各社に立入検査を行った。\n〔設問１〕 Ａ，Ｂ，Ｃ，Ｄ，Ｅ及びＦの行為は独占禁止法に違反するといえるか検討しなさい。\n〔設問２〕 上記の事案で，仮に，平成２１年３月１５日に公正取引委員会が立入検査を行ったこ\nとにより，同年４月１日からの入札につき１件も受注調整をすることができなかった場合，Ａ，Ｂ，Ｃ，Ｄ，Ｅ及びＦの行為は独占禁止法に違反するといえるか検討しなさい。\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "[経 済 法］\n〔第１問〕\n本問は，若手デザイナーによる手作りアクセサリー（以下「本件商品」という。）の販売を仲介する携帯電話専用のウェブサイトの運営事業（以下「本件事業」という。）の市場において，安価な手数料率の設定を売り物にして新規参入してきた事業者に対し，既存の事業者であるＡ社が危機感を覚え，同社のサイトへの掲載を依頼する若手デザイナーに対し，新規参入者との二重登録を禁止することを目的とする措置（以下「本件措置」という。）を講じようとしたことについて，独占禁止法上の問題点を検討させることをその趣旨としている。\nすなわち，本件措置を講ずることにより，どのような市場における競争に関し，どのような競争上の影響や弊害を生ずるおそれを生むこととなるかについて，事実関係の分析と構成要件への当てはめの過程を見ようとするものであり，本件措置が若手デザイナーの事業活動に与える影響及び競争への影響を検討すべき市場の範囲，その公正競争阻害性について検討することが求められる。\n具体的には，不公正な取引方法の一般指定第２項後段又は第１２項の構成要件を踏まえ，本件措置について，他の事業者にある事業者に対する取引を拒絶させたといえるか，又は相手方の事業活動を不当に拘束する条件を付けて取引したといえるかについて，本件商品の販売形態\n- 11 -の特殊性やＡ社の市場における地位，その実効性確保手段の有無及び程度等を勘案して検討する必要がある。\n本件措置が影響を及ぼすこととなる競争の具体的な形態としては，各社のウェブサイトによる本件商品の販売の仲介を希望する若手デザイナーの獲得をめぐる競争のほか，各社が運営するウェブサイトを媒介として若手デザイナーと一般消費者との間で成立する本件商品の販売における競争も想定されよう。\nまた，その公正競争阻害性に関しては，本件の市場の実態に基づいて，本件事業に新規参入した事業者が市場から排除されるおそれ，すなわち市場閉鎖効果が生ずるおそれの有無や，本件商品の販売価格が維持されることがないか等の点に着目し，併せて本件措置を講ずることについての正当化事由についても検討する必要がある。\nいずれにせよ，本問においては，本件措置が市場における競争に及ぼす影響について，独占禁止法上の行為規制の趣旨及び体系並びに各違反行為の構成要件を正確に理解した上で，事実関係を丹念に検討してその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ｙ市発注の下水道管更生工事の入札という架空の事例を基に，入札談合が独占禁止法に違反するかどうかを不当な取引制限（独占禁止法第３条，第２条第６項）の要件に従って検討させ，不当な取引制限の規制について基本的理解ができているかを確認することをその趣旨としている。\n設問１においては，まず，共同行為，事業活動の相互拘束等の要件について，Ａ，Ｂないし\nＤ及びＥ・Ｆのそれぞれの平成２１年２月１日の会合，３月５日の会合等における行為が，これらの要件を満たすか否かを検討することとなる。ここでは取り分け，ＢないしＤの行為のほか，Ａはこの二つの会合の間に指名停止処分を受けて入札に参加できず，また，Ｅ・Ｆはこれらの会合にはかかわることなく本件談合に協力をしたことが，共同行為及び事業活動等の相互拘束の要件においてどのように評価されるか，意思の連絡は成立するか，相互拘束性があるか等を本件事案に即して検討することを求めている。\n次に，本件において「一定の取引分野」をどのように画定するか，すなわち，例えば甲工事と乙工事の関係はどうか，Ｙ市発注の下水道管更生工事という一定の取引分野が成立するかを検討し，さらに，基本合意に続いて個別調整（個別入札）が行われた本件事案において競争を実質的に制限するかを検討することとなる。\n設問２では，基本合意は成立しているが個別調整が実施されていない事案において，不当な取引制限が成立するかを問うている。検討に当たっては，不当な取引制限は，入札談合において基本合意と個別調整のいずれで成立するか，本件事案においては基本合意だけで成立するかについて，独占禁止法第２条第６項の要件に基づいて説明することが求められる。その際には，当然ながら，設問１の解答と矛盾しないことも求められる。\nいずれにせよ，本問においては，不当な取引制限の要件の意義を正確に理解した上で，当該行為による競争への影響を念頭に置き，事実関係を十分に検討した上で当てはめをを行うことが求められる。"
}