{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＡ社は，加工食品の小売販売を主たる業務として設立された株式会社であり，甲市内に本社を置き，数店の小売店舗を構えている。Ａ社は，平成１６年に業務内容を拡大するために自社ブランド製品を製造して販売することを決め，平成１７年４月，乙市内に工場を建て，工場部門で働く従業員（管理職を除く。）を新たに５０人採用し，自社ブランド製品の製造を始めた。しかし，工場部門の事業は開始直後から不振が続き，その赤字によってＡ社全体の利益を押し下げ，このまま工場部門を存続させると，Ａ社の経営に深刻な影響を及ぼす状況になった。\nそこで，Ａ社は，平成１９年１２月，工場部門を廃止することを事実上決めたところ，Ａ社とは資本関係のない同業他社のＢ社から，工場部門の事業を引き継ぎたいとの申入れを受け，平成\n２０年６月，工場の敷地，建物及び設備を含めて工場部門の事業全部をＢ社に譲渡することを決め，同年８月，Ａ社の従業員に対して工場部門の廃止を説明し，同年１２月，Ｂ社との間で，事業譲渡日を平成２１年４月１日とする事業譲渡契約を締結した。同事業譲渡契約の契約書には，Ａ社工場部門の従業員の労働契約関係の処理に関する条項はなく，同事業譲渡契約時に取り交わされた覚書には，Ｂ社はＡ社工場部門の従業員をできる限り引き受けるよう努力する旨の条項がある。\nＸ 及びＸ は，いずれも，平成１７年４月にＡ社の工場部門で働く従業員として期間の定めな\n１ ２く雇用された者であり，雇用時に，Ａ社から，業務内容は食品加工工程における技術職であり，工場勤務以外の勤務はない旨の説明を受け，以後，その業務にのみ就いていた。なお，Ｘ は，工\n１場部門の従業員１４人で組織されたＣ労働組合（以下「Ｃ組合」という。）の組合員であり，委員長を務めていた。\nＡ社及びＢ社は，上記事業譲渡契約後の平成２１年１月，Ｘ 及びＸ を含むＡ社工場部門の全\n１ ２従業員に対し，同年３月をもってＡ社工場部門を廃止し，同部門の事業をＢ社に譲渡する契約を締結したこと及び上記覚書の内容を説明した上，さらに，Ａ社からは，Ａ社を退職してＢ社に就職するよう勧め，Ｂ社からは，Ｂ社への就職を希望する者については書類選考のみで優先的に採用する旨説明した。その後，Ａ社は，同月３１日を退職日とする希望退職を募り，その結果，Ａ\n社工場部門の従業員５０人のうちＣ組合の組合員１４人全員を含むＸ ら４５人が退職に応じた１が，Ｘ ら５人は退職に応じなかった。また，Ａ社は，会社再建のため，本社部門及び小売店舗部\n２門の全従業員４０人にも希望退職を募り，１０人の退職者を得て，同年４月以降，従業員３０人体制で業務を続けた。\nＢ社は，同月１日，Ｂ社に採用申込みをしたＸ ら４５人のＡ社工場部門退職者及び外部からの１応募者１５人の中から５０人を採用した。不採用となったのは，Ａ社工場部門退職者のうちＸ ら\n１５人（そのうちＣ組合の組合員は３人）と外部からの応募者５人であった。\n希望退職に応じなかったＸ ら５人は，同年２月２８日，Ａ社から，工場部門の廃止を理由とし\n２て，同年３月末日付けで解雇する旨通告された。\n〔設 問〕\nＸ 及びＸ は，下記の点について相談をしたいと考えている。この相談に対し，あなたが弁護\n１ ２士として回答する場合に検討すべき法律上の問題点を指摘し，それについてのあなたの見解を述べなさい。\n⑴ Ｘ は，Ｂ社に対し，労働契約上の権利を有する地位にあることの確認並びに賃金支払及び損\n１\n- 18 -害賠償を求めたいと考えている。\n⑵ Ｘ は，Ａ社に対し，労働契約上の権利を有する地位にあることの確認及び賃金支払を求めた２いと考えている。\n- 19 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n１ Ｙ社は，従業員２００人の会社であるが，そのうち１１０人の従業員で組織されたＸ 労働組\n１合(以下「Ｘ 組合」という。)と，７０人の従業員で組織されたＡ労働組合（以下「Ａ組合」と１いう。）の二つの労働組合が存在していた。Ｘ 組合の規約には，「組合費の納入はチェック・オ\n１フによる。」との規定があり，また，Ｘ 組合とＹ社との間で，「会社は，組合員の賃金から組合\n１費相当分を控除し，これを組合に交付する。」との協定が労働協約として締結されていた。Ｘ\n１組合とＹ社は，当該チェック・オフ協定を毎年４月１日に更新することとし，更新に際しては，その都度，Ｘ 組合がＹ社に対し，３月１日にその時点における組合員名簿を提出した上，３月\n１中に協議の場を設けて双方で更新するか否かを確認する手続を行っていた。Ｙ社は，１０年間にわたって，このような手続に従い，Ｘ 組合の組合員の毎月の賃金から組合費相当分を控除し，１\nＸ 組合に交付してきた。\n１２ ところで，Ｙ社では昨今の景気後退と競争激化を背景に，人員削減を含む合理化方針を強化し，従業員に退職勧奨を行う一方，時間外労働も恒常化していったことから，退職者がＸ 組合\n１の組合員を含めて５０人にも上り，そのため，従業員の業務負担は更に過重になっていった。\nＸ 組合は，Ｙ社のこうした経営方針や人事管理に強く反発し，Ｙ社の経営方針等を批判し，役\n１員の退陣を求めるビラを従業員食堂等で配布するなど，Ｙ社との対決姿勢を鮮明にした。Ｙ社は，Ｘ 組合に対し，そうした行為の中止を求めるとともに，これに関与した組合員らに対して\n１警告書を発した。これに対し，Ｘ 組合は，抗議活動を強め，社屋前の集会を無許可で行うなど１したため，Ｙ社はＸ 組合の委員長を戒告処分とした。このような経緯で，Ｙ社とＸ 組合との１ １対立は激化し，Ｙ社は，Ｘ 組合に対する不快感をより強めていった。\n１一方，Ｘ 組合の組合員には，Ｙ社に対して闘争的な活動方針を採る執行部の姿勢に疑問を持\n１つ組合員も少なからず存在し，その多くがＸ 組合を脱退し，Ｙ社に対する協調的関係を重視し，１穏健な活動方針を採るＡ組合に加入した。その結果，平成２０年１０月１日時点で，全従業員\n１５０人中，Ｘ 組合の組合員数は４０人にまで減少し，逆にＡ組合は組合員９０人を組織する\n１までになった。\n３ Ｙ社は，平成２１年１月２０日，新たにＡ組合との間でもチェック・オフ協定を労働協約の形式で締結し，同年２月１日からＡ組合の組合員についても賃金からの組合費相当分の控除を行うこととし，Ａ組合でもチェック・オフによって組合費を徴収する旨をその組合規約に定めた。\n４ Ｘ 組合は，同年３月１日，例年どおり，同日時点の組合員名簿をＹ社に提出したところ，Ｙ\n１社は，同月５日，Ｘ 組合に対し，Ｘ 組合の組合員数が全従業員の過半数を大幅に下回ったこ\n１ １と及び平成２０年度のＸ 組合とのチェック・オフ協定の期間が満了することの二つの理由に１より，チェック・オフ協定を更新しないこととする旨通知した。なお，その際，Ｙ社は，Ｘ 組\n１合に対し，「本来は，Ｘ 組合の組合員数が全従業員の過半数に満たないことが判明した時点で１チェック・オフ協定を解約すべきところ，労使関係の安定を考慮し，期間満了まで待って，終了させることとした。」旨付言した。Ｘ 組合は，これに強く反対し，チェック・オフ協定の継\n１続を求めてＹ社に団体交渉を申し入れ，平成２１年３月１５日，団体交渉が行われた。同交渉において，Ｙ社は，同月５日にＸ 組合に通知した二つの理由を繰り返し説明し，その後のＸ\n１ １組合との団体交渉を拒絶した。\n５ 一方，Ｘ 組合を脱退してＡ組合に加入した組合員Ｘ は，Ａ組合の執行部がＹ社との友好的\n１ ２\n・協調的関係を重視する余り，Ｙ社の言いなりになっている状況を見て，その姿勢を改めるよう同執行部に要求した。しかし，同執行部がこれを全く無視したことから，Ｘ は大いに失望し，２\n- 20 -同年６月１５日，Ａ組合に対し脱退届を提出し，Ｘ 組合への復帰を願い出た。そこで，Ｘ 組\n１ １合は，直ちに，Ｘ の加入を認めた上，Ｙ社に対し，書面により，チェック・オフ協定の締結を２再度求めるとともに，Ｘ との連名で，Ｘ の賃金から控除する組合費相当分の交付先をＡ組合\n２ ２からＸ 組合に変更するよう要求した。\n１しかし，Ｙ社は，Ｘ 組合の組合員数が現在も４０人にとどまっており，全従業員の過半数に１およそ満たないことを理由にＸ 組合とのチェック・オフ協定の締結を拒絶するとともに，「組\n１合員が脱退するには，組合に届け出て，その承認を得なければならない。」と定めた組合規約に基づきＡ組合がＸ の脱退を認めておらず，Ａ組合からＹ社に対してＸ の脱退につき通告がな\n２ ２いことを理由に，Ｘ の賃金から控除する組合費相当分の交付先の変更を拒否し，依然として\n２\nＸ の賃金から控除した組合費相当分をＡ組合に交付し続けた。\n２\n〔設 問〕\n１ Ｘ 組合及びＸ は，それぞれ，Ｙ社を相手方として，どのような機関に対していかなる法的\n１ ２救済を求めることができるか，説明しなさい。\n２ １の法的手段において考えられる法律上の問題点を挙げ，各問題点に対するあなたの見解を述べなさい。\n- 21 -\n- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "[労 働 法］\n〔第１問〕\n設問（１）は，労働契約の成立の場面における基本原則（労働契約法第１条，第３条第１項）についての理解を問うものであり，問題文の事実関係に即して，Ｘ１のＢ社に対する①地位確認請求の可否，②賃金請求の可否，③損害賠償請求の可否を論じさせるものである。①の論点は，Ｘ１とＢ社との間の労働契約関係の成否の問題であり，その成立原因として，（ア）事業譲渡によりＸ１とＡ社との間の労働契約関係がＢ社へ承継されるか否か，（イ）Ｂ社による書類選考のみで優先的に採用するとの説明行為とこれに対するＸ１の応募行為により，Ｘ１とＢ\n社との間に合意による労働契約が成立するか否かを検討することが求められ，その検討においては，（ア）に関しては事業譲渡の法的性質について，（イ）に関しては採用の自由（選択の自由，契約締結の自由）について言及する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（労働契約関係の成立を肯定すれば積極，否定すれば消極）を導く必要がある。③の論点も，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論を導く必要があり，その論述の中では，被侵害利益，損害の内容についての言及が求められる。\n設問（２）は，整理解雇についての理解を問うものであり，問題文の事実関係に即して，Ｘ\n２のＡ社に対する①地位確認請求の可否，②賃金請求の可否を論じさせるものである。①の論点は，Ａ社がＸ２に対して行った解雇の効力の問題であり，問題文の事実関係に照らして，整理解雇の事例であることを押さえた上，当該解雇が整理解雇として有効かどうかにつき整理解雇の４要件（要素）ごとに検討する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（解雇の効力を肯定すれば消極，否定すれば積極）を導く必要がある。\n〔第２問〕\n本問は，組合併存下にあって，（１）労働協約の更新により長年継続されてきたチェック・オフを使用者が一方的に中止し，また，（２）脱退組合員の組合費につき脱退後も使用者がチェック・オフを継続したという事例を通じて，不当労働行為の成否とその内容，救済機関と求め得る救済手立てについての理解を問うものである。\n設問１では，まず，Ｘ１組合との関係では，労働組合法第７条第２号（団交拒否）や同条第\n３号（支配介入）の成否が問題となる。救済機関については，（ア）労働委員会（行政救済）と（イ）裁判所（司法救済）が考えられ，救済の手立てについては，（ア）労働委員会に対しては，Ｘ１組合との団交応諾命令やチェック・オフの再開・継続，Ｘ２の組合費に対するチェ\nック・オフの中止請求等が問題となり，（イ）裁判所に対しては，団交を求める地位の確認，団交拒否あるいは支配介入を理由とする不法行為に基づく損害賠償請求等が問題となる。次に，Ｘ２との関係では，組合脱退後のチェック・オフの継続につき，（ア）労働委員会に対しては，労働組合法第７条第３号違反の救済申立て，（イ）裁判所に対しては，Ａ組合からの脱退後のチェック・オフの継続により控除された組合費相当額の返還請求，法的根拠のないチェック・\nオフの継続を理由とする不法行為に基づく損害賠償請求が問題となる。\n設問２では，設問１で取り上げた救済の具体的手立てに関して，まず，（１）Ｘ１組合に対\n- 14 -するチェック・オフの一方的中止につき，労働組合法第７条第２号違反との関係では，Ｘ１組合の過半数割れや労働協約の期間満了が団交拒否の正当理由となるか，１０年間継続されてきたチェック・オフ協定を１回の団交で打ち切ることは相当かなどの論点の検討が求められる。\n同条第３号との関係では，組合併存下でのＸ１組合の活動に対する警告文の発出，Ｘ１組合委員長に対する戒告処分及びチェック・オフの中止がＸ１組合に与える財政的打撃や組合の組織運営への影響等をどう評価するかが論点となる。司法救済との関連では，団交応諾仮処分の可否や同条第２号・第３号違反と不法行為の成否をどう考えるかが論点となる。次に，（２）Ｘ\n２のＡ組合脱退後のチェック・オフの継続につき，脱退に対する許可等を要件としたＡ組合規約の効力をどう考えるか，チェック・オフの継続により控除された組合費相当額につき，Ｘ２はどのような法的根拠に基づいて返還を求めるのか，Ｘ１組合もその返還を求め得るかなどの論点の検討が求められる。"
}