{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "text": "〔第１問〕（配点：５０）\nＡは現在１５歳であり，日本と甲国の国籍を有している。日本国籍を有する母Ｍは甲国籍を有する父Ｆと２０年前に日本において婚姻し，両者の間にＡが出生した。Ａの出生後に勤務地が甲国となったＦは，Ａ及びＭと共に甲国において家族生活を開始したが，しばらくしてＦは急死した。甲国において生計を立てることができなかったＭはＡを伴い日本に帰国し，日本においてＡを養育していたところ，Ａが１３歳の時，Ｍもまた死亡した。現在，Ｍの母Ｘが日本においてＡを監護養育している。\n甲国国際私法からの反致はないものとして，以下の設問に答えなさい。\n〔設 問〕\n１．現在，ＸはＡの後見人となることを望んでいる。\n⑴ 日本の裁判所は，Ａの後見人としてＸを選任するための国際裁判管轄権を有しているか。\n⑵ 日本の裁判所が国際裁判管轄権を有すると仮定した場合に，ＸをＡの後見人に選任するために日本の裁判所はいかなる国の法を適用すべきか。\n２．日本の裁判所がＸをＡの後見人に選任したとする。\n⑴ Ｍが甲国において生前親しくしていた甲国人Ｂは現在日本に居住している。Ａを幼児のころから知っていたＢは，Ｘが高齢であることもあり，Ａを日本において自己の養子にしたいと望んでいる。ＡとＢとの間の養子縁組についてＸの承諾は必要か。\nなお，甲国法によると，「養子となる者が１６歳未満の未成年者であるときは，その法定代理人が縁組に承諾しなければならない。」とされている。\n⑵ ＡとＢとの間の養子縁組が日本において有効に成立した場合，Ｘの後見は終了するか。\n- 32 -\n〔第２問〕（配点：５０）\n日本のＡ会社は甲国のＧ会社との間で，甲国の港湾都市Ｋ市の湾岸部において化学プラントを建設する契約を締結した。Ｋ市に所在するＡのＫ支店は，日本のＢ会社との間で，Ａが建設する化学プラント用の機械（以下「本件機械」という。）をＢが製造し販売する製作物供給契約（以下「本件契約」という。）を締結した。本件機械はＫ港にてＡのＫ支店に引き渡された。この事例について，以下の設問に答えなさい。\nなお，この事例における日本のＡ会社及び甲国のＧ会社は，それぞれ，日本及び甲国で設立され，日本及び甲国に主たる営業所を有するものとし，日本のＢ会社は，日本で設立され，日本以外に営業所等を有しないものとする。\n〔設 問〕\n１．ＡのＫ支店とＢとの本件契約には，乙国法を準拠法とし，かつ，日本の裁判所を管轄裁判所とする合意がある。\nなお，甲国は国際物品売買契約に関する国際連合条約（平成２０年７月７日条約第８号）（以下「条約」という。）の締約国であるが，乙国は条約の締約国ではない。\n⑴ 本件機械の瑕疵によりＡが建設中の化学プラントの完成が遅れ，このためＡはＧに損害賠償金を支払った。この場合におけるＢのＡに対する本件契約上の責任の存否について，日本の裁判所は条約を適用すべきか（なお，条約第２条及び第４条から第６条までの規定は，この設問には関係しないものとする。）。\n⑵ 甲国のＨ会社がＢの発行済株式のすべてを取得したことから，Ｂは本件契約の準拠法を甲国法に変更することを希望している。このような準拠法の変更は可能か。\n２．Ａの建設した化学プラントは無事Ｇに引き渡され，稼働し始めた。ところが，本件機械の欠陥が原因となり化学プラントが損傷してＧに多大な損害が生じた。そこで，Ｇは，Ａに対してはＡとの化学プラント建設契約中の仲裁条項に従い仲裁による解決を目指すこととし，Ｂに対しては日本の裁判所において損害賠償請求訴訟を提起することとした。\n⑴ 日本の裁判所がＢの責任を判断するために適用すべき法は，いかなる国の法か。\n⑵ 訴えが提起された後にＧとＢとが日本法を明示的に選択したとすれば，裁判所は日本法を適用することができるか。\n- 33 -",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 18,
  "purpose": "[国際関係法（私法系）］\n〔第１問〕\n本問は，未成年者を被後見人とする後見人の選任につき国際裁判管轄の基準を問うと同時に，後見人の選任から終了までに起こり得べき諸問題に適用される準拠法の決定とその適用を問う問題である。\n設問１の小問（１）は，未成年者を被後見人とする後見人選任の国際裁判管轄の基準を問う問題である。後見人選任の国際裁判管轄を定める明文の規定はないこと，また，依拠すべき判例法も確立されていないことを指摘した後に，被後見人の保護という観点から管轄原因を論じ，当該管轄原因を設問の事案に当てはめることが求められている。\n設問１の小問（２）は，後見人選任に適用される準拠法を問う問題である。法の適用に関する通則法（以下「通則法」という。）第４条第１項の指定する準拠法（日本法）の下で事件本人が未成年者であること及び通則法第３２条の指定する準拠法（日本法）の下で事件本人に親権者がいないことを確認し，後見人選任に適用される準拠法を通則法第３５条の指定する日本法として特定することが望まれる。なお，事件本人の本国法の決定については通則法第３８条第１項ただし書の規定が適用されなければならない。\n設問２の小問（１）は，通則法第３１条第１項後段のいわゆるセーフガード条項の趣旨の理解を問う問題である。同項前段の規定が指定する法と後段の規定が指定する法の丁寧な当てはめも求められている。\n設問２の小問（２）は，養子縁組の成立により後見が終了するまでの準拠法の決定と適用を問うものである。養子と養親との間の法律関係は通則法第３２条によることを指摘しなければならない。そして，同条の指定する子の常居所地法たる日本法の下で養親が親権者であることを確認した後に，後見が終了するか否かは通則法第３５条の問題であり，当該規定の指定する日本法により後見が終了することに言及しなければならない。\n〔第２問〕\n本問は，国際的な売買の事案を基に，関係する問題の準拠法の決定方法を問う問題である。\n設問１の小問（１）は，「国際物品売買契約に関する国連条約」（以下「条約」という。）の適用の可否を問う問題である。条約第１条（１）の「売買」及び「営業所」を，それぞれ，条約第３条第１項及び第１０条と関連付けながら論述するとともに，条約第１条（１）（ａ）に従い，本件に条約が適用されることに言及しなければならない。最終的に条約の適用を排除するという結論をとるにせよ，条約第１条（１）に基づき，本件が条約の適用範囲に入っていることについて論述しなければならない。\n設問１の小問（２）は，契約準拠法の変更を認める通則法第９条の趣旨の理解とその適用を問う問題である。取り分け，契約につき事後の法選択を許容する当該規定の趣旨に言及することが求められている。\n設問２の小問（１）は，生産物責任に関する通則法第１８条の解釈と適用を問う問題である。\n一般的不法行為に関する通則法第１７条ではなく通則法第１８条が適用されること，「引渡しを受けた地」という連結基準が採用された趣旨とその意味に言及しなければならない。\n設問２の小問（２）は，通則法第２１条の理解とその適用を問う問題である。不法行為について準拠法の選択が許容される理由，選択の要件，取り分け選択の時点に言及しなければならない。\n- 18 -"
}