{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００〔設問１と設問２の配点の割合は，２：８〕）\n次の文章を読んで，後記の設問１及び設問２に答えよ。\n１．Ａは，自己の所有する土地建物（以下「本件不動産」という。）を活用して，株式会社を設立してスーパーマーケット事業を営もうと考えた。しかし，Ａは，本件不動産をスーパーマーケットの店舗に改装する資金を有していなかったので，友人Ｂに対し，同事業を共同して行うことを提案した。Ｂは，Ａからの提案を了承し，両者の間に，株式会社を設立してスーパーマーケット事業を営む旨の合意が成立した。\n２．そこで，Ａ及びＢは，いずれも発起人となって，発起設立の方法により，会社法上の公開会社であり，かつ，株券発行会社である甲株式会社（以下「甲社」という。）を設立することとした。\nＡ及びＢは，発起人として，Ａが金銭以外の財産として本件不動産を出資すること，その価額は５億円であること及びＡに対し割り当てる設立時発行株式の数は５０００株であることを定め，これらの事項を，書面によって作成する定款に記載した。そして，Ａは，設立時発行株式の引受け後遅滞なく，その引き受けた設立時発行株式につき，本件不動産を給付した（以下Ａによる本件不動産の出資を「本件現物出資」という。）。\n他方，Ａ及びＢは，発起人として，Ｂが割当てを受ける設立時発行株式の数は１０００株であり，その株式と引換えに払い込む金銭の額は１億円であると定めた。そして，Ｂは，設立時発行株式の引受け後遅滞なく，その引き受けた設立時発行株式につき，その出資に係る金銭の全額１億円を払い込んだ。\nなお，Ａ及びＢは，本件不動産の評価額を５億円とする不動産鑑定士の鑑定評価及び本件不動産について定款に記載された５億円の価額が相当であることについての公認会計士の証明を受けた。そして，Ａ及びＢは，裁判所に対し，定款に記載のある本件現物出資に関する事項を調査させるための検査役の選任の申立てをしなかった。\n設立中の甲社においては，Ａ，Ｂ及びＣが設立時取締役として選任され，Ａが設立時代表取締役として選定された。Ａ，Ｂ及びＣは，その選任後遅滞なく，本件不動産に係る不動産鑑定士の鑑定評価及び公認会計士の証明が相当であること並びにＡ及びＢによる設立時発行株式に係る出資の履行が完了していることにつき調査をした。その後，甲社は，本店の所在地において設立の登記をしたことにより成立し，Ａが甲社の代表取締役に，Ｂ及びＣが甲社の取締役にそれぞれ就任した。そして，甲社は，本件不動産をスーパーマーケットの店舗（以下「甲店」という。）に改装し，スーパーマーケット事業を開始した。\n３．甲社は，成立後数年の間は，甲店におけるスーパーマーケット事業を順調に行い，好業績を上げていた。そして，Ｂは，甲社の取引先に対し，自己の所有していた甲社の株式の一部を譲渡した。\nところが，その後，大手ディスカウントストアが甲店の近隣に出店したことにより，甲社のス\nーパーマーケット事業には，急速に陰りが出始めた。そこで，甲社は，運転資金が必要となったため，乙銀行株式会社（以下「乙銀行」という。）に甲店の大規模改装に必要な資金の名目で２億円の融資を申し入れた。これに対し，乙銀行の担当者は，甲社の近時における業績の低迷等を見て懸念を感じ，甲社に対し，「甲店の大規模改装に必要な資金２億円のうち，半分の１億円を増資等により自ら調達するなどすれば，残りの１億円につき融資することも考えられないことはない。」と返答した。\nそこで，甲社は，Ａの提案により，丙株式会社（以下「丙社」という。）を割当先とする募集株式の発行を行うこととした。甲社の取締役会は，募集株式の数１０００株，募集株式１株と引換えに払い込む金銭を１０万円とするなどと定めた。丙社は，当該募集株式の割当てを受けて，甲社の取締役会が定めた募集株式の払込みの期日に，募集株式の払込金額の全額１億円を払い込んだ。そこで，甲社は，募集株式の発行による変更の登記をし，また，その払込み後遅滞なく甲社の株式１０００株に係る株券を発行し，丙社に同株券を交付した（以下甲社による当該募集株式の発行を「本件募集株式発行」という。）。\n４．その後，甲社は，乙銀行に対し，増資が完了し，現金１億円を確保したことを伝え，大手ディスカウントストアに対抗するため，改めて，甲店の大規模改装に必要となる資金の残額として１億円の融資を申し入れた。これに対し，乙銀行は，甲社に対し，甲社の計算書類及び登記事項証明書等を提示するよう求めた。そこで，Ａは，乙銀行に対し，本件募集株式発行がされたこと及び本件募集株式発行に際し払い込まれた現金１億円が甲社にあることを表示している甲社の貸借対照表（資料①は，その概要）等の計算書類及び登記事項証明書（資料②）を提示した。乙銀行は，これらの内容を確認した上で，甲社に対する１億円の融資を決定し，甲社に対し，１億円を貸し付けた。\nなお，これに先立ち，甲社の取締役会は，Ａ，Ｂ及びＣの全員一致で，乙銀行から１億円の融資を受けることを決定していた。\n５．ところが，甲社は，乙銀行からの上記融資後も甲店の改装を行わず，甲社の顧客の多くが引き続き大手ディスカウントストアに流れたため，業績を回復させることができなかった。乙銀行は，程なく，甲社が破綻したこと，そのため，乙銀行の甲社に対する貸付債権のほぼ全額が回収不能となったことを知った。\n６．その後，乙銀行が甲社の破綻及び乙銀行の甲社に対する貸付債権がほぼ全額回収不能となるに至った経緯を調査した結果，以下の事実が判明した。\n⑴ 本件不動産は，本件現物出資の当時，土地に土壌汚染が存在し，甲社の定款作成の時及び成立の時における客観的価値は，いずれも１億円にすぎなかった。また，甲社の設立当時，Ａは，当該土壌汚染の存在を認識していたが，Ｂは，当該土壌汚染の存在を認識しておらず，本件不動産に係る鑑定評価や証明を行った不動産鑑定士及び公認会計士は，その当時，当該土壌汚染の存在や，これにより定款に記載された本件不動産の価額が相当でないことを認識していなかった。\n⑵ 丙社は，Ａが実質的に発行済株式の全部を所有していた。本件募集株式発行に際し，丙社の代表取締役Ｄは，Ａの指示を受けて，丁銀行株式会社（以下「丁銀行」という。）から払込金相当額の９割に相当する９０００万円を借り入れ，それを丙社がねん出することができた資金１０００万円と併せて，本件募集株式発行の払込みに充てた上，Ａが，当該払込みがされた日の翌日，募集株式の発行による変更の登記の申請に必要な手続をすると直ちに，当該払込みに係る資金のうち９０００万円を甲社の口座から引き出して，丙社の代表取締役Ｄに交付し，Ｄが，丙社の代表取締役として，直ちに，この資金をもって，丁銀行に対し，９０００万円の借入金債務を弁済した。その後，Ａは，甲社の貸借対照表（資料①は，その概要）等の計算書類を作成し，乙銀行に対し，同計算書類や登記事項証明書（資料②）を示していた。\nＢは，Ａに本件募集株式発行に関する手続を実質的に一任しており，その当時，本件募集株式発行に係る払込みやＡのＤに対する９０００万円の交付等に関する上記一連の事情を認識していなかった。\nなお，本件募集株式発行の払込金額は，丙社に特に有利な金額であるとはいえなかった。\n〔設問１〕 本件現物出資に関し，会社法上，Ａ及びＢが甲社に対して負担する責任について，説\n明しなさい。\n〔設問２〕 本件募集株式発行に関し，①払込みの効力及び発行された株式の効力について論じた\n上，会社法上，②Ａ，Ｂ及び丙社が甲社に対して負担する責任並びに③Ａ及びＢが乙銀行に対して負担する責任について，説明しなさい。【資料①】\n貸借対照表の概要\n（平成〇〇年〇月〇日現在）\n（単位：千円）\n（資産の部） （負債の部）流動資産 （略）現 金 120,000 負債合計 50,000（略） 80,000 （純資産の部）固定資産 株主資本建物及び土地 500,000 資本金 350,000（略） 50,000 資本準備金 350,000純資産合計 700,000資産合計 750,000 負債・純資産合計 750,000(注) 現金１億2000万円のうち，１億円は，本件募集株式発行の払込みに係るものである。また，建物につき減価償却は考慮しない。【資料②】\n履歴事項全部証明書\n〇〇県〇〇市〇〇〇〇一丁目１番１号甲株式会社会社法人等番号 （略）商 号 甲株式会社本 店 〇〇県〇〇市〇〇〇〇一丁目１番１号公告をする方法 （略）会社成立の年月日 平成〇〇年〇月〇〇日目 的 １．スーパーマーケットの経営\n２．〇〇〇\n３．前各号に附帯する事業発行可能株式総数 〇万株発行済株式の総数 発行済株式の総数並びに種類及び数 ６０００株発行済株式の総数 平成〇〇年〇〇月〇〇日変更\n７０００株平成〇〇年〇〇月〇〇日登記資本金の額 金３億円金３億５０００万円 平成〇〇年〇〇月〇〇日変更平成〇〇年〇〇月〇〇日登記役員に関する事項 取締役 Ａ取締役 Ｂ取締役 Ｃ\n〇〇県〇〇市〇〇〇〇二丁目２番２号代表取締役 Ａ監査役 〇〇〇〇取締役会設置会社 取締役会設置会社に関する事項監査役設置会社に 監査役設置会社関する事項登記記録に関する 設立事項 平成〇〇年〇〇月〇〇日登記これは登記簿に記録されている閉鎖されていない事項の全部であることを証明した書面である。\n平成〇〇年 〇月 〇日\n〇〇地方法務局登記官 法 務 太 郎 ㊞\n＊ 下線のあるものは抹消事項であることを示す。 １／１論文式試験問題集［民事系科目第２問］〔第２問〕（配点：２００〔〔設問１〕から〔設問５〕までの配点の割合は，3.5：4：3.5：6.5：2.5〕）\n次の文章を読んで，後記の〔設問１〕から〔設問５〕までに答えなさい。\nⅠ\n【事実】\n１．印刷や製版の工場を個人で営むＡとその妻であるＢとの間には，昭和５８年８月２０日にＣ男が生まれた。やがて平成５年にＢが病没すると，Ａは，平成６年２月にＤと婚姻した。この時，Ｄには子としてＥ女があり，Ｅは，昭和６０年２月６日生まれである。\nＡには，主な資産として，工場とその敷地のほかに，当面は使用する予定がない甲土地があり，また，甲土地の近くにある乙土地とその上に所在する丙建物も所有しており，丙建物は，事務所を兼ねた商品の一時保管の場所として用いられてきた。これら甲，乙及び丙の各不動産は，いずれもＡを所有権登記名義人とする登記がされている。\n２．Ｃは，大学卒業後，いったんは大手の食品メーカーに就職したが，やがて，小さくてもよいから年来の希望であった出版の仕事を自ら手がけたいと考え，就職先を辞め，雑誌出版の事業を始めた。そして，事業が軌道に乗るまで，出版する雑誌の印刷はＡの工場で安価に引き受けてもらうことになった。\n３．そのころ，Ａは，事業を拡張することを考えていた。そこで，Ａは，金融の事業を営むＦに資金の融資を要請し，両者間で折衝が持たれた結果，平成１９年３月１日に，ＡとＦが面談の上，ＦがＡに１５００万円を融資することとし，その担保として甲，乙及び丙の各不動産に抵当権を設定するという交渉がほぼまとまり，同月１５日に正式な書類を調えることになった。なお，このころになって，Ｃの出版の事業も本格的に動き出し，そのための資金が不足になりがちであった。\n４．ところが，平成１９年３月１５日にＡに所用ができたことから，前日である１４日にＡはＦに電話をし，「自分が行けないことはお詫びするが，息子のＣを赴かせる。先日の交渉の経過を話してあり，息子も理解しているから，後は息子との間でよろしく進めてほしい。」と述べ，これをＦも了解した。\n５．平成１９年３月１５日午前にＦと会ったＣは，Ｆに対し，「父の方で資金の需要が急にできたことから，融資額を２０００万円に増やしてほしい。」と述べた。そこで，Ｆは，一応Ａの携帯電話に電話をして確認をしようとしたが，Ａの携帯電話がつながらなかったことから，Ａの自宅に電話をしたところ，Ａは不在であり，電話に出たＤは，Ｆの照会に対し「融資のことはＣに任せてあると聞いている。」と答えた。これを受けＦは，同日に，融資額を２０００万円とし，最終の弁済期を平成２２年３月１５日として融資をする旨の金銭消費貸借の証書を作成し，また，２０００万円を被担保債権の額とし，甲，乙及び丙の各不動産に抵当権を設定する旨の抵当権設定契約の証書が作成され，Ｃが，これらにＡの名を記してＡの印鑑を押捺した。\n６．この２０００万円の貸付けの融資条件は，返済を３度に分けてすることとされ，第１回は平成２０年３月１５日に５００万円を，次いで第２回は平成２１年３月１５日に１０００万円を，そして第３回は平成２２年３月１５日に５００万円を支払うべきものとされた。また，利息は，年３６５日の日割計算で年１割２分とし，借入日にその翌日から１年分の前払をし，以後も平成\n２０年３月１５日及び平成２１年３月１５日にそれぞれの翌日から１年分の前払をすることとした。なお，遅延損害金については，同じく年３６５日の日割計算で年２割と定められた。\n７．同じ３月１５日の午後にＡの銀行口座にＦから２０００万円が振り込まれた。これを受けＣは，同日中に，日ごろから銀行口座の管理を任されているＡの従業員を促し５００万円を引き出させた上で，それを同従業員から受け取った。\nまた，甲，乙及び丙の各不動産に係る抵当権の設定の登記も，同日中に申請された。これらの抵当権の設定の登記は，甲土地については，数日後に申請のとおりＦを抵当権登記名義人とする登記がされた。しかし，乙及び丙の各不動産については，添付書面に不備があるため登記官から補正を求められたが，その補正はされなかった。その後，【事実】９に記すとおり，ＡＦ間に被担保債権をめぐり争いが生じたことから，乙及び丙の各不動産について抵当権の設定の登記の再度の申請がされるには至らなかった。\n８．翌４月になって，甲，乙及び丙の各不動産の登記事項証明書を調べて不審を感じたＡは，Ｃを問いただした。Ｃは，乙及び丙の各不動産について手続の手違いがあって登記の手続が遅れていると説明し，また，自分の判断で２０００万円の借入れを決めたことを認めた。\n９．借入れの経過に納得しないＡは，弁護士Ｐに相談した。そして，Ａは弁護士Ｐを訴訟代理人に選任した上で，平成１９年６月１日，Ｆに対し，平成１９年３月１５日付けの消費貸借契約（以下「本件消費貸借契約」という。）に基づきＡがＦに対して負う元本返還債務が１５００万円を超えては存在しないことの確認を求める訴え（以下「第１訴訟」という。）をＪ地方裁判所に提起した。\n〔設問１〕 【事実】１から９までを前提として，Ｆが，第１訴訟において，ＡがＣに借入れの代\n理権でその金額に限度のないものを授与したとする主張，及びＡがＣに借入れの代理権でその金額の限度を１５００万円とするものを授与したとする主張とを選択的にしたとする場合，それぞれの主張にとって，次に掲げる事実①及び事実②は法律上の意義を有するか，また，それを有すると考えられるときに，どのような法律上の意義を有するか，それぞれ理由を付して解答しなさい。\n① 【事実】４に記す事実のうち，ＡがＦに電話をして，３月１５日に赴かせるＣには交渉の経過を話してあり，それをＣが理解しているから，後はＣとの間でよろしく進めてほしい，と述べたこと。\n② 【事実】５に記す事実のうち，Ｆが，Ａの携帯電話に電話をして融資額の変更を確認しようとしたが，Ａの電話がつながらなかったこと。\nⅡ 【事実】１から９までに加え，以下の【事実】10から14までの経緯があった。\n【事実】\n10．Ｅは，ＡとＤが婚姻して以来，Ａ，Ｄ及びＣと同居しており，その後は，Ｃと年齢が近かったこともあって，お互いに様々な悩みについて相談し合ったり，進路についてアドバイスをし合ったりしていたが，平成１９年６月中旬ころ，Ｃの勧めもあって，Ｅは，Ａらとの同居をやめて独立し，幼なじみのＧ女を誘って一緒に事業を始めることを決意した。そして，Ｅは，同月，ア\nパートを借りてＧと同居生活を始めた。\n11．平成１９年７月，Ａは，乙土地及び丙建物につきＦを抵当権者とする抵当権の設定の登記がされていないことに乗じて，Ｅに対し，「いつもＣの相談相手になり，励ましてくれてありがとう。私としては，今後もＣにとって信頼できる友人として付き合ってほしいと願っている。また，独立して自分の道を歩もうとする君を大いに支援したいので，乙土地及び丙建物を君に贈与したい。」と述べた。\n12．Ｅは，ＡがＦから金銭を借り入れた事情や，その担保として甲土地，乙土地及び丙建物にＦのための抵当権を設定する契約が結ばれたものの，乙土地及び丙建物については抵当権の設定の登記がされていないことなどについて，平成１９年４月ころにＡとＣが話しているのを耳にしており，同年７月の時点でも，乙土地及び丙建物については抵当権の設定の登記がされていないことを知っていた。\n13．しかし，Ｅは，Ａから乙土地及び丙建物の贈与を受けることができれば，丙建物を取り壊して自分の住居を建築することができると算段し，乙土地及び丙建物にＦのための抵当権の設定の登記がされていない事情を十分に認識した上で，Ａによる乙土地及び丙建物の贈与の申出を受け入れ，平成１９年７月２７日，乙土地及び丙建物につき，贈与を登記原因としてＡからＥ\nへの所有権移転登記がされた。\n14．平成１９年８月１９日，Ｅは，乙土地上に自己の居住用建物を建築するため，同土地上にあった丙建物を取り壊した。これを知ったＦは，弁護士Ｑを訴訟代理人に選任した上で，Ｅに対し，抵当権の侵害による不法行為に基づく損害賠償を求める訴えを提起することとした。\n〔設問２〕 【事実】１から14までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ 【事実】14に記す訴えに係る訴訟においてＦの損害をどのようにとらえるべきかを検討するに当たり，留意すべき事項を挙げ，それらの事項についてどのように考えるべきか，想定される反論も考慮しつつ論じなさい。\n⑵ 弁護士Ｑは，【事実】14に記す訴えに係る訴訟において，Ｅから，「丙建物については，Ｆのために抵当権の設定の登記がされていなかったので，Ｆは，Ｅに対し，Ｅの不法行為を理由とする損害賠償を請求することができない。」と反論されることを想定した。この反論の当否について，どのような再反論をすることができるかを含め，論じなさい。\nⅢ 【事実】１から14までに加え，以下の【事実】15から17までの経緯があった。\n【事実】\n15．平成１９年９月１０日，Ｆは「被告Ｅ」と訴状に記載して，【事実】14に記す訴え（以下「第\n２訴訟」という。）をＪ地方裁判所に提起した。第２訴訟は，被告側に訴訟代理人が選任されないまま進行した。第１回口頭弁論期日が開かれた後，口頭弁論が続行され，第３回口頭弁論期日までの間に，双方から事実に関する主張及びそれに対する認否が行われた。\n16．弁護士Ｑは，第４回口頭弁論期日にこれまでどおり出頭し，Ｊ地方裁判所の法廷入口に用意された期日の出頭票の原告訴訟代理人氏名欄に自らの名前をボールペンで書き入れようとした際，これまでの口頭弁論期日にＥとして出頭していた人物が，同じく出頭票の被告氏名欄にボー\nルペンで「Ｇ」という氏名を記載した後に，慌ててその名前を塗りつぶして，「Ｅ」と記載したところを目撃した。\nそこで，弁護士Ｑは，不審に思い，第４回口頭弁論期日の冒頭において，Ｅとして出頭した人物に対し，「あなたは，先ほど，出頭票に「Ｇ」という今まで見たことがない名前を書いていませんでしたか。訴状には，「被告Ｅ」と記載されています。あなたは，本当にＥさんですか。」と問いただした。すると，Ｅとして出頭した人物は，「実は，私は，Ｅと同居しているＧです。」\nと述べ，次回期日には，Ｅを連れてくる旨を確約した。裁判所は，口頭弁論を続行することとし，第５回口頭弁論期日が指定された。\n17．その後，第２訴訟に係る経緯をＧから聞いたＥは，訴訟代理人として弁護士Ｒを選任した。\nそして，第５回口頭弁論期日には，弁護士Ｑ並びにＥ，Ｇ及び弁護士Ｒが出頭した。\n第５回口頭弁論期日においては，Ｅ本人が訴状の送達を受け，Ｇに対応を相談したところ，Ｇが，「この裁判は，あなたの身代わりとして私がするから任せてほしい。」と申し出たので，ＥがＧに対し「任せる。」とこたえた，という事実が確認された。\nそして，弁護士Ｒは，「これまでにＧがした訴訟行為は，すべて無効である。」と主張し，裁判所に対し，これを前提として手続を進めることを求めた。\nこれに対し，弁護士Ｑは，「弁護士Ｒの主張は認められない。Ｇがした訴訟行為の効力はＥに及ぶ。」と主張した。\n〔設問３〕 【事実】１から17までを前提として，第２訴訟において，訴状の送達後，Ｇが第３回\n口頭弁論期日までの間にした訴訟行為の効力がＥに及ぶかどうかについて，理由を付して論じなさい。\nⅣ 【事実】１から９までに加え，以下の【事実】18から20までの経緯があった。\n【事実】\n18．第１訴訟の第１回口頭弁論期日は，平成１９年７月２７日に開かれ，訴状の陳述などが行われた。その後数回の期日を経て，平成２０年４月１１日に口頭弁論が終結し，同年６月２日にＡの請求を全部認容する旨の終局判決が言い渡され，この判決が確定した。\n19．平成２１年４月２３日に，Ａは，弁護士Ｐを訴訟代理人に選任した上で，Ｆに対し，被担保債権（被担保債権は，【事実】９に記した本件消費貸借契約上の貸金返還請求権のみであるとする。）の全額が弁済により消滅したことを理由として，Ｊ地方裁判所に，甲土地の所有権に基づき甲土地に係る抵当権の設定の登記の抹消登記手続を求める訴え（以下「第３訴訟」という。）\nを提起した。\n20．第３訴訟の第１回口頭弁論期日において，弁護士Ｐは，被担保債権に関し，「本件消費貸借契約に基づきＡがＦに対して負う元本返還債務の金額は１５００万円であるところ，ＡはＦに対し，平成２０年３月１５日に５００万円，平成２１年３月１５日に１０００万円をそれぞれ弁済した。」と主張した。\nこの期日において，弁護士Ｐは，裁判長の釈明に対し，「平成２０年３月１５日にされた弁済が第１訴訟において主張されなかったのは，Ａが，同弁済が第１訴訟において意味がある事実だとは思わなかったので，私に連絡を怠ったためである。」と陳述した。\nこれに対し，Ｆの訴訟代理人である弁護士Ｑは，弁護士Ｐの被担保債権に関する主張のうち，平成２０年３月１５日の弁済については次回の口頭弁論期日まで認否を留保し，その余は認める旨の陳述をした。\n〔設問４〕 【事実】１から９まで及び18から20までを前提として，第３訴訟に関する次の⑴及び\n⑵に答えなさい。\n⑴ 第３訴訟の第１回口頭弁論期日後数日してされた次の弁護士Ｑと司法修習生Ｓの会話を読んだ上で，あなたが司法修習生Ｓであるとして，弁護士Ｑが示した課題（会話中の下線を引いた部分）を検討した結果を理由を付して述べなさい。\nただし，信義則違反については論ずる必要がない。\nなお，貸金返還請求権については，利息及び遅延損害金を考慮に入れないものとする。\nＱ： 第１訴訟の確定判決の既判力が第３訴訟で作用することは理解できますか。\nＳ： 第３訴訟の訴訟物は，所有権に基づく妨害排除請求権としての抵当権設定登記抹消登記請求権ですから，抵当権が消滅したかどうかが争点になります。そして，抵当権が消滅したかどうかを判断するためには，抵当権の付従性から，被担保債権が消滅したかどうかを判断しなければなりません。つまり，被担保債権である本件消費貸借契約上の貸金返還請求権の存否が，訴訟物である抵当権設定登記抹消登記請求権の存否にとって，いわゆる先決関係にあるということになります。Ｑ： そのとおりです。ですから，第１訴訟の確定判決の既判力の作用によって，私たちは，第３訴訟で，第１訴訟の口頭弁論が終結した平成２０年４月１１日の時点で，本件消費貸借契約上の元本返還請求権の金額が１５００万円を超えていたことを主張できなくなります。この点は分かりますか。\nＳ： はい。\nＱ： ところが，Ａは，第３訴訟で，第１訴訟の口頭弁論終結前の平成２０年３月１５日にされた弁済を主張してきましたね。このような主張は許されてよいものでしょうか。\nＳ： 確かにそうですね。信義則に反すると思います。\nＱ： いきなり信義則違反に飛び付くのは，いかがなものでしょうか。最終的には，信義則違反の主張をすることになるかもしれませんが，その前に，Ａの弁済の主張が第１訴訟で生じた既判力によって遮断されるかどうかを検討すべきではないでしょうか。\nＳ： すみません。先走り過ぎました。\nＱ： 第１回口頭弁論期日が終わってから，私なりに既判力について考えてみました。その結果，二つの法律構成が残ったのですが，そこから先の検討がまだ済んでいないのです。第２回口頭弁論期日のための準備書面をそろそろ書き始めなければなりませんので，あなたにも協力してほしいのです。\nＳ： 分かりました。\nＱ： では，二つの法律構成を説明します。\n第１の法律構成（法律構成①）は，第１訴訟の訴訟物は元本返還債務の全体であって，Ａの「１５００万円を超えては存在しない」ことの確認を求めるという請求の趣旨は，例えば「１２００万円を超えては存在しない」というような，より原告に有利な判決を求めないという意味において，原告が自ら，請求の認容の範囲を限定したものにすぎない，というものです。このように考えると，既判力の対象はあくまでも，元本返還債務の全体ですから，第１訴訟の確定判決の既判力によって，「平成２０年\n４月１１日の時点で元本債務は１５００万円であった」ということが確定されることになります。\n第２の法律構成（法律構成②）も，やはり第１訴訟の訴訟物は元本返還債務の全体であるとするのですが，同債務のうち１５００万円についてはＡが請求を放棄したために，実際に審判対象となったのは１５００万円を超える部分だというものです。このように考える場合には，第１訴訟の確定判決の既判力の客観的範囲は元本返還債務のうち１５００万円を超える部分だけになりますが，請求の放棄，正確には請求の一部放棄の既判力により，元本債務の金額が１５００万円であったことが確定されることになります。\n理解できましたか。\nＳ： はい。\nＱ： それでは，これから，あなたにお願いする課題を説明します。法律構成①と法律構成②のそれぞれについて，長所と短所を検討してください。ただし，最高裁判所の判例に適合的であるから良い，あるいは，最高裁判所の判例に反するから駄目だ，というような紋切り型の答えでは困ります。\nＳ： 分かりました。頑張ってみます。\n⑵ 審理の結果，被担保債権の元本が５００万円残っているとの結論に至った場合，裁判所は，Ｆに対し，ＡがＦに５００万円を支払うことを条件として，抵当権の設定の登記の抹消登記手続をすることを命ずる判決をすることができるか，Ａの請求を全部棄却することと比較しながら，論じなさい。なお，貸金返還請求権については，利息及び遅延損害金を考慮に入れないものとする。\nⅤ 【事実】１から９までに加え，以下の【事実】21から25までの経緯があった。\n【事実】\n21．Ｄは平成２０年２月１６日に病没した。\n22．Ａは，外国に住んでいる親族の結婚式に出席するため，５日間の外国旅行に出ることとなった。Ａは，出発前夜である平成２２年１月１２日に，ＣとＥを呼び，「今まで隠していたが，実はＥは私とＤとの間にできた子で，私はＥを認知することにした。認知届の書類にもすべて私が必要な項目を埋めて署名押印しておいたから，Ｅは，私が旅行に出ている間に，認知届の日付を埋めた上で必ず市役所に提出しておいてほしい。」と告げた。突然の話にＥは驚いたものの，了解し，認知届の提出に必要な書類一式をＡから受け取った。\n23．翌朝，Ａは旅行に出発した。同月１４日，Ａは事故に巻き込まれ，死亡した。Ｅは，この件の事後処理に忙殺され，認知届を提出しないままになっている。\n24．Ａの遺品を整理していたＣは，同年２月３日に，Ａの愛用していた机の引出しの奥に，「遺言」と表面に書かれた１通の封書を見つけた。この封書には自筆証書遺言として適式な証書が入っていて，そこには，「私が死亡したときは，私の遺産はＣを２，Ｅを１とする割合で分けること。」とＡの筆跡で記されていた。遺言の日付は平成２０年４月６日となっていた。\n25．Ｈは生前のＡに対し６００万円を貸し付けており，平成２２年４月現在，この貸金債権の弁済期は既に到来している。平成２２年５月になって，Ｈが，前記貸金債権に係る元本の返済をＣ及びＥに対し請求してきた。\n〔設問５〕 【事実】１から９まで及び21から25までを前提として，Ｃ及びＥはＨに対し元本の支\n払義務を負うか，支払義務を負うとした場合，いくらの支払義務を負うか，これらについて，ＥがＡの子であるかどうかにも言及しつつ論じなさい。",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n設問１は，株式会社成立時における現物出資財産の価額が当該現物出資財産について定款に記載された価額に著しく不足する場合における，発起人及び設立時取締役の責任について，会社法上の基本的な理解を問うものである。発起人及び設立時取締役につき，不足額のてん補責任（会社法第５２条第１項）の要件の該当性のほか，その免責事由（同条第２項）についての適用除外の有無及び免責事由の当てはめ，更に会社法第５３条第１項に基づく任務懈怠による損害賠償責任の有無につき，事実関係を踏まえた記述をすることが求められる。\n設問２は，株式会社の成立後における募集株式の発行に際し，その一部が仮装払込み（いわゆる見せ金）による場合に，①その払込みの効力と発行された株式の効力，②見せ金による払込みにかかわった取締役その他の取締役や見せ金による払込みを行った募集株式の引受人の会社に対する責任及び③当該取締役の第三者に対する責任について，会社法上の基本的な理解を問うものである。\n見せ金の効力及びこれにより発行された株式の効力に関する判例や学説の状況を十分に理解した上で，事実関係を踏まえ，①～③の各問に解答することが求められる。\n①においては，見せ金による払込みの効力と発行された株式の効力を分けて論述することが求められる。前者では，判例の立場を踏まえ，見せ金の意義，見せ金と認定するための要件とその当てはめ，払込みの効力の論拠を検討することが必要である。後者では，判例の立場を踏まえ，発行された株式の効力の論拠を検討する必要があり，払込無効説を採る場合には，取引の安全への配慮のほか，無効となった払込みの実質的なてん補手段の有無や１０パーセントの資金が会社に残っていることの評価について検討することが期待され，さらに，株式の効力を否定する場合には新株発行の無効と不存在の別，払込無効説に立ちながら株式の効力を認める説（株式有効説）を採る場合には株式の所有者等が問題となり得る。そのほか，払込有効説を採る場合には，取締役が払込みに係る資金を引き出して引受人に対し交付した行為の評価について検討することが期待される。\n②及び③については，①において採用した結論（払込み及び株式の無効（不存在）説，払込無効・株式有効説，払込み及び株式の有効説）と整合した記述をすることが求められる。この記述においては，特に全体的な論理的構成力が試されている。\n②においては，いずれの説に立つ場合であっても，これに整合して，会社法第４２３条第１項の任務懈怠の内容及び損害の内容等について記述することや，取締役Ｂについては，監督（監視）義務違反の根拠及びその内容を記述することが求められる。募集株式の引受人丙社については，会社法第２０８条第５項による失権の有無を踏まえ，同法第２１２条第１項第１号の類推適用の可否等会社法上の責任について検討することが期待される。③においては，取締役Ａ及びＢの両名について本件募集株式発行に関し，会社法第４２９条第１項の「職務」の内容を具体的に記述することのほか，同条第１項と第２項の責任の関係，同条第２項での責任主体となる「取締役」の意義を記述することが求められる。特に，取締役\nＡの同項第１号ロ及びハの各責任の有無については，①において採用した結論との整合性に配慮しつつ，資料①②の虚偽のある項目及び内容を分析することが期待される。\n〔第２問〕\n（第２問）は，工場を個人で営むＡとその家族らの取引と民事訴訟をめぐる事例に関して，民法上及び民事訴訟法上の問題点についての基礎的な理解を問う総合問題である。\n具体的事実を法的な観点から評価し構成する能力，具体的な事実関係に即して基本問題を考察する能力及び論理的に一貫した論述をする能力などを試すものである。\n設問１は，第１に，Ｆが第１訴訟において選択的にする二つの主張の法的構成が，有権代理構成と権限外の行為の表見代理構成（民法第１１０条）であることを理解した上で，二つの法的構成を区別することができるかどうか，第２に，各法的構成において，事実①及び事実②の性質を的確に把握することができるかどうかを問うものである。まず，有権代理構成において，事実①はＡがＣに代理権を授与したことを推認させる間接事実である意義を有すると考えられ，これに対し，事実②は特段の意義を有しない。次に，権限外の行為の表見代理構成においては，事実①は２０００万円の融資についてＣに代理権があるものと信ずる正当な理由があるとする評価を根拠付ける事実である意義を有し，それとともに，事実①はＡがＣに１５００万円の限度における代理権を授与したことを推認させる間接事実である意義を有するとも考えられる。また，事実②はＣに２０００万円の借入れの権限があるかどうかをＦが調査しようと試みたことを意味するものであるから，他の事情とあいまって，正当理由を根拠付ける一つの事実である意義を有するものとも考えられる。反対に，事実②のうち携帯電話がつながらないことは，Ｃの不審な挙動を示唆するものとみることができないものではないから，それにもかかわらずＡ本人との接触に成功しないまま融資を敢行したこととあいまって，正当理由の評価障害事実になるとする性質把握も一定の説得力を持つ。そこで，適切な理由が付されて解答されているかが問われることになる。\n設問２は，抵当不動産の第三取得者が抵当目的物件を故意に滅失させた事案について，抵当権侵害による不法行為に基づく損害賠償の成否を問うものである。\n小問（１）の考察においては，Ｅによる丙建物の取壊し後におけるＦの被担保債権額と甲乙土地の価額との関係を考慮しつつ，抵当権侵害における損害の発生について，抵当権の担保権的性質の基本的理解との関連を意識しつつ論ずることが望まれる。ここでは，【事実】及び〔設問〕のいずれにおいても，甲乙土地及び丙建物の価額は示されていないので，解答は抽象的な理論操作に基づく記述で足りる。加えて，抵当権侵害における損害はどの時点で確定することができるかについて論ずることが望まれる。この点については，【事実】に基づくと，Ｅによる丙建物の取壊しは平成１９年８月１９日であり，Ｆに対するＡの債務の第１回弁済期は平成\n２０年３月１５日であるため，Ｅの行為が抵当権の被担保債権の弁済期前であることをどのように評価するかが問われることになる。\n小問（２）の考察では，民法第１７７条の第三者からはどのようなものが排除されるべきか，その上で，【事実】に示された法律上有意な事実を過不足なく指摘しながら，ＥがＦとの関係で，民法第１７７条の第三者から排除すべき者に当たるかを論ずることが求められる。加えてその前提として，不動産物権変動の第三者対抗の問題が，不法行為の成立要件との関係でどのように位置付けられるかを論ずることが求められる。すなわち，不法行為の成立要件との関係において，抵当権者Ｆのために抵当権の設定の登記が行われていないことをどのように評価するか，また，丙建物の所有者Ｅによる取壊しが抵当権を侵害する行為に該当するか否かについての考察が必要となる。\n設問３は，訴状に被告として記載されていた人物Ｅとは異なる人物Ｇが，被告本人として訴訟（第２訴訟）の手続に関与していたという事例について，Ｇが行った行為の効力がＥに及ぶかを論じさせるものである。\nここでは，Ｇの行為の効力が問われているから，そもそもＧの行為は，訴訟法上どのようなものとして位置付け評価され得るのかという点について，いわゆる当事者確定の基準論の理解を前提に，自説の考え方（ないし問題となる点）を明らかにしつつ，論理を展開することが求められる。特に，設問３の事例では，Ｇは被告Ｅとして行為しており，その行為が外形的には訴訟代理の形式をとっていないことをどのように評価するのか，仮に，Ｇの行為を，Ｅを本人とする訴訟代理行為（ないしその類似行為）ととらえようとするのであれば，その効力を，弁護士代理の原則ないしその趣旨との関係でどのように考えるべきかなどといったことが問題となろう。そして，その検討過程においては，既にＥになりすましているＧの行為を前提として複数回の期日が重ねられてしまっていることへの配慮の要否という実質的な問題もある。\n設問４は，抵当権設定登記抹消請求訴訟（第３訴訟）を題材として，被担保債権に係る債務の不存在確認請求について審理・判断された前訴（第１訴訟）確定判決の既判力がどのように作用するかという問題点及び質的一部認容判決である条件付給付判決をすることができるかどうかという問題点について，考えさせる問題である。\n前訴における請求は，いわゆる自認部分がある債務不存在確認請求であったが，最高裁の判例は，自認部分は訴訟物とならず，自認部分の存否は既判力によって確定されないとの立場を採用している。小問（１）は，第３訴訟の被告Ｆの訴訟代理人弁護士Ｑが提示した最高裁判例とは異なる内容の法律構成①と法律構成②のそれぞれについて，被告側の法律主張（つまり，党派的な主張）としての適否を検討することを求めている。そこでは，最高裁判例の立場を確認した上で，法律構成①については，量的に可分な給付請求権に関する一部請求後の残部請求をめぐる議論状況との対比の下に，全部認容判決である前訴確定判決が自認部分についても判断を下しているといえるかどうかを検討することが求められ，法律構成②については，請求の放棄構成の技巧性について検討するほか，請求の放棄について既判力が認められるかどうかを，そこで問題となる既判力の概念と絡めながら検討する（その際，調書の作成がないことや既判力の基準時についても検討する）ことが求められている。\n小問（２）では，条件付給付判決ができるかどうかを論ずるに際して，少なくとも以下の三つの論点を検討することが必要である。まず，①原告Ａが無条件の給付判決を求めているのに対し，質的一部認容判決である条件付給付判決をすることが，民事訴訟法第２４６条との関係で許容されるかどうかを検討すべきである。その際，②現在の給付を命じることを内容とする引換給付判決とは異なり，条件付給付判決が将来の給付を命ずる判決であることとの関係で，同法第１３５条の要件を検討し，また，③条件付給付判決と全部棄却判決のそれぞれの既判力の客観的範囲（裁判所が認定した残債務額が既判力の対象になるかどうかという問題点を含む。）を比較検討することも求められる。\n設問５は，次のような三つの法律問題についての考察を順に求めるものである。第１に，認知者が認知の意思を表示し認知届を作成して使者に届出を委託した後に死亡し，この間に認知届が提出されていない場合，認知の効力は生じるかを問うものである。認知届の提出が身分変動の効果が発生するための要件であるため，父の認知の意思が確認できたとしても，認知届が提出されていない以上，認知の効力は発生しない。第２に，自筆証書遺言の解釈として，遺言者の子ではない者に遺言者の遺産の３分の１を分けるということが何を意味するか，その場合に遺言者の相続人の法的地位はどのようなものかを問うものである。平成２０年４月６日付のＡの遺言に記載されている内容は，Ｅに対しては割合的包括遺贈であり，唯一の相続人であるＣに対しては遺産の残余部分が相続により帰属することの確認となる。第３に，割合的包括遺贈が行われた場合，受遺者は相続人として扱われ被相続人の債務も承継するところ，被相続人が負っていた金銭債務は相続人と受遺者にどのように承継されるかを問うものである。割合的包括遺贈における金銭債務の承継については，金銭債務について共同相続が生じた場合の規律を参照しつつ，金銭債務の債権者はだれに対してどのように履行請求をすることができるのかについて考察することが望まれる。\n【刑事系科目】\n〔第１問〕\n本問は，Ａ病院の入院患者Ｖが薬の誤投与に起因して死亡したという具体的事例について，Ｖを看護していた妻の甲，担当していた看護師乙及び薬剤師丙の罪責を問うことにより，刑事実体法及びその解釈論の理解，具体的事案に法規範を適用する能力及び論理的思考力を試すものである。\n第1に，甲の罪責については，甲がＶの異状を認識しながら，看護師乙ら病院関係者に連絡することなく放置し，結局Ｖを死亡させたことについて，いかなる刑法上の罪が成立するかが問題となる。\nまず，甲が乙による巡回を妨害するなどの積極的な行為に及んでいるので，甲の行為を不作為，作為のいずれととらえるのかが問題となる。\n不作為とする場合は，不作為による殺人罪又は保護責任者遺棄致死罪の成否が問題となる。\n両罪を区別する基準として，殺意の有無によるとする考え方，作為義務の程度によるとする考え方などがあるが，いずれの立場に立ったとしても，後述する殺意の有無など関連する事実を認定しつつ，事案への当てはめを行うことが求められる。\n次に，不作為による殺人罪又は保護責任者遺棄致死罪の成否を検討する場合には，作為義務ないし保証人的地位の発生根拠（基礎付け事情）に関する考え方を示すことが必要となるところ，作為義務の発生根拠については，多元的に理解するのが一般であり，法令，契約及び条理のほか，先行行為，事実上の引受け，排他的支配領域性に求めるなどの様々な考え方があり，それらを踏まえて自らの見解を明らかにすることになる。\n甲に対する作為義務の有無の検討においては，単に甲がＶと夫婦関係にあり，民法上の扶助義務を負うことだけで足りるとするのではなく，甲が午後２時に乙の巡回（容体確認）を妨害したことなど，具体的事情を丁寧に拾いつつ，その事情が作為義務の発生根拠との関係でどのような意味を持つのか明らかにする必要がある。また，ＶがＡ病院に入院中の患者であり，Ｖ\nに対する看護義務は第一次的には乙ら病院側にあることを踏まえ，どのような事情があれば甲に作為義務が認められるかを論ずることが肝要である。\n甲に作為義務が認められるとしても，その作為義務の内容，作為可能性・容易性についても検討する必要があるほか，甲の不作為とＶの死亡という結果との間の因果関係について，不作為犯の特殊性を踏まえつつ，事例に即して論ずることになる。\nさらに，甲に対して不作為による殺人罪の成立を肯定するためには，殺意(故意)の検討が必要となる。甲は，Ｖの危険な状態を認識しながらも，Ｖの介護から解放されたいと思う一方で，長年連れ添ったＶを失いたくないという複雑な気持ちを抱き，その間で感情が揺れ動いているので，結果の発生に対する認識・認容が必要とする認容説（判例）など自らの立場を明らかにしながら，具体的事例における当てはめを行うことになる。\n殺意を認定する場合には，その成立時期についても留意する必要がある。なぜなら，殺人罪が成立するには，殺意が肯定されることに加え，作為義務の発生時期，救命可能性が認められる時期（午後２時２０分まで）との関係も踏まえ，これらがすべて満たされる必要があるからである。\n第２に，乙丙の罪責については，乙と丙が医師Ｂの処方したとおりのＥ薬ではなくＤ薬を投与した上，乙がＢの指示どおりにＶの容体確認をしなかったため，Ｖが死亡するに至っていることから，乙丙それぞれについて業務上過失致死罪の成否を検討することになる。\nまず，前提として，業務上過失致死罪（刑法第２１１条第１項）の「業務」についての判例の理解を踏まえつつ，これを，看護師，薬剤師という乙，丙それぞれの仕事の特性を考慮しつつ当てはめを行うことになる。\n次に，過失犯の理論について，事案の解決に必要な限度で簡潔に自らの考え方を明らかにした上，事例に即して，乙丙に課せられる具体的な注意義務の内容を特定する必要がある。特に，乙については，誤った薬の投与という行為だけでなく，医師Ｂに指示されたとおりの巡回を行わなかったことも認められるので，それぞれの行為について具体的な注意義務を検討すべきである。\nその上で，問題文中の具体的事情を摘示しつつ，乙丙のＶの死亡という結果に対する予見可能性や，結果回避可能性・結果回避義務違反について検討すべきである。\nさらに，乙丙に対してＶ死亡の結果の責任を問うためには，乙丙の薬品の投与に係る過失行為の後に甲の（不作為による殺人行為又は保護責任者遺棄行為という）故意行為が介在している（丙の場合は，それに加えて乙の過失行為も介在している。）ことから，因果関係の有無が問題となる。因果関係については，相当因果関係説，最近の判例の立場とされる客観的帰属論的な考え方など見解は様々あるところ，自らのよって立つ考え方を明らかにした上，当てはめを行うことになる。その際，介在している甲の行為は，故意行為とはいえ，不作為であって，因果の流れに物理的に影響を及ぼしたとまでは言い難いという点をどのように評価するかがポ\nイントとなろう。\n最後に，こうした検討を経た上で，甲乙丙の罪数判断を示す必要がある。\nなお，乙丙の関係については，過失犯の共同正犯を肯定する見解に立つ場合には，乙丙間に業務上過失致死罪の共同正犯が成立する余地があるが，その場合，乙と丙が共通の注意義務を負っているといえるかが問題となるほか，乙丙の各過失行為と結果との間に単独犯として因果関係がそれぞれ認められるとの結論に至った場合に，共同正犯を認める実益は何かという問題意識も必要となろう。乙丙間における信頼の原則の適用についても問題となり得るが，看護師，薬剤師のそれぞれに独立して適正な薬であることの確認が求められているような体制下で，同原則を適用することの相当性が認められるか否かを検討する必要があろう。\n論述においては，刑法解釈上の論点に関する判例・学説の基本的な事項についての正確な理解に基づき，複雑な事案を解きほぐしていくという分析作業を行うとともに，事案の解決に必要な範囲で論点に関する自らの見解とその論拠を簡潔に示すことが求められる。いわゆる論点主義に陥ることなく，具体的事案を虚心に分析，検討し，結論の妥当性も勘案しながら，事案に現れた事情を丁寧に拾い，その持つ意味を明らかしていくという粘り強い論述が求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識，適用能力及び論理的思考力を試すものである。\n事例は，暴力団幹部らによるけん銃の組織的な密売事件を素材とし，設問１は，警察官が，暴力団Ａ組幹部である被疑者甲がＡ組の組事務所であるアパート前公道上のごみ集積所に投棄したごみ袋や，自宅マンションのごみ集積所に投棄したごみ袋から発見したメモ片を持ち帰り復元する行為，さらに捜索差押許可状に基づいて差し押さえた携帯電話の消去されていたデー\nタを復元・分析する行為について，その適法性を論じさせることにより，刑事訴訟法第２２１条の定める遺留物の領置，同法第２１８条第１項の定める捜索，差押え及び検証についての正確な理解と具体的事実への適用能力を試すものである。\n刑事訴訟法第２２１条は，被疑者その他の者が遺留した物を令状なく領置することを認めているが，設問１の捜査①及び②では，本問のごみが遺留物といえるか，いえるとして捜査機関は何らの制限なくこれを領置することができるか問題となり，捜査③では，消去されたデータ\nの復元・分析が捜索差押許可状の効力として許されるか，それとも新たな権利侵害に該当し別個の令状を必要とするか問題となるため，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。\n法の文言解釈と事例への適用においては，同条における遺留物がなぜ令状なくして取得可能なのかという制度の趣旨に立ち返り，占有取得の過程に強制の要素が認められないからこそ令状を要しないとされている遺留物とは，遺失物より広い概念であり，自己の意思によらず占有を喪失した場合に限られず，自己の意思によって占有を放棄し，離脱させた物も含むなどと定義した上で，具体的事例の捜査①及び②のいずれについても，投棄されたごみが遺留物に該当するか否かをまず検討し，その上で，当該ごみが遺留物に該当するとしても，排出者がごみを排出する場合における「通常，そのまま収集されて他人にその内容を見られることはないという期待」がプライバシー権として権利性を有するか否かを検討し，さらに，同権利性が認められるとしても，本件事例においてなお要保護性が認められるか否かを論ずるべきである。\nこうした法解釈の枠組みの中で，本件事例の具体的状況下におけるごみの領置の必要性及び相当性を検討してその適法性を論ずることになろうが，いずれも事例中に現れた具体的事実を的確に抽出，分析しながら論ずべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。例えば，捜査①については，けん銃密売事件という重大犯罪でありながら組織的に，かつ，巧妙な手段により行われていたため通常の捜査方法では摘発が困難であったという捜査の必要性に加えて，ごみ袋が投棄されたのがだれもが通行する場所であったという具体的状況や，他者が拾うことも予想される公道上のごみ集積所から，甲がごみ袋を置いたのを現認した上で，同ごみ袋を持ち帰ったという手段の相当性を検討するべきであるし，捜査②については，ごみ集積所がマンション敷地内にあるが，管理者の同意なしに敷地内に立ち入る行為の法的意味をどのように評価すべきか，その際，そこは居住部分の建物棟とは少し離れた場所の倉庫内にあり，その出入口は施錠されておらず，だれでも出入りすることが可能であったという事実をどのように評価するか，その場所に投棄されたごみの遺留物性及びプライバシー権の要保護性の有無を，捜査①との違いを意識しながら検討して論じる必要があろう。また，捜査③では，消去されたデータの復元とは，消去によって可視性がなくなったデータを可視性がある状態にするものであり，元々のデータを破壊，改変等するものではないといった具体的事実の分析をし，その上で，令状裁判官の審査を経た当初の携帯電話に対する捜索差押許可状がどこまでの効力を持つものかという観点から論ずるべきである。\n設問２は，被疑者甲と捜査協力者である乙及び丙女との会話を録音したＩＣレコーダーや携帯電話を再生して反訳した捜査報告書について，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。さらに，その前提として，本問では，おとり捜査や秘密録音といった捜査手法がとられていることから，それらの適法性が捜査報告書の証拠能力に影響し得るため，併せてそれらの適法性についても問い，これらの捜査の適法性についての正確な理解と具体的事実への適用能力を試している。\nまず，前提となる捜査の適法性については，おとり捜査の意義を定義し，おとり捜査一般の問題の所在や適法性の判断基準を示した上で，いわゆる機会提供型か犯意誘発型かというだけではなく，本件で当該捜査手法をとるべき必要性・補充性や働きかけ行為の相当性を考慮し，- 8 -\n設問で与えられた具体的事実を踏まえて，本件における乙を通じての被疑者甲へのけん銃譲渡の働きかけが適法であるか否か詳細に検討する必要がある。また，会話の一方当事者の同意がある場合における通話及び会話の秘密録音については，例えば，会話当事者の一方が録音に同意している場合には，その会話内容は相手方の支配下に置かれたものであり，会話の秘密性は放棄したものと評価され，要保護性は，通信傍受のような会話当事者のいずれの同意もない場合に比べて低下しており，任意捜査としてその適法性を判断するなどと，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じた上で，録音①，②及び③のそれぞれの状況における具体的事実を踏まえて適法性を論ずるべきである。\nこれら前提となる捜査の適法性を論じた後，捜査報告書の証拠能力を検討することになろうが，本問では，検察官が，「甲乙間の本件けん銃譲渡に関する甲乙間及び甲丙女間の会話の存在と内容」という立証趣旨を設定して本件捜査報告書の証拠調べを請求したところ，弁護人は，これに不同意の意見を述べている。本件捜査報告書は，作成者である司法警察員ＫがＩＣレコ\nーダーや携帯電話の録音内容を聞いた上で，これを反訳したものであり，捜査官が五官の作用によって事物の存在及び状態を観察して認識する作用である検証の結果を記載した書面に類似した書面として，刑事訴訟法第３２１条第３項により，作成者Ｋが公判廷で真正に作成されたものであることを供述すれば証拠能力が付与されるという捜査報告書全体の性質をまずは論ずる必要があろう。\nその上で，本件捜査報告書には，甲乙間及び甲丙女間の会話部分並びに乙によるその会話内容の説明部分が含まれていることから，これらの部分の証拠能力について，更に伝聞法則の適用があるか否かを要証事実との関係で検討する必要がある。要証事実を的確にとらえれば，甲乙間及び甲丙女間の会話部分については，会話内容が真実かどうかを立証するものではなく，甲乙間及び甲丙女間でそのような内容の会話がなされたこと自体を証明することに意味があり，会話の存在を立証するものであるから，この会話部分は伝聞証拠には該当しないとの理解が可能であろう。これに対して，乙による説明部分については，正に乙が知覚・記憶し，説明した会話の内容たる事実が要証事実となり，その真実性を証明しようとするものであるから，伝聞証拠に該当すると解した上で，伝聞例外を定める刑事訴訟法第３２１条第１項第３号によりその証拠能力の有無を検討することになる。同号の各要件については，乙の死亡や会話部分にはけん銃という言葉など聞き取れない部分があること，乙による説明は会話に引き続きなされており，その内容は直前の会話内容と整合するとともに，乙方でりんごの箱とともに発見されたけん銃２丁などの客観的状況とも整合するといった具体的事実を的確に当てはめ，その証拠能力を検討しなければならない。\nいずれの設問についても，正確な法的知識を当然の前提としながら，法解釈論や要件を抽象的に論じるだけでなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続開始決定前に破産者から逸失した財産の回復に関連する破産法上の制度及び民法等の実体法の規律についての理解を問うものである。\n設問１(１)については，まず，本件事例の下では，破産法第１６２条第１項第２号の否認権の行使が問題となることを指摘した上で，同号の否認の要件を充足するか否かについて論じる必要がある。その際には，本件代物弁済が「その時期が破産者の義務に属しない行為」に当たることを明確にするとともに，支払不能となった時期について，手形の不渡りがあったという本件の事案に照らして適切に判断することが求められる。その上で，目的物の返還を求めることができない場合における価額償還請求権とその価額算定の基準時について論じる必要がある。\n(２)については，まず，Ｂ社が本件トラックの所有権を主張することができるかどうかについて，破産管財人の第三者的地位の問題などを踏まえつつ，論じる必要がある。その上で，Ｂ社の上記主張は認められないが，本件トラックの返還を求めることができない場合には，Ｋは，Ｂ社に対して不当利得の返還を請求することができること及びその場合において返還を求めるべき不当利得の価額について論じる必要がある。さらに，それが(１)の償還を求めるべき価額と異なる場合に，その理由を制度趣旨にさかのぼって論じることが求められる。\n設問２については，本件事例の下で，建物の賃料債権に対する物上代位を含め，別除権である抵当権の行使方法としてどのようなものが考えられるか，また，不足額責任主義を採用している破産法において，破産債権の届出から最後配当までの具体的手続はどのようなものかという点を踏まえて，Ｂ社が採ることができる債権回収方法について論じることが求められる。\n〔第２問〕\n本問は，具体的な事例を通じて，民事再生手続における継続的給付を目的とした双務契約の取扱い及び相殺禁止に関する規律についての理解を問うものである。\n設問１については，まず，本件事例における倒産解除条項の有効性について論じる必要がある。その上で，今後の取引を継続する前提として，民事再生法第４９条第１項に基づき本件契約の履行を請求する必要があることを明らかにし，Ｂ社が履行を拒絶することの可否について，本件契約が同法第５０条第１項に規定する継続的供給契約に該当するか否かの検討を踏まえて，論じる必要がある。さらに，その該当性の有無についての結論に応じて，Ｂ社が有する現在及び将来の債権が民事再生手続上どのように取り扱われるかについて論じることが求められる。\n設問２については，まず，甲手形に関しては，民事再生法第９３条第１項第４号に該当すると同時に同条第２項第２号にも該当することについて，本件事例に即して具体的に指摘する必要がある。さらに，相殺適状発生と相殺の意思表示の時期に関する同法の規律について，破産法の規律との違いを踏まえつつ，その趣旨も含めて説明することが求められる。\n次に，乙手形については，民事再生法第９３条第１項第１号が適用され得ることを本件事例に即して具体的に指摘する必要がある。その上で，同法には破産法第６７条第２項後段のような規定が存しないことを踏まえつつ，上記の民事再生法の規定の適用による相殺禁止という結論を維持すべきか否かについて，乙手形に関する相殺の合理的期待の保護の必要性の有無，破産手続と民事再生手続との目的・趣旨の違い等の検討を踏まえて，理由を明確にして自説を論じる必要がある。\n[租 税 法］租税法の出題に関しては，これまでと同様に，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含む，基本的な理解を問う出題としている。\n〔第１問〕\n本問題は，家族的事業についての課税の在り方を通じて，所得税法の基本的な理解と応用力を試すものである。\nまず，設問１（１）は，父親Ａから子Ｃに支払われた学資金名目の金員について，授業料に充てられていた上記金員はＣの所得に当たるのか，所得税法第９条第１項第１４号の学資金又は扶養義務の履行に該当するとして非課税となるのか，若しくは給与となるかをを踏まえて多角的に検討する問題である。\nまた，給与とした場合には，家族内の費用支出の取扱い（所得税法第５６条）についての言及も必要となる。この論点は，さらに，設問１（２）で，ピアノ演奏等を業としている妻Ｂに対する演奏料について所得税法第５６条，第５７条の適用があるかを，判例（最判平成１６年\n１１月２日判時１８８３号４３頁）にも照らして検討することが求められている。\n設問２は，他人の窃盗によって失った金銭は，所得税において，どのように取り扱われるのか，特に，事業上必要な資産を盗まれた場合はどうかを検討する問題であり，所得税法第３７条，第５１条，第７２条に当たるかが問われている。設問２（２）においては，Ａが経営する飲食店が法人であった場合を対比させており，法人税法における損害賠償請求権が両建てされることや，所得税とは損失の取扱いが異なっていることにも言及することを期待している。なお，このような場合に損害賠償請求権が貸倒れになるのかについても適切に論述することが期待される。\n〔第２問〕\n本問題は，青色申告制度の趣旨及び概要並びに青色申告の承認の取消し，並びに推計課税制度の根拠，趣旨及び概要について，それぞれ，基本的な理解を問うとともに，具体的な事例への適用能力を問うものである。\n設問１では，青色申告制度についての基本的知識が問われており，青色申告制度の趣旨のほか，その概要として，青色申告の承認及びその取消し，青色申告者の特典と義務についての基本的な知識が問われている。また，設問２では，青色申告承認の取消事由（所得税法第１５０\n条第１項）を本問の事案に即して検討することが求められており，各号が掲げる取消事由の意義を踏まえた合理的な論述が求められているが，本問の事例のように，帳簿書類を税務職員による検査に当たって適時に提示することが可能なように態勢を整えて保存していなかった場合については判例（最判平成１７年３月１０日民集５９巻２号３７９頁）があり，この判例の理解とその内容への適切な言及が期待されるところである。\nまた，設問３及び設問４は，推計課税についての理解を問うものであり，推計課税が認められる根拠と所得税法第１５６条について言及することと，推計の必要性と推計の合理性という推計課税の認められる要件について整理して論述することが期待されるところである。さらに，本問の事例について，推計の必要性と推計の合理性が認められるかを具体的に検討することが求められている。\n[経 済 法］\n〔第１問〕\n本問は，若手デザイナーによる手作りアクセサリー（以下「本件商品」という。）の販売を仲介する携帯電話専用のウェブサイトの運営事業（以下「本件事業」という。）の市場において，安価な手数料率の設定を売り物にして新規参入してきた事業者に対し，既存の事業者であるＡ社が危機感を覚え，同社のサイトへの掲載を依頼する若手デザイナーに対し，新規参入者との二重登録を禁止することを目的とする措置（以下「本件措置」という。）を講じようとしたことについて，独占禁止法上の問題点を検討させることをその趣旨としている。\nすなわち，本件措置を講ずることにより，どのような市場における競争に関し，どのような競争上の影響や弊害を生ずるおそれを生むこととなるかについて，事実関係の分析と構成要件への当てはめの過程を見ようとするものであり，本件措置が若手デザイナーの事業活動に与える影響及び競争への影響を検討すべき市場の範囲，その公正競争阻害性について検討することが求められる。\n具体的には，不公正な取引方法の一般指定第２項後段又は第１２項の構成要件を踏まえ，本件措置について，他の事業者にある事業者に対する取引を拒絶させたといえるか，又は相手方の事業活動を不当に拘束する条件を付けて取引したといえるかについて，本件商品の販売形態の特殊性やＡ社の市場における地位，その実効性確保手段の有無及び程度等を勘案して検討する必要がある。\n本件措置が影響を及ぼすこととなる競争の具体的な形態としては，各社のウェブサイトによる本件商品の販売の仲介を希望する若手デザイナーの獲得をめぐる競争のほか，各社が運営するウェブサイトを媒介として若手デザイナーと一般消費者との間で成立する本件商品の販売における競争も想定されよう。\nまた，その公正競争阻害性に関しては，本件の市場の実態に基づいて，本件事業に新規参入した事業者が市場から排除されるおそれ，すなわち市場閉鎖効果が生ずるおそれの有無や，本件商品の販売価格が維持されることがないか等の点に着目し，併せて本件措置を講ずることについての正当化事由についても検討する必要がある。\nいずれにせよ，本問においては，本件措置が市場における競争に及ぼす影響について，独占禁止法上の行為規制の趣旨及び体系並びに各違反行為の構成要件を正確に理解した上で，事実関係を丹念に検討してその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ｙ市発注の下水道管更生工事の入札という架空の事例を基に，入札談合が独占禁止法に違反するかどうかを不当な取引制限（独占禁止法第３条，第２条第６項）の要件に従って検討させ，不当な取引制限の規制について基本的理解ができているかを確認することをその趣旨としている。\n設問１においては，まず，共同行為，事業活動の相互拘束等の要件について，Ａ，Ｂないし\nＤ及びＥ・Ｆのそれぞれの平成２１年２月１日の会合，３月５日の会合等における行為が，これらの要件を満たすか否かを検討することとなる。ここでは取り分け，ＢないしＤの行為のほか，Ａはこの二つの会合の間に指名停止処分を受けて入札に参加できず，また，Ｅ・Ｆはこれらの会合にはかかわることなく本件談合に協力をしたことが，共同行為及び事業活動等の相互拘束の要件においてどのように評価されるか，意思の連絡は成立するか，相互拘束性があるか等を本件事案に即して検討することを求めている。\n次に，本件において「一定の取引分野」をどのように画定するか，すなわち，例えば甲工事と乙工事の関係はどうか，Ｙ市発注の下水道管更生工事という一定の取引分野が成立するかを検討し，さらに，基本合意に続いて個別調整（個別入札）が行われた本件事案において競争を実質的に制限するかを検討することとなる。\n設問２では，基本合意は成立しているが個別調整が実施されていない事案において，不当な取引制限が成立するかを問うている。検討に当たっては，不当な取引制限は，入札談合において基本合意と個別調整のいずれで成立するか，本件事案においては基本合意だけで成立するかについて，独占禁止法第２条第６項の要件に基づいて説明することが求められる。その際には，当然ながら，設問１の解答と矛盾しないことも求められる。\nいずれにせよ，本問においては，不当な取引制限の要件の意義を正確に理解した上で，当該行為による競争への影響を念頭に置き，事実関係を十分に検討した上で当てはめをを行うことが求められる。\n[知的財産法］\n〔第１問〕\n設問１は，丙のイ号製品の製造販売が甲及び乙が共有する特許権を侵害するか否か，また，設問２は，丙のロ号製品の製造販売及び丁のハ号製品の製造販売が当該特許権を侵害するか否かについて論述させるものである。当該特許権の特許請求の範囲に記載された構成中にこれらの製品と異なる部分が存在するのであり，設問１及び設問２は，いわゆる均等論に関する理解を問うものである。\n設問１においては，最高裁判所の判決（最判平成１０年２月２４日民集５２巻１号１１３頁）が述べた，均等論の第４要件が問題となろう。イ号製品は，ａ，ｂ’及びｃの構成を有する製品であるところ，同構成については，戊の特許出願の願書に最初に添付した明細書に記載されていたため，甲及び乙の特許出願時には，特許法第２９条の２により，甲及び乙は特許を受けることができなかったはずのものであった。上記判例の文言によれば，第４要件は，「対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから右出願時に容易に推考できたものではな」いというものであるが，その根拠として述べられていることを踏まえて，イ号製品について第４要件が充足されるか否かについて論述することが求められる。\n設問２においては，上記判例が述べた，均等論の第３要件が問題となろう。同判例において，第３要件の判断基準時は「対象製品等の製造等の時点」と述べられているところ，α発明における構成要件Ｃをｃ’に置き換えることは，丙がロ号製品の製造販売を開始した２００８年８\n月２０日の時点では当業者が容易に想到することができるものではなかったが，ロ号製品を解析すれば，それがａ，ｂ及びｃ’の構成を有するものであることは格別の困難なく知ることができたという事実関係から，丁がハ号製品の製造販売を開始した２００９年１０月１日の時点では当業者が容易に想到することができたものになっていたと考えられる。この点に基づいて，「対象製品等の製造等の時点」の意義を明らかにした上で，ロ号製品及びハ号製品について第\n３要件が充足されるか否かについて論述することが求められる。なお，両者の結論が異なるにせよ同じであるにせよ，その妥当性についても検討することが望まれる。\n設問３は，特許権が共有に係る場合のその特許発明の実施に関するものである。丁のハ号製品の製造は乙の依頼によるもので，丁はその製造したハ号製品すべてを乙に納入しているという事実関係の下で，丁の実施を乙の実施と同視することの可能性，また，甲と乙が甲のみがα\n発明の実施をすることを合意していた場合と特許法第７３条第２項の「契約で別段の定をした場合」との関係の検討を通じて，甲の差止請求の可否について論じることが求められる。\n〔第２問〕\n設問１は，αプログラムについてＡが有する権利に関して論じた上で，ＡがＢに対して，いかなる権利の侵害に基づいて，どのような請求をすることができるかについて論述させるものである。Ａが有する権利に関しては，職務著作の成否（著作権法第１５条第２項）及び著作権法第６１条第２項の推定について検討する必要がある。前者については，対象となる著作物がプログラムの著作物であって，著作権法第１５条第１項ではなく，同条第２項が適用されるため，本件契約においてＡが開発するプログラムにその著作者名としてＢを表示する旨が定められていることがＡの職務著作の成立にとって問題とならないことに注意しなければならない。\n後者については，裁判例では，著作権を譲渡する契約においてすべての著作権を譲渡する旨が定められているだけでは，著作権法第６１条第２項の「特掲」があったとは解されていないのであり，そのため，本件契約において「Ａが開発するプログラムについてのすべての著作権をＢが有」する旨が定められていることから，直ちに同項の推定が否定されることにならないことに注意しなければならない。また，Ｂによって侵害されるＡの権利としては，同一性保持権\n（著作権法第２０条）等の著作者人格権，並びに，上記推定が覆滅しない場合に，翻案権（同法第２７条）及び二次的著作物の利用に関する原著作者の権利（同法第２８条）が問題となろう。\n設問２は，βプログラムを組み込んだβ製品を新製品の開発のために使用するＦに対して，Ａが差止請求をするために行うべき主張について論じさせるものである。Ｆの行為については，著作権法第１１３条第２項の適用が問題となり得るのであるから，その要件に関して本問の事実関係に即して的確に記述することが求められる。設問３は，プログラムの著作物についての貸与権（著作権法第２６条の３）の及ぶ範囲を問うものである。工業製品の貸与行為に対して，当該製品に組み込まれたプログラムの著作物についての貸与権が常に及ぶとすることは円滑な流通を阻害するおそれがあることを踏まえて，Ｂが，αプログラムを組み込んだα製品の賃貸業を営むＤに対して，αプログラムについての貸与権の侵害を主張することができるかどうかについて論述することが求められる。\n[労 働 法］\n〔第１問〕\n設問（１）は，労働契約の成立の場面における基本原則（労働契約法第１条，第３条第１項）についての理解を問うものであり，問題文の事実関係に即して，Ｘ１のＢ社に対する①地位確認請求の可否，②賃金請求の可否，③損害賠償請求の可否を論じさせるものである。①の論点は，Ｘ１とＢ社との間の労働契約関係の成否の問題であり，その成立原因として，（ア）事業譲渡によりＸ１とＡ社との間の労働契約関係がＢ社へ承継されるか否か，（イ）Ｂ社による書類選考のみで優先的に採用するとの説明行為とこれに対するＸ１の応募行為により，Ｘ１とＢ\n社との間に合意による労働契約が成立するか否かを検討することが求められ，その検討においては，（ア）に関しては事業譲渡の法的性質について，（イ）に関しては採用の自由（選択の自由，契約締結の自由）について言及する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（労働契約関係の成立を肯定すれば積極，否定すれば消極）を導く必要がある。③の論点も，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論を導く必要があり，その論述の中では，被侵害利益，損害の内容についての言及が求められる。\n設問（２）は，整理解雇についての理解を問うものであり，問題文の事実関係に即して，Ｘ\n２のＡ社に対する①地位確認請求の可否，②賃金請求の可否を論じさせるものである。①の論点は，Ａ社がＸ２に対して行った解雇の効力の問題であり，問題文の事実関係に照らして，整理解雇の事例であることを押さえた上，当該解雇が整理解雇として有効かどうかにつき整理解雇の４要件（要素）ごとに検討する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（解雇の効力を肯定すれば消極，否定すれば積極）を導く必要がある。\n〔第２問〕\n本問は，組合併存下にあって，（１）労働協約の更新により長年継続されてきたチェック・オフを使用者が一方的に中止し，また，（２）脱退組合員の組合費につき脱退後も使用者がチェック・オフを継続したという事例を通じて，不当労働行為の成否とその内容，救済機関と求め得る救済手立てについての理解を問うものである。\n設問１では，まず，Ｘ１組合との関係では，労働組合法第７条第２号（団交拒否）や同条第\n３号（支配介入）の成否が問題となる。救済機関については，（ア）労働委員会（行政救済）と（イ）裁判所（司法救済）が考えられ，救済の手立てについては，（ア）労働委員会に対しては，Ｘ１組合との団交応諾命令やチェック・オフの再開・継続，Ｘ２の組合費に対するチェ\nック・オフの中止請求等が問題となり，（イ）裁判所に対しては，団交を求める地位の確認，団交拒否あるいは支配介入を理由とする不法行為に基づく損害賠償請求等が問題となる。次に，Ｘ２との関係では，組合脱退後のチェック・オフの継続につき，（ア）労働委員会に対しては，労働組合法第７条第３号違反の救済申立て，（イ）裁判所に対しては，Ａ組合からの脱退後のチェック・オフの継続により控除された組合費相当額の返還請求，法的根拠のないチェック・\nオフの継続を理由とする不法行為に基づく損害賠償請求が問題となる。\n設問２では，設問１で取り上げた救済の具体的手立てに関して，まず，（１）Ｘ１組合に対するチェック・オフの一方的中止につき，労働組合法第７条第２号違反との関係では，Ｘ１組合の過半数割れや労働協約の期間満了が団交拒否の正当理由となるか，１０年間継続されてきたチェック・オフ協定を１回の団交で打ち切ることは相当かなどの論点の検討が求められる。\n同条第３号との関係では，組合併存下でのＸ１組合の活動に対する警告文の発出，Ｘ１組合委員長に対する戒告処分及びチェック・オフの中止がＸ１組合に与える財政的打撃や組合の組織運営への影響等をどう評価するかが論点となる。司法救済との関連では，団交応諾仮処分の可否や同条第２号・第３号違反と不法行為の成否をどう考えるかが論点となる。次に，（２）Ｘ\n２のＡ組合脱退後のチェック・オフの継続につき，脱退に対する許可等を要件としたＡ組合規約の効力をどう考えるか，チェック・オフの継続により控除された組合費相当額につき，Ｘ２はどのような法的根拠に基づいて返還を求めるのか，Ｘ１組合もその返還を求め得るかなどの論点の検討が求められる。\n[環 境 法］\n〔第１問〕\n設問１は，容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の仕組みと拡大生産者責任の考え方との関係を問う問題である。\n設問１の小問（１）では，この「考え方」が拡大生産者責任のことであることを指摘した上で，容器包装リサイクル法が，特定事業者に再商品化の実施義務（同法第１１条ないし第１３条）を課し，再商品化の費用負担（無償引取りであること）をさせており，これが拡大生産者責任の一例であることを指摘することが必要となる。さらに，平成１８年の法改正では，特定事業者が指定法人を通じて一定の資金を市町村に拠出する仕組みが導入された(同法第１０条の２)ことにも触れることが期待される。\n設問１の小問（２）では，拡大生産者責任原則が，「物理的および／または金銭的に，製品に対する生産者の責任を製品のライフサイクルにおける消費後の段階まで拡大させる」環境政策アプローチであり，生産者に，環境適合的な製品を設計させる誘因（インセンティブ）を与えることによって製品のライフサイクル全体でもたらされる環境負荷を最小化することを目的としていることに触れることが望まれる。その上で，循環型社会形成推進基本法第１８条第３\n項は，国が必要な措置を講ずるものとされる場合として，①国，地方公共団体，事業者及び国民の適切な役割分担が必要であること，②設計，原材料の選択，循環資源の収集等の観点から，事業者の役割が重要と認められること，③当該循環資源の処分の技術上の困難性，循環的な利用の可能性を要件として挙げているが，容器包装廃棄物については上記の三つの要件に該当することを指摘し，その結果，事業者が引取り等をして循環的利用をすべきものとなっていることを論じることが期待される。しかし，容器包装廃棄物の分別収集に関しては，市町村の責任となっているため（容器包装リサイクル法第１０条），処理費用全体の中で相当部分を占める分別収集の費用を特定事業者が負担せず，特定事業者に対して，なお環境適合的な製品設計のためのインセンティブが十分に働かず，②の事業者の役割が十分果たされていないことを指摘してほしい。\nなお，拡大生産者責任原則が汚染者負担原則(原因者負担原則）の派生原則であること，容器包装リサイクル法が特定包装事業者について，利用事業者のみで製造事業者を含めていないことなどは，加点事由となる。\n設問２は，容器包装リサイクル法に基づく主務大臣の措置とそれを争う方法についての理解を問う問題である。\n設問２の小問（１）では，主務大臣の措置として，指導及び助言（容器包装リサイクル法第\n１９条)，勧告及び命令(同法第２０条)，命令違反に対する罰金刑(同法第４６条)に係る告発\n（刑事訴訟法第２３９条）を挙げることが期待される。設問２の小問（２）では，①公法上の当事者訴訟としての再商品化義務不存在確認訴訟が提起できること，②主務大臣の勧告・公表に関して，これを処分ととらえてその差止訴訟，取消訴訟が提起できること，③主務大臣の命令に対して，差止訴訟，取消訴訟が提起できることを指摘することが期待される。\n〔第２問〕\n設問１は，大気汚染を原因とする損害賠償請求訴訟に関する理解を問う問題である。法律上の問題点として，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題となること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述をし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対的危険度の問題を取り上げることの可否について論ずることが期待される。また，④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環境基準と受忍限度との関係などについて論ずることが望まれる。\n設問２は，環境基準の法的性格に関する理解を問う問題である。この論点に関しては，二酸化窒素大気環境基準改定告示取消訴訟控訴審判決（東京高判昭和６２年１２月２４日行集３８巻１２号１８０７頁）が出されており，この判決を踏まえて，両当事者の主張と反論を構成することが期待されている。同訴訟の争点は，改定告示の処分性である。環境基準につき「維持されることが望ましい基準」と規定する環境基本法第１６条第１項をめぐる議論が期待されている。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国家の成立や国家承認とそれに関連する武力行使の位置付けを問う問題である。\n設問１においては，「セント国」が従来属していたＸ国政府の反対を押し切って一方的に独立を宣言した後，Ｙ国が独立に対して祝意を表明し，かつ，外交使節団を交換したことが，国際法上「国家承認」に当たることに気付き，その法的評価を行うことを求めている。国家承認は各国の裁量行為であるが，新国家が実効的支配を確立する前に承認を行えば「尚早の承認」\nとして国際法に反する。２００２年の独立宣言と同時に国家承認を行うことが「尚早の承認」に当たるかどうかを，２００２年時点の「セント国」の状況を踏まえて論じれば，結論は「尚早の承認」に当たるでも当たらないでもよい。\n設問２は，設問１が国家承認というＹ国の行為の評価を問題にしているのに対して，２００４年段階における「セント国」の国家性の是非を論ずる問題である。「セント国」の国家性を判定するためには，まずは「セント国」が国家の要件（領域，永久的住民，政府。外交能力をこれらに加える場合もある）を備えていること，そして国家承認がどのような意味を持つかを検討することが必要である。国家承認については，従来から国家承認がなくても国家が成立すると理解する「創設的効果説」と国家承認と国家の成立は無関係だと説く「宣言的効果説」が対立してきた。そこで創設的効果説，宣言的効果説のいずれが妥当かを検討する必要が出てくる。法実証主義を貫いて創設的効果説を採っても，また現状の重要性から宣言的効果説を採っても，理由が明確に示されていればよい。その上で，以上によって確定したフレームワークに従って，一定地域を実効的に支配し，既に５０か国が承認を与えている，当時「セント国」の状況を評価することが最後の課題である。設問３においては，「セント国」を承認していないＺ国が，依然として「セント国」と武力衝突を繰り返すＸ国に軍事支援することの評価が問われている。国家承認について宣言的効果説の立場に立って，「セント国」が既に誕生していることを前提にすれば，Ｚ国のＸ国に対する軍事支援は，Ｘ国とＺ国の武力紛争においてＸ国側に立った武力行使に当たる。したがって，これが集団的自衛権行使等何らかの正当化事由を備えているかどうかの検討を期待している。\n他方，国家承認について創設的効果説の立場に立ち，Ｚ国の「セント国」未承認ゆえに，Ｚ国との関係では「セント国」が未成立だと考えれば，国内の騒じょう状態に対して正統政府からの軍事支援の要請にこたえたという評価ができる。ただし，騒じょう状態になっても数年に及ぶ実効支配が事実上成立している場合には軍事支援自体がＸ国の内政干渉に当たるおそれがある。\n〔第２問〕\n設問１においては，国際法は，領域主権の絶対性が主張された時期を経て，領域使用の管理責任原則や，国際環境損害防止原則を発展させてきたのであり，越境環境損害を生ずるような領域使用は，領域主権の絶対性により正当化することはできないことを明確に論証することが求められている。\n第一に，国家は領域に対して領域主権を持つが，それに伴う義務も負う。例えば，在留外国人に，国際法に従って適当な処遇を与える義務がある。設問のような事例では，一方で，領域を使用する国の領域主権と，その使用により影響を受ける国の領域主権ないしは領土保全の権利が対立する。相互に対等な二国の権利を調整する必要があり，それゆえに，領域使用の管理責任原則が確立してきたことを理解していることが求められる。設問と同様の事実状況であったトレイル熔鉱所事件の仲裁判決が，この原則を宣言した代表的な例である。\n第二に，設問の事例は，越境環境損害に関するものであり，国際環境法の発展についての理解が求められている。領域使用の管理責任原則は，国際環境法の分野では，他国や国際公域の環境に損害を与えないように確保する原則として，ストックホルム人間環境宣言第２１原則や環境と開発に関するリオ宣言第２原則のいうように，国際環境損害防止原則へと展開している。\nこれは，幾つかの国際環境保護条約にも挿入されており，慣習国際法上の原則として成立しているとも評価されている。\n設問２においては，第一に，外交保護権は国家の権利であり，これを行使するか否かは国家の裁量判断にゆだねられていることを問うている。国家は，国際法上で外交保護権を行使することを義務付けられることはない。個人は，国家に外交保護権の行使を請求する権利を持たない。\n第二に，国際法による個人の人権保護が進展してきていることから，外交保護権が国家の権利であるとする従来の考え方には疑問が提起されてきていることにも触れると，答案が一層充実した質のものとなる。\n設問３の小問（１）は，外交保護権の行使の要件としての国籍について問うている。外交保護権の要件となる国籍については，ノッテボーム事件で宣言されたように，個人と国家との間に真正な結合があることが必要であるとされている。本件の乙について，Ｂ国と真正な結合があるかにつき，設問の事実を当てはめて論証することが求められる。\n小問（２）は，国籍の国際法平面での効果と，国内法平面での効果とでは区別されることを問うている。国内法平面では，国籍付与要件は，国内管轄事項であり，主権国家が国内法により自由に決定できる。国際法平面では，国籍を根拠として外交保護権を行使するためには，真正な結合といった基準を満たした国籍でなければならない。国際法平面で外交保護権の要件とはいえない国籍であっても，国内法平面での効力には当然には影響しない。[国際関係法（私法系）］\n〔第１問〕\n本問は，未成年者を被後見人とする後見人の選任につき国際裁判管轄の基準を問うと同時に，後見人の選任から終了までに起こり得べき諸問題に適用される準拠法の決定とその適用を問う問題である。\n設問１の小問（１）は，未成年者を被後見人とする後見人選任の国際裁判管轄の基準を問う問題である。後見人選任の国際裁判管轄を定める明文の規定はないこと，また，依拠すべき判例法も確立されていないことを指摘した後に，被後見人の保護という観点から管轄原因を論じ，当該管轄原因を設問の事案に当てはめることが求められている。\n設問１の小問（２）は，後見人選任に適用される準拠法を問う問題である。法の適用に関する通則法（以下「通則法」という。）第４条第１項の指定する準拠法（日本法）の下で事件本人が未成年者であること及び通則法第３２条の指定する準拠法（日本法）の下で事件本人に親権者がいないことを確認し，後見人選任に適用される準拠法を通則法第３５条の指定する日本法として特定することが望まれる。なお，事件本人の本国法の決定については通則法第３８条第１項ただし書の規定が適用されなければならない。\n設問２の小問（１）は，通則法第３１条第１項後段のいわゆるセーフガード条項の趣旨の理解を問う問題である。同項前段の規定が指定する法と後段の規定が指定する法の丁寧な当てはめも求められている。\n設問２の小問（２）は，養子縁組の成立により後見が終了するまでの準拠法の決定と適用を問うものである。養子と養親との間の法律関係は通則法第３２条によることを指摘しなければならない。そして，同条の指定する子の常居所地法たる日本法の下で養親が親権者であることを確認した後に，後見が終了するか否かは通則法第３５条の問題であり，当該規定の指定する日本法により後見が終了することに言及しなければならない。\n〔第２問〕\n本問は，国際的な売買の事案を基に，関係する問題の準拠法の決定方法を問う問題である。\n設問１の小問（１）は，「国際物品売買契約に関する国連条約」（以下「条約」という。）の適用の可否を問う問題である。条約第１条（１）の「売買」及び「営業所」を，それぞれ，条約第３条第１項及び第１０条と関連付けながら論述するとともに，条約第１条（１）（ａ）に従い，本件に条約が適用されることに言及しなければならない。最終的に条約の適用を排除するという結論をとるにせよ，条約第１条（１）に基づき，本件が条約の適用範囲に入っていることについて論述しなければならない。\n設問１の小問（２）は，契約準拠法の変更を認める通則法第９条の趣旨の理解とその適用を問う問題である。取り分け，契約につき事後の法選択を許容する当該規定の趣旨に言及することが求められている。\n設問２の小問（１）は，生産物責任に関する通則法第１８条の解釈と適用を問う問題である。\n一般的不法行為に関する通則法第１７条ではなく通則法第１８条が適用されること，「引渡しを受けた地」という連結基準が採用された趣旨とその意味に言及しなければならない。\n設問２の小問（２）は，通則法第２１条の理解とその適用を問う問題である。不法行為について準拠法の選択が許容される理由，選択の要件，取り分け選択の時点に言及しなければならない。",
  "scoring_notes": "-1-\n平成２２年新司法試験の採点実感等に関する意見（憲法）\n１ 出題の趣旨の補足\n論ずべき具体的事項等については， 既に出題の趣旨において説明したとおりである。\n昨年の採点実感等に関する意見の繰り返しになるが，問題の事案は仮想のものであ\nっても，全く新しい議論をさせようとするものではなく，法科大学院の授業，基本判\n例や基本書の理解から身に付けることが可能な基本的事項を正確に理解し，これを基\nに， 具体的問題に即して思考する能力， 応用力を試すものである。 採点に当たっても，\nメリハリを付けて評価するようにしており，取り分け「考える」力が現れている部分\nがあれば，評価するようにしている。なお，出題に当たっては，検討すべき対象を生\n活保護と選挙権の問題に限定する示唆を問題文中に盛り込むなど，受験者が解答する\nに当たって余計な迷いが生じないように配慮した。\n２ 採点方針及び採点実感\n各考査委員から寄せられた意見・感想をまとめると，以下のとおりとなる。\n(1) 全般的な印象について\nア 答案は，生活保護に関する記述と選挙権に関する記述とが総合的に評価される\nが，多くの答案では両者の出来映えに大きな差があった。また，十分に論述し切\nれていない（つまり記述量が少ない）答案が，例年以上に多く見られた。\nイ 荒削りな中でも的確にポイントをつかみ，予備知識が少ない中でも論点の本質\nに迫った「悩み」を見せてくれた答案もあったが，そのような答案は少数にとど\nまった。法令や処分の合憲性が問題となるときには，原告・被告双方の主張には\nそれぞれ相当な根拠があり， 結論をどうするか相当に頭を悩ますのが通常である。\n悩みが感じられない答案とは，真に解決されるべき論点にまで議論が深まってい\nない答案といえる。\n要求されるのは，パターン化した思考ではなく，事案についての適切な分析能\n力や柔軟な法解釈能力である。例えば， 広い裁量があるというのみでは，説得力の\nある答案にはならない。事案に即して裁量の中身を議論する必要がある。\nウ 法令違憲と適用（処分）違憲の区別を意識した答案が，ここ３年間で着実に増\n加してきたことは，評価できる。しかし，当該問題において，必ず法令違憲と適\n用(処分)違憲の問題が両方存在するとは限らない。今年の問題の場合，生活保護\n法の法令違憲性を検討したものなど，不適切な答案が目立った。当該事案におい\nて，いかなる点の憲法違反を検討すべきかをよく考えることが重要である。\n他方で，「Ｘが選挙権を行使できなかったことが憲法違反である」などとする\nのみで，違憲無効とする対象が不明確な答案も依然として存した。\nエ 具体的な事実を考察の対象としているものが，以前に比べれば，増えてきては\nいる。しかし，なお，当該事案の問題点に踏み込む姿勢が乏しく，違憲審査基準\n（比例原則にしても同様）を持ち出して，表面的・抽象的・観念的な記述のもと\nで，あらかじめ用意してある目的手段審査のパターンの範囲内で答案を作成しよ\nうとする傾向が見られる。\nまた，審査基準の定立に終始する答案も多く，その中でも，Ｘの主張では厳し\nい（場合によっては極端に厳しい）審査基準を立て，想定されるＹの反論では緩やかな審査基準を立て，あなたの見解では中間的基準を立てるというように，問\n題の内容を検討することなく，パターン化した答案構成をするものが目立った。\nオ 法令や処分の合憲性を検討するに当たっては，まず，問題になっている法令や\n処分が，どのような権利を，どのように制約しているのかを確定することが必要\nである。次に，制約されている権利は憲法上保障されているのか否かを，確定す\nる必要がある。この二つが確定されて初めて，人権(憲法)問題が存在することに\nなるのであり，ここから，当該制約の合憲性の検討が始まる。\nその際，どのようなものでも審査基準論を示せばよいというものではない。審\n査基準とは何であるのかを，まず理解する必要がある。また，幾つかの審査基準\nから， なぜ当該審査基準を選択するのか， その理由が説明されなければならない。\nさらには， 審査基準を選択すれば， それで自動的に結論が出てくるわけではなく，\n結論を導き出すには，事案の内容に即した個別的・具体的検討が必要である。\n比例原則での個別的比較衡量を選択するのならば，なぜあらかじめ基準を立て\nない比例原則を採るのか， 比例原則で何をどのように比較衡量するのかについて，\nそれらがきちんと説明されていなければならない。比例原則の場合にも，その原\n則自体が個別的比較衡量であるので，事案の内容に即した個別的・具体的検討が\n必要である。\nカ 公職選挙法のように，司法試験用法文に登載されている法令に関しては，解答\nに当たり検討することが必要な法令であっても，改めて参考資料として問題に付\nすることはないので注意が必要である。本問では，問題文中で公職選挙法の条文\n番号を掲示しており，同法を司法試験用法文で参照した上で検討することが求め\nられる。\nキ 文章作成能力は法曹にとって重要かつ必須の能力であるが，この能力が要求さ\nれる水準に達していない答案が多かった。中には，論理的な一貫性や整合性に難\n点があるにとどまらず，判読自体が困難なものや文意が不明であるものも見受け\nられた。自覚的な文章作成能力の涵養が望まれる。\n(2) 生活保護関係について\nア 本問では，生活保護法自体ではなく，行政機関によるその解釈適用（運用）の適\n否が問題となる。そのため，受験者は，解釈論や価値判断を示す前提として，生\n活保護法第１９条第１項の「居住地」 「現在地」の文言の解釈適用（運用）が問\n題となっていることを意識し，同法の目的である生存権保障の観点からその解釈\nを検討することが求められる。\nところが，原告の主張で抽象的権利説に立ち， 「法律によって生存権という憲\n法上の権利が具体化される」と述べながら，生存権を具体化した生活保護法の具\n体的規定を検討せず，Ｘの救済の必要性を強調して直ちに憲法第２５条違反と結\n論づける答案が多かった。\n地方自治体の「立法裁量」や「最低限度の生活の水準設定の裁量」の問題を長\n々と論じたものも多く，また，生活保護法の適用（運用）を問題とする答案の中\nにも，「最低生活の認定」についての裁量を問題にするものが多かった。\n「居住地」「現在地」の解釈適用（運用）を問題とする答案の中にも，憲法第\n２５条及び生活保護法の趣旨から同法の条文解釈をするのではなく，Ｙ市側の解\n釈適用（運用）の合憲性審査基準を検討して，目的手段の審査により，そのような解釈適用（運用）の合憲性を判断するというものが多く見られた。また，Ｙ市\n側に行政裁量を認める答案も多く，そのような答案の中には， 「市のイメージ悪\n化を防ぐ」目的が重要であり，Ｘによる生活保護申請の却下は「市の裁量の範囲\n内」と簡単に結論付けるものも散見された。\nイ 本問では， 生存権を具体化した生活保護法が既に存在し， その解釈適用 （運用）\nが問題となっているのであるから， 生存権の法的性格を長々と論じる必要はない。\n生存権の法的性格については，現在の判例学説上プログラム規定説は採られてい\nないから，「被告側の反論」においても，プログラム規定説を主たる主張にする\nのは適切でない。\nまた，生存権の自由権的効果が問題になっているとする答案が少なからずあっ\nた。生存権の自由権的効果とは具体的に何を意味するのかも問われるが，生活保\n護法に具体化されている生存権は，社会権としての生存権の中核をなすものであ\nる。\nウ 平等権に関する論述において，地域的不平等に基づく差別の問題であると指摘\nした答案は多かったが，区別の合理性の有無を検討するに当たっては，生存権保\n障という生活保護の制度趣旨と地方自治との関係を意識せず，審査基準を立てた\n上で，市のイメージ悪化防止や財政事情という「目的」と，ネットカフェを「居\n住地」「現在地」と認めない解釈適用（運用）又は生活保護申請を却下するとい\nう「手段」の関連性等を論じて結論を出している答案が多かった。なお，地方自\n治体による異なる取扱いの先例である最高裁昭和３３年１０月１５日大法廷判決\n（東京都売春取締条例事件判決）に触れ，当該先例の事案と本件の問題の違いに\nついて検討している答案はほとんどなかった。\n(3) 選挙権関係について\nア 本問では，住所を有しない者に国政選挙における選挙権行使を認めないことの\n適否が問題となることから，最高裁平成１７年９月１４日大法廷判決（在外邦人\n選挙権訴訟）を踏まえて検討することが必要である。同判決は，近年の最高裁に\nよる違憲判決であり，選挙権又はその行使の制限の合憲性を検討する上で極めて\n重要かつ基本的な判決である。また，立法不作為が違憲違法とされる要件につい\nても重要な判断を示している。そのため，当該判決に関しては，法科大学院の授\n業でも扱われていると思われるが，同判決について意識しない答案が極めて多数\nに上った。\nイ 公職選挙法上，住所を有しない者が投票する仕組みが設けられておらず，その\n選挙権の行使が制限されていることについて，在外邦人選挙権訴訟判決を踏まえ\nて，立法不作為の問題として検討する答案は必ずしも多くなかった。公職選挙法\n第２１条（中には住民基本台帳法第１５条）等の規定が違憲で無効である旨を論\nじる答案が多く見られたが，本来，これらの規定を無効とするだけでは，選挙の\n執行自体が不能となりかねないという問題がある。また，公職選挙法の法令違憲\n（立法不作為を含む）を検討せず，Ｙ市長によるＸの住民登録抹消処分の処分違\n憲のみを検討する答案も多く見られたが，住民基本台帳の機能に対する配慮をお\nよそ欠くものは，説得力があるとは言えないだろう。\nウ 住所を有しない者の選挙権の行使が制限されていることの実体的合憲性につい\nて，在外邦人選挙権訴訟判決は，選挙権又はその行使を制限することは，そのような制限をすることなしには選挙の公正を確保しつつ選挙権の行使を認めること\nが事実上不能ないし著しく困難であると認められる場合でない限り違憲であると\nしており， 厳格度の高められた審査をしている。 この判例の枠組みによるときは，\n住所を有しない者に選挙権の行使を認めないことが選挙の公正の確保との関係で\nやむを得ないものかどうかを具体的に検討することが求められる。 答案の多くは，\n上記判例を意識せず，目的手段審査によるものであったが，その場合でも同様の\n検討が求められる。\nこの点について，住所を有しない者に選挙権の行使を認める場合に選挙の公正\n確保との関係で考えられる問題点や，それを解決する方策の可能性を具体的に検\n討しようとする答案も相当数見られた。しかし，選挙権という重要な権利が問題\nになっているので 「厳格審査の基準」 でその合憲性を審査するなどとするのみで，\n具体的な検討なく安易に違憲としている答案も多く，逆に， 「選挙権は権利であ\nると同時に公的な義務」と位置付けるだけで，安易に制限を合憲とする答案も意\n外に多かった。\nエ 上記のような厳格な審査を基礎付けるには，合憲性判断の枠組みを選挙権及び\n投票権の憲法上の位置付けからしっかりと検討することが必要であるが，選挙権\nの重要性を「国民主権」「間接民主制」からきちんと述べてある答案が余りなく，\n「表現の自由の自己統治の価値」，「表現の自由と同様，政治的意見を表明する権\n利」など，表現の自由の重要性から演繹する答案が意外に多かった。\nオ 選挙権の行使が妨げられたことについて，立法不作為の違憲を理由とする国家\n賠償請求訴訟の可能性に全く言及しない答案も相当数にあった。立法不作為によ\nる国家賠償請求に触れた答案でも，在外邦人選挙権訴訟判決を意識した答案はま\nれであり，最高裁昭和６０年１１月２１日判決（在宅投票制廃止訴訟）のみに基\nづいて検討する答案が多くあった。\n在外邦人選挙権訴訟判決では，国が国民の選挙権の行使を可能にするための所\n要の措置をとらないという不作為によって国民が選挙権を行使することができな\nい場合の立法不作為の実体的合憲性の問題と，立法不作為が国家賠償法上違法の\n評価を受けるための要件という問題を区別して検討しているが，この２つの問題\nの区別を意識しない答案が多く見られた。\n立法不作為の国家賠償法上の違法性に関して,本問では， 「７年前に改正を求め\nる請願書を総務省に提出していた」という事案であり，在外邦人選挙権訴訟判決\nの事案とは異なっていることから，そのことを踏まえて検討することが求められ\nる。しかし，これらの点について具体的に検討する答案は，ほとんどなかった。\n３ 今後の法科大学院教育に求めるもの\n憲法上の問題を検討するに当たっては，判断枠組みの構築と当該事案における個別\n的・具体的な検討が必要不可欠である。法科大学院では，審査基準（三段階審査とか\n比例原則という言葉）の定型的・観念的使用を戒めるとともに，それらの内容の精確\nな理解（問題点を含めて）を学生に深めさせる教育が求められる。\nまた，実務において判例の持つ意味を十分に認識し，基本判例は，判決原文に照ら\nして検討する必要がある。その上で，当該判決における理論的問題を検討し，そして\n事実認定・事実評価の問題点を個別的・具体的に理解・検討することが求められる。平成２２年新司法試験の採点実感等に関する意見（行政法）\n１ 出題の趣旨\n別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針\n採点に当たり重視していることは，法的な論述に慣れ，分かりやすく，かつ，受験\n生の思考の跡を採点者が追うことができるような文章を書いているか，という点であ\nる。決して知識の量に重点を置いているわけではない。\n３ 答案に求められる水準\n(1) 設問１\n本件において提起されることが見込まれる住民訴訟に関し，①村長Ｅが地方自治\n法第２４２条第１項にいう「普通地方公共団体の長」として「違法」な「財産の…\n処分」（又は「契約の締結」）をしたとされることについて，Ａ村の「執行機関又は\n職員」（本件ではＥ）を被告として，この者においてＡ村がＥに対して有する損害\n賠償請求権の行使をすることを求める内容のもの（義務付け訴訟）であることが押\nさえられているかどうかを，②他の主要な論点（Ｂについての出訴期間の遵守，Ｃ\nについての「住民」要件の充足，Ｄについての「住民監査請求前置」の充足）への\n解答とあいまって，優秀な答案であるかどうかを判定する際の目安とした。\n住民訴訟制度についての受験者の一般的な習得の程度を考慮し，上記の①の点に\nついては，上記の全ての要素に明示的に触れていなくても，おおよその理解ができ\nていることがうかがわれれば，優秀又は良好な答案と判定し，一部の理解に誤りが\nあることがうかがわれる場合にも一応の水準の答案と判定した。\n(2) 設問２\n普通地方公共団体による契約の締結においては一般競争入札が原則とされ，随意\n契約は例外とされている趣旨 （地方自治法第２３４条等関係） については， 一般に，\n契約の締結に当たっての機会の均等，手続の透明さ，合意に係る金額の適正さ等の\n確保が挙げられるところ，これらの点におおむね触れられていれば優秀な答案と，\n半分以上程度に触れられていれば良好な答案と判定した。地方自治法施行令第１６\n７条の２第１項第２号を適切に適用し，あるいは，価格の下限の不設定，側溝部分\n等の対価免除，関係職員の親類への売却，村民による買換えといった事実から，Ｂ\nが主張すると考えられる違法事由について，村の側の主張やＦの立場に立った見解\nを明確に示していれば，優秀な答案と判定した。\n適正な対価なくしてされる財産の譲渡につき議会の議決が必要とされる趣旨（地\n方自治法第９６条第１項第６号等関係）については，一般に，普通地方公共団体に\n損失が生ずること及び財政運営にゆがみが生ずることを回避することが挙げられて\nいるところ， これらの点に触れられていれば優秀又は良好な答案と判定した。 また，\n上記の観点から，「適正な対価」とは，一般に，当該財産の時価がこれに当たると\n解されているところ，このことが基本とされていれば，当該答案は一応の水準にあ\nると判定し，その上で，そのことを踏まえつつ，本件のような事情の下では時価の\n把握が困難で政策的配慮も関係し判断に幅が生じ得ることを意識して論じてあれば，優秀度ないしは良好度の高いものとして評価した。\n(3) 設問３\n問題文に掲げられた裁判例が，いずれも，違法な財産の処分をした長に対する損\n害賠償請求権を放棄するか否かの判断につき，議会に裁量を認めていることが理解\nされていれば，一応の水準に達しているものとした上で，各裁判例にあっては，そ\nれぞれの事案における事実関係に由来するもののみならず，上記のような請求権に\n係るものを含めて住民により選挙された議員で構成される議会の判断は原則として\n尊重されるべきものとするか，住民訴訟において第１審でのものといえども違法と\nする判決が言い渡された場合には，そのことを重視して慎重に判断することが要請\nされるものとするかの点をめぐって，基本的な考え方の傾向に違いがあることを理\n解しているかどうかで，優秀度ないしは良好度の高さを判定した。\n４ 採点実感\n以下は，採点委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象\n・ 住民訴訟を素材とした出題であったが，時間切れとおぼしき答案を除き，いず\nれの答案も，何とか設問に食らいつき，解答しようとする姿勢が現れており，好\n感が持てた。\n・ 各当事者の主張を客観的にまとめた答案が意外に少なかった。 原告側， 被告側，\nＦ弁護士の所見・解答者自身の意見が混然一体となっていた答案が多かった。\n・ 今回の出題においては，行政訴訟の訴訟要件の判断，行政法規の条文及び事実\n関係に照らした行政活動の違法性判断， 裁判例の比較と事案への当てはめという，\n３つの異なった角度からの設問が用意されており，それぞれの設問の出来具合が\n必ずしも比例していない受験者もかなり見られたことからしても，受験者の総合\n的な力量を問うことができた。\n・ 住民訴訟を出題したことに対しては，法科大学院での行政法分野の中での比重\nや地方自治法科目の有無との関連で批判があるかもしれないが，採点してみての\n実感としては，受験生の実力差がきちんと測れたと思われる。\n(2) 条文の解釈，当てはめが欠けている答案について\n・ 添付資料として関係法令が付されているのに，何号によって随意契約が許され\nるかという当てはめをせず，生の事実だけを書いている例もある程度あり，条文\nを重視する姿勢が欠けていると思われた。\n・ 法的三段論法を習得していない答案が多い。\n・ 関係法令の趣旨を記述したものが余り多くなかった。また，記述されている場\n合でも，記述量が乏しく，さらに，趣旨の記述を条文解釈に関連付けた答案はご\nく少数であった。問題文で示されている諸事実が，条文解釈を通じた主張として\n用いられていない答案も目立った。\n・ 問題の売買契約の適法・違法を論じるに当たり，法令の解釈・適用よりもむし\nろ各人の一般常識に依拠した判断を示す例が少なくない。\n・ 【資料１】及び【資料２】において，検討すべき法令が具体的に示されており，\n法令解釈の検討対象が明らかであるにもかかわらず，当該各法令につきその立法\n趣旨にさかのぼった骨太な立論が展開された答案は少なかった。総じて，一定の視点から事案を分析・整理した上で，法令の解釈・適用を行うという法実務家に\n求められる基本的素養が欠如していると言わざるを得ない答案が多かったのは，\n残念である。\n(3) 安易に行政裁量の逸脱・濫用を説く答案について\n・ 全体として気になったのは，行政裁量の扱いである。設問２で， 「適正な対価」\nの判断について，政策を実現する目的を考慮して廉価と認定する行政裁量を容易\nに認める答案が目立ち，また，法令の個々の規定から離れて随意契約を締結する\n行政裁量を認めるかのような答案も散見された。まずは法令を綿密に解釈し，そ\nれを前提及び基礎にして，行政機関に求められる判断のうち裁量が認められる部\n分を特定する必要がある。\n(4) 設問に答えていない答案について\n・ 問題文をきちんと読まず，設問に答えていない答案が多い。\n・ 問題文の設定に対応した解答の筋書を立てることが，多くの答案では，なおで\nきていない。\n(5) 字が乱雑で判読不能な答案について\n・ 字が汚い答案（字を崩す）が多い。時間がないことも十分に理解できるが，か\nい書で読みやすく書かれている答案も多く， 合理的な理由とはならないであろう。\n例えば，「適法」「違法」のいずれかであることまでは判別できるが，それ以上判\n別する手掛かりがなく，一番肝心な最終結論が分からないという答案も散見され\nた。\n・ 字を判読できない答案には閉口した。字の上手下手があるのは当然であるが，\nそうではなく，読まれることを前提としないかのような殴り書きの答案が相当数\nあった。時間が足りなくなって分かっていることを全て記載したいという気持ち\nは理解できるが，自分の考えを相手に理解させるのが法曹にとって必須の要素と\n思われ，その資質に疑問を感じざるを得ないように思った。\n(6) 答案における文章表現について\n・ 一文一段落という，実質的に箇条書に等しい書き方をする等，小論文の文章と\nしての体裁をなしていない例が少なくない。\n・ 「この点」を濫発する答案が少なからずあったが， 「この」が何を指示してい\nるのが不明な場合が多く，日本語の文章としても，極めて不自然なものとなって\nいる。\n(7) 設問１について\n・ 全体的におおむね出来は良く，住民訴訟の訴訟要件については，受験生は総じ\nて，一応の知識は持っていると感じた。\n・ ４号請求の内容を正しく答えられない答案（被告を書いていないもの，議会，\n監査委員などとするもの，Ｅ に対して直接損害賠償請求をするというもの，「怠る\n事実」の相手方としてＥを位置付けるもの，Ｅに対する賠償命令の義務付けを請\n求内容とするものなど）が見られた。\n・ 出訴期間について触れているものが少なかった。また，出訴期間ではなく，監\n査請求期間について触れているものが相当数あった。\n(8) 設問２について\n・ 実体法の解釈・適用に弱いとの傾向は，今回も見られた。・ 「Ｆの立場に立って」 ，「契約の適法性について，詳細に検討しなさい。 」とい\nう設問にもかかわらず，住民側の主張と村側の主張を，平板に並べるだけで，契\n約の適法性を検討することができていないものが意外に多かった。\n・ 随意契約によることができるかどうかについては，地方自治法第２３４条第２\n項を受けた地方自治法施行令第１６７条の２第１項各号の該当性を具体的に検討\nすべきところ，どの号に該当するかを論じないで，一般的に，不公正であるか，\nあるいは，村長の裁量の範囲を逸脱しているかといった点を論じたものも目立っ\nた。\n・ 前年の売却が競争入札であると決めつけた上で８，９号該当性を論じたり，本\n件の契約が競争入札であることを論じるなど，問題文の読解に難があるものも少\nなからずあった。\n(9) 設問３について\n・ 一刀両断に「事案が異なるから」とした答案は，問題文を読む素直さに欠けて\nいるように思われた。判決の論理や背景にある制度理解を対比した上で分析でき\nるようにするためのトレーニングも必要であると感じた。\n・ 判例解釈については，大きく分けて，①住民代表である議会を尊重する立場と\n住民訴訟による違法の是正を尊重する立場の違いとするもの，②両者は矛盾する\nものではなく議会の裁量にも限界があるから種々の事情を合理的に検討しなけれ\nばならないとするもの，③事案の違いとのみ述べるものに分かれ，①と②を統合\nして，住民訴訟の趣旨との関係で議決権の裁量の限界を述べ，議決権濫用の有無\nをどのように審査するのかについてまで述べられたものは少なかった。\n５ 今後の法科大学院教育に求めるもの\n法律実務家に求められる基本的素養を涵養するという原点に立ち返りつつ，初見\nの法令に関しても，その趣旨，目的，条文構造等を分析・検討し，説得力のある結\n論を導くといった訓練が行われることを期待したい。平成２２年新司法試験の採点実感等に関する意見（商法）\n１ 出題の趣旨，ねらい等\n既に 「平成２２年新司法試験論文式試験問題出題趣旨」（以下 「出題趣旨」 という。）\nにおいて説明しているとおりであり，特に補足すべき点はない。\n２ 採点方針，採点実感\n民事系科目第１問が商法からの出題である。これは，比較的詳細に示された事実関\n係や，貸借対照表及び履歴事項全部証明書の法的文書を読み解き，分析して，会社法\n上の論点を的確に抽出し，事案に即した責任関係を明らかにするという，法曹に求め\nられる基本的な知識と能力を試すものである。\n設問１については，ほとんどの答案が会社法第５２条の責任の問題として検討する\nことができた。しかし，同条の発起人としての責任と設立時取締役としての責任の双\n方が問題となることを明確にしていないか，一方の責任についてのみ論じる答案も多\nかった。本件の事案が同条第１項の「著しく不足する」という要件に該当するかを論\nじないで，他の要件のみを検討する答案もかなりあった。また，Ａが，現物出資者で\nあるため同条第２項の適用がなく（同項柱書かっこ書） ，同条第１項の責任につき無\n過失責任を負うことを指摘していない答案も多かった。これに対し，Ｂについては，\n本件事案では検査役が選任されていないため同条第２項第１号の適用はなく，同項第\n２号により，無過失を立証すれば同条第１項の責任を負わないことを論じていない答\n案がかなりあり，中には検査役を選任しなかったこと自体により責任を負うという誤\nった理解をした答案もあった。\nまた，設問１のＡ，Ｂについては，会社法第５３条の発起人・設立時取締役の任務\n懈怠責任も問題になるが，これについて論じていない答案も多かった。彼らの任務に\n会社法第４６条第１項第２号による現物出資財産等の価額の証明等の相当性に関する\n調査が含まれることを理解できていないと言える。\n設問２において，まず，見せ金による払込みの効力が問題となる。しかし， 「見せ\n金」の概念及び問題の所在を示した上で，本件事案が見せ金に該当するか否かを論じ\nている答案は，少なかった。最高裁昭和３８年１２月６日第２小法廷判決（民集１７\n巻１２号１６３３頁）は，払込み後，当該借入金を返済するまでの期間の長短，払込\n金が会社資金として運用された事実の有無，当該借入金の返済が会社の資金関係に及\nぼす影響という三要件により，見せ金に該当するか否かを判断し，見せ金による払込\nみは効力を有しない旨を判示しており，この判例を引用して解答すべきであるが，こ\nの判例に言及している答案はほとんどなかった。 もっとも， この判例を引用しないが，\n三要件に従って見せ金に該当し払込みとしての効力がない旨を論じている答案は相当\n数存在した。学説上は見せ金による払込みを有効とする説もあり，有効説に立つ答案\nもある程度存在したが，いずれの説に立つ答案も，その根拠を適切に論じているもの\nはそれほど多くなかった。採点においては，無効説・有効説いずれをとっても，その\n理由等が適切に述べられていれば，同様に評価した。\n見せ金による払込みの効力が無効である立場を採るとしても，これにより発行され\nた株式の効力については，最高裁平成９年１月２８日第３小法廷判決（民集５１巻１\n号７１頁）が，取締役の引受担保責任が存在することを理由に，見せ金による払込みがされた場合であっても，新株発行が無効となるものではない旨を判示している。し\nかし，会社法により，引受担保責任が廃止されたことを受けて，見せ金による払込み\nがされた場合は新株発行無効事由又は新株発行不存在事由になるとする学説等もある。\nこれら判例・学説等を踏まえて論じた答案はごく僅かであった。また，本件募集株式\n発行については，見せ金を除くごく一部につき実際の払込みがあることを，本件募集\n株式発行により発行された株式の効力を考える上で，いかに評価するかを論じる必要\nがある。しかし，これを論じている答案は更に少なかった。\n本件募集株式発行に係るＡ及びＢの甲社に対する責任は，Ａが，見せ金による払込\nみに関与し，本件募集株式発行をしたこと又は丙社のＤに払込金を交付したことの評\n価や，それについてのＢの監視義務の有無等から，Ａ，Ｂに甲会社に対し取締役とし\nての任務懈怠責任があったかを，自説とした見せ金払込有効説又は無効説を前提に，\n事実関係を丁寧に拾い上げて論じる必要がある（有効説においては，交付の法的評価\nが大きな問題となる。）。しかし，そのような前提や事実関係を踏まえた議論ができて\nいた答案は極めて僅かであった。また，本件募集株式発行に係る丙社の甲会社に対す\nる責任については，丙社による払込みが無効であると，丙は，募集株式の株主となる\n権利を失い（会社法第２０８条第５項） ，丙社の払込責任もなくなるともいえる。し\nかし，見せ金による払込みのために資金調達ができていないことによる甲社の株主の\n不利益等を考えると，丙社の甲社に対する責任を，会社法第２１２条第１項第１号の\n類推適用等により導くような考えもあり得るものと考えられる。失権について触れた\n答案は僅かであったが，相当数の答案が同号を類推する議論を展開していた。\n本件募集株式発行に係るＡ及びＢの乙銀行に対する会社法上の責任としては，Ａ，\nＢともにまず会社法第４２９条第１項の責任が問題になる。同項の責任については，\nＡ，Ｂの取締役としての任務懈怠の有無（Ｂの場合は監視義務違反） ，損害との因果\n関係等を論じる必要がある。また，同条第２項第１号ロ・ハの責任も論じる必要があ\nる。前者の責任については，かなりの答案が論じていたが，前記のような要件につい\nて立ち入った分析をしている答案は多くはなかった（監視義務違反を論じているもの\nは多かった。）。 後者の責任については， そもそも論じていない答案も多く， 論じても，\nＡのほかＢも責任の主体になり得るか等の問題の検討や，見せ金による払込みの効力\n及び株式の効力と整合的に，貸借対照表及び履歴事項全部証明書の内容を分析するこ\nとが，不十分であっただけでなく，同条第２項第１号の要件を満たすから同条第１項\nの責任が認められると議論する等，前者の責任と後者の責任の関係を理解していない\nものが圧倒的であった。\n以上のような採点実感に照らすと， 「優秀」，「良好」，「一応の水準」，「不良」の四\nつの水準の答案は，以下のようなものと考えられる。第一に， 「優秀」な答案は，上\n記の採点のポイントとして挙げた論点の主要なものをほぼ論じることができていて（各\n設問につき主要な論点の一，二が欠けている程度は，差し支えない。 ），各問題につき\n相当な理由をもって自らの考えを述べ，その考えに基づき論理的に整合性をもった法\n的議論を展開することのできている答案である。 「良好」な答案は，主要な論点で論\nじられていないものが若干あるが，取り上げた論点についてはそれなりの論理的に整\n合性をもった法的議論がなされている答案である。 「一応の水準」の答案は，最低限\n押さえるべき論点，例えば，設問１であれば，会社法第５２条の責任の問題となるこ\nとや，設問２であれば，見せ金による払込みの問題になること等が，少なくとも実質的に論じられていて，議論の筋がある程度通っている答案である。「不良」な答案は，\nそのような最低限押さえるべき論点も押さえられていない答案や，議論の筋の通って\nいない答案である。\n３ 今後の法科大学院教育に求められるもの\n上述の会社法第５２条や第４２９条の責任の問題のように，基本的な会社法上の責\n任の構造に関する理解に不十分な面が見られる。また，判例をきちんと身に付け，そ\nれを踏まえて議論するという，法曹に求められる基本的な思考方法が十分に身に付い\nていない感がある。見せ金による払込みに関する有効説と無効説，募集株式発行の効\n力等，法理論を理解しそれに基づいて論理的な思考をしたり，その考え方を応用する\n能力，例えば，判例・学説が余り論じていない問題につき，自分なりに法的議論を展\n開して適切な解決を求める能力などに，不十分な点が見られる。これら法曹に求めら\nれる基本的能力を涵養する教育が求められる。平成２２年新司法試験の採点実感等に関する意見（民法）\n１ 出題の趣旨\n民事系科目（第２問）は，工場を個人で営むＡとその家族らの取引と民事訴訟をめ\nぐる事例に関して，民法上及び民事訴訟法上の問題点についての基礎的な理解を問う\n総合問題である。具体的事実を法的な観点から評価し構成する能力，具体的な事実関\n係に即して基本問題を考察する能力及び論理的に一貫した論述をする能力などを試す\nものである。本問は，５つの設問から構成されているが，そのうち，設問１，設問２\n及び設問５は，それぞれ，代理，抵当権侵害による不法行為並びに認知，遺言及び金\n銭債務の相続といった家族法上の問題についての考察を求めていて，これらが民法か\nらの出題である。 民事系科目 （第２問） の設問１， 設問２及び設問５の出題の趣旨は，\n以下のとおりである。\n設問１は，第１に，Ｆが第１訴訟において選択的にする二つの主張の法的構成が，\n有権代理構成と権限外の行為の表見代理構成（民法第１１０条）であることを理解し\nた上で，二つの法的構成を区別することができるかどうか，第２に，各法的構成にお\nいて，事実①及び事実②の性質を的確に把握することができるかどうかを問うもので\nある。まず，有権代理構成において，事実①はＡがＣに代理権を授与したことを推認\nさせる間接事実である意義を有すると考えられ，これに対し，事実②は特段の意義を\n有しない。次に，権限外の行為の表見代理構成においては，事実①は２０００万円の\n融資についてＣに代理権があるものと信ずる正当な理由があるとする評価を根拠付け\nる事実である意義を有し，それとともに，事実①はＡがＣに１５００万円の限度にお\nける代理権を授与したことを推認させる間接事実である意義を有するとも考えられる。\nまた，事実②はＣに２０００万円の借入れの権限があるかどうかをＦが調査しようと\n試みたことを意味するものであるから，他の事情とあいまって，正当理由を根拠付け\nる一つの事実である意義を有するものとも考えられる。反対に，事実②のうち携帯電\n話がつながらないことは，Ｃの不審な挙動を示唆するものと見ることができないもの\nではないから，それにもかかわらずＡ本人との接触に成功しないまま融資を敢行した\nこととあいまって，正当理由の評価障害事実になるとする性質把握も一定の説得力を\n持つ。そこで，適切な理由が付されて解答されているかが問われることになる。\n設問２は，抵当不動産の第三取得者が抵当目的物件を故意に滅失させた事案につい\nて，抵当権侵害による不法行為に基づく損害賠償の成否を問うものである。\n小問（１）の考察においては，Ｅによる丙建物の取壊し後におけるＦの被担保債権\n額と甲乙土地の価額との関係を考慮しつつ， 抵当権侵害における損害の発生について，\n抵当権の担保権的性質の基本的理解との関連を意識しつつ論ずることが望まれる。こ\nこでは，【事実】及び〔設問〕のいずれにおいても，甲乙土地及び丙建物の価額は示\nされていないので，解答は抽象的な理論操作に基づく記述で足りる。加えて，抵当権\n侵害における損害はどの時点で確定することができるかについて論ずることが望まれ\nる。この点については，【事実】に基づくと，Ｅによる丙建物の取壊しは平成１９年\n８月１９日であり，Ｆに対するＡの債務の第１回弁済期は平成２０年３月１５日であ\nるため，Ｅの行為が抵当権の被担保債権の弁済期前であることをどのように評価する\nかが問われることになる。\n小問（２）の考察では，民法第１７７条の第三者からはどのようなものが排除されるべきか，その上で，【事実】に示された法律上有意な事実を過不足なく指摘しなが\nら，ＥがＦとの関係で，民法第１７７条の第三者から排除すべき者に当たるかを論ず\nることが求められる。 加えてその前提として， 不動産物権変動の第三者対抗の問題が，\n不法行為の成立要件との関係でどのように位置付けられるかを論ずることが求められ\nる。すなわち，不法行為の成立要件との関係において，抵当権者Ｆのために抵当権の\n設定の登記が行われていないことをどのように評価するか，また，丙建物の所有者Ｅ\nによる取壊しが抵当権を侵害する行為に該当するか否かについての考察が必要となる。\n設問５は，次のような三つの法律問題についての考察を順に求めるものである。第\n１に，認知者が認知の意思を表示し認知届を作成して使者に届出を委託した後に死亡\nし，この間に認知届が提出されていない場合，認知の効力は生じるかを問うものであ\nる。認知届の提出が身分変動の効果が発生するための要件であるため，父の認知の意\n思が確認できたとしても， 認知届が提出されていない以上， 認知の効力は発生しない。\n第２に，自筆証書遺言の解釈として，遺言者の子ではない者に遺言者の遺産の３分の\n１を分けるということが何を意味するか，その場合に遺言者の相続人の法的地位はど\nのようなものかを問うものである。平成２０年４月６日付けのＡの遺言に記載されて\nいる内容は，Ｅに対しては割合的包括遺贈であり，唯一の相続人であるＣに対しては\n遺産の残余部分が相続により帰属することの確認となる。第３に，割合的包括遺贈が\n行われた場合，受遺者は相続人として扱われ被相続人の債務も承継するところ，被相\n続人が負っていた金銭債務は相続人と受遺者にどのように承継されるかを問うもので\nある。割合的包括遺贈における金銭債務の承継については，金銭債務について共同相\n続が生じた場合の規律を参照しつつ，金銭債務の債権者は誰に対してどのように履行\n請求をすることができるのかについて考察することが望まれる。\n２ 採点方針\n採点に当たっては，従来と同様，受験者の能力を多面的に測ることを目指した。第\n１に，民法上の基本的な問題についての理解が確実に行われているかどうかを確かめ\nることとした。第２に，単に知識を確認するだけでなく，掘り下げた考察をしてそれ\nを明確に表現する能力，論理的に一貫した考察を行う能力及び具体的事実を注意深く\n分析した上で法的観点から評価する能力を確かめることとした。第３に，基本的な問\n題の背後にあるより高度な問題に気が付いて，それに取り組む答案があれば，これを\n積極的に評価することとした。\nこれらに加えて，総花的に諸論点に浅く言及する答案よりも，ある論点についての\n考察の要所において周到堅実であるものや創意工夫に富むものの方が，法的思考能力\nが優れていることを示していると考えられるため，高い評価を与え，反対に，論理的\nに矛盾する構成をするなど積極的なミスが著しいものについては，低く評価し，さら\nに，あわせて全体として適切な得点分布が実現することを心掛けた。\nそのため，１つの設問に複数の採点項目を設け，採点項目ごとに適切な考察が行わ\nれているかどうか，その考察がどの程度適切なものかに応じて点数を与えることとと\nもに，答案を全体として評価し，論述の緻密さ周到さの程度や構成の明快さの程度に\n応じても点数を与え，そのことにより，ある設問につき考察力や法的思考力の高さが\n示されている答案については，別の設問についての論点の幾つかを落としていたり，\n知識不足や理解不足を露呈していたとしても，各設問につき知識のみを浅く書いている答案よりも，高い評価を与えることができるようにした。\n３ 採点実感等\n採点実感として，新司法試験考査委員会議申合せ事項にいう「優秀」 ，「良好」，「一\n応の水準」，「不良」の４つの区分に照らすと，例えば，どのような答案がそれぞれの\n区分に該当するかについて，各設問ごとに示すとすると，以下のとおりとなる。\nただし，これらは，各区分に該当する答案の例であって，これらのほかに各区分に\n該当する答案はあり， それらは多様である。 なお， 以下で用いる 「適切に答える」，「適\n切な解答」，「適切に解答する」又は「適切に論ずる」については，前記「１ 出題の\n趣旨」を参照されたい。\n(1) 設問１について\n採点実感からは，優秀（１００％から７５％）に該当する答案の例は，権限外の\n行為の表見代理構成における事実①と事実②や，有権代理構成における事実①と事\n実②について，いずれも適切に答えているものであり，良好（７４％から５８％）\nに該当する答案の例は，権限外の行為の表見代理構成における事実①と事実②につ\nいて適切に答え，有権代理構成における事実①又は事実②のいずれかについて適切\nに答えているものであって，一応の水準（５７％から４２％）に該当する答案の例\nは，権限外の行為の表見代理構成における事実①と事実②について適切に答えてい\nるが，有権代理構成について答えるべき部分で，代理権授与の表示による表見代理\n構成について述べているものであり，不良（４１％から０％）に該当する答案の例\nは，権限外の行為の表見代理構成における事実①又は事実②のいずれかについて適\n切に答えているが，それ以外については適切な解答となっていないものである。な\nお，権限外の行為の表見代理構成について適切に解答する答案の方が，有権代理構\n成について適切に解答する答案より多くあったが，有権代理構成について適切に答\nえながら，権限外の行為の表見代理構成について適切に答えない答案もあった。全\n体としては，受験者の力の差が答案に示される問題であったと思われる。\n(2) 設問２について\n採点実感からは，優秀（１００％から７５％）に該当する答案の例は，小問（１）\nについて，甲乙の不動産の価額と被担保債権額の多寡とともに，Ｅの行為と被担保\n債権額の弁済期の先後関係を論じつつ，小問（２）について，民法第１７７条の第\n三者から背信的悪意者が除外されることと，ＥはＦとの関係で背信的悪意者に当た\nるか否かを論ずるものであり，良好（７４％から５８％）に該当する答案の例は，\n小問（１）について，甲乙の不動産の価額と被担保債権額の多寡と，Eの行為と被担\n保債権額の弁済期の先後関係のいずれか一方を論じつつ，小問（２）について，民\n法第１７７条の第三者から背信的悪意者が除外されることと，ＥはＦとの関係で背\n信的悪意者に当たるか否かを論ずるものであって， 一応の水準 （５７％から４２％）\nに該当する答案の例は，小問（１）について，適切な解答がなく，小問（２）につ\nいて，民法第１７７条の第三者から背信的悪意者が除外されることと，ＥはＦとの\n関係で背信的悪意者に当たるか否かを論ずるものであり，不良（４１％から０％）\nに該当する答案の例は，小問（１）についても，小問（２）についても，適切な解\n答がないものである。なお，小問（２）については，比較的多くの答案が，民法第\n１７７条の第三者から背信的悪意者が除外されることと，ＥはＦとの関係で背信的悪意者に当たるか否かを論じていたが，小問（１）については，甲乙の不動産の価\n額と被担保債権額の多寡と，Ｅの行為と被担保債権額の弁済期の先後関係の双方を\n論ずるものは少なく，また，そのいずれか一方を論ずるものも多くはなかった。抵\n当権侵害の不法行為という問題に対して， 小問 （１） について適切に論ずることが，\n受験者全体にとって，難しいものであったと思われる。\n(3) 設問５について\n採点実感からは，優秀（１００％から７５％）に該当する答案の例は，届出がな\nいため認知の効力が生じていないこと，遺言の内容はＥに対する割合的包括遺贈と\n解釈することができること及び金銭債務はＥとＣに分割して承継されることが答え\nられているものであり，良好（７４％から５８％）に該当する答案の例は，届出が\nないため認知の効力が生じていないこと及び遺言の内容はＥに対する割合的包括遺\n贈と解釈することができることは答えられているが，金銭債務の承継について適切\nな答えがないものであって，一応の水準（５７％から４２％）に該当する答案の例\nは，届出がないため認知の効力が生じていないことが答えられているが，遺言の内\n容及び金銭債務の承継について適切な答えがないものであり，不良（４１％から０\n％）に該当する答案の例は，認知の効力，遺言の内容及び金銭債務の承継について\n適切な答えがないものである。なお，届出がないにもかかわらず，認知の効力が生\nずると解答する答案が多くあり，また，認知の効力は生じないとしつつも，遺言の\n内容の法的性質が包括遺贈であることを明らかにせずに，単に遺言によりＥが債務\nを承継すると解答する答案や，包括遺贈の場合に受贈者が権利のみを承継し債務を\n承継しないと解答する答案が少なくなかった。家族法，取り分け，親族法について\nの理解が，受験者全体において，相当程度低いことがうかがわれた。平成２２年新司法試験の採点実感等に関する意見（民事訴訟法）\n１ 出題の趣旨，ねらい\n「出題の趣旨」に記載したとおりであるが，今年も，法律知識や判例の内容を直接\n問うのではなく，具体的な事例の検討を通じて，法律制度や判例についての基本的な\n理解を問う問題であった。ある程度のボリュームのある事例を前にその場で基本から\n考える姿勢が求められているのであり，単に事案に関係する知識を答案上に吐き出す\nように記載するような姿勢では通用しない。\n２ 採点方針\n設問で問われている内容をきちんと理解し，問題に正面から取り組んで，検討した\n結果を的確に表現できることが重要であるとの認識の下で，採点をしている。\n３ 採点実感等\n民事訴訟法について，どのような答案が４つの水準のいずれに相当するかについて\nは，評価が合計点でされるものであること，同じ受験生でも設問によって出来栄えに\nバラつきがあること，同じ水準の中に含まれていたとしても点数には相当の差が生じ\n得ること等の諸要因により，具体的に示すことは困難である。\nそこで，以下では，多少ともイメージが持つことができるように，問題ごとに，ど\nのような内容の答案がどの程度の水準の評価を得られるのかを示すこととしたい。\nしたがって，合計点の評価がどのようになるかについては，飽くまで一般論でしか\nないが，全ての設問に「優秀」レベルの評価が得られなくとも全体として「優秀」と\n評価されることはあろうし，全ての設問について「一応の水準」であれば「良好」と\nの評価が得られることもあると思われる。逆に，ある部分で「良好」以上の評価を受\nけたとしても，他の部分が全くできていなければ，一応の水準にも達しないというこ\nともあり得る。\nなお，優秀又は良好とされるべき答案の割合は，出題者の想定をかなり下回った。\n(1) 全体について\n「手続保障」，「信義則」，「紛争の一回的解決」，「訴訟経済」，「不意打ち防止」な\nどといった抽象的な用語のみによる説明に終始している答案が少なからず見られた。\nしかし，そのような論述に止まることなく，各用語の意味内容を理解して，それを\n具現化している制度や条文により具体的に表現する努力が必要である。\n(2) 設問３について\n①当事者の確定の問題があることを踏まえた上で（何の理論的説明もなく，当事\n者適格の問題と考えている受験生もあったが理解が不十分である。 ），②ＧがＥにな\nりすましていること（Ｇは，Ｅの代理人と称しているのではない。）の法的評価（例\nえば，顕名なき代理類似のものと考えるなど）についての指摘があり，③弁護士代\n理の原則（民事訴訟法第５４条）の趣旨を論じた上で，同原則の趣旨からして事案\nによって適用が制限される余地があるのかなど，本事例に適用した場合の具体的妥\n当性を意識しつつ，結論が導かれていれば，その論述内容の厚みに応じて，「優秀」\n又は「良好」と評価されよう。\n他方，このような考察なしに， 「なりすましを了承しているＥには手続保障を及ぼす必要はない」とか，「信義則上ＥはそれまでのＧの行為を無効であると主張で\nきない（追認を拒絶できない又は追認拒絶は無効である） 」といった答案，訴訟経\n済や相手方保護の要請から直ちにＧの行為の効力がＥに及ぶとするような内容の答\n案では「一応の水準」に達することは難しい。\nまた，訴訟行為を行った者以外の者に効果が及ぶ例として，任意的訴訟担当につ\nいて論じている答案もあった。しかし，ＧがＥ本人であるとして訴訟行為を行って\nいることと任意的訴訟担当の関係，任意的訴訟担当となるとＧが当事者になるが，\n当事者確定の場面でＥを当事者とした場合には，これとの関係等が意識されるべき\nである。そのような点について検討することなく，明文なき任意的訴訟担当が認め\nられるための要件を羅列して本件への当てはめを検討している答案は，論理的整合\n性や任意的訴訟担当の理解において，疑問を抱かせた。\n(3) 設問４（１）について\n出題者は，Ｆの訴訟代理人弁護士Ｑと修習生Ｓとの間の会話を示し,Ｑが準備書面\nを作成するに当たって，法律上の主張として二つの法律構成を挙げ，それらの「長\n所」「短所」を修習生Ｓに検討させるという設定である以上，問われている「長所」\n「短所」とは，Ｆの法律上の主張として裁判所に認められるかどうかという意味で\nの「長所」「短所」であることは明らかであると考えていた。しかし，必ずしもそ\nのように理解しない答案が相当数見られた。\n次のような答案は高い評価につながる。\nア 債務不存在確認請求についての最高裁判例（最高裁昭和４０年９月１７日第二\n小法廷判決民集第１９巻６号第１５３３頁など）を踏まえつつ，１５００万円の\n自認部分の存否について，既判力が生じるかという問題について，法律構成①及\nび法律構成②が，判例と異なり積極説に立つものであることを位置付けた上で，\nその説の適否を，前訴で十分な攻撃防御の機会が与えられていると評価できるか\nといった観点から論じられているもの。\nイ 法律構成①について，量的に可分な給付請求についての一部請求後の残部請求\nの裏返しの問題であることを認識した上で，論理を展開しているもの。\nウ 法律構成②については，１５００万円の自認部分について請求の放棄と構成す\nることの合理性（Ａの合理的な意思解釈として技巧的にすぎないか，調書の記載\nがないなど通常の手続を踏んでいないことの問題）や請求の放棄に既判力が認め\nられるのかという点が検討されているもの。\nなお，請求の放棄と構成した場合の基準時についても言及しているものがあった\nが，このような答案は高い評価につながる。\n本人の意思に合致しているか否かということのみを考察している答案は，それが\n債務全体を訴訟物であるととらえることについての合理性という観点から法律論と\nして構成されていればよいが，「通常の意思」から請求の放棄とは認められないと\nの説明だけでは，「良好」という評価に達することは難しい。\n他方で，法律構成①及び法律構成②が，１５００万円部分について既判力を認め\nる見解であることが理解できていない答案，既判力を認めれば，長所として紛争の\n一回的解決に資すること，短所として柔軟な解決ができなくなることを指摘するの\nみに止まるような答案は，法律構成①及び法律構成②の内容を言い換えているに等\nしく，問われたことに解答しているものとはいえず， 「一応の水準」に達することは難しい。\n(4) 設問４（２）について\n処分権主義の問題であることの理解がうかがわれない答案（例えば，紛争の一回\n的解決に資することのみから条件付判決を肯定しているようなもの）は， 「一応の\n水準」に達することは難しい。\nまた，処分権主義の問題であることの指摘があったとしても，単に，Ａにとって\n全部棄却判決よりは有利（全部認容判決よりはＦに有利）であるから，原告の意思\nに反せず，かつ，被告の不意打ちにならないとして結論を導くのみで，５００万円\nの支払を条件とする判決について，分析的な検討ができていない答案は， 「優秀」\n又は「良好」との評価を得ることはできない。\nこれに対し，Ａは，全部棄却判決を受けたとしても，その後に残債務額を弁済し\nた上で改めて抵当権設定登記抹消登記手続を求めることができるということをきち\nんと理解した上で，先決問題である被担保債権の存否・数額についての審理の在り\n方（１円でも残っているかという限度で審理するのか，具体的に幾ら残っているか\nについても審理が及ぶのか）を踏まえて，５００万円の支払を条件とした場合にそ\nの部分に既判力が生じるのかなどを検討した上で，不意打ちになるかどうかを論じ\nている答案は，高い評価につながる。\nなお，設問において問われている「条件付判決」が受験生にとって少々細かい事\n項に属することから， 将来の給付判決になることに気付かず， 引換給付判決として，\nその可能性を検討している答案が多く見られたが，同時履行の抗弁との関係など引\n換給付判決についての理解が不十分であると思われる。 「条件付判決」が将来の給\n付判決になることを理解し，その要件に論及している答案については，高い評価に\nつながる。\n４ 今後の法科大学院教育に求めるものなど\n前記のように，手続保障や信義則など抽象的な規範のみから結論を導く答案，題意\nをきちんと把握せず，定義や制度趣旨など自分の知っていることを書き連ねている答\n案，問題を正面から受け止めることをあえて避け，自分の知っていることに無理やり\n当てはめようとする答案が目立った。\nこのような傾向が見受けられるのは，題意をきちんと把握するだけの基礎学力の不\n足に起因するところが多いように思われる。特に，基本的な制度や判例について，自\nらその意味を掘り下げて考えるという作業を怠り，定義，要件，結論を覚えて，それ\nを具体的な事案に当てはめるということだけを学習しているのではないかが懸念され\nる。判例について言えば，基本判例は，学説上有力な反対説があったり，下級審で異\nなる考え方をとっていたりするものが多く，制度を基本から理解をするのに格好の素\n材である。ところが，試験において，判例が扱っている問題について判例とは別の角\n度から検討を求めたり， 判例に反する立場からの立論を試みることを求めたりすると，\n全く歯が立たない受験生が多く認められる。察するに，判例についての表面的な理解\nを前提に，その結論を覚えて事例に当てはめるということはできても，その判例がそ\nのような結論に至る論拠はどこにあるか，反対説の根拠は何か，その違いはどこから\nくるのかといったより根本的なことが理解されていないように思われる。基本的な制\n度や判例の根拠をきちんと考えることを習慣づける教育が求められる。５そ の 他\n毎年のように指摘していることであるが，答案は，読み手が理解できて初めて評価\nされるものである。受験生は，答案の読み手の立場に立って，分かりやすく記載する\nことを肝に銘じることが必要であり，文脈から記載内容を推測することを読み手に期\n待することは許されない。字の巧拙は別として，「蓋し」，「思うに」など一般に使われ\nていない用語や略字，容易に判読できない悪字，筆圧が弱く薄すぎる字などが散見さ\nれる点については，大いなる反省を求めたい。平成２２年新司法試験の採点実感等に関する意見（刑法）\n１ 出題の趣旨の補足\n既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針\n出題の趣旨にのっとり，具体的事例における甲乙丙の罪責を問うことにより，事例\nを的確に分析する能力，事例を解決する上で必要となる論点を抽出し，当該論点に関\nする刑事実体法及び解釈論の知識・理解を展開する能力，具体的な事実に法規範を適\n用する能力，論理的に思考し，その過程を論述する能力を総合的に評価することが基\n本方針である。\nその際，刑法総論・各論の基本的な論点についての正確な理解の有無に加え，事実\nの評価や最終的な結論の妥当性，結論に至るまでの法的思考過程の論理性を重視して\n評価した。\nその結果，事案の特殊性を十分に考慮することないまま，結論を導くのに必ずしも\n必要ではない典型的論点に関する論述を展開する答案や，事案の全体像を見ず，細部\nにとらわれ，問題となり得る刑法上の罪をできるだけ多く列挙し，その相互の関係や\n結論の妥当性を考慮しないような答案は，低い評価にならざるを得なかった。\n他方で，数は少ないものの，論点に関する一般論に終始するのではなく，問題文の\n事例に即して具体的な検討を行っている優れた答案も見られた。例えば，甲の罪責に\nついては，(1)Ｖが病院の入院患者であって第一次的な看護義務は乙ら病院側にあると\nいう事情にも十分留意しつつ，複数の具体的な事情を詳細に検討して不作為犯の作為\n義務の存否を検討している答案，(2)作為義務，救命可能性及び故意について，それぞ\nれの時間的先後関係を意識して検討している答案，また，乙丙の罪責については，(3)\n乙丙それぞれが担う業務の内容に応じて，過失犯の注意義務の内容を具体的に特定し\nている答案，(4)乙丙の予見可能性や結果回避可能性等の有無について，具体的な事情\nを拾って当てはめてを行っている答案については，高い評価となった。\n３ 採点実感等\n(1) 全体\nほとんどの答案が，甲については，不作為による殺人罪又は保護責任者遺棄致死\n罪の成否，乙丙については，業務上過失致死（傷）罪の成否を検討しており，これ\nは出題の趣旨に沿うものである。\n(2) 具体例\n考査委員による意見交換の結果を踏まえ，答案に見られた代表的な問題点を以下\nに列挙する。\nア 甲の罪責について\n① 甲を不作為犯ととらえた場合の作為義務の内容について事例に即して具体的\nに考えていないため，作為犯と不作為犯の区別が曖昧になり，甲を安易に作為\n犯とする答案\n② 不真正不作為犯の成立要件に関する規範の定立を十分に行わないまま，不作\n為による殺人罪等の成立を認める答案③ 甲に対する作為義務の検討において，甲がＶの妻であって民法上の扶助義務\nがあるということだけで作為義務の成立を認め，その他にも作為義務を基礎付\nけ得る具体的事実があるのにこれらを十分に拾い上げていない答案\n④ 不作為犯の因果関係の特殊性を考慮することなく，単純に不作為とＶの死亡\nの結果の因果関係を肯定する答案\n⑤ 甲の殺意を検討するに当たり，甲がＶの死を受け入れるかどうか迷っていた\nことをもって，安易に殺意を否定し，その後，甲がＶに医療行為を施さずにそ\nの生死を運命をゆだねることにしたという点について，十分に検討していない\n答案\n⑥ 本問では， Ｖの救命可能性が認められるのは午後２時２０分までであるから，\nそれまでの間の作為義務及び故意の存否が重要であるのに，このような時間的\n関係を意識することなく，既に救命可能性が失われた時点で作為義務や故意を\n認めて不作為による殺人罪等の成立を肯定する答案\n⑦ 時系列に沿ってそれぞれの時点で成立する犯罪を検討し，甲には，まず，保\n護責任者遺棄罪が成立し，次いで，不作為による殺人罪が成立するとし，両者\nの関係を併合罪関係にあるなどとする答案\nイ 乙丙の罪責について\n① 過失犯の基本的な理論（予見可能性・予見義務，結果回避可能性・結果回避\n義務を内容とする注意義務違反など）について全く言及していない答案\n② 刑法各論の基本的な知識である業務上過失致死傷罪における「業務」の意義\nについて， 判例の立場に立つと思われるものの， 判例の内容を正確に理解せず，\n単に「人が社会生活上の地位に基づき反復継続して行う行為」とだけ述べ，「他\n人の生命身体等に危害を加えるおそれがあるもの」という点についての言及が\nない答案\n③ 乙丙に対する業務上過失致死傷罪を検討するに当たり，看護師である乙と薬\n剤師である丙とではそれぞれが担当する職務が異なる上，乙には投与する薬の\n確認のほか，投薬後のＶの容体を確認することが求められていたのに，乙丙そ\nれぞれが担当する職務に応じて負担する注意義務の内容を具体的に特定してい\nない答案\n④ 乙丙の注意義務違反の当てはめにおいて，予見可能性や結果回避可能性等に\n関係する具体的事情をほとんど拾っていない答案\n⑤ 乙丙の過失行為の後に甲の故意行為が介在しており，因果関係の認定上の論\n点となるのに，その点についての検討がないまま，乙丙の行為とＶの死亡結果\nとの間の因果関係を肯定している答案\n⑥ 因果関係の有無に関する解釈論を論述しながらも，その具体的適用方法を正\n確に理解していないため，事例への当てはめが適当でない答案\n⑦ 乙丙それぞれに単独犯として過失犯の業務上過失致死罪の成立を認めながら\nも，両者の間の過失犯の共同正犯について，それを認める実益を考えることも\nないまま検討し，両者の注意義務の共通性について十分に検討することなく，\n共同正犯を肯定する答案\n⑧ 業務上「重過失」致死傷罪なる罪の成立を認める答案\nウ その他① 甲が検温表にＶの体温について虚偽の記載をしたことをとらえ，署名又は印\n章の存在や，権利義務又は事実証明に関する文書という私文書偽造罪の構成要\n件について検討しないまま，同罪の成立を認める答案\n② 乙には，ＶがＤ薬によるアレルギー反応を起こして異状を呈していることの\n認識がないのに，そのことを意識しないまま，乙に故意犯である保護責任者遺\n棄罪の成立を認める答案\nエ まとめ\n上記各例は， 刑法総論・各論等の基本的知識の習得や理解が不十分であること，\nあるいは，一応の知識・理解はあるものの，いまだ断片的なものにとどまり，そ\nれを応用して具体的事例に適用する能力が十分に身に付いていないことを示して\nいるものと思われる。\nまた，不真正不作為犯の成立要件について，まるで型にはめたような論述例が\n数多くあったこと，過失犯の共同正犯について，それを論ずる実益を考えないま\nま論述する答案が相当数見られたことは，受験生が典型的論点に関する論述例の\n暗記に偏重するなどした勉強方法をとった結果，事案の特殊性を考慮して個別具\n体的な解決を模索するという法律実務家に求められる姿勢を十分に習得していな\nいのではないかと懸念されるところである。\n他方で，本問は，病院内における医療過誤と不作為犯とが絡む比較的複雑な事\n案であったにもかかわらず，大多数の答案は，甲について不作為による殺人罪又\nは保護責任者遺棄致死罪の成否，乙丙について業務上過失致死傷罪の成否の問題\nを検討しおり，問題解決の大枠はとらえていたこと，問題文中の具体的事実を抽\n出し，法的当てはめを行うという姿勢は， （十分とまではいえないものの）定着\nしつつあることを指摘することができ，これらは望ましい傾向である。\n４ 今後の出題について\n出題の在り方について様々な意見があると承知しているが，新司法試験の目的を十\n分に考慮しつつ，受験者の能力の適正な評価が可能となるような問題を作成すべく，\n今後の工夫を重ねていきたい。\n５ 今後の法科大学院教育に求めるもの\n既に述べたとおり，事案から具体的事実を拾い出して法規範に当てはめるという姿\n勢は定着しつつあるものの，刑法の基本的事項の知識・理解が不十分な答案や，その\n応用としての事例の分析，当てはめを行う能力が十分でない答案も見られたところで\nある。\n法科大学院においては，引き続き，学生に対し，基本的な刑法の知識・理解の習得\nに努めさせるとともに，判例の結論だけでなく，判例の事案の内容を丹念に読み込む\nことなどを通して，習得した知識を具体的事案に当てはめ，具体的妥当な解決を導く\nことができる能力の涵養に一層努めていただきたいと考えている。平成２２年新司法試験の採点実感等に関する意見（刑事訴訟法）\n１ 採点方針等\n本年の問題も，過去４回の試験と同様，比較的長文の事実関係を記載した事例を設\n定し，そこに生起している刑事訴訟法上の問題点につき，問題解決に必要な法解釈を\nした上で，法解釈・適用に必要不可欠な具体的事実を抽出・分析し，これに法解釈に\nより導かれる法準則の当てはめを行い，一定の結論を筋道立てて説得的に論述するこ\nとを求めており，法律実務家になるための学識・法解釈適用能力・論理的思考力・論\n述能力等を試すものである。\n出題に当たっては，刑事訴訟法の中でも重要であり，法律実務家になるために理解\nしておかなければならない犯罪捜査に関する基本的な問題と伝聞法則を選定した上，\n設問において，答案で論じてほしい事項を画定明示することにより，受験者が，一定\nの時間内に，法解釈と事実の分析等の双方について，必要十分な論述を行うことがで\nきるように配慮した。\n具体的な出題の趣旨については，公表されているとおりである。設問１では，けん\n銃の組織的な密売事件を素材として，被疑者が公道上のごみ集積所やマンション敷地\n内にあるごみ集積所に投棄したごみ袋を司法警察員が持ち帰り復元する行為や捜索差\n押許可状に基づいて差し押さえた携帯電話のデータを復元・分析する行為について，\nその適法性を問い，遺留物の領置や捜索，差押え及び押収物についての必要な処分等\nに関する考え方を示した上，事例への法適用の部分では事実が持つ意味を的確に位置\n付けて論じることを求めている。設問２では，被疑者と捜査協力者らとの会話を録音\nしたＩＣレコーダー等を反訳した捜査報告書について，その要証事実との関係での証\n拠能力を問い，本件の具体的事実関係を的確に把握・分析した上で，前提となってい\nるおとり捜査や秘密録音といった捜査手法の適法性を論じるとともに，本件捜査報告\n書が伝聞証拠に該当するか否か，該当する場合に適用可能性のある伝聞例外規定に係\nる要件等の法解釈とその当てはめについて論じることを求めている。採点に当たって\nは，このような出題の趣旨に沿った論述が的確になされているかに留意した。設問１\nは，捜査①及び②については，法科大学院で刑事訴訟法を真面目に学習した者であれ\nば，何を論じなければならないかは明白であり，その素材となる判例等も容易に思い\n浮かぶような事例であり，捜査③については法科大学院の授業で直接扱う事例ではな\nいかもしれないが，令状に基づく強制処分の制度趣旨という基本に立ち返って考える\n能力を体得していれば，筋道だった論述ができるはずである。また，設問２も，何を\n論じなければならないかは明白な事例であり，刑事訴訟法の基本的知識が真に体得さ\nれているかを問うものである。\n２ 採点実感\n次に，採点実感についてであるが，合格判定会議後に各考査委員から様々な意見を\n聴いているので，そのような意見をも踏まえた感想を述べる。\n設問１については，刑事訴訟法第２２１条の定める遺留物の領置の法解釈について\n的確に論じた上で，各捜査ごとに個々の事例中に現れた具体的事実を的確に抽出，分\n析しながら論じられた答案が見受けられ，また，設問２については，本件での要証事\n実を的確に理解した上で，前提となる捜査手法を含めて最高裁判所の判例法理等の理解をも踏まえて的確な論述ができている答案も見受けられた。他方，昨年までと同様\nに，不正確な抽象的法解釈や判例の表現の意味を真に理解することなく機械的に暗記\nして，これを断片的に記述しているかのような答案も相当数見受けられたほか，関連\n条文から解釈論を論述・展開することなく，問題文中の事実をただ書き写しているか\nのような解答もあり，法律試験答案の体をなしていないものも見受けられた。\n以下，法科大学院における教育と学習の指針に資するため，理解が不十分と思われ\nた点を具体的に述べる。\n設問１については，被疑者が公道上のごみ集積所やマンション敷地内にあるごみ集\n積所に投棄したごみ袋を司法警察員が持ち帰り復元する行為について，遺留物の領置\nとして適法といえるか否かを問うているにもかかわらず，これを単に強制処分に該当\nするか否か，該当しないとして任意捜査として許されるか否かという観点からのみ論\nじ，刑事訴訟法第２２１条に一切言及すらしない答案が少なからず見受けられた。ま\nた，捜索差押許可状に基づいて差し押さえた携帯電話のデータを復元・分析する行為\nについて，当初の令状の効力として許される範囲内か，それとも，新たな権利侵害を\n伴うため別個の令状が必要であるのかを問うているにもかかわらず，捜索差押えとし\nて適法であるか否かだけを論じている答案も相当数見受けられた。\n設問２については， 本件での具体的な事実関係を前提に， 要証事実を的確にとらえ，\n伝聞法則の正確な理解を踏まえた論述ができている答案は少数にとどまった。本件で\nは，捜査報告書全体については，捜査機関による検証に準じて刑事訴訟法第３２１条\n第３項により証拠能力が付与されることを前提に，会話部分と捜査協力者による会話\n内容の説明部分とに分け，前者はそのような内容の会話が存在したことが要証事実で\nあって伝聞証拠には該当せず，後者だけが内容の真実性を要証事実とする伝聞証拠と\nなることが明白であるにもかかわらず，伝聞証拠であることを当然の前提として，会\n話の主体によって会話を分断し，被疑者の発言部分は，刑事訴訟法第３２２条第１項\nにより，協力者の発言部分は同法第３２１条第１項第３号によって証拠能力が付与さ\nれるとした答案が少なからずあった。 また， 検察官の立証趣旨が 「会話の存在と内容」\nとなっていることから，その言葉だけをとらえて， 「会話の存在」である場合には非\n伝聞証拠であり，「会話の内容」である場合には伝聞証拠であるなどと検察官の設定\nした立証趣旨を勝手に分断して論じる答案も多数見受けられた。さらに，司法警察員\nにより作成された捜査報告書の証拠能力を問うているにもかかわらず， これを無視し，\n録音テープであるから知覚，記憶，叙述の過程に誤りが入り込む余地はなく，当然に\n非伝聞証拠であるなどと断じた答案まで見受けられた。このような答案については，\n厳しい評価をすれば，基本的知識，事実分析能力及び思考能力の欠如を露呈するもの\nと言わざるを得ない。\n法適用に関しては，事例に含まれている具体的事実を抽出・分析することが肝要で\nあるが，捜査協力者による会話内容の説明部分について，会話部分には聞き取れない\n部分が多数あるため， 説明部分が犯罪事実の存否の証明には欠くことができないこと，\n説明部分は，会話に引き続いて一体のものとしてなされている上，その説明内容が直\n前の会話内容と整合すること，また，乙方においてけん銃２丁と共に，りんごが入っ\nた宅配便の箱が開披された状態で発見されたという客観的状況とも整合すること等の\n決定的に重要な事実を指摘して， 証拠能力の有無を検討している答案は少数であった。\n学習に際しては，具体的事実の抽出能力に加えて，その事実が持つ法的意味を意識して分析する能力の体得が望まれるところである。\n答案の評価について説明すると， 「優秀」と認められる答案とは，設問１について\nは，刑事訴訟法第２２１条に定める遺留物の領置や同法第２１８条第１項に定める捜\n索，差押え及び検証の法解釈について的確に論じた上で，各捜査ごとに個々の事例中\nに現れた具体的事実を的確に抽出，分析しながらその適法性を論じており，また，設\n問２については，前提となる捜査の適法性について的確に論じた上で，本件での要証\n事実を的確に理解し，捜査報告書全体，会話部分及び説明部分とを分けて詳細な論述\nをしているような真に伝聞法則を理解していると見られる答案である。\nこのような出題の趣旨を踏まえた十分な論述がなされている答案は少なかった。\n次に，「良好」な水準に達していると認められる答案とは，設問１については，領\n置や捜索，差押え及び検証の法解釈について一応の考え方を示した上で，問題文から\n必要かつ十分な具体的事実を抽出できてはいたが，更に踏み込んで個々の事実が持つ\n意味を深く考えることが望まれたような答案である。\nまた，設問２については，おとり捜査や秘密録音といった前提となる捜査の適法性\nについて検討し，伝聞法則についても一応の論述ができてはいるものの，本件での具\n体的な事実関係を前提に，要証事実を的確にとらえることができていないような答案\nがこれに当たる。\n次に，「一応の水準」に達していると認められる答案とは，領置等の法解釈につい\nて一応の考え方は示されているものの，具体的事実の抽出，当てはめが不十分である\nか，法解釈については十分に論じていないものの，問題文から必要な具体的事実を抽\n出して一応の結論を導くことができていたような答案である。\n設問２については，伝聞法則等の知識があり，一応これを踏まえた論述ができては\nいるものの，本件での具体的な事実関係を前提に，要証事実を的確にとらえることが\nできていないような答案である。\n「不良」と認められる答案とは，例えば，伝聞法則など刑事訴訟法の基本的な原則\nの意味を真に理解することなく機械的に暗記して，これを断片的に記述しているかの\nような答案や関連条文から解釈論を論述・展開することなく，問題文中の事実をただ\n書き写しているかのような答案など，基本的な理解・能力の欠如が表れているもので\nある。\n具体的には，設問１については，投棄されたごみ袋を持ち帰り復元する行為等につ\nいて，強制処分に該当するか否か，単に任意捜査として許されるか否かという観点か\nらのみ論じているような答案がこれに当たる。\nまた，この水準に該当する答案の中には，各捜査について，個々の具体的な事実関\n係が問題文中に現れているにもかかわらず，これを全く抽出，分析していない答案も\nあった。\n設問２については，前記のとおり，捜査報告書自体の伝聞性を無視したり，会話の\n主体ごとに分断して伝聞例外規定を論ずるなど，およそ伝聞法則を全く理解していな\nいとしか評しようのない答案である。\n３ 法科大学院教育に求めるもの\nこのような結果を踏まえて，今後の法科大学院教育においては，手続を構成する制\n度の趣旨・目的を基本から正確に理解し， これを具体的事例について適用できる能力，筋道立った論理的文章を書く能力，重要な判例法理を正確に理解し，具体的事実関係\nを前提としている判例の射程範囲を正確にとらえる能力を身に付けることが強く要請\nされる。特に，確固たる理論教育を踏まえた実務教育という観点から，基本に立ち返\nり，刑事手続の正常な作動過程や刑事訴訟法上の基本原則の実務における機能を正確\nに理解しておくことが，当然の前提として求められよう。平成２２年新司法試験の採点実感等に関する意見（倒産法）\n１ 出題の趣旨・ねらい等（出題の趣旨に補足して）\n個別的な内容については，既に「出題の趣旨」として公表したとおりである。今年\nの問題作成に当たっては，具体的な事案を法律の規律に的確に当てはめて検討する能\n力，倒産手続において生じる実体法上の問題点についての理解，また，民事再生手続\nと破産手続とを関連付けて理解する能力を試すこと等に重点を置くこととした。\n２ 採点方針\n解答の際に言及すべき点については，既に「出題の趣旨」として公表したとおりで\nある。\n第１問については，本件事案において問題とすべき否認の類型を的確にとらえ，具\n体的な事案に即してその要件の充足性を的確に論じることができたか，また，Ｋの請\n求権の内容について，その法的性質等を踏まえて検討が十分にされていたか（設問１），\n不足額責任主義を採用する破産法の規律を十分に理解しているか（設問２）という点\n等に重点を置いた。\n第２問については，Ａ社が行うべき主張を論理的に構成しつつ，具体的事案に即し\nて論述することができたか（設問１） ，相殺禁止に関する民事再生法の規律を破産法\nの規律と関連付けて理解することができているか（設問２）という点等に重点を置い\nた。\n３ 採点実感等\n(1) 第１問\n設問１の（１）については，破産法第１６２条第１項第２号の否認が問題となる\nことは，多くの答案において指摘されていたが，期限前の代物弁済である点ではな\nく，代物弁済が方法の点で義務に属しないことから同号の適用を認めるなど，正確\nな条文理解を欠く答案も散見された。 また， 支払不能となった時点の認定について，\n本件では，手形の不渡りという事実が現れているにもかかわらず，それが支払停止\nに該当するかどうかを検討せずに，破産手続開始決定や自己破産の申立てといった\n事実から直ちに支払不能を認定したり，代物弁済の時点で既に支払不能となってい\nると認定する答案が少なからずあった。条文や基本的な概念の正確な理解及び具体\n的事案を的確に把握する能力を養うことの重要性が感じられた。また，Ｋの価額償\n還請求権については，価額算定の基準時及びその理由について論じていない答案が\n相当数見られた。\n設問１の（２）については，代物弁済において目的物の所有権が移転するための\n要件についての理解によって論点は変わり得るものであるが，多くの答案では，破\n産管財人の第三者性について，理由も含めて的確に論じていた。しかしながら，本\n件トラックの返還が困難な場合におけるＫの請求権の法的性質やその価額等につい\nての検討が十分にされているものは多くはなかった。さらに，上記（１）と（２）\nにおける請求額の違いに着目し，その違いの合理性についてまで論じるものは少数\nであり，総じて，実体法上の検討が十分に行われていないという印象を受けた。\n設問２については，多くの答案で抵当権の行使方法については的確に回答されていたが，賃料債権についての物上代位に言及しない答案も見られた。破産手続上の\n行使方法についても，多くの答案が破産法の規律を的確に指摘していたが，本件事\n案に即して，不足額をどのようにして確定するかという点にまで言及している答案\nは少なかった。なお，本件事案に即して，抵当権の行使と破産手続上の行使のいず\nれがＢ社にとって有利であるかという点まで論じており，高い問題発見能力がうか\nがわれる答案も少数ながら見られた。\n総じて，第１問については，おおむね論ずべき点を検討している答案が多かった\nが，上記の点等で差が付くこととなった。例えば，設問１で問題とすべき否認の類\n型の要件の充足性を的確に論じ，Ｋの請求権についての実体法上の検討も行い，設\n問２で破産法の規律を正しく理解しているような答案は，優秀な答案と評価し得る\nものであった。\n(2) 第２問\n設問１については，まず，多くの答案が倒産解除条項の有効性について論じてい\nた。しかしながら，有効性を否定する理由として，民事再生法の趣旨（第１条）又\nは同法第５０条の趣旨のみを挙げ，第４９条の趣旨と関連付けて論じていない答案\nが相当数見られた。\n次に，Ａ社がＢ社に対して部品の供給を求めるためには同法第４９条第１項に基\nづく履行選択をすることが必要であるが，この点に触れている答案は多くはなかっ\nた。争点について検討する能力のみならず，主張を法律的に構成する能力を養うこ\nとの必要性が感じられた。また，本件契約が同法第５０条第１項の規定する継続的\n給付を目的とする双務契約に該当するか否かについては，多くの答案で言及されて\nいたが，同項の趣旨にまで踏み込んで本件契約がこれに該当するかについて検討す\nるものは少なく，また，Ｂ社の有する債権の取扱いまで丁寧に論じるものも少なか\nった。 なお， 同法第８５条第５項後段の少額債務の弁済について， 専ら， あるいは，\n力点を置いて論じる答案も散見されたが，具体的事案を的確に把握して，当事者に\nとって最適な解決方策を検討する能力が不十分と感じさせられた。\n設問２については，まず，甲手形の関係で適用される規定，具体的には同法第９\n３条第１項第４号が的確に指摘されていない答案が予想以上に多かった。第１問の\n否認権に関する規定と同様，条文に則した勉強がされていないのではないかとの危\n惧を感じた次第である。また，甲手形と乙手形について，それぞれ相殺の可否を検\n討し，甲手形については相殺可能，乙手形については相殺不可という結論を単に並\n列的に示すにとどまる答案も相当数見られた。また，民事再生法と破産法の規律の\n違いについても，単にその違いのみを指摘し，その実質的な理由まで踏み込んだ検\n討がされていない答案も多かった。出題の趣旨としては，合理的な相殺期待の保護\nの観点に照らし，民事再生法に破産法第６７条第２項に相当する規定がないことが\n正当化されるのかという点を論じることが期待されていたが，そのような問題意識\nを持つ能力が不十分であったように思われる。\n設問２については， おおむね， 論ずべき点に検討を加えている答案が多かったが，\n論理的で丁寧な論述がされているか，条文を正確に理解しているかといった点等で\n差が付いたように感じられた。例えば，設問１においてＡ社の主張を論理的に構成\nしつつ，各論点を検討し，設問２において相殺禁止に関する条文の適用を具体的事\n案に即して的確に行いつつ，民事再生法の規律を破産法との対比において理解している答案は優秀と評価し得るものであった。\n４ 今後の出題について\n今後も，特定の傾向に偏することなく，基礎的な事項の理解を確認する問題と受験\n者の問題発見能力を試す問題，倒産実体法に関する問題と倒産手続法に関する問題，\n企業倒産に関する問題と個人倒産に関する問題等，幅広い出題を心掛けることが望ま\nしいと考える。\n５ 今後の法科大学院教育に求めるもの\n本年の問題のように，具体的な事案に基づく問題においては，問題点を発見するに\nは，問題となる法規を正確に理解し，制度の趣旨，根拠にまでさかのぼって考察する\n能力が必要であるし，問題解決を意識した結論に達しているか常に意識する必要があ\nる。また，具体的な事実関係の下で当事者の主張を法律的に構成する能力や論理的に\n文章を展開する能力も求められる。\n今後も基礎的な事項の十分な理解に重点を置くべきことは言うまでもないが，上記\nのような能力が身に付くようにするための教育が必要であると感じられた。平成２２年新司法試験の採点実感等に関する意見（租税法）\n１ 第１問について\n第１問は，家族的事業についての課税の在り方を通じて，所得税法の基本的な理解\nと応用力を試すものであり，子の授業料に充てられた金員が非課税となるのか，妻に\n対する演奏料支払が必要経費となるかなどについて，設問２は，他人の窃盗によって\n失った金銭は，所得税において，どのように取り扱われるのかについて，やはり基本\n的な理解と対応力を問うものであった。\nこのうち，第１問については，まず，設問１の学資金について，所得税法第９条の\n非課税規定を挙げる答案が少なかった。最近の最高裁判所が，定期金について，相続\n税の課されるものとして同法第９条の非課税規定を適用しており，同法第９条の重要\n性を再認識してもらいたい。また，学資金について，直ちに，給与として，同法第５\n６条及び第５７条の問題として議論する答案が非常に多かった。採点に当たっては，\n同法第９条適用の可否に触れないまま給与とした答案にも一定限度で加点したが，こ\nの点を丁寧に論じている答案とは差が付くことになった。同様に，設問２で所得税法\n第７２条の雑損控除規定を挙げた答案とそうでなかったものとの間にも差が生じてお\nり，所得税法に対する基本的な理解が答案の内容に反映されたと実感している。法人\n税法との比較についても，正確に答えている答案は少なく，差が付く結果となった。\nなお，設問１では，所得税法第５６条，第５７条の適用につき，判例（最判平成１\n６年１１月２日判時１８８３号４３頁） に照らして検討することが求められているが，\nこれらの規定に触れた答案は，おおむね検討ができており，基本的な判例に対する理\n解は涵養されていると思われる。他方で，同法第５６条が「ないものとみなす。 」と\n規定している意味を理解しない答案も散見され，基本的知識を具体的事案に適用する\n訓練が不十分な受験生が一定程度存在することも実感されたところである。\n全体として，受験生が比較的正しく理解できている問題と，誤っていたり不十分な\n理解が目立つ問題とが明白に分かれており，受験生の実力の差を測るという意味で，\n出題内容のバランスはとれていると感じた。\n２ 第２問について\n第２問は，青色申告制度の趣旨及び概要並びに青色申告の承認の取消し，並びに推\n計課税制度の根拠， 趣旨及び概要について， それぞれ， 基本的な知識を問うとともに，\n具体的な事例への適用能力を問うものであった。\n課税実務上しばしば問題となり，判例も集積している論点に関する問題であり，全\n体的な印象としては，出題の意図を外した答案は少なく，出題時に予定していた解答\n水準を満たす内容の答案が多かったと評価できる。\nただし，青色申告の承認の取消しについて，所得税法第１５０条第１項第１号該当\nという正解を述べたものは，予想外に少数であり，これに関する判例（最判平成１７\n年３月１０日民集５９巻２号３７９頁）を知らないと思われるものが大半であった。\nそこで，採点に当たっては，同項第２号又は第３号該当という見解を述べた答案につ\nいても，論理的に記述されているものについては一定限度で得点を認めるとともに，\n同項第１号該当という正解を述べたものには加点をすることとした。基本的な判例の\n更なる理解が望まれるところである。また，推計課税の適否について，所得税法第１５６条は挙げていても， 「推計の必\n要性」と「推計の合理性」という二つの要件を整理して過不足なく記述しているもの\nは，予想より少なかった。さらに，一般的な記述と具体的な事例への適用に関する記\n述との間にずれや食い違いが見られる答案が散見された。単に基本的用語の知識を得\nることを目標とするのではなく，判例等の基本的事案を通じて，実践的にこれを理解\nし，具体的な事例に論理的に適用する能力を涵養することが望まれる。平成２２年新司法試験の採点実感等に関する意見（経済法）\n１ 出題の趣旨について\n出題に当たり，独占禁止法上の制度・規定の趣旨及び内容を正確に理解し，問題文\nの行為が当該市場における競争にどのような影響を与えるかを念頭に置いて，事実関\n係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を\n評価し得るような問題作成を目指した。\n出題した２問は，独占禁止法の基本を正確に理解し，これに基づいて検討すれば解\n答し得る問題であり，公表されている公正取引委員会の考え方やガイドライン等につ\nいて細かな知識を求めるものではない。\n２ 採点方針\n出題の趣旨で述べたとおり，独占禁止法の基本的概念や個別の要件の意義を，その\n趣旨を踏まえて正確に理解しているか，当該行為が市場における競争に与える影響を\n十分に洞察しようとして，問題文のどの事実をどのような観点から取り上げるか分析\nした上で，的確に要件に当てはめることができているか，それらは論理的で説得的で\n矛盾がないかという観点から，法的な能力を見ようとした。\n第１問は，不公正な取引方法（一般指定第２項後段又は第１２項）の成否を問うも\nのであり，若手デザイナーの手作りアクセサリーを携帯電話専用のウェブサイトで販\n売するという販売形態の特殊性を踏まえて，Ａ社の行為がどのような市場における競\n争に影響等を及ぼすかを検討しているか（市場の画定） ，画定した市場に即した公正\n競争阻害性の有無を理由付けを含めて論理的に検討しているか，正当化事由の有無に\nついて，その判断基準を示した上で売れ筋情報を無償で利用されるというフリーライ\nド対策等を踏まえた具体的な当てはめができているかを見た。\n第２問は，不当な取引制限（独占禁止法第３条，第２条第６項）の成否を問うもの\nであり，設問１では，①甲工法と乙工法の関係を踏まえた「一定の取引分野」を理由\n付けを含めて検討しているか，②共同行為，事業活動の相互拘束等の要件について，\n平成２１年２月１日の会合と３月５日の会合等を踏まえた合意内容を検討しているか，\nこの二つの会合の間に指名停止処分を受けたＡ及びいずれの会合にも参加せず本件談\n合に協力したＥ・Ｆを具体的な理由付けを踏まえて検討しているかを見た。設問２で\nは，不当な取引制限の成立時期について，①基本合意と個別調整の関係を踏まえて競\n争の実質的制限の存否を検討しているか，②設問１の結論と論理的な整合性がとれて\nいるかを見た。\n３ 採点実感等\n(1) 出題の意図に即した答案の存否，多寡について\n第１問については，Ａ社の行為は，Ａ・Ｅ登録者に対するものであるから，適用\n法条は，正確には，排他条件付取引（一般指定第１１項）ではなく，拘束条件付取\n引（一般指定第１２項）あるいは単独・間接の取引拒絶（一般指定第２項）という\nことになるが， 第１１項該当とした答案がかなり存在した。 また， 私的独占 （排除）\nの該当性を検討した答案も一定数あった。次に，Ａ社の行為が影響を及ぼすことと\nなる市場としては，子細に検討すれば，アクセサリーサイトの運営事業者が若手デザイナーから本件商品の販売の仲介を引き受ける市場（以下「市場①」とする）及\nび，本件商品がアクセサリーサイトを通じて若手デザイナーから消費者に販売され\nる市場（以下「市場②」とする）を考えることができる。しかし，これらの２つを\n区別した市場画定を行い，公正競争阻害性の有無を検討している答案は，ある程度\n予想していたものではあるが，少なかった。最後に，売れ筋情報を無償で利用され\nるというフリーライドの問題については，多くの答案が，出題の意図どおり，正当\n化事由の有無を論じていた。\n第２問の設問１については，Ａについて，他者と取引段階を異にしても事業者性\nの要件を満たし，あるいは，相互拘束が成立する旨論述する答案がほとんどであっ\nたが，この論点の位置付けの不明確な答案や，論点に全く気付いていない答案も少\n数見られた。Ｅ・Ｆについては，黙示の意思連絡を認める答案がほとんどであった\nが，いずれの結論をとるにせよ，その根拠となる事実を丁寧に示して論証する必要\nがあるのに，これが不十分なものも一定数見られた。設問２については，違反行為\nの成立を認めた答案が圧倒的に多かったが，Ｅ・Ｆについて，設問１で黙示の意思\n連絡を認めておきながら，特段の理由を示すことなく，設問２においては違反行為\nの成立を否定するという，矛盾した答案があった。\n(2) 出題時に予定していた解答水準と実際の解答水準との差異について\n第１問については，一定数のものは，市場①における市場閉鎖効果及び手数料の\n価格維持効果，市場②における価格水準への影響など，画定された市場に即して公\n正競争阻害性の有無を総合的に検討する解答をすると予想していた。しかし，実際\nには，市場①と②を区別せずに市場閉鎖効果のみを論じた答案がほとんどであり，\n他方で， 手数料の価格維持効果などに言及した答案は少数にとどまっていた。 次に，\nフリーライドの問題については，正当化事由の判断基準を示した上で，その具体的\nな検討をすることを予想していたが，この点を十分に論じないまま，いきなり代替\n措置について述べる答案が多かった。\n第２問の設問１については，Ｅ・Ｆの意思連絡を否定する答案が多いと予想して\nいたが，これを肯定する答案が圧倒的に多かった。また，設問１において受注調整\nの成功を根拠として競争の実質的制限を肯定した場合に，設問２において，１回も\n受注調整をしていなくても競争の実質的制限を肯定することについての設問１との\n整合的な説明を期待していたが，これが十分な答案は少なく，単に「基本合意で既\n遂になるから」といった論述にとどまるものが多かった。総じていえば，各論点に\nつき一通り触れてはいるものの，論述が不十分な箇所も目立ち，後記（３）でいう\n「良好」の中レベルの答案が多くを占めた。\n(3) 「優秀」 ，「良好」，「一応の水準」，「不良」答案について\n第１問については，適用法条，市場画定，公正競争阻害性，正当化事由といった\n主要な論点について，出題の意図に的確に対応した論述をしているものが「優秀」\n答案と評価される。次に，各論点のいずれか一部について不十分な点があるが，全\n体として出題の意図に即した解答をしているものは「良好」 ，また，各論点のいず\nれか一部に誤りないし不正確な部分があるが，論述全体として整合性がある答案は\n「一定の水準」 と評価される。 最後に， 適用法条の選択や各論点の論じ方について，\n明確な誤りないし矛盾・不整合がある答案は「不良」と評価される。\n第２問については，「優秀」答案は，設問１では，前記２で示したような期待された各論点について，定義や要件を正確に示した上で，問題文の事実を丁寧に当て\nはめて結論を導き，かつ，設問２では，違反行為の成立時期をきちんと踏まえて，\n設問１と整合的に論じたものがこれに該当する。 「良好」答案は，例えば，設問１\nでは，期待された論点のおよそ７～８割について「優秀」答案と同レベルかそれに\n準ずるレベルで論述し，他の論点についても一応の論述がされており，かつ，設問\n２では，設問１と整合させて，違反行為の既遂時期を一応は示して論じた答案がこ\nれに該当する。「一応の水準」答案は，例えば，設問１では期待された論点の一部\nにつき「優秀」答案と同程度に丁寧に論述し，その余の論点についても不十分なが\nら一応論じており，設問２でも「良好」答案とほぼ同レベルに論じているものがこ\nれに該当する。「不良」答案は，例えば，設問１で期待された論点のうち複数のも\nのについて全く気付かず，あるいは，論点として触れていても，単に結論を記載し\nただけのものや，理由付けが的外れなもので，かつ，設問２でも，第１問と論述が\n矛盾するものや，違反行為の成立につき理由付けが的外れないし冗長なものがこれ\nに該当する。\nなお，これらは，各水準に属する答案の一例であり，採点に当たっては，総合的\nな能力の判定にも配意しており，各水準に属する答案は，上記のものに尽きるもの\nではない。\n４ 今後の出題について\n今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与\nえる影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりは\nないと考えられる。\n５ 今後の法科大学院に求めるもの\n経済法の問題は， 不必要に細かな知識や過度に高度な知識を要求するものではない。\n経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付\nけているかどうかを見ようとするものである。法科大学院は，出題の意図したところ\nを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを\n的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，論\n点主義的な記述ではなく，構成要件の意義を正確に示した上，当該行為が市場におけ\nる競争へどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当\nてはめることを論理的・説得的に示すことができるように教育してほしい。平成２２年新司法試験の採点実感等に関する意見（知的財産法）\n１ 出題の趣旨，ねらい\n第１問，第２問共に，典型的な論点を含む事例問題である。両問を通じ，法曹に必\n要となる事実関係の分析力，基本的事項についての理解度，これらを前提とした論理\n的な思考力，論理一貫した論述をすることができる力等をみることをねらいとした。\n(1) 第１問（特許法）について\n本問においては，主として均等論及び共有特許権に係る特許発明の実施が問題と\nなる。均等論については，ボールスプライン事件に係る最高裁判決（平成１０年２\n月２４日民集５２巻１号１１３頁） の正確な理解が必要である。 その理解を前提に，\n具体的な事例において的確な当てはめを行うことができるかが，評価の重要な指標\nとなる。当てはめにおいては，問題となる要件の趣旨にさかのぼるなどして適切な\n解釈を展開することも必要となろう。\n(2) 第２問（著作権法）について\n本問においては，プログラムの著作物について，多数の関係者が登場する事実関\n係の中で，いかなる権利が問題となるのかを把握し，当事者間の契約の内容やプロ\nグラムの著作物に特有の規定の趣旨を踏まえながら，具体的な事例において的確な\n当てはめを行い，説得力のある論述を行う必要がある。事実関係において一義的に\n明確でない部分については，論拠を示して一定の事実を認定して論述を進めるか，\n場合分けを行うべきである（この点は，第１問にも共通する）。\n２ 採点実感等\n残念ながら，期待していた水準に達している答案は多くはなかった。論点や出題の\n意図を理解していないと思われるもの，論点に関するキーワードが不完全な形で記載\nされており，理解不足が露呈しているものなどが多数見られた。他方，出題の意図に\n即し，事例分析，論点に関する正確な理解と記述，条文の的確な指摘とこれを踏まえ\nた検討がなされている答案も一定数あり，このような答案は高い評価を与えることが\nできた。\n(1) 第１問（特許法）について\nア 均等論に関する論述について\n設問１及び２では， 均等論の正確な理解を前提に論述されることが期待される。\n前記最高裁判決において，均等侵害が認められる要件がその趣旨とともに明示さ\nれているが，その正確な理解と記述が最低限必要である。残念ながら，要件とそ\nの趣旨を正確に記述できている答案は少なかった。要件のキーワードを適当に抜\nき出して羅列しているかのような答案や，正確な理解もなく関係する字句のみを\n暗記して記述したものとしか思えない答案が多かった。\n平成１８年にも均等論を論点として含む事例問題を出題したが，重要な論点な\nのでしっかり理解してほしいとの考えから今回もこれを取り上げた。しかし，高\nく評価できる答案はほとんどなく，極めて残念であった。他方，少ないながらも\n適切に前記判決を理解し，これを前提にして，事例に即して的確に論じきってい\nる答案もあり， このような答案については高い評価を与えることができた。 今後，\nこのような答案が増えていくことを期待する。なお，当然のことながら，前記最高裁判決と異なる見解に立って論じることを\n否定するものではない。しかし，その場合であっても，同判決の内容を理解した\n上で，これを採らない理由を十分に論ずるべきである。特段の根拠もなく独自の\n見解を述べていると認められる場合には，評価することはできない。もっとも，\n独自の見解を採っているかのように見える答案のほとんどは，単に同判決の理解\n不足により誤解に基づいて記述をしているもののように思われた。\nイ 設問１について\n前記最高裁判決における第４要件が問題となるが，第３要件の問題とする答案\nが相当数あった。第３要件，第４要件を混同し，理解不十分のまま論述している\nことが原因であると思われる。\n次に，第４要件の趣旨にさかのぼり，出願時に特許法第２９条の２に該当し得\nる場合についてどう考えるのかが問題であることに気付く必要がある。第４要件\nの趣旨を踏まえた的確な論述がなされている答案については，高い評価を与える\nことができた。\nところで，無効の抗弁（同法第１０４条の３第１項）を持ち出す答案が多数見\nられたが，甲及び乙の共有特許に係る発明は構成要件Ａ，Ｂ，Ｃから成る発明α\nであって，戊の特許出願の願書に最初に添付した明細書に記載されたa，b'，cの\n構成とは異なるのであるから，戊の出願が甲の出願よりも早かったとしても，甲\n及び乙の上記特許が無効原因を有することになるわけではない。結局，均等論の\n理解不足，同法第２９条各項，第２９条の２の規定の理解不足から生じた誤りで\nあると思われる。\nウ 設問２について\n前記最高裁判決における第３要件が問題となるところ，これについては，比較\n的多くの答案において指摘され論じられていた。ただ，残念に思われたのは，大\n多数の答案が，第３要件を単純に当てはめて結論を出すだけで終わっていたこと\nである。単純に当てはめると，丙によるロ号製品の製造販売開始時には当業者に\nおいて容易想到とは認められず，丁によるハ号製品の製造販売開始時には当業者\nにおいて容易想到と認められることから，両者の結論が異なるということになる\nが，更に踏み込んで，ロ号製品とハ号製品は同一の物であるのに，その製造販売\n開始時期が違うだけで侵害となるか否かが異なってしまってよいのかについても\n論じてほしかった。\nなお，第３要件を正確に理解しているとは思われないような答案が数多く見ら\nれた。例えば，置換が容易想到かどうかの対象が「相違する部分」か「対象製品\n等」か，判断基準時が「製造時」か「出願時」か，判断主体が「当事者」か「当\n業者」かについてきちんと整理・理解しないまま，要件の適用について論じてい\nるような答案である。結局，要件の存在意義ないし趣旨の理解が不十分であるた\nめ，正確に区別できていないのではないかと思われる。\nエ 設問３について\n下請等第三者による実施に当たる行為をどのように見るか， という問題である。\nまず，特許権の一方共有者の承諾がないとした場合に，当該第三者が一方共有者\nの許諾なく実施していると見るのか，当該第三者による実施は他方共有者による\n実施と同視し得るものとして許諾不要とみるかについて論じる必要がある。この点は多くの答案において言及されており，ほとんどの受験生において問題の所在\nを理解し，解決方法も分かっているようであった。本問においては更に具体的な\n事実関係が明らかにならないと判断できないと考えることもできるが， その場合，\nいかなる事実関係が判明すればよいのかについて指摘すべきである。また，単に\n利益衡量のみで結論を示すような答案もあったが，このような答案は高く評価す\nることはできない。\n甲と乙が，甲のみがα発明の実施をすることに合意していた場合には，特許法\n第７３条第２項の「別段の定」に該当し得ることを念頭に置いて論述しなければ\nならないが，これに全く触れない答案が少なからずあった。なお，これについて\n論述するに当たり，その効果を合意の当事者でない丁に対して及ぼすことができ\nるかどうか，すなわち，合意が甲乙間の債権的効力を持つにすぎないのか，物権\n的効力を持つものとして第三者にも主張できるのかといった点についても考察さ\nれていれば，法的なものの見方ができる能力を示しているものとして評価した。\n(2) 第２問（著作権法）について\nア プログラムの著作物に関する問題であるが，論点や関係条文は比較的限られて\nおり，著作権法に関する基本的な理解があれば十分解答できる問題である。\nイ 設問１について\nまず，職務著作が問題となるが，プログラムの著作物が問題となっているにも\nかかわらず，著作権法第１５条第１項の適用を検討する答案が少なくなかった。\n同条第２項が，プログラムの著作物に関する職務著作について定めている。こま\nめに六法を引いて条文に当たる習慣が不足しているのではないかと思われた。\n次に，著作権の譲渡については著作権法第６１条が問題となるが，翻案権等の\n「特掲」について定めた同条第２項に触れる必要がある。しかし，これについて\n全く触れていない答案や，本件契約に「すべての著作権」と記載されていること\nをもって直ちに「特掲」されているとする答案が比較的多かった。後者について\nは，関係規定に触れていることから一定の評価を与えることができるが，それで\nもなお論述不足である。すなわち， 「特掲」されていないときは翻案権等は譲渡\nした者に留保されたものと推定するとした本条の趣旨にさかのぼり，本件契約に\n上記のような包括的な記載があるだけで「特掲」されていると判断してしまって\nよいのか，問題意識を持って論述してもらいたかった。なお， 「特掲」されてい\nないとしつつも留保推定が覆滅して翻案権等も譲渡されたとする答案も見られた\nところ，推定の覆滅を認める合理的な論拠を明確に論じてあれば，十分評価に値\nする。\n次に，著作者人格権の関係では，少なくとも同一性保持権侵害が問題となるこ\nとは明らかであり，これについては，さすがに多くの答案で触れられていた。し\nかし，同法第２０条第２項第３号に規定する「必要な改変」か否かに触れるべき\nところ，これに触れていない答案が多かった。\nウ 設問２について\n著作権法第１１３条第２項に言及されていない答案が比較的多く， その中には，\n同法第６１条第２項の適用に関し， 本問の著作権譲渡契約において翻案権等は 「特\n掲」されていると断じ，あるいは，留保推定が覆滅すると断じただけで論述を終\nえている答案が相当あった。本問における同法第６１条第２項の解釈・当てはめをそのように行うならば，Ａに翻案権等は留保されていないこととなるため，同\n法第１１３条第２項について論じる前提を欠くことになろうが，本問は，Ａが差\n止請求をするためにどのような主張をすべきかを問うものであるから，前提条件\nも含めてＡの主張として想定できることを論じるべきである。\nまた，著作権法第１１３条第１項第２号の「所持」について論じる答案が見ら\nれたが，Ｆに同号所定の「頒布の目的」があったと考えられるのかについては疑\n問である。\nエ 設問３について\n多くの答案は，プログラムの著作物の貸与に当たることを当然の前提として，\n貸与権の侵害を指摘しただけで，あるいはこの点と貸与権の消尽の問題について\n論じただけで終わっていた。しかし，本問は，プログラムが組み込まれた工業製\n品の貸与という設問の特殊性に着目して論述できるかどうかをみようとした問題\nである（レンタカーの計器類やエンジンのコンピュータ制御装置に組み込まれて\nいるプログラムについて，レンタカーそのものの貸与と別個に評価して貸与権を\n論じることの落ち着きの悪さを想起してもらいたい）。結論はいずれでもよいが，\n上記特殊性を踏まえつつ貸与権侵害の成否について論じた答案は極めて少なく，\n残念であった。\nなお，貸与権の消尽に関し，これを認めるとする答案が見られた。しかし，著\n作権法の規定等からして，このような見解を採ることは相当困難なのではないか\nと思われる。かかる見解を採っている答案において，その論拠を説得的に論じき\nれているものは見当たらなかった。\n(3) ４つの評価水準について\nア 各答案は，それぞれが取り上げている論点の内容やその重点の置き方，結論の\n方向性，論理展開の順序や方法など，あらゆる意味で千差万別である。他方で，\n出題者としては必ずしも一つの答えを求めているものではないことから，どのよ\nうな答案が各水準に相当するのかについて述べることは極めて困難である。した\nがって，ある答案について，それがいかなる評価水準に当たるかは，必ずしも以\n下に述べるところだけで判断できるものではないことに留意が必要である。\nイ 採点実感を踏まえ， 評価に関する重要な要素と思われるものの例を抽出すると，\n以下のとおりである。\n・事例分析が正確になされているか\n・論点に関する正確な理解がなされているか\n・条文を的確に踏まえて検討されているか\n・当てはめが的確になされているか\n・論述の質・量におけるバランスがとれているか\n・全体的に説得力のある論述がなされているか\nあえて述べれば，以上のような要素がすべて優れたレベルにあれば「優秀」 ，\nそれに次ぐレベルにあれば「良好」，ひととおりの水準にあれば「一応の水準」，\nそれも満たしていないものが「不良」ということができる。\nウ これを第１問について具体的に見てみると，正確な事例分析が行われ，均等論\nについて要件・趣旨ともに正確に理解されており，的確な当てはめにより明確に\n結論が示されており，論述全体を見ても過不足がなく説得力に富む答案については「優秀」，事例分析がそれ相当になされており，均等論についてもひととおり\nの理解が見られ，当てはめをして妥当な結論を示していれば「良好」 ，事例分析\nについてはもう少し踏み込んでほしいが，均等論についての理解に基づいて一応\nの当てはめがなされて結論に至っているようなものは「一応の水準」 ，均等論が\n理解されていないと思われるもの，事例分析が粗雑で不適切なもの，当てはめが\nされていない又は明らかに誤っているもの，無関係な事項を長々と論じているも\nのなどについては，「不良」の評価に傾くことになる。\nエ 同じく，第２問においては，出題の趣旨を的確にとらえた上で，事実関係に即\nして，関係者の有する権利関係とこれに対する侵害の成否について過不足なく論\nじ，かつ，条文を踏まえた的確な当てはめを行っており，さらに，プログラムの\n著作物という本設問において対象となっている著作物の特殊性を十分に意識した\n論述を行っているものが「優秀」 ，出題の趣旨を的確にとらえて，各設問に対応\nした適切な論述を行うなど，比較的水準の高いものが「良好」 ，問題となる条文\nを指摘するなどして，各設問に一応対応した記述を行っているなど，ある程度の\n評価を与えることができるものが「一応の水準」 ，著作権や著作者人格権に関す\nる知識が不正確なもの，条文を踏まえないで論述を展開しているもの，設問の問\nに対応しない記述を行っているものなどが「不良」という評価に相当するであろ\nう。\n(4) その他の指摘事項（答案の形式面について）\n文字の字体を崩したり，小さな字で無造作に続け書きをするなど，判読困難な文\n字で書かれた答案が少なからず見られた。これでは，せっかく記述しても，内容が\n正確に伝わらないといった結果を招きかねない。美しい文字である必要はないが，\n少なくとも普通に判読できる文字で記述するよう心掛けるべきである。\nまた，加削等ある程度の訂正を施すことは問題ないが，できる限り大きな訂正に\nならないよう注意すべきである。今般の答案の中には，極めて無秩序な訂正を行っ\nているものもあり， 閉口した。 答案構成をある程度固めてから答案を書き始めれば，\n極端な訂正をする必要性は生じないものと思われる。比較的大きな訂正を行わざる\nを得なくなった場合には，読み手にもその訂正内容が容易に理解できるよう，記載\n方法等に配意すべきである。\n３ 法科大学院教育に求めるもの\n従前から指摘していることであるが，まず基本的事項につき，単に記憶させるので\nはなく，十分に理解させるような教育をお願いしたい。理解することにより正確な知\n識が身に付き，また，理解する過程で法的なものの見方や論理的思考力が鍛えられる\nものと考えられる。今回の答案審査に当たり，基本的事項を十分理解することなく記\n述していると思われる答案が多かったので，特に強調して指摘する次第である。\nまた，これも従前から指摘していることであるが，事実関係を丁寧に分析し，的確\nに当てはめる訓練をしっかり積ませていただきたい。理解に基づく正確な知識等があ\nっても，具体的な事例において的確に当てはめることができなければ意味がない。事\n実関係の分析力と的確な当てはめをすることができる力をつけさせるよう，十分に指\n導していただきたい。平成２２年新司法試験の採点実感等に関する意見（労働法）\n１ 出題の趣旨，ねらい等\n公表済みの「出題の趣旨」のとおりである。\n２ 採点方針\n設問の事例を基に必要な論点を的確に抽出できているか，論点に関係する法令，判\n例及び学説を正しく理解し，これを踏まえて，必要な事実の摘示・当てはめをしなが\nら，論理的かつ一貫性のある法律構成を展開して，適切に結論を導き出しているかを\n基準に採点した。\n出題の趣旨に沿った主要な論点を的確に取り上げた上，その論述が期待される水準\nに達している答案については，おおむね標準以上の得点を与え，さらに，事案に即し\nた派生的な論点にも言及し，あるいは，必要な事実を過不足なく摘示するなど，優れ\nた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\n３ 採点実感等\n(1) 第１問について\n小問 （１） を総評すると， 必要な論点の抽出が非常に不十分な答案が相当数あり，\n期待される水準に達していた答案が予想以上に少なかった。\n本問では，事業譲渡に伴う労働契約の承継に関するＡ社・Ｂ社の意思解釈及びＸ １\nを不採用としたＢ社の意思についての検討が不可欠である。事業譲渡の法的性質に\nついては一応の理解があると認められる答案が多く，労働契約承継が事業譲渡当事\n者の合意に基づくとの見解を採るものがほとんどであったが，この場合，当事者の\n合理的意思解釈によって結論を導くのが論理的な筋道である。特に，Ｘ\n１・Ｂ社間の\n労働契約の成立を認める場合には，Ａ社・Ｂ社の労働契約承継に関する意思をどう\n解釈するのか，また，Ｂ社の意思に反してＸ １との労働契約成立を認める法律構成を\nどう考えるか，といった点について，事例に即して，かつ，法令及び判例等を踏ま\nえて論じる必要がある。ところが，これらの検討が全くないまま，単にＸ １の採用へ\nの期待や不採用の不利益を理由に，信義則ないし権利濫用といった一般条項を十分\nな理論的根拠なく引用し， 労働契約成立の結論を導く答案が少なくなかった。 また，\n事業譲渡に伴う労働契約承継を否定する立場に立つ場合，新規採用（労働契約の締\n結）の問題となるにもかかわらず，Ｂ社のＸ １不採用が信義則ないし権利濫用により\n無効であるなどと論じてＢ社の採用義務を肯定する答案も散見されたが，法律論と\nしては不適切である。なお，労働契約承継について，労働者たるＸ\n１の同意が要件と\nなることに言及した答案は，加点の対象とした。\n次に，Ｂ社のＸ １に対する書類選考のみで優先採用する旨の説明とＸ １の応募によ\nるＸ１・Ｂ社間の個別の労働契約成立の可能性について検討することが期待された\nが，この論点を的確に論じた答案は少なかった。\nまた，多くの答案がＸ １不採用の不当労働行為性に言及していたが，この論点のみ\nを一般論から長々と論述し，他の論点とのバランスを欠く答案が相当数見られた。\n損害賠償請求の可否については，労働者たる地位の確認及び賃金請求の可否とは\n別に検討し，論述すべきであり，特に，Ｘ １・Ｂ社間の労働契約成立を否定する結論を採る場合，Ｘ１を救済する他の手立てとして，期待権侵害や不当労働行為に基づく\n損害賠償請求の検討が求められる。しかし，労働者たる地位の確認及び賃金請求を\n肯定する（又は否定する）結論に併せて，損害賠償請求も同じく肯定する（又は否\n定する）として終える答案が多かった。また，これを分けて論じた答案でも，損害\nの内容について具体的に検討したものは少なかった。なお，賃金請求を肯定した場\n合，設問の事例で逸失利益を認定するのは難しいが，その点に言及した答案は，加\n点の対象とした。\n次に，小問（２）については，多くの答案が，労働契約法第１６条を摘示し，整\n理解雇の問題であるとしていわゆる４要件（要素）の充足を検討して結論を導いて\nおり，期待される一応の水準に達している答案が比較的多かった。ただし，設問の\n事例の当てはめにおいて，例えば，Ａ工場部門従業員の職種・勤務地限定の事実関\n係は，人選の合理性の観点だけでなく，解雇回避努力義務の観点でも検討すべきも\nのであるが，一方しか検討していない答案が多かった。他方，一つの事実関係につ\nいて複合的に要件（要素）充足性を検討している答案には，相応の評価を与えた。\n(2) 第２問について\n第２問では，出題の趣旨に沿った主要な論点の抽出，法的評価に結びつく事実の\n抽出・当てはめ，これらを踏まえた救済手立ての在り方を整合的に論述することが\n求められるところ，多くの答案は，そのうち，主要な論点の拾い上げと救済手立て\nの言及がおおむねできており，期待される水準には一応達していたが，それを超え\nて，必要な事実の摘示と要件該当性の検討が十分に出来ていた答案は必ずしも多く\nなかった。\n設問１では，Ｘ\n１組合の救済手立てにつき，多くの答案がＹ社によるチェック・オ\nフの一方的中止（支配介入）及び団交拒否を理由とする労働委員会への救済手続に\n言及できており，また，裁判所への救済手立てとして，団体交渉を求め得る地位の\n確認請求や不当労働行為が不法行為であることを理由とする損害賠償請求に言及で\nきていた。Ｘ２の救済手立てについては，Ｙ社に対する未払賃金（Ａ組合脱退後に控\n除された組合費相当分）請求が重要であるが，これを的確に指摘できた答案は意外\nに少なかった。\n設問２では，言及すべき論点と事実が少なくないことから，丁寧な事例分析によ\nって，これらを的確に抽出するとともに，その重要度の軽重に応じてバランスよく\n論述することが求められるが，ある論点について一般論を長々と論じるなど，全体\nとして必要な論点や事実の摘示が不十分な結果，得点が伸びない答案が少なくなか\nった。\nまず，Ｘ１組合とのチェック・オフ協定の一方的中止にかかわる不当労働行為（団\n交拒否及び支配介入）の成否を検討するには，Ｙ社が中止の理由として主張する，\nＸ１組合が過半数組合でなくなった事実及び協定の期間が満了した事実が団交拒否の\n正当理由，あるいは，チェック・オフ中止の正当性の根拠（支配介入の実体ないし\n支配介入意思を否定する事情）といえるかが重要な論点であるが，この点に的確に\n言及できた答案は多くなく，団交拒否に関しては，Ｙ社が上記主張に固執したこと\nのみを強調して誠実交渉義務違反を論じるにとどまる答案が多かった。なお，過半\n数組合でなくなったＸ １組合とのチェック・オフ協定につき，労働基準法第２４条第\n１項違反を論じた答案が少なくなかったが，本問ではむしろ，上記の正当理由等の検討の中で同条の過半数組合要件がチェック・オフ協定の存続要件か否かを論じる\nことが求められる。そのほか，チェック・オフ協定につき，期間が満了したとはい\nえ，これまで同協定を１０年間継続してきた事実をとらえて，団交拒否の正当理由\nを否定する事情や支配介入を肯定する事情として検討する意味があるが，同事実に\nより労使慣行（民法第９２条）としてチェック・オフ協定が有効に継続するといっ\nた，労働法の基本的理解に欠けると思われる答案も散見された。\n次に，Ｙ社がＡ組合のためにＸ ２に係るチェック・オフを継続したことについて，\nＸ１組合及びＸ ２の各救済手立ての当否を検討するには，チェック・オフ協定の法律\n関係（労働基準法第２４条第１項との関係，効果，組合員との組合費支払委任契約\nの要否，労働協約として締結されたチェック・オフ協定の規範的効力の有無）に関\nする見解を示した上，Ｘ ２のＡ組合脱退の有効性（組合員の脱退に組合の承認を要す\nる旨の組合規約の有効性）の検討が必要となる。しかし，チェック・オフ協定の法\n律関係とＸ ２脱退の有効性の問題が整合的に論じられていない答案が少なくなかっ\nた。なお，Ｘ２のチェック・オフ中止申入れにより組合費支払委任契約が解除された\nことから，Ｙ社はＡ組合のためのチェック・オフを継続できないとの結論を導き，\nＸ２の脱退の有効性に言及しない答案が比較的多かったが，Ｙ社がＸ ２に係るチェッ\nク・オフを継続しているのは，Ｘ ２のＡ組合脱退が有効でないことを根拠としている\nことが明らかである以上，この論点に言及しないのは検討が不十分と評価せざるを\n得ない。\n次に，救済手立ての可否の検討では，労働委員会と裁判所の権限や機能の違いを\n踏まえた論述が求められるところ，これを意識した答案は必ずしも多くなかった。\n４ 今後の出題\n出題方針について変更すべき点は特にないものと考える。今後も，法令，判例及び\n学説に関する正確な理解を前提として， 的確に事例を分析し， 必要な論点を抽出して，\n自己の法的見解を展開し，これを事例に当てはめることによって，妥当な結論を導く\nという，法律実務家に求められる基本的な能力・素養を試す出題を継続することとし\nたい。\n５ 今後の法科大学院教育に求めるもの\n法令・判例・学説に関する基本的知識については，正しい理解に基づき，かつ，網\n羅的に習得することを更に目指していただきたい。また，事例を的確に分析し，紛争\n解決のために必要な事実と論点を抽出した上，これに適合する法令・判例・学説を踏\nまえて，論理的で相互に整合性のある法律構成を展開し，妥当な結論を導くという，\n法的思考力の更なる養成をお願いしたい。\nさらに，上記に関連して法科大学院生の学習方法について付言すると，基本的な判\n例（特にリーディング・ケースとなっている最高裁判例）については，単に判例解説\n等に要約された「事実の概要」と「判決要旨」のみを確認して事足れりとするのでな\nく，直接，判決文に当たって，裁判所がどのような事実関係に着目し，いかなる法律\n構成を採って，当該判断を導いたのかを正しく理解する学習が望まれる。平成２２年新司法試験の採点実感等に関する意見（環境法）\n【第１問について】\n１ 出題の意図に即した答案の存否，多寡\n第１問は，容器包装リサイクル法の仕組みと拡大生産者責任の考え方との関係を問\nう基本的な問題であった。\n設問１（１）に関して，問題文中の「考え方」が拡大生産者責任（ＥＰＲ）を意味\nすることは，ほとんどの答案において指摘されていた。さらに，特定事業者に対する\n再商品化義務付けがその法政策的反映であることも， ほとんどの答案が指摘していた。\nそれを踏まえ，循環型社会形成推進基本法第１１条の要旨を示した上で，容器包装\nに係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」\nという。）におけるその具体化状況を条文に則して指摘することが求められたが，前\n者の論述がかなりを占める答案が比較的多くあった。スペース配分とすれば，むしろ\n逆にすべきである。また，容器包装リサイクル法についても，第２章の責務規定では\nなく，第６章の具体的義務規定（第１１～１３条）を指摘すべきところ，前者のみに\nとどまる答案が散見された。 具体的権利義務規制に及ばなければ規制の意味は乏しい。\n一定の場合に，分別収集をする市町村に金銭を支払う制度になっている（第１０条の\n２）ことも「考え方」の現れである点については，３分の１程度の答案しか指摘して\nいなかった。\n設問１（２）に関しては，拡大生産者責任の「定義」はほとんどの答案において指\n摘されていたものの，それが環境配慮設計（ＤｆＥ）の実現を目指すという機能を持\nつ点にまで言及する答案は半数程度であった。ＥＰＲのエッセンスは，インセンティ\nブの創出である。また，それが再商品化義務との関係でどのような意味を持つかにつ\nいて理解していると推察される答案は少なかった。\n市町村に金銭を支払う制度が法改正で導入されたという点を設問１（１）で指摘し\nたことを受けて，しかしながらそれはまだ環境配慮設計を実現するための十分なイン\nセンティブにはなっていないと指摘できた答案は少なかった。法改正が何を目指しど\nのような限界を持つかは，法政策的観点からは重要な観点であり，こうした視点で論\n述した答案には高い評価が与えられた。\n再商品化義務があるにもかかわらずそれを果たさないという意味で「フリーライダ\nー」という言葉が使われるが，その意味を正確に理解せず，単に特定事業者のカテゴ\nリーに含まれないという意味で用いていた答案が少なくなかったのは意外である。\n設問２（１）に関して，主務大臣が講ずべき措置が，容器包装リサイクル法の指導\n・助言（第１９条），勧告・公表・命令（第２０条）であることについては，ほとん\nどの答案が指摘していた。命令違反に対しては刑罰の適用がある（第４６条）が，こ\nの点を見逃している答案がかなりあった。また，触れていた答案でも，刑罰の適用に\nは刑事手続を要することを失念し，単に「主務大臣は罰金を科することができる」と\nいう趣旨を記述するものが意外に多かった。科刑のためには，主務大臣は告発をする\nことになる(刑事訴訟法第２３９条第２項）。\n本問では「循環的利用」をしていないことが問題になっているのであるから，容器\n包装リサイクル法第１９条以下の適用となるが， 「排出の抑制」と速断して同法第７\n条の５以下について論ずる答案が散見された。設問２（２）に関して，主務大臣が具体的措置を講ずる前の段階で，義務不存在確\n認訴訟を提起することについては，大半の答案が触れていた。ただ， 「確認の利益」\nが認められるかどうかを事案に即して説明した答案は半分程度にとどまった。この点\nについて丁寧に論述した答案は，積極的に評価した。\n措置命令に対する差止訴訟・取消訴訟について触れる答案は，意外に少なかった。\n公表の処分性を論じた上でその差止訴訟・取消訴訟について触れる答案は，散見され\nた程度であった。差止訴訟を挙げる答案でも，事案に即して認容要件を論ずるものは\nほとんどなかった。単に訴訟類型を挙げるだけではなく，事案に即した説明が求めら\nれる。\n２ 出題の意図と実際の解答に差異がある原因として考えられること\n設問１（１）については，循環基本法と容器包装リサイクル法の関係，及び，後者\nの基本的な仕組みを問う出題であったため，全体としてよくできていた。 （２）につ\nいては，拡大生産者責任の定義は覚えているものの，それが具体的法政策にどのよう\nに反映するのかという点にまで広げて理解をしているかどうかが得点の分かれ目にな\nった。\n設問２（１）（２）については，主務大臣がどのような措置を講じようとしている\nか，講じたかを時間軸に沿って理解し，それぞれのタイミングでどのような訴訟を提\n起できるかという論述を期待したが，思いつくだけの訴訟類型を平板に並べる答案が\n多かった。これは，環境法の実施過程に対する想像力がいささか欠けているからであ\nろう。また，訴訟類型を示すだけで事案に当てはめないのは，理解として定着してい\nないことを示していると思われる。\n３ 各水準の答案のイメージ\n各水準の答案のイメージは，一概には言えないが， 「優秀」といえる答案のイメー\nジは，より広い視点から論点をとらえて，それを基本的考え方と関係させたり設例の\n状況に照らしながら論じているものである。 単に用語を記憶したというだけではなく，\nそれが持つ意味を設例との関係で説明できている答案は，高く評価された。要は「余\n裕を持って周りが見えている」ともいえるような答案であり，その程度が相対的に低\nいものが，「良好」な答案とされる。「一応の水準」とは，論点が何かが把握されてお\nり，それに関して最低限の論述がされているものである。 「不良」とは，それすらさ\nれていないものである。\n【第２問について】\n１ 出題の意図に即した答案の存否，多寡\n設問１では，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規\n定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路につ\nいての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題と\nなること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１\n９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとす\nれば同条1項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述を\nし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び\n相対的危険度の問題を取り上げることの可否について論ずることが期待される。 また，\n④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環\n境基準と受忍限度との関係などについて論ずることが望まれる。\n実際の答案においては，①の指摘は，一部にとどまった。②のうち，Ｄ社の高速道\n路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が\n問題となることの指摘も，散見されるにとどまった。瑕疵と過失行為とによる損害の\n惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否の指摘は，ほとんどで\nきていなかった。両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推\n適用することなどの指摘は，相当多くの者ができていた。③疫学的因果関係について\nの言及は，相当多くなされていたが，その内容を正確に記述した者は，一部にとどま\nった。非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対\n的危険度の問題を取り上げることの可否については，一部の者が記述したにとどまっ\nた。④受忍限度論の採用の可否については，相当多くあったが，被害の考慮，公共性\nの考慮の可否，環境基準と受忍限度との関係等について正確に記載した者は少なかっ\nた。また，因果関係と共同不法行為の論理的順序について整理が十分にできている答\n案は多くなかった。\n設問２については，①取消訴訟の対象を「改定告示」とすることや，被告を「国」\nとすること，②原告の主張として，環境基準は大気汚染防止法の排出基準，総量規制\n基準と法的連動関係にあることや，環境基準は法律上の許容限度，受忍限度として裁\n判例上用いられていること，③被告の反論として，排出基準，総量規制基準は，環境\n基準から直接自動的に決定されず，その関係は事実上のものであることや，環境基準\nは行政の努力目標にすぎず法律上の許容限度・受忍限度を設定するものではないこと\nなどの指摘をすることが望まれる。\n実際の答案においては，①については，ほとんど指摘できていなかった。②③のう\nち，大気汚染防止法の排出基準，総量規制基準との連動関係については，相当多くの\n者が指摘していたが，正確かつ詳細な記述は，少なかった。環境基準と法律上の許容\n限度，受忍限度との関係についての指摘は，一部にとどまった。②と③を分けずに解\n答した答案も少なくなかった。\n２ 出題の意図と実際の解答に差異がある原因として考えられること\n設問１については，単に民法の不法行為の問題としてだけでなく，環境訴訟で実際\nに争点となる事項を的確に取り上げて論じられるような勉強がなされていなかったの\nではないかと考えられる。また，因果関係と共同不法行為の論理関係について十分な\n勉強がなされていなかったと考えられる。\n設問２については，上記のように，②と③を分けずに解答した者が少なくなかった\nが，問題文にのっとった解答をすること，さらには，訴訟における原告と被告の主張\nを考えるような学習の仕方をすることが望まれる。\n３ 各水準の答案のイメージ\n各水準の答案のイメージは，一概には言えないが， 「優秀」「良好」といえるのは，\n上記の各点について論理的に整理し，その多くについて，判例，学説を踏まえた的確な記述を行っているものである。本問では論点が多いため，この種の事件でどこが争\n点になるかを把握し，解答したものが優秀な答案になったと言える。 「一応の水準」\nと言えるのは，上記の各点の論理的整理は必ずしも十分でないが，それなりの部分に\nついて，やや不正確，曖昧な部分等を含みつつ，一応の指摘を何とか行っているもの\nである。「不良」というのは，設問において何が問題点となるのかが理解できていな\nいものである。争点を把握せず，不法行為等の要件を漫然と記述していたものには良\nい評価は与えられなかった。\n【今後について】\n環境法学習においては， 基本的考え方や基本的仕組みを理解することは重要であるが，\nそれは言わば「点」でしかない。それが具体的制度とどのように関係するか，どのよう\nな場面で適用することができるかを学習することによって， 「点」を「面」に発展させ\nることができるのである。法科大学院においては，単なる仕組みの解説にとどまるので\nはなく，このような視点に留意していただけると有り難い。\n訴訟に関する出題は，過去の新司法試験においてもされている。個別法に規定される\n行政権限や法関係と訴訟類型を結びつけるだけの答案がなお多くみられるのは，法律の\n仕組みの学習の際に訴訟の可能性と関係付けて議論していないからではないかと推測さ\nれる。また，環境訴訟で実際に争点となる事項，原告と被告が主張する事項を考えるよ\nうな学習の仕方がなされていないと考えられる。この点についても留意されることが望\nましい。平成２２年新司法試験の採点実感等に関する意見（国際関係法（公法系））\n１第 １ 問\n(1) 設問１\n国家承認の問題であることはほとんど全ての答案が理解していたが，尚早の承認\nに当たるかどうかが論点であることに気付いていないものが少なくなかった。国家\n承認を行うかどうかは国家の自由であり，およそ国際法違反の問題が生じないとす\nる答案が残念ながら少数見受けられた。また，国家承認という国家の行為の法的評\n価を問題にしていたのに，国家成立の可否の問題と混乱したのか，国家承認に関す\nる創設的効果説・宣言的効果説から議論を始める答案が少なからずあったことには\n当惑した。\n(2) 設問２\nほとんど全ての答案が国家たる要件（３ないし４）を挙げ，また，国家承認そし\nて創設的効果説・宣言的効果説というタームにほとんどの答案が言及していた。し\nかし，国家承認の各学説の内容や論拠を正確に述べることができなかったものが少\nなからずいた。そもそも国家成立に当たって，国家承認がどのように関係するかに\nついて意識が及んでいないものが散見されたのは大きな問題であった。「セント国」\n承認国が５０か国あることには当然論及してほしかったが，この点に注意を払って\nいない答案が相当数あった。\n(3) 設問３\n比較的多数の答案は，Ｚ国のＸ国に対する軍事支援を「セント国」に対する武力\n行使ととらえた上で，そのような武力行使が許されるのはどのような場合かについ\nて検討していた。しかし，本問では，セント国が誕生途上，せいぜい誕生直後の国\nでありＺ国は依然セント国を承認していない中で軍事支援を行ったことに注意を払\nう論述が欲しかったが，その点まで説明していたものは少数にとどまった。\n(4) 答案の水準\n第１問について答案を「優秀」，「良好」，「一応の水準」及び「不良」に分類する\nと各分類に相当するものはおおむね次のようなものと言える。\n優秀：国際法の基本的な知識・理解を基に論理的に一貫した思考過程によって，\n３問全部について事例をきちんと解析し，想定される論点をほぼ押さえて\n結論を導いた答案。設問１について国家行為としての国際法上の承認の意\n味を十分に理解し，その帰結として「尚早の承認」に気付き，設問２につ\nいて，国家の最低資格要件を踏まえて国家成立と国家承認の意味をきちん\nと理解した上で事例を解析し，そして設問３について，５０か国とはいえ\n承認国がまだ限られている「新国家」に対する軍事支援の意味を理解した\n上で解答している答案\n良好：国際法の基本的な知識・理解を基に論理的に一貫した思考過程によって，\n３問のうち２問について事例をきちんと解析し，想定される論点をほぼ押\nさえて結論を導いた答案。設問３について一応の解答をしながら，設問１\nや設問２について国家承認の理解がやや浅いものや，設問１及び設問２に\nついて水準をみたす解答を行っているのに，設問３について単純な武力行\n使の問題と考えた答案がそれに該当する。一応の水準：国際法の基本的な知識・理解が一応あり，それを応用して結論を導\nき出そうとする姿勢が見られるけれども，その知識や理解に十分でない面\nがあるために，問題の解析が不十分な答案。設問１や設問２について，国\n家承認の概念には触れながらその理解が十分ではないために解答に深みが\n欠けた上で，かつ設問３を単純な武力行使の問題ととらえる答案がその代\n表的なものである。\n不良：国際法の基本的な理解に乏しく，設問の意味をほとんど理解せずに解答を\n行っているなど，国際法をきちんと履修したとは思えない答案。国際法に\nついて若干の知識があると見受けられるが，各設問について常識論を展開\nするにすぎないものや，そもそも出題の趣旨がほとんど理解できていない\nものがその代表的なものである。\n２第 ２ 問\n(1) 設問１\nよく出来ている答案とそうでない答案の「二極化」が顕著だった。ほとんどの答\n案が領域使用の管理責任の概念について説明し，その適用を論じたものだった。領\n域主権の行使に対して制約を課す原則である領域使用の管理責任，国際環境法の発\n展と歩調を合わせて展開した国際環境損害防止原則，トレイル熔鉱所事件などが，\nよく出来ている答案では遺漏なく触れられていた。少数であったが，領域主権の限\n界を画すという点で重要な領域使用の管理責任の成立過程と背景について論じたレ\nベルの高い答案もあった。他方で，これらについて全く理解や知識がないためか，\n「他国に損害を与えてはならない」という「常識論」しか記載されていない答案も\n目立った。\n(2) 設問２\n外交保護権については全体的によく出来ていた。外交的保護権が国家の権利であ\nることはほとんどの答案で解答されていた。しかし，その不行使について，従来か\nら人権保護や個人救済の観点から批判があったが，この点にまで触れた「厚みのあ\nる」答案は，１．５割程度と少数しかなかった。\n(3) 設問３\n外交保護権行使の要件としての国籍が真正な結合基準を満たした国籍でなければ\nならないことは，大方の答案で解答されていた。真正な結合要件とその当てはめに\nついては総じてよく書けており，設問の事実関係を当てはめて本件で真正な結合が\n認められないことまで丁寧に論証した答案も半分強程度はあった。外交保護権行使\nの要件としての国籍について，国際法平面での効力と国内法平面での効力が区別さ\nれることを，国際法と国内法の関係の問題にまで立ち返って論じている答案もあっ\nたが， 大方は両者の区別を述べるにとどまった。 国籍の付与についての国家の裁量，\n外交保護権行使の要件，国際法と国内法との区別という論点が実は簡単でないため\nに，意外に多くの答案で混乱が見られた。\n(4) 答案の水準\n第２問について答案を「優秀」，「良好」，「一応の水準」及び「不良」に分類する\nと各分類に相当するものはおおむね次のようなものと言える。\n優秀：領域使用の管理責任原則，外交保護権の国家性，国籍に関する真正結合基準，国籍の国際法上の効力と国内法上の効力など，法的な概念や原則を正\n確に記すとともに，それらを用いた論証が十分である答案\n良好：上記の法的な概念や原則が正確に記載されているが論証が十分とまではい\nえないか，逆に，論証は充実しているが，法的な概念や原則が適切に記載\nされていない答案\n一応の水準：法的な概念や原則の記載が半分程度，論証が半分程度の答案\n不良：設問の事例説明や，設問を繰り返している以上には，受験生自身の言葉で\n解答として論証されていない答案\n３そ の 他\n第１問，第２問のいずれについても言えることだが，答案に問題を改めて記載する\n例が少なからず見られたが， 問題を写したとしても加点されず， 意味がないばかりか，\n答案用紙の紙幅が足りなくなって論ずるべき点の記載が不十分になるなど弊害にもな\nる。解答は長く書く必要はないが，結論だけでなく結論に至る各自の理解を記載して\nもらわないと加点されないので，その点は注意してほしい。平成２２年新司法試験の採点実感等に関する意見（国際関係法（私法系））\n１ 出題の趣旨，ねらい等\n本年度の国際関係法（私法系）の問題は，昨年と同様に，狭義の国際私法（抵触法）\n及び国際民事訴訟法から出題されている。これらの法分野に関する理解を問うため，\n財産法と家族法の双方に関する法の抵触と国際民事訴訟法の分野から出題した。 また，\n国際物品売買契約に関する国際連合条約（以下， 「条約」と略称する。）について基本\n的な理解を問う問題も出題している。各問題の出題の趣旨については，既に法務省ホ\nームページにて公表済みである。\n２ 採点方針\nこれまでと同様に，本年度も，次の４つの能力を受験者が有しているか否かを判定\nできるように出題した。すなわち，①国際私法・国際民事訴訟法・国際取引法上の基\n本的な知識と理解を基にして論理的に破たんのない推論により一定の結論が導けるか，\n②設例の事実からいかなる問題を析出できるか，③複数の法規の体系的な関連性を認\n識しながら，析出された問題の処理に適切な法規範を特定できるか，④法規範の趣旨\nを理解して，これを設例の事実に適切に適用できるか，である。\n本年度は特に上記②と③の基準から見て不十分と言わざるを得ない答案が目立った。\n逆に言えば，これらの基準を満たす答案であれば「優秀」答案となる可能性が高くな\nる。④の点についても法規範の趣旨が十分に理解されていないと見られる答案，換言\nすれば，文理にのみ着目して規定の単純な当てはめだけを行う答案が多かった。その\n結果，規定の立法趣旨などに言及する答案は，相対的に，少なくとも「良好」となる\n可能性が高いと見られる。そして，規定の単純な当てはめ作業に終始しつつも，少な\nくとも①の基準をおおむねクリアーしている答案が，多くの場合， 「一応の水準」答\n案となるのではないかと見られる。\nなお，学説が分かれている論点については，結論それ自体によって得点に差を設け\nることはしていない。むしろ，論拠を示しつつ，自説が論理的に展開できているか否\nかを基準にして成績評価をした。いまだ確たる判例法が形成されていない論点との関\n連についても同様である。\n３ 採点実感\n(1) 第１問について\n本問は，未成年後見の成立から終了までに生起する諸問題につき，国際裁判管轄\nと準拠法の決定・適用を問う問題である。\n設問１（１）は，未成年後見人選任の国際裁判管轄を問うものである。未成年後\n見人選任の国際裁判管轄については明文の規定もなく，確たる判例法もない。未成\n年被後見人の保護という観点から適切な管轄権の基礎を一般論として導き，導かれ\nた基礎を設例に当てはめる作業が求められている。一般的な管轄原因を論ずるに際\nして，類推すべき規定（法の適用に関する通則法（以下「通則法」という。 ）第５\n条や家事審判規則第８２条など）への言及が推論に説得力を与えるであろう。\n設問１（２）は，未成年後見人選任に適用されるべき準拠法を問う問題である。通則法第３５条第１項の規律すべき問題であることを指摘し，本国法の確定につき\n同法第３８条第１項ただし書きの規定が正しく適用されなければならない。同法第\n４条第１項に従い事件本人が未成年者であることも指摘してほしい。 しかるところ，\n通則法第３５条第１項の「後見」については正しく性質決定する答案が大多数であ\nったが，他方で，第３８条第１項ただし書きが定める内国国籍の優先を認識してい\nない答案も散見された。\n設問２（１）は，通則法第３１条第１項の前段と後段の規定の適用関係を問う問\n題である。後段の規定（いわゆるセーフガード条項）の趣旨を踏まえつつ，これら\nの規定の関係を一般的に論じ，設例へ丁寧に当てはめることが求められている。前\n段により定まる準拠法と後段により定まる準拠法のいずれが優先的に適用されると\nか，承諾（同意）要件の要否については後段のみが適用されるとの誤解に基づく答\n案が相当数あった。\n設問２（２）は，養子縁組の成立により後見が終了するまでの準拠法の選択と適\n用を問うている。通則法第３２条の規定は養親と養子の間の法律関係をも対象とし\nていることを指摘し，第３２条の指定する子の常居所地法たる日本法の下では養親\nが親権者であることを確認した後に，後見が終了するか否かは第３５条の問題であ\nり，当該規定の指定する日本法の下で後見が終了する，という論述が論理的に展開\nされなければならない。 第３２条の規定を全く認識せず， 設問を 「養子縁組の効力」\nと「後見」の性質決定の問題として理解する答案が多数あった。\n(2) 第２問について\n本問は，国際的な売買の事案を基にして，関連する諸問題の決定方法を問う問題\nである。\n設問１（１）は，条約の適用の可否を問う問題である。条約第１条第１項の「売\n買」及び「営業所」を，それぞれ，条約第３条第１項及び第１０条の規定と関連付\nけながら論じ，第１条第１項a号に従えば本問の事案に条約が適用されることに言及\nしなければならない。丁寧な当てはめが求められている。なお，条約の適用可能性\nが論述されている場合には，非締約国法が契約準拠法となっていることと条約の適\n用可能性との関係についての言及は採点に影響しないものとしている。\n設問１（２）は，契約準拠法の変更を認める通則法第９条の趣旨の理解とその適\n用を問う問題である。事後の法選択を肯定することの根拠を適切かつ十分に論述す\nる答案が「優秀」又は「良好」と評価されよう。第９条の規定を認識さえしていな\nいという答案はまれであったが，相当数の答案は当該規定の単純な当てはめとどま\nっていた。また，準拠法の事後的変更の問題を実質法上の契約の変更の問題と混同\nし，条約第２９条を適用している答案が一定数あった。\n設問２（１）は，生産物責任に関する通則法第１８条の解釈と適用を問う問題で\nある。一般的不法行為に関する第１７条ではなく第１８条が適用されること， 「引\n渡しを受けた地」という連結基準が採用された趣旨とその意味について言及するこ\nとが求められている。生産者から被害者への直接の引渡しが第１８条の要件である\nとの誤解に基づく答案が少なからずあった。\n設問２（２）は，通則法第２１条の理解とその適用を問う問題である。不法行為\nについて準拠法の選択が許容される理由と選択の要件，取り分け選択の時点につい\nて論述しなければならない。この問題においても，当該規定を単に当てはめるだけの答案が多数に上った。\n４ 今後の出題について\n今後も，狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を\n組み合わせた事例問題を出題することが適切であろうと考えられる。\n５ 今後の法科大学院教育に求めるもの\n通則法等の重要法令について，個々の規定の趣旨及び規定の間の体系的関連性を理\n解させる教育が望まれる。"
}