{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "- 23 -\n[環 境 法]\n〔第１問〕（配点：５０）\n使用済み物品については，循環型社会形成推進基本法（平成１２年法律第１１０号）の下に，容器包装に係る分別収集及び再商品化の促進等に関する法律（平成７年法律第１１２号。以下「容器包装リサイクル法」という。）等の個別リサイクル法が制定されている。これに関して，以下の各設問に答えよ。\n〔設問１〕\n循環型社会形成推進基本法第１１条，第１８条では，使用済み物品に関する共通の「考え方」が示されている。\n⑴ この「考え方」は容器包装リサイクル法のどのような仕組みに反映されているか。\n⑵ 上記⑴で述べた容器包装リサイクル法の仕組みは，循環型社会形成推進基本法に照らして十分なものとなっているか。上記の「考え方」を簡潔に示した上，理由を付して答えよ。\n〔設問２〕\nデパートを経営するＡ法人は，自ら販売する商品について用いる包装（容器包装リサイクル法第２条第３項の「特定包装」に当たる。）に関して，循環的利用について何らの対応も採っていない。\n⑴ この場合において，主務大臣は，どのような措置を講ずることができるか。\n⑵ Ａ法人は，自らが容器包装リサイクル法第２条第１３項，同条第１１項第４号に該当するなどと主張して，循環的利用について何らの対応も採る必要がないと考えている。この場合，Ａ法人は，主務大臣との関係で，どのような訴訟を提起することができるか。\n- 24 -\n〔第２問〕（配点：５０）\nＡ市に居住しているＢ(４５歳）は，数年前にぜん息を発症し，その後症状が悪化してきている。\nＢの居宅から１０メートル離れたところにはＣ鉄鋼会社（以下「Ｃ社」という。）の工場があり，このＣ社の操業に伴うばいじん，窒素酸化物（政令により，大気汚染防止法第２条第１項第３号の「ばい煙」に指定されている。）等の排出が認められる。Ｂの居宅及びＣ社の工場は，同法に基づく窒素酸化物に係る総量規制の「指定地域」内にあり，Ｃ社の工場は「特定工場等」に当たる（同法第５条の２第１項）。\nまた，Ｂの居宅から３０メートル離れたところには，高架式で設置されているＤ高速道路株式会社（以下「Ｄ社」という。）の高速道路があり，この高速道路を走行する自動車から窒素酸化物，粒子状物質（共に，政令により，同法第２条第１４項の「自動車排出ガス」に指定されている。）が排出されている。\nＢの居宅を含む地域では，現在も二酸化窒素，浮遊粒子状物質は，環境基準値を超えており，この地域には，Ｂ以外にも，多くの呼吸器系疾患に罹患した人々がいる。\n〔設問１〕\nＢは，自分がぜん息にかかったのは，居宅周辺の工場，道路からの大気汚染物質の排出が原因であると考え，Ｃ社及びＤ社を被告として損害賠償を求めて訴訟を提起した。この場合における法律上の問題点について論ぜよ。なお，問題文中に記載した以外の政令については，考慮する必要はない。\n〔設問２〕\n二酸化窒素の環境基準値については，厳しすぎるという科学的知見が蓄積されてきたことから，基準値が緩和されたとする。この措置に不満なＢは，その直後に取消訴訟を提起できるか。原告\nＢの主張と被告の反論について論ぜよ。なお，原告適格については触れなくてよい。\n- 25 -\n- 26 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "[環 境 法］\n〔第１問〕\n設問１は，容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の仕組みと拡大生産者責任の考え方との関係を問う問題である。\n設問１の小問（１）では，この「考え方」が拡大生産者責任のことであることを指摘した上で，容器包装リサイクル法が，特定事業者に再商品化の実施義務（同法第１１条ないし第１３条）を課し，再商品化の費用負担（無償引取りであること）をさせており，これが拡大生産者責任の一例であることを指摘することが必要となる。さらに，平成１８年の法改正では，特定事業者が指定法人を通じて一定の資金を市町村に拠出する仕組みが導入された(同法第１０条の２)ことにも触れることが期待される。\n設問１の小問（２）では，拡大生産者責任原則が，「物理的および／または金銭的に，製品に対する生産者の責任を製品のライフサイクルにおける消費後の段階まで拡大させる」環境政策アプローチであり，生産者に，環境適合的な製品を設計させる誘因（インセンティブ）を与えることによって製品のライフサイクル全体でもたらされる環境負荷を最小化することを目的としていることに触れることが望まれる。その上で，循環型社会形成推進基本法第１８条第３\n項は，国が必要な措置を講ずるものとされる場合として，①国，地方公共団体，事業者及び国民の適切な役割分担が必要であること，②設計，原材料の選択，循環資源の収集等の観点から，事業者の役割が重要と認められること，③当該循環資源の処分の技術上の困難性，循環的な利用の可能性を要件として挙げているが，容器包装廃棄物については上記の三つの要件に該当することを指摘し，その結果，事業者が引取り等をして循環的利用をすべきものとなっていることを論じることが期待される。しかし，容器包装廃棄物の分別収集に関しては，市町村の責任となっているため（容器包装リサイクル法第１０条），処理費用全体の中で相当部分を占める分別収集の費用を特定事業者が負担せず，特定事業者に対して，なお環境適合的な製品設計のためのインセンティブが十分に働かず，②の事業者の役割が十分果たされていないことを指摘してほしい。\nなお，拡大生産者責任原則が汚染者負担原則(原因者負担原則）の派生原則であること，容器包装リサイクル法が特定包装事業者について，利用事業者のみで製造事業者を含めていないことなどは，加点事由となる。\n設問２は，容器包装リサイクル法に基づく主務大臣の措置とそれを争う方法についての理解を問う問題である。\n設問２の小問（１）では，主務大臣の措置として，指導及び助言（容器包装リサイクル法第\n１９条)，勧告及び命令(同法第２０条)，命令違反に対する罰金刑(同法第４６条)に係る告発\n（刑事訴訟法第２３９条）を挙げることが期待される。\n- 15 -設問２の小問（２）では，①公法上の当事者訴訟としての再商品化義務不存在確認訴訟が提起できること，②主務大臣の勧告・公表に関して，これを処分ととらえてその差止訴訟，取消訴訟が提起できること，③主務大臣の命令に対して，差止訴訟，取消訴訟が提起できることを指摘することが期待される。\n〔第２問〕\n設問１は，大気汚染を原因とする損害賠償請求訴訟に関する理解を問う問題である。法律上の問題点として，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題となること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述をし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対的危険度の問題を取り上げることの可否について論ずることが期待される。また，④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環境基準と受忍限度との関係などについて論ずることが望まれる。\n設問２は，環境基準の法的性格に関する理解を問う問題である。この論点に関しては，二酸化窒素大気環境基準改定告示取消訴訟控訴審判決（東京高判昭和６２年１２月２４日行集３８巻１２号１８０７頁）が出されており，この判決を踏まえて，両当事者の主張と反論を構成することが期待されている。同訴訟の争点は，改定告示の処分性である。環境基準につき「維持されることが望ましい基準」と規定する環境基本法第１６条第１項をめぐる議論が期待されている。"
}