{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n建設業を営むＡ株式会社（以下「Ａ社」という。）は，区分所有建物（以下「本件建物」という。）を所有していたところ，金融業を営むＢ株式会社（以下「Ｂ社」という。）から弁済期を２年後として３０００万円を借り入れ（以下，この貸付金の返還請求権を「本件貸付債権」という。），本件貸付債権を被担保債権として，Ｂ社のために，本件建物に１番抵当権（以下「本件抵当権」という。）を設定し，その登記がされた。その直後，Ａ社は，Ｃ株式会社（以下「Ｃ社」という。）に対し，本件建物を賃料月３０万円で賃貸し，Ｃ社は，ここで店舗の営業を始めた。\nところがその半年後，Ａ社は，経営不振から急速に資金繰りに窮してきた。そこで，Ａ社の内情を知ったＢ社は，Ａ社との間で，Ａ社が所有していた中古トラック（以下「本件トラック」といい，道路運送車両法第５条第１項の適用を受けるものとする。）を，本件貸付債権のうちの１００万円の弁済に代えて譲り受ける旨の合意をし，その引渡しを受けて登録名義もＡ社からＢ社に移転した（この代物弁済契約を，以下「本件代物弁済」という。）。そして，Ｂ社は，直ちにこれを１００万円で第三者に売却して，引き渡した。\nそれから２０日後，Ａ社は，とうとう資金繰りがつかずに，手形の不渡りを出した。そして，その翌日，Ａ社は，自己破産を申し立て，直ちに破産手続開始決定がされて，破産管財人Ｋが選任された。\nＫは，本件トラックについて調査をしたところ，現在の所在は不明で，現物を取り戻すことは不可能であるが，時価は１５０万円と算定することができることが明らかとなった。また，Ｋは，本件建物についても調査したところ，Ｃ社がそこで店舗の営業を続けており，本件建物の時価は約１５００万円であった。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１⑴ 本件代物弁済に関して，ＫはＢ社に対してどのような請求をすることができるかを論じなさい。\n⑵ 設問の事実関係で，仮に本件代物弁済がされた際に本件トラックの登録名義の移転がされず，登録名義がＡ社に残ったままであったとしたならば，本件代物弁済に関して，ＫはＢ社に対してどのような請求をすることができるか，上記⑴と比較しながら論じなさい。\n２ Ｂ社は，Ａ社の破産手続開始決定後に，本件貸付債権の残額をどのように回収することができるか，その場合の手続はどのようになるかについて，本件貸付債権の破産手続の中での行使と，本件抵当権の行使との両方を踏まえて，説明しなさい。\n（参照条文）道路運送車両法第５条 登録を受けた自動車の所有権の得喪は，登録を受けなければ，第三者に対抗することができない。\n２ （省略）\n- 2 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n精密機械の製造業を営むＡ株式会社（以下「Ａ社」という。）は，不況による売上高の低迷によって資金繰りに窮し，これから満期を迎える約束手形の決済資金の確保が困難な状況となった。\nそのため，Ａ社は，平成２２年４月１日に民事再生手続開始申立てを行い，同月８日に民事再生手続開始決定を受けた。\n〔設 問〕\n以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社の再建のためには，部品の継続的供給契約（以下「本件契約」という。）を締結している\nＢ株式会社（以下「Ｂ社」という。）が従前どおりに取引に応じることが不可欠であった。本件契約では，Ｂ社がＡ社に対して部品の供給を反復継続的に行い，代金については，毎月末日締めで翌月末日に支払う約定であった。そのため，Ｂ社は，民事再生手続開始申立ての時点において平成２２年３月末日締めの売掛金１０００万円を有していた。\nまた，本件契約には「Ａ社が民事再生手続開始の申立てを行ったときには，Ｂ社は本件契約を解除することができる。」との条項が定められていた。\nＢ社は，高い品質の部品を製造していることから，他社からの引き合いも多い会社であったため，今後の取引継続についての態度は強硬であり，民事再生手続開始決定直後の協議において，次のとおり主張した。\n「Ａ社が民事再生手続開始申立てを行った以上，本件契約を解除する。ただし，４月末日までに売掛金全額を支払った場合には，解除せず今後の取引を継続してもよい。」この場合，Ａ社は，Ｂ社との取引を継続するため，どのような主張を行うべきか，Ｂ社の主張に対する反論も含めて，検討しなさい。\n２．Ｃ銀行は，Ａ社に対し，５０００万円の貸付債権（以下「本件貸付債権」という。）を有していたところ，Ａ社の財務状況の悪化に伴い，追加担保の差入れを要求していた。\nそこで，平成２２年３月１日，Ａ社は，Ｃ銀行との間で，Ｄ株式会社が売掛金の支払のためにＡ社に対して振り出した額面金１０００万円の約束手形２通（以下「甲手形」及び「乙手形」という。）につき，取立委任契約を締結し，Ｃ銀行に甲手形と乙手形を裏書譲渡した。Ａ社とＣ銀行は，銀行取引約定書に基づき銀行取引約定を締結していたが，これらの取立委任契約は，この取引約定の規定に基づくものであった。\nその後，同年４月５日に甲手形の満期が到来したため，Ｃ銀行は，甲手形につき１０００万円の手形金を取り立てた。\n次に，Ａ社の民事再生手続開始決定後に，乙手形の満期が到来したため，Ｃ銀行は，乙手形につき１０００万円の手形金を取り立てた。\nＡ社は，その後，Ｃ銀行に対し，甲手形及び乙手形の取立金である２０００万円の返還を求めたところ，Ｃ銀行は，その返還債務と本件貸付債権を対当額で相殺する旨の意思表示をし，返還を拒絶した。\nなお，Ｃ銀行は，同年４月２日には，Ａ社の民事再生手続開始申立ての事実を認識しており，この申立てにより，Ａ社は，本件貸付債権の期限の利益を喪失していた。\n本件で，甲手形及び乙手形について，それぞれＣ銀行の相殺の主張が認められるか否かを，相殺権に関する民事再生法の規律と破産法の規律の違いを踏まえて検討しなさい。\n- 3 -\n- 4 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続開始決定前に破産者から逸失した財産の回復に関連する破産法上の制度及び民法等の実体法の規律についての理解を問うものである。\n設問１(１)については，まず，本件事例の下では，破産法第１６２条第１項第２号の否認権の行使が問題となることを指摘した上で，同号の否認の要件を充足するか否かについて論じる必要がある。その際には，本件代物弁済が「その時期が破産者の義務に属しない行為」に当たることを明確にするとともに，支払不能となった時期について，手形の不渡りがあったという本件の事案に照らして適切に判断することが求められる。その上で，目的物の返還を求めるこ\n- 9 -とができない場合における価額償還請求権とその価額算定の基準時について論じる必要がある。\n(２)については，まず，Ｂ社が本件トラックの所有権を主張することができるかどうかについて，破産管財人の第三者的地位の問題などを踏まえつつ，論じる必要がある。その上で，Ｂ社の上記主張は認められないが，本件トラックの返還を求めることができない場合には，Ｋは，Ｂ社に対して不当利得の返還を請求することができること及びその場合において返還を求めるべき不当利得の価額について論じる必要がある。さらに，それが(１)の償還を求めるべき価額と異なる場合に，その理由を制度趣旨にさかのぼって論じることが求められる。\n設問２については，本件事例の下で，建物の賃料債権に対する物上代位を含め，別除権である抵当権の行使方法としてどのようなものが考えられるか，また，不足額責任主義を採用している破産法において，破産債権の届出から最後配当までの具体的手続はどのようなものかという点を踏まえて，Ｂ社が採ることができる債権回収方法について論じることが求められる。\n〔第２問〕\n本問は，具体的な事例を通じて，民事再生手続における継続的給付を目的とした双務契約の取扱い及び相殺禁止に関する規律についての理解を問うものである。\n設問１については，まず，本件事例における倒産解除条項の有効性について論じる必要がある。その上で，今後の取引を継続する前提として，民事再生法第４９条第１項に基づき本件契約の履行を請求する必要があることを明らかにし，Ｂ社が履行を拒絶することの可否について，本件契約が同法第５０条第１項に規定する継続的供給契約に該当するか否かの検討を踏まえて，論じる必要がある。さらに，その該当性の有無についての結論に応じて，Ｂ社が有する現在及び将来の債権が民事再生手続上どのように取り扱われるかについて論じることが求められる。\n設問２については，まず，甲手形に関しては，民事再生法第９３条第１項第４号に該当すると同時に同条第２項第２号にも該当することについて，本件事例に即して具体的に指摘する必要がある。さらに，相殺適状発生と相殺の意思表示の時期に関する同法の規律について，破産法の規律との違いを踏まえつつ，その趣旨も含めて説明することが求められる。\n次に，乙手形については，民事再生法第９３条第１項第１号が適用され得ることを本件事例に即して具体的に指摘する必要がある。その上で，同法には破産法第６７条第２項後段のような規定が存しないことを踏まえつつ，上記の民事再生法の規定の適用による相殺禁止という結論を維持すべきか否かについて，乙手形に関する相殺の合理的期待の保護の必要性の有無，破産手続と民事再生手続との目的・趣旨の違い等の検討を踏まえて，理由を明確にして自説を論じる必要がある。"
}