{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\n１ Ａは，生計を一にする妻Ｂ及び子Ｃと同居し，飲食店を営む青色申告者である。\nＡは，毎日夕方の開店から閉店までの間は，Ｃに調理の手伝いをさせる一方，Ｃに調理師の資格を得させてＡの飲食店で調理師として働かせるため，昼間は，調理師専門学校に通わせていた。\nＡは，Ｃに対し，調理の手伝いに見合う給与のほか，調理師専門学校の授業料相当額を，学資金だと伝えて支払っていた。Ｃは，学資金名目の金員を調理師専門学校の授業料に充てていた。\nまた，Ｂは，ピアノの演奏や教授を業としていたが，週末等時間に余裕があるときに，Ａの飲食店で，ピアノの演奏を行い，その都度，Ａから演奏料を受け取っていた。\n２ Ａが雇い入れた従業員甲は，自分の借金の返済などに窮したため，飲食店の売上金２００万円を持ち逃げして，すべて使い果たした。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１⑴ Ｃが支払を受けた調理師専門学校の授業料相当額の学資金名目の金員は，Ｃの課税上，どのように取り扱われるか。\n⑵ ＡがＢに支払った演奏料は，Ａ及びＢの課税上，どのように取り扱われるか。\n２⑴ 甲の窃盗によりＡが失った飲食店の売上金２００万円は，Ａの課税上，どのように取り扱われるか。\n⑵ 飲食店がＡの経営する法人であり，甲がその役員であったとして，甲が飲食店の売上金２００万円を横領して，すべて使い果たした場合，法人税の課税関係はどうなるか。\n- 6 -\n〔第２問〕（配点：５０）\nイタリア料理のレストランを経営する個人事業者であるＸは，所轄のＹ税務署長から青色申告の承認を受け，青色申告書により所得税の確定申告を行っていた。\n平成２１年分の事業所得につき，Ｘが確定申告書を提出したところ，所轄税務署の担当職員Ａは，経費の過大計上を疑い，Ｘのレストランにおいて臨場調査を行った。Ａが平成１９年分から同２１年分まで（以下「本件各年分」という。）の帳簿書類の提示を求めたところ，Ｘは，机上に帳簿書類を積み上げ，「このとおり，帳簿書類はきちんと記録して保存してあるが，今は忙しいので見せられない。」と述べて，その提示をせず，その後の調査日程の調整にも言を左右にして応じなかった。その後，Ａは，再びＸのレストランに出向いて本件各年分の帳簿書類の提示を求めたが，Ｘは，前回と同様に，多忙などを理由に帳簿書類の提示をしなかった。他方，Ｘは，その後，繰り返しＡに電話をして，顧問税理士を探しているところであるから待ってほしい旨を述べた。Ａは，そのいずれの際にも，Ｘに対し，税理士の選任は別として，帳簿書類を提示するよう求めたが，Ｘは，「税理士が決まるまで待ってほしい。」あるいは「準備中でありもう少し待ってほしい。」などと答えた。その後，ＡがＸのレストランに出向いて尋ねたところ，Ｘは，「良い税理士がいないので，税理士に依頼するのはやめた。」と述べた。その際，Ａは，繰り返し本件各年分の帳簿書類の提示を求めたが，Ｘがやはり言を左右にしてこれに応じなかったので，Ｘの帳簿書類の内容を確認することはできなかった。\nそこで，所轄のＹ税務署長は，Ｘに対し，青色申告承認取消処分を行うとともに，本件各年分の所得税の更正処分を行った。\n所轄のＹ税務署長は，上記更正処分において，Ｘが経費として計上していた金額は虚偽のものであるとした上で，経費の額について推計により算定した金額を用いて処分を行っている。その推計の方法は，Ｘのレストランの所在地と同市内でイタリア料理のレストランを経営している個人事業者で青色申告書を提出している者の中から，従業員数とテーブル数を基準にＸと同規模のレストラ\nンを経営していると認められる者４人を抽出して，その収入金額に対する経費の額の割合の平均値を採って，Ｘの申告した収入金額に乗じて経費の額を算出するというものであった。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１ 青色申告制度の趣旨と概要について，簡潔に説明しなさい。\n２ Ｘに対する青色申告承認取消処分の適否について，根拠となる所得税法の規定に言及しつつ，具体的に論じなさい。\n３ 推計課税が認められている実質的な根拠とそれが認められる要件について，簡潔に説明しなさい。\n４ Ｘに対する推計課税の適否について論じなさい。\n- 7 -\n- 8 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "[租 税 法］租税法の出題に関しては，これまでと同様に，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含む，基本的な理解を問う出題としている。\n〔第１問〕\n本問題は，家族的事業についての課税の在り方を通じて，所得税法の基本的な理解と応用力を試すものである。\nまず，設問１（１）は，父親Ａから子Ｃに支払われた学資金名目の金員について，授業料に充てられていた上記金員はＣの所得に当たるのか，所得税法第９条第１項第１４号の学資金又は扶養義務の履行に該当するとして非課税となるのか，若しくは給与となるかをを踏まえて多角的に検討する問題である。\nまた，給与とした場合には，家族内の費用支出の取扱い（所得税法第５６条）についての言\n- 10 -及も必要となる。この論点は，さらに，設問１（２）で，ピアノ演奏等を業としている妻Ｂに対する演奏料について所得税法第５６条，第５７条の適用があるかを，判例（最判平成１６年\n１１月２日判時１８８３号４３頁）にも照らして検討することが求められている。\n設問２は，他人の窃盗によって失った金銭は，所得税において，どのように取り扱われるのか，特に，事業上必要な資産を盗まれた場合はどうかを検討する問題であり，所得税法第３７条，第５１条，第７２条に当たるかが問われている。設問２（２）においては，Ａが経営する飲食店が法人であった場合を対比させており，法人税法における損害賠償請求権が両建てされることや，所得税とは損失の取扱いが異なっていることにも言及することを期待している。なお，このような場合に損害賠償請求権が貸倒れになるのかについても適切に論述することが期待される。\n〔第２問〕\n本問題は，青色申告制度の趣旨及び概要並びに青色申告の承認の取消し，並びに推計課税制度の根拠，趣旨及び概要について，それぞれ，基本的な理解を問うとともに，具体的な事例への適用能力を問うものである。\n設問１では，青色申告制度についての基本的知識が問われており，青色申告制度の趣旨のほか，その概要として，青色申告の承認及びその取消し，青色申告者の特典と義務についての基本的な知識が問われている。また，設問２では，青色申告承認の取消事由（所得税法第１５０\n条第１項）を本問の事案に即して検討することが求められており，各号が掲げる取消事由の意義を踏まえた合理的な論述が求められているが，本問の事例のように，帳簿書類を税務職員による検査に当たって適時に提示することが可能なように態勢を整えて保存していなかった場合については判例（最判平成１７年３月１０日民集５９巻２号３７９頁）があり，この判例の理解とその内容への適切な言及が期待されるところである。\nまた，設問３及び設問４は，推計課税についての理解を問うものであり，推計課税が認められる根拠と所得税法第１５６条について言及することと，推計の必要性と推計の合理性という推計課税の認められる要件について整理して論述することが期待されるところである。さらに，本問の事例について，推計の必要性と推計の合理性が認められるかを具体的に検討することが求められている。"
}