{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\nＸ国の一部を構成するセント州は，Ｘ国内で独自の言語と文化を持ち古くから大幅な自治権が与えられていた。しかし，セント州で大きな勢力を持つセント独立党は自治権だけでは満足せず，長年にわたってＸ国からの独立を主張してきた。２００２年３月５日のセント州議会議員選挙でセント独立党が過半数の議席を占めることが確定し，同年４月１０日にセント州議会は，セント州全域を国土とする「セント国」の独立と「セント国政府」の樹立を宣言した。セント州議会は，この独立宣言と同時に州内に駐留していたＸ国軍隊の撤退を要求した。Ｘ国は，同日に独立宣言が一部分離主義者の策動だという声明を発表して「セント国」の独立に反対し，また，軍隊の撤退要求を拒否しただけでなく，セント州内を制圧するために同地域内へ軍隊を増派した。セント州地域内各所でセント独立党によって組織された「セント国軍」とＸ国軍の武力衝突が起こり，戦闘はその後も続いた。時間の経過とともに徐々に「セント国軍」の支配地域が拡大し，２００４年１月ころには，「セント国政府」は山岳地域を中心に従来のセント州の約半分の地域を実効支配する状態になった。\nただし，このころでも従来のセント州の他の地域はＸ国軍の支配下にあり，また，いずれの支配下にあるか定かでない地域も各所に存在した。\n２００２年４月の「セント国独立宣言」直後には，「セント国」の独立に対して特別な意思表明を行う国は少なかった。その中で，Ｘ国と対立関係にあったＹ国は，独立宣言の公表と同時に「セント国の独立を祝する」旨の声明を公表し，時を置かず大使を長とする外交使節団の「セント国」への派遣と「セント国」からの外交使節団の受入れを行った。独立宣言採択当初は，Ｙ国にならって外交使節団の交換を「セント国」と行った国は数か国にとどまった。しかし，前記のとおり「セント国政府」の支配地域が従来のセント州の約半分になった２００４年１月には，「セント国」と外交使節団を交換する国は５０か国になっていた。\n２００４年４月に，Ｘ国政府は「セント国」情勢について軍事的に巻き返そうと考えてＸ国と友好関係にあるＺ国政府に軍事支援を求め，Ｚ国政府は求めに応じて軍隊を派遣し，従来のセント州でのＸ国軍の軍事活動を支援した。Ｚ国政府は，「セント国」独立以降に「セント国」に対して何らの意思表明も行っていない国の一つであった。\n以上の事実関係を前提に，以下の設問に答えなさい。\n〔設 問〕\n１．国際法の観点からＹ国の行為を評価しなさい。\n２．「国際法上『セント国』は国家である」という命題を，２００４年４月を基準年として論評しなさい。\n３．国際法の観点からＺ国の行為を評価しなさい。\n- 28 -\n〔第２問〕（配点：５０）\nＡ国とＢ国は国境を接しているが，国境地帯でＡ国の国営化学工場が操業しており，そこから排出される有害化学物質を含むばい煙は，Ｂ国領域内の農地に及んで農地を汚染したり農作物の生産を阻害するなどの損害を引き起こした。\nＡ国とＢ国が共に当事国となっている条約で，当該化学物質を含むばい煙の排出を規制する条約は存在しない。\n甲はＢ国籍を有する私人であるが，２０数年にわたりＢ国内で農場を経営しており，Ａ国の工場からのばい煙により，農地や農作物に損害を受けた。一方，私人乙がＢ国内に所有する農場の農地や農作物も，Ａ国の工場からのばい煙による損害を受けた。乙はＣ国籍を有していた私人であるが，Ｂ国の国籍法は，一定の金額を納入すれば国籍取得を認めていることから，金銭を納入して，この損害が発生する２か月前にＢ国の国籍を取得していた。乙は，Ｂ国内に所有する農場の運営を使用人に任せており，時折Ｂ国を訪れるが，生活の本拠はＣ国に置いていた。\n甲は，Ｂ国政府が外交保護権を行使してＡ国の国家責任を追及することで，救済が得られることを望んだ。しかし，Ｂ国は，Ａ国との友好関係を維持するという外交上の考慮から，甲の受けた損害について，外交保護権の行使はしないと判断した。他方，乙の受けた損害について，Ｂ国は，乙のＢ国籍は国内法上有効であるが，乙のＢ国籍を理由とした外交保護権の行使は，外交上の考慮とは別に，国際法上，認められないと判断して，外交保護権の行使を断念した。\n以上の事実関係を前提に，以下の設問に答えなさい。なお，国内救済については，論ずる必要はない。\n〔設 問〕\n１．Ａ国が，上記事実関係にあるような領域使用を領域主権の絶対性を根拠として正当化することは許されるか。許されないとすればそれはなぜか。国際法上の根拠に基づいて説明しなさい。\n２．甲の受けた損害に関して，外交保護権の行使はしないとしたＢ国の判断が国際法上許されるかについて説明しなさい。\n３．乙の受けた損害に関するＢ国の外交保護権について，次の小問に答えなさい。\n⑴ なぜＢ国は，国際法上この外交保護権の行使は認められないと判断したと考えられるか説明しなさい。\n⑵ Ｂ国は，一方で，「乙のＢ国籍を理由とした外交保護権の行使は，国際法上，認められない」という判断をしたが，他方で，国内法上，引き続き乙のＢ国籍は有効としていることの法的な意味を説明しなさい。\n- 29 -\n- 30 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/選択.pdf",
  "subject": 17,
  "purpose": "[国際関係法（公法系）］\n〔第１問〕\n本問は，国家の成立や国家承認とそれに関連する武力行使の位置付けを問う問題である。\n設問１においては，「セント国」が従来属していたＸ国政府の反対を押し切って一方的に独立を宣言した後，Ｙ国が独立に対して祝意を表明し，かつ，外交使節団を交換したことが，国際法上「国家承認」に当たることに気付き，その法的評価を行うことを求めている。国家承認は各国の裁量行為であるが，新国家が実効的支配を確立する前に承認を行えば「尚早の承認」\nとして国際法に反する。２００２年の独立宣言と同時に国家承認を行うことが「尚早の承認」に当たるかどうかを，２００２年時点の「セント国」の状況を踏まえて論じれば，結論は「尚早の承認」に当たるでも当たらないでもよい。\n設問２は，設問１が国家承認というＹ国の行為の評価を問題にしているのに対して，２００４年段階における「セント国」の国家性の是非を論ずる問題である。「セント国」の国家性を判定するためには，まずは「セント国」が国家の要件（領域，永久的住民，政府。外交能力をこれらに加える場合もある）を備えていること，そして国家承認がどのような意味を持つかを検討することが必要である。国家承認については，従来から国家承認がなくても国家が成立すると理解する「創設的効果説」と国家承認と国家の成立は無関係だと説く「宣言的効果説」が対立してきた。そこで創設的効果説，宣言的効果説のいずれが妥当かを検討する必要が出てくる。法実証主義を貫いて創設的効果説を採っても，また現状の重要性から宣言的効果説を採っても，理由が明確に示されていればよい。その上で，以上によって確定したフレームワークに従って，一定地域を実効的に支配し，既に５０か国が承認を与えている，当時「セント国」の状況を評価することが最後の課題である。\n- 16 -設問３においては，「セント国」を承認していないＺ国が，依然として「セント国」と武力衝突を繰り返すＸ国に軍事支援することの評価が問われている。国家承認について宣言的効果説の立場に立って，「セント国」が既に誕生していることを前提にすれば，Ｚ国のＸ国に対する軍事支援は，Ｘ国とＺ国の武力紛争においてＸ国側に立った武力行使に当たる。したがって，これが集団的自衛権行使等何らかの正当化事由を備えているかどうかの検討を期待している。\n他方，国家承認について創設的効果説の立場に立ち，Ｚ国の「セント国」未承認ゆえに，Ｚ国との関係では「セント国」が未成立だと考えれば，国内の騒じょう状態に対して正統政府からの軍事支援の要請にこたえたという評価ができる。ただし，騒じょう状態になっても数年に及ぶ実効支配が事実上成立している場合には軍事支援自体がＸ国の内政干渉に当たるおそれがある。\n〔第２問〕\n設問１においては，国際法は，領域主権の絶対性が主張された時期を経て，領域使用の管理責任原則や，国際環境損害防止原則を発展させてきたのであり，越境環境損害を生ずるような領域使用は，領域主権の絶対性により正当化することはできないことを明確に論証することが求められている。\n第一に，国家は領域に対して領域主権を持つが，それに伴う義務も負う。例えば，在留外国人に，国際法に従って適当な処遇を与える義務がある。設問のような事例では，一方で，領域を使用する国の領域主権と，その使用により影響を受ける国の領域主権ないしは領土保全の権利が対立する。相互に対等な二国の権利を調整する必要があり，それゆえに，領域使用の管理責任原則が確立してきたことを理解していることが求められる。設問と同様の事実状況であったトレイル熔鉱所事件の仲裁判決が，この原則を宣言した代表的な例である。\n第二に，設問の事例は，越境環境損害に関するものであり，国際環境法の発展についての理解が求められている。領域使用の管理責任原則は，国際環境法の分野では，他国や国際公域の環境に損害を与えないように確保する原則として，ストックホルム人間環境宣言第２１原則や環境と開発に関するリオ宣言第２原則のいうように，国際環境損害防止原則へと展開している。\nこれは，幾つかの国際環境保護条約にも挿入されており，慣習国際法上の原則として成立しているとも評価されている。\n設問２においては，第一に，外交保護権は国家の権利であり，これを行使するか否かは国家の裁量判断にゆだねられていることを問うている。国家は，国際法上で外交保護権を行使することを義務付けられることはない。個人は，国家に外交保護権の行使を請求する権利を持たない。\n第二に，国際法による個人の人権保護が進展してきていることから，外交保護権が国家の権利であるとする従来の考え方には疑問が提起されてきていることにも触れると，答案が一層充実した質のものとなる。\n設問３の小問（１）は，外交保護権の行使の要件としての国籍について問うている。外交保護権の要件となる国籍については，ノッテボーム事件で宣言されたように，個人と国家との間に真正な結合があることが必要であるとされている。本件の乙について，Ｂ国と真正な結合があるかにつき，設問の事実を当てはめて論証することが求められる。\n小問（２）は，国籍の国際法平面での効果と，国内法平面での効果とでは区別されることを問うている。国内法平面では，国籍付与要件は，国内管轄事項であり，主権国家が国内法により自由に決定できる。国際法平面では，国籍を根拠として外交保護権を行使するためには，真正な結合といった基準を満たした国籍でなければならない。国際法平面で外交保護権の要件とはいえない国籍であっても，国内法平面での効力には当然には影響しない。\n- 17 -"
}