{
  "year": "H22",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲，乙及び丙の罪責について，具体的な事実を摘示しつつ論じなさい（特別法違反の点を除く。）。\n１ Ｖ（７８歳）は，数年前から自力で食事や排せつを行うことができない，いわゆる寝たきりの要介護状態にあり，自宅で，妻甲（６８歳）の介護を受けていたが，風邪をこじらせて肺炎となり，Ａ病院の一般病棟の個室に入院して主治医Ｂの治療を受け，容体は快方に向かっていた。\nＡ病院に勤務し，Ｖを担当する看護師乙は，Ｖの容体が快方に向かってからは，Ｂの指示により，２時間ないし３時間に１回程度の割合でＶの病室を巡回し，検温をするほか，容体の確認，投薬や食事・排せつの世話などをしていた。\n一方，甲は，Ｖが入院した時から，連日，Ｖの病室を訪れ，数時間にわたってＶの身の回りの世話をしていた。このため，乙は，Ｖの病状に何か異状があれば甲が気付いて看護師等に知らせるだろうと考え，甲がＶの病室に来ている間の巡回を控えめにしていた。その際，乙は，甲に対し，「何か異状があったら，すぐに教えてください。」と依頼しており，甲も，その旨了承し，「私がいる間はゆっくりしていてください。」などと乙に話し，実際に，甲は，病室を訪れている間，Ｖの検温，食事・排せつの世話などをしていた。\n２ Ｖは，入院開始から約３週間経過後のある日，午前１１時過ぎに発熱し，正午ころには３９度を超える高熱となった（以下，時刻の記載は同日の時刻をいう。）。Ｂは，発熱の原因が必ずしもはっきりしなかったものの，このような場合に通常行われる処置である解熱消炎剤の投与をすることにした。ところが，Ｖは，一般的な解熱消炎剤の「Ｄ薬」に対する強いアレルギー体質で，Ｄ薬による急性のアレルギー反応でショック死する危険があったため，Ｂは，Ｄ薬に代えて使用されることの多い別の解熱消炎剤の「Ｅ薬」を点滴で投与することにし，午後０時３０分ころ，その旨の処方せんを作成して乙に手渡し，「Ｖさんに解熱消炎剤のＥ薬を点滴してください。」と指示した。そして，高齢のＶの発熱の原因がはっきりせず，Ｅ薬の点滴投与後もＶの熱が下がらなかったり容体の急変等が起こる可能性があったため，Ｂは，看護師によるＶの慎重な経過観察が必要であると判断し，乙に，「Ｖさんの発熱の原因がはっきりしない上，Ｖさんは高齢なので，熱が下がらなかったり容体が急変しないか心配です。容体をよく観察してください。半日くらいは，約３０分ごとにＶさんの様子を確認してください。」と指示した。\n３ Ｂの指示を受けた乙は，Ａ病院の薬剤部に行き，Ｂから受け取った前記処方せんを，同部に勤務する薬剤師丙に渡した。\nＡ病院では，医師作成の処方せんに従って薬剤部の薬剤師が薬を準備することとなっていたが，薬の誤投与は，患者の病状や体質によってはその生命を危険にさらしかねないため，薬剤師において，医師の処方が患者の病状や体質に適合するかどうかをチェックする態勢が取られており，かかるチェックを必ずした上で薬を医師・看護師らに提供することとされていた。仮に，医師の処方に疑問があれば，薬剤師は，医師に確認した上で薬を提供することになっていた。\nところが，乙から前記処方せんを受け取った丙は，Ｂの処方に間違いはないものと思い，処方された薬の適否やＶのアレルギー体質等の確認も行わずに，Ｅ薬の薬液入りガラス製容器（アンプル）が多数保管されているＥ薬用の引き出しからアンプルを１本取り出した。その引き出しには，本来Ｅ薬しか保管されていないはずであったが，たまたまＤ薬のアンプルが数本混入していて，丙が取り出したのは，そのうちの１本であった。しかし，丙は，それをＥ薬と思い込んだまま，アンプルの薬名を確認せず，それを点滴に必要な点滴容器や注射針などの器具と一緒にＶの名前を記載した袋に入れ，前記処方せんの写しとともに乙に渡した。\nなお，Ｄ薬のアンプルとＥ薬のアンプルの外観はほぼ同じであったが，貼付されたラベルには- 2 -各薬名が明記されていた。\nまた，Ｄ薬に対するアレルギー体質の患者に対し，Ｄ薬に代えてＥ薬が処方される例は多く，丙もその旨の知識を有していた。\n４ Ａ病院では，看護師が点滴その他の投薬をする場合，薬の誤投与を防ぐため，看護師において，薬が医師の処方どおりであるかを処方せんの写しと対照してチェックし，処方や薬に疑問がある場合には，医師や薬剤師に確認すべきこととなっており，その際，患者のアレルギー体質等については，その生命にかかわることから十分に注意することとされ，乙もＡ病院の看護師としてこれらの点を熟知していた。\nしかし，丙から前記のとおりアンプルや点滴に必要な器具等を受け取った乙は，丙がこれまで間違いを犯したことがなく，丙の仕事ぶりを信頼していたことから，丙が，処方やＶの体質等の確認をしなかったり，処方せんと異なる薬を渡したりすることを全く予想していなかったため，受け取った薬が処方されたものに間違いないかどうかを確認せず，丙から受け取ったアンプルが処方されたＥ薬ではないことに気付かなかった。また，乙は，ＶがＤ薬に対するアレルギー体質を有することを，Ｖの入院当初に確認してＶの看護記録にも記入していたが，そのことも失念していた。\nそして，乙は，丙から受け取ったＤ薬のアンプル内の薬液を点滴容器に注入し，午後１時ころからＶに対し，それがＥ薬ではないことに気付かないままＤ薬の点滴を開始した。その際，Ｖの検温をしたところ，体温は３９度２分であったため，乙は，Ｖのベッド脇に置かれた検温表にその旨記載して病室を出た。\n乙は，Ｂの前記指示に従って，点滴を開始した午後１時ころから約３０分おきにＶの病室を巡回することとし，１回目の巡回を午後１時３０分ころに行い，Ｖの容体を観察したが，その時点では異状はなかった。この時のＶの体温は３９度で，乙はその旨検温表に記載した。\n５ 午後１時３５分ころ，甲が来院し，Ｖの病室に行く前に看護師詰所（ナースステーション）に立ち寄ったので，乙は，甲に，「Ｖさんが発熱したので，午後１時ころから，解熱消炎剤の点滴を始めました。そのうち熱は下がると思いますが，何かあったら声を掛けてください。私も３０分おきに病室に顔を出します。」などと言い，甲は，「分かりました。」と答えてＶの病室に行った。\n甲は，Ｖが眠っていたため病室を片付けるなどしていたところ，午後１時５０分ころ，Ｖが呼吸の際ゼイゼイと音を立てて息苦しそうにし，顔や手足に赤い発しんが出ていたので，慌ててＶに声を掛けて体を揺すったが，明りょうな返事はなかった。\nＶは，数年前に，薬によるアレルギー反応で赤い発しんが出て呼吸困難に陥って次第に容体が悪化し，やがてチアノーゼ（血液中の酸素濃度低下により皮膚が青紫色になること）が現れるに至ったが，医師の救命処置により一命を取り留めたことがあった。甲は，その経過を直接見ており，後に医師から，「薬に対するアレルギーでショック状態になっていたので，もう少し救命処置が遅れていれば助からなかったかもしれない。」と聞かされた。\nこのような経験から，甲は，Ｖが再び薬によるアレルギー反応を起こして呼吸困難等に陥っていることが分かり，放置すると手遅れになるおそれがあると思った。\nしかし，甲は，他に身寄りのないＶを，Ｖが要介護状態になった数年前から一人で介護する生活を続け，肉体的にも精神的にも疲れ切っており，退院後も将来にわたってＶの介護を続けなければならないことに悲観していたため，このままＶが死亡すれば，先の見えない介護生活から解放されるのではないかと思った。また，甲は，時折Ｖが「こんな生活もう嫌だ。」などと嘆いていたことから，介護を受けながら寝たきりの生活を続けるより，このまま死んだ方がＶにとっても幸せなのではないかとも思った。\n他方，甲は，長年連れ添ったＶを失いたくない気持ちもあった上，Ｖが死亡すると，これまで受け取っていた甲とＶの２名分の年金受給額が減少するのも嫌だとの思いもあった。\nこのように，甲が，これまでの人生を振り返り，かつ今後の人生を考えて，これからどうする\n- 3 -のが甲やＶにとって良いことなのか思い悩んでいた午後２時ころ，乙が，巡回のため，Ｖの病室の閉じられていた出入口ドアをノックした。しかし，心を決めかねていた甲は，もうしばらく考えてからでもＶの救命は間に合うだろうと思い，時間を稼ぐため，ドア越しに，「今，体を拭いてあげているので２０分ほど待ってください。夫に変わりはありません。」と嘘を言った。\n乙は，その言葉を全く疑わずに信じ込み，Ｖに付き添って体を拭いているのだから，Ｖに異状があれば甲が必ず気付くはずだと思い，Ｖの容体に異状がないことの確認はできたものと判断し，約３０分後の午後２時３０分ころに再び巡回すれば足りると考え，「分かりました。３０分ほどしたらまた来ます。」とドア越しに甲に言って立ち去った。\n６ 乙が立ち去った後，甲がＶの様子を見ると，顔にチアノーゼが現れ，呼吸も更に苦しそうに見えたことなどから，甲は，Ｖの容体が更に悪化していることが分かった。\n甲は，しばらく悩んだ末，数年前にＶが同様の症状に陥って助かった時の前記経験から，現時点のＶの症状ならば，速やかに救命処置が開始されればＶはまだ助かるだろうと思いながらも，事態を事の成り行きに任せ，Ｖの生死を，医師等の医療従事者の手にではなく，運命にゆだねることに決め，その結果がどうなろうとその運命に従うことにした。\nその後，甲は，乙の次の巡回が午後２時３０分ころに予定されていたので，午後２時１５分ころ，検温もしていないのに，検温表に午後２時２０分の検温結果として３８度５分と記入した上，午後２時３０分ころ，更に容体が悪化しているＶを病室に残して看護師詰所に行き，乙に検温表を示しながら，「体を拭いたら気持ち良さそうに眠りました。しばらくそっとしておいてもらえませんか。熱は下がり始めているようです。何かあればすぐにお知らせしますから。」と嘘を言って\nＶの病室に戻った。\n７ 乙は，他の患者の看護に追われて多忙であった上，甲の話と検温表の記載から，Ｖの容体に異状はなく，熱も下がり始めて容体が安定してきたものと信じ込み，甲が付き添っているのだから眠っているＶの様子をわざわざ見に行く必要はなく，午後２時３０分ころに予定していた巡回は行わずに午後３時ころＶの容体を確認すれば足りると判断した。\n午後２時５０分ころ，甲は，Ｖの呼吸が止まっていることに気付き，Ｖは助からない運命だと思って帰宅した。\n午後３時ころ，Ｖの病室に入った乙が，意識がなく呼吸が停止しているＶを発見し，直ちに，Ｂらによる救命処置が講じられたが，午後３時５０分にＶの死亡が確認された。\n８ その後の司法解剖や甲，乙，丙及び他のＡ病院関係者らに対する事情聴取等の捜査の結果，次の各事実が判明した。\n⑴ Ｖの死因は，肺炎によるものではなく，Ｄ薬を投与されたことに基づく急性アレルギー反応による呼吸困難を伴うショック死であった。\n⑵ 遅くとも午後２時２０分までに，医師，看護師等がＶの異変に気付けば，当時のＡ病院の態勢では直ちに医師等による救命処置が開始可能であって，それによりＶは救命されたものと認められたが，Ｖの異変に気付くのが，それより後になると，Ｖが救命されたかどうかは明らかでなく，午後２時５０分を過ぎると，Ｖが救命される可能性はほとんどなかったものと認められた。\nなお，本件において，Ｖに施された救命処置は適切であった。\n⑶ ＶにＥ薬に対するアレルギーはなく，ＶにＥ薬を投与してもこれによって死亡することはなかった。\nなお，ＢのＶに対する治療方針やＥ薬の処方及び乙への指示は適切であった。\n⑷ Ｅ薬用の引き出しには数本のＤ薬のアンプルが混入していたが，その原因は，Ａ病院関係者の何者かが，Ｄ薬のアンプルを保管場所にしまう際，Ｄ薬用の引き出しにしまわず，間違って，Ｅ薬用の引き出しに入れてしまったことにあると推測された。しかし，それ以上の具体的な事実関係は明らかにならなかった。\n- 4 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 暴力団Ａ組は，けん銃を組織的に密売することによって多額の利益を得ていたが，同組では，発覚を恐れ一般人には販売せず，暴力団に属する者に対してのみ，電話連絡等を通じて取引の交渉をし，取引成立後，宅配等によりけん銃を引き渡すという慎重な方法が採られていた。司法警察員Ｐらは，Ａ組による組織的な密売ルートを解明すべく内偵捜査を続けていたが，Ａ組幹部の甲がけん銃密売の責任者であるとの情報や，甲からの指示を受けた組員らが，取引成立後，組事務所とは別の場所に保管するけん銃を顧客に発送するなどの方法によりけん銃を譲渡しているとの情報を把握したものの，顧客が暴力団関係者のみであることから，甲らを検挙する証拠を入手できずにいた。\n平成２１年６月１日，Ｐらは，甲らによるけん銃密売に関する証拠を入手するため，Ａ組の組事務所であるアパート前路上で張り込んでいたところ，甲が同アパート前公道上にあったごみ集積所にごみ袋を置いたのを現認した。そこで，Ｐらは，同ごみ袋を警察署に持ち帰り，その内容物を確認したところ，「５／２０ １丁→Ｎ.Ｈ １５０」などと日付，アルファベットのイニシャ\nル及び数字が記載された複数のメモ片を発見したため，この裁断されていたメモ片を復元した［捜査①］。\nさらに，同月２日，Ｐらは，甲が入居しているマンション前路上で張り込んでいたところ，甲が同マンション専用のごみ集積所にごみ袋を置いたのを現認した。なお，同ごみ集積所は，同マンション敷地内にあるが，居住部分の建物棟とは少し離れた場所の倉庫内にあり，その出入口は施錠されておらず，誰でも出入りすることが可能な場所にあった。そこで，Ｐらは，同集積所に立ち入り，同所において，同ごみ袋内を確認したところ，「５／２２ １丁→Ｔ.Ｋ １５０」などと記載された同様のメモ片を発見したため，このメモ片を持ち帰り復元した［捜査②］。\nＰらが復元した各メモ片の内容を確認したところ，甲らが，同年５月中に，１０名に対して，代金総額２２５０万円で合計１５丁のけん銃を密売したのではないかとの嫌疑が濃厚となった。\n２ その後，Ｐらは，更なる内偵捜査により，Ａ組とは対立する暴力団Ｂ組に属する乙が，以前に甲からけん銃を入手しようとしたものの，その代金額について折り合いがつかずにけん銃を入手できなかったため，Ｂ組内で処分を受け，甲及びＡ組に対して強い敵意を抱いているとの情報を入手した。\nそこで，Ｐは，同年６月５日，乙と接触し，同人に対し，もう一度甲と連絡を取ってけん銃を譲り受け，甲を検挙することを手伝ってほしい旨依頼したところ，乙の協力が得られることとなった。この際，Ｐは，乙に対し，電話で甲に連絡をした際や直接会って話をした際には，甲との会話内容をＩＣレコーダーに録音したいこと，さらに会話終了後には，引き続き，乙にその会話内容を説明してもらい，それも併せて録音したい旨を依頼し，乙の了解を得た。\n同月７日午前１１時ころ，乙は，乙方近くのＥ公園において，自らの携帯電話から甲の携帯電話に電話をかけ，甲に対し，「前には金額で折り合わなかったが，やはり物を購入したい。もう一度話し合いたいんだ。」などと言い，甲から，「分かった。値段が張るのはやむを得ない。よく考えてくれよ。」などとの話を引き出した。乙の近くにいたＰは，この会話を乙の携帯電話に接続したＩＣレコーダーに録音し，さらに，同会話終了後にされた「自分は，平成２１年６月７日午前\n１１時ころ，Ｅ公園において，甲と電話で話したが，甲は自分にけん銃を売ることについての話合いに応じてくれた。明日午後１時ころ，Ｆ喫茶店で直接会って更に詳しい話合いをすることになった。」という乙による説明も録音した［録音①］。\n翌８日午後１時ころ，待ち合わせ場所のＦ喫茶店において，甲と乙は，けん銃の譲渡について話合いをした。その際，甲と乙は，代金総額３００万円でけん銃２丁を譲渡すること，けん銃は後日乙の指定したマンションへ宅配便で配送すること，けん銃の受取後，代金を直接甲に支払う\n- 5 -ことなどを合意するに至った。隣のテーブルにいたＰは，このけん銃譲渡に関する会話をＩＣレコーダーに録音し，さらに，甲が同店を立ち去った後にされた「自分は，平成２１年６月８日午後１時ころ，Ｆ喫茶店で甲と直接話合いをした。甲が自分にけん銃２丁を３００万円で売ってくれることになった。けん銃２丁は宅配便で，りんごと一緒に自分のマンションに配送される。代金３００万円は後で連絡を取り合って場所を決め，その時渡すことになった。」という乙による説明も録音した［録音②］。\n３ 翌９日以降，Ｐらは，乙がけん銃を受け取ったことを確認し次第，甲をけん銃の譲渡罪で逮捕し，関係箇所を捜索しようと考え，度々乙と電話で連絡を取り，甲からけん銃２丁が配送されてきたか否か確認を続けた。しかし，同月１４日午後９時ころ，Ｐらは，乙が電話に出なくなったことから不審に思い，乙の生命又は身体に危険な事態が発生した可能性があることからその安全を確認するため，乙方マンション管理人立会いの下，乙方に立ち入ると，乙が居間において，頭部右こめかみ付近から出血した状態で死亡しているのを発見した。乙の死体付近にはけん銃２丁が落ちており，その近くには開封された宅配便の箱があり，その中を確認するとりんごが数個入っていた。また，机上には乙の物とみられる携帯電話１台があった。Ｐらは，甲によるけん銃譲渡の被疑事実について，裁判官から捜索差押許可状の発付を得た上で，発見したけん銃２丁及び携帯電話１台を押収した。さらに，Ｐらは，押収した乙の携帯電話の発信歴や着信歴を確認したが，すべて消去されていたため，直ちに科学捜査研究所で，消去されたデータの復元・分析を図った［捜査③］。その結果，頻繁に発着信歴のある電話番号「０９０－７２７４－△△△△」が確認され，さらにこの契約者を捜査すると丙女であることが明らかとなった。なお，Ｐらは，乙方では遺書等を発見できず，押収したけん銃２丁には乙の右手指紋が付着していたものの，乙が死亡した原因を自殺か他殺か特定できなかった上，捜査の必要から，乙死亡についてマスコミ発表をしなかった。また，宅配便の箱に貼付されていた発送伝票の発送者欄には，住所，人名及び電話番号が記載されていたが，捜査の結果，それらはすべて架空のものであることが明らかとなった。\n４ 翌１５日午後７時ころ，Ｐらが乙の携帯電話を持参して丙女方を訪ねると，丙女は，当初は乙を知らないと供述したものの，Ｐらが乙の携帯電話の電源を入れ，丙女の携帯電話番号の発着信歴が頻繁にあったことを告げると，ようやく，乙と約２年前から交際していたことを認め，乙から，今回警察の捜査に協力していることやそのためにＡ組の甲からけん銃を譲り受けることを打ち明けられていたなどと供述した。そのような事情聴取を継続中に，突然，乙の携帯電話の着信音が鳴った。Ｐらは，着信の表示番号が以前に乙から教わっていた甲の携帯電話番号であったので，甲からの電話であると分かり，とっさに，丙女から，電話に出ること及び会話の録音についての同意を得た上で，丙女に電話に出てもらうとともに，乙の携帯電話の録音機能を使用して録音を開始した。すると，甲と思われる男の声で，「もしもし，甲だ。物届いただろう。約束どおりりんごと一緒に届いただろう。３００を早く支払ってくれよ。」との話があり，丙女が，乙が死亡してしまったこと，自分は乙の婚約者であることを告げると，甲と思われる男は，「婚約者なら乙の代わりに代金３００万円を用意して持ってこい。物は約束どおり届いたはずだろう。」などと強く言ってきた。Ｐがメモ紙に代金は警察が用意するので待ち合わせ場所を決めるようにと記載して示すと，丙女は，その記載に従って，「分かりました。代金は，乙に代わって私が用意します。\n待ち合わせ場所を指定してください。」などと言い，同月１７日に甲とＦ喫茶店で待ち合わせることになった。Ｐは，電話終了後，乙の携帯電話の録音機能を停止して再生し，丙女と甲と思われる男の会話内容が録音されていることを確認した［録音③］。\n５ 同月１７日午後３時ころ，丙女がＦ喫茶店に赴いたところ，甲が現れたので，Ｐらは，甲をけん銃２丁の譲渡罪で緊急逮捕した。\n甲は勾留後，否認を続けたが，検察官は，本件けん銃２丁，甲乙間及び甲丙女間の本件けん銃譲渡に関する［録音①］，［録音②］及び［録音③］を反訳した捜査報告書【資料】，丙女の供述等\n- 6 -を証拠に，同年７月８日，甲をけん銃２丁の譲渡罪で起訴した。\n被告人甲は，第一回公判期日において，「自分は，乙に対してけん銃２丁を譲り渡したことはない。」旨述べた。その後の証拠調べ手続において，検察官は，「甲乙間の本件けん銃譲渡に関する甲乙間及び甲丙女間の会話の存在と内容」を立証趣旨として，前記捜査報告書を証拠調べ請求したところ，弁護人は，不同意とした。\n〔設問１〕 下線部の［捜査①］から［捜査③］の適法性について，具体的事実を摘示しつつ論じ\nなさい。\n〔設問２〕 【事例】中の捜査報告書の証拠能力について，前提となる捜査の適法性を含めて論じ\nなさい。\n- 7 -\n【資料】\n捜 査 報 告 書平成２１年６月１８日\n○○県□□警察署司法警察員 警視 Ｐ 殿\n○○県□□警察署司法警察員 巡査部長 Ｋ ,被疑者 甲\n（本籍，住居，職業，生年月日省略）上記の者，平成２１年６月１７日，銃砲刀剣類所持等取締法違反被疑事件の被疑者として緊急逮捕したものであるが，被疑者は，乙及び丙女との間で電話等による会話をしており，その状況を録音したＩＣレコーダー及び携帯電話を本職が再生して反訳したところ，下記のとおり判明したので報告する。\n記\n１ 平成２１年６月７日午前１１時ころ～午前１１時５分ころ，電話による通話等\n⑴乙 「もしもし，乙ですが，この間は申し訳なかったね。」\n「やはり，物必要なんだ。前には金額で折り合わなかったが，やはり物を購入したい。もう一度話し合いたいんだ。」甲 「今更何言ってるの。物って何のことよ。」乙 「とぼけないでくださいよ。×××のことですよ。」甲 「前は，高過ぎるとか，ほんとに良い物なのかとか，うるさかったじゃない。うちのは××××とは違うんだよ。」乙 「悪かったね。やはりどうしても欲しいんだ。助けてほしい。」甲 「分かった。うちの回転×××の×××は物が良いので，値段が張るのはやむを得ない。よく考えてくれよ。」乙 「よく分かったよ。明日１時に前回と同じＦ喫茶店でどうだい。」甲 「分かった。明日会おう。」ここで，甲乙間の会話が終了し（なお×××部分は聞き取れず），引き続き，乙の声で，⑵乙 「自分は，平成２１年６月７日午前１１時ころ，Ｅ公園において，甲と電話で話したが，甲は自分にけん銃を売ることについての話合いに応じてくれた。明日午後\n１時ころ，Ｆ喫茶店で直接会って更に詳しい話合いをすることになった。」との話が録音されていた。\n２ 同月８日午後１時ころ，Ｆ喫茶店における会話等\n⑴乙 「お久しぶり。この前は悪かったね。」甲 「だから，この間の条件で買っておけばよかったんだよ。うちの条件は前回と同\n- 8 -じ，１丁１５０万円，２丁なら×××××，物がいいんだからびた一文負けられないよ。」乙 「分かったよ。それでいいよ。物どうやって受け取るんだい。」甲 「うちのやり方は，直接渡したりはしないんだ。そこでパクられたら，所持で逃げようないからね。あんたのマンションへ宅配便で送るよ。りんごの箱に入れて，一緒に送るから。受け取ったら，×××渡してくれよ。場所はまた連絡する。」\n乙 「それでいこう。頼むね。」ここで，甲乙間の会話が終了し（なお×××部分は聞き取れず），引き続き，乙の声で，⑵乙 「自分は，平成２１年６月８日午後１時ころ，Ｆ喫茶店で甲と直接話合いをした。\n甲が自分にけん銃２丁を３００万円で売ってくれることになった。けん銃２丁は宅配便で，りんごと一緒に自分のマンションに配送される。代金３００万円は後で連絡を取り合って場所を決め，その時渡すことになった。」との話が録音されていた。\n３ 同月１５日午後７時１５分ころ～午後７時２０分ころ，電話による通話甲 「もしもし，甲だ。物届いただろう。約束どおりりんごと一緒に届いただろう。３００を早く支払ってくれよ。」丙女「私は，乙の婚約者の丙女です。乙は死んでしまいました。」甲 「ええ。死んだ。本当かよ。どうして死んだんだ。××か。」丙女「分かりません。でも，遺書はありませんし，近くにけん銃が落ちていました。」甲 「それはお気の毒だ。でも物は届いたんだろう。それなら，あんたが代わりに３００万円払ってくれ。」丙女「そんなお金は持っていません。」甲 「婚約者なんだろ。婚約者なら乙の代わりに代金３００万円を用意して持ってこい。\n物は約束どおり届いたはずだろう。」丙女「分かりました。代金は，乙に代わって私が用意します。待ち合わせ場所を指定してください。」甲 「本当に用意できるのか。それじゃあ。明後日の１７日午後３時，Ｆ喫茶店に金を持ってきてくれ。××には言うなよ。」\n丙女「分かりました。必ず行きます。」ここで甲丙女間の会話が終了した（なお××部分は聞き取れず）。\n- 9 -",
  "source_pdf": "data/pdfs/judicial_exam/H22/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，Ａ病院の入院患者Ｖが薬の誤投与に起因して死亡したという具体的事例について，Ｖを看護していた妻の甲，担当していた看護師乙及び薬剤師丙の罪責を問うことにより，刑事実体法及びその解釈論の理解，具体的事案に法規範を適用する能力及び論理的思考力を試すものである。\n第1に，甲の罪責については，甲がＶの異状を認識しながら，看護師乙ら病院関係者に連絡することなく放置し，結局Ｖを死亡させたことについて，いかなる刑法上の罪が成立するかが問題となる。\nまず，甲が乙による巡回を妨害するなどの積極的な行為に及んでいるので，甲の行為を不作為，作為のいずれととらえるのかが問題となる。\n不作為とする場合は，不作為による殺人罪又は保護責任者遺棄致死罪の成否が問題となる。\n両罪を区別する基準として，殺意の有無によるとする考え方，作為義務の程度によるとする考え方などがあるが，いずれの立場に立ったとしても，後述する殺意の有無など関連する事実を認定しつつ，事案への当てはめを行うことが求められる。\n次に，不作為による殺人罪又は保護責任者遺棄致死罪の成否を検討する場合には，作為義務ないし保証人的地位の発生根拠（基礎付け事情）に関する考え方を示すことが必要となるところ，作為義務の発生根拠については，多元的に理解するのが一般であり，法令，契約及び条理のほか，先行行為，事実上の引受け，排他的支配領域性に求めるなどの様々な考え方があり，それらを踏まえて自らの見解を明らかにすることになる。\n甲に対する作為義務の有無の検討においては，単に甲がＶと夫婦関係にあり，民法上の扶助義務を負うことだけで足りるとするのではなく，甲が午後２時に乙の巡回（容体確認）を妨害したことなど，具体的事情を丁寧に拾いつつ，その事情が作為義務の発生根拠との関係でどのような意味を持つのか明らかにする必要がある。また，ＶがＡ病院に入院中の患者であり，Ｖ\nに対する看護義務は第一次的には乙ら病院側にあることを踏まえ，どのような事情があれば甲に作為義務が認められるかを論ずることが肝要である。\n甲に作為義務が認められるとしても，その作為義務の内容，作為可能性・容易性についても検討する必要があるほか，甲の不作為とＶの死亡という結果との間の因果関係について，不作為犯の特殊性を踏まえつつ，事例に即して論ずることになる。\nさらに，甲に対して不作為による殺人罪の成立を肯定するためには，殺意(故意)の検討が必要となる。甲は，Ｖの危険な状態を認識しながらも，Ｖの介護から解放されたいと思う一方で，長年連れ添ったＶを失いたくないという複雑な気持ちを抱き，その間で感情が揺れ動いているので，結果の発生に対する認識・認容が必要とする認容説（判例）など自らの立場を明らかにしながら，具体的事例における当てはめを行うことになる。\n殺意を認定する場合には，その成立時期についても留意する必要がある。なぜなら，殺人罪が成立するには，殺意が肯定されることに加え，作為義務の発生時期，救命可能性が認められる時期（午後２時２０分まで）との関係も踏まえ，これらがすべて満たされる必要があるからである。\n第２に，乙丙の罪責については，乙と丙が医師Ｂの処方したとおりのＥ薬ではなくＤ薬を投\n- 6 -与した上，乙がＢの指示どおりにＶの容体確認をしなかったため，Ｖが死亡するに至っていることから，乙丙それぞれについて業務上過失致死罪の成否を検討することになる。\nまず，前提として，業務上過失致死罪（刑法第２１１条第１項）の「業務」についての判例の理解を踏まえつつ，これを，看護師，薬剤師という乙，丙それぞれの仕事の特性を考慮しつつ当てはめを行うことになる。\n次に，過失犯の理論について，事案の解決に必要な限度で簡潔に自らの考え方を明らかにした上，事例に即して，乙丙に課せられる具体的な注意義務の内容を特定する必要がある。特に，乙については，誤った薬の投与という行為だけでなく，医師Ｂに指示されたとおりの巡回を行わなかったことも認められるので，それぞれの行為について具体的な注意義務を検討すべきである。\nその上で，問題文中の具体的事情を摘示しつつ，乙丙のＶの死亡という結果に対する予見可能性や，結果回避可能性・結果回避義務違反について検討すべきである。\nさらに，乙丙に対してＶ死亡の結果の責任を問うためには，乙丙の薬品の投与に係る過失行為の後に甲の（不作為による殺人行為又は保護責任者遺棄行為という）故意行為が介在している（丙の場合は，それに加えて乙の過失行為も介在している。）ことから，因果関係の有無が問題となる。因果関係については，相当因果関係説，最近の判例の立場とされる客観的帰属論的な考え方など見解は様々あるところ，自らのよって立つ考え方を明らかにした上，当てはめを行うことになる。その際，介在している甲の行為は，故意行為とはいえ，不作為であって，因果の流れに物理的に影響を及ぼしたとまでは言い難いという点をどのように評価するかがポ\nイントとなろう。\n最後に，こうした検討を経た上で，甲乙丙の罪数判断を示す必要がある。\nなお，乙丙の関係については，過失犯の共同正犯を肯定する見解に立つ場合には，乙丙間に業務上過失致死罪の共同正犯が成立する余地があるが，その場合，乙と丙が共通の注意義務を負っているといえるかが問題となるほか，乙丙の各過失行為と結果との間に単独犯として因果関係がそれぞれ認められるとの結論に至った場合に，共同正犯を認める実益は何かという問題意識も必要となろう。乙丙間における信頼の原則の適用についても問題となり得るが，看護師，薬剤師のそれぞれに独立して適正な薬であることの確認が求められているような体制下で，同原則を適用することの相当性が認められるか否かを検討する必要があろう。\n論述においては，刑法解釈上の論点に関する判例・学説の基本的な事項についての正確な理解に基づき，複雑な事案を解きほぐしていくという分析作業を行うとともに，事案の解決に必要な範囲で論点に関する自らの見解とその論拠を簡潔に示すことが求められる。いわゆる論点主義に陥ることなく，具体的事案を虚心に分析，検討し，結論の妥当性も勘案しながら，事案に現れた事情を丁寧に拾い，その持つ意味を明らかしていくという粘り強い論述が求められている。\n〔第２問〕\n本問は，捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点の解決に必要な法解釈，法適用にとって重要な具体的事実の分析・評価及び具体的帰結に至る過程を論述させることにより，刑事訴訟法等の解釈に関する学識，適用能力及び論理的思考力を試すものである。\n事例は，暴力団幹部らによるけん銃の組織的な密売事件を素材とし，設問１は，警察官が，暴力団Ａ組幹部である被疑者甲がＡ組の組事務所であるアパート前公道上のごみ集積所に投棄したごみ袋や，自宅マンションのごみ集積所に投棄したごみ袋から発見したメモ片を持ち帰り復元する行為，さらに捜索差押許可状に基づいて差し押さえた携帯電話の消去されていたデー\nタを復元・分析する行為について，その適法性を論じさせることにより，刑事訴訟法第２２１\n- 7 -条の定める遺留物の領置，同法第２１８条第１項の定める捜索，差押え及び検証についての正確な理解と具体的事実への適用能力を試すものである。\n刑事訴訟法第２２１条は，被疑者その他の者が遺留した物を令状なく領置することを認めているが，設問１の捜査①及び②では，本問のごみが遺留物といえるか，いえるとして捜査機関は何らの制限なくこれを領置することができるか問題となり，捜査③では，消去されたデータ\nの復元・分析が捜索差押許可状の効力として許されるか，それとも新たな権利侵害に該当し別個の令状を必要とするか問題となるため，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。\n法の文言解釈と事例への適用においては，同条における遺留物がなぜ令状なくして取得可能なのかという制度の趣旨に立ち返り，占有取得の過程に強制の要素が認められないからこそ令状を要しないとされている遺留物とは，遺失物より広い概念であり，自己の意思によらず占有を喪失した場合に限られず，自己の意思によって占有を放棄し，離脱させた物も含むなどと定義した上で，具体的事例の捜査①及び②のいずれについても，投棄されたごみが遺留物に該当するか否かをまず検討し，その上で，当該ごみが遺留物に該当するとしても，排出者がごみを排出する場合における「通常，そのまま収集されて他人にその内容を見られることはないという期待」がプライバシー権として権利性を有するか否かを検討し，さらに，同権利性が認められるとしても，本件事例においてなお要保護性が認められるか否かを論ずるべきである。\nこうした法解釈の枠組みの中で，本件事例の具体的状況下におけるごみの領置の必要性及び相当性を検討してその適法性を論ずることになろうが，いずれも事例中に現れた具体的事実を的確に抽出，分析しながら論ずべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。例えば，捜査①については，けん銃密売事件という重大犯罪でありながら組織的に，かつ，巧妙な手段により行われていたため通常の捜査方法では摘発が困難であったという捜査の必要性に加えて，ごみ袋が投棄されたのがだれもが通行する場所であったという具体的状況や，他者が拾うことも予想される公道上のごみ集積所から，甲がごみ袋を置いたのを現認した上で，同ごみ袋を持ち帰ったという手段の相当性を検討するべきであるし，捜査②については，ごみ集積所がマンション敷地内にあるが，管理者の同意なしに敷地内に立ち入る行為の法的意味をどのように評価すべきか，その際，そこは居住部分の建物棟とは少し離れた場所の倉庫内にあり，その出入口は施錠されておらず，だれでも出入りすることが可能であったという事実をどのように評価するか，その場所に投棄されたごみの遺留物性及びプライバシー権の要保護性の有無を，捜査①との違いを意識しながら検討して論じる必要があろう。また，捜査③では，消去されたデータの復元とは，消去によって可視性がなくなったデータを可視性がある状態にするものであり，元々のデータを破壊，改変等するものではないといった具体的事実の分析をし，その上で，令状裁判官の審査を経た当初の携帯電話に対する捜索差押許可状がどこまでの効力を持つものかという観点から論ずるべきである。\n設問２は，被疑者甲と捜査協力者である乙及び丙女との会話を録音したＩＣレコーダーや携帯電話を再生して反訳した捜査報告書について，その要証事実との関係での証拠能力を問うことにより，伝聞法則の正確な理解と具体的な事実への適用能力を試すものである。さらに，その前提として，本問では，おとり捜査や秘密録音といった捜査手法がとられていることから，それらの適法性が捜査報告書の証拠能力に影響し得るため，併せてそれらの適法性についても問い，これらの捜査の適法性についての正確な理解と具体的事実への適用能力を試している。\nまず，前提となる捜査の適法性については，おとり捜査の意義を定義し，おとり捜査一般の問題の所在や適法性の判断基準を示した上で，いわゆる機会提供型か犯意誘発型かというだけではなく，本件で当該捜査手法をとるべき必要性・補充性や働きかけ行為の相当性を考慮し，- 8 -\n設問で与えられた具体的事実を踏まえて，本件における乙を通じての被疑者甲へのけん銃譲渡の働きかけが適法であるか否か詳細に検討する必要がある。また，会話の一方当事者の同意がある場合における通話及び会話の秘密録音については，例えば，会話当事者の一方が録音に同意している場合には，その会話内容は相手方の支配下に置かれたものであり，会話の秘密性は放棄したものと評価され，要保護性は，通信傍受のような会話当事者のいずれの同意もない場合に比べて低下しており，任意捜査としてその適法性を判断するなどと，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論じた上で，録音①，②及び③のそれぞれの状況における具体的事実を踏まえて適法性を論ずるべきである。\nこれら前提となる捜査の適法性を論じた後，捜査報告書の証拠能力を検討することになろうが，本問では，検察官が，「甲乙間の本件けん銃譲渡に関する甲乙間及び甲丙女間の会話の存在と内容」という立証趣旨を設定して本件捜査報告書の証拠調べを請求したところ，弁護人は，これに不同意の意見を述べている。本件捜査報告書は，作成者である司法警察員ＫがＩＣレコ\nーダーや携帯電話の録音内容を聞いた上で，これを反訳したものであり，捜査官が五官の作用によって事物の存在及び状態を観察して認識する作用である検証の結果を記載した書面に類似した書面として，刑事訴訟法第３２１条第３項により，作成者Ｋが公判廷で真正に作成されたものであることを供述すれば証拠能力が付与されるという捜査報告書全体の性質をまずは論ずる必要があろう。\nその上で，本件捜査報告書には，甲乙間及び甲丙女間の会話部分並びに乙によるその会話内容の説明部分が含まれていることから，これらの部分の証拠能力について，更に伝聞法則の適用があるか否かを要証事実との関係で検討する必要がある。要証事実を的確にとらえれば，甲乙間及び甲丙女間の会話部分については，会話内容が真実かどうかを立証するものではなく，甲乙間及び甲丙女間でそのような内容の会話がなされたこと自体を証明することに意味があり，会話の存在を立証するものであるから，この会話部分は伝聞証拠には該当しないとの理解が可能であろう。これに対して，乙による説明部分については，正に乙が知覚・記憶し，説明した会話の内容たる事実が要証事実となり，その真実性を証明しようとするものであるから，伝聞証拠に該当すると解した上で，伝聞例外を定める刑事訴訟法第３２１条第１項第３号によりその証拠能力の有無を検討することになる。同号の各要件については，乙の死亡や会話部分にはけん銃という言葉など聞き取れない部分があること，乙による説明は会話に引き続きなされており，その内容は直前の会話内容と整合するとともに，乙方でりんごの箱とともに発見されたけん銃２丁などの客観的状況とも整合するといった具体的事実を的確に当てはめ，その証拠能力を検討しなければならない。\nいずれの設問についても，正確な法的知識を当然の前提としながら，法解釈論や要件を抽象的に論じるだけでなく，事例中に現れた具体的事実関係を前提に，法的に意味のある事実の的確な把握と要件への当てはめを行うことが要請されている。\n【選択科目】\n[倒 産 法］\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続開始決定前に破産者から逸失した財産の回復に関連する破産法上の制度及び民法等の実体法の規律についての理解を問うものである。\n設問１(１)については，まず，本件事例の下では，破産法第１６２条第１項第２号の否認権の行使が問題となることを指摘した上で，同号の否認の要件を充足するか否かについて論じる必要がある。その際には，本件代物弁済が「その時期が破産者の義務に属しない行為」に当たることを明確にするとともに，支払不能となった時期について，手形の不渡りがあったという本件の事案に照らして適切に判断することが求められる。その上で，目的物の返還を求めるこ\n- 9 -とができない場合における価額償還請求権とその価額算定の基準時について論じる必要がある。\n(２)については，まず，Ｂ社が本件トラックの所有権を主張することができるかどうかについて，破産管財人の第三者的地位の問題などを踏まえつつ，論じる必要がある。その上で，Ｂ社の上記主張は認められないが，本件トラックの返還を求めることができない場合には，Ｋは，Ｂ社に対して不当利得の返還を請求することができること及びその場合において返還を求めるべき不当利得の価額について論じる必要がある。さらに，それが(１)の償還を求めるべき価額と異なる場合に，その理由を制度趣旨にさかのぼって論じることが求められる。\n設問２については，本件事例の下で，建物の賃料債権に対する物上代位を含め，別除権である抵当権の行使方法としてどのようなものが考えられるか，また，不足額責任主義を採用している破産法において，破産債権の届出から最後配当までの具体的手続はどのようなものかという点を踏まえて，Ｂ社が採ることができる債権回収方法について論じることが求められる。\n〔第２問〕\n本問は，具体的な事例を通じて，民事再生手続における継続的給付を目的とした双務契約の取扱い及び相殺禁止に関する規律についての理解を問うものである。\n設問１については，まず，本件事例における倒産解除条項の有効性について論じる必要がある。その上で，今後の取引を継続する前提として，民事再生法第４９条第１項に基づき本件契約の履行を請求する必要があることを明らかにし，Ｂ社が履行を拒絶することの可否について，本件契約が同法第５０条第１項に規定する継続的供給契約に該当するか否かの検討を踏まえて，論じる必要がある。さらに，その該当性の有無についての結論に応じて，Ｂ社が有する現在及び将来の債権が民事再生手続上どのように取り扱われるかについて論じることが求められる。\n設問２については，まず，甲手形に関しては，民事再生法第９３条第１項第４号に該当すると同時に同条第２項第２号にも該当することについて，本件事例に即して具体的に指摘する必要がある。さらに，相殺適状発生と相殺の意思表示の時期に関する同法の規律について，破産法の規律との違いを踏まえつつ，その趣旨も含めて説明することが求められる。\n次に，乙手形については，民事再生法第９３条第１項第１号が適用され得ることを本件事例に即して具体的に指摘する必要がある。その上で，同法には破産法第６７条第２項後段のような規定が存しないことを踏まえつつ，上記の民事再生法の規定の適用による相殺禁止という結論を維持すべきか否かについて，乙手形に関する相殺の合理的期待の保護の必要性の有無，破産手続と民事再生手続との目的・趣旨の違い等の検討を踏まえて，理由を明確にして自説を論じる必要がある。\n[租 税 法］租税法の出題に関しては，これまでと同様に，所得税法を中心とし，これに関連する範囲で法人税法及び国税通則法を含む，基本的な理解を問う出題としている。\n〔第１問〕\n本問題は，家族的事業についての課税の在り方を通じて，所得税法の基本的な理解と応用力を試すものである。\nまず，設問１（１）は，父親Ａから子Ｃに支払われた学資金名目の金員について，授業料に充てられていた上記金員はＣの所得に当たるのか，所得税法第９条第１項第１４号の学資金又は扶養義務の履行に該当するとして非課税となるのか，若しくは給与となるかをを踏まえて多角的に検討する問題である。\nまた，給与とした場合には，家族内の費用支出の取扱い（所得税法第５６条）についての言\n- 10 -及も必要となる。この論点は，さらに，設問１（２）で，ピアノ演奏等を業としている妻Ｂに対する演奏料について所得税法第５６条，第５７条の適用があるかを，判例（最判平成１６年\n１１月２日判時１８８３号４３頁）にも照らして検討することが求められている。\n設問２は，他人の窃盗によって失った金銭は，所得税において，どのように取り扱われるのか，特に，事業上必要な資産を盗まれた場合はどうかを検討する問題であり，所得税法第３７条，第５１条，第７２条に当たるかが問われている。設問２（２）においては，Ａが経営する飲食店が法人であった場合を対比させており，法人税法における損害賠償請求権が両建てされることや，所得税とは損失の取扱いが異なっていることにも言及することを期待している。なお，このような場合に損害賠償請求権が貸倒れになるのかについても適切に論述することが期待される。\n〔第２問〕\n本問題は，青色申告制度の趣旨及び概要並びに青色申告の承認の取消し，並びに推計課税制度の根拠，趣旨及び概要について，それぞれ，基本的な理解を問うとともに，具体的な事例への適用能力を問うものである。\n設問１では，青色申告制度についての基本的知識が問われており，青色申告制度の趣旨のほか，その概要として，青色申告の承認及びその取消し，青色申告者の特典と義務についての基本的な知識が問われている。また，設問２では，青色申告承認の取消事由（所得税法第１５０\n条第１項）を本問の事案に即して検討することが求められており，各号が掲げる取消事由の意義を踏まえた合理的な論述が求められているが，本問の事例のように，帳簿書類を税務職員による検査に当たって適時に提示することが可能なように態勢を整えて保存していなかった場合については判例（最判平成１７年３月１０日民集５９巻２号３７９頁）があり，この判例の理解とその内容への適切な言及が期待されるところである。\nまた，設問３及び設問４は，推計課税についての理解を問うものであり，推計課税が認められる根拠と所得税法第１５６条について言及することと，推計の必要性と推計の合理性という推計課税の認められる要件について整理して論述することが期待されるところである。さらに，本問の事例について，推計の必要性と推計の合理性が認められるかを具体的に検討することが求められている。\n[経 済 法］\n〔第１問〕\n本問は，若手デザイナーによる手作りアクセサリー（以下「本件商品」という。）の販売を仲介する携帯電話専用のウェブサイトの運営事業（以下「本件事業」という。）の市場において，安価な手数料率の設定を売り物にして新規参入してきた事業者に対し，既存の事業者であるＡ社が危機感を覚え，同社のサイトへの掲載を依頼する若手デザイナーに対し，新規参入者との二重登録を禁止することを目的とする措置（以下「本件措置」という。）を講じようとしたことについて，独占禁止法上の問題点を検討させることをその趣旨としている。\nすなわち，本件措置を講ずることにより，どのような市場における競争に関し，どのような競争上の影響や弊害を生ずるおそれを生むこととなるかについて，事実関係の分析と構成要件への当てはめの過程を見ようとするものであり，本件措置が若手デザイナーの事業活動に与える影響及び競争への影響を検討すべき市場の範囲，その公正競争阻害性について検討することが求められる。\n具体的には，不公正な取引方法の一般指定第２項後段又は第１２項の構成要件を踏まえ，本件措置について，他の事業者にある事業者に対する取引を拒絶させたといえるか，又は相手方の事業活動を不当に拘束する条件を付けて取引したといえるかについて，本件商品の販売形態\n- 11 -の特殊性やＡ社の市場における地位，その実効性確保手段の有無及び程度等を勘案して検討する必要がある。\n本件措置が影響を及ぼすこととなる競争の具体的な形態としては，各社のウェブサイトによる本件商品の販売の仲介を希望する若手デザイナーの獲得をめぐる競争のほか，各社が運営するウェブサイトを媒介として若手デザイナーと一般消費者との間で成立する本件商品の販売における競争も想定されよう。\nまた，その公正競争阻害性に関しては，本件の市場の実態に基づいて，本件事業に新規参入した事業者が市場から排除されるおそれ，すなわち市場閉鎖効果が生ずるおそれの有無や，本件商品の販売価格が維持されることがないか等の点に着目し，併せて本件措置を講ずることについての正当化事由についても検討する必要がある。\nいずれにせよ，本問においては，本件措置が市場における競争に及ぼす影響について，独占禁止法上の行為規制の趣旨及び体系並びに各違反行為の構成要件を正確に理解した上で，事実関係を丹念に検討してその当てはめを行うことが求められる。\n〔第２問〕\n本問は，Ｙ市発注の下水道管更生工事の入札という架空の事例を基に，入札談合が独占禁止法に違反するかどうかを不当な取引制限（独占禁止法第３条，第２条第６項）の要件に従って検討させ，不当な取引制限の規制について基本的理解ができているかを確認することをその趣旨としている。\n設問１においては，まず，共同行為，事業活動の相互拘束等の要件について，Ａ，Ｂないし\nＤ及びＥ・Ｆのそれぞれの平成２１年２月１日の会合，３月５日の会合等における行為が，これらの要件を満たすか否かを検討することとなる。ここでは取り分け，ＢないしＤの行為のほか，Ａはこの二つの会合の間に指名停止処分を受けて入札に参加できず，また，Ｅ・Ｆはこれらの会合にはかかわることなく本件談合に協力をしたことが，共同行為及び事業活動等の相互拘束の要件においてどのように評価されるか，意思の連絡は成立するか，相互拘束性があるか等を本件事案に即して検討することを求めている。\n次に，本件において「一定の取引分野」をどのように画定するか，すなわち，例えば甲工事と乙工事の関係はどうか，Ｙ市発注の下水道管更生工事という一定の取引分野が成立するかを検討し，さらに，基本合意に続いて個別調整（個別入札）が行われた本件事案において競争を実質的に制限するかを検討することとなる。\n設問２では，基本合意は成立しているが個別調整が実施されていない事案において，不当な取引制限が成立するかを問うている。検討に当たっては，不当な取引制限は，入札談合において基本合意と個別調整のいずれで成立するか，本件事案においては基本合意だけで成立するかについて，独占禁止法第２条第６項の要件に基づいて説明することが求められる。その際には，当然ながら，設問１の解答と矛盾しないことも求められる。\nいずれにせよ，本問においては，不当な取引制限の要件の意義を正確に理解した上で，当該行為による競争への影響を念頭に置き，事実関係を十分に検討した上で当てはめをを行うことが求められる。\n[知的財産法］\n〔第１問〕\n設問１は，丙のイ号製品の製造販売が甲及び乙が共有する特許権を侵害するか否か，また，設問２は，丙のロ号製品の製造販売及び丁のハ号製品の製造販売が当該特許権を侵害するか否かについて論述させるものである。当該特許権の特許請求の範囲に記載された構成中にこれらの製品と異なる部分が存在するのであり，設問１及び設問２は，いわゆる均等論に関する理解\n- 12 -を問うものである。\n設問１においては，最高裁判所の判決（最判平成１０年２月２４日民集５２巻１号１１３頁）が述べた，均等論の第４要件が問題となろう。イ号製品は，ａ，ｂ’及びｃの構成を有する製品であるところ，同構成については，戊の特許出願の願書に最初に添付した明細書に記載されていたため，甲及び乙の特許出願時には，特許法第２９条の２により，甲及び乙は特許を受けることができなかったはずのものであった。上記判例の文言によれば，第４要件は，「対象製品等が，特許発明の特許出願時における公知技術と同一又は当業者がこれから右出願時に容易に推考できたものではな」いというものであるが，その根拠として述べられていることを踏まえて，イ号製品について第４要件が充足されるか否かについて論述することが求められる。\n設問２においては，上記判例が述べた，均等論の第３要件が問題となろう。同判例において，第３要件の判断基準時は「対象製品等の製造等の時点」と述べられているところ，α発明における構成要件Ｃをｃ’に置き換えることは，丙がロ号製品の製造販売を開始した２００８年８\n月２０日の時点では当業者が容易に想到することができるものではなかったが，ロ号製品を解析すれば，それがａ，ｂ及びｃ’の構成を有するものであることは格別の困難なく知ることができたという事実関係から，丁がハ号製品の製造販売を開始した２００９年１０月１日の時点では当業者が容易に想到することができたものになっていたと考えられる。この点に基づいて，「対象製品等の製造等の時点」の意義を明らかにした上で，ロ号製品及びハ号製品について第\n３要件が充足されるか否かについて論述することが求められる。なお，両者の結論が異なるにせよ同じであるにせよ，その妥当性についても検討することが望まれる。\n設問３は，特許権が共有に係る場合のその特許発明の実施に関するものである。丁のハ号製品の製造は乙の依頼によるもので，丁はその製造したハ号製品すべてを乙に納入しているという事実関係の下で，丁の実施を乙の実施と同視することの可能性，また，甲と乙が甲のみがα\n発明の実施をすることを合意していた場合と特許法第７３条第２項の「契約で別段の定をした場合」との関係の検討を通じて，甲の差止請求の可否について論じることが求められる。\n〔第２問〕\n設問１は，αプログラムについてＡが有する権利に関して論じた上で，ＡがＢに対して，いかなる権利の侵害に基づいて，どのような請求をすることができるかについて論述させるものである。Ａが有する権利に関しては，職務著作の成否（著作権法第１５条第２項）及び著作権法第６１条第２項の推定について検討する必要がある。前者については，対象となる著作物がプログラムの著作物であって，著作権法第１５条第１項ではなく，同条第２項が適用されるため，本件契約においてＡが開発するプログラムにその著作者名としてＢを表示する旨が定められていることがＡの職務著作の成立にとって問題とならないことに注意しなければならない。\n後者については，裁判例では，著作権を譲渡する契約においてすべての著作権を譲渡する旨が定められているだけでは，著作権法第６１条第２項の「特掲」があったとは解されていないのであり，そのため，本件契約において「Ａが開発するプログラムについてのすべての著作権をＢが有」する旨が定められていることから，直ちに同項の推定が否定されることにならないことに注意しなければならない。また，Ｂによって侵害されるＡの権利としては，同一性保持権\n（著作権法第２０条）等の著作者人格権，並びに，上記推定が覆滅しない場合に，翻案権（同法第２７条）及び二次的著作物の利用に関する原著作者の権利（同法第２８条）が問題となろう。\n設問２は，βプログラムを組み込んだβ製品を新製品の開発のために使用するＦに対して，Ａが差止請求をするために行うべき主張について論じさせるものである。Ｆの行為については，著作権法第１１３条第２項の適用が問題となり得るのであるから，その要件に関して本問の事実関係に即して的確に記述することが求められる。\n- 13 -設問３は，プログラムの著作物についての貸与権（著作権法第２６条の３）の及ぶ範囲を問うものである。工業製品の貸与行為に対して，当該製品に組み込まれたプログラムの著作物についての貸与権が常に及ぶとすることは円滑な流通を阻害するおそれがあることを踏まえて，Ｂが，αプログラムを組み込んだα製品の賃貸業を営むＤに対して，αプログラムについての貸与権の侵害を主張することができるかどうかについて論述することが求められる。\n[労 働 法］\n〔第１問〕\n設問（１）は，労働契約の成立の場面における基本原則（労働契約法第１条，第３条第１項）についての理解を問うものであり，問題文の事実関係に即して，Ｘ１のＢ社に対する①地位確認請求の可否，②賃金請求の可否，③損害賠償請求の可否を論じさせるものである。①の論点は，Ｘ１とＢ社との間の労働契約関係の成否の問題であり，その成立原因として，（ア）事業譲渡によりＸ１とＡ社との間の労働契約関係がＢ社へ承継されるか否か，（イ）Ｂ社による書類選考のみで優先的に採用するとの説明行為とこれに対するＸ１の応募行為により，Ｘ１とＢ\n社との間に合意による労働契約が成立するか否かを検討することが求められ，その検討においては，（ア）に関しては事業譲渡の法的性質について，（イ）に関しては採用の自由（選択の自由，契約締結の自由）について言及する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（労働契約関係の成立を肯定すれば積極，否定すれば消極）を導く必要がある。③の論点も，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論を導く必要があり，その論述の中では，被侵害利益，損害の内容についての言及が求められる。\n設問（２）は，整理解雇についての理解を問うものであり，問題文の事実関係に即して，Ｘ\n２のＡ社に対する①地位確認請求の可否，②賃金請求の可否を論じさせるものである。①の論点は，Ａ社がＸ２に対して行った解雇の効力の問題であり，問題文の事実関係に照らして，整理解雇の事例であることを押さえた上，当該解雇が整理解雇として有効かどうかにつき整理解雇の４要件（要素）ごとに検討する必要がある。②の論点は，①の論点の結論と関連して論述することになる論点であり，①の論点の結論と整合した結論（解雇の効力を肯定すれば消極，否定すれば積極）を導く必要がある。\n〔第２問〕\n本問は，組合併存下にあって，（１）労働協約の更新により長年継続されてきたチェック・オフを使用者が一方的に中止し，また，（２）脱退組合員の組合費につき脱退後も使用者がチェック・オフを継続したという事例を通じて，不当労働行為の成否とその内容，救済機関と求め得る救済手立てについての理解を問うものである。\n設問１では，まず，Ｘ１組合との関係では，労働組合法第７条第２号（団交拒否）や同条第\n３号（支配介入）の成否が問題となる。救済機関については，（ア）労働委員会（行政救済）と（イ）裁判所（司法救済）が考えられ，救済の手立てについては，（ア）労働委員会に対しては，Ｘ１組合との団交応諾命令やチェック・オフの再開・継続，Ｘ２の組合費に対するチェ\nック・オフの中止請求等が問題となり，（イ）裁判所に対しては，団交を求める地位の確認，団交拒否あるいは支配介入を理由とする不法行為に基づく損害賠償請求等が問題となる。次に，Ｘ２との関係では，組合脱退後のチェック・オフの継続につき，（ア）労働委員会に対しては，労働組合法第７条第３号違反の救済申立て，（イ）裁判所に対しては，Ａ組合からの脱退後のチェック・オフの継続により控除された組合費相当額の返還請求，法的根拠のないチェック・\nオフの継続を理由とする不法行為に基づく損害賠償請求が問題となる。\n設問２では，設問１で取り上げた救済の具体的手立てに関して，まず，（１）Ｘ１組合に対\n- 14 -するチェック・オフの一方的中止につき，労働組合法第７条第２号違反との関係では，Ｘ１組合の過半数割れや労働協約の期間満了が団交拒否の正当理由となるか，１０年間継続されてきたチェック・オフ協定を１回の団交で打ち切ることは相当かなどの論点の検討が求められる。\n同条第３号との関係では，組合併存下でのＸ１組合の活動に対する警告文の発出，Ｘ１組合委員長に対する戒告処分及びチェック・オフの中止がＸ１組合に与える財政的打撃や組合の組織運営への影響等をどう評価するかが論点となる。司法救済との関連では，団交応諾仮処分の可否や同条第２号・第３号違反と不法行為の成否をどう考えるかが論点となる。次に，（２）Ｘ\n２のＡ組合脱退後のチェック・オフの継続につき，脱退に対する許可等を要件としたＡ組合規約の効力をどう考えるか，チェック・オフの継続により控除された組合費相当額につき，Ｘ２はどのような法的根拠に基づいて返還を求めるのか，Ｘ１組合もその返還を求め得るかなどの論点の検討が求められる。\n[環 境 法］\n〔第１問〕\n設問１は，容器包装に係る分別収集及び再商品化の促進等に関する法律（以下「容器包装リサイクル法」という。）の仕組みと拡大生産者責任の考え方との関係を問う問題である。\n設問１の小問（１）では，この「考え方」が拡大生産者責任のことであることを指摘した上で，容器包装リサイクル法が，特定事業者に再商品化の実施義務（同法第１１条ないし第１３条）を課し，再商品化の費用負担（無償引取りであること）をさせており，これが拡大生産者責任の一例であることを指摘することが必要となる。さらに，平成１８年の法改正では，特定事業者が指定法人を通じて一定の資金を市町村に拠出する仕組みが導入された(同法第１０条の２)ことにも触れることが期待される。\n設問１の小問（２）では，拡大生産者責任原則が，「物理的および／または金銭的に，製品に対する生産者の責任を製品のライフサイクルにおける消費後の段階まで拡大させる」環境政策アプローチであり，生産者に，環境適合的な製品を設計させる誘因（インセンティブ）を与えることによって製品のライフサイクル全体でもたらされる環境負荷を最小化することを目的としていることに触れることが望まれる。その上で，循環型社会形成推進基本法第１８条第３\n項は，国が必要な措置を講ずるものとされる場合として，①国，地方公共団体，事業者及び国民の適切な役割分担が必要であること，②設計，原材料の選択，循環資源の収集等の観点から，事業者の役割が重要と認められること，③当該循環資源の処分の技術上の困難性，循環的な利用の可能性を要件として挙げているが，容器包装廃棄物については上記の三つの要件に該当することを指摘し，その結果，事業者が引取り等をして循環的利用をすべきものとなっていることを論じることが期待される。しかし，容器包装廃棄物の分別収集に関しては，市町村の責任となっているため（容器包装リサイクル法第１０条），処理費用全体の中で相当部分を占める分別収集の費用を特定事業者が負担せず，特定事業者に対して，なお環境適合的な製品設計のためのインセンティブが十分に働かず，②の事業者の役割が十分果たされていないことを指摘してほしい。\nなお，拡大生産者責任原則が汚染者負担原則(原因者負担原則）の派生原則であること，容器包装リサイクル法が特定包装事業者について，利用事業者のみで製造事業者を含めていないことなどは，加点事由となる。\n設問２は，容器包装リサイクル法に基づく主務大臣の措置とそれを争う方法についての理解を問う問題である。\n設問２の小問（１）では，主務大臣の措置として，指導及び助言（容器包装リサイクル法第\n１９条)，勧告及び命令(同法第２０条)，命令違反に対する罰金刑(同法第４６条)に係る告発\n（刑事訴訟法第２３９条）を挙げることが期待される。\n- 15 -設問２の小問（２）では，①公法上の当事者訴訟としての再商品化義務不存在確認訴訟が提起できること，②主務大臣の勧告・公表に関して，これを処分ととらえてその差止訴訟，取消訴訟が提起できること，③主務大臣の命令に対して，差止訴訟，取消訴訟が提起できることを指摘することが期待される。\n〔第２問〕\n設問１は，大気汚染を原因とする損害賠償請求訴訟に関する理解を問う問題である。法律上の問題点として，①Ｃ社の工場については民法のほか，大気汚染防止法の無過失責任規定（同法第２５条）の適用が問題となることについて指摘し，②Ｄ社の高速道路についての民法第７１７条の瑕疵とＣ社の工場についての同法第７０９条の過失が問題となること，瑕疵と過失行為とによる損害の惹起の場合の共同不法行為規定(同法第７１９条）の適用の可否を論じた上で，例えば，両者に「弱い関連共同性」しかないとすれば同条第１項後段を類推適用することなど，下級審裁判例ないし学説を踏まえた記述をし，③大気汚染と健康被害の因果関係の問題については疫学的因果関係について言及するほか，非特異性疾患の事案における集団的因果関係と個別的因果関係の関連及び相対的危険度の問題を取り上げることの可否について論ずることが期待される。また，④違法性については受忍限度論の採用の可否，被害の考慮，公共性の考慮の可否，環境基準と受忍限度との関係などについて論ずることが望まれる。\n設問２は，環境基準の法的性格に関する理解を問う問題である。この論点に関しては，二酸化窒素大気環境基準改定告示取消訴訟控訴審判決（東京高判昭和６２年１２月２４日行集３８巻１２号１８０７頁）が出されており，この判決を踏まえて，両当事者の主張と反論を構成することが期待されている。同訴訟の争点は，改定告示の処分性である。環境基準につき「維持されることが望ましい基準」と規定する環境基本法第１６条第１項をめぐる議論が期待されている。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，国家の成立や国家承認とそれに関連する武力行使の位置付けを問う問題である。\n設問１においては，「セント国」が従来属していたＸ国政府の反対を押し切って一方的に独立を宣言した後，Ｙ国が独立に対して祝意を表明し，かつ，外交使節団を交換したことが，国際法上「国家承認」に当たることに気付き，その法的評価を行うことを求めている。国家承認は各国の裁量行為であるが，新国家が実効的支配を確立する前に承認を行えば「尚早の承認」\nとして国際法に反する。２００２年の独立宣言と同時に国家承認を行うことが「尚早の承認」に当たるかどうかを，２００２年時点の「セント国」の状況を踏まえて論じれば，結論は「尚早の承認」に当たるでも当たらないでもよい。\n設問２は，設問１が国家承認というＹ国の行為の評価を問題にしているのに対して，２００４年段階における「セント国」の国家性の是非を論ずる問題である。「セント国」の国家性を判定するためには，まずは「セント国」が国家の要件（領域，永久的住民，政府。外交能力をこれらに加える場合もある）を備えていること，そして国家承認がどのような意味を持つかを検討することが必要である。国家承認については，従来から国家承認がなくても国家が成立すると理解する「創設的効果説」と国家承認と国家の成立は無関係だと説く「宣言的効果説」が対立してきた。そこで創設的効果説，宣言的効果説のいずれが妥当かを検討する必要が出てくる。法実証主義を貫いて創設的効果説を採っても，また現状の重要性から宣言的効果説を採っても，理由が明確に示されていればよい。その上で，以上によって確定したフレームワークに従って，一定地域を実効的に支配し，既に５０か国が承認を与えている，当時「セント国」の状況を評価することが最後の課題である。\n- 16 -設問３においては，「セント国」を承認していないＺ国が，依然として「セント国」と武力衝突を繰り返すＸ国に軍事支援することの評価が問われている。国家承認について宣言的効果説の立場に立って，「セント国」が既に誕生していることを前提にすれば，Ｚ国のＸ国に対する軍事支援は，Ｘ国とＺ国の武力紛争においてＸ国側に立った武力行使に当たる。したがって，これが集団的自衛権行使等何らかの正当化事由を備えているかどうかの検討を期待している。\n他方，国家承認について創設的効果説の立場に立ち，Ｚ国の「セント国」未承認ゆえに，Ｚ国との関係では「セント国」が未成立だと考えれば，国内の騒じょう状態に対して正統政府からの軍事支援の要請にこたえたという評価ができる。ただし，騒じょう状態になっても数年に及ぶ実効支配が事実上成立している場合には軍事支援自体がＸ国の内政干渉に当たるおそれがある。\n〔第２問〕\n設問１においては，国際法は，領域主権の絶対性が主張された時期を経て，領域使用の管理責任原則や，国際環境損害防止原則を発展させてきたのであり，越境環境損害を生ずるような領域使用は，領域主権の絶対性により正当化することはできないことを明確に論証することが求められている。\n第一に，国家は領域に対して領域主権を持つが，それに伴う義務も負う。例えば，在留外国人に，国際法に従って適当な処遇を与える義務がある。設問のような事例では，一方で，領域を使用する国の領域主権と，その使用により影響を受ける国の領域主権ないしは領土保全の権利が対立する。相互に対等な二国の権利を調整する必要があり，それゆえに，領域使用の管理責任原則が確立してきたことを理解していることが求められる。設問と同様の事実状況であったトレイル熔鉱所事件の仲裁判決が，この原則を宣言した代表的な例である。\n第二に，設問の事例は，越境環境損害に関するものであり，国際環境法の発展についての理解が求められている。領域使用の管理責任原則は，国際環境法の分野では，他国や国際公域の環境に損害を与えないように確保する原則として，ストックホルム人間環境宣言第２１原則や環境と開発に関するリオ宣言第２原則のいうように，国際環境損害防止原則へと展開している。\nこれは，幾つかの国際環境保護条約にも挿入されており，慣習国際法上の原則として成立しているとも評価されている。\n設問２においては，第一に，外交保護権は国家の権利であり，これを行使するか否かは国家の裁量判断にゆだねられていることを問うている。国家は，国際法上で外交保護権を行使することを義務付けられることはない。個人は，国家に外交保護権の行使を請求する権利を持たない。\n第二に，国際法による個人の人権保護が進展してきていることから，外交保護権が国家の権利であるとする従来の考え方には疑問が提起されてきていることにも触れると，答案が一層充実した質のものとなる。\n設問３の小問（１）は，外交保護権の行使の要件としての国籍について問うている。外交保護権の要件となる国籍については，ノッテボーム事件で宣言されたように，個人と国家との間に真正な結合があることが必要であるとされている。本件の乙について，Ｂ国と真正な結合があるかにつき，設問の事実を当てはめて論証することが求められる。\n小問（２）は，国籍の国際法平面での効果と，国内法平面での効果とでは区別されることを問うている。国内法平面では，国籍付与要件は，国内管轄事項であり，主権国家が国内法により自由に決定できる。国際法平面では，国籍を根拠として外交保護権を行使するためには，真正な結合といった基準を満たした国籍でなければならない。国際法平面で外交保護権の要件とはいえない国籍であっても，国内法平面での効力には当然には影響しない。\n- 17 -\n[国際関係法（私法系）］\n〔第１問〕\n本問は，未成年者を被後見人とする後見人の選任につき国際裁判管轄の基準を問うと同時に，後見人の選任から終了までに起こり得べき諸問題に適用される準拠法の決定とその適用を問う問題である。\n設問１の小問（１）は，未成年者を被後見人とする後見人選任の国際裁判管轄の基準を問う問題である。後見人選任の国際裁判管轄を定める明文の規定はないこと，また，依拠すべき判例法も確立されていないことを指摘した後に，被後見人の保護という観点から管轄原因を論じ，当該管轄原因を設問の事案に当てはめることが求められている。\n設問１の小問（２）は，後見人選任に適用される準拠法を問う問題である。法の適用に関する通則法（以下「通則法」という。）第４条第１項の指定する準拠法（日本法）の下で事件本人が未成年者であること及び通則法第３２条の指定する準拠法（日本法）の下で事件本人に親権者がいないことを確認し，後見人選任に適用される準拠法を通則法第３５条の指定する日本法として特定することが望まれる。なお，事件本人の本国法の決定については通則法第３８条第１項ただし書の規定が適用されなければならない。\n設問２の小問（１）は，通則法第３１条第１項後段のいわゆるセーフガード条項の趣旨の理解を問う問題である。同項前段の規定が指定する法と後段の規定が指定する法の丁寧な当てはめも求められている。\n設問２の小問（２）は，養子縁組の成立により後見が終了するまでの準拠法の決定と適用を問うものである。養子と養親との間の法律関係は通則法第３２条によることを指摘しなければならない。そして，同条の指定する子の常居所地法たる日本法の下で養親が親権者であることを確認した後に，後見が終了するか否かは通則法第３５条の問題であり，当該規定の指定する日本法により後見が終了することに言及しなければならない。\n〔第２問〕\n本問は，国際的な売買の事案を基に，関係する問題の準拠法の決定方法を問う問題である。\n設問１の小問（１）は，「国際物品売買契約に関する国連条約」（以下「条約」という。）の適用の可否を問う問題である。条約第１条（１）の「売買」及び「営業所」を，それぞれ，条約第３条第１項及び第１０条と関連付けながら論述するとともに，条約第１条（１）（ａ）に従い，本件に条約が適用されることに言及しなければならない。最終的に条約の適用を排除するという結論をとるにせよ，条約第１条（１）に基づき，本件が条約の適用範囲に入っていることについて論述しなければならない。\n設問１の小問（２）は，契約準拠法の変更を認める通則法第９条の趣旨の理解とその適用を問う問題である。取り分け，契約につき事後の法選択を許容する当該規定の趣旨に言及することが求められている。\n設問２の小問（１）は，生産物責任に関する通則法第１８条の解釈と適用を問う問題である。\n一般的不法行為に関する通則法第１７条ではなく通則法第１８条が適用されること，「引渡しを受けた地」という連結基準が採用された趣旨とその意味に言及しなければならない。\n設問２の小問（２）は，通則法第２１条の理解とその適用を問う問題である。不法行為について準拠法の選択が許容される理由，選択の要件，取り分け選択の時点に言及しなければならない。\n- 18 -"
}