{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は、４５：３０：２５］）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。また、商号のうち「株式会社」は省略して差し支えありません。\n【事 例】\n１．動画コンテンツの企画・制作を行う会社（商号「株式会社Ｍテック」）（この会社は平成３０年５月２１日に設立された。以下、この会社を「甲」という。）の設立者で代表取締役であるＡは、事務所の移転先を検討していたところ、都内に雑居ビルを所有するＸを知人から紹介された。Ｘが同ビルの４階部分（以下「本件事務所」という。）を勧めるとＡは即決し、令和２年４月１０日、Ｘは甲との間で、賃料を月額３０万円、毎月末日に翌月分を支払う、期間を２年とすることを主な内容とする賃貸借契約を締結した（以下「本件賃貸借契約」という。）。同月１４日、Ａは、本件事務所の所在地を甲の本店とする本店移転の登記をし、Ｘにその旨を伝えた。\n２．移転後の甲の業績は当初好調であったが、令和２年１０月頃から徐々に業績が悪化し、運転資金に不足が生じるようになった。賃料の支払が滞り、令和３年３月の時点で賃料の未払は３か月に及んだ。\nＸは、同年３月１０日、甲に対し、３月末日までに未払賃料の全額を支払うように催告するとともに、その支払がなければ、本件賃貸借契約を解除するとの意思表示をし、訴えを提起して明渡しを求める旨を内容証明郵便で通知した。甲は、期間内に未払賃料を支払わなかった。Ａは、Ｘの訴えを空振りさせて時間稼ぎができるように一計を案じ、同年４月２日、まず甲の商号を「株式会社Ｇテック」に、代表取締役をＡの配偶者であるＢに変更し、商号の変更等の登記をした。さらにＡは、同日、代表取締役をＡ、商号を「株式会社Ｍテック」とする株式会社を設立し、設立の登記をした（以下、新設された会社を「乙」という。）。乙の商業登記簿上の本店所在地、目的等は甲のそれと同一であった。\n３．Ｘは、令和３年４月２０日、Ａによる一連の行為を知らぬまま、本件事務所の所在地を住所とする\n「株式会社Ｍテック」を被告として表示し、請求の原因として、⑴原告は、被告との間で、令和２年\n４月１０日に本件事務所につき賃貸借契約を締結した、⑵原告は、同日、本件事務所を被告に引き渡した、⑶原告は、被告が令和３年１月分以降の賃料を支払わないため、催告の上同契約を解除した（以下省略）旨を記載した訴状を作成し、賃貸借契約の終了に基づき、本件事務所の明渡しを求める訴えを提起した（以下、この訴えに係る訴訟手続を「本件訴訟」という。）。なお、訴状には、同年４月\n１６日に発行された乙の代表者事項証明書が附属書類として添付されていた。代表者事項証明書には、会社の商号、本店所在地、法人番号、代表者の資格、氏名及び住所の記載はあるが、会社の設立年月日については記載がないため、Ｘは、乙を甲と誤認していた。\n４．第１回口頭弁論期日の呼出状を受領したＡは、Ｘの請求を棄却するとの判決を求める旨を記載した答弁書を提出したものの、同期日には出頭しなかった。なお、答弁書には、請求の原因に対する認否につき、「追って認否する。」とのみ記載されていた。\n５．第２回口頭弁論期日に出頭したＡは、請求原因事実⑴、⑵及び⑶を認める旨の陳述をした。その際、Ａは、同年４月２日付けで行われた甲の商号変更及び新会社乙の設立については一切明らかにしなかった。裁判所は、以上の経過を踏まえて口頭弁論を終結し、判決の言渡期日を指定した。\n６．ところが、Ａは、判決の言渡期日の直前に、⑴本件訴訟に係る訴えの提起時において「株式会社Ｍテック」は乙の商号であるから被告は乙である、⑵乙はＸとの間で本件賃貸借契約を締結していない、⑶第２回口頭弁論期日におけるＸの主張を認める旨の陳述は事実に反するからこれを撤回する、⑷被告たる乙はＸに対していかなる債務も負わないからＸの請求は棄却されるべきである、として口頭弁論の再開を申し立てた。再開された第３回口頭弁論期日において、Ａは、上記と同旨の主張をし、⑴の証拠として、乙の全部事項証明書を提出した。全部事項証明書には、乙の設立年月日が記載されている。裁判所は、Ｘに対し、対応について検討するように指示し、次回期日を指定した。\n以下は、裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：本件訴訟の被告に疑義が生じていますから、裁判所としては被告を確定しなければなりません。\n当事者の確定の基準については様々な見解がありますが、ここでは、本件訴訟の被告が甲となるような見解、乙となるような見解をそれぞれ一つ取り上げ、これらの見解に従って、被告を甲又は乙と確定することができることをそれぞれ論じてもらえますか。これを「課題１」とします。\nＰ：承知しました。\nＪ：次に、仮に被告を乙と確定した場合について、裁判所は、第２回口頭弁論期日における乙の代表者としてのＡの陳述につき、自白が成立していると取り扱うべきか、仮に自白が成立しているとすると、再開後の第３回口頭弁論期日における自白の撤回をどのように取り扱うべきかを検討してください。これを「課題２」とします。なお、最高裁判所昭和４８年１０月２６日第二小法廷判決・民集２７巻９号１２４０頁（以下「最判昭和４８年」という。）は、新旧会社が実質的に同一という事案において、新会社が旧会社と別人格であることを信義則によって実体法上否定し、新会社は旧会社の責任を負うべきものとしましたが、課題１及び課題２について最判昭和４８年を考慮する必要はありません。\n〔設問１〕\nあなたが司法修習生Ｐであるとして、Ｊから与えられた課題１及び課題２について答えなさい。\n【事 例（続き）】\n７．第３回口頭弁論期日後、本人訴訟を続けることに不安を覚えたＸは、相談のため弁護士Ｌの事務所を訪問した。Ｌは、事件の経過を一通り確認し、本件訴訟の被告が甲と確定される可能性は必ずしも高くはないとの見方を示した。Ｘは、Ｌの指摘を踏まえ、甲に対する給付判決を得て、本件事務所の明渡しを実現したい旨をＬに伝え、対処法の検討を依頼した。\n以下は、弁護士Ｌと司法修習生Ｑとの間の会話である。\nＬ：Ｘは、甲に対する給付判決を得たいとのことですが、本件訴訟の被告が乙と確定されることを前提とした場合に、Ｘにとって便宜な手段はありますか。\nＱ：甲を被告に追加する主観的追加的併合を申し立てることが考えられます。もっとも、最高裁判所昭和６２年７月１７日第三小法廷判決・民集４１巻５号１４０２頁（以下「最判昭和６２年」という。）は、この場合につき、仮に新旧両訴訟の目的たる権利又は義務につき現行の民事訴訟法（以下「法」という。）第３８条所定の共同訴訟の要件が具備する場合であっても、新訴が法第１５２条１項の適用をまたずに当然に旧訴訟に併合されるとの効果を認めることはできない旨判示しました。最判昭和６２年によれば、甲に対して別訴を提起し、裁判所の裁量により弁論が併合されるのを待つしかないと思います。\nＬ：基本はそのとおりですが、本件訴訟においてＸが被告の追加を求めるに至った原因が、甲が被告にならないように乙を設立して甲の旧商号を乙に使用させたＡの一連の行為にあるとしますと、Ｘには主観的追加的併合を求めるだけの理由があると思います。それでも最判昭和６２年と同様に考えるべきでしょうか。\nＱ：最判昭和６２年が主観的追加的併合を認めた場合の問題として指摘したのは、主として次の４点に整理できると思います。第１に、新たな当事者に対する別訴（新訴）に対し、係属中の訴訟（旧訴訟）の訴訟状態を当然に利用できるとは限らないので、訴訟経済に資するとはいえないこと、第２に、全体として訴訟を複雑化させる弊害が予測されること、第３に、訴訟の途中で被告の間違いや被告の脱漏が判明しても、原告は被告を追加できるため、軽率な提訴等が誘発されるおそれがあること、第４に、新訴の提起の時期いかんによっては訴訟の遅延を招きやすいことです。\nＬ：そうですね。では、これらの４点を踏まえ、甲を被告に追加するＸの申立てが認められるように立論してもらえますか。これを「課題」とします。\n〔設問２〕\nあなたが司法修習生Ｑであるとして、Ｌから与えられた課題について答えなさい。\n【事 例（続き）】\n８．本件訴訟の被告は乙と確定された。そこで、Ｘから訴訟委任を受けたＬは、甲を被告として、本件賃貸借契約の終了に基づき、本件事務所の明渡しを求める訴えを提起した。第１回口頭弁論期日に出頭したＢは、令和３年１月１５日、甲はＸとの間で賃料の支払猶予につき協議し、支払が遅れた賃料及びその後２か月分の賃料の支払を猶予する旨の合意（以下「本件合意」という。）が成立したため、Ｘは本件賃貸借契約を解除することはできないと主張し、「賃料支払猶予合意書」と題する電子ファ\nイル（以下「本件合意書」という。）を保存したＵＳＢメモリを証拠として申し出た。Ｂの説明によれば、本件合意書は、Ａがコンピュータで賃貸人記名欄を未入力にした原案を作成し、Ｘに対し電子メールで送信し、Ｘが内容を確認した上で賃貸人記名欄に氏名及び住所を入力して完成させた後、Ｕ\nＳＢメモリに保存し、Ａに渡されたものとのことである。これに対し、Ｌと共に出頭したＸは、本件合意の成立を否認し、本件合意書は知らないと反論した。\n以下は、裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：Ｂが証拠として申し出たＵＳＢメモリは、情報を電磁的に記録する媒体であり、情報の読み出しにはコンピュータやプリンター等の出力機器が不可欠ですから、新種証拠と呼ばれます。Ｘが本件合意の成立を否認している以上、ＵＳＢメモリを取り調べる必要があります。新種証拠の証拠調べの方法をめぐっては、見解の対立がありますが、電磁的記録媒体のうち録音テープ及びビデオテープについては法第２３１条により立法的に解決されました。これに対し、ＵＳＢメモリのようなコンピュータ用の記録媒体は、同条に挙がっていないため解釈が必要です。良い機会ですから、この種の記録媒体の取り調べは書証によるべきであるとの見解に立って、同条をＵＳＢ\nメモリに適用することができることを論証してもらえますか。\nＰ：ＵＳＢメモリは、法第２３１条の「情報を表すために作成された物件で文書でないもの」に該当し、同条を適用することができる理由を明らかにせよということですね。\nＪ：そのとおりです。ただし、論証する際には、まず「文書」を定義して、ＵＳＢメモリが「文書でないもの」に当たることを論証してください。その上で、ＵＳＢメモリを録音テープ等と同様に取り調べることが許容される理由を明らかにしてください。以上を「課題」とします。\n〔設問３〕\nあなたが司法修習生Ｐであるとして、Ｊから与えられた課題について答えなさい。",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は、令和３年４月２０日、Ｘが、その所有する建物の一部（以下「本件事務所」という。）につき、平成３０年５月２１日設立の会社である甲（商号「株式会社Ｍテック」）との間で締結した賃貸借契約（以下「本件賃貸借契約」という。）の終了に基づき、「株式会社Ｍ\nテック」を被告と表示して本件事務所の明渡しを求める訴えを提起した（以下、この訴えに係る訴訟手続を「本件訴訟」という。）ところ、本件訴訟の提起前である令和３年４月２日、甲の代表者Ａが、甲の商号を「株式会社Ｍテック」から「株式会社Ｇテック」に変更し、甲の代表取締役としてＡの配偶者Ｂを就任させ、商号の変更等の登記をした一方で、自身を代表取締役とし、商号を「株式会社Ｍテック」とする乙という会社を新たに設立し、設立の登記をしていたことに加え、Ｘが訴状の附属書類として添付した代表者事項証明書には「株式会社Ｍテック」の設立年月日の記載がないため、乙を甲と誤認したまま本件訴訟を提起していたという事案を素材としている。この事案について、①原告が請求の原因として主張した本件賃貸借契約締結及びその解除の事実等を被告が認めたことを踏まえて口頭弁論が終結された後、Ａから口頭弁論の再開が申し立てられ、被告と表示された乙はＸと賃貸借契約を締結していない等として自白の撤回が主張された場合における当事者の確定の基準及び自白の撤回を主張することの当否の検討（設問１）、②本件訴訟の被告が乙であることを前提とした場合に、Ｘが甲を被告として追加する主観的追加的併合を申し立てる際に留意すべき４つの問題点の検討（設問２）、③本件訴訟の被告が乙と確定され、Ｘが甲を被告として本件賃貸借契約の終了に基づき本件事務所の明渡しを求める訴えを提起した場合において、甲が本件賃貸借契約には賃料支払猶予の合意（以下「本件合意」という。）があることを理由に解除することができないと主張し、その証拠として提出された本件合意を記録した電子ファイルを保存したＵＳＢメモリの取調べを書証によってすることができることの論証（設問３）をそれぞれ求めるものである。\nまず、設問１の課題１では、当事者の確定の基準に関する種々の見解から、被告を甲と確定し得る見解と乙と確定し得る見解をそれぞれ一つ取り上げ、これらの見解に従えば被告を甲又は乙と確定し得ることを実際に論証することが求められている。甲は訴状に現れていないため、被告を甲と確定することができる見解としては、例えば、意思説が考えられ、この見解によるならば、この見解が、原告の意思に着目するものであることを指摘した上で、Ｘ\nが甲を被告とする意思であったことを、訴状の記載等に言及しつつ、説得的に論証すること- 13 -が求められる。次に、被告を乙と確定することができる見解としては、例えば、行動説が考えられ、この見解によるならば、この見解が、被告らしく行動した者は誰であるかに着目するものであることを指摘した上で、実際に訴訟追行をしたのは乙の代表者Ａであることに言及するなどして被告らしく行動したのは乙であることを説得的に論証することが期待される。\n次に、設問１の課題２では、被告を乙と確定した場合に、第２回口頭弁論期日において乙\n（代表者Ａ）が請求原因事実を認める旨を陳述したことにより裁判上の自白が成立したことになるか、仮に自白が成立したとして、再開後の第３回口頭弁論期日における自白の撤回が許されるかどうかの検討が求められる。課題２の前半部分では、裁判上の自白の成立要件を明らかにした上で、乙（代表者Ａ）の上記陳述について要件該当性を検討することが求められる。課題２の後半部分では、裁判上の自白が成立した場合には、原則としてその撤回が禁止されることを踏まえ、例外として自白撤回が許される場合を明らかにすることが期待される。本件において問題となる自白撤回の要件としては、自白した事実が真実に反し、かつ、自白が錯誤に基づくことが証明されたことが挙げられるが、個々の要件につき、反真実を錯誤よりも重視する見解、また、錯誤を反真実よりも重視する見解が主張されていることに鑑み、撤回要件の当てはめに先立ち、自白撤回の要件をどのように構成するかを理由付けとともに明らかにすることが期待される。この理由付けができている限り、自白撤回の要件をどの見解に従って構成したかによって評価に差を設けることはない。当てはめにおいては、自らが採用した見解に従い、乙（代表者Ａ）による自白撤回の許否を検討する必要があるところ、反真実については、本件賃貸借契約の締結当時、賃借人は「株式会社Ｍテック」こと甲であるから、Ｘと乙との間で賃貸借契約が締結された事実はないことに言及する必要がある。\n他方で、錯誤については、乙（代表者Ａ）は、請求原因事実を認める旨を陳述した際、本件賃貸借契約の賃借人が乙ではないことを知っていたことに言及する必要がある。\n設問２では、本件訴訟の被告が乙と確定されることを想定し、Ｘが甲に対する給付判決を得る上で便宜な手段として主観的追加的併合の申立てがあるところ、最判昭和６２年７月１７日民集４１巻５号１４０２頁が主観的追加的併合を認めた場合の問題として主に４点を指摘していることを踏まえ、Ｘによる主観的追加的併合の申立てが認められるような立論を上記４点を踏まえて検討することが求められている。第１に、新たな当事者に対する別訴に対し、旧訴訟の訴訟状態を利用することができ、それが訴訟経済に資する旨の立論については、Ｘが乙を甲と誤認して旧訴訟（Ｘ乙間の訴訟）に提出した資料は、本来甲に対する新訴訟（Ｘ\n甲間の訴訟）において提出すべきであったことを踏まえ、甲と乙はたとえ別法人であっても、それはＡがＸに乙を甲と誤認させるように図った結果であるから、信義則上、旧訴訟において形成された乙に不利な訴訟状態が弁論の併合を通じて新当事者が引き継ぐことを甲は拒否することができないのではないか、といった点に言及することが期待される。第２に、主観的追加的併合を認めることにより全体として訴訟が複雑化するという弊害は予測されない旨の立論については、旧訴訟では請求原因事実について乙が自白しているところ、弁論の併合の結果、この訴訟状態が新訴訟に引き継がれることにより、裁判所は事案全体を統一的に把握することができるようになるから、必ずしも訴訟が複雑化するという弊害は生じないのではないか、といった点に言及することが期待される。第３に、主観的追加的併合を認めても軽率な提訴等を誘発するおそれはない旨の立論としては、Ｘが乙を甲と誤認した主な原因が、甲の商号変更、乙の設立及び甲の旧商号の使用等のＡによる一連の行為にあることから、Ｘ\nは被告の誤認について帰責性が乏しいため、この事案において主観的追加的併合による被告の追加を認めたからといって、必ずしも軽率な提訴は誘発されないのではないか、といった点に言及することが期待される。第４に、主観的追加的併合が訴訟の遅延を招来しない旨の立論としては、例えば、主観的追加的併合の申立ては、甲を被告に追加するＸの申立てを伴うところ、追加された甲に対して防御の機会を保障するには新たな期日を設ける必要がある以上訴訟手続の遅延は生じるが、そもそも訴訟手続の遅延はそれが著しい場合に限り不適法となることに鑑みると（民事訴訟法（以下「法」という。）第１４３条第１項ただし書の類推）、甲を被告に追加する旨をＸが申し立てた時期は第１審手続の係属中であり、旧訴訟の訴訟状態が引き継がれることなどからすれば、著しい訴訟遅延が生じるおそれはないといった点に言及することが考えられる。\n設問３では、Ｘが、甲を被告として、本件賃貸借契約の終了に基づいて提起した、本件事務所の明渡しを求める訴えに係る訴訟手続において、第１回口頭弁論期日に出頭した甲の代表者\nＢが証拠として提出したＵＳＢメモリが、「情報を表すために作成された物件で文書でないもの」（法第２３１条）に該当し、書証により取り調べることができることの論証が求められている。設問３の課題前半部分では、「文書」の定義を明らかにした上で、ＵＳＢメモリが「文書でないもの」に該当することの論証が求められる。文書は、「文字その他の記号を使用して人間の思想、判断、認識、感情等の思想的意味を可視的状態に表示した有形物」（大阪高決昭和５３年３月６日高民集３１巻１号３８頁）のように定義されることから、このような文書の定義に照らして、ＵＳＢメモリが文書に当たらないことを論証することが期待される。設問３\nの課題後半部分では、ＵＳＢメモリを録音テープ等と同様に取り調べることが許される理由の検討が求められる。ここでは、証拠方法の一つとしての書証がどのようなものであるかを明らかにした上で、法第２３１条においては、ＵＳＢメモリのようなコンピュータ用の電磁的記録媒体が例示されていないことに留意しつつ、ＵＳＢメモリに保存された電子ファイルは、適切な出力装置によってこれを閲読可能な状態にすることができる限り、これを閲読し、その結果を証拠資料にすることができることに言及する必要がある。",
  "scoring_notes": "１ 出題の趣旨等民事系科目第３問は、民事訴訟法分野からの出題であり、出題の趣旨は、既に公表されている「令和４年司法試験論文式試験出題の趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては、例年と同様、受験者が、①民事訴訟の基礎的な原理、原則や概念を正しく理解し、基礎的な知識を習得しているか、②それらを前提として、設問で問われている課題を的確に把握し、それに正面から答えているか、③抽象論に終始せず、設問の事案に即して具体的に掘り下げた分析及び考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては、基本的に、上記①から③までの観点を重視するものとしている。\n本年においても、問題文中の登場人物の発言等において、受験者が検討し、解答すべき事項が具体的に示されている。そのため、答案の作成に当たっては、問題文において示されている検討すべき事項を適切に分析し、そこに含まれている論点を論理的に整理した上で、論述すべき順序や相互の関係も考慮することが必要である。そして、事前に準備していた論証パターンをそのまま答案用紙に書き出したり、理由を述べることなく結論のみを記載したりするのではなく、提示された問題意識や事案の具体的な内容を踏まえつつ、論理的で一貫した思考の下で端的に検討結果を表現しなければならない。採点に当たっては、受験者がこのような意識を持っているかどうかという点についても留意している。\n３ 採点実感等⑴ 全体を通じて本問は、「株式会社Ｍテック（以下、単に「Ｍテック」と表記する場合がある。）」に対し、事務所（以下「本件事務所」という。）を賃貸したＸが、被告を「Ｍテック」と表示して、賃貸借契約の終了に基づき、本件事務所の明渡しを求めて訴えを提起したが（以下、この訴えに係る訴訟手続を「本件訴訟」という。）、「Ｍテック」という商号の会社は、Ｘの訴えを空振りさせて時間稼ぎをしようとしたＡによって、甲ではなく乙という別の会社になっていたという事案を題材とするものである。\n本年の問題では、例年同様、具体的な事案を提示し、登場人物の発言等において受験者が検討すべき事項を明らかにした上で、当事者の確定の基準、裁判上の自白及びその撤回、主観的追加的併合、書証等の民事訴訟の基礎的な概念や仕組みに対する受験者の理解を問うとともに、事案への当てはめを適切に行うことができるかどうかを試している。\n全体としては、時間内に論述が完成していない答案は少数にとどまった。しかし、検討すべき事項の理解を誤り、関係や必要がない論述を展開する答案や、検討すべき事項自体には気が付いているものの、問題文で示されている事案への当てはめによる検討が不十分であって、抽象論に終始する答案も散見された。また、基礎的な部分の理解不足をうかがわせる答案も少なくなかった。\nなお、判読が困難な乱雑又は極めて小さい文字や略字を用いるもの、特に修文のために一行に無理して字句を挿入するものなど、第三者が読むことに対する意識が十分ではない答案や、刑事訴訟の用語との混同など法令上の用語を誤っている答案、日本語として違和感を覚える表現や初等教育で学ぶ漢字を平仮名又は片仮名で記載する答案や漢字の誤りも一定数見られた。法律用語ではないものの、とりわけ「弊害」を「幣害」と誤って記載する答案がかなり多く見られたため、\nここで指摘しておきたい。以上については、例年、指摘されているところであるが、本年においても、改めて注意を促すとともに、強く改善を求めたい。⑵ 設問１についてア 課題１の採点実感設問１では、まず、課題１として、当事者の確定の基準について、本件訴訟の被告が甲となるような見解、乙となるような見解をそれぞれ一つ取り上げた上、各見解に従って、被告を甲又は乙と確定することができることをそれぞれ論ずることが求められている。\n当事者の確定の基準としては、伝統的には、意思説、行動説、表示説という３つの見解がある。被告を甲と確定することができる見解としては、意思説が考えられ、この見解によるならば、この見解が、原告の意思に着目するものであることを指摘した上で、Ｘが甲を被告とする意思であったことを、訴状の記載等に言及しつつ、説得的に論証することが求められる。次に、\n被告を乙と確定することができる見解としては、表示説、行動説が考えられる。表示説には、\n形式的表示説、実質的表示説があり、いずれの見解によっても差し支えないが、当てはめの際には、自ら提示した見解に従って、適切な当てはめをする必要がある（なお、後述のとおり、\n実質的表示説に依拠しつつ、甲を被告として確定することもできる。）。行動説による場合には、\nこの見解が、被告らしく行動した者は誰であるかに着目するものであることを指摘した上で、\n実際に訴訟追行をしたのは乙の代表者であるＡであることに言及するなどして被告らしく行動したのが乙であることを説得的に論証することが期待される。\nここでは、端的に甲と確定する基準と乙と確定する基準を答えればよいものの、最後に、どちらが妥当かまで書いてくるものや、乙と確定できる見解を複数説明するなど、課題の枠を超えて余分な記述をする答案が少なからずあった。また、意思説、適格説、実質的表示説、行動説などを組み合わせて「実質説」なる見解を展開する答案も一定数あったが、このような答案は、当事者の確定の基準が明らかになるものとは言えず、評価は低いものとなる。適格説や規範分類説については、その見解を正確に記載できている答案はほとんどなかった。もっとも、\n意思説や表示説によるものも、必ずしもその内容を正確に記載できている答案は多くなかった。\n意思説を挙げる答案の中で、訴状等の記載から原告の意思を認定すべきとするものは少なく、\n単に原告の意思からすると甲が被告であるとするものや、依拠することができる資料の範囲を明らかにしないまま訴状外の事実関係を用いて原告は甲を被告とする意思であったとの結論を導いている答案が少なくなかった。また、表示説についても、形式的表示説としながら当事者欄の記載に限るということまでを説明しているものはあまりなく、実質的表示説としながら当てはめでは当事者欄の記載に触れるのみで、請求の趣旨や原因に言及しなかったり、訴状の表示からは読み取れない訴訟係属前後の事実関係を用いて説明をしたりするものも一定数あった。このような答案は、評価されない。なお、表示説のうち、訴状の当事者に関する記載だけではなく、請求の趣旨及び原因その他の記載を含めて訴状の全体から総合的に判断する実質的表示説を採用した場合には、被告を甲と確定することができる見解として論ずることもでき、\nこの立場で説得的に論ずる答案も評価している。例えば、被告欄には「株式会社Ｍテック」と記載されているが、請求の原因に記載されている賃貸借契約の締結時において「株式会社Ｍテック」という名称の主体としては甲しか存在しないことに鑑みれば、原告は、甲を被告とする意思を有していたと解するのが相当であるから、被告は甲と確定される、と論ずることが考えられる。もっとも、最判昭和４８年１０月２６日民集２７巻９号１２４０頁の事案とは異なり、\n甲と乙の代表者が同一ではなくなった本問のような事例においては、甲を被告と確定するとすれば、甲の代表者に対する訴状の送達からやり直す必要が生ずる可能性があることや、請求の原因に記載されている賃貸借契約の締結時において「株式会社Ｍテック」という名称の主体として甲しか存在しないことまでは訴状及び附属書類の記載からは判明しないことを指摘した上で、訴状及び附属書類の記載からは、乙が被告として確定される、と論ずることも考えられる。\nいずれにせよ、事案に即した検討がされている答案は、相応に評価された。他方、定型的な論証パターンとして、形式的表示説と実質的表示説しか勉強していないのではないかと疑わせる- 20 -答案が多数あり、このような答案は、低い評価にとどまった。\nまた、当てはめにおいて、いきなり「本件訴状には被告として乙が表示されている」とするものが一定数あったが、あくまで被告として表示されているのは「Ｍテック」であり、これが乙を指すものであると認定するような当てはめをすることが求められるが、このような当てはめが十分にされていないものは、低い評価にとどまった。\nイ 課題２の採点実感課題２では、被告を乙と確定した場合に、第２回口頭弁論期日において乙（代表者Ａ）が請求原因事実を認める旨を陳述したことにより裁判上の自白が成立したことになるか、仮に自白が成立したとして、再開後の第３回口頭弁論期日における自白の撤回が許されるかどうかの検討が求められる。課題２の前半部分では、裁判上の自白の成立要件を明らかにした上で、乙（代表者Ａ）の上記陳述について要件該当性を検討することが求められる。\n裁判上の自白の要件については、基本的事項を問うものであることから、比較的良くできていた一方、その要件を正しく記載できていないものもあった。例えば、「相手方の主張と一致する」又は「相手方の主張する事実を認める」という要件について、相手方が実際にその事実を主張しているか否かに着目しない答案が一定数あった。このような基本的事項を理解していない答案の評価は、相対的に低いものとなる。また、乙は実際には本件賃貸借契約の当事者ではなく、これを認めたとしても乙に不利益な事実ではないとして裁判上の自白の成立を否定する答案も一定数あった。被告を乙として確定したことを前提とする以上、請求原因事実はＸと乙が本件賃貸借契約を締結した事実であり、Ａが乙の代表者としてこれを認める旨の陳述をすることは、実体上はどうであれ、裁判上の自白が成立するものといえ、このような答案は、民事訴訟の基本的な考え方を理解していないものとして、低い評価とならざるを得ない。また、\n第２回口頭弁論期日におけるＡの陳述について問われているにもかかわらず、第１回口頭弁論期日にＡが出頭しなかったという記述を取り上げ、擬制自白の成否の検討をするものや、「仮に被告を乙と確定した場合」について聞かれているのに、Ａは甲の代表者として自白をしたとして論ずるものなど問題を正しく理解していない答案が少なからずあった。このような答案は、\n当然のことながら評価されない。なお、裁判上の自白の要件を論ずることなく、いきなり当てはめを論ずる答案が一定数あったが、「自白が成立していると取り扱うべきか」を問われている場合には、そもそも自白とは何かを丁寧に論ずることが求められ、これを記載しない答案の評価は、相対的に低いものとなる。\n課題２の後半部分では、裁判上の自白が成立した場合には、原則としてその撤回が禁止されることを踏まえ、例外として自白撤回が許される場合を明らかにすることが期待される。本件において問題となる自白撤回の要件としては、判例上、自白した事実が真実に反し、かつ、自白が錯誤に基づくことが証明されたことが挙げられるが、個々の要件につき、反真実を錯誤よりも重視する見解、また、錯誤を反真実よりも重視する見解が主張されていることに鑑み、撤回要件の当てはめに先立ち、自白撤回の要件をどのように構成するかを理由付けとともに明らかにすることが期待される。この理由付けができている限り、自白撤回の要件をどの見解に従って構成したかによって評価に差を設けることはない。当てはめにおいては、自らが採用した見解に従い、乙（代表者Ａ）による自白撤回の許否を検討する必要があるところ、反真実については、本件賃貸借契約の締結の当時、賃借人は「株式会社Ｍテック」こと甲であるから、Ｘと乙との間で賃貸借契約が締結された事実はないことに言及する必要がある。他方で、錯誤については、乙（代表者Ａ）は、請求原因事実を認める旨を陳述した際、本件賃貸借契約の賃借人が乙ではないことを知っていたことに言及する必要がある。\n自白の撤回の要件につき、反真実のみ又は錯誤のみとする答案については、自説の理由付けが説得的に述べられているものはごく少数であった。また、自白の撤回の要件に触れず、事案から事実を抽出して自白の撤回は信義則上認められないとする答案や時機に後れていることだ- 21 -けを理由に撤回を許されないとする答案も一定数あったが、このような答案は、自白の撤回についての基本的な知識を欠いているものと言わざるを得ず、評価されない。\n当てはめについては、反真実かつ錯誤と要件を設定しているにもかかわらず、何が真実に反しているのか、何について錯誤に陥っているとは言えないのかについて丁寧に当てはめをすることができていない答案が少なくなかった。例えば、錯誤がないことを論ずる答案でも、「Ａは一計を案じて乙を設立したものであるから錯誤がない」とする答案と、「Ａは一計を案じて乙を設立したものであるから、『乙が賃貸借契約を締結したという事実を真実と誤認していたとは言えず』錯誤がない」とする答案では、評価に差が付くのは明らかである。また、反真実であるかどうかの当てはめをしていない答案や、反真実であれば錯誤が推定されるとしつつ、\nその推定を覆す錯誤がない事情について何ら言及せずに自白の撤回を認める答案、Ａの不当性を根拠に反真実ではないと結論付ける答案、反真実ではあるけれども、Ａの行為は信義に反するので、撤回は認められないとし、錯誤の検討をしていない答案があった。これらの答案は、\n適切な当てはめがされているものとは言えず、評価されない。規範の定立自体はできている答案が多いことからすると、定型的な論証パターンの暗記に時間をかけ、定立した規範を事実に適用していくという法律実務家にとって必要な能力の涵養がおろそかになっているのではないかと危惧される。\nウ 設問１のまとめ設問１の課題１は、複数の見解をそれぞれ論述するという形式に戸惑った受験者が多かったかもしれないが、課題１及び課題２のいずれについても、民事訴訟法の基本的な知識及び理解を問うものであったにもかかわらず、出題の趣旨を適切に捉えた論述をする答案が多いとは言えないものであった。\n「優秀」に該当する答案は、課題１及び課題２のいずれについても、出題の趣旨を正しく理解した上で、上記の検討事項について、過不足のない論述をするものである。また、「良好」\nに該当する答案は、例えば、課題１ではそれぞれの見解について一応正しく説明しつつ、その当てはめに更なる深みが望まれるものの、課題２では適切な論証がされているものなどである。\n「一応の水準」に該当する答案は、課題１及び課題２のいずれについても、出題の趣旨を理解していることが読み取れるものの、課題２の自白の撤回について、当てはめが適切になされていないものなどである。これに対し、課題１や課題２を通じ、出題の趣旨を正しく理解しないものや、総じて基礎的事項の理解が不足している答案は「不良」と評価される。\n⑶ 設問２についてア 設問２の採点実感設問２では、本件訴訟の被告が乙と確定されることを想定し、Ｘが甲に対する給付判決を得る上で便宜な手段として主観的追加的併合の申立てがあるところ、最判昭和６２年７月１７日民集４１巻５号１４０２頁（以下「最判昭和６２年」という。）が主観的追加的併合を認めた場合の問題として主に４点を指摘していることを踏まえ、Ｘによる主観的追加的併合の申立てが認められるような立論を、上記４点を踏まえて検討することが求められている。\n第１に、新たな当事者に対する別訴に対し、旧訴訟の訴訟状態を利用することができ、それが訴訟経済に資する旨の立論については、Ｘが乙を甲と誤認して旧訴訟（Ｘ乙間の訴訟）に提出した資料は、本来甲に対する新訴訟（Ｘ甲間の訴訟）において提出すべきであったことを踏まえ、甲と乙はたとえ別法人であっても、それはＡがＸに乙を甲と誤認させるように図った結果であるから、信義則上、旧訴訟において形成された乙に不利な訴訟状態が弁論の併合を通じて新当事者に引き継がれることを甲は拒否することができないのではないか、といった点に言及することが期待される。しかし、Ｘが提出した資料が、Ｘが被告を誤認しなければ、甲に対する訴訟において提出すべきものであったこと（主張する事実や証拠関係が旧訴と新訴で変わらないと考えられること）が意識できている答案はあまり多くなかった。また、旧訴訟の訴訟- 22 -状態を新当事者に引き継がせて良いかという手続保障の問題であるという点を明確に意識した答案はほとんどなく、単に請求や訴訟資料が同じなので利用可能性があるとするにとどまるものがほとんどであった。上記のような問題意識と向き合わない答案は、低い評価にとどまった。\n第２に、主観的追加的併合を認めることにより全体として訴訟が複雑化するという弊害は予測されない旨の立論については、旧訴訟では請求原因事実について乙が自白しているところ、\n弁論の併合の結果、この訴訟状態が新訴訟に引き継がれることにより、裁判所は事案全体を統一的に把握することができるようになるから、必ずしも訴訟が複雑化するという弊害は生じないのではないか、といった点に言及することが期待される。多くの答案は、「甲と乙が実質的に同一だから複雑にならない」と解答していたが、実質的に同一だとなぜ複雑にならないのか、\n実際の主張立証にまで踏み込んで検討している答案はほとんどなく、このような答案は、低い評価にとどまった。他方、例えば、被告が誰であるかを除けば、請求原因は、新訴も旧訴も同じであり、攻撃防御方法も同じことになるから複雑化しない旨などを指摘する答案は、事案に即した現場思考ができているものとして、相応に評価された。\n第３に、主観的追加的併合を認めても軽率な提訴等を誘発するおそれはない旨の立論としては、Ｘが乙を甲と誤認した主な原因が、甲の商号変更、乙の設立及び甲の旧商号の使用等のＡによる一連の行為にあることから、Ｘは被告の誤認について帰責性が乏しいため、この事案において主観的追加的併合による被告の追加を認めたからといって、必ずしも軽率な提訴は誘発されないのではないか、といった点に言及することが期待される。帰責性に言及した答案は比較的多く見られたが、本件訴訟で主観的追加的併合を認めたとしても、より抽象化された軽率提訴の誘発との関係まで丁寧に説明した答案は多くなかった。なお、「本件訴訟では甲のほかに追加される当事者はいない」という理由を述べる答案が一定数あったが、このような解答は、\n最判昭和６２年の指摘に対応する論述とはなっておらず、評価されない。\n第４に、主観的追加的併合が訴訟の遅延を招来しない旨の立論としては、例えば、主観的追加的併合の申立ては、甲を被告に追加するＸの申立てを伴うところ、追加された甲に対して防御の機会を保障するには新たな期日を設ける必要がある以上、訴訟手続の遅延は生じるが、そもそも訴訟手続の遅延はそれが著しい場合に限り不適法となるとされているにすぎないこと（民事訴訟法（以下「法」という。）第１４３条第１項ただし書参照）、甲を被告に追加する旨をＸが申し立てた時期は第１審手続の係属中であり、旧訴訟の訴訟状態が引き継がれることなどからすれば、著しい訴訟遅延が生じるおそれはないといった点に言及することが考えられる。\n主観的追加的併合により甲を別主体として併合する以上は、期日を更に重ねることは否定できないところ、この点を指摘し、検討することができた答案はわずかであった。また、甲の追加による審理の遅延はＸの責任ではなく、被告側の行為に起因するものであるからやむを得ないという理由で、訴訟遅延は問題としなくてよいとする解答も散見されたが、訴訟遅延にどう対処するかという設問に直接答えるものとは言えず、評価されない。\nイ 設問２のまとめ設問２は、主観的追加的併合という問題を通して、民事訴訟の在り方に対する理解を問うものであるところ、全体的に、甲と乙が実質的に同一であることの一事をもって説明しようとする表層的な答案が多く、最判昭和６２年が指摘する４点について、立ち入った検討をすることができていない答案が少なからずあった。\n「優秀」に該当する答案は、出題の趣旨を正しく理解した上で、検討すべき４点について、\n適切な論述をするものである。また、「良好」に該当する答案は、出題の趣旨をおおむね正しく理解しているが、４点の検討事項のうち、１点についての論述が物足りないものなどである。\n「一応の水準」に該当する答案は、出題の趣旨を理解していることが読み取れるものの、当てはめが適切になされていないものなどである。これに対し、出題の趣旨を正しく理解せず、最判昭和６２年が指摘する４点に対応する論述となっていない答案は「不良」と評価される。⑷ 設問３についてア 設問３の採点実感設問３では、Ｘが、甲を被告として、本件賃貸借契約の終了に基づいて提起した、本件事務所の明渡しを求める訴えに係る訴訟手続において、第１回口頭弁論期日に出頭した甲の代表者Ｂが証拠として提出したＵＳＢメモリが、「情報を表すために作成された物件で文書でないもの」（法第２３１条）に該当し、書証により取り調べることができることの論証が求められている。\n設問３の課題前半部分では、「文書」の定義を明らかにした上で、ＵＳＢメモリが「文書でないもの」に該当することの論証が求められる。文書は、「文字その他の記号を使用して人間の思想、判断、認識、感情等の思想的意味を可視的状態に表示した有形物」（大阪高決昭和５３年３月６日高民集３１巻１号３８頁）のように定義されることから、このような文書の定義に照らして、ＵＳＢメモリが文書に当たらないことを論証することが期待される。設問３の課題後半部分では、ＵＳＢメモリを録音テープ等と同様に取り調べることが許される理由の検討が求められる。ここでは、証拠方法の一つとしての書証がどのようなものであるかを明らかにした上で、法第２３１条においては、ＵＳＢメモリのようなコンピュータ用の電磁的記録媒体が例示されていないことに留意しつつ、ＵＳＢメモリに保存された電子ファイルは、適切な出力装置によってこれを閲読可能な状態にすることができる限り、これを閲読し、その結果を証拠資料にすることができることに言及する必要がある。\nまず、問題文で「『文書』を定義して、ＵＳＢメモリが『文書でないもの』に当たることを論証してください。その上で、ＵＳＢメモリを録音テープ等と同様に取り調べることが許容される理由を明らかにしてください」と指示されているにもかかわらず、文書の定義を置かない答案や指示に従った解答をしない答案が少なくなかった。また、本問では求められていない処分証書の定義を記載するなど、とりあえず覚えてきたものをそのまま書くという安易な答案も一定数あった。これらのような答案は、評価されない。また、文書の定義についてポイントを押さえて記載している答案も多くはなかった。当てはめについては、比較的多くの答案において、ＵＳＢメモリに保存された電子ファイルがコンピュータ等の出力装置がなければ閲読できないことを指摘し、ＵＳＢメモリが文書でないことを論述することができていた。他方、ＵＳＢメモリの文書性を否定する要素のみを指摘するのではなく、文書の定義の各要素を丁寧に検討し、文書性を肯定する要素の当てはめをしている答案は、評価された。また、文書性を否定した後、いきなりＵＳＢメモリと録音テープ等の類似性について論証している答案が一定数あったが、ＵＳＢメモリが法第２３１条の「情報を表すために作成された物件」であることについて言及する必要がある。\n問題文からＵＳＢメモリの取調べは書証によるべきであるとの見解に立った上で、録音テープ等と同様に取り調べることが許容される理由を明らかにすることが求められているが、ＵＳＢメモリが文書でないものに当たる主な理由が可視的状態に表示されていない点であるにもかかわらず、可視的状態にしてそれを閲読して取り調べるという書証の取調べから説明するものはごく少数であった。そもそも書証が、文書に表現された思想内容を証拠資料とする証拠調べであることが意識されていない答案が多数であり、検証との違いを意識するものは皆無であった。これに対し、「五官の作用」によって取り調べることができるなどと検証のような書きぶりをするものもあり、民事訴訟における証拠調べについて理解されていないのではないかとの懸念が残った。また、ＵＳＢメモリに保存された電子ファイルが証拠の価値が高いことを理由に取調べが許容されると述べる答案も一定数見られたが、まず、証拠方法の一つとしての書証がどのようなものであるかを検討すべきであり、安易に証拠の重要性について論ずる答案は、\n評価されない。\nイ 設問３のまとめ- 24 -設問３は、新種証拠の証拠調べの方法を題材として、民事訴訟における書証の理解を問うものであるところ、民事訴訟における証拠調べという基礎的事項の理解の不足をうかがわせる答案も少なくなかった。\n「優秀」に該当する答案は、出題の趣旨を正しく理解し、ＵＳＢメモリが文書でないことを論述した上で、書証の意義から、適切な論述をするものである。また、「良好」に該当する答案は、出題の趣旨をおおむね正しく理解しているが、書証についての論述が物足りないものなどである。「一応の水準」に該当する答案は、出題の趣旨を理解していることが読み取れるものの、定義や当てはめが適切になされていないものなどである。これに対し、出題の趣旨を正しく理解せず、民事訴訟における証拠調べについて適切に論述していない答案は「不良」と評価される。\n４ 法科大学院に求めるもの本年の問題に対しても、多くの答案において、一応の論述がされていたが、定型的な論証パターンをそのまま書き出したと思われる答案、出題の趣旨とは関係のない論述や解答に必要のない論述をする答案、事案に即した検討が不十分であり、抽象論に終始する答案なども、残念ながら散見された。また、民事訴訟の極めて基礎的な事項への理解が十分な水準に至っていないと思われる答案も一定数あった。これらの結果は、受験者が民事訴訟の体系的な理解と基礎的な知識の精確な取得のために体系書や条文を繰り返し精読するという地道な作業をおろそかにし、依然として論点主義に陥っており、個別論点に対する解答の効率的な取得を重視しているのではないかとの強い懸念を生じさせる。また、法を解釈してその内容を具体化し、事実から適切なものを拾い上げて当てはめていくという法適用が軽んじられているのではないかとも強く懸念される。例年指摘しているように、条文の趣旨や判例、学説等の精緻な理解を駆使して、日々生起する様々な事象や問題に対して、\n論理的に思考し、説得的な結論を提示する能力は、法律実務家に望まれるところであり、このような能力は、基本法制の体系的理解と基礎的な知識の修得、論理的な思考の日々の訓練という地道な作業によってこそ涵養され得るものと思われる。本年においては、特に設問２や設問３が定型的な論証を暗記するだけでは解答が難しく、上記のような法律実務家に望まれる能力こそが求められる問題であったが、高い評価に値する答案は少なかったことに鑑みると、上記の地道な作業が敬遠されているのではないかと危惧される。法科大学院においては、このことが法科大学院生にも広く共有されるよう指導いただきたい。以上は、例年指摘しているところであるが、本年も重ねて強調したい。\nまた、民事訴訟法の分野においては、理論と実務とは車の両輪であり、両者を関連付けて理解を深めることが重要である。特に、本年の問題においては、現実の民事訴訟の手続をイメージできていないのではないかと懸念される答案が少なくなかった。このような民事訴訟の手続をイメージできないまま効果的に学習を進めることは難しいと思われ、法科大学院においては、法廷傍聴や模擬裁判等の演習を積極的に活用するなど、今後とも、より一層、理論と実務を架橋することを意識した指導の工夫を積み重ねていただきたい。"
}