{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の【事例１】及び【事例２】を読んで、後記〔設問１〕及び〔設問２〕について、答えなさい。\n【事例１】\n１ Ａは、某月１日、立ち寄ったホームセンターの駐車場において、エンジンキーが付いたままの状態で駐車されていたＢ所有の普通自動二輪車（以下「本件バイク」という。）を発見し、これを自由に乗り回したいと考え、Ｂに無断で本件バイクを発進させて走り去った。\n２ Ａは、本件バイクに偽造ナンバープレートを装着しようと思い、これを手に入れるまでの間、本件バイクを人目に付かない場所に隠しておこうと考えた。\nそこで、Ａは、友人甲の自宅にシャッター付きのガレージがあることを思い出し、当分の間、甲に頼んで同ガレージに本件バイクを保管させようと考えた。Ａは、同日、本件バイクを運転して甲宅に行き、甲に「これは俺のバイクなんだが、今まで使っていた駐車場が使えなくなってしまったので、しばらく預かってくれないか。」と頼んだところ、甲はこれを承諾し、本件バイク\nを上記ガレージに入れた。\n３ 甲は、本件バイクの保管を続けていたが、同月５日夜、Ａと電話で話をした際、ささいなことから激しい口論となった。甲は、Ａと仲違いしたまま電話を切ったが、怒りが収まらなかったことから、Ａを困らせるため、Ａに無断で本件バイクを別の場所に移動させて隠そうと考えた。\n甲は、自宅から約５キロメートル離れた場所にある甲の実家の物置内に本件バイクを移動させればＡに見付からないだろうと考え、同月６日未明、自己が所有する軽トラックの荷台に本件バイクを積み込むと、同トラックを運転して実家まで行き、同物置内に本件バイクを隠して帰宅した。なお、甲は、怒りにまかせて本件バイクを上記物置内に移動させて隠したが、本件バイクをその後どうするかは考えていなかった。\n〔設問１〕 【事例１】の甲に横領罪（刑法第２５２条第１項）の成立を認める立場から後記⑴及\nび⑵の各主張がなされたとする。各主張の当否について、それぞれ簡潔に論じなさい。\n⑴ 甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」（同項）すれば横領罪が成立する。\n⑵ 甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」（同項）に当たる。\n【事例２】（【事例１】の事実に続けて、以下の事実があったものとする。）\n４ Ａは、偽造ナンバープレートを手に入れたことから、本件バイクを回収しようと考え、同月１０日午後８時頃、甲に電話を掛け、「今日これからバイクを取りに行く。」と言った。これに対し、甲は、笑いながら、「あのバイクはここにはないよ。ざまあみろ。俺を怒らせたお前が悪いんだぞ。」と言った。Ａは、甲の発言を聞いて激怒し、甲に殴る蹴るなどの制裁を加えようと考え、強い口調で甲に、「いい度胸をしているじゃないか。８時半にＣ公園に来い。覚悟しておけよ。」と言った。これに対し、甲も、「おう、行ってやるよ。」と怒鳴って電話を切った。\n甲は、高校時代にＡと同じ不良グループに所属しており、Ａが短気で粗暴な性格で、過去にも怒りにまかせて他人に暴力を振るったことが数回あったことを知っていたため、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと思ったが、甲も頭に血が上っていたことから、自宅にあった包丁（刃体の長さ１５センチメートル。以下「本件包丁」\nという。）をズボンのベルトに差して準備した上で、Ｃ公園に出向き、Ａを待ち構えていた。\nＡは、同日午後８時３０分頃、Ｃ公園に到着し、甲の姿を見るなり、「お前、ふざけんなよ。\n- 2 -ボコボコにしてやるからな。」と怒鳴り声を上げた。これに対し、甲は、「できるものならやってみろ。この野郎。」と大声で言い返した。\n５ Ａは、甲の態度に逆上し、甲に至近距離まで接近すると、右手の拳を突き出して甲の顔面を殴打しようとした。甲は、Ａの拳をかわしながら、本件包丁をベルトから抜いて、Ａに向けて突き出した。Ａは、これをかわし、ひるむことなく更に甲の顔面を殴打しようと拳を振り上げた。\n６ ちょうどその頃、甲の勤務先の後輩乙は、偶然にＣ公園に来て、前記５のとおり、Ａが甲を殴打しようとしているのを目撃し、とっさに甲を助けようと考えた。\n乙は、護身用に携帯していたサバイバルナイフ（刃体の長さ１８センチメートル。以下「本件ナイフ」という。）を取り出して、直ちにＡの背後に回り、同日午後８時３１分頃、何の警告もせずにＡの右上腕部を狙って本件ナイフを同部に強く突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせた。\nこのとき、乙は、前記１から４までの各事実を知らず、また、甲が本件包丁を持っていることも認識しておらず、Ａが甲に対して一方的に攻撃を加えようとしていると思い込んでいた。\n７ Ａは、すぐに後方を振り向き、乙に刺されたことを認識した。Ａは、「誰だ、お前。何をしやがる。」と怒鳴りながら、乙を蹴り付け、ひるんだ乙は本件ナイフをその場に落とした。乙は、Ａから更に殴る蹴るなどの暴力を振るわれてしまうと思って怖くなり、走って逃げ出した。これを見たＡは、乙を捕まえて痛め付けようと考え、「待て。この野郎。」と叫びながら、走って乙を追い掛けた。\n乙は、逃げながらＡが背後から追跡してきているのを見て、このままではすぐに追い付かれて暴力を振るわれてしまうと思っていたところ、進路前方の道路脇に、飲食物の宅配業務に従事していたＤがエンジンを掛けたままで一時的に停めていたＤ所有の原動機付自転車（以下「本件原付」という。）を見付けた。このとき、Ｄは、配達のために付近のマンション内に立ち入っていたことからその場にいなかった。\nＡは乙よりも足が速く、乙がＡの追跡を振り切るためには、本件原付を運転して逃げることが唯一採り得る手段であったところ、乙は、本件原付を使ってＡの追跡を振り切り、安全な場所まで移動したら本件原付をその場に放置して立ち去ろうと考えた。乙は、同日午後８時３３分頃、Ｄに無断で本件原付を発進させ、Ａの追跡を振り切った。\n８ 甲、乙及びＡは、いずれも２０歳代の男性であり、各人の体格に大差はなかった。\n〔設問２〕 【事例２】における乙の罪責について、論じなさい（特別法違反の点は除く。）。\n- 3 -論文式試験問題集［刑事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の各【事例】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。\n【事例１】\n１ Ｈ県警察Ｉ警察署の司法警察員らは、過去の大麻事件の捜査過程から大掛かりな大麻密売の疑いのある者として氏名不詳者（以下「甲」という。）の存在を把握した。甲は、契約名義の異なる携帯電話を順次使用しており、身元や所在地は関係者の供述からも不明であった。\n２ ところが、令和３年１１月２日、Ｉ警察署の司法警察員Ｐは、大麻所持の罪で１年間服役した後出所した暴力団Ｘ組の組員Ａから、「以前は話せなかったが、私が逮捕された際に所持していた大麻は、甲から入手したものである。当時、甲は大麻を栽培し、紹介を受けた者に対して密売していた。先日、甲から出所祝いの電話があった。また私に大麻を売ろうとしているのではないかと思った。私は暴力団や大麻とは縁を切りたいので、情報を提供して警察に協力することにした。」旨言われた。\nＰらは、甲がＡにかけてきた電話番号の契約名義人を捜査したが、実在しないことが判明した。そこで、Ｐらは、Ａを介してＰを大麻の買い手として甲に紹介させた上、まずは少量の大麻をサンプルとして持参させて、甲との信頼関係を構築するとともに、甲に大麻密売の意思があることを確認することとした。そして、その際には甲を逮捕せず、その後甲が多量の大麻を持参したときに現行犯人として逮捕し、甲による大掛かりな大麻密売の全容解明につなげることとした。\n３ 同月２０日、Ａは、Ｐの依頼を受けて甲に電話をし、甲が今でも大麻を密売していることを確認した上で、大麻の買い手としてＰを紹介し、Ｐから聞いた電話番号を甲に伝えるとともに、甲の使用する携帯電話の番号をＰに伝えることの承諾を得た。同日、Ａから連絡を受けたＰは、甲に電話をかけ、「大麻を５キロ欲しいが、まずは１００グラムをサンプルとして手に入れて、その質を確認したい。」旨述べた。これに対し、甲は、「Ａの紹介でもあるし、サンプルの件は分かった。しかし、安全に取引できる場所があるのか不安なので、気が進まない。この間、知り合いの密売人も捕まった。」旨述べた。そこで、Ｐは、甲に対し、「Ｋ県Ｊ市内に私がオ\nーナーを務める宿泊施設がある。そこなら安全だ。」旨述べたところ、甲は、これに応じたが、「危険を感じたら行かない。」旨述べた。その後、Ｐは、Ｋ県Ｊ市内にある宿泊施設を手配した。\n４ 同月２３日、Ｐは、前記施設の一室でＡを伴って甲と会い、甲から、乾燥大麻１００グラムを譲り受けた。そして、２日後に同じ場所で残りの大麻と代金の授受を行うことになった。その場で、甲からは「１０キロ程度なら扱うこともある。」旨の話が出ていた。Ｐが甲と別れた後、Ｉ警察署の司法警察員らは甲を尾行したが、途中で見失った。\n５ 同月２４日、甲からＰに電話があり、「明日の取引は取りやめたい。」旨告げてきた。Ｐが繰り返しその理由を尋ねると、甲は、「密売人の摘発が続いているようで、嫌な予感がする。」旨述べた。これに対し、Ｐは、「自分は長年Ｘ組と交遊があり、Ｘ組との取引も続けてきたので不安に感じる必要はない。サンプルの質が良かったので、約束した代金の１．５倍の代金を払う。」旨述べた。それでも甲が渋る態度を示したことから、Ｐは、「この前、１０キロ程度の大麻なら扱うこともあると言っていたが、同じ単価で１０キロをまとめて買ってもよい。現金はすぐに用意できるので心配ない。取引の場で先に金を見せてもよい。」旨述べ、具体的な金額を提示した。\nすると、甲は、また連絡すると言って電話を切った。Ｐは、直ちにＡに電話をかけ、甲とのやり取りを伝え、甲から電話があった際の対応について指示した。その後、甲がＡに電話をかけ、Ｘ組とＰとの関係を尋ねたのに対し、Ａは、Ｐの指示に従い、Ｐは古くからＸ組と交遊し、- 2 -\n取引もある信用できる人物である旨告げた。これを聞いた甲は、Ｐに再び電話をして、「よく分かった。大麻を１０キロ売ることにするが、必ず先に金を見せてほしい。」旨述べた。\n６ 同月２５日、Ｐは、前記施設の一室で甲に対し、見せ金として用意していた現金を見せた。\nすると、甲は、一旦退室した後、大型トランクに入れた１０キログラムの乾燥大麻を持って部屋に戻ってきた。そこで、Ｐは、隣室で待機していた同署の司法警察員らと共に、その場で甲を大麻の営利目的所持の現行犯人として逮捕し、逮捕に伴い前記乾燥大麻を差し押さえた。\n〔設問１〕\n【事例１】記載のおとり捜査の適法性について、具体的事実を摘示しつつ論じなさい。\n【事例２】（【事例１】の事実に続けて、以下の事実があったものとする。）\n７ 甲を逮捕した翌日の令和３年１１月２６日、Ｈ県Ｉ市内の家屋（以下「本件家屋」という。）が柱や床を残して全焼した。捜査の結果、甲がＢ所有の空き家である本件家屋を大麻栽培拠点としており、それが放火された疑いが濃厚となった。そして、その実行犯として乙が浮上し、Ｉ警察署の司法警察員らは、同年１２月２日、乙を非現住建造物等放火事件の被疑者として同署に任意同行した。\n乙は、同日、取調べにおいて、本件家屋１階１２畳間の全面に灯油を散布した上、点火した石油ストーブを蹴り倒して着火させ、本件家屋に放火したこと、その際、本件家屋内には自分しかいなかったことを供述し、その旨録取した供述調書１通が作成され、同日中に通常逮捕された。その後、乙は、黙秘に転じた。\n本件家屋について実施された検証等の捜査の結果、本件家屋１階１２畳間の床下から焼け落ちた床部分と石油ストーブが発見されるとともに、焼け残った同室の床部分から広範囲にわたり灯油が検出され、また、同ストーブには転倒時の自動消火装置がなく、乙が供述していた方法で灯油に着火できることが判明した。\n検察官は、同月２３日、乙を本件家屋に対する非現住建造物等放火の罪で起訴した（公訴事実は【資料１】のとおり。）。\n８ 乙は、第１回公判期日の冒頭手続において、「放火はしていない。その日、部屋にいて、煙臭いと感じ、石油ストーブを見ると、傍らの乾燥大麻が燃えていた。布をかぶせても火が消えなかったので、そのまま逃走した。灯油をまいてもいない。」旨弁解し、弁護人も同旨の主張をした。\n公判において、火災科学の専門家の証人尋問が実施され、検察官及び弁護人の尋問を通じて、「焼け残った床面の広い範囲から灯油が検出されたことからすると、人為的に灯油がまかれたと考えるのが自然である。」「今回の火災については、被告人が捜査段階で話していたように、室内に灯油を散布した上で、点火した石油ストーブを倒して灯油に着火させたと考えて矛盾はない。」旨証言した。これに対し、裁判所が、補充尋問において、石油ストーブを倒す方法以外での着火の可能性について質問すると、同証人は、「例えば、可燃物に火をつけて散布された灯油に着火させることも可能と考えられる。」旨証言した。同証人尋問の終了後、裁判所は、検察官及び弁護人に対し、放火の態様に関して追加の主張、立証の予定があるかを確認したが、いずれもその予定はない旨回答した。\n裁判所は、証拠調べが終わった時点で、乙が室内に灯油を散布し、その灯油に何らかの方法により着火させたことは認定できるが、乙が石油ストーブを倒して着火させたとまでは認定できないとの心証を得た。その後、論告、弁論においても、検察官及び弁護人は当初の主張を維持し、被告人も従前と同旨の陳述をして、裁判所は結審した。\n- 3 -\n〔設問２〕\n１ 裁判所が、前記の心証に至った理由を説示した上で、【資料１】の公訴事実に対して【資料\n２】の罪となるべき事実を認定し、判決をすることが許されるかについて論じなさい。\nなお、罪となるべき事実の記載が判示として十分かについて論じる必要はない。\n２ 【事例２】につき、仮に、乙が捜査段階において、「令和３年１１月１日に、本件家屋内で、甲が逮捕されたときには同家屋に放火するように甲から指示されていたので、その指示に従って同家屋の室内に灯油をまいた上、点火した石油ストーブを蹴り倒して放火した。」旨述べ、これを踏まえ、検察官が甲を本件家屋に対する非現住建造物等放火の罪で起訴したとする（公訴事実は【資料３】のとおり。）。\n甲は、捜査段階から一貫して乙との共謀を否認し、弁護人も、第１回公判期日の冒頭手続において同旨の主張をした。検察官は、裁判長からの求釈明に応じて、冒頭陳述で、共謀が成立した日にちを令和３年１１月１日、共謀が成立した場所を本件家屋内であるとそれぞれ明らかにした。これに対し、弁護人は、冒頭陳述で、「検察官が乙との共謀が成立したと主張する日は、甲は、一日中、Ｋ県Ｌ市内にある自宅にいて、本件家屋には行っていない。」旨述べてアリバイを主張した。証人尋問において、乙は、「同月１日、甲から放火の指示を受けた。」旨証言し、これに対し、弁護人は、その証言の信用性を弾劾する反対尋問をした。裁判所も、アリバイの主張を念頭に、その日の甲及び乙の行動について補充尋問をした。甲は、被告人質問においても同日のアリバイを述べ、検察官及び裁判所も、同日中の行動について甲に質問した。\n裁判所は、その後の証拠調べの結果をも踏まえ、甲から乙に対して前記のような指示があったことに疑いはないが、その日にちについては、同月１日ではなく同月２日であり、乙はそれを取り違えて供述しているとの心証を得た。その後、論告、弁論において、検察官及び弁護人は、従前と同様の主張をし、被告人も従前と同旨の陳述をして、裁判所は結審した。\nこの場合、裁判所が、前記の心証に従い、事実認定の理由として、共謀が成立したのは同月\n２日である旨説示した上で、【資料３】のとおりの事実を罪となるべき事実として認定し、判決をすることが許されるかについて論じなさい。\nなお、罪となるべき事実の記載が判示として十分かについて論じる必要はない。\n（参照条文） 大麻取締法第２４条の２ 大麻を、みだりに、所持し、譲り受け、又は譲り渡した者は、５年以下の懲役に処する。\n２ 営利の目的で前項の罪を犯した者は、７年以下の懲役に処し、又は情状により７年以下の懲役及び２００万円以下の罰金に処する。\n３ （略）\n- 4 -\n【資料１】公訴事実\n被告人は、令和３年１１月２６日午後２時頃、Ｈ県Ｉ市〇町△丁目×番地所在の現に人が住居に使用せず、かつ、現に人がいないＢが所有する家屋（木造スレート葺２階建て、床面積合計約９８．\n６平方メートル）内において、同家屋１階１２畳間に灯油をまいた上、点火した石油ストーブを倒して火を放ち、その火を同家屋の壁、天井等に燃え移らせ、よって、同家屋を全焼させて焼損したものである。\n【資料２】罪となるべき事実\n被告人は、令和３年１１月２６日午後２時頃、Ｈ県Ｉ市〇町△丁目×番地所在の現に人が住居に使用せず、かつ、現に人がいないＢが所有する家屋（木造スレート葺２階建て、床面積合計約９８．\n６平方メートル）内において、同家屋１階１２畳間に灯油をまいた上、何らかの方法で火を放ち、その火を同家屋の壁、天井等に燃え移らせ、よって、同家屋を全焼させて焼損したものである。\n【資料３】公訴事実\n被告人は、乙と共謀の上、令和３年１１月２６日午後２時頃、Ｈ県Ｉ市〇町△丁目×番地所在の現に人が住居に使用せず、かつ、現に人がいないＢが所有する家屋（木造スレート葺２階建て、床面積合計約９８．６平方メートル）内において、同家屋１階１２畳間に灯油をまいた上、点火した石油ストーブを倒して火を放ち、その火を同家屋の壁、天井等に燃え移らせ、よって、同家屋を全焼させて焼損したものである。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は、設問１で、Ａが盗んだＢ所有のバイク（以下「本件バイク」という。）の保管をＡから依頼された甲が、甲宅のシャッター付きのガレージに保管していた本件バイクを、Ａを困らせるため、甲宅から約５キロメートル離れた場所にある甲の実家の物置内に移動させて隠した行為について、甲に横領罪（刑法第２５２条第１項）の成立を認める立場から、⑴甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」（同項）すれば横領罪が成立する、⑵甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」（同項）に当たるという各主張がなされた場合のそれぞれの当否を検討させ、設問２で、Ａと口論になり公園に呼び出された甲が、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと考え、包丁を準備して同公園に出向いたところ、同公園に現れたＡから拳で殴られそうになったため、自らも包丁をＡに向けて突き出すなどしたが、その様子を目撃した乙が、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考えて、Ａの背後から、持っていたサバイバルナイフ（以下「本件ナイフ」という。）\nをＡの右上腕部に突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせた行為について傷害罪の成否を検討させ、さらに、その後、乙が、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に、飲食物の宅配業務に従事していたＤが一時的に停めていた原動機付自転車（以下「本件原付」という。）を見付け、本件原付を使ってＡの追跡を振り切り、安全な場所まで移動したら本件原付をその場に放置して立ち去ろうと考え、Ｄに無断で本件原付を発進させてＡの追跡を振り切った行為について窃盗罪の成否を検討させ、それにより、刑事実体法及びその解釈論の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n⑴ 甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」すれば横領罪が成立するとの主張の当否について\n- 15 -横領罪は、自己の占有する他人の物を横領したときに成立するところ、本件バイクは、Ｂが所有する「他人の物」であり、これを甲が自宅のガレージに保管して事実上支配していたのであるから、甲が「他人の物」を占有していたことは明らかである。\nもっとも、横領罪における「占有」は、他人からの委託信任関係を原因とするものであることを要するところ、本件バイクは、ＡがＢから盗んだ盗品であり、甲は、その情を知らなかったものの、客観的には窃盗犯人であるＡから盗品の保管を委託されたものであったことから、設問１⑴の主張は、このような窃盗犯人からの委託に基づく場合でも本罪の「占有」に当たると解することが前提となっている。そこで、設問１⑴においては、窃盗犯人からの盗品の保管の委託を保護することの当否が問題となることを示した上で、その当否及び根拠を論じる必要がある。\n設問の主張の正当性を肯定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値する根拠として、a.窃盗罪において窃盗犯人の占有も保護されていることとの均衡上、横領罪においても窃盗犯人との委託信任関係は保護されるとの説明等が考えられる。\n他方、設問の主張の正当性を否定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値しないとする根拠として、b.委託の内容は、客観的には盗品の保管の委託であり、盗品等保管罪を構成する行為であるところ、委託の内容が犯罪を構成する場合には、委託関係の要保護性を否定すべきであるとの説明や、c.横領罪の委託関係は所有者又は所有者から権限を与えられた者と行為者との間において必要であるから、正当な権限を与えられていない窃盗犯人からの委託関係を横領罪に必要な委託と認めるべきではないとの説明等が考えられる。\n⑵ 甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」に当たるとの主張の当否について甲は、Ａを困らせるため、Ａに無断で本件バイクを隠匿したものであり、かかる行為は、Ａからの委託の趣旨に反する行為とは評価できるものの、バイクの効用に基づいて利用処分したものとは評価できない。設問１⑵の主張は、このような物の効用に基づいた利用処分とはいえない隠匿行為も「横領した」に当たると考える立場に立つことが前提になっている。そこで、設問１⑵においては、「横領した」というため、物の効用に基づく利用処分をすることを不要とすることの当否が問題となることから、かかる問題の所在を示した上で、その当否及びその根拠等を論じる必要がある。\n物の効用に基づく利用処分をすることを不要とする立場からの説明としては、a.横領行為とは、委託の趣旨に反する権限逸脱行為であるとの説明（越権行為説）や、b.横領行為とは、不法領得の意思を発現する行為である（領得行為説）とした上、横領罪における不法領得の意思とは「他人の物の占有者が委託の任務に背いて、その物につき権限がないのに所有者でなければできないような処分をする意思」であり、目的物をその効用に基づいて利用、処分する意思までは不要であるとの説明等が考えられる。なお、判例は、領得行為説に立ちつつ（最判昭和２７年１０月１７日集刑６８号３６１頁等）、不法領得の意思の内容につき、b説と同様の説明をしている（最判昭和２４年３\n月８日刑集３巻３号２７６頁等）。\n他方、物の効用に基づく利用処分をすることを必要とする立場からの説明としては、c.領得行為説に立ちつつ、横領罪における不法領得の意思の内容として、窃盗罪など他の領得罪と同様に、毀棄罪との区別として、客体を何らかの用途に利用、処分する意思が必要であり、客体を専ら隠匿する行為は不法領得の意思を発現する行為とはいえないなどの説明等が考えられる。\n設問１は⑴⑵いずれについても、自説の論拠や他説への批判などを踏まえつつ、各主張の当否を論ずることが求められる。\n設問２について\n⑴ 乙がＡを刺突して傷害を負わせた行為について乙は、Ａが甲を殴打しようとしていたところを偶然目撃し、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考え、Ａの背後から、本件ナイフでＡの右上腕部を突き刺し、Ａに傷害を負わせている。乙の行為は、有形力の行使によりＡの生理的機能に障害\n- 16 -を与えており、また、乙は少なくとも暴行の故意に基づいて同行為に及んでいることから、傷害罪の構成要件に該当することは明らかである。\nもっとも、乙は、甲を助けるため、Ａの右上腕部を本件ナイフで突き刺したものであるから正当防衛が成立する余地があるが、被侵害者である甲は、Ａからの侵害を予期した上で対抗行為に及んでいる。そこで、乙の正当防衛の成否を検討するに当たっては、正当防衛状況を基礎付ける侵害の急迫性が認められるか否かが問題となるところ、本事例では、被侵害者と防衛者が同一でないことから、いずれを基準に侵害の急迫性を判断すべきかとの問題の所在を示しつつ、根拠とともに自らの立場を示し、それに基づいて侵害の急迫性を検討する必要がある。\n刑法第３６条は、急迫不正の侵害という緊急状況の下で公的機関による法的保護を求めることが期待できないときに、侵害を排除するための私人による対抗行為を例外的に許容したものであるところ、侵害の回避が十分に可能であるのに積極的な態度で侵害に臨んだ者は、侵害にあえて身をさらすことでそれを受け入れているのでその侵害に対する要保護性を欠き、刑法第３６条の趣旨が妥当しないと考えれば、正当防衛を否定すべき事情は専ら被侵害者を基準として判断されることとなる。そして、本事例において、被侵害者甲を基準に侵害の急迫性を検討する場合、甲は、Ａからの侵害を予期した上で対抗行為に及んでいることから、最決平成２９年４月２６日刑集７１巻４号２７５頁が指摘する事情を踏まえつつ、対抗行為に先行する事情を含めた行為全般の状況に照らして検討することとなろう。すなわち、当該判例は、①行為者と相手方との従前の関係、②予期された侵害の内容、③侵害の予期の程度、④侵害回避の容易性、⑤侵害場所に出向く必要性、⑥侵害場所にとどまる相当性、⑦対抗行為の準備の状況、⑧実際の侵害行為の内容と予期された侵害との異同、⑨行為者が侵害に臨んだ状況、⑩その際の意思内容等を考慮し、行為者がその機会を利用し積極的に相手方に対して加害行為をする意思で侵害に臨んだときなど、前記刑法第３６条の趣旨に照らし許容されるものとはいえない場合には侵害の急迫性の要件を充たさないとするところ、甲は、高校時代にＡと同じ不良グループに所属しており、Ａが短気で粗暴な性格であり、過去にも怒りにまかせて他人に暴力を振るったことが数回あったと知っていたこと、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと思っていたこと、わざわざ出向く必要はなかったのにＡが指定した公園に出向いてＡを待ち構えていたこと、その際に自宅にあった包丁を準備していたこと、Ａからの実際の侵害の内容は拳で殴打しようとするというものであり、予期された侵害を超えるものではなかったこと、甲もすかさず包丁を抜いてＡに向けて突き出すなどしたことなどの事情に照らせば、本件におけるＡの侵害行為は、被侵害者甲を基準とすれば、侵害の急迫性の要件を充たさないと解されることとなる。\nそして、Ａの甲に対する急迫不正の侵害が否定されると考えた場合、防衛者である乙はこれが存在すると認識していることから、急迫不正の侵害があると誤信した上で、主観的には防衛行為に及んでいることになるため、かかる誤信に基づいて対抗行為に及んだ乙に故意犯が成立するかどうかを検討する必要がある。\n通説は、故意を認めるためには、「罪」（＝犯罪）を犯す意思が必要である以上、その認識対象は、構成要件に該当する違法な行為として理解すべきであることを前提に、構成要件該当事実の認識・予見があっても、違法性阻却事由を誤信しているときには故意犯の成立を否定する。同説によれば、行為者の認識・予見した事情が正当防衛に該当する事情である場合には、違法性を基礎付ける事実の認識が欠けるとして責任段階で故意が阻却され（その誤信について過失がある場合に限って、過失犯の成立を認める。）、過剰防衛と評価される事実を認識していた場合には、違法性を基礎付ける事実の認識が認められ故意犯が成立する。\nそこで、乙に故意犯が成立するか否かを判断するに当たっては、乙の認識・予見した事実が、正当防衛と評価されるか、過剰防衛と評価されるかを明らかにする必要がある。そして、判例実務では、防衛行為の危険性や防衛手段としての必要最小限度性等の事情を考慮して「やむを得ずにした行為」に当たるか否かを判断しているところ、乙が認識していた事実は、Ａが甲の顔面を- 17 -\n拳で一方的に殴打しようとしているというものであったのに対し、乙は、Ａの背後から、何の警告もせずにＡの右上腕部を本件ナイフで強く突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせており、かかる乙の行為は、明らかにＡの行為の危険性を大きく上回るものと評価できる上、甲、乙及びＡがいずれも２０歳代の男性であり、各人の体格に大差がなかったことなども併せて考慮すれば、Ａを後ろから羽交い締めにするなど、より侵害性が軽微な手段が他に存在したといえることから、乙の行為は、その認識した事実を前提としても「やむを得ずにした行為」とは評価できない。\nしたがって、故意は阻却されず乙に傷害罪が成立するが、乙の誤信した侵害を前提とすると、乙の行為は過剰防衛としての性質を有することから、刑法第３６条第２項の適用（又は準用）の可否も問われることになるため、この点についても根拠とともに自説を論じる必要がある。\n他方、前記判例と異なり、自招侵害の場合を除いて先行事情を正当防衛の成立を否定する事情とすることに否定的な立場に立つ場合には、被侵害者甲を基準に侵害の急迫性を判断するとしても、急迫性が肯定されることになるが、その場合には自説の根拠を十分に論ずる必要がある。\nまた、防衛者乙を基準に正当防衛状況を判断する立場に立つ場合にも、客観的にＡの甲に対する侵害が切迫していた以上、急迫性は肯定されることになるが、その場合、甲自らは（判例の立場によれば）Ａに正当防衛として対抗することが認められない状況でありながら、乙が甲のために正当防衛をすることが許される理由に言及した上で、急迫性の判断が相対化する理由を的確に示す必要がある。\nそして、侵害の急迫性が肯定されると考えた場合、正当防衛に関する他の要件の充足性についても論じる必要があるところ、前記のとおり、乙の行為は「やむを得ずにした行為」とは評価できないことから、傷害罪が成立し過剰防衛を認めることとなる。\n⑵ 乙が本件原付を乗り去った行為について乙は、Ａの右上腕部を本件ナイフで突き刺した後、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に停められていたＤ\n所有の本件原付を見付け、Ａの追跡を振り切るため、Ｄに無断で本件原付を発進させてＡの追跡を振り切っている。同行為については、窃盗罪の成否を検討することとなるため、まず同罪の客観的構成要件要素である「他人の財物」、「窃取」と、主観的構成要件要素である故意及び不法領得の意思が、いずれも認められることについて論じる必要がある。\nその上で、乙の行為は、客観的には、「自己又は他人の生命、身体、自由又は財産に対する現在の危難を避けるため」の行為であり、緊急避難として違法性が阻却されないかが問題となり得るところ、これに先行する事情として、避難行為者である乙が、自らＡを本件ナイフで刺すなどして、乙自身の法益に対する「現在の危難」を自ら招いたという事情が存在するため、かかる事情があるにもかかわらず、自己が招いた危難を回避するために、無関係の第三者Ｄに侵害を加えることが緊急避難として正当化されるかが問題となる。そこで、かかる問題の所在を示しつつ、根拠とともに自説を論じ、乙の罪責について論じる必要がある。\n危難を自招した場合に緊急避難を認めるか否かについては、自招侵害に関する最決平成２０年\n５月２０日刑集６２巻６号１７８６頁が参考になる。すなわち、当該判例は、自招侵害の状況について、「被告人において何らかの反撃行為に出ることが正当とされる状況」を否定しているが、この実質的根拠は、自らの不正行為によって緊急状況を招いた者の利益は、あえて正当防衛を用いて保護する必要性が乏しいという意味において、被侵害者の要保護性の欠如に求めることができる。そして、被侵害者の要保護性の欠如という観点は、その状況が共通であれば、対抗行為が正当防衛であっても、緊急避難であっても、同様に当てはまると考えられる。このような立場からは、当該判例の考え方が自招危難にも妥当することに触れた上、不正の行為によって危難を招致したといえるか否か（危難が、自招行為によって触発された、その直後における近接した場所での一連、一体の事態であるか否か）、危難がその招致行為の程度を大きく超えるものでないかど\n- 18 -うかといった当該判例の判断基準を示し、乙による本件ナイフでの刺突行為が違法であること、Ａの追跡は同刺突行為によって触発された、その直後における近接した場所での一連、一体の事態であること、Ａは素手で暴行を加えようとしてきているにすぎず、同刺突行為の程度を大きく超えるものでないこと等の具体的事実を摘示した上で緊急避難の成立が否定されると説明することが考えられる。\nまた、自招危難に関する判例・裁判例（大判大正１３年１２月１２日刑集３巻８６７頁、東京高判昭和４５年１１月２６日東高刑時報２１巻１１号４０８頁等）によれば、行為者が自己の故意又は過失により有責に危難を招致したといえる場合には緊急避難の成立を否定するという理解もあり得るところである。このような前提からは、乙がＡによる侵害を招致することを予見していなかったとしても、予見可能性は認められることなどを踏まえて、緊急避難の成否を検討することが必要となる。\nそのほか、危難を自招した場合に緊急避難を認めるか否かについては、緊急避難の成立要件のいずれか（「現在の危難」又は「やむを得ずにした行為」）の存在を否定することにより解決しようとするものや緊急避難の成立要件の外に解決の糸口を求め、社会的相当性や権利濫用などの一般理論を援用することによって解決しようとするものなど、様々な考え方が存在するが、いずれにしても、緊急避難や違法性の本質を意識しつつ、自招危難として緊急避難が否定される具体的な判断基準を示した上で、本件の具体的な事実関係に即して緊急避難の成否を論述することが求められる。\n〔第２問〕\n本問は、大麻取締法違反事件及び非現住建造物等放火事件を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、大麻密売の疑いのある者として把握されていた甲に対するおとり捜査の適\n法性を論じさせることにより、おとり捜査の適法性の判断基準に対する理解と具体的事案への適用能力を試すものである。\nおとり捜査の適法性が争われた事案に関する最高裁判所の判例としては、最決平成１６年\n７月１２日刑集５８巻５号３３３頁（以下「平成１６年決定」という。）がある。平成１６年決定は、おとり捜査の意義を示した上で、これが許容される場合がある旨判示しているところ、おとり捜査の適法性を検討するに当たっては、おとり捜査に関する法律上の定義規定がないことから、前提として、おとり捜査の意義に関する理解を示すことが求められる。\nまた、おとり捜査については、刑事訴訟法に特別の根拠規定がなく、平成１６年決定も、おとり捜査が刑事訴訟法第１９７条第１項に基づき任意捜査として許容される場合があるとしていることから、おとり捜査の適法性を検討する際には、おとり捜査の法的性質についても論じることが求められる。そして、その判断には、おとり捜査が違法とされる実質的理由が影響し得ることに留意する必要がある。すなわち、おとり捜査が違法とされる実質的理由については、学説上、不公正な捜査方法であるからとする考え方、国家が犯罪を創出し法益侵害を生じさせるからとする考え方、人格的自律権・個人の尊厳に対する侵害があるからとする考え方などが主張されているところ、これらの理由とおとり捜査の法的性質との整合性に留意して論述する必要がある。\n次に、おとり捜査の適法性の判断基準については、学説上、もともと犯意を有していた者に犯罪の機会を提供した場合（以下「機会提供型」という。）と、おとり捜査によって対象者に犯意を生じさせた場合（以下「犯意誘発型」という。）とを区別し、機会提供型は適法であ\n- 19 -るが、犯意誘発型は違法であるとする考え方や、捜査比例の原則に従い、必要性と相当性という枠組みの下で、比較衡量によりおとり捜査の適否を判断する考え方などが主張されている。いずれの見解に立つにせよ、おとり捜査の適法性の判断基準は、おとり捜査の法的性質や、おとり捜査が違法とされる実質的理由と結び付くものであるから、それらの点を踏まえた上で判断基準と判断要素を示すことが求められる。また、平成１６年決定は、おとり捜査の適法性について、必ずしも機会提供型と犯意誘発型のどちらに当たるかのみで判断しているわけではないことにも留意する必要がある。\nこのようにおとり捜査の適法性の判断基準について論じた上で、本設問の事例に現れた具体的事実の持つ意味を的確に評価し、判断基準に当てはめて、おとり捜査の適法性を検討することが求められる。\n本設問において、おとり捜査の対象となる犯罪は、大掛かりな大麻密売をしている疑いがある者として把握されていた甲による大麻密売事案であり、大麻の密売先は紹介者に限られ、密売に使用される携帯電話の契約名義は架空人名義で、その番号も変わり、甲の氏名や身元などは判明せず、その後、司法警察員らが甲を尾行した際も見失っている。また、捜査協力を申し出たＡにより甲が今でも大麻を密売しているとの情報が得られ、その後、甲はサンプ\nルとしての大麻の取引に応じ、その際、１０キログラム程度の大麻であれば取り扱うことがある旨述べている。また、大麻密売事案は、直接の被害者がいない犯罪で、さらに、本件で売り渡される大麻は、おとり捜査を通じて司法警察員らにより回収されることが見込まれている。\n他方で、甲は、サンプルとしての大麻の取引の前に、司法警察員Ｐに対し、取引場所を気にする発言をし、気が進まない旨述べ、これに対し、Ｐが取引場所を手配している。また、甲は、本取引の前日には、明日の取引はやめたい旨述べたが、これに対し、Ｐは暴力団Ｘ組と交遊があるかのように装い、約束した代金の１．５倍の代金を払う旨や同じ単価で１０キ\nログラムの大麻を買っても良い旨述べた上、Ａに指示し、ＰがＸ組と取引のある信用できる人物である旨甲に告げさせている。\nまた、本設問では、司法警察員らは、甲からサンプルとしての大麻を譲り受けた際に甲を逮捕せず、その後、より大量の大麻を取引する際に甲を逮捕している。\n以上のような本設問の事例に現れた具体的事実を踏まえ、自己の拠って立つおとり捜査の適法性の判断基準を前提に、抽出した事実の持つ意味を的確に評価しつつ、おとり捜査の適法性について論じることが求められる。\n〔設問２〕について、まず〔設問２―１〕は、非現住建造物等放火事件の犯行態様の一部\nについて公訴事実と裁判所の心証との間にずれが生じた事例について、裁判所が現訴因のまま自己の心証に従って判決をすることができるか否かを問うことにより、訴因変更の要否に関する判断枠組みに対する理解と具体的事案への適用能力を試すものである。\n訴因変更の要否を論じるに当たっては、訴因の本質をどのように考えるかが問題となる。\nこの点について、訴因は検察官がその存在を主張して審判を請求する具体的な犯罪事実を示したものとするいわゆる事実記載説によれば、訴因と異なる事実を認定するには、訴因変更の必要が生じ得ることになるが、その上で、どのような事実の変動が生じる場合に訴因変更が必要となるのかが、さらに問題となる。\nこの点について、学説上、訴因が被告人に防御の範囲を示す機能を有することに鑑み、訴因と異なる事実を認定することによって被告人の防御の利益を実質的に害することになるか否かにより判断する考え方があり、その中でも、被告人の防御活動等具体的な審理の経過に鑑み、それを個々の事件ごとに個別に判定すべきとするいわゆる具体的防御説や、訴因事実と認定事実とを一般的・類型的に対比することにより判定すべきとするいわゆる抽象的防御説などがある。これに対して、判例上、最決平成１３年４月１１日刑集５５巻３号１２７頁\n- 20 -\n（以下「平成１３年決定」という。）において、訴因変更の要否に関する判断枠組みが示され、その後、最決平成２４年２月２９日刑集６６巻４号５８９頁においても、その判断枠組みを踏まえた判断がされている。そのため、訴因変更の要否の判断枠組みにつきどのような見解に立つにせよ、平成１３年決定を意識した論述が求められる。平成１３年決定は、まず、審判対象画定に必要不可欠な事実については、防御活動のいかんにかかわらず、訴因と異なる事実を認定するには訴因変更が必要であるとし（第１段階の検討）、次に、上記以外の事実で、被告人の防御にとって重要な事実については、それが訴因に明示された以上、訴因と異なる事実を認定するには原則として訴因変更が必要であるが、そのような場合でも、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合には、例外的に訴因変更を必要としない場合がある（第２段階の検討）という判断枠組みを取っているものと考えられる。\n〔設問２－１〕において、公訴事実は犯行態様を「点火した石油ストーブを倒し」と記載\nしているのに対し、裁判所の認定に係る罪となるべき事実は、「何らかの方法で」と記載している。そこで、例えば、平成１３年決定の判断枠組みによれば、まず、第１段階の検討として、この点が審判対象画定に必要不可欠な事実の変動に該当するか否かを論じる必要がある。\nそして、これが審判対象画定に必要不可欠な事実の変動に当たらないと考えた場合、次に、第２段階の検討として、公訴事実に「点火した石油ストーブを倒し」と明示されていることから、これを「何らかの方法」と認定することが被告人の防御にとって重要な事実の変動に該当するか否かを論じる必要がある。そして、それが被告人の防御にとって重要な事実の変動に該当すると考えた場合、さらに、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合に該当するか否かを論じる必要がある。その際には、本設問における火災科学の専門家である証人への尋問状況、尋問結果を踏まえた裁判所の当事者への働きかけとそれに対する当事者の対応等の事情も踏まえて検討することが求められる。判例とは異なる判断枠組みによって論じる場合にも、それぞれの立場を踏まえて、訴因と異なる事実を認定することの適否を論じる必要がある。\n次に、〔設問２－２〕は、共謀共同正犯において、検察官が冒頭陳述で釈明した共謀の日にちと裁判所が心証を形成した共謀の日にちとの間にずれが生じた事例について、裁判所がその心証に従って判決をすることができるか否かを問うことにより、検察官の釈明の効果及びそれを踏まえた裁判所の採るべき措置に対する理解と具体的事案への適用能力を試すものである。\n〔設問２－２〕において、検察官は、特定の日にちに共謀が成立したと釈明するものの、\n訴因には「共謀の上」としか記載されておらず、共謀の日にちは記載されていない。そこで、まず、検察官が釈明した内容が訴因の内容になるのかが問題となる。\nこの点について、検察官が釈明した事項が訴因の明示・特定に必要な事項である場合には、訴因の内容になるとする考えによれば、訴因の明示・特定に必要な事項は何かが問題となる。\nこの点について、学説上、訴因は他の犯罪事実から識別可能な程度に特定されていれば足りるとするいわゆる識別説や、訴因は他の犯罪事実と識別できるかだけでなく被告人の防御権の行使に支障がない程度まで具体化される必要があるとするいわゆる防御権説が主張されている。識別説に立ち、共謀の日にちは訴因の明示・特定に必要な事項とはいえないとして、検察官の釈明により訴因の内容になるものではないとする見解や、防御権説の立場から、共謀共同正犯における共謀の日にちは共謀のみに関与した被告人との関係では訴因の明示・特定に必要な事項であるとして、検察官の釈明により訴因の内容になるとする見解などが考えられる。\n- 21 -その上で、検察官が釈明した共謀の日にちが訴因の内容になるとする見解を採ると、次に、釈明の内容と異なる共謀の日にちを認定するに当たり、訴因変更の要否が問題となる。\n他方で、検察官の釈明した共謀の日にちは訴因の内容にはならず、それゆえ訴因変更の要否の問題にならないと考える場合にも、検察官の釈明の内容と異なる共謀の日にちを認定するに当たり、被告人の防御との関係で、裁判所が何らかの措置を講じる必要がないかが問題となる。\nこの点、共謀共同正犯の成否が問題となった事案において、被告人の謀議への関与が、検察官の主張する日にちとは異なる日にちになされた旨を、原審が、その成否を審理における争点として顕在化させることなく認定したことの適法性が問題となった最高裁判所の判例として、最判昭和５８年１２月１３日刑集３７巻１０号１５８１頁がある。同判決は、原審の訴訟手続は、事案の性質や審理の経過等に鑑みると、被告人に不意打ちを与え、その防御権を不当に侵害するものであるとしており、同判決を意識した上で、本設問の事例に現れた具体的事実を適切に評価した上で、裁判所として採るべき措置を論じることが求められる。\n【選択科目】"
}