{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＹ社は、家庭用電化製品甲（以下、単に「甲」という。）の日本国内メーカーである。Ｙ社のほか、日本国内メーカーであるＡ社、Ｂ社及びＣ社が甲を製造販売している。甲に代替する製品は存在しない。日本における甲の販売金額に基づく割合（シェア）は、Ｙ社が約２０パーセント、Ａ社が約３０パーセント、Ｂ社及びＣ社がそれぞれ約２５パーセントである。新たに甲の製造販売を計画するものはいない。また、輸送費などの関係から甲の輸入品は存在せず、輸入される見込みもない。限られた個人売買を除いて、中古品甲の取引は行われていない。\n甲を使用するためには、交換部品乙（以下、単に「乙」という。）が必要である。甲とは異なり、乙はそれほど高額ではなく、甲と乙の価格差は大きい。Ｙ社製甲を使用するためには、取付け部分の形状等から、Ｙ社製甲に専用の乙が必要である。このようなＹ社製甲向け乙については、Ｙ社が製造販売する純正品のほか、甲を製造していないＸ社、Ｄ社及びＥ社が製造販売する非純正品がある。\n同様に、Ｙ社以外の３社が製造販売する甲についても、それぞれ専用の乙が必要である。Ａ社、Ｂ社及びＣ社がそれぞれ自社製甲向け乙を製造販売するほか、Ｘ社、Ｄ社及びＥ社も、それぞれＡ社、Ｂ社及びＣ社製甲向け乙を製造販売している。輸送費などの関係から乙の輸入品は存在しない。\nＹ社、Ａ社、Ｂ社及びＣ社が自社製甲向け以外の乙を製造販売する計画はない。また、新たに非純正品の乙の製造販売又は輸入を計画するものはいない。\n日本におけるＹ社製甲向け乙の販売金額に基づく割合（シェア）は、Ｙ社、すなわち純正品が約４０パーセントであり、Ｘ社、Ｄ社及びＥ社、すなわち非純正品が合計約６０パーセントである。\nＹ社製甲向け以外の乙に関しても同様の状況にあり、乙全体で見た場合、Ｘ社、Ｄ社及びＥ社のシェアは合計約６０パーセントとなっている。Ｘ社、Ｄ社及びＥ社のシェアは、甲のメーカーごとに多少の差異はあるものの、それぞれほぼ同一（約２０パーセント）である。\n甲の買換え時期や乙の交換頻度は、ユーザーにより大きく異なる。甲の販売について、Ｙ社、Ａ社、Ｂ社及びＣ社間の競争は活発である。Ｙ社製甲向けを含めた乙の製造販売について、かつて純正品が５０パーセントを超えるシェアを有していたところ、近年、低価格を武器に、上記のとおり非純正品が約６０パーセントのシェアを有するようになっている。なお、甲の購入者は、甲の購入時には、乙の交換費用や交換時期を十分に認識していない。また、甲の購入者は、乙の交換時には、純正品又は非純正品を自ら選択して購入している。\nところで、Ｃ社製甲について、Ｅ社製乙を使用することによる数件の発火事故がメディアで報道された。調査の結果、これらの原因はＣ社製甲とＥ社製乙の取付け部分の接触不良にあり、特にＥ社製乙の設計上の問題であることが明らかとなった。しかし、Ｅ社がＣ社製甲向け乙の取付け部分を調整することにより、同問題は解決された。また、Ｃ社製甲向けのＥ社製乙以外には、同様の問題はないことが確認されている。\nその後も、Ｙ社製甲については、同様の発火事故や非純正品の乙の使用に起因する作動不具合が報告されたことはなかったが、Ｙ社は、新規に製造販売する自社製の甲及び乙に電子部品を新たに取り付けることにより、自社製の乙が使用された場合にのみ自社製の甲が作動するようにした（以下「本件行為」という。）。\nＹ社が本件行為を実行した結果、Ｘ社、Ｄ社及びＥ社共に、本件行為後に製造販売されたＹ社製甲向けの乙の製造販売が以後不可能となった。Ｘ社は、本件行為前に、Ｙ社製甲向け以外の乙の製造設備について、その一部を近年シェアを伸ばしつつあったＹ社製甲向け乙の製造のために変更したところであり、このため、本件行為後、Ｘ社の売上高は大きく減少することが予想された。また、結局、販売できないＹ社製甲向け乙の在庫が生ずることが予想された。\nＸ社は、Ｙ社製甲向け乙の製造設備をそれ以外の乙の製造設備に変更することも資金的に困難で- 14 -あることから、Ｙ社に対して本件行為を取りやめるよう求めたが、Ｙ社は、これを拒否している。\nそこで、Ｘ社は、本件行為について、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）に基づき、Ｙ社に対する差止請求訴訟を提起することを検討している。\n〔設 問〕\n上記の差止請求について、以下のＹ社の主張に留意しつつ、独占禁止法上の問題点を検討しなさい。\nＹ社の主張：「当社は、甲の製造販売について約２０パーセントのシェアを有するにすぎず、独占禁止法違反行為を行い得る力を有していない。また、非純正品の安全性には疑問がある。製品の安全性を確保することは何よりも重要であるはずだ。」\n- 15 -\n〔第２問〕（配点：５０）\n【前 提】\n甲製品は、特有の効用を有する比較的高額な家庭用機器であり、代替する製品はない。その機能やサイズ等に応じて、多様な機種がある。\n日本では、Ｘ社及びＹ社を含む５社のメーカーが甲製品を製造しており、それらは小売業者を通してユーザーに販売されている。ユーザーは、小売業者の店舗において、装備されている機能や使用方法等に関する説明を受けながら甲製品のメーカーや機種を選定して購入することが一般的である。小売業者は、通常、複数のメーカーの甲製品を取り扱っており、甲製品のメーカーと小売業者の間に資本関係等はない。\n甲製品のメーカーは、それぞれの甲製品の機種ごとに希望小売価格を設定し、取引先小売業者に通知している。各メーカーの甲製品の希望小売価格は、他社の同等の機種の希望小売価格を参照しつつ設定されており、その水準に大きな違いはない。\n日本における甲製品全体の販売台数に占めるＸ社製甲製品の割合（シェア）は、約３０パーセントで第１位である。また、Ｙ社製甲製品は、そのシェアが約２０パーセント（第３位）とやや低いものの、その特有の機能が一部のユーザーから高く評価されており、ユーザーの中にはＹ社を指名して購入しようとするものも少なくない。このため、甲製品の小売業者にとっては、Ｘ社製及びＹ\n社製の甲製品を取り扱うことが営業上有利である。なお、甲製品の各メーカーのシェアに大きな変動はない状況が続いている。\n〔設 問〕下記⑴及び⑵の設問に解答しなさい。\n⑴ 上記の【前提】に加え、以下の事情がある場合に、Ｘ社のそれぞれの行為について、独占禁止法に違反するか、違反する場合には違反行為期間を含めて、検討しなさい。\nＸ社は、従来、Ｘ社製甲製品の機種ごとに設定している希望小売価格について、それが参考である旨明記してきていた。Ｘ社の取引先小売業者は、通知された希望小売価格を参考に、それぞれの判断で販売価格を設定してきており、平均販売価格は希望小売価格をやや下回る水準で推移してきていた。そうした中で、Ｘ社は、平成２８年４月、取引先小売業者に対し、新機種を含めた全機種の希望小売価格を通知する際に、Ｘ社製甲製品の性能やブランド力からみて、希望小売価格で販売することが十分可能であることを強調する説明を加えた。\nその後、Ｘ社の取引先小売業者の中に、Ｘ社製甲製品について希望小売価格からの値引き幅を強調して販売するものが出てきた。このため、Ｘ社は、Ｘ社製甲製品の販売価格を調査することとし、令和元年１０月、取引先小売業者に対し、機種ごとの希望小売価格を明記した調査表に実際の販売価格を記入する方法で回答することを求めた。その調査表には、販売価格に関する回答の正確性を確認することがある旨付記されていた。\nＸ社が実施した価格調査の結果、大幅な値引き販売を行う取引先小売業者は少ないものの、ある程度の値引き販売を行う取引先小売業者が相当数存在することが判明した。このため、Ｘ社は、Ｘ社製甲製品の販売価格の管理を強めることとし、令和２年４月、全機種について、従来の「希望小売価格」に代えて「販価」と表記し、また、参考である旨の記述を削除して、取引先小売業者に通知した。この通知には、必要に応じ、Ｘ社において取引先小売業者の販売価格の調査を行う旨明記されていた。Ｘ社の取引先小売業者の多くは、Ｘ社からの通知が販価どおりの価格で販売してほしいという趣旨であることを理解した。\nしかし、Ｘ社が令和２年４月の通知の直後に調査会社に委託して実施した価格調査の結果、引き続きＸ社製甲製品を販価から値引きして販売している取引先小売業者が一部存在することが判明し、その後も変わりなかった。このため、Ｘ社は、令和２年１０月、取引先小売業者に対し、販価どお\n- 16 -りに販売するよう改めて要請し、この要請に反した取引先小売業者に対してはＸ社製甲製品の出荷を制限することがある旨通知した。また、この通知の直後に、Ｘ社は、従来から値引き販売を行っていた取引先小売業者に対して、実際に出荷を制限する措置を講じた。この措置が取引先小売業者の間に広く知られたこともあり、出荷制限を受けることを恐れて、取引先小売業者がＸ社製甲製品を値引きして販売することはほとんど見られなくなった。\nその後、Ｘ社は、令和４年１月、取引先小売業者に対し、販売価格に関する従前の通知や要請、措置等を全て廃止することを表明した上で、参考である旨明記した「希望小売価格」を改めて通知したが、その価格は令和２年４月に通知した販価と全く同じであった。通知を受けた取引先小売業者は、Ｘ社からの通知の内容を理解したものの、現在に至るまで、値引き販売はほとんど行われていない。\n⑵ 上記の【前提】に加え、以下の事情がある場合に、Ｙ社の行為について、独占禁止法に違反するか検討しなさい。\nＹ社は、Ｙ社製甲製品が他のメーカーの甲製品にはない機能を有しており、取引先小売業者がユ\nーザー（潜在的なユーザーを含む。）に対してＹ社製甲製品の特有の機能を含めて使用方法等を十分説明することが不可欠であり、また、それが甲製品の新たなユーザーを発掘するとともに、Ｙ社製甲製品に対する評価を高め、Ｙ社を指名して購入するユーザーを増やすことにつながると考えている。\nしかし、甲製品が普及するにつれて、特に買換えをしようとするユーザーの中には、小売業者による甲製品の使用方法等の説明が不要であり、あるいは煩わしいと感じるものもいるようになってきている。また、甲製品の小売業者の中にも、甲製品の使用方法等に関する説明を丁寧に行おうとすると費用が掛かることから、こうした説明を省略し、むしろ低価格を訴求した販売を行いたいと考えるものが出てきている。\nこうした中で、Ｙ社は、令和３年４月、取引先小売業者に対し、上記のようなＹ社の考えを改めて説明した上で、来店するユーザーに対してＹ社製甲製品の使用方法等を説明することを義務付ける条項を取引先小売業者との取引契約に追加することとし、これを実施している。この条項においては、来店するユーザーの甲製品やＹ社製甲製品の使用歴等に応じて説明すべき事項が設定されており、例えば、甲製品を既に使用しているユーザーに対してはＹ社製甲製品の特有の機能を説明することで足りるものとされている。\n- 17 -\n- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 本問は、本体商品と補完商品（純正品）を共に製造販売する事業者Ｙ社が、自己の純正品が使用された場合にのみ本体商品が作動するようにして、非純正の補完商品を製造販売する事業者Ｘ社を排除することについて、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の評価を問うものである。Ｘ社が差止請求訴訟の提起を検討していることから、差止請求の根拠となる同法第２４条の要件を充足するか否かを検討する\n- 26 -こととなる。\n２ 独占禁止法第２４条の要件として、まず事業者であるＹ社の行為が、同法第１９条で禁止される不公正な取引方法（同法第２条第９項）に違反する行為に該当するか否かを検討することになろうが、この検討に当たっては、Ｙ社の行為が不公正な取引方法の一般指定（以下\n「一般指定」という。）第１０項（抱き合わせ販売等）又は第１４項（競争者に対する取引妨害）に該当するかが問題となる。いずれの適用を検討する場合であっても、それぞれの行為要件を満たすことを確認した上で、効果要件である「不当に」、すなわち公正競争阻害性の有無を検討する必要がある。\n３ 行為要件については、一般指定第１０項を適用する場合には、「商品」・「他の商品」や「購入させ（る）」こと、一般指定第１４項を適用する場合には、「競争関係」や取引を「妨害する」ことの検討が、それぞれ必要となろう。一般指定第１０項の「購入させ（る）」ことについては、ある商品の供給を受けるに際し客観的にみて少なからぬ顧客が他の商品の購入を余儀なくされるか否かによって判断されよう。\n４ 公正競争阻害性については、一般指定第１０項、第１４項のいずれに関しても、自由競争減殺と競争手段の不公正さが問題になり得るが、本問の事実関係の下では、主に自由競争減殺効果の有無について検討することが求められる。\n自由競争減殺効果の有無を検討するためには、まず市場を画定する必要がある。市場は、商品範囲（商品市場）、地理的範囲（地理的市場）のそれぞれについて、基本的に需要の代替性、必要に応じて供給の代替性を考慮して画定することになるが、問題の行為に係る取引及びそれにより影響を受ける範囲を検討して画定することもできよう。本問の事実関係の下では、甲の購入者が甲の購入時に乙の交換費用や交換時期を十分に認識していないことや、甲の購入者が乙の交換時に純正品又は非純正品を自ら選択して購入していることを適切に評価することが重要となる。\n本問において、「Ｙ社製甲を使用するためには、取付け部分の形状等から、Ｙ社製甲に専用の乙が必要であ」り、Ｙ社製甲を購入した需要者にとって、Ｙ社製甲向け乙の価格が引き上げられたとしても、他社製甲向け乙に代替することはできない。仮にＹ社製甲向け乙の価格が引き上げられた場合に、他社製甲に代替する需要者が十分に存在すれば、自社の甲及び乙の売上げの減少を危惧して、Ｙ社にとってそのような乙の価格引上げは合理的でなくなるが、本問の前提事実からは、ユーザーは甲の購入時点では乙の価格を考慮しないということであって、甲をめぐる競争が乙をめぐる競争に十分な影響を与えることはなさそうである。\nそして、このように考えていくならば、Ｙ社製甲向け乙の狭い市場が画定されそうではある。\nこれとは異なり、複数メーカーがＡＢＣ各社製甲向けの非純正品を製造していること等の事実関係を拾い上げた上でより広く乙の市場を検討対象市場として画定することもできようが、その場合であっても、甲の購入時に甲の購入者が乙の交換費用等を十分に認識していないことを、自由競争減殺効果の認定等において適切に評価することが必要である。\n５ 次いで、画定された市場における自由競争減殺効果を検討することになるが、自由競争減殺効果の具体的認定においては、本件行為により、非純正品メーカーにおいて、本件行為後に製造販売されたＹ社製甲に向けた乙の製造販売は不可能となること、本件行為前に製造販売されたＹ社製甲に向けた乙の製造販売は可能であるものの、甲の買換えとともに、非純正品を利用できないＹ社製甲の割合が大きくなっていくことをどのように評価するかが重要となる。\n検討の対象をＹ社製甲向け乙市場や乙市場などとすれば、甲の製造販売について約２０パ\nーセントのシェアを有するにすぎないとのＹ社の主張については、自由競争減殺効果が発生しているのは乙の市場であって検討すべき市場を誤るものであり失当である、又は少なくともそれら乙市場への影響とは無関係に甲の製造販売に係るシェアを評価することはできな\n- 27 -い、と言えよう。甲の製造販売に係るシェアが関連市場における自由競争減殺効果の発生とどのような関係を有するのか、有さないのかを述べることが必要である。\n６ 本件行為について、Ｙ社は安全性の確保のためとも主張しており、この点を違反要件に的確に位置付けて検討する必要がある。まずは安全性の確保が公正競争阻害性の判断において考慮要素となるかを検討する必要がある。なお、「商品の安全性の確保は、直接の競争の要因とはその性格を異にするけれども、これが一般消費者の利益に資するものであることはいうまでもなく、広い意味での公益に係わる」として、安全性の確保を公正競争阻害性の考慮要素とした裁判例がある（大阪高判平成５年７月３０日判時１４７９号２１頁）。\n仮に安全性の確保を考慮するとして、その具体的な評価方法を示す必要がある。安全性の確保の場合を含め、広く正当化事由に関しては、目的の正当性及び手段の相当性から分析する考えのほか、目的の正当性とともに、手段の相当性に代わり、より競争制限的でない代替手段を評価する考えも存在する。さらには、技術上の必要性等の合理的理由があり、かつ、その必要性の範囲を超えないかを検討する考え方もあり得よう（公正取引委員会「レーザー\nプリンタに装着されるトナーカートリッジへのＩＣチップの搭載とトナーカートリッジの再生利用に関する独占禁止法上の考え方」（平成１６年１０月２１日））。\n本問では、発火事故がＣ社製甲向けのＥ社製乙に限定されたものであり、また、既に解決済みであることをどのように評価するかがポイントとなる。Ｙ社は発火事故の原因が自社には関係しないことを認識していたとして、本件行為の真の目的は安全性の確保になかったとする評価のほか、Ｙ社が発火事故の原因が自社に関係しないことを認識していたかは不明であるが、仮に安全性の確保が目的であったとしても、非純正品を全面的に排除する本件行為は手段の相当性を欠くといった評価もあろう。\n７ Ｙ社の行為が、独占禁止法第１９条で禁止される不公正な取引方法に該当するとしても、本問において差止請求が認められるためには、同法第２４条のその他の要件を充足することが必要となる。同条のその他の要件として、違反行為による「利益（の）侵害」、「著しい損害」がある。利益の侵害については何が利益に当たるのかを示す必要がある。その上で、本件においてＸ社の売上高が大きく減少することが予想されることを適切に評価する必要がある。著しい損害の意味については、複数の考え方が存在するが、いずれの考えを採用する場合でも、本件行為後のＸ社によるＹ社製甲向け乙の製造販売が不可能になること、Ｘ社の売上高の大きな減少が予想されること、販売できないＹ社製甲向け乙の在庫が発生すること、Ｙ社の自発的対応が期待できないことなどを適切に評価することが必要となる。差止請求が認められるとの結論もあれば、認められないとの結論もあり得よう。\n〔第２問〕\n１ 本問は、比較的高額な家庭用機器である甲製品の第１位（シェア約３０パーセント）のメーカーであるＸ社（設問⑴）又は第３位（シェア約２０パーセント）のメーカーであるＹ社（設問⑵）がそれぞれ、自己の供給する甲製品の取引先小売業者に対して用いている行為について、独占禁止法に違反するかを問うものであり、いわゆる垂直的価格制限（設問⑴）及び垂直的非価格制限（設問⑵）の事案である。\nＸ社が用いている行為は、取引先小売業者の販売価格の決定に関わるものであり、独占禁止法第２条第９項第４号イの直接取引する相手方に対する再販売価格の拘束に該当し、同法第１９条に違反するか否かが問題となる。特に、Ｘ社は、設問⑴の事情に示されているとおり、時を追って様々な手段を用いており、独占禁止法上問題となり得るものを識別し、それぞれについて検討する必要がある。また、本問では、違反行為の消滅について検討することも明示的に求めている。\nこれに対し、Ｙ社が用いている行為は、取引先小売業者の販売価格の決定以外の事業活\n- 28 -動の拘束に関わるものであり、独占禁止法第２条第９項第６号ニ、一般指定第１２項（拘束条件付取引）に該当し、同法第１９条に違反するかが問題となる。\n２ 設問⑴及び設問⑵のいずれにおいても、「事業者」であるＸ社又はＹ社が用いている行為が独占禁止法第２条第９項第４号イ又は一般指定第１２項の定める行為要件を満たすか否かを検討することがまず必要になる。行為要件を満たす場合には、独占禁止法第２条第９\n項第４号にいう「正当な理由がないのに」又は一般指定第１２項にいう「不当に」に該当するか否かを検討することが必要である。これらは、いずれも不公正な取引方法の共通の効果要件である公正競争阻害性を意味するものであり、その際には必要に応じて正当化事由についても検討することになる。\nいずれの行為についても、自由競争減殺の観点からの公正競争阻害性が問題となるものであり、特に上記両社の取引先小売業者間の競い合いが減少すること（競争回避ないし競争停止）による価格維持効果に着目することとなる。\n３ 設問⑴の事情において、Ｘ社がＸ社製甲製品の機種ごとに希望小売価格を設定し、取引先小売業者に通知してきていることについては、「それが参考である旨明記」していることと相まって、取引先小売業者の事業活動を「拘束」するものとは考えられない。\nしかし、①平成２８年４月に「希望小売価格で販売することが十分可能であることを強調する説明を加えた」こと、②令和元年１０月にＸ社製甲製品の価格調査を実施したこと、③令和２年４月に「参考である旨の記述を削除して」「販価」を通知し、価格調査を実施することがある旨明記したこと、④令和２年１０月に販価どおりに販売するよう要請し、要請に反した場合の出荷制限を通知し、さらに、実際に出荷制限措置を講じたことについては、それぞれ再販売価格の拘束の行為要件を満たすか検討する必要がある。なお、②については、再販売価格の拘束のほか、価格調査に対する回答義務を課すものとして拘束条件付取引の問題を検討することもあり得る。また、④には、一般指定第２項（その他の取引拒絶）に該当し得る行為が含まれており、再販売価格の拘束の実効性確保手段として捉えるか、あるいはそれ自体を独立の違反行為として検討することもあり得る。\nまた、令和４年１月に販売価格に関する従前の通知や要請等を全て廃止するとともに、改めて「参考」と明記した「希望小売価格」を通知したことについて、これが再販売価格の拘束行為の取りやめ（違反行為の終了）と認められるか否かを検討する必要がある。\nこうした検討に当たっては、和光堂事件・最判昭和５０年７月１０日民集２９巻６号８８８頁などで示された基準を提示した上で、本問の事実に当てはめることが求められる。\nその際には、Ｘ社の取引先小売業者の営業においてＸ社製甲製品が有する意味合いをどう評価するかも重要となる。また、再販売価格の拘束行為の終了を認定したソニー・コンピュータエンタテインメント事件・公正取引委員会審判審決平成１３年８月１日審決集４８\n巻３頁が提示する基準も参考になる。\n次に、Ｘ社の再販売価格の拘束の行為要件を満たす行為が不公正な取引方法に該当するためには、「正当な理由がないのに」（独占禁止法第２条第９項第４号柱書き）行われること、すなわち、公正競争阻害性が認められることが必要である。前述したように、再販売価格の拘束における公正競争阻害性は、自由競争減殺の観点から、特に拘束を受ける取引先の販売業者間の価格競争を消滅・停止させる点にあり、こうした価格維持効果が生じることを本問の事実に即して示すことになる。\nもっとも、Ｘ社の行為が再販売価格の拘束であることから、拘束を受ける取引先小売業者間の価格競争に直接的な影響を及ぼすことは明らかであり、こうした行為は市場画定や当該市場における具体的な影響を検討することを必ずしも必要とせず、特段の正当化事由がない限り、公正競争阻害性を認定することができると考えられる。ただし、この考え方を採る場合には、再販売価格の拘束についてそのような判断方法を採ることが妥当である- 29 -\nことを説明する必要がある。\n他方、価格維持効果が生じることを示す上で、検討対象とする市場を画定し、Ｘ社の行為が当該市場における価格競争に及ぼす影響を本問の事実に即して検討することも考えられる。その場合には、市場画定の必要性やその方法を説明した上で、Ｘ社製甲製品の市場又は甲製品全体の市場を画定することになる。そして、Ｘ社がＸ社製甲製品の販売価格に係る制限を取引先小売業者に課す行為が当該市場における競争に及ぼす具体的な影響について、例えば、Ｘ社や他社のシェア、Ｘ社製甲製品が小売業者の営業にとって有する意味合い、ブランド間競争及びブランド内競争の状況等に関する本問の事実に即して検討することが求められる。\nさらに、Ｘ社がこのような行為を用いることを正当化するような事由があるか否かを検討することとなる。\n４ 設問⑵については、Ｙ社の行為で独占禁止法上問題となり得るものは、設問⑵の事情から明らかであり、令和３年４月に、Ｙ社製甲製品の使用方法等の説明義務条項を小売業者との取引契約に追加し、実施していることである。このＹ社の行為が拘束条件付取引の行為要件（「事業活動を・・・拘束する条件をつけて」）を満たすかについては、前述した再販売価格の拘束についてと同様の基準により、本問の事実の下で当てはめを行うこととなる。\nまた、Ｙ社の行為が拘束条件付取引に該当するためには、一般指定第１２項の「不当に」の要件を満たす必要があるところ、本問での「不当に」は、自由競争減殺の観点からの公正競争阻害性である。具体的には、検討対象の行為を通じて拘束を受ける取引先の小売業者間の価格競争が制限されることにより、価格維持効果が生じるか否かを本問の事実に即して検討する必要がある。\nメーカーが自己の製品をどのような方法で販売し、最終ユーザーに届けるかについては、基本的には各メーカーが自由に決定することができる事項であり、販売業者に特定の販売方法を義務付けることが直ちに独占禁止法上問題となるものではない。また、それによって販売費用が増加し、販売価格に影響することがあるとしても、全ての販売業者に義務付けること自体が販売業者間の価格競争を制限することによる価格維持効果と直ちに評価されるものではない。他方、メーカーが販売業者の販売方法に制限を課すことをもって、販売業者を統制する手段とすることにより、取引先の販売業者間の競争に悪影響を及ぼすことも考えられる。\nＹ社の行為は、Ｙ社製甲製品の使用方法等に関するユーザー向け説明を取引先小売業者に義務付けることであり、価格に関連するものではなく、ユーザーから見ても有益なものともいえる。Ｙ社の行為が及ぼす競争への影響をどのように分析・評価するかが問われる。\n具体的には、化粧品の販売方法の制限に関する資生堂東京販売事件・最判平成１０年１２月１８日民集５２巻９号１８６６頁によって示された、それなりの合理性と制限の同等性の基準にのっとって検討することが考えられる。\nまた、拘束条件付取引一般の分析方法に沿って、検討対象となる市場を画定し、当該市場における競争への影響を本問の事実に即して検討することもできる。この場合には、拘束の具体的内容、対象となる取引の性質、ユーザーの特性、Ｙ社や他社のシェア、Ｙ社が説明義務を課す目的や理由、ブランド間競争及びブランド内競争の状況等を本問の事実に即して検討することが求められる。特に、Ｙ社がシェア約２０パーセントの第３位のメー\nカーであること、Ｙ社が取引先小売業者に課すユーザー向け説明義務が特有の機能を有するＹ社製甲製品の使用方法に重点を置いたものであることに留意する必要がある。\n仮にＹ社の行為に価格維持効果が認められるとした場合には、Ｙ社が説明義務を課す目的やその態様に鑑みてＹ社の行為が正当化できるかを検討する必要がある。\n- 30 -",
  "scoring_notes": "第１ 出題の趣旨別途公表済みの「出題の趣旨」のとおりである。\n第２ 採点方針出題した二問とも、私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し、問題文の行為が市場における競争にどのような影響を与えるのかを念頭に置いて、問題文に記載された事実関係から的確に問題点を把握し、法解釈を行い、事実関係を丹念に検討した上で要件の当てはめができるか、それらが論理的かという点を評価しようとした。\n特に、独占禁止法の基本を正確に理解し、これに基づいて検討することができているかを重点的に見ようとしており、公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n１ 第１問第１問は、家庭用電化製品甲（以下「甲」という。）及びその使用のために必要となる交換部品乙（以下「乙」という。）に関し、新規に製造販売する自社製の甲及び乙に電子部品を新たに取り付けることにより自社製の乙が使用された場合にのみ自社製の甲が作動するようにしたＹ社の行為（以下「本件行為」という。）について、独占禁止法第２４条が規定する私人による不公正な取引方法の差止請求の要件を充足するかを問うものである。\n具体的には、Ｙ社が「事業者」（独占禁止法第２条第１項）であることを前提に、同法第２４条の「第１９条の規定に違反する行為」の要件について、本件行為が「不公正な取引方法」（同法第２条第９項・第１９条）のうちいずれの行為類型に該当するかを的確に把握して適切な適用条文を選択し、当該条文の定める要件について文言の解釈を行って規範を定立した上で、問題文に記載された事実関係を適切に当てはめることができているか、また、同法第２４条のその他の要件についても、法解釈及び当てはめに関して同様の検討ができているかを評価の対象とした。\n２ 第２問第２問は、比較的高額な家庭用機器である甲製品のメーカーであるＸ社（設問⑴）及びＹ社（設問⑵）がそれぞれ、自己の供給する甲製品の取引先小売業者に対して用いている行為について、\n独占禁止法に違反するかを問うものである。\n設問⑴では、Ⅹ社が取引先小売業者に対して自己の甲製品の販売価格に関してした各種の通知等の行為について、「不公正な取引方法」（独占禁止法第２条第９項・第１９条）としての「再販売価格の拘束」（同法第２条第９項第４号イ）の行為要件や効果要件（市場画定を含む。）に関する規範を定立した上で、Ⅹ社の段階的な行為をそれぞれ適切に検討し、当てはめができているか、\nまた、違反の終了についてもその規範を定立し適切な当てはめができているかを評価の対象とした。\n設問⑵では、Ｙ社がその甲製品の販売に当たって、取引先小売業者に対して顧客への使用方法等の説明義務を契約上課したことについて、独占禁止法第２条第９項第６号に基づく一般指定（以下「一般指定」という。）のうち「拘束条件付取引」（一般指定第１２項）の行為要件、効果要件についての規範を定立した上で、適切に当てはめができているかを評価の対象とした。\n第３ 採点実感等１ 出題の趣旨に即した答案の存否、多寡について⑴ 第１問ア 適用条文の選択- 16 -差止請求に関する適用条文については、多くの答案が、根拠規定として独占禁止法第２４条を選択していたが、これを欠く答案も相当数あったほか、公正取引委員会による排除措置命令について規定する同法第２０条や公正取引委員会の事件調査の端緒について規定する同法第４５条を選択している答案も僅かながらあった。\nまた、不公正な取引方法に関する適用条文については、大部分の答案が、禁止規定である独占禁止法第１９条と共に、一般指定のうち「抱き合わせ販売等」（第１０項）又は「競争者に対する取引妨害」（第１４項）のいずれかを選択していた。もっとも、一般指定のうちこれらと異なる行為類型を挙げている答案も散見されたほか、同法第２４条に基づく差止請求の対象ではない「私的独占」に関する規定（同法第２条第５項・第３条）を単独で又は不公正な取引方法と併せて挙げている答案も相当数あった。\nイ 事業者性多くの答案が、独占禁止法第１９条の適用を検討するに当たり、Ｙ社が「家庭用電化製品のメーカー」であることを簡潔に指摘した上で、同法第２条第１項の「事業者」に該当することを肯定していたが、事業者性に全く言及していない答案も相当数あった。\nウ 不公正な取引方法(ｱ) 行為類型の選択一般指定第１０項又は第１４項のうち、前者のみを選択している答案が多く、後者のみを選択している答案は少なかったが、いずれの答案についても、それぞれの要件を的確に検討していれば同等に評価した。また、これらの双方を選択している答案も少数ながらあり、これらの答案については、より適切に検討されている行為類型を基本的な評価の対象とし、他方の行為類型も的確な検討がされていれば加点の対象とした。なお、一般指定のうち他の行為類型や私的独占のみを検討している答案についても、一般指定第１０項又は第１４項の要件との共通性が認められる範囲につき、その限度で評価の対象とした。\n(ｲ) 行為要件一般指定第１０項を選択した場合には「他の商品」及び「購入させ（る）」の各要件について、一般指定第１４項を選択した場合には「競争関係」及び「取引を…妨害する」の各要件について、それぞれ文言の解釈を行って規範を定立した上で、問題文に記載された事実関係を簡潔に当てはめ、いずれの要件も充足するとしている答案が多かったが、当てはめの前提として必要となる条文上の文言の解釈を行っていない答案や文言の解釈が不正確ないし不十分な答案も一定数あった。\n(ｳ) 公正競争阻害性「不当に」の解釈については、一般指定第１０項又は第１４項のいずれを選択した答案においても、公正競争阻害性（独占禁止法第２条第９項第６号柱書の「公正な競争を阻害するおそれ」）を意味することを指摘しているものが大多数であったが、これらの中には、\n本問の事実関係の下では主に自由競争減殺効果の有無が問題になり得ることや、自由競争減殺効果とは競争の実質的制限に至らない程度の自由競争の制約（競争の実質的制限の前段階ないし萌芽的段階）であることについては正確に論じていない答案もあった。\n市場画定については、自由競争減殺効果の認定に当たって市場を画定する必要があることを簡潔に論じた上で、その画定方法につき、商品範囲（商品市場）及び地理的範囲（地理的市場）のそれぞれについて、需要の代替性を基本としつつ、必要に応じて供給の代替性を考慮することを正確に論じている答案が多かったが、市場画定を行う理由について何ら言及していない答案や画定方法の内容が不正確な答案も少なくなかった。また、具体的な市場としては、「日本におけるＹ社製甲向け乙の製造販売市場」とする答案が多数である一方で、「日本における乙の製造販売市場」とする答案も一定数あり、いずれであっても的確な論述がされていれば同等に評価した。しかし、市場の画定方法を本問の事実関係- 17 -に的確に当てはめて結論を導いている答案は少なく、特に、甲の購入者が甲の購入時に乙の交換費用や交換時期を十分に認識していないことを市場画定において考慮すべき事情として指摘し、適切に評価しているものは非常に少なかった。\n市場分析については、ほぼ全ての答案が自由競争減殺効果を認定していた。このうち、\n「日本におけるＹ社製甲向け乙の製造販売市場」を市場として画定した答案においては、\nその認定の根拠となる非純正品メーカーに関する事情として、本件行為後に製造販売されたＹ社製甲向け乙の製造販売が不可能となることを指摘しているものが多かったものの、\n本件行為前に製造販売されたＹ社製甲向け乙の製造販売が当面は可能であることも踏まえて検討を行っているものはほとんどなかった。他方、「日本における乙の製造販売市場」\nを市場として画定した答案においては、非純正品メーカーが本件行為によって制約を受けるのは乙全体の製造販売ではなくＹ社製甲向け乙の製造販売に限られることなどの本問の事実関係を踏まえた検討が十分にできているものは少なかった。なお、「甲の製造販売について約２０パーセントのシェアを有するにすぎず、独占禁止法違反行為を行い得る力を有していない」とのＹ社の主張について、市場画定や市場分析と関連付けて、検討すべき市場を誤るものであること（甲の市場ではなく乙の市場であること）を端的に指摘している答案は少なく、検討すべき市場における自由競争減殺効果との関係で意味があるとしても、単純に約２０パーセントのシェアを有するにすぎないことだけで同効果を否定することはできないと指摘する答案も多くなかった。\n正当化事由については、Ｙ社の主張する「製品の安全性（の）確保」を正当化事由に関する事情と位置付け、目的の正当性及び手段の相当性の両面から評価する方法ないしこれに類する評価方法を規範として定立した上で、目的の正当性及び手段の相当性の一方又は双方を否定するなどして、正当化事由の存在を否定する答案が多かった。もっとも、正当化事由の検討の前提として、そもそも製品の安全性の確保が公正競争阻害性の判断においてなぜ考慮要素となるのかという点について言及している答案はあまりなかった。\nエ 独占禁止法第２４条のその他の要件(ｱ) 検討の有無設問において、Ｘ社のＹ社に対する独占禁止法に基づく差止請求についての同法上の問題点の検討を求められているにもかかわらず、そもそも同法第２４条に全く言及していない答案や「第１９条の規定に違反する行為」の要件以外の要件について全く検討していない答案が相当数あった。なお、これらの答案の中には、同法第２４条に基づく差止請求の対象とならないことが同条の文言上明らかであるにもかかわらず、私的独占の検討に終始するものやその検討に相当の比重を置くものが一定数あった。\n(ｲ) 利益侵害「利益を侵害され、又は侵害されるおそれ」の要件については、全く言及していない答案が多く、この要件に言及している答案も、「利益」の文言の解釈を示すことなく問題文に記載された事実関係の一部を引き写してその侵害を肯定するにとどまるものが大多数であり、適切な法解釈を行った上で当てはめを行っているものはほとんどなかった。\n(ｳ) 著しい損害「著しい損害を生じ、又は生ずるおそれ」の要件についても、言及の有無や論述の内容は利益侵害の要件のそれとほぼ同様であり、不十分な内容の答案が極めて多かった。\n⑵ 第２問ア 設問１(ｱ) 適用条文の選択大多数の答案が、出題の趣旨に即して、Ⅹ社がその取引先小売業者に対して甲製品の販売価格に関してした各種の通知等について、不公正な取引方法の再販売価格の拘束（独占- 18 -禁止法第２条第９項第４号イ）を適用条文として選択していたが、少数ながら、再販売価格の拘束には言及せずに、「拘束条件付取引」（一般指定第１２項）の問題としてのみ論じる答案も見られたほか、「不当な取引制限」（同法第２条第６項・第３条）として論じるものもごく少数あった。\nまた、Ⅹ社が令和２年１０月の通知の直後に、従来から値引き販売を行っていた取引先小売業者に対して実際に出荷制限措置を講じた点について、再販売価格の拘束とは別に「その他の取引拒絶」（一般指定第２項）に当たるとして論じる答案も相当数あり、この点は加点の対象とした。\n(ｲ) 事業者・相手方再販売価格の拘束の要件充足性の検討に当たって、Ⅹ社が「事業者」（独占禁止法第１９条、第２条第１項）に当たること、Ⅹ社製甲製品の取引先小売業者が、「自己の供給する商品を購入する相手方」（同法第２条第９項第４号）に当たることを指摘する答案はおおむね半数程度にとどまった。\n(ｳ) 行為要件の検討再販売価格の拘束の行為要件である「拘束の条件を付けて」（独占禁止法第２条第９項第４号柱書）の解釈については、和光堂事件・最判昭和５０年７月１０日民集２９巻６号８８８頁などで示されたとおり、相手方との合意、あるいは経済上の利益・不利益措置等の人為的措置により一定の実効性が確保されていることが必要となるが、多くの答案において適切に規範の定立がされていた。しかし、設問における当てはめにおいては、不利益措置による実効性確保の観点からのみ論じる答案がほとんどであった。\nその上で、本問では、Ⅹ社の取引先小売業者に対する行為として、①平成２８年４月に「希望小売価格で販売することが十分可能であることを強調する説明を加えた」こと、②令和元年１０月にＸ社製甲製品の価格調査を実施したこと、③令和２年４月に「参考である旨の記述を削除して」「販価」を通知し、価格調査を実施することがある旨明記したこと、④令和２年１０月に販価どおりに販売するよう要請し、要請に反した場合の出荷制限を通知し、さらに、実際に出荷制限措置を講じたこと、がそれぞれ、「拘束」に当たるかを検討することが求められる（設問においては、「Ｘ社のそれぞれの行為について」の検討を求めている。）。答案では、この４つの行為の全てについて検討したものは半数を下回り、①と②（特に②）については検討しないものが相当数見られた。\n①の行為や②の行為を検討した答案のほぼ全てが簡潔に「拘束なし」と結論付けている。\nこれに対し、③の行為については結論が分かれ、「拘束あり」とする答案と「拘束なし」\nとする答案はおおむね同数程度となった。「拘束なし」とする答案においては、実際の小売業者の行動（販価から値引きして販売している小売業者が一部存在すること）を重視して、③の行為では未だ実効性が確保されるには至っていないと結論付けるものが多く、従前の行為との関連や小売業者の受け止め方等に関する検討はなされていないものが大部分であった。これに対して、「拘束あり」とする答案では、多くの小売業者が従っていたこと、必要に応じて販売価格の調査を行うことが予告されていることなどから、事実上の不利益措置のおそれが生じていることを重視して結論を導いているものが多かった。ただし、\n「拘束あり」とする答案にあっても、「販価」という用語の有する意味合いについて具体的に検討する答案や合意による拘束の観点から論述する答案は少数であった。この点については、規範に基づき首尾一貫した的確な当てはめがなされているかという観点から、いずれの結論であっても同等に評価した。\n他方、④の行為については、ほとんどの答案において拘束に当たると論じられていた。\n(ｴ) 公正競争阻害性の検討再販売価格の拘束の公正競争阻害性の実質が、取引先小売業者間の競い合いが減少する- 19 -こと（競争回避ないし競争停止）による価格維持効果にあり、それが実効的に行われている以上、価格維持効果が認められ、「正当な理由」がない限り違法とされることを的確に論述し、本問の事実関係において甲製品のブランド間競争が機能していないこと等を指摘して公正競争阻害性を認める答案は必ずしも多くなかった。また、公正競争阻害性の実質的な内容に関して、価格維持効果に言及しない答案も見られた。他方、「Ｙ社製甲製品の市場」又は「甲製品の市場」を画定して公正競争阻害性を論じる答案が過半を占めたが、\n当該市場における競争に及ぼす具体的な影響について、例えば、Ｘ社や他社のシェア、Ｘ社製甲製品が小売業者の営業にとって有する意味合い、ブランド間競争及びブランド内競争の状況等に関する本問の事実に即して的確に検討しているものは多くなかった。特に、\n甲製品の市場を画定しつつ、専らＹ社製甲製品の市場における状況を検討している答案が相当数見られた。以上のいずれの観点からの論述であっても、同等に評価を行った。加えて、正当化事由について、本問の事情の下で特に正当化すべき事情が認められないことを論じているかどうかを評価した。\n(ｵ) 違反の終了Ⅹ社が、令和４年１月に販売価格に関する従前の通知や要請等を全て廃止するとともに、\n改めて「参考」と明記した「希望小売価格」を通知したことについて、これをもって、再販売価格の拘束行為の取りやめ（違反行為の終了）と認められるか否かに関しては、判断基準を明示する答案はほとんどなかったが、多くの答案では前述した「拘束の条件を付けて」に関する規範を前提としていると考えられた。当てはめについては結論が分かれ、小売業者の行動等（値引き販売はほとんど行われていないこと）に着目して違反は継続していると評価した答案が大部分を占めたが、「拘束」はなくなっていることから違反は終了していると論じる答案も相当数見られた。「違反は終了していない」と論じる場合には、\nⅩ社による通知や要請等が廃止された中で、なお違反が継続しているとする理由付けが必要になるが、この点を説得的に論じる答案は必ずしも多くはなかった。違反行為がいつ終了したと評価すべきかの点については、Ⅹ社及び小売業者の認識、希望小売価格の水準や小売業者の行動に基づいて論理的に分析されているかどうかの観点から、いずれの結論であっても同等に評価した。\nイ 設問２(ｱ) 適用条文の選択大多数の答案が、出題の趣旨に即して、「拘束条件付取引」を適用条文として選択して検討していたが、ごく少数ながら、「優越的地位の濫用」についてのみ検討する答案も見られた。\n(ｲ) 行為要件の検討「拘束」については、取引先小売業者に取引契約上説明販売の義務を課すものであることから、合意による拘束があるとの結論を適切に導いている答案が多かった。ただし、「拘束」の有無という行為要件の規範及び当てはめについてそもそも論じない答案も散見された。\n(ｳ) 公正競争阻害性の検討メーカーが自己の製品をどのような方法で販売し、最終ユーザーに届けるかについては、\n基本的には各メーカーが自由に決定することができる事項であり、販売業者に特定の販売方法を義務付けることが直ちに独占禁止法上問題となるものではないとの点を明確に指摘している答案は必ずしも多くはなかった。その上で、Ｙ社が説明販売の義務を課すことについて、化粧品の販売方法の制限に関する資生堂東京販売事件・最判平成１０年１２月１８日民集５２巻９号１８６６頁によって示された、「それなりの合理性とすべての取引先に対する制限の同等性」の基準を定立した上で、本設問の事情を当てはめている答案も一- 20 -定数見られたが、予想したほど多くはなかった。このような規範を定立しない答案であっても、小売業者に対して説明販売義務を課すことによって価格維持効果が生じるか否かを事案に基づき適切に検討している答案については同等に評価した。この場合に、価格維持効果がないとする答案も、価格維持効果があるものの正当化事由があるとする答案も、同等に評価した。\n２ 出題時に想定していた解答水準と実際の解答水準との差異について⑴ 第１問独占禁止法第２４条の「第１９条の規定に違反する行為」の要件については、多くの答案が、\n行為類型を的確に把握して適切な適用条文を選択した上で、行為要件に関する規範の定立及び当てはめをおおむね適切に行うとともに、市場画定の方法等の公正競争阻害性に関する基礎的事項の論述をおおむね正確に行っており、これらの点については出題時に想定していた解答水準との間に大きな差異はなかった。もっとも、公正競争阻害性に関する市場画定や市場分析において、出題の趣旨に即した形で本問の事実関係を的確に検討している答案はあまりなく、これらの点に関する解答水準は出題時の想定を下回った。\n他方で、独占禁止法第２４条のその他の要件については、そもそも同条に全く言及していない答案が相当数あった上、Ｘ社による差止請求の根拠条文として同条に言及している答案においてもこれらの要件について的確な検討を行っているものはほとんどなく、これらの点に関する解答水準は出題時の想定を大きく下回った。\n⑵ 第２問答案の多くが、出題の趣旨に即して、設問⑴については再販売価格の拘束を、設問⑵については拘束条件付取引を検討しており、この点では、出題時に想定していた解答水準との間に差異はなかった。\n設問⑴においては、検討すべきⅩ社の問題となり得る行為について、その全てを検討していない答案が相当数見られた点では出題時の想定を下回った。拘束の有無及び終了時期については、答案の多くが事案に基づいた検討を行っており、出題時の想定との間に大きな差異はなかったものの、各般の事情を丹念ないし丁寧に検討し、結論を導く点においては、出題時に想定した解答水準をやや下回った。他方、再販売価格の拘束による競争上の弊害が何かを的確に論述・分析している答案が比較的少なかった点については、典型的な違反行為類型でもあり、出題時の想定を下回った。\nまた、設問⑵においては、規範の定立及び当てはめを的確に行っていない答案が散見されたものの、多くの答案では出題意図を捉えて、事案に基づく検討が行われており、出題時の想定との間に大きな差異はなかった。\n３ 「優秀」、「良好」、「一応の水準」、「不良」答案について⑴ 第１問「優秀」な答案は、本件行為について不公正な取引方法に関する適用条文を適切に選択した上で行為要件及び公正競争阻害性に関する規範の定立及び当てはめを的確に行うとともに、独占禁止法第２４条のその他の要件についても相応の論述を行っているものとした。\n「良好」な答案は、本件行為について不公正な取引方法に関する適用条文を適切に選択した上で行為要件及び公正競争阻害性に関する規範の定立及び当てはめをおおむね適切に行うとともに、独占禁止法第２４条のその他の要件について一応の論述を行っているものや、前者に関する検討を的確に行っているものの、後者についてほとんど論述を行っていないものなどとした。\n「一応の水準」の答案は、本件行為について不公正な取引方法に関する適用条文を適切に選択した上で行為要件及び公正競争阻害性に関する規範の定立及び当てはめを相応に行っているものの、独占禁止法第２４条のその他の要件について全くあるいはほとんど論述を行っていな- 21 -いものや、前者に関する検討が上記の程度に達していないものの、後者について一応の論述を行っているものなどとした。\n「不良」な答案は、本件行為について私的独占の検討に終始しているものや、不公正な取引方法に関する適用条文の選択の誤りを含め、本件行為について不公正な取引方法に関する検討が不十分であるとともに、独占禁止法第２４条のその他の要件について全くあるいはほとんど論述を行っていないものなどとした。\n⑵ 第２問「優秀」な答案は、いずれの設問においても、適切と評価できる適用条文を選択した上で、\n行為要件及び公正競争阻害性に関する規範の定立及び当てはめを的確に行っているものとした。\n他方で、「良好」な答案は、いずれの設問においても、適切と評価できる適用条文を選択しているが、設問のいずれかにおいて、事実関係の抽出に不足があるか、行為要件及び公正競争阻害性に関する規範を定立せず又は正確に定立していないか、事実関係を整理できておらず当てはめが不十分であるものなどとした。\n「一応の水準」の答案は、このような「良好」な答案とされるための要素を一つ又は二つ程度欠くものとした。\n「不良」な答案は、いずれの設問においても、適切と評価できる適用条文を選択せず又は独占禁止法上問題となり得る行為を的確に抽出せず、かつ、公正競争阻害性の判断枠組みを的確に指摘できず、ひいてはこれに基づく当てはめもできていないなど、独占禁止法に関する基本的理解が欠落していることがうかがわれるものとした。\n第４ 今後の出題について今後も、独占禁止法の基礎的知識の正確な理解、問題となる行為が市場における競争に与える影響に対する洞察力、事実関係の検討能力及び論述の論理性・説得性を求めることに変わりはないと考えられる。\n第５ 今後の法科大学院教育に求めるもの経済法の問題は、不必要に細かな知識や過度に高度な分析を必要とするものではない。経済法の基本的な考え方を正確に理解し、これを多様な事例に応用できる力を身に付けているかを見ようとするものである。法科大学院は、出題の意図したところを正確に理解し、引き続き、知識偏重ではなく、基本的知識を正確に習得し、それを的確に使いこなせる能力の育成に力を注いでいただくとともに、論述においては、適用条文の選択や違反要件の意義を正確に示した上、問題となる行為が市場における競争にどのように影響するかを念頭に置いて、事実関係を丹念に検討して要件に当てはめ、そして、それを箇条書き的に列挙するのではなく、論理的・説得的に表現することができるように教育してほしい。\n- 22 -"
}