{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、缶詰の製造販売を業とする株式会社である。Ａ社の主な販売先の一つとして水産物加工業者のＢ株式会社（以下「Ｂ社」という。）があり、また、主な仕入先の一つとしてＢ社のグループ会社である水産物卸売業者のＣ株式会社（以下「Ｃ社」\nという。）がある。Ａ社は、Ｂ社及びＣ社との間でそれぞれ継続的な取引を行っており、Ｂ社に対しては常に数百万円程度の売掛金債権を有する一方、Ｃ社に対しては常に数百万円程度の買掛金債務を負担する関係にあった。\nＡ社は、その代表者Ｄが所有する甲土地上に乙建物を所有し、原材料や完成品を保管する倉庫として利用していた。そして、Ａ社は、令和２年３月１日、メインバンクであるＥ銀行から運転資金として１億円を借り入れ、Ａ社とＤは、Ｅ銀行のＡ社に対するこの貸金債権（以下、利息及び損害金を含めて「本件貸金債権」という。）を被担保債権として、同日、Ｅ銀行のために、甲土地及び乙建物に抵当権を設定した。\nＡ社は、令和３年８月頃から経営状況が悪化していたところ、同年１０月１５日に事業を停止してＦ地方裁判所に破産手続開始の申立てをし、同月２５日、Ａ社に対して破産手続開始の決定がされ（以下、同決定に基づく破産手続を「本件破産手続」という。）、破産管財人Ｘが選任された。\nＡ社は、令和３年１０月２５日現在、Ｂ社に対し、缶詰代金等として合計５００万円の売掛金債権（以下「債権①」という。）を有しており、その一方で、Ｃ社は、Ａ社に対し、缶詰の原材料の代金として合計４００万円の売掛金債権（以下「債権②」という。）を有していた。また、同日現在、本件貸金債権の残額は８０００万円であった。その後、Ｅ銀行は、Ｆ地方裁判所に対し、甲土地及び乙建物につき抵当権実行の申立てをした（以下「本件抵当権実行」という。）。\n〔設 問〕 以下の１及び２については、それぞれ独立したものとして解答しなさい。\n１．Ｘは、債権①の弁済期である令和３年１１月１５日が到来してもＢ社から債権①に対する支払がなかったので、Ｂ社に対してその支払を催促した。これに対し、Ｂ社は、Ｘに対し、債権\n①に係る残債務５００万円のうち４００万円について、相殺を理由に支払を拒絶する旨の通知をした。以下の各場合について、相殺に係る自働債権が本件破産手続上いかなる債権として取り扱われるかに触れつつ、Ｂ社による相殺の可否を論じなさい。なお、Ｃ社は、債権②につき破産債権の届出をしていないものとする。\n⑴ Ｂ社は、令和３年１１月１日、Ｃ社から債権②を譲り受け、当該債権を自働債権として相殺を主張している場合\n⑵ Ｂ社は、令和３年３月１日、Ａ社の委託を受け、Ｃ社との間で債権②に係る債務を保証する旨の保証契約を締結し、同年１１月１日、同契約に基づいてＣ社に全額の弁済をし、これにより生じた求償権４００万円を自働債権として相殺を主張している場合\n⑶ Ｂ社は、令和３年３月１日、Ａ社の委託を受けないで、Ｃ社との間で債権②に係る債務を保証する旨の保証契約を締結し、同年１１月１日、同契約に基づいてＣ社に全額の弁済をし、これにより生じた求償権４００万円を自働債権として相殺を主張している場合（なお、Ａ社は、Ｂ社とＣ社との間の上記保証契約の存在を全く知らされていなかったものとする。）\n- 2 -\n２．Ｅ銀行は、本件抵当権実行による配当では本件貸金債権の全額につき満足を受けることはできないと考え、本件破産手続において、本件貸金債権につき、破産法の規定に従い破産債権の届出をした。なお、中間配当の手続は行われなかったものとする。\n⑴ Ｅ銀行が、破産債権の届出をした本件貸金債権について、本件破産手続の最後配当の手続に参加するためには、どのような手続をとる必要があるか、説明しなさい。\n⑵ 本件破産手続の最後配当の手続に先立ち、本件抵当権実行の手続が終了し、その競売手続において、Ｅ銀行は、本件貸金債権に対する弁済として、甲土地の売却代金から４０００万円、乙建物の売却代金から１０００万円の配当を受けた。この場合に、本件破産手続の最後配当において所要の手続をとったＥ銀行への配当について、配当額の計算の基礎となる破産債権の額はいくらか。Ｅ銀行が本件抵当権実行により各不動産の売却代金から配当を受けた額が、令和３年１０月２５日時点における本件貸金債権の残額から控除され、又は控除されない理由とともに、説明しなさい。ただし、破産手続開始後の利息及び損害金は考慮しないものとする。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、主に、ラーメンの製造販売を業とする株式会社であり、その代表取締役はＢである。Ａ社は、創業者であるＢが、個人で屋台を引いてラーメンの販売を始めた会社であったが、多数の支店を出店して無計画に事業を拡大したため、近年は業績不振に陥っていた。Ａ社は、支店の敷地・建物などの資産を順次処分するなどして、これにより得た資金を負債の返済に充てたが、思うように業績は回復しなかった。そこで、Ａ社は、メインバンクであるＣ信用金庫（以下「Ｃ信金」という。）に対して借入金の弁済の猶予を求めたが、これを断られた上、Ｄ銀行を始めとする他の金融機関からもつなぎの融資を断られた。これにより、令和４年４月末日の時点で、同年５月末日に予定しているＣ信金に対する借入金の弁済の見込みが立たない状況にあった。\nそこで、Ａ社は、令和４年５月９日、Ｅ地方裁判所に対し、予納金を納付した上、弁護士Ｆを代理人として再生手続開始の申立てをしたところ、同裁判所は、同日、弁護士Ｇを監督委員とする監督命令を発令した。\n〔設問１〕\n【事例】に加え、Ａ社について以下の①又は②の事情がある場合に、Ｅ地方裁判所は、Ａ社に\nつき、再生手続開始の決定をすることができるか。①、②のそれぞれにつき、民事再生法所定の再生手続開始に関する要件及びその趣旨を踏まえ、論じなさい。なお、各事情はそれぞれ独立したものであるとする。\n① Ａ社は、Ｂの強い希望で、これまでの資産処分により残した本店にて事業を継続し、その収益を弁済原資とする再生計画案の作成を検討している。もっとも、今後も本店での収益は低額にとどまると見込まれ、むしろ、本店は立地がよいことから、Ａ社所有の本店建物を取り壊し、Ａ社所有の敷地を更地にして売却すれば、その売却代金は、再生計画に基づく弁済額よりもはるかに高額となることが期待できる。そこで、Ｃ信金はＡ社に本店敷地の売却を勧めたが、Ｂ\nが事業の継続にこだわったため、Ｃ信金は、Ｅ地方裁判所に対し、Ａ社の債権者として既に破産手続開始の申立てをしている。\n② Ａ社は、Ｈ株式会社（以下「Ｈ社」という。）に事業譲渡を行い、その譲渡代金を弁済原資とする再生計画案の作成を検討している。もっとも、Ａ社は法人税及び消費税を滞納しており、Ｈ社が提示している譲渡代金の額では、上記滞納分の全額を支払うことができない状況にあるが、その一方で、Ａ社は、弁護士Ｆ及び顧問税理士Ｉから、次のような報告を受けている。それによれば、滞納国税については、Ｊ税務署と交渉をした結果、Ｊ税務署も再生手続による再建に理解を示しており、延滞税について分納の合意ができる見込みがある、この分納の合意により、再生計画案の決議に至るまでの資金繰りにも見通しが立つ、事業譲渡代金についても、今後、原材料の仕入れルートの見直しや、経理、人事に関わる本社機能のＨ社本社への集約等によって、Ｈ社からの提示金額が増額される見込みは十分にあるとのことである。\nなお、資金提供に応じてくれそうなものはＨ社のみであり、同社以外の会社が今後名乗りを上げる可能性はない。\n【事 例（続き）】\nＥ地方裁判所は、令和４年５月１６日、Ａ社について再生手続開始の決定をしたが、その後、- 4 -以下のような事実が判明した。\nＡ社は、業績不振となる以前からＤ銀行と以下の条項（以下「本件条項」という。）を含む銀行取引約定を締結していた。\nＡ社がＤ銀行に対する債務を履行しなかった場合、Ｄ銀行は担保及びその占有している動産、手形その他の有価証券について、必ずしも法定の手続によらず一般に適当と認められる方法、時期、価格等により取立て又は処分の上、その取得金から諸費用を差し引いた残額を法定の順序にかかわらずＡ社の債務の弁済に充当することができる。\nＤ銀行は、Ａ社の再生手続開始の申立て前に、Ａ社から、満期を令和４年５月１７日とする約束手形（以下「本件手形」という。）について、取立委任のための裏書譲渡を受けていた。また、Ａ社は、Ｄ銀行に対し、３０００万円の当座貸越債務（以下「本件債務」という。）を負担しており、再生手続開始の申立て時に、本件債務の弁済期が到来し、Ｄ銀行は本件手形について商事留置権を有することとなった。\nＤ銀行は、令和４年５月１７日、満期となった本件手形を本件条項に基づいて取り立てて、取立金１０００万円（以下「本件取立金」という。）を受領した。そこで、Ａ社は、Ｄ銀行に対して本件取立金相当額の支払を求めた。これに対し、Ｄ銀行は、「再生手続開始の決定後もなお本件手形に商事留置権を有しており、本件手形が取立てにより取立金に変じた場合も、その取立金を商事留置権に基づいて留置することができる。」と主張した。\n〔設問２〕\n【事例】において、仮に、Ｄ銀行の主張するとおり、本件取立金に商事留置権に基づく効力が\n認められるとした場合に、Ｄ銀行は、本件条項に基づいて本件取立金を本件債務の弁済に充当することができるか、Ａ社について開始された手続が破産手続である場合との相違を踏まえて論じなさい。ただし、相殺禁止について言及する必要はない。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、株式会社が破産手続開始の決定を受けた場合の具体的事例を基に、主に、相殺権と相殺禁止に関する規律、別除権者による破産債権の行使に関する規律についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、破産者に対して債務を負担する者が、破産手続開始後に債権譲渡を受けた\n事例（小問⑴）、危機時期より前に締結した保証契約に基づいて破産手続開始後に破産者の保証人として主債務を全額弁済した事例（小問⑵及び⑶）について、破産者に対する請求権（相殺に係る自働債権）の破産手続上の取扱いに触れつつ、相殺の可否についての検討を求めるものである。\nまず、小問⑴については、譲り受けた売掛金債権を自働債権とする相殺であるから、同債権が「破産債権」（破産法第２条第５項）に当たり、原則として相殺が可能である（同法第６７条第１項）ことを指摘することになる。続いて、事例によれば、破産手続開始後の債権譲渡という同法第７２条第１項第１号の典型的な適用場面であることから、同号による相殺禁止の趣旨に言及しつつ、「破産手続開始後」の取得であること、自働債権が「他人の」債権であることを指摘した上で、結論として相殺が禁止されることを淡々と論ずることが求められる。\n次に、小問⑵については、続く小問⑶との比較の観点からの検討を求めるものである。すなわち、問題文から明らかなとおり、小問⑵及び⑶は、いずれも保証契約に基づく事後求償権を自働債権とする相殺を問題とするものであるが、保証契約についての主債務者の委託の有無に違いがある。この点に関し、小問⑶で検討することとなる無委託保証人の事後求償権の破産債権該当性及び同求償権を自働債権とする相殺の可否については判例（最判平成２４年５月２８日民集６６巻７号３１２３頁",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点については、「出題の趣旨」として公表したとおりである。\n第１問は、株式会社が破産手続開始の決定を受けた場合の具体的事例を基に、破産者に対して債務を負担する者による相殺の可否について（設問１）、別除権者による破産債権の行使について（設問２）の基本的な理解と事例処理能力を問うものである。採点の主眼は、設問１においては、「破産債権」という破産手続の根幹となる概念や、相殺権と相殺禁止に関する規律内容及びその趣旨を正しく理解できているかどうかを確認するとともに、具体的事例や設問において与えられた事実関係を分析して問題点を把握した上、論理的かつ一貫性のある解釈に基づいて結論を導くことができているかどうか、設問２においては、不足額責任主義及び開始時現存額主義の内容とこれらに関連する規律を正しく理解できているかどうかに置かれている。\n第２問は、株式会社の民事再生に関する具体的事例を通じて、再生手続開始の決定をするための要件及びその趣旨について（設問１）、手形の商事留置権者による取立金の弁済充当の可否について（設問２）の基本的な理解と事例処理能力を問うものである。採点の主眼は、設問１においては、\n再生手続開始の決定に関する条文の構造や規律内容を正しく理解できているかどうかを確認するとともに、具体的事例や設問において与えられた事実関係から出題意図を的確に捉えた上、制度趣旨を踏まえて条文の解釈を展開しつつ、反対の結論となる事情にも目を向けながら、妥当な結論を導くことができているかどうか、設問２においては、再生手続における商事留置権の取扱い及びその根拠条文につき、破産手続における取扱いとの比較において正しく理解できているかどうかを確認するとともに、本件条項の有効性について、自らの考えを説得的に論じることができているかどうかに置かれている。\nなお、第１問、第２問ともに、考え方や結論が分かれ得る論点については、特定の考え方や結論を予定して配点に差を設けることはせず、自説の論拠が的確に示されているか否か、自説を論理的に展開して結論を導くことができているか否かに重点を置いて採点を行った。\n３ 採点実感等⑴ 第１問ア 設問１設問１は、破産者に対して債務を負担する者が、破産手続開始後に債権譲渡を受けた事例（小問⑴）、危機時期より前に締結した保証契約に基づいて破産手続開始後に破産者の保証人として主債務を全額弁済した事例（小問⑵及び⑶）について、破産者に対する請求権（相殺に係る自働債権）の破産手続上の取扱いに触れつつ、相殺の可否についての検討を求めるものである。\nまず、小問⑴から⑶までに共通することとして、問題文に「相殺に係る自働債権が本件破産手続上いかなる債権として取り扱われるかに触れつつ」とあるにもかかわらず、自働債権が破産債権に当たることなどを説明することなく、直ちに破産法第７２条の適用の有無を論じている答案が少なくなかった。このような答案は、問題文の指示を無視するものとして、基本的に「不良」に該当するものといえる。また、条文の構造として、同法第６７条第１項の相殺権の保障の原則に対する制限として同法第７２条の相殺禁止の規定が設けられているにもかかわらず、同法第６７条第１項について何ら言及していない答案も散見されたが、このような答案も、\n設問に十分ないし適切に答えることができていないものとして、低い評価にとどまっている。\nさらに、Ｃ社が破産債権の届出をしていないことを理由に破産債権の該当性を否定する答案も- 1 -一定数見られたが、このような答案は、破産法上の基本的概念についての理解が水準に達していないものと評価せざるを得ない。破産債権の届出は、破産債権者が破産手続において議決権を行使したり、配当を受けることの前提として、破産債権の有無及び額を確定するために設けられた手続であって、ある債権が性質上破産債権とされることとは区別して考えるべきものである。なお、「対等額」や「破算」等の誤記のある答案が散見された。法令用語の正確性については、特に意識してもらいたい。\n小問⑴については、破産手続開始前に生じた売掛金債権を自働債権とする相殺であるから、\n同債権が、破産法第２条第５項（第５号と誤って摘示している答案が散見された。）の「破産債権」に当たり、原則として相殺が可能である（同法第６７条第１項）ことを指摘することになる。続いて、破産手続開始後の債権譲渡という同法第７２条第１項第１号の典型的な適用場面であることから、同号による相殺禁止の趣旨に言及しつつ、「破産手続開始後」の取得であること、自働債権が「他人の」債権であることを指摘した上、結論として相殺が禁止されることを論ずることになる。本小問においては、特に論点はないことから、淡々と条文の文言に当てはめて結論を導くことが求められており、これに沿った答案は「良好」以上の評価となっている。他方、「他人の」債権であることを意識できていない答案が目に付いた。このような答案の多くは、小問⑵及び⑶において出題意図を十分に把握することができていないとの傾向も見られ、評価に差が付く結果となった。破産法第７２条第１項第１号のポイントは、「他人の」\n破産債権を取得した場合とされていることにあり、これとの関係で、（無委託）保証人の事後求償権を自働債権とする相殺について、同号の「類推適用」の可否が問題とされるのである。\nまた、破産債権については原則として相殺権の行使が許されることやその例外としての相殺禁止の趣旨について長々と論じている答案も散見されたが、このような答案の多くは、結果として、本来厚く論ずべき事項の検討が手薄になっており、やはり低い評価にとどまっている。出題意図を踏まえ、どの点を重点的に論ずべきかを意識して答案を作成することの必要性が感じられた。さらに、少数ながら、自働債権が売掛金債権であることから、動産売買の先取特権（民法第３１１条第５号）が付着しているとして、別除権付の破産債権であるとの答案もあった。\n先取特権が成立するとしても、当該「特定の動産について」のみ効力を持つにすぎないのであるから、本小問との関係では特段の意味を持たないことに注意を要する。\n次に、小問⑵については、破産手続開始前の保証契約に基づく求償権を自働債権とする相殺であるから、同債権が「破産債権」に当たり、原則として相殺が可能であることを指摘することになる。この点については、多くの答案において指摘することができており、「一応の水準」\n以上の評価となっているが、一歩進んで、保証契約という破産手続開始前の原因に基づく「停止条件付権利」であることに言及することができていた答案や、破産法第７０条を摘示することができていた答案はわずかであった。続いて、同法第７２条第１項との関係では、「他人の」\n破産債権を取得したものではないことから同項第１号の適用はなく、また、委託保証人における相殺への期待は合理的なものであることから、相殺が可能であるとの結論を導くことが求められており、これに沿った答案は、その内容に応じ、「一応の水準」以上の評価となっている。\nこの点につき、相殺への期待が合理的であると評価し得る実質的根拠や、他の破産債権者においても相殺を容認すべき理由について触れられている答案は、深い理解を示すものとして高い評価をしている。他方、自働債権が破産債権に当たるとした上、保証人による弁済が破産手続開始の申立てがあった後（支払不能になった後又は支払の停止があった後）にされていることから、同項第４号（第２号又は第３号）の適用があるとしつつ、保証契約の締結が同条第２項第２号の「前に生じた原因」に当たるとして相殺が可能であると結論付ける答案が目立った。\nこのような答案は、停止条件付債権における条件の「成就」が破産債権の「取得」に当たると考えたものと理解することができるが、そうであるとしても、同条第１項第１号ではなく、第２号以下の規律を検討することにはならないものと考えられる（実際、このような答案の中に- 2 -は、小問⑶では、判例の考え方に沿って同項第１号の類推適用を検討するものが多く、理論的整合性に対する意識が乏しいと感じた。）。同項第１号と第２号から第４号までの条文の構造の違い（後者についてのみ、同条第２項の適用が問題となる。）やその趣旨についての的確な理解が求められる。なお、問題文に「求償権４００万円を自働債権として主張している場合」と明示されているにもかかわらず、弁済により代位するとして、原債権を自働債権とする相殺の可否を検討する答案も目に付いたが、このような答案は、問題文の指示に従っていないものとして「不良」に該当する。また、問題文を曲解したのか、Ｂ社とＣ社とはグループ会社であることから、そのような関係にあるＢ社の相殺に対する期待は保護すべきではないとして、相殺権の濫用を持ち出すなどして相殺を不可とする答案も見られた。しかしながら、破産法第７２条の適用がないにもかかわらず、権利濫用の法理によって相殺権の行使が制限されるべき場面は極めて限定的であると考えられることから、このような答案も、低い評価にとどまっている。\n小問⑶については、解答に当たっての思考の進め方として、最判平成２４年５月２８日民集６６巻７号３１２３頁［倒産判例百選＜第６版＞７０事件］の知識があることを前提に、その判例で示された考え方に沿って、無委託保証人の求償権も破産債権に当たるとしつつ、破産法第７２条第１項第１号の類推適用により、相殺権の行使が禁止されるとの結論を導くことが考えられる。多くの答案では、このような流れで論じることができており、特に、相殺を認めることは、破産者の意思や法定の原因とは無関係に破産手続において優先的に取り扱われる債権が作出されることを認めるに等しく、委託保証人の求償権と同様に解することは相当でないとの利益衡量が示されていたことは高く評価することができる。加えて、「他人の」破産債権を取得したものではないことから同項第１号の直接適用はできないことを明示する答案、無委託保証人の相殺に対する期待につき、委託保証人（小問⑵）との比較の視点が示されている答案、\n破産手続開始後に、破産者の意思に基づくことなく破産債権を行使する者が入れ替わった結果相殺適状が生ずる点において、破産手続開始後に他人の債権を譲り受けて相殺適状を作出した上同債権を自働債権としてする相殺に類似することから、同号を類推する基礎があることを丁寧に指摘する答案については、的確かつ深い理解がうかがえるものとして、より高い評価をしている。他方、上記判例の事案は、その原審、第一審との間で結論が分かれたものであり、結論として相殺を可能とする考え方も成り立つところであるし、仮に相殺を認めるべきではないとの結論を採るにしても、上記判例の考え方とは異なり、無委託保証人による求償権は破産債権には当たらないとの考え方も成り立つところである。こうした答案も一定数見られ、その内容に応じて評価をしているが、判例とは異なる考え方、結論を採るのであれば、判例が存在する以上、まずは判例の考え方に言及することが必要であり、その上で、特に、主債務者による委託の有無という違いが破産債権該当性（求償権の法的性質）や相殺の可否（相殺への合理的期待を判断するに当たっての利益衡量）との関係でどのような影響を及ぼすのかといった点につき、関係する条文の構造及びその趣旨のほか、小問⑵における解答との理論的整合性も意識しつつ、より説得的な論証が求められよう。\nなお、ここで、解答に際しての判例への言及について触れておきたい（昨年の租税法の採点実感において指摘されていたことを引用させていただく。）。司法試験の解答に際しては、論点について判例がある場合、問題文に特に「判例に言及しつつ」などの指示がされていなくても、\nこれに言及することが、原則として必要であると理解すべきである。限られた試験時間内で答案を作成する以上、答案における判例への言及といっても、特別なことが要求されるわけではない。例えば、「～については～と解すべきである（判例同旨）。」「判例によれば、～は～と解されている。」などの表現で、自説と判例との関係を自覚していることが示されていれば、一応は必要性を満たしている。また、判例の趣旨を理解していることが採点者に伝われば足りるので、一字一句判決文を暗記する必要もない。\nイ 設問２- 3 -設問２は、破産者所有の不動産と物上保証人所有の不動産とに共同抵当が設定された事例を通じて、不足額責任主義及び開始時現存額主義の内容とこれらに関連する規律についての知識を有していることを前提に、別除権者が最後配当に参加するために採るべき手続についての説明と、配当額の計算の基礎となる破産債権の額についての説明を求めるものである。\n小問⑴については、解答に当たって、まず、破産者所有の乙建物に設定された抵当権が破産法第２条第９項（第９号と誤って摘示している答案が散見された。）の別除権に当たる（又はＥ銀行が同条第１０項の別除権者に当たる）ことから、同法第６５条第１項により、破産手続によらないで行使することができることを明示する必要がある。多くの答案では、これらに一応触れられており、「一応の水準」にあるものと評価している。なお、破産者所有の乙建物に設定された抵当権が同条第２項の別除権に当たるとする答案が少なからずあった。恐らく、同法第１０８条第１項に「第６５条第２項に規定する担保権」との文言があることに引きずられたものと思われるが、この文言は、単に、同法第６５条第２項冒頭の「担保権（特別の先取特権、質権又は抵当権をいう。）」を指すものとして用いられているにすぎない。このような誤りは、普段から条文の文言を意識していないことの現れともいえる。仮に、甲土地が破産者所有でないことからあえて同条第２項を摘示したのだとすれば、別除権ひいては破産財団といった破産法における基本的な概念についての理解を欠いているとの疑いも生じるところである。次に、不足額責任主義の内容として、同法第１０８条第１項を摘示して、別除権者は、その被担保債権について、別除権の行使によって弁済を受けることができない債権の額についてのみ、\n破産債権者としてその権利を行使することができることを指摘する必要がある。この点についても、多くの答案で一応触れられており、その内容に応じ、「一応の水準」以上にあるものと評価したが、解答時間が不足したためか、十分な論証ができていない答案も目に付いた。最後に、本小問の結論となる部分については、同法第１９８条第３項を摘示して、別除権者が被担保債権である破産債権について最後配当の手続に参加するには、最後配当に関する除斥期間内に、破産管財人に対し、当該別除権に係る被担保債権の全部若しくは一部が破産手続開始後に担保されないこととなったことを証明し、又は担保権の行使によって弁済を受けることができない債権の額を証明しなければならないことを説明する必要がある。この点は、多くの答案において、条文を摘示しながら説明することができており、その内容に応じ、「一応の水準」以上にあるものと評価した。他方、本小問においては、確定不足額を証明する資料として担保不動産競売手続における配当表を提出することが考えられ、この点についての言及を想定していたが、そのような答案はほとんどなかった。なお、同法第１１１条を摘示して、破産債権の届出について論じている答案が散見されたが、問題文から破産債権の届出をしたことが前提とされていることから、評価の対象とはしていない。答案の作成に当たっては、何が問われているのかを正確に把握する必要があるが、これは法曹実務家になるための基本的な素養の一つであるから、是非意識してもらいたい。\n小問⑵は、配当額の計算の基礎となる破産債権の額についての具体的な検討を求めるものであるが、解答に当たっては、破産者所有の乙建物に設定された抵当権の実行による配当額と物上保証人所有の甲土地に設定された抵当権の実行による配当額とを区別して検討する必要がある。しかしながら、大半の答案において、これらの区別がついておらず、配当額の合計である５０００万円全額を控除する（又は控除しない）と結論付けていたことには驚かされた。\nまず、乙建物に設定された抵当権との関係では、不足額責任主義の内容とその趣旨に触れつつ、乙建物の売却代金からの配当額（１０００万円）は控除されると説明することになる。他方、甲土地に設定された抵当権との関係では、その所有者Ｄは物上保証人であることから、破産法第１０４条第５項が準用する同条第２項を摘示して、開始時現存額主義の内容及びその趣旨に触れつつ、甲土地に設定された抵当権の実行によっても被担保債権の全額は消滅していないことを明示した上、甲土地の売却代金からの配当額（４０００万円）は控除されないと説明- 4 -することになる。そして、これらを踏まえ、配当額の計算の基礎となる破産債権の額は、破産手続開始決定時の本件貸金債権の残額８０００万円から上記１０００万円を控除した７０００万円であると結論付けることになる。このように、乙建物に設定された抵当権と甲土地に設定された抵当権とを区別して検討することができていれば、おおむね「一応の水準」以上の評価となっているが、上記のとおり、大半の答案ではこのような区別がついていなかったため、評価に大きな差が生ずることとなった。なお、このような区別はついているものの、債権者間の公平・平等を強調するあまり、開始時現存額主義は妥当しないとして、やはり５０００万円全額を控除するとの結論を採る答案も散見されたが、低い評価にとどまっている。\n⑵ 第２問ア 設問１設問１は、具体的事例を題材に、民事再生法所定の再生手続開始に関する要件及びその趣旨を踏まえ、裁判所が再生手続開始の決定をすることができるかどうかについての検討を求めるものである。解答に当たっては、再生手続開始の申立てにつき、再生手続開始の原因（同法第２１条）があれば、申立ての棄却事由（同法第２５条）がある場合を除き、再生手続開始の決定をする（同法第３３条第１項）との構造がとられていることを、これらの条文を摘示して言及した上、①又は②の事情がある場合のそれぞれにつき、どの要件が問題となるかを意識しながら、条文の趣旨を踏まえた解釈を展開し、開始の決定をすることの可否についての結論を示すことが求められる。このような流れで論じることができていれば、その充実度に応じ、「一応の水準」以上の答案と評価することができるが、残念なことに、そのような答案は半数程度にとどまっている。また、条文の摘示、そこから導かれる要件の摘示、趣旨を踏まえた条文の解釈、具体的な事実を評価した上での要件への当てはめといった一連の過程を経ないで、単に、\n問題文に掲げられている事実を抜き出して、形式的に条文の文言に当たる（又は当たらない）\nとする答案が目立った。この点は評価に大きな差が付くところでもあるため、是非改善してもらいたい。さらに、問題文において、「①、②のそれぞれにつき」論じることが指示され、「各事情はそれぞれ独立したものであるとする。」との断りもされていたにもかかわらず、これらを無視して、①及び②の事情を一体として検討する答案も見られた。問題文をよく読んだ上で解答してもらいたい。\n再生手続開始の決定に関する条文の構造を踏まえると、①又は②の事情を検討する前提として、再生手続開始の原因があることを示す必要がある。具体的には、民事再生法第２１条第１項前段において、「債務者に破産手続開始の原因となる事実の生ずるおそれがあるとき」に再生手続開始の申立てをすることができるとされていることから、事例に掲げられた具体的な事実に照らし、破産手続開始の原因のうち「支払不能」（破産法第１５条、第２条第１１項）のおそれがあることを示すことになる。この点についても、条文（条のみならず、項や号まで正確に摘示することが望まれる。）を逐一摘示し、的確に論じることができていた答案は必ずしも多くはなかった。他方、支払不能の「おそれ」ではなく支払不能そのものを認定しているもの、支払停止（のおそれ）を検討しているもの、民事再生法第２１条第１項後段の該当性を検討するもの、①において破産手続開始の申立てがされていることから開始原因があるとするもの、更には開始原因について何らの言及もないものが散見されたが、これらの答案は、条文や基本的概念の理解が不十分であるといわざるを得ず、低い評価にとどまっている。\n次に、①の事情がある場合については、既に債権者による破産手続開始の申立てがされていることから、民事再生法第２５条第２号に該当するか否かを検討することになる。解答に当たっては、まず、同号の問題であることを明示した上、同号の規律に則し、破産手続等が係属していること、その手続によることが債権者一般の利益に適合することの二つの要件及びその趣旨について論じる必要がある。多くの答案では、これらに一応触れられており、その内容に応じ、「一応の水準」以上にあるものと評価している。他方、メインバンクが破産手続開始の申- 5 -立てをしていることから、再生計画案の可決の見込みがないとして同条第３号の該当性を検討する答案もあったが、問題文中に再生債権額（議決権額）に関する記載はないことから出題意図を外すものといわざるを得ず、低い評価にとどまっている。続いて、これらの要件について、\n破産手続開始の申立てがされていれば足りること、債権者一般の利益とは清算価値保障の原則を表したものであることを論ずることになるが、前者について言及することができていた答案は少なかった。かえって、破産手続開始の決定がされていないことから第２号の要件を満たさないものと考え、第３号の該当性を検討する答案も散見された（そのような答案であっても、\n同法第１７４条第２項第４号の「再生債権者の一般の利益に反する」との文言を介して清算価値保障の原則について論じることができていれば、その限度で配点した。）。また、清算価値保障の原則について言及している答案であっても、それが「債権者の一般の利益に適合する」との文言との関係で的確に論じることができていないものが目立った。さらに、清算の前に再建の機会を与えるべきであるとの観点から、一般的に、破産手続との関係では再生手続が優先すると考えられていることとの対比において、第２号はその例外的な規律であることが意識されている答案も少なかった。最後に、①の事情がある場合の結論としては、低額の売上げしか見込めない再生計画内の収益弁済によるよりも、事業の継続を断念して土地を売却する方が、はるかに高額の配当が見込まれるというのであるから、破産手続によることが債権者一般の利益に適合するとして、民事再生法第２５条第２号に該当し、再生手続開始の決定はすることができないと結論付けることが求められる。多くの答案では、このような流れで結論を導くことができていたが、それでもなお再生手続を優先させるべきであるとして、開始の決定をすることができるとする答案も一定数見受けられた。このような答案は、低い評価にとどまっている。\n②の事情がある場合については、事業譲渡代金の額では一般優先債権である滞納国税の全額を支払うことができない状況にあるため、このままでは再生債権の弁済ができず、再生計画が作成できないおそれがあるとして、民事再生法第２５条第３号に該当するか否かを検討することになる。解答に当たっては、①の事情がある場合と同様、同号の問題であることを明示した上、同号の規律に則し、再生計画案の作成若しくは可決の見込み又は再生計画の認可の見込みがないことが明らかであるとの要件とその趣旨について論ずる必要がある。多くの答案が、第３号の問題であると捉えることができていたが、設問において与えられた事実関係から、同法第１７４条第２項第２号の「再生計画が遂行される見込みがないとき」に当たり得るとして、\n再生計画案の「作成」ではなく再生計画の「認可」の見込みについて検討するものが目立った。\nそのこと自体で配点に差を設けることはしなかったが、手続の段階としては、再生計画の認可よりも前に再生計画案の作成が問題となることに考えをめぐらせてほしいところである。また、\n同法第２５条第３号が、見込みがないことが「明らか」であることを要求している趣旨について的確な言及ができていないものも多かった。この点は、民事再生法制定の際の重要な検討項目であり、実務に与えた影響も大きいものがあるので、十分意識してもらいたいところである。\n続いて、②の事情がある場合の結論としては、延滞税について分納の合意があることや事業譲渡代金についても増額される見込みが十分にあることに照らすと、基本的に、見込みがないことが「明らか」とはいえないとして、第３号の要件は満たさないとの方向となろう。多くの答案では、このような流れで論じることができていたが、当てはめについて正確性を欠くものや雑な論述にとどまるものが目立った。特に、滞納国税は一般優先債権であり、再生手続によらないで随時弁済されること（同法第１２２条第１項及び第２項）の指摘を欠くもの、延滞税について分納の合意ができる見込みがあることから直ちに再生計画案の可決の見込みがあると論ずるもの（一般優先債権者に議決権があるかのような疑いが生じる。）が多かった。他方、積極、消極の双方の事実を拾いつつ、反対の結論となる事情にも目を向けながら丁寧に当てはめを行っている答案は、出題意図を的確に捉えているものとして高い評価をしている。また、開始の決定をすることができるとの結論を採るのであれば、同法第２５条第１号、第２号及び第- 6 -４号に該当する事情はうかがわれないことに言及する必要があるが、この点は、おおむね言及することができていた。なお、再生計画によらない事業譲渡の要件（同法第４２条、第４３条）\nについて論じている答案も少なくなかったが、本設問で問題となっている再生手続開始の条件としての再生計画案の作成等の見込みの考慮要素として論じることは相当でないと考えられる。\nイ 設問２設問２は、取立委任を受けた約束手形につき商事留置権を有する銀行が、再生手続開始後の取立てに係る取立金を銀行取引約定に基づき債務の弁済に充当することができるかどうかについて、破産手続における取扱いとの相違を含めた検討を求めるものである。最判平成２３年１２月１５日民集６５巻９号３５１１頁［倒産判例百選＜第６版＞５４事件］を題材とするものであったにもかかわらず、上記判例に言及することができている答案は極めて少なかったばかりか、本件条項の有効性が問題となることに気付くことができていない答案や、更には、破産手続又は再生手続における商事留置権の取扱いとその根拠条文という基本的な事項ですら正確に論じることができていない答案が目立ち、設問１と比較して、適切に解答できていると評価し得る答案は少なかった。逆に、短い論述であっても、これらの基本的な事項を正確に論じ、\n本件条項の有効性が問題となることに言及することができていれば、相対的に高い評価となり、\n大きく差が付く結果となった。なお、問題文の「相殺禁止について言及する必要はない。」との指示に引きずられたためか、相殺の可否について長々と論じた答案もあったが、相殺の可否は、基本的に、弁済充当が否定された後に問題となるものと考えられるから、本設問において論じる必要はない。\n解答に当たっては、まず、民事再生法第５３条第１項を摘示して、再生手続においては、商事留置権は別除権として扱われるものの、優先弁済権までは与えられていないことを指摘した上、本件条項の有効性が問題となることに言及する必要がある。これらのうち、同項の摘示とともに別除権として扱われることや、民事再生法には破産法第６６条に相当する条文がないことは多くの答案で触れることができていたが、優先弁済権までは与えられていないことを明示していた答案はそれほど多くなく、優先弁済権が与えられていないからこそ本件条項の有効性が問題となるということに考えが及んでいない答案が目立った。多くの答案は、民事再生法第５３条第２項を摘示しつつ、別除権は再生手続によらないで行使することができることをもって弁済に充当することができると結論付けるものや、優先弁済権が与えられていないことを明示することができていても、そのことから直ちに本件条項は無効であると結論付けるものなど、\n短絡的な思考にとどまっていた。本件条項の有効性については、肯定、否定の両論が考えられるところであり、上記判例が存することを踏まえて自らの考え方を論ずることが求められていたが、上記のとおり、上記判例の指摘やその判旨を前提とした論述がされている答案は極めて少なかった。辛うじて「別除権の行使に付随する合意」であることに言及できていた答案が見られたが、それさえも不正確な答案や、いわゆる倒産解除特約と混同した答案も散見された。\n他方、少数ながらも、取立金が商事留置権の対象となることから、通常は再生計画の弁済原資に充てることを予定し得ないことや、同法第８８条や第９４条第２項の規律を挙げて別除権者の手続参加について言及している答案もあり、これらの答案は、的確な理解を示すものとして高い評価としている。\n破産手続においては、破産法第６６条第１項により、破産手続開始の時において破産財団に属する財産につき存する商事留置権は、破産財団に対しては特別の先取特権とみなされることから、再生手続とは異なり優先弁済権が与えられていること、商事留置権は、別除権（同法第２条第９項）に当たることから、破産手続によらないで行使することができる（同法第６５条第１項）ことを指摘することになる。これらの点については、再生手続における取扱い等と比較して、多くの答案で一応の論述ができており、その正確性等に応じ、「一応の水準」以上に- 7 -あるものと評価した。しかしながら、同法第６６条第１項の文言上、先取特権と「みなす」とされていることの理解が不足しているためか、「特別の先取特権となる（と扱われる）から別除権には当たらない」とする理解不能な答案が散見されたほか、問題文中、他に競合する特別先取特権は現れていないにもかかわらず、同条第２項に言及する答案も一定数見られた。次に、\n破産手続において、商事留置権に優先弁済権があるからといって、法律に定められた方法によらない任意処分としての弁済充当まで直ちに認められることにはならないことから、やはり本件条項の有効性が問題となることに言及することが求められるが、そこまで言及することができていた答案はほとんどなかった。この点に関連する判例として、最判平成１０年７月１４日民集５２巻５号１２６１頁［倒産判例百選＜第６版＞５３事件］があり、この判例を意識したと思われる答案もあったが、留置的効力に関する論述にとどまっており、銀行による取立てや弁済充当の可否について論じられていたものは極めて少なかった。また、再生手続においては弁済充当を認めながらも、破産手続においてはこれを否定するとの結論を採る答案もあったが、\nこのような答案は、清算型手続と再建型手続の意義についての基本的な理解ができていないものといわざるを得ない。\nなお、本設問では、「充当することができるか」を問うているのであるから、「充当することができる（又はできない）。」と答えるべきであるにもかかわらず、「請求できる」「相殺できる」\n「Ｄ銀行の主張は認められる」などとする答案が散見された。細かい点ではあるが、設問に対して正面から解答するという姿勢は常に意識してもらいたい。\n４ 今後の出題について本年度の問題は、取り上げた制度、論点ともに破産法及び民事再生法についての基本的な事項に関するものとした上、主として、基礎的な知識を利用して条文の文言を解釈し、当該条文を具体的な事実関係に適用して結論を導くことができているかを問うものである。\n今後も出題方針について特に変更すべき点はなく、特定の傾向に偏ることなく、具体的な事案を通じて、基本的な考え方や事項に関する理解を確認する問題、当該事案を正確に把握して適切に法令上の対応手段を導き出す能力を試す問題、倒産実体法及び倒産手続法に関する問題等、倒産法の基本的な理解ができているかどうかを問う出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるもの等この採点実感を一読すれば分かるとおり、解答に当たっての思考の端緒となるものは、実定法の条文である。条文の重要性は、倒産法に限ったものではないし、ここで改めて指摘するまでもない。\nしかしながら、明文の規定があるにもかかわらず条文を摘示しない答案や、条文番号や規律内容の摘示が不十分、不正確な答案が非常に目立った。今後の法科大学院教育においては、学生に対し、\nまず、条文の重要性を十分に意識させて、こまめに、かつ正確に条文を引用する習慣を身に付けさせることが強調されるべきであろう。\nそして、次の段階として、倒産法における基本的な条文、判例及び学説を断片的・概括的にではなく、その趣旨に遡って正確に理解をした上、具体的な事案に対応することができる能力を涵養するため、個々の制度の関係性等についても意識して、また、清算型手続と再建型手続との異同を理解しながら、倒産法の体系の中で把握することが重要である。さらに、具体的な事例において与えられた事情を正確に整理・把握し、問題点を的確に抽出する能力、その問題点について論理的かつ一貫性のある解釈に基づき妥当な結論を導き、説得的に論ずる能力が必要とされる。法科大学院に対しては、例年指摘されているこれらの点にも配慮しつつ、上記の知識の習得や能力の涵養を実現するための教育を期待したいところである。\nなお、当然のことではあるが、司法試験は、解答者の文字の読みやすさを評価するものではなく、\nその巧拙が答案の評価に影響するものでない。しかしながら、例年、かつ、他の科目でも繰り返し- 8 -指摘されているとおり、判読することが困難あるいは不能な文字等による答案が、依然として少なからず存在する。そのような答案については、設問で与えられた課題についての適切な配点が困難となり、ともすれば解答者の本来の能力・理解度を正当に評価することができない事態につながりかねない（特に、条文番号や法令用語については、判読ができない限り、正確に理解できていないものと評価せざるを得ない。）。受験生においては、答案は他人が読んで採点するものであることを十分意識して、是非改善してもらいたい。\n- 9 -"
}