{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００〔〔設問１〕、〔設問２〕及び〔設問３〕の配点は、５０：３０：２０〕）\n次の各文章を読んで、後記の〔設問１⑴・⑵〕、〔設問２〕及び〔設問３〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事実Ⅰ】\n１．個人で事業を営んでいるＡは、その所有する甲土地を売却することとした。\n２．令和２年３月２０日、不動産取引の経験がなかったＡは、かつて不動産業に携わっていた友人のＢに甲土地の売却について相談をした。甲土地の登記記録には、弁済によって被担保債権が既に消滅した抵当権の設定登記が残っていたことから、Ｂは、甲土地の売却先を探してみるが、その前に抵当権の登記を抹消してあげようと申し出、Ａはこれを了承した。\n【事実Ⅱ】\n前記【事実Ⅰ】の１と２に続いて、以下の事実があった。\n３．Ｂは、自身が負う金銭債務の弁済期が迫っていたため、甲土地を自己の物として売却し、その代金を債務の弁済に充てようと考えた。\n４．令和２年４月２日、Ｂは、Ａに対し、抵当権の抹消登記手続に必要であると偽って所有権移転登記手続に必要な書類等の交付を求め、Ａは、Ｂの言葉を信じてこれに応じた。Ｂは、Ａが甲土地をＢに３５００万円で売却する旨の契約（以下「契約①」という。）が成立したことを示す売買契約書を偽造し、同契約書とＡから受け取った書類等を用いて、同月５日、甲土地につき、抵当権の抹消登記手続及びＡからＢへの所有権移転登記手続をした。\n５．令和２年４月２０日、Ｂは、甲土地を４０００万円でＣに売却する旨の契約（以下「契約②」という。）をＣとの間で締結した。Ｃは、契約②の締結に当たり、甲土地の登記記録を確認し、Ｂが甲土地を短期間のうちに手放すことになった経緯につきＢに尋ねたところ、Ｂは、「知らない人と契約を交わすのを不安に感じたＡの意向で、いったん友人である自分が所有権を取得することになった」旨の説明をした。\n６．令和２年４月２５日、ＣからＢへの代金全額の支払と、甲土地につきＢからＣへの所有権移転登記がされた。\n〔設問１⑴〕\n【事実Ⅰ】及び【事実Ⅱ】（１から６まで）を前提として、令和２年５月１日、ＣがＡに対して\n甲土地の引渡しを請求した。Ａはこれを拒むことができるか、論じなさい。\n【事実Ⅲ】\n前記【事実Ⅰ】の１と２に続いて、以下の事実があった（前記【事実Ⅱ】の３から６までは存在しなかったものとする。）。\n７．令和２年４月２日、Ａは、知人のＤから甲土地を４０００万円で購入したいとの申出を受け、この額が時価相当であったことから、Ｄに売却することを決めた。Ａは、同日、Ｂに対して、甲土地の売却先を探してもらう必要はなくなったが、抵当権の抹消登記手続については急いでほしい旨を述べ、Ｂはこれを了承した。\n８．Ａは、事業の不振により債務超過に陥っていたことから、Ｄに対し、登記手続は来月になってしまうが、売買契約の締結と代金の授受は早々にさせてほしいと懇請し、Ｄはこれに応じた。\n令和２年４月５日、Ａが甲土地を４０００万円でＤに売却する旨の契約（以下「契約③」という。）がＡとＤとの間で締結され、代金全額がＤからＡに支払われた。なお、甲土地は、Ａが所有する唯一のめぼしい財産であった。\n９．令和２年４月８日、Ｂは、Ａが甲土地を売却した相手が、かねてより恨みを抱いているＤであることを知って、契約③を阻止し、Ｄに損害を与えようと考えた。Ｂは、Ａに対して、今後継続的にＡの事業を支援するから、甲土地は自分に２０００万円で売ってほしいと述べた。Ａは、今後のＢからの支援に期待をかけ、Ｂの申出を受けることにした。\n10．令和２年４月１２日、Ａは、甲土地を２０００万円でＢに売却する旨の契約（以下「契約④」という。）をＢとの間で締結した。同月１５日、ＢからＡに代金全額が支払われ、甲土地につき抵当権の抹消登記及びＢへの所有権移転登記がされた。\n11．令和２年５月８日、Ｂは、甲土地を４０００万円でＣに売却する旨の契約（以下「契約⑤」という。）をＣとの間で締結した。同月１０日、ＣからＢへの代金全額の支払と、甲土地につきＣへの所有権移転登記がされた。なお、Ｃは、契約⑤の締結に当たり、契約③の存在やＡが十分な資力を有していないことについてＢから説明を受けていたが、ＢにＤを害する意図があったことは、Ｃへの所有権移転登記がされた後も知らないままであった。\n〔設問１⑵〕\n【事実Ⅰ】及び【事実Ⅲ】（１、２及び７から11まで）を前提として、令和２年６月１日、Ｄは、\nＣに対し、甲土地につき、Ｄへの所有権移転登記手続をするよう請求し（以下「請求１」という。）、それができないとしても、Ａへの所有権移転登記手続をするよう請求した（以下「請求２」という。）。\nこれらの請求は認められるか、請求１及び請求２のそれぞれについて論じなさい。\n【事実Ⅳ】\n12．令和３年３月、Ｆは、その所有する乙建物を、期間５年、賃料月額３０万円でＧに賃貸する契約（以下「契約⑥」という。）をＧとの間で締結し、Ｇに引き渡した。\n13．令和３年５月３１日、Ｆは、Ｈから１０００万円を弁済期を２年後とする約定で借り受け、その借入金債務（以下「債務α」という。）を担保する目的で乙建物をＨに譲渡する契約（以下「契約⑦」という。）をＨとの間で締結した。契約⑦において、Ｆが債務αの弁済期が経過するまで乙建物の使用収益をする旨が合意された。同年６月５日、契約⑦に基づき、乙建物につきＨへの所有権移転登記がされた。\n14．Ｇは、その後もＦに対して契約⑥に基づく賃料を支払っていたが、令和５年５月、乙建物につきＨへの所有権移転登記がされていることを知り、賃料を支払わなくなった。\n15．Ｆは、債務αの弁済期経過後もその弁済をしないまま、令和５年７月、債務αの弁済期経過前に発生した同年５月分の賃料と弁済期経過後に発生した同年６月分の賃料の支払をＧに請求した（以下「請求３」という。）。Ｇは、「㋐乙建物がＨに譲渡されたので、Ｆに対して賃料を支払う必要はない。」と述べて支払を拒んだ。Ｆは、「㋑Ｈへの所有権移転登記がされているが、これは契約⑦に基づくものであって、賃貸人の地位が直ちにＨに移転する効果を生ずべき譲渡があったわけではない。㋒仮にそのような譲渡があったとしても、債務αの弁済期が経過するまでＦが乙建物の使用収益をする旨の合意があるから、賃貸人の地位は自分に留保されている。」と反論した。\n16．Ｈは、請求３の時点で、契約⑦に基づく担保の実行も、乙建物の第三者への処分もしていない。\n〔設問２〕\n【事実Ⅳ】（12から16まで）を前提として、次の問いに答えなさい。\n下線部㋐㋑㋒の各主張の根拠を説明した上で、Ｆの反論の当否を検討し、請求３が認められる- 3 -か、論じなさい。その際、令和５年５月分と６月分とで結論に違いが生じ得るかにも留意しなさい。\n【事実Ⅴ】\n17．Ｋは、別荘とその敷地（以下併せて「丙不動産」という。）を所有していた。Ｋには子Ｌがいたが、Ｋは、姪のＭを幼少の頃からかわいがっていたことから、令和６年１月17日、Ｍとの間で「Ｋが死亡したときには、丙不動産をＭに与える」旨の贈与契約（以下「契約⑧」という。）\nを書面で締結した。\n18．令和８年２月頃よりＫとＭの関係が悪化した。\n19．令和８年１０月１日、Ｋは、丙不動産をＮ県に遺贈する旨を記した適式な自筆証書遺言を作成し、同日、ＬとＮ県にその内容を通知した。\n20．Ｋは、令和９年５月１日に死亡した。Ｋの相続人はＬのみであった。\n21．丙不動産の所有権の登記名義人はＫのままであった。令和９年８月２０日、Ｍは、Ｌに対し、契約⑧に基づき丙不動産のＭへの所有権移転登記手続を求めた（以下「請求４」という。）。\nこれに対し、Ｌは、「㋓契約⑧は、その後にＫがＮ県に丙不動産を遺贈する遺言をしたことにより、撤回されたはずである。」と主張してこれを拒んだ。\n〔設問３〕\n【事実Ⅴ】（17から21まで）を前提として、次の問いに答えなさい。\n下線部㋓の主張の根拠を説明した上で、考えられるＭからの反論を踏まえ、請求４が認められるか、論じなさい。論文式試験問題集［民事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n１ 設問１⑴について\n⑴ 設問１⑴は、虚偽の外観を信頼して取引をした者の保護をどのような要件の下で図るかという問題に関する理解を問うものである。\n設問１⑴においては、甲土地の所有権登記がＡからＢ、ＢからＣと順次移転しているが、Ｂは無権利者であり、Ｃが外観を信じて取引をした者として保護されるかが問題となる。\n虚偽の外観の作出・存続に本人の意思が直接には関与していない事例について、判例は、民法（以下「法」という。）第９４条第２項と第１１０条の法意を重畳的に適用することによって、権利外観法理の伸張を図っている。本問の解答としては、この判例法理の趣旨を正確に理解した上で、本人の帰責性の程度を勘案しつつ第三者に求められる要件を論じ、本問に当てはめて結論を導くことが求められる。\n⑵ まず、無権利者からの譲受人は権利を取得できないのが基本であるところ、判例は、虚偽の権利外観の作出・存続が所有者の意思に基づくと評価される場合に法第９４条第２項を類推適用し、登記の外形を信頼して無権利者と取引をした善意の第三者の保護を図っている。解答に当たっては、こうした本問の基本構造が提示されることが求められる。\nなお、本問においては、代理権の存在についての信頼を保護することを趣旨とする法第\n１１０条の適用が問題となるわけではない。\n⑶ 法第９４条第２項が類推適用される要件である本人の帰責性が認められる場合としては、本人自らが虚偽の外観を作出したとき（外形意思対応＝外形自己作出型）や、虚偽の外観の作出が他人によるものであっても、本人がその存在を知りつつその存続を明示又は- 4 -\n黙示に承認していたとき（外形意思対応＝外形他人作出型）が挙げられる。これに対し、本人が作出した虚偽の外観に他人の行為が加わって更なる虚偽の外観が作出されたが、本人がそれを知らなかった場合（外形意思非対応型）や、本人が他人を信用して交付した書類が濫用されて虚偽の外観が作出されるなど、本人が虚偽の外観作出の原因を与えていた場合（外形与因型）には、判例は、法第９４条第２項と第１１０条の「法意」又は「趣旨の類推」により、善意無過失の第三者を保護するものとしている（最判昭和４３年１０月\n１７日民集２２巻１０号２１８８頁、最判平成１５年６月１３日判時１８３１号９９頁（以下「平成１５年判決」という。）、最判平成１８年２月２３日民集６０巻２号５４６頁【民法判例百選Ⅰ＜第８版＞２２事件】（以下「平成１８年判決」という。））。\n⑷ 本問は、Ａは、Ｂに対して抵当権抹消登記手続を委託しているものの、甲土地の所有権をＢに移転させる意思は有していないことから、上記の「外形与因型」に該当する。「外形与因型」の事例への対処については、判例のように法第９４条第２項と第１１０条の法意に照らし判断するもののほか、学説には、法第１１０条を持ち出さずに、法第９４条第\n２項類推適用によるものとする見解や、「外形与因型」の事例は法第９４条第２項類推適用の許容範囲を超えるものとして第三者保護を否定すべきとの見解もある。論拠が適切に示されているのであれば、判例とは異なる見解に依拠するのであっても等しく評価されるが、いずれの見解によるとしても、法第９４条第２項類推適用が認められる事例の限界については言及がされるべきである。\n⑸ 本問の解答としては、ここまでに述べてきた法的論拠に関する議論を踏まえ、本人Ａの帰責性と第三者Ｃの善意又は善意無過失の要件具備の当否を適切に判断することが求められる。平成１８年判決は、虚偽の外観作出について権利者本人が知らなかった事案において、権利者に不実登記を承認したと「同視し得るほど重い」帰責性がある場合に無過失の第三者が保護されるとした。本問においても、Ｃの無過失はもとより、Ａの帰責性についても、その判断については相当の慎重さが求められる。\nＡの帰責性に関しては、所有権移転登記手続に必要となる書類をＢに言われるまま交付していることが事実４に示されているものの、契約①の契約書がＢの偽造によるものであることは重視されるべきである。所有権移転登記それ自体にＡの意思的関与はなく、Ｂによって作出された外観を是正し得る契機も見いだせない。こうしたことからすれば、本問は、上記の平成１８年判決の事案よりも平成１５年判決の事案に類似しているといえる。\n法第９４条第２項と第１１０条の法意に照らしても、Ｃに対抗し得ないとすべき程の帰責性がＡにあるとは評価できず、Ｃに対する権利主張は妨げられないものと解される。ただし、Ａの帰責性を是認する答案も、その論拠が説得的に示されていれば、相応に点を与える。\n２ 設問１⑵について\n⑴ア 設問１⑵は、Ａが、甲土地をＤとＢに二重譲渡した事例であり、登記名義はＡからＢ、ＢからＣへと順次移転している。登記のない譲受人が自己の所有権取得を登記のある譲受人に対抗するための方途としてまず考えられるのは、登記を有する譲受人が背信的悪意者であるとの主張である。通説・判例によれば、法第１７７条にいう「第三者」には背信的悪意者は含まれず、登記がなくても物権の取得を対抗することができる（最判昭和４０年１２月２１日民集１９巻９号２２２１頁、最判昭和４３年８月２日民集２２巻\n８号１５７１頁等）。自由競争の前提となる信義則に違反し、権利濫用法理に違背するような者は、自由競争の範囲を逸脱し、登記による保護を認められるべきではないからであるとされている。背信的悪意者の典型例としては、「不動産登記法第５条の第三者と類似する立場にある第三者」、「不動産取得の目的や方法が著しく信義に反する第三者」、「第１譲受人の不動産取得を害意をもって侵害しようとする第三者」、「譲受人と実質的に同一人格と判断される第２譲受人」などが挙げられる。\nもっとも、学説上は、悪意者排除論や有過失者排除論も有力であり、これらを論拠とする場合も、判例法理となっている背信的悪意者排除論への疑問を提示しつつ説得的に論じられていれば、同様に点を与える。\n設問１⑵において、Ｂは、第１売買の事実を知り、またＤへの第１売買を妨害する意図をもって自己への所有権移転、Ｃへの転売をしているため、上記の「不動産取得の目的が著しく信義に反する第三者」に該当し、背信的悪意者であると認定することができる。したがって、悪意者排除論に依拠する場合はもちろん、判例・通説のいう背信的悪意者排除論に依拠するのでも、Ｄは、甲土地について登記なくして自己の所有権取得をＢに対抗することができると解される。\nイ では、Ｄは、背信的悪意者からの転得者Ｃとの関係でも、同様に登記なくして所有権の取得を対抗することができるか。背信的悪意者からの譲受人は所有権を取得し得るのか、また、背信的悪意者としての地位を承継することにならないのかが検討されるべきこととなる。判例は、背信的悪意者につき相対的に判断をしており、第１譲受人との関係で登記の欠缺を主張できない背信的悪意者も所有権取得者であって、背信的悪意者から所有権を承継取得する転得者は、自身が第１譲受人との関係で背信的悪意者と評価されるのでない限り、登記を備えれば第１譲受人に対抗できるとしている（最判平成８年\n１０月２９日民集５０巻９号２５０６頁【民法判例百選Ⅰ＜第８版＞６１事件】）。\n本問では、事実１１において、背信的悪意者Ｂからの譲受人Ｃが、Ｄへの第一売買（契約③）を知っていたものとされており、悪意であるということができるが、Ｄを害する意図がＢにあったことまでは知らなかったというのであるから、背信的悪意者とはいえないものと解される。したがって、Ｄは、登記名義人が背信的悪意者であることを理由として、Ｃに対して、自己に所有権があることを主張し、自己への登記名義の移転を請求することはできない。\n⑵ア 次に、Ａは、財産権移転義務・登記移転義務を負っているＤを害することを知りながら、評価額よりも低い価額で、唯一のめぼしい財産である甲土地をＢに売却し、登記移転をしている。Ｄとしては、この売買契約が詐害行為に当たるとして（法第４２４条）、転得者Ｃに対し、法第４２４条の５に基づいて詐害行為取消権を行使することが考えられる。\n本問において、ＤがＡに対して有しているのは甲土地の引渡しや登記の移転を目的とする債権である。一般債権者の共同担保を保全するという詐害行為取消権の趣旨からすれば、被保全債権は金銭債権に限られるのではないか、この見地から、本問において詐害行為取消権の行使は認められないのではないかが問題となる。判例・通説は、特定物債権でも、債務者が目的物を処分することにより無資力になる場合なら、処分行為の取消しは認められるとしている（最判昭和３６年７月１９日民集１５巻７号１８７５頁【民法判例百選Ⅱ＜第８版＞１５事件】）。特定物債権でも窮極において損害賠償債権に変じうることが、その理由とされる。\nイ 詐害行為取消権を行使するための要件としては、「債権者を害することを知ってした行為」「受益者の悪意」があり（法第４２４条）、転得者に対して行使をするには、さらに「転得者の悪意」が要件として加わる（法第４２４条の５第１号）。本問においてこれら要件が具備されているかを事実に即して確認することが求められる。\n第１に、Ａが債務超過状態に陥っていること、甲土地がＡの唯一のめぼしい財産であることが事実８に示されていること。また、事実７にあるように、甲土地の時価は４０００万円であるところ、その半額で売却をしていること。以上より、契約④は詐害行為に当たる。第２に、事実９からすれば、Ａに詐害意思があることも明らかであり、受益者Ｂの悪意も、同事実に示されているとおりである。第３に、事実１１において、売買\n③の存在やＡが無資力であることにつき転得者Ｃは知っていたことが示されているため、転得者の悪意の要件も満たされている。\n以上より、本問では、Ｃに対する詐害行為取消権の行使は認められると解される。\nウ 詐害行為取消権の行使によって、転得者に対してはどのような内容の請求が認められるか。法第４２４条の６によれば、債務者のした行為の取消しとともに、転得者が転得した財産の返還を請求することができる。Ｄは、転得者Ｃに対して債務者Ａに登記を戻すよう請求することはできるが、直接自己に移転登記せよと請求することはできない（法第４２４条の９の反対解釈。最判昭和５３年１０月５日民集３２巻７号１３３２頁【民法判例百選Ⅱ＜第８版＞１６事件】）。\n３ 設問２について\n⑴ 設問２は、賃貸不動産が債権担保を目的として譲渡された場合における法第６０５条の２第１項及び第２項の適用可能性を問うものである。事案は、対抗要件を備えた賃借権の負担が付いた不動産が債権担保の目的で譲渡され、その譲渡につき所有権移転登記がされた場合において、被担保債権の弁済期が経過した後、設定者の受戻権が存続する状態で、設定者が賃借人に対して賃料の支払を請求した、というものである。設定者（譲渡人）Ｆ\nがＨに債務αを弁済することなく、賃借人Ｇに賃料を請求したのに対して、Ｇが法第６０５条の２第１項に基づいて、Ｆは所有権とともに賃貸人の地位をも喪失したと主張して（下線部㋐）Ｆに対する賃料の支払を拒絶した場合に、Ｆからの反論として想定される根拠（下線部㋑㋒）の妥当性につき検討することが求められている。\n⑵ まず、下線部㋐㋑㋒の各主張の根拠は次のとおりであると考えられる。\n下線部㋐が法第６０５条の２第１項を根拠として、乙建物の所有権移転に随伴して直ちに賃貸人の地位がＦからＨに移転したという趣旨を述べるものであることを示す必要がある。そのために、同項を摘示しつつ、下線部㋐の主張が、乙建物の所有権に随伴して賃貸人の地位がＦからＨに移転したという趣旨を述べるものであること、乙建物に係るＧの借家権が引渡しにより対抗要件を備えていること（借地借家法第３１条）、乙建物が所有者\nＦからＨに譲渡されたことを指摘することが求められる。\n次に、下線部㋑の反論の趣旨及び論拠を明らかにする必要がある。反論㋑は、契約⑦に基づく譲渡が債権担保を目的とする譲渡であり、譲渡担保は一般的に法第６０５条の２第\n１項の「譲渡」に当たらないから、賃貸人の地位はＨに移転することなくＦのもとにとどまるという趣旨を述べるものであることを指摘することが求められる。加えて、請求３の時点において債務αの弁済期が経過していること、契約⑦に基づく担保の実行が未了であり、かつＨは乙建物を第三者に処分しておらず、Ｆの受戻権が失われていないことを確認することも必要である。\nさらに、反論㋒が、法第６０５条の２第２項の類推適用により、賃貸人の地位がＦに留保されるという趣旨を述べていることを指摘することが求められる。そのためには、①Ｆ\nＨ間における乙建物の使用・収益に関する合意は賃貸人の地位をＦに留保する趣旨を定めたものと解されること、②Ｆの設定者留保権に内包される利用権限は賃貸借に類比することができること、③Ｆの設定者留保権が担保の実行により消滅すると、賃貸人の地位が確定的に譲受人Ｈに移転することが予定されていることから、同項の類推適用の基礎があるという趣旨の主張であることを指摘する必要がある。\n以上を踏まえて、Ｆの反論の当否を検討しつつ、請求３の可否について結論を述べることが求められる。その際、５月分と６月分との間で違いが生じ得るか、つまり債務αの弁済期経過が本問の検討において意味を持ち得るか、という点にも留意しなければならない。\n反論㋑は、契約⑦に基づく譲渡が法第６０５条の２第１項の「譲渡」に当たらないと主張するものであり、反論㋒は、上記の主位的主張が奏功しない場合に備えて、契約⑦に基づく譲渡が同項の「譲渡」に当たると仮定した場合の追加的主張であり、反論㋑を不当とする場合は反論㋒の当否を検討することが不可欠となる一方、㋑の反論を正当とする場合は、重ねて㋒の当否を論じる必要はない。\n⑶ Ｆの反論の当否及び請求３の可否を論じるに当たっては、それに先立ち、法第６０５条の２第１項の趣旨を確認する必要がある。同項は、不動産の賃借権が対抗力を備えている場合、賃貸不動産の譲渡に伴い、特段の事情がない限り、当然に賃貸人の地位が譲渡人から譲受人に移転するものとした平成２９年改正前民法下の判例法理（最判昭和３９年８月\n２８日民集１８巻７号１３５４頁）の趣旨を明文化したものとされている。その趣旨の理解については、（合理的）当事者意思の推定を根拠とするという説明が一般的になっているが、賃貸人の債務の性質、法律関係の複雑化の回避など、当事者意思の推定以外の説明が記載されていた場合も、その説得力に応じて相応に評価される。\n⑷ 譲渡担保においては、債権担保の目的の範囲内で所有権が譲渡担保権者に移転することを認める法律構成が定着しつつあるといえる（最判昭和５７年９月２８日判時１０６２号\n８１頁）が、確定的な所有権移転と目的物の使用・収益権限との関係につき従来十分な議論がされているとはいえず、譲渡担保と賃貸人の地位の移転の関係について直接判断した最高裁判例は存在しない。よって、譲渡担保の法的構成に関する上記の昭和５７年最判の法律構成に依拠する場合、反論㋑の当否に関しては、理論上、肯定・否定いずれの結論も導くことができる。検討に当たっては、純然たる所有権的構成ではなく、担保的構成に依拠する場合であっても、譲渡担保においては所有権移転という法形式が採られている以上、非占有担保・占有担保いずれの形態も対等に成立し得ることに留意すべきである。また、抵当権においても被担保債権の債務不履行後は果実に抵当権の効力が及ぶ（法第３７１条）\nとされていることとの均衡上、譲渡担保においても被担保債権の弁済期到来が譲渡担保権の実体法上の効力にどう影響するのか、特に目的物の処分権限についての制約が撤廃されること以上の変化がないと考えるべきか否か、といった点にも目配りがされることが望ましい。\n⑸ 次に、反論㋒の根拠とされる法第６０５条の２第２項は、賃貸不動産の譲渡人と譲受人との間における賃貸人の地位を譲渡人に留保する旨の合意の存在のみをもって譲渡人が賃貸人の立場にとどまり続けることができるとすれば、賃借人の法的地位を不安定なものにしてしまうから妥当でないとした平成２９年改正前民法下の判例法理（最判平成１１年３\n月２５日集民１９２号６０７頁）を受けて、賃借人の法的地位の安定化を阻害しない範囲で、賃貸人の地位の留保合意の効果を認めるものである。そのために、譲渡人に使用・収益権限を留保することに加えて、譲受人との間の賃貸借契約の存在が求められている。譲渡担保契約の当事者間において、譲渡担保権者が設定者に目的物を賃貸するという法律関係は通常予定されていないため、同項前段が定める賃貸借契約の存在という要件を満たさず、同項を直接適用することはできないと考えられる。\nもっとも、法第６０５条の２第２項は、賃貸不動産の譲渡にもかかわらず賃貸人の地位が移転しない場合を完結的に要件化しているわけではなく、同項の類推適用や趣旨の類推により、譲渡人への留保が認められるべき場合が存在し得ることを否定する趣旨まで含んでいないと考えられる。\n⑹ 請求３の当否を論じるに当たっては、契約⑦に基づく譲渡が、法第６０５条の２第１項の「譲渡」に当たるかどうかを検討する必要がある。一つの方向性として、同項の「譲渡」に当たるためには、目的物の確定的な所有権が譲渡担保権者に移転していることが必要であり、設定者の受戻権が存続する限りは、その趣旨が妥当しないという立論の方向性が考えられる（構成α―１）。他方で、所有権留保に関しては、担保目的で所有権を留保する売主は、被担保債権の弁済期経過後は、目的物の占有権限を取得し、目的物に関して必要となる管理行為を行うことができるものと解されている（最判平成２１年３月１０日民集\n６３巻３号３８５頁）。このような考え方を譲渡担保にも推及し、「譲渡」は、目的物の所有権及び使用・収益の基礎となる占有権限を取得する必要があるが、それで足り、所有権が確定的に譲受人に移転していることまで要求すべきだと考える必然性はないという方向の立論も考えられる（構成α―２）。\n⑺ 以上のような法律構成に対して、債権担保目的での所有権移転も「譲渡」に当たると解した上で、乙建物に関する使用・収益権限に関するＦＨ間の合意の効果として、賃貸人の地位がＦに留保されるかどうかを検討するという方向性の立論もあり得る（構成β）。この立場による場合、法第６０５条の２第１項の「譲渡」は所有権の移転があれば足り、それが債権担保目的でなされていれば十分であること、譲受人は、所有権の部分権能である使用・収益権限も観念的には取得した上で間接占有を取得し（譲渡担保は、抵当権と同様に非占有担保として扱われることが多いが、不動産譲渡担保に関しては、所有権移転登記を備えることにより、特段の事情がない限り、同時に占有改定の合意が認められ、譲受人は、目的不動産の（間接）占有を取得しているものと考えられる。）、賃借人に使用・収益させる義務を履行することが可能な状態にあることを指摘することが求められる。以上を踏まえて、反論㋒の当否を検討するに当たっては、まず、譲渡担保に関しては、典型担保\n（抵当権や質権）と異なり、使用・収益権限の帰属が当事者の合意に委ねられていること、次に、本件合意の内容を解釈し、同第２項の類推の可否を論じ、結論を述べる必要がある。\n譲渡担保の場合、被担保債権の弁済期経過後であっても担保権の実行まで使用・収益権限を設定者Ｆに委ねる趣旨を内包しており、担保権者が担保の実行を遅らせることもしばしば見受けられる。本件においても、弁済期が経過した後もＨが担保権を実行しておらず、第三者への目的物の処分もしていないことから、黙示的に期限の猶予がされ、５月分・６\n月分いずれの賃料もＦに賃貸人の地位が留保された状態で発生したものと解するのが合意の趣旨に沿うとする立場があり得る（構成β―１－１）。他方で、本件合意は、債務αの弁済期経過によりＨは債権担保目的に伴う制約である処分権の制約から解放され、担保権実行を待つことなく使用・収益権限を取得するものであり、５月分に関してのみ本件合意の効果に基づく賃貸人の地位の留保を認める考え方も成り立ち得る（構成β―１－２）。\nさらには、法第６０５条の２第２項の類推適用を否定する考え方もあり得る（構成β―２）。\nこの立場からは、同第１項の原則に従い、賃貸人の地位はＨに移転しており、反論㋒は妥当せず、請求３は５月分・６月分ともに認められない、という結論が導かれることになる。\n４ 設問３について設問３は、被相続人が死亡前に同一の不動産について死因贈与契約を締結した後に特定遺贈を行っていた場合における、死因贈与契約の遺言による撤回（又は解除（以下では、「撤回」を用いるが、「解除」を用いる答案も「撤回」を用いる答案と同等に評価される。））の可否について、条文を踏まえた考察の能力を問うものである。\n本問におけるＭの請求は、契約⑧が死因贈与契約（法第５５４条）であって、Ｋの死亡によってそれが効力を発したことを理由に、Ｋの唯一の相続人として贈与者の地位を承継しているＬに対し、契約⑧の履行を求めるものである。これに対するＬの㋓の主張は、死因贈与契約には遺贈の規定が準用され（同条）、贈与者は遺言の撤回と同様に死因贈与契約を遺言によって撤回することができる（法第１０２２条・法第１０２３条）との論拠によるものである。Ｋが丙不動産をＮに特定遺贈する遺言を行っているため、前の死因贈与契約が「後の遺言と抵触するとき」に当たり、死因贈与契約が撤回されたものとみなされることになる（法第１０２３条第１項準用）。\nＬの㋓の主張の当否は、遺言に関する法第１０２２条及び第１０２３条が死因贈与契約に- 9 -準用されるか否か、法第５５４条が死因贈与契約に遺贈に関する規定が準用されるのは「その性質に反しない限り」としていることをどのように考えるかによって左右される。Ｍからの反論としては、遺言の撤回の規定を準用するならば、相手方との間で締結された契約を単独行為である遺言によって一方的に撤回できることとなり、相手方の利益を害するから、それらの規定の準用は死因贈与契約の性質に反し、認められない等の主張が考えられる。\nこの点について、判例は、死因贈与への遺言の撤回の規定（法第１０２２条、法第１０２３条）の準用を原則として肯定しつつ（最判昭和４７年５月２５日民集２６巻４号８０５頁）、負担付死因贈与において負担が履行されている場合における類型的な例外（最判昭和５７年\n４月３０日民集３６巻４号７６３頁）及び死因贈与の動機や内容等に照らして撤回を否定することが相当と認められる場合における個別事例に即した例外（最判昭和５８年１月２４日民集３７巻１号２１頁）を認める立場であるものと一応まとめることができるが、判例の立場をどのように捉えるかは見解が一致しているわけではない。\n学説には、準用肯定を原則とすることに批判的な見解が多いが、死因贈与契約と遺贈との共通性を強調する準用肯定説も有力であり、準用の可否を論じるのではなく個々の事案における具体的な諸事情の総合的な考慮によって撤回が認められるかどうかを判断すべきとする説もある。\n本問では、第１に、死因贈与契約について遺言の撤回の規定の準用の可否が問題になるという基本的な理解を有することを前提に、第２に、条文の文言を踏まえつつ、契約の相手方の保護と死亡後の財産の処分に係る被相続人の最終意思の尊重との調整をどのように行うかについて検討し、結論を示すことが求められる。その際、第２については、上記のとおり、判例の立場の捉え方も、学説上の見解も、必ずしも一致した状況にあるわけでないことから、判例の知識があれば相応の評価が与えられるものの、判例の知識の有無にかかわらず、上記の調整についての考察を立ち入って行うことができているかどうかが問われる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは、既に公表した出題の趣旨（令和４年司法試験論文式試験問題出題の趣旨【民事系科目】〔第１問〕をいう。以下同じ。）のとおりである。\n２ 採点方針採点は、従来と同様、受験者の能力を多面的に測ることを目標とした。\n具体的には、民法上の問題についての基礎的な理解を確認し、その応用を的確に行うことができるかどうかを問うこととし、当事者間の利害関係を法的な観点から分析し構成する能力、様々な法的主張の意義及び法律問題相互の関係を正確に理解し、それに即して論旨を展開する能力などを試そうとするものである。\nその際、単に知識を確認するにとどまらず、掘り下げた考察をしてそれを明確に表現する能力、\n論理的に一貫した考察を行う能力、及び具体的事実を注意深く分析し、法的な観点から適切に評価する能力を確かめることとした。これらを実現するために、一つの設問に複数の採点項目を設け、\n採点項目ごとに、必要な考察が行われているかどうか、その考察がどの程度適切なものかに応じて点を与えることとしたことも、従来と異ならない。\nさらに、複数の論点に表面的に言及する答案よりも、特に深い考察が求められている問題点について緻密な検討をし、それらの問題点の相互関係に意を払う答案が、優れた法的思考能力を示していると考えられることが多い。そのため、採点項目ごとの評価に加えて、答案を全体として評価し、\n論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより、ある設問について法的思考能力の高さが示されている答案には、別の設問について必要な検討の一部がなく、そのことにより知識や理解が一部不足することがうかがわれるときでも、そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また、反対に、論理的に矛盾する論述や構成をするなど、法的思考能力に問題があることがうかがわれる答案は、低く評価することとした。また、全体として適切な得点分布が実現されるよう努めた。以上の点も、従来と同様である。\n３ 採点実感各設問について、この後の⑴から⑶までにおいて、それぞれ全般的な採点実感を紹介し、また、\nそれを踏まえ、司法試験考査委員会議申合せ事項にいう「優秀」、「良好」、「一応の水準」及び「不良」の四つの区分に照らし、例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし、ここで示された答案は上記の各区分に該当する答案の例であって、これらのほかに各区分に該当する答案はあり、それらは多様である。\nなお、各設問において論ずべき事項がどのようなものであったかについては、既に公表した出題の趣旨に詳しく記載したところであるので、これと重複を避けつつ採点実感を述べることとする。\n⑴ 設問１についてア 設問１⑴について(ｱ) 全体的な採点実感設問１⑴において論ずべき事項は、大別して、①問題の基本構造の把握、②権利外観法理の拡張と要件、③本問への当てはめと結論の提示である。①においては、無権利者からの譲受人は権利を取得することができないのが原則であること、その例外として、民法第９４条第２項の類推適用の可否が問題になること、②については、本問のように本人が虚偽の外観作出に直接関与していないが、その原因を与えていた類型（外形与因型）における保護の要件、③については、②で定立した規範を踏まえてＡの帰責性の有無、Ｃの過失の有無などについて論ずる必要がある。①については、多くの答案が、ＡからＢに対する権利移転がないこと、したがってＢからの譲受人であるＣは原則として所有権を取得することができないことを指摘していた。もっとも、本問においてはそもそもＡのＢに対する権利移転行為が不存在であるため、ＡのＢに対する譲渡が無効であるという表現は誤りであるが、このような答案が散見された。少数ではあるが、単に無効であるとするだけでなく、ＡのＢに対する譲渡が民法第９４条第１項に基づいて無効であると記載するものや、ＡのＢに対する譲渡は無権代理であると記載するものも見られた。民法第９４条第１項に基づいて無効であるとする答案の中には、これに続く記載の中で、通謀がないから同条第２項は直接適用されないとしてその類推適用を問題とするなど、答案の中で矛盾した記載となっているものもあった。\nまた、ＡのＢに対する譲渡が詐欺によるものであるとしたものがあった。しかし、ＡはＢに対する譲渡の意思表示をしていないのであり、詐欺を問題にする余地はない。\nＣが権利を取得することができないのが原則であるとした上で、多くの答案が民法第９４条第２項の類推適用の可否を問題としていたが、ＢをＡの代理人と捉えた上で、ＢのＣに対する譲渡は無権代理行為であり、表見代理の成否が問題になるとした答案も散見された。ＢはＣに対してＢの所有するものとして土地を譲渡しているのであり、Ａの代理人としてＡの土地を譲渡したわけではないから、これを無権代理行為とするのは誤りである。\n②については、多くの答案が、外観を信頼した者を保護するという民法第９４条第２項の趣旨について述べた上で、①虚偽の外観の存在、②虚偽の外観の作出についての権利者の帰責性、③虚偽の外観に対する第三者の信頼という要件があれば同項を類推適用すべきであることを記載していた。\n判例は、虚偽の外形の作出に関与した権利者の帰責性の程度に応じて、いわゆる外形意思非対応型、外形与因型については民法第１１０条の法意又は趣旨の類推適用による保護を図っている。しかし、いわゆる外形意思対応型と本問のような外形与因型との区別に言及した上で、真の権利者の意思的関与なしに作出されていることが本問でのポイントとなることを指摘できていない答案が多く、判例法理について触れる答案もごく少数であった。また、同条の法意又は趣旨の類推適用をする根拠について、本問においてはＡの帰責性が小さいことから、ＡとＣの利益の調整を図る観点から、Ｃが保護されるための要件として無過失が必要であるという点を挙げるにとどまるものがほとんどであり、それ以上に詳細な理由を挙げるものはほとんどなかった。\n民法第１１０条に言及せず、民法第９４条第２項を挙げたにすぎないものも多かったが、\nそのほとんどは、判例の立場に言及した上で根拠を示して同項のみを類推適用する立場を採るのではなく、単に、権利者の関与の程度によって第三者の保護の要件を変えることを考慮していないものであった。\n③については、所有権移転登記それ自体にＡが意思に基づく関与をしたわけではないこと、\n売買契約書はＢによって偽造されていること、Ｂによって作出された虚偽の外観をＡが是正する契機も見いだせないことなどの事情を踏まえて判断する必要があるが、事案について詳細に検討した答案は少数であった。最判平成１５年６月１３日判時１８３１号９９頁、最判平成１８年２月２３日民集６０巻２号５４６頁などの事案と比較しても、Ａに帰責性があったと容易には認められない事案であると考えられるが、Ｂに求められるままに登記に必要な書類を交付したことをもって簡単に帰責性を認めている事案が非常に多かった。\n(ｲ) 答案の例優秀に属する答案の例は、Ｃは無権利者からの譲受人として権利を取得することができないのが原則であること、民法第９４条第２項の類推適用が問題になることという問題の基本構造を的確に把握した上で、本来の権利者が虚偽の外観の作出の原因を与えているが意思に基づく関与はしていないケースにおいてどのような要件の下で第三者の信頼が保護されるか- 2 -を検討し、民法第１１０条の法意や趣旨の類推適用がされ得ること、第三者の無過失が必要であることなどを論じて、定立した規範に詳細に事案を当てはめたものなどである。\n良好に属する答案の例は、優秀に属する答案と比べ、外形与因型という本問の特徴を明確に指摘していなかったり、民法第１１０条の趣旨の類推適用の意味などの論述が粗雑であったりするものの、必要な事項について相応の論述がされているものなどである。\n一応の水準に属する答案の例は、問題の基本構造を把握して、外形の存在、権利者の帰責性、第三者の保護という要件の下で民法第９４条第２項が類推適用されるとし、第三者が保護されるためには無過失が必要であるとして民法第１１０条にも一応言及しているものなどである。\n不良に属する答案の例は、表見代理の成否を論じたり、ＡのＢに対する譲渡が詐欺に当たるとした上で民法第９６条第３項の第三者としてＣが保護されるかを論じたりするものなどである。\nイ 設問１⑵について(ｱ) 全体的な採点実感設問１⑵において論ずべき事項は、大別して、①第二譲受人の主観的態様に起因する対抗可能性、②転得者に対する権利主張の可否、③二重譲渡事例における詐害行為取消権行使の可否、④詐害行為取消しの要件と本問への当てはめ、⑤詐害行為取消権の効果である。\n①については、本問が二重譲渡の事案であり、登記を備えていないＤがＣに対して所有権の取得を対抗することができるかを検討するに当たって民法第１７７条の適用が問題になることについては、多くの答案が指摘していた。また、判例によれば、単純な悪意者は同条の第三者に該当するが背信的悪意者はこれに該当せず、登記なくして物権変動を対抗することができることについても、多くの答案が指摘しており、多くの答案が背信的悪意者は自由競争を逸脱するものであるという根拠を示していた。背信的悪意者の定義やどのような者が背信的悪意者に該当するかに言及したものは少数であった。\n②については、甲土地は背信的悪意者であるＢからＣに既に譲渡されており、Ｃに対する対抗の可否が問題となっているため、背信的悪意者から譲り受けた者の地位が問題になる。\nこの点については、背信的悪意者からの譲受けという問題をあまり意識せず、単純にＣが背信的悪意者であるかどうかを問題とし、これを否定する答案が散見されたが、判例によれば背信的悪意者に対しても権利は一応承継されることなどを指摘する必要がある。\nなお、①②を論ずるのは、Ｄが登記なくしてＣに対して甲土地の所有権取得を対抗することができる場合、ＤはＣに対し、真正な登記名義の回復を原因として直接Ｄに所有権移転登記をするように請求することができる、すなわち請求１が認められるからである。しかし、\nこの点を明確に指摘している答案は極めて少数であった。\n③については、多くの答案が詐害行為取消しの可否が問題となることを指摘していた。ここでは、さらに、Ｄの被保全債権が甲土地という特定物の引渡請求権又は移転登記請求権であることから、共同担保を保全するという詐害行為取消権の趣旨に反するのではないかが問題になる。この点について論ずる答案も相当数あったが、この点を看過する答案も多かった。\nこの点について論じている答案の中にも、Ｂへの譲渡時に既に損害賠償請求権に転化しているから詐害行為取消権を行使することができるとしたものが散見された。しかし、甲土地がＢに譲渡され、Ｂが登記を具備することによってＤの債権が社会通念上履行不能になるのであり、Ｂへの譲渡時に既に履行不能になっていたという理解は誤りである。\nまた、対抗要件を具備していない第一譲受人が第二の売買を取り消すことは民法第１７７条の趣旨に反するのではないかなどが問題となる。しかし、この点について論じた答案はごく少数にとどまっていた。\n④については、民法第４２４条、第４２４条の５の要件を一つ一つ丁寧に検討している答- 3 -案が多く、条文への当てはめを丁寧に行う受験生が多かったことは好印象であった。もっとも、債務者（本問におけるＡ）の無資力について、甲土地が唯一のめぼしい財産であるということを挙げて直ちに無資力要件を満たすとした答案が多かった。甲土地はＡの唯一のめぼしい財産であることはそのとおりであるが、Ｄから４０００万円を受け取っており、これが費消されたなどの事実も問題文にはないため、これをそのまま支払うことによってＤの損害が回復されるのであれば、Ｂへの譲渡はＤの債権を害することにはならない。したがって、\n詐害行為に当たるといえるためにはＡが既に債務超過に陥っていることを指摘する必要があるが、この点を意識した答案はほぼなかった。\n少数ではあるが、ＢにはＤに損害を与えようとする意図があったため詐害性について悪意があるが、ＣはＤに損害を与えようとするＢの意図を知らなかったため悪意ではないと記載した答案が見受けられた。しかし、民法第４２４条第１項ただし書の「債権者を害することを知らなかった」とは、債権者がその債権の履行を受けることができるかどうかに関するものであり、本問のＢのような加害意図とは異なるものである。したがって、Ｂの意図を知らなかったから悪意ではないとの記載は誤っている。\nなお、結論的には否定しているものが多かったものの、民法第４２４条の２の適用を検討している答案が散見された。しかし、本件においてはＡはＢに対して低い価格で譲渡しているから、同条の適用場面でないことは明らかであり、同条について言及する必要はない。\n⑤については、多くの答案が取消しだけでなく転得者が転得した財産の返還を請求することができること、Ａに返還するように求めることはできるが（請求２が認められる）、Ｄに返還するように求めることはできない（請求１は認められない）ことを指摘していた。\n(ｲ) 答案の例優秀に属する答案の例は、背信的悪意者の例を挙げながら根拠を示してこれが民法第１７７条の第三者に該当しないとし、Ｂが背信的悪意者に該当することを本問に即して丁寧に論じた上で、Ｂは信義則上Ｄの登記の欠缺を主張することができないだけで権利を取得してはいること、したがってＢからの譲受人であるＣは自身が背信的悪意者でない限り、同条の第三者に当たることを論じたものなどである。また、Ｄの債権が詐害行為取消しの被保全債権となり得るか、民法第１７７条との矛盾が生じないかなどを論じ、民法第４２４条や第４２４条の５の要件を丁寧に当てはめ、結論として請求１は認められず、請求２のみが認められるとしているものなどである。\n良好に属する答案の例は、優秀に属する答案と比べ、第二譲受人の主観的事情の問題については背信的悪意者が保護されない根拠や背信的悪意者からの譲受人の地位などに関する論述が、詐害行為の可否については、被保全債権の問題や民法第１７７条との整合性に関する論述が、それぞれ粗雑であったりするものの、必要な事項について相応の論述がされているものなどである。\n一応の水準に属する答案の例は、第二譲受人の主観的事情に関する論点については、背信的悪意者が民法第１７７条の第三者に当たらないこと、Ｂは背信的悪意者に該当すること、\n背信的悪意者も完全な無権利者ではないから、背信的悪意者の譲受人は自分が背信的悪意者でない限り同条の第三者に該当することなどが、一応答案に現れているものなどである。また、詐害行為取消権については、詐害行為取消権の行使の可否を問題として取り上げ、民法第４２４条等の要件に本件の事案を一応当てはめているものなどである。\n不良に属する答案の例は、背信的悪意者又は詐害行為取消しのいずれかについて触れられていないものなどである。\n⑵ 設問２についてア 全体的な採点実感設問２において論ずべき事項は、大別して、①下線部㋐の主張の根拠、②下線部㋑の主張の- 4 -根拠、③下線部㋒の主張の根拠、④民法第６０５条の２第１項の趣旨、⑤建物の譲渡担保権設定者による賃料請求の可否である。\n①については、乙建物が債権担保目的でＦからＨに譲渡されたことにより、賃貸人としての地位も民法第６０５条の２第１項に基づいてＨに移転したことを指摘する必要がある。多くの答案が、この点を指摘しようとしていることはうかがわれた。もっとも、同項が根拠となることや、同項の要件（特に賃借人が対抗要件を具備していること）を満たしていることの指摘が不十分な答案が散見され、合意による（民法第６０５条の３）としたり、所有権移転登記（民法第６０５条の２第３項）を地位移転の要件とする答案も見られた。民法第６０５条の２第１項の内容を解釈論として示すものもいくつか見られたが、平成２９年改正により明文化されているため、条文に規定されているものとしてではなく解釈論として示すのは不適当である。\n②については、担保目的での譲渡は民法第６０５条の２第１項の「譲渡」に当たらないということを指摘する必要がある。この点についても、多くの答案が指摘しようとしていることはうかがわれたが、同条の「譲渡」に当たらないと述べた答案は少数であり、所有権が移転していない（担保権を取得したにすぎない）などと記載する答案が多かった。ここでは同項の適用関係が問題になるから、同項の文言に即して、どの要件が欠けているから「譲渡」に当たらないのかを指摘する必要がある。\nまた、請求３の時点において債務αの弁済期が経過していること、契約⑦に基づく担保の実行が未了であり、かつＨは乙建物を第三者に処分しておらず、Ｆの受戻権が失われていないことに言及した答案はごく少数であった。\n③については、民法第６０５条の２第２項の類推適用により賃貸人の地位がＦに留保されることを根拠とすることを述べる必要がある。多くの答案は同項が根拠であることを述べていた。\nもっとも、同項は賃貸人たる地位を譲渡人に留保する旨を合意するとともに、その不動産を譲受人（本問におけるＨ）が譲渡人（本問におけるＦ）に賃貸する旨の合意をした場合を適用対象とするのに対し、本問ではＦＨ間に賃貸する旨の合意はない。そこで、同項の適用ではなく、\n譲渡担保権設定契約における使用収益権限の付与を賃貸借と類似の法律関係と見て同項を類推適用することが下線部㋒の根拠となる。この点について言及した答案はごく少数であった。\nまた、少数ではあるが、下線部㋑と下線部㋒の主張の相違点が理解されていない答案も見られた。下線部㋑は本問において民法第６０５条の２第１項の適用場面ではないという主張であるのに対し、下線部㋒は同項の適用場面であることを前提とする主張であるため、下線部㋑とは前提を異にしていることに留意する必要がある。\n本問においては、以上のようなＦ及びＨのそれぞれの主張を正確に理解した上で、その当否について検討する必要がある。まず下線部㋑の当否については、譲渡担保の所有権的構成と担保権的構成の対立に対応しているとして、所有権的構成を採るべきであるから不当である（逆に、担保権的構成を採るべきであるから正当である）という答案が多く見られた。また、担保目的での譲渡も譲渡という形式が取られており、その形式を重視すべきであるから下線部㋑の主張は不当であるとするものも見られた。しかし、上記のとおり、問題は民法第６０５条の２第１項の「譲渡」に該当するかどうかであり、担保目的での譲渡がこれに該当することが自明であるとはいえないし、譲渡担保の法的構成について担保権的構成を採るか所有権的構成を採るかによって、同項の「譲渡」該当性の結論が（無関係とはいえないとしても）直ちに出るわけではない。担保目的の譲渡が同項の「譲渡」に該当するかどうかは、同項の趣旨（④）に遡って検討する必要があるが、この点から説き起こした答案はごく少数であった。\n⑤の結論については様々な考え方があり得るところであり、いずれの結論であっても一貫した論述がされていれば相応の得点が与えられる。相対的には、民法第６０５条の２第２項の（類推）適用を認め、譲渡担保権設定契約において使用収益権限が与えられた５月分まではＦの請求が認められるが、６月分については請求が認められないという結論を採った答案が多かった- 5 -ように思われる。しかし、この立場は、同条第１項により本来は賃貸人たる地位が譲渡担保権者に帰属してしかるべきであるということを前提にするから、譲渡担保権者は賃借人に目的物を使用収益させる義務を履行することが可能であることが指摘する必要がある。そこで、譲渡担保権者は、観念的には使用収益権限も取得して間接占有しているなどの説明が必要になるが、\nこの点について言及した答案はほぼなかった。また、５月分と６月分とで結論を異にする理由についても、６月分の請求時点でも譲渡担保権の実行がされていないこととの関係をどのように説明するかが問題になると思われるが、この点についても説得的な論述がされていた答案はほぼなかった。\nイ 答案の例優秀に属する答案として、下線部㋐から㋒までの各主張の根拠について正確に理解されており、民法第６０５条の２第１項の「譲渡」に譲渡担保権の設定が含まれるかどうかを論じた上で、それぞれの立場から、含まないと考える場合には、被担保債権の債務不履行後、帰属清算や処分清算がされる前の段階でも賃貸人たる地位が移転しないままなのかどうかなどを、含むと考える場合には、同条第２項が類推適用されることや本問における譲渡担保契約の内容に即した当てはめなどを、それぞれ適切に論じたものが挙げられる。\n良好に属する答案は、優秀に属する答案に比べて、Ｆ及びＧの主張の理解に不正確なところがあったり、論述に粗雑なところがあったりするものの、論ずることが必要な論点全般に言及し、おおむね正確な論述がされているものが挙げられる。\n一応の水準に属する答案の例は、双方の主張の理解や当否については、下線部㋐の主張を正確に理解し、Ｇの対抗要件の具備なども含めて当てはめており、下線部㋑と下線部㋒の主張の違いを理解した上で、その当否について一応の言及をしているものが挙げられる。結論（請求３が認められるか）については、それぞれの立場に応じて、賃貸人たる地位が移転するために実行を要するかどうかや使用収益権がいつまでＦに与えられているかなどの契約内容に言及するなどして、一応矛盾なく結論が導かれているものなどが挙げられる。\n不良に属する答案の例は、下線部㋑と下線部㋒の主張の違いが理解されておらず、そのために民法第６０５条の２第１項の適用の可否を論じているのか、同条第２項について論じているのか不明確なまま論述が進められており、結論を導く法律構成が不明確になっているものなどである。\n⑶ 設問３についてア 全体的な採点実感設問３において論ずべき事項は、大別して、①Ｍの請求の根拠、②Ｌの主張の根拠、③Ｌの主張に対して考えられるＭの反論、④下線部㋓のＬの主張の当否である。\n①については、多くの答案が、契約⑧が死因贈与契約であることを指摘していた。厳密にはＫが死亡してその効力が発生していること、Ｍが相続人としてＫの死因贈与契約に基づく義務を承継していることも必要であるが、この点について言及した答案は少なかった。\n②についても、多くの答案が、死因贈与には遺贈に関する規定が準用されること、本問においてはその後に死因贈与契約と抵触する遺言がされたため、民法第１０２３条第１項による撤回が問題になることを指摘していた。しかし、少数であるが、死因贈与に遺贈に関する規定が準用されることを看過した答案があった。民法第１０２２条によって撤回されたとする答案もあり、これは誤りとは言い切れないが、民法第１０２３条第１項のほうがより直接的に適用可能な規定であり、同項を根拠として挙げるべきである。また、同条第２項を問題にする答案もあったが、本問では同項の適用は問題にならない。\n③については、Ｍとしては民法第１０２３条第１項の適用を否定する旨の反論をすると考えられるところ、その根拠としては、民法第５５４条の「性質に反」するものであるという主張が考えられる。民法第１０２３条第１項の準用を否定することが反論として考えられることに- 6 -ついては多くの答案が述べていたものの、民法第５５４条の「性質に反」するかどうかが反論のポイントであることを指摘した答案はそれほど多くはなかった。また、この点について判例の立場に言及した答案はほぼなかった。\n贈与は書面によってされた場合には解除することができないとする民法第５５０条と民法第１０２３条第１項のいずれが優先して適用されるかという問題であると捉えた答案が散見されたが、贈与一般について拘束力を弱める民法第５５０条と、死因贈与について拘束力を弱めることとは両立するから、同条と民法第１０２３条の優劣関係という問題の捉え方は不正確であると思われる。\n④の結論については一貫した論述ができていればいずれでも得点が与えられるが、民法第１０２３条第１項の準用を認めるのであれば、遺言者の最終の意思の尊重がその趣旨であること、\nその趣旨が死因贈与にも妥当することを丁寧に論じることが考えられる。逆の立場からは、死因贈与が遺言と異なって契約であり、相手方の期待を保護する必要があることを根拠として挙げることが考えられるが、いずれの立場についても、この点を丁寧に論じたものは少なかった。\nなお、答案の内容とは直接関係しないが、「遺言」「遺贈」「死因贈与」「受遺者」「受贈者」\nなどのそれぞれの意味を正確に理解していないのではないかと思われる答案が散見された。\nイ 答案の例優秀に属する答案の例としては、各当事者の主張を正確に理解した上で、民法第１０２３条第１項が民法第５５４条の「性質に反」するかどうかという問題を正確に指摘し、この点について、一方では契約としての性質から相手方の期待権の保護が必要であること、他方では贈与した者の最終的な意思の尊重が重要であることを述べていずれの要請を優先するかを丁寧に論じるものが挙げられる。\n良好に属する答案の例は、優秀に属する答案に比べるとその精度において劣るが、これに準じて必要な事項全般に言及するものである。\n一応の水準に属する答案の例は、本件契約⑧が死因贈与契約に該当すること、その後に抵触する遺言がされたことによって撤回されたかどうかが問題になることを指摘し、最終意思の尊重という趣旨が死因贈与に該当するとか、相手方の保護が問題になるなどの何らかの根拠を示して、民法第１０２３条第１項の準用の有無を論じているものなどである。\n不良に属する答案の例は、本件契約⑧が死因贈与であることを看過し、何を論ずべきかが理解されていないもの、民法第１０２３条第２項が問題になると誤解して本件と関連しないことについて論ずるものなどが挙げられる。\n４ 法科大学院における今後の学習において望まれる事項本年においても、民法の幅広い分野についての基本的知識・理解を横断的に問うものが出題された。条文や判例に関する基本的な知識を踏まえ、問題文を注意深く読んだ上で、【事実】に現れた事情を分析して設問の趣旨を適切に捉え、筋道を立てて論旨を展開すれば、相当程度の水準の解答ができるものと考えられる。限られた時間内で答案を作成するためには、短時間で自己の見解を適切に文章化するのに必要な基本的知識・理解を身に付けることが肝要であり、引き続き、法的知識の体得に努めていただきたい。本年の問題では、例えば設問１⑵においては、不動産物権変動の第三者対抗と詐害行為取消しが問題となり、このように同一の状況を規律し得る複数の制度の関係をどのように理解するかを論ずることが望ましいが、全体として、このような複数の制度を相互に関連付けて理解することが十分ではないような印象を受けた。これらを含めて法的知識を習得するに当たっては、条文や判例に関する表面的な知識を習得するだけでなく、そのルールを具体的な事実に適用し、結論を導くことができる能力を身に付けることが必要である。\nさらに、本年も、昨年同様、判例を参考にすることで深い検討を行うことができる問題が出題されているが、法律実務における判例の理解・検討の重要性を再認識していただきたい（判例の採った論理や結論をそのまま支持しなければならないというものではないが、判例と異なる見解を採る- 7 -のであれば、判例を正確に指摘して批判することが必須である。）。例年指摘されているところであるが、判例を検討する際には、その前提となっている事実関係を基に、その価値判断や論理構造に注意を払いながらより具体的に検討することが重要であり、かつ、様々なケースを想定して判例の射程を考えることが重要である。"
}