{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\nＸ県公立大学法人が運営する県立Ｘ大学では、かねてより、地域経済の振興に貢献する研究の推進・人材の育成に力を入れており、その中核となる組織としてＡ研究所を設置している。Ａ研究所にはＸ大学の各学部の教員のうち、学部の推薦に基づき特に優れた研究業績があると認められた者が研究員として所属している。Ａ研究所は、「地域経済の振興に資する研究活動を支援する」ことを目的に、研究員の申請に基づき、年１００万円の研究助成金を交付する制度を設けている。研究員はこれまで全員が毎年研究助成金を交付され、そうした手厚い支援の下でそれぞれの専門分野の研究を行うとともに、その成果を踏まえた教育を各学部の教員として行ってきた。Ｘ県には有名企業の製造拠点が複数あり、地域経済の原動力となってきたことから、Ｘ県はそれらの企業に積極的な支援を行っており、Ａ研究所においても、県の産業政策の根拠となる研究が進められてきた。\n地域経済を研究しているＸ大学Ｂ学部教授Ｙは、Ａ研究所に研究員として所属し、研究助成を受けて研究・教育に当たってきた。Ｙは、持続可能な地域経済の在り方を研究する中で、Ｘ県の自然環境をいかした農業や観光業などに力を入れていくことが必要であると考えるようになり、かかる観点から学術論文を積極的に発表するようになった。丁寧な実地調査とデータ分析に基づき地域経済の構造転換の必要性を主張するＹの論文は、国内外の学界で高い評価を得た。\nＹは、環境保護運動にも強く関与するようになり、地域で環境保護運動を進める団体Ｃを設立して、自らその代表となった。団体Ｃは、Ｘ県の自然環境の保全を訴え、工業団地への企業誘致などＸ県が進めてきた産業政策を、環境を犠牲に産業振興を図っているなどとして批判する活動をも展開していた。著名な研究者であるＹによるこうした活動は、広く社会的な注目を集めた。Ｙはまた、研究成果を発信するためにＡ研究所のサーバー上に開設している自身のウェブサイト「Ｙ研究室」において、団体Ｃの活動を記録した動画と、Ｘ県の産業政策に対する批判的なコメントを掲載した。\n動画には、Ｙを含む団体Ｃの構成員が、Ｘ県の産業政策の推進に熱心な県議会議員Ｄらと県庁前で激しく口論する様子や、Ｙが、環境保護に熱心に取り組む県議会議員らと団体Ｃの集会で対談する様子などが含まれていた。\n２０２＊年、団体Ｃは、自己の資金を用いて、学生や一般市民を読者として想定した、Ｘ県における環境保護の必要性を訴えるブックレット『持続可能な地域社会の未来に向けて―今こそ政策を転換すべきとき』を刊行した（以下「ブックレット」という。）。ブックレットでは、編者であるＹのほか、Ｘ県各地で活動する団体Ｃの構成員らもそれぞれ一章を担当し、それぞれの活動を紹介するとともに、Ｘ県の産業政策を厳しく批判する論考を執筆していた。Ｘ県を中心に発行されている地方紙は、ブックレットについて、「持続可能な社会の在り方を考える上で貴重な学問的示唆を含んでいる」との好意的な書評を掲載した。\nＹは長年にわたり、Ｂ学部の必修科目である「地域経済論」の講義を担当し、地域経済の経済学的分析を行ってきたが、２０２＊年度前期の講義では、ブックレットを教科書として使用し、毎回の講義にブックレットの共著者をゲストとして招いた。また、Ｙは、講義の中で、再三にわたり団体Ｃへの加入を勧め、加入申込書の配布なども行った。さらに、期末試験では、ブックレットの章の一つを選んで学術的観点から検討せよ、という出題を行った。\nこのようなＹの活動に対して、公務員ではないとはいえ県立大学の教員としてふさわしくないといった強い批判が学内の一部の教員からなされるようになった。Ｘ県議会でも、Ｄなど一部の議員から、Ｙの活動を問題視する発言がなされた。さらに、２０２＊年１２月、Ｘ大学の経営の重要事項を審議するＸ大学経営審議会において、地元経済界出身の委員から、特定の議員らと連携して県の産業政策を批判する教員の活動に研究助成を行っているのは県立大学として問題ではないかという、明らかにＹを念頭に置いたと思われる発言がなされた。これに対して、Ａ研究所長である教授\nＥは、特定の政策への批判は研究者としてあり得ることだが、県費を原資とする研究助成金が学外\n- 2 -での政治活動にも用いられているとすれば問題であるから、研究助成金が適正に用いられているかどうかについては精査したいと応答した。\n経営審議会の後、Ｅを委員長とするＡ研究所の運営委員会が開催され、次年度の研究助成金の交付について審議された。Ｙに対しては、過去数年にわたり研究助成金が助成の趣旨に適合しない形で使用されており、次年度についてもＹが提出した申請書では同様の支出が想定されるとの理由で、運営委員会は助成金を交付しないことを決定した。不交付決定の通知を受けたＹは、助成が認められなければ次年度の研究活動に重大な支障が生じる、自分が助成を得て行ってきた研究活動は全て\n「地域経済の振興に資する研究活動を支援する」という助成の趣旨に沿ったものである、Ａ研究所ではこれまで研究員に研究助成が認められなかった例はなく、優れた成果を上げてきた自分に対してだけ助成が認められないのは到底納得できないなどと述べ、Ｅに対して詳しい説明を求めた。Ｅは、経営審議会での指摘を受けて運営委員会がＹについて過去数年の支出を精査したところ、その結果、ウェブサイト「Ｙ研究室」の運営の委託及び実地調査のための国内各地への出張に研究助成金の３分の２以上が支出されているが、ウェブサイトは研究成果の発信のほかにＹの政治的な意見表明や団体Ｃの活動のためにも利用されていること、また出張に際しては、Ｙが、団体Ｃと連携して活動している各地の団体に聞き取り調査を行うだけでなく、それらの団体が主催する学習会でＸ県の産業政策を批判する講演を無報酬で行っていることが明らかになった、と述べた。そしてＥは、いずれもが助成対象となる研究活動とは認め難いものであったので、研究助成の趣旨に適合しない同様の支出が想定される次年度については、助成金を交付しないこととした、と説明した。\nまた、Ｙが２０２＊年度前期に担当した「地域経済論」の成績評価に対して、団体Ｃに加入した学生がいずれも「Ｓ」の最高評価を得ている一方で、期末試験の答案でブックレットの内容を批判した学生の多くが不合格の評価を受けている、この科目の単位を取得しなければ卒業できないのにこのような評価では納得できないなど、成績評価が著しく不公正であるという異議の申立てが、同科目を履修した学生からなされた。２０２＊年の翌年の１月、Ｂ学部教授会は、学部長Ｆらによる\nＹに対する事情聴取や答案の調査の結果を踏まえ、異議申立てについての審査を行った。教授会では、事情聴取に際し、Ｙが、「大学生は十分な批判能力を備えているので、高校までの授業とは異なり大学では講義内容などについて教員に広い裁量が認められており、成績評価もその中に入るはずだ。」、「ブックレットの論考はいずれも私の研究を踏まえた学問的な根拠に基づくものであって、それを十分な理由を示さず批判している答案は評価できない。」、「団体Ｃへの加入勧誘は何ら強制を伴っておらず、社会問題に関心の高い学生が自発的に加入しただけである。そうした意識の高い学生が、結果として優れた答案を書き高い評価を得たのは自然なことである。」、「大学が実施した今年度の授業評価で６割以上の学生が私の講義について５段階評価で４以上の評価をしていることは大学も承知しているはずだ。」などと述べたことが報告された。続けてＦからは、期末試験の答案の調査により、ブックレットの内容を批判した答案の成績評価が全体として著しく低いことが確認され、学術的観点からなされるべき大学の成績評価として著しく妥当性を欠くと判断されるとの説明があった。Ｆは、Ｂ学部教授会の議を経て、「地域経済論」の不合格者の成績評価を取り消し、別の教員が不合格者を対象とした再試験を行い、それにより成績を評価することを決定した。\nＹは、研究助成金の不交付決定（以下「決定①」という。）及び「地域経済論」の不合格者の成績評価を取り消し、他の教員による再試験・成績評価を実施するとの決定（以下「決定②」という。）のいずれにも納得できないとして、Ｘ大学長Ｇと面会した。面会には、Ａ研究所長ＥとＢ学部長Ｆも同席した。決定①及び決定②は政治的圧力による不当な決定であり、大学に撤回を求めるとする\nＹに対して、Ｇは、Ｅ・Ｆとともに、決定①及び決定②は大学としての決定である、大学の一員である以上、研究・教育の内容や方法について大学の自主的な決定に従うのは当然である、と述べた。\nＹはＧの説明に納得せず、自分が依頼した弁護士も同席の上で、再度話合いの場を設けることを要求すると告げた。\n- 3 -\n〔設問１〕\nＸ大学長Ｇは、Ｘ県公立大学法人の顧問弁護士Ｚに対して、Ｙとの再度の話合いに応じるつもりだが、大学としては憲法を踏まえてできるだけ丁寧な説明を行いたい、と相談した。あなたがＺであるとして、Ｘ大学の立場から、決定①及び決定②それぞれについて、次回の面会においてどのような憲法上の主張が可能かを述べなさい。\n〔設問２〕\n〔設問１〕で述べられた憲法上の主張に対するＹからの反論を想定しつつ、あなた自身の見解\nを述べなさい。\nなお、〔設問１〕及び〔設問２〕とも、司法権の限界については、論じる必要がない。また必要に応じて、参考とすべき判例に言及すること。\n- 4 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕⑴、〔設問１〕⑵、〔設問２〕の配点割合は、４０：２０：\n４０〕）\nＡ株式会社（以下「Ａ」という。）は、水素・燃料電池自動車や自動運転等の研究開発と自動車の整備や走行テストを実施するため、Ｂ県Ｃ市内にある台地状のＤ山山頂部のＡ所有地と、これに連なる中腹部のＥ所有地の一部を開発区域（以下「本件開発区域」という。）として、山林の伐採、大規模な切土と盛土により合計２００ヘクタールの土地を造成し（以下「本件開発行為」という。）、周回路等の走行試験場、開発・整備工場等の施設を設置する計画（以下「本件計画」という。）を立てた。本件開発区域は、森林法（以下「法」という。）第１０条の２第１項における地域森林計画の対象となっている民有林で、総面積の９８パーセントがＡ所有林、２パーセントがＥ所有林である。\n本件計画のうちＥ所有林の部分においては、立木の伐採、住民の生活用水のための貯水池（以下\n「本件貯水池」という。）の設置等が予定されている。本件開発区域には、Ａ所有林からＥ所有林を通過して本件開発区域外に流れ出す沢（以下「本件沢」という。）があり、Ｆは、本件開発区域の外縁から２００メートル下流部の本件沢沿いに居住し、本件沢の水を飲料水や生活用水として使用している。また、本件開発区域を含むＤ山の山林はＣ市の水道水源の一部となっている。過去に数十年に一度程度の集中豪雨があった際、本件沢からの溢水等により、本件開発区域外のＥ所有地の土砂等が流失しＥ所有の立木の育成に悪影響が生じ、Ｆの住居も浸水被害を受けたことがあった。\nなお、Ｅは、Ｄ山から３０キロメートル離れたＣ市外に居住し、Ｄ山を水源とする水道水を使用していない。\nＢ県には、法第１０条の２第１項に基づく開発行為の許可（以下「開発許可」という。）の手続を円滑に進めるための指導指針（以下「Ｂ県指針」という。）があり、開発行為を行う者は、開発計画に関する概要等を記載した書面を担当課であるＢ県農林水産部森林課（以下「担当課」という。）や関係市町村に提出すること、開発区域の周辺住民や地権者等に対し、開発計画、開発行為に係る防災計画等について説明することなどが定められている。Ａが開催した説明会では、参加したＦを含む地域住民やＥが、本件開発行為を含む本件計画が実施された場合、水害や土砂災害の発生リスクが高まり、また、安定的な水の確保も困難になるなどとして反対意見を述べた。これに対し、Ａは、担当課と地域住民等に、説明会で出された質問や要望に対する見解と対応方針を伝達した上で、Ｂ県知事に対し、本件計画に係る開発許可の申請（以下「本件申請」という。）を行った。\nＢ県指針に基づき上記書面の提出を受け、上記説明会に参加したＣ市担当者は、今後、本件計画のようなＣ市の水道水源確保に支障が生じるおそれのある事業を規制する必要があると考えた。そこで、Ｃ市は本件申請前に水道水源保護を目的としたＣ市水道水源保護条例（以下「本件条例」という。）を新たに制定・施行し、Ｃ市長は、直ちに、所定の手続を経て、本件開発区域を含むＤ山の林地を本件条例第６条第１項に基づく水源保護地域に指定し、公示した。本件申請後に同指定を知ったＡは、本件条例第７条第１項に基づくＣ市長との協議を開始したが、Ｃ市長は、Ｃ市水道水源保護審議会においてＡの事業用の取水量・貯水量の多さが問題として重視されたことから、同審議会の意見に従い、本件計画により設置する予定の施設を本件条例第７条第３項に基づく規制対象事業場として認定し（以下「本件認定」という。）、Ａに通知した。\n以下に示された担当課長とＢ県法務室長（弁護士）による【検討会議の会議録】を読んだ上で、法務室長の立場に立って、設問に答えなさい。\nなお、関係法令の抜粋を【資料１ 関係法令】に、Ｂ県における法第１０条の２第２項に基づく都道府県知事の許可に係る開発許可基準（以下「本件許可基準」という。）の抜粋を【資料２ Ｂ県林地開発行為の許可基準（抜粋）】に、それぞれ掲げてあるので、適宜参照しなさい。\n- 2 -\n〔設問１〕\nＢ県知事がＡに対し本件申請に係る許可をした場合を想定して、以下の点を検討しなさい。\n⑴ Ｅ及びＦが同許可の取消訴訟を提起した場合、Ｅ及びＦには、この取消訴訟における原告適格が認められるか、検討しなさい。\n⑵ 仮にＥが本件開発行為に同意し、Ｆのみが同許可の取消訴訟を提起した場合、同訴訟の係属中に本件開発行為に関する工事が完了した後においても、Ｆに訴えの利益は認められるか、検討しなさい。なお、解答に当たっては、Ｆに原告適格が認められることを前提にしなさい。\n〔設問２〕\nＢ県知事がＡに対し本件申請に係る許可をし、Ｆが同許可の取消訴訟を提起した場合を想定して、Ｆによる違法事由の主張として考えられるものを挙げた上で、それぞれに対するＢ県の反論を検討しなさい。ただし、同許可が法第１０条の２第２項第１号及び同項第１号の２に定める基準を満たすかどうかについては、違法事由として検討する必要はない。また、Ｆによる違法事由の主張については、主張制限（行政事件訴訟法第１０条第１項参照）を考慮しなくてよい。\n- 3 -\n【検討会議の会議録】\n担当課長：本件申請に係る許可の審査に当たり、Ａの開発行為に関わる紛争発生時におけるＢ県の対応戦略について、法的観点からの検討をお願いします。\n法務室長：それでは、Ｂ県知事がＡに対し本件申請に係る許可をした後、ＥやＦから同許可の取消訴訟が提起された場合を想定します。まず、訴訟要件について検討しますが、本件開発行為によりどのようなことが起こる可能性がありますか。\n担当課長：一般に、大規模に行われる盛土、切土等の造成による地形の改変は、造成前に比べ、地盤の安定を害し、また、山林を伐採すれば、山林の保水力も低下し、土砂による濁水も増え、水源かん養機能を低下させるおそれが高くなります。しかも、本件計画では工事が長期に及ぶ予定ですから、その間に集中豪雨により土砂災害や水害が発生する可能性は否定できません。\n法務室長：開発許可が処分であることは明らかですので、論点の一つは、Ｅ及びＦに原告適格があるかです。この点は、ゴルフ場建設に関わる開発許可の取消訴訟に関する最高裁判決（最高裁判所平成１３年３月１３日第三小法廷判決・民集５５巻２号２８３頁）を参考に、ＥとＦの各々について検討することにします。\n担当課長：本件申請では、Ｅの同意書は添付されていません。仮に本件申請に係る許可をしても、Ｅの同意が得られなければ、本件開発行為の完了を見込むことはできません。ただ、Ａによれば、ＡとＥは協議中であり、今後、Ｅが同意に転じる可能性はあるようですが、明らかではありません。仮にＥが本件開発行為に同意し、Ｆのみが本件申請に係る許可の取消訴訟を提起した場合、同訴訟の係属中に本件開発行為に関する工事が完了するとどうなるのでしょうか。\n法務室長：その場合、Ｆの訴えの利益の問題が生じます。取消訴訟係属中に林地の開発行為に関する工事が完了した事例に関する最高裁判決（最高裁判所平成７年１１月９日第一小法廷判決・裁判集民事１７７号１２５頁）では訴えの利益が否定されていますが、その理由が明確ではありません。訴えの利益を否定する理由を明確化するため、建築確認の取消訴訟係属中に建築工事が完了した事例に関する最高裁判決（最高裁判所昭和５９年１０月２６日第二小法廷判決・民集３８巻１０号１１６９頁）を参考にしつつ、開発許可の法的効果などを法の仕組みに即して検討することにします。次に、本案の問題ですが、開発許可に当たっては、水源の確保対策等の必要性や措置の妥当性の評価などに関する専門技術的判断はもとより、公益の考慮も必要となります。そこで、法第１条と法第１０条の２第３項に規定する「森林の保続培養」の意味を教えてください。\n担当課長：「森林の保続培養」とは、森林造成には長期を要し、一度開発して土砂災害・水害防止機能や水源かん養機能などの公益的機能が破壊されると回復は相当難しいので、森林の無秩序な開発により森林の持つ機能発揮を阻害しないように、合理的かつ計画的に森林を維持改善することを意味します。\n法務室長：Ｂ県知事が定め、Ｂ県ウェブサイト等で公開している本件許可基準（【資料２ Ｂ県林地開発行為の許可基準（抜粋）】参照）第１－１－①の趣旨は何ですか。\n担当課長：本件許可基準では、法第１０条の２第３項を踏まえ、同条第２項各号の要件を判断するために共通して必要となる一般的事項を定めています。森林法施行規則（以下「規則」という。）第４条第２号に関し、本件許可基準第１－１－①では、開発行為の完了が確実であるといえるかを判断するため、開発区域内の私法上の権原を有する者全てではなく、３分の２以上の権利者が現に同意していること等を求めています。本来、全員の同意が望ましいのですが、申請時には開発行為が許可されるか不明であり、申請者に過度な負担を課さないためです。\nこの基準を前提に、Ｅの同意書が添付されていない現段階で本件開発行為を許可すると、法的にはどのように評価されるのでしょうか。\n- 4 -法務室長：想定する取消訴訟では、本件許可基準第１－１－①との関係が問題になりそうです。そこで、開発許可につきＢ県知事の裁量権が認められる理由や、本件許可基準に定める同意を要する権利者数以外に、本件許可基準に定めのない本件開発区域における所有林面積の割合を本件開発行為の許否の判断に当たって考慮することができないか、検討することにします。\nなお、規則及び本件許可基準は適法であることを前提にしておきます。\n担当課長：本件計画によれば、Ａは本件開発区域全域に本件貯水池のほか複数の井戸や貯水池を設置して事業用水等を確保する予定です。本件開発区域を含むＤ山の山林はＣ市の水道水源の一つですから、Ｃ市長は、Ａによる事業用水の取水や貯水によってＣ市の水道水源が枯渇するおそれを解消するため、本件計画の阻止を意図して本件認定をしたようです。この点に関するＡとＣ市長の本件条例に基づく協議では各々の主張を言い合っただけで終わったそうです。\nＢ県としては、Ｃ市長が丁寧に協議を行い、Ａの協力を得ることができれば、水道水源の枯渇という問題は生じないと考えています。いずれにしても、Ｃ市長の本件認定は、Ａの権利に重大な影響を与えますが、本件申請との関係ではどのような影響が生じるでしょうか。というのも、本件認定はＡの土地の使用を制限する処分ですが、Ｂ県では、市町村による土地の使用制限に関する処分が違法であると評価して開発許可をした事例がかつてあったからです。\n法務室長：本件許可基準第１－１－②との関係で本件認定の違法性が問題となります。想定する取消訴訟で、Ｂ県が本件認定の違法を主張することができるかは、別の機会に検討する必要がありそうですが、ここでは、本件認定が違法で取り消されるべきものであれば、本件許可基準第１－１－②に適合し、Ｂ県知事が本件申請に係る許可をするのに支障はないという前提で、本件認定の違法性について検討することにします。\n担当課長：本件開発行為についてＥが同意し、本件申請に係る許可がされて本件開発行為が始まれば、Ａは本件計画に従い本件貯水池を設置することになります。しかし、Ｆは、説明会で、本件貯水池の容量が少なく、Ｆの生活用水に不足が生じると主張していました。Ｂ県としては、Ｆが主張する容量の確保は技術的に難しく、実現には費用が掛かりすぎると考えています。\n法務室長：想定する取消訴訟では、本件計画による水資源確保対策が法第１０条の２第２項第２号及び本件許可基準第４－１に適合しているかが問題となるでしょう。そこで、Ｂ県として法的にどのような反論をすることができるか、検討することにします。その他の本案の論点は別の機会に検討することにしたいと思います。\n- 5 -\n【資料１ 関係法令】\n○ 森林法（昭和２６年法律第２４９号）（抜粋）\n（この法律の目的）第１条 この法律は、森林計画、保安林その他の森林に関する基本的事項を定めて、森林の保続培養と森林生産力の増進とを図り、もつて国土の保全と国民経済の発展とに資することを目的とする。\n（開発行為の許可）第１０条の２ 地域森林計画の対象となつている民有林（中略）において開発行為（土石又は樹根の採掘、開墾その他の土地の形質を変更する行為（中略）をいう。以下同じ。）をしようとする者は、農林水産省令で定める手続に従い、都道府県知事の許可を受けなければならない。（以下略）\n２ 都道府県知事は、前項の許可の申請があつた場合において、次の各号のいずれにも該当しないと認めるときは、これを許可しなければならない。\n一 当該開発行為をする森林の現に有する土地に関する災害の防止の機能からみて、当該開発行為により当該森林の周辺の地域において土砂の流出又は崩壊その他の災害を発生させるおそれがあること。\n一の二 当該開発行為をする森林の現に有する水害の防止の機能からみて、当該開発行為により当該機能に依存する地域における水害を発生させるおそれがあること。\n二 当該開発行為をする森林の現に有する水源のかん養の機能からみて、当該開発行為により当該機能に依存する地域における水の確保に著しい支障を及ぼすおそれがあること。\n三 （略）\n３ 前項各号の規定の適用につき同項各号に規定する森林の機能を判断するに当たつては、森林の保続培養及び森林生産力の増進に留意しなければならない。\n４～６ （略）\n（監督処分）第１０条の３ 都道府県知事は、森林の有する公益的機能を維持するために必要があると認めるときは、前条第１項の規定に違反した者若しくは同項の許可に附した同条第４項の条件に違反して開発行為をした者又は偽りその他の不正な手段により同条第１項の許可を受けて開発行為をした者に対し、その開発行為の中止を命じ、又は期間を定めて復旧に必要な行為をすべき旨を命ずることができる。\n第２０６条 次の各号のいずれかに該当する者は、３年以下の懲役又は３００万円以下の罰金に処する。\n一 第１０条の２第１項の規定に違反し、開発行為をした者二～四 （略）\n○ 森林法施行規則（昭和２６年農林省令第５４号）（抜粋）\n〔（注） 本規則中、「法」は森林法を指す。〕\n（開発行為の許可の申請）第４条 法第１０条の２第１項の許可を受けようとする者は、申請書（中略）に開発行為に係る森林の位置図及び区域図並びに次に掲げる書類を添え、都道府県知事に提出しなければならない。\n一 開発行為に関する計画書二 開発行為に係る森林について当該開発行為の施行の妨げとなる権利を有する者の相当数の同意を得ていることを証する書類三 （略）\n- 6 -\n○ Ｃ市水道水源保護条例（抜粋）\n（目的）第１条 この条例は、住民が安心して飲める水を確保するため、市の水道水源を保護し、もって市民の生命及び健康を守ることを目的とする。\n（定義）第２条 この条例において、次の各号に掲げる用語の意義は、当該各号に定めるところによる。\n一 （略）二 水源保護地域 市の水道に係る水源及びその上流地域で、市長が指定する区域をいう。\n三 水源の枯渇 取水施設の水位を著しく低下させることをいう。\n四 対象事業 水源の枯渇をもたらすおそれのある事業をいう。\n五 規制対象事業場 対象事業を行う工場その他の事業場のうち、水道に係る水源の枯渇をもたらし、又はそのおそれのある工場その他の事業場で、第７条第３項の規定により規制対象事業場と認定されたものをいう。\n六 （略）\n（水道水源保護審議会の設置）第５条 市の水道水源の保護を図り、水道事業を円滑に実施するため、（中略）水道水源保護審議会\n（以下「審議会」という。）を設置する。\n２ 審議会は、水源の保護に関する重要な事項について、調査、審議する。\n（水源保護地域の指定等）第６条 市長は、水道水源を保護するため、水源保護地域を指定することができる。\n２ 市長が、水源保護地域を指定しようとするときは、あらかじめ審議会の意見を聴かなければならない。\n３ 市長が、第１項の規定により、水源保護地域の指定をしたときは、その旨を直ちに公示するものとする。\n（事前の協議及び措置等）第７条 水源保護地域内において対象事業を行おうとする者（以下「事業者」という。）は、あらかじめ市長と協議しなければならない。\n２ （略）\n３ 市長は、第１項の規定による協議の申出があった場合において、審議会の意見を聴き、規制対象事業場と認定したときは、事業者に対し、その旨を速やかに通知するものとする。\n（規制対象事業場の設置の禁止）第８条 何人も、水源保護地域内において、規制対象事業場を設置してはならない。\n（罰則）第２０条 次の各号の一に該当する者は、１年以下の懲役、又は１０万円以下の罰金に処する。\n一 第８条の規定に違反した者二 （略）\n- 7 -\n【資料２ Ｂ県林地開発行為の許可基準（抜粋）】\n第１ 一般的事項\n１ 次の事項の全てに該当し、申請に係る開発行為を行うことが確実であること。\n① 開発行為に係る森林につき、開発行為の施行の妨げとなる権利を有する者の相当数の同意を申請者が得ていることが明らかであること。この場合の相当数の同意とは、開発行為に係る森林につき開発行為の妨げとなる権利を有する全ての者の３分の２以上の者から同意を得ており、その他の者についても同意を得ることができると認められる場合を指すものとする。\n② 開発行為又は開発行為に係る事業の実施について、法令等による許認可等を必要とする場合には当該許認可等がなされているか若しくはそれが確実であること又は法令等による土地の使用に関する制限等に抵触しないこと。（以下略）\n第４ 水資源確保の要件（法第１０条の２第２項第２号関係）\n１ 飲用水、かんがい用水等の水源として依存している森林を開発行為の対象とする場合で、周辺における水利用の実態等からみて必要な水量を確保するため必要があるときには、貯水池又は導水路の設置その他の措置が適切に講ぜられることが明らかであること。（以下略）\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n１．本問は、大学の自治と学問の自由との関係、学問の自由の射程とその制約の可否について、問うものである。学問の自由については、学問研究の自由、研究発表の自由、教授の自由が含まれることについても、留意する必要がある。\n決定①については、大学が進める研究方針に基づく研究助成の趣旨に合致しないことを理由とした、学問研究の自由の制約が問題となる。決定②については、大学の成績評価として著しく妥当性を欠くことを理由とした、教授の自由の制約が問題となる。決定①、決定②の双方について、大学が研究・教育の内容や方法に関し大学の自治に基づきどこまで自律的に決定できるのか、学問研究と関連する社会的活動にどこまで学問の自由の保障が及ぶのか、特定の見解（観点）に基づく差別的取扱いがなされていないかなどの論点に留意しつつ、議論を組み立てる必要がある。\n２．設問１では、Ｘ大学の側から、決定①、決定②が正当であることを基礎付ける憲法上の主張を検討することになる。大学が研究・教育の内容や方法に関し広い裁量権を有していると主張するだけでなく、Ｘ大学が大学の自治の主体となり得ることを踏まえ、そうした裁量権を憲法から基礎付けることが求められる。\n判例（東大ポポロ事件、最判昭和３８年５月２２日刑集１７巻４号３７０頁）は、大学の学問の自由と自治は、大学が学術の中心として深く真理を探求し、専門の学芸を教授研究することを本質とすることに基づくから、直接には教授その他の研究者の研究、その結果の発表、研究結果の教授の自由とこれらを保障するための自治とを意味する、と指摘している。\n判例は、大学の自治の内容として、研究者の人事、大学の施設・学生の管理を挙げているが、判旨を踏まえれば、さらに、大学が、個々の教員の研究・教育の自由に配慮しつつも、大学としてどのような研究に重点を置くかを決定したり、講義や成績評価が適切な範囲でなされているかを判断したりするなど、研究・教育の内容や方法について自律的に決定することも、大学の自治の内容を構成すると論じることは十分に可能であろう。\n３．決定①をめぐっては、Ｙが、Ａ研究所からの研究助成金を用いて研究所のサーバー上に開設しているウェブサイトに、ＹやＹが主宰する団体Ｃの政治的な性格を持った活動の様子を記録した動画を掲載していること、また、研究助成金を用いた調査のための出張に際し政治的な内容を含む講演を行ったことの評価が、問題となる。\nＸ大学の側からは、まずは、(a)Ｙによるこうした活動は、学問の自由として保障される学問研究や成果発表の範囲を超えた社会的活動であって学問の自由の保障を受けない、といった主張をすることが考えられる。さらに、(b)これらが学問研究や成果発表と関連し学問の自由の保障を受けるとみる余地があるとしても、地域経済の振興に資する研究活動を支援するという研究助成金の趣旨に適合せず、また、(c)Ｙは他の研究資金を得るなどして研究活動を継続することも可能であるから、研究活動に対する制約も軽微であるなどと主張することもできよう。\n決定②をめぐっては、Ｙが、地域経済論の講義において、ブックレットの執筆者である団体Ｃの構成員をゲストとして招くとともに、学生に対して団体Ｃに加入するよう勧誘したこと、また、期末試験において、自身が主宰する団体Ｃに加入した学生にいずれも高い評価を与える一方、ブックレットの内容を批判した学生の多くに不合格の評価を行ったことが、問題となる。\nＸ大学の側からは、まずは、(d)大学教員には教授の自由が保障されるが、成績評価は教員が全く自由になし得るわけではなく、また教授の自由に基づき授業内容だけでなく成績評価をめぐる裁量が認められるとしても、大学は大学の自治に基づき教育の内容・方法を自律的に決定することができ、教授の自由も大学が定める教育目的や科目編成等の方針の範囲内\n- 1 -で行使されるべきものであるといった主張を行うことになろう。その上で、(e)Ｙによる成績評価は、政治的観点に強く影響されており、学術的観点からなされるべき成績評価の範囲を明らかに逸脱していること、(f)地域経済論は必修科目であり、以上のような不適切な成績評価により不合格となった学生の不利益が極めて大きいこと、などを主張することができよう。なお本問では、司法権の限界について論じる必要はないが、この分野において、単位認定や専攻科修了認定について判断した判例（最判 昭和５２年３月１５日民集３１巻２号２３４頁、最判昭和５２年３月１５日民集３１巻２号２８０頁）の考え方は、学生の不利益の大きさを論じる上で参考になろう。\n４．設問２では、まずは、Ｙの側からの憲法上の主張を検討することになる。決定①をめぐっては、（ア）Ｙのような社会科学分野の研究者にとっては学問研究と研究成果に基づいた社会的活動を切り離すことは困難である、（イ）学問研究と切り離すことができない活動を記録した動画を研究所のサーバー上のウェブサイトに掲載したこと、調査のための出張に際し交流のある団体の集会で講演を行ったことは、いずれも研究の自由や成果発表の自由に含まれる、（ウ）決定①は翌年度に予定されていた研究活動を困難にするもので、研究活動の自由に対する重大な侵害に当たる、（エ）決定①は経営審議会での学外委員の発言を考慮してなされたもので、Ｘ県の産業政策を批判するという特定の見解に着目してＹの研究を差別的に取り扱うものである、といった主張が考えらえる。\n決定②をめぐっては、（オ）教授の自由は教育の内容・方法の決定及び成績評価の自由を含み、そうした自由の行使について大学では教員に広い裁量が認められる、（カ）講義も成績評価も研究成果に基づきなされている、（キ）Ｘ県の産業政策を批判する見解に対する否定的な立場から、団体Ｃに加入した学生への高い評価やＸ県の政策をめぐるＹの主張に批判的な学生への低い評価を問題視し、Ｙの教授の自由を制約するものである、といった主張が考えられる。\n５．以上のようなＹの主張を踏まえ、設問１でのＸ大学の主張も考慮しつつ、決定①、決定②について自説を展開することになる。\nＹの主張のうち、決定①に関わる（ア）（イ）については、Ｘ大学側からの(a)(b)の主張も踏まえつつ、社会科学分野の研究者にとっては研究活動と社会的活動とを切り離すことが難しい場合もあることを考慮して、学問の自由の保障範囲を見定め、その制約の当否を論じる必要がある。決定②に関わる（カ）についても、Ｘ大学側からの(d)の主張を踏まえ、同様に論じる必要がある。\nまた、決定①・決定②の双方について、Ｘ大学が大学の自治の主体であることにも意識しつつ、学問の自由の制約を論じなければならない。県立大学であるＸ大学を公権力としてのみ捉え、公権力が精神的自由である学問の自由を侵害しているとして厳格な判断基準を導くといっただけの形式的・図式的な議論では不十分であろう。行政機関とは異なり、大学が研究・教育の内容や方法について自律的に決定し得ること、本来は学問の自由の保障のために認められる大学の自律性に基づく決定が、個々の研究者の学問の自由と対立する側面があることにも、留意しなければならない。\n決定①に関する（ウ）については、学問の自由を論じる際には、今日の社会では研究者は学問の自由が保障された大学のような機関に所属しその支援を受けなければ研究の継続が難しいという点にも留意してほしい。その上で、Ｘ大学側からの(c)の主張も踏まえつつ、決定①がＹの研究にとってどの程度の制約となるのかを慎重に見極める必要があろう。\n決定②に関する（オ）については、判例（旭川学テ事件、最判昭和５１年５月２１日刑集\n３０巻５号６１５頁）が、普通教育とは異なり、大学教育の場合には、学生が一応教授内容を批判する能力を備えていると考えられると指摘していることが参考になろう。Ｙが教育の内容・方法の決定や成績評価について広い裁量を有していることを踏まえつつ、Ｘ大学側の- 2 -\n(e)(f)の主張にも留意して、学問の自由と社会活動の関係や学生の不利益にも配慮しながら、決定②の妥当性を検討することになろう。\n（エ）（キ）については、事案も踏まえつつ、見解（観点）に基づく差別的な取扱いがなかったかを検討することになる。表現の自由をめぐる見解（観点）規制に準じて考えることができよう。研究助成という仕組みにおいては大学の裁量が認められるとみることもできるが、これまで研究員全員に一律に研究助成金が配分されてきたことにも留意し、決定①について検討する必要があろう。\n〔第２問〕\n林地を開発して一定規模以上の事業場を設置するためには、森林法（以下「法」という。）第１０条の２第１項に基づく都道府県知事の許可（以下「開発許可」という。）が必要となる。\n本問は、Ａ株式会社（以下「Ａ」という。）がＢ県Ｃ市に所在する自己所有地を中心とする区域を事業の用に供するための大規模な開発行為（以下「本件開発行為」という。）に関し、開発許可に係る申請前の段階から開発許可後の開発行為に関する工事の完了までの一連の行政過程の中で、Ｃ市や地域住民との間で生じる法的問題について検討するものである。\n本問では、Ａの申請に係る開発行為の許否を決定する審査段階で行われた、Ｂ県担当課長とＢ県法務室長（弁護士）との【検討会議の会議録】を読んで、地域住民や地権者が原告となって提起することが想定される取消訴訟の訴訟要件と本案の主張に関する法的問題のいくつかについて同法務室長の立場から検討することが求められる。\nまず、【設問１】⑴は、Ａの申請に係る開発許可の取消訴訟を第三者が提起する場合における原告適格の存否を問うものである。本問では、仮に、Ｂ県知事がＡの開発行為を許可した後、開発区域内外の土地所有者で立木所有者であるＥと、開発区域を水源とする沢（以下「本件沢」という。）に沿って本件開発区域外に居住する者で過去に溢水等による浸水被害を受けたことがあり、かつ、本件沢から取水した水を飲料水や生活用水として使用するＦの２名が原告となって同許可の取消訴訟が提起されることを想定し、最判平成１３年３月１３日民集\n５５巻２号２８３頁を参考にして、同訴訟におけるＥ及びＦの原告適格の存否を問うものである。行政事件訴訟法第９条に基づき、法第１０条の２等の規定を踏まえ、Ｅ及びＦのそれぞれについて原告適格の存否を検討することが求められる。\n次に、【設問１】⑵は、Ａの申請時点では開発区域内の土地所有者であるＥは本件開発行為に同意していなかったが、仮にＥが同意に転じ、Ｆのみが前記許可の取消訴訟を提起した場合を想定し、同訴訟の係属中に本件開発行為に関する工事が完了した後においても、Ｆに訴えの利益が認められるかを問うものである。このような場合の訴えの利益はゴルフ場建設を目的とした開発許可の事例に関する最判平成７年１１月９日集民１７７号１２５頁によれば否定されているが、その理由が必ずしも明確ではない。そこで本問では、建築確認の取消訴訟係属中に当該建築物の建築工事が完了した事例に関する最判昭和５９年１０月２６日民集\n３８巻１０号１１６９頁を参考にしつつ、開発行為に関する工事の完了による開発許可の法効果など、法の仕組みを踏まえ、Ｆの訴えの利益が否定される理由付けを明確化し、検討することが求められる。\n最後に、【設問２】は、Ｂ県知事がＡの申請に係る許可をし、Ｆが同許可の取消訴訟を提起した場合を想定して、Ｆによる違法事由の主張とそれに対するＢ県の反論を問うものである。\n開発行為の許否の判断に当たっては、開発区域内の森林の現に有する水源かん養機能に依存する地域における水の確保に著しい支障を及ぼすおそれがないこと（法第１０条の２第２項第２号。以下「水確保要件」という。）のほか、森林の保続培養及び森林生産力の増進に留意する（同条第３項）旨の規定内容から、公益を考慮しつつ、専門技術的判断を基礎とする都道府県知事の裁量権が認められる。この点を踏まえ、【検討会議の会議録】からすると、同\n- 3 -許可の取消訴訟におけるＦによる違法事由の主張とそれに対するＢ県の反論としては、以下の(i)～(ⅲ)が考えられる。\nまず、(i)Ｆの主張する違法事由として、Ｅの同意がない段階においてＢ県知事がＡの申請に係る開発許可をした場合、森林法施行規則第４条第２号に規定する「相当数の同意」に関し、同知事が審査基準として自ら設定・公表しているＢ県林地開発行為の許可基準（以下「本件許可基準」という。）第１－１－①を満たしていない旨の主張が考えられる。この点に関するＢ県の反論では、開発行為に関する許可につきＢ県知事に裁量権が認められることから、本問のように開発区域内における権利者が２者である場合、開発区域内でＡの所有林が占める面積の割合をも考慮して許可することができるかに関して本問における事実関係に即した検討が求められる。\n次に、(ⅱ)Ｆの主張する違法事由として、Ｃ市水道水源保護条例に基づき規制対象事業場として認定（以下「本件認定」という。）されているから、本件許可基準第１－１－②を満たしていない旨の主張が考えられる。この点に関するＢ県の反論では、いわゆる紀伊長島町水道水源保護条例事件の最判平成１６年１２月２４日民集５８巻９号２５３６頁を参考にしつつ、本件認定に至るプロセスなどの本問における事実関係に即した検討が求められる。その際、かつて市町村による土地の使用制限に関する処分が違法であると評価して開発許可をしたというＢ県の運用を踏まえた検討も求められる。\n最後に、(ⅲ)Ｆの主張する違法事由として、Ａが設置を計画している貯水池の容量ではＦの生活用水に不足が生じ、水確保要件と本件許可基準第４－１を満たしていない旨の主張が考えられる。この点に関するＢ県の反論では、Ａが設置を計画している住民の生活用水確保のための貯水池に関して水確保要件及び本件許可基準第４－１の規定内容を踏まえ、Ｆが主張する規模の貯水池設置に関する技術的制約とそれに要する費用の問題等について検討することが求められる。\n【民事系科目】\n〔第１問〕\n１ 設問１⑴について\n⑴ 設問１⑴は、虚偽の外観を信頼して取引をした者の保護をどのような要件の下で図るかという問題に関する理解を問うものである。\n設問１⑴においては、甲土地の所有権登記がＡからＢ、ＢからＣと順次移転しているが、Ｂは無権利者であり、Ｃが外観を信じて取引をした者として保護されるかが問題となる。\n虚偽の外観の作出・存続に本人の意思が直接には関与していない事例について、判例は、民法（以下「法」という。）第９４条第２項と第１１０条の法意を重畳的に適用することによって、権利外観法理の伸張を図っている。本問の解答としては、この判例法理の趣旨を正確に理解した上で、本人の帰責性の程度を勘案しつつ第三者に求められる要件を論じ、本問に当てはめて結論を導くことが求められる。\n⑵ まず、無権利者からの譲受人は権利を取得できないのが基本であるところ、判例は、虚偽の権利外観の作出・存続が所有者の意思に基づくと評価される場合に法第９４条第２項を類推適用し、登記の外形を信頼して無権利者と取引をした善意の第三者の保護を図っている。解答に当たっては、こうした本問の基本構造が提示されることが求められる。\nなお、本問においては、代理権の存在についての信頼を保護することを趣旨とする法第\n１１０条の適用が問題となるわけではない。\n⑶ 法第９４条第２項が類推適用される要件である本人の帰責性が認められる場合としては、本人自らが虚偽の外観を作出したとき（外形意思対応＝外形自己作出型）や、虚偽の外観の作出が他人によるものであっても、本人がその存在を知りつつその存続を明示又は- 4 -\n黙示に承認していたとき（外形意思対応＝外形他人作出型）が挙げられる。これに対し、本人が作出した虚偽の外観に他人の行為が加わって更なる虚偽の外観が作出されたが、本人がそれを知らなかった場合（外形意思非対応型）や、本人が他人を信用して交付した書類が濫用されて虚偽の外観が作出されるなど、本人が虚偽の外観作出の原因を与えていた場合（外形与因型）には、判例は、法第９４条第２項と第１１０条の「法意」又は「趣旨の類推」により、善意無過失の第三者を保護するものとしている（最判昭和４３年１０月\n１７日民集２２巻１０号２１８８頁、最判平成１５年６月１３日判時１８３１号９９頁（以下「平成１５年判決」という。）、最判平成１８年２月２３日民集６０巻２号５４６頁【民法判例百選Ⅰ＜第８版＞２２事件】（以下「平成１８年判決」という。））。\n⑷ 本問は、Ａは、Ｂに対して抵当権抹消登記手続を委託しているものの、甲土地の所有権をＢに移転させる意思は有していないことから、上記の「外形与因型」に該当する。「外形与因型」の事例への対処については、判例のように法第９４条第２項と第１１０条の法意に照らし判断するもののほか、学説には、法第１１０条を持ち出さずに、法第９４条第\n２項類推適用によるものとする見解や、「外形与因型」の事例は法第９４条第２項類推適用の許容範囲を超えるものとして第三者保護を否定すべきとの見解もある。論拠が適切に示されているのであれば、判例とは異なる見解に依拠するのであっても等しく評価されるが、いずれの見解によるとしても、法第９４条第２項類推適用が認められる事例の限界については言及がされるべきである。\n⑸ 本問の解答としては、ここまでに述べてきた法的論拠に関する議論を踏まえ、本人Ａの帰責性と第三者Ｃの善意又は善意無過失の要件具備の当否を適切に判断することが求められる。平成１８年判決は、虚偽の外観作出について権利者本人が知らなかった事案において、権利者に不実登記を承認したと「同視し得るほど重い」帰責性がある場合に無過失の第三者が保護されるとした。本問においても、Ｃの無過失はもとより、Ａの帰責性についても、その判断については相当の慎重さが求められる。\nＡの帰責性に関しては、所有権移転登記手続に必要となる書類をＢに言われるまま交付していることが事実４に示されているものの、契約①の契約書がＢの偽造によるものであることは重視されるべきである。所有権移転登記それ自体にＡの意思的関与はなく、Ｂによって作出された外観を是正し得る契機も見いだせない。こうしたことからすれば、本問は、上記の平成１８年判決の事案よりも平成１５年判決の事案に類似しているといえる。\n法第９４条第２項と第１１０条の法意に照らしても、Ｃに対抗し得ないとすべき程の帰責性がＡにあるとは評価できず、Ｃに対する権利主張は妨げられないものと解される。ただし、Ａの帰責性を是認する答案も、その論拠が説得的に示されていれば、相応に点を与える。\n２ 設問１⑵について\n⑴ア 設問１⑵は、Ａが、甲土地をＤとＢに二重譲渡した事例であり、登記名義はＡからＢ、ＢからＣへと順次移転している。登記のない譲受人が自己の所有権取得を登記のある譲受人に対抗するための方途としてまず考えられるのは、登記を有する譲受人が背信的悪意者であるとの主張である。通説・判例によれば、法第１７７条にいう「第三者」には背信的悪意者は含まれず、登記がなくても物権の取得を対抗することができる（最判昭和４０年１２月２１日民集１９巻９号２２２１頁、最判昭和４３年８月２日民集２２巻\n８号１５７１頁等）。自由競争の前提となる信義則に違反し、権利濫用法理に違背するような者は、自由競争の範囲を逸脱し、登記による保護を認められるべきではないからであるとされている。背信的悪意者の典型例としては、「不動産登記法第５条の第三者と類似する立場にある第三者」、「不動産取得の目的や方法が著しく信義に反する第三者」、「第１譲受人の不動産取得を害意をもって侵害しようとする第三者」、「譲受人と実\n- 5 -質的に同一人格と判断される第２譲受人」などが挙げられる。\nもっとも、学説上は、悪意者排除論や有過失者排除論も有力であり、これらを論拠とする場合も、判例法理となっている背信的悪意者排除論への疑問を提示しつつ説得的に論じられていれば、同様に点を与える。\n設問１⑵において、Ｂは、第１売買の事実を知り、またＤへの第１売買を妨害する意図をもって自己への所有権移転、Ｃへの転売をしているため、上記の「不動産取得の目的が著しく信義に反する第三者」に該当し、背信的悪意者であると認定することができる。したがって、悪意者排除論に依拠する場合はもちろん、判例・通説のいう背信的悪意者排除論に依拠するのでも、Ｄは、甲土地について登記なくして自己の所有権取得をＢに対抗することができると解される。\nイ では、Ｄは、背信的悪意者からの転得者Ｃとの関係でも、同様に登記なくして所有権の取得を対抗することができるか。背信的悪意者からの譲受人は所有権を取得し得るのか、また、背信的悪意者としての地位を承継することにならないのかが検討されるべきこととなる。判例は、背信的悪意者につき相対的に判断をしており、第１譲受人との関係で登記の欠缺を主張できない背信的悪意者も所有権取得者であって、背信的悪意者から所有権を承継取得する転得者は、自身が第１譲受人との関係で背信的悪意者と評価されるのでない限り、登記を備えれば第１譲受人に対抗できるとしている（最判平成８年\n１０月２９日民集５０巻９号２５０６頁【民法判例百選Ⅰ＜第８版＞６１事件】）。\n本問では、事実１１において、背信的悪意者Ｂからの譲受人Ｃが、Ｄへの第一売買（契約③）を知っていたものとされており、悪意であるということができるが、Ｄを害する意図がＢにあったことまでは知らなかったというのであるから、背信的悪意者とはいえないものと解される。したがって、Ｄは、登記名義人が背信的悪意者であることを理由として、Ｃに対して、自己に所有権があることを主張し、自己への登記名義の移転を請求することはできない。\n⑵ア 次に、Ａは、財産権移転義務・登記移転義務を負っているＤを害することを知りながら、評価額よりも低い価額で、唯一のめぼしい財産である甲土地をＢに売却し、登記移転をしている。Ｄとしては、この売買契約が詐害行為に当たるとして（法第４２４条）、転得者Ｃに対し、法第４２４条の５に基づいて詐害行為取消権を行使することが考えられる。\n本問において、ＤがＡに対して有しているのは甲土地の引渡しや登記の移転を目的とする債権である。一般債権者の共同担保を保全するという詐害行為取消権の趣旨からすれば、被保全債権は金銭債権に限られるのではないか、この見地から、本問において詐害行為取消権の行使は認められないのではないかが問題となる。判例・通説は、特定物債権でも、債務者が目的物を処分することにより無資力になる場合なら、処分行為の取消しは認められるとしている（最判昭和３６年７月１９日民集１５巻７号１８７５頁【民法判例百選Ⅱ＜第８版＞１５事件】）。特定物債権でも窮極において損害賠償債権に変じうることが、その理由とされる。\nイ 詐害行為取消権を行使するための要件としては、「債権者を害することを知ってした行為」「受益者の悪意」があり（法第４２４条）、転得者に対して行使をするには、さらに「転得者の悪意」が要件として加わる（法第４２４条の５第１号）。本問においてこれら要件が具備されているかを事実に即して確認することが求められる。\n第１に、Ａが債務超過状態に陥っていること、甲土地がＡの唯一のめぼしい財産であることが事実８に示されていること。また、事実７にあるように、甲土地の時価は４０００万円であるところ、その半額で売却をしていること。以上より、契約④は詐害行為に当たる。第２に、事実９からすれば、Ａに詐害意思があることも明らかであり、受益\n- 6 -者Ｂの悪意も、同事実に示されているとおりである。第３に、事実１１において、売買\n③の存在やＡが無資力であることにつき転得者Ｃは知っていたことが示されているため、転得者の悪意の要件も満たされている。\n以上より、本問では、Ｃに対する詐害行為取消権の行使は認められると解される。\nウ 詐害行為取消権の行使によって、転得者に対してはどのような内容の請求が認められるか。法第４２４条の６によれば、債務者のした行為の取消しとともに、転得者が転得した財産の返還を請求することができる。Ｄは、転得者Ｃに対して債務者Ａに登記を戻すよう請求することはできるが、直接自己に移転登記せよと請求することはできない（法第４２４条の９の反対解釈。最判昭和５３年１０月５日民集３２巻７号１３３２頁【民法判例百選Ⅱ＜第８版＞１６事件】）。\n３ 設問２について\n⑴ 設問２は、賃貸不動産が債権担保を目的として譲渡された場合における法第６０５条の２第１項及び第２項の適用可能性を問うものである。事案は、対抗要件を備えた賃借権の負担が付いた不動産が債権担保の目的で譲渡され、その譲渡につき所有権移転登記がされた場合において、被担保債権の弁済期が経過した後、設定者の受戻権が存続する状態で、設定者が賃借人に対して賃料の支払を請求した、というものである。設定者（譲渡人）Ｆ\nがＨに債務αを弁済することなく、賃借人Ｇに賃料を請求したのに対して、Ｇが法第６０５条の２第１項に基づいて、Ｆは所有権とともに賃貸人の地位をも喪失したと主張して（下線部㋐）Ｆに対する賃料の支払を拒絶した場合に、Ｆからの反論として想定される根拠（下線部㋑㋒）の妥当性につき検討することが求められている。\n⑵ まず、下線部㋐㋑㋒の各主張の根拠は次のとおりであると考えられる。\n下線部㋐が法第６０５条の２第１項を根拠として、乙建物の所有権移転に随伴して直ちに賃貸人の地位がＦからＨに移転したという趣旨を述べるものであることを示す必要がある。そのために、同項を摘示しつつ、下線部㋐の主張が、乙建物の所有権に随伴して賃貸人の地位がＦからＨに移転したという趣旨を述べるものであること、乙建物に係るＧの借家権が引渡しにより対抗要件を備えていること（借地借家法第３１条）、乙建物が所有者\nＦからＨに譲渡されたことを指摘することが求められる。\n次に、下線部㋑の反論の趣旨及び論拠を明らかにする必要がある。反論㋑は、契約⑦に基づく譲渡が債権担保を目的とする譲渡であり、譲渡担保は一般的に法第６０５条の２第\n１項の「譲渡」に当たらないから、賃貸人の地位はＨに移転することなくＦのもとにとどまるという趣旨を述べるものであることを指摘することが求められる。加えて、請求３の時点において債務αの弁済期が経過していること、契約⑦に基づく担保の実行が未了であり、かつＨは乙建物を第三者に処分しておらず、Ｆの受戻権が失われていないことを確認することも必要である。\nさらに、反論㋒が、法第６０５条の２第２項の類推適用により、賃貸人の地位がＦに留保されるという趣旨を述べていることを指摘することが求められる。そのためには、①Ｆ\nＨ間における乙建物の使用・収益に関する合意は賃貸人の地位をＦに留保する趣旨を定めたものと解されること、②Ｆの設定者留保権に内包される利用権限は賃貸借に類比することができること、③Ｆの設定者留保権が担保の実行により消滅すると、賃貸人の地位が確定的に譲受人Ｈに移転することが予定されていることから、同項の類推適用の基礎があるという趣旨の主張であることを指摘する必要がある。\n以上を踏まえて、Ｆの反論の当否を検討しつつ、請求３の可否について結論を述べることが求められる。その際、５月分と６月分との間で違いが生じ得るか、つまり債務αの弁済期経過が本問の検討において意味を持ち得るか、という点にも留意しなければならない。\n反論㋑は、契約⑦に基づく譲渡が法第６０５条の２第１項の「譲渡」に当たらないと主張\n- 7 -するものであり、反論㋒は、上記の主位的主張が奏功しない場合に備えて、契約⑦に基づく譲渡が同項の「譲渡」に当たると仮定した場合の追加的主張であり、反論㋑を不当とする場合は反論㋒の当否を検討することが不可欠となる一方、㋑の反論を正当とする場合は、重ねて㋒の当否を論じる必要はない。\n⑶ Ｆの反論の当否及び請求３の可否を論じるに当たっては、それに先立ち、法第６０５条の２第１項の趣旨を確認する必要がある。同項は、不動産の賃借権が対抗力を備えている場合、賃貸不動産の譲渡に伴い、特段の事情がない限り、当然に賃貸人の地位が譲渡人から譲受人に移転するものとした平成２９年改正前民法下の判例法理（最判昭和３９年８月\n２８日民集１８巻７号１３５４頁）の趣旨を明文化したものとされている。その趣旨の理解については、（合理的）当事者意思の推定を根拠とするという説明が一般的になっているが、賃貸人の債務の性質、法律関係の複雑化の回避など、当事者意思の推定以外の説明が記載されていた場合も、その説得力に応じて相応に評価される。\n⑷ 譲渡担保においては、債権担保の目的の範囲内で所有権が譲渡担保権者に移転することを認める法律構成が定着しつつあるといえる（最判昭和５７年９月２８日判時１０６２号\n８１頁）が、確定的な所有権移転と目的物の使用・収益権限との関係につき従来十分な議論がされているとはいえず、譲渡担保と賃貸人の地位の移転の関係について直接判断した最高裁判例は存在しない。よって、譲渡担保の法的構成に関する上記の昭和５７年最判の法律構成に依拠する場合、反論㋑の当否に関しては、理論上、肯定・否定いずれの結論も導くことができる。検討に当たっては、純然たる所有権的構成ではなく、担保的構成に依拠する場合であっても、譲渡担保においては所有権移転という法形式が採られている以上、非占有担保・占有担保いずれの形態も対等に成立し得ることに留意すべきである。また、抵当権においても被担保債権の債務不履行後は果実に抵当権の効力が及ぶ（法第３７１条）\nとされていることとの均衡上、譲渡担保においても被担保債権の弁済期到来が譲渡担保権の実体法上の効力にどう影響するのか、特に目的物の処分権限についての制約が撤廃されること以上の変化がないと考えるべきか否か、といった点にも目配りがされることが望ましい。\n⑸ 次に、反論㋒の根拠とされる法第６０５条の２第２項は、賃貸不動産の譲渡人と譲受人との間における賃貸人の地位を譲渡人に留保する旨の合意の存在のみをもって譲渡人が賃貸人の立場にとどまり続けることができるとすれば、賃借人の法的地位を不安定なものにしてしまうから妥当でないとした平成２９年改正前民法下の判例法理（最判平成１１年３\n月２５日集民１９２号６０７頁）を受けて、賃借人の法的地位の安定化を阻害しない範囲で、賃貸人の地位の留保合意の効果を認めるものである。そのために、譲渡人に使用・収益権限を留保することに加えて、譲受人との間の賃貸借契約の存在が求められている。譲渡担保契約の当事者間において、譲渡担保権者が設定者に目的物を賃貸するという法律関係は通常予定されていないため、同項前段が定める賃貸借契約の存在という要件を満たさず、同項を直接適用することはできないと考えられる。\nもっとも、法第６０５条の２第２項は、賃貸不動産の譲渡にもかかわらず賃貸人の地位が移転しない場合を完結的に要件化しているわけではなく、同項の類推適用や趣旨の類推により、譲渡人への留保が認められるべき場合が存在し得ることを否定する趣旨まで含んでいないと考えられる。\n⑹ 請求３の当否を論じるに当たっては、契約⑦に基づく譲渡が、法第６０５条の２第１項の「譲渡」に当たるかどうかを検討する必要がある。一つの方向性として、同項の「譲渡」に当たるためには、目的物の確定的な所有権が譲渡担保権者に移転していることが必要であり、設定者の受戻権が存続する限りは、その趣旨が妥当しないという立論の方向性が考えられる（構成α―１）。他方で、所有権留保に関しては、担保目的で所有権を留保する\n- 8 -売主は、被担保債権の弁済期経過後は、目的物の占有権限を取得し、目的物に関して必要となる管理行為を行うことができるものと解されている（最判平成２１年３月１０日民集\n６３巻３号３８５頁）。このような考え方を譲渡担保にも推及し、「譲渡」は、目的物の所有権及び使用・収益の基礎となる占有権限を取得する必要があるが、それで足り、所有権が確定的に譲受人に移転していることまで要求すべきだと考える必然性はないという方向の立論も考えられる（構成α―２）。\n⑺ 以上のような法律構成に対して、債権担保目的での所有権移転も「譲渡」に当たると解した上で、乙建物に関する使用・収益権限に関するＦＨ間の合意の効果として、賃貸人の地位がＦに留保されるかどうかを検討するという方向性の立論もあり得る（構成β）。この立場による場合、法第６０５条の２第１項の「譲渡」は所有権の移転があれば足り、それが債権担保目的でなされていれば十分であること、譲受人は、所有権の部分権能である使用・収益権限も観念的には取得した上で間接占有を取得し（譲渡担保は、抵当権と同様に非占有担保として扱われることが多いが、不動産譲渡担保に関しては、所有権移転登記を備えることにより、特段の事情がない限り、同時に占有改定の合意が認められ、譲受人は、目的不動産の（間接）占有を取得しているものと考えられる。）、賃借人に使用・収益させる義務を履行することが可能な状態にあることを指摘することが求められる。以上を踏まえて、反論㋒の当否を検討するに当たっては、まず、譲渡担保に関しては、典型担保\n（抵当権や質権）と異なり、使用・収益権限の帰属が当事者の合意に委ねられていること、次に、本件合意の内容を解釈し、同第２項の類推の可否を論じ、結論を述べる必要がある。\n譲渡担保の場合、被担保債権の弁済期経過後であっても担保権の実行まで使用・収益権限を設定者Ｆに委ねる趣旨を内包しており、担保権者が担保の実行を遅らせることもしばしば見受けられる。本件においても、弁済期が経過した後もＨが担保権を実行しておらず、第三者への目的物の処分もしていないことから、黙示的に期限の猶予がされ、５月分・６\n月分いずれの賃料もＦに賃貸人の地位が留保された状態で発生したものと解するのが合意の趣旨に沿うとする立場があり得る（構成β―１－１）。他方で、本件合意は、債務αの弁済期経過によりＨは債権担保目的に伴う制約である処分権の制約から解放され、担保権実行を待つことなく使用・収益権限を取得するものであり、５月分に関してのみ本件合意の効果に基づく賃貸人の地位の留保を認める考え方も成り立ち得る（構成β―１－２）。\nさらには、法第６０５条の２第２項の類推適用を否定する考え方もあり得る（構成β―２）。\nこの立場からは、同第１項の原則に従い、賃貸人の地位はＨに移転しており、反論㋒は妥当せず、請求３は５月分・６月分ともに認められない、という結論が導かれることになる。\n４ 設問３について設問３は、被相続人が死亡前に同一の不動産について死因贈与契約を締結した後に特定遺贈を行っていた場合における、死因贈与契約の遺言による撤回（又は解除（以下では、「撤回」を用いるが、「解除」を用いる答案も「撤回」を用いる答案と同等に評価される。））の可否について、条文を踏まえた考察の能力を問うものである。\n本問におけるＭの請求は、契約⑧が死因贈与契約（法第５５４条）であって、Ｋの死亡によってそれが効力を発したことを理由に、Ｋの唯一の相続人として贈与者の地位を承継しているＬに対し、契約⑧の履行を求めるものである。これに対するＬの㋓の主張は、死因贈与契約には遺贈の規定が準用され（同条）、贈与者は遺言の撤回と同様に死因贈与契約を遺言によって撤回することができる（法第１０２２条・法第１０２３条）との論拠によるものである。Ｋが丙不動産をＮに特定遺贈する遺言を行っているため、前の死因贈与契約が「後の遺言と抵触するとき」に当たり、死因贈与契約が撤回されたものとみなされることになる（法第１０２３条第１項準用）。\nＬの㋓の主張の当否は、遺言に関する法第１０２２条及び第１０２３条が死因贈与契約に- 9 -準用されるか否か、法第５５４条が死因贈与契約に遺贈に関する規定が準用されるのは「その性質に反しない限り」としていることをどのように考えるかによって左右される。Ｍからの反論としては、遺言の撤回の規定を準用するならば、相手方との間で締結された契約を単独行為である遺言によって一方的に撤回できることとなり、相手方の利益を害するから、それらの規定の準用は死因贈与契約の性質に反し、認められない等の主張が考えられる。\nこの点について、判例は、死因贈与への遺言の撤回の規定（法第１０２２条、法第１０２３条）の準用を原則として肯定しつつ（最判昭和４７年５月２５日民集２６巻４号８０５頁）、負担付死因贈与において負担が履行されている場合における類型的な例外（最判昭和５７年\n４月３０日民集３６巻４号７６３頁）及び死因贈与の動機や内容等に照らして撤回を否定することが相当と認められる場合における個別事例に即した例外（最判昭和５８年１月２４日民集３７巻１号２１頁）を認める立場であるものと一応まとめることができるが、判例の立場をどのように捉えるかは見解が一致しているわけではない。\n学説には、準用肯定を原則とすることに批判的な見解が多いが、死因贈与契約と遺贈との共通性を強調する準用肯定説も有力であり、準用の可否を論じるのではなく個々の事案における具体的な諸事情の総合的な考慮によって撤回が認められるかどうかを判断すべきとする説もある。\n本問では、第１に、死因贈与契約について遺言の撤回の規定の準用の可否が問題になるという基本的な理解を有することを前提に、第２に、条文の文言を踏まえつつ、契約の相手方の保護と死亡後の財産の処分に係る被相続人の最終意思の尊重との調整をどのように行うかについて検討し、結論を示すことが求められる。その際、第２については、上記のとおり、判例の立場の捉え方も、学説上の見解も、必ずしも一致した状況にあるわけでないことから、判例の知識があれば相応の評価が与えられるものの、判例の知識の有無にかかわらず、上記の調整についての考察を立ち入って行うことができているかどうかが問われる。\n〔第２問〕\n１ 本問は、公開会社でない株式会社において、①取締役の任期を短縮する定款変更がされるとともに取締役選任議案が否決されたという一連の経緯によって取締役の地位を失った者が会社に対して損害賠償請求をすることの可否（設問１）、②親会社の圧力の下でいわゆるデュー・ディリジェンスを行うことなく事業を譲り受けたことに関する取締役の任務懈怠責任（設問２）、③事業を譲渡した会社（譲渡会社）の商号の一部が含まれている商標を使用した場合における事業を譲り受けた会社（譲受会社）の責任（設問３）を問うものである。いずれについても、会社法上の重要な制度や判例に関する基本的な理解を前提に、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１においては、Ｄが甲社の取締役の地位を失ったことが実質的な解任であると考えていることを踏まえると、Ｄとしては、まず、甲社に対して会社法第３３９条第２項の規定に基づいて損害賠償請求をすることが考えられる。本問では、取締役の任期を短縮する定款変更がされるとともに取締役選任議案が否決されたにすぎず、Ｄが解任されたわけではないことから、そのことを指摘した上で、同項の規定の類推適用又は適用をすることができるか否かを検討することになる。なお、そのような検討をする前提として、取締役の任期を短縮する定款変更が行われた場合における在任中の取締役の任期について言及することができると、なお望ましい（例えば、取締役の任期を短縮する定款変更が行われた場合には、定款変更の効力が発生した時点において在任している取締役の任期も短縮されると解され、本問のＤは、短縮後の任期が既に経過しているので、定款変更がされた時点で取締役の任期が満了したことになるなどと言及することが考えら\n- 10 -れる。）。\n⑵ 会社法第３３９条第２項の規定の類推適用又は適用を検討する場合には、同項の趣旨を踏まえつつ、類推適用の基礎は何であるか、何をもって実質的な解任であると評価するかを意識した検討をする必要がある。すなわち、取締役の任期を短縮する定款変更をしたことを対象とする、取締役選任議案を否決したことを対象とする、その双方を対象とするといった様々な考え方があり得るが、いずれの考え方によるにせよ、どのような行為についての正当な理由の有無が問題になるのか、損害としてどのような主張をすることができるのかといった問題にも関連することから、類推適用又は適用の対象とそれ以外の部分についても一貫した論述が求められる。\n⑶ 正当な理由の有無については、判例（最判昭和５７年１月２１日集民第１３５号７７頁参照）等を踏まえ、取締役でもあり、株主でもあるＡらとの間で経営方針をめぐって意見が対立していたなどの本問における事実関係を適切に分析した上で論じることが求められる。なお、正当な理由の有無を検討するに当たっては、会社法第３３９条第２項の類推適用又は適用の対象をどのように考えるのかについても意識して検討することができると望ましい。例えば、取締役の任期を短縮する定款変更をしたことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、「信任を得る機会を多くし、取締役の業務に緊張感を持たせたい」という定款変更議案の理由の本事案における当否についても検討をすることなどが考えられる。\n⑷ 損害については、Ｄの立場から考えられる主張とその当否を検討することが求められているのであるから、Ｄが変更前の定款に定められた任期を満了するまで取締役を務めたいと考えていたことを踏まえると、まずは変更前の定款に定められた任期が満了するまでの期間の報酬相当額に関する主張とその当否を検討し、それが認められないとする場合には、慣例となっていた４年の任期が満了するまでの期間の報酬相当額が認められるか否かを検討することなどが考えられる。そして、その当否を検討するに当たっては、会社法第３３９条第２項の類推適用又は適用の対象をどのように考えるのかについても意識して検討する必要がある。例えば、取締役の任期を短縮する定款変更をしたことではなく、取締役選任議案を否決したことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、変更後の任期以上の期間の報酬相当額を損害として主張することは困難となるはずであるが、そのような理論的な関係も踏まえた検討をすることが求められる。\n⑸ 会社法第３３９条第２項の規定の類推適用又は適用以外の法律構成もあり得るところではあるが、いずれにしても、会社に対する損害賠償請求の可否が問われていることを踏まえた上で、本問の事実関係を適切に分析した上で論じることが求められる。なお、設問１では、定時株主総会の招集の手続及び議事は適法であったものとされていることから、これに反する法律構成（例えば、株主総会の招集の手続等が法令等に違反することを理由とする株主総会決議の取消しを前提として報酬相当額の損害賠償請求をすることなど）を採用しても評価はされない点に留意する必要がある。\n３⑴ 設問２においては、事業譲渡の譲受会社である戊社の少数株主であるJとしては、その代表取締役Ｇが親会社である甲社の代表取締役Ａの圧力の下でデュー・ディリジェンスを行うことなく高値で事業を譲り受けたことについての任務懈怠責任を問うことが考えられるところであり、会社法第４２３条第１項が定める要件に沿って検討することが求められる。\n⑵ まず、Ｇの義務違反の有無については、①通常であれば、いわゆる経営判断原則が妥当し得るところ、甲社が戊社の親会社であるという関係に着目し、以下に述べるような利益相反関係が存在することを指摘した上で、Ｇの善管注意義務又は忠実義務違反の有\n- 11 -無を判断する基準を提示し、②本問の事実関係の下でデュー・ディリジェンスを行う必要性がどの程度あったかなどを踏まえて検討することが求められる。\n①の検討においては、甲社が戊社の総株主の議決権の６０パーセントを有する親会社であり、本件事業譲渡が、親会社である甲社の利益にはなるものの、戊社の利益にはならないおそれがあるとともに、戊社には、親会社である甲社だけではなくＪをはじめとする少数株主が存在することから、構造的な利益相反が生じる可能性があることを考慮するとともに、Ｇは、親会社である甲社の代表取締役Ａから取締役として再任されない可能性があることを示され、甲社の利益のために戊社にとって不利な事業譲渡を進めるように圧力をかけられており、具体的な利益相反が生じていたことを考慮した上で、どのように義務違反を判断するのかについて検討することが求められる。\nまた、②の検討においては、戊社の取締役であるＨが銀行や弁護士に確認して、デュ\nー・ディリジェンスを行う必要性が高いことを認識し、このことをＧに指摘していたという経緯等に言及した上で、本件事業譲渡契約を締結するに当たってはデュー・ディリジェンスを行う必要性が高いことを指摘しつつ、Ｇとしても、甲社の利益のみを考えていたわけではなく戊社を含む甲社を中心としたグループ全体の利益を考えていたこと、戊社にとって甲社は重要な取引先であることなども踏まえた上で、それでもデュー・デ\nィリジェンスを行わずに本件事業譲渡契約を締結したことが善管注意義務又は忠実義務に違反すると評価することができるか否かを説得的に論じることが求められる。\n⑶ 次に、損害については、そもそも本件事業譲渡契約を締結すべきではなかったのか、それともデュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったのかのいずれの立場を前提とするのかにもよるが、いずれの立場によるにせよ、自己の立場と整合的な論述をすることが求められる。例えば、そもそも本件事業譲渡契約を締結すべきではなかったと考える場合には、本件事業譲渡契約の対価の額から本件事業譲渡に係る評価損計上後の資産の額を控除した残額にその後に計上した負債の額を加えたものを損害とすることが考えられるし、デュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったと考える場合には、本件事業譲渡契約の対価の額から公正な対価の額を控除した残額を損害とすることなどが考えられる。\n４⑴ 設問３においては、乙社から事業を譲り受けた戊社が、乙社の商号の一部である「乙」が含まれている登録商標Ｐを使用している場合において、乙社の債務を弁済する責任を負うか否かが問われている。本問において、乙社の事業を譲り受けた戊社の責任の有無を検討するに当たっては、まず、会社法第２２第１項の規定を適用することが考えられるが、本問では、戊社が乙社の商号そのものを引き続き使用しているわけではないことから、そのことを指摘した上で、同項の類推適用をすることができるか否かを検討することになる。\n⑵ 会社法第２２条第１項の規定の類推適用を検討するに当たっては、譲受会社が、譲渡会社の商号そのものを引き続き使用しているわけではないものの、その使用する登録商標に譲渡会社の商号の一部が含まれているという本問の事情に着目し、同項の規定の趣旨を踏まえ、譲渡会社の商号の一部が含まれている商標を使用した場合にも同項の規定の類推適用をすることができるか、できるとする場合にはどのような要件が求められるのかを論じた上で、本問の事実関係の下で同項の規定の類推適用をすることができるか否かを検討することが求められる。その際には、商号が事業主の表示であることを踏まえつつ、商号と商標の異同、乙社における登録商標Ｐの意味と戊社による登録商標Ｐの利用方法、戊社に対して乙社の残債務の弁済を求めている者が銀行であることなどの事情を意識しつつ、説得的に論じることが求められる。例えば、登録商標Ｐは、商号では- 12 -\nないものの、乙社の商号の一部である「乙」を含むものであり、消費者には譲渡会社である乙社を示すものとして受け取られていたことを指摘しつつ、乙社が登録商標Ｐを使用した商品を消費者等に対して直接販売することはなかったものの、戊社が、本件事業譲渡後に、その店舗の入口に登録商標Ｐを描写した看板を掲げたり、ウェブサイトに登録商標Ｐを掲載したりするなどした上で、乙社が製造していた商品と重複する商品を製造販売して消費者等に直接販売していたことなどから、譲受会社である戊社が譲渡会社である乙社の債務を引き受けたかのような外観が作出されたものと評価し得るか否かを検討することなどが考えられる。なお、本問においては、乙社が戊社に日用品製造販売事業を譲渡したことが事業の譲渡に当たることは明らかであるから、事業や事業譲渡の意味等を詳細に論ずる必要はない。\n⑶ 会社法第２２条第１項の規定の類推適用のほかには、会社法第２３条の２第１項の規定により詐害事業譲渡に係る譲受会社に対する債務の履行の請求をすることや、会社法第２３条第１項の規定により債務引受広告をした譲受会社の責任に言及することなども考えられるが、いずれにしても、本問の事実関係を適切に分析した上で論じることが求められる。\n〔第３問〕\n本問は、令和３年４月２０日、Ｘが、その所有する建物の一部（以下「本件事務所」という。）につき、平成３０年５月２１日設立の会社である甲（商号「株式会社Ｍテック」）との間で締結した賃貸借契約（以下「本件賃貸借契約」という。）の終了に基づき、「株式会社Ｍ\nテック」を被告と表示して本件事務所の明渡しを求める訴えを提起した（以下、この訴えに係る訴訟手続を「本件訴訟」という。）ところ、本件訴訟の提起前である令和３年４月２日、甲の代表者Ａが、甲の商号を「株式会社Ｍテック」から「株式会社Ｇテック」に変更し、甲の代表取締役としてＡの配偶者Ｂを就任させ、商号の変更等の登記をした一方で、自身を代表取締役とし、商号を「株式会社Ｍテック」とする乙という会社を新たに設立し、設立の登記をしていたことに加え、Ｘが訴状の附属書類として添付した代表者事項証明書には「株式会社Ｍテック」の設立年月日の記載がないため、乙を甲と誤認したまま本件訴訟を提起していたという事案を素材としている。この事案について、①原告が請求の原因として主張した本件賃貸借契約締結及びその解除の事実等を被告が認めたことを踏まえて口頭弁論が終結された後、Ａから口頭弁論の再開が申し立てられ、被告と表示された乙はＸと賃貸借契約を締結していない等として自白の撤回が主張された場合における当事者の確定の基準及び自白の撤回を主張することの当否の検討（設問１）、②本件訴訟の被告が乙であることを前提とした場合に、Ｘが甲を被告として追加する主観的追加的併合を申し立てる際に留意すべき４つの問題点の検討（設問２）、③本件訴訟の被告が乙と確定され、Ｘが甲を被告として本件賃貸借契約の終了に基づき本件事務所の明渡しを求める訴えを提起した場合において、甲が本件賃貸借契約には賃料支払猶予の合意（以下「本件合意」という。）があることを理由に解除することができないと主張し、その証拠として提出された本件合意を記録した電子ファイルを保存したＵＳＢメモリの取調べを書証によってすることができることの論証（設問３）をそれぞれ求めるものである。\nまず、設問１の課題１では、当事者の確定の基準に関する種々の見解から、被告を甲と確定し得る見解と乙と確定し得る見解をそれぞれ一つ取り上げ、これらの見解に従えば被告を甲又は乙と確定し得ることを実際に論証することが求められている。甲は訴状に現れていないため、被告を甲と確定することができる見解としては、例えば、意思説が考えられ、この見解によるならば、この見解が、原告の意思に着目するものであることを指摘した上で、Ｘ\nが甲を被告とする意思であったことを、訴状の記載等に言及しつつ、説得的に論証すること- 13 -が求められる。次に、被告を乙と確定することができる見解としては、例えば、行動説が考えられ、この見解によるならば、この見解が、被告らしく行動した者は誰であるかに着目するものであることを指摘した上で、実際に訴訟追行をしたのは乙の代表者Ａであることに言及するなどして被告らしく行動したのは乙であることを説得的に論証することが期待される。\n次に、設問１の課題２では、被告を乙と確定した場合に、第２回口頭弁論期日において乙\n（代表者Ａ）が請求原因事実を認める旨を陳述したことにより裁判上の自白が成立したことになるか、仮に自白が成立したとして、再開後の第３回口頭弁論期日における自白の撤回が許されるかどうかの検討が求められる。課題２の前半部分では、裁判上の自白の成立要件を明らかにした上で、乙（代表者Ａ）の上記陳述について要件該当性を検討することが求められる。課題２の後半部分では、裁判上の自白が成立した場合には、原則としてその撤回が禁止されることを踏まえ、例外として自白撤回が許される場合を明らかにすることが期待される。本件において問題となる自白撤回の要件としては、自白した事実が真実に反し、かつ、自白が錯誤に基づくことが証明されたことが挙げられるが、個々の要件につき、反真実を錯誤よりも重視する見解、また、錯誤を反真実よりも重視する見解が主張されていることに鑑み、撤回要件の当てはめに先立ち、自白撤回の要件をどのように構成するかを理由付けとともに明らかにすることが期待される。この理由付けができている限り、自白撤回の要件をどの見解に従って構成したかによって評価に差を設けることはない。当てはめにおいては、自らが採用した見解に従い、乙（代表者Ａ）による自白撤回の許否を検討する必要があるところ、反真実については、本件賃貸借契約の締結当時、賃借人は「株式会社Ｍテック」こと甲であるから、Ｘと乙との間で賃貸借契約が締結された事実はないことに言及する必要がある。\n他方で、錯誤については、乙（代表者Ａ）は、請求原因事実を認める旨を陳述した際、本件賃貸借契約の賃借人が乙ではないことを知っていたことに言及する必要がある。\n設問２では、本件訴訟の被告が乙と確定されることを想定し、Ｘが甲に対する給付判決を得る上で便宜な手段として主観的追加的併合の申立てがあるところ、最判昭和６２年７月１７日民集４１巻５号１４０２頁が主観的追加的併合を認めた場合の問題として主に４点を指摘していることを踏まえ、Ｘによる主観的追加的併合の申立てが認められるような立論を上記４点を踏まえて検討することが求められている。第１に、新たな当事者に対する別訴に対し、旧訴訟の訴訟状態を利用することができ、それが訴訟経済に資する旨の立論については、Ｘが乙を甲と誤認して旧訴訟（Ｘ乙間の訴訟）に提出した資料は、本来甲に対する新訴訟（Ｘ\n甲間の訴訟）において提出すべきであったことを踏まえ、甲と乙はたとえ別法人であっても、それはＡがＸに乙を甲と誤認させるように図った結果であるから、信義則上、旧訴訟において形成された乙に不利な訴訟状態が弁論の併合を通じて新当事者が引き継ぐことを甲は拒否することができないのではないか、といった点に言及することが期待される。第２に、主観的追加的併合を認めることにより全体として訴訟が複雑化するという弊害は予測されない旨の立論については、旧訴訟では請求原因事実について乙が自白しているところ、弁論の併合の結果、この訴訟状態が新訴訟に引き継がれることにより、裁判所は事案全体を統一的に把握することができるようになるから、必ずしも訴訟が複雑化するという弊害は生じないのではないか、といった点に言及することが期待される。第３に、主観的追加的併合を認めても軽率な提訴等を誘発するおそれはない旨の立論としては、Ｘが乙を甲と誤認した主な原因が、甲の商号変更、乙の設立及び甲の旧商号の使用等のＡによる一連の行為にあることから、Ｘ\nは被告の誤認について帰責性が乏しいため、この事案において主観的追加的併合による被告の追加を認めたからといって、必ずしも軽率な提訴は誘発されないのではないか、といった点に言及することが期待される。第４に、主観的追加的併合が訴訟の遅延を招来しない旨の立論としては、例えば、主観的追加的併合の申立ては、甲を被告に追加するＸの申立てを伴うところ、追加された甲に対して防御の機会を保障するには新たな期日を設ける必要がある\n- 14 -以上訴訟手続の遅延は生じるが、そもそも訴訟手続の遅延はそれが著しい場合に限り不適法となることに鑑みると（民事訴訟法（以下「法」という。）第１４３条第１項ただし書の類推）、甲を被告に追加する旨をＸが申し立てた時期は第１審手続の係属中であり、旧訴訟の訴訟状態が引き継がれることなどからすれば、著しい訴訟遅延が生じるおそれはないといった点に言及することが考えられる。\n設問３では、Ｘが、甲を被告として、本件賃貸借契約の終了に基づいて提起した、本件事務所の明渡しを求める訴えに係る訴訟手続において、第１回口頭弁論期日に出頭した甲の代表者\nＢが証拠として提出したＵＳＢメモリが、「情報を表すために作成された物件で文書でないもの」（法第２３１条）に該当し、書証により取り調べることができることの論証が求められている。設問３の課題前半部分では、「文書」の定義を明らかにした上で、ＵＳＢメモリが「文書でないもの」に該当することの論証が求められる。文書は、「文字その他の記号を使用して人間の思想、判断、認識、感情等の思想的意味を可視的状態に表示した有形物」（大阪高決昭和５３年３月６日高民集３１巻１号３８頁）のように定義されることから、このような文書の定義に照らして、ＵＳＢメモリが文書に当たらないことを論証することが期待される。設問３\nの課題後半部分では、ＵＳＢメモリを録音テープ等と同様に取り調べることが許される理由の検討が求められる。ここでは、証拠方法の一つとしての書証がどのようなものであるかを明らかにした上で、法第２３１条においては、ＵＳＢメモリのようなコンピュータ用の電磁的記録媒体が例示されていないことに留意しつつ、ＵＳＢメモリに保存された電子ファイルは、適切な出力装置によってこれを閲読可能な状態にすることができる限り、これを閲読し、その結果を証拠資料にすることができることに言及する必要がある。\n【刑事系科目】\n〔第１問〕\n本問は、設問１で、Ａが盗んだＢ所有のバイク（以下「本件バイク」という。）の保管をＡから依頼された甲が、甲宅のシャッター付きのガレージに保管していた本件バイクを、Ａを困らせるため、甲宅から約５キロメートル離れた場所にある甲の実家の物置内に移動させて隠した行為について、甲に横領罪（刑法第２５２条第１項）の成立を認める立場から、⑴甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」（同項）すれば横領罪が成立する、⑵甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」（同項）に当たるという各主張がなされた場合のそれぞれの当否を検討させ、設問２で、Ａと口論になり公園に呼び出された甲が、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと考え、包丁を準備して同公園に出向いたところ、同公園に現れたＡから拳で殴られそうになったため、自らも包丁をＡに向けて突き出すなどしたが、その様子を目撃した乙が、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考えて、Ａの背後から、持っていたサバイバルナイフ（以下「本件ナイフ」という。）\nをＡの右上腕部に突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせた行為について傷害罪の成否を検討させ、さらに、その後、乙が、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に、飲食物の宅配業務に従事していたＤが一時的に停めていた原動機付自転車（以下「本件原付」という。）を見付け、本件原付を使ってＡの追跡を振り切り、安全な場所まで移動したら本件原付をその場に放置して立ち去ろうと考え、Ｄに無断で本件原付を発進させてＡの追跡を振り切った行為について窃盗罪の成否を検討させ、それにより、刑事実体法及びその解釈論の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n⑴ 甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」すれば横領罪が成立するとの主張の当否について\n- 15 -横領罪は、自己の占有する他人の物を横領したときに成立するところ、本件バイクは、Ｂが所有する「他人の物」であり、これを甲が自宅のガレージに保管して事実上支配していたのであるから、甲が「他人の物」を占有していたことは明らかである。\nもっとも、横領罪における「占有」は、他人からの委託信任関係を原因とするものであることを要するところ、本件バイクは、ＡがＢから盗んだ盗品であり、甲は、その情を知らなかったものの、客観的には窃盗犯人であるＡから盗品の保管を委託されたものであったことから、設問１⑴の主張は、このような窃盗犯人からの委託に基づく場合でも本罪の「占有」に当たると解することが前提となっている。そこで、設問１⑴においては、窃盗犯人からの盗品の保管の委託を保護することの当否が問題となることを示した上で、その当否及び根拠を論じる必要がある。\n設問の主張の正当性を肯定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値する根拠として、a.窃盗罪において窃盗犯人の占有も保護されていることとの均衡上、横領罪においても窃盗犯人との委託信任関係は保護されるとの説明等が考えられる。\n他方、設問の主張の正当性を否定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値しないとする根拠として、b.委託の内容は、客観的には盗品の保管の委託であり、盗品等保管罪を構成する行為であるところ、委託の内容が犯罪を構成する場合には、委託関係の要保護性を否定すべきであるとの説明や、c.横領罪の委託関係は所有者又は所有者から権限を与えられた者と行為者との間において必要であるから、正当な権限を与えられていない窃盗犯人からの委託関係を横領罪に必要な委託と認めるべきではないとの説明等が考えられる。\n⑵ 甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」に当たるとの主張の当否について甲は、Ａを困らせるため、Ａに無断で本件バイクを隠匿したものであり、かかる行為は、Ａからの委託の趣旨に反する行為とは評価できるものの、バイクの効用に基づいて利用処分したものとは評価できない。設問１⑵の主張は、このような物の効用に基づいた利用処分とはいえない隠匿行為も「横領した」に当たると考える立場に立つことが前提になっている。そこで、設問１⑵においては、「横領した」というため、物の効用に基づく利用処分をすることを不要とすることの当否が問題となることから、かかる問題の所在を示した上で、その当否及びその根拠等を論じる必要がある。\n物の効用に基づく利用処分をすることを不要とする立場からの説明としては、a.横領行為とは、委託の趣旨に反する権限逸脱行為であるとの説明（越権行為説）や、b.横領行為とは、不法領得の意思を発現する行為である（領得行為説）とした上、横領罪における不法領得の意思とは「他人の物の占有者が委託の任務に背いて、その物につき権限がないのに所有者でなければできないような処分をする意思」であり、目的物をその効用に基づいて利用、処分する意思までは不要であるとの説明等が考えられる。なお、判例は、領得行為説に立ちつつ（最判昭和２７年１０月１７日集刑６８号３６１頁等）、不法領得の意思の内容につき、b説と同様の説明をしている（最判昭和２４年３\n月８日刑集３巻３号２７６頁等）。\n他方、物の効用に基づく利用処分をすることを必要とする立場からの説明としては、c.領得行為説に立ちつつ、横領罪における不法領得の意思の内容として、窃盗罪など他の領得罪と同様に、毀棄罪との区別として、客体を何らかの用途に利用、処分する意思が必要であり、客体を専ら隠匿する行為は不法領得の意思を発現する行為とはいえないなどの説明等が考えられる。\n設問１は⑴⑵いずれについても、自説の論拠や他説への批判などを踏まえつつ、各主張の当否を論ずることが求められる。\n設問２について\n⑴ 乙がＡを刺突して傷害を負わせた行為について乙は、Ａが甲を殴打しようとしていたところを偶然目撃し、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考え、Ａの背後から、本件ナイフでＡの右上腕部を突き刺し、Ａに傷害を負わせている。乙の行為は、有形力の行使によりＡの生理的機能に障害\n- 16 -を与えており、また、乙は少なくとも暴行の故意に基づいて同行為に及んでいることから、傷害罪の構成要件に該当することは明らかである。\nもっとも、乙は、甲を助けるため、Ａの右上腕部を本件ナイフで突き刺したものであるから正当防衛が成立する余地があるが、被侵害者である甲は、Ａからの侵害を予期した上で対抗行為に及んでいる。そこで、乙の正当防衛の成否を検討するに当たっては、正当防衛状況を基礎付ける侵害の急迫性が認められるか否かが問題となるところ、本事例では、被侵害者と防衛者が同一でないことから、いずれを基準に侵害の急迫性を判断すべきかとの問題の所在を示しつつ、根拠とともに自らの立場を示し、それに基づいて侵害の急迫性を検討する必要がある。\n刑法第３６条は、急迫不正の侵害という緊急状況の下で公的機関による法的保護を求めることが期待できないときに、侵害を排除するための私人による対抗行為を例外的に許容したものであるところ、侵害の回避が十分に可能であるのに積極的な態度で侵害に臨んだ者は、侵害にあえて身をさらすことでそれを受け入れているのでその侵害に対する要保護性を欠き、刑法第３６条の趣旨が妥当しないと考えれば、正当防衛を否定すべき事情は専ら被侵害者を基準として判断されることとなる。そして、本事例において、被侵害者甲を基準に侵害の急迫性を検討する場合、甲は、Ａからの侵害を予期した上で対抗行為に及んでいることから、最決平成２９年４月２６日刑集７１巻４号２７５頁が指摘する事情を踏まえつつ、対抗行為に先行する事情を含めた行為全般の状況に照らして検討することとなろう。すなわち、当該判例は、①行為者と相手方との従前の関係、②予期された侵害の内容、③侵害の予期の程度、④侵害回避の容易性、⑤侵害場所に出向く必要性、⑥侵害場所にとどまる相当性、⑦対抗行為の準備の状況、⑧実際の侵害行為の内容と予期された侵害との異同、⑨行為者が侵害に臨んだ状況、⑩その際の意思内容等を考慮し、行為者がその機会を利用し積極的に相手方に対して加害行為をする意思で侵害に臨んだときなど、前記刑法第３６条の趣旨に照らし許容されるものとはいえない場合には侵害の急迫性の要件を充たさないとするところ、甲は、高校時代にＡと同じ不良グループに所属しており、Ａが短気で粗暴な性格であり、過去にも怒りにまかせて他人に暴力を振るったことが数回あったと知っていたこと、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと思っていたこと、わざわざ出向く必要はなかったのにＡが指定した公園に出向いてＡを待ち構えていたこと、その際に自宅にあった包丁を準備していたこと、Ａからの実際の侵害の内容は拳で殴打しようとするというものであり、予期された侵害を超えるものではなかったこと、甲もすかさず包丁を抜いてＡに向けて突き出すなどしたことなどの事情に照らせば、本件におけるＡの侵害行為は、被侵害者甲を基準とすれば、侵害の急迫性の要件を充たさないと解されることとなる。\nそして、Ａの甲に対する急迫不正の侵害が否定されると考えた場合、防衛者である乙はこれが存在すると認識していることから、急迫不正の侵害があると誤信した上で、主観的には防衛行為に及んでいることになるため、かかる誤信に基づいて対抗行為に及んだ乙に故意犯が成立するかどうかを検討する必要がある。\n通説は、故意を認めるためには、「罪」（＝犯罪）を犯す意思が必要である以上、その認識対象は、構成要件に該当する違法な行為として理解すべきであることを前提に、構成要件該当事実の認識・予見があっても、違法性阻却事由を誤信しているときには故意犯の成立を否定する。同説によれば、行為者の認識・予見した事情が正当防衛に該当する事情である場合には、違法性を基礎付ける事実の認識が欠けるとして責任段階で故意が阻却され（その誤信について過失がある場合に限って、過失犯の成立を認める。）、過剰防衛と評価される事実を認識していた場合には、違法性を基礎付ける事実の認識が認められ故意犯が成立する。\nそこで、乙に故意犯が成立するか否かを判断するに当たっては、乙の認識・予見した事実が、正当防衛と評価されるか、過剰防衛と評価されるかを明らかにする必要がある。そして、判例実務では、防衛行為の危険性や防衛手段としての必要最小限度性等の事情を考慮して「やむを得ずにした行為」に当たるか否かを判断しているところ、乙が認識していた事実は、Ａが甲の顔面を- 17 -\n拳で一方的に殴打しようとしているというものであったのに対し、乙は、Ａの背後から、何の警告もせずにＡの右上腕部を本件ナイフで強く突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせており、かかる乙の行為は、明らかにＡの行為の危険性を大きく上回るものと評価できる上、甲、乙及びＡがいずれも２０歳代の男性であり、各人の体格に大差がなかったことなども併せて考慮すれば、Ａを後ろから羽交い締めにするなど、より侵害性が軽微な手段が他に存在したといえることから、乙の行為は、その認識した事実を前提としても「やむを得ずにした行為」とは評価できない。\nしたがって、故意は阻却されず乙に傷害罪が成立するが、乙の誤信した侵害を前提とすると、乙の行為は過剰防衛としての性質を有することから、刑法第３６条第２項の適用（又は準用）の可否も問われることになるため、この点についても根拠とともに自説を論じる必要がある。\n他方、前記判例と異なり、自招侵害の場合を除いて先行事情を正当防衛の成立を否定する事情とすることに否定的な立場に立つ場合には、被侵害者甲を基準に侵害の急迫性を判断するとしても、急迫性が肯定されることになるが、その場合には自説の根拠を十分に論ずる必要がある。\nまた、防衛者乙を基準に正当防衛状況を判断する立場に立つ場合にも、客観的にＡの甲に対する侵害が切迫していた以上、急迫性は肯定されることになるが、その場合、甲自らは（判例の立場によれば）Ａに正当防衛として対抗することが認められない状況でありながら、乙が甲のために正当防衛をすることが許される理由に言及した上で、急迫性の判断が相対化する理由を的確に示す必要がある。\nそして、侵害の急迫性が肯定されると考えた場合、正当防衛に関する他の要件の充足性についても論じる必要があるところ、前記のとおり、乙の行為は「やむを得ずにした行為」とは評価できないことから、傷害罪が成立し過剰防衛を認めることとなる。\n⑵ 乙が本件原付を乗り去った行為について乙は、Ａの右上腕部を本件ナイフで突き刺した後、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に停められていたＤ\n所有の本件原付を見付け、Ａの追跡を振り切るため、Ｄに無断で本件原付を発進させてＡの追跡を振り切っている。同行為については、窃盗罪の成否を検討することとなるため、まず同罪の客観的構成要件要素である「他人の財物」、「窃取」と、主観的構成要件要素である故意及び不法領得の意思が、いずれも認められることについて論じる必要がある。\nその上で、乙の行為は、客観的には、「自己又は他人の生命、身体、自由又は財産に対する現在の危難を避けるため」の行為であり、緊急避難として違法性が阻却されないかが問題となり得るところ、これに先行する事情として、避難行為者である乙が、自らＡを本件ナイフで刺すなどして、乙自身の法益に対する「現在の危難」を自ら招いたという事情が存在するため、かかる事情があるにもかかわらず、自己が招いた危難を回避するために、無関係の第三者Ｄに侵害を加えることが緊急避難として正当化されるかが問題となる。そこで、かかる問題の所在を示しつつ、根拠とともに自説を論じ、乙の罪責について論じる必要がある。\n危難を自招した場合に緊急避難を認めるか否かについては、自招侵害に関する最決平成２０年\n５月２０日刑集６２巻６号１７８６頁が参考になる。すなわち、当該判例は、自招侵害の状況について、「被告人において何らかの反撃行為に出ることが正当とされる状況」を否定しているが、この実質的根拠は、自らの不正行為によって緊急状況を招いた者の利益は、あえて正当防衛を用いて保護する必要性が乏しいという意味において、被侵害者の要保護性の欠如に求めることができる。そして、被侵害者の要保護性の欠如という観点は、その状況が共通であれば、対抗行為が正当防衛であっても、緊急避難であっても、同様に当てはまると考えられる。このような立場からは、当該判例の考え方が自招危難にも妥当することに触れた上、不正の行為によって危難を招致したといえるか否か（危難が、自招行為によって触発された、その直後における近接した場所での一連、一体の事態であるか否か）、危難がその招致行為の程度を大きく超えるものでないかど\n- 18 -うかといった当該判例の判断基準を示し、乙による本件ナイフでの刺突行為が違法であること、Ａの追跡は同刺突行為によって触発された、その直後における近接した場所での一連、一体の事態であること、Ａは素手で暴行を加えようとしてきているにすぎず、同刺突行為の程度を大きく超えるものでないこと等の具体的事実を摘示した上で緊急避難の成立が否定されると説明することが考えられる。\nまた、自招危難に関する判例・裁判例（大判大正１３年１２月１２日刑集３巻８６７頁、東京高判昭和４５年１１月２６日東高刑時報２１巻１１号４０８頁等）によれば、行為者が自己の故意又は過失により有責に危難を招致したといえる場合には緊急避難の成立を否定するという理解もあり得るところである。このような前提からは、乙がＡによる侵害を招致することを予見していなかったとしても、予見可能性は認められることなどを踏まえて、緊急避難の成否を検討することが必要となる。\nそのほか、危難を自招した場合に緊急避難を認めるか否かについては、緊急避難の成立要件のいずれか（「現在の危難」又は「やむを得ずにした行為」）の存在を否定することにより解決しようとするものや緊急避難の成立要件の外に解決の糸口を求め、社会的相当性や権利濫用などの一般理論を援用することによって解決しようとするものなど、様々な考え方が存在するが、いずれにしても、緊急避難や違法性の本質を意識しつつ、自招危難として緊急避難が否定される具体的な判断基準を示した上で、本件の具体的な事実関係に即して緊急避難の成否を論述することが求められる。\n〔第２問〕\n本問は、大麻取締法違反事件及び非現住建造物等放火事件を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、大麻密売の疑いのある者として把握されていた甲に対するおとり捜査の適\n法性を論じさせることにより、おとり捜査の適法性の判断基準に対する理解と具体的事案への適用能力を試すものである。\nおとり捜査の適法性が争われた事案に関する最高裁判所の判例としては、最決平成１６年\n７月１２日刑集５８巻５号３３３頁（以下「平成１６年決定」という。）がある。平成１６年決定は、おとり捜査の意義を示した上で、これが許容される場合がある旨判示しているところ、おとり捜査の適法性を検討するに当たっては、おとり捜査に関する法律上の定義規定がないことから、前提として、おとり捜査の意義に関する理解を示すことが求められる。\nまた、おとり捜査については、刑事訴訟法に特別の根拠規定がなく、平成１６年決定も、おとり捜査が刑事訴訟法第１９７条第１項に基づき任意捜査として許容される場合があるとしていることから、おとり捜査の適法性を検討する際には、おとり捜査の法的性質についても論じることが求められる。そして、その判断には、おとり捜査が違法とされる実質的理由が影響し得ることに留意する必要がある。すなわち、おとり捜査が違法とされる実質的理由については、学説上、不公正な捜査方法であるからとする考え方、国家が犯罪を創出し法益侵害を生じさせるからとする考え方、人格的自律権・個人の尊厳に対する侵害があるからとする考え方などが主張されているところ、これらの理由とおとり捜査の法的性質との整合性に留意して論述する必要がある。\n次に、おとり捜査の適法性の判断基準については、学説上、もともと犯意を有していた者に犯罪の機会を提供した場合（以下「機会提供型」という。）と、おとり捜査によって対象者に犯意を生じさせた場合（以下「犯意誘発型」という。）とを区別し、機会提供型は適法であ\n- 19 -るが、犯意誘発型は違法であるとする考え方や、捜査比例の原則に従い、必要性と相当性という枠組みの下で、比較衡量によりおとり捜査の適否を判断する考え方などが主張されている。いずれの見解に立つにせよ、おとり捜査の適法性の判断基準は、おとり捜査の法的性質や、おとり捜査が違法とされる実質的理由と結び付くものであるから、それらの点を踏まえた上で判断基準と判断要素を示すことが求められる。また、平成１６年決定は、おとり捜査の適法性について、必ずしも機会提供型と犯意誘発型のどちらに当たるかのみで判断しているわけではないことにも留意する必要がある。\nこのようにおとり捜査の適法性の判断基準について論じた上で、本設問の事例に現れた具体的事実の持つ意味を的確に評価し、判断基準に当てはめて、おとり捜査の適法性を検討することが求められる。\n本設問において、おとり捜査の対象となる犯罪は、大掛かりな大麻密売をしている疑いがある者として把握されていた甲による大麻密売事案であり、大麻の密売先は紹介者に限られ、密売に使用される携帯電話の契約名義は架空人名義で、その番号も変わり、甲の氏名や身元などは判明せず、その後、司法警察員らが甲を尾行した際も見失っている。また、捜査協力を申し出たＡにより甲が今でも大麻を密売しているとの情報が得られ、その後、甲はサンプ\nルとしての大麻の取引に応じ、その際、１０キログラム程度の大麻であれば取り扱うことがある旨述べている。また、大麻密売事案は、直接の被害者がいない犯罪で、さらに、本件で売り渡される大麻は、おとり捜査を通じて司法警察員らにより回収されることが見込まれている。\n他方で、甲は、サンプルとしての大麻の取引の前に、司法警察員Ｐに対し、取引場所を気にする発言をし、気が進まない旨述べ、これに対し、Ｐが取引場所を手配している。また、甲は、本取引の前日には、明日の取引はやめたい旨述べたが、これに対し、Ｐは暴力団Ｘ組と交遊があるかのように装い、約束した代金の１．５倍の代金を払う旨や同じ単価で１０キ\nログラムの大麻を買っても良い旨述べた上、Ａに指示し、ＰがＸ組と取引のある信用できる人物である旨甲に告げさせている。\nまた、本設問では、司法警察員らは、甲からサンプルとしての大麻を譲り受けた際に甲を逮捕せず、その後、より大量の大麻を取引する際に甲を逮捕している。\n以上のような本設問の事例に現れた具体的事実を踏まえ、自己の拠って立つおとり捜査の適法性の判断基準を前提に、抽出した事実の持つ意味を的確に評価しつつ、おとり捜査の適法性について論じることが求められる。\n〔設問２〕について、まず〔設問２―１〕は、非現住建造物等放火事件の犯行態様の一部\nについて公訴事実と裁判所の心証との間にずれが生じた事例について、裁判所が現訴因のまま自己の心証に従って判決をすることができるか否かを問うことにより、訴因変更の要否に関する判断枠組みに対する理解と具体的事案への適用能力を試すものである。\n訴因変更の要否を論じるに当たっては、訴因の本質をどのように考えるかが問題となる。\nこの点について、訴因は検察官がその存在を主張して審判を請求する具体的な犯罪事実を示したものとするいわゆる事実記載説によれば、訴因と異なる事実を認定するには、訴因変更の必要が生じ得ることになるが、その上で、どのような事実の変動が生じる場合に訴因変更が必要となるのかが、さらに問題となる。\nこの点について、学説上、訴因が被告人に防御の範囲を示す機能を有することに鑑み、訴因と異なる事実を認定することによって被告人の防御の利益を実質的に害することになるか否かにより判断する考え方があり、その中でも、被告人の防御活動等具体的な審理の経過に鑑み、それを個々の事件ごとに個別に判定すべきとするいわゆる具体的防御説や、訴因事実と認定事実とを一般的・類型的に対比することにより判定すべきとするいわゆる抽象的防御説などがある。これに対して、判例上、最決平成１３年４月１１日刑集５５巻３号１２７頁\n- 20 -\n（以下「平成１３年決定」という。）において、訴因変更の要否に関する判断枠組みが示され、その後、最決平成２４年２月２９日刑集６６巻４号５８９頁においても、その判断枠組みを踏まえた判断がされている。そのため、訴因変更の要否の判断枠組みにつきどのような見解に立つにせよ、平成１３年決定を意識した論述が求められる。平成１３年決定は、まず、審判対象画定に必要不可欠な事実については、防御活動のいかんにかかわらず、訴因と異なる事実を認定するには訴因変更が必要であるとし（第１段階の検討）、次に、上記以外の事実で、被告人の防御にとって重要な事実については、それが訴因に明示された以上、訴因と異なる事実を認定するには原則として訴因変更が必要であるが、そのような場合でも、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合には、例外的に訴因変更を必要としない場合がある（第２段階の検討）という判断枠組みを取っているものと考えられる。\n〔設問２－１〕において、公訴事実は犯行態様を「点火した石油ストーブを倒し」と記載\nしているのに対し、裁判所の認定に係る罪となるべき事実は、「何らかの方法で」と記載している。そこで、例えば、平成１３年決定の判断枠組みによれば、まず、第１段階の検討として、この点が審判対象画定に必要不可欠な事実の変動に該当するか否かを論じる必要がある。\nそして、これが審判対象画定に必要不可欠な事実の変動に当たらないと考えた場合、次に、第２段階の検討として、公訴事実に「点火した石油ストーブを倒し」と明示されていることから、これを「何らかの方法」と認定することが被告人の防御にとって重要な事実の変動に該当するか否かを論じる必要がある。そして、それが被告人の防御にとって重要な事実の変動に該当すると考えた場合、さらに、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合に該当するか否かを論じる必要がある。その際には、本設問における火災科学の専門家である証人への尋問状況、尋問結果を踏まえた裁判所の当事者への働きかけとそれに対する当事者の対応等の事情も踏まえて検討することが求められる。判例とは異なる判断枠組みによって論じる場合にも、それぞれの立場を踏まえて、訴因と異なる事実を認定することの適否を論じる必要がある。\n次に、〔設問２－２〕は、共謀共同正犯において、検察官が冒頭陳述で釈明した共謀の日にちと裁判所が心証を形成した共謀の日にちとの間にずれが生じた事例について、裁判所がその心証に従って判決をすることができるか否かを問うことにより、検察官の釈明の効果及びそれを踏まえた裁判所の採るべき措置に対する理解と具体的事案への適用能力を試すものである。\n〔設問２－２〕において、検察官は、特定の日にちに共謀が成立したと釈明するものの、\n訴因には「共謀の上」としか記載されておらず、共謀の日にちは記載されていない。そこで、まず、検察官が釈明した内容が訴因の内容になるのかが問題となる。\nこの点について、検察官が釈明した事項が訴因の明示・特定に必要な事項である場合には、訴因の内容になるとする考えによれば、訴因の明示・特定に必要な事項は何かが問題となる。\nこの点について、学説上、訴因は他の犯罪事実から識別可能な程度に特定されていれば足りるとするいわゆる識別説や、訴因は他の犯罪事実と識別できるかだけでなく被告人の防御権の行使に支障がない程度まで具体化される必要があるとするいわゆる防御権説が主張されている。識別説に立ち、共謀の日にちは訴因の明示・特定に必要な事項とはいえないとして、検察官の釈明により訴因の内容になるものではないとする見解や、防御権説の立場から、共謀共同正犯における共謀の日にちは共謀のみに関与した被告人との関係では訴因の明示・特定に必要な事項であるとして、検察官の釈明により訴因の内容になるとする見解などが考えられる。\n- 21 -その上で、検察官が釈明した共謀の日にちが訴因の内容になるとする見解を採ると、次に、釈明の内容と異なる共謀の日にちを認定するに当たり、訴因変更の要否が問題となる。\n他方で、検察官の釈明した共謀の日にちは訴因の内容にはならず、それゆえ訴因変更の要否の問題にならないと考える場合にも、検察官の釈明の内容と異なる共謀の日にちを認定するに当たり、被告人の防御との関係で、裁判所が何らかの措置を講じる必要がないかが問題となる。\nこの点、共謀共同正犯の成否が問題となった事案において、被告人の謀議への関与が、検察官の主張する日にちとは異なる日にちになされた旨を、原審が、その成否を審理における争点として顕在化させることなく認定したことの適法性が問題となった最高裁判所の判例として、最判昭和５８年１２月１３日刑集３７巻１０号１５８１頁がある。同判決は、原審の訴訟手続は、事案の性質や審理の経過等に鑑みると、被告人に不意打ちを与え、その防御権を不当に侵害するものであるとしており、同判決を意識した上で、本設問の事例に現れた具体的事実を適切に評価した上で、裁判所として採るべき措置を論じることが求められる。\n【選択科目】"
}