{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\n平成２０年１月１日、Ａ及びＡの長男Ｂは、隣接する同様の二筆の土地（更地である甲土地及び乙土地）を代金合計３０００万円で（Ａが甲土地を１５００万円で、Ｂが乙土地を１５００万円で）購入した。Ａ及びＢは、甲土地及び乙土地を更地のまま月極駐車場として賃貸していた。\n平成２２年１月１日、Ａが死亡した。Ａの相続人はＢと次男Ｃのみであった。Ａからの相続財産でめぼしいものは甲土地のみであった。ＢとＣは、相続を単純承認し、遺産分割協議を行った。平成２２年４月１日、Ｂが甲土地を単独で取得し、ＢがＣに対して代償金９００万円（当時の甲土地の時価相当額の半分）を支払う旨の遺産分割協議が成立した。遺産の額が基礎控除額以下であったため、Ａからの相続について相続税の納税義務は発生しなかった。Ｂは、代償金９００万円のほか、相続登記費用として１６万円を支払い、同日、甲土地の相続登記手続を完了した。\nＢは、平成２３年１月１日、税理士であるＤと法律婚をし、生計を一にして暮らしていた。Ｄは、自らが営む税理士事務所のために使用している複数の自動車の駐車場を探していたが、甲土地がＤにとって好都合であったので、甲土地を借りたいとＢに申し込んだ。Ｂは、平成２３年末までに甲土地の利用者との契約を終了させ、平成２４年１月１日から、Ｄに甲土地を適正賃料で賃貸した。\nＢは、会社勤めのサラリーマンとして働く傍ら、甲土地及び乙土地を駐車場として賃貸し、その賃料を得ていたが、Ｂの大学時代からの友人Ｅから、土地売買の相談を受けた。Ｅは、小売業を営む株式会社Ｆ（以下「Ｆ社」という。）の代表取締役である。Ｅは、甲土地をＦ社の店舗用地としたいと考えた。Ｂは、親しくしていたＥからの依頼を断ることもできず、平成２８年４月３０日にＤとの甲土地賃貸借契約を終了させ、同年５月１日、甲土地をＦ社に当時の時価相当額である２０００万円で売却した。\nＦ社は、平成２８年６月１日、金融機関Ｇ（以下「Ｇ社」という。）から３０００万円を借り入れ、甲土地上に店舗を新築した。\nＢは、平成２９年３月３１日、それまで勤務してきた会社を退職し、同年４月１日、Ｆ社の取締役に就任した。\nＦ社の経営状態は次第に悪化した。Ｂは、Ｅから懇願されて、平成３０年４月１日、Ｇ社とは別の貸金業者Ｈ（以下「Ｈ社」という。）からの借入金１０００万円の連帯保証人となった。その後、Ｆ社はＨ社からの借入金の返済が困難になったため、Ｂは、令和２年４月１日、乙土地を当時の時価相当額である２６００万円で第三者に売却した上、その売却代金のうち１０００万円をもって連帯保証債務を履行し、Ｈ社からの借入金の残債務１０００万円を全額弁済した。Ｂは、Ｆ社に対して１０００万円を求償することも検討したが、当時、Ｆ社は債務超過の状態にあり、求償債務の弁済が不可能であったため、求償権の行使を断念した。\n以上の事案について、以下の設問に答えなさい。ただし、租税特別措置法の適用は考えなくてよい。\n〔設 問〕\n１ Ｂが納付した甲土地及び乙土地に係る平成２４年度の固定資産税の所得税法上の扱いについて説明しなさい。\n２ 平成２８年分のＢの甲土地に係る譲渡益の計算に関し、代償金の取得費算入の可否について争いがあり、民法第９０９条本文に沿った法律構成で計算する説（以下「Ｐ説」という。）と、Ｐ説に反対する説（以下「Ｑ説」という。）がある。なお、設問２では判例がＰ説かＱ説かについては説明しなくてよい。\n⑴ Ｐ説を前提として、平成２８年分のＢの甲土地に係る譲渡益がどのように計算されるか、また、どのようにＢの課税総所得金額に算入されるか、説明しなさい。⑵ Ｑ説を前提として、平成２８年分のＢの甲土地に係る譲渡益がどのように計算されるか、また、どのようにＢの課税総所得金額に算入されるか、説明しなさい。\n⑶ Ｐ説とＱ説とで場合分けした上で、平成２２年にＣに甲土地に係る譲渡益が生じるか、生じるならば幾らか、説明しなさい。なお、⑴⑵と異なり、仮に譲渡益が生じるとしても、どのようにＣの課税総所得金額に算入されるかについては説明しなくてよい。\n３ 令和２年分のＢの乙土地に係る譲渡益がどのようにＢの課税総所得金額に算入されるか、その根拠規定の趣旨及び適用関係を、説明しなさい。〔第２問〕（配点：５０）\nＡは、Ｂ電力株式会社（以下「Ｂ社」という。）との間で委託検針契約を締結している検針員である。Ａの業務内容についてはＢ社が責任を負い、ＡはＢ社から身分証明書の交付を受け、社名入り作業衣等が貸与され、定例日制のため検針日が定められている。また、Ａは月１回程度、Ｂ社会議室での打合せに出席しなければならず、委託手数料もＢ社の一般従業員の給与に相応し、毎年夏冬の２回には特別謝礼金、契約終了時に解約謝礼金が支払われている。他方でＡは、契約で定められた事項によってのみＢ社に従属しており、委託手数料は検針業務及び付随業務に応じた出来高制で、就業時間は定例検針日の日数と受持件数次第で異なり、主要な交通手段であるバイクの購入、維持費等はＡの個人負担であり、検針作業を第三者に代行させることも禁止されていない。\nＣ株式会社（以下「Ｃ社」という。）は、自動車部品の製造等を業とする株式会社であり、Ｂ社との間で電力供給契約を締結し、電力の供給を受けてきた。令和元年１２月に、Ｂ社の事業拡張に伴い、Ｂ社とＣ社との間で電力供給契約の内容が一部変更されたが、その際に、Ａによって電力計量装置の設定が誤って行われた。そのために、Ｂ社は、それ以後１年間にわたり、本来契約上支払うべき電気料金の２倍の金額をＣ社に対して請求した。Ｃ社は、令和２年１月から同年１２月までの間、Ｂ社から請求された金額をそのまま支払い、その金額を、同年１月１日から同年１２月３１\n日までの事業年度に係る所得の金額の計算上、損金の額に算入して、同事業年度の法人税の申告納付を行った。なお、Ａによる当該電力計量装置の設定変更は、本来の手順と異なる手順で行われたことから、その変更内容をＢ社で把握することができず、Ｃ社にとっても過大に徴収されていることを直ちに発見することは事実上不可能であった。\n令和３年１月１５日に、Ｃ社の従業員Ｄは、令和２年分の電気料金が、事業拡張を考慮しても例年と比較して高額であったことから、Ｂ社に対してその点の問い合わせを行った。それを契機として、同月３０日に、Ａは当該電力計量装置の設定の誤りを発見し、直ちにそのことをＢ社に報告した。Ｂ社は、社内に保存されていた資料を基に、過収電気料金の額を算出した。令和３年４月１５\n日、Ｂ社の管轄営業所所長ほかが、Ｃ社に対し、当該電力計量装置の誤設定を原因とする過収電気料金相当額の精算金（令和２年１月から同年１２月までのもの）が５００万円となることを説明し、令和３年５月末日に返還したい旨申し入れ、Ｃ社の承諾を得た。精算金５００万円は、令和３年５\n月３１日にＢ社からＣ社の銀行口座に振り込む方法にて支払われた。\nＢ社には、前記の過収電気料金の返戻に関する調査及びＣ社との交渉のために、５０万円の費用がかかった。令和３年１１月２日、Ｂ社とＡとの話し合いの結果、５０万円のうち４０万円をＡがＢ社に解決金として支払う旨合意し、同日、ＡはＢ社に４０万円を支払った。\nまた、Ｄは、令和３年８月末、Ｃ社を退職し、同年９月１日、Ｃ社は、Ｄに対し、退職金規程に基づき退職一時金１０００万円を支払った。\n以上の事案について、以下の設問に答えなさい。なお、Ｂ社及びＣ社は、毎年１月１日から１２月３１日までの期間を事業年度としている。\n〔設 問〕\n１ ＡがＢ社から支給された委託手数料は、所得税法上、いずれの所得に分類されるか、説明しなさい。\n２ ＡがＢ社に支払った解決金４０万円が損害賠償額として相当であり、かつ、電力計量装置の設定の誤りについてＡに重過失があるものとした場合、ＡがＢ社に支払った４０万円について、Ａの所得税の課税関係はどうなるか、説明しなさい。\n３ Ｃ社がＢ社に過大に支払った電気料金と、Ｂ社から受け取った５００万円の精算金について、Ｃ社の法人税の課税関係はどうなるか、説明しなさい。\n４ Ｂ社がＣ社から過大に受け取った電気料金と、その精算金の支払について、Ｂ社の法人税の課税関係はどうなるか、説明しなさい。\n５ 令和３年分のＤの退職所得について、退職所得という所得の種類が所得税法に設けられている趣旨・目的を明らかにした上で、その金額と所得税の徴収の手続について、簡潔に説明しなさい。ただし、税額の計算は不要とする。なお、Ｄの勤続期間は１３年とする。\n（参照条文）所得税法施行令\n（必要経費に算入されない貨物割に係る延滞税等の範囲）第９８条\n１ 略\n２ 法第４５条第１項第８号に規定する政令で定める損害賠償金（これに類するものを含む。）は、同項第１号に掲げる経費に該当する損害賠償金（これに類するものを含む。以下この項において同じ。）のほか、不動産所得、事業所得、山林所得又は雑所得を生ずべき業務に関連して、故意又は重大な過失によって他人の権利を侵害したことにより支払う損害賠償金とする。- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、所得税法第５６条における必要経費の算入主体（設問１）、代償分割の場合の代償金の取得費の算入の可否と代償金を受けた側の課税関係（設問２）、保証債務履行時の求償不能額の所得税法第６４条第２項による課税所得からの除外（設問３）について問うものである。\n設問１では、業務用の土地に係る固定資産税が所得税法第３７条第１項により必要経費に算入され得るという理解が前提となる。念の為に所得税法第４５条第１項各号の必要経費不算入項目に掲げられていないことを確認できるとなおよい。\n所得税法第５６条に関し、弁護士夫婦事件・最判平成１６年１１月２日判時１８８３号４３頁等を題材として、事業主から配偶者等に支払われた対価の扱いについての学習は十分になされていると思われるが、当該配偶者等が支出した必要経費に算入されるべき額についての扱いも所得税法第５６条で規律されていることについて、注意を促すことが設問１の趣旨である。設問１では、甲土地について所得税法第５６条の適用がありＤの事業所得に係る必要経費となり、乙土地についてＢの不動産所得に係る必要経費となる。\n設問２は代償分割を扱う。最判平成６年９月１３日判時１５１３号９７頁がＰ説を採っていることが実務の前提であるとはいえ、代償金の取得費算入の可否の知識より、Ｐ説とＱ説とでＣの譲渡益も変わってくるという租税属性の引継ぎの構造の理解の方が、受験生に求められる。そこで、判例の知識は不問とした上で、民法第９０９条本文を重視する法律構成（Ｐ\n説）と重視しない説（Ｑ説）との違いを問うこととした。また、設問２⑶でＣについて尋ねていることが、設問２⑴及び⑵についてヒントとなる。\n設問２⑴は、民法第９０９条本文の遡及効を重視するので、Ｂが相続開始時より単独で甲土地を取得したと考えることになる。すると、代償金を取得費に算入する余地はなくなる。\n所得税法第６０条第１項第１号の趣旨は課税の繰延べであり、Ａの取得費１５００万円がＢに全額引き継がれる。実務上は相続登記費用１６万円がＢの不動産所得に係る必要経費として扱われることもあるが、ゴルフ会員権贈与事件（右山事件）・最判平成１７年２月１日判時\n１８９３号１７頁及び支払利子付随費用事件・最判平成４年７月１４日民集４６巻５号４９２頁を勉強した受験生は付随費用として取得費に算入される可能性も考えるであろう。相続登記費用１６万円が不動産所得に係る必要経費に当たる場合、譲渡益は５００万円となり、必要経費ではなく取得時の付随費用に当たる場合、譲渡益は４８４万円となる。所得税法第\n３３条第３項及び第４項に従い、譲渡益から特別控除額５０万円を控除して譲渡所得を計算し、所得税法第２２条第２項第２号により長期譲渡所得（第３３条第３項第２号）の半額が課税総所得金額に算入される（２２５万円又は２１７万円）。なお、第１問では、租税特別措置法の適用は考えない、としている。\n設問２⑵は、Ｑ説に従った場合の譲渡益等の計算を問うている。Ｑ説について、代償金を取得費に算入できるという理解だけでは不十分である。代償金の取得費算入が合理的であるというための法律構成は、甲土地の半分のＣからＢへの譲渡という法律構成である、ということに思い至るかが鍵である。Ｑ説とＰ説との違いは、代償金の取得費算入の可否の違いである、という理解は表面的であり、根源的な違いは、Ａに生じていた甲土地に係る含み益を、ＢとＣとで半分ずつ引き継がせるか、Ｂ単独で引き継がせるかという違いである。Ｑ説なのにＡの取得費の全額を引き継ぐとしてしまうと、代償金の取得費算入と合わせ、譲渡損失が生じてしまい、値上がりしている事案なのにおかしい、ということからも、Ａの租税属性の半分をＢが引き継ぐということに思い至ってほしい。\n設問２⑶は、Ｐ説を前提とすると、甲土地のＢの単独取得が想定されるので、Ｃに譲渡益は生じない。設問２⑵で甲土地の半分のＣからＢへの譲渡という法律構成が理解できれば、Ｑ説を前提とした場合にのみＣにも代償分割の際に甲土地に係る譲渡益が生じる、という理解に達するであろう。\n設問３は、所得税法第６４条第２項の理解を問うている。同項は、保証債務を履行するために資産を譲渡した場合で、求償権を行使できなかった部分がある場合、同条第１項に準じて、その部分はなかったものとみなすと規定している。その趣旨は、資産の譲渡による所得をＢが実質的に使うことができない、という担税力減殺要因を課税所得算定に反映させることである。\n所得税法第６４条第２項の適用の有無に関し、札幌高判平成６年１月２７日判タ８６１号２２９頁を重視し、本件でもＢはＦ社の取締役であって債務不履行を予見できたであろうから、同項は適用されないと論じても、又は、さいたま地判平成１６年４月１４日判タ１２０４号２９９頁を重視し、Ｂが主債務者たるＦ社の取締役であるといえどもＦ社の判断とＢの判断は同一視される訳ではないので、同項は適用されると論じても、どちらでも設問３では説得的に論じることができるであろう。\n〔第２問〕\n本問は、所得税における所得分類（設問１）、損害賠償金を支払った場合の必要経費該当性\n（設問２）、過大収入とその返金に係る法人税法上の益金及び損金の取扱い（設問３、４）、退職所得に対する課税（設問５）について問うものである。\n設問１は、九州電力検針員事件・福岡地判昭和６２年７月２１日訟務月報３４巻１号１８７頁を参考にした事例である。本問においては、給与所得及び事業所得について、それらの意義及び判断基準を示した上で、それを事例に当てはめることが求められる。そして、問題文中には、Ａが給与所得者であると認定させる方向に働く事実と、そうでない事実があるが、これらをバランスよく考慮に入れて結論を出すことが求められる。\n設問２においては、Ａが給与所得者であるという前提に立つか否かによって論述が分かれる。前者によれば、給与所得については必要経費の控除はないということになる。後者によれば、必要経費の意義を示した上で、それを事例に当てはめることになる。その上で、所得税法及び同施行令から、重過失に基づく損害賠償金の取扱いを読み取ることが求められる。\n設問３は、相栄産業事件・最判平成４年１０月２９日訟務月報３９巻８号１５９１頁を参考にした事例である。この判例でも法廷意見と少数意見とで判断が分かれたところであるが、本問においては、過大に支払った分が損金に算入されるか、もし算入されるとしたら返還請求権がいつの時点で益金に算入されるかを、事例に挙げた事実関係に基づいて論じることが求められる。また、損失と損害賠償請求権の関係について、いわゆる同時両建説を採った大栄プラスチックス事件・最判昭和４３年１０月１７日集民９２号６０７頁、結論において異時両建説を採った日本美装事件・東京高判平成２１年２月１８日訟務月報５６巻５号１６４４頁等も参考になるであろう。\n設問４は、設問３とは逆に、受取側の課税関係を問う。ここでも、過大に受け取った分が益金に算入されるか、もし算入されるとしたら返還債務がいつの時点で損金に算入されるかを論じることになるが、支払側と受取側との違いに留意することが求められる。\n設問５は、退職所得について問う。退職所得については過去にも出題されているが、今回は、退職所得に対する課税方法の趣旨・目的、退職所得金額の計算及び徴収手続という、退職所得課税の基礎を理解しているか否かを問うている。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等［第１問］（配点：５０）\n本問は、所得税法第５６条における必要経費の算入主体（設問１）、代償分割の場合の代償金の取得費の算入の可否と代償金を受けた側の課税関係（設問２）、保証債務履行時の求償不能額の所得税法第６４条第２項による課税所得からの除外（設問３）について問うものである。\n＜設問１＞設問２が難しいので、バランスをとるために設問１で所得税法第５６条をそのまま当てはめることを要求した。しかし甲土地に関して第５６条に言及した答案が半分ほどであり、更にその半分ほどしか第５６条前段後半の「その親族のその対価に係る各種所得の金額の計算上必要経費に算入されるべき金額は、その居住者の当該事業に係る不動産所得の金額、事業所得の金額又は山林所得の金額の計算上、必要経費に算入する」を理解していなかった。\n乙土地に関しては固定資産税が所得税法第４５条第１項各号に該当しないことが解答の前提となるが、無視できない割合の答案が固定資産税は第４５条第１項第４号の地方税に当たるので必要経費に算入できないと論じていた。更に、「家事費」は第４５条第１項第１号だけであるところ、第４５条第１項全体が「家事費」に関する規定であるという理解に基づく答案も無視できない割合で存在した。\n所得税法第５６条にしても第４５条にしても、落ち着いて条文をそのまま読解できていないという点で差が付いてしまった。なお、必要経費に関しては必ず第３７条第１項に則して論じてほしいところであるが、本問で第３７条第１項前半の直接費用に該当するとした答案も少なくなかったのは残念であった。\n設問１に関しては所得税法第５６条前段後半も理解できている答案が「良好」又は「優秀」と評価され、第５６条は理解できていないが第３７条第１項と第４５条第１項各号との関係を理解できている答案が「一応の水準」と評価され、そもそも固定資産税の必要経費算入の可否という論点に至っていない答案が「不良」と評価された。\n＜設問２⑴＞設問２に関わる最判平成６年９月１３日判時１５１３号９７頁に触れたことがなくとも論理を展開できるように、民法第９０９条本文というヒントを記した。この狙いは奏功し、多くの答案が、設問２⑴において代償金の取得費不算入、⑵において取得費算入という計算を導くことができていた。また所得税法第６０条第１項第１号によるＡからの租税属性の引継ぎについても多くの答案が理解できていた。\n差が付いたのは、所得税法第３３条に書かれているとおりに計算できるか、前提として第３３条の用語を理解できているか、という単純なところであった。譲渡総収入金額－取得費等＝「譲渡益」（第３３条第３項柱書）であり、譲渡益－５０万円＝「譲渡所得」（第３３条第３項、第４項）であり、長期譲渡所得については第３３条第３項第２号、第２２条第２項第２号により半額が課税総所得金額に算入される、という手順であるところ、譲渡総収入金額－取得費等を譲渡所得と呼んだり譲渡総収入金額－取得費等－５０万円を譲渡益と呼んだりする答案が続出した。また、令和３年の採点実感でも注意したが、第２２条第２項第２号で半額にしてから第３３条第４項の５０万円を控除している答案も無視できない割合で存在した。第３３条の条文どおりの計算手順を改めて確認していただきたい。\n相続登記費用１６万円については、不動産所得の必要経費に当たると考えるか否かで取得費算- 10 -入の可否が変わる（実務上の扱いもゴルフ会員権贈与事件・最判平成１７年２月１日判時１８９３号１７頁を機に変わったところである）ので、結論では差が付かないところ、ゴルフ会員権贈与事件及び支払利子付随費用判決・最判平成４年７月１４日民集４６巻５号４９２頁における取得費の画し方を再現できている答案が期待より多かった。\n＜設問２⑵＞最判平成６年９月１３日判時１５１３号９７頁を批判する説（別の文脈で判例は最判平成２１年１２月１０日民集６３巻１０号２５１６頁のように必ずしも民法第９０９条本文の遡及効を重視していないという事情もある）は、遺産分割協議によりＣの相続に係る共有持分が代償金を対価としてＢに移転したという法律構成を採用する。しかし、遺産分割協議により甲土地全体の移転が起きた、という誤解に基づいた答案が少なからず存在した。\nＱ説の肝は、ＢがＡから引き継ぐ租税属性が半分だけであり、取得費１５００万円のうち７５０万円だけを引き継ぐというところにある。ここは条文だけからは読み取れないので難しいし、\n半分ほどができていなかったが仕方ないところである。不思議なのは、設問２⑶の租税属性引継は理解できているのに設問２⑵の租税属性引継が理解できていない答案が無視できない割合で存在したことである。\n＜設問２⑶＞Ｐ説に関してはほとんどの答案が完答できていた。逆にＱ説に関しては半分ほどの答案が９００万円の譲渡益と答えてしまっていた。\n設問２に関しては、Ｐ説とＱ説との違い、すなわち、Ａからの租税属性の引継ぎ方の違いを理解できている答案が「優秀」と評価され、その理解は危ういが所得税法第３３条の計算手順は条文に忠実に書けている答案が「良好」と評価され、第３３条の計算手順が怪しい答案が「一応の水準」と評価され、代償金の取得費算入の可否と民法第９０９条との関係が理解できていない答案が「不良」と評価された。\n＜設問３＞設問３は所得税法第６４条第２項の理解が前提となるところ、期待していたよりも多くの答案が理解できていたし、更に、期待していたよりも多くの答案が札幌高判平成６年１月２７日判タ８６１号２２９頁又はさいたま地判平成１６年４月１４日判タ１２０４号２９９頁の着眼点を再現できていた。\n残念なことに、所得税法第６４条第２項についての論述でストップしてしまい、問題文の「譲渡益がどのようにＢの課税総所得金額に算入されるか」を論じてない答案が続出した。\n設問３に関しては、所得税法第６４条第２項の当てはめも譲渡所得の計算もできている答案が「優秀」又は「良好」と評価され、譲渡所得の計算はできていない答案が「一応の水準」と評価され、第６４条第２項に思い至らなかった答案が「不良」と評価された。\n第１問を通じた成績としては、「優秀」答案が例年より多かった一方で、分散が大きく、「良好」\n「一応の水準」答案が例年より少なく、「不良」答案は例年並み、という分布であった。\n［第２問］（配点：５０）\n本問は、所得税における所得分類（設問１）、損害賠償金を支払った場合の必要経費該当性（設問２）、過大収入とその返金に係る法人税法上の益金及び損金の取扱い（設問３、４）、退職所得に対する課税（設問５）について問うものである。\n＜設問１＞設問１については、おおむねよくできていたが、以下の点が若干気になった。\n第１に、弁護士顧問料事件・最判昭和５６年４月２４日民集３５巻３号６７２頁は、事業所得の意義として「自己の計算と危険において独立して営まれ、営利性、有償性を有し、かつ反覆継続して遂行する意思と社会的地位とが客観的に認められる業務から生ずる所得」、給与所得の意- 11 -義として「雇傭契約又はこれに類する原因に基づき使用者の指揮命令に服して提供した労務の対価として使用者から受ける給付」と述べる。多くの答案がこの判例に則して論述をしていたが、\n事業所得に関して「独立して営まれ」という部分を欠いている答案がなぜか散見された。\n第２に、上記の「自己の計算と危険において」という言葉を必ずしも理解していない答案が散見された。これは、自己の行為から生じる損益が全て自分自身に帰属し、自己に損失が生じる危険があることを指す。本問の事例に即して言えば、ＡがＢ社の顧客に対して直接責任を負うかどうかといったこととは関わりがない。\nその他、雑所得に当たる可能性について触れた答案がいくつかあった。所得分類の問題に答える際には、このように該当する可能性のある各種所得を全て挙げて考慮することが望ましい。\nまた、Ａが支給された委託手数料が給与所得に当たるとした場合には、Ａが負担した費用の実額控除が認められないという指摘があることを期待していたが、そのような答案はほとんどなかった。\n設問１に関しては、①事業所得及び給与所得の意義を正確に示し、②問題文に挙げた事実関係を適切に考慮して当てはめた答案が、「優秀」又は「良好」と評価され、①又は②の一方を欠く答案が「一応の水準」と評価され、①及び②ともに記述が不十分である答案が「不良」と評価された。\n＜設問２＞設問２に関しては、設問１において事業所得とする立場を採るか、給与所得とする立場を採るかで解答の仕方が変わってくるが、いずれにしても法令の規定を説明し、事例をそこに当てはめて結論を導くといった丁寧な論述が求められる。\nなお、ここでも、第１問と同様に、所得税法第４５条第１項全体が「家事費」に関する規定であるとする答案がいくつかあった。\n上記のとおり丁寧な論述をした答案が「優秀」又は「良好」と評価され、これが十分ではなく単に結論のみを書いたような答案は「一応の水準」又は「不良」と評価された。\n＜設問３＞設問３に関しては、そもそもこれが年度帰属に関する問題であることに気が付いていない答案、\nすなわち、単に「益金又は損金に算入される」とするだけで、「～年度の」という記述を欠く答案が少なくなかった。法人税における益金又は損金についての問題に答えるときには、常に～年度の益金又は損金に当たるのかということを意識してほしい。\nまた、年度帰属について答えていても、金銭の支払時点をそのまま損金及び益金の計上時期として、事例の法的問題を考慮に入れていない答案も少なくなかった。法人税においても、その課税関係は、私法上の法律関係を前提とする。私法上の法律関係が課税関係にどの程度直接的に反映されるかは、事例によって異なるが、これを考慮に入れることは不可欠である。\nその他、過収電気料金について特に触れずに精算金についてのみ論じた答案や、損金の額が減額されることと益金の額が計上されることとを区別していない答案がいくつかあった。また、過収電気料金や精算金について、無償取引や寄附金に当たるかどうかを論じた答案があった。これらの答案を見ると、法人税の基礎についての理解が未だ十分ではないという印象を受ける。\n設問３では、上記の点を考慮して解答をしたかどうかによって、評価にかなりの差が付いた。\n事例の法的問題を適切に考慮して年度帰属の点に答えた答案が「優秀」又は「良好」と評価され、\n年度帰属について意識しているが法的問題の考慮が十分でない答案が「一応の水準」と評価され、\n年度帰属について意識していない答案や法的問題を考慮していない答案が「不良」と評価された。\n＜設問４＞設問４についても、設問３と同様の指摘ができる。例えば、事例の法的問題を考慮しているかどうかという点に関して、過収電気料金について、特に説明もなく令和２年度に権利が確定している等と述べる答案があった。また、設問３との違いとして、Ｂ社は令和２年中に過大に受け取った電気料金を、令和３年中に精算金として返金している。この点を意識して、利息制限法違反利息事件・最判昭和４６年１１月９日民集２５巻８号１１２０頁等を挙げて解答をしている答案等は、相応の評価がされた。\n設問３と同様に、事例の法的問題を適切に考慮して年度帰属の点に答えた答案が「優秀」又は「良好」と評価され、年度帰属について意識しているが法的問題の考慮が十分でない答案が「一応の水準」と評価され、年度帰属について意識していない答案や法的問題を考慮していない答案が「不良」と評価された。\n＜設問５＞設問５は、退職所得に関する基本的な出題である。退職所得という所得分類が設けられている趣旨・目的についてはおおむね答えられていたが、金額の計算については、以下の点が気になった。第１に、退職所得の金額の計算方法を十分に理解していない答案が少なくなかった。具体的には、本問におけるＤの退職所得が「短期退職手当等」（所得税法第３０条第４項）に当たるとする答案や、そのような説明なしに所得税法第３０条第２項第２号を当てはめて退職所得の金額を計算する答案があった。また、退職所得控除額を４０万円とする答案もいくつかあった。\n第２に、設問５に関しては、解答時間の関係かもしれないが、雑な記述が目立った。「老後の糧」を「労後」と書いた答案がかなりあったことや、４０万円×１３年の掛け算を誤った答案がいくつかあったことには驚かされた。\n設問５に関しては、上記のような誤りなく①退職所得の趣旨・目的、②金額の計算、③徴収手続（所得税法第１９９条による源泉徴収）について解答した答案が「優秀」又は「良好」と評価され、②又は③の記述が誤まっているか不十分である答案が「一応の水準」と評価され、②及び③の記述がどちらも適切でない答案が「不良」と評価された。\n第２問を通じた成績としては、「良好」又は「一応の水準」に当たる答案が例年より多く、「優秀」又は「不良」答案が例年より少ないという分布であった。\n３ 今後の出題について本年は、第２問設問３及び４が法人税法に関する問題、その余が所得税法に関する問題であった。\n範囲としては、今後も所得税法からの出題を中心としつつも、法人税法や国税通則法の基本的事項からの出題が望ましいと考えられる。\n内容としては、所得税法、法人税法、国税通則法に関する基本概念や制度に関する基本的な知識の有無及び程度、更にこれらの知識を利用して条文の文言を解釈し、当該条文を具体的な事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n４ 今後の法科大学院教育に求めるもの⑴ 条文に即した基本的な概念や基本的な知識の習得例年の採点実感で指摘しているところであるが、本年においても条文を素直にそのまま適用できていない答案が続出した。\n本年の第１問では、所得税法第５６条、第３３条について、そもそも条文に書かれているとおりに論述したり計算したりすればよいというだけのところで、差が付いた。特に第３３条については、「総収入金額」「譲渡益」「譲渡所得」「取得費等」「取得費」といった語がどのように用いられているか、確認していただきたい。\n第２問では、前述のとおり、設問３及び４において、年度帰属について意識しているか、法的問題を考慮しているかという点で差が付いた。これは法人税の基礎に関わる論点である。\n以前の採点実感にも記載したとおり、法科大学院においては、まず、条文に即して基本的な概念や基本的な知識を正確に理解させることに重点を置いた上で、次のステップとして条文の相互関係、さらには個々の規定の趣旨・目的の議論と条文の文理解釈との間のつながりを考察できる- 13 -能力の習得を目的とした教育が望まれる。\n⑵ 事実認定と条文等の当てはめに関する能力の取得事実認定と当てはめに関する能力の習得の重要性は、連年の採点実感でも指摘したところである。\n本年の第１問では、設問３の所得税法第６４条第２項に関する事実認定と当てはめが期待以上によくできていた。一方で、設問１ではボーナス問題のつもりであった第５６条の事実関係に気が付かない答案が続出し、また、設問２では、土地の値段が上昇し続けている事案であるのに譲渡損失が算出されてしまうという奇異な結果を放置する答案が続出した。\n第２問では、設問１の所得分類に関する事実関係の当てはめはおおむねよくできていた。他方で、設問３及び４に関しては、益金及び損金の額を事例に即して考えるという点が必ずしも十分ではなかった。\n⑶ 判例・裁判例の学習第１問では、設問１に関する弁護士夫婦事件・最判平成１６年１１月２日判時１８８３号４３頁、設問２に関する前掲ゴルフ会員権贈与事件・前掲支払利子付随費用事件、設問３に関する札幌高判平成６年１月２７日判タ８６１号２２９頁又はさいたま地判平成１６年４月１４日判タ１２０４号２９９頁を意識した答案は良い評価を得た。\n第２問では、設問３及び４に関して、相栄産業事件・最判平成４年１０月２９日訟務月報３９巻８号１５９１頁を学習していたかどうかで、評価に大きな差が付いた。\n少しずつ、判例・裁判例の学習の重要性が浸透していっているようである。\n５ 租税法を勉強するに当たり⑴ 条文の正確な理解と適切な引用平成３０年以来、採点実感において、「租税法の勉強は、『一に条文、二に基礎知識、三に判例』\nとなろう。」と記載している。この点は、本年の採点実感においても変わるところはない。\n本年の第１問設問１及び設問２に関しては、前述のとおり、所得税法第５６条と第３３条に書かれているとおりに論述したり計算したりできるかどうかで差が付いた。\n第２問設問５に関しては、前述のとおり、退職所得金額の計算に関して、所得税法第３０条の規定の読み取りができていない答案がかなりあった。\n基礎知識として、例えば第１問設問１の固定資産税は司法試験の範囲外ではあるが、固定資産税が所得税法第４５条第１項第４号の「地方税法…の規定による道府県民税及び市町村民税…」\nではないという程度のことは、論述の前提といえよう。\n⑵ 判例・裁判例に関する関心と理解過去の採点実感において指摘したとおり、最高裁判例、及び、重要な下級審裁判例に関する知識は、租税法の基本的な知識の一部である。そして、司法試験の解答に際しては、論点について判例・裁判例がある場合、問題文に特に「判例に言及しつつ」などの指示がなされていなくても、\nこれに言及することが、原則として必要だと理解すべきである。事件名等（教育現場においても通称を付す等の工夫をしている）が書かれてない答案でも判例・裁判例の規範が再現されていればそれなりの採点をするところ、判例・裁判例の規範を再現しているかどうか迷うレベルの答案に関して「（～事件参照）」のような補足があれば採点者も安心して判例・裁判例の規範が再現されているものとして採点することができるので、判例・裁判例の理解に基づいて答案を書いている際はそのことをアピールしてほしい。また、判例・裁判例の趣旨を理解していることが採点者に伝われば足りるので、一字一句判決文を暗記する必要もない。なお、言わずもがなではあるが、\n「（～事件参照）」とあるだけで判例・裁判例の規範が再現されていない答案は加点には値しない。\n前述のとおり、本年の試験においても判例・裁判例の規範を再現できている答案が相当数見られた。これらの答案には、相応の高い評価を与えたことを強調しておきたい。⑶ 基本的かつ偏らない知識の習得採点実感を熟読すれば分かるように、本年の問題は、第１問設問２を除けば、ごく基本的な事項に関する出題にとどまるし、同問についても例年と比べて多くのヒントを施し、判例を知らなくても解答できるようにしている。\nまた、判例・裁判例の理解が広まってきている手応えが採点中にある一方で、条文そのままの読み方や計算ができていないために点数を落としている答案も増えてきている。改めて、判例・裁判例だけでなく、まずは条文読解と基礎知識の習得に努めていただきたい。\n６ その他参考事項租税法に限らず、答案の作成はコミュニケーションであり、何を問われているかを正確に把握し、\n必要な内容を誤解なく伝える答案が、必然的に高得点となる。また、出題者がヒントを発している場合も多いので、それを酌み取る柔軟さも持ち合わせてほしい。\nまた、解答時間が限られていることは理解しているが、できるだけ丁寧な論述を心掛けてほしい。\n前述した誤字や計算間違いがないようにすることのほか、消去法のような論述は法的議論として適当ではなく、積極的な論拠を挙げるべきである。例えば、第２問設問３に関しては、精算金について、「令和２年度の益金ではないから令和３年度の益金になる」といった論述は適切でなく、令和３年度の益金になる積極的な理由を論じるべきである。他方で、必要のない論述に解答時間を費やすべきではない。例えば、第２問設問５では、Ｄの所得が退職所得であることは問題文で前提とされているから、退職所得該当性について論述する必要はない。"
}