{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\n平成２０年１月１日、Ａ及びＡの長男Ｂは、隣接する同様の二筆の土地（更地である甲土地及び乙土地）を代金合計３０００万円で（Ａが甲土地を１５００万円で、Ｂが乙土地を１５００万円で）購入した。Ａ及びＢは、甲土地及び乙土地を更地のまま月極駐車場として賃貸していた。\n平成２２年１月１日、Ａが死亡した。Ａの相続人はＢと次男Ｃのみであった。Ａからの相続財産でめぼしいものは甲土地のみであった。ＢとＣは、相続を単純承認し、遺産分割協議を行った。平成２２年４月１日、Ｂが甲土地を単独で取得し、ＢがＣに対して代償金９００万円（当時の甲土地の時価相当額の半分）を支払う旨の遺産分割協議が成立した。遺産の額が基礎控除額以下であったため、Ａからの相続について相続税の納税義務は発生しなかった。Ｂは、代償金９００万円のほか、相続登記費用として１６万円を支払い、同日、甲土地の相続登記手続を完了した。\nＢは、平成２３年１月１日、税理士であるＤと法律婚をし、生計を一にして暮らしていた。Ｄは、自らが営む税理士事務所のために使用している複数の自動車の駐車場を探していたが、甲土地がＤにとって好都合であったので、甲土地を借りたいとＢに申し込んだ。Ｂは、平成２３年末までに甲土地の利用者との契約を終了させ、平成２４年１月１日から、Ｄに甲土地を適正賃料で賃貸した。\nＢは、会社勤めのサラリーマンとして働く傍ら、甲土地及び乙土地を駐車場として賃貸し、その賃料を得ていたが、Ｂの大学時代からの友人Ｅから、土地売買の相談を受けた。Ｅは、小売業を営む株式会社Ｆ（以下「Ｆ社」という。）の代表取締役である。Ｅは、甲土地をＦ社の店舗用地としたいと考えた。Ｂは、親しくしていたＥからの依頼を断ることもできず、平成２８年４月３０日にＤとの甲土地賃貸借契約を終了させ、同年５月１日、甲土地をＦ社に当時の時価相当額である２０００万円で売却した。\nＦ社は、平成２８年６月１日、金融機関Ｇ（以下「Ｇ社」という。）から３０００万円を借り入れ、甲土地上に店舗を新築した。\nＢは、平成２９年３月３１日、それまで勤務してきた会社を退職し、同年４月１日、Ｆ社の取締役に就任した。\nＦ社の経営状態は次第に悪化した。Ｂは、Ｅから懇願されて、平成３０年４月１日、Ｇ社とは別の貸金業者Ｈ（以下「Ｈ社」という。）からの借入金１０００万円の連帯保証人となった。その後、Ｆ社はＨ社からの借入金の返済が困難になったため、Ｂは、令和２年４月１日、乙土地を当時の時価相当額である２６００万円で第三者に売却した上、その売却代金のうち１０００万円をもって連帯保証債務を履行し、Ｈ社からの借入金の残債務１０００万円を全額弁済した。Ｂは、Ｆ社に対して１０００万円を求償することも検討したが、当時、Ｆ社は債務超過の状態にあり、求償債務の弁済が不可能であったため、求償権の行使を断念した。\n以上の事案について、以下の設問に答えなさい。ただし、租税特別措置法の適用は考えなくてよい。\n〔設 問〕\n１ Ｂが納付した甲土地及び乙土地に係る平成２４年度の固定資産税の所得税法上の扱いについて説明しなさい。\n２ 平成２８年分のＢの甲土地に係る譲渡益の計算に関し、代償金の取得費算入の可否について争いがあり、民法第９０９条本文に沿った法律構成で計算する説（以下「Ｐ説」という。）と、Ｐ説に反対する説（以下「Ｑ説」という。）がある。なお、設問２では判例がＰ説かＱ説かについては説明しなくてよい。\n⑴ Ｐ説を前提として、平成２８年分のＢの甲土地に係る譲渡益がどのように計算されるか、また、どのようにＢの課税総所得金額に算入されるか、説明しなさい。\n- 8 -\n⑵ Ｑ説を前提として、平成２８年分のＢの甲土地に係る譲渡益がどのように計算されるか、また、どのようにＢの課税総所得金額に算入されるか、説明しなさい。\n⑶ Ｐ説とＱ説とで場合分けした上で、平成２２年にＣに甲土地に係る譲渡益が生じるか、生じるならば幾らか、説明しなさい。なお、⑴⑵と異なり、仮に譲渡益が生じるとしても、どのようにＣの課税総所得金額に算入されるかについては説明しなくてよい。\n３ 令和２年分のＢの乙土地に係る譲渡益がどのようにＢの課税総所得金額に算入されるか、その根拠規定の趣旨及び適用関係を、説明しなさい。\n- 9 -\n〔第２問〕（配点：５０）\nＡは、Ｂ電力株式会社（以下「Ｂ社」という。）との間で委託検針契約を締結している検針員である。Ａの業務内容についてはＢ社が責任を負い、ＡはＢ社から身分証明書の交付を受け、社名入り作業衣等が貸与され、定例日制のため検針日が定められている。また、Ａは月１回程度、Ｂ社会議室での打合せに出席しなければならず、委託手数料もＢ社の一般従業員の給与に相応し、毎年夏冬の２回には特別謝礼金、契約終了時に解約謝礼金が支払われている。他方でＡは、契約で定められた事項によってのみＢ社に従属しており、委託手数料は検針業務及び付随業務に応じた出来高制で、就業時間は定例検針日の日数と受持件数次第で異なり、主要な交通手段であるバイクの購入、維持費等はＡの個人負担であり、検針作業を第三者に代行させることも禁止されていない。\nＣ株式会社（以下「Ｃ社」という。）は、自動車部品の製造等を業とする株式会社であり、Ｂ社との間で電力供給契約を締結し、電力の供給を受けてきた。令和元年１２月に、Ｂ社の事業拡張に伴い、Ｂ社とＣ社との間で電力供給契約の内容が一部変更されたが、その際に、Ａによって電力計量装置の設定が誤って行われた。そのために、Ｂ社は、それ以後１年間にわたり、本来契約上支払うべき電気料金の２倍の金額をＣ社に対して請求した。Ｃ社は、令和２年１月から同年１２月までの間、Ｂ社から請求された金額をそのまま支払い、その金額を、同年１月１日から同年１２月３１\n日までの事業年度に係る所得の金額の計算上、損金の額に算入して、同事業年度の法人税の申告納付を行った。なお、Ａによる当該電力計量装置の設定変更は、本来の手順と異なる手順で行われたことから、その変更内容をＢ社で把握することができず、Ｃ社にとっても過大に徴収されていることを直ちに発見することは事実上不可能であった。\n令和３年１月１５日に、Ｃ社の従業員Ｄは、令和２年分の電気料金が、事業拡張を考慮しても例年と比較して高額であったことから、Ｂ社に対してその点の問い合わせを行った。それを契機として、同月３０日に、Ａは当該電力計量装置の設定の誤りを発見し、直ちにそのことをＢ社に報告した。Ｂ社は、社内に保存されていた資料を基に、過収電気料金の額を算出した。令和３年４月１５\n日、Ｂ社の管轄営業所所長ほかが、Ｃ社に対し、当該電力計量装置の誤設定を原因とする過収電気料金相当額の精算金（令和２年１月から同年１２月までのもの）が５００万円となることを説明し、令和３年５月末日に返還したい旨申し入れ、Ｃ社の承諾を得た。精算金５００万円は、令和３年５\n月３１日にＢ社からＣ社の銀行口座に振り込む方法にて支払われた。\nＢ社には、前記の過収電気料金の返戻に関する調査及びＣ社との交渉のために、５０万円の費用がかかった。令和３年１１月２日、Ｂ社とＡとの話し合いの結果、５０万円のうち４０万円をＡがＢ社に解決金として支払う旨合意し、同日、ＡはＢ社に４０万円を支払った。\nまた、Ｄは、令和３年８月末、Ｃ社を退職し、同年９月１日、Ｃ社は、Ｄに対し、退職金規程に基づき退職一時金１０００万円を支払った。\n以上の事案について、以下の設問に答えなさい。なお、Ｂ社及びＣ社は、毎年１月１日から１２月３１日までの期間を事業年度としている。\n〔設 問〕\n１ ＡがＢ社から支給された委託手数料は、所得税法上、いずれの所得に分類されるか、説明しなさい。\n２ ＡがＢ社に支払った解決金４０万円が損害賠償額として相当であり、かつ、電力計量装置の設定の誤りについてＡに重過失があるものとした場合、ＡがＢ社に支払った４０万円について、Ａの所得税の課税関係はどうなるか、説明しなさい。\n３ Ｃ社がＢ社に過大に支払った電気料金と、Ｂ社から受け取った５００万円の精算金について、Ｃ社の法人税の課税関係はどうなるか、説明しなさい。\n４ Ｂ社がＣ社から過大に受け取った電気料金と、その精算金の支払について、Ｂ社の法人税の課税\n- 10 -関係はどうなるか、説明しなさい。\n５ 令和３年分のＤの退職所得について、退職所得という所得の種類が所得税法に設けられている趣旨・目的を明らかにした上で、その金額と所得税の徴収の手続について、簡潔に説明しなさい。ただし、税額の計算は不要とする。なお、Ｄの勤続期間は１３年とする。\n（参照条文）所得税法施行令\n（必要経費に算入されない貨物割に係る延滞税等の範囲）第９８条\n１ 略\n２ 法第４５条第１項第８号に規定する政令で定める損害賠償金（これに類するものを含む。）は、同項第１号に掲げる経費に該当する損害賠償金（これに類するものを含む。以下この項において同じ。）のほか、不動産所得、事業所得、山林所得又は雑所得を生ずべき業務に関連して、故意又は重大な過失によって他人の権利を侵害したことにより支払う損害賠償金とする。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問は、所得税法第５６条における必要経費の算入主体（設問１）、代償分割の場合の代償金の取得費の算入の可否と代償金を受けた側の課税関係（設問２）、保証債務履行時の求償不\n- 24 -能額の所得税法第６４条第２項による課税所得からの除外（設問３）について問うものである。\n設問１では、業務用の土地に係る固定資産税が所得税法第３７条第１項により必要経費に算入され得るという理解が前提となる。念の為に所得税法第４５条第１項各号の必要経費不算入項目に掲げられていないことを確認できるとなおよい。\n所得税法第５６条に関し、弁護士夫婦事件・最判平成１６年１１月２日判時１８８３号４３頁等を題材として、事業主から配偶者等に支払われた対価の扱いについての学習は十分になされていると思われるが、当該配偶者等が支出した必要経費に算入されるべき額についての扱いも所得税法第５６条で規律されていることについて、注意を促すことが設問１の趣旨である。設問１では、甲土地について所得税法第５６条の適用がありＤの事業所得に係る必要経費となり、乙土地についてＢの不動産所得に係る必要経費となる。\n設問２は代償分割を扱う。最判平成６年９月１３日判時１５１３号９７頁がＰ説を採っていることが実務の前提であるとはいえ、代償金の取得費算入の可否の知識より、Ｐ説とＱ説とでＣの譲渡益も変わってくるという租税属性の引継ぎの構造の理解の方が、受験生に求められる。そこで、判例の知識は不問とした上で、民法第９０９条本文を重視する法律構成（Ｐ\n説）と重視しない説（Ｑ説）との違いを問うこととした。また、設問２⑶でＣについて尋ねていることが、設問２⑴及び⑵についてヒントとなる。\n設問２⑴は、民法第９０９条本文の遡及効を重視するので、Ｂが相続開始時より単独で甲土地を取得したと考えることになる。すると、代償金を取得費に算入する余地はなくなる。\n所得税法第６０条第１項第１号の趣旨は課税の繰延べであり、Ａの取得費１５００万円がＢに全額引き継がれる。実務上は相続登記費用１６万円がＢの不動産所得に係る必要経費として扱われることもあるが、ゴルフ会員権贈与事件（右山事件）・最判平成１７年２月１日判時\n１８９３号１７頁及び支払利子付随費用事件・最判平成４年７月１４日民集４６巻５号４９２頁を勉強した受験生は付随費用として取得費に算入される可能性も考えるであろう。相続登記費用１６万円が不動産所得に係る必要経費に当たる場合、譲渡益は５００万円となり、必要経費ではなく取得時の付随費用に当たる場合、譲渡益は４８４万円となる。所得税法第\n３３条第３項及び第４項に従い、譲渡益から特別控除額５０万円を控除して譲渡所得を計算し、所得税法第２２条第２項第２号により長期譲渡所得（第３３条第３項第２号）の半額が課税総所得金額に算入される（２２５万円又は２１７万円）。なお、第１問では、租税特別措置法の適用は考えない、としている。\n設問２⑵は、Ｑ説に従った場合の譲渡益等の計算を問うている。Ｑ説について、代償金を取得費に算入できるという理解だけでは不十分である。代償金の取得費算入が合理的であるというための法律構成は、甲土地の半分のＣからＢへの譲渡という法律構成である、ということに思い至るかが鍵である。Ｑ説とＰ説との違いは、代償金の取得費算入の可否の違いである、という理解は表面的であり、根源的な違いは、Ａに生じていた甲土地に係る含み益を、ＢとＣとで半分ずつ引き継がせるか、Ｂ単独で引き継がせるかという違いである。Ｑ説なのにＡの取得費の全額を引き継ぐとしてしまうと、代償金の取得費算入と合わせ、譲渡損失が生じてしまい、値上がりしている事案なのにおかしい、ということからも、Ａの租税属性の半分をＢが引き継ぐということに思い至ってほしい。\n設問２⑶は、Ｐ説を前提とすると、甲土地のＢの単独取得が想定されるので、Ｃに譲渡益は生じない。設問２⑵で甲土地の半分のＣからＢへの譲渡という法律構成が理解できれば、Ｑ説を前提とした場合にのみＣにも代償分割の際に甲土地に係る譲渡益が生じる、という理解に達するであろう。\n設問３は、所得税法第６４条第２項の理解を問うている。同項は、保証債務を履行するために資産を譲渡した場合で、求償権を行使できなかった部分がある場合、同条第１項に準じ\n- 25 -て、その部分はなかったものとみなすと規定している。その趣旨は、資産の譲渡による所得をＢが実質的に使うことができない、という担税力減殺要因を課税所得算定に反映させることである。\n所得税法第６４条第２項の適用の有無に関し、札幌高判平成６年１月２７日判タ８６１号２２９頁を重視し、本件でもＢはＦ社の取締役であって債務不履行を予見できたであろうから、同項は適用されないと論じても、又は、さいたま地判平成１６年４月１４日判タ１２０４号２９９頁を重視し、Ｂが主債務者たるＦ社の取締役であるといえどもＦ社の判断とＢの判断は同一視される訳ではないので、同項は適用されると論じても、どちらでも設問３では説得的に論じることができるであろう。\n〔第２問〕\n本問は、所得税における所得分類（設問１）、損害賠償金を支払った場合の必要経費該当性\n（設問２）、過大収入とその返金に係る法人税法上の益金及び損金の取扱い（設問３、４）、退職所得に対する課税（設問５）について問うものである。\n設問１は、九州電力検針員事件・福岡地判昭和６２年７月２１日訟務月報３４巻１号１８７頁を参考にした事例である。本問においては、給与所得及び事業所得について、それらの意義及び判断基準を示した上で、それを事例に当てはめることが求められる。そして、問題文中には、Ａが給与所得者であると認定させる方向に働く事実と、そうでない事実があるが、これらをバランスよく考慮に入れて結論を出すことが求められる。\n設問２においては、Ａが給与所得者であるという前提に立つか否かによって論述が分かれる。前者によれば、給与所得については必要経費の控除はないということになる。後者によれば、必要経費の意義を示した上で、それを事例に当てはめることになる。その上で、所得税法及び同施行令から、重過失に基づく損害賠償金の取扱いを読み取ることが求められる。\n設問３は、相栄産業事件・最判平成４年１０月２９日訟務月報３９巻８号１５９１頁を参考にした事例である。この判例でも法廷意見と少数意見とで判断が分かれたところであるが、本問においては、過大に支払った分が損金に算入されるか、もし算入されるとしたら返還請求権がいつの時点で益金に算入されるかを、事例に挙げた事実関係に基づいて論じることが求められる。また、損失と損害賠償請求権の関係について、いわゆる同時両建説を採った大栄プラスチックス事件・最判昭和４３年１０月１７日集民９２号６０７頁、結論において異時両建説を採った日本美装事件・東京高判平成２１年２月１８日訟務月報５６巻５号１６４４頁等も参考になるであろう。\n設問４は、設問３とは逆に、受取側の課税関係を問う。ここでも、過大に受け取った分が益金に算入されるか、もし算入されるとしたら返還債務がいつの時点で損金に算入されるかを論じることになるが、支払側と受取側との違いに留意することが求められる。\n設問５は、退職所得について問う。退職所得については過去にも出題されているが、今回は、退職所得に対する課税方法の趣旨・目的、退職所得金額の計算及び徴収手続という、退職所得課税の基礎を理解しているか否かを問うている。"
}