{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕、〔設問２〕及び〔設問３〕の配点は、５０：３０：２０〕）\n次の各文章を読んで、後記の〔設問１⑴・⑵〕、〔設問２〕及び〔設問３〕に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事実Ⅰ】\n１．個人で事業を営んでいるＡは、その所有する甲土地を売却することとした。\n２．令和２年３月２０日、不動産取引の経験がなかったＡは、かつて不動産業に携わっていた友人のＢに甲土地の売却について相談をした。甲土地の登記記録には、弁済によって被担保債権が既に消滅した抵当権の設定登記が残っていたことから、Ｂは、甲土地の売却先を探してみるが、その前に抵当権の登記を抹消してあげようと申し出、Ａはこれを了承した。\n【事実Ⅱ】\n前記【事実Ⅰ】の１と２に続いて、以下の事実があった。\n３．Ｂは、自身が負う金銭債務の弁済期が迫っていたため、甲土地を自己の物として売却し、その代金を債務の弁済に充てようと考えた。\n４．令和２年４月２日、Ｂは、Ａに対し、抵当権の抹消登記手続に必要であると偽って所有権移転登記手続に必要な書類等の交付を求め、Ａは、Ｂの言葉を信じてこれに応じた。Ｂは、Ａが甲土地をＢに３５００万円で売却する旨の契約（以下「契約①」という。）が成立したことを示す売買契約書を偽造し、同契約書とＡから受け取った書類等を用いて、同月５日、甲土地につき、抵当権の抹消登記手続及びＡからＢへの所有権移転登記手続をした。\n５．令和２年４月２０日、Ｂは、甲土地を４０００万円でＣに売却する旨の契約（以下「契約②」という。）をＣとの間で締結した。Ｃは、契約②の締結に当たり、甲土地の登記記録を確認し、Ｂが甲土地を短期間のうちに手放すことになった経緯につきＢに尋ねたところ、Ｂは、「知らない人と契約を交わすのを不安に感じたＡの意向で、いったん友人である自分が所有権を取得することになった」旨の説明をした。\n６．令和２年４月２５日、ＣからＢへの代金全額の支払と、甲土地につきＢからＣへの所有権移転登記がされた。\n〔設問１⑴〕\n【事実Ⅰ】及び【事実Ⅱ】（１から６まで）を前提として、令和２年５月１日、ＣがＡに対して\n甲土地の引渡しを請求した。Ａはこれを拒むことができるか、論じなさい。\n【事実Ⅲ】\n前記【事実Ⅰ】の１と２に続いて、以下の事実があった（前記【事実Ⅱ】の３から６までは存在しなかったものとする。）。\n７．令和２年４月２日、Ａは、知人のＤから甲土地を４０００万円で購入したいとの申出を受け、この額が時価相当であったことから、Ｄに売却することを決めた。Ａは、同日、Ｂに対して、甲土地の売却先を探してもらう必要はなくなったが、抵当権の抹消登記手続については急いでほしい旨を述べ、Ｂはこれを了承した。\n８．Ａは、事業の不振により債務超過に陥っていたことから、Ｄに対し、登記手続は来月になってしまうが、売買契約の締結と代金の授受は早々にさせてほしいと懇請し、Ｄはこれに応じた。\n令和２年４月５日、Ａが甲土地を４０００万円でＤに売却する旨の契約（以下「契約③」とい\n- 2 -う。）がＡとＤとの間で締結され、代金全額がＤからＡに支払われた。なお、甲土地は、Ａが所有する唯一のめぼしい財産であった。\n９．令和２年４月８日、Ｂは、Ａが甲土地を売却した相手が、かねてより恨みを抱いているＤであることを知って、契約③を阻止し、Ｄに損害を与えようと考えた。Ｂは、Ａに対して、今後継続的にＡの事業を支援するから、甲土地は自分に２０００万円で売ってほしいと述べた。Ａは、今後のＢからの支援に期待をかけ、Ｂの申出を受けることにした。\n10．令和２年４月１２日、Ａは、甲土地を２０００万円でＢに売却する旨の契約（以下「契約④」という。）をＢとの間で締結した。同月１５日、ＢからＡに代金全額が支払われ、甲土地につき抵当権の抹消登記及びＢへの所有権移転登記がされた。\n11．令和２年５月８日、Ｂは、甲土地を４０００万円でＣに売却する旨の契約（以下「契約⑤」という。）をＣとの間で締結した。同月１０日、ＣからＢへの代金全額の支払と、甲土地につきＣへの所有権移転登記がされた。なお、Ｃは、契約⑤の締結に当たり、契約③の存在やＡが十分な資力を有していないことについてＢから説明を受けていたが、ＢにＤを害する意図があったことは、Ｃへの所有権移転登記がされた後も知らないままであった。\n〔設問１⑵〕\n【事実Ⅰ】及び【事実Ⅲ】（１、２及び７から11まで）を前提として、令和２年６月１日、Ｄは、\nＣに対し、甲土地につき、Ｄへの所有権移転登記手続をするよう請求し（以下「請求１」という。）、それができないとしても、Ａへの所有権移転登記手続をするよう請求した（以下「請求２」という。）。\nこれらの請求は認められるか、請求１及び請求２のそれぞれについて論じなさい。\n【事実Ⅳ】\n12．令和３年３月、Ｆは、その所有する乙建物を、期間５年、賃料月額３０万円でＧに賃貸する契約（以下「契約⑥」という。）をＧとの間で締結し、Ｇに引き渡した。\n13．令和３年５月３１日、Ｆは、Ｈから１０００万円を弁済期を２年後とする約定で借り受け、その借入金債務（以下「債務α」という。）を担保する目的で乙建物をＨに譲渡する契約（以下「契約⑦」という。）をＨとの間で締結した。契約⑦において、Ｆが債務αの弁済期が経過するまで乙建物の使用収益をする旨が合意された。同年６月５日、契約⑦に基づき、乙建物につきＨへの所有権移転登記がされた。\n14．Ｇは、その後もＦに対して契約⑥に基づく賃料を支払っていたが、令和５年５月、乙建物につきＨへの所有権移転登記がされていることを知り、賃料を支払わなくなった。\n15．Ｆは、債務αの弁済期経過後もその弁済をしないまま、令和５年７月、債務αの弁済期経過前に発生した同年５月分の賃料と弁済期経過後に発生した同年６月分の賃料の支払をＧに請求した（以下「請求３」という。）。Ｇは、「㋐乙建物がＨに譲渡されたので、Ｆに対して賃料を支払う必要はない。」と述べて支払を拒んだ。Ｆは、「㋑Ｈへの所有権移転登記がされているが、これは契約⑦に基づくものであって、賃貸人の地位が直ちにＨに移転する効果を生ずべき譲渡があったわけではない。㋒仮にそのような譲渡があったとしても、債務αの弁済期が経過するまでＦが乙建物の使用収益をする旨の合意があるから、賃貸人の地位は自分に留保されている。」と反論した。\n16．Ｈは、請求３の時点で、契約⑦に基づく担保の実行も、乙建物の第三者への処分もしていない。\n〔設問２〕\n【事実Ⅳ】（12から16まで）を前提として、次の問いに答えなさい。\n下線部㋐㋑㋒の各主張の根拠を説明した上で、Ｆの反論の当否を検討し、請求３が認められる- 3 -か、論じなさい。その際、令和５年５月分と６月分とで結論に違いが生じ得るかにも留意しなさい。\n【事実Ⅴ】\n17．Ｋは、別荘とその敷地（以下併せて「丙不動産」という。）を所有していた。Ｋには子Ｌがいたが、Ｋは、姪のＭを幼少の頃からかわいがっていたことから、令和６年１月17日、Ｍとの間で「Ｋが死亡したときには、丙不動産をＭに与える」旨の贈与契約（以下「契約⑧」という。）\nを書面で締結した。\n18．令和８年２月頃よりＫとＭの関係が悪化した。\n19．令和８年１０月１日、Ｋは、丙不動産をＮ県に遺贈する旨を記した適式な自筆証書遺言を作成し、同日、ＬとＮ県にその内容を通知した。\n20．Ｋは、令和９年５月１日に死亡した。Ｋの相続人はＬのみであった。\n21．丙不動産の所有権の登記名義人はＫのままであった。令和９年８月２０日、Ｍは、Ｌに対し、契約⑧に基づき丙不動産のＭへの所有権移転登記手続を求めた（以下「請求４」という。）。\nこれに対し、Ｌは、「㋓契約⑧は、その後にＫがＮ県に丙不動産を遺贈する遺言をしたことにより、撤回されたはずである。」と主張してこれを拒んだ。\n〔設問３〕\n【事実Ⅴ】（17から21まで）を前提として、次の問いに答えなさい。\n下線部㋓の主張の根拠を説明した上で、考えられるＭからの反論を踏まえ、請求４が認められるか、論じなさい。\n- 4 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は、３５：３５：３０〕）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は、平成１０年（１９９８年）４月に設立され、首都圏においてドラッグストアを営む会社法上の公開会社ではない取締役会設置会社である。また、乙株式会社（以下「乙社」という。）は、医薬品、化粧品及び日用品等の企画、製造及び販売の業務を営む会社法上の公開会社ではない取締役会設置会社である。\n２．甲社と乙社の間に資本関係はなく、下記３のとおり、甲社の取締役のうち１名が乙社出身であるほかは、役員の兼任等の人的関係もない。乙社は、甲社から甲社が経営する店舗で販売する商品の製造の委託を受けており、その売上が乙社の売上総利益の約５０パーセントを占めている。\n乙社が製造する商品には「乙」の名称が入った登録商標Ｐが使用されている。\n３．甲社では、設立以来、Ａ、Ａの親族及び乙社出身者を中心に取締役会が構成され、令和３年\n（２０２１年）４月の時点では、Ａが代表取締役、Ｂ（Ａの弟）、Ｃ（Ａの長女）、Ｄ（乙社出身者）及びＥ（Ａの親族でも乙社出身者でもない）が取締役を務めていた。\n甲社の取締役の任期については、その定款において、当初、選任後２年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとされていたところ、平成２２年（２０１０年）６月に開催した定時株主総会において、その期間を選任後１０年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までと変更された。もっとも、乙社出身の取締役については、上記定款変更の前後を問わず、選任から４年で退任するのが慣例となっていた。\n甲社の発行済株式総数は１０万株であり、Ａが４万株、Ｂ及びＣがそれぞれ２万株を保有し、残りを甲社の従業員複数で保有している。\n４．Ｄは、大学を卒業してから３５年間にわたって乙社で勤務し、５７歳になった平成３０年（２０１８年）３月、Ａから甲社の取締役になるように誘われた。その際、Ａは、Ｄに対し、乙社出身の取締役は従前より４年ごとに交代していることを説明した。Ｄは、乙社の就業規則に定年が６０歳と定められていたことから、Ａに対し、「６１歳まで甲社の取締役を務めた方がより長く安定した収入が得られるので、引き受けます。」と述べ、Ａの誘いに応じた。Ｄは、同年５月３１日に乙社を退職し、同年６月２０日に開催された甲社の定時株主総会において、取締役に選任された。Ｄの前任の乙社出身の取締役は、選任から４年が経過した上記定時株主総会の日に辞任した。\nＤは、甲社の常勤取締役として、甲社から役員報酬として月４０万円の支払を受けていた。また、Ｄには他の収入はなかった。\n５．Ａは、令和２年（２０２０年）３月、Ｄに対し、「次の株主総会で取締役の選任から２年になる。そろそろ折り返し地点なので、乙社出身の後任者を探してほしい。」と述べたところ、Ｄは、「定款に定められた任期を満了するまで取締役を務めたいので、まだ後任者を探すつもりはない。」と答えた。\nその頃、Ａは、東北地方にも新規店舗を設けて甲社の事業の拡大を図ろうとしていた。東北地方への進出は、Ａの先代が果たせなかったものであり、Ｂ及びＣ（以下、Ａ、Ｂ及びＣを総称して「Ａら」という。）も達成すべきものであると考えていた。これに対し、Ｄは、丙株式会社との競争に伴う値下げによって２年連続営業損失を計上していることを理由に事業の拡大には反対であり、Ａらとの間で意見が対立していた。\n６．Ａは、令和２年（２０２０年）４月、他の取締役らに対し、「取締役の任期を１年に短縮することで、信任を得る機会を多くし、取締役の業務に緊張感を持たせたいから、次の定時株主総会\n- 2 -でその旨の定款変更を行いたい。」と提案した。Ｄは、東北地方への進出に反対したことから、自分を追い出すためにするものではないかと疑って上記提案に反対した。しかし、甲社の取締役会は、Ｄ以外の取締役らの賛成により、同年の定時株主総会において、①定款変更を議題とし、取締役の任期を選任後１年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとする旨の議案を提出すること、②取締役の選任を議題とし、Ａ、Ｂ、Ｃ、Ｄ及びＥを取締役に選任する旨の議案を提出することを決めた。なお、Ａ、Ｂ、Ｃ及びＥは、いずれも平成２２年（２０１０年）の定時株主総会において取締役に選任されていた。\n７．甲社の定時株主総会は、令和２年（２０２０年）６月２５日に開催され、計算書類の承認等のほか、上記６①の定款変更議案及び上記６②のうちＡ、Ｂ、Ｃ及びＥを取締役に選任する旨の議案がＡらの賛成により可決されたが、上記６②のうちＤを取締役に選任する旨の議案は、Ａらの反対により否決された。\n〔設問１〕 Ｄは、一連の経緯により甲社の取締役の地位を失ったことは実質的な解任であって不\n当であり、甲社に対して会社法上の損害賠償責任を追及しようと考えている。Ｄの立場において考えられる法律構成及び損害に関する主張並びにそれらの当否について、論じなさい。なお、上記６及び７の定時株主総会の招集の手続及び議事は、適法であったものとする。\n８. 乙社は、令和２年（２０２０年）に入ってから業績が悪化するようになった。同年１月末日の時点では資産１億円、負債５０００万円、資本金２０００万円であったところ、現預金の流出が続くなどして、令和３年（２０２１年）１０月１日の時点では、資産６０００万円、負債４０００万円、資本金２０００万円となった。\n９．乙社は、令和２年（２０２０年）６月までに株式会社丁銀行（以下「丁銀行」という。）から複数回にわたって融資を受けており、令和３年（２０２１年）６月末日の弁済期日を経過した同年１０月１日の時点で合計３０００万円の残債務があった。\n10．乙社の代表取締役Ｆは、業績の悪い事業を譲渡しようと考え、令和３年（２０２１年）９月頃から、関西地方でスーパーマーケットを営む会社法上の公開会社ではない取締役会設置会社である戊株式会社（以下「戊社」という。）と交渉を始めた。乙社及び戊社は、同年１０月１日、必要な手続を経た上で、乙社が戊社に日用品製造販売事業を譲渡する旨の契約を締結した（以下、この事業譲渡を「本件事業譲渡」といい、この契約を「本件事業譲渡契約」という。）。\n11．本件事業譲渡契約においては、乙社の日用品製造販売事業の資産と負債（日用品製造販売事業に従事する従業員との間の雇用契約を含む。）が対象とされ、その対価は４０００万円とされた。\nまた、戊社の代表取締役Ｇは、本件事業譲渡契約を締結するに当たり、上記８及び９の事実をＦから知らされていた。\n12．戊社は、本件事業譲渡の約３年後、下記14の問題点が発覚したことにより、その事業年度の決算において、乙社から譲り受けた日用品製造販売事業の資産について多額の評価損を計上するとともに、多額の負債を計上した。\n13．本件事業譲渡契約が締結された経緯の詳細は、下記14から17までのとおりであった。\n14．会社やその事業の買収を行う場合には、買収の対象となる会社又は事業の業績、資産、財務状態及び法律上の問題点等の調査（以下「デュー・ディリジェンス」という。）を行うことが実務上広く行われている。しかし、戊社は、本件事業譲渡の際に、乙社の日用品製造販売事業についてデュー・ディリジェンスを実施しなかった。もし、デュー・ディリジェンスを行っていれば、乙社の日用品製造販売事業の在庫の価値が落ちていること、その製品に知的財産権上の問題があること等の問題点を発見することができ、本件事業譲渡契約を締結しなかったか、仮に締結していたとしても、その対価は１０００万円以下となるはずであった。\n15．戊社の取締役でそのメインバンク出身であるＨは、本件事業譲渡について検討されていること- 3 -を知ってから、乙社とも取引のあった出身銀行の知人に乙社のことを尋ねたところ、「日用品製造販売事業はうまくいっているとはいえず、在庫の価値が下落している可能性がある上に、知的財産権等の管理もいい加減であるから気を付けた方がよい。」との回答を得た。そこで、Ｈは、知人の弁護士に確認したところ、「事業の買収を行う場合には常にデュー・ディリジェンスが必要とまではいえないものの、そうした事情がある場合は行った方がよい。」との回答を得た。そのため、Ｈは、戊社の代表取締役Ｇに対し、上記の回答内容を伝えた上で、本件事業譲渡には慎重になるべきであり、デュー・ディリジェンスを行うべき旨を指摘した。\n16．Ｈの指摘にもかかわらず、デュー・ディリジェンスが行われなかったのは、次の事情による。\nすなわち、甲社は、戊社の総株主の議決権の６０パーセントを有する親会社であり、戊社の取締役５名のうちＧ及びＩの２名は、かつて甲社の従業員であった。甲社の代表取締役Ａは、戊社の代表取締役Ｇに対し、「乙社の日用品製造販売事業が立ちゆかなくなると甲社の事業に大きな影響が及ぶため、本件事業譲渡を迅速に進めてほしい。これが実現しなければ、ＧとＩの取締役の再任はない。」と述べた。その後に行われた本件事業譲渡の交渉において、Ａの意向を知っていた乙社の代表取締役Ｆは、Ｇに対し、「乙社の主要ブランドを譲渡するのであるから、相応の対価とすべきである。１か月程度で交渉がまとまらないのであれば別の譲渡先を探すか、最悪の場合には乙社の法的整理も検討するつもりである。」と述べた。これらのやり取りを踏まえ、Ｇは、上記15の事実の下でもデュー・ディリジェンスを省略して交渉に当たるのもやむを得ないと判断し、Ｆの主張を受け入れて上記11の内容で本件事業譲渡契約を締結した。\n17．戊社の取締役会は、令和３年（２０２１年）１０月１日に開催されたところ、Ｈは、その必要性が見いだせない上にデュー・ディリジェンスを行っていないことを理由に反対する旨の意見を表明した。他の取締役から説明を求められたＧは、「乙社の日用品製造販売事業を救わないと、甲社の主力商品の１つが欠けることになり、甲社を中心とした我がグループに大きな不利益が及ぶ。戊社の売上総利益の約５０パーセントは甲社との取引に由来するものであるため、単純に乙社の日用品製造販売事業だけを見て本件事業譲渡に反対するのは適切ではない。」と説明した。\nその後、戊社の取締役５名のうち甲社出身のＧとＩは自ら退席し、残りの３名の取締役によって審議が行われ、Ｈを除く２名の取締役の賛成により、本件事業譲渡契約を締結することが決定された。\n〔設問２〕 戊社の少数株主であるＪは、株主代表訴訟を提起して、Ｇに対し、本件事業譲渡契約を締\n結する旨の判断をして実行したという一連の経緯について、会社法上の損害賠償責任を追及しようと考えている。Ｊの立場において考えられる主張（損害に関する主張を含む。）及びその当否について、論じなさい。なお、株主代表訴訟は、適法に提起されたものとする。\n下記18以下においては、上記11から17までの事実は存在せず、上記10のとおり、必要な手続を経て本件事業譲渡契約が締結されたことを前提として、〔設問３〕に答えなさい。\n18．本件事業譲渡契約においては、乙社の日用品製造販売事業の業績が低下していたことから、その資産（日用品製造販売事業に従事する従業員との間の雇用契約を含む。）が対象とされ、負債は対象とされなかった。また、本件事業譲渡契約が締結された令和３年（２０２１年）１０月１日の時点での乙社の日用品製造販売事業の資産の簿価は４０００万円であったが、戊社が「専門家を交えた調査の結果によれば簿価どおりの資産価値がない可能性がある。」と主張し、乙社も早く現金を手にしたいと考えていたことから、本件事業譲渡契約の対価は、２０００万円とされた。\n19．また、乙社及び戊社は、本件事業譲渡契約において、乙社が戊社に対して登録商標Ｐの使用を認めることに合意した。これは、乙社が使用してきた登録商標Ｐとこれに含まれる「乙」が日用品のブラ\n- 4 -ンドとして確立し、消費者には登録商標Ｐが乙社を示すものと受け取られており、業績が悪くなったとはいえ顧客誘引力が残っているからであった。\nなお、乙社は、登録商標Ｐを使用した商品を製造して卸売を行うだけであり、これまでに消費者等に直接販売したことはなかった。また、戊社は、関西地方でスーパーマーケットを営んでおり、これまでに乙社の商品を扱ったことはなく、その商号や経営する店舗の名称に「乙」の文字や登録商標Ｐに含まれる文字と共通するものを使用したことはなかった。\n20．戊社は、本件事業譲渡の完了後、経営するスーパーマーケットの店舗内において、登録商標Ｐを描写した看板を複数の入口に掲げて、登録商標Ｐを使用した日用品を販売した。また、戊社は、自社のウェブサイトにおいて、「Ｐが新たに生まれ変わり、当店で扱うことになりました。」との宣伝を掲載し、そこには登録商標Ｐも掲載されていた。戊社が扱っている登録商標Ｐが使用された日用品のうち６割程度は、従来、乙社が登録商標Ｐを使用して販売していたものと同じ商品であった。\n21．乙社の業績は、その後も改善しないことから、丁銀行に上記９の残債務を弁済することができなくなった。そこで、乙社は、令和４年（２０２２年）５月、丁銀行に対し、その旨を通知した。\n〔設問３〕 丁銀行が戊社に対して乙社の残債務の弁済を請求できるかについて、論じなさい。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は、４５：３０：２５］）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。また、商号のうち「株式会社」は省略して差し支えありません。\n【事 例】\n１．動画コンテンツの企画・制作を行う会社（商号「株式会社Ｍテック」）（この会社は平成３０年５月２１日に設立された。以下、この会社を「甲」という。）の設立者で代表取締役であるＡは、事務所の移転先を検討していたところ、都内に雑居ビルを所有するＸを知人から紹介された。Ｘが同ビルの４階部分（以下「本件事務所」という。）を勧めるとＡは即決し、令和２年４月１０日、Ｘは甲との間で、賃料を月額３０万円、毎月末日に翌月分を支払う、期間を２年とすることを主な内容とする賃貸借契約を締結した（以下「本件賃貸借契約」という。）。同月１４日、Ａは、本件事務所の所在地を甲の本店とする本店移転の登記をし、Ｘにその旨を伝えた。\n２．移転後の甲の業績は当初好調であったが、令和２年１０月頃から徐々に業績が悪化し、運転資金に不足が生じるようになった。賃料の支払が滞り、令和３年３月の時点で賃料の未払は３か月に及んだ。\nＸは、同年３月１０日、甲に対し、３月末日までに未払賃料の全額を支払うように催告するとともに、その支払がなければ、本件賃貸借契約を解除するとの意思表示をし、訴えを提起して明渡しを求める旨を内容証明郵便で通知した。甲は、期間内に未払賃料を支払わなかった。Ａは、Ｘの訴えを空振りさせて時間稼ぎができるように一計を案じ、同年４月２日、まず甲の商号を「株式会社Ｇテック」に、代表取締役をＡの配偶者であるＢに変更し、商号の変更等の登記をした。さらにＡは、同日、代表取締役をＡ、商号を「株式会社Ｍテック」とする株式会社を設立し、設立の登記をした（以下、新設された会社を「乙」という。）。乙の商業登記簿上の本店所在地、目的等は甲のそれと同一であった。\n３．Ｘは、令和３年４月２０日、Ａによる一連の行為を知らぬまま、本件事務所の所在地を住所とする\n「株式会社Ｍテック」を被告として表示し、請求の原因として、⑴原告は、被告との間で、令和２年\n４月１０日に本件事務所につき賃貸借契約を締結した、⑵原告は、同日、本件事務所を被告に引き渡した、⑶原告は、被告が令和３年１月分以降の賃料を支払わないため、催告の上同契約を解除した（以下省略）旨を記載した訴状を作成し、賃貸借契約の終了に基づき、本件事務所の明渡しを求める訴えを提起した（以下、この訴えに係る訴訟手続を「本件訴訟」という。）。なお、訴状には、同年４月\n１６日に発行された乙の代表者事項証明書が附属書類として添付されていた。代表者事項証明書には、会社の商号、本店所在地、法人番号、代表者の資格、氏名及び住所の記載はあるが、会社の設立年月日については記載がないため、Ｘは、乙を甲と誤認していた。\n４．第１回口頭弁論期日の呼出状を受領したＡは、Ｘの請求を棄却するとの判決を求める旨を記載した答弁書を提出したものの、同期日には出頭しなかった。なお、答弁書には、請求の原因に対する認否につき、「追って認否する。」とのみ記載されていた。\n５．第２回口頭弁論期日に出頭したＡは、請求原因事実⑴、⑵及び⑶を認める旨の陳述をした。その際、Ａは、同年４月２日付けで行われた甲の商号変更及び新会社乙の設立については一切明らかにしなかった。裁判所は、以上の経過を踏まえて口頭弁論を終結し、判決の言渡期日を指定した。\n６．ところが、Ａは、判決の言渡期日の直前に、⑴本件訴訟に係る訴えの提起時において「株式会社Ｍテック」は乙の商号であるから被告は乙である、⑵乙はＸとの間で本件賃貸借契約を締結していない、⑶第２回口頭弁論期日におけるＸの主張を認める旨の陳述は事実に反するからこれを撤回する、⑷被告たる乙はＸに対していかなる債務も負わないからＸの請求は棄却されるべきである、として口頭弁\n- 2 -論の再開を申し立てた。再開された第３回口頭弁論期日において、Ａは、上記と同旨の主張をし、⑴の証拠として、乙の全部事項証明書を提出した。全部事項証明書には、乙の設立年月日が記載されている。裁判所は、Ｘに対し、対応について検討するように指示し、次回期日を指定した。\n以下は、裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：本件訴訟の被告に疑義が生じていますから、裁判所としては被告を確定しなければなりません。\n当事者の確定の基準については様々な見解がありますが、ここでは、本件訴訟の被告が甲となるような見解、乙となるような見解をそれぞれ一つ取り上げ、これらの見解に従って、被告を甲又は乙と確定することができることをそれぞれ論じてもらえますか。これを「課題１」とします。\nＰ：承知しました。\nＪ：次に、仮に被告を乙と確定した場合について、裁判所は、第２回口頭弁論期日における乙の代表者としてのＡの陳述につき、自白が成立していると取り扱うべきか、仮に自白が成立しているとすると、再開後の第３回口頭弁論期日における自白の撤回をどのように取り扱うべきかを検討してください。これを「課題２」とします。なお、最高裁判所昭和４８年１０月２６日第二小法廷判決・民集２７巻９号１２４０頁（以下「最判昭和４８年」という。）は、新旧会社が実質的に同一という事案において、新会社が旧会社と別人格であることを信義則によって実体法上否定し、新会社は旧会社の責任を負うべきものとしましたが、課題１及び課題２について最判昭和４８年を考慮する必要はありません。\n〔設問１〕\nあなたが司法修習生Ｐであるとして、Ｊから与えられた課題１及び課題２について答えなさい。\n【事 例（続き）】\n７．第３回口頭弁論期日後、本人訴訟を続けることに不安を覚えたＸは、相談のため弁護士Ｌの事務所を訪問した。Ｌは、事件の経過を一通り確認し、本件訴訟の被告が甲と確定される可能性は必ずしも高くはないとの見方を示した。Ｘは、Ｌの指摘を踏まえ、甲に対する給付判決を得て、本件事務所の明渡しを実現したい旨をＬに伝え、対処法の検討を依頼した。\n以下は、弁護士Ｌと司法修習生Ｑとの間の会話である。\nＬ：Ｘは、甲に対する給付判決を得たいとのことですが、本件訴訟の被告が乙と確定されることを前提とした場合に、Ｘにとって便宜な手段はありますか。\nＱ：甲を被告に追加する主観的追加的併合を申し立てることが考えられます。もっとも、最高裁判所昭和６２年７月１７日第三小法廷判決・民集４１巻５号１４０２頁（以下「最判昭和６２年」という。）は、この場合につき、仮に新旧両訴訟の目的たる権利又は義務につき現行の民事訴訟法（以下「法」という。）第３８条所定の共同訴訟の要件が具備する場合であっても、新訴が法第１５２条１項の適用をまたずに当然に旧訴訟に併合されるとの効果を認めることはできない旨判示しました。最判昭和６２年によれば、甲に対して別訴を提起し、裁判所の裁量により弁論が併合されるのを待つしかないと思います。\nＬ：基本はそのとおりですが、本件訴訟においてＸが被告の追加を求めるに至った原因が、甲が被告にならないように乙を設立して甲の旧商号を乙に使用させたＡの一連の行為にあるとしますと、Ｘには主観的追加的併合を求めるだけの理由があると思います。それでも最判昭和６２年と同様に考えるべきでしょうか。\nＱ：最判昭和６２年が主観的追加的併合を認めた場合の問題として指摘したのは、主として次の４点に整理できると思います。第１に、新たな当事者に対する別訴（新訴）に対し、係属中の訴訟\n- 3 -\n（旧訴訟）の訴訟状態を当然に利用できるとは限らないので、訴訟経済に資するとはいえないこと、第２に、全体として訴訟を複雑化させる弊害が予測されること、第３に、訴訟の途中で被告の間違いや被告の脱漏が判明しても、原告は被告を追加できるため、軽率な提訴等が誘発されるおそれがあること、第４に、新訴の提起の時期いかんによっては訴訟の遅延を招きやすいことです。\nＬ：そうですね。では、これらの４点を踏まえ、甲を被告に追加するＸの申立てが認められるように立論してもらえますか。これを「課題」とします。\n〔設問２〕\nあなたが司法修習生Ｑであるとして、Ｌから与えられた課題について答えなさい。\n【事 例（続き）】\n８．本件訴訟の被告は乙と確定された。そこで、Ｘから訴訟委任を受けたＬは、甲を被告として、本件賃貸借契約の終了に基づき、本件事務所の明渡しを求める訴えを提起した。第１回口頭弁論期日に出頭したＢは、令和３年１月１５日、甲はＸとの間で賃料の支払猶予につき協議し、支払が遅れた賃料及びその後２か月分の賃料の支払を猶予する旨の合意（以下「本件合意」という。）が成立したため、Ｘは本件賃貸借契約を解除することはできないと主張し、「賃料支払猶予合意書」と題する電子ファ\nイル（以下「本件合意書」という。）を保存したＵＳＢメモリを証拠として申し出た。Ｂの説明によれば、本件合意書は、Ａがコンピュータで賃貸人記名欄を未入力にした原案を作成し、Ｘに対し電子メールで送信し、Ｘが内容を確認した上で賃貸人記名欄に氏名及び住所を入力して完成させた後、Ｕ\nＳＢメモリに保存し、Ａに渡されたものとのことである。これに対し、Ｌと共に出頭したＸは、本件合意の成立を否認し、本件合意書は知らないと反論した。\n以下は、裁判官Ｊと司法修習生Ｐとの間の会話である。\nＪ：Ｂが証拠として申し出たＵＳＢメモリは、情報を電磁的に記録する媒体であり、情報の読み出しにはコンピュータやプリンター等の出力機器が不可欠ですから、新種証拠と呼ばれます。Ｘが本件合意の成立を否認している以上、ＵＳＢメモリを取り調べる必要があります。新種証拠の証拠調べの方法をめぐっては、見解の対立がありますが、電磁的記録媒体のうち録音テープ及びビデオテープについては法第２３１条により立法的に解決されました。これに対し、ＵＳＢメモリのようなコンピュータ用の記録媒体は、同条に挙がっていないため解釈が必要です。良い機会ですから、この種の記録媒体の取り調べは書証によるべきであるとの見解に立って、同条をＵＳＢ\nメモリに適用することができることを論証してもらえますか。\nＰ：ＵＳＢメモリは、法第２３１条の「情報を表すために作成された物件で文書でないもの」に該当し、同条を適用することができる理由を明らかにせよということですね。\nＪ：そのとおりです。ただし、論証する際には、まず「文書」を定義して、ＵＳＢメモリが「文書でないもの」に当たることを論証してください。その上で、ＵＳＢメモリを録音テープ等と同様に取り調べることが許容される理由を明らかにしてください。以上を「課題」とします。\n〔設問３〕\nあなたが司法修習生Ｐであるとして、Ｊから与えられた課題について答えなさい。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n１ 設問１⑴について\n⑴ 設問１⑴は、虚偽の外観を信頼して取引をした者の保護をどのような要件の下で図るかという問題に関する理解を問うものである。\n設問１⑴においては、甲土地の所有権登記がＡからＢ、ＢからＣと順次移転しているが、Ｂは無権利者であり、Ｃが外観を信じて取引をした者として保護されるかが問題となる。\n虚偽の外観の作出・存続に本人の意思が直接には関与していない事例について、判例は、民法（以下「法」という。）第９４条第２項と第１１０条の法意を重畳的に適用することによって、権利外観法理の伸張を図っている。本問の解答としては、この判例法理の趣旨を正確に理解した上で、本人の帰責性の程度を勘案しつつ第三者に求められる要件を論じ、本問に当てはめて結論を導くことが求められる。\n⑵ まず、無権利者からの譲受人は権利を取得できないのが基本であるところ、判例は、虚偽の権利外観の作出・存続が所有者の意思に基づくと評価される場合に法第９４条第２項を類推適用し、登記の外形を信頼して無権利者と取引をした善意の第三者の保護を図っている。解答に当たっては、こうした本問の基本構造が提示されることが求められる。\nなお、本問においては、代理権の存在についての信頼を保護することを趣旨とする法第\n１１０条の適用が問題となるわけではない。\n⑶ 法第９４条第２項が類推適用される要件である本人の帰責性が認められる場合としては、本人自らが虚偽の外観を作出したとき（外形意思対応＝外形自己作出型）や、虚偽の外観の作出が他人によるものであっても、本人がその存在を知りつつその存続を明示又は- 4 -\n黙示に承認していたとき（外形意思対応＝外形他人作出型）が挙げられる。これに対し、本人が作出した虚偽の外観に他人の行為が加わって更なる虚偽の外観が作出されたが、本人がそれを知らなかった場合（外形意思非対応型）や、本人が他人を信用して交付した書類が濫用されて虚偽の外観が作出されるなど、本人が虚偽の外観作出の原因を与えていた場合（外形与因型）には、判例は、法第９４条第２項と第１１０条の「法意」又は「趣旨の類推」により、善意無過失の第三者を保護するものとしている（最判昭和４３年１０月\n１７日民集２２巻１０号２１８８頁、最判平成１５年６月１３日判時１８３１号９９頁（以下「平成１５年判決」という。）、最判平成１８年２月２３日民集６０巻２号５４６頁【民法判例百選Ⅰ＜第８版＞２２事件】（以下「平成１８年判決」という。））。\n⑷ 本問は、Ａは、Ｂに対して抵当権抹消登記手続を委託しているものの、甲土地の所有権をＢに移転させる意思は有していないことから、上記の「外形与因型」に該当する。「外形与因型」の事例への対処については、判例のように法第９４条第２項と第１１０条の法意に照らし判断するもののほか、学説には、法第１１０条を持ち出さずに、法第９４条第\n２項類推適用によるものとする見解や、「外形与因型」の事例は法第９４条第２項類推適用の許容範囲を超えるものとして第三者保護を否定すべきとの見解もある。論拠が適切に示されているのであれば、判例とは異なる見解に依拠するのであっても等しく評価されるが、いずれの見解によるとしても、法第９４条第２項類推適用が認められる事例の限界については言及がされるべきである。\n⑸ 本問の解答としては、ここまでに述べてきた法的論拠に関する議論を踏まえ、本人Ａの帰責性と第三者Ｃの善意又は善意無過失の要件具備の当否を適切に判断することが求められる。平成１８年判決は、虚偽の外観作出について権利者本人が知らなかった事案において、権利者に不実登記を承認したと「同視し得るほど重い」帰責性がある場合に無過失の第三者が保護されるとした。本問においても、Ｃの無過失はもとより、Ａの帰責性についても、その判断については相当の慎重さが求められる。\nＡの帰責性に関しては、所有権移転登記手続に必要となる書類をＢに言われるまま交付していることが事実４に示されているものの、契約①の契約書がＢの偽造によるものであることは重視されるべきである。所有権移転登記それ自体にＡの意思的関与はなく、Ｂによって作出された外観を是正し得る契機も見いだせない。こうしたことからすれば、本問は、上記の平成１８年判決の事案よりも平成１５年判決の事案に類似しているといえる。\n法第９４条第２項と第１１０条の法意に照らしても、Ｃに対抗し得ないとすべき程の帰責性がＡにあるとは評価できず、Ｃに対する権利主張は妨げられないものと解される。ただし、Ａの帰責性を是認する答案も、その論拠が説得的に示されていれば、相応に点を与える。\n２ 設問１⑵について\n⑴ア 設問１⑵は、Ａが、甲土地をＤとＢに二重譲渡した事例であり、登記名義はＡからＢ、ＢからＣへと順次移転している。登記のない譲受人が自己の所有権取得を登記のある譲受人に対抗するための方途としてまず考えられるのは、登記を有する譲受人が背信的悪意者であるとの主張である。通説・判例によれば、法第１７７条にいう「第三者」には背信的悪意者は含まれず、登記がなくても物権の取得を対抗することができる（最判昭和４０年１２月２１日民集１９巻９号２２２１頁、最判昭和４３年８月２日民集２２巻\n８号１５７１頁等）。自由競争の前提となる信義則に違反し、権利濫用法理に違背するような者は、自由競争の範囲を逸脱し、登記による保護を認められるべきではないからであるとされている。背信的悪意者の典型例としては、「不動産登記法第５条の第三者と類似する立場にある第三者」、「不動産取得の目的や方法が著しく信義に反する第三者」、「第１譲受人の不動産取得を害意をもって侵害しようとする第三者」、「譲受人と実\n- 5 -質的に同一人格と判断される第２譲受人」などが挙げられる。\nもっとも、学説上は、悪意者排除論や有過失者排除論も有力であり、これらを論拠とする場合も、判例法理となっている背信的悪意者排除論への疑問を提示しつつ説得的に論じられていれば、同様に点を与える。\n設問１⑵において、Ｂは、第１売買の事実を知り、またＤへの第１売買を妨害する意図をもって自己への所有権移転、Ｃへの転売をしているため、上記の「不動産取得の目的が著しく信義に反する第三者」に該当し、背信的悪意者であると認定することができる。したがって、悪意者排除論に依拠する場合はもちろん、判例・通説のいう背信的悪意者排除論に依拠するのでも、Ｄは、甲土地について登記なくして自己の所有権取得をＢに対抗することができると解される。\nイ では、Ｄは、背信的悪意者からの転得者Ｃとの関係でも、同様に登記なくして所有権の取得を対抗することができるか。背信的悪意者からの譲受人は所有権を取得し得るのか、また、背信的悪意者としての地位を承継することにならないのかが検討されるべきこととなる。判例は、背信的悪意者につき相対的に判断をしており、第１譲受人との関係で登記の欠缺を主張できない背信的悪意者も所有権取得者であって、背信的悪意者から所有権を承継取得する転得者は、自身が第１譲受人との関係で背信的悪意者と評価されるのでない限り、登記を備えれば第１譲受人に対抗できるとしている（最判平成８年\n１０月２９日民集５０巻９号２５０６頁【民法判例百選Ⅰ＜第８版＞６１事件】）。\n本問では、事実１１において、背信的悪意者Ｂからの譲受人Ｃが、Ｄへの第一売買（契約③）を知っていたものとされており、悪意であるということができるが、Ｄを害する意図がＢにあったことまでは知らなかったというのであるから、背信的悪意者とはいえないものと解される。したがって、Ｄは、登記名義人が背信的悪意者であることを理由として、Ｃに対して、自己に所有権があることを主張し、自己への登記名義の移転を請求することはできない。\n⑵ア 次に、Ａは、財産権移転義務・登記移転義務を負っているＤを害することを知りながら、評価額よりも低い価額で、唯一のめぼしい財産である甲土地をＢに売却し、登記移転をしている。Ｄとしては、この売買契約が詐害行為に当たるとして（法第４２４条）、転得者Ｃに対し、法第４２４条の５に基づいて詐害行為取消権を行使することが考えられる。\n本問において、ＤがＡに対して有しているのは甲土地の引渡しや登記の移転を目的とする債権である。一般債権者の共同担保を保全するという詐害行為取消権の趣旨からすれば、被保全債権は金銭債権に限られるのではないか、この見地から、本問において詐害行為取消権の行使は認められないのではないかが問題となる。判例・通説は、特定物債権でも、債務者が目的物を処分することにより無資力になる場合なら、処分行為の取消しは認められるとしている（最判昭和３６年７月１９日民集１５巻７号１８７５頁【民法判例百選Ⅱ＜第８版＞１５事件】）。特定物債権でも窮極において損害賠償債権に変じうることが、その理由とされる。\nイ 詐害行為取消権を行使するための要件としては、「債権者を害することを知ってした行為」「受益者の悪意」があり（法第４２４条）、転得者に対して行使をするには、さらに「転得者の悪意」が要件として加わる（法第４２４条の５第１号）。本問においてこれら要件が具備されているかを事実に即して確認することが求められる。\n第１に、Ａが債務超過状態に陥っていること、甲土地がＡの唯一のめぼしい財産であることが事実８に示されていること。また、事実７にあるように、甲土地の時価は４０００万円であるところ、その半額で売却をしていること。以上より、契約④は詐害行為に当たる。第２に、事実９からすれば、Ａに詐害意思があることも明らかであり、受益\n- 6 -者Ｂの悪意も、同事実に示されているとおりである。第３に、事実１１において、売買\n③の存在やＡが無資力であることにつき転得者Ｃは知っていたことが示されているため、転得者の悪意の要件も満たされている。\n以上より、本問では、Ｃに対する詐害行為取消権の行使は認められると解される。\nウ 詐害行為取消権の行使によって、転得者に対してはどのような内容の請求が認められるか。法第４２４条の６によれば、債務者のした行為の取消しとともに、転得者が転得した財産の返還を請求することができる。Ｄは、転得者Ｃに対して債務者Ａに登記を戻すよう請求することはできるが、直接自己に移転登記せよと請求することはできない（法第４２４条の９の反対解釈。最判昭和５３年１０月５日民集３２巻７号１３３２頁【民法判例百選Ⅱ＜第８版＞１６事件】）。\n３ 設問２について\n⑴ 設問２は、賃貸不動産が債権担保を目的として譲渡された場合における法第６０５条の２第１項及び第２項の適用可能性を問うものである。事案は、対抗要件を備えた賃借権の負担が付いた不動産が債権担保の目的で譲渡され、その譲渡につき所有権移転登記がされた場合において、被担保債権の弁済期が経過した後、設定者の受戻権が存続する状態で、設定者が賃借人に対して賃料の支払を請求した、というものである。設定者（譲渡人）Ｆ\nがＨに債務αを弁済することなく、賃借人Ｇに賃料を請求したのに対して、Ｇが法第６０５条の２第１項に基づいて、Ｆは所有権とともに賃貸人の地位をも喪失したと主張して（下線部㋐）Ｆに対する賃料の支払を拒絶した場合に、Ｆからの反論として想定される根拠（下線部㋑㋒）の妥当性につき検討することが求められている。\n⑵ まず、下線部㋐㋑㋒の各主張の根拠は次のとおりであると考えられる。\n下線部㋐が法第６０５条の２第１項を根拠として、乙建物の所有権移転に随伴して直ちに賃貸人の地位がＦからＨに移転したという趣旨を述べるものであることを示す必要がある。そのために、同項を摘示しつつ、下線部㋐の主張が、乙建物の所有権に随伴して賃貸人の地位がＦからＨに移転したという趣旨を述べるものであること、乙建物に係るＧの借家権が引渡しにより対抗要件を備えていること（借地借家法第３１条）、乙建物が所有者\nＦからＨに譲渡されたことを指摘することが求められる。\n次に、下線部㋑の反論の趣旨及び論拠を明らかにする必要がある。反論㋑は、契約⑦に基づく譲渡が債権担保を目的とする譲渡であり、譲渡担保は一般的に法第６０５条の２第\n１項の「譲渡」に当たらないから、賃貸人の地位はＨに移転することなくＦのもとにとどまるという趣旨を述べるものであることを指摘することが求められる。加えて、請求３の時点において債務αの弁済期が経過していること、契約⑦に基づく担保の実行が未了であり、かつＨは乙建物を第三者に処分しておらず、Ｆの受戻権が失われていないことを確認することも必要である。\nさらに、反論㋒が、法第６０５条の２第２項の類推適用により、賃貸人の地位がＦに留保されるという趣旨を述べていることを指摘することが求められる。そのためには、①Ｆ\nＨ間における乙建物の使用・収益に関する合意は賃貸人の地位をＦに留保する趣旨を定めたものと解されること、②Ｆの設定者留保権に内包される利用権限は賃貸借に類比することができること、③Ｆの設定者留保権が担保の実行により消滅すると、賃貸人の地位が確定的に譲受人Ｈに移転することが予定されていることから、同項の類推適用の基礎があるという趣旨の主張であることを指摘する必要がある。\n以上を踏まえて、Ｆの反論の当否を検討しつつ、請求３の可否について結論を述べることが求められる。その際、５月分と６月分との間で違いが生じ得るか、つまり債務αの弁済期経過が本問の検討において意味を持ち得るか、という点にも留意しなければならない。\n反論㋑は、契約⑦に基づく譲渡が法第６０５条の２第１項の「譲渡」に当たらないと主張\n- 7 -するものであり、反論㋒は、上記の主位的主張が奏功しない場合に備えて、契約⑦に基づく譲渡が同項の「譲渡」に当たると仮定した場合の追加的主張であり、反論㋑を不当とする場合は反論㋒の当否を検討することが不可欠となる一方、㋑の反論を正当とする場合は、重ねて㋒の当否を論じる必要はない。\n⑶ Ｆの反論の当否及び請求３の可否を論じるに当たっては、それに先立ち、法第６０５条の２第１項の趣旨を確認する必要がある。同項は、不動産の賃借権が対抗力を備えている場合、賃貸不動産の譲渡に伴い、特段の事情がない限り、当然に賃貸人の地位が譲渡人から譲受人に移転するものとした平成２９年改正前民法下の判例法理（最判昭和３９年８月\n２８日民集１８巻７号１３５４頁）の趣旨を明文化したものとされている。その趣旨の理解については、（合理的）当事者意思の推定を根拠とするという説明が一般的になっているが、賃貸人の債務の性質、法律関係の複雑化の回避など、当事者意思の推定以外の説明が記載されていた場合も、その説得力に応じて相応に評価される。\n⑷ 譲渡担保においては、債権担保の目的の範囲内で所有権が譲渡担保権者に移転することを認める法律構成が定着しつつあるといえる（最判昭和５７年９月２８日判時１０６２号\n８１頁）が、確定的な所有権移転と目的物の使用・収益権限との関係につき従来十分な議論がされているとはいえず、譲渡担保と賃貸人の地位の移転の関係について直接判断した最高裁判例は存在しない。よって、譲渡担保の法的構成に関する上記の昭和５７年最判の法律構成に依拠する場合、反論㋑の当否に関しては、理論上、肯定・否定いずれの結論も導くことができる。検討に当たっては、純然たる所有権的構成ではなく、担保的構成に依拠する場合であっても、譲渡担保においては所有権移転という法形式が採られている以上、非占有担保・占有担保いずれの形態も対等に成立し得ることに留意すべきである。また、抵当権においても被担保債権の債務不履行後は果実に抵当権の効力が及ぶ（法第３７１条）\nとされていることとの均衡上、譲渡担保においても被担保債権の弁済期到来が譲渡担保権の実体法上の効力にどう影響するのか、特に目的物の処分権限についての制約が撤廃されること以上の変化がないと考えるべきか否か、といった点にも目配りがされることが望ましい。\n⑸ 次に、反論㋒の根拠とされる法第６０５条の２第２項は、賃貸不動産の譲渡人と譲受人との間における賃貸人の地位を譲渡人に留保する旨の合意の存在のみをもって譲渡人が賃貸人の立場にとどまり続けることができるとすれば、賃借人の法的地位を不安定なものにしてしまうから妥当でないとした平成２９年改正前民法下の判例法理（最判平成１１年３\n月２５日集民１９２号６０７頁）を受けて、賃借人の法的地位の安定化を阻害しない範囲で、賃貸人の地位の留保合意の効果を認めるものである。そのために、譲渡人に使用・収益権限を留保することに加えて、譲受人との間の賃貸借契約の存在が求められている。譲渡担保契約の当事者間において、譲渡担保権者が設定者に目的物を賃貸するという法律関係は通常予定されていないため、同項前段が定める賃貸借契約の存在という要件を満たさず、同項を直接適用することはできないと考えられる。\nもっとも、法第６０５条の２第２項は、賃貸不動産の譲渡にもかかわらず賃貸人の地位が移転しない場合を完結的に要件化しているわけではなく、同項の類推適用や趣旨の類推により、譲渡人への留保が認められるべき場合が存在し得ることを否定する趣旨まで含んでいないと考えられる。\n⑹ 請求３の当否を論じるに当たっては、契約⑦に基づく譲渡が、法第６０５条の２第１項の「譲渡」に当たるかどうかを検討する必要がある。一つの方向性として、同項の「譲渡」に当たるためには、目的物の確定的な所有権が譲渡担保権者に移転していることが必要であり、設定者の受戻権が存続する限りは、その趣旨が妥当しないという立論の方向性が考えられる（構成α―１）。他方で、所有権留保に関しては、担保目的で所有権を留保する\n- 8 -売主は、被担保債権の弁済期経過後は、目的物の占有権限を取得し、目的物に関して必要となる管理行為を行うことができるものと解されている（最判平成２１年３月１０日民集\n６３巻３号３８５頁）。このような考え方を譲渡担保にも推及し、「譲渡」は、目的物の所有権及び使用・収益の基礎となる占有権限を取得する必要があるが、それで足り、所有権が確定的に譲受人に移転していることまで要求すべきだと考える必然性はないという方向の立論も考えられる（構成α―２）。\n⑺ 以上のような法律構成に対して、債権担保目的での所有権移転も「譲渡」に当たると解した上で、乙建物に関する使用・収益権限に関するＦＨ間の合意の効果として、賃貸人の地位がＦに留保されるかどうかを検討するという方向性の立論もあり得る（構成β）。この立場による場合、法第６０５条の２第１項の「譲渡」は所有権の移転があれば足り、それが債権担保目的でなされていれば十分であること、譲受人は、所有権の部分権能である使用・収益権限も観念的には取得した上で間接占有を取得し（譲渡担保は、抵当権と同様に非占有担保として扱われることが多いが、不動産譲渡担保に関しては、所有権移転登記を備えることにより、特段の事情がない限り、同時に占有改定の合意が認められ、譲受人は、目的不動産の（間接）占有を取得しているものと考えられる。）、賃借人に使用・収益させる義務を履行することが可能な状態にあることを指摘することが求められる。以上を踏まえて、反論㋒の当否を検討するに当たっては、まず、譲渡担保に関しては、典型担保\n（抵当権や質権）と異なり、使用・収益権限の帰属が当事者の合意に委ねられていること、次に、本件合意の内容を解釈し、同第２項の類推の可否を論じ、結論を述べる必要がある。\n譲渡担保の場合、被担保債権の弁済期経過後であっても担保権の実行まで使用・収益権限を設定者Ｆに委ねる趣旨を内包しており、担保権者が担保の実行を遅らせることもしばしば見受けられる。本件においても、弁済期が経過した後もＨが担保権を実行しておらず、第三者への目的物の処分もしていないことから、黙示的に期限の猶予がされ、５月分・６\n月分いずれの賃料もＦに賃貸人の地位が留保された状態で発生したものと解するのが合意の趣旨に沿うとする立場があり得る（構成β―１－１）。他方で、本件合意は、債務αの弁済期経過によりＨは債権担保目的に伴う制約である処分権の制約から解放され、担保権実行を待つことなく使用・収益権限を取得するものであり、５月分に関してのみ本件合意の効果に基づく賃貸人の地位の留保を認める考え方も成り立ち得る（構成β―１－２）。\nさらには、法第６０５条の２第２項の類推適用を否定する考え方もあり得る（構成β―２）。\nこの立場からは、同第１項の原則に従い、賃貸人の地位はＨに移転しており、反論㋒は妥当せず、請求３は５月分・６月分ともに認められない、という結論が導かれることになる。\n４ 設問３について設問３は、被相続人が死亡前に同一の不動産について死因贈与契約を締結した後に特定遺贈を行っていた場合における、死因贈与契約の遺言による撤回（又は解除（以下では、「撤回」を用いるが、「解除」を用いる答案も「撤回」を用いる答案と同等に評価される。））の可否について、条文を踏まえた考察の能力を問うものである。\n本問におけるＭの請求は、契約⑧が死因贈与契約（法第５５４条）であって、Ｋの死亡によってそれが効力を発したことを理由に、Ｋの唯一の相続人として贈与者の地位を承継しているＬに対し、契約⑧の履行を求めるものである。これに対するＬの㋓の主張は、死因贈与契約には遺贈の規定が準用され（同条）、贈与者は遺言の撤回と同様に死因贈与契約を遺言によって撤回することができる（法第１０２２条・法第１０２３条）との論拠によるものである。Ｋが丙不動産をＮに特定遺贈する遺言を行っているため、前の死因贈与契約が「後の遺言と抵触するとき」に当たり、死因贈与契約が撤回されたものとみなされることになる（法第１０２３条第１項準用）。\nＬの㋓の主張の当否は、遺言に関する法第１０２２条及び第１０２３条が死因贈与契約に- 9 -準用されるか否か、法第５５４条が死因贈与契約に遺贈に関する規定が準用されるのは「その性質に反しない限り」としていることをどのように考えるかによって左右される。Ｍからの反論としては、遺言の撤回の規定を準用するならば、相手方との間で締結された契約を単独行為である遺言によって一方的に撤回できることとなり、相手方の利益を害するから、それらの規定の準用は死因贈与契約の性質に反し、認められない等の主張が考えられる。\nこの点について、判例は、死因贈与への遺言の撤回の規定（法第１０２２条、法第１０２３条）の準用を原則として肯定しつつ（最判昭和４７年５月２５日民集２６巻４号８０５頁）、負担付死因贈与において負担が履行されている場合における類型的な例外（最判昭和５７年\n４月３０日民集３６巻４号７６３頁）及び死因贈与の動機や内容等に照らして撤回を否定することが相当と認められる場合における個別事例に即した例外（最判昭和５８年１月２４日民集３７巻１号２１頁）を認める立場であるものと一応まとめることができるが、判例の立場をどのように捉えるかは見解が一致しているわけではない。\n学説には、準用肯定を原則とすることに批判的な見解が多いが、死因贈与契約と遺贈との共通性を強調する準用肯定説も有力であり、準用の可否を論じるのではなく個々の事案における具体的な諸事情の総合的な考慮によって撤回が認められるかどうかを判断すべきとする説もある。\n本問では、第１に、死因贈与契約について遺言の撤回の規定の準用の可否が問題になるという基本的な理解を有することを前提に、第２に、条文の文言を踏まえつつ、契約の相手方の保護と死亡後の財産の処分に係る被相続人の最終意思の尊重との調整をどのように行うかについて検討し、結論を示すことが求められる。その際、第２については、上記のとおり、判例の立場の捉え方も、学説上の見解も、必ずしも一致した状況にあるわけでないことから、判例の知識があれば相応の評価が与えられるものの、判例の知識の有無にかかわらず、上記の調整についての考察を立ち入って行うことができているかどうかが問われる。\n〔第２問〕\n１ 本問は、公開会社でない株式会社において、①取締役の任期を短縮する定款変更がされるとともに取締役選任議案が否決されたという一連の経緯によって取締役の地位を失った者が会社に対して損害賠償請求をすることの可否（設問１）、②親会社の圧力の下でいわゆるデュー・ディリジェンスを行うことなく事業を譲り受けたことに関する取締役の任務懈怠責任（設問２）、③事業を譲渡した会社（譲渡会社）の商号の一部が含まれている商標を使用した場合における事業を譲り受けた会社（譲受会社）の責任（設問３）を問うものである。いずれについても、会社法上の重要な制度や判例に関する基本的な理解を前提に、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１においては、Ｄが甲社の取締役の地位を失ったことが実質的な解任であると考えていることを踏まえると、Ｄとしては、まず、甲社に対して会社法第３３９条第２項の規定に基づいて損害賠償請求をすることが考えられる。本問では、取締役の任期を短縮する定款変更がされるとともに取締役選任議案が否決されたにすぎず、Ｄが解任されたわけではないことから、そのことを指摘した上で、同項の規定の類推適用又は適用をすることができるか否かを検討することになる。なお、そのような検討をする前提として、取締役の任期を短縮する定款変更が行われた場合における在任中の取締役の任期について言及することができると、なお望ましい（例えば、取締役の任期を短縮する定款変更が行われた場合には、定款変更の効力が発生した時点において在任している取締役の任期も短縮されると解され、本問のＤは、短縮後の任期が既に経過しているので、定款変更がされた時点で取締役の任期が満了したことになるなどと言及することが考えら\n- 10 -れる。）。\n⑵ 会社法第３３９条第２項の規定の類推適用又は適用を検討する場合には、同項の趣旨を踏まえつつ、類推適用の基礎は何であるか、何をもって実質的な解任であると評価するかを意識した検討をする必要がある。すなわち、取締役の任期を短縮する定款変更をしたことを対象とする、取締役選任議案を否決したことを対象とする、その双方を対象とするといった様々な考え方があり得るが、いずれの考え方によるにせよ、どのような行為についての正当な理由の有無が問題になるのか、損害としてどのような主張をすることができるのかといった問題にも関連することから、類推適用又は適用の対象とそれ以外の部分についても一貫した論述が求められる。\n⑶ 正当な理由の有無については、判例（最判昭和５７年１月２１日集民第１３５号７７頁参照）等を踏まえ、取締役でもあり、株主でもあるＡらとの間で経営方針をめぐって意見が対立していたなどの本問における事実関係を適切に分析した上で論じることが求められる。なお、正当な理由の有無を検討するに当たっては、会社法第３３９条第２項の類推適用又は適用の対象をどのように考えるのかについても意識して検討することができると望ましい。例えば、取締役の任期を短縮する定款変更をしたことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、「信任を得る機会を多くし、取締役の業務に緊張感を持たせたい」という定款変更議案の理由の本事案における当否についても検討をすることなどが考えられる。\n⑷ 損害については、Ｄの立場から考えられる主張とその当否を検討することが求められているのであるから、Ｄが変更前の定款に定められた任期を満了するまで取締役を務めたいと考えていたことを踏まえると、まずは変更前の定款に定められた任期が満了するまでの期間の報酬相当額に関する主張とその当否を検討し、それが認められないとする場合には、慣例となっていた４年の任期が満了するまでの期間の報酬相当額が認められるか否かを検討することなどが考えられる。そして、その当否を検討するに当たっては、会社法第３３９条第２項の類推適用又は適用の対象をどのように考えるのかについても意識して検討する必要がある。例えば、取締役の任期を短縮する定款変更をしたことではなく、取締役選任議案を否決したことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、変更後の任期以上の期間の報酬相当額を損害として主張することは困難となるはずであるが、そのような理論的な関係も踏まえた検討をすることが求められる。\n⑸ 会社法第３３９条第２項の規定の類推適用又は適用以外の法律構成もあり得るところではあるが、いずれにしても、会社に対する損害賠償請求の可否が問われていることを踏まえた上で、本問の事実関係を適切に分析した上で論じることが求められる。なお、設問１では、定時株主総会の招集の手続及び議事は適法であったものとされていることから、これに反する法律構成（例えば、株主総会の招集の手続等が法令等に違反することを理由とする株主総会決議の取消しを前提として報酬相当額の損害賠償請求をすることなど）を採用しても評価はされない点に留意する必要がある。\n３⑴ 設問２においては、事業譲渡の譲受会社である戊社の少数株主であるJとしては、その代表取締役Ｇが親会社である甲社の代表取締役Ａの圧力の下でデュー・ディリジェンスを行うことなく高値で事業を譲り受けたことについての任務懈怠責任を問うことが考えられるところであり、会社法第４２３条第１項が定める要件に沿って検討することが求められる。\n⑵ まず、Ｇの義務違反の有無については、①通常であれば、いわゆる経営判断原則が妥当し得るところ、甲社が戊社の親会社であるという関係に着目し、以下に述べるような利益相反関係が存在することを指摘した上で、Ｇの善管注意義務又は忠実義務違反の有\n- 11 -無を判断する基準を提示し、②本問の事実関係の下でデュー・ディリジェンスを行う必要性がどの程度あったかなどを踏まえて検討することが求められる。\n①の検討においては、甲社が戊社の総株主の議決権の６０パーセントを有する親会社であり、本件事業譲渡が、親会社である甲社の利益にはなるものの、戊社の利益にはならないおそれがあるとともに、戊社には、親会社である甲社だけではなくＪをはじめとする少数株主が存在することから、構造的な利益相反が生じる可能性があることを考慮するとともに、Ｇは、親会社である甲社の代表取締役Ａから取締役として再任されない可能性があることを示され、甲社の利益のために戊社にとって不利な事業譲渡を進めるように圧力をかけられており、具体的な利益相反が生じていたことを考慮した上で、どのように義務違反を判断するのかについて検討することが求められる。\nまた、②の検討においては、戊社の取締役であるＨが銀行や弁護士に確認して、デュ\nー・ディリジェンスを行う必要性が高いことを認識し、このことをＧに指摘していたという経緯等に言及した上で、本件事業譲渡契約を締結するに当たってはデュー・ディリジェンスを行う必要性が高いことを指摘しつつ、Ｇとしても、甲社の利益のみを考えていたわけではなく戊社を含む甲社を中心としたグループ全体の利益を考えていたこと、戊社にとって甲社は重要な取引先であることなども踏まえた上で、それでもデュー・デ\nィリジェンスを行わずに本件事業譲渡契約を締結したことが善管注意義務又は忠実義務に違反すると評価することができるか否かを説得的に論じることが求められる。\n⑶ 次に、損害については、そもそも本件事業譲渡契約を締結すべきではなかったのか、それともデュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったのかのいずれの立場を前提とするのかにもよるが、いずれの立場によるにせよ、自己の立場と整合的な論述をすることが求められる。例えば、そもそも本件事業譲渡契約を締結すべきではなかったと考える場合には、本件事業譲渡契約の対価の額から本件事業譲渡に係る評価損計上後の資産の額を控除した残額にその後に計上した負債の額を加えたものを損害とすることが考えられるし、デュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったと考える場合には、本件事業譲渡契約の対価の額から公正な対価の額を控除した残額を損害とすることなどが考えられる。\n４⑴ 設問３においては、乙社から事業を譲り受けた戊社が、乙社の商号の一部である「乙」が含まれている登録商標Ｐを使用している場合において、乙社の債務を弁済する責任を負うか否かが問われている。本問において、乙社の事業を譲り受けた戊社の責任の有無を検討するに当たっては、まず、会社法第２２第１項の規定を適用することが考えられるが、本問では、戊社が乙社の商号そのものを引き続き使用しているわけではないことから、そのことを指摘した上で、同項の類推適用をすることができるか否かを検討することになる。\n⑵ 会社法第２２条第１項の規定の類推適用を検討するに当たっては、譲受会社が、譲渡会社の商号そのものを引き続き使用しているわけではないものの、その使用する登録商標に譲渡会社の商号の一部が含まれているという本問の事情に着目し、同項の規定の趣旨を踏まえ、譲渡会社の商号の一部が含まれている商標を使用した場合にも同項の規定の類推適用をすることができるか、できるとする場合にはどのような要件が求められるのかを論じた上で、本問の事実関係の下で同項の規定の類推適用をすることができるか否かを検討することが求められる。その際には、商号が事業主の表示であることを踏まえつつ、商号と商標の異同、乙社における登録商標Ｐの意味と戊社による登録商標Ｐの利用方法、戊社に対して乙社の残債務の弁済を求めている者が銀行であることなどの事情を意識しつつ、説得的に論じることが求められる。例えば、登録商標Ｐは、商号では- 12 -\nないものの、乙社の商号の一部である「乙」を含むものであり、消費者には譲渡会社である乙社を示すものとして受け取られていたことを指摘しつつ、乙社が登録商標Ｐを使用した商品を消費者等に対して直接販売することはなかったものの、戊社が、本件事業譲渡後に、その店舗の入口に登録商標Ｐを描写した看板を掲げたり、ウェブサイトに登録商標Ｐを掲載したりするなどした上で、乙社が製造していた商品と重複する商品を製造販売して消費者等に直接販売していたことなどから、譲受会社である戊社が譲渡会社である乙社の債務を引き受けたかのような外観が作出されたものと評価し得るか否かを検討することなどが考えられる。なお、本問においては、乙社が戊社に日用品製造販売事業を譲渡したことが事業の譲渡に当たることは明らかであるから、事業や事業譲渡の意味等を詳細に論ずる必要はない。\n⑶ 会社法第２２条第１項の規定の類推適用のほかには、会社法第２３条の２第１項の規定により詐害事業譲渡に係る譲受会社に対する債務の履行の請求をすることや、会社法第２３条第１項の規定により債務引受広告をした譲受会社の責任に言及することなども考えられるが、いずれにしても、本問の事実関係を適切に分析した上で論じることが求められる。\n〔第３問〕\n本問は、令和３年４月２０日、Ｘが、その所有する建物の一部（以下「本件事務所」という。）につき、平成３０年５月２１日設立の会社である甲（商号「株式会社Ｍテック」）との間で締結した賃貸借契約（以下「本件賃貸借契約」という。）の終了に基づき、「株式会社Ｍ\nテック」を被告と表示して本件事務所の明渡しを求める訴えを提起した（以下、この訴えに係る訴訟手続を「本件訴訟」という。）ところ、本件訴訟の提起前である令和３年４月２日、甲の代表者Ａが、甲の商号を「株式会社Ｍテック」から「株式会社Ｇテック」に変更し、甲の代表取締役としてＡの配偶者Ｂを就任させ、商号の変更等の登記をした一方で、自身を代表取締役とし、商号を「株式会社Ｍテック」とする乙という会社を新たに設立し、設立の登記をしていたことに加え、Ｘが訴状の附属書類として添付した代表者事項証明書には「株式会社Ｍテック」の設立年月日の記載がないため、乙を甲と誤認したまま本件訴訟を提起していたという事案を素材としている。この事案について、①原告が請求の原因として主張した本件賃貸借契約締結及びその解除の事実等を被告が認めたことを踏まえて口頭弁論が終結された後、Ａから口頭弁論の再開が申し立てられ、被告と表示された乙はＸと賃貸借契約を締結していない等として自白の撤回が主張された場合における当事者の確定の基準及び自白の撤回を主張することの当否の検討（設問１）、②本件訴訟の被告が乙であることを前提とした場合に、Ｘが甲を被告として追加する主観的追加的併合を申し立てる際に留意すべき４つの問題点の検討（設問２）、③本件訴訟の被告が乙と確定され、Ｘが甲を被告として本件賃貸借契約の終了に基づき本件事務所の明渡しを求める訴えを提起した場合において、甲が本件賃貸借契約には賃料支払猶予の合意（以下「本件合意」という。）があることを理由に解除することができないと主張し、その証拠として提出された本件合意を記録した電子ファイルを保存したＵＳＢメモリの取調べを書証によってすることができることの論証（設問３）をそれぞれ求めるものである。\nまず、設問１の課題１では、当事者の確定の基準に関する種々の見解から、被告を甲と確定し得る見解と乙と確定し得る見解をそれぞれ一つ取り上げ、これらの見解に従えば被告を甲又は乙と確定し得ることを実際に論証することが求められている。甲は訴状に現れていないため、被告を甲と確定することができる見解としては、例えば、意思説が考えられ、この見解によるならば、この見解が、原告の意思に着目するものであることを指摘した上で、Ｘ\nが甲を被告とする意思であったことを、訴状の記載等に言及しつつ、説得的に論証すること- 13 -が求められる。次に、被告を乙と確定することができる見解としては、例えば、行動説が考えられ、この見解によるならば、この見解が、被告らしく行動した者は誰であるかに着目するものであることを指摘した上で、実際に訴訟追行をしたのは乙の代表者Ａであることに言及するなどして被告らしく行動したのは乙であることを説得的に論証することが期待される。\n次に、設問１の課題２では、被告を乙と確定した場合に、第２回口頭弁論期日において乙\n（代表者Ａ）が請求原因事実を認める旨を陳述したことにより裁判上の自白が成立したことになるか、仮に自白が成立したとして、再開後の第３回口頭弁論期日における自白の撤回が許されるかどうかの検討が求められる。課題２の前半部分では、裁判上の自白の成立要件を明らかにした上で、乙（代表者Ａ）の上記陳述について要件該当性を検討することが求められる。課題２の後半部分では、裁判上の自白が成立した場合には、原則としてその撤回が禁止されることを踏まえ、例外として自白撤回が許される場合を明らかにすることが期待される。本件において問題となる自白撤回の要件としては、自白した事実が真実に反し、かつ、自白が錯誤に基づくことが証明されたことが挙げられるが、個々の要件につき、反真実を錯誤よりも重視する見解、また、錯誤を反真実よりも重視する見解が主張されていることに鑑み、撤回要件の当てはめに先立ち、自白撤回の要件をどのように構成するかを理由付けとともに明らかにすることが期待される。この理由付けができている限り、自白撤回の要件をどの見解に従って構成したかによって評価に差を設けることはない。当てはめにおいては、自らが採用した見解に従い、乙（代表者Ａ）による自白撤回の許否を検討する必要があるところ、反真実については、本件賃貸借契約の締結当時、賃借人は「株式会社Ｍテック」こと甲であるから、Ｘと乙との間で賃貸借契約が締結された事実はないことに言及する必要がある。\n他方で、錯誤については、乙（代表者Ａ）は、請求原因事実を認める旨を陳述した際、本件賃貸借契約の賃借人が乙ではないことを知っていたことに言及する必要がある。\n設問２では、本件訴訟の被告が乙と確定されることを想定し、Ｘが甲に対する給付判決を得る上で便宜な手段として主観的追加的併合の申立てがあるところ、最判昭和６２年７月１７日民集４１巻５号１４０２頁が主観的追加的併合を認めた場合の問題として主に４点を指摘していることを踏まえ、Ｘによる主観的追加的併合の申立てが認められるような立論を上記４点を踏まえて検討することが求められている。第１に、新たな当事者に対する別訴に対し、旧訴訟の訴訟状態を利用することができ、それが訴訟経済に資する旨の立論については、Ｘが乙を甲と誤認して旧訴訟（Ｘ乙間の訴訟）に提出した資料は、本来甲に対する新訴訟（Ｘ\n甲間の訴訟）において提出すべきであったことを踏まえ、甲と乙はたとえ別法人であっても、それはＡがＸに乙を甲と誤認させるように図った結果であるから、信義則上、旧訴訟において形成された乙に不利な訴訟状態が弁論の併合を通じて新当事者が引き継ぐことを甲は拒否することができないのではないか、といった点に言及することが期待される。第２に、主観的追加的併合を認めることにより全体として訴訟が複雑化するという弊害は予測されない旨の立論については、旧訴訟では請求原因事実について乙が自白しているところ、弁論の併合の結果、この訴訟状態が新訴訟に引き継がれることにより、裁判所は事案全体を統一的に把握することができるようになるから、必ずしも訴訟が複雑化するという弊害は生じないのではないか、といった点に言及することが期待される。第３に、主観的追加的併合を認めても軽率な提訴等を誘発するおそれはない旨の立論としては、Ｘが乙を甲と誤認した主な原因が、甲の商号変更、乙の設立及び甲の旧商号の使用等のＡによる一連の行為にあることから、Ｘ\nは被告の誤認について帰責性が乏しいため、この事案において主観的追加的併合による被告の追加を認めたからといって、必ずしも軽率な提訴は誘発されないのではないか、といった点に言及することが期待される。第４に、主観的追加的併合が訴訟の遅延を招来しない旨の立論としては、例えば、主観的追加的併合の申立ては、甲を被告に追加するＸの申立てを伴うところ、追加された甲に対して防御の機会を保障するには新たな期日を設ける必要がある\n- 14 -以上訴訟手続の遅延は生じるが、そもそも訴訟手続の遅延はそれが著しい場合に限り不適法となることに鑑みると（民事訴訟法（以下「法」という。）第１４３条第１項ただし書の類推）、甲を被告に追加する旨をＸが申し立てた時期は第１審手続の係属中であり、旧訴訟の訴訟状態が引き継がれることなどからすれば、著しい訴訟遅延が生じるおそれはないといった点に言及することが考えられる。\n設問３では、Ｘが、甲を被告として、本件賃貸借契約の終了に基づいて提起した、本件事務所の明渡しを求める訴えに係る訴訟手続において、第１回口頭弁論期日に出頭した甲の代表者\nＢが証拠として提出したＵＳＢメモリが、「情報を表すために作成された物件で文書でないもの」（法第２３１条）に該当し、書証により取り調べることができることの論証が求められている。設問３の課題前半部分では、「文書」の定義を明らかにした上で、ＵＳＢメモリが「文書でないもの」に該当することの論証が求められる。文書は、「文字その他の記号を使用して人間の思想、判断、認識、感情等の思想的意味を可視的状態に表示した有形物」（大阪高決昭和５３年３月６日高民集３１巻１号３８頁）のように定義されることから、このような文書の定義に照らして、ＵＳＢメモリが文書に当たらないことを論証することが期待される。設問３\nの課題後半部分では、ＵＳＢメモリを録音テープ等と同様に取り調べることが許される理由の検討が求められる。ここでは、証拠方法の一つとしての書証がどのようなものであるかを明らかにした上で、法第２３１条においては、ＵＳＢメモリのようなコンピュータ用の電磁的記録媒体が例示されていないことに留意しつつ、ＵＳＢメモリに保存された電子ファイルは、適切な出力装置によってこれを閲読可能な状態にすることができる限り、これを閲読し、その結果を証拠資料にすることができることに言及する必要がある。\n【刑事系科目】\n〔第１問〕\n本問は、設問１で、Ａが盗んだＢ所有のバイク（以下「本件バイク」という。）の保管をＡから依頼された甲が、甲宅のシャッター付きのガレージに保管していた本件バイクを、Ａを困らせるため、甲宅から約５キロメートル離れた場所にある甲の実家の物置内に移動させて隠した行為について、甲に横領罪（刑法第２５２条第１項）の成立を認める立場から、⑴甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」（同項）すれば横領罪が成立する、⑵甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」（同項）に当たるという各主張がなされた場合のそれぞれの当否を検討させ、設問２で、Ａと口論になり公園に呼び出された甲が、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと考え、包丁を準備して同公園に出向いたところ、同公園に現れたＡから拳で殴られそうになったため、自らも包丁をＡに向けて突き出すなどしたが、その様子を目撃した乙が、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考えて、Ａの背後から、持っていたサバイバルナイフ（以下「本件ナイフ」という。）\nをＡの右上腕部に突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせた行為について傷害罪の成否を検討させ、さらに、その後、乙が、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に、飲食物の宅配業務に従事していたＤが一時的に停めていた原動機付自転車（以下「本件原付」という。）を見付け、本件原付を使ってＡの追跡を振り切り、安全な場所まで移動したら本件原付をその場に放置して立ち去ろうと考え、Ｄに無断で本件原付を発進させてＡの追跡を振り切った行為について窃盗罪の成否を検討させ、それにより、刑事実体法及びその解釈論の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n⑴ 甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」すれば横領罪が成立するとの主張の当否について\n- 15 -横領罪は、自己の占有する他人の物を横領したときに成立するところ、本件バイクは、Ｂが所有する「他人の物」であり、これを甲が自宅のガレージに保管して事実上支配していたのであるから、甲が「他人の物」を占有していたことは明らかである。\nもっとも、横領罪における「占有」は、他人からの委託信任関係を原因とするものであることを要するところ、本件バイクは、ＡがＢから盗んだ盗品であり、甲は、その情を知らなかったものの、客観的には窃盗犯人であるＡから盗品の保管を委託されたものであったことから、設問１⑴の主張は、このような窃盗犯人からの委託に基づく場合でも本罪の「占有」に当たると解することが前提となっている。そこで、設問１⑴においては、窃盗犯人からの盗品の保管の委託を保護することの当否が問題となることを示した上で、その当否及び根拠を論じる必要がある。\n設問の主張の正当性を肯定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値する根拠として、a.窃盗罪において窃盗犯人の占有も保護されていることとの均衡上、横領罪においても窃盗犯人との委託信任関係は保護されるとの説明等が考えられる。\n他方、設問の主張の正当性を否定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値しないとする根拠として、b.委託の内容は、客観的には盗品の保管の委託であり、盗品等保管罪を構成する行為であるところ、委託の内容が犯罪を構成する場合には、委託関係の要保護性を否定すべきであるとの説明や、c.横領罪の委託関係は所有者又は所有者から権限を与えられた者と行為者との間において必要であるから、正当な権限を与えられていない窃盗犯人からの委託関係を横領罪に必要な委託と認めるべきではないとの説明等が考えられる。\n⑵ 甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」に当たるとの主張の当否について甲は、Ａを困らせるため、Ａに無断で本件バイクを隠匿したものであり、かかる行為は、Ａからの委託の趣旨に反する行為とは評価できるものの、バイクの効用に基づいて利用処分したものとは評価できない。設問１⑵の主張は、このような物の効用に基づいた利用処分とはいえない隠匿行為も「横領した」に当たると考える立場に立つことが前提になっている。そこで、設問１⑵においては、「横領した」というため、物の効用に基づく利用処分をすることを不要とすることの当否が問題となることから、かかる問題の所在を示した上で、その当否及びその根拠等を論じる必要がある。\n物の効用に基づく利用処分をすることを不要とする立場からの説明としては、a.横領行為とは、委託の趣旨に反する権限逸脱行為であるとの説明（越権行為説）や、b.横領行為とは、不法領得の意思を発現する行為である（領得行為説）とした上、横領罪における不法領得の意思とは「他人の物の占有者が委託の任務に背いて、その物につき権限がないのに所有者でなければできないような処分をする意思」であり、目的物をその効用に基づいて利用、処分する意思までは不要であるとの説明等が考えられる。なお、判例は、領得行為説に立ちつつ（最判昭和２７年１０月１７日集刑６８号３６１頁等）、不法領得の意思の内容につき、b説と同様の説明をしている（最判昭和２４年３\n月８日刑集３巻３号２７６頁等）。\n他方、物の効用に基づく利用処分をすることを必要とする立場からの説明としては、c.領得行為説に立ちつつ、横領罪における不法領得の意思の内容として、窃盗罪など他の領得罪と同様に、毀棄罪との区別として、客体を何らかの用途に利用、処分する意思が必要であり、客体を専ら隠匿する行為は不法領得の意思を発現する行為とはいえないなどの説明等が考えられる。\n設問１は⑴⑵いずれについても、自説の論拠や他説への批判などを踏まえつつ、各主張の当否を論ずることが求められる。\n設問２について\n⑴ 乙がＡを刺突して傷害を負わせた行為について乙は、Ａが甲を殴打しようとしていたところを偶然目撃し、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考え、Ａの背後から、本件ナイフでＡの右上腕部を突き刺し、Ａに傷害を負わせている。乙の行為は、有形力の行使によりＡの生理的機能に障害\n- 16 -を与えており、また、乙は少なくとも暴行の故意に基づいて同行為に及んでいることから、傷害罪の構成要件に該当することは明らかである。\nもっとも、乙は、甲を助けるため、Ａの右上腕部を本件ナイフで突き刺したものであるから正当防衛が成立する余地があるが、被侵害者である甲は、Ａからの侵害を予期した上で対抗行為に及んでいる。そこで、乙の正当防衛の成否を検討するに当たっては、正当防衛状況を基礎付ける侵害の急迫性が認められるか否かが問題となるところ、本事例では、被侵害者と防衛者が同一でないことから、いずれを基準に侵害の急迫性を判断すべきかとの問題の所在を示しつつ、根拠とともに自らの立場を示し、それに基づいて侵害の急迫性を検討する必要がある。\n刑法第３６条は、急迫不正の侵害という緊急状況の下で公的機関による法的保護を求めることが期待できないときに、侵害を排除するための私人による対抗行為を例外的に許容したものであるところ、侵害の回避が十分に可能であるのに積極的な態度で侵害に臨んだ者は、侵害にあえて身をさらすことでそれを受け入れているのでその侵害に対する要保護性を欠き、刑法第３６条の趣旨が妥当しないと考えれば、正当防衛を否定すべき事情は専ら被侵害者を基準として判断されることとなる。そして、本事例において、被侵害者甲を基準に侵害の急迫性を検討する場合、甲は、Ａからの侵害を予期した上で対抗行為に及んでいることから、最決平成２９年４月２６日刑集７１巻４号２７５頁が指摘する事情を踏まえつつ、対抗行為に先行する事情を含めた行為全般の状況に照らして検討することとなろう。すなわち、当該判例は、①行為者と相手方との従前の関係、②予期された侵害の内容、③侵害の予期の程度、④侵害回避の容易性、⑤侵害場所に出向く必要性、⑥侵害場所にとどまる相当性、⑦対抗行為の準備の状況、⑧実際の侵害行為の内容と予期された侵害との異同、⑨行為者が侵害に臨んだ状況、⑩その際の意思内容等を考慮し、行為者がその機会を利用し積極的に相手方に対して加害行為をする意思で侵害に臨んだときなど、前記刑法第３６条の趣旨に照らし許容されるものとはいえない場合には侵害の急迫性の要件を充たさないとするところ、甲は、高校時代にＡと同じ不良グループに所属しており、Ａが短気で粗暴な性格であり、過去にも怒りにまかせて他人に暴力を振るったことが数回あったと知っていたこと、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと思っていたこと、わざわざ出向く必要はなかったのにＡが指定した公園に出向いてＡを待ち構えていたこと、その際に自宅にあった包丁を準備していたこと、Ａからの実際の侵害の内容は拳で殴打しようとするというものであり、予期された侵害を超えるものではなかったこと、甲もすかさず包丁を抜いてＡに向けて突き出すなどしたことなどの事情に照らせば、本件におけるＡの侵害行為は、被侵害者甲を基準とすれば、侵害の急迫性の要件を充たさないと解されることとなる。\nそして、Ａの甲に対する急迫不正の侵害が否定されると考えた場合、防衛者である乙はこれが存在すると認識していることから、急迫不正の侵害があると誤信した上で、主観的には防衛行為に及んでいることになるため、かかる誤信に基づいて対抗行為に及んだ乙に故意犯が成立するかどうかを検討する必要がある。\n通説は、故意を認めるためには、「罪」（＝犯罪）を犯す意思が必要である以上、その認識対象は、構成要件に該当する違法な行為として理解すべきであることを前提に、構成要件該当事実の認識・予見があっても、違法性阻却事由を誤信しているときには故意犯の成立を否定する。同説によれば、行為者の認識・予見した事情が正当防衛に該当する事情である場合には、違法性を基礎付ける事実の認識が欠けるとして責任段階で故意が阻却され（その誤信について過失がある場合に限って、過失犯の成立を認める。）、過剰防衛と評価される事実を認識していた場合には、違法性を基礎付ける事実の認識が認められ故意犯が成立する。\nそこで、乙に故意犯が成立するか否かを判断するに当たっては、乙の認識・予見した事実が、正当防衛と評価されるか、過剰防衛と評価されるかを明らかにする必要がある。そして、判例実務では、防衛行為の危険性や防衛手段としての必要最小限度性等の事情を考慮して「やむを得ずにした行為」に当たるか否かを判断しているところ、乙が認識していた事実は、Ａが甲の顔面を- 17 -\n拳で一方的に殴打しようとしているというものであったのに対し、乙は、Ａの背後から、何の警告もせずにＡの右上腕部を本件ナイフで強く突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせており、かかる乙の行為は、明らかにＡの行為の危険性を大きく上回るものと評価できる上、甲、乙及びＡがいずれも２０歳代の男性であり、各人の体格に大差がなかったことなども併せて考慮すれば、Ａを後ろから羽交い締めにするなど、より侵害性が軽微な手段が他に存在したといえることから、乙の行為は、その認識した事実を前提としても「やむを得ずにした行為」とは評価できない。\nしたがって、故意は阻却されず乙に傷害罪が成立するが、乙の誤信した侵害を前提とすると、乙の行為は過剰防衛としての性質を有することから、刑法第３６条第２項の適用（又は準用）の可否も問われることになるため、この点についても根拠とともに自説を論じる必要がある。\n他方、前記判例と異なり、自招侵害の場合を除いて先行事情を正当防衛の成立を否定する事情とすることに否定的な立場に立つ場合には、被侵害者甲を基準に侵害の急迫性を判断するとしても、急迫性が肯定されることになるが、その場合には自説の根拠を十分に論ずる必要がある。\nまた、防衛者乙を基準に正当防衛状況を判断する立場に立つ場合にも、客観的にＡの甲に対する侵害が切迫していた以上、急迫性は肯定されることになるが、その場合、甲自らは（判例の立場によれば）Ａに正当防衛として対抗することが認められない状況でありながら、乙が甲のために正当防衛をすることが許される理由に言及した上で、急迫性の判断が相対化する理由を的確に示す必要がある。\nそして、侵害の急迫性が肯定されると考えた場合、正当防衛に関する他の要件の充足性についても論じる必要があるところ、前記のとおり、乙の行為は「やむを得ずにした行為」とは評価できないことから、傷害罪が成立し過剰防衛を認めることとなる。\n⑵ 乙が本件原付を乗り去った行為について乙は、Ａの右上腕部を本件ナイフで突き刺した後、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に停められていたＤ\n所有の本件原付を見付け、Ａの追跡を振り切るため、Ｄに無断で本件原付を発進させてＡの追跡を振り切っている。同行為については、窃盗罪の成否を検討することとなるため、まず同罪の客観的構成要件要素である「他人の財物」、「窃取」と、主観的構成要件要素である故意及び不法領得の意思が、いずれも認められることについて論じる必要がある。\nその上で、乙の行為は、客観的には、「自己又は他人の生命、身体、自由又は財産に対する現在の危難を避けるため」の行為であり、緊急避難として違法性が阻却されないかが問題となり得るところ、これに先行する事情として、避難行為者である乙が、自らＡを本件ナイフで刺すなどして、乙自身の法益に対する「現在の危難」を自ら招いたという事情が存在するため、かかる事情があるにもかかわらず、自己が招いた危難を回避するために、無関係の第三者Ｄに侵害を加えることが緊急避難として正当化されるかが問題となる。そこで、かかる問題の所在を示しつつ、根拠とともに自説を論じ、乙の罪責について論じる必要がある。\n危難を自招した場合に緊急避難を認めるか否かについては、自招侵害に関する最決平成２０年\n５月２０日刑集６２巻６号１７８６頁が参考になる。すなわち、当該判例は、自招侵害の状況について、「被告人において何らかの反撃行為に出ることが正当とされる状況」を否定しているが、この実質的根拠は、自らの不正行為によって緊急状況を招いた者の利益は、あえて正当防衛を用いて保護する必要性が乏しいという意味において、被侵害者の要保護性の欠如に求めることができる。そして、被侵害者の要保護性の欠如という観点は、その状況が共通であれば、対抗行為が正当防衛であっても、緊急避難であっても、同様に当てはまると考えられる。このような立場からは、当該判例の考え方が自招危難にも妥当することに触れた上、不正の行為によって危難を招致したといえるか否か（危難が、自招行為によって触発された、その直後における近接した場所での一連、一体の事態であるか否か）、危難がその招致行為の程度を大きく超えるものでないかど\n- 18 -うかといった当該判例の判断基準を示し、乙による本件ナイフでの刺突行為が違法であること、Ａの追跡は同刺突行為によって触発された、その直後における近接した場所での一連、一体の事態であること、Ａは素手で暴行を加えようとしてきているにすぎず、同刺突行為の程度を大きく超えるものでないこと等の具体的事実を摘示した上で緊急避難の成立が否定されると説明することが考えられる。\nまた、自招危難に関する判例・裁判例（大判大正１３年１２月１２日刑集３巻８６７頁、東京高判昭和４５年１１月２６日東高刑時報２１巻１１号４０８頁等）によれば、行為者が自己の故意又は過失により有責に危難を招致したといえる場合には緊急避難の成立を否定するという理解もあり得るところである。このような前提からは、乙がＡによる侵害を招致することを予見していなかったとしても、予見可能性は認められることなどを踏まえて、緊急避難の成否を検討することが必要となる。\nそのほか、危難を自招した場合に緊急避難を認めるか否かについては、緊急避難の成立要件のいずれか（「現在の危難」又は「やむを得ずにした行為」）の存在を否定することにより解決しようとするものや緊急避難の成立要件の外に解決の糸口を求め、社会的相当性や権利濫用などの一般理論を援用することによって解決しようとするものなど、様々な考え方が存在するが、いずれにしても、緊急避難や違法性の本質を意識しつつ、自招危難として緊急避難が否定される具体的な判断基準を示した上で、本件の具体的な事実関係に即して緊急避難の成否を論述することが求められる。\n〔第２問〕\n本問は、大麻取締法違反事件及び非現住建造物等放火事件を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、大麻密売の疑いのある者として把握されていた甲に対するおとり捜査の適\n法性を論じさせることにより、おとり捜査の適法性の判断基準に対する理解と具体的事案への適用能力を試すものである。\nおとり捜査の適法性が争われた事案に関する最高裁判所の判例としては、最決平成１６年\n７月１２日刑集５８巻５号３３３頁（以下「平成１６年決定」という。）がある。平成１６年決定は、おとり捜査の意義を示した上で、これが許容される場合がある旨判示しているところ、おとり捜査の適法性を検討するに当たっては、おとり捜査に関する法律上の定義規定がないことから、前提として、おとり捜査の意義に関する理解を示すことが求められる。\nまた、おとり捜査については、刑事訴訟法に特別の根拠規定がなく、平成１６年決定も、おとり捜査が刑事訴訟法第１９７条第１項に基づき任意捜査として許容される場合があるとしていることから、おとり捜査の適法性を検討する際には、おとり捜査の法的性質についても論じることが求められる。そして、その判断には、おとり捜査が違法とされる実質的理由が影響し得ることに留意する必要がある。すなわち、おとり捜査が違法とされる実質的理由については、学説上、不公正な捜査方法であるからとする考え方、国家が犯罪を創出し法益侵害を生じさせるからとする考え方、人格的自律権・個人の尊厳に対する侵害があるからとする考え方などが主張されているところ、これらの理由とおとり捜査の法的性質との整合性に留意して論述する必要がある。\n次に、おとり捜査の適法性の判断基準については、学説上、もともと犯意を有していた者に犯罪の機会を提供した場合（以下「機会提供型」という。）と、おとり捜査によって対象者に犯意を生じさせた場合（以下「犯意誘発型」という。）とを区別し、機会提供型は適法であ\n- 19 -るが、犯意誘発型は違法であるとする考え方や、捜査比例の原則に従い、必要性と相当性という枠組みの下で、比較衡量によりおとり捜査の適否を判断する考え方などが主張されている。いずれの見解に立つにせよ、おとり捜査の適法性の判断基準は、おとり捜査の法的性質や、おとり捜査が違法とされる実質的理由と結び付くものであるから、それらの点を踏まえた上で判断基準と判断要素を示すことが求められる。また、平成１６年決定は、おとり捜査の適法性について、必ずしも機会提供型と犯意誘発型のどちらに当たるかのみで判断しているわけではないことにも留意する必要がある。\nこのようにおとり捜査の適法性の判断基準について論じた上で、本設問の事例に現れた具体的事実の持つ意味を的確に評価し、判断基準に当てはめて、おとり捜査の適法性を検討することが求められる。\n本設問において、おとり捜査の対象となる犯罪は、大掛かりな大麻密売をしている疑いがある者として把握されていた甲による大麻密売事案であり、大麻の密売先は紹介者に限られ、密売に使用される携帯電話の契約名義は架空人名義で、その番号も変わり、甲の氏名や身元などは判明せず、その後、司法警察員らが甲を尾行した際も見失っている。また、捜査協力を申し出たＡにより甲が今でも大麻を密売しているとの情報が得られ、その後、甲はサンプ\nルとしての大麻の取引に応じ、その際、１０キログラム程度の大麻であれば取り扱うことがある旨述べている。また、大麻密売事案は、直接の被害者がいない犯罪で、さらに、本件で売り渡される大麻は、おとり捜査を通じて司法警察員らにより回収されることが見込まれている。\n他方で、甲は、サンプルとしての大麻の取引の前に、司法警察員Ｐに対し、取引場所を気にする発言をし、気が進まない旨述べ、これに対し、Ｐが取引場所を手配している。また、甲は、本取引の前日には、明日の取引はやめたい旨述べたが、これに対し、Ｐは暴力団Ｘ組と交遊があるかのように装い、約束した代金の１．５倍の代金を払う旨や同じ単価で１０キ\nログラムの大麻を買っても良い旨述べた上、Ａに指示し、ＰがＸ組と取引のある信用できる人物である旨甲に告げさせている。\nまた、本設問では、司法警察員らは、甲からサンプルとしての大麻を譲り受けた際に甲を逮捕せず、その後、より大量の大麻を取引する際に甲を逮捕している。\n以上のような本設問の事例に現れた具体的事実を踏まえ、自己の拠って立つおとり捜査の適法性の判断基準を前提に、抽出した事実の持つ意味を的確に評価しつつ、おとり捜査の適法性について論じることが求められる。\n〔設問２〕について、まず〔設問２―１〕は、非現住建造物等放火事件の犯行態様の一部\nについて公訴事実と裁判所の心証との間にずれが生じた事例について、裁判所が現訴因のまま自己の心証に従って判決をすることができるか否かを問うことにより、訴因変更の要否に関する判断枠組みに対する理解と具体的事案への適用能力を試すものである。\n訴因変更の要否を論じるに当たっては、訴因の本質をどのように考えるかが問題となる。\nこの点について、訴因は検察官がその存在を主張して審判を請求する具体的な犯罪事実を示したものとするいわゆる事実記載説によれば、訴因と異なる事実を認定するには、訴因変更の必要が生じ得ることになるが、その上で、どのような事実の変動が生じる場合に訴因変更が必要となるのかが、さらに問題となる。\nこの点について、学説上、訴因が被告人に防御の範囲を示す機能を有することに鑑み、訴因と異なる事実を認定することによって被告人の防御の利益を実質的に害することになるか否かにより判断する考え方があり、その中でも、被告人の防御活動等具体的な審理の経過に鑑み、それを個々の事件ごとに個別に判定すべきとするいわゆる具体的防御説や、訴因事実と認定事実とを一般的・類型的に対比することにより判定すべきとするいわゆる抽象的防御説などがある。これに対して、判例上、最決平成１３年４月１１日刑集５５巻３号１２７頁\n- 20 -\n（以下「平成１３年決定」という。）において、訴因変更の要否に関する判断枠組みが示され、その後、最決平成２４年２月２９日刑集６６巻４号５８９頁においても、その判断枠組みを踏まえた判断がされている。そのため、訴因変更の要否の判断枠組みにつきどのような見解に立つにせよ、平成１３年決定を意識した論述が求められる。平成１３年決定は、まず、審判対象画定に必要不可欠な事実については、防御活動のいかんにかかわらず、訴因と異なる事実を認定するには訴因変更が必要であるとし（第１段階の検討）、次に、上記以外の事実で、被告人の防御にとって重要な事実については、それが訴因に明示された以上、訴因と異なる事実を認定するには原則として訴因変更が必要であるが、そのような場合でも、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合には、例外的に訴因変更を必要としない場合がある（第２段階の検討）という判断枠組みを取っているものと考えられる。\n〔設問２－１〕において、公訴事実は犯行態様を「点火した石油ストーブを倒し」と記載\nしているのに対し、裁判所の認定に係る罪となるべき事実は、「何らかの方法で」と記載している。そこで、例えば、平成１３年決定の判断枠組みによれば、まず、第１段階の検討として、この点が審判対象画定に必要不可欠な事実の変動に該当するか否かを論じる必要がある。\nそして、これが審判対象画定に必要不可欠な事実の変動に当たらないと考えた場合、次に、第２段階の検討として、公訴事実に「点火した石油ストーブを倒し」と明示されていることから、これを「何らかの方法」と認定することが被告人の防御にとって重要な事実の変動に該当するか否かを論じる必要がある。そして、それが被告人の防御にとって重要な事実の変動に該当すると考えた場合、さらに、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合に該当するか否かを論じる必要がある。その際には、本設問における火災科学の専門家である証人への尋問状況、尋問結果を踏まえた裁判所の当事者への働きかけとそれに対する当事者の対応等の事情も踏まえて検討することが求められる。判例とは異なる判断枠組みによって論じる場合にも、それぞれの立場を踏まえて、訴因と異なる事実を認定することの適否を論じる必要がある。\n次に、〔設問２－２〕は、共謀共同正犯において、検察官が冒頭陳述で釈明した共謀の日にちと裁判所が心証を形成した共謀の日にちとの間にずれが生じた事例について、裁判所がその心証に従って判決をすることができるか否かを問うことにより、検察官の釈明の効果及びそれを踏まえた裁判所の採るべき措置に対する理解と具体的事案への適用能力を試すものである。\n〔設問２－２〕において、検察官は、特定の日にちに共謀が成立したと釈明するものの、\n訴因には「共謀の上」としか記載されておらず、共謀の日にちは記載されていない。そこで、まず、検察官が釈明した内容が訴因の内容になるのかが問題となる。\nこの点について、検察官が釈明した事項が訴因の明示・特定に必要な事項である場合には、訴因の内容になるとする考えによれば、訴因の明示・特定に必要な事項は何かが問題となる。\nこの点について、学説上、訴因は他の犯罪事実から識別可能な程度に特定されていれば足りるとするいわゆる識別説や、訴因は他の犯罪事実と識別できるかだけでなく被告人の防御権の行使に支障がない程度まで具体化される必要があるとするいわゆる防御権説が主張されている。識別説に立ち、共謀の日にちは訴因の明示・特定に必要な事項とはいえないとして、検察官の釈明により訴因の内容になるものではないとする見解や、防御権説の立場から、共謀共同正犯における共謀の日にちは共謀のみに関与した被告人との関係では訴因の明示・特定に必要な事項であるとして、検察官の釈明により訴因の内容になるとする見解などが考えられる。\n- 21 -その上で、検察官が釈明した共謀の日にちが訴因の内容になるとする見解を採ると、次に、釈明の内容と異なる共謀の日にちを認定するに当たり、訴因変更の要否が問題となる。\n他方で、検察官の釈明した共謀の日にちは訴因の内容にはならず、それゆえ訴因変更の要否の問題にならないと考える場合にも、検察官の釈明の内容と異なる共謀の日にちを認定するに当たり、被告人の防御との関係で、裁判所が何らかの措置を講じる必要がないかが問題となる。\nこの点、共謀共同正犯の成否が問題となった事案において、被告人の謀議への関与が、検察官の主張する日にちとは異なる日にちになされた旨を、原審が、その成否を審理における争点として顕在化させることなく認定したことの適法性が問題となった最高裁判所の判例として、最判昭和５８年１２月１３日刑集３７巻１０号１５８１頁がある。同判決は、原審の訴訟手続は、事案の性質や審理の経過等に鑑みると、被告人に不意打ちを与え、その防御権を不当に侵害するものであるとしており、同判決を意識した上で、本設問の事例に現れた具体的事実を適切に評価した上で、裁判所として採るべき措置を論じることが求められる。\n【選択科目】"
}