{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\n精米業者であるＸは、「成分Ａを多く含む精白米及びその製造方法」との名称の発明（以下「Ｘ発明」という。）について特許権（以下「Ｘ特許権」という。）を保有している。Ｘ特許権に係る特許請求の範囲は２つの請求項からなり、請求項１には「玄米粒の第１層から第４層までを精米機によって除去した後、第５層の８５～９５パーセントが残るように同層の表層側の部分を削り取ることにより製造される米」と記載されている（本問において、玄米粒は表皮から中心部に向かって、第１層（表皮）から第６層までの６つの層で構成されるものとする。）。請求項２記載の発明は、第５層の表層側の部分を削り取る具体的な工程（以下「工程α」という。）を含むことを特徴とする、請求項１記載の米を製造する方法についての発明である（以下、請求項１記載の発明を「Ｘ発明１」、請求項２記載の発明を「Ｘ発明２」といい、Ｘ発明１に係るＸ特許権を「Ｘ特許権１」、Ｘ発明２に係るＸ特許権を「Ｘ特許権２」という。）。\nＸ発明の出願に関連する事情は次のとおりである。従来の精白米は、玄米粒の第１層から第５層までを除去し、第６層のみを残す方法で精米されていた。Ｘ発明の発明者は、第５層の表層付近部分に米の味を悪くする成分Ｂが多く含まれる一方で、第５層のそれ以外の部分には米の味を良くする成分Ａが多く含まれていることを見出し、この層の８５～９５パーセントが残るように表層側の部分を削り取る方法を開発した。この方法が工程αである。また、このようにして製造された米は従来の精白米よりも多くの成分Ａを含んでおり、このような米自体が新規であると調査の上判断したＸは、この米についても特許権を取得することとし、これを請求項１に記載する発明とした。実際に、第５層の表層側の部分を除いた同層の残り８５～９５パーセントの部分と第６層の２つの層のみから構成される米は、Ｘ発明の出願時点においてＸ以外の者によって製造も販売もされたことはなく、公表された刊行物等に記載されたこともなかった。\n精米業者であるＹは、第５層の表層側の部分を除いた同層の残り９０パーセントの部分と第６層の２つの層のみから構成される米（以下「Ｙ商品」という。）を製造し、販売している。\nＸはＹに対し、ＹによるＹ商品の製造・販売がＸ特許権を侵害するとして、差止めを求めて訴訟を提起した。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、各設問はそれぞれ独立したものであり、相互に関係はないものとする。\n１．ＸはＹ商品を購入し分析をした上で、訴訟において、①Ｘ特許権１に関しＹ商品の構造について、②Ｘ特許権２に関しＹ商品の製造方法について、それぞれ具体的に主張した。\n⑴ Ｘの前記①の主張に対して、Ｙが単に否認するのみで具体的な主張をしない場合、Ｙのこのような態度は特許法上Ｙに課されている義務を果たすものといえるか、簡潔に説明しなさい。\n⑵ Ｘの前記主張に対して、Ｙが、前記①の主張に対しては、Ｘ主張のとおりであると認める一方で、前記②の主張に対しては、単に否認するのみで具体的な主張をしない場合、Ｘは、Ｘ特許権２に関し、特許法上どのような主張をすることが考えられるか、簡潔に説明しなさい。\n２．Ｙ商品は、玄米粒の第１層から第４層までを精米機により除去した後に、特殊な液体に浸すことで第５層の表層側の部分を溶かす方法によって製造されている。\n⑴ Ｙ商品がＸ発明１の技術的範囲に属するか否かについて論じなさい。\n⑵ ＹはＸ特許権１に関して、特許法第１０４条の３第１項の抗弁を主張している。この抗弁の具体的内容としては、どのようなものが考えられるか、論じなさい。また、この抗弁に対して、Ｘはどのような主張をすべきか、論じなさい。\n- 20 -\n３．Ｘは、Ｘ発明が出願された日の２日前にＸ発明２の方法により製造した米を袋詰めにしたもの（以下「Ｘ商品」という。）を大量に近隣のスーパーに出荷した。Ｘ商品は、その出荷の翌日には同スーパーの店頭で販売されたが、Ｘ発明の出願時点において１袋も売れていなかった。このとき、Ｘ特許権１及びＸ特許権２に関して、Ｙはそれぞれどのような主張をすべきか。その主張の妥当性についても、Ｘからの反論に留意しつつ論じなさい。\n４．Ｘ発明が出願される１か月前に第三者により出願され、Ｘ発明の出願後に出願公開がされた出願βは、炊飯方法の発明についての特許出願である。出願βの願書に最初に添付した明細書には、「第１層から第４層までを精米機により取り除いた上、さらに第５層のほとんどが残るように同層の表層側の部分を削り取った米を使用することにより、炊飯後の米により旨みを感じることができるようになる。」との記載がある。このとき、Ｘ特許権１に関して、Ｙはどのような主張をすべきか。その主張の妥当性についても、Ｘからの反論に留意しつつ論じなさい。なお、出願β\nの願書に最初に添付した明細書、特許請求の範囲及び図面のいずれにも、上記記載以外に米の構造や精米方法に関連する記載はないものとする。\n- 21 -\n〔第２問〕（配点：５０）\n漫画家であるＸとＹは、甲を主人公とする漫画（以下「漫画α」という。）を共同で制作した。\n漫画αのストーリーの大筋は二人が話し合って決定し、Ｘが脚本形式の原稿を制作し、Ｙが原稿をネーム（注）に起こし、Ｘと協議してネームを確定させた。漫画αの作画については、甲を含む人物のイラストをＸが、背景をＹが担当して制作し、互いに意見を出し合いながら、適宜修正を加えつつ、完成させた。その後、漫画αは出版された。\n以上の事実関係を前提にして、以下の設問に答えなさい。なお、著作者人格権に関しては論じる必要はない。また、各設問はそれぞれ独立したものであり、相互に関係はないものとする。\n（注）ネームとは、漫画を描く際のコマ割り、構図、セリフ、キャラクターの配置などを大まかに描いたものをいう。本件のネームでは、登場人物は○などの記号で特定されているだけで、イラスト化されていない。",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１は、特許権侵害訴訟の相手方が被疑侵害物件ないし方法の具体的態様を明らかにしない場合に、特許法に設けられている訴訟手続上の特則についての基本的な理解を問うものである。設問２は、物の発明についての特許に係る特許請求の範囲が製造方法を含む記載となっている場合における、当該発明の技術的範囲の解釈手法や、無効の抗弁の成否についての理解を問うものである。設問３は、新規性喪失理由の一つである、公然実施についての理解を問うものである。設問４は、いわゆる拡大先願についての理解を問うものである。\n２ 設問１⑴において問題となっているのは物（Ｙ商品）の構造であるため、後述の特許法\n（以下「法」という。）第１０４条は問題とはならない。ここでは、法第１０４条の２の具体的態様の明示義務について指摘する必要がある。\n３ 設問１⑵は、法第１０４条についての基本的な理解を問うものである。Ｘの主張するＹ商品の構造についてはＹは争っていないので、Ｘとしては、この構造を前提として、同条の下でＹ商品の製造方法についてＹの側が立証責任を負うことを主張することとなる。Ｘ\nはＸ発明１の新規性について調査しており、これを前提として、Ｘのなし得る主張について同条に即して簡潔に説明する必要がある。\n４ 設問２⑴においては、Ｘ発明１に係る特許請求の範囲（請求項１）が、製造方法（経時的要素）を含むものとなっている点を、同発明の技術的範囲の解釈においてどのように位置付けるかが問題となる。これについては、最判平成２７年６月５日民集６９巻４号７００頁【プラバスタチンナトリウム事件】を十分に意識して論述する必要がある。すなわち、Ｘ発明１の特許請求の範囲に製造方法の記載があること（プロダクト・バイ・プロセス・\nクレームであること）を指摘した上で、このような場合の特許発明の技術的範囲の解釈について同最判の示した規範を踏まえ、説得的に述べることが求められる。\n５ 設問２⑵においては、Ｙとしては、上記最判の規範に即して、Ｘ発明１に係る特許請求の範囲（請求項１）に製造方法が記載されていること、及びＸ発明の出願時においてＸ発明１に係る物をその構造又は特性により直接特定することが容易にできたはずであること（そのような特定が不可能又はおよそ実際的でないというような事情が存在しないこと）\nを挙げて、Ｘ特許権１について明確性要件（法第３６条第６項第２号）違反による無効の抗弁（法第１０４条の３第１項、法第１２３条第１項第４号）を主張することになる。これに対するＸの主張としては、本問においてはＸ発明１に係る物の構造や特性は請求項１\nの記載から明らかであり、第三者の利益が不当に害されるほどに不明確であるとはいえないため、明確性要件違反には当たらないとするなど（知財高判平成２９年１２月２１日【旨み成分と栄養成分を保持した無洗米事件】など参照）、上記最判を踏まえて説得的に述べることが求められる。\n６ 設問３において、Ｙとしては公然実施による新規性喪失（法第２９条第１項第２号）を理由とする無効の抗弁（法第１０４条の３第１項、法第１２３条第１項第２号）を主張することとなるが、ここで特に問われているのは「公然実施」の理解である。本設問の事実関係の下で、物の発明であるＸ発明１及び方法の発明であるＸ発明２それぞれにつき、Ｘ\n発明の出願前の時点において実施（法第２条第３項第１号、同項第３号）がなされていることを条文を挙げて指摘した上で、それらが「公然」なされたといえるのかについて、法第２９条第１項第２号の趣旨を踏まえ検討する必要がある。特にＸ発明２との関係では、Ｘ発明の出願時点において、精米の分野における通常の知識を有する者がＸ商品の構造からＸ発明２の方法を知るための分析手段の利用可能性の有無や程度に応じて（東京地判平成１７年２月１０日判時１９０６号１４４頁【ブラニュート顆粒事件】参照）、論じること- 31 -\nが必要となる。\n７ 設問４においても、Ｙとしては無効の抗弁を主張することとなるが、ここではいわゆる拡大先願（法第２９条の２）についての理解が問われている。本設問の事実関係の下で、Ｘ発明１について特許を無効にするに十分な「発明」の開示がなされているといえるのかについて、拡大先願制度の趣旨を踏まえて論じることが求められる。\n〔第２問〕\n１ 設問１は、共同著作物性、二次的著作物性、各種支分権についての理解を問うものである。設問２は、一部の共有者の合意を得ずに共同著作物が利用された場合の当該共有者の差止請求の可否を問うものである。設問３は、各種支分権及び権利制限についての理解と複製主体の認定について問うものである。\n２ 設問１においては、まず模型βが漫画αに描かれた甲のイラストの二次的著作物（著作権法（以下「法」という。）第２条第１項第１１号）に該当することを論じる必要がある。\nまた、甲のイラストはＸが創作したものであるが、甲のイラストを含む漫画αはＸとＹの共同著作物（法第２条第１項第１２号）に該当することから、甲のイラストの利用について、Ｘに加え、Ｙの権利行使が認められるかについて論じる必要がある。その上で、Ｙの権利行使が認められるとする場合には、ＸとＹがそれぞれ単独で権利行使できることを指摘する必要がある（法第１１７条参照）。\n３ 設問１⑴においては、模型βの制作について変形権（法第２７条）の侵害が、模型βの譲渡について譲渡権（法第２８条、法第２６条の２第１項）の侵害が成立することを指摘する必要がある。模型βは既にＣに譲渡されており、Ｂに著作権侵害のおそれが認められないため、Ｂに対する請求としては、差止請求は問題とならず、損害賠償請求（民法第７０９条）のみが可能となる。\n４ 設問１⑵においては、フィギュアの制作行為について複製権（法第２８条、法第２１条）の侵害が、フィギュアの販売行為について譲渡権（法第２８条、法第２６条の２第１項）の侵害が成立することを指摘する必要がある。解答に当たっては、Ｃが漫画αの存在を知らず、模型βに依拠してフィギュアを制作していることから、Ｃが漫画αに描かれた甲のイラストに依拠したといえるか否かについて検討することが求められる。また、Ｃに対する請求としては、差止・廃棄等請求（法第１１２条）と損害賠償請求（民法第７０９条）\nが問題となるが、Ｃは模型βがＢの完全なオリジナル作品と思い込んでいたとあるから、損害賠償請求について論じる際には、Ｃの過失の有無を検討することが必要となる。\n５ 設問２においては、Ｙの主張として、映画γが漫画αの二次的著作物（法第２条第１項第１１号）に該当すること、漫画αはＸとＹの共同著作物（法第２条第１項第１２号）であり、共有著作権は共有者全員の合意によらなければ行使することができないから（法第\n６５条第２項）、ＤがＸ・Ｙ間の合意がないままに映画γをインターネット上で配信する行為は、Ｙの公衆送信権（法第２８条、法第２３条第１項）の侵害となることを論じる必要がある。一方、Ｄの反論としては、共有著作権の行使について、各共有者は正当な理由がない限り合意の成立を妨げることができないから（法第６５条第３項）、Ｙの合意拒絶に正当な理由がなく、Ｙの差止請求は認められないことを論じる必要がある。それぞれの主張の当否を論じるに当たっては、「正当な理由」の存否をどのように判断すべきか（東京地判平成１２年９月２８日【経済学書籍事件】など参照）、また、合意拒絶に正当な理由がない場合でも、「合意をせよ」との判決を得ることなく、侵害訴訟の場で正当な理由がないことを抗弁として主張することができるかについて、具体的に論述することが求められる。\n６ 設問３⑴においては、漫画αのコマ絵のコピーを作成する行為について複製権（法第２１条）の侵害を、当該コピーを用いてコマ絵をスライドに映し出す行為について上映権（法\n- 32 -第２２条の２）の侵害を、漫画αのコマ絵の拡大コピーを受講生に配布する行為について複製権（法第２１条）及び譲渡権（法第２６条の２第１項）の侵害を論じる必要がある。\n解答に当たっては、Ｆが作画指導を目的として上記各行為を行っていることから、引用（法第３２条第１項）などの権利制限規定の適用の余地がないかどうかを検討することが求められる。\n７ 設問３⑵については、最判平成２３年１月２０日民集６５巻１号３９９頁【ロクラクⅡ事件】が提示した複製主体の判断基準を踏まえて論じる必要がある。Ｘの主張としては、物理的に模写（複製）を行っているのは生徒であるものの、Ｆが模写の対象を選定し、模写のための施設や教材を提供し、模写の指導を通じて生徒から受講料収入を得ていることなどから、漫画教室事業の社会的、経済的側面を重視すれば、Ｆを生徒の模写に係る複製の主体と捉えるべきであると論じることが考えられる（最判昭和６３年３月１５日民集４２巻３号１９９\n頁【クラブキャッツアイ事件】参照）。次に、Ｆの反論としては、物理的な模写の主体は生徒であり、生徒は作画指導を受けるために任意かつ自主的に複製を行っていることから、Ｆは生徒の模写に係る複製の主体となり得ないと論じることが考えられる（知財高判令和３年\n３月１８日判時２５１９号７３頁【音楽教室事件】参照）。それぞれの主張の当否を論じるに当たっては、本設問の事実関係に即して、Ｆを複製の主体と評価することが妥当か否かを具体的に論述することが求められる。"
}