{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国に隣接するＢ国では軍参謀総長Ⅹが軍事クーデターを起こしてＢ国大統領Ｙを解任しその身柄を拘束した。その後、Ⅹは最高軍事評議会を設置してその議長に就任し、Ｂ国の行政府、司法府及び立法府の機能を停止させ全権を掌握した。この間、最高軍事評議会の指示を受けたＢ国軍がＹを支持する政治団体Ｐを弾圧し、Ａ国民を含むその主要メンバーの身柄を拘束して拷問を加えるなど非人道的な行為を行った。この弾圧を逃れるため、多くのＰのメンバーが隣国のＡ国に逃れたものの、これを追ってＢ国軍は国境を越えＡ国に侵入し、Ａ国内の国境付近に所在する建物への砲撃を含む軍事活動を行った。\nＢ国軍による侵入を受けたＡ国は武力によりＢ国軍を国境外に撃退する軍事作戦を実施し、その状況を国際連合安全保障理事会に報告した。Ａ国と友好関係にあるＣ国もＢ国軍を撃退するために自国軍隊をＡ国に派遣することを計画したが、Ａ国とＣ国との間では、相互の安全保障や軍事協力に関する合意は締結されていなかった。\nＢ国内で飲食業を営んでいたＢ国民のＺは、このクーデターが発生する前から、Ｂ国内の治安が悪化していたことを心配し、念のために自分の資産の一部をＣ国の市中銀行にあるＺ名義の口座に預けるとともに、Ｂ国籍を離脱して、一定額の資産がＣ国内に存在することでＣ国籍を取得できる同国の国籍法に基づきＣ国籍を取得していた。軍事クーデター後、Ｂ国最高軍事評議会は、同国内に所在する自国民の財産のほか外国人の財産も全て収用する命令を発し、Ｂ国内に所在するＺの資産も補償を受けることなくＢ国に収用された。そこで、Ｃ国はＢ国に対してＺが受けた損害について賠償を請求したが、Ｂ国はＣ国の請求を拒否した。\nその後、Ｂ国最高軍事評議会が内紛で崩壊してⅩはＤ国に逃亡し、Ｐを後ろ盾としてＹが再び大統領に就任した。Ａ国は、自国民が拷問を受けたことを理由として自国国内法によりⅩを訴追するため、Ｄ国にⅩの身柄の引渡しを求めたところ、Ｄ国はこのＡ国の要請を拒否し、自国の裁判所へのⅩの訴追も行わなかった。Ｃ国もまたＤ国に対してⅩの身柄をＡ国に引き渡すよう求めたが、Ｄ\n国はこれにも応じなかったため、Ｃ国はこの問題を仲裁に付託することをＤ国に提案した。しかし、Ｄ国が半年以上もその提案を無視したことから、Ｃ国は、Ⅹの身柄の引渡しを求めたＡ国の要請をＤ国が拒否し、Ｄ国自身の裁判所へのⅩの訴追も行わなかったことは、１９８４年の拷問及び他の残虐な、非人道的な又は品位を傷つける取扱い又は刑罰に関する条約（以下「拷問等禁止条約」という。）に違反すると主張して、同条約第３０条第１項に基づき国際司法裁判所（以下「ＩＣＪ」\nという。）に紛争を付託した。\nまた、Ｙが再び政権に就いた後、Ｃ国は、Ｚが受けた財産の損害について改めてＢ国に対して賠償を請求したが、Ｂ国は、Ｚへの侵害行為は最高軍事評議会が行ったことであり、現在のＹ政権は無関係であるとして、Ｃ国による損害賠償請求を拒否した。\nＡ国、Ｂ国、Ｃ国及びＤ国の４国はいずれも国際連合加盟国であり、拷問等禁止条約にも留保を付さずに締約国となっている。\n以上の事実を基に、以下の設問に答えなさい。\n〔設 問〕\n１．Ｂ国軍によるＡ国への軍事活動に対して、Ａ国は自国軍隊の武力行使を正当化するために、国際法上どのような主張を行わなければならないかについて論じなさい。また、Ｃ国がＡ国に自国軍隊を単独で派遣し同国内での武力行使を正当化するためには、国際法上いかなる要件が満たされなければならないかについても論じなさい。\n２．Ｃ国は、Ｄ国の拷問等禁止条約違反の認定をＩＣＪに求めるためにいかなる主張が可能かについて論じなさい。\n- 40 -\n３．Ｂ国によりＺが受けた損害に関して、Ｙの政権復帰後、Ｃ国はいかなる国際法上の根拠に基づき損害賠償をＢ国に主張し得るかについて論じなさい。\n【参考資料】拷問等禁止条約（抜粋）\n第４条\n１ 締約国は、拷問に当たるすべての行為を自国の刑法上の犯罪とすることを確保する。拷問の未遂についても同様とし、拷問の共謀又は拷問への加担に当たる行為についても同様とする。\n２ 締約国は、１の犯罪について、その重大性を考慮した適当な刑罰を科することができるようにする。\n第５条\n１ 締約国は、次の場合において前条の犯罪についての自国の裁判権を設定するため、必要な措置をとる。\n（ａ） 犯罪が自国の管轄の下にある領域内で又は自国において登録された船舶若しくは航空機内で行われる場合\n（ｂ） 容疑者が自国の国民である場合\n（ｃ） 自国が適当と認めるときは、被害者が自国の国民である場合\n２ 締約国は、容疑者が自国の管轄の下にある領域内に所在し、かつ、自国が１のいずれの締約国に対しても第８条の規定による当該容疑者の引渡しを行わない場合において前条の犯罪についての自国の裁判権を設定するため、同様に、必要な措置をとる。\n３ この条約は、国内法に従って行使される刑事裁判権を排除するものではない。\n第７条\n１ 第４条の犯罪の容疑者がその管轄の下にある領域内で発見された締約国は、第５条の規定に該当する場合において、当該容疑者を引き渡さないときは、訴追のため自国の権限のある当局に事件を付託する。\n２ １の当局は、自国の法令に規定する通常の重大な犯罪の場合と同様の方法で決定を行う。第５条２の規定に該当する場合における訴追及び有罪の言渡しに必要な証拠の基準は、同条１の規定に該当する場合において適用される基準よりも緩やかなものであってはならない。\n３ いずれの者も、自己につき第４条の犯罪のいずれかに関して訴訟手続がとられている場合には、そのすべての段階において公正な取扱いを保障される。\n第８条\n１ 第４条の犯罪は、締約国間の現行の犯罪人引渡条約における引渡犯罪とみなされる。締約国は、相互間で将来締結されるすべての犯罪人引渡条約に同条の犯罪を引渡犯罪として含めることを約束する。\n２～４ （略）第３０条\n１ この条約の解釈又は適用に関する締約国間の紛争で交渉によって解決することができないものは、いずれかの紛争当事国の要請により、仲裁に付される。仲裁の要請の日から６箇月以内に仲裁の組織について紛争当事国が合意に達しない場合には、いずれの紛争当事国も、国際司法裁判所規程に従って国際司法裁判所に紛争を付託することができる。\n２ 各国は、この条約の署名若しくは批准又はこの条約への加入の際に、１の規定に拘束されない- 41 -旨を宣言することができる。他の締約国は、そのような留保を付した締約国との関係において１の規定に拘束されない。\n３ ２の規定に従って留保を付した締約国は、国際連合事務総長に対する通告により、いつでもその留保を撤回することができる。\n- 42 -\n〔第２問〕（配点：５０）\n山脈を国境として隣接するＡ国とＢ国は、かつては類似の政治思想を持った友好国であり、共に指導者の権限の強い権威主義体制の下にあった。\n両国は良好な外交関係を維持していたが、古くに締結した二国間の犯罪人引渡条約もその表れの一つであった。これによると、それぞれ互いの国に逃亡した犯罪人を引き渡すこと、相手国からの引渡請求に対しては１０日以内に自国の手続を開始することなどが規定されていた。また、軽微な犯罪であっても引渡対象とされる一方で、例外として「政治犯についてはこの限りではない」との規定が置かれ、何が「政治犯」に当たるかについての詳細な規定はなかった。同条約に基づいて、それぞれの国に逃げた犯罪人は相手国へ引き渡されることが慣行となっていた。\nところが、１０年ほど前にＡ国で革命が起き、権威主義体制から民主主義体制へと移行した。もともとＡ国は歴史的に日本法の影響を強く受けてきた国であったが、取り分け民主主義政権誕生後は日本の法整備支援を受けつつ、特に日本を意識した国家建設を開始した。例えば憲法でも日本と同様の仕方で国際法を尊重することをうたい、国際法と国内法の関係についても、日本と同様の立場を採っていた。\nこの革命を契機に、ＡＢ両国間のこれまでの友好的関係は崩れ、微妙な外交的緊張が続くこととなった。あるとき、Ａ国はＢ国に逃亡したＡ国民たる犯罪人Ｘの引渡しを求めたが、Ｂ国は条約に定める期間を大幅に経過しても自国内の手続を開始しなかった。Ｂ国は、度重なるＡ国による要請を無視し続けていたが、最初の要請から半年ほど経ってから、履行する意向は全くないと連絡し、条約は終了したと宣言した。Ｂ国は、その理由として、両国間の犯罪人引渡条約はＡＢ両国が類似の政治思想を持ったある種の共同体であったから締結したのであって、締結時における事情が根本的に変化したのだと主張した。さらに、Ａ国の古くからある特定の法律に、他国への犯罪人引渡しを禁止する条項があると指摘し、これを重大な条約違反だとも主張した。Ａ国は対応に苦慮し、Ｂ国が主張するようにＢ国が犯罪人引渡条約の終了を宣言することが可能か否かについて検討を開始したが、Ａ国政権内の混乱もあり、容易に結論は出なかった。\nＡＢ両国間の外交関係はこう着状態に陥った。そのような中、Ａ国の革命成功に触発されてＢ国でも民主化運動が進展していたが、中でも、いずれもＢ国民であるＹとＺの両名が主導して以降、運動は一層過激なものとなった。両名は新聞その他の媒体を用いて当局の政策を痛烈に非難し、仲間と共に広範な民主化デモを組織するなどした。Ｂ国当局は、ＹとＺを体制維持のための障害とみなすようになっていた。\nある時、Ｂ国警察が治安維持の一環としてＹとＺの身柄を拘束しようと試みたが、この情報が漏れ、二人はＡ国に逃れようとした。Ｙが運転するトラックにＺを乗せて国境を越えようとしたが、途中でＢ国警官に見つかり、猛スピードで反対車線に出たり道路標識にぶつかったりするなどした。\n激しい逃走劇の最中、Ｚはトラックから転落してしまい、混乱の中、Ｙのみが国境を越えてＡ国に逃れた。Ｚも山間部の国境を抜けようとしたが、ＹがＡ国に逃れた後は厳しい検問が敷かれ、それは困難となった。数日間逃げ回った後、Ｚは近くに飛行場があることに思い当たり、Ｂ国民間人が多数搭乗するＢ国登録航空機を乗っ取り、パイロットを脅してＡ国へと向かわせた。しかし、航空機がＡ国飛行場に到着後、Ｚは逃亡生活の疲れから昏倒して乗客達に取り押さえられ、あえなくＡ国警察に逮捕されるに至った。ほぼ同時期に、先に逃げていたＹも、Ａ国警察に逮捕された。\nこの事態に至って、Ｂ国は、二国間の犯罪人引渡条約は依然として有効であると宣言して、従来の態度を翻し、Ａ国が求めていたＸの引渡しに応ずる姿勢を示した上で、これと引換えにＹとＺの自国への引渡しを強く求めた。Ｙについては逃走時のＢ国「交通法」違反での処罰、ＺについてはＢ国航空機不法奪取によるＢ国「公共交通危険取締法」違反での処罰を理由としており、最高刑は前者が懲役４年、後者は懲役１５年であった。Ａ国においても、Ｂ国「交通法」、Ｂ国「公共交通危険取締法」と同様の罰則が法律に定められており、その刑罰の重さはＢ国とほぼ同等であった。\nまた、Ｂ国は、これら以外の罪でＹとＺを罰しないことを公式に表明した。Ａ国はＢ国が態度を変\n- 43 -更したことに戸惑ったが、犯罪人引渡条約を維持すること自体は国益にかなうとの政治的判断によって、同条約の終了や運用停止を宣言しないことを決めた。\nその後、Ａ国内では、犯罪人引渡条約の有効性を前提としつつ、ＹとＺの引渡しの可否を裁判所で決するべく手続が進行した。Ａ国裁判所の裁判官らにとって大きな困難となったのは、Ａ国には逃亡犯罪人に関する国内法が制定されていなかったことであった。また、以前Ｂ国が主張していたように、特定の法律の一部に犯罪人引渡しを禁止する規定が存し、これがＹとＺの引渡しをも禁止する趣旨を含み得ることもあり、関連する国際法の適用関係をめぐって議論が錯綜した。議論の末、Ａ国裁判所の裁判官らは、引渡しの可否について、日本の裁判所における同種の決定例に倣って判断することとした。\nなお、ＡＢ両国はいずれも、条約法に関するウィーン条約（以下「条約法条約」という。）の当事国である。また、犯罪人引渡しに関する国際条約としては、ＡＢ両国間の犯罪人引渡条約のみを考えるものとする。\n以上の事実を基に、以下の設問に答えなさい。\n〔設 問〕\n１．Ｘの引渡しをめぐってＢ国がかつて行っていた犯罪人引渡条約を終了させる宣言は、認めることができるか。また、Ａ国は実際にはそうしなかったものの、Ｂ国が上記宣言を行ったときに、むしろＡ国側から終了を宣言できたか。いずれも、条約法条約の終了原因に照らして論じなさい。\n２．特にＡ国国内法秩序における国際法の位置付けに言及しつつ、Ａ国裁判所が引渡しを認めないための立論をＹとＺの立場から論じなさい。\n３．Ａ国裁判所の判断の結果、ＹとＺはＢ国に引き渡されることになるかについて論じなさい。\n- 44 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、武力不行使原則の例外に該当する個別的集団的自衛権の発動要件、政府の交替と国家の同一性、外交的保護の行使要件といった事項についての国際法上の基本的な知識と理解を確認するとともに、条約締約国間対世的な（erga omnes partes）義務の違反に係る国際司法裁判所（以下「ＩＣＪ」という。）の裁判管轄権及び請求の受理可能性という応用的な事項についての理解を問うことを目的としている。\n設問１は、Ｂ国軍隊がＡ国領域内に侵入してきた場合に、Ａ国がいかなる国際法上の根拠に基づき武力行使により対処できるか、そして第三国たるＣ国の軍隊が単独でＡ国内においてＢ国軍に対して武力を行使し得る国際法上の根拠は何か、ということを問うものである。\n本問では、まずいかなる国際法規則が適用されるかを特定する必要がある。Ａ国、Ｂ国及び\nＣ国はいずれも国際連合（以下「国連」という。）の加盟国であることから、慣習国際法規則とされている国連憲章第２条第４項の武力不行使原則の適用を前提に考え、その例外として認められる武力行使の形態の根拠を国際法規則に求めなければならない。国連憲章上、武力不行使原則の例外事由は、核兵器使用の合法性事件ＩＣＪ勧告的意見（１９９６年）によれば、国連憲章第５１条に基づく個別的集団的自衛権の行使と、同第４２条で予定されている国連の軍事的強制措置であるが、これらのうち、Ａ国とＣ国の行為がそれぞれ個別的自衛権と集団的自衛権の行使として正当化されるためにその発動要件を満たすことを論じることが求められる。\nＡ国が主張する個別的自衛権の行使が認められるためには、相手国による武力攻撃が存在すること、他の手段が利用できない状況であること（必要性）、そして先行する武力攻撃に照らして均衡のとれた自衛措置であること（均衡性）が満たされなければならない。外国の正規軍が自国領域内で行う軍事活動は侵略行為に該当するのであり（侵略の定義に関する国連総会決議（１９７４年）第３条(a)及び(b)参照）、設例によれば、Ｂ国は既にＡ国領域内で「建物への砲撃を含む軍事活動」を行っており、これが武力攻撃に該当するとともに他の手段が利用できるほどの時間的猶予もないことが明らかであることから、前二者の要件は充足し、「国境外に撃退」する自衛措置の内容も均衡性を満たしていることを論じることになる。さらに、国連安全保障理事会への報告も国連憲章第５１条の手続に従ったもので、個別的自衛権を行使したことの証拠として捉えられるであろう。\n他方、Ｃ国が主張する集団的自衛権の行使については、ニカラグア軍事活動事件ＩＣＪ本案\n- 38 -判決（１９８６年）によれば、上記の個別的自衛権の行使要件を充足するほか、被攻撃国が攻撃を受けたことを宣言し集団的自衛権を行使しようとする国に援助を要請することも要件として付加されている。したがって、Ａ国との関係においてＡ国による個別的自衛権の行使の要件が充足されている上で、Ｃ国が集団的自衛権を行使するためには被攻撃国であるＡ国が自ら攻撃を受けたことを宣言し、Ａ国がＣ国に援助を要請することが条件となることを論じなければならない。なお、この集団的自衛権を行使するためには、関係国間で事前に集団的自衛権の行使に関する合意を締結している必要はなく、設例にあるように、「Ａ国とＣ国との間では、相互の安全保障や軍事協力に関する合意は締結されていなかった」ことは、Ｃ国による集団的自衛権の行使を妨げるものではない。\n設問２は、Ａ国によるＸの引渡し要請に対するＤ国の拒否が１９８４年の拷問及び他の残虐な、非人道的な又は品位を傷つける取扱い又は刑罰に関する条約（以下「拷問等禁止条約」という。）の違反であるとして、Ｃ国がＩＣＪにＤ国を訴えることができることを論じるものである。Ａ国、Ｃ国及びＤ国はいずれも留保を付すことなく拷問等禁止条約の締約国となっているので、同条約第３０条に従い、Ｃ国とＤ国との間での交渉により解決されず、しかも仲裁の設置を要請しても６か月間その組織について合意できなかった紛争をＣ国が付託できることを示すことになる。また、訴追か引渡しかの義務事件ＩＣＪ判決（２０１２年）によると、拷問等禁止条約は拷問行為の防止と処罰の確保という共通利益を有し、同条約第７条第１項にいう自国領域内に所在する被疑者を訴追するか、引渡しを要請する他の締約国に引き渡すかのいずれかを行う義務は、条約締約国間対世的な（erga omnes partes）義務として、全ての締約国に対して課されており、この義務違反に対していかなる締約国も違反の中止を求めて請求する権利を有するとされている。この裁判例に従って、Ｄ国による当該義務の違反の疑いがあるときは、同条約締約国であるＣ国にＤ国の義務違反を中止させる請求を行う権利が認められ、同条約第３０条に基づきＩＣＪに紛争を付託することが可能となることを示すことになる。\n設問３は、Ｂ国によりＺが受けた損害についてＣ国が外交的保護を行使できることを論じるものである。まず、ティノコ利権契約事件仲裁判断（１９２３年）が示すように、政府の変更は、たとえ国内法に違反して行われたとしても、国際法上の国家の地位に影響しないため、最高軍事評議会が行った収用行為もＹ政権の行為と同じくＢ国の行為とされることを確認しなければならない。この行為について、Ｃ国が、国籍継続の原則及び国内的救済手段完了原則という外交的保護の要件を満たしてその行使を行うことを論じることになる。前者に関しては、外交的保護において国籍は被害の日から請求の正式な提出の日まで継続していることが求められ\n（外交的保護条文（２００７年）第５条第１項参照）、Ｃ国はこれを満たすことを説明する必要がある。チュニス・モロッコ国籍法事件勧告的意見（１９２３年）で常設国際司法裁判所が確認したように、国籍に関する問題は国内管轄事項であり、原則として各国が国内法で国籍を付与することができる。ノッテボーム事件ＩＣＪ第２段階判決（１９５５年）は、その事案の特殊性から重国籍者の場合に適用される真正結合理論と呼ばれる実効的国籍原則を採用したが、国連国際法委員会は自然人の国籍国に関する一般的規定ではこの実効的国籍原則を採用しておらず（上記外交的保護条文第４条参照）、Ｂ国籍を離脱した重国籍者ではないＺについては、Ｃ国国籍法によるＺへの国籍付与もＢ国に対して有効である。また後者に関しては、収用が行われた当時、最高軍事評議会が全権を掌握していたことから、同評議会による権利侵害を、それより下位に位置するＢ国の行政機関や裁判所が救済する可能性はなかったことが推定されるため、国内的救済手段は全て尽くされたとみてこの要件も充足したことを論じることになる。\n〔第２問〕\n本問は、ある国における逃亡犯罪人の行動を契機に、条約法上の論点（条約終了の要件）、国際法の国内裁判所における適用、政治犯不引渡しといった基本的な事項に関して、国際的規\n- 39 -制の内容と事例問題に対する具体的適用についての基本的な能力を問うことを目的としている。\n設問１は条約終了の要件を問うものであるが、両国が条約法に関するウィーン条約（以下「条約法条約」という。）の当事国であることから、条約法条約の適用が問題となる。Ｂ国が犯罪人引渡条約を終了させることができるかについては、Ｂ国が締結時からの事情の根本的変化を挙げているので、これに関する条約法条約第６２条の適用が問題になる。同条第１項は、事情の根本的変更は条約の終了の根拠として援用することができないことを原則としつつ、例外として、これが援用可能となるための２つの条件を示しており、これらに照らして判断することになる。また、Ａ国に存する特定の法律を問題にしつつ重大な条約違反を主張しているので、条約法条約第６０条の適用が問題になる。同条は「重大な条約違反」があったときに、終了・\n運用停止の援用を認めており、同条第３項で「重大な条約違反」となる２つのものを限定的に定義しているが、相手国への犯罪人引渡しが慣行となっていた中で、Ｂ国が見付けたＡ国の古くからある特定の法律の存在がこの２つに当たるのかを判断することになる。また、Ｂ国の過去の行為によって、Ａ国側から犯罪人引渡条約の終了を援用できるかを判断するに当たっても、この条約法条約第６０条の適用が問題になる。上記と同様に、Ｂ国による条約の手続上の違反や、Ａ国の要請に対する無視、さらに条約を履行する意思が全くないことの表明が「重大な条約違反」となるのかを、同条第３項に照らしつつ判断することになる。\n設問２は、Ｙ及びＺの立場に立ちつつ、彼（女）らが引き渡されないための条件を問うことによって、国内的に妥当する国際法の適用について問うものである。条約及び慣習国際法上の政治犯不引渡し原則を主張するためには、そもそもそれらがＡ国裁判所で援用可能であることが前提となる。\n本事例ではＡ国が日本と同様の仕方で国際法を尊重する体制を採用しており、日本における場合と同様に論ずることが求められている。日本では、条約がその国について発効すると直ちに当該国家の国内法秩序においても効力を有する制度が採用されている（一般的受容方式として一般には知られている。）。また、慣習国際法についても同様に考えられている。国際法規範の遵守を担保するために国内法令を制定することが日本では通常であるが、本事例では、直接に対応する法令がない。また、Ａ国内の特定の法律の一部に犯罪人の引渡しを禁止する規定があることとの関係では、国内法秩序における国際法の位階関係が問題になるが、日本法では国際法が法律よりも上位であるとの理解が一般的であり、これを踏まえて議論することが求められる。\nＹやＺは民主化運動の過程で罪を犯したとされ、Ｂ国に引き渡されないためには、ＡＢ両国間の犯罪人引渡条約が国内法上効力を有することを前提としつつ、同条約上の「政治犯」及び慣習国際法上のそれに当たると主張することになるが、条項なり当該規範を直接に適用しようとするのであれば、一般的には、①当該国際法規範が明確であること、②対象事項が司法機関の権限内にあること、③直接に適用する当事国の意思が検討されなくてはならないと理解されている。これを本事例に即して論ずることになる。\nとりわけ、政治犯不引渡し原則が慣習国際法の地位を獲得していると議論する場合、これとの関係も論じなくてはならない。慣習国際法は不文の法であるために精確な適用には困難が生ずる（日本の代表的先例としては、シベリア抑留補償請求事件（最判平成９年３月１３日民集\n５１巻３号１２３３頁）がある）。もっとも、国際法規範の直接の適用は当該規範が国内的効力の効果の全てではなく、ＹやＺの立場から、政治犯不引渡し原則を援用する可能性はなお残される。\n設問３では、実際に、ＹとＺがそれぞれ引渡対象となるかが問われているが、まずは、双方可罰性の原則を確認する必要がある。これは引渡請求対象行為が実行時に請求国と被請求国の双方で同等の刑罰が科される犯罪に該当することであり、Ａ国とＢ国の国内法に照らしてこれ\n- 40 -が満たされているかに言及することになる。その上で、具体的に適用するに当たって、「相対的政治犯」の観念が問題になっている。犯罪人のうち政治犯は引き渡してはならないとする原則（政治犯不引渡し原則）が一般的に妥当すると考えられているが、この原則の適用は個々具体的状況に依存している。本事例でＡ国裁判所の裁判官らは日本の裁判所における同種の決定例に倣うこととしたが、日本の代表決定例は、張振海事件（逃亡犯罪人引渡審査請求事件、東京高決平成２年４月２０日刑集４４巻３号３２１頁（第一審））であり、「政治犯」が相対的に観念されている。この決定によれば、相対的政治犯罪の解釈や政治犯罪の認定範囲については、事案ごとの個別事情を多角的に検討して当該行為の「政治的性質が普通犯的性質をはるかに凌いでいるか」などを明らかにして、「健全な常識に従って個別的に判断」することが求められ、「判断にあたって比較的重要なメルクマールになると思われるのは、差しあたり、その行為は真に政治目的によるものであったか否か、その行為は客観的に見て政治目的を達成するのに直接的で有用な関連性を持っているか否か、行為の内容、性質、結果の重大性等は、意図された目的と対比して均衡を失っておらず、犯罪が行われたにもかかわらず、なお全体として見れば保護に値すると見られるか否か等の諸点」である。これらから、ＹとＺの行為を評価することになる。同じく政治的理由を背景に犯罪者とされているものの、ＹとＺの行為態様には明確な差異があり、それを反映して論ずることが求められている。",
  "scoring_notes": "１．出題の趣旨等既に公表されている出題の趣旨（「令和４年司法試験論文式試験問題出題の趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２．採点方針国際関係法（公法系）科目の採点方針は、従来の立場を踏襲し、①国際法の基本的な知識を習得し、かつ、設問に関係する国際法の基本的な概念や規範、特に、関係する主要な多数国間条約の関連規定や国際判例及び国内判例を正確に理解しているか、②各設問の内容を理解し必要な国際法上の論点に触れているか、また、出題されている事例に対する適切な考察がなされているか、③答案の法的構成がしっかりしており、論理的かつ正確な文章で書かれ、適切な理由付けがなされているか、といった点を重視した。\n３．採点実感等第１問は、個別的集団的自衛権の行使要件、政府の交替と国家の同一性、外交的保護権の行使要件についての基本的な知識と理解を問うとともに、条約締約国間対世的（ergaomnespartes）義務の違反に係る国際司法裁判所（以下「ＩＣＪ」という。）の裁判管轄権及び請求の受理可能性という応用的な論点に関する国際法の理解を問うものである。第２問は、条約法上の主要な論点である条約終了に関して「事情の根本的な変化」や「重大な条約違反」、国際法の国内適用に関して国内法秩序における国際法の妥当、位階秩序での位置付け、国内裁判所における適用の要件、また犯罪人引渡しに関して双方可罰性の原則や政治犯不引渡し原則といった国際法の基本的知識と理解を問うものである。いずれも国際法の主要なテーマに関するものであり、全く見当違いの答案は少なかったものの、最低ライン未満者が若干名存在した。なお、設問の趣旨を正確に捉え答えているか、\nまた、説得的な理由付けがなされているか、さらに、基本的知識に基づく本問の事例に対する当てはめが的確かといった点では、答案の間に一定の差が見られた。\n⑴ 第１問設問１は、武力行使に係る国際法規則の内容を説明することを求め、国家が他国に対して武力を行使し得る国際法上の要件についての理解を問うものである。具体的には、国際連合（以下「国連」という。）憲章第２条第４項に規定されている武力不行使原則を確認するとともに、武力行使が許容される例外事由として、本問では同第５１条に定める個別的集団的自衛権を援用し得ることからその行使要件（相手国からの先行武力攻撃の存在、他の手段が利用できない状況であるという意味での自衛措置の必要性、先行武力攻撃と自衛措置との間の均衡性）が課されることなどが理解されているかどうかが評価の対象となる。\nほとんどの答案は設問の趣旨を理解して、国際社会においては武力行使が禁止されていることが原則であり、その例外として主権国家が武力を行使するには、個別的集団的自衛権を援用し、\nその行使要件を満たさなければならないことを論述していた。他方、武力不行使原則に言及していないほか、武力の不行使が国際法上の原則であり、それに対する例外として自衛権が位置付けられるという関係性が明確に示されていない答案も散見された。また、例外事由としての個別的自衛権を指摘する場合、その行使要件については、単に武力攻撃の存在、必要性、均衡性に触れるだけでなく、各要件の具体的内容も説明する必要があるが、この点に関して不十分な記述にとどまる答案もあった。自衛権の行使要件は慣習国際法として発展したほか国際判例によっても明確にされてきたことから、例えば集団的自衛権の行使要件に関してはニカラグア軍事活動事件ＩＣＪ本案判決（１９８６年）への言及が不可欠であるように、国連憲章上の規定を理解するだけでなく、自衛権に関係する国際判例についても学習しておくことが必要である。したがって関連- 41 -する条約規定及び国際判例の内容を理解した上で、設例において問われる主題を的確に把握し、\nそこにいかなる国際法規則が適用され、その具体的内容がいかなるものかということを正確に理解し論述することが求められる。\n設問２は、１９８４年の拷問及び他の残虐な、非人道的な又は品位を傷つける取扱い又は刑罰に関する条約（以下「拷問等禁止条約」という。）上の義務違反について、義務違反を被った国以外の拷問等禁止条約締約国が当該義務の違反国をＩＣＪに訴える法的構成を論ずることを求める問いであり、同条約の裁判条項に基づくＩＣＪへの一方的付託のための要件を確認するとともに、当該義務が条約締約国間対世的義務であることを論述することが必要となる。具体的には、\n拷問等禁止条約第３０条第１項に定める要件が満たされていること、また同項に関してＩＣＪの裁判管轄権を否定する留保が関係国により付されていないことを論ずるほか、違反の対象となった同条約上の訴追か引渡しかの義務が条約締約国間対世的義務の性質を有しており、その法的効果がいずれの条約締約国も当該義務違反を追及することができることを論じているかどうかが評価の対象となる。特に後者の義務の性質については、この点を詳しく検討している訴追か引渡しかの義務事件ＩＣＪ判決（２０１２年）に言及して条約締約国間対世的義務の特徴を論ずることが求められる。\nやや発展的な問題であったためか、総じて出来はあまりよくなかった。拷問等禁止条約第３０条第１項の手続要件には多くの答案が触れていたのに対して、義務違反の相手国以外の条約締約国が当該義務違反について義務違反国に中止を求めるための鍵概念となる条約締約国間対世的義務には言及しない答案や、この義務について指摘はするものの、訴追か引渡しかの義務事件ＩＣＪ判決が判示した条約締約国間対世的義務の特徴に関する説明が不十分な答案も多かった。\n設問を解く際には、求められる解答に導く法的論理構成を正確に論述することはもちろんであるが、そこでは国際法に特有の概念とその内容を国際判例に従って説明することも求められるのであり、そのためには、単に重要な用語を記憶するだけでなく、その出自や内容も正確に理解しておくことが必要である。\n設問３は、政府の変更と国家の関係についての説明を求めるとともに、外交的保護の行使要件に関する基本的知識の理解を問うものである。すなわち、ティノコ利権契約事件仲裁判断（１９２３年）が述べるように、国内法に違反した政府の変更の場合も国家の同一性は損なわれないため、前政権の収用行為は現政権の下でも当該国家の行為であることを示すとともに、補償なく収用された財産をめぐる在外自国民の権利侵害について、その本国が外交的保護権を行使するための要件を明らかにして、当該要件に設例の事実を当てはめることが求められる。\nこのように国際法規則に関する基本的な知識の理解度を問うものではあったが、個々の重要な国際法上の用語は覚えていても得点につながらない答案が多かった。例えば外交的保護の要件には国籍継続の原則と国内的救済手段完了原則があるということはほとんどの答案で示されていたが、国籍継続の原則については、その存在理由を踏まえて国籍はいつからいつまで継続していなければならないのかを明確にした答案はそれほど多くはなく、また国内的救済手段完了原則についても、全権を掌握したことを理由とした前政権下での同原則の不適用にも言及する必要があるにもかかわらず、単に現政権が請求を拒否したということに触れるだけの答案も多く見られた。\n外交的保護の行使要件は、その存在意義と内容を的確に理解してこそ、当該要件に具体的事実を当てはめることが可能である。国際法規則は慣習法にも大いに依拠しており、その内容を一通り説明してから、当該規則への事実の当てはめを行うことが求められる点は、主として成文法規則の解釈に係る国内法と対比して、国際法を学習する上で留意すべきところである。\n⑵ 第２問設問１は、条約終了の要件を問うものであるが、両国が条約法に関するウィーン条約（以下「条約法条約」という。）の当事国であることから、条約法条約の適用が問題となる。\n本問では条約法条約の終了原因に照らして論ずることを明示的に求めているが、多くの答案は、\n- 42 -設問の趣旨に適切に沿って解答していた。具体的には、Ｂ国が主張する「事情の根本的な変化」\nに着目して条約法条約第６２条に言及した上で、両国間の犯罪人引渡条約が締結された背景にＡＢ両国が類似の政治思想を持ったある種の共同体であったという主張が適切かどうかを検討していた。さらに、Ｂ国の別の主張である「重大な条約違反」の主張に着目して、条約法条約第６０条、特に同条第３項にある「重大な条約違反」となる２つの条件に言及し、Ａ国の古くからある特定の法律中の他国への犯罪人引渡しを禁止する条項が重大な条約違反に当たるかどうかを検討していた。問題文後半の、Ａ国側から条約の終了を宣言する場合についても同様で、同条に照らしつつ、Ａ国による犯罪人Ｘの引渡しに対して、Ｂ国が条約に定める期間を大幅に経過しても自国内の手続を開始しなかったこと、度重なるＡ国による要請を無視し続けたこと、履行する意向は全くないと連絡してきたことを評価することになる。なお、条約法条約第５４条⒝号に触れつつ、Ｂ国が既に条約の終了を宣言していたとしてＡ国との間には同意があると論ずる答案も散見されたが、本問はＢ国の対応いかんにかかわらず、一方的に宣言できるかを問うものであったことに留意されたい。全体として言えば、事実の当てはめの丁寧さについては答案によっては差も見られたが、おおむね適切に解答がなされていた。\n設問２は、国際法の国内裁判所における適用に関するものであるが、Ａ国は歴史的に日本法の影響を強く受け、憲法でも日本と同様の仕方で国際法を尊重する国とされており、本設問は実際上、日本国内法秩序における国際法の位置付けに関する理解という基本的な内容を問うている。\nこの問題は複数の異なる論点から成るが、まずは日本国内法秩序上、国際法が妥当するか（効力を有するか）を論ずる必要がある。次に、妥当するとして、国内法秩序内における位階秩序が問題になり、さらに、妥当、位階秩序とは別に、国内裁判所が適用する際の基準が問題になる。学説によってはこうした論点の区別は常に維持されているわけではないが、その場合でもこれらの論点の違いを踏まえた立論が求められ、その上で、犯罪人引渡しに関する本問におけるＡＢ二国間犯罪人引渡条約の適用及び慣習国際法の適用の可能性が問題となる。\n残念ながら、多くの答案は全体として芳しいものではなかった。一般的受容方式を採っていることについては、初歩的な知識ともいえることから比較的多くの答案で適切な言及があったが、\n位階関係に関する記述はないか不十分であった。Ａ国には古くからある特定の法律が条約と両立しない規定を含んでいることが問題になっているので、Ａ国内でどちらが優先されるかの議論が論点になり得る。また、答案がこれを問題にしている場合も、「国内法と国際法の関係」という曖昧な表現になっているものも散見された。当然ながら、「国内法」には憲法も法律も含まれるので、位階関係がどのようになっているのか適切に記述できていないことになる。逆に、「国際法」についてはこれが条約であることを前提にしているものが多数だった。しかし、国際法の存在形態は大きくいえば条約と慣習法であり、取り分け犯罪人引渡しの論点については、二国間条約の締結が必ずしも進んでないこともあり、慣習法に関する知識が重要になる。Ｙ及びＺの立場からＡ国裁判所が引渡しを認めないための立論をする際にも、依拠する「国際法」の違いを意識する必要がある。裁判所が国際法を適用する際の要件については、学説によっては理解が異なるものの、一般にいわれている基本的な内容についての言及があってしかるべきである。\n設問３は、犯罪人引渡しの基本的知識を問うているが、前提となる双方可罰性原則等の諸原則と、本設問で最も論じられるべき政治犯不引渡し原則が問題になる。ここでも、Ａ国裁判所の裁判官らが日本の裁判所における同種の決定例に倣って判断することにしたので、実際上は、日本法の知識・理解を問うていることになる（実際には、日本の場合は「逃亡犯罪人引渡法」があるので、本設問はこの国内法解釈に依存しない形で問うている）。\n多くの答案は、設問の趣旨に適切に沿って解答していた一方で、ＹとＺを同様のものと考えひとまとめにして解答していた答案も必ずしも少なくなかった。「相対的政治犯」に関する日本の決定例である張振海事件（逃亡犯罪人引渡審査請求事件、東京高決平成２年４月２０日刑集４４巻３号３２１頁）は代表的なものであり当然知っておくべきものだと思われるが、他方で、その- 43 -知識がなくても、政治犯不引渡し原則生成の背景を意識しつつ、問題文で詳述されているＹとＺの行為態様の差が問題になり得ると思い至るのは難しくない。同決定が「健全な常識に従って個別的に判断」すると述べるとおりである。また、このことから明らかなように、ここでは事案に即したより丁寧な当てはめが求められるが、これは他の設問と同様、答案によって差があったところである。\n⑶ 答案の水準と評価第１問、第２問ともに、「優秀」といえる答案は、全ての設問において、設定されている事実関係に関する国際法上の論点を的確に抽出し、関係条文を正確に解釈するとともに、関連する国際法の原則や国際・国内判例等に言及し、各設問に関して説得力のある論述を展開して、適切な結論を導き出しているものであり、答案全体の１割程度であった。「良好」といえる答案は、各設問で必要とされている国際法上の主要な論点の一部を欠いていたり、関係条文や国際法の原則に対する理解が必ずしも十分でなかったりするものであるが、全体としては適切な論述が展開できているもので、全体の約４割がこれに該当した。「一応の水準」の答案は、全ての設問に一通り答えてはいるが、論述の内容が不正確であったり、論拠を示さずに結論だけを記述したりするもので、全体の３～４割がこれに該当した。また、「不良」の答案は、設問の多くに関して根拠となる関係条文や関連する国際法の原則に対する理解が不足ないし欠いているもので、数は多くないが一定数の答案がこれに該当した。\n４．法科大学院教育に求めるもの法科大学院教育では 、国際法に関する基本的な知識と理解をしっかりと身に付けることをまずは目指してもらいたい。特に、今年の問題について言えば、国連憲章、条約法条約、ＩＣＪ規程等の主要な多数国間条約の関係条文の解釈、国際判例及び国内判例・裁判例に関する理解を深めることが重要である。また、受験生のほとんどがその後に国内法曹になっていくことに鑑みても、国際法が国内法秩序の中でどう活用されるかにも十分な注意を払われたい。そして、これらの重要な論点を学習する場合に求められているのは、暗記型の知識や理解ではなく、具体的な問題・ 事例に柔軟に対応して的確な解決策が導き出せる分析力と応用力の備わった知識や理解である。法科大学院での教育も、このような問題解決能力を涵養するものであることが望まれる。\n- 44 -"
}