{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の各【事例】を読んで、後記〔設問１〕及び〔設問２〕に答えなさい。\n【事例１】\n１ Ｈ県警察Ｉ警察署の司法警察員らは、過去の大麻事件の捜査過程から大掛かりな大麻密売の疑いのある者として氏名不詳者（以下「甲」という。）の存在を把握した。甲は、契約名義の異なる携帯電話を順次使用しており、身元や所在地は関係者の供述からも不明であった。\n２ ところが、令和３年１１月２日、Ｉ警察署の司法警察員Ｐは、大麻所持の罪で１年間服役した後出所した暴力団Ｘ組の組員Ａから、「以前は話せなかったが、私が逮捕された際に所持していた大麻は、甲から入手したものである。当時、甲は大麻を栽培し、紹介を受けた者に対して密売していた。先日、甲から出所祝いの電話があった。また私に大麻を売ろうとしているのではないかと思った。私は暴力団や大麻とは縁を切りたいので、情報を提供して警察に協力することにした。」旨言われた。\nＰらは、甲がＡにかけてきた電話番号の契約名義人を捜査したが、実在しないことが判明した。そこで、Ｐらは、Ａを介してＰを大麻の買い手として甲に紹介させた上、まずは少量の大麻をサンプルとして持参させて、甲との信頼関係を構築するとともに、甲に大麻密売の意思があることを確認することとした。そして、その際には甲を逮捕せず、その後甲が多量の大麻を持参したときに現行犯人として逮捕し、甲による大掛かりな大麻密売の全容解明につなげることとした。\n３ 同月２０日、Ａは、Ｐの依頼を受けて甲に電話をし、甲が今でも大麻を密売していることを確認した上で、大麻の買い手としてＰを紹介し、Ｐから聞いた電話番号を甲に伝えるとともに、甲の使用する携帯電話の番号をＰに伝えることの承諾を得た。同日、Ａから連絡を受けたＰは、甲に電話をかけ、「大麻を５キロ欲しいが、まずは１００グラムをサンプルとして手に入れて、その質を確認したい。」旨述べた。これに対し、甲は、「Ａの紹介でもあるし、サンプルの件は分かった。しかし、安全に取引できる場所があるのか不安なので、気が進まない。この間、知り合いの密売人も捕まった。」旨述べた。そこで、Ｐは、甲に対し、「Ｋ県Ｊ市内に私がオ\nーナーを務める宿泊施設がある。そこなら安全だ。」旨述べたところ、甲は、これに応じたが、「危険を感じたら行かない。」旨述べた。その後、Ｐは、Ｋ県Ｊ市内にある宿泊施設を手配した。\n４ 同月２３日、Ｐは、前記施設の一室でＡを伴って甲と会い、甲から、乾燥大麻１００グラムを譲り受けた。そして、２日後に同じ場所で残りの大麻と代金の授受を行うことになった。その場で、甲からは「１０キロ程度なら扱うこともある。」旨の話が出ていた。Ｐが甲と別れた後、Ｉ警察署の司法警察員らは甲を尾行したが、途中で見失った。\n５ 同月２４日、甲からＰに電話があり、「明日の取引は取りやめたい。」旨告げてきた。Ｐが繰り返しその理由を尋ねると、甲は、「密売人の摘発が続いているようで、嫌な予感がする。」旨述べた。これに対し、Ｐは、「自分は長年Ｘ組と交遊があり、Ｘ組との取引も続けてきたので不安に感じる必要はない。サンプルの質が良かったので、約束した代金の１．５倍の代金を払う。」旨述べた。それでも甲が渋る態度を示したことから、Ｐは、「この前、１０キロ程度の大麻なら扱うこともあると言っていたが、同じ単価で１０キロをまとめて買ってもよい。現金はすぐに用意できるので心配ない。取引の場で先に金を見せてもよい。」旨述べ、具体的な金額を提示した。\nすると、甲は、また連絡すると言って電話を切った。Ｐは、直ちにＡに電話をかけ、甲とのやり取りを伝え、甲から電話があった際の対応について指示した。その後、甲がＡに電話をかけ、Ｘ組とＰとの関係を尋ねたのに対し、Ａは、Ｐの指示に従い、Ｐは古くからＸ組と交遊し、- 2 -\n取引もある信用できる人物である旨告げた。これを聞いた甲は、Ｐに再び電話をして、「よく分かった。大麻を１０キロ売ることにするが、必ず先に金を見せてほしい。」旨述べた。\n６ 同月２５日、Ｐは、前記施設の一室で甲に対し、見せ金として用意していた現金を見せた。\nすると、甲は、一旦退室した後、大型トランクに入れた１０キログラムの乾燥大麻を持って部屋に戻ってきた。そこで、Ｐは、隣室で待機していた同署の司法警察員らと共に、その場で甲を大麻の営利目的所持の現行犯人として逮捕し、逮捕に伴い前記乾燥大麻を差し押さえた。\n〔設問１〕\n【事例１】記載のおとり捜査の適法性について、具体的事実を摘示しつつ論じなさい。\n【事例２】（【事例１】の事実に続けて、以下の事実があったものとする。）\n７ 甲を逮捕した翌日の令和３年１１月２６日、Ｈ県Ｉ市内の家屋（以下「本件家屋」という。）が柱や床を残して全焼した。捜査の結果、甲がＢ所有の空き家である本件家屋を大麻栽培拠点としており、それが放火された疑いが濃厚となった。そして、その実行犯として乙が浮上し、Ｉ警察署の司法警察員らは、同年１２月２日、乙を非現住建造物等放火事件の被疑者として同署に任意同行した。\n乙は、同日、取調べにおいて、本件家屋１階１２畳間の全面に灯油を散布した上、点火した石油ストーブを蹴り倒して着火させ、本件家屋に放火したこと、その際、本件家屋内には自分しかいなかったことを供述し、その旨録取した供述調書１通が作成され、同日中に通常逮捕された。その後、乙は、黙秘に転じた。\n本件家屋について実施された検証等の捜査の結果、本件家屋１階１２畳間の床下から焼け落ちた床部分と石油ストーブが発見されるとともに、焼け残った同室の床部分から広範囲にわたり灯油が検出され、また、同ストーブには転倒時の自動消火装置がなく、乙が供述していた方法で灯油に着火できることが判明した。\n検察官は、同月２３日、乙を本件家屋に対する非現住建造物等放火の罪で起訴した（公訴事実は【資料１】のとおり。）。\n８ 乙は、第１回公判期日の冒頭手続において、「放火はしていない。その日、部屋にいて、煙臭いと感じ、石油ストーブを見ると、傍らの乾燥大麻が燃えていた。布をかぶせても火が消えなかったので、そのまま逃走した。灯油をまいてもいない。」旨弁解し、弁護人も同旨の主張をした。\n公判において、火災科学の専門家の証人尋問が実施され、検察官及び弁護人の尋問を通じて、「焼け残った床面の広い範囲から灯油が検出されたことからすると、人為的に灯油がまかれたと考えるのが自然である。」「今回の火災については、被告人が捜査段階で話していたように、室内に灯油を散布した上で、点火した石油ストーブを倒して灯油に着火させたと考えて矛盾はない。」旨証言した。これに対し、裁判所が、補充尋問において、石油ストーブを倒す方法以外での着火の可能性について質問すると、同証人は、「例えば、可燃物に火をつけて散布された灯油に着火させることも可能と考えられる。」旨証言した。同証人尋問の終了後、裁判所は、検察官及び弁護人に対し、放火の態様に関して追加の主張、立証の予定があるかを確認したが、いずれもその予定はない旨回答した。\n裁判所は、証拠調べが終わった時点で、乙が室内に灯油を散布し、その灯油に何らかの方法により着火させたことは認定できるが、乙が石油ストーブを倒して着火させたとまでは認定できないとの心証を得た。その後、論告、弁論においても、検察官及び弁護人は当初の主張を維持し、被告人も従前と同旨の陳述をして、裁判所は結審した。\n- 3 -\n〔設問２〕\n１ 裁判所が、前記の心証に至った理由を説示した上で、【資料１】の公訴事実に対して【資料\n２】の罪となるべき事実を認定し、判決をすることが許されるかについて論じなさい。\nなお、罪となるべき事実の記載が判示として十分かについて論じる必要はない。\n２ 【事例２】につき、仮に、乙が捜査段階において、「令和３年１１月１日に、本件家屋内で、甲が逮捕されたときには同家屋に放火するように甲から指示されていたので、その指示に従って同家屋の室内に灯油をまいた上、点火した石油ストーブを蹴り倒して放火した。」旨述べ、これを踏まえ、検察官が甲を本件家屋に対する非現住建造物等放火の罪で起訴したとする（公訴事実は【資料３】のとおり。）。\n甲は、捜査段階から一貫して乙との共謀を否認し、弁護人も、第１回公判期日の冒頭手続において同旨の主張をした。検察官は、裁判長からの求釈明に応じて、冒頭陳述で、共謀が成立した日にちを令和３年１１月１日、共謀が成立した場所を本件家屋内であるとそれぞれ明らかにした。これに対し、弁護人は、冒頭陳述で、「検察官が乙との共謀が成立したと主張する日は、甲は、一日中、Ｋ県Ｌ市内にある自宅にいて、本件家屋には行っていない。」旨述べてアリバイを主張した。証人尋問において、乙は、「同月１日、甲から放火の指示を受けた。」旨証言し、これに対し、弁護人は、その証言の信用性を弾劾する反対尋問をした。裁判所も、アリバイの主張を念頭に、その日の甲及び乙の行動について補充尋問をした。甲は、被告人質問においても同日のアリバイを述べ、検察官及び裁判所も、同日中の行動について甲に質問した。\n裁判所は、その後の証拠調べの結果をも踏まえ、甲から乙に対して前記のような指示があったことに疑いはないが、その日にちについては、同月１日ではなく同月２日であり、乙はそれを取り違えて供述しているとの心証を得た。その後、論告、弁論において、検察官及び弁護人は、従前と同様の主張をし、被告人も従前と同旨の陳述をして、裁判所は結審した。\nこの場合、裁判所が、前記の心証に従い、事実認定の理由として、共謀が成立したのは同月\n２日である旨説示した上で、【資料３】のとおりの事実を罪となるべき事実として認定し、判決をすることが許されるかについて論じなさい。\nなお、罪となるべき事実の記載が判示として十分かについて論じる必要はない。\n（参照条文） 大麻取締法第２４条の２ 大麻を、みだりに、所持し、譲り受け、又は譲り渡した者は、５年以下の懲役に処する。\n２ 営利の目的で前項の罪を犯した者は、７年以下の懲役に処し、又は情状により７年以下の懲役及び２００万円以下の罰金に処する。\n３ （略）\n- 4 -\n【資料１】公訴事実\n被告人は、令和３年１１月２６日午後２時頃、Ｈ県Ｉ市〇町△丁目×番地所在の現に人が住居に使用せず、かつ、現に人がいないＢが所有する家屋（木造スレート葺２階建て、床面積合計約９８．\n６平方メートル）内において、同家屋１階１２畳間に灯油をまいた上、点火した石油ストーブを倒して火を放ち、その火を同家屋の壁、天井等に燃え移らせ、よって、同家屋を全焼させて焼損したものである。\n【資料２】罪となるべき事実\n被告人は、令和３年１１月２６日午後２時頃、Ｈ県Ｉ市〇町△丁目×番地所在の現に人が住居に使用せず、かつ、現に人がいないＢが所有する家屋（木造スレート葺２階建て、床面積合計約９８．\n６平方メートル）内において、同家屋１階１２畳間に灯油をまいた上、何らかの方法で火を放ち、その火を同家屋の壁、天井等に燃え移らせ、よって、同家屋を全焼させて焼損したものである。\n【資料３】公訴事実\n被告人は、乙と共謀の上、令和３年１１月２６日午後２時頃、Ｈ県Ｉ市〇町△丁目×番地所在の現に人が住居に使用せず、かつ、現に人がいないＢが所有する家屋（木造スレート葺２階建て、床面積合計約９８．６平方メートル）内において、同家屋１階１２畳間に灯油をまいた上、点火した石油ストーブを倒して火を放ち、その火を同家屋の壁、天井等に燃え移らせ、よって、同家屋を全焼させて焼損したものである。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は、大麻取締法違反事件及び非現住建造物等放火事件を素材として、捜査及び公判に関する具体的事例を示し、各局面で生じる刑事手続上の問題点、その解決に必要な法解釈、法適用に当たって重要な具体的事実の分析及び評価並びに具体的結論に至る思考過程を論述させることにより、刑事訴訟法に関する基本的学識、法適用能力及び論理的思考力を試すものである。\n〔設問１〕は、大麻密売の疑いのある者として把握されていた甲に対するおとり捜査の適\n法性を論じさせることにより、おとり捜査の適法性の判断基準に対する理解と具体的事案への適用能力を試すものである。\nおとり捜査の適法性が争われた事案に関する最高裁判所の判例としては、最決平成１６年\n７月１２日刑集５８巻５号３３３頁（以下「平成１６年決定」という。）がある。平成１６年決定は、おとり捜査の意義を示した上で、これが許容される場合がある旨判示しているところ、おとり捜査の適法性を検討するに当たっては、おとり捜査に関する法律上の定義規定がないことから、前提として、おとり捜査の意義に関する理解を示すことが求められる。\nまた、おとり捜査については、刑事訴訟法に特別の根拠規定がなく、平成１６年決定も、おとり捜査が刑事訴訟法第１９７条第１項に基づき任意捜査として許容される場合があるとしていることから、おとり捜査の適法性を検討する際には、おとり捜査の法的性質についても論じることが求められる。そして、その判断には、おとり捜査が違法とされる実質的理由が影響し得ることに留意する必要がある。すなわち、おとり捜査が違法とされる実質的理由については、学説上、不公正な捜査方法であるからとする考え方、国家が犯罪を創出し法益侵害を生じさせるからとする考え方、人格的自律権・個人の尊厳に対する侵害があるからとする考え方などが主張されているところ、これらの理由とおとり捜査の法的性質との整合性に留意して論述する必要がある。\n次に、おとり捜査の適法性の判断基準については、学説上、もともと犯意を有していた者に犯罪の機会を提供した場合（以下「機会提供型」という。）と、おとり捜査によって対象者に犯意を生じさせた場合（以下「犯意誘発型」という。）とを区別し、機会提供型は適法であ\n- 19 -るが、犯意誘発型は違法であるとする考え方や、捜査比例の原則に従い、必要性と相当性という枠組みの下で、比較衡量によりおとり捜査の適否を判断する考え方などが主張されている。いずれの見解に立つにせよ、おとり捜査の適法性の判断基準は、おとり捜査の法的性質や、おとり捜査が違法とされる実質的理由と結び付くものであるから、それらの点を踏まえた上で判断基準と判断要素を示すことが求められる。また、平成１６年決定は、おとり捜査の適法性について、必ずしも機会提供型と犯意誘発型のどちらに当たるかのみで判断しているわけではないことにも留意する必要がある。\nこのようにおとり捜査の適法性の判断基準について論じた上で、本設問の事例に現れた具体的事実の持つ意味を的確に評価し、判断基準に当てはめて、おとり捜査の適法性を検討することが求められる。\n本設問において、おとり捜査の対象となる犯罪は、大掛かりな大麻密売をしている疑いがある者として把握されていた甲による大麻密売事案であり、大麻の密売先は紹介者に限られ、密売に使用される携帯電話の契約名義は架空人名義で、その番号も変わり、甲の氏名や身元などは判明せず、その後、司法警察員らが甲を尾行した際も見失っている。また、捜査協力を申し出たＡにより甲が今でも大麻を密売しているとの情報が得られ、その後、甲はサンプ\nルとしての大麻の取引に応じ、その際、１０キログラム程度の大麻であれば取り扱うことがある旨述べている。また、大麻密売事案は、直接の被害者がいない犯罪で、さらに、本件で売り渡される大麻は、おとり捜査を通じて司法警察員らにより回収されることが見込まれている。\n他方で、甲は、サンプルとしての大麻の取引の前に、司法警察員Ｐに対し、取引場所を気にする発言をし、気が進まない旨述べ、これに対し、Ｐが取引場所を手配している。また、甲は、本取引の前日には、明日の取引はやめたい旨述べたが、これに対し、Ｐは暴力団Ｘ組と交遊があるかのように装い、約束した代金の１．５倍の代金を払う旨や同じ単価で１０キ\nログラムの大麻を買っても良い旨述べた上、Ａに指示し、ＰがＸ組と取引のある信用できる人物である旨甲に告げさせている。\nまた、本設問では、司法警察員らは、甲からサンプルとしての大麻を譲り受けた際に甲を逮捕せず、その後、より大量の大麻を取引する際に甲を逮捕している。\n以上のような本設問の事例に現れた具体的事実を踏まえ、自己の拠って立つおとり捜査の適法性の判断基準を前提に、抽出した事実の持つ意味を的確に評価しつつ、おとり捜査の適法性について論じることが求められる。\n〔設問２〕について、まず〔設問２―１〕は、非現住建造物等放火事件の犯行態様の一部\nについて公訴事実と裁判所の心証との間にずれが生じた事例について、裁判所が現訴因のまま自己の心証に従って判決をすることができるか否かを問うことにより、訴因変更の要否に関する判断枠組みに対する理解と具体的事案への適用能力を試すものである。\n訴因変更の要否を論じるに当たっては、訴因の本質をどのように考えるかが問題となる。\nこの点について、訴因は検察官がその存在を主張して審判を請求する具体的な犯罪事実を示したものとするいわゆる事実記載説によれば、訴因と異なる事実を認定するには、訴因変更の必要が生じ得ることになるが、その上で、どのような事実の変動が生じる場合に訴因変更が必要となるのかが、さらに問題となる。\nこの点について、学説上、訴因が被告人に防御の範囲を示す機能を有することに鑑み、訴因と異なる事実を認定することによって被告人の防御の利益を実質的に害することになるか否かにより判断する考え方があり、その中でも、被告人の防御活動等具体的な審理の経過に鑑み、それを個々の事件ごとに個別に判定すべきとするいわゆる具体的防御説や、訴因事実と認定事実とを一般的・類型的に対比することにより判定すべきとするいわゆる抽象的防御説などがある。これに対して、判例上、最決平成１３年４月１１日刑集５５巻３号１２７頁\n- 20 -\n（以下「平成１３年決定」という。）において、訴因変更の要否に関する判断枠組みが示され、その後、最決平成２４年２月２９日刑集６６巻４号５８９頁においても、その判断枠組みを踏まえた判断がされている。そのため、訴因変更の要否の判断枠組みにつきどのような見解に立つにせよ、平成１３年決定を意識した論述が求められる。平成１３年決定は、まず、審判対象画定に必要不可欠な事実については、防御活動のいかんにかかわらず、訴因と異なる事実を認定するには訴因変更が必要であるとし（第１段階の検討）、次に、上記以外の事実で、被告人の防御にとって重要な事実については、それが訴因に明示された以上、訴因と異なる事実を認定するには原則として訴因変更が必要であるが、そのような場合でも、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合には、例外的に訴因変更を必要としない場合がある（第２段階の検討）という判断枠組みを取っているものと考えられる。\n〔設問２－１〕において、公訴事実は犯行態様を「点火した石油ストーブを倒し」と記載\nしているのに対し、裁判所の認定に係る罪となるべき事実は、「何らかの方法で」と記載している。そこで、例えば、平成１３年決定の判断枠組みによれば、まず、第１段階の検討として、この点が審判対象画定に必要不可欠な事実の変動に該当するか否かを論じる必要がある。\nそして、これが審判対象画定に必要不可欠な事実の変動に当たらないと考えた場合、次に、第２段階の検討として、公訴事実に「点火した石油ストーブを倒し」と明示されていることから、これを「何らかの方法」と認定することが被告人の防御にとって重要な事実の変動に該当するか否かを論じる必要がある。そして、それが被告人の防御にとって重要な事実の変動に該当すると考えた場合、さらに、被告人の防御の具体的状況等の審理の経過に照らし、被告人に不意打ちを与えず、かつ、判決で認定される事実が訴因に記載された事実と比べて被告人にとって不利益であるといえない場合に該当するか否かを論じる必要がある。その際には、本設問における火災科学の専門家である証人への尋問状況、尋問結果を踏まえた裁判所の当事者への働きかけとそれに対する当事者の対応等の事情も踏まえて検討することが求められる。判例とは異なる判断枠組みによって論じる場合にも、それぞれの立場を踏まえて、訴因と異なる事実を認定することの適否を論じる必要がある。\n次に、〔設問２－２〕は、共謀共同正犯において、検察官が冒頭陳述で釈明した共謀の日にちと裁判所が心証を形成した共謀の日にちとの間にずれが生じた事例について、裁判所がその心証に従って判決をすることができるか否かを問うことにより、検察官の釈明の効果及びそれを踏まえた裁判所の採るべき措置に対する理解と具体的事案への適用能力を試すものである。\n〔設問２－２〕において、検察官は、特定の日にちに共謀が成立したと釈明するものの、\n訴因には「共謀の上」としか記載されておらず、共謀の日にちは記載されていない。そこで、まず、検察官が釈明した内容が訴因の内容になるのかが問題となる。\nこの点について、検察官が釈明した事項が訴因の明示・特定に必要な事項である場合には、訴因の内容になるとする考えによれば、訴因の明示・特定に必要な事項は何かが問題となる。\nこの点について、学説上、訴因は他の犯罪事実から識別可能な程度に特定されていれば足りるとするいわゆる識別説や、訴因は他の犯罪事実と識別できるかだけでなく被告人の防御権の行使に支障がない程度まで具体化される必要があるとするいわゆる防御権説が主張されている。識別説に立ち、共謀の日にちは訴因の明示・特定に必要な事項とはいえないとして、検察官の釈明により訴因の内容になるものではないとする見解や、防御権説の立場から、共謀共同正犯における共謀の日にちは共謀のみに関与した被告人との関係では訴因の明示・特定に必要な事項であるとして、検察官の釈明により訴因の内容になるとする見解などが考えられる。\n- 21 -その上で、検察官が釈明した共謀の日にちが訴因の内容になるとする見解を採ると、次に、釈明の内容と異なる共謀の日にちを認定するに当たり、訴因変更の要否が問題となる。\n他方で、検察官の釈明した共謀の日にちは訴因の内容にはならず、それゆえ訴因変更の要否の問題にならないと考える場合にも、検察官の釈明の内容と異なる共謀の日にちを認定するに当たり、被告人の防御との関係で、裁判所が何らかの措置を講じる必要がないかが問題となる。\nこの点、共謀共同正犯の成否が問題となった事案において、被告人の謀議への関与が、検察官の主張する日にちとは異なる日にちになされた旨を、原審が、その成否を審理における争点として顕在化させることなく認定したことの適法性が問題となった最高裁判所の判例として、最判昭和５８年１２月１３日刑集３７巻１０号１５８１頁がある。同判決は、原審の訴訟手続は、事案の性質や審理の経過等に鑑みると、被告人に不意打ちを与え、その防御権を不当に侵害するものであるとしており、同判決を意識した上で、本設問の事例に現れた具体的事実を適切に評価した上で、裁判所として採るべき措置を論じることが求められる。",
  "scoring_notes": "１ 採点方針等本年の問題も、昨年までと同様、比較的長文の事例を設定し、その捜査及び公判の過程に現れた刑事手続上の問題点について、問題の所在を的確に把握し、その法的解決に重要な具体的事実を抽出して分析した上、これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導き出すとともに、その過程を筋道立てて説得的に論述することが求められている。これを通じて、法律実務家になるために必要な刑事訴訟法に関する基本的学識、事案分析能力、法解釈・適用能力、論理的思考力、論述能力等を試すものである。\n出題の趣旨は、既に公表したとおりである。\n〔設問１〕は、大麻密売の疑いのある者として把握されていた甲に対するおとり捜査の適法性を問うものである。ここでは、おとり捜査の意義に関する理解を示し、その法的性質及び適法性の判断基準に関する自己の見解について、おとり捜査が違法とされる実質的理由を踏まえつつ論じた上で、事例に現れた具体的事実を的確に抽出、分析し、おとり捜査の適法性を論じることが求められる。\n〔設問２－１〕は、非現住建造物等放火事件の犯行態様の一部について公訴事実と裁判所の心証との間にずれが生じた事例について、裁判所が現訴因のまま自己の心証に従って判決をすることができるか否かを問うものである。ここでは、訴因の本質を踏まえつつ、訴因変更の要否に関する判断枠組みについて自己の見解を示した上で、事例に現れた具体的事実を的確に抽出、分析し、訴因変更の必要性について論じることが求められる。次に、〔設問２－２〕は、共謀共同正犯において、\n検察官が冒頭陳述で釈明した共謀の日にちと裁判所が心証を形成した共謀の日にちとの間にずれが生じた事例について、裁判所がその心証に従って判決をすることができるか否かを問うものである。\nここでは、まず、検察官が釈明した共謀の日にちが訴因の内容になるのかが問題となり、仮にそれが訴因の内容にならず、それゆえ本件は訴因変更が問題となる場面ではないとした場合でも、被告人の防御との関係で裁判所の採るべき措置がないかについて、設問に現れた具体的事実を的確に分析して論じることが求められる。他方で、検察官の釈明した共謀の日にちが訴因の内容になるとした場合には訴因変更の要否の問題となり、設問に現れた具体的事実を的確に評価して論じることが求められる。\n採点に当たっては、このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は、いずれも、捜査及び公判に関して刑事訴訟法が定める制度・手続及び関連する判例の基本的な理解に関わるものであり、法科大学院において刑事手続に関する科目を履修した者であれば、本事例において何を論じるべきかはおのずと把握できるはずである。\n〔設問１〕は、おとり捜査の適法性について判断した最高裁判例（最決平成１６年７月１２日刑集５８巻５号３３３頁。以下「平成１６年決定」という。）を始めとするおとり捜査に関する正しい知識や理解があれば説得的な論述が可能だと思われる。〔設問２〕については、訴因変更の要否について判断した最高裁判例（最決平成１３年４月１１日刑集５５巻３号１２７頁、最決平成２４年２月２９日刑集６６巻４号５８９頁。前者につき、以下「平成１３年決定」と、また、後者につき、以下「平成２４年決定」という。）や、共謀共同正犯において、裁判所が審理における争点として顕在化させることなく、検察官の釈明内容と異なる日にちに被告人が謀議へ関与した旨を認定したことの適法性が問題となった事案に関する最高裁判例（最判昭和５８年１２月１３日刑集３７巻１０号１５８１頁。以下「昭和５８年判決」という。）など、法科大学院の授業でも取り扱われる基本的な判例を正確に理解していれば、十分解答は可能であろう。\n２ 採点実感各考査委員の意見を踏まえた感想を記す。\n- 7 -⑴ おおむね出題の意図に沿った論述をしていると評価できる答案としては、次のようなものがあった。\n〔設問１〕では、平成１６年決定を意識しつつ、おとり捜査の意義に関する理解を示した上で、\nおとり捜査の法的性質及び適法性の判断基準について、おとり捜査が違法とされる実質的理由を踏まえて自己の見解を示し、本設問におけるおとり捜査の対象となった事件の内容、捜査の状況、\n捜査機関による甲への働きかけの態様、これに対する甲の言動など事例に現れた具体的事実を的確に拾い上げ、それぞれの事実の持つ意味を的確に評価して説得的に結論を導き出している答案が見受けられた。\n〔設問２－１〕では、本問が訴因変更の要否の問題であることを把握した上で、訴因の本質を踏まえつつ、平成１３年決定で示された訴因変更の要否に関する判断枠組みを的確に示し、その判断枠組みに従って、また、平成２４年決定に示された判断も意識しつつ、まず、第１段階の検討として、放火の態様の変更が罪となるべき事実の特定に必要不可欠な事実の変動に該当するか否かを論じ、これに該当しないとして、次に、放火の態様が訴因に明示されていることを踏まえ、\nこれが一般的に被告人の防御にとって重要な事実に該当するか否かを論じ、これに該当するとして、例外的に被告人の防御の具体的な状況等の審理の経過に照らし、被告人に不意打ちを与えるものではなく、かつ、被告人にとって不利益であるといえない場合であるかについて、設問に現れた具体的事実を的確に抽出、分析し、説得的に結論を導き出している答案が見受けられた。\n〔設問２－２〕では、公訴事実には共謀の日にちが記載されていないことを踏まえ、検察官が冒頭陳述で釈明した共謀の日にちが訴因の内容になるのかという問題の所在を的確に把握した上で、共謀共同正犯において、検察官が釈明した共謀の日にちが訴因になるのかという問題について、まず、一般的に検察官が釈明した内容が訴因の内容になるのか、なるとすればどのような場合に訴因の内容になるのかについて論じ、さらに、共謀共同正犯における共謀の日にちがこれに該当するのかについて論じた上で、共謀の日にちがこれに該当せず、したがって訴因変更は不要であるとしつつも、裁判所が被告人の防御の利益を考え、何らかの措置を講じる必要があるのではないかという問題を的確に示し、昭和５８年判決を意識しつつ、どのような場合に被告人に対する不意打ちとして許されないかについて論じ、事例に現れた具体的事実を的確に抽出、分析して、当てはめを行い、説得的に結論を導き出している答案が見受けられた。\n⑵ 他方、そもそも、法原則・法概念の意義や関連する判例の判断基準等についての記述が不十分・不正確で、当該項目についての理解が不足していると見ざるを得ない答案や、法原則や法概念の意義や関連する判例の判断基準等として記述された内容自体には問題がないものの、これらを機械的に暗記して記述するのみで、具体的事実に対してそれらの法原則・法概念や判断基準等を的確に適用することができていない答案、具体的事実に対する洞察が表面的で、その抽出が不十分であったり、その事実の持つ意味の分析が不十分・不適切であったりする答案が見受けられた。\n〔設問１〕では、おとり捜査の適法性を論じるに当たり、おとり捜査には、定義規定がなく、\n平成１６年決定も、おとり捜査の意義について示した上で適法性を論じているのであるから、前提として、おとり捜査の意義に関する理解を示す必要があるところ、これを示さず、あるいは、\n的確な理解を示さないまま、おとり捜査の適法性を論じる答案が少なからず見受けられた。また、\nおとり捜査については、刑事訴訟法に明文規定がなく、平成１６年決定も刑事訴訟法第１９７条第１項に基づき任意捜査として許容される場合がある旨判示していることから、おとり捜査の法的性質を論じることが求められるところ、大半の答案がおとり捜査の法的性質について論じているものの、その内容としては、強制捜査と任意捜査の区別の基準に関する一般論を大きく展開する一方で、おとり捜査が違法とされる実質的理由との関係を意識した論述ができている答案は少なかった。さらに、おとり捜査の適法性を判断する基準についても、おとり捜査の法的性質を任意捜査であるとした上で、任意捜査の限界の一般論としての必要性や相当性を提示するにとどまる答案が少なからず見受けられ、おとり捜査が違法とされる実質的理由を十分に踏まえて適法性- 8 -の判断基準及び判断要素を示している答案は少なかった。すなわち、おとり捜査を任意捜査であるとし、任意捜査であっても何らかの法益を侵害するおそれがあるために制約があるとした上で一般的に比例原則の適用を論じるにとどまり、おとり捜査の必要性に対置される権利・利益に関する論述が欠如し、あるいは、その論述が不十分な答案が多く見受けられた。ここでは、おとり捜査が実質的に違法とされる理由について、不公正な捜査方法であるからとする考え方、国家が犯罪を創出し法益侵害を生じさせるからとする考え方、人格的自律・個人の尊厳に対する侵害があるからとする考え方などがあることを踏まえ、こうしたおとり捜査によって侵害され得る権利・利益を踏まえつつ、捜査の必要性との関係で比例原則を問題とする必要があるところ、その点を踏まえた答案は少なかった。また、平成１６年決定に対する理解が不正確と思われる答案も少なからず見受けられた。すなわち、平成１６年決定は、「少なくとも、直接の被害者がいない薬物犯罪等の捜査において、通常の捜査方法のみでは当該犯罪の摘発が困難である場合に、機会があれば犯罪を行う意思があると疑われる者を対象におとり捜査を行うことは、刑訴法１９７条１項に基づく任意捜査として許容されるものと解すべきである。」としているところ、答案の中には、特に理由を示すことなく、前記判文にある「少なくとも」という文言を度外視し、同判文に記載された要素を充足する場合にのみおとり捜査が許されるとするものや、比例原則から必要性、\n相当性の要件を充足する必要がある旨記載した後、特に理由を示すことなく、平成１６年決定が挙げた前記要素を要件として記載するものなど、それらの要素がおとり捜査の適法性判断に当たっていかなる意味で考慮されるのかについて正確に理解していないと考えられる答案が多く見受けられた。また、具体的な事実の抽出、評価においても、事実の拾い上げ自体が不十分な答案や、\n自己の結論と整合する事実を中心に拾い上げ、反対の結論に導き得る事実の拾い上げが不十分な答案が見受けられた。さらに、事実の羅列にとどまる答案や、一応事実を抽出、評価しているものの、例えば、捜査機関による甲への働きかけが強いと評価するにとどまり、働きかけが強いことが違法方向に作用する理由について、おとり捜査が違法とされる実質的理由を踏まえた論述ができていないなど、事実に対する評価が不十分な答案が見られた。また、平成１６年決定にいう「機会があれば犯罪を行う意思」の理解が不十分なため、これを故意と同一のものと考え、故意の有無という観点で評価している答案があったほか、事実と判断基準との結び付きが不十分な答案も見受けられた。さらに、本設問では、司法警察員Ｐは、甲からまずサンプルとして１００グラムの大麻を譲り受けた際に甲を逮捕することができたものの逮捕せず、甲が１０キログラムの大麻を持参したところで逮捕しているところ、この点について、おとり捜査が違法とされる実質的理由に遡って的確に検討している答案は少なかった。\n〔設問２－１〕では、多くの答案が訴因変更の要否の問題であることを把握した上で、訴因変更の要否に関する判断枠組みについて自己の依って立つ見解を示すことはできていたが、その一方で、設問において、罪となるべき事実の記載が判示として十分かについて論じる必要はない旨記載されているにもかかわらず、判決が犯行態様を「何らかの方法」と認定している点を捉えていわゆる概括的認定の問題について論じる答案や、訴因変更の要否について論じることなく公訴事実の同一性の有無という訴因変更の可否の問題のみを論じる答案も少なからず見受けられた。\n同様に、訴因変更の要否について論じることなく、訴因の特定について論じる答案が見られた。\nまた、訴因変更の要否について論じる答案については、おおむね平成１３年決定を意識し、訴因と心証との間にずれの生じている事実が、罪となるべき事実の特定に必要不可欠な事実か否かという第１段階の検討と、被告人の防御にとって重要な事実か否かという第２段階の検討に分けて論じている答案が多かったものの、その内容を正確に理解していない答案も少なからず見受けられた。例えば、前記のとおり平成１３年決定は、第２段階の検討において訴因変更が不要となる例外を示しているところ、この例外を第１段階の検討において適用している答案が見られた。また、平成１３年決定は、第２段階の検討において、一般的に被告人の防御にとって重要な事実か否かだけでなく、当該事実が訴因として明示されていることを要素として挙げているところ、特- 9 -に理由を示すことなく、その点に触れない答案も多く見受けられた。さらに、平成１３年決定の判断枠組みを的確に使うことができていない答案が見受けられた。例えば、第１段階の検討において、着火の方法が「石油ストーブを倒した」から「何らかの方法」に変わったことについて、\n十分な理由を示すことなく、それが罪となるべき事実の特定に必要不可欠な事実の変動であるとする答案や、第２段階の検討において、十分な理由を示すことなく、被告人の防御にとって重要な事実の変動とはいえないとする答案、あるいは、前記のとおり平成１３年決定によれば、第２段階の検討において、例外として訴因変更が不要とされる場合が示されているところ、特に理由も示さないまま、その点について論じていない答案もあった。さらに、前記第２段階の検討における例外に該当するか否かの検討において、本設問では、裁判所が証人である火災科学の専門家に対する補充尋問において、石油ストーブを倒す方法以外での着火の可能性について質問し、これに対し、同証人が可燃物に火をつけて散布された灯油に着火させることも考えられる旨証言し、\n同尋問終了後には、裁判所が検察官及び弁護人に対し、放火の態様に関して追加の主張、立証の予定があるか確認する手続を採っているところ、こうした事実を評価できていない答案や、被告人が放火の態様を争っていないから不意打ちの問題は生じないと評価するなど、不意打ちの理解が不十分な答案も散見された。\n〔設問２－２〕では、共謀の日にちは訴因に明示されておらず、検察官が冒頭陳述において明らかにしたにすぎないところ、この点を意識せず、検察官の釈明した共謀の日にちが当然に訴因の内容になるかのように、最初から訴因変更の要否を論じる答案が多数あった。この点は、平成１３年決定の示した第２段階の検討において、当該事実が訴因に明示されていることを要素としていることを理解していないため、〔設問２－１〕では、放火の態様が公訴事実に明示されていたのに対し、〔設問２－２〕では、公訴事実において、共謀の日にちが明示されてないという両者の違いに気付かなかったとも考えられる。また、逆に、検察官が共謀の日にちを釈明で明らかにしているにもかかわらず、共謀の日にちが訴因に明示されていないことから訴因の内容になっていないとして、検察官の釈明の効果を論じない答案も見られた。さらに、本設問では、甲は共謀のみに関与し、検察官が主張する共謀の日にちにはアリバイがある旨主張し、その日の共謀の有無をめぐり当事者間で攻撃防御が繰り広げられていたにもかかわらず、裁判所がそれとは異なる共謀の日にちを認定したことが被告人に対する不意打ちにならないかが問題となるところ、そのような問題意識がないまま、共謀の日にちは訴因に明示されていないことから被告人にとって不意打ちにならないとする答案や、当事者間で共謀をめぐって争われていることから被告人に不意打ちにならないとする答案など、不意打ちの意味を理解していないと思われる答案も散見された。さらに、〔設問２－１〕では、訴因変更の要否について論じず、〔設問２－２〕において、初めて訴因変更の要否を論じる答案も見られた。\n３ 答案の評価⑴ 「優秀の水準」にあると認められる答案〔設問１〕については、平成１６年決定を意識しつつ、おとり捜査の意義に関する的確な理解を示すとともに、その法的性質及び適法性の判断基準について、おとり捜査が違法とされる実質的な理由についての自己の見解を踏まえて的確に論じた上で、事例に現れた具体的な事実を的確に拾い上げ、おとり捜査が違法とされる実質的な理由を意識しながら、これらを的確に分析、評価しながら適法性を検討している答案であり、〔設問２－１〕については、本設問が訴因変更の要否の問題であることを捉え、訴因の本質について論じた上で、平成１３年決定に対する正確な理解を前提に、訴因変更の要否に関する判断枠組みを示し、各検討段階において、平成２４年決定に示された判断も意識しながら、設問に現れた具体的な事実を的確に抽出、分析して結論を導いている答案であり、〔設問２－２〕については、検察官の釈明した共謀の日にちが訴因の内容になるか否かについて的確に論じた上で、これを否定する場合であっても、裁判所の措置が被告- 10 -人に対する不意打ちにならないかという点を問題とし、昭和５８年判決を意識しながら、どのような場合に不意打ちとして許されないかという問題を的確に捉えた上で、事例に現れた具体的事実を的確に評価して結論を導いている答案である。\n⑵ 「良好の水準」にあると認められる答案〔設問１〕については、おとり捜査の意義に関する理解を示し、その法的性質及び適法性の判断基準について論じているものの、おとり捜査が違法となる実質的理由との関係については、やや物足りなさが残り、また、設問に現れた具体的事実を抽出し、適法性の判断基準に当てはめているものの、抽出した事実に対する評価については、やや不十分な答案であり、〔設問２－１〕については、訴因変更の要否の問題であることを把握し、平成１３年決定を意識しつつ、訴因変更の要否に関する判断枠組みについて論じているものの、平成１３年決定の判断枠組みに対する理解がやや不正確なものや、設問に現れた具体的事実について、例えば、平成１３年決定に従って検討しているものの、各検討段階における具体的事実の分析、評価にやや物足りなさが残る答案であり、〔設問２－２〕については、検察官が釈明した共謀の日にちが訴因になるかについて触れているものの、その論述にやや物足りなさが残るほか、検察官が釈明した共謀の日にちが訴因の内容にならないとしても、どのような場合に不意打ちとして許されないことになるのかについての論述に不十分さが残る答案である。\n⑶ 「一応の水準」に達していると認められる答案〔設問１〕については、おとり捜査の意義、法的性質及び適法性の判断基準については一応示した上、事例に現れた具体的事実を当てはめて結論を導き出すことはできており、論述の過程において、おとり捜査が違法とされる実質的理由についての一応の理解がうかがわれるものの、おとり捜査の適法性の判断基準及び具体的事実への当てはめの両面において、おとり捜査が違法とされる実質的理由を踏まえた論述という面で不十分さがあり、おとり捜査の特性や本設問に現れた具体的な事実の抽出・評価に不十分さが認められる答案であり、〔設問２－１〕については、\n訴因変更の要否の問題であることは把握し、訴因変更の要否に関する判断枠組みについて一応示した上で、事例に現れた具体的事実に当てはめて結論を導き出すことはできているものの、平成１３年決定に関する理解が不正確で、設問に現れた具体的事実の分析、評価も不十分な答案であり、〔設問２－２〕については、被告人に対する不意打ちが問題になることは把握し、事例に現れた具体的事実を評価して結論を導き出しているものの、検察官が釈明した共謀の日にちが訴因になるのかについての検討が不十分な答案である。\n⑷ 「不良の水準」にとどまると認められる答案前記の水準に及ばない不良なものをいう。一般的には、刑事訴訟法上の基本的な原則の意味を理解することなく機械的に暗記し、これを断片的に記述しているだけの答案や、関係条文・法原則を踏まえた法解釈を論述・展開することなく、事例中の事実をただ書き写しているかのような答案等、法律学に関する基本的学識と能力の欠如が露呈しているものである。例を挙げれば、〔設問１〕では、おとり捜査の適法性の判断基準を示さないまま、事例に現れた具体的事実を評価しておとり捜査の適法性に関する結論を導くような答案、〔設問２－１〕では、訴因変更の要否について論じることなく、いわゆる概括的認定の問題や訴因変更の可否についてのみ論じるような答案、〔設問２－２〕では、検察官が釈明した共謀の日にちが訴因の内容になるかについて検討せずに訴因変更の要否について論じ、かつ、事例に現れた具体的事実について十分な検討をしないまま、不意打ちの問題は生じないとするような答案、特に理由もなく〔設問２－１〕で訴因変更の要否を論じないで、〔設問２－２〕で訴因変更の要否を論じる答案などがこれに当たる。\n４ 法科大学院教育に求めるものこのような結果を踏まえると、今後の法科大学院教育においても、刑事手続を構成する各制度の趣旨・目的について、基本的な最高裁判例を踏まえて、原理原則に遡り、基本から深くかつ正確に- 11 -理解すること、それを踏まえて、関係条文や判例法理を具体的事例に当てはめて適用する能力を身に付けること、自説の立場から論述の整合性に配慮しつつ論理立てて分かりやすい文章で表現できる能力を培うことが強く求められる。また、刑事訴訟法においては、刑事実務における手続の立体的な理解が不可欠であり、通常の捜査・公判の過程を具体的に想起できるように、実務教育との有機的連携を意識し、刑事手続の各局面において、裁判所、検察官、弁護人の法曹三者が具体的にどのような立場からどのような活動を行い、それがどのように関連して手続が進んでいくのかなど、\n刑事手続が法曹三者それぞれの立場から動態として積み重ねられていくことについて理解を深めていくことが重要である。\n- 12 -"
}