{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］〔第１問〕（配点：１００）\n以下の【事例１】及び【事例２】を読んで、後記〔設問１〕及び〔設問２〕について、答えなさい。\n【事例１】\n１ Ａは、某月１日、立ち寄ったホームセンターの駐車場において、エンジンキーが付いたままの状態で駐車されていたＢ所有の普通自動二輪車（以下「本件バイク」という。）を発見し、これを自由に乗り回したいと考え、Ｂに無断で本件バイクを発進させて走り去った。\n２ Ａは、本件バイクに偽造ナンバープレートを装着しようと思い、これを手に入れるまでの間、本件バイクを人目に付かない場所に隠しておこうと考えた。\nそこで、Ａは、友人甲の自宅にシャッター付きのガレージがあることを思い出し、当分の間、甲に頼んで同ガレージに本件バイクを保管させようと考えた。Ａは、同日、本件バイクを運転して甲宅に行き、甲に「これは俺のバイクなんだが、今まで使っていた駐車場が使えなくなってしまったので、しばらく預かってくれないか。」と頼んだところ、甲はこれを承諾し、本件バイク\nを上記ガレージに入れた。\n３ 甲は、本件バイクの保管を続けていたが、同月５日夜、Ａと電話で話をした際、ささいなことから激しい口論となった。甲は、Ａと仲違いしたまま電話を切ったが、怒りが収まらなかったことから、Ａを困らせるため、Ａに無断で本件バイクを別の場所に移動させて隠そうと考えた。\n甲は、自宅から約５キロメートル離れた場所にある甲の実家の物置内に本件バイクを移動させればＡに見付からないだろうと考え、同月６日未明、自己が所有する軽トラックの荷台に本件バイクを積み込むと、同トラックを運転して実家まで行き、同物置内に本件バイクを隠して帰宅した。なお、甲は、怒りにまかせて本件バイクを上記物置内に移動させて隠したが、本件バイクをその後どうするかは考えていなかった。\n〔設問１〕 【事例１】の甲に横領罪（刑法第２５２条第１項）の成立を認める立場から後記⑴及\nび⑵の各主張がなされたとする。各主張の当否について、それぞれ簡潔に論じなさい。\n⑴ 甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」（同項）すれば横領罪が成立する。\n⑵ 甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」（同項）に当たる。\n【事例２】（【事例１】の事実に続けて、以下の事実があったものとする。）\n４ Ａは、偽造ナンバープレートを手に入れたことから、本件バイクを回収しようと考え、同月１０日午後８時頃、甲に電話を掛け、「今日これからバイクを取りに行く。」と言った。これに対し、甲は、笑いながら、「あのバイクはここにはないよ。ざまあみろ。俺を怒らせたお前が悪いんだぞ。」と言った。Ａは、甲の発言を聞いて激怒し、甲に殴る蹴るなどの制裁を加えようと考え、強い口調で甲に、「いい度胸をしているじゃないか。８時半にＣ公園に来い。覚悟しておけよ。」と言った。これに対し、甲も、「おう、行ってやるよ。」と怒鳴って電話を切った。\n甲は、高校時代にＡと同じ不良グループに所属しており、Ａが短気で粗暴な性格で、過去にも怒りにまかせて他人に暴力を振るったことが数回あったことを知っていたため、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと思ったが、甲も頭に血が上っていたことから、自宅にあった包丁（刃体の長さ１５センチメートル。以下「本件包丁」\nという。）をズボンのベルトに差して準備した上で、Ｃ公園に出向き、Ａを待ち構えていた。\nＡは、同日午後８時３０分頃、Ｃ公園に到着し、甲の姿を見るなり、「お前、ふざけんなよ。ボコボコにしてやるからな。」と怒鳴り声を上げた。これに対し、甲は、「できるものならやってみろ。この野郎。」と大声で言い返した。\n５ Ａは、甲の態度に逆上し、甲に至近距離まで接近すると、右手の拳を突き出して甲の顔面を殴打しようとした。甲は、Ａの拳をかわしながら、本件包丁をベルトから抜いて、Ａに向けて突き出した。Ａは、これをかわし、ひるむことなく更に甲の顔面を殴打しようと拳を振り上げた。\n６ ちょうどその頃、甲の勤務先の後輩乙は、偶然にＣ公園に来て、前記５のとおり、Ａが甲を殴打しようとしているのを目撃し、とっさに甲を助けようと考えた。\n乙は、護身用に携帯していたサバイバルナイフ（刃体の長さ１８センチメートル。以下「本件ナイフ」という。）を取り出して、直ちにＡの背後に回り、同日午後８時３１分頃、何の警告もせずにＡの右上腕部を狙って本件ナイフを同部に強く突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせた。\nこのとき、乙は、前記１から４までの各事実を知らず、また、甲が本件包丁を持っていることも認識しておらず、Ａが甲に対して一方的に攻撃を加えようとしていると思い込んでいた。\n７ Ａは、すぐに後方を振り向き、乙に刺されたことを認識した。Ａは、「誰だ、お前。何をしやがる。」と怒鳴りながら、乙を蹴り付け、ひるんだ乙は本件ナイフをその場に落とした。乙は、Ａから更に殴る蹴るなどの暴力を振るわれてしまうと思って怖くなり、走って逃げ出した。これを見たＡは、乙を捕まえて痛め付けようと考え、「待て。この野郎。」と叫びながら、走って乙を追い掛けた。\n乙は、逃げながらＡが背後から追跡してきているのを見て、このままではすぐに追い付かれて暴力を振るわれてしまうと思っていたところ、進路前方の道路脇に、飲食物の宅配業務に従事していたＤがエンジンを掛けたままで一時的に停めていたＤ所有の原動機付自転車（以下「本件原付」という。）を見付けた。このとき、Ｄは、配達のために付近のマンション内に立ち入っていたことからその場にいなかった。\nＡは乙よりも足が速く、乙がＡの追跡を振り切るためには、本件原付を運転して逃げることが唯一採り得る手段であったところ、乙は、本件原付を使ってＡの追跡を振り切り、安全な場所まで移動したら本件原付をその場に放置して立ち去ろうと考えた。乙は、同日午後８時３３分頃、Ｄに無断で本件原付を発進させ、Ａの追跡を振り切った。\n８ 甲、乙及びＡは、いずれも２０歳代の男性であり、各人の体格に大差はなかった。\n〔設問２〕 【事例２】における乙の罪責について、論じなさい（特別法違反の点は除く。）。論文式試験問題集［刑事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は、設問１で、Ａが盗んだＢ所有のバイク（以下「本件バイク」という。）の保管をＡから依頼された甲が、甲宅のシャッター付きのガレージに保管していた本件バイクを、Ａを困らせるため、甲宅から約５キロメートル離れた場所にある甲の実家の物置内に移動させて隠した行為について、甲に横領罪（刑法第２５２条第１項）の成立を認める立場から、⑴甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」（同項）すれば横領罪が成立する、⑵甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」（同項）に当たるという各主張がなされた場合のそれぞれの当否を検討させ、設問２で、Ａと口論になり公園に呼び出された甲が、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと考え、包丁を準備して同公園に出向いたところ、同公園に現れたＡから拳で殴られそうになったため、自らも包丁をＡに向けて突き出すなどしたが、その様子を目撃した乙が、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考えて、Ａの背後から、持っていたサバイバルナイフ（以下「本件ナイフ」という。）\nをＡの右上腕部に突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせた行為について傷害罪の成否を検討させ、さらに、その後、乙が、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に、飲食物の宅配業務に従事していたＤが一時的に停めていた原動機付自転車（以下「本件原付」という。）を見付け、本件原付を使ってＡの追跡を振り切り、安全な場所まで移動したら本件原付をその場に放置して立ち去ろうと考え、Ｄに無断で本件原付を発進させてＡの追跡を振り切った行為について窃盗罪の成否を検討させ、それにより、刑事実体法及びその解釈論の知識と理解を問うとともに、具体的な事実関係を分析し、その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n設問１について\n⑴ 甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」すれば横領罪が成立するとの主張の当否について横領罪は、自己の占有する他人の物を横領したときに成立するところ、本件バイクは、Ｂが所有する「他人の物」であり、これを甲が自宅のガレージに保管して事実上支配していたのであるから、甲が「他人の物」を占有していたことは明らかである。\nもっとも、横領罪における「占有」は、他人からの委託信任関係を原因とするものであることを要するところ、本件バイクは、ＡがＢから盗んだ盗品であり、甲は、その情を知らなかったものの、客観的には窃盗犯人であるＡから盗品の保管を委託されたものであったことから、設問１⑴の主張は、このような窃盗犯人からの委託に基づく場合でも本罪の「占有」に当たると解することが前提となっている。そこで、設問１⑴においては、窃盗犯人からの盗品の保管の委託を保護することの当否が問題となることを示した上で、その当否及び根拠を論じる必要がある。\n設問の主張の正当性を肯定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値する根拠として、a.窃盗罪において窃盗犯人の占有も保護されていることとの均衡上、横領罪においても窃盗犯人との委託信任関係は保護されるとの説明等が考えられる。\n他方、設問の主張の正当性を否定する立場からは、窃盗犯人からの盗品の保管の委託が保護に値しないとする根拠として、b.委託の内容は、客観的には盗品の保管の委託であり、盗品等保管罪を構成する行為であるところ、委託の内容が犯罪を構成する場合には、委託関係の要保護性を否定すべきであるとの説明や、c.横領罪の委託関係は所有者又は所有者から権限を与えられた者と行為者との間において必要であるから、正当な権限を与えられていない窃盗犯人からの委託関係を横領罪に必要な委託と認めるべきではないとの説明等が考えられる。\n⑵ 甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」に当たるとの主張の当否について甲は、Ａを困らせるため、Ａに無断で本件バイクを隠匿したものであり、かかる行為は、Ａからの委託の趣旨に反する行為とは評価できるものの、バイクの効用に基づいて利用処分したものとは評価できない。設問１⑵の主張は、このような物の効用に基づいた利用処分とはいえない隠匿行為も「横領した」に当たると考える立場に立つことが前提になっている。そこで、設問１⑵においては、「横領した」というため、物の効用に基づく利用処分をすることを不要とすることの当否が問題となることから、かかる問題の所在を示した上で、その当否及びその根拠等を論じる必要がある。\n物の効用に基づく利用処分をすることを不要とする立場からの説明としては、a.横領行為とは、委託の趣旨に反する権限逸脱行為であるとの説明（越権行為説）や、b.横領行為とは、不法領得の意思を発現する行為である（領得行為説）とした上、横領罪における不法領得の意思とは「他人の物の占有者が委託の任務に背いて、その物につき権限がないのに所有者でなければできないような処分をする意思」であり、目的物をその効用に基づいて利用、処分する意思までは不要であるとの説明等が考えられる。なお、判例は、領得行為説に立ちつつ（最判昭和２７年１０月１７日集刑６８号３６１頁等）、不法領得の意思の内容につき、b説と同様の説明をしている（最判昭和２４年３\n月８日刑集３巻３号２７６頁等）。\n他方、物の効用に基づく利用処分をすることを必要とする立場からの説明としては、c.領得行為説に立ちつつ、横領罪における不法領得の意思の内容として、窃盗罪など他の領得罪と同様に、毀棄罪との区別として、客体を何らかの用途に利用、処分する意思が必要であり、客体を専ら隠匿する行為は不法領得の意思を発現する行為とはいえないなどの説明等が考えられる。\n設問１は⑴⑵いずれについても、自説の論拠や他説への批判などを踏まえつつ、各主張の当否を論ずることが求められる。\n設問２について\n⑴ 乙がＡを刺突して傷害を負わせた行為について乙は、Ａが甲を殴打しようとしていたところを偶然目撃し、Ａが甲に対して一方的に攻撃を加えようとしていると思い込み、甲を助けようと考え、Ａの背後から、本件ナイフでＡの右上腕部を突き刺し、Ａに傷害を負わせている。乙の行為は、有形力の行使によりＡの生理的機能に障害を与えており、また、乙は少なくとも暴行の故意に基づいて同行為に及んでいることから、傷害罪の構成要件に該当することは明らかである。\nもっとも、乙は、甲を助けるため、Ａの右上腕部を本件ナイフで突き刺したものであるから正当防衛が成立する余地があるが、被侵害者である甲は、Ａからの侵害を予期した上で対抗行為に及んでいる。そこで、乙の正当防衛の成否を検討するに当たっては、正当防衛状況を基礎付ける侵害の急迫性が認められるか否かが問題となるところ、本事例では、被侵害者と防衛者が同一でないことから、いずれを基準に侵害の急迫性を判断すべきかとの問題の所在を示しつつ、根拠とともに自らの立場を示し、それに基づいて侵害の急迫性を検討する必要がある。\n刑法第３６条は、急迫不正の侵害という緊急状況の下で公的機関による法的保護を求めることが期待できないときに、侵害を排除するための私人による対抗行為を例外的に許容したものであるところ、侵害の回避が十分に可能であるのに積極的な態度で侵害に臨んだ者は、侵害にあえて身をさらすことでそれを受け入れているのでその侵害に対する要保護性を欠き、刑法第３６条の趣旨が妥当しないと考えれば、正当防衛を否定すべき事情は専ら被侵害者を基準として判断されることとなる。そして、本事例において、被侵害者甲を基準に侵害の急迫性を検討する場合、甲は、Ａからの侵害を予期した上で対抗行為に及んでいることから、最決平成２９年４月２６日刑集７１巻４号２７５頁が指摘する事情を踏まえつつ、対抗行為に先行する事情を含めた行為全般の状況に照らして検討することとなろう。すなわち、当該判例は、①行為者と相手方との従前の関係、②予期された侵害の内容、③侵害の予期の程度、④侵害回避の容易性、⑤侵害場所に出向く必要性、⑥侵害場所にとどまる相当性、⑦対抗行為の準備の状況、⑧実際の侵害行為の内容と予期された侵害との異同、⑨行為者が侵害に臨んだ状況、⑩その際の意思内容等を考慮し、行為者がその機会を利用し積極的に相手方に対して加害行為をする意思で侵害に臨んだときなど、前記刑法第３６条の趣旨に照らし許容されるものとはいえない場合には侵害の急迫性の要件を充たさないとするところ、甲は、高校時代にＡと同じ不良グループに所属しており、Ａが短気で粗暴な性格であり、過去にも怒りにまかせて他人に暴力を振るったことが数回あったと知っていたこと、Ａの前に姿を現せば、Ａから殴る蹴るなどの暴力を振るわれる可能性が極めて高いだろうと思っていたこと、わざわざ出向く必要はなかったのにＡが指定した公園に出向いてＡを待ち構えていたこと、その際に自宅にあった包丁を準備していたこと、Ａからの実際の侵害の内容は拳で殴打しようとするというものであり、予期された侵害を超えるものではなかったこと、甲もすかさず包丁を抜いてＡに向けて突き出すなどしたことなどの事情に照らせば、本件におけるＡの侵害行為は、被侵害者甲を基準とすれば、侵害の急迫性の要件を充たさないと解されることとなる。\nそして、Ａの甲に対する急迫不正の侵害が否定されると考えた場合、防衛者である乙はこれが存在すると認識していることから、急迫不正の侵害があると誤信した上で、主観的には防衛行為に及んでいることになるため、かかる誤信に基づいて対抗行為に及んだ乙に故意犯が成立するかどうかを検討する必要がある。\n通説は、故意を認めるためには、「罪」（＝犯罪）を犯す意思が必要である以上、その認識対象は、構成要件に該当する違法な行為として理解すべきであることを前提に、構成要件該当事実の認識・予見があっても、違法性阻却事由を誤信しているときには故意犯の成立を否定する。同説によれば、行為者の認識・予見した事情が正当防衛に該当する事情である場合には、違法性を基礎付ける事実の認識が欠けるとして責任段階で故意が阻却され（その誤信について過失がある場合に限って、過失犯の成立を認める。）、過剰防衛と評価される事実を認識していた場合には、違法性を基礎付ける事実の認識が認められ故意犯が成立する。\nそこで、乙に故意犯が成立するか否かを判断するに当たっては、乙の認識・予見した事実が、正当防衛と評価されるか、過剰防衛と評価されるかを明らかにする必要がある。そして、判例実務では、防衛行為の危険性や防衛手段としての必要最小限度性等の事情を考慮して「やむを得ずにした行為」に当たるか否かを判断しているところ、乙が認識していた事実は、Ａが甲の顔面を- 17 -\n拳で一方的に殴打しようとしているというものであったのに対し、乙は、Ａの背後から、何の警告もせずにＡの右上腕部を本件ナイフで強く突き刺し、Ａに加療約３週間を要する右上腕部刺創の傷害を負わせており、かかる乙の行為は、明らかにＡの行為の危険性を大きく上回るものと評価できる上、甲、乙及びＡがいずれも２０歳代の男性であり、各人の体格に大差がなかったことなども併せて考慮すれば、Ａを後ろから羽交い締めにするなど、より侵害性が軽微な手段が他に存在したといえることから、乙の行為は、その認識した事実を前提としても「やむを得ずにした行為」とは評価できない。\nしたがって、故意は阻却されず乙に傷害罪が成立するが、乙の誤信した侵害を前提とすると、乙の行為は過剰防衛としての性質を有することから、刑法第３６条第２項の適用（又は準用）の可否も問われることになるため、この点についても根拠とともに自説を論じる必要がある。\n他方、前記判例と異なり、自招侵害の場合を除いて先行事情を正当防衛の成立を否定する事情とすることに否定的な立場に立つ場合には、被侵害者甲を基準に侵害の急迫性を判断するとしても、急迫性が肯定されることになるが、その場合には自説の根拠を十分に論ずる必要がある。\nまた、防衛者乙を基準に正当防衛状況を判断する立場に立つ場合にも、客観的にＡの甲に対する侵害が切迫していた以上、急迫性は肯定されることになるが、その場合、甲自らは（判例の立場によれば）Ａに正当防衛として対抗することが認められない状況でありながら、乙が甲のために正当防衛をすることが許される理由に言及した上で、急迫性の判断が相対化する理由を的確に示す必要がある。\nそして、侵害の急迫性が肯定されると考えた場合、正当防衛に関する他の要件の充足性についても論じる必要があるところ、前記のとおり、乙の行為は「やむを得ずにした行為」とは評価できないことから、傷害罪が成立し過剰防衛を認めることとなる。\n⑵ 乙が本件原付を乗り去った行為について乙は、Ａの右上腕部を本件ナイフで突き刺した後、Ａから蹴り付けられて本件ナイフをその場に落とし、更にＡから追い掛けられて逃げ出したところ、進路前方の道路脇に停められていたＤ\n所有の本件原付を見付け、Ａの追跡を振り切るため、Ｄに無断で本件原付を発進させてＡの追跡を振り切っている。同行為については、窃盗罪の成否を検討することとなるため、まず同罪の客観的構成要件要素である「他人の財物」、「窃取」と、主観的構成要件要素である故意及び不法領得の意思が、いずれも認められることについて論じる必要がある。\nその上で、乙の行為は、客観的には、「自己又は他人の生命、身体、自由又は財産に対する現在の危難を避けるため」の行為であり、緊急避難として違法性が阻却されないかが問題となり得るところ、これに先行する事情として、避難行為者である乙が、自らＡを本件ナイフで刺すなどして、乙自身の法益に対する「現在の危難」を自ら招いたという事情が存在するため、かかる事情があるにもかかわらず、自己が招いた危難を回避するために、無関係の第三者Ｄに侵害を加えることが緊急避難として正当化されるかが問題となる。そこで、かかる問題の所在を示しつつ、根拠とともに自説を論じ、乙の罪責について論じる必要がある。\n危難を自招した場合に緊急避難を認めるか否かについては、自招侵害に関する最決平成２０年\n５月２０日刑集６２巻６号１７８６頁が参考になる。すなわち、当該判例は、自招侵害の状況について、「被告人において何らかの反撃行為に出ることが正当とされる状況」を否定しているが、この実質的根拠は、自らの不正行為によって緊急状況を招いた者の利益は、あえて正当防衛を用いて保護する必要性が乏しいという意味において、被侵害者の要保護性の欠如に求めることができる。そして、被侵害者の要保護性の欠如という観点は、その状況が共通であれば、対抗行為が正当防衛であっても、緊急避難であっても、同様に当てはまると考えられる。このような立場からは、当該判例の考え方が自招危難にも妥当することに触れた上、不正の行為によって危難を招致したといえるか否か（危難が、自招行為によって触発された、その直後における近接した場所での一連、一体の事態であるか否か）、危難がその招致行為の程度を大きく超えるものでないかどうかといった当該判例の判断基準を示し、乙による本件ナイフでの刺突行為が違法であること、Ａの追跡は同刺突行為によって触発された、その直後における近接した場所での一連、一体の事態であること、Ａは素手で暴行を加えようとしてきているにすぎず、同刺突行為の程度を大きく超えるものでないこと等の具体的事実を摘示した上で緊急避難の成立が否定されると説明することが考えられる。\nまた、自招危難に関する判例・裁判例（大判大正１３年１２月１２日刑集３巻８６７頁、東京高判昭和４５年１１月２６日東高刑時報２１巻１１号４０８頁等）によれば、行為者が自己の故意又は過失により有責に危難を招致したといえる場合には緊急避難の成立を否定するという理解もあり得るところである。このような前提からは、乙がＡによる侵害を招致することを予見していなかったとしても、予見可能性は認められることなどを踏まえて、緊急避難の成否を検討することが必要となる。\nそのほか、危難を自招した場合に緊急避難を認めるか否かについては、緊急避難の成立要件のいずれか（「現在の危難」又は「やむを得ずにした行為」）の存在を否定することにより解決しようとするものや緊急避難の成立要件の外に解決の糸口を求め、社会的相当性や権利濫用などの一般理論を援用することによって解決しようとするものなど、様々な考え方が存在するが、いずれにしても、緊急避難や違法性の本質を意識しつつ、自招危難として緊急避難が否定される具体的な判断基準を示した上で、本件の具体的な事実関係に即して緊急避難の成否を論述することが求められる。",
  "scoring_notes": "１ 出題の趣旨、ねらい既に公表した出題の趣旨のとおりである。\n２ 採点方針本問では、具体的事例について、甲に横領罪の成立を認めるための理論上の説明やその当否を問うとともに、乙の罪責やその理論構成を問うことにより、刑法総論・各論の基本的な知識と問題点についての理解、事実関係を的確に分析・評価し、具体的事実に法規範を適用する能力、特定の立場が依拠する考え方を分析してその当否を検討する能力、結論の妥当性やその導出過程の論理性、\n論述力等を総合的に評価することを基本方針として採点に当たった。\nいずれの設問の論述においても、各設問の内容に応じ、各事例の事実関係を法的に分析した上で、\n事案の解決に必要な範囲で法解釈論を展開し、問題文に現れた事実を具体的に摘示しつつ法規範に当てはめて適切な理論構成の下に妥当な結論を導くこと、その導出過程が論理性を保持していることが求められる。ただし、論じるべき点が多岐にわたることから、事実認定上又は法律解釈上の重要な事項については手厚く論じ、そうでない事項については簡潔な論述で済ませるなど、答案全体のバランスを考えた構成を工夫することも必要である。\n出題の趣旨でも示したように、設問１では、窃盗犯人であるＡから盗品であるＢ所有の普通自動二輪車（以下「本件バイク」という。）の保管を委託された甲が、Ａを困らせるために本件バイクを隠匿した行為に関し、横領罪の成立を認める立場から、⑴甲は、Ａに頼まれて本件バイクを保管している以上、これを「横領」すれば横領罪が成立する、⑵甲が実家の物置内に本件バイクを移動させて隠した行為は、「横領した」に当たるという各主張がなされた場合の各主張の当否を論じる必要があった。\n主張⑴においては、横領罪における「占有」が他人からの委託に基づく占有に限られることを前提に、窃盗犯人Ａとの委託関係も保護に値するかが問題になることを、主張⑵においては、物の効用に基づいた利用処分とはいえない隠匿行為も「横領した」に当たると考えることの当否が問題になることを、それぞれ的確に指摘した上で、自説の論拠や他説への批判などを踏まえつつ、各主張の当否を論じた答案は高い評価を受けた。他方、いずれの主張においても、問題の所在を正確に理解しないまま、本件において検討すべき論点に即した論述がなされていない答案は低い評価にとどまった。\n設問２では、まず、Ａが甲を殴打しようとしていたところを偶然目撃した乙が、Ａが甲に対して一方的に攻撃を加えようとしていると思い込んで甲を助けようと考え、Ａの背後から、サバイバルナイフ（以下「本件ナイフ」という。）でＡの右上腕部を突き刺し、Ａに傷害を負わせた行為について、傷害罪の成否を論じる必要があったが、出題の趣旨でも記載したとおり、甲は、Ａからの侵害を予期した上で対抗行為に及んでいたことから、乙の正当防衛の成否を検討するに当たっては、\n被侵害者甲と防衛者乙のいずれを基準に正当防衛状況を基礎付ける侵害の急迫性を判断すべきかが問題となる。そこで、かかる問題の所在を端的に示しつつ、根拠とともに自らの立場を示し、それに基づいて侵害の急迫性を検討する必要がある。被侵害者甲を基準に侵害の急迫性を検討する場合、\n本件事案において、どのような事情が重視されて一定の結論を導くのか、その思考過程を明確に示すことが不可欠であり、本件においては侵害が十分に予期されているところ、Ｃ公園に出向く必要がないにもかかわらず、喧嘩闘争を覚悟の上で包丁を準備したという事情等を端的に示して侵害の急迫性を否定する答案は高い評価となったが、一定の視点を提示することなく、問題文の事実関係をそのまま書き写して結論を導くにとどまる答案は低い評価となった。そして、Ａの甲に対する急迫不正の侵害が否定されると考えた場合、乙はこれが存在すると認識していることから、乙に故意犯が成立するのか否かが問題となるところ、かかる問題の所在を示した上で、本件事案に沿って、乙の認識を前提としても乙の対抗行為が相当といえるかを踏まえて、違法性を基礎付ける事実の認識が認められるか否かを検討して故意犯の成否を論じ、さらに、刑法第３６条第２項に基づく刑の減免の可否についても、適切に論じられている答案は、高い評価を受けた。\n次に、乙が、Ａの右上腕部を本件ナイフで突き刺した後、Ａから追い掛けられて逃げ出したところ、進路前方の道路脇に停められていたＤ所有の原動機付自転車（以下「本件原付」という。）を見付け、Ａの追跡を振り切るためＤに無断で本件原付を発進させた行為について、窃盗罪の成否を論じる必要があったところ、乙の行為は、客観的には、「自己又は他人の生命、身体、自由又は財産に対する現在の危難を避けるため」の行為であり、緊急避難の成否が問題になるものの、これに先行する事情として、乙自らが、乙自身の法益に対する「現在の危難」を招いたという事情が存在するため、かかる事情があるにもかかわらず、自己が招いた危難を回避するために、無関係の第三者Ｄに侵害を加えることが緊急避難として正当化されるかが問題となる。かかる問題の所在を示した上、緊急避難や違法性の本質を意識しつつ、いわゆる自招危難として緊急避難が否定されるための具体的な判断基準を示し、本件の具体的な事実関係に即して緊急避難の成否を論じられている答案は高い評価を受けたが、自招危難が問題になることに触れないまま淡々と緊急避難の要件該当性を論じるにとどまる答案は、低い評価となった。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると、以下のとおりである。\n⑴ 全体について本問では、前述２のとおり、論じるべき点が多岐にわたることから、各論点の体系的な位置付けを意識した上、厚く論じるべきものと簡潔に論じるべきものを選別し、手際よく論じる必要があったが、論じる必要のない論点を論じる答案や必ずしも重要とは思われない論点を長々と論じる答案が相当数見られた。規範定立部分については、論証パターンの書き写しに終始しているのではないかと思われるものが多く、中には、本問を論じる上で必要のない点についてまで論証パターンの一環として記述を行うものもあった。さらに、そもそも論点の基本的な理解自体が不十分ではないかと不安を覚える答案や、条文の文言に即して解釈する姿勢が不十分な答案が目に付いた。\nまた、規範定立と当てはめを明確に区別することなく、問題文に現れた事実を抜き出しただけで、その事実が持つ法的意味を特段論じずに結論を記載する答案も少なからず見られた。これは、\n論点の正確な理解とも関係するところであり、一定の事実がいかなる法的意味を有するかを意識しつつ、結論に至るまでの法的思考過程を論理的に的確に示すことが求められる。\n⑵ 各設問についてア 設問１について(ｱ) 主張⑴の当否主張⑴においては、横領罪における「占有」が委託に基づく占有に限られることを前提に、\n窃盗犯人Ａとの委託関係も保護に値するかが問題になることから、本件において委託に基づく「占有」が認められるか否かを、問題の所在として端的に示すことが求められるところ、\n具体的にいかなる要件に関する問題と捉えているのか明らかでないもののほか、本件バイクの他人物性を論じたり、あるいは、本件バイクが実質的にはＡの物であると論じるなど、横領罪の成立要件に関する適切な理解を欠いた答案が散見された。また、本件ではＡは窃盗犯人であり、所有者から正当な権限を与えられていない者からの委託の要保護性が問題になるにもかかわらず、本件の具体的な事情を考慮することなく、所有者以外からの委託も保護されるかのみを問題とする答案も散見された。また、主張⑴を正当化するために、窃盗犯人の占有も保護されることを援用する答案が目立ったが、主張⑴の論拠とするためには、例えば窃盗犯人の占有が保護されることとの均衡として、窃盗犯人からの委託も保護されるべきで- 2 -あるなど、横領罪の罪質の理解に基づいた論述が求められるところであった。\nなお、本問は、Ａの罪責を問うものではないにもかかわらず、Ａの窃盗罪の成否を縷々論じる答案もあった。\n(ｲ) 主張⑵の当否主張⑵においては、隠匿行為が「横領した」に当たるか、すなわち横領罪においても財物の効用に基づく利用処分が必要かが問われていることから、まず横領行為の意義として、受託者が委託の趣旨に反し占有物に対しその権限を越えた行為をすれば全て横領となると考えるのか（越権行為説）、不法領得の意思を発現する行為を要求するのか（領得行為説）を明らかにした上、領得行為説に立つ場合には、横領罪における不法領得の意思の内容として、\n窃盗罪などの他の領得罪と同様に、客体をその効用に基づいて利用、処分する意思まで必要と考えるか否かを論じる必要があったが、本問が横領行為の該当性を問うていることを無視して、横領行為の意義に一切触れないまま、専ら不法領得の意思の内容のみを論じる答案が少なからずあった。また、本問では、財物の効用に基づく利用処分が必要かが問題になっているのに、特段の問題意識もなく、隠匿も所有者でなければできないような処分であるとして「横領」該当性を肯定する答案が散見されたほか、保管場所の変更は委託の趣旨に反するものではないとして、財物の効用に基づく利用処分の要否に全く触れないまま「横領」該当性を否定する答案も相当数あった（甲の行為は単なる保管場所の変更ではなく、Ａを困らせるため、Ａが発見できない場所に隠匿する行為である以上、これを委託の趣旨に反する処分ではないと評価することは、事案の分析として適切とはいえない。）。さらに、横領罪における不法領得の意思につき、最判昭和２４年３月８日刑集３巻３号２７６頁等は、「他人の物の占有者が委託の任務に背いて、その物につき権限がないのに所有者でなければできないような処分をする意思」としており、その定義上利用処分意思が要求されていないように読めるところ、不法領得の意思の内容につき同判例の定義を引用しながら、何の説明もなく利用処分意思を必要とするかのような当てはめをする答案や、窃盗罪と横領罪の不法領得の意思の異同を全く意識せずに、経済的な利用処分意思を欠くとして、不法領得の意思を否定する答案も散見された。\n(ｳ) 本設問は、前述のとおり、主張⑴と主張⑵という異なる論点に関する主張の当否をそれぞれ問うものであるが、問題文を誤解したせいか、主張⑴と主張⑵を、同じ論点に関する対立する見解と捉える答案や設問の主張とそれに対する解答がかみ合わない答案など、出題の趣旨を正確に把握できていない答案も少なからず見られた。\nなお、設問の指示に従わず、甲の罪責を論じたり、あるいは、各主張の当否を具体的に明らかにしていない答案も残念ながら散見された。\nイ 設問２について(ｱ) 乙がＡに傷害を負わせた行為の罪責乙がＡに傷害を負わせた行為について、正当防衛の成否を検討するに当たっては、被侵害者甲と防衛者乙のいずれを基準に正当防衛状況を基礎付ける侵害の急迫性を判断すべきかが問題となるところ、このような問題意識を明確に示せている答案は多くはなかった。もっとも、答案の中には、本件が他人のための正当防衛が問題になる事案であることを端的に指摘した上で、例えば侵害の急迫性は被侵害者の要保護性に関する要件であることを根拠に、侵害の急迫性の有無を被侵害者甲の事情を基準に判断するなど、正当防衛の趣旨に遡って検討を加える秀逸なものも散見された。\n被侵害者甲を基準に侵害の急迫性を検討する場合、甲は、Ａからの侵害を予期した上で対抗行為に及んでいることから、判例（最決平成２９年４月２６日刑集７１巻４号２７５頁）\nが指摘する事情を踏まえつつ、対抗行為に先行する事情を含めた行為全般の状況に照らして検討することが考えられるところ、同判例を踏まえて適切な検討ができていた答案はそれほ- 3 -ど多くはなく、同判例に依拠しつつも、専ら積極的加害意思の有無のみを検討するなど、同判例の趣旨を正確に把握できていない答案が散見された。前記判例によれば、仮に積極的加害意思が認められないとしても、行為全般の状況に基づいて急迫性が否定される余地があるのであるから、同判例に依拠して論ずるか否かはともかく、重要な判例の趣旨については正確な理解が望まれるところであった。\n甲に対する急迫不正の侵害の検討に際して、包丁を突き出した甲に対して拳を振り上げたＡの行為について正当防衛が成立するか否かを検討する答案も散見されたが、そもそもＡは甲の顔面を殴打しようとしているところ、甲の対抗行為にひるむことなく、殴打行為を継続しようとしているのであるから、拳を振り上げる行為だけを切り取って正当防衛の成否を検討すること自体、適切な事案分析とはいえない。また、Ａの行為が不正の侵害であっても、\n甲について侵害の急迫性の要件を満たさない場合は十分に考えられるのであるから、Ａの対抗行為が不正か否かに絞って検討することも適当とはいえない。\n次に、Ａの甲に対する急迫不正の侵害が否定されると考えた場合、防衛者である乙はこれが存在すると誤信した上で、主観的には防衛行為に及んでいることになるため、かかる誤信に基づいて対抗行為に及んだ乙に故意犯が成立するか否かについて論じることが必要であったが、乙に誤想（過剰）防衛が成立するかという問題提起や検討をするにとどまり、これが成立する場合にいかなる帰結が導けるかに言及できていない答案が散見された。誤想（過剰）\n防衛は、講学上の概念にすぎず、これに該当すると評価されたとしても、そこから直ちに何らかの帰結が導き出されるものではないことは明らかであって、これらの答案は、講学上の概念や用語がいかなる意味を持つものかを理解しないまま、無自覚に論証パターンを記述しているにすぎないとの懸念を抱かせるものであった。通説の立場から故意犯の成立を認めるためには、乙の本件行為が、乙の認識した事実を前提としても「やむを得ずにした行為」とは評価できないことを指摘する必要があるが、具体的な事実関係に即して、この点を明確に示すことができた答案からは、刑法の基本的な理解が修得されているとの印象を受けた。\n本事例において、正当防衛状況を肯定する答案は少数であったが、中には、Ａによる急迫不正の侵害を肯定しながら誤想（過剰）防衛の成否を検討する答案や、正当防衛の要件のうち相当性以外の要件充足性を肯定しながら、相当性の要件を満たさないことから正当防衛は成立しないと論じるのみで過剰防衛の成否に全く言及しない答案など、論理的整合性や刑法の基本的な理解が疑われる答案も少なからず見られた。\n(ｲ) 乙が本件原付を乗り去った行為の罪責乙がＤの原付を乗り去った行為については、窃盗罪の成否が問題となるところ、宅配業務に従事している最中のＤの原付を勝手に乗り去り、適当な場所に放置する意図があった以上、\n本件で不法領得の意思が認められることは明らかであるから、その旨を端的に記せば十分であるにもかかわらず、本件で不法領得の意思が認められるかを延々と論ずる答案が散見された。既に述べたように、事案解決にとっての重要度や議論の必要性に応じて論ずべき内容を取捨選択しつつ、メリハリを付けて論ずることが必要である。\n次に、乙による本件原付の窃取行為に関する緊急避難の成否については、乙が自らの不法な傷害行為によって招いた危難に対して避難行為に出ることが許容されるかという問題を検討することが不可欠であるが、この問題について言及を欠く答案が多かった。また、乙による本件原付の窃取行為が、正当な利益を有する第三者に向けられたものであることを理解せず、正当防衛の成否を論ずる答案も少数ながら見られた。自招危難をめぐる論点まで正確に理解しておくことは期待できないかもしれないが、少なくとも本件の事実関係を丁寧に読み込めば、乙自身が自らの不法な傷害行為によって招いた危難に対して避難行為に出ることが許容されるかが問題となり得ることを指摘した上で自分なりの考えを示すことは十分に可能なはずである。具体的な事実関係を正確に把握し、問題点を的確に抽出する能力を涵養する- 4 -ことが重要であることを改めて強調しておきたい。\n⑶ その他例年指摘している点でもあるが、用語の間違いがある答案や、文字が乱雑で判読しづらい答案、\n基本的用語の漢字に誤記がある答案が散見された。また、文章の補足・訂正に当たって、極めて細かい文字で挿入がなされる答案も相当数あった。時間的に余裕がないことは承知しているところであるが、採点者において判読が不能な記載箇所は採点対象にできないことに十分に留意して、\n大きめで読みやすい丁寧な文字で書くことが望まれる。\n⑷ 答案の水準以上を前提に、「優秀」「良好」「一応の水準」「不良」と認められる答案の水準を示すと、以下のとおりである。\n「優秀」と認められる答案とは、各設問に関係する事実関係を的確に分析した上で、各設問の出題の趣旨や採点方針に示された主要な問題点について検討を加え、成否が問題となる犯罪の構成要件要素等について正確に論述するとともに、必要に応じて法解釈論を展開し、問題文に現れた事実を具体的に指摘して当てはめを行い、設問ごとに求められている罪責や理論構成について論理的に矛盾のない論述がなされている答案である。\n「良好」と認められる答案とは、各設問の出題の趣旨及び前記採点方針に示された主要な問題点について指摘し、それぞれの罪責について論理的に矛盾せずに妥当な結論等を導くことができているものの、一部の問題点について検討を欠くもの、主要な問題点の検討において、理解が一部不正確であったり、必要な法解釈論の展開がやや不十分であったり、必要な事実の抽出やその意味付けが部分的に不足していると認められるものである。\n「一応の水準」と認められる答案とは、事案の分析が不十分であったり、各設問の出題の趣旨及び前記採点方針に示された主要な問題点について一部論述を欠いたりするなどの問題はあるものの、論述内容が論理的に矛盾することなく、刑法の基本的な理解について一応ではあるものの示すことができている答案である。\n「不良」と認められる答案とは、事案の分析がほとんどできていないもの、刑法の基本概念の理解が不十分であるために、各設問の出題の趣旨及び前記採点方針に示された主要な問題点を理解できていないと認められたもの、事案に関係のない法解釈論を延々と展開しているもの、論述内容が首尾一貫しておらず論理的に矛盾したり論旨が不明であったりしているものなどである。\n４ 法科大学院教育に求めるもの刑法の学習においては、刑法の基本概念の理解を前提に、論点の所在を把握するとともに、各論点の位置付けや相互の関連性を十分に整理し、犯罪論の体系的処理の手法を身に付けることが重要である。\n一般的に重要と考えられる論点を学習するに当たっては、犯罪成立要件との関係で、なぜその点が問題となっているのかを明確に意識しつつ、複数の見解の根拠や難点等に踏み込んで検討することなどを通じて、当該論点の理解を一層深めることが望まれる。また、刑法各論の分野においても、\n各罪を独立して学習するだけではなく、例えば、財産犯であれば、財産犯全体に共通する総論的、\n横断的事項や各犯罪類型の区別基準や相違点を意識した学習が望まれる。これらの論点に関する理解を深めた上で、事案の全体像を俯瞰しつつ、一定の事実を法的に評価し、その解決において必要となる問題点を適切に抽出するための法的思考能力を身に付けることが肝要である。\nさらに、これまでにも繰り返し指摘しているところであるが、判例を学習する際には、その結論や判旨のフレーズのみを機械的に暗記するような学習法は慎むべきであり、当該判例の前提となっている具体的事実を意識し、当該判例の趣旨やその結論に至るまでの理論構成を理解することが必要である。\n法曹実務家には、現実に生起する多様な事案に対処するため、その具体的な事実関係を正確に分- 5 -析して問題の所在を発見するとともに、法律学の基本的な理解に基づいて、柔軟に考え抜いて適切な問題解決を提示し、それを自らの言葉で平易に表現することが求められている。司法試験で問われている能力もこれと実質的に異なるものではない。このような観点から、法科大学院教育においては、まずは刑法の基本的知識及び体系的理解の修得に力点を置いた上、刑法上の諸論点に関する問題意識（なぜ問題となるのか）を喚起しつつ、その理解を深め、さらに、判例の学習等を通じ具体的事案の検討を行うなどして、正解思考に陥らずに幅広く妥当な結論やそれを支える理論構成を導き出す能力を涵養するよう、より一層努めていただきたい。"
}