{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\n株式会社Ａ（以下「Ａ社」という。）は、Ｂ県内のＣ工場において金属の精錬の用に供するためにコークス炉（以下「炉」という。）を設置するため、大気汚染防止法（以下「法」という。）に基づいて、ばい煙発生施設の届出をし、炉の稼働をしてきた。Ｃ工場は、稼働の当初は法の定めに従って、測定を実施し、法の定める規制基準は遵守されていることを確認し、記録を保存してきた。\nしかしながら、炉の老朽化に伴って公害発生防止設備の機能が低下したため、ばい煙に含まれる法の規制対象物質、特に、いおう酸化物とベンゼンの濃度が上昇し、平成１０年代の中頃には、いおう酸化物については基準値の１０倍、ベンゼンについても基準値の１．５倍の値が恒常的に測定されるようになった（当時の測定記録はＣ工場に保管されていたため、後述のＢ県の立入調査の際にＢ県に提出された。）。それにもかかわらず、Ｃ工場の工場長は、費用の点から炉の改修を忌避し、ついには測定及び記録の保存そのものを平成２０年（２００８年）頃に独断で中止した（後にＣ工場関係者の証言等により判明した経緯からは、その後も長期にわたり法令違反が継続していたことが確認されている。）。令和３年（２０２１年）夏に入って、Ｃ工場の法令違反に関する匿名の通報がＢ県に寄せられ、これを受けてＢ県環境部の担当者がＣ工場の立入調査を実施したことから、Ｃ工場の法令違反が発覚するに至った。\n〔設問１〕\n本件設例において、いおう酸化物の基準値超過が問題となったのはＫ値規制基準に関してである。【資料１】のＫ値規制基準の計算式においてＨｅ（一定の補正を受けた煙突の排出口の高さ）が用いられた趣旨について説明しなさい（Ｈｅの値の算出方法及びＨｅについて２乗とされた根拠については問わない。）。\n〔設問２〕\nいおう酸化物に関するＣ工場の法令違反に対してＢ県はどのように対応すべきかを関係規定を示しつつ説明しなさい。\n〔設問３〕\nベンゼンは有害大気汚染物質であり、指定物質抑制基準が定められている物質でもある（【資料２】）。有害大気汚染物質対策の制度が設けられた趣旨を説明しなさい。その上で、指定物質抑制基準が設けられているベンゼンに関するＣ工場の基準値超過に対してＢ県はどのように対応すべきかを関係規定を示しつつ説明しなさい（ベンゼンは揮発性有機化合物であるが、法第２章の２「揮発性有機化合物の排出の規制等」については本問において検討しなくてよい。）。\n〔設問４〕\n本件設例において、Ａ社は、立入調査時には施設の点検等を通じていおう酸化物及びベンゼンの基準値超過を解消しており、Ｂ県の調査方法に問題があったと考えている。〔設問２〕〔設問\n３〕において解答した対応をＢ県が実施しようとし、かつ、ベンゼンに関する基準値超過を含めてＢ県がその対応を公表しようと計画している時点において、Ａ社はどのような法的請求を選択肢に入れて検討すべきかを説明しなさい（損害賠償請求は考えなくてよい。行政手続法上の手段、仮の救済・仮処分及び本案の主張は問わない。）。【資料１】\nＫ値規制基準は、大気汚染防止法施行規則（昭和４６年厚生省・通商産業省令第１号）第３条第１項において、次のように規定されている。\nｑ＝Ｋ×１０－３Ｈｅ２\n（この式において、ｑ、Ｋ及びＨｅは、それぞれ次の値を表わすものとする。\nｑ いおう酸化物の量（単位 温度零度、圧力一気圧の状態に換算した立方メートル毎時）\nＫ 法第３条第２項第１号の政令で定める地域ごとに別表第１の下欄に掲げる値\nＨｅ 次項に規定する方法により補正された排出口の高さ（単位 メートル））\n【資料２】\n○ ベンゼンは大気汚染防止法施行令附則第３項により、同法附則第９項に規定する指定物質とされており、ベンゼンに関する指定物質抑制基準は定められて公表されている（コークス炉に関する指定物質抑制基準は省略する。）。\n○ 大気汚染防止法施行令（昭和４３年政令第３２９号）附則（抜粋）\n（指定物質）\n３ 法附則第９項の政令で定める物質は、次に掲げる物質とする。\n一 ベンゼン（以下、略）〔第２問〕（配点：５０）\nＡは、Ｂ県において物質Ｃを使用・処理する施設を設置している。Ａの施設は、水質汚濁防止法上の特定施設である。以下の設問に答えなさい。\n〔設問１〕\n本件設例において、Ｃはトリクロロエチレンであるとする。地下水汚染防止のため、水質汚濁防止法上、Ａにはどのような義務が課されているか。【資料１】を参照しつつ、答えなさい。\n〔設問２〕\n本件設例において、Ｃはトリクロロエチレンであるとする。Ａの施設からＣが排出され又は漏えいし、地下水等が汚染され、さらに周辺のＤ及びＥの所有地の土壌も汚染されたことが判明した。この場合において、Ｂ県知事は、Ａに対してどのような措置を採ることができるか。【資料\n２】を参照しつつ、水質汚濁防止法と土壌汚染対策法の地下水汚染対策に対する考え方の相違を踏まえて答えなさい。\n〔設問３〕\n本件設例において、Ｃはトリクロロエチレンであるとする。Ａは、令和２年（２０２０年）に、自己の施設のある土地のＣによる土壌汚染に対してＢ県知事の指示に基づく汚染除去等の措置を完了していたところ、令和３年（２０２１年）に、トリクロロエチレンに関する土壌の汚染に係る環境基準（以下「土壌環境基準」という。）が（検液１Ｌにつき）０．０３ｍｇ以下から０．\n０１ｍｇ以下に強化された。そのため、令和２年（２０２０年）にＡが採った措置では、強化された土壌環境基準に基づく「環境省令で定める基準」に適合しない状況になった。Ｂ県知事は、Ａに対して土壌汚染に関して上記環境基準の強化を理由として汚染除去等の追加的措置を求めることができるか。【資料３】を参照しつつ、簡潔な理由を付して答えなさい。\n〔設問４〕\n本件設例において、Ｃは水溶性が高く、塩素に反応する有機化合物であるとする。Ａの施設からＣが河川に排出され、下流に流下し、浄水場における浄水過程で注入された塩素と反応し、消毒副生成物としてホルムアルデヒドが生成されてしまった。浄水場では取水が停止され、浄水場が設置されていたＦ市では断水・減水が発生し、水道事業者としてのＦ市は拠点給水所の設置、給水車の出動等による応急給水を余儀なくされた。Ｃに関してはその当時、排水基準は設定されていなかったとする。この場合において、Ｆ市は、Ａに対してどのような法的請求ができるか。【資料１】\n○ 水質汚濁防止法施行令第２条（昭和４６年政令第１８８号）（抜粋）\n（カドミウム等の物質）第２条 法第２条第２項第１号の政令で定める物質は、次に掲げる物質とする。\n一～八 （略）九 トリクロロエチレン（以下、略）\n【資料２】\n○ 「水質汚濁防止法の一部を改正する法律の施行について」（平成８年環水管第２７５号）（抜粋）地下水汚染から人の健康を保護するという観点から、措置命令は、水質汚濁防止法施行規則（昭和４６年総理府・通商産業省令第２号。以下「規則」という。）第９条の３第２項に定められる浄化基準を超えて汚染された地下水に関し、次に掲げる地下水の利用等の状態に応じて、同項各号に定められる地点において浄化基準(汚染原因者が二以上ある場合には、削減目標)を達成することを限度として発することができることとされている。（中略）\n⑴ 人の飲用に供せられ、又は供せられることが確実である場合（規則第９条の３第２項第１号）\n（中略）\n⑵ 水道法（昭和３２年法律第１７７号）第３条第２項に規定する水道事業（同条第５項に規定する水道用水供給事業者により供給される水道水のみをその用に供するものを除く。）、同条第４項に規定する水道用水供給事業又は同条第６項に規定する専用水道のための原水として取水施設より取り入れられ、又は取り入れられることが確実である場合（規則第９条の３第２項第２号）（中略）\n⑶ 災害対策基本法（昭和３６年法律第２２３号）第４０条第１項に規定する都道府県地域防災計画等に基づき災害時において人の飲用に供せられる水の水源とされている場合（規則第９条の３第２項第３号）（中略）\n⑷ 水質環境基準（有害物質に該当する物質に係るものに限る。）が確保されない公共用水域の水質の汚濁の主たる原因となり、又は原因となることが確実である場合（規則第９条の３第２項第４号）（以下、略）\n○ 土壌汚染対策法施行令第３条（平成１４年政令第３３６号）（抜粋）\n（土壌汚染状況調査の対象となる土地の基準）第３条 法第５条第１項の政令で定める基準は、次の各号のいずれにも該当することとする。\n一 次のいずれかに該当すること。\nイ 当該土地の土壌の特定有害物質（法第２条第１項に規定する特定有害物質をいう。以下同じ。）による汚染状態が環境省令で定める基準に適合しないことが明らかであり、当該土壌の特定有害物質による汚染に起因して現に環境省令で定める限度を超える地下水の水質の汚濁が生じ、又は生ずることが確実であると認められ、かつ、当該土地又はその周辺の土地にある地下水の利用状況その他の状況が環境省令で定める要件に該当すること。\nロ 当該土地の土壌の特定有害物質による汚染状態がイの環境省令で定める基準に適合しないおそれがあり、当該土壌の特定有害物質による汚染に起因して現にイの環境省令で定める限度を超える地下水の水質の汚濁が生じていると認められ、かつ、当該土地又はその周辺の土地にある地下水の利用状況その他の状況がイの環境省令で定める要件に該当すること。\nハ 当該土地の土壌の特定有害物質による汚染状態が環境省令で定める基準に適合せず、又は適合しないおそれがあると認められ、かつ、当該土地が人が立ち入ることができる土地（中略）であること。\n二 次のいずれにも該当しないこと。\nイ、ロ（略）\n○ 土壌汚染対策法施行規則第３０条（平成１４年環境省令第２９号）\n（地下水の利用状況等に係る要件）第３０条 令第３条第１号イの環境省令で定める要件は、地下水の流動の状況等からみて、地下水汚染（地下水から検出された特定有害物質が地下水基準に適合しないものであることをいう。以下同じ。）が生じているとすれば地下水汚染が拡大するおそれがあると認められる区域に、次の各号のいずれかの地点があることとする。\n一 地下水を人の飲用に供するために用い、又は用いることが確実である井戸のストレーナー、揚水機の取水口その他の地下水の取水口二 地下水を水道法（昭和３２年法律第１７７号）第３条第２項に規定する水道事業（同条第５項に規定する水道用水供給事業者により供給される水道水のみをその用に供するものを除く。）、同条第４項に規定する水道用水供給事業若しくは同条第６項に規定する専用水道のための原水として取り入れるために用い、又は用いることが確実である取水施設の取水口三 災害対策基本法（昭和３６年法律第２２３号）第４０条第１項の都道府県地域防災計画等に基づき、災害時において地下水を人の飲用に供するために用いるものとされている井戸のストレーナー、揚水機の取水口その他の地下水の取水口四 地下水基準に適合しない地下水のゆう出を主たる原因として、水質の汚濁に係る環境上の条件についての環境基本法（平成５年法律第９１号）第１６条第１項の基準が確保されない水質の汚濁が生じ、又は生ずることが確実である公共用水域の地点\n【資料３】\n○ 中央環境審議会「土壌の汚染に係る環境基準及び土壌汚染対策法に基づく特定有害物質の見直しその他法の運用に関し必要な事項について（第４次答申）－カドミウム及びその化合物、トリクロロエチレン」（令和２年１月）（抜粋）\nⅣ 特定有害物質の基準の見直しに伴う法の制度運用について\n１．基本的考え方特定有害物質の見直しに伴う法（注：ここにいう「法」とは、土壌汚染対策法をいう。以下同じ。）の制度運用については、「土壌の汚染に係る環境基準及び土壌汚染対策法に基づく特定有害物質の見直しその他法の運用に関して必要な事項について（第２次答申）」（平成２７年１２\n月中央環境審議会）で基本的考えを整理しており、カドミウム等（注：ここにいう「カドミウム等」とは、カドミウム及びその化合物並びにトリクロロエチレンをいう。以下同じ。）の基準の見直しにおいても第２次答申の考え方を踏まえ、土地の所有者等に過剰な負担をかけないものとする必要がある。\nカドミウム等の基準が見直された後に、法第３条第１項の有害物質使用特定施設の廃止、法第\n３条第８項の調査の命令、法第４条第２項の報告、法第４条第３項の調査の命令、法第５条第１項の調査の命令、又は法第１４条第１項の申請（以下「有害物質使用特定施設の廃止等」という。）を行う場合の土壌汚染状況調査（法第１４条第３項において土壌汚染状況調査とみなされるものを含む。以下同じ。）においてカドミウム等を測定の対象とする場合には、見直し後の基準で評価を行うことが適当である。\nまた、カドミウム等の基準が見直された後に行う、法第７条第１項の指示を受ける場合の汚染の除去等の措置に伴う土壌の分析及び地下水の測定並びに認定調査については、見直された後の基準で評価を行うことが適当である。また、汚染土壌処理業に関する省令（平成２１年環境省令第１０号）第５条第２２号イに基づく調査（以下「浄化確認調査」という。）におけるカドミウム等の測定においても、見直された後の基準で評価を行うことが適当である。\nカドミウム等の基準が見直される以前に、既に有害物質使用特定施設の廃止等が行われている場合にあっては、基準が見直されたことのみを理由に当該有害物質使用特定施設の廃止等に係る土壌汚染状況調査の再実施を求めないことが適当である。同様に、カドミウム等の基準が見直される以前に、カドミウム等により要措置区域に指定されている土地において都道府県知事の指示に基づく汚染の除去等の措置を講じている場合にあっては、見直される前の基準により評価を行っていることのみを理由に、当該措置の再実施を求めないことが適当である。\nただし、見直し後の基準に適合せず、又は適合しないおそれがあると認められる土壌がある場合にあっては、土壌溶出量基準に適合しない場合は地下水の水質の汚濁の状況及び地下水の飲用利用の有無によって、土壌含有量基準に適合しない場合は人が立ち入ることができる土地であるか否かによって、それぞれ人の健康に係る被害が生ずるおそれがある場合がある。このため、基準見直し前に実施した土壌汚染状況調査その他の調査の結果において土壌溶出量又は土壌含有量が見直し後の基準に適合しておらず、特段の措置が講じられていない土壌が現に存在することが明らかな場合にあっては、都道府県知事は、地下水の水質の汚濁の状況若しくは地下水の飲用利用の有無又は人が立ち入ることができる土地であるか否かについて確認を行うことが適当である。\nその上で、法第５条第１項に基づく土壌汚染状況調査の対象となる土地の基準（令（注：ここにいう「令」とは、土壌汚染対策法施行令をいう。）第３条）を満たす場合にあっては、都道府県知事は、指導により汚染の摂取経路を遮断するための措置を講じさせることや、同項の調査命令を発出することが適当である。（以下、略）- 38 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、伝統的かつ中核的な環境管理の制度である大気汚染防止法制の仕組みの特徴に関して正確に理解していることを示した解答を求めている。大気汚染防止法上の環境管理の仕組みに関しては、公害対策に典型的な手法を用いた「第２章 ばい煙の排出の規制等」のみならず、「第２章の２ 揮発性有機化合物の排出の規制等」から「第４章 大気の汚染の状況の監視等」までの汚染対策の特徴等を理解しておくことが受験生に望まれる。例えば、「第２章ばい煙の排出の規制等」等の固定汚染源対策の仕組みと「第３章 自動車排出ガスに係る許容限度等」の仕組みとの対比において制度を把握する視点は、大気汚染防止法制の理解に不可欠である。そして、本問においては、固定汚染源対策の法制度のなかにも性格の異なるものが含まれる点を理解していることを示した解答が期待される。\nすなわち、大気汚染防止法は、伝統的な公害規制法制として出発したものの、公害対策が一定程度進展する一方において、ばい煙発生施設から排出される物質の汚染とは性質の異なる大気汚染リスクが顕在化したことに対応して、「第２章 ばい煙の排出の規制等」に代表される強制力を伴った手法とともに、関係者の自主的取組みや情報を通じた誘導的手法を採用する「第２章の５ 有害大気汚染物質対策の推進」等の性格の異なる仕組みが盛り込まれたものとなった。本問の解答に際してはこの点が理解できているか否かが重要となる。\nまた、環境管理法制は、対象となる環境上の各種リスクに関する科学的な知見を踏まえた上で、環境管理の実効性・効率性、関係主体の適切な役割分担、環境管理手法のポリシーミックス等の見地を踏まえて法制化されることから、対象リスクに関する自然科学的な分析の成果とそれを前提に設計される管理手法の特徴に関する最低限の理解は必要とされよう。\n〔設問１〕は、上記の観点から、まず、直接的規制の手法を採用する伝統的な公害規制の\n仕組みである「第２章 ばい煙の排出の規制等」のなかでも、ばい煙に含まれる有害物質が大気という環境媒体に拡散しつつ人の生活圏に到達する汚染の性格を踏まえた、いおう酸化物に係る排出規制基準であるＫ値規制基準を取り上げた。\nＫ値規制基準の算定式においてはＨｅの２乗が採用されており、これはばい煙から排出されるいおう酸化物の最大着地濃度はＨｅの２乗と風速に反比例するとの知見に基づいたものである。解答に際してはここまでの知識は不要であるものの、ばい煙に含まれるいおう酸化物によって人の生活圏にもたらされるリスクの大きさは大気中で拡散しつつ人の生活圏に到達することから排出口が高ければ高いほど小さくなる点を説明できることが受験者に求められる（反比例の語を用いる必要はない）。なお、設問に記したように、Ｈｅの値の算出方法及びＨｅの２乗が用いられた根拠に関し、記述する必要はない。\nその上で、〔設問２〕は、法令違反に対する行政命令と刑事的制裁とを用いた直接的規制の仕組みである「第２章 ばい煙の排出の規制等」について、条文を踏まえて、法令違反行為に対して行政規制と刑事的制裁とがどのような形で発動されるかに関する説明を求めている。\n大気汚染防止法の該当条文を具体的に指摘しつつ、行政処分としての命令が法令違反に発動され得ること、直罰の仕組みが設けられていることから、命令を経ずに告発され得ることを的確に説明できることが重要である。\n〔設問３〕に関しては、「第２章の５ 有害大気汚染物質対策の推進」の制度について、第\n１に、この制度が、対象物質の健康リスクに関する科学的知見が不十分であるものの予防的アプローチに基づいて、関係者の自主的取組に依拠しつつ、情報を通じた誘導的手法を用い、長期暴露による影響が懸念される物質が大気を媒体として人に暴露されるリスクを低減することを目指す制度であること、したがって、命令及び罰則等の強制力を伴う手段は採用されていないことの説明が求められる。併せて、第２に、有害大気汚染物質のなかでも、特に長期暴露の影響が懸念されることにつき一定の根拠がある指定物質に関しては、大気汚染防止法附則第９項以下に勧告や報告の求め等の規定が置かれていること、ただし、大気汚染防止法附則第１０項・第１１項の文言は「勧告」及び「報告の求め」であり、罰則等の適用もないことの指摘が求められる。\n〔設問４〕においては、〔設問３〕において示した理解を前提として、行政の対応に不満を\nもつ事業者はいかなる訴訟上の対応を採ることができるかに関しての記述が求められる。いおう酸化物に係る行政の対応については、「第２章 ばい煙の排出の規制等」に基づく命令が処分性を有することを前提として差止訴訟の提起が検討されるべきである。ただし、設問に記したように損害賠償請求や仮の救済等に係る検討は不要である。そして、〔設問３〕に関して述べたように、大気汚染防止法附則第９項以下の仕組みに関しては、「第２章の５ 有害大気汚染物質対策の推進」のなかの仕組みであること、大気汚染防止法附則第９項以下の文言や罰則の適用のないこと等を踏まえると、立法者はこれを強制力の伴った手段と位置付けていないものと解される。よって、勧告に処分性のあることを前提して立論を行う場合には、公表を伴う勧告が法人の名誉・信用を毀損する重大な不利益を与えること等に加え、処分性を根拠付ける詳細な記述が求められよう。他方、勧告が処分性のない法定の行政指導であるとの立場を採る場合には、公法上の当事者訴訟あるいは民事訴訟が検討されることとなる。公法上の当事者訴訟を検討する際には、行政事件訴訟法の改正の経緯からは確認訴訟がまず想起されることとなろうが、本件の事例においては、直截に勧告及びその公表の差止めの請求が可能であること、そして、特に勧告の公表については法人の名誉・信用を毀損するおそれのあることに留意する必要がある。ただし、確認訴訟の可能性を論ずる答案も環境行政訴訟に関する一定の理解を示したものといえよう。また、差止めの法的請求について、本設例においては公法上の当事者訴訟と民事訴訟とを区別する実益は大きくないと考えられるため、解答に際してこの点を論ずることまでを求めるものではない。\n〔第２問〕\n本問は、水質汚濁防止及び土壌汚染対策に関する法制の特徴と、双方の関係について正確に理解しているかを確認し、資料の助けを借りながら両法制の基礎にある考え方を摘出する能力を試すものである。また、未規制物質によって損害が発生した水質汚濁事例に関して、民法第７０９条の過失の有無をどのように判断するかにつき、諸要素を摘出して判断過程を明らかにする能力を問うものでもある。\n〔設問１〕は、有害物質使用特定施設について、地下水汚染防止のため、水質汚濁防止法\nがどのような義務付けを行っているかを確認するものである。\n〔設問２〕は、地下水汚染と土壌汚染の両方が生じた場合に、水質汚濁防止法と土壌汚染\n対策法のどのような措置が問題とされ、それらがどのような関係にあるかを、資料を参照しつつ、解答するよう求めるものである。水質汚濁防止法第１４条の３（地下水浄化措置命令）と、土壌汚染対策法第５条（調査命令）の要件は類似しているが、前者は当該地点において地下水を飲用に利用している等の状況があることを必要とするのに対し、後者の調査命令では、土壌汚染のおそれがある地点の周辺で、地下水を飲用に利用している等の状況があれば足り（土壌汚染対策法施行令第３条第１号イ、ロ、同施行規則第３０条）、汚染のある地点と、地下水の飲用等の地点が離れていても命令を発出できる点で、より広く適用できると解されている（土壌汚染対策法第７条の指示措置及び措置命令についても同様である）。このように、水質汚濁防止法第１４条の３の地下水浄化措置命令の方が、土壌汚染対策法第５条の調査命令、第７条の指示措置・措置命令よりも要件が狭く、特別な場合であると考えられるところから、両方が発出される場合には、水質汚濁防止法第１４条の３の方が優先的に適用される。\nこの点まで触れることが望ましい。\n〔設問３〕は、都道府県知事の指示に基づく汚染除去等の措置が完了した後に、土壌環境\n基準が強化された場合、土地所有者等に対して、同環境基準の強化を理由として、汚染除去等の追加的措置を求めることができるか、という問題を、資料を参照しつつ考察するものである。環境法の問題は、種々の科学的問題とも関連するが、本設問は、実務的資料を基に法的な考え方を自ら導き出していく能力を試そうとするものである。資料を基に、既に都道府県知事の指示に基づく汚染除去等の措置を講じた者に対しては、土壌環境基準の強化のみを理由に、当該措置の再実施（追加的措置）が求められることは一般的にはない点を指摘することが期待される。その理由としては、行政法上の信義則と比例原則を挙げることが適切である。ただし、土壌汚染対策法第５条第１項に基づく土壌汚染状況調査の対象となる土地の- 37 -\n基準を満たす場合には、都道府県知事は、指導により汚染の摂取経路を遮断するための措置を講じさせることや、同項の調査命令を発出することが適当であるとする点を資料から摘出してほしい。その理由については、資料におけるその結論の上段に示されるところを読み込むことにより、健康被害のおそれに対する対応であることを導き出すことが期待される。\n〔設問４〕は、民法第７０９条の過失の有無を判断することになる。本設問におけるＣが未\n規制物質であること、他の物質との化合によって損害が発生したこと、他方で、下流に浄水場があることについてはＡは知ることができたことなどの事情を摘出することが求められる。そして、環境法の原点ともいうべき熊本水俣病第１次訴訟判決（熊本地判昭和４８年３月２０日判時６９６号１５頁）における過失論などを参照しつつ、「他の物質との化合による損害」という、熊本水俣病事件とはやや異なる本件の特徴をどう考えるかといった点を検討することが期待される。具体的には、民法第７０９条の過失における予見可能性及び結果回避義務違反がＡにあったかを、上記の事情を考慮しつつ判断することが求められる。過失を肯定するか否かという結論だけではなく、その理由付けが極めて重要となる。なお、本設問では生命・健康被害の危険はあったものの、その被害は発生しておらず、無過失責任に関する水質汚濁防止法第\n１９条の適用はない。",
  "scoring_notes": "１ 出題の趣旨について公表済みの「出題の趣旨」のとおりである。\n２ 採点方針【第１問】及び【第２問】に共通して、①問題が設定している事実に基づいて、②題意、すなわち、法律上の論点が適切に理解できているか、③その論点について、法律の基礎となっている諸原則や法律の体系的な理解に基づいて、法制の説明や個々の条文の法解釈を行っているか、④法解釈やその適用が飛躍した説明ではなく、論理的に記述されているか、という点に留意して採点した。\nしたがって、複数の考え方が生じ得る部分については、特定の正解を予定してそれとの整合を判断するのではなく、筋の通った記述がされているか否かに重点を置いた。加えて、【第１問】においては、環境規制においては環境汚染の性格(媒体・汚染経路・リスクの大きさ・科学的不確実性等)や汚染主体及び汚染行為の態様等に応じて様々な規制と誘導の手法が採用されていることを前提として、出題された規制・誘導の仕組みが環境上どのような特徴を有しているかを的確に理解しているかについても採点の対象とした。\n３ 採点実感等【第１問】は、大気汚染防止法について、条文を参照しつつ、「第２章 ばい煙の排出の規制等」\nに基づく排出基準超過及び測定・記録・記録保存義務違反の事案に対する規制、及び「第２章の５有害大気汚染物質対策の推進」の制度並びに同法附則に基づく指定物質抑制基準値超過事案に対する勧告の法的特徴が理解できているかを問うものである。併せて、行政の対応に異議のある事業者がどのような法的請求をすることができるかに関する理解も試している。【第２問】は、水質汚濁防止及び土壌汚染対策に関する法制の特徴と、双方の関係について正確に理解しているかを確認し、資料の助けを借りながら両法制の基礎にある考え方を摘出する能力を試すものである。また、\n未規制物質によって損害が発生した水質汚濁事例に関して、民法第７０９条の過失の有無をどのように判断するかにつき、諸要素を摘出して判断過程を明らかにする能力を問うものでもある。\n【第１問について】\n⑴ 出題の意図に即した答案の存否、多寡【第１問】のうち［設問１］［設問２］は、「第２章 ばい煙の排出の規制等」に関するものであり、いおう酸化物の排出規制基準であるＫ値規制基準の理解と排出基準値超過事案に対する規制の仕組みの理解とを試している。［設問３］は、ばい煙排出規制との対比において、「第２章の５ 有害大気汚染物質対策の推進」の制度と指定物質抑制基準が定められている物質に係る勧告についての理解を問うものであり、［設問４］は、［設問２］［設問３］を踏まえ、行政の対応に異議のある場合にどのような法的請求が考えられるかについて検討を求めるものである。\n［設問１］に関しては、かなりの割合の解答者が、施設から排出されたばい煙に含まれる有害物質が大気の中で拡散されつつ人の生活圏（地表）に到達する汚染のメカニズムを理解した解答を記載していた。なお、Ｋ値規制の算定式は、「ばい煙から排出されるいおう酸化物の最大着地濃度がばい煙の排出口の高さ（ばい煙の上昇等を勘案して補正されている）の２乗に逆比例・反比例する」との知見に基づくものであるが、環境法の教科書においてこの点に言及のある例は少ないことを勘案し、ばい煙による大気汚染の性格、ばい煙に含まれる有害物質の暴露の形態について理解できているかを問う出題とし、その観点から採点した。\n［設問２］は、大気汚染防止法（以下【第１問】の解説において「法」という。）中の典型的な公害規制に関する出題である。第１に、ほとんどの受験者は、排出基準違反（法第１３条第１- 35 -項）に対して発動される行政規制は改善命令（法第１４条第１項。命令の内容はばい煙の処理の方法の改善又は施設の使用の一時停止）であることについて解答できていた。ただし、行政が採り得る措置としての告発に関しては、直罰規定が設けられている（法第３３条の２第１項第１号）\nために直ちに告発できるにもかかわらず、告発について言及のない解答や命令を経てから告発できるとする解答がある程度の割合であった。また、少数ながら条文を示していない解答もあった。\n第２に、ばい煙量等の測定・記録・記録保存義務（法第１６条）にＣ工場が違反していた事実が問題文に明記されているにもかかわらず、違反に対して直ちに告発できること（法第３５条第３号）については言及のなかった解答も一定の割合で見られた。\n［設問３］に関し、第１に、「第２章の５ 有害大気汚染物質対策の推進」の制度は、有害大気汚染物質の低濃度での長期的な暴露によって人の健康影響が懸念されるものの、科学的知見は必ずしも十分なものでないことから、事業者には汚染状況と排出・飛散抑制措置の実施を責務として求めるにとどめ、国・地方公共団体には科学的知見の充実と情報・知識の普及を、国民にも抑制の努力義務を求めるものである（法第１８条の４１以下)。そこで、［設問３］の解答に際しては、これらの条文を踏まえ、この制度においては、ばい煙の排出規制とは異なり、法的強制を伴った直接的な規制とは異なる、関係者の協働に依拠し、情報的手法を用いた誘導手段が用いられることの理解を示すことが求められる。なお、法第１８条の４１の条文上は「未然防止」が用いられているものの、この制度について「予防原則あるいは予防的アプローチ」と位置付ける説明もあることを踏まえて採点した。かなりの割合の答案は、出題の意図に沿った形で解答ができていた。\n第２に、指定物質抑制基準の設定・公表、指定物質に係る勧告等の制度に関しては、代表的な教科書に必ず記載のあることから、少し正答率は低くなったものの、多くの受験者が適切な解答を記すことができていた。もっとも、国による汚染状況の評価・公表（法第１８条の４３第２項）\nや地方公共団体による住民に対する知識の普及（法第１８条の４４）等の関係のない条文に言及する解答もかなりの割合であった。\n［設問４］は、［設問２］［設問３］の内容を踏まえ、計画された行政上の措置に異議のある事業者はどのような法的請求を行うことができるかについて解答できるかを試したものである。解答の際には、第１に、法第１４条第１項の改善命令に処分性のあることに関しては判例・学説上争う余地はないことを当然の前提とすべきである。他方、法附則第１０項の勧告については、処分性を認める判例はなく、また、「第２章の５ 有害大気汚染物質対策の推進」に位置付けられた制度であって、法附則の条文も「勧告をする」（法附則第１０項）、「報告を求める」（法附則第１１項）とされていることから、処分性は肯定できないとする立論がまず検討されるべきである。\nその上で、この立論を否定して処分性を肯定する議論を展開しようとする場合は、勧告の公表による重大な不利益等を論ずる等、説得的な記述が求められる。\n第２に、勧告（その公表を含めて）に処分性はないとして立論する場合には、改善命令の差止訴訟（法定抗告訴訟。行政事件訴訟法第３条第７項）と勧告に対する差止訴訟（民事訴訟又は公法上の当事者訴訟）とを区別して議論を展開することとなる。まず、改善命令については、改善命令に対する法定抗告訴訟としての差止訴訟を論ずべきであり、差止訴訟の訴訟要件は行政事件訴訟法第３７条の４に規定がある。そして、同条の訴訟要件につき【第１問】において議論されるべきは、「重大な損害を生ずるおそれ」の該当性である。この点については、取消訴訟を提起して執行停止を申し立てることで容易に救済が与えられるかの観点から、本件の事案に即して適切に議論がされているかを評価することとなる（営業上の不利益（ただし、財産上の不利益である）、信用の失墜、直罰規定の存在等）。\n次に、勧告については、公法上の当事者訴訟としての義務不存在確認訴訟（勧告に従う義務のないことの確認訴訟）等を検討する解答は多かったものの、勧告（及びその公表）の差止訴訟がより直截である。ただし、義務不存在確認訴訟を挙げた解答についても、行政事件訴訟法の改正- 36 -により公法上の当事者訴訟としての確認訴訟が明文化されたことの意義が強調されている点を踏まえ、行政救済法に関する理解を示した解答として評価した。\nまた、勧告、勧告及び公表、又は改善命令を含めた公表そのものにつき処分性のあることを前提として議論した解答については、それぞれの立論について論点ごとに精査し、立論の説得度に応じて相当の評価をした。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること［設問１］に関しては、「排出口が高いと広範囲の地域に汚染を広げる」等、排出口が高くなれば排出規制は緩和されることを説明できていない解答が予想より多かった。ばい煙の排出の図も示したことから、Ｋ値規制基準の算定式の意味を説明されたことがない受験者であったとしても、大気におけるばい煙の拡散、ばい煙に含まれる有害物質の人への暴露の形態（地表において人が生活するなかでの大気に含まれる有害物質への暴露）等、環境管理の法制度を十分に学習してきた者であれば、出題の意図に即して記述することは可能である。それができなかった解答については、Ｋ値規制基準等の知識を暗記するにとどめ、その法的な意義を環境法の論理、本問にあっては規制の手法論から理解しようとしない学習態度の弊害が現れたものといえよう。\n［設問２］に関しては、改善命令ができることについて出題の意図どおりの解答を得た。ただし、行政による刑事告発と直罰規定に関する理解が十分でない受験者がある程度いたことは出題者の予想を超えたものであった。改善命令の根拠条文、罰則の条文を示していない解答や、ばい煙量等の測定・記録・記録保存義務違反に言及できなかった解答については、問題文を丁寧に読んだ上で適切に関連規定を法令から見付け出すことのできた受験者との間で力量に差が付いたものと考える。\n［設問３］に関し、指定物質抑制基準の設定・公表、指定物質に係る勧告等の制度に言及することのできなかった解答者については、制度の理解が不十分であったことに加えて、これらの仕組みを規律する法附則の条文を法令において確認できなかったことが原因であると思われる。【資料２】において施行令附則が示されており、また一般に、法令の附則は本則の後に配置されているとの知識は六法を頻繁に利用することとなる法曹にとっては基礎的なものであって、これらの点についての確認・知識を欠いていたことは［設問４］との関係においても得点に大きな影響を与えた。\n［設問４］については、処分性に関する判例・学説が適切に理解されているかが評価のポイントとなる。また、［設問３］において、指定物質抑制基準の設定・公表と勧告の制度に適切に解答できなかった解答者については、［設問４］における法的請求の対象の一つを誤って把握したか把握することができなかったこととなるため、他の解答者との得点差は大きくなった。勧告又はその公表に処分性を認める見解に対しては、公表による不利益の重大性等、説得的な立論がある場合に評価したが、勧告の公表について法附則にも根拠規定はないことに留意は必要である。\nなお、ごく少数ではあるものの、改善命令を含めて行政措置の公表全体を捉えて処分性ある行為として議論している解答もあったが、処分性に関する判例・学説を踏まえると特異な立論である。\nまた、改善命令については差止判決が出されるならば違法な改善命令に係る法的救済としては十分であろう。なお、出題された事案に照らすならば、「重大な損害の生ずるおそれ」の要件に加えて、法律上の利益、他の適当な方法があるか等の要件につき詳細に言及する必要はあるまい。\nこれらの記述は減点要素とはしていないものの、これらの答案の多くは他に論ずべき点への言及を欠いているか、あるいは言及はあっても不十分なものであった。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは、［設問１］において、汚染に係る環境媒体と暴露の形態を踏まえてＫ値規制の算定式の意味を説明でき、［設問２］において、排出基準違反に対する改善命令と告発、ばい煙量等の測定・記録・記録保存義務違反に対する告発を指摘し、［設問３］において、「有害大気汚染物質対策の推進」の制度趣旨を説明した上で、指定物質抑制基準の設定・公- 37 -表、指定物質に係る勧告等に関し、法附則の条文を踏まえつつ説明ができ、［設問４］において、\n改善命令と勧告の法的性質を踏まえて、違法な行政対応に対する法的救済の在り方を、法定抗告訴訟としての差止訴訟、当事者訴訟又は民事訴訟としての差止訴訟等を具体的に挙げつつ、分析的に論ずることができた答案である。ただし、論点が多いため、これらの主要論点の中の複数について不十分な解答があったとしても「優秀」な答案として評価した。このイメージに該当する答案は、主要論点の全てにつき的確に解答をした数パーセントの受験者を含め、出題者の想定どおりの割合を占めている。「良好」な答案のイメージとしては、これらの主要な論点につきおおむね解答ができているものの、複数の主要論点についてかなりの程度不十分な記述があるものである。このイメージに該当する答案がかなりの割合を占めた。「一応の水準」の答案のイメージとしては、［設問１］について、ばい煙の排出による大気汚染のメカニズムを理解した解答をし、\n［設問２］については、排出基準違反に対する改善命令が条文に即して説明できていること、［設問３］において、「有害大気汚染物質対策の推進」の制度が、［設問４］において、改善命令に対する差止訴訟の可能性を指摘した上で、訴訟要件としての「重大な損害の生ずるおそれ」の該当性が、ある程度議論できていることである。なお、これらの論点の一部についての解答に欠落があった場合においても、他の論点で適切な解答があればこのイメージに該当する答案となる。「不良」な答案は、題意を把握できておらず、制度の基本的な理解も不十分な答案である。ただし、\n排出基準違反に対する改善命令とそれに対する差止訴訟の提起や「有害大気汚染物質対策の推進」\nの制度趣旨等についてはほぼ全員が言及していた。\n【第２問について】\n⑴ 出題の意図に即した答案の存否、多寡【第２問】は、［設問１］で、有害物質使用特定施設について、地下水汚染防止のため、水質汚濁防止法上、どのような義務付けが行われているかを問い、［設問２］では、地下水汚染と土壌汚染の両方が生じた場合に、水質汚濁防止法と土壌汚染対策法のどのような措置が問題とされ、\nそれらがどのような関係にあるかを、資料を参照しつつ解答するよう求め、［設問３］では、都道府県知事の指示に基づく汚染除去等の措置が完了した後に、土壌環境基準が強化された場合、\n土地所有者等に対して、同環境基準の強化を理由として、汚染除去等の追加的措置を求めることができるかを問い、［設問４］では、Ａの施設から排出された未規制物質が他の物質との化合によって損害を発生させたこと、下流における浄水場の存在をＡは知り得たことなどの事情の下で、\n不法行為に基づく損害賠償責任の成立の有無を問うものである。\n［設問１］は、平易な設問といえるが、必ずしも十分な解答がなされていなかった。Ａに対する義務付けを問うているのであるから、Ａの施設が有害物質使用特定施設であることは是非記してほしいところであるが、それが行われていない答案も少なくなかった。また、水質汚濁防止法第１２条の３と第１２条の４のどちらか一方のみが書かれている答案も見られた。\n［設問２］については、Ｃの排出又は漏えいにより、地下水等や土壌が汚染されてしまったケースであるため、措置命令がまず問題となるが、改善命令だけに触れている答案が相当数見られた。一定の点数は与えられたが、理解に苦しむところであった。また、関連する水質汚濁防止法及び土壌汚染対策法上の措置に関する規定を丁寧に書いている答案も少なからず見られたが、ほとんどその点に触れない答案もあり、設問の題意を理解するという基本が必ずしも身に付いていないように思われた。水質汚濁防止法と土壌汚染対策法の地下水汚染対策に対する考え方の相違については、資料の中から両者の相違を発見する能力が必要とされた。相当数の答案は、この相違に気が付いたようであるが、必ずしも多くはなかった。なお、本問とは関係しない点であり、\n採点の対象とはしていないが、水質汚濁防止法は原因者負担の考え方を採用している一方で、土壌汚染対策法は状態責任の考え方を採用しているとしたものが少数ながら見られた。しかし、土壌汚染対策法は状態責任の考え方だけを採用しているわけではないため、この記述には限定が必- 38 -要である。\n［設問３］については、Ａが汚染除去等の措置を相当の費用をかけて行った後に、土壌環境基準が強化され、行政からそれを理由として汚染除去等の追加的措置を求められる場合、どのような考慮がなされるべきか、自らがその立場に立った場面を考えて検討してほしいところである。\n行政法上の信義則や比例原則に触れた答案は、全体の２、３割であった。資料を読み込みつつ、\n健康被害のおそれがある場合の例外的対応について記述した答案は、相当数見られた。\n［設問４］については、不法行為に基づく損害賠償請求の問題である点にたどり着かない答案が相当数見られたのは意外であった。また、民事差止請求について相当のスペースをとって記述しているものが見られたが、本問のような河川における事故事例で、差止請求はたとえ仮処分の申立てであっても実効性は乏しいであろう。なお、民法第７１７条を根拠として挙げる答案もあり、一定の点数は与えたが、本件におけるＡの施設に設置・保存の瑕疵があったといい得るかには問題があり、また、裁判例・学説上、工場・事業場からの汚染に対しては、この規定はほとんど用いられていないことを指摘しておく。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること［設問１］については、水質汚濁防止法について体系的な理解がなされていないといえよう。\n［設問２］については、地下水汚染と土壌汚染の両方が生じた場合に、水質汚濁防止法と土壌汚染対策法のどのような措置が問題とされるかについて、資料を的確に読み込む力が不足しているといえるが、さらに、資料から両者の相違点を導き出せないとしても、両法の関連規定を丁寧に書いていれば相当の点数は与えられているのであり、そのような努力をした答案とそうでない答案とで差が付いたものと思われる。［設問３］については、６、７割の答案が【資料３】の読み込みに成功したようであるが、その趣旨を自ら説明できるレベルまで行った答案と、ただ資料の要旨を記載した答案とで、採点上は差が生じた。この種の設問に対する解答においては、資料の要旨と、それを踏まえた上での自らの見解とを分けて記述する必要があるが、そのような区別をしていない答案も少なからず見られた。［設問２］と［設問３］は資料を読み込んでそこから諸要素を摘出して思考過程を明らかにする能力を問うものであったが、勉強してきたことを基礎としつつも、新しい資料を読みつつ自ら考える柔軟な思考力が必ずしも鍛錬されていないようである。［設問４］については、損害賠償請求に関して二つ問題点があった。第１に、水質汚濁防止法第１９条が適用される旨を記述した答案が少なからず見られたが、本件では人の生命又は身体に対する侵害が認められないことから、同条の要件を満たさず、その適用がないことに気が付いてほしかった。第２に、Ｃに関して排水基準が設定されていなかったから違法性がなく不法行為が成立しないことが当然であるとした答案が相当数見られたことには愕然とした。環境法の原点というべき熊本水俣病第１次訴訟判決を読んだ経験があれば、判例、学説がこのような見解を採用してこなかったことは直ちに理解できたのではないか。民事訴訟を含めて過去の重要な訴訟に関する勉強が不十分である。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは、［設問１］については、Ａの施設が有害物質使用特定施設であることを条文の根拠を付して解答し、また、水質汚濁防止法第１２条の３と第１２条の４にその内容とともに触れ、［設問２］については、水質汚濁防止法第１４条の３の浄化措置命令、土壌汚染対策法第５条の調査命令、第６条、第７条、第１１条に基づく指定や指示等について挙げた後、【資料２】を参照しつつ、水質汚濁防止法第１４条の３と、土壌汚染対策法第５条の要件は類似しているが、前者の浄化措置命令では、当該「地点」において地下水を飲用に利用している等の状況があることを必要とするのに対し（「水質汚濁防止法の一部を改正する法律の施行について」）、後者の調査命令では、土壌汚染のおそれがある地点の「周辺の土地」で、地下水を飲用に利用している等の状況があれば足りる（土壌汚染対策法施行令第３条第１号イ、ロ、同施行規則第３０条）ところからより広く適用できることに言及し、［設問３］については、【資料３】を- 39 -基に、既に都道府県知事の指示に基づく汚染除去等の措置を講じた者に対しては、土壌環境基準の強化のみを理由に、当該措置の再実施（追加的措置）が求められることは一般的にはない点を指摘し、その理由として、行政法上の信義則と比例原則を挙げ、ただし、土壌汚染対策法第５条第１項に基づく土壌汚染状況調査の対象となる土地の基準を満たす場合には、都道府県知事は、\n指導により汚染の摂取経路を遮断するための措置を講じさせることや、同項の調査命令を発出することが適当であるとし、その理由については、資料におけるその結論の上段に示されるところを読み込むことにより、健康被害のおそれに対する対応であることを導き出し、［設問４］については、損害賠償請求に関して、本件では人の生命又は身体に対する侵害がないことから、水質汚濁防止法第１９条は適用されず、民法第７０９条が適用されること、Ａの施設から排出された未規制物質が他の物質との化合によって損害を発生させたこと、下流における浄水場の存在についてはＡは知り得たことなどの事情を摘出し、その場合に過失（予見可能性及び結果回避義務違反）が認められるかを適切に説明し、ただし、Ｃに関して排水基準が設定されていないことを違法性の欠如には直結させず、水道事業者としてのＦ市に拠点給水所の設置、給水車の出動等による応急給水に費用がかかったことを損害として指摘するものである。「良好」な答案のイメージは、その程度がやや劣るが、主要な論点について、おおむね適切な説明ができているものである。\n「一応の水準」の答案のイメージは、［設問１］、［設問２］において関連する規定が的確に指摘され、［設問３］において資料の概要が理解され、そのおおまかな理由付けが説明され、［設問４］において民法第７０９条の過失及び損害についての本問における考え方が示されている答案である。「不良」な答案のイメージは、題意を把握できておらず、制度の基本的理解も不十分な答案である。\n４ 今後の出題についてこれまでどおり、環境法の基本的な仕組みや実定法制度を基礎付けている法政策に関する問題、\n具体的事案から課題の所在を的確につかんだ上で判例理解を含む適切な法解釈によりそれを論理的に解決する問題など、特定の傾向に偏ることなく、幅広く出題することを考えている。\n５ 学習者及び今後の法科大学院教育に求めるもの環境法を学習する際には、他の科目と同様に、まず、環境法の基本構造と基礎理論を正確に身に付ける必要がある。同時に、環境問題は、その解決に当たり、多くの法律基本科目分野の知識の総合が求められる領域であり、環境法領域の専門知識のみでは、解決が困難であることが少なくない。\n環境問題の具体的な状況を踏まえた上で、行政法、民事法、各種訴訟手続などに関する学習によって得られた知識を統合的に応用する努力が求められるであろう。そのためには、それぞれの環境法令の背景事情、立法趣旨を理解することに加え、常にきちんと条文を参照して学習する習慣を身に付けて、法体系全体の仕組みや個々の条文の文言を正確に理解することが肝要である。また環境法令はしばしば改正されるので、法令の動向には常に目を向けておくことが望まれる。\n特に、【第１問】については、【資料２】に大気汚染防止法施行令附則の条文が示され、そして、\n大気汚染防止法附則の条文は司法試験用法文に掲載されているにもかかわらず、大気汚染防止法附則の条文を見付けることができずに解答した受験者が予想外に多かった。また、「関係規定を示しつつ説明しなさい」との設問にかかわらず条文を示すことのできなかった解答や、「仮の救済・仮処分及び本案の主張は問わない」等の指定を無視した解答もある程度の割合であった。少なくとも司法試験用法文に掲載されている法令に関しては、法文を確認しつつ環境法の教科書等の読解を進める、試験の出題は丁寧に読む、との基本的な学習態度を身に付けさせることを強く期待したい。"
}