{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は、３５：３５：３０〕）\n次の文章を読んで、後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は、平成１０年（１９９８年）４月に設立され、首都圏においてドラッグストアを営む会社法上の公開会社ではない取締役会設置会社である。また、乙株式会社（以下「乙社」という。）は、医薬品、化粧品及び日用品等の企画、製造及び販売の業務を営む会社法上の公開会社ではない取締役会設置会社である。\n２．甲社と乙社の間に資本関係はなく、下記３のとおり、甲社の取締役のうち１名が乙社出身であるほかは、役員の兼任等の人的関係もない。乙社は、甲社から甲社が経営する店舗で販売する商品の製造の委託を受けており、その売上が乙社の売上総利益の約５０パーセントを占めている。\n乙社が製造する商品には「乙」の名称が入った登録商標Ｐが使用されている。\n３．甲社では、設立以来、Ａ、Ａの親族及び乙社出身者を中心に取締役会が構成され、令和３年\n（２０２１年）４月の時点では、Ａが代表取締役、Ｂ（Ａの弟）、Ｃ（Ａの長女）、Ｄ（乙社出身者）及びＥ（Ａの親族でも乙社出身者でもない）が取締役を務めていた。\n甲社の取締役の任期については、その定款において、当初、選任後２年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとされていたところ、平成２２年（２０１０年）６月に開催した定時株主総会において、その期間を選任後１０年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までと変更された。もっとも、乙社出身の取締役については、上記定款変更の前後を問わず、選任から４年で退任するのが慣例となっていた。\n甲社の発行済株式総数は１０万株であり、Ａが４万株、Ｂ及びＣがそれぞれ２万株を保有し、残りを甲社の従業員複数で保有している。\n４．Ｄは、大学を卒業してから３５年間にわたって乙社で勤務し、５７歳になった平成３０年（２０１８年）３月、Ａから甲社の取締役になるように誘われた。その際、Ａは、Ｄに対し、乙社出身の取締役は従前より４年ごとに交代していることを説明した。Ｄは、乙社の就業規則に定年が６０歳と定められていたことから、Ａに対し、「６１歳まで甲社の取締役を務めた方がより長く安定した収入が得られるので、引き受けます。」と述べ、Ａの誘いに応じた。Ｄは、同年５月３１日に乙社を退職し、同年６月２０日に開催された甲社の定時株主総会において、取締役に選任された。Ｄの前任の乙社出身の取締役は、選任から４年が経過した上記定時株主総会の日に辞任した。\nＤは、甲社の常勤取締役として、甲社から役員報酬として月４０万円の支払を受けていた。また、Ｄには他の収入はなかった。\n５．Ａは、令和２年（２０２０年）３月、Ｄに対し、「次の株主総会で取締役の選任から２年になる。そろそろ折り返し地点なので、乙社出身の後任者を探してほしい。」と述べたところ、Ｄは、「定款に定められた任期を満了するまで取締役を務めたいので、まだ後任者を探すつもりはない。」と答えた。\nその頃、Ａは、東北地方にも新規店舗を設けて甲社の事業の拡大を図ろうとしていた。東北地方への進出は、Ａの先代が果たせなかったものであり、Ｂ及びＣ（以下、Ａ、Ｂ及びＣを総称して「Ａら」という。）も達成すべきものであると考えていた。これに対し、Ｄは、丙株式会社との競争に伴う値下げによって２年連続営業損失を計上していることを理由に事業の拡大には反対であり、Ａらとの間で意見が対立していた。\n６．Ａは、令和２年（２０２０年）４月、他の取締役らに対し、「取締役の任期を１年に短縮することで、信任を得る機会を多くし、取締役の業務に緊張感を持たせたいから、次の定時株主総会\n- 2 -でその旨の定款変更を行いたい。」と提案した。Ｄは、東北地方への進出に反対したことから、自分を追い出すためにするものではないかと疑って上記提案に反対した。しかし、甲社の取締役会は、Ｄ以外の取締役らの賛成により、同年の定時株主総会において、①定款変更を議題とし、取締役の任期を選任後１年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時までとする旨の議案を提出すること、②取締役の選任を議題とし、Ａ、Ｂ、Ｃ、Ｄ及びＥを取締役に選任する旨の議案を提出することを決めた。なお、Ａ、Ｂ、Ｃ及びＥは、いずれも平成２２年（２０１０年）の定時株主総会において取締役に選任されていた。\n７．甲社の定時株主総会は、令和２年（２０２０年）６月２５日に開催され、計算書類の承認等のほか、上記６①の定款変更議案及び上記６②のうちＡ、Ｂ、Ｃ及びＥを取締役に選任する旨の議案がＡらの賛成により可決されたが、上記６②のうちＤを取締役に選任する旨の議案は、Ａらの反対により否決された。\n〔設問１〕 Ｄは、一連の経緯により甲社の取締役の地位を失ったことは実質的な解任であって不\n当であり、甲社に対して会社法上の損害賠償責任を追及しようと考えている。Ｄの立場において考えられる法律構成及び損害に関する主張並びにそれらの当否について、論じなさい。なお、上記６及び７の定時株主総会の招集の手続及び議事は、適法であったものとする。\n８. 乙社は、令和２年（２０２０年）に入ってから業績が悪化するようになった。同年１月末日の時点では資産１億円、負債５０００万円、資本金２０００万円であったところ、現預金の流出が続くなどして、令和３年（２０２１年）１０月１日の時点では、資産６０００万円、負債４０００万円、資本金２０００万円となった。\n９．乙社は、令和２年（２０２０年）６月までに株式会社丁銀行（以下「丁銀行」という。）から複数回にわたって融資を受けており、令和３年（２０２１年）６月末日の弁済期日を経過した同年１０月１日の時点で合計３０００万円の残債務があった。\n10．乙社の代表取締役Ｆは、業績の悪い事業を譲渡しようと考え、令和３年（２０２１年）９月頃から、関西地方でスーパーマーケットを営む会社法上の公開会社ではない取締役会設置会社である戊株式会社（以下「戊社」という。）と交渉を始めた。乙社及び戊社は、同年１０月１日、必要な手続を経た上で、乙社が戊社に日用品製造販売事業を譲渡する旨の契約を締結した（以下、この事業譲渡を「本件事業譲渡」といい、この契約を「本件事業譲渡契約」という。）。\n11．本件事業譲渡契約においては、乙社の日用品製造販売事業の資産と負債（日用品製造販売事業に従事する従業員との間の雇用契約を含む。）が対象とされ、その対価は４０００万円とされた。\nまた、戊社の代表取締役Ｇは、本件事業譲渡契約を締結するに当たり、上記８及び９の事実をＦから知らされていた。\n12．戊社は、本件事業譲渡の約３年後、下記14の問題点が発覚したことにより、その事業年度の決算において、乙社から譲り受けた日用品製造販売事業の資産について多額の評価損を計上するとともに、多額の負債を計上した。\n13．本件事業譲渡契約が締結された経緯の詳細は、下記14から17までのとおりであった。\n14．会社やその事業の買収を行う場合には、買収の対象となる会社又は事業の業績、資産、財務状態及び法律上の問題点等の調査（以下「デュー・ディリジェンス」という。）を行うことが実務上広く行われている。しかし、戊社は、本件事業譲渡の際に、乙社の日用品製造販売事業についてデュー・ディリジェンスを実施しなかった。もし、デュー・ディリジェンスを行っていれば、乙社の日用品製造販売事業の在庫の価値が落ちていること、その製品に知的財産権上の問題があること等の問題点を発見することができ、本件事業譲渡契約を締結しなかったか、仮に締結していたとしても、その対価は１０００万円以下となるはずであった。\n15．戊社の取締役でそのメインバンク出身であるＨは、本件事業譲渡について検討されていること- 3 -を知ってから、乙社とも取引のあった出身銀行の知人に乙社のことを尋ねたところ、「日用品製造販売事業はうまくいっているとはいえず、在庫の価値が下落している可能性がある上に、知的財産権等の管理もいい加減であるから気を付けた方がよい。」との回答を得た。そこで、Ｈは、知人の弁護士に確認したところ、「事業の買収を行う場合には常にデュー・ディリジェンスが必要とまではいえないものの、そうした事情がある場合は行った方がよい。」との回答を得た。そのため、Ｈは、戊社の代表取締役Ｇに対し、上記の回答内容を伝えた上で、本件事業譲渡には慎重になるべきであり、デュー・ディリジェンスを行うべき旨を指摘した。\n16．Ｈの指摘にもかかわらず、デュー・ディリジェンスが行われなかったのは、次の事情による。\nすなわち、甲社は、戊社の総株主の議決権の６０パーセントを有する親会社であり、戊社の取締役５名のうちＧ及びＩの２名は、かつて甲社の従業員であった。甲社の代表取締役Ａは、戊社の代表取締役Ｇに対し、「乙社の日用品製造販売事業が立ちゆかなくなると甲社の事業に大きな影響が及ぶため、本件事業譲渡を迅速に進めてほしい。これが実現しなければ、ＧとＩの取締役の再任はない。」と述べた。その後に行われた本件事業譲渡の交渉において、Ａの意向を知っていた乙社の代表取締役Ｆは、Ｇに対し、「乙社の主要ブランドを譲渡するのであるから、相応の対価とすべきである。１か月程度で交渉がまとまらないのであれば別の譲渡先を探すか、最悪の場合には乙社の法的整理も検討するつもりである。」と述べた。これらのやり取りを踏まえ、Ｇは、上記15の事実の下でもデュー・ディリジェンスを省略して交渉に当たるのもやむを得ないと判断し、Ｆの主張を受け入れて上記11の内容で本件事業譲渡契約を締結した。\n17．戊社の取締役会は、令和３年（２０２１年）１０月１日に開催されたところ、Ｈは、その必要性が見いだせない上にデュー・ディリジェンスを行っていないことを理由に反対する旨の意見を表明した。他の取締役から説明を求められたＧは、「乙社の日用品製造販売事業を救わないと、甲社の主力商品の１つが欠けることになり、甲社を中心とした我がグループに大きな不利益が及ぶ。戊社の売上総利益の約５０パーセントは甲社との取引に由来するものであるため、単純に乙社の日用品製造販売事業だけを見て本件事業譲渡に反対するのは適切ではない。」と説明した。\nその後、戊社の取締役５名のうち甲社出身のＧとＩは自ら退席し、残りの３名の取締役によって審議が行われ、Ｈを除く２名の取締役の賛成により、本件事業譲渡契約を締結することが決定された。\n〔設問２〕 戊社の少数株主であるＪは、株主代表訴訟を提起して、Ｇに対し、本件事業譲渡契約を締\n結する旨の判断をして実行したという一連の経緯について、会社法上の損害賠償責任を追及しようと考えている。Ｊの立場において考えられる主張（損害に関する主張を含む。）及びその当否について、論じなさい。なお、株主代表訴訟は、適法に提起されたものとする。\n下記18以下においては、上記11から17までの事実は存在せず、上記10のとおり、必要な手続を経て本件事業譲渡契約が締結されたことを前提として、〔設問３〕に答えなさい。\n18．本件事業譲渡契約においては、乙社の日用品製造販売事業の業績が低下していたことから、その資産（日用品製造販売事業に従事する従業員との間の雇用契約を含む。）が対象とされ、負債は対象とされなかった。また、本件事業譲渡契約が締結された令和３年（２０２１年）１０月１日の時点での乙社の日用品製造販売事業の資産の簿価は４０００万円であったが、戊社が「専門家を交えた調査の結果によれば簿価どおりの資産価値がない可能性がある。」と主張し、乙社も早く現金を手にしたいと考えていたことから、本件事業譲渡契約の対価は、２０００万円とされた。\n19．また、乙社及び戊社は、本件事業譲渡契約において、乙社が戊社に対して登録商標Ｐの使用を認めることに合意した。これは、乙社が使用してきた登録商標Ｐとこれに含まれる「乙」が日用品のブラ\n- 4 -ンドとして確立し、消費者には登録商標Ｐが乙社を示すものと受け取られており、業績が悪くなったとはいえ顧客誘引力が残っているからであった。\nなお、乙社は、登録商標Ｐを使用した商品を製造して卸売を行うだけであり、これまでに消費者等に直接販売したことはなかった。また、戊社は、関西地方でスーパーマーケットを営んでおり、これまでに乙社の商品を扱ったことはなく、その商号や経営する店舗の名称に「乙」の文字や登録商標Ｐに含まれる文字と共通するものを使用したことはなかった。\n20．戊社は、本件事業譲渡の完了後、経営するスーパーマーケットの店舗内において、登録商標Ｐを描写した看板を複数の入口に掲げて、登録商標Ｐを使用した日用品を販売した。また、戊社は、自社のウェブサイトにおいて、「Ｐが新たに生まれ変わり、当店で扱うことになりました。」との宣伝を掲載し、そこには登録商標Ｐも掲載されていた。戊社が扱っている登録商標Ｐが使用された日用品のうち６割程度は、従来、乙社が登録商標Ｐを使用して販売していたものと同じ商品であった。\n21．乙社の業績は、その後も改善しないことから、丁銀行に上記９の残債務を弁済することができなくなった。そこで、乙社は、令和４年（２０２２年）５月、丁銀行に対し、その旨を通知した。\n〔設問３〕 丁銀行が戊社に対して乙社の残債務の弁済を請求できるかについて、論じなさい。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n１ 本問は、公開会社でない株式会社において、①取締役の任期を短縮する定款変更がされるとともに取締役選任議案が否決されたという一連の経緯によって取締役の地位を失った者が会社に対して損害賠償請求をすることの可否（設問１）、②親会社の圧力の下でいわゆるデュー・ディリジェンスを行うことなく事業を譲り受けたことに関する取締役の任務懈怠責任（設問２）、③事業を譲渡した会社（譲渡会社）の商号の一部が含まれている商標を使用した場合における事業を譲り受けた会社（譲受会社）の責任（設問３）を問うものである。いずれについても、会社法上の重要な制度や判例に関する基本的な理解を前提に、問題点を適切に分析した上で、具体的な事実関係に応じて結論を導き出すことができるか否かを問うものである。\n２⑴ 設問１においては、Ｄが甲社の取締役の地位を失ったことが実質的な解任であると考えていることを踏まえると、Ｄとしては、まず、甲社に対して会社法第３３９条第２項の規定に基づいて損害賠償請求をすることが考えられる。本問では、取締役の任期を短縮する定款変更がされるとともに取締役選任議案が否決されたにすぎず、Ｄが解任されたわけではないことから、そのことを指摘した上で、同項の規定の類推適用又は適用をすることができるか否かを検討することになる。なお、そのような検討をする前提として、取締役の任期を短縮する定款変更が行われた場合における在任中の取締役の任期について言及することができると、なお望ましい（例えば、取締役の任期を短縮する定款変更が行われた場合には、定款変更の効力が発生した時点において在任している取締役の任期も短縮されると解され、本問のＤは、短縮後の任期が既に経過しているので、定款変更がされた時点で取締役の任期が満了したことになるなどと言及することが考えら\n- 10 -れる。）。\n⑵ 会社法第３３９条第２項の規定の類推適用又は適用を検討する場合には、同項の趣旨を踏まえつつ、類推適用の基礎は何であるか、何をもって実質的な解任であると評価するかを意識した検討をする必要がある。すなわち、取締役の任期を短縮する定款変更をしたことを対象とする、取締役選任議案を否決したことを対象とする、その双方を対象とするといった様々な考え方があり得るが、いずれの考え方によるにせよ、どのような行為についての正当な理由の有無が問題になるのか、損害としてどのような主張をすることができるのかといった問題にも関連することから、類推適用又は適用の対象とそれ以外の部分についても一貫した論述が求められる。\n⑶ 正当な理由の有無については、判例（最判昭和５７年１月２１日集民第１３５号７７頁参照）等を踏まえ、取締役でもあり、株主でもあるＡらとの間で経営方針をめぐって意見が対立していたなどの本問における事実関係を適切に分析した上で論じることが求められる。なお、正当な理由の有無を検討するに当たっては、会社法第３３９条第２項の類推適用又は適用の対象をどのように考えるのかについても意識して検討することができると望ましい。例えば、取締役の任期を短縮する定款変更をしたことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、「信任を得る機会を多くし、取締役の業務に緊張感を持たせたい」という定款変更議案の理由の本事案における当否についても検討をすることなどが考えられる。\n⑷ 損害については、Ｄの立場から考えられる主張とその当否を検討することが求められているのであるから、Ｄが変更前の定款に定められた任期を満了するまで取締役を務めたいと考えていたことを踏まえると、まずは変更前の定款に定められた任期が満了するまでの期間の報酬相当額に関する主張とその当否を検討し、それが認められないとする場合には、慣例となっていた４年の任期が満了するまでの期間の報酬相当額が認められるか否かを検討することなどが考えられる。そして、その当否を検討するに当たっては、会社法第３３９条第２項の類推適用又は適用の対象をどのように考えるのかについても意識して検討する必要がある。例えば、取締役の任期を短縮する定款変更をしたことではなく、取締役選任議案を否決したことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、変更後の任期以上の期間の報酬相当額を損害として主張することは困難となるはずであるが、そのような理論的な関係も踏まえた検討をすることが求められる。\n⑸ 会社法第３３９条第２項の規定の類推適用又は適用以外の法律構成もあり得るところではあるが、いずれにしても、会社に対する損害賠償請求の可否が問われていることを踏まえた上で、本問の事実関係を適切に分析した上で論じることが求められる。なお、設問１では、定時株主総会の招集の手続及び議事は適法であったものとされていることから、これに反する法律構成（例えば、株主総会の招集の手続等が法令等に違反することを理由とする株主総会決議の取消しを前提として報酬相当額の損害賠償請求をすることなど）を採用しても評価はされない点に留意する必要がある。\n３⑴ 設問２においては、事業譲渡の譲受会社である戊社の少数株主であるJとしては、その代表取締役Ｇが親会社である甲社の代表取締役Ａの圧力の下でデュー・ディリジェンスを行うことなく高値で事業を譲り受けたことについての任務懈怠責任を問うことが考えられるところであり、会社法第４２３条第１項が定める要件に沿って検討することが求められる。\n⑵ まず、Ｇの義務違反の有無については、①通常であれば、いわゆる経営判断原則が妥当し得るところ、甲社が戊社の親会社であるという関係に着目し、以下に述べるような利益相反関係が存在することを指摘した上で、Ｇの善管注意義務又は忠実義務違反の有\n- 11 -無を判断する基準を提示し、②本問の事実関係の下でデュー・ディリジェンスを行う必要性がどの程度あったかなどを踏まえて検討することが求められる。\n①の検討においては、甲社が戊社の総株主の議決権の６０パーセントを有する親会社であり、本件事業譲渡が、親会社である甲社の利益にはなるものの、戊社の利益にはならないおそれがあるとともに、戊社には、親会社である甲社だけではなくＪをはじめとする少数株主が存在することから、構造的な利益相反が生じる可能性があることを考慮するとともに、Ｇは、親会社である甲社の代表取締役Ａから取締役として再任されない可能性があることを示され、甲社の利益のために戊社にとって不利な事業譲渡を進めるように圧力をかけられており、具体的な利益相反が生じていたことを考慮した上で、どのように義務違反を判断するのかについて検討することが求められる。\nまた、②の検討においては、戊社の取締役であるＨが銀行や弁護士に確認して、デュ\nー・ディリジェンスを行う必要性が高いことを認識し、このことをＧに指摘していたという経緯等に言及した上で、本件事業譲渡契約を締結するに当たってはデュー・ディリジェンスを行う必要性が高いことを指摘しつつ、Ｇとしても、甲社の利益のみを考えていたわけではなく戊社を含む甲社を中心としたグループ全体の利益を考えていたこと、戊社にとって甲社は重要な取引先であることなども踏まえた上で、それでもデュー・デ\nィリジェンスを行わずに本件事業譲渡契約を締結したことが善管注意義務又は忠実義務に違反すると評価することができるか否かを説得的に論じることが求められる。\n⑶ 次に、損害については、そもそも本件事業譲渡契約を締結すべきではなかったのか、それともデュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったのかのいずれの立場を前提とするのかにもよるが、いずれの立場によるにせよ、自己の立場と整合的な論述をすることが求められる。例えば、そもそも本件事業譲渡契約を締結すべきではなかったと考える場合には、本件事業譲渡契約の対価の額から本件事業譲渡に係る評価損計上後の資産の額を控除した残額にその後に計上した負債の額を加えたものを損害とすることが考えられるし、デュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったと考える場合には、本件事業譲渡契約の対価の額から公正な対価の額を控除した残額を損害とすることなどが考えられる。\n４⑴ 設問３においては、乙社から事業を譲り受けた戊社が、乙社の商号の一部である「乙」が含まれている登録商標Ｐを使用している場合において、乙社の債務を弁済する責任を負うか否かが問われている。本問において、乙社の事業を譲り受けた戊社の責任の有無を検討するに当たっては、まず、会社法第２２第１項の規定を適用することが考えられるが、本問では、戊社が乙社の商号そのものを引き続き使用しているわけではないことから、そのことを指摘した上で、同項の類推適用をすることができるか否かを検討することになる。\n⑵ 会社法第２２条第１項の規定の類推適用を検討するに当たっては、譲受会社が、譲渡会社の商号そのものを引き続き使用しているわけではないものの、その使用する登録商標に譲渡会社の商号の一部が含まれているという本問の事情に着目し、同項の規定の趣旨を踏まえ、譲渡会社の商号の一部が含まれている商標を使用した場合にも同項の規定の類推適用をすることができるか、できるとする場合にはどのような要件が求められるのかを論じた上で、本問の事実関係の下で同項の規定の類推適用をすることができるか否かを検討することが求められる。その際には、商号が事業主の表示であることを踏まえつつ、商号と商標の異同、乙社における登録商標Ｐの意味と戊社による登録商標Ｐの利用方法、戊社に対して乙社の残債務の弁済を求めている者が銀行であることなどの事情を意識しつつ、説得的に論じることが求められる。例えば、登録商標Ｐは、商号では- 12 -\nないものの、乙社の商号の一部である「乙」を含むものであり、消費者には譲渡会社である乙社を示すものとして受け取られていたことを指摘しつつ、乙社が登録商標Ｐを使用した商品を消費者等に対して直接販売することはなかったものの、戊社が、本件事業譲渡後に、その店舗の入口に登録商標Ｐを描写した看板を掲げたり、ウェブサイトに登録商標Ｐを掲載したりするなどした上で、乙社が製造していた商品と重複する商品を製造販売して消費者等に直接販売していたことなどから、譲受会社である戊社が譲渡会社である乙社の債務を引き受けたかのような外観が作出されたものと評価し得るか否かを検討することなどが考えられる。なお、本問においては、乙社が戊社に日用品製造販売事業を譲渡したことが事業の譲渡に当たることは明らかであるから、事業や事業譲渡の意味等を詳細に論ずる必要はない。\n⑶ 会社法第２２条第１項の規定の類推適用のほかには、会社法第２３条の２第１項の規定により詐害事業譲渡に係る譲受会社に対する債務の履行の請求をすることや、会社法第２３条第１項の規定により債務引受広告をした譲受会社の責任に言及することなども考えられるが、いずれにしても、本問の事実関係を適切に分析した上で論じることが求められる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている令和４年司法試験の論文式試験出題の趣旨に特に補足すべき点はない。\n２ 採点方針及び採点実感民事系科目第２問は、商法分野からの出題である。これは、事実関係を読み、分析し、会社法上の論点を的確に抽出して各設問に答えるという過程を通じ、事例解析能力、論理的思考力、会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものであり、従来と同様である。その際に、論点について、過不足なく論述されている答案や、論述に多少の不足があっても、\n総じて論述が論理的である答案、制度の趣旨等に照らして条文を解釈している答案、事案に即して具体的な検討がされている答案には、一定の高い評価が与えられた。これらも、従来と同様である。\nなお、例年言及しているが、文字としての形態を保っていないものや文字が小さすぎるなど、文字を判読することができず、文章を理解することができない答案が見られる。そのような文章については、趣旨が不明であるものと判断した上で、採点せざるを得ない。\n⑴ 設問１についてア 全体的な採点実感設問１は、公開会社でない株式会社において、取締役の任期を短縮する定款変更がされるとともに取締役選任議案が否決されたという一連の経緯によって取締役の地位を失った者が会社に対して損害賠償請求をしようとする場合に、考えられる法律構成及び損害に関する主張並びにそれらの当否を検討するというものである。設問１の事案は、会社法第３３９条第２項が規定する解任そのものがされたわけではないため、会社法の規定を形式的に適用するだけでは解決し難い。このような問題を検討することにより、会社法に関する基本的な理解、\n法令の解釈及び適用の能力、事案を適切に解析する能力並びに整合的な論理を展開する論理的思考力等を総合的に問うものである。\n(ｱ) 設問１においては、Ｄが甲社の取締役の地位を失ったことが実質的な解任であると考えていることを踏まえると、Ｄとしては、まず、甲社に対して会社法第３３９条第２項に基づいて損害賠償請求をすることが考えられる。もっとも、定時株主総会においてＤの解任が決議されたわけではなく、取締役の任期を短縮する定款変更がされるとともにＤを取締役に選任する旨の議案が否決されたにすぎないのであるから、まずは、そのことを指摘した上で、同項の規定を直接適用することができないことを前提にその類推適用を検討するか、同項が規定する「解任」を広く解釈して同項の規定の適用を検討することになる。多くの答案が、同項の規定の類推適用を検討するか、前述のように「解任」を広く解釈して同項の規定の適用を検討していたが、Ｄの解任が決議されたわけではないということを踏まえずに、当然に同項の規定が適用されるとしていたものが少なからず見られた。このような答案は、同項の規定する解任の意味を理解していないか、事案を適切に解析することができていないものと評価せざるを得ない。\n次に、同項の規定を直接適用することができないことを前提にその類推適用を検討する場合であっても、あるいは、同項が規定する「解任」を広く解釈して同項の規定の適用を検討する場合であっても、同条第１項及び第２項の趣旨を踏まえつつ、類推適用の基礎は何であるか、何をもって実質的な解任であると評価するかを意識した検討をする必要がある。すなわち、設問１においては、取締役の任期を短縮する定款変更をしたことを問題とする、取締役選任議案を否決したことを問題とする、又はその双方を問題とするといった様々な考え方があり得るが、いずれの考え方によるにせよ、どのような行為についての正当な理由の有無が問題になるのか、損害としてどのような主張をすることができるのかと- 9 -いった問題にも関連することから、類推適用又は適用の対象とそれ以外の部分について一貫した論述が求められる。その際、Ｄの立場において考えられる主張とその当否を論ずることが求められているのであるから、本来は、下記(ｳ)のとおり、主張し得る損害との関係を踏まえて、まずはＤに有利な立論を検討する必要がある。しかしながら、類推適用又は適用の対象を明確に意識した答案は少なく、Ｄの立場も踏まえて、正当な理由の有無や損害についても一貫した論述をした答案は極めて少数であった。多くの答案が、類推適用又は適用の対象を明確に意識しておらず、正当な理由の有無や損害についての検討との関連に気が付いていないように思われた。なお、総じて、同項の規定を直接適用することができないことを前提にその類推適用を検討する答案の方が、同項が規定する「解任」を広く解釈して同項の規定の適用を検討する答案よりも、的確な論述がされていたように思われる。\nところで、同項の規定の類推適用又は適用をする前提として、取締役の任期を短縮する定款変更が行われた場合における在任中の取締役の任期についても言及することが望ましい。例えば、取締役の任期を短縮する定款変更が行われた場合には、定款変更の効力が発生した時点において在任している取締役の任期も短縮されるとした上で、Ｄは、短縮後の任期が既に経過しているので、定款変更がされた時点で取締役の任期が満了したことになるなどと言及することが考えられる。本来であれば、このような理解がなければ、同項の規定の類推適用又は適用を検討することにはならないのであるから、この点についても、\n丁寧に分析することが望まれるところである。もっとも、この点に言及することができた答案は、極めて少数であり、ほとんどの答案は、上記のような結論を当然の前提としていたように思われる。\n(ｲ) 正当な理由の有無については、判例（最判昭和５７年１月２１日集民第１３５号７７頁参照）等を踏まえ、取締役の非行や業務遂行能力の著しい欠如といった客観的な事由の有無によって決せられるなどと論じた上で、取締役でもあり、株主でもあるＡらとの間で経営方針をめぐって意見が対立していたなどの本問における事実関係を適切に分析した上で論ずることが求められる。多くの答案が、Ａらとの間で意見が対立していたことを指摘した上で、正当な理由がないとしていたが、正当な理由の意義を明確にした上で論じられているものは必ずしも多くはなかった。また、少数ながら、正当な理由があるとしているものもあった。\nなお、既に述べたとおり、正当な理由の有無を検討するに当たっては、会社法第３３９条第２項の規定の類推適用又は適用の対象をどのように考えるのかについても意識して検討することができると望ましい。例えば、取締役の任期を短縮する定款変更をしたことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、「信任を得る機会を多くし、取締役の業務に緊張感を持たせたい」という定款変更議案の理由の当否についても検討することになるものと考えられる（これに対して、Ｄを取締役に選任する旨の議案が否決されたことに対して同項の規定を類推適用又は適用すべきであると考えるのであれば、この点を考慮するのは整合的ではない。）。この点について言及することができている答案自体、多くはなく、さらに、会社法第３３９条第２項の規定の類推適用又は適用の対象をどのように考えるのかについても意識をした上で言及することができていたものとなると、極めて少数であった。\n(ｳ) 損害については、Ｄの立場において考えられる主張とその当否を検討することが求められているのであるから、Ｄが変更前の定款に定められた任期を満了するまで取締役を務めたいと考えていたことを踏まえると、まずは変更前の定款に定められた任期が満了するまでの期間の報酬相当額に関する主張とその当否を検討し、それが認められないとする場合には、慣例となっていた４年の任期が満了するまでの期間の報酬相当額が認められるか否かを検討することなどが考えられる。多くの答案が、Ｄの立場において考えられる主張として、慣例と- 10 -なっていた４年の任期が終了するまでの期間の報酬相当額を損害とすることが考えられるものとし、当否の検討において、その主張が認められるものとしていたが、Ｄが変更前の定款に定められた任期を満了するまで取締役を務めたいと考えていたことを踏まえると、Ｄの立場において考えられる主張としてそのように考えることが適切なのかについては、検討が必要であろう。また、仮に、取締役の任期を短縮する定款変更ではなく、取締役選任議案を否決したことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、理論的には、変更後の任期以上の期間の報酬相当額を損害として主張することは困難となるはずであるから、Ｄとしては、取締役の任期を短縮する定款変更に対しても同項の規定を類推適用又は適用すべきであると主張したいと考えるはずであり、そのような考え方を前提とするのであれば、定款変更前の任期が終了するまでの期間の報酬相当額を損害とすることが、むしろ理論的には整合するのであって、少なくとも、Ｄの立場としては、そのような主張をすることが検討されるべきである。多くの答案が、そのような検討をしないで、Ｄの立場において考えられる主張として、慣例となっていた４年の任期が終了するまでの期間の報酬相当額を損害としたのは、定款変更前の任期が終了するまでの期間の報酬相当額を損害とすることが結論として相当ではないと考えたのであろうが、その点については、Ｄの主張の当否として検討すれば足りるものである。本問は、Ｄの立場において考えられる主張とその当否を問うているものであり、前者については、いわばＤから委任を受けた弁護士の立場から、後者については、いわば裁判官の立場からの検討が求められているものといってよい。\nこのような観点から論じられている答案は、残念ながら少数であった。\nまた、既に述べたとおり、損害を検討するに当たっては、会社法第３３９条第２項の規定の類推適用又は適用の対象をどのように考えるのかについても意識して検討する必要がある。例えば、取締役の任期を短縮する定款変更をしたことではなく、取締役選任議案を否決したことに対して同項の規定を類推適用又は適用すべきであるという考え方による場合には、変更後の任期以上の期間の報酬相当額を損害として主張することは困難となるはずであるが、そのような論理的な関係も踏まえた検討をすることが求められる。もっとも、\nそのような点を意識して論じられている答案は、残念ながら少数であり、多くの答案が、\nこの点を意識していなかったものと思われる。特に意識はしていないのであろうが、Ｄを取締役に選任する旨の議案が否決されたことをもって会社法第３３９条第２項の規定を類推適用することができる旨の論述をし、取締役の任期を短縮する定款変更がされた点については何ら問題としていないにもかかわらず、特段の理由を示すことなく、慣例となっていた４年の任期が満了するまでの期間の報酬相当額が認められるとする答案が相当数見られた。\nなお、Ａとのやり取りから、そもそもＤの任期が４年であることを当然の前提としている答案も散見されたが、定款に定められた任期が１０年であり、それを前提に株主総会において選任された取締役の任期が、どうして個別的なやり取りによって定款とは異なる任期となるのかについては、更なる検討が必要であるように思われる。\n(ｴ) 会社法第３５０条に基づく損害賠償請求や会社法第８３１条第１項第３号の規定により株主総会決議を取り消した上での損害賠償請求など、会社法第３３９条第２項の規定の類推適用又は適用以外の法律構成もあり得るところではあるが、いずれにしても、会社に対する損害賠償請求の可否が問われていることを踏まえた上で、本問の事実関係を適切に分析して検討することが求められる。ほとんどの答案が会社法第３３９条第２項の規定の類推適用又は適用について検討しており、それ以外の法律構成を採用した答案は少数であった。このような答案も、本問の事実関係を適切に分析した上で検討することができていれば、一定の評価がされたが、総じて、同項の規定の類推適用又は適用を検討した答案よりも相当程度低い評価となった。\n- 11 -また、設問１では、定時株主総会の招集の手続及び議事は適法であったものとされていることから、これに反する法律構成（例えば、株主総会の招集の手続等が法令等に違反することを理由とする株主総会決議の取消しを前提として報酬相当額の損害賠償請求をすることなど）を検討することは求められていないし、甲社に対する会社法上の損害賠償責任が問われているのであるから、会社法第４２９条第１項に基づく損害賠償責任や民法上の損害賠償責任を検討することは求められていないのであるが、少数ではあるものの、これらを検討している答案が見られた。\nさらに、僅かではあるものの、取締役の報酬の減額の問題であるかのように論ずる答案も見られた。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例Ｄの立場において考えられる法律構成として、Ｄの解任が決議されたわけではなく、取締役の任期を短縮する定款変更がされるとともにＤを取締役に選任する旨の議案が否決されたにすぎないことを踏まえた上で、会社法第３３９条第２項の規定の類推適用を検討し、その当否を検討するに当たり、同条第１項及び第２項の規定の趣旨を踏まえつつ、取締役の任期を短縮する定款変更がされるとともにＤを取締役に選任する旨の議案が否決されたことをもって同項の規定を類推適用すべきであるとするもの。\n正当な理由の有無を検討するに当たり、取締役の非行や業務遂行能力の著しい欠如といった客観的な事由の有無によって決せられるとした上で、取締役の任期を短縮する定款変更をしたこと及びＤを取締役に選任する旨の議案を否決したことに対して会社法第３３９条第２項の規定を類推適用すべきであることを前提に、Ａらとの間で経営方針をめぐって意見が対立していたといった事情だけではなく、定款変更議案の理由の当否についても検討するもの。\n損害について、取締役の任期を短縮する定款変更がされるとともにＤを取締役に選任する旨の議案が否決されたことをもって会社法第３３９条第２項の規定を類推適用することができるとの考え方の下、Ｄの立場においては、定款変更前の任期が終了するまでの期間の報酬相当額を損害として主張することが考えられるとしつつ、その主張の当否を検討するに当たっては、合理的に期待し得るのは慣例となっていた４年の任期が終了するまでの期間の報酬相当額にとどまるなどとするもの。\n(ｲ) 不良に該当する答案の例Ｄの解任が決議されたわけではないことを指摘することなく、会社法第３３９条第２項の規定が適用されるとするもの。\nＤの解任が決議されたわけではないことを指摘するものの、会社法第３３９条第１項及び第２項の規定の趣旨、類推適用の基礎は何であるか、何をもって実質的な解任であると評価するかについて十分な検討をすることができていないもの。\n正当な理由の意義を明らかにせず、本問の事実関係を検討することなく、結論のみを示すもの。\n損害について、Ｄの立場において考えられる主張を検討することなく、慣例となっていた４年の任期が満了するまでの期間の報酬相当額が認められるとするもの。\n損害について、Ｄを取締役に選任する旨の議案が否決されたことをもって会社法第３３９条第２項の規定を類推適用することができるとの考え方を採用し、取締役の任期を短縮する定款変更がされた点については何ら問題としていないにもかかわらず、特段の理由を示すことなく、慣例となっていた４年の任期が満了するまでの期間の報酬相当額が認められるとするもの。\n会社法第４２９条第１項に基づく損害賠償責任や民法第６５１条第２項に基づく損害賠- 12 -償責任を検討するもの。\n⑵ 設問２についてア 全体的な採点実感設問２は、事業譲渡の譲受会社である戊社が、その親会社である甲社の圧力の下でいわゆるデュー・ディリジェンスを行うことなく事業を譲り受けたことについて、戊社の代表取締役であるＧの会社法上の損害賠償責任を問うものである。\n(ｱ) 設問２においては、戊社の少数株主であるＪがＧに対して会社法上の損害賠償責任を追及するというものであるから、会社法第４２３条第１項が定める要件に沿ってＧの任務懈怠責任を検討することが求められる。多くの答案が、同項に基づく損害賠償責任を検討することができていたが、ここでも、少数ながら会社法第４２９条第１項に基づく損害賠償責任を検討しているものがあった。また、これも少数ではあるが、ＨやＩの損害賠償責任についても言及する答案があったが、当然のことながら、問われていないことに言及する必要はない。\nなお、設問に「株主代表訴訟は、適法に提起されたものとする」と記載されている以上、会社法第８４７条の要件を満たすかどうかを検討する必要はないにもかかわらず、この点について無用な論述をしている答案も見られた。\n(ｲ) 事業譲渡の実施及びその条件の決定に係るＧの義務違反の有無については、①通常であれば、いわゆる経営判断原則が妥当し得るところ、Ｇの保身という個別的な利益相反関係のみならず、戊社に圧力をかけた甲社がその親会社である一方で、戊社には甲社以外に少数株主がいることなどに着目し、構造的な利益相反関係が存在することを指摘した上で、Ｇの善管注意義務又は忠実義務違反の有無を判断する基準を提示し、②本問の事実関係の下でデュー・ディリジェンスを行う必要性がどの程度あったかなどを踏まえて検討することが求められる。\n①の検討においては、甲社が戊社の総株主の議決権の６０パーセントを有する親会社であり、本件事業譲渡が、親会社である甲社の利益にはなるものの、戊社の利益にはならないおそれがあり、戊社には、親会社である甲社だけではなくＪをはじめとする少数株主が存在することから、構造的な利益相反が生じる可能性があることを考慮するとともに、Ｇは、親会社である甲社の代表取締役Ａから取締役として再任されない可能性があることを示され、甲社の利益のために戊社にとって不利な事業譲渡を進めるように圧力をかけられており、具体的な利益相反が生じていたことを考慮した上で、どのように義務違反を判断するのかについて検討することが求められる。もっとも、このような利益相反関係が存在するということに着目し、経営判断原則が妥当するのかという問題意識に触れられていたものは極めて少数であった。多くの答案が、経営判断原則が妥当するものとして、本問の事実関係を前提に当てはめをするにとどまり、当てはめにおいて利益相反関係を意識していたものもあれば、利益相反関係におよそ気が付いていないと思われるものもあった。さらに、経営判断原則にも触れずに、いきなり当てはめをしている答案もあった。\nところで、利益相反関係について触れている答案であっても、その多くが取締役として再任されない可能性があるという個別的な利益相反関係のみを指摘しているにとどまり、\n親会社である甲社とＪをはじめとする少数株主との間の構造的な利益相反関係にも触れている答案は少数であった。前者の方がわかりやすかったのであろうが、設問２おいては、\n戊社の少数株主であるＪが株主代表訴訟を提起するという事案を設定し、少数株主であるＪの立場において考えられる主張及びその当否を検討することが求められているのであるから、Ｊの立場に立って考え、後者についても検討してほしかったところではある。\n②の検討においては、戊社の取締役であるＨが銀行や弁護士に確認して、デュー・ディリジェンスを行う必要性が高いことを認識し、このことをＧに指摘していたという経緯等に言及した上で、本件における利益相反関係の存在に照らしてより慎重な手続で進めるこ- 13 -とが求められ、本件事業譲渡契約を締結するに当たってはデュー・ディリジェンスを行う必要性が高いことを指摘しつつ、Ｇとしても、甲社の利益のみを考えていたわけではなく戊社を含む甲社を中心としたグループ全体の利益を考えていたこと、戊社にとって甲社は重要な取引先であることなども踏まえた上で、それでもデュー・ディリジェンスを行わずに本件事業譲渡契約を締結したことが善管注意義務又は忠実義務に違反すると評価することができるか否かを説得的に論ずることが求められる。この点については、多くの答案が一応の検討をすることができており、どの事実関係を指摘してそれをどのように評価するかで差が出たものの、総じて、よく検討することができていた。なお、既に述べたとおり、\nここで利益相反関係について触れた答案が多数あったが、利益相反関係については、経営判断原則との関係を検討していなくても、当てはめにおいて検討することができていれば、\n相応の評価をすることとしており、そもそも利益相反関係に言及しているか否かで評価に差が出るとともに、利益相反関係を意識しているとしても、取締役として再任されない可能性があるという個別的な利益相反関係のみを指摘しているのか、親会社である甲社とＪをはじめとする少数株主との間の構造的な利益相反関係も指摘しているのかなどでも評価に差が出た。\n(ｳ) 損害については、そもそも本件事業譲渡契約を締結すべきではなかったのか、それともデュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったのかのいずれの立場を前提とするのかにもよるが、いずれの立場によるにせよ、自己の立場と整合的な論述をすることが求められる。例えば、そもそも本件事業譲渡契約を締結すべきではなかったと考える場合には、本件事業譲渡契約の対価の額から本件事業譲渡に係る評価損計上後の資産の額を控除した残額にその後に計上した負債の額を加えたものを損害とすることが考えられるし、デュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったと考える場合には、本件事業譲渡契約の対価の額から公正な対価の額を控除した残額（３０００万円）を損害とすることなどが考えられる。多くの答案が、本件事業譲渡契約の対価の額から公正な対価の額を控除した残額である３０００万円を損害としていたが、そもそも本件事業譲渡契約を締結すべきではなかったのか、それともデュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったのかが不明確なものが多かった。義務違反の内容が何であり、それと因果関係のある損害は何かというのは、商法分野に限らず、損害賠償責任を考えるに当たっては常に問題となることであり、複数の主張があり得ることも含め、日頃から意識して検討することができるようにしてほしい。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例Ｇの任務懈怠責任の検討をするに当たり、通常であれば、経営判断原則が妥当し得るところ、自らが取締役として再任されない可能性があるという観点からの利益相反関係があり、かつ、親会社である甲社とＪをはじめとする少数株主との間の構造的な利益相反関係があることを指摘した上で、このような利益相反関係がある場合には経営判断原則は妥当せず、経営判断原則とは異なる基準で善管注意義務又は忠実義務違反の有無を検討することとし、デュー・ディリジェンスを行う必要性がどの程度あったかなどについて本問の事実関係を丁寧に拾って検討しているもの。\nＧの任務懈怠責任の検討をするに当たり、戊社としても、本件事業譲渡契約により一方的に不利益を受けるわけではなく、甲社グループに属する一企業として利益を受ける可能性があることを本問の事実関係より指摘しつつ、戊社の取締役として、親会社である甲社とＪをはじめとする少数株主との間の構造的な利益相反関係がある事項についてどのように意思決定をすべきかを検討し、デュー・ディリジェンスを行う必要性がどの程度あったかなどについて本問の事実関係を丁寧に拾って検討しているもの。\n- 14 -Ｇの任務懈怠責任の検討をするに当たり、経営判断原則が妥当するものとした上で、自らが取締役として再任されない可能性があるという観点からの利益相反関係があり、かつ、\n親会社である甲社とＪをはじめとする少数株主との間の構造的な利益相反関係があることを指摘しつつ、デュー・ディリジェンスを行う必要性がどの程度あったかなどについて本問の事実関係を丁寧に拾って検討しているもの。\nＧの具体的な義務違反と因果関係のある損害について、本件事業譲渡契約の締結自体はやむを得ないとしつつも、デュー・ディリジェンスを行った上で公正な対価で本件事業譲渡契約を締結すべきであったのにそれをしなかったという点に義務違反があるとし、それと因果関係のある損害の額は、本件事業譲渡契約の対価の額から公正な対価の額を控除した残額（３０００万円）であるとするもの。\n(ｲ) 不良に該当する答案の例Ｇの任務懈怠責任の検討をするに当たり、経営判断原則が妥当するとした上で、デュー・ディリジェンスを行わなかったことの当否を検討しているものの、利益相反関係があることについては検討していないもの。\nＧの任務懈怠責任の検討をするに当たり、経営判断原則等に何ら言及することなく、本問の事実関係を羅列して責任の有無を検討するもの。\n損害について検討するに当たり、義務違反の内容を明確にしないまま論じているか、義務違反の内容を明確にしつつも、それとは整合しない結論を導くもの（例えば、デュー・ディリジェンスを行った上で本件事業譲渡契約を締結すべきであったのにそれをしなかったことを義務違反としつつ、公正な対価を３０００万円としながら、更にその後に計上した負債の額も損害に含まれるとするなど）。\n会社法第４２９条第１項に基づく損害賠償責任を検討するもの。\n⑶ 設問３についてア 全体的な採点実感設問３は、乙社から事業を譲り受けた戊社が、乙社の商号の一部である「乙」が含まれている登録商標Ｐを使用している場合において、乙社の債務を弁済する責任を負うか否かを問うものである。設問３の事案は、会社法第２２条第１項が規定する商号そのものを続用しているわけではないため、設問１と同様に、会社法の規定を形式的に適用するだけでは解決し難い。このような問題を検討することにより、会社法に関する基本的な理解、法令の解釈及び適用の能力、事案を適切に解析する能力並びに整合的な論理を展開する論理的思考力等を総合的に問うものである。\n(ｱ) 設問３において、乙社の事業を譲り受けた戊社の責任の有無を検討するに当たっては、まず、会社法第２２第１項の規定を適用することが考えられるが、本問では、戊社が乙社の商号そのものを引き続き使用しているわけではないことから、そのことを指摘した上で、同項の規定の類推適用をすることができるか否かを検討することになる。会社法第２２条第１項の規定の類推適用のほかには、会社法第２３条の２第１項の規定により詐害事業譲渡に係る譲受会社に対する債務の履行の請求をすることや、会社法第２３条第１項の規定により債務引受広告をした譲受会社の責任に言及することなども考えられるが、いずれにしても、本問の事実関係を適切に分析した上で検討することが求められる。この点については、多くの答案が、会社法第２２条第１項の規定の類推適用又は適用を検討することができていた。少数ではあるが、会社法第２３条の２第１項の規定により詐害事業譲渡に係る譲受会社に対する債務の履行の請求をすることや、会社法第２３条第１項の規定により債務引受広告をした譲受会社の責任に言及する答案もあったが、会社法第２２条第１項の規定の類推適用又は適用に加えて検討しているものが多かった。総じて、会社法第２２条第１項の規定の類推適用又は適用の検討をしていない答案は、それを検討した答案よりも相当程度低い評価となった。\n- 15 -また、少数ではあるが、商法第１７条の規定や会社法第９条の規定について検討する答案もあった。商法第１７条の規定は、会社法第２２条と同様の内容の規定であるが、戊社は株式会社であるため、商法第１７条の規定を適用する余地はない（商法第１１条第１項括弧書）。\nさらに、会社法第９条の規定は、いわゆる名板貸人の責任に関するものであるから、設問３において問題となる規定ではなく、これを検討する答案は、事実関係を誤解しているか、会社法第９条の規定を理解していないものと評価せざるを得ない。いずれにしても、日頃から条文に接していたか否かで差が出たように思われる。\n(ｲ) 会社法第２２条第１項の規定の類推適用を検討するに当たっては、譲受会社が譲渡会社の商号そのものを引き続き使用しているわけではないものの、その使用する登録商標に譲渡会社の商号の一部が含まれているという本問の事情に着目し、同項の規定の趣旨を踏まえ、譲渡会社の商号の一部が含まれている商標を使用した場合にも同項の規定の類推適用をすることができるか、できるとする場合にはどのような要件が求められるのかを検討することが求められるが、その際には、商号が事業主の表示であることを踏まえつつ、商号と商標の異同を意識して、説得的に論ずることが求められる。多くの答案が、会社法第２２条第１項の規定の類推適用又は適用について検討することができていたが、同項の規定の趣旨を正確に理解し、商号と商標の異同を意識しつつ、同項の規定を類推適用することの可否及びそのための要件を提示することができていたものは極めて少数であった。同項の規定の趣旨を外観法理にあるとした上で、その類推適用の要件として取引の相手方の善意・無過失等を必要とする答案が多数見られたところ、これらは、おそらく、民法第９４条第２項等の規定の類推適用の議論を参考にしたものと思われるが、会社法第２２条第１項の規定は、民法第９４条第２項等の規定とは異なり、そのような主観的要件を定めていないことをどのように考えるのかについても検討されるべきであろう。また、多くの答案が、商号と商標の異同についての検討が不十分なまま、商号と商標が類似するという点のみを指摘して、商標を使用した場合であっても同項の規定の類推適用又は適用を認めるというものであった。\n本問の事実関係の下で同項の規定の類推適用をすることができるか否かを検討するに当たっては、本問の事実関係を丁寧に拾って適切な評価を加えていくことが求められるところ、例えば、登録商標Ｐは、商号ではないものの、乙社の商号の一部である「乙」を含むものであり、消費者には譲渡会社である乙社を示すものとして受け取られていたことを指摘しつつ、乙社が登録商標Ｐを使用した商品を消費者等に対して直接販売することはなかったものの、戊社が、本件事業譲渡後に、その店舗の入口に登録商標Ｐを描写した看板を掲げたり、ウェブサイトに登録商標Ｐを掲載したりするなどした上で、乙社が製造していた商品と重複する商品を製造して消費者等に直接販売していたことなどから、譲受会社である戊社が譲渡会社である乙社の債務を引き受けたかのような外観が作出されたものと評価し得るなどと論ずることが考えられる。もちろん、反対の結論を導くこともできるが、\nいずれにしても、本問の事実関係を丁寧に拾って、適切に評価を加えながら、説得的に論ずることが求められる。多くの答案が、本問の事実関係を拾って検討しようとしていたが、\n登録商標Ｐが譲渡会社である乙社を示すものとして受け取られていたことや、譲受会社である戊社が譲渡会社である乙社の債務を引き受けたかのような外観が作出されたものと評価し得るといった観点から、事実関係を丁寧に拾って適切に評価することができていたものは多くはなかった。事実関係を羅列したにとどまるものや、本問の事実関係をほとんど考慮しないで結論を導いているものもあった。\nまた、本問においては、乙社が戊社に日用品製造販売事業を譲渡したことが事業の譲渡に当たることは明らかであるから、事業や事業譲渡の意味等を詳細に検討する必要はない。\nしかし、この点を検討する答案が一定数見られた。典型的な論点であってあらかじめ論述内容を準備していたからなのか、ほかに検討すべき事項が思い付かなかったからなのかも- 16 -しれないが、限られた時間の中で必要のないことを検討している余裕はないはずである。\n昨年も、間接取引に該当することが明らかであるにもかかわらず、その該当性を詳細に検討することによって全体のバランスを失している答案が一定数見られたところであるが、\n本年においても同様の現象が見られたことは残念である。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例戊社が乙社の商号そのものを引き続き使用しているわけではないことを前提に、会社法第２２条第１項の規定の趣旨、商号と商標の異同について検討し、商標を使用した場合であっても、それが譲渡会社を表示するものといえ、譲受会社が譲渡会社の債務を引き受けたかのような外観が作出されたといえるときには、同項の規定を類推適用することができるとするもの。\n戊社が乙社の商号そのものを引き続き使用しているわけではないことを前提に、会社法第２２条第１項の規定の趣旨を踏まえ、商標が商号と類似する点があることを理由に同項の規定の類推適用又は適用が可能であるとし、登録商標Ｐの使用方法等を検討して結論を導くもの。\n本問の事実関係を検討するに当たり、登録商標Ｐは、商号ではないものの、乙社の商号の一部である「乙」を含むものであり、消費者には譲渡会社である乙社を示すものとして受け取られていたことを指摘しつつ、乙社が登録商標Ｐを使用した商品を消費者等に対して直接販売することはなかったものの、戊社が、本件事業譲渡後に、その店舗の入口に登録商標Ｐを描写した看板を掲げたり、ウェブサイトに登録商標Ｐを掲載したりするなどした上で、乙社が製造していた商品と重複する商品を製造販売して消費者等に直接販売していたことなどから、譲受会社である戊社が譲渡会社である乙社の債務を引き受けたかのような外観が作出されたといった評価を加えた上で、会社法第２２条第１項の規定の類推適用を肯定するもの。\n(ｲ) 不良に該当する答案の例会社法第９条の規定の適用など、設問３において問題とすべきではない事項を論ずるものや、会社法第２２条第１項の規定の類推適用又は適用について全く言及しないもの。\n会社法第２２条第１項の規定の類推適用又は適用について検討しているものの、同項の規定の趣旨の理解が不正確であったり（例えば、外観を信頼して新たに取引関係に入った者を保護する趣旨であるとするもの。）、商標が商号と類似していることのみをもって同項の規定の類推適用を認めたりするもの。\n⑷ 第２問全体について全ての設問についてポイントを押さえた論述をすることができているものは、当然のことではあるが、高く評価された。必ずしも文字数と比例するものではなく、ポイントを押さえていたものは、多くはない分量でも高得点を得ていた。実際には、全ての設問について優秀又は良好に該当する論述をしていたものは少数であり、３つの設問のうち２つについて優秀又は良好に該当する論述をしていたものは、相対的に上位となった。\n他方で、高い評価を得ることができなかった答案に共通する傾向として、設問の指示を十分に読み、問いに答えるという姿勢に欠けていたところがあったように思われる。例えば、会社法上の損害賠償責任が問われているのに、民法上の損害賠償責任を検討する答案があったが、\nこのような答案が評価されないのはいうまでもない。また、設問１においては、Ｄの立場において考えられる法律構成及び損害に関する主張並びにそれらの当否を論ずることが求められており、設問２においては、株主代表訴訟を提起した少数株主Ｊの立場において考えられる主張及びその当否を論ずることが求められているのであるから、そのような観点から検討を進めてほしい。ＤやＪの立場からの主張が求められているのであるから、ＤやＪから委任を受けた弁- 17 -護士になったつもりで検討してもらいたいが、多くの答案が、裁判官的な立場から当否のみを検討していたように思われる（設問の内容にかかわらず、答案では、こうした立場で法の解釈適用について一つの見解を示せばよいというイメージを持つ者も少なからずいるように見受けられる。）。設問の指示に従って論じていれば、まずは、当事者の立場から考えられる主張を検討し、当否の検討において、そのような主張がどの程度認められるのかという検討をすることとなり、その結果、より多角的な観点からの分析がされ、論述に厚みが増し、高い評価が得られたように思われる。また、設問において、「定時株主総会の招集の手続及び議事は、適法であったものとする」、「必要な手続を経た上で、乙社が戊社に日用品製造販売事業を譲渡する旨の契約を締結した」、「株主代表訴訟は、適法に提起されたものとする」などと記載されているにもかかわらず、これらに関する論述を展開し、必要な検討をすることができなくなっているものも見受けられた。特定の用語や手続などに対応して定型的な文章を並べるという姿勢は避けて、設問をよく読み、問われたことに端的に答えるように心掛けてほしい。\nまた、条文の摘示が不正確な答案がいくつか見られた。条文を摘示する場合には、条だけではなく、項や号まで正確に摘示しているかも評価の対象になり得るのであって、正確に摘示するように心掛けてほしい。\n３ 法科大学院教育に求められるもの第２問は、設問１及び設問３においては、会社法の規定を形式的に適用するだけでは解決し難いものであり、設問２においては、一見すると、義務違反と損害を検討するだけで足りるように思われるが、実は、利益相反関係が潜んでおり、それをどのように考えるのかが問われており、いずれの設問においても、会社法に関する基本的な理解を前提としつつ、事例解析能力、論理的思考力並びに法令の解釈及び適用の能力等が問われるものであった。そのような中でも、多くの答案が、最低限必要であると思われる事項に一応の言及をすることができており、全く見当違いのことを論じている答案や白紙の答案は少なかった。これは、法科大学院における教育の成果といい得るのではないかと思われる。\nもっとも、既に述べたとおり、会社法第３３９条第２項の規定の類推適用の対象と損害との関係や、利益相反関係と経営判断原則との関係等、もっと掘り下げて論じてほしいところがあったにもかかわらず、これらについて論ずることができていたものは少数であった。例えば、利益相反関係がある場合に経営判断原則をそのまま適用してもよいのかという問題意識を持つためには、単に経営判断原則の内容を理解しているだけでは足りず、なぜ経営判断原則が認められているのか、その限界がどこになるのか、といった点を意識しながら学習を進める必要があろう。支配株主がいる場合の構造的な利益相反関係は、グループ企業のガバナンスを扱う場合はもちろん、少数株主の締出しをはじめ、様々な場面で登場する問題であり、法科大学院の教育の中でも何らかの形で扱われていると思われるところ、異なる場面で共通の問題が生じることを意識した学習及び教育が必要と考えられる。また、設問３との関係では、商法・会社法総則において「外観法理」という同じ用語を用いて説明される規定も一様ではない点に注意が必要である。「外観法理であるから、外観の作出、\n帰責性、信頼があれば類推適用が認められる」などと粗雑に一括りにしてしまう学習方法が不適切であることはもちろん、教育方法としても、抽象的な規定の性格や趣旨の説明にとどまるのではなく、条文に即した理解を促すことが望まれる。\n法科大学院においては、引き続き、会社法上の基本的な制度や、条文、判例についての理解を確実なものとするとともに、問題文中の事実関係から重要な意味を有する事実を適切に拾い上げ、これを評価し、条文を的確に解釈及び適用する能力と論理的思考力を養う教育が求められる。\n- 18 -"
}