{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "text": "〔第１問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、缶詰の製造販売を業とする株式会社である。Ａ社の主な販売先の一つとして水産物加工業者のＢ株式会社（以下「Ｂ社」という。）があり、また、主な仕入先の一つとしてＢ社のグループ会社である水産物卸売業者のＣ株式会社（以下「Ｃ社」\nという。）がある。Ａ社は、Ｂ社及びＣ社との間でそれぞれ継続的な取引を行っており、Ｂ社に対しては常に数百万円程度の売掛金債権を有する一方、Ｃ社に対しては常に数百万円程度の買掛金債務を負担する関係にあった。\nＡ社は、その代表者Ｄが所有する甲土地上に乙建物を所有し、原材料や完成品を保管する倉庫として利用していた。そして、Ａ社は、令和２年３月１日、メインバンクであるＥ銀行から運転資金として１億円を借り入れ、Ａ社とＤは、Ｅ銀行のＡ社に対するこの貸金債権（以下、利息及び損害金を含めて「本件貸金債権」という。）を被担保債権として、同日、Ｅ銀行のために、甲土地及び乙建物に抵当権を設定した。\nＡ社は、令和３年８月頃から経営状況が悪化していたところ、同年１０月１５日に事業を停止してＦ地方裁判所に破産手続開始の申立てをし、同月２５日、Ａ社に対して破産手続開始の決定がされ（以下、同決定に基づく破産手続を「本件破産手続」という。）、破産管財人Ｘが選任された。\nＡ社は、令和３年１０月２５日現在、Ｂ社に対し、缶詰代金等として合計５００万円の売掛金債権（以下「債権①」という。）を有しており、その一方で、Ｃ社は、Ａ社に対し、缶詰の原材料の代金として合計４００万円の売掛金債権（以下「債権②」という。）を有していた。また、同日現在、本件貸金債権の残額は８０００万円であった。その後、Ｅ銀行は、Ｆ地方裁判所に対し、甲土地及び乙建物につき抵当権実行の申立てをした（以下「本件抵当権実行」という。）。\n〔設 問〕 以下の１及び２については、それぞれ独立したものとして解答しなさい。\n１．Ｘは、債権①の弁済期である令和３年１１月１５日が到来してもＢ社から債権①に対する支払がなかったので、Ｂ社に対してその支払を催促した。これに対し、Ｂ社は、Ｘに対し、債権\n①に係る残債務５００万円のうち４００万円について、相殺を理由に支払を拒絶する旨の通知をした。以下の各場合について、相殺に係る自働債権が本件破産手続上いかなる債権として取り扱われるかに触れつつ、Ｂ社による相殺の可否を論じなさい。なお、Ｃ社は、債権②につき破産債権の届出をしていないものとする。\n⑴ Ｂ社は、令和３年１１月１日、Ｃ社から債権②を譲り受け、当該債権を自働債権として相殺を主張している場合\n⑵ Ｂ社は、令和３年３月１日、Ａ社の委託を受け、Ｃ社との間で債権②に係る債務を保証する旨の保証契約を締結し、同年１１月１日、同契約に基づいてＣ社に全額の弁済をし、これにより生じた求償権４００万円を自働債権として相殺を主張している場合\n⑶ Ｂ社は、令和３年３月１日、Ａ社の委託を受けないで、Ｃ社との間で債権②に係る債務を保証する旨の保証契約を締結し、同年１１月１日、同契約に基づいてＣ社に全額の弁済をし、これにより生じた求償権４００万円を自働債権として相殺を主張している場合（なお、Ａ社は、Ｂ社とＣ社との間の上記保証契約の存在を全く知らされていなかったものとする。）\n- 2 -\n２．Ｅ銀行は、本件抵当権実行による配当では本件貸金債権の全額につき満足を受けることはできないと考え、本件破産手続において、本件貸金債権につき、破産法の規定に従い破産債権の届出をした。なお、中間配当の手続は行われなかったものとする。\n⑴ Ｅ銀行が、破産債権の届出をした本件貸金債権について、本件破産手続の最後配当の手続に参加するためには、どのような手続をとる必要があるか、説明しなさい。\n⑵ 本件破産手続の最後配当の手続に先立ち、本件抵当権実行の手続が終了し、その競売手続において、Ｅ銀行は、本件貸金債権に対する弁済として、甲土地の売却代金から４０００万円、乙建物の売却代金から１０００万円の配当を受けた。この場合に、本件破産手続の最後配当において所要の手続をとったＥ銀行への配当について、配当額の計算の基礎となる破産債権の額はいくらか。Ｅ銀行が本件抵当権実行により各不動産の売却代金から配当を受けた額が、令和３年１０月２５日時点における本件貸金債権の残額から控除され、又は控除されない理由とともに、説明しなさい。ただし、破産手続開始後の利息及び損害金は考慮しないものとする。\n- 3 -\n〔第２問〕（配点：５０）\n次の【事例】について、以下の設問に答えなさい。\nなお、解答に当たっては、文中において特定されている日時にかかわらず、試験時に施行されている法令に基づいて答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は、主に、ラーメンの製造販売を業とする株式会社であり、その代表取締役はＢである。Ａ社は、創業者であるＢが、個人で屋台を引いてラーメンの販売を始めた会社であったが、多数の支店を出店して無計画に事業を拡大したため、近年は業績不振に陥っていた。Ａ社は、支店の敷地・建物などの資産を順次処分するなどして、これにより得た資金を負債の返済に充てたが、思うように業績は回復しなかった。そこで、Ａ社は、メインバンクであるＣ信用金庫（以下「Ｃ信金」という。）に対して借入金の弁済の猶予を求めたが、これを断られた上、Ｄ銀行を始めとする他の金融機関からもつなぎの融資を断られた。これにより、令和４年４月末日の時点で、同年５月末日に予定しているＣ信金に対する借入金の弁済の見込みが立たない状況にあった。\nそこで、Ａ社は、令和４年５月９日、Ｅ地方裁判所に対し、予納金を納付した上、弁護士Ｆを代理人として再生手続開始の申立てをしたところ、同裁判所は、同日、弁護士Ｇを監督委員とする監督命令を発令した。\n〔設問１〕\n【事例】に加え、Ａ社について以下の①又は②の事情がある場合に、Ｅ地方裁判所は、Ａ社に\nつき、再生手続開始の決定をすることができるか。①、②のそれぞれにつき、民事再生法所定の再生手続開始に関する要件及びその趣旨を踏まえ、論じなさい。なお、各事情はそれぞれ独立したものであるとする。\n① Ａ社は、Ｂの強い希望で、これまでの資産処分により残した本店にて事業を継続し、その収益を弁済原資とする再生計画案の作成を検討している。もっとも、今後も本店での収益は低額にとどまると見込まれ、むしろ、本店は立地がよいことから、Ａ社所有の本店建物を取り壊し、Ａ社所有の敷地を更地にして売却すれば、その売却代金は、再生計画に基づく弁済額よりもはるかに高額となることが期待できる。そこで、Ｃ信金はＡ社に本店敷地の売却を勧めたが、Ｂ\nが事業の継続にこだわったため、Ｃ信金は、Ｅ地方裁判所に対し、Ａ社の債権者として既に破産手続開始の申立てをしている。\n② Ａ社は、Ｈ株式会社（以下「Ｈ社」という。）に事業譲渡を行い、その譲渡代金を弁済原資とする再生計画案の作成を検討している。もっとも、Ａ社は法人税及び消費税を滞納しており、Ｈ社が提示している譲渡代金の額では、上記滞納分の全額を支払うことができない状況にあるが、その一方で、Ａ社は、弁護士Ｆ及び顧問税理士Ｉから、次のような報告を受けている。それによれば、滞納国税については、Ｊ税務署と交渉をした結果、Ｊ税務署も再生手続による再建に理解を示しており、延滞税について分納の合意ができる見込みがある、この分納の合意により、再生計画案の決議に至るまでの資金繰りにも見通しが立つ、事業譲渡代金についても、今後、原材料の仕入れルートの見直しや、経理、人事に関わる本社機能のＨ社本社への集約等によって、Ｈ社からの提示金額が増額される見込みは十分にあるとのことである。\nなお、資金提供に応じてくれそうなものはＨ社のみであり、同社以外の会社が今後名乗りを上げる可能性はない。\n【事 例（続き）】\nＥ地方裁判所は、令和４年５月１６日、Ａ社について再生手続開始の決定をしたが、その後、- 4 -以下のような事実が判明した。\nＡ社は、業績不振となる以前からＤ銀行と以下の条項（以下「本件条項」という。）を含む銀行取引約定を締結していた。\nＡ社がＤ銀行に対する債務を履行しなかった場合、Ｄ銀行は担保及びその占有している動産、手形その他の有価証券について、必ずしも法定の手続によらず一般に適当と認められる方法、時期、価格等により取立て又は処分の上、その取得金から諸費用を差し引いた残額を法定の順序にかかわらずＡ社の債務の弁済に充当することができる。\nＤ銀行は、Ａ社の再生手続開始の申立て前に、Ａ社から、満期を令和４年５月１７日とする約束手形（以下「本件手形」という。）について、取立委任のための裏書譲渡を受けていた。また、Ａ社は、Ｄ銀行に対し、３０００万円の当座貸越債務（以下「本件債務」という。）を負担しており、再生手続開始の申立て時に、本件債務の弁済期が到来し、Ｄ銀行は本件手形について商事留置権を有することとなった。\nＤ銀行は、令和４年５月１７日、満期となった本件手形を本件条項に基づいて取り立てて、取立金１０００万円（以下「本件取立金」という。）を受領した。そこで、Ａ社は、Ｄ銀行に対して本件取立金相当額の支払を求めた。これに対し、Ｄ銀行は、「再生手続開始の決定後もなお本件手形に商事留置権を有しており、本件手形が取立てにより取立金に変じた場合も、その取立金を商事留置権に基づいて留置することができる。」と主張した。\n〔設問２〕\n【事例】において、仮に、Ｄ銀行の主張するとおり、本件取立金に商事留置権に基づく効力が\n認められるとした場合に、Ｄ銀行は、本件条項に基づいて本件取立金を本件債務の弁済に充当することができるか、Ａ社について開始された手続が破産手続である場合との相違を踏まえて論じなさい。ただし、相殺禁止について言及する必要はない。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "subject": 12,
  "purpose": "〔第１問〕\n本問は、株式会社が破産手続開始の決定を受けた場合の具体的事例を基に、主に、相殺権と相殺禁止に関する規律、別除権者による破産債権の行使に関する規律についての基本的な理解と事例処理能力を問うものである。\n〔設問１〕は、破産者に対して債務を負担する者が、破産手続開始後に債権譲渡を受けた\n事例（小問⑴）、危機時期より前に締結した保証契約に基づいて破産手続開始後に破産者の保証人として主債務を全額弁済した事例（小問⑵及び⑶）について、破産者に対する請求権（相殺に係る自働債権）の破産手続上の取扱いに触れつつ、相殺の可否についての検討を求めるものである。\nまず、小問⑴については、譲り受けた売掛金債権を自働債権とする相殺であるから、同債権が「破産債権」（破産法第２条第５項）に当たり、原則として相殺が可能である（同法第６７条第１項）ことを指摘することになる。続いて、事例によれば、破産手続開始後の債権譲渡という同法第７２条第１項第１号の典型的な適用場面であることから、同号による相殺禁止の趣旨に言及しつつ、「破産手続開始後」の取得であること、自働債権が「他人の」債権であることを指摘した上で、結論として相殺が禁止されることを淡々と論ずることが求められる。\n次に、小問⑵については、続く小問⑶との比較の観点からの検討を求めるものである。すなわち、問題文から明らかなとおり、小問⑵及び⑶は、いずれも保証契約に基づく事後求償権を自働債権とする相殺を問題とするものであるが、保証契約についての主債務者の委託の有無に違いがある。この点に関し、小問⑶で検討することとなる無委託保証人の事後求償権の破産債権該当性及び同求償権を自働債権とする相殺の可否については判例（最判平成２４\n年５月２８日民集６６巻７号３１２３頁"
}