{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\n精米業者であるＸは、「成分Ａを多く含む精白米及びその製造方法」との名称の発明（以下「Ｘ発明」という。）について特許権（以下「Ｘ特許権」という。）を保有している。Ｘ特許権に係る特許請求の範囲は２つの請求項からなり、請求項１には「玄米粒の第１層から第４層までを精米機によって除去した後、第５層の８５～９５パーセントが残るように同層の表層側の部分を削り取ることにより製造される米」と記載されている（本問において、玄米粒は表皮から中心部に向かって、第１層（表皮）から第６層までの６つの層で構成されるものとする。）。請求項２記載の発明は、第５層の表層側の部分を削り取る具体的な工程（以下「工程α」という。）を含むことを特徴とする、請求項１記載の米を製造する方法についての発明である（以下、請求項１記載の発明を「Ｘ発明１」、請求項２記載の発明を「Ｘ発明２」といい、Ｘ発明１に係るＸ特許権を「Ｘ特許権１」、Ｘ発明２に係るＸ特許権を「Ｘ特許権２」という。）。\nＸ発明の出願に関連する事情は次のとおりである。従来の精白米は、玄米粒の第１層から第５層までを除去し、第６層のみを残す方法で精米されていた。Ｘ発明の発明者は、第５層の表層付近部分に米の味を悪くする成分Ｂが多く含まれる一方で、第５層のそれ以外の部分には米の味を良くする成分Ａが多く含まれていることを見出し、この層の８５～９５パーセントが残るように表層側の部分を削り取る方法を開発した。この方法が工程αである。また、このようにして製造された米は従来の精白米よりも多くの成分Ａを含んでおり、このような米自体が新規であると調査の上判断したＸは、この米についても特許権を取得することとし、これを請求項１に記載する発明とした。実際に、第５層の表層側の部分を除いた同層の残り８５～９５パーセントの部分と第６層の２つの層のみから構成される米は、Ｘ発明の出願時点においてＸ以外の者によって製造も販売もされたことはなく、公表された刊行物等に記載されたこともなかった。\n精米業者であるＹは、第５層の表層側の部分を除いた同層の残り９０パーセントの部分と第６層の２つの層のみから構成される米（以下「Ｙ商品」という。）を製造し、販売している。\nＸはＹに対し、ＹによるＹ商品の製造・販売がＸ特許権を侵害するとして、差止めを求めて訴訟を提起した。\n以上の事実関係を前提として、以下の設問に答えなさい。なお、各設問はそれぞれ独立したものであり、相互に関係はないものとする。\n１．ＸはＹ商品を購入し分析をした上で、訴訟において、①Ｘ特許権１に関しＹ商品の構造について、②Ｘ特許権２に関しＹ商品の製造方法について、それぞれ具体的に主張した。\n⑴ Ｘの前記①の主張に対して、Ｙが単に否認するのみで具体的な主張をしない場合、Ｙのこのような態度は特許法上Ｙに課されている義務を果たすものといえるか、簡潔に説明しなさい。\n⑵ Ｘの前記主張に対して、Ｙが、前記①の主張に対しては、Ｘ主張のとおりであると認める一方で、前記②の主張に対しては、単に否認するのみで具体的な主張をしない場合、Ｘは、Ｘ特許権２に関し、特許法上どのような主張をすることが考えられるか、簡潔に説明しなさい。\n２．Ｙ商品は、玄米粒の第１層から第４層までを精米機により除去した後に、特殊な液体に浸すことで第５層の表層側の部分を溶かす方法によって製造されている。\n⑴ Ｙ商品がＸ発明１の技術的範囲に属するか否かについて論じなさい。\n⑵ ＹはＸ特許権１に関して、特許法第１０４条の３第１項の抗弁を主張している。この抗弁の具体的内容としては、どのようなものが考えられるか、論じなさい。また、この抗弁に対して、Ｘはどのような主張をすべきか、論じなさい。\n- 20 -\n３．Ｘは、Ｘ発明が出願された日の２日前にＸ発明２の方法により製造した米を袋詰めにしたもの（以下「Ｘ商品」という。）を大量に近隣のスーパーに出荷した。Ｘ商品は、その出荷の翌日には同スーパーの店頭で販売されたが、Ｘ発明の出願時点において１袋も売れていなかった。このとき、Ｘ特許権１及びＸ特許権２に関して、Ｙはそれぞれどのような主張をすべきか。その主張の妥当性についても、Ｘからの反論に留意しつつ論じなさい。\n４．Ｘ発明が出願される１か月前に第三者により出願され、Ｘ発明の出願後に出願公開がされた出願βは、炊飯方法の発明についての特許出願である。出願βの願書に最初に添付した明細書には、「第１層から第４層までを精米機により取り除いた上、さらに第５層のほとんどが残るように同層の表層側の部分を削り取った米を使用することにより、炊飯後の米により旨みを感じることができるようになる。」との記載がある。このとき、Ｘ特許権１に関して、Ｙはどのような主張をすべきか。その主張の妥当性についても、Ｘからの反論に留意しつつ論じなさい。なお、出願β\nの願書に最初に添付した明細書、特許請求の範囲及び図面のいずれにも、上記記載以外に米の構造や精米方法に関連する記載はないものとする。\n- 21 -\n〔第２問〕（配点：５０）\n漫画家であるＸとＹは、甲を主人公とする漫画（以下「漫画α」という。）を共同で制作した。\n漫画αのストーリーの大筋は二人が話し合って決定し、Ｘが脚本形式の原稿を制作し、Ｙが原稿をネーム（注）に起こし、Ｘと協議してネームを確定させた。漫画αの作画については、甲を含む人物のイラストをＸが、背景をＹが担当して制作し、互いに意見を出し合いながら、適宜修正を加えつつ、完成させた。その後、漫画αは出版された。\n以上の事実関係を前提にして、以下の設問に答えなさい。なお、著作者人格権に関しては論じる必要はない。また、各設問はそれぞれ独立したものであり、相互に関係はないものとする。\n（注）ネームとは、漫画を描く際のコマ割り、構図、セリフ、キャラクターの配置などを大まかに描いたものをいう。本件のネームでは、登場人物は○などの記号で特定されているだけで、イラスト化されていない。",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問１は、特許権侵害訴訟の相手方が被疑侵害物件ないし方法の具体的態様を明らかにしない場合に、特許法に設けられている訴訟手続上の特則についての基本的な理解を問うものである。設問２は、物の発明についての特許に係る特許請求の範囲が製造方法を含む記載となっている場合における、当該発明の技術的範囲の解釈手法や、無効の抗弁の成否についての理解を問うものである。設問３は、新規性喪失理由の一つである、公然実施についての理解を問うものである。設問４は、いわゆる拡大先願についての理解を問うものである。\n２ 設問１⑴において問題となっているのは物（Ｙ商品）の構造であるため、後述の特許法\n（以下「法」という。）第１０４条は問題とはならない。ここでは、法第１０４条の２の具体的態様の明示義務について指摘する必要がある。\n３ 設問１⑵は、法第１０４条についての基本的な理解を問うものである。Ｘの主張するＹ商品の構造についてはＹは争っていないので、Ｘとしては、この構造を前提として、同条の下でＹ商品の製造方法についてＹの側が立証責任を負うことを主張することとなる。Ｘ\nはＸ発明１の新規性について調査しており、これを前提として、Ｘのなし得る主張について同条に即して簡潔に説明する必要がある。\n４ 設問２⑴においては、Ｘ発明１に係る特許請求の範囲（請求項１）が、製造方法（経時的要素）を含むものとなっている点を、同発明の技術的範囲の解釈においてどのように位置付けるかが問題となる。これについては、最判平成２７年６月５日民集６９巻４号７００頁【プラバスタチンナトリウム事件】を十分に意識して論述する必要がある。すなわち、Ｘ発明１の特許請求の範囲に製造方法の記載があること（プロダクト・バイ・プロセス・\nクレームであること）を指摘した上で、このような場合の特許発明の技術的範囲の解釈について同最判の示した規範を踏まえ、説得的に述べることが求められる。\n５ 設問２⑵においては、Ｙとしては、上記最判の規範に即して、Ｘ発明１に係る特許請求の範囲（請求項１）に製造方法が記載されていること、及びＸ発明の出願時においてＸ発明１に係る物をその構造又は特性により直接特定することが容易にできたはずであること（そのような特定が不可能又はおよそ実際的でないというような事情が存在しないこと）\nを挙げて、Ｘ特許権１について明確性要件（法第３６条第６項第２号）違反による無効の抗弁（法第１０４条の３第１項、法第１２３条第１項第４号）を主張することになる。これに対するＸの主張としては、本問においてはＸ発明１に係る物の構造や特性は請求項１\nの記載から明らかであり、第三者の利益が不当に害されるほどに不明確であるとはいえないため、明確性要件違反には当たらないとするなど（知財高判平成２９年１２月２１日【旨み成分と栄養成分を保持した無洗米事件】など参照）、上記最判を踏まえて説得的に述べることが求められる。\n６ 設問３において、Ｙとしては公然実施による新規性喪失（法第２９条第１項第２号）を理由とする無効の抗弁（法第１０４条の３第１項、法第１２３条第１項第２号）を主張することとなるが、ここで特に問われているのは「公然実施」の理解である。本設問の事実関係の下で、物の発明であるＸ発明１及び方法の発明であるＸ発明２それぞれにつき、Ｘ\n発明の出願前の時点において実施（法第２条第３項第１号、同項第３号）がなされていることを条文を挙げて指摘した上で、それらが「公然」なされたといえるのかについて、法第２９条第１項第２号の趣旨を踏まえ検討する必要がある。特にＸ発明２との関係では、Ｘ発明の出願時点において、精米の分野における通常の知識を有する者がＸ商品の構造からＸ発明２の方法を知るための分析手段の利用可能性の有無や程度に応じて（東京地判平成１７年２月１０日判時１９０６号１４４頁【ブラニュート顆粒事件】参照）、論じること- 31 -\nが必要となる。\n７ 設問４においても、Ｙとしては無効の抗弁を主張することとなるが、ここではいわゆる拡大先願（法第２９条の２）についての理解が問われている。本設問の事実関係の下で、Ｘ発明１について特許を無効にするに十分な「発明」の開示がなされているといえるのかについて、拡大先願制度の趣旨を踏まえて論じることが求められる。\n〔第２問〕\n１ 設問１は、共同著作物性、二次的著作物性、各種支分権についての理解を問うものである。設問２は、一部の共有者の合意を得ずに共同著作物が利用された場合の当該共有者の差止請求の可否を問うものである。設問３は、各種支分権及び権利制限についての理解と複製主体の認定について問うものである。\n２ 設問１においては、まず模型βが漫画αに描かれた甲のイラストの二次的著作物（著作権法（以下「法」という。）第２条第１項第１１号）に該当することを論じる必要がある。\nまた、甲のイラストはＸが創作したものであるが、甲のイラストを含む漫画αはＸとＹの共同著作物（法第２条第１項第１２号）に該当することから、甲のイラストの利用について、Ｘに加え、Ｙの権利行使が認められるかについて論じる必要がある。その上で、Ｙの権利行使が認められるとする場合には、ＸとＹがそれぞれ単独で権利行使できることを指摘する必要がある（法第１１７条参照）。\n３ 設問１⑴においては、模型βの制作について変形権（法第２７条）の侵害が、模型βの譲渡について譲渡権（法第２８条、法第２６条の２第１項）の侵害が成立することを指摘する必要がある。模型βは既にＣに譲渡されており、Ｂに著作権侵害のおそれが認められないため、Ｂに対する請求としては、差止請求は問題とならず、損害賠償請求（民法第７０９条）のみが可能となる。\n４ 設問１⑵においては、フィギュアの制作行為について複製権（法第２８条、法第２１条）の侵害が、フィギュアの販売行為について譲渡権（法第２８条、法第２６条の２第１項）の侵害が成立することを指摘する必要がある。解答に当たっては、Ｃが漫画αの存在を知らず、模型βに依拠してフィギュアを制作していることから、Ｃが漫画αに描かれた甲のイラストに依拠したといえるか否かについて検討することが求められる。また、Ｃに対する請求としては、差止・廃棄等請求（法第１１２条）と損害賠償請求（民法第７０９条）\nが問題となるが、Ｃは模型βがＢの完全なオリジナル作品と思い込んでいたとあるから、損害賠償請求について論じる際には、Ｃの過失の有無を検討することが必要となる。\n５ 設問２においては、Ｙの主張として、映画γが漫画αの二次的著作物（法第２条第１項第１１号）に該当すること、漫画αはＸとＹの共同著作物（法第２条第１項第１２号）であり、共有著作権は共有者全員の合意によらなければ行使することができないから（法第\n６５条第２項）、ＤがＸ・Ｙ間の合意がないままに映画γをインターネット上で配信する行為は、Ｙの公衆送信権（法第２８条、法第２３条第１項）の侵害となることを論じる必要がある。一方、Ｄの反論としては、共有著作権の行使について、各共有者は正当な理由がない限り合意の成立を妨げることができないから（法第６５条第３項）、Ｙの合意拒絶に正当な理由がなく、Ｙの差止請求は認められないことを論じる必要がある。それぞれの主張の当否を論じるに当たっては、「正当な理由」の存否をどのように判断すべきか（東京地判平成１２年９月２８日【経済学書籍事件】など参照）、また、合意拒絶に正当な理由がない場合でも、「合意をせよ」との判決を得ることなく、侵害訴訟の場で正当な理由がないことを抗弁として主張することができるかについて、具体的に論述することが求められる。\n６ 設問３⑴においては、漫画αのコマ絵のコピーを作成する行為について複製権（法第２１条）の侵害を、当該コピーを用いてコマ絵をスライドに映し出す行為について上映権（法\n- 32 -第２２条の２）の侵害を、漫画αのコマ絵の拡大コピーを受講生に配布する行為について複製権（法第２１条）及び譲渡権（法第２６条の２第１項）の侵害を論じる必要がある。\n解答に当たっては、Ｆが作画指導を目的として上記各行為を行っていることから、引用（法第３２条第１項）などの権利制限規定の適用の余地がないかどうかを検討することが求められる。\n７ 設問３⑵については、最判平成２３年１月２０日民集６５巻１号３９９頁【ロクラクⅡ事件】が提示した複製主体の判断基準を踏まえて論じる必要がある。Ｘの主張としては、物理的に模写（複製）を行っているのは生徒であるものの、Ｆが模写の対象を選定し、模写のための施設や教材を提供し、模写の指導を通じて生徒から受講料収入を得ていることなどから、漫画教室事業の社会的、経済的側面を重視すれば、Ｆを生徒の模写に係る複製の主体と捉えるべきであると論じることが考えられる（最判昭和６３年３月１５日民集４２巻３号１９９\n頁【クラブキャッツアイ事件】参照）。次に、Ｆの反論としては、物理的な模写の主体は生徒であり、生徒は作画指導を受けるために任意かつ自主的に複製を行っていることから、Ｆは生徒の模写に係る複製の主体となり得ないと論じることが考えられる（知財高判令和３年\n３月１８日判時２５１９号７３頁【音楽教室事件】参照）。それぞれの主張の当否を論じるに当たっては、本設問の事実関係に即して、Ｆを複製の主体と評価することが妥当か否かを具体的に論述することが求められる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等⑴ 第１問本問は、特許法における侵害訴訟手続上の特則、物の発明についての特許に係る特許請求の範囲が製造方法を含む記載となっている場合における当該発明の技術的範囲の解釈手法や無効の抗弁の成否、公然実施及び拡大先願などといった、同法の重要な論点についての理解を問うものである。また、本問全体を通じて、物の発明と方法の発明の同法上の扱いの違いについての理解を問うてもいる。採点に当たっては、設例から論点を的確に抽出し、各論点について、裁判例があるものについてはその解釈を念頭に置きつつ、解釈論を説得的に展開し、事案に適切に当てはめられているか否かに応じて、優秀度を判定した。\nア 設問１設問１については、関係する条文（小問⑴については特許法第１０４条の２、小問⑵については同法第１０４条）を指摘し、Ｘが当該条文に則した主張をすべきことを述べている答案を「一応の水準」とし、当該条文の要件を示し、本問の事実関係を当てはめているものについては、その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問２設問２については、Ｘ発明１に係る特許請求の範囲（請求項１）が、製造方法（経時的要素）\nを含むものとなっていること（プロダクト・バイ・プロセス・クレームであること）を、まずもって指摘する必要がある。その上で、小問⑴については、最判平成２７年６月５日民集６９巻４号７００頁【プラバスタチンナトリウム事件】の示した、特許発明が物の発明である場合の技術的範囲の解釈についての一般論を踏まえた論述がされている答案を「一応の水準」とし、\nさらに、本問の事実関係で物の構造ないし特性が同一といえるのかについて具体的な検討をしているものについては、その内容に応じて「良好」又は「優秀」と評価した。\n小問⑵については、Ｙの主張として、Ｘ特許権１について明確性要件（特許法第３６条第６項第２号）違反による無効の抗弁（同法第１０４条の３第１項、同法第１２３条第１項第４号）\nを挙げ、上記最判の規範に即して論述し、これに対するＸの主張として特許法上考えられるものを論述している答案を「一応の水準」とし、さらに、Ｘの主張として本問の事実関係に即して具体的に論述しているもの（Ｘ発明１に係る物の構造や特性は請求項１の記載から明らかであり、第三者の利益が不当に害されるほどに不明確であるとはいえないため、明確性要件違反には当たらないとするなど）や、訂正の再抗弁など、Ｘの取り得る手段について具体的に論述しているものについては、その内容に応じて「良好」又は「優秀」と評価した。\nなお、Ｘの主張として、Ｘ発明１に係る物をその構造又は特性により直接特定することが不可能又はおよそ実際的でないという事情が存在する旨を述べる答案については、本問においてはそのような特定は容易であると考えられるため、具体的かつ説得的な根拠が示されていない限り、「一応の水準」の域を出ないものと評価した。\nウ 設問３設問３については、公然実施による新規性喪失（特許法第２９条第１項第２号）を理由とする無効の抗弁（同法第１０４条の３第１項、同法第１２３条第１項第２号）が問題となる。Ｘ発明１（物の発明）及びＸ発明２（方法の発明）それぞれにつき、Ｘ発明の出願前になされた行為が同法第２条第３項各号の掲げる実施行為のどれに当てはまるのかについて特定し、その実施が「公然」といえるかについて明示的に検討していることを「一応の水準」とし、さらに- 23 -同法第２９条第１項第２号の趣旨及び関連する裁判例を踏まえ具体的に検討する答案については、その内容に応じて「良好」又は「優秀」と評価した。\nエ 設問４設問４については、Ｙの主張として、いわゆる拡大先願（特許法第２９条の２）違反を理由とする無効の抗弁（同法第１０４条の３第１項、同法第１２３条第１項第２号）を条文に則して論述していること及びＸの主張として特許法上考えられるものを論述している答案を「一応の水準」とした。本問の事実関係の下で、Ｘ発明１について特許を無効にするに十分な「発明」\nの開示がなされているといえるのかについて、具体的に論じる答案については、その内容に応じて「良好」又は「優秀」と評価した。\n⑵ 第２問本問は、二次的著作物、共同著作物、支分権の内容、共有著作権の行使、侵害主体の判断についての理解を問うものである。採点に当たっては、設例から論点を的確に抽出し、関連する条文を丁寧に拾い上げ、各論点について、裁判例があるものについてはその解釈を念頭に置きつつ、\n解釈論を説得的に展開し、本問の事実関係に適切に当てはめられているか否かに応じて、優秀度を判定した。\nア 設問１小問⑴については、模型βが漫画αに描かれた甲のイラストの二次的著作物（著作権法第２条第１項第１１号）であることを指摘した上で、Ｘ及びＹがＢに対して変形権（同法第２７条）\n及び譲渡権（同法第２８条、同法第２６条の２第１項）の侵害を理由とする損害賠償請求（民法第７０９条）をすることができるか否かについて論じている答案を「一応の水準」とした。\nその際、漫画αはＸとＹの共同著作物（著作権法第２条第１項第１２号）であるが、甲のイラストはＸが制作したものであることから、甲のイラストの利用について、Ｙの権利行使が認められるかについて意識的に論じている答案は、その内容に応じて「良好」又は「優秀」と評価した。\n小問⑵については、Ｘ及びＹがＣに対して複製権（著作権法第２８条、同法第２１条）及び譲渡権（同法第２８条、同法第２６条の２第１項）の侵害を理由とする差止等請求（同法第１１２条）及び損害賠償請求（民法第７０９条）をすることができるか否かについて論じている答案を「一応の水準」とした。その際、Ｃが漫画αの存在を知らず、模型βに依拠してフィギュアを制作していることから、Ｃが甲のイラストに依拠したといえるかということや、Ｃが模型βをＢのオリジナル作品と誤解していたことから、損害賠償請求に関して、Ｃに過失が認められるかということを意識的に論じている答案は、その内容に応じて「良好」又は「優秀」と評価した。\nイ 設問２設問２については、Ｙの主張として、映画γが漫画αの二次的著作物（著作権法第２条第１項第１１号）であり、漫画αはＸとＹの共同著作物（同法第２条第１項第１２号）であるから、\nＤがＸ・Ｙ間の「合意」（同法第６５条第２項）がないままに映画γをインターネット上で配信する行為はＹの公衆送信権（同法第２８条、同法第２３条第１項）の侵害となることを論じ、\nＤの反論として、Ｙの合意拒絶に「正当な理由」（同法第６５条第３項）がないため、Ｙの差止請求は認められないことを論じた上で、それぞれの主張の当否を論じていることが「一応の水準」となる。その際、「正当な理由」の判断基準を提示して、本問の事実関係に適切に当てはめられている答案や、Ｙの合意拒絶に正当な理由がないとしても、「合意をせよ」との判決を得ることなく、侵害訴訟の場で正当な理由がないことを抗弁として主張することができるかについて説得的な論証を行っている答案は、その内容に応じて「良好」又は「優秀」と評価した。\nウ 設問３- 24 -小問⑴については、漫画αのコマ絵のコピーを作成する行為について複製権（著作権法第２１条）の侵害が、当該コピーを用いてコマ絵をスライドに映し出す行為について上映権（同法第２２条の２）の侵害が、漫画αのコマ絵の拡大コピーを受講生に配布する行為について複製権（同法第２１条）及び譲渡権（同法第２６条の２第１項）の侵害が問題となることを指摘していること、Ｆが作画指導を目的として上記各行為を行っていることから、引用（同法第３２条第１項）などの権利制限規定の適用の有無を検討していることを「一応の水準」とし、その内容に応じて「良好」又は「優秀」と評価した。\n小問⑵については、最判平成２３年１月２０日民集６５巻１号３９９頁【ロクラクⅡ事件】\nが提示した複製主体の判断基準を踏まえて、受講生の模写に係る複製の主体について、Ｘの主張、Ｆの反論、それぞれの主張の妥当性を具体的に論述することが「一応の水準」となる。その際、Ｘの主張として、物理的な複製主体は受講生であるが、漫画教室事業の社会的、経済的側面を重視すれば、Ｆを受講生の模写に係る複製の主体と評価すべきであること、Ｆの反論として、受講生は作画指導を受けるために任意かつ自主的に複製を行っていることから、Ｆを受講生の模写に係る複製の主体と捉えることは不当であることなどを的確に指摘できている答案は、その内容に応じて「良好」又は「優秀」と評価した。\n３ 採点実感等⑴ 第１問ア 設問１（具体的態様の明示義務・生産方法の推定）\nほとんどの答案は、小問⑴において、具体的態様の明示義務（特許法第１０４条の２）に言及できていた。\n他方、小問⑵については、生産方法の推定（特許法第１０４条）に言及できている答案が意外に少なく、同条を挙げずに、証拠収集手続を挙げる答案も散見された。また、同条は「その物が特許出願前に日本国内において公然知られた物でなかったとき」に適用されるが、その点についての指摘と本問での当てはめ（ＸがＸ発明１の新規性につき調査の上判断していること及びその調査結果が客観的にも事実と見られることについて問題文の関連部分の指摘）がない答案も多かった。\nイ 設問２（製造方法が記載されている物の発明の技術的範囲、明確性要件）\n本問は、プロダクト・バイ・プロセス・クレームとそれに関する最高裁判例（最判平成２７年６月５日民集６９巻４号７００頁【プラバスタチンナトリウム事件】）に関する知識、理解の差が点差につながった。\n小問⑴については、Ｘ発明１が物の発明であることから、上記最判を踏まえ、まずは製法の記載を物の発明の技術的範囲を限定する構成要件と捉えるべきか否かについて論じるべきであるにもかかわらず、Ｙ商品がＸ発明１の特許請求の範囲に記載された方法と異なる方法により製造されていることから直ちに均等侵害を論じるもの、特段の理由も掲げずに、又は、製造方法の違いは重要ではないなどと述べるのみで、Ｙ商品がＸ発明１の技術的範囲に属するとの結論を導くもの、Ｘ発明１の特許請求の範囲に製造方法の記載が含まれていることから、物を製造する方法の発明であると指摘するものがあった。均等侵害について検討するにしても、その前提問題としてなぜ文言侵害が成立しないのかについての検討は必要であり、これを欠く限りは低く評価した。\n上記最判を踏まえて、物同一性説を採る答案では、当てはめにおいてＹ製品がＸ発明１の物と同一であるとの結論のみを示す答案も少なくなかったが、本問においては、Ｘ発明１の物とＹ商品が同一であるといえるかについて、丁寧な論証をすることが望ましい。単に米の構造がＸ発明の技術的範囲に含まれることを述べるだけでなく、製造方法の違いが米の構造に対して影響を与えないことを指摘した答案は高く評価した。\n- 25 -物同一性説ではなく、製法限定説を採る場合であっても、上記最判を踏まえて論述すべきである。製法限定説に立ち、文言侵害が成立しないとの結論の場合には、均等侵害の成否が問題となるが、均等侵害については、均等の５要件や当てはめがコンパクトながら良く書けている答案が多かった。\n小問⑵については、多くの答案が、明確性要件違反の無効理由について言及していたが、上記最判の趣旨から、不可能又は非実際的事情に関する判例の規範を論じている答案は意外に少なかった。\nまた、不可能又は非実際的事情があることを主張すべきであるとだけ書いて終わっている答案や簡単に不可能又は非実際的事情があると認めてしまっている答案が少なくなかったが、本問の事実関係に照らして不可能又は非実際的事情があるかどうかについて当てはめをきちんと行うべきである。\nＸとしては、明確性要件違反の主張に対し、知財高判平成２９年１２月２１日【旨み成分と栄養成分を保持した無洗米事件】などを念頭に、不可能又は非実際的事情が認められなくても、\n本問においてはＸ発明１に係る物の構造や特性は請求項１の記載から明らかであり、第三者の利益が不当に害されるほどに不明確であるとはいえないため、明確性要件違反には当たらないと主張することが考えられるが、ここまで記載できている答案はわずかであった。逆に、このような観点からの指摘ができている答案は高く評価した。\n訂正の再抗弁について言及することは妥当であるが、どのような訂正を行うかを全く論じていない答案や、再抗弁の成立要件について言及していない答案も少なくなく、抗弁の説明としては不十分であったのは残念である。\nなお、進歩性について論じている答案が複数あったが、最高裁判例はプロダクト・バイ・プロセス・クレームが原則的に明確性要件に違反すると判示しており、本問では進歩性・新規性の欠如を示唆する事実関係が摘示されていないので、明確性要件について検討すべきである。\n設問を通じて、条文が適切に引用されていない答案が目立った。例えば、クレーム解釈の問題であるのに、特許法第７０条第１項を引用していない答案や、明確性要件の条文として、同法第３６条第６項第２号ではなく、同法第３６条第４項第１号を引用している答案があった。\nウ 設問３（公然実施による新規性喪失）\n新規性喪失による無効抗弁という点は解答できているものがほとんどであったが、公然実施（特許法第２９条第１項第２号）における「実施」（同法第２条第３項）の内容を意識したものは少なかったように思われる。\n設問が「Ｘ特許権１及びＸ特許権２に関して、Ｙはそれぞれどのような主張をすべきか」となっているのに、両者を区別せずに論じている答案が少なくなく、両者を区別して論じている答案でも、両者について全く同一の理由で同一の結論を導いているものが少なくなかった。\nＸ特許権１については、物が公知であったとしても、物の構造が当然に明らかになるわけではなく、当業者の技術常識（技術水準）に基づく分析が必要となることについて意識していない答案が多数あった。\nＸ特許権２については、出願時点において、精米の分野における通常の知識を有する者がＸ商品の構造からＸ発明２の方法を知ることができたかが問題となるが、その点に言及できている答案は多くはなかった。そのための分析手段の有無について論じている答案は更に少なかった。\nＸがＸ商品をスーパーに出荷したのが出願の２日前であったため、新規性喪失の例外規定（特許法第３０条第２項）の適用があり、Ｘ発明１及びＸ発明２は新規性を失わないと記載している答案が少なくなかったが、同項の適用を受けるためには、出願時に所定の手続（同法第３０条第３項）を行うことが必要であり、この点を指摘できていない答案が目立った。\nエ 設問４（拡大先願）\n- 26 -そもそも拡大先願（特許法第２９条の２）に気付いていない答案が多かった。他方、先願である出願βの明細書に記載された発明と、Ｘ発明の同一性が問題となっているのであるから先願違反（特許法第３９条）ではなく、また、Ｘ発明の出願時点で公知でないことは明らかであって新規性（同法第２９条）の問題でもないのに、本問の事実関係を理解せず、先願違反や新規性欠如等の問題として論じる答案が少なくなかったが、先願や新規性について正確に理解していればこのような誤答には至らないものと思われる。拡大先願を無効理由とする趣旨から規範を定立し、本問の具体的事実関係を当該規範に当てはめることが求められるが、そこまでできている答案は、ごくわずかであった。逆に、規範の定立と具体的事実の当てはめができている答案は、高く評価した。\n⑵ 第２問ア 設問１（共同著作物性、二次的著作物性、各種支分権）\n総じて想定された論点に十分答えられていないもの、条文（著作権法第２条第１項第１１号、\n同法第１１２条、民法第７０９条等）の摘示が乏しいものが多かった。\n小問⑴については、甲のイラストを含む漫画αがＸとＹの共同著作物（著作権法第２条第１項第１２号）に該当することについては多くの答案が言及していたが、共同著作物の要件に丁寧な当てはめを行っている答案は、より高く評価した。\n共同著作物と認定しながら単独行使の可否（著作権法第１１７条）について論じないものがほとんどであった。\nβが二次的著作物である旨の指摘がなく、著作権法第２８条に言及しない答案が多かった。\nまた、漫画αがＸとＹの共同著作物であることから直ちにＸ及びＹはＢ及びＣに対して共有著作権を行使できると論じる答案が多く見られたが、模型βは甲のイラストの二次的著作物であり、甲のイラストはＸにより作成されたものであるから、模型βの利用に対してＹの著作権行使を認めるべきかどうかについて論じるべきである。\nさらに、Ｂの行為が著作権侵害に該当することから直ちに差止請求が認められるとする答案が散見されたが、模型βは既にＣに譲渡されており、Ｂに著作権侵害のおそれが認められないため、Ｂについては、差止請求が否定されることに留意すべきである。他方、損害賠償請求はできるが差止請求はできないことを的確に指摘している答案については高く評価した。\nＢが模型βを公に展示していることから、直ちに展示権（著作権法第２５条）侵害を肯定する答案が見られたが、Ｂは模型βの所有者であるため、展示権侵害の成否を論じる際には、同法第４５条の適用がないか否かについても併せて検討すべきである。\n小問⑵については、フィギュアの制作行為について複製権（著作権法第２８条、同法第２１条）の侵害が、フィギュアの販売行為について譲渡権（同法第２８条、同法第２６条の２第１項）の侵害が成立することを指摘する必要があるが、これらを指摘できていない答案が相当数存在した。\nＣが漫画αに描かれた甲のイラストに依拠したといえるか否かについてや、不法行為の成立要件としてのＣの過失の有無を検討することが求められるところ、この点を論じている答案はごくわずかであった。\nさらに、譲渡された模型自体を販売しているわけではなく、その複製物を自ら作成して販売している行為が問題となっているにもかかわらず、著作権法第１１３条の２の適用を論じる答案が少なくなかったが、本問で与えられた事実及び条文の適用が問題となる前提の理解が不十分である。\n問題文で著作者人格権について論じる必要がないとされているにもかかわらず、著作者人格権について論じる答案もあった。問題文をよく読む必要がある。\n甲は「キャラクター」であるため著作物性がないと結論付ける答案が存在したが、本問における甲は、抽象的な登場人物の特徴ではなく、視覚的なイラストであるから、それを前提にし- 27 -た説明をすべきである。\nイ 設問２（合意を得ない共同著作物の利用と差止請求）\nＹの主張の前提として、映画γが漫画αの二次的著作物（著作権法第２条第１項第１１号）\nに該当することを論じることになるが、この点を論じていない答案がかなり存在した。\nＤの行為が翻案権（著作権法第２７条）の侵害に該当することのみを指摘する答案も見られたが、Ｄは映画γをインターネット上で配信しようとしているのであるから、Ｄに公衆送信権（同法第２３条第１項）の侵害のおそれが認められ、そのことが差止請求（同法第１１２条第１項）の根拠となることに留意すべきである。また、映画γの配信について、頒布権に言及するなど、支分権を適切に指摘できていない答案については、著作権の内容を正確に理解できているとはいえず、低い評価とせざるを得なかった。\nまた、二次的著作物の利用に関する原著作者の権利主張であるにもかかわらず著作権法第２８条に言及しないものも多かった。\n著作権法第６５条第２項に言及しないものが相当数存在した。\n著作権法第６５条第３項の「正当な理由」については、規範定立し、当てはめを丁寧にしている答案が見られた半面、規範定立せずにいきなり事実関係のみを列挙する答案や、規範は定立しているものの、事実関係の当てはめが不十分な答案も多く見られた。「正当」という規範的な概念については、同項にいう「正当」をどのような観点から検討し、どのような要素を考慮して判断するかにより結論が左右されるといえ、まず、その趣旨を踏まえて判断規範及び考慮要素を述べた上で、それへの当てはめをすることが相当といえる。\nＹの合意拒絶に正当な理由がないとして直ちにＹの差止請求が認められないとする答案が目立った。仮にＹの合意拒絶に正当な理由がないとしても、共有者間の合意が共有著作権行使の要件となっている以上（著作権法第６５条第２項）、Ｙの合意拒絶に正当な理由がないことを侵害訴訟における抗弁として主張することができるか否かについて論じるべきである。\nウ 設問３（各種支分権と権利制限、複製主体）\n小問⑴については、各行為が、どの支分権の対象となる行為なのかについて、適切に指摘できていることが一応の水準と評価されるための前提であるが、スライドに映し出す行為について、展示権（著作権法第２５条）や公衆送信権（同法第２３条第１項）の侵害に該当すると誤答するなど、各行為について適切な支分権を指摘できていない答案が多かった。\nＦの反論として、権利制限規定の適用の可能性について指摘し、検討することが求められるが、権利制限規定の条文には言及しているものの、当てはめが不十分なものが多く見られた。\n権利制限規定のうち、引用（同法第３２条第１項）について検討している答案はかなり少なかった。\n小問⑵については、そもそも複製主体が問題となることに気付いていない答案が複数見られた。\n解答に際しては、複製主体の判断基準を提示した最判平成２３年１月２０日民集６５巻１号３９９頁【ロクラクⅡ事件】を踏まえた論述が求められるが、そのような論述をしていない答案が散見された。\nまた、Ｘの主張の中で複製主体について触れる答案が少なく、当否のところで複製主体の認定について論じるものが多かった。Ｆが模写を行っているわけではない以上、Ｘの主張として複製主体について論じるべきである。\nＦを複製主体と認める立場に立つとしても、単に、受講生がＦの手足と言えるからと述べるだけではなく、本問の事実関係に照らして、なぜ受講生がＦの手足と言えるかについて、実質的理由を記載すべきである。また、物理的な模写の主体は受講生であり、受講生は作画指導を受けるために任意かつ自主的に複製を行っていることから、Ｆは受講生の模写に係る複製の主体となり得ないとの主張にも配慮した論述が望まれる。\n- 28 -⑶ 全体的な感想昨年度も指摘した事項であるにもかかわらず、全体を通して、条文の記載がない答案や記載が不正確な答案（たとえば、著作権法第２条第１項第１１号を第２条第１１号と記載するもの）、\n条文が記載されていても、項番号や号番号まで記載せずに条番号のみで済ます答案が散見された。\n条文の摘示は基本であるから、改めて、条文に基づく学習の重要性について認識されたい。\nいずれの問題についても、与えられた事実関係を正確に理解せずに解答する答案が少なからず認められた。適切な事案の解決には、与えられた事実がどのようなものであるかを正確に理解し、\n整理、分析する能力が不可欠である。\n前半の設問に時間を取り過ぎたせいか、後半の設問の回答が希薄又は皆無になっているものが多いように感じられた。\nまた、残念ながら何度読み返しても判読不能な答案があった。可能な限り判読しやすい文字で記述することが望まれる。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も、特許法及び著作権法を中心として、条文、\n裁判例及び学説の正確な理解に基づく、事案分析力、論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの本年は、昨年同様、重要な条文及び基本的な論点に関する知識、論理的思考力及び論述力を問うとともに、論点を的確に把握し、問題文に記載された事実から論点に関連する事実を抽出し、事案に即した結論を導く力を問うような出題を心掛けた。\nしかし、基本的な論点を見落とし、関係のない論点について冗長に論じている答案、条文が適切に引用されていない答案、重要な条文や概念について正確な理解をしていない答案、論点に関連する著名な判例を意識していない答案や理解が不正確な答案、論点の理解が不十分であるために事案の分析が不適切な答案、問題文に提示された事実の中から必要なものを過不足なく拾い上げようとする姿勢が見られない答案が目に付いた。\n今後の法科大学院教育には、引き続き、基本となる条文解釈の重要性を意識させ、こまめに条文を確認して学習する習慣を身に付けさせる教育、基本的な論点を偏りなく学ぶとともに、各論点について深く分析することに力点をおいた教育を行うことが期待される。また、飽くまで法科大学院は実務家を養成する教育機関なのであるから、重要と目される判例や裁判例、少なくとも最高裁と知財高裁大合議の判断については、先例性の観点から一定の重点を置いた教育が行われることが望ましい。加えて、具体的な事実関係から問題となる論点を的確に把握し、法的解決策をバランスよく、かつ説得的に論述する能力を養う実践型の教育を行うことが期待される。\n- 29 -"
}