{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］〔第１問〕（配点：１００）\nＸ県公立大学法人が運営する県立Ｘ大学では、かねてより、地域経済の振興に貢献する研究の推進・人材の育成に力を入れており、その中核となる組織としてＡ研究所を設置している。Ａ研究所にはＸ大学の各学部の教員のうち、学部の推薦に基づき特に優れた研究業績があると認められた者が研究員として所属している。Ａ研究所は、「地域経済の振興に資する研究活動を支援する」ことを目的に、研究員の申請に基づき、年１００万円の研究助成金を交付する制度を設けている。研究員はこれまで全員が毎年研究助成金を交付され、そうした手厚い支援の下でそれぞれの専門分野の研究を行うとともに、その成果を踏まえた教育を各学部の教員として行ってきた。Ｘ県には有名企業の製造拠点が複数あり、地域経済の原動力となってきたことから、Ｘ県はそれらの企業に積極的な支援を行っており、Ａ研究所においても、県の産業政策の根拠となる研究が進められてきた。\n地域経済を研究しているＸ大学Ｂ学部教授Ｙは、Ａ研究所に研究員として所属し、研究助成を受けて研究・教育に当たってきた。Ｙは、持続可能な地域経済の在り方を研究する中で、Ｘ県の自然環境をいかした農業や観光業などに力を入れていくことが必要であると考えるようになり、かかる観点から学術論文を積極的に発表するようになった。丁寧な実地調査とデータ分析に基づき地域経済の構造転換の必要性を主張するＹの論文は、国内外の学界で高い評価を得た。\nＹは、環境保護運動にも強く関与するようになり、地域で環境保護運動を進める団体Ｃを設立して、自らその代表となった。団体Ｃは、Ｘ県の自然環境の保全を訴え、工業団地への企業誘致などＸ県が進めてきた産業政策を、環境を犠牲に産業振興を図っているなどとして批判する活動をも展開していた。著名な研究者であるＹによるこうした活動は、広く社会的な注目を集めた。Ｙはまた、研究成果を発信するためにＡ研究所のサーバー上に開設している自身のウェブサイト「Ｙ研究室」において、団体Ｃの活動を記録した動画と、Ｘ県の産業政策に対する批判的なコメントを掲載した。\n動画には、Ｙを含む団体Ｃの構成員が、Ｘ県の産業政策の推進に熱心な県議会議員Ｄらと県庁前で激しく口論する様子や、Ｙが、環境保護に熱心に取り組む県議会議員らと団体Ｃの集会で対談する様子などが含まれていた。\n２０２＊年、団体Ｃは、自己の資金を用いて、学生や一般市民を読者として想定した、Ｘ県における環境保護の必要性を訴えるブックレット『持続可能な地域社会の未来に向けて―今こそ政策を転換すべきとき』を刊行した（以下「ブックレット」という。）。ブックレットでは、編者であるＹのほか、Ｘ県各地で活動する団体Ｃの構成員らもそれぞれ一章を担当し、それぞれの活動を紹介するとともに、Ｘ県の産業政策を厳しく批判する論考を執筆していた。Ｘ県を中心に発行されている地方紙は、ブックレットについて、「持続可能な社会の在り方を考える上で貴重な学問的示唆を含んでいる」との好意的な書評を掲載した。\nＹは長年にわたり、Ｂ学部の必修科目である「地域経済論」の講義を担当し、地域経済の経済学的分析を行ってきたが、２０２＊年度前期の講義では、ブックレットを教科書として使用し、毎回の講義にブックレットの共著者をゲストとして招いた。また、Ｙは、講義の中で、再三にわたり団体Ｃへの加入を勧め、加入申込書の配布なども行った。さらに、期末試験では、ブックレットの章の一つを選んで学術的観点から検討せよ、という出題を行った。\nこのようなＹの活動に対して、公務員ではないとはいえ県立大学の教員としてふさわしくないといった強い批判が学内の一部の教員からなされるようになった。Ｘ県議会でも、Ｄなど一部の議員から、Ｙの活動を問題視する発言がなされた。さらに、２０２＊年１２月、Ｘ大学の経営の重要事項を審議するＸ大学経営審議会において、地元経済界出身の委員から、特定の議員らと連携して県の産業政策を批判する教員の活動に研究助成を行っているのは県立大学として問題ではないかという、明らかにＹを念頭に置いたと思われる発言がなされた。これに対して、Ａ研究所長である教授\nＥは、特定の政策への批判は研究者としてあり得ることだが、県費を原資とする研究助成金が学外での政治活動にも用いられているとすれば問題であるから、研究助成金が適正に用いられているかどうかについては精査したいと応答した。\n経営審議会の後、Ｅを委員長とするＡ研究所の運営委員会が開催され、次年度の研究助成金の交付について審議された。Ｙに対しては、過去数年にわたり研究助成金が助成の趣旨に適合しない形で使用されており、次年度についてもＹが提出した申請書では同様の支出が想定されるとの理由で、運営委員会は助成金を交付しないことを決定した。不交付決定の通知を受けたＹは、助成が認められなければ次年度の研究活動に重大な支障が生じる、自分が助成を得て行ってきた研究活動は全て\n「地域経済の振興に資する研究活動を支援する」という助成の趣旨に沿ったものである、Ａ研究所ではこれまで研究員に研究助成が認められなかった例はなく、優れた成果を上げてきた自分に対してだけ助成が認められないのは到底納得できないなどと述べ、Ｅに対して詳しい説明を求めた。Ｅは、経営審議会での指摘を受けて運営委員会がＹについて過去数年の支出を精査したところ、その結果、ウェブサイト「Ｙ研究室」の運営の委託及び実地調査のための国内各地への出張に研究助成金の３分の２以上が支出されているが、ウェブサイトは研究成果の発信のほかにＹの政治的な意見表明や団体Ｃの活動のためにも利用されていること、また出張に際しては、Ｙが、団体Ｃと連携して活動している各地の団体に聞き取り調査を行うだけでなく、それらの団体が主催する学習会でＸ県の産業政策を批判する講演を無報酬で行っていることが明らかになった、と述べた。そしてＥは、いずれもが助成対象となる研究活動とは認め難いものであったので、研究助成の趣旨に適合しない同様の支出が想定される次年度については、助成金を交付しないこととした、と説明した。\nまた、Ｙが２０２＊年度前期に担当した「地域経済論」の成績評価に対して、団体Ｃに加入した学生がいずれも「Ｓ」の最高評価を得ている一方で、期末試験の答案でブックレットの内容を批判した学生の多くが不合格の評価を受けている、この科目の単位を取得しなければ卒業できないのにこのような評価では納得できないなど、成績評価が著しく不公正であるという異議の申立てが、同科目を履修した学生からなされた。２０２＊年の翌年の１月、Ｂ学部教授会は、学部長Ｆらによる\nＹに対する事情聴取や答案の調査の結果を踏まえ、異議申立てについての審査を行った。教授会では、事情聴取に際し、Ｙが、「大学生は十分な批判能力を備えているので、高校までの授業とは異なり大学では講義内容などについて教員に広い裁量が認められており、成績評価もその中に入るはずだ。」、「ブックレットの論考はいずれも私の研究を踏まえた学問的な根拠に基づくものであって、それを十分な理由を示さず批判している答案は評価できない。」、「団体Ｃへの加入勧誘は何ら強制を伴っておらず、社会問題に関心の高い学生が自発的に加入しただけである。そうした意識の高い学生が、結果として優れた答案を書き高い評価を得たのは自然なことである。」、「大学が実施した今年度の授業評価で６割以上の学生が私の講義について５段階評価で４以上の評価をしていることは大学も承知しているはずだ。」などと述べたことが報告された。続けてＦからは、期末試験の答案の調査により、ブックレットの内容を批判した答案の成績評価が全体として著しく低いことが確認され、学術的観点からなされるべき大学の成績評価として著しく妥当性を欠くと判断されるとの説明があった。Ｆは、Ｂ学部教授会の議を経て、「地域経済論」の不合格者の成績評価を取り消し、別の教員が不合格者を対象とした再試験を行い、それにより成績を評価することを決定した。\nＹは、研究助成金の不交付決定（以下「決定①」という。）及び「地域経済論」の不合格者の成績評価を取り消し、他の教員による再試験・成績評価を実施するとの決定（以下「決定②」という。）のいずれにも納得できないとして、Ｘ大学長Ｇと面会した。面会には、Ａ研究所長ＥとＢ学部長Ｆも同席した。決定①及び決定②は政治的圧力による不当な決定であり、大学に撤回を求めるとする\nＹに対して、Ｇは、Ｅ・Ｆとともに、決定①及び決定②は大学としての決定である、大学の一員である以上、研究・教育の内容や方法について大学の自主的な決定に従うのは当然である、と述べた。\nＹはＧの説明に納得せず、自分が依頼した弁護士も同席の上で、再度話合いの場を設けることを要求すると告げた。〔設問１〕\nＸ大学長Ｇは、Ｘ県公立大学法人の顧問弁護士Ｚに対して、Ｙとの再度の話合いに応じるつもりだが、大学としては憲法を踏まえてできるだけ丁寧な説明を行いたい、と相談した。あなたがＺであるとして、Ｘ大学の立場から、決定①及び決定②それぞれについて、次回の面会においてどのような憲法上の主張が可能かを述べなさい。\n〔設問２〕\n〔設問１〕で述べられた憲法上の主張に対するＹからの反論を想定しつつ、あなた自身の見解\nを述べなさい。\nなお、〔設問１〕及び〔設問２〕とも、司法権の限界については、論じる必要がない。また必要に応じて、参考とすべき判例に言及すること。論文式試験問題集［公法系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n１．本問は、大学の自治と学問の自由との関係、学問の自由の射程とその制約の可否について、問うものである。学問の自由については、学問研究の自由、研究発表の自由、教授の自由が含まれることについても、留意する必要がある。\n決定①については、大学が進める研究方針に基づく研究助成の趣旨に合致しないことを理由とした、学問研究の自由の制約が問題となる。決定②については、大学の成績評価として著しく妥当性を欠くことを理由とした、教授の自由の制約が問題となる。決定①、決定②の双方について、大学が研究・教育の内容や方法に関し大学の自治に基づきどこまで自律的に決定できるのか、学問研究と関連する社会的活動にどこまで学問の自由の保障が及ぶのか、特定の見解（観点）に基づく差別的取扱いがなされていないかなどの論点に留意しつつ、議論を組み立てる必要がある。\n２．設問１では、Ｘ大学の側から、決定①、決定②が正当であることを基礎付ける憲法上の主張を検討することになる。大学が研究・教育の内容や方法に関し広い裁量権を有していると主張するだけでなく、Ｘ大学が大学の自治の主体となり得ることを踏まえ、そうした裁量権を憲法から基礎付けることが求められる。\n判例（東大ポポロ事件、最判昭和３８年５月２２日刑集１７巻４号３７０頁）は、大学の学問の自由と自治は、大学が学術の中心として深く真理を探求し、専門の学芸を教授研究することを本質とすることに基づくから、直接には教授その他の研究者の研究、その結果の発表、研究結果の教授の自由とこれらを保障するための自治とを意味する、と指摘している。\n判例は、大学の自治の内容として、研究者の人事、大学の施設・学生の管理を挙げているが、判旨を踏まえれば、さらに、大学が、個々の教員の研究・教育の自由に配慮しつつも、大学としてどのような研究に重点を置くかを決定したり、講義や成績評価が適切な範囲でなされているかを判断したりするなど、研究・教育の内容や方法について自律的に決定することも、大学の自治の内容を構成すると論じることは十分に可能であろう。\n３．決定①をめぐっては、Ｙが、Ａ研究所からの研究助成金を用いて研究所のサーバー上に開設しているウェブサイトに、ＹやＹが主宰する団体Ｃの政治的な性格を持った活動の様子を記録した動画を掲載していること、また、研究助成金を用いた調査のための出張に際し政治的な内容を含む講演を行ったことの評価が、問題となる。\nＸ大学の側からは、まずは、(a)Ｙによるこうした活動は、学問の自由として保障される学問研究や成果発表の範囲を超えた社会的活動であって学問の自由の保障を受けない、といった主張をすることが考えられる。さらに、(b)これらが学問研究や成果発表と関連し学問の自由の保障を受けるとみる余地があるとしても、地域経済の振興に資する研究活動を支援するという研究助成金の趣旨に適合せず、また、(c)Ｙは他の研究資金を得るなどして研究活動を継続することも可能であるから、研究活動に対する制約も軽微であるなどと主張することもできよう。\n決定②をめぐっては、Ｙが、地域経済論の講義において、ブックレットの執筆者である団体Ｃの構成員をゲストとして招くとともに、学生に対して団体Ｃに加入するよう勧誘したこと、また、期末試験において、自身が主宰する団体Ｃに加入した学生にいずれも高い評価を与える一方、ブックレットの内容を批判した学生の多くに不合格の評価を行ったことが、問題となる。\nＸ大学の側からは、まずは、(d)大学教員には教授の自由が保障されるが、成績評価は教員が全く自由になし得るわけではなく、また教授の自由に基づき授業内容だけでなく成績評価をめぐる裁量が認められるとしても、大学は大学の自治に基づき教育の内容・方法を自律的に決定することができ、教授の自由も大学が定める教育目的や科目編成等の方針の範囲内で行使されるべきものであるといった主張を行うことになろう。その上で、(e)Ｙによる成績評価は、政治的観点に強く影響されており、学術的観点からなされるべき成績評価の範囲を明らかに逸脱していること、(f)地域経済論は必修科目であり、以上のような不適切な成績評価により不合格となった学生の不利益が極めて大きいこと、などを主張することができよう。なお本問では、司法権の限界について論じる必要はないが、この分野において、単位認定や専攻科修了認定について判断した判例（最判 昭和５２年３月１５日民集３１巻２号２３４頁、最判昭和５２年３月１５日民集３１巻２号２８０頁）の考え方は、学生の不利益の大きさを論じる上で参考になろう。\n４．設問２では、まずは、Ｙの側からの憲法上の主張を検討することになる。決定①をめぐっては、（ア）Ｙのような社会科学分野の研究者にとっては学問研究と研究成果に基づいた社会的活動を切り離すことは困難である、（イ）学問研究と切り離すことができない活動を記録した動画を研究所のサーバー上のウェブサイトに掲載したこと、調査のための出張に際し交流のある団体の集会で講演を行ったことは、いずれも研究の自由や成果発表の自由に含まれる、（ウ）決定①は翌年度に予定されていた研究活動を困難にするもので、研究活動の自由に対する重大な侵害に当たる、（エ）決定①は経営審議会での学外委員の発言を考慮してなされたもので、Ｘ県の産業政策を批判するという特定の見解に着目してＹの研究を差別的に取り扱うものである、といった主張が考えらえる。\n決定②をめぐっては、（オ）教授の自由は教育の内容・方法の決定及び成績評価の自由を含み、そうした自由の行使について大学では教員に広い裁量が認められる、（カ）講義も成績評価も研究成果に基づきなされている、（キ）Ｘ県の産業政策を批判する見解に対する否定的な立場から、団体Ｃに加入した学生への高い評価やＸ県の政策をめぐるＹの主張に批判的な学生への低い評価を問題視し、Ｙの教授の自由を制約するものである、といった主張が考えられる。\n５．以上のようなＹの主張を踏まえ、設問１でのＸ大学の主張も考慮しつつ、決定①、決定②について自説を展開することになる。\nＹの主張のうち、決定①に関わる（ア）（イ）については、Ｘ大学側からの(a)(b)の主張も踏まえつつ、社会科学分野の研究者にとっては研究活動と社会的活動とを切り離すことが難しい場合もあることを考慮して、学問の自由の保障範囲を見定め、その制約の当否を論じる必要がある。決定②に関わる（カ）についても、Ｘ大学側からの(d)の主張を踏まえ、同様に論じる必要がある。\nまた、決定①・決定②の双方について、Ｘ大学が大学の自治の主体であることにも意識しつつ、学問の自由の制約を論じなければならない。県立大学であるＸ大学を公権力としてのみ捉え、公権力が精神的自由である学問の自由を侵害しているとして厳格な判断基準を導くといっただけの形式的・図式的な議論では不十分であろう。行政機関とは異なり、大学が研究・教育の内容や方法について自律的に決定し得ること、本来は学問の自由の保障のために認められる大学の自律性に基づく決定が、個々の研究者の学問の自由と対立する側面があることにも、留意しなければならない。\n決定①に関する（ウ）については、学問の自由を論じる際には、今日の社会では研究者は学問の自由が保障された大学のような機関に所属しその支援を受けなければ研究の継続が難しいという点にも留意してほしい。その上で、Ｘ大学側からの(c)の主張も踏まえつつ、決定①がＹの研究にとってどの程度の制約となるのかを慎重に見極める必要があろう。\n決定②に関する（オ）については、判例（旭川学テ事件、最判昭和５１年５月２１日刑集\n３０巻５号６１５頁）が、普通教育とは異なり、大学教育の場合には、学生が一応教授内容を批判する能力を備えていると考えられると指摘していることが参考になろう。Ｙが教育の内容・方法の決定や成績評価について広い裁量を有していることを踏まえつつ、Ｘ大学側の- 2 -\n(e)(f)の主張にも留意して、学問の自由と社会活動の関係や学生の不利益にも配慮しながら、決定②の妥当性を検討することになろう。\n（エ）（キ）については、事案も踏まえつつ、見解（観点）に基づく差別的な取扱いがなかったかを検討することになる。表現の自由をめぐる見解（観点）規制に準じて考えることができよう。研究助成という仕組みにおいては大学の裁量が認められるとみることもできるが、これまで研究員全員に一律に研究助成金が配分されてきたことにも留意し、決定①について検討する必要があろう。",
  "scoring_notes": "第１ 全体について１ 大学の自治⑴ 大学の自治について検討することなく、一方的に大学の裁量論を展開する答案が見られた。\n個々の大学教授との関係で、大学の裁量を主張しようとするのであれば、それを支える憲法上の根拠として、大学の自治を明確に論じる必要がある。\n⑵ 大学の自治に言及した答案のうち、一定数のものはポポロ事件判決（最判昭和３８年５月２２日刑集１７巻４号３７０頁）を参照していたが、同判決の位置付けについて適切に配慮した答案は少なかった。\n⑶ 大学の自治が研究内容や教育方法に及ぶところまで論じていた答案が一定数あり、このような答案は評価できた。他方、大学の自治の内容を人事の自治、施設管理の自治、学生管理の自治としてのみ捉えたため、決定①②を大学の自治との関係で説明することに苦慮している答案も見られた。\n⑷ 決定①②が学長のみならず研究所運営委員会や学部教授会が関与した研究者集団の自律的判断としてなされたものであることなど、本問での決定過程と大学の組織としての自律性を保障する大学の自治の意義とを結び付けて論じた答案は高く評価できた。\n２ 学問の自由⑴ 多くの答案が学問の自由に言及していたが、その保障の趣旨について、表現の自由と同じ自己実現の価値や自己統治の価値のみを挙げて、学問の自由が保障される固有の意義を意識していないと思われる答案も見られた。\n⑵ Ｙ教授の主張を学問の自由から根拠付けている答案の多くが、研究の自由、教授の自由に言及していたが、研究成果の発表の自由にまで論及していない答案（表現の自由の問題と捉えているような答案も含む。）も一定数あった。\n⑶ 本問では、学問研究の自由の保障が研究助成金の交付に及ぶか、教授の自由の保障が成績評価に及ぶかという学問の自由の保護範囲が問われている。しかし、学問の自由に言及することなく、「助成金を得て研究活動をする権利」、「授業において成績評価をする自由」などと、本問の事例で問題となる人権を細分化して構成する答案も見られた。\n３ 両者の関係⑴ 大学の自治と、大学に所属する研究者の学問の自由との緊張関係に対する理解が足りない答案、大学の自治と学問の自由の緊張関係に言及しない答案が、一定数あった。\n他方、大学の自治と学問の自由との関係について自覚的に論じ、その立場に基づいて決定①②の憲法上の問題点を論じた答案は、高く評価できた。もっとも、この点について同じ立場を採りつつ、論理的な整合性なく、決定①と決定②とで具体的な判断枠組みや結論を分けている答案も一定数あった。これに対して、決定②では学生の権利利益が問題になる等、決定①との違いを意識しながら論じている答案は、さらに高く評価できた。\n⑵ 大学の自治と学問の自由との関係についての検討が各論部分で断片的になされている答案よりも、総論的に大きな構図を描いてから個別的な問題についての検討を行う骨太の答案は、問題意識が明確であり、高く評価できた。\n⑶ 例えば、大学の自治は学問の自由と衝突する場合には後退するという立場を採る場合、「大学の自治は学問の自由のための制度的保障だから」という曖昧な理由付けではなく、学問の自由の保障の趣旨等から説得的に論じた答案は、高く評価できた。\n他方、「Ｘ大学の立場」から大学の自治を論じ、「Ｙ教授の立場」から学問の自由を論じてはいるものの、「あなたの立場」では両者の関係について触れることなく、裁量論又は学問の自由の限界のいずれか一方で決定①②の憲法上の問題点を論じただけの答案は、高く評価することはできなかった。４ その他⑴ 大学の自治について触れることなく、学問の自由が公共の福祉により制限されるとして、大学外の公権力により学問の自由が制限されている事例と本問の違いを意識しないまま論じている答案は、高く評価することはできなかった。\n⑵ 本問では、様々な事実をきめ細かく拾いながら答案を構成することが求められており、事案の個別性・特殊性をどのくらい理解しているかが、評価を大きく左右する。ところが、事実関係を丹念に検討することなく、専ら違憲審査基準の寛厳で憲法上の評価を違えようとする答案が一定数あった。そのように審査基準論へ逃避したような答案は、高く評価することはできなかった。\n⑶ 憲法上の根拠を十分明示しながらＸ大学の主張を論じた答案の多くは、決定①②の個別の論点についても、Ｙ教授の権利との比較衡量など、適切な判断ができていた。\n他方、Ｙ教授の主張の場面でＸ大学の主張を混在させたり、Ｙ教授の主張において権利論が十分でなかったりする答案も見られた。\n⑷ Ｘ大学の判断の裁量統制に目的手段審査を用いることが許されないわけではないが、なぜ目的手段審査が適切なのかを本問の事案に即して説明することが必要である。\n⑸ 表現の自由や平等の問題を取り上げた答案もあったが、多くの答案は独立した権利侵害の問題として扱っていた。しかし、本問は大学における研究や成績評価が問題となっている以上、\n学問の自由を中心に論じることが求められる。そのため、表現の自由であれば見解規制の問題として、平等であれば大学の裁量の限界の問題として検討していなければ評価できない。\n⑹ 公権力と私人の関係、公務員の政治的中立性といった視点から論述を展開するなど、問題の構図を適切に捉えていない答案が一定数あった。\n⑺ 問題文に「司法権の限界については、論じる必要がない」と明記されているにもかかわらず、\n部分社会論を延々と論じる答案が一定数あった。\n⑻ 「Ｘ大学の立場」、「Ｙ教授の立場」、「あなたの立場」のいずれにおいても、第三者的立場から論じた結果、本問における問題点が不明確となり、同じような議論を繰り返し展開していた答案が見られた。\n第２ 決定①について１ Ｘ大学の立場⑴ 大学の自治を抽象的に論じるだけでなく、大学内の研究助成制度を設置運用することがＸ大学の裁量に含まれることを具体的に論じた答案は、高く評価できた。\n他方、大学の自治ないし研究の自主性の確保とは関係なく、Ｘ県の産業政策にとっての支障を決定①の目的として直接挙げる答案は、高く評価することはできなかった。\n⑵ 学問研究の自由が研究助成金の交付にまで及ぶかという論点に気付いている答案が相当数あった。他方、Ｘ大学の立場として、学問の自由が自由権であって、請求権的な性質を持たないという抽象的な理由付けしか挙げていない答案も一定数あったが、高く評価することはできなかった。\n⑶ Ｙ教授の活動が研究助成金の趣旨に適合しないとする点については、問題文の事実関係を丁寧に検討して説得的に論じる答案が多かった。\n⑷ Ｘ大学側の主張として「県の政策を批判する者には研究助成できない」などと論じつつ（Ａ研究所長Ｅは「特定の政策への批判は研究者としてあり得ることだ」と発言しているのであるから、この主張は問題文に示された事実関係とも整合しない。）、「あなたの立場」ではＸ大学のそのような理由に基づく決定は違憲であると論じるなど、Ｘ大学側において自身が不適切だと考える主張をあえて行う論述は、設問１ではもちろん、設問２でも評価できない。\n⑸ 昭和女子大学事件判決（最判昭和４９年７月１９日民集２８巻５号７９０頁）を引き、大学- 2 -には教員を含む構成員に対して包括的支配権があると論じるなど、大学の自治を判例から適切に根拠付けられていないと思われる答案も見られた。\n２ Ｙ教授の立場⑴ 研究助成を受ける権利が学問の自由に含まれるという立場を採る場合でも、それを抽象的に論じたり、「ベースライン」等の概念を説明なく用いたりするのではなく、Ａ研究所の研究助成制度の従来の運用等から、決定①がＹ教授の研究の自由・研究発表の自由に対する制約になり得ることを具体的に論じるべきである。また、この点で、表現活動一般と給付に関する憲法上の議論を応用して議論する答案も一定数見られたが、その中には、泉佐野市民会館事件判決（最判平成７年３月７日民集４９巻３号６８７頁）等の趣旨を正確に理解しないまま援用するものもあった。\n⑵ Ｙ教授のような研究領域では学問研究と研究成果に基づいた社会的活動（表現活動）とを区分することが難しいこと、こうした活動を理由に研究助成金を交付されないことが、社会科学系の研究活動の生命線に関わることに論及している答案は、高く評価できた。\n⑶ 本問におけるＹ教授の行動を憲法的に評価するときには、ポポロ事件判決における、大学教授の研究結果の発表の自由と「学生の集会」による「実社会の政治的社会的活動に当る行為」\nとの二分論を、そのまま用いることはできない。大学教授の研究結果の発表の自由と政治的社会的メッセージを社会的に発する行為とを区別することが、本問において可能かどうかを検討することが必要である。少数であるが、このことに気付いている答案もあった。\n⑷ 研究助成金の不交付がＹ教授の学問研究に重大な支障を与えること、研究助成金が不交付となった例がないことなどについて（それら全てではないにせよ）着目している答案は、多かった。また、研究助成金の不交付が政治的圧力によるもの、あるいはそれに対する忖度によるものである疑いについて取り上げている答案も相当数あった。\n⑸ 決定①がいわゆる内容規制であることを根拠として厳格な基準が適用されるなどと、やや機械的・抽象的に指摘するにとどまる答案も一定数あった。本問の研究助成金は、「特に優れた研究業績があると認められた者」が所属するＡ研究所の構成員への助成金であり、また「地域経済の振興に資する研究活動を支援すること」という特定の目的をもった助成金である。その点で、研究内容に着目した何らかの選別が予定されている面もあり、大学に所属する教員全員に、各人の研究内容にかかわらず一律に交付される通常の研究費とは異なる面もあり得ることに留意した答案は、高く評価できた。\n３ あなたの立場⑴ 決定①を、Ｙ教授の学問の自由に対する制限の問題として構成しつつ、判断枠組みとして「手段が効果的で過度でない」なる表現を採用する答案が一定数あったが、その多くはいわゆる論証パターンにのっとって、事案の一面を切り取って決定①が過度である・ないと機械的に論じるだけで、本問における大学の自治と学問の自由の対立の状況において決定①がいかなる意味で「過度か」という視点が欠落していた。\n⑵ 本問では、Ｙ教授が行ってきた諸活動が、学問研究といえるのか、あるいは研究助成金の趣旨に合致するのかが争点となり得る。Ｘ大学側・Ｙ教授側としてそのような争点を形成しておいて、「あなたの立場」でその争点の結論について論じずに（研究助成金の趣旨に合致しない支出があったと判断しているのかどうか判然としないままに）、部分的不交付でも目的を達成できるから全面的な不交付は必要な限度を超えて違憲であるとするものなど、別の論点で事案を処理する答案は、争点を回収できておらず、高く評価することはできなかった。\n⑶ Ｘ大学又はＹ教授の主張として複数の主張を挙げたものの、それらに対して適切に反論していない答案が一定数あった。また、「あなたの立場」を論じるまでの過程で力尽きてしまったせいか、薄い内容になってしまっている答案が目立った。\n４ その他- 3 -⑴ 憲法第８９条の「公の支配」を引き合いに出して本問を検討する答案が見られたが、本条をめぐっては私学助成が問題となっていることから分かるように、初めから公立大学法人たる県立大学が「公の支配」に属することは明らかであり、本問で本条について検討することは、完全に的を外している。\n⑵ 多くの権利（平等、思想良心の自由、表現の自由、学問の自由等）が羅列的に主張されている答案が見られたが、権利をただ羅列することに意味はなく、それぞれの権利相互の関係をしっかりと理解して、複数の権利を主張する必要があるのかよく検討して論じてほしい。\n第３ 決定②について１ Ｘ大学の立場⑴ 決定①に比べれば、大学の自治を踏まえて論述している答案が多かった。このうち、大学の自治を抽象的に論じるだけでなく、成績の評価が一定の範囲で大学の権限と責任に属することを具体的に論じた答案は、高く評価できた。\n⑵ 当該科目が学部の必修科目であることに着目し、教員と学生の間の力関係から、事実上団体への加入やブックレットへの賛同を強制することになってしまっている旨や、大学の自治の観点から、必修科目には大学（学部）のカリキュラムにおける理念が強く反映されるべきであり、\nその授業内容などについても教授に対する大学（学部）による規律が強く及ぶ旨を論じたものは、事案に即した主張を行っているものとして高く評価できた。\n⑶ 必修科目において不当な成績評価が学生の教育を受ける権利の侵害となり得ることを論じている答案が一定数あった。とりわけ富山大学事件判決（最判昭和５２年３月１５日民集３１巻２号２３４頁）を参照しながら論じた答案は、高く評価できた。高等専門学校に関するエホバの証人剣道実技拒否事件判決（最判平成８年３月８日民集５０巻３号４６９頁）を参照しつつ、\nその趣旨は大学にも及ぶと論じている答案も見られた。\n２ Ｙ教授の立場⑴ 多くの答案が、旭川学テ事件判決（最判昭和５１年５月２１日刑集３０巻５号６１５頁）を参照ないし意識しつつ、大学における教授の自由は初等中等教育機関における教師の教育の自由よりも広く保障されることを論じていた。\n他方、伝習館事件判決（最判平成２年１月１８日民集４４巻１号１頁）の趣旨を正確に理解しないまま援用するものもあった。\n⑵ 教授の自由が成績評価にまで及ぶかという点について意識できている答案が多かった。その中には、学問研究、学問研究成果の教授と成績評価の関係について説明できている優れたものもあった。\n⑶ 決定①が見解規制に当たることを踏まえ、決定②も見解規制に当たる可能性を指摘できていた答案は、少なかった。\n⑷ Ｙ教授の反論として、教授の自由に触れることなく「学問の自由の侵害がある」という主張に終始している答案や、教授の自由を研究発表の自由と混同している答案が見られた。\n３ あなたの立場⑴ 決定②は成績評価のやり直しを内容とするものであり、直接的には、成績評価が著しく妥当性を欠くことを理由とするものであるにもかかわらず、ブックレットを用いて授業をし、また、\n授業中に団体Ｃの勧誘を行ったという授業の問題点を挙げて成績評価のやり直しを正当であるとする答案がかなりあった。しかし、授業に問題があるということは、成績評価が不当であることと同じではない。\n他方、Ｙ教授の授業内容の問題と、成績評価の問題とを分けて、それぞれを大学の自治と教授の自由の関係から分析して論じている答案は、高く評価できた。さらに、授業の内容・方法の問題性と成績評価の不当性との関係が説明できている答案も、少数ながらあった。⑵ 決定②を、Ｙ教授の教授の自由に対する制限の問題として構成しつつ、判断枠組みとして「手段が効果的で過度でない」なる表現を採用する答案が一定数見られたが、その多くはいわゆる論証パターンにのっとって、事案の一面を切り取って決定②が過度である・ないと機械的に論じるだけで、本問における大学の自治と学問の自由の対立の状況において決定②がいかなる意味で「過度か」という視点が欠落していた。\n⑶ 大学では、教育内容・成績評価の自由が広く認められるというＹ教授の論拠が本問でも妥当するか否かについて、必修科目という特性や、団体Ｃの構成員を含むブックレットの共著者をゲストとして講義に招き、講義中に団体Ｃへの勧誘も行われた事情などに照らして検討し、事案に即した具体的な考察を示した答案は、高く評価できた。\n⑷ 決定②を違憲とした答案の中には、学生が被る不利益への配慮が欠けているもの、Ｙ教授の成績評価が裁量を逸脱していることを推認させる間接事実や、教授と学生との関係の特殊性についての検討が不足しているもの、Ｙ教授の主張を表面的に評価するにとどまるものがあった。\n⑸ 議論を進めていくうちに、いつの間にか、成績評価についてＹ教授が裁量を有しており、その裁量権の行使が適法かという問題となっている答案が一定数あった。\n⑹ 成績評価がＹ教授の自由に含まれると考えるにもかかわらず、決定②は事後的な試験のやり直しにすぎないから、Ｙ教授の自由は何ら規制されていないとする答案があった。\n⑺ Ｘ大学、Ｙ教授、それぞれに言い分があり、難しい判断を迫られるところが「あなたの立場」\nであるはずだが、この点の悩みが見えている答案は少なく、淡々と結論を導いている答案が多かった。また、決定①に関する論述以上に極めて薄い内容にとどまっている答案が多かった。\n４ その他Ｘ大学とＹ教授の主張を対比するのではなく、Ｙ教授による成績評価が学生の思想良心の自由の侵害や信条による差別の問題となり得ると構成した答案も見られた。そのような答案の多くは、\n大学の自治と教授の自由との関係にどのように関わるのかを適切に論じておらず、単に公権力による思想良心の自由や信条による差別の合憲性の判断枠組みと当てはめを論じるにとどまり、問題の構図を適切に捉えていなかった。\n第４ 形式面での注意点１ 判読が困難な筆跡の答案が依然として一定数あった。判読できない部分は、記述がないものして取り扱わざるを得ず、結果として、採点上極めて不利な事態を招くことになることをしっかりと認識すべきである。\n２ 例年指摘しているとおり、「成積」「一還」「関接的」「実行的な保障」「不可決」等、誤字には十分注意すべきである。\n３ 条文は間違えないように引用すべきである。\n４ 途中答案が多かった。時間配分を誤り、終着点を見定めぬままに答案を書き始めてしまったせいか、結論が不明瞭なまま終了してしまう答案も見られた。"
}