{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\n１ 貨物自動車運送事業等を営むＹ社は、令和元年１０月１日、それまでに他の運送事業者において約１０年間勤務し、その間に運行管理業務等に従事した経験を有するＸ１を、それらの経験や運行管理者の資格（注）を有する点を評価し、正社員として採用した。その際に締結された労働契約には、期間の定めはなく、職種や業務を限定する定めもなかった。採用決定時、Ｙ社はＸ１に対して「当面は運行管理者をお願いする。」と口頭で告げ、Ｘ１は以後運行管理者としてＹ社において運行管理業務に従事した。\nＸ２は、平成２９年５月１日、契約期間を１年とし、職種を乗務員とする有期労働契約をＹ社との間で締結し、Ｙ社で勤務していた。Ｘ２の有期労働契約は、平成３０年５月１日、令和元年\n５月１日及び令和２年５月１日に、それぞれ同一の内容で更新されたが、契約期間を通算した期間が５年を超えて更新することはないとされており、Ｘ２は、このことについて採用時に説明を受けていた。\n２ Ｙ社は、Ｘ１が運行管理業務に従事するようになってから乗務員による高速道路の使用が増加し、その費用がかなり高額になっていることを気に掛けていたところ、乗務員の間にＸ１による乗務指示の割り振りに対する不満がたまっているとの情報に接したことから、Ｘ１の運行管理者としての適性に疑問を持ち、令和２年９月、Ｘ１と面談することとした。Ｘ１は、同面談において、乗務員の不満の原因は人員の不足とそれに起因する業務過多にあり、乗務員の労働条件を改善し、離職を防止するためには、高速道路を使用させることは不可欠であるし、それにより輸送事故のリスクも下がることとなる、と説明した。\nＹ社は、Ｘ２を含む乗務員数人とも面談したところ、前記の情報のとおり、多くの乗務員がＸ\n１の乗務指示の割り振りに不満を持っていることが確認された。この面談の際、Ｘ２は、Ｙ社に対して、納入先からの帰路に、軽微ではあるが事故を起こしてしまい、それ以降、いつか大きな事故を起こすかもしれないと不安で乗務に集中できないことがある、乗務員以外の仕事に代わることができるのであれば代わりたい旨、心情を吐露した。\n３ Ｙ社は、Ｘ１及びＸ２らとの面談の結果を踏まえ、Ｘ１には運行管理者としての適性が十分に備わっているといえず、引き続き運行管理業務に従事させるのは不適当であると判断し、運行管理者資格を有する者をほかに手配できる見通しがあったため、Ｘ１の業務を運行管理業務以外の業務に変更することにした。また、Ｘ２についても、輸送事故への不安を持ったまま乗務員を続けさせるのはリスク管理の点から問題であると判断した。Ｙ社は、折から、倉庫部門の倉庫作業員数名の有期労働契約が終了し、倉庫作業員が４名不足する見通しであったことから、Ｘ１とＸ\n２を、倉庫部門において倉庫業務に就かせることとし、Ｘ１に対しては、Ｙ社就業規則の規定に基づき、令和２年１０月１日付けで倉庫部門への配置転換を命じ、Ｘ２に対しては、倉庫作業員への職種変更の申込みをし、Ｘ２は同日付けでこれに応じる意思表示をした。なお、Ｘ１が運行管理業務を行っていた場所と倉庫部門の倉庫作業員として業務に従事することとなる倉庫は、Ｙ\n社の同一敷地内にあった。また、当該配置転換によりＸ１の基本給等の所定内賃金には変更はなかったが、倉庫部門では時間外労働がほとんどないため、その分の賃金の減少が見込まれた。\n４ Ｘ１は、運行管理業務から離れることには不満があったものの、Ｙ社から、倉庫部門においてはその作業の管理も任せるとの説明を受けていたため、配置転換命令に従うこととしたのであったが、倉庫部門での勤務を実際に開始すると、作業の管理を行うためのシステムや設備が存在せず、仕分けや積込み等の作業しかなかった。また、倉庫部門の中で、正社員はＸ１ただ一人であ\n- 26 -り、他の倉庫作業員は全て有期労働契約で業務に従事する者であった。Ｘ１は、それらの状況を知ってモチベーションが下がり、肉体的疲労も強かったため、この配置転換に強い不満を抱くに至った。\nその一方で、Ｘ２は、乗務員であった時期に輸送した物品に関する豊富な知識があったことから、職種変更後の倉庫業務にやりがいを感じ、その知識をいかして同僚にも有効なアドバイスをするようになり、次第に周囲から頼られる存在となった。\n５ 令和３年４月、Ｙ社は、Ｘ２に対し、同年５月１日からの有期労働契約書を提示した。同契約書には、契約期間は同日から令和４年４月３０日までの１年間であること、更新はないこと、職種は倉庫作業員であることが記載されていた。Ｘ２は、職種変更により通算で更新可能な期間がリセットされると思い、同年５月以降も働けることを事務担当者に確認したところ、同事務担当者は、「それは難しいと思いますが、１年先の話ですから、今後、確認されてはどうですか。」と言い、それを聞いたＸ２は、確かに今確認する必要はないと思い、同契約書に署名した。\nその後約１年が経過した令和４年４月、Ｘ２は、Ｙ社に対して、労働契約の更新を求めたが、Ｙ社はこれを拒否した。Ｘ２とＹ社との間の労働契約は、同月３０日をもって契約期間が満了したが、翌５月１日時点で、倉庫作業員は２名不足していた。\n（注） 運行管理者は、道路運送法及び貨物自動車運送事業法に基づき、事業用自動車の運転者の乗務割の作成、休憩・睡眠施設の保守管理、運転者の指導監督、点呼による運転者の疲労・健康状態等の把握や安全運行の指示等、事業用自動車の運行の安全を確保するための運行管理業務を行う専門職であり、その資格を得るには、①事業用自動車の運行管理に関する５年以上の実務経験を有し、かつ、その間に所定の講習を５回以上受講していること等の要件を満たすこと、又は②運行管理者試験に合格することが必要である。自動車運送事業者は、営業所ごとに保有車両数に応じた一定の人数以上の運行管理者を選任しなければならない。\n〔設 問〕\n１．Ｘ１は、倉庫部門への配置転換は不当であり、運行管理業務に戻すべきであると主張している。このＸ１の見解の当否について、検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。\n２．Ｘ２は、Ｙ社の契約更新拒否は不当であり、令和４年５月１日以降もＹ社に雇用され続けていると考えている。このＸ２の見解の当否について、検討すべき法律上の論点を挙げて、あなたの意見を述べなさい。\n- 27 -\n〔第２問〕（配点：５０）\n次の事例を読んで、後記の設問に答えなさい。\n【事 例】\n食品の製造販売業を営むＹ社は、同社の全ての事業場で労働者の過半数を組織するＡ労働組合との間で３０年前になされた書面化されていない合意に基づき、同社の正社員（無期労働契約で雇用されている労働者）に対し、７月と１２月の年に２回、それぞれ基本給月額の２か月分の賞与を支給してきた。その支給要件は、７月に支給される賞与については前年度の１０月から３月までの期間、１２月に支給される賞与については当年度の４月から９月までの期間に、所定労働日数の９割以上出勤し、賞与支給日に在籍していることとされ、３０年間、この取扱いが同社内で問題とされることはなかった。その間、同社の正社員に適用される正社員就業規則（後述する令和２年の改定の前のもの）には、賞与の支給に関しては、「会社は、会社の業績や経営状況等により、７月と１２月の年に２回、賞与の支給日に在籍している正社員に対し、賞与を支給することがある。」との規定が置かれているのみであった。一方、同社の契約社員（有期労働契約で雇用されている労働者）に適用される契約社員就業規則（後述する令和２年の改定の前のもの）には、賞与の支給に関する規定はなく、同社の契約社員には賞与は支給されていなかった。\nＹ社は、「働き方改革を推進するための関係法律の整備に関する法律」（平成３０年法律第７１号）による「短時間労働者及び有期雇用労働者の雇用管理の改善等に関する法律」（平成５年法律第７６号）の改正（同改正により同法の題名も改められた。）が令和２年４月１日に施行されることに合わせて、同年７月から、契約社員にも賞与を支給する方針を固めた。Ｙ社は、令和元年１０\n月から令和２年３月にかけてＡ労働組合と団体交渉を重ね、同月２７日に、Ａ労働組合との間で、「令和２年７月以降の賞与は、正社員については基本給月額の１．８か月分とし、契約社員については基本給月額の０．５か月分とする。」との書面による労働協約を締結した。なお、同社は、同年３月末時点で、２００人の正社員と１２５人の契約社員を雇用しており、正社員である労働者は、ユニオン・ショップ協定に基づき、取締役を兼務する部長６名と総務部の次長・課長２名以外の全員がＡ労働組合に加入しているが、同社の契約社員は、ユニオン・ショップ協定の対象外とされ、Ａ労働組合に加入していない。\nＹ社は、同労働協約の締結後、正社員就業規則の前記の賞与規定を改定して、「会社は、７月と１２月の年に２回、７月に支給される賞与については前年度の１０月から３月までの期間、１２月に支給される賞与については当年度の４月から９月までの期間に、所定労働日数の９割以上出勤し、賞与支給日に在籍している正社員に対し、基本給月額の１．８か月分の賞与を支給する。」との規定を設け、契約社員就業規則には、新たに、「会社は、７月と１２月の年に２回、７月に支給される賞与については前年度の１０月から３月までの期間、１２月に支給される賞与については当年度の４月から９月までの期間に、所定労働日数の９割以上出勤し、賞与支給日に在籍している契約社員に対し、基本給月額の０．５か月分の賞与を支給する。」との規定を設けた。Ｙ社は、Ａ労働組合から、「各就業規則改定に賛成する」旨の意見を聴取し、令和２年３月３１日、所轄の労働基準監督署長に改定後の各就業規則の届出をした上で、同社の全ての労働者に対し、社内電子メールを送付して改定後の各就業規則を周知した。\nＹ社の正社員でＡ労働組合の組合員であるＸ１は、令和２年７月に支給された賞与が従来支給されていた基本給月額の２か月分から１．８か月分に減額されたことに不満を持っている。\nまた、平成２９年４月１日に契約期間１年の有期労働契約でＹ社に雇用された契約社員であるＸ\n２は、同契約を３回更新され、令和２年７月を迎えたが、同月に支給された賞与が基本給月額の０．\n５か月分であったことに不満を持っている。Ｘ２が、Ｙ社に対し、正社員と契約社員の間の賞与の相違とその理由について説明を求めたところ、Ｙ社の総務部長は、Ｘ２に対し、「会社の就業規則にそう規定されています。」と述べて、同社の正社員就業規則と契約社員就業規則の該当規定を提\n- 28 -示した。\nなお、Ｘ２は、Ｙ社で食品衛生管理に関する事務作業に従事しているが、その職務の内容は、同じ部署で働いている入社３年目の正社員と同じであり、同部署の入社１年目の正社員に対して、業務遂行について教育指導を行うこともあった。Ｙ社の契約社員の基本給は時間給制であり、契約社員には勤務地の変更を伴う配置転換はない。Ｙ社の正社員の基本給は経験と能力に応じた職能給\n（月給）制であり、正社員には勤務地の変更を伴う配置転換があるほか、同社の幹部になることを視野に入れ、長期的に人材育成がなされるものとされていた。Ｙ社には、契約社員から正社員に登用される制度はない。\n〔設 問〕\n１．Ｘ１は、Ｙ社に対し、基本給月額２か月分の賞与の支払を請求することができるか。考えられる論点を挙げて検討し、あなたの見解を述べなさい。\n２．Ｘ２は、Ｙ社に対し、正社員と契約社員の間の令和２年７月以降の賞与の相違について、何らかの請求をすることができるか。考えられる論点を挙げて検討し、あなたの見解を述べなさい。\n- 29 -\n- 30 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は、配置転換命令の法的根拠、その適法性及び有期労働契約の雇止めの可否という、個別的労働関係法における基本的な論点について検討することを求めるものであり、それらの論点に関する最高裁判例や関係条文から導き出される規範の正確な理解と当該規範への具体的事実の当てはめの的確さを問うものである。設問１では、資格等を有する労働者のキャ\nリア形成への期待を配置転換命令の適法性を判断する上でどのように考慮すべきか、設問２では、更新がない旨を明示する条項（いわゆる「不更新条項」）がある有期労働契約書に労働者が署名をした場合における雇止めの問題、雇止めが不適法であった場合において通算契約期間が５年を超えるときの労働契約法第１８条による期間の定めのない労働契約への転換、といった近時の労働法実務において問題となる点が問われており、前記の判例・関係条文の理解を前提に、本問の事例の事実関係に照らして的確に論述をする能力を問うものである。\n設問１は、運行管理者の資格を有することや運行管理業務に従事した経験を有することが評価されてＹ社に採用され、採用後Ｙ社の運行管理者として運行管理業務に従事していた労働者に対し、倉庫部門への配置転換を命ずることの適法性等を問うものである。\n本問において配置転換命令の適法性を検討するに当たっては、まずＹ社がＸ１に対して配置転換命令権を有するのか、その法的根拠は何かを明らかにすることが求められる。就業規則に配置転換命令権に関する規定があり、その内容が合理的であって、かつ労働者に周知されていたのであれば、これが労働契約の内容になるが（労働契約法第７条本文）、勤務地限定の合意や職種業務限定の合意があれば、当該合意された内容が優先することとなる（同条ただし書）。本問の事例における配置転換命令は、Ｙ社の就業規則の規定に基づいてなされており、労働契約に職種や業務を限定する定めはないが、Ｘ１がＹ社に採用された経緯や採用時のＹ社の説明等を踏まえると、Ｘ１は、職種・業務を限定する合意があったと主張することが考えられるところであり、その当否について検討することが論述のポイントの一つとなる。\n使用者が配置転換命令権を有すると認められる場合であっても、それを濫用してはならない（労働契約法第３条第５項参照）。転勤命令（勤務地変更命令）が権利濫用となる場合について判示した最高裁判例（東亜ペイント事件・最判昭和６１年７月１４日労判４７７号６頁）\n- 33 -の判旨は、配置転換命令の事案にも妥当するものとされており（日産自動車村山工場事件・最判平成元年１２月７日労判５５４号６頁）、それによれば、権利濫用となるのは、①業務上の必要性が存しない場合、②他の不当な動機・目的をもってなされた場合、③労働者に対し通常甘受すべき程度を著しく超える不利益を負わせる場合等、特段の事情の存する場合である。本問についても、これらの場合に該当するかを、事実を摘示して検討することとなる。\n特に③に関しては、労働者が自身の能力・経験を活用することの利益や労働者のキャリア形成への期待を、この判断枠組みの中でどのように（どの程度）考慮に入れるかという観点からの検討をすること（安藤運輸事件・名古屋高判令和３年１月２０日労判１２４０号５頁等参照）が、論述の重要なポイントとなる。\n設問のとおり、Ｘ１は、「運行管理業務に戻すべきである」と主張しており、本問では、法律上の論点として、運行管理者としての地位確認請求（就労請求権）が認められるか、あるいは、倉庫部門における就労義務のないことの確認にとどまるのかについても検討する必要があろう。\n設問２は、Ｘ２について、有期労働契約の期間満了時に契約の更新を拒否すること（いわゆる「雇止め」）の可否等を問うものである。\n本問において、Ｘ２は、採用時に、契約期間を通算した期間が５年を超えて更新することはないとの説明を受け、また、令和３年５月１日から令和４年４月３０日までを契約期間とする５年目の契約締結時には、更新はないことが記載された有期労働契約書に署名をしているものの、その期間満了時に契約が更新されることをＸ２が期待していたことは明らかであり、実際、Ｘ２は、契約更新拒否は不当であり、同年５月１日以降もＹ社に雇用され続けていると考えている。本問は、そのようなＸ２の見解の当否について検討することを求めるものであるから、労働契約法第１９条の適用があるか、具体的には、同条第１号該当性、同条第２号該当性、同条柱書の要件充足性について、それぞれ本問の事案に即して検討し、論述することが、重要なポイントとなる。特に、同条第２号該当性に関しては、同号に規定する\n「当該有期労働契約が更新されるものと期待することについての合理的な理由」の有無の認定について、積極方向に働き得る事実関係と消極方向に働き得る事実関係とがいずれも存在することから、採用時の状況、４年目の途中で職種を変更した事情、５年目の契約締結時の状況やその際のＹ社事務担当者の発言等、その判断に必要な事実を的確に拾い上げ、論述することが求められる。また、本問においてＸ２に対する契約更新の拒否が不適法とされ、労働契約法第１９条による更新が認められる場合には、通算契約期間が５年を超えることとなることから、Ｘ２は、同法第１８条第１項による無期労働契約への転換を主張することが考えられる。本問では、この点についても検討し、論じることが求められよう。\n〔第２問〕\n本問は、働き方改革を推進するための関係法律の整備に関する法律（平成３０年法律第７１号。いわゆる働き方改革関連法）による短時間労働者及び有期雇用労働者の雇用管理の改善等に関する法律（以下「短時間・有期雇用労働法」という。）の改正（題名も変更）に伴い企業内の賞与制度が改定されたという事案を素材に、労働協約、就業規則、労使慣行など労働法の法源に関する基本問題についての正確な理解と、近時実務上の重要課題となっている有期・無期雇用労働者間の待遇格差の是正をめぐる論点についての法的な理解と事例に即した判断の能力を問うものである。\n設問１では、労働協約を締結した労働組合の組合員である正社員Ｘ１が改定前の基準による賞与の支払を請求できるかが問われている。この問いに答えるに当たっては、①令和２年の就業規則改定前の書面化されていない労使合意に労働協約としての規範的効力が認められるか、②３０年間継続して行われてきた賞与支給という取扱いに労使慣行としての法的効力\n- 34 -が認められるか、③労働条件を不利益に変更する労働協約について労働組合に協約締結権限が認められ、同協約は規範的効力をもつものといえるか、④労働条件を不利益に変更する就業規則に法的拘束力が認められるかという点が、主たる論点となる。\n①書面化されていない労使合意の効力については、労働組合法第１４条の要件を満たしていない労使合意の効力についての判例の立場と同条の趣旨（都南自動車教習所事件・最判平成１３年３月１３日民集５５巻２号３９５頁参照）を理解し、自らの見解を述べること、②\n労使慣行の法的効力については、その要件を考察し（商大八戸ノ里ドライビングスクール事件・大阪高判平成５年６月２５日労判６７９号３２頁等参照）、本件事案に適切に当てはめること、③労働条件を不利益に変更する協約締結権限（規範的効力）の有無については、判例の原則的な立場とその例外（朝日火災海上保険〔石堂・本訴〕事件・最判平成９年３月２７\n日労判７１３号２７頁等参照）を理解し、自らの見解を述べること、④労働条件を不利益に変更する就業規則の拘束力については、労働契約法第１０条の周知と合理性の要件を満たしているか否かについて本件事案における適切な判断ができること（特に、契約社員の待遇改善のために正社員の待遇を引き下げることの相当性や多数組合との合意〔労働協約〕の存在等が合理性判断にいかなる影響を与えるかについて適切に判断すること）が、それぞれ論述の重要なポイントとなる。\n設問２では、契約社員であるＸ２が正社員との賞与の相違（改正短時間・有期雇用労働法施行以降のもの）について何らかの請求ができるかが問われている。ここでは、①短時間・有期雇用労働法第８条が禁止する不合理な待遇の相違の有無、②同条違反を理由に請求する場合の請求の根拠が主たる論点となる。\n①同条の不合理な待遇の相違の有無については、ⓐ不合理性の判断枠組み、ⓑ改正前の労働契約法第２０条に関する判例の存在（学校法人大阪医科薬科大学〔旧大阪医科大学〕事件\n・最判令和２年１０月１３日労判１２２９号７７頁）とその理解、ⓒ改正前の労働契約法第\n２０条と改正後の短時間・有期雇用労働法第８条の不合理性の判断の異同、ⓓ判例の事案と本件事案の異同、ⓔ短時間・有期雇用労働法第１４条第２項の事業主の説明義務の遵守状況と不合理性判断との関係等の点を踏まえながら、本件の賞与の相違（正社員については１．\n８か月分、契約社員には０．５か月分）の不合理性の有無について、同法第８条に則した適切な判断ができるかが、②短時間・有期雇用労働法第８条違反を理由とする場合の請求の根拠については、不法行為損害賠償請求との構成に言及し、労働契約上の賃金請求の可能性（ハ\nマキョウレックス〔差戻審〕事件・最判平成３０年６月１日民集７２巻２号８８頁等参照）を検討することが、それぞれ論述の重要なポイントとなる。\n本問では、設問１において、集団的な労働関係を含む労働法の法源に関する基本的な理解が、設問２において、近時の法律改正と判例の動向についての正確な理解と論述の能力が問われている。伝統的な労働法の枠組みとともに近時の法律や判例の動きについて正確に理解し、初見の事案に対しても適切な解釈と判断ができるという、法曹人としての基本的な能力を問う問題である。",
  "scoring_notes": "１ 出題の趣旨、狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点に当たっては、各問の事例の具体的な事実関係に即し、設問が求める法的検討・論述に必要な論点を的確に抽出できているか、関係する法令、判例及び学説を正確に理解し、これを踏まえて各論点について論理的かつ整合性のある法律構成及び事実の当てはめを行い、適切な結論を導き出しているかを基準とした。\n出題された事例の事案のポイントを正確に把握し、紛争の解決や法的検討に必要な論点を的確に取り上げた上、その論述が期待される水準に達している答案には、おおむね平均以上の得点を与えることとした。各論点について関連する法規定や法原則の趣旨に遡った論証を展開し、当てはめにおいて必要な事実を過不足なく摘示し、あるいは、着目すべき当該事例の特徴的な事実関係を適切に読み取って必要な分析・検討を行っているなど、特に優れた事例分析や考察が認められる答案には、更に高い得点を与えることとした。\nなお、答案の中には、極めて小さな文字で書かれてあるものや、非常に乱雑で文字の判読が困難なものもあった。この点は、過去の採点実感においてもこの項で繰り返し指摘してきたところであり、再度指摘しなければならないことは残念である。文字の巧拙が得点そのものを左右するわけではないが、相手に伝えるために書くものであることを意識し、できるだけはっきりとした読みやすい文字で丁寧に答案を作成することを強く望みたい。\n３ 採点実感等⑴ 第１問について本問は、配置転換命令の法的根拠、その適法性及び有期労働契約の雇止めの可否等について検討することを求めるものである。\nＸ１に対する倉庫部門への配置転換命令の適法性等が問われた設問１では、まず、①Ｙ社がＸ１に対して配置転換命令権を有するのか、その法的根拠は何かを明らかにし、その上で、②本件のＸ１に対する配置転換命令が適法なものであったか、権利の濫用に当たるものではないかを、\n順に検討することになる。\nこのうち、①の配置転換命令権の有無については、本件におけるＸ１に対する配置転換命令がＹ社の就業規則の規定に基づいて発せられたものとされる一方で、Ｘ１との労働契約には職種や業務を限定する定めはなかったものの、Ｘ１の採用には同人が運行管理者としての資格や経験を有することが大きく評価され、かつ、そのことはＹ社とＸ１との間の共通認識であったと考えられることなどの事情がある。そこで、Ｙ社がＸ１に対して配置転換命令権を有することが、就業規則に定める「合理的な労働条件」としてＸ１との「労働契約の内容」になっていたといえるのか（労働契約法第７条本文）、それとも、職種限定の合意が成立しており、就業規則と「異なる労働条件を合意していた」（同条ただし書）と認めるべきであるかを、前記の採用に至る経緯のほか、採用時のＹ社の言動等の事実を拾い上げつつ具体的に検討することが、まず求められる。\nしかしながら、配置転換命令権の法的根拠を論じるに当たり、就業規則に言及していない答案や、\n就業規則に言及していても労働契約法第７条に言及していない答案が少なくなく、それらの答案の中には、本件における配置転換命令は、Ｙ社が有する人事権の行使として認められるとするものも、少なからず見られた。労働契約の内容は何を根拠として確定されるのかという、基礎的な視点について改めて正しく理解すべきである。また、Ｘ１との労働契約に職種や業務を限定する定めがなかったことのみを指摘して「職種限定合意はない」とするにとどまる答案が少なくなか- 30 -ったが、Ｘ１の主張の内容や、当該主張の正当性を認める方向に評価し得る事実が少なからず存在したこと等に鑑みれば、それだけでは本件の事案に即した検討としては十分ではないと評価せざるを得ない。\n②の配置転換命令権の濫用の主張に関しても、その主張の制定法上の直接の根拠となり得る条文（労働契約法第３条第５項）を指摘していないものや、事案に照らして適切とはいえない異なる条文（同条第４項等）を指摘するものが少なくなかった。また、本件の配置転換命令権の行使が濫用に当たるかについては、その判断の基本的な視点を示す判例の立場（東亜ペイント事件・最判昭和６１年７月１４日労判４７７号６頁）を正確に理解し、それを十分に念頭に置いて判断の枠組み（規範）を定立し、示すことが求められるが、判例の判旨を正しく理解していないと思われる答案や、その点に誤りがあるとまでは言えないとしても、記述が不正確と言わざるを得ないものも少なからず見られた。もとより判例の文言を一字一句丸暗記することを求めるものではないが、例えば、労働者に対し「通常甘受すべき程度を著しく超える不利益」を負わせる場合、\nといった判旨のキーセンテンスについて、その意味するところを十分に検討し、それに基づいて論述することが、論旨の説得力につながる。なお、そうした判例の考え方について言及することなく、独自の判断枠組みを提示する答案も少数見られたが、確立した判例と異なる立場を採るのであれば、その理由を説得的に示すことは必須であろう。\n②に関しては、労働者が自身の能力・経験を活用することの利益、労働者のキャリア形成への期待といった観点からも検討をすることが望まれたが、これらに適切に言及し、論述することができた答案は、多くはなかった。その一方で、近時、一般に、配置転換命令の当否が争われる事案において、ワークライフバランス（労働契約法第３条第３項）や育児等を行う労働者の配置に関する配慮（育児休業、介護休業等育児又は家族介護を行う労働者の福祉に関する法律第２６条）\nが問題になることが多いためか、これらの法律の規定を指摘して論じる答案も見られたものの、\n本件のＸ１について、生活上の利益を重視していたり、育児等を行っていたりしたことをうかがい知る根拠となり得る事情は、事例には見受けられない。事案に即した論述をする必要がある。\n職種限定合意の存在を認めた上で、本件の配置転換命令権の行使が権利の濫用に当たり無効であるとした場合、運行管理業務に戻すべきであるとのＸ１の主張（運行管理者としての就労請求権）が認められることとなる。これに対して、職種限定合意を認めない場合には、倉庫部門における就労義務がないことの確認にとどまることとなろう。この点を意識して論述した優れた答案も、ごく少数であったが見られた。\n有期労働契約の期間満了時における更新拒否（いわゆる「雇止め」）の可否等が問われた設問２では、一定の要件を満たす場合に労働者からの有期労働契約の更新の申込みに対して使用者が従前と同一の労働条件でこれを承諾したものとみなすものとする労働契約法第１９条がＸ２について適用されるかどうかを中心に論じることになる。\nこの点、同条の文言を長々と描き写すことに紙幅を費やした答案が少なからず見られたが、むしろ、同条の柱書き及び各号のそれぞれの意義や内容、これらの相互の関係（本条全体の構造）\nの正確な理解とそれに基づく論述が求められるところであり、そうした理解・論述が、その後の当てはめの論旨の明確さと説得力の前提となる。答案の中には、こうした構造を十分に理解せず、\n第１号該当性と第２号該当性の違いを意識しないで論じるものや、各号該当性（第１段階の審査）\nよりも先に同条柱書き該当性（第２段階の審査）を論じるものが少なからず見られた。また、同条柱書き該当性を論じる際に、同法第１６条や一般的な権利濫用の法理を持ち出し、それらに当たるかどうかのみを論じるような、理解に混乱が見られる答案もあった。\n労働契約法第１９条のように、事案の解決に直接適用され得る実務的に重要な条文については、\nその規定の一つ一つの文言の意義や内容、相互の関係等を十分に確認し、実際の事例が当該条文にどのように当てはめられ、どのような結論が導かれ得るかを検討するといったトレーニングを日常から積んでおくことが極めて有益であろう。そうした検討を積み重ねていたり、あるいは、\n- 31 -実際に同条の適否が問題となった裁判例に多く接したりしていれば、本件において、例えば同条第１号についてはこれに当たらない理由を端的に述べることが可能であることにも、容易に思い至ることができたであろう。\n第２号該当性を判断するに際しては、本件においては、Ｘ２の有期労働契約が更新されるものと期待することについて合理的な理由があると認める方向に働き得る事情と、これがないと認める方向に働き得る事情の双方があることから、そのいずれについても指摘し、それらを適切に衡量した上でいずれかの結論を導くことが求められる。しかしながら、どちらか一方の事情を指摘するにとどまり、結論を導く理由の説明が一面的なものにとどまる答案が少なくなかった。\nまた、本問では、雇止めが不適法であり労働契約法第１９条により有期労働契約が更新されることとなれば通算契約期間が５年を超えることとなることは自明であり、このような場合において同法第１８条による期間の定めのない労働契約への転換が主張され、その当否が問題となる事例は、近時の労働法実務において頻繁に見られるところである。しかしながら、同条に言及した答案自体がそれほど多くなく、言及するものであってもどのように問題となるのかを正確に論じた答案は少数であった。\n本問は、労働契約法第３条第５項、第７条、第１８条、第１９条といった同法の基本的な条文や、東亜ペイント事件等の最も基本的な判例を正確に理解し、それらの規定や判例の判旨において示された判断枠組みにおいて有意な事実を事例から的確に拾い上げ、それらを適切に評価して結論に至る道筋を論理的に示すことができれば、優に合格水準に達したと思われる。改めて、基本的な条文と判例についての深い理解が基本であり、重要であることを指摘したい。\n⑵ 第２問について本問は、短時間労働者及び有期雇用労働者の雇用管理の改善等に関する法律（平成５年法律第７６号）の改正（題名も変更。以下「短時間・有期雇用労働法」という。）に伴い企業内の賞与制度が改定されたという事案を素材に、賞与が減額された正社員からの賞与減額分の支払請求の可否（設問１）、賞与が支給されるようになったが正社員とはなお相違がある契約社員からの法的請求の可否（設問２）について、考えられる論点を挙げて検討することを求めるものである。\n労働協約を締結した労働組合の組合員である正社員Ｘ１が改定前の基準による賞与の支払を請求できるかが問われた設問１では、①改定前の書面化されていない労使合意に労働協約としての規範的効力が認められるか、②３０年間継続して行われてきた賞与支給という取扱いに労使慣行としての法的効力が認められるか、③労働条件を不利益に変更する労働協約について労働組合に協約締結権限が認められ、同協約は規範的効力をもつものといえるか、④労働条件を不利益に変更する就業規則に法的拘束力が認められるかという点が、主たる論点となる。このうち②及び③については多くの答案が判例や主要な裁判例（商大八戸ノ里ドライビングスクール事件・大阪高判平成５年６月２５日労判６７９号３２頁、朝日火災海上保険〔石堂・本訴〕事件・最判平成９年３月２７日労判７１３号２７頁等）の立場を理解して的確な論述を行っていたが、①及び④についてはそもそも論点として取り上げていない答案が少なからず見られた。①及び②は、いずれも本件において基本給２か月分の賞与の支払請求をする労働契約上の根拠（請求原因）となり得るものであり、労働条件の不利益変更の可否（③・④）を検討する前提となるものでもあるが、\nそのように、この点を正確に理解せず、前提を欠く論を展開する答案が少なからず見られたことは、残念であった。また、③において改定された労働協約に規範的効力が認められるという結論を採ったことから、④は論じる必要がないと考えたのではないかと思われる答案もあった。しかし、設問において求められているのは、特定の見解に立って一つの結論を導き出すことにとどまるものではなく、「考えられる論点を挙げて検討」し、自らの見解を述べることである。ある論点を検討した結果、一の結論を得るという観点からは検討が不要になり得るものであっても、当該事例において争点となると考えられる論点については取り上げて検討することが求められていることに留意してほしい。さらに、④の検討のうち、就業規則変更の合理性の判断において、ⓐ- 32 -賞与の基本給月額０．２か月分の減額をそれほど大きな不利益ではないと安易に述べる答案が散見されたこと、ⓑ契約社員の待遇を改善するために正社員の待遇を引き下げることについて社会的相当性が認められるとする答案が少なくなかったことは、気になる点であった。これに対し、\n契約社員の待遇改善のために正社員の待遇を引き下げることは改正法の趣旨に照らし相当とはいえないことを述べた答案も、多くはなかったが見受けられ、そのような答案には高い評価を与えた。\n契約社員であるＸ２が正社員との賞与の相違（改正短時間・有期雇用労働法施行以降のもの）\nについて何らかの請求ができるかが問われた設問２では、多くの答案が、①短時間・有期雇用労働法第９条が禁止する差別的取扱いの有無、及び、②同法第８条が禁止する不合理な待遇の相違の有無を論点として取り上げていたが、③これらの各条に違反する場合にＹ社に対して法的請求をする根拠（労働契約上の賃金請求の可否と不法行為としての損害賠償請求の成否）についてまで論を進めることができたのは、答案の半数程度であった。本設問において全体の成績の良し悪しを分けるポイントとなったのは、待遇の相違の不合理性の判断（前記②）において、同法第８条の構造に則して正社員に支給されている賞与の性質・目的を分析し、それに照らして正社員と契約社員間の賞与額の相違が不合理なものといえるかを論理的に判定する論述を展開できているか、請求の根拠（前記③）において、直律的効力を定める法律上の規定が存しないことや、本件就業規則の規定の合理的解釈による賃金請求権の存否について、的確に論述できているかであった。また、待遇の相違の内容と理由についての事業主の説明義務（同法第１４条第２項）に言及し、この点を前記②において考慮した答案も見られ、そのような答案には高い評価を与えた。なお、前記②について、法改正前の労働契約法第２０条に関する判例（学校法人大阪医科薬科大学〔旧大阪医科大学〕事件・最判令和２年１０月１３日労判１２２９号７７頁）の立場を踏まえた論述を展開した答案もあったが、法改正前の同条と法改正後の短時間・有期雇用労働法第８条の不合理性判断の異同や判例の事案と本件事案の異同について的確に論じた答案は、ほとんど見られなかった。\n両設問を通じて、合格水準に達しなかった答案にある程度共通して見られた特徴は、①根拠条文を示していない、②論理的思考の過程を明らかにせず結論のみを提示している、③要件の理解が不十分であるために、当てはめにおける判断が曖昧で不明確である、という点にあった。これに対し、考えられる論点を的確に拾い出して整理し、出題の意図を正確に理解しつつ各論点について過不足なく論述を展開している優秀な答案もあった。\n本問では、設問１において、集団的な労働関係を含む労働法の法源に関する基本的な理解を問い、設問２において、近時の法律改正と判例の動向についての正確な理解と論述の能力を問うたが、結果的に、いずれの設問においても、労働法の基本的な事項についての正確な理解に基づき、\n事例の具体的事実を分析して的確な論述をすることができているかによって成績が大きく分かれた。\n４ 答案の評価「優秀」の水準にあると認められる答案とは、出題の趣旨を正確かつ深く把握し、言及を要する論点をほぼ漏れなく論じ、法令や判例の趣旨・射程の正確な理解に基づく的確な規範定立と緻密な事実の評価・当てはめを行い、全体として論理に飛躍や無理のない説得的な論述を行っていると認められる答案である。\n「良好」の水準にあると認められる答案とは、論ずべき論点にはおおむね全て触れており、法解釈について法令や判例の理解に基づく一定の見解を示した上で、設問に対する結論を導き出すのに必要な具体的事実を事例から拾い上げることができている一方で、当てはめにおいて小さな問題が見られたり、判例の理解が十分とまでは言えない面が見られたりするなど、「優秀」の水準にある答案のような論述の緻密さ、深みが認められない答案である。\n- 33 -「一応の水準」にあると認められる答案とは、労働法の基本的な論点について一定の知識はあると認められるものの、論ずべき論点の一部に言及していなかったり、言及した論点においても、規範の定立に至る論理に欠落があったり、当てはめに不十分さが見られたりするほか、関係条文・判例に対する知識の正確性に難があり、論証において拾い上げる必要がある事実を事例の事実関係の中から的確に捉えて評価することができていない答案である。\n「不良」の水準にあると認められる答案とは、関係条文・判例に対する知識に乏しく、労働法の基本的な考え方の理解にも至っておらず、例えば、関係する法令を挙げることも規範を示すこともせずに単に問題文中の具体的な事実をなぞるにとどまっていたり、少ない知識から無理に構成した適切でない論理や規範から短絡的に断定的な結論を導いていたり、極めて表層的な当てはめに終始するだけであったりするなど、具体的事実に対応して法的見解を展開するというトレーニングを経ておらず、基本的な理解・能力が欠如していると思われる答案である。\n５ 今後の出題出題方針について変更すべき点は特になく、今後も、法令、判例及び学説に関する正確な理解に基づき、事例を的確に分析し、必要な論点を抽出した上で自己の法的見解の論証を正確かつ説得的に展開し、事例の中から有意な事実を過不足なく拾い上げて当てはめることによって、妥当な結論を導くという、法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。\n従来と同様に、労働契約法、労働基準法を中心とする個別法の分野と労働組合法を中心とする集団法の分野のバランスにも配慮する予定である。\n６ 今後の法科大学院教育に求めるもの基本的な法令、判例及び学説については、単なる暗記にとどまらない法の趣旨や理論的基盤に基づいた本質的な理解が図られるよう、更なる指導をお願いしたい。また、それらを具体的な事案に適用して論理的に結論・解決に導く能力を磨くために、事例分析の前提となる基礎的な事実を正しく把握する理解力、結論に至る論理を導くために必要な論点を抽出し、その相互の関連性を意識しつつ分析する能力、法令、判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し、法の趣旨に沿った適切な事実の当てはめを行って妥当な結論を導く能力など、法律実務家に求められる基本的な法的思考力を更に養成するよう重ねてお願いしたい。\n- 34 -"
}