{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\nＡ男（甲国籍）とＢ女（日本国籍）は２０年前に日本で適法に婚姻し、その後も日本で婚姻生活を営んでいた。婚姻から５年後にＡＢ間に生まれた子Ｃ（出生時は甲国と日本の重国籍者であったが、既に甲国籍を選択した。）は、現在１４歳である。Ａは、５年前に日本で交通事故に遭って重傷を負い、頭部への受傷に起因する精神上の障害により事理を弁識する能力を欠く常況となって、回復は絶望的な状態に陥った。この時点におけるＡの所有財産として、日本国内には不動産、動産、預金債権及び有価証券が、甲国内には不動産があった。\n以上の事実に加え、甲国民法は年齢１８歳をもって成年とする旨の規定を有していることを前提として、以下の設問に答えなさい。なお、各問は独立した問いであり、全ての問いにおいて、反致については検討を要しない。\n〔設問１〕\nＢは、日本の家庭裁判所にＡの後見開始の審判の申立てをすると同時に、Ａの後見人の選任を申し立てた。この場合において、後見開始の審判と後見人の選任の審判のそれぞれにつき、日本の家庭裁判所の国際裁判管轄権は認められるか。また、日本の家庭裁判所が国際裁判管轄権を有すると仮定した場合には、Ａの後見開始の審判及びＡの後見人の選任の審判について、それぞれいずれの国の法を適用して判断すべきか論じなさい。\n〔設問２〕\n交通事故後のＡの容態は一進一退を繰り返していたが、結果的に臓器の損傷が原因となって日本の病院で死亡した。Ａの死後、Ｂは日本でＣを監護養育していたが、Ｂもまた重篤な病を得て死亡した。Ｂの死後、Ｂの母であるＤ（日本国籍）がＣを引き取り、Ｄは継続してＣを日本で監護養育している。Ｄは、日本の家庭裁判所にＣの後見人の選任を申し立てた。Ｄは、自らになついているＣの後見人になることを希望しており、後見人となる能力にも問題はない。\nＣの後見人選任の審判事件について、日本の家庭裁判所が国際裁判管轄権を有すると仮定する。\nこの場合において、Ｃの後見人としてＤを選任することができるか否かについて、準拠法の決定過程を示しつつ、答えなさい。\nなお、甲国民法は、次の①〜③の趣旨の規定を有している。\n① 成年に達しない子は、父母の親権に服する。親権は、父母の婚姻中は、父母が共同して行う。ただし、父母の一方が親権を行うことができないときは、他の一方が行う。\n② 後見は、次に掲げる場合に開始する。\n未成年者に対して親権を行う者がないとき、又は親権を行う者が管理権を有しないとき。\n③ 未成年者の父若しくは母が死亡しているか又は親権を喪失したときは、次に掲げる者が、第１号から第３号の順序で、特別の手続を要することなく当然に後見人となる。\n第１号：祖父母第２号：兄、姉第３号：その他の親族\n〔設問３〕\n交通事故後のＡの容態は一進一退を繰り返していたが、結果的に臓器の損傷が原因となって日本の病院で死亡した。Ａは幼少期に甲国の社会福祉施設で育ち、その施設を運営する社会福祉法人Ｅにいつか恩返しをしたいと考えていた。Ｅは、甲国にのみ事務所を有する甲国法人である。\nＡが７年前に日本において作成した遺言書には、「甲国所在の不動産をＥに遺贈する。」旨が記載されている。また、当該遺言書の作成に当たり、Ａは、その全文、日付及び氏名を自書した上で、これに押印をした。Ｂ及びＣは、Ａの死後に遺言書の存在を知ったところ、甲国における近年の不動産価値の高騰を踏まえてＡの遺産を適正に評価すれば、Ｅに対する本件遺贈により自分たちの遺留分が侵害されていることとなる旨主張して、Ｅを被告として、日本の裁判所に、遺留分侵害額に相当する金銭の支払を請求する訴えを提起した。なお、Ａの遺言の成立時点及び死亡時点におけるその所有財産の所在地及び種類は、Ａが交通事故に遭った時点と同じである。もっとも、Ａが遺言を作成した後、交通事故に遭ってから死亡するまでの間に、Ａの治療のために多額の費用を要し、その支払の原資にはＡの所有する日本国内の財産が充てられたことから、Ａの所有する日本国内の財産の合計額は大きく減少していた。\n〔小問１〕\n日本の裁判所が国際裁判管轄権を有すると仮定する。この場合において、本件遺言は有効に成立しているか。仮に、本件遺言が有効に成立しているとした場合には、本件遺言による贈与は有効に成立しているか。いずれの問いについても準拠法の決定過程を示しつつ、答えなさい。\nなお、甲国民法は、次の④〜⑦の趣旨の規定を有している。\n④ 遺言者は、包括又は特定の名義で、その財産の全部又は一部を処分することができる。\n⑤ １５歳に達した者は、遺言をすることができる。遺言者は、遺言をする時においてその能力を有しなければならない。\n⑥ 自筆証書遺言によって遺言をするには、遺言者が、その全文、日付及び氏名を自書し、これに印を押さなければならない。\n⑦ 遺言は、遺言者の死亡の時からその効力を生ずる。\n〔小問２〕\nＢ及びＣが主張する遺留分侵害額に相当する金銭の支払請求が認められるかどうかの問題について、日本の裁判所は、いずれの国の法を適用して判断すべきか論じなさい。〔第２問〕（配点：５０）\nＸは、日本に住所を有する日本人であり、陶磁器製の食器の収集を趣味としている。Ｘは、３０年ほど前から毎年、陶磁器の生産が盛んな甲国に赴いて１週間ほど滞在し、甲国内の複数の陶磁器製造・販売業者（後出のＹ社、Ｚ社を含む。）の営業所を訪れて、気に入った食器の購入を行っている。Ｘは、１０年ほど前からは、自身の趣味としての収集だけでなく、事業として、甲国内で仕入れた食器を日本国内の顧客向けに販売している（この事業を行うに当たっては、日本の自宅建物の一部を営業所として使用している。）。\nＹ社は、食器を中心とする陶磁器製品の製造・販売を業とする、甲国に本店を有する甲国の会社であり、甲国以外には営業所も財産も有していない。Ｙ社は、創業から長い歴史を有する老舗であり、Ｙ社製の食器は、世界的なブランドになっている。Ｙ社は、自社製の食器を他社には卸さず、甲国内の自社の営業所でのみこれを販売するとの経営方針を採っており、世界各国のバイヤーは、甲国内のＹ社の営業所に赴いてＹ社製の食器を仕入れた上で、それぞれ自国内の顧客向けにこれを販売している。Ｙ社とＹ社製の食器の買主との間で締結される売買契約においては、後述のとおり、商品引渡地は定められていないものの、Ｙ社は、買主から依頼があれば、買主の費用負担により、買主の指定場所に宛てて商品を発送することとしている。Ｙ社製の商品の中でも、磁器製の皿の表面に甲国伝統の模様を顔料で描いた絵皿が特に有名であり、Ｙ社は、毎年、模様を変えた新たな絵皿を発売している。\nＺ社も、食器を中心とする陶磁器製品の製造・販売を業とする、甲国に本店を有する甲国の会社であり、Ｚ社製の食器も、Ｙ社製の食器と同様に世界的なブランドになっている。Ｚ社は、Ｙ社とは異なり、自社製の食器を他社に卸しているほか、甲国以外の国にも営業所を展開するなどしており、世界各国のバイヤーは、様々な経路を通じてＺ社製の食器を仕入れることができる。\nＹ社では、一定金額以上の商品を販売する際には、Ｙ社が用意した売買契約書２通にＹ社と買主の双方が署名した上で、それぞれが１通ずつを保管するという方法を採っている。これは、甲国法上、一定金額以上の物品の売買については、当事者全員が署名した書面による契約書を作成していなければ、当該売買契約は効力を生じないとされていることによるものである（後掲の甲国契約法\nＰ条を参照。）。Ｙ社の売買契約書には、甲国法を契約準拠法とする旨の条項が置かれているが、商品引渡地や代金支払地などの債務の履行地を定める条項、債務不履行による損害賠償債務の履行地を定める条項、裁判管轄や仲裁などの紛争解決方法に関する条項は、いずれも置かれていない。\nＹ社は、新商品を含むＹ社の取扱商品の一覧表カタログを毎年発行し、それを優良顧客に宛てて送付しており、数年前からは、Ｘに対しても当該カタログを送付していた。\n新型コロナウイルス感染症が世界的にまん延拡大していた令和３年において、Ｘは、Ｙ社の営業所に赴くことなくＹ社の商品を購入したいと考えて、Ｙ社に対して、インターネットを利用した映像と音声を送受信する方法によるオンライン会合を開催して商談を行うことを提案した。Ｙ社は、Ｘが優良顧客であったことから、特別にこの提案に応じることとした。オンライン会合において、Ｘは、購入を希望するＹ社製の新商品である絵皿（以下「本件商品」という。）のカタログ番号をＹ社に伝え、これを受けてＹ社が示した本件商品のカタログ写真の映像を確認した上で、Ｙ社との間で、本件商品を５００セット購入する内容の売買契約（以下「本件契約」という。）を口頭で締結した。本件契約の締結に際して、ＸとＹ社の間で、Ｘが本件商品のカタログ記載の価格にＸの住所までの送付費用を加えた売買代金全額をＹ社名義の甲国所在の銀行口座に振り込んで支払うことが合意されたが、それ以外の事項については、従前からの取引を通じて、ＸにおいてもＹ社の売買契約書の記載内容を十分に承知していることを踏まえ、Ｙ社の売買契約書の記載内容と同様の扱いをすること（本件契約の準拠法を甲国法と定めることのほか、本件商品の引渡地や紛争解決方法については特段の定めをしないことなどが含まれる。）が合意された。なお、この時点では、ＸとＹ\n社は、本件契約に関する契約書を作成していない。\nＸがＹ社から本件商品５００セットを購入したのは、日本有数の百貨店チェーンであるＡ社から- 48 -の依頼に基づくものであった。Ａ社は、日本全国に展開する百貨店の各店舗において「甲国物産展」を行うことを予定しており、その目玉商品として甲国製の食器皿を販売することとし、その仕入れをＸに依頼していた。Ｘは、本件契約の締結後、直ちにＡ社との間で本件商品５００セットの売買契約（以下「転売契約」という。）を締結していた。\nしかし、その後、本件商品について、使用されている顔料が人体の健康に重大な被害を及ぼすおそれがあるとの報道が世界各国でなされた。この報道を受けて、Ａ社は、本件商品を「甲国物産展」の目玉商品とすることを断念し、品質に関する契約不適合を理由として、Ｘに転売契約の解除を通知した。\n以上の事実を前提として、以下の設問に答えなさい。なお、各問は独立した問いである。\nまた、甲国契約法には次の条文が置かれており、本件契約は、甲国契約法Ｐ条の「政令で定める一定金額以上の物品売買契約」に該当するものであった。\n【甲国契約法】\nＰ条（一定金額以上の売買契約の方式）政令で定める一定金額以上の物品売買契約は、当事者全員が署名した書面でしなければ、その効力を生じない。\nＱ条（債務の履行の場所）契約上の債務の履行をすべき場所について別段の意思表示がないときは、特定物の引渡しは債権発生の時にその物が存在した場所において、その他の債務の履行は債権者の現在の営業所（営業所がない場合にあっては、その住所）において、それぞれしなければならない。",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問の〔設問１〕は、渉外性を有する成年後見開始の審判事件及び成年後見人の選任の審判事件を素材として、成年後見開始の審判事件及び成年後見人の選任の審判事件の国際裁判管轄権と成年後見開始の審判及び成年後見人の選任の準拠法に関する基本的理解と応用力を問うものである。また、本問の〔設問２〕は、渉外性を有する未成年後見人の選任の事案を素材として、後見人の選任の準拠法についての理解を、本問の〔設問３〕は、渉外性を有する遺言による贈与により遺留分が侵害されているとして遺留分侵害額に相当する金銭の支払を請求する訴えが提起された事案を素材として、遺言能力、遺言の方式、遺言による贈与の有効性、遺留分侵害額に相当する金銭の支払請求の準拠法についての理解を問うものである。\n〔設問１〕は、ＢによるＡの後見開始の審判の申立て及びＡの後見人の選任の申立てにつ\nいて、日本の家庭裁判所の国際裁判管轄権が認められるか、また、日本の家庭裁判所がいずれの申立てについても国際裁判管轄権を有すると仮定した場合に、Ａの後見開始の審判及び\nＡの後見人の選任の準拠法がそれぞれいずれの国の法になるかを問うものである。\nまず、ＢによるＡの後見開始の審判の申立てが、法の適用に関する通則法（以下「通則法」という。）第５条の規定が定める後見開始の審判であること、また、成年被後見人となるべき者が日本に住所若しくは居所を有するとき又は日本の国籍を有するときは、日本の裁判所の国際裁判管轄権が認められることを示す必要がある。本件申立てについては、Ａは甲国人であり、Ａの住所は日本国内に所在すると認定し得ることから、ＢによるＡの成年後見開始の審判の申立てについては、通則法第５条の規定に基づき、日本の家庭裁判所が国際裁判管轄権を有することとなろう。\n次に、ＢによるＡの成年後見人の選任の申立てについて日本の家庭裁判所の国際裁判管轄権が認められるかに関しては、これについて直接定めた明文規定が存在しないため、本問では、Ａの後見人の選任の申立てについても日本の家庭裁判所に国際裁判管轄権が認められるかを検討し、その根拠について説明することが求められている。例えば、成年後見に関する審判事件の国際裁判管轄権については、条理により、被後見人が日本に住所若しくは居所を有するとき又は日本の国籍を有するときは、日本の裁判所に国際裁判管轄権を認めるべきであるとする立場や、通則法第５条と通則法第３５条の規定は連動しており、通則法第５条の- 41 -\n規定により成年後見が開始した場合には、日本法上要求される後見人の選任、辞任、解任や後見監督人の選任等の全ての国際裁判管轄権が日本の裁判所に認められるとする立場などが考えられよう。\n本問は、日本の家庭裁判所が国際裁判管轄権を有すると仮定した場合に、Ａの成年後見開始の審判及びＡの成年後見人の選任について、それぞれいずれの国の法によるべきかについても問うている。まず、Ａの後見開始の審判については、通則法第５条の規定に従い、日本法が準拠法となることの説明が求められている。次に、Ａの後見人の選任については、「後見」\nの問題として法律関係の性質決定がされ、通則法第３５条の規定によって準拠法が決定されることを示す必要がある。外国人が被後見人である場合の後見人の選任の審判については、同条第２項第２号の規定によれば、「日本において当該外国人について後見開始の審判等があったとき。」は、日本法によると定められており、本問では、日本法に従い、Ａの後見人の選任を行うことを説明する必要があろう。\n〔設問２〕は、 Ｃの後見人の選任の審判事件について日本の家庭裁判所が国際裁判管轄権\nを有すると仮定した場合に、ＤをＣの後見人に選任することができるか、すなわち、未成年後見の場合の後見人の選任の準拠法の理解を問うものである。Ｃが未成年者であるかという問題は、通則法第４条の「人の行為能力」の問題として法律関係の性質決定がされ、同条第\n１項の規定に従い、Ｃの本国法である甲国法により判断されること、甲国民法を本件事案に当てはめると、Ｃが未成年者であることの説明が求められている。本問では、Ｃの父母であるＡＢが共に死亡しているため、Ｃについて親権を行う者が存在せず、ＤをＣの後見人に選任することができるかが問題となる。Ｃの後見人の選任の問題は、通則法第３５条の「後見」\nの問題として法律関係の性質決定がされ、同条第１項の規定に従い、被後見人Ｃの本国法である甲国法が準拠法となることを示す必要がある。甲国民法の規定によれば、未成年者に対して、親権を行う者がないときは、後見が開始するほか、未成年者の父若しくは母が死亡しているか又は親権を喪失したときは、①祖父母、②兄、姉、③その他の親族の順序で、特別の手続を要することなく、当然に後見人となる。本問では、Ｃの祖母であるＤはＣの後見人となることができるという、実質法の本件事案への当てはめの結果を説明することが求められている。\n〔設問３〕の〔小問１〕は、遺言能力、遺言の方式及び遺言による贈与の有効性について\nの準拠法の理解を問うものである。\nまず、Ａの遺言能力の有無については、遺言能力の準拠法について定める規定が通則法のいずれの規定かを検討して準拠法を決定し、実質法の本件事案への当てはめの結果を説明することが求められている。通説的な理解に従いＡの遺言能力を意思表示としての遺言の実質的有効性の問題であると解すれば、遺言能力は、通則法第３７条第１項の「遺言の成立」の問題と性質決定され、遺言の成立の当時における遺言者Ａの本国法である甲国法が準拠法となること、甲国民法によれば、Ａは遺言能力を有しており、意思表示としての遺言は本件では有効に成立していることを説明する必要があろう。\n次に、遺言の方式上の有効性については、「遺言の方式」の問題と性質決定されること、遺言は、遺言の方式の準拠法に関する法律（以下「方式法」という。）第２条の規定が掲げるいずれかの法の定める要件に合致しているときは方式上有効とされることを指摘した上で、方式法第２条の規定の本件事案への適用の結果を丁寧に述べ、本件遺言は、甲国民法又は日本民法の要求する方式を満たし、有効に成立していることを説明する必要がある。\n仮に、本件遺言が有効に成立しているとした場合には、本件遺言による贈与は有効に成立しているかが問題となるが、本問では、遺言による贈与の有効性の準拠法について定める規定について検討することが求められている。通説的な理解に従い、遺言の内容となる法律行為の問題については、意思表示としての遺言自体の問題とは区別し、当該法律行為の準拠法によると解すれば、本問では、遺言による贈与の有効性は、通則法第３６条の「相続」に関する問題と性質決定され、被相続人Ａの本国法である甲国法が準拠法となり、実質法の本件事案への当てはめの結果として、甲国民法によれば、本件遺言による贈与が有効に成立していることを説明する必要があろう。\n〔設問３〕の〔小問２〕は、Ｂ及びＣが主張する遺留分侵害額に相当する金銭の支払請求が\n認められるか否かの問題の準拠法についての理解を問うものである。通説的な理解では、この問題は通則法第３６条の「相続」の問題と性質決定され、被相続人Ａの本国法である甲国法が準拠法とされることになろう。\n〔第２問〕\n本問は、渉外性を有する物品売買契約の事案を素材として、財産関係事件の国際裁判管轄権、財産法領域（契約や不当利得など）における準拠法、「国際物品売買契約に関する国際連合条約」（以下「ウィーン売買条約」という。）の適用範囲に関する基本的理解と応用力を問うものである。",
  "scoring_notes": "１ 出題の趣旨、ねらい等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針採点の方針は、基本的に、例年と同様である。すなわち、関連する分野ごとの基本的な知識を前提として、基本的な法律解釈の能力を備えているか否か、さらに、基本的論述力を発揮できているか否かといった点が問われている。\n具体的には、①出題された事例の法的なポイントを正確に把握し、その検討に必要な論点を的確に取り上げているか、②各論点について関連する法律の規定その他の法源から適切なものを取り上げるとともに、必要に応じて、条文や制度の趣旨を踏まえた解釈を行った上で、規範を定立することができているか、③取り上げた条文や定立した規範を、当該事案に適切に当てはめて結論を導くことができているか、また、その当てはめにおいては、問題文中から必要な事実を過不足なく拾い上げ、摘示することができているか、これらが採点の基準とされた。\nこれらができていない又は不十分な答案は「不良」とされた。また、これらが形式的にはできているとしても、例えば、②について、規範定立において理由付けを欠く、あるいは、③について、\n事案への当てはめにおいて不備があるなど、結論に至るまでの過程における論述に不十分な点がある答案は「一応の水準」にとどまった。他方で、①から③までの検討過程に論理の飛躍がなく、明瞭で説得的な論述が展開されている答案は、「良好」又は「優秀」なものと評価された。\nなお、学説が分かれている論点については、結論それ自体によって得点に差を設けることはせず、\n自説の論拠を十分に示しつつ、これを論理的に展開することができているか否かを基本として採点した。\n３ 採点実感等⑴ ［第１問］についてア 〔設問１〕について〔設問１〕は、ＢによるＡの後見開始の審判の申立て及びＡの後見人の選任の申立てについて、日本の家庭裁判所の国際裁判管轄権が認められるか、また、日本の家庭裁判所がいずれの申立てについても国際裁判管轄権を有すると仮定した場合に、Ａの後見開始の審判及びＡの後見人の選任の準拠法がそれぞれいずれの国の法になるかを問うものであった。\n本件ではまず、ＢによるＡの後見開始の審判の申立てが、法の適用に関する通則法（以下「通則法」という。）第５条の規定が定める後見開始の審判に該当することを指摘した上で、成年被後見人となるべき者が日本に住所若しくは居所を有するとき又は日本の国籍を有するときに該当するかどうかを論ずることが求められていた。多くの答案は、本件申立てが通則法第５条の規定が定める後見開始の審判に該当すること、Ａは甲国人であり、Ａの住所は日本国内に所在すると認定し得ることから、ＢによるＡの成年後見開始の審判の申立てについて日本の家庭裁判所が国際裁判管轄権を有することを指摘できていた。しかし、通則法第５条の規定が後見開始の審判の国際裁判管轄権及び準拠法について規定していることを理解せず、同条は後見開始の審判の準拠法についてしか定めていないものと誤解し、家事事件手続法の国内裁判管轄権に関する規定を適用して国際裁判管轄権の有無を論じる答案が一定数存在し、また、若干数であるが、民事訴訟法（以下「民訴法」という。）の規定を適用して管轄権の有無を論じる答案もあった。このような答案は、「一応の水準」にも達していない。\n次に、ＢによるＡの成年後見人の選任の申立てについて日本の家庭裁判所の国際裁判管轄権が認められるかに関しては、これについて直接定めた明文の規定が存在しないことを指摘した- 45 -上で、成年後見人の選任の申立てについて日本の家庭裁判所に国際裁判管轄権が認められる根拠について論じること及び本件事案への当てはめを行うことが求められていた。相当数の答案は、成年後見人の選任の申立ての国際裁判管轄権について直接定めた明文の規定が存在しないことを指摘できていた。その上で、成年後見人の選任の申立ての国際裁判管轄権の根拠については、条理によって、又は、通則法第５条の規定を類推適用して、被後見人が日本に住所若しくは居所を有するとき又は日本の国籍を有するときは、日本の裁判所に国際裁判管轄権が認められるとする答案や、通則法第５条と通則法第３５条の規定の連動を根拠に、通則法第５条の規定に従い成年後見が開始した場合には、日本法上要求される後見人の選任の国際裁判管轄権が日本の家庭裁判所に認められるとする答案等があった。それに対して、少数ながら、成年後見人の選任の国際裁判管轄権の検討に先んじて成年後見人の選任の準拠法について検討し、準拠法が日本法であることを唯一の根拠として日本の家庭裁判所に国際裁判管轄権が認められるとする答案や、成年後見人選任の申立ての国際裁判管轄権に関する直接の明文規定の不存在については言及することなく、家事事件手続法の国内裁判管轄権に関する規定や民訴法の規定を直接適用して、国際裁判管轄権の有無について論じる答案も見られた。これらの答案も「一応の水準」には達していない。\n本問は、成年後見開始の審判及び成年後見人選任の準拠法の決定に関しても、その基本的理解を問うものであった。まず、Ａの後見開始の審判については、通則法第５条の規定に従い、\n日本法が準拠法となることの説明が求められていた。次に、Ａの後見人の選任については、「後見」の問題と法性決定がされ、通則法第３５条の規定によって準拠法が決定されることを示す必要があった。同条第２項第２号の規定によれば、外国人が被後見人等である場合であって、\n「日本において当該外国人について後見開始の審判等があったとき」は、後見人の選任等の審判については、日本法によると定められており、本問では、Ａの後見人の選任の審判については日本法によることを説明することが求められていた。\n多くの答案は、Ａの後見開始の審判については、通則法第５条の規定に従い、日本法が準拠法となること、Ａの後見人の選任については、通則法第３５条の規定が定める後見の問題と法性決定した上で、本件は通則法第３５条第２項第２号が規定する場合に該当するとして、日本法がＡの後見人の選任の準拠法となることを指摘できていた。しかし、後見開始の審判及び後見人の選任の準拠法のいずれも通則法第３５条の規定に従うとして、通則法第５条の規定と通則法第３５条の規定の適用範囲について正確に理解できていない答案も散見された。\nイ 〔設問２〕について〔設問２〕は、未成年後見人の選任の準拠法についての理解を問うものであった。Ｃが未成年者であるかについては、通則法第４条の「人の行為能力」の問題と法性決定され、同条第１項の規定に従い、Ｃの本国法である甲国法が準拠法となること、甲国民法を本件事案に当てはめると、Ｃは未成年者であることの説明が求められている。本問では、Ｃの父母であるＡＢが共に死亡しているため、Ｃについて親権を行う者が存在せず、ＤをＣの後見人に選任することができるかが問題となる。Ｃの後見人の選任の問題は、通則法第３５条の「後見」の問題と法性決定され、同条第１項の規定に従い、被後見人Ｃの本国法である甲国法が準拠法となること、\n甲国民法の本件事案への当てはめを行い、日本の家庭裁判所はＣの後見人としてＤを選任することができるという結論を述べることが求められている。\n多くの答案は、Ｃの未成年者該当性の問題について丁寧に論じながら、Ｃの後見人の選任については、後見の問題と法性決定した上で、通則法第３５条第１項の規定を適用してＣの本国法である甲国法が準拠法となること、そして甲国民法を本件事案へ適用した結果、ＤをＣの後見人に選任することができることを指摘できていた。しかし、本問が通則法第３５条第２項第１号の場合に該当するとして、同号を適用する答案も一定数あったほか、本問では「日本において未成年後見開始の審判があった」との、問題文から逸脱した不適切な事実認定を前提とし- 46 -て、第３５条第２項第２号が適用されるとする答案も若干数あった。また、各問は独立した問いであることが問題文に示されているにもかかわらず、それが理解できていない答案も散見された。\nウ 〔設問３〕の〔小問１〕について〔設問３〕の〔小問１〕は、遺言能力、遺言の方式及び遺言による贈与の有効性の準拠法についての理解を問うものであった。\nまず、Ａの遺言能力の有無については、通説的な理解に従い、意思表示としての遺言の実質的有効性の問題であると解すれば、通則法第３７条第１項の「遺言の成立」の問題と法性決定され、遺言の成立の当時における遺言者Ａの本国法である甲国法が準拠法となること、甲国民法の本件事案への当てはめの結果として、Ａは遺言能力を有しており、意思表示としての遺言は本件では有効に成立していることを説明することが求められている。\n次に、遺言の方式上の有効性については、「遺言の方式」の問題と法性決定されること、遺言は、遺言の方式の準拠法に関する法律（以下「方式法」という。）第２条の規定が掲げるいずれかの法の定める要件に合致しているときは方式上有効とされること、そして方式法第２条の規定の本件事案への当てはめを丁寧に行い、本件遺言は甲国民法又は日本民法の要求する方式を満たしているため、方式上有効に成立していることを指摘する必要がある。\n本件遺言による贈与の有効性については、通説的な理解に従い、遺言の内容となる法律行為の問題を、意思表示としての遺言自体の問題とは区別し、当該法律行為の準拠法により判断すべきものと解すれば、通則法第３６条の「相続」の問題と法性決定され、被相続人Ａの本国法である甲国法が準拠法となること、そして甲国民法の本件事案への当てはめの結果として、本件遺言による贈与が有効に成立していることを説明することが求められている。\n多くの答案が、 遺言の成立（実質的有効性）の問題と方式の問題とを区別して準拠法を決定していた一方で、両者を区別して準拠法を決定することを全く理解できていない答案が相当数見られた。また、若干数ではあるが、規範定立の段階では遺言の成立（実質的有効性）の問題と方式の問題とを区別しているものの、当てはめの段階で両者の相違についての理解不足が露呈している答案のほか、遺言の成立の時点はＡが交通事故に遭った時点よりも前であるにもかかわらず、遺言の成立の当時においてＡが事理弁識能力を欠いていたとの、事実に反する認定をする答案もあった。遺言による贈与の有効性については、 通則法第３６条の相続の問題と法性決定をせずに、「遺言の効力」の問題と法性決定し、通則法第３７条第１項の規定によって準拠法を決定する答案が相当数あったほか、「法律行為の成立及び効力」（通則法第７条）\nの問題と法性決定した答案、「不動産に関する物権の得喪」の問題（通則法第１３条第２項）\nと法性決定した答案も散見された。また、遺言による贈与の有効性の準拠法についての明文規定は存在しないとして、法性決定についてそれ以上の検討を行うことなく、条理に従い準拠法を決定するとした答案もあった。\nエ 〔設問３〕の〔小問２〕について〔設問３〕の〔小問２〕は、Ｂ及びＣが主張する遺留分侵害額に相当する金銭の支払請求が認められるか否かの問題の準拠法についての基本的理解を問うものであった。通説的な理解に従えば、この問題は通則法第３６条の「相続」の問題と法性決定され、被相続人Ａの本国法である甲国法が準拠法とされることを指摘することとなろう。多くの答案は、相続の問題と法性決定した上で、通則法第３６条の規定を適用して被相続人Ａの本国法である甲国法が準拠法となることを指摘できていた。しかし、遺留分侵害額に相当する金銭の支払請求について、 通則法第３６条の規定によるとの立場には一切言及することなく、「遺言の効力」（通則法第３７条第１項）、「不当利得によって生ずる債権の成立及び効力」（通則法第１４条）、「不法行為によって生ずる債権の成立及び効力」（通則法第１７条）、「親子間の法律関係」（通則法第３２条）、\n「不動産に関する物権の得喪」の問題（通則法第１３条第２項）と法性決定した答案もそれぞ- 47 -れ一定数あった。また、中には、遺留分侵害額に相当する金銭の支払請求の準拠法についての明文規定は存在しないとして、法性決定についてそれ以上の検討を行うことなく、条理に従い準拠法を決定するとした答案もあった。\nオ 第１問の全体について全ての問いにおいて、反致については検討を要しないと問題文に書かれているにもかかわらず、各設問について反致を検討する答案があった。問題文の記載を正確に理解してほしい。\n遺言による贈与の有効性についても、遺留分侵害額に相当する金銭の支払請求についても、\n準拠法について定めた明文規定は存在しないとする答案があった。通則法第３６条の規定が定める相続という単位法律関係の中身を正確に理解することで、いずれの問題についても、そのような誤りは避けられるであろう。\n⑵ ［第２問］についてア 〔設問１〕について〔設問１〕は、契約債務の不履行を理由とする損害賠償請求訴訟について、被告が外国に住所を有する場合、すなわち民訴法第３条の２の規定に基づく国際裁判管轄権が日本の裁判所に認められない場合において、どのような管轄原因があれば日本の裁判所の国際裁判管轄権が認められるかを問うものであった。\n本問では、本件訴えが、「契約上の債務の不履行による損害賠償の請求（中略）を目的とする訴え」（民訴法第３条の３第１号）に該当することを指摘した上で、「契約において定められた当該債務の履行地が日本国内にあるとき」又は「契約において選択された地の法によれば当該債務の履行地が日本国内にあるとき」に該当するかどうかを論ずることが求められていた。\n多くの答案は、本件訴えが民訴法第３条の３第１号に該当し、不履行になった契約債務（目的物引渡債務）が「当該債務」に当たることを前提としていたが、不履行になった「当該債務」\nが目的物引渡債務であることを、順を追って明示的に論述している答案は少なかった。また、\n引渡地についての合意などについて、問題文から逸脱した不適切な事実認定を行っている答案も一定数あった。さらに、問題文から「国際物品売買契約に関する国際連合条約」（以下「ウィーン売買条約」という。）の適用がないことが示されているにもかかわらず、ウィーン売買条約の適用について詳細に論じた答案や、ウィーン売買条約が適用されることを前提にした答案も散見された。\nなお、昨年度と同様、本問の答案においても、国際裁判管轄権は手続の問題なので法廷地法によるとの記述が相当数あった。そのことに誤りはないが、答案としては、明文の規定があるのであれば、まずは、条文の要件の解釈や当てはめを丁寧に行って結論を述べることが求められる。法廷地法によることは当然のことであって、それ自体が条文の解釈適用に影響するものではなく、紙幅も限られていることからすると、必ずしもこれに触れる必要はない。\nまた、若干数であるが、管轄原因を網羅的に検討する答案があった。日本の裁判所に管轄権が認められないという結論を導き出す場合であっても、基本的には、被告の住所による管轄権のような主要な管轄原因や問題となっている事案に即して管轄権が認められる可能性が高いと思われる管轄原因を中心に検討することで十分である。事案と関連性の薄い管轄原因を長々と検討する必要はない。\nイ 〔設問２〕の〔小問１〕について〔設問２〕の〔小問１〕は、契約の方式の準拠法の決定に関する理解を問うものであった。\nまず、本件契約が消費者契約ではないため通則法第１０条の規定によって準拠法を決定すべきこと、通則法第１０条の規定によれば、外出禁止令の事案の場合には、契約成立の準拠法（同条第１項）と行為地法（同条第２項）のいずれかの方式に適合していればよいこと、入国制限措置の事案の場合には、契約成立の準拠法（同条第１項）と申込み又は承諾の発信地法（同条第４項）のいずれかの方式に適合していればよいことを指摘することが求められていた。多くの答案は、契約の方式の問題と理解できていた。しかし、「法律行為の成立及び効力」（通則法第７条）の問題と法性決定をした答案も一定数あった。また、「消費者契約」（通則法第１１条）と法性決定する答案や、選択的連結について理解できていない答案も散見された。\nウ 〔設問２〕の〔小問２〕について〔小問２〕は、不当利得の準拠法についての理解を問うものであった。まず、Ｘの支払済み代金の返還請求は、「不当利得」を理由とするものであるから、通則法第１４条以下の規定によって準拠法を決定することが求められていた。\n多くの答案は、不当利得の問題と法性決定した上で、通則法第１４条の規定を適用して不当利得地法である甲国法が準拠法となること、そして当事者間の契約に関連して生じた不当利得（通則法第１５条）であることを指摘できていた。しかし、理由を示すことなく結論だけを書いた答案、「不当利得によって生ずる債権」の原因事実発生地ではなく「不当利得の原因」の発生地と誤解した答案、通則法第１５条の規定に全く触れていない答案も散見された。\nなお、契約の効力（通則法第７条以下）と法性決定した上で、本件契約の準拠法を当事者が選択した甲国法であるとする解答も一定数あったが、このような答案についても一定の評価が与えられた。\nエ 〔設問３〕について〔設問３〕は、ウィーン売買条約の適用範囲についての理解を問うものであった。まず、ウィーン売買条約が適用されるためには、同条約第１条⑴⒜又は⒝の条件を満たす必要があることを指摘した上で、特に第２条⒜の適用について論ずることが求められていた。\n多くの答案は、同条約第１条⑴⒜の条件を満たすことから本件契約にウィーン売買条約が適用され得ることを指摘した上で、本件商品を家族用に購入していること、それを売主は知っていたはずであることを指摘し、本件契約は同条約第２条⒜に該当することからウィーン売買条約は適用されないとの結論を導いていた。ただし、時間不足のためか、〔設問３〕の解答ができていない答案が若干数あった。\n４ 今後の出題について狭義の国際私法、国際民事手続法及び国際取引法の各分野の基本的事項を組み合わせた事例問題が出題されることになると思われる。\n５ 受験生と今後の法科大学院教育に求めるもの⑴ 全体の法構造をしっかり理解した上で、個々の条文を解釈、運用する力を養うことが望まれる。\n⑵ 問いに対応した解答をすることが重要である。「いずれの国の法を適用すべきか」という問いは、準拠法の決定を尋ねているのであるから、準拠法がどうなるかを答えればよい。\n⑶ 準拠法の決定を行う際には、その前提として、どの準拠法選択規則（例えば通則法のどの条文）\nが適用されるかを判断する必要があり、そのために法性決定を行うことを要する。いきなり条文の引用を行っている答案が散見される。\n⑷ 答案の記述は、当該問題の解決に必要な部分を厚くすべきである。条文の要件解釈や当てはめに問題がないような場合にも、条文や制度の趣旨について長々と記載しているものがあるが、基本的には、条文の趣旨等は、その要件解釈や当てはめに必要な範囲で記載すれば足りる。また、\n条文を引用する際に、規定の趣旨も必ず記述するような答案が散見された。そのような記述自体は誤りではないにせよ、明確な内容の規定を事案に単純に当てはめて処理ができる場合にまで規定の趣旨を説明する必要はない。他方で、規定の解釈が分かれている場合には、一定の立場を採用して規範定立をする必要があるところ、自らが採用する立場の根拠を示すに当たっては、規定の趣旨を論ずべき場合が多いであろう（ただし、規定の趣旨以外の事由であっても、理由付けとして説得的な記述となっていれば、相応の評価がされる。）。⑸ 文字が乱雑で判読が困難あるいは不能な答案が若干数あった。採点時に文字の解読に多大の時間と労力を費やしているが、それでも判読できない箇所を含む答案が相当数あった。そのような場合にはたとえ内容的に優れた記述であったとしても評価することができない。また判読困難なものも点数が低くなることがしばしばである（他人が読んで分かる文章を書く能力も評価の対象である。）。あまり苦労せずとも読める字を書くよう努められたい。"
}