{
  "year": "R4",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕⑴、〔設問１〕⑵、〔設問２〕の配点割合は、４０：２０：\n４０〕）\nＡ株式会社（以下「Ａ」という。）は、水素・燃料電池自動車や自動運転等の研究開発と自動車の整備や走行テストを実施するため、Ｂ県Ｃ市内にある台地状のＤ山山頂部のＡ所有地と、これに連なる中腹部のＥ所有地の一部を開発区域（以下「本件開発区域」という。）として、山林の伐採、大規模な切土と盛土により合計２００ヘクタールの土地を造成し（以下「本件開発行為」という。）、周回路等の走行試験場、開発・整備工場等の施設を設置する計画（以下「本件計画」という。）を立てた。本件開発区域は、森林法（以下「法」という。）第１０条の２第１項における地域森林計画の対象となっている民有林で、総面積の９８パーセントがＡ所有林、２パーセントがＥ所有林である。\n本件計画のうちＥ所有林の部分においては、立木の伐採、住民の生活用水のための貯水池（以下\n「本件貯水池」という。）の設置等が予定されている。本件開発区域には、Ａ所有林からＥ所有林を通過して本件開発区域外に流れ出す沢（以下「本件沢」という。）があり、Ｆは、本件開発区域の外縁から２００メートル下流部の本件沢沿いに居住し、本件沢の水を飲料水や生活用水として使用している。また、本件開発区域を含むＤ山の山林はＣ市の水道水源の一部となっている。過去に数十年に一度程度の集中豪雨があった際、本件沢からの溢水等により、本件開発区域外のＥ所有地の土砂等が流失しＥ所有の立木の育成に悪影響が生じ、Ｆの住居も浸水被害を受けたことがあった。\nなお、Ｅは、Ｄ山から３０キロメートル離れたＣ市外に居住し、Ｄ山を水源とする水道水を使用していない。\nＢ県には、法第１０条の２第１項に基づく開発行為の許可（以下「開発許可」という。）の手続を円滑に進めるための指導指針（以下「Ｂ県指針」という。）があり、開発行為を行う者は、開発計画に関する概要等を記載した書面を担当課であるＢ県農林水産部森林課（以下「担当課」という。）や関係市町村に提出すること、開発区域の周辺住民や地権者等に対し、開発計画、開発行為に係る防災計画等について説明することなどが定められている。Ａが開催した説明会では、参加したＦを含む地域住民やＥが、本件開発行為を含む本件計画が実施された場合、水害や土砂災害の発生リスクが高まり、また、安定的な水の確保も困難になるなどとして反対意見を述べた。これに対し、Ａは、担当課と地域住民等に、説明会で出された質問や要望に対する見解と対応方針を伝達した上で、Ｂ県知事に対し、本件計画に係る開発許可の申請（以下「本件申請」という。）を行った。\nＢ県指針に基づき上記書面の提出を受け、上記説明会に参加したＣ市担当者は、今後、本件計画のようなＣ市の水道水源確保に支障が生じるおそれのある事業を規制する必要があると考えた。そこで、Ｃ市は本件申請前に水道水源保護を目的としたＣ市水道水源保護条例（以下「本件条例」という。）を新たに制定・施行し、Ｃ市長は、直ちに、所定の手続を経て、本件開発区域を含むＤ山の林地を本件条例第６条第１項に基づく水源保護地域に指定し、公示した。本件申請後に同指定を知ったＡは、本件条例第７条第１項に基づくＣ市長との協議を開始したが、Ｃ市長は、Ｃ市水道水源保護審議会においてＡの事業用の取水量・貯水量の多さが問題として重視されたことから、同審議会の意見に従い、本件計画により設置する予定の施設を本件条例第７条第３項に基づく規制対象事業場として認定し（以下「本件認定」という。）、Ａに通知した。\n以下に示された担当課長とＢ県法務室長（弁護士）による【検討会議の会議録】を読んだ上で、法務室長の立場に立って、設問に答えなさい。\nなお、関係法令の抜粋を【資料１ 関係法令】に、Ｂ県における法第１０条の２第２項に基づく都道府県知事の許可に係る開発許可基準（以下「本件許可基準」という。）の抜粋を【資料２ Ｂ県林地開発行為の許可基準（抜粋）】に、それぞれ掲げてあるので、適宜参照しなさい。\n- 2 -\n〔設問１〕\nＢ県知事がＡに対し本件申請に係る許可をした場合を想定して、以下の点を検討しなさい。\n⑴ Ｅ及びＦが同許可の取消訴訟を提起した場合、Ｅ及びＦには、この取消訴訟における原告適格が認められるか、検討しなさい。\n⑵ 仮にＥが本件開発行為に同意し、Ｆのみが同許可の取消訴訟を提起した場合、同訴訟の係属中に本件開発行為に関する工事が完了した後においても、Ｆに訴えの利益は認められるか、検討しなさい。なお、解答に当たっては、Ｆに原告適格が認められることを前提にしなさい。\n〔設問２〕\nＢ県知事がＡに対し本件申請に係る許可をし、Ｆが同許可の取消訴訟を提起した場合を想定して、Ｆによる違法事由の主張として考えられるものを挙げた上で、それぞれに対するＢ県の反論を検討しなさい。ただし、同許可が法第１０条の２第２項第１号及び同項第１号の２に定める基準を満たすかどうかについては、違法事由として検討する必要はない。また、Ｆによる違法事由の主張については、主張制限（行政事件訴訟法第１０条第１項参照）を考慮しなくてよい。\n- 3 -\n【検討会議の会議録】\n担当課長：本件申請に係る許可の審査に当たり、Ａの開発行為に関わる紛争発生時におけるＢ県の対応戦略について、法的観点からの検討をお願いします。\n法務室長：それでは、Ｂ県知事がＡに対し本件申請に係る許可をした後、ＥやＦから同許可の取消訴訟が提起された場合を想定します。まず、訴訟要件について検討しますが、本件開発行為によりどのようなことが起こる可能性がありますか。\n担当課長：一般に、大規模に行われる盛土、切土等の造成による地形の改変は、造成前に比べ、地盤の安定を害し、また、山林を伐採すれば、山林の保水力も低下し、土砂による濁水も増え、水源かん養機能を低下させるおそれが高くなります。しかも、本件計画では工事が長期に及ぶ予定ですから、その間に集中豪雨により土砂災害や水害が発生する可能性は否定できません。\n法務室長：開発許可が処分であることは明らかですので、論点の一つは、Ｅ及びＦに原告適格があるかです。この点は、ゴルフ場建設に関わる開発許可の取消訴訟に関する最高裁判決（最高裁判所平成１３年３月１３日第三小法廷判決・民集５５巻２号２８３頁）を参考に、ＥとＦの各々について検討することにします。\n担当課長：本件申請では、Ｅの同意書は添付されていません。仮に本件申請に係る許可をしても、Ｅの同意が得られなければ、本件開発行為の完了を見込むことはできません。ただ、Ａによれば、ＡとＥは協議中であり、今後、Ｅが同意に転じる可能性はあるようですが、明らかではありません。仮にＥが本件開発行為に同意し、Ｆのみが本件申請に係る許可の取消訴訟を提起した場合、同訴訟の係属中に本件開発行為に関する工事が完了するとどうなるのでしょうか。\n法務室長：その場合、Ｆの訴えの利益の問題が生じます。取消訴訟係属中に林地の開発行為に関する工事が完了した事例に関する最高裁判決（最高裁判所平成７年１１月９日第一小法廷判決・裁判集民事１７７号１２５頁）では訴えの利益が否定されていますが、その理由が明確ではありません。訴えの利益を否定する理由を明確化するため、建築確認の取消訴訟係属中に建築工事が完了した事例に関する最高裁判決（最高裁判所昭和５９年１０月２６日第二小法廷判決・民集３８巻１０号１１６９頁）を参考にしつつ、開発許可の法的効果などを法の仕組みに即して検討することにします。次に、本案の問題ですが、開発許可に当たっては、水源の確保対策等の必要性や措置の妥当性の評価などに関する専門技術的判断はもとより、公益の考慮も必要となります。そこで、法第１条と法第１０条の２第３項に規定する「森林の保続培養」の意味を教えてください。\n担当課長：「森林の保続培養」とは、森林造成には長期を要し、一度開発して土砂災害・水害防止機能や水源かん養機能などの公益的機能が破壊されると回復は相当難しいので、森林の無秩序な開発により森林の持つ機能発揮を阻害しないように、合理的かつ計画的に森林を維持改善することを意味します。\n法務室長：Ｂ県知事が定め、Ｂ県ウェブサイト等で公開している本件許可基準（【資料２ Ｂ県林地開発行為の許可基準（抜粋）】参照）第１－１－①の趣旨は何ですか。\n担当課長：本件許可基準では、法第１０条の２第３項を踏まえ、同条第２項各号の要件を判断するために共通して必要となる一般的事項を定めています。森林法施行規則（以下「規則」という。）第４条第２号に関し、本件許可基準第１－１－①では、開発行為の完了が確実であるといえるかを判断するため、開発区域内の私法上の権原を有する者全てではなく、３分の２以上の権利者が現に同意していること等を求めています。本来、全員の同意が望ましいのですが、申請時には開発行為が許可されるか不明であり、申請者に過度な負担を課さないためです。\nこの基準を前提に、Ｅの同意書が添付されていない現段階で本件開発行為を許可すると、法的にはどのように評価されるのでしょうか。\n- 4 -法務室長：想定する取消訴訟では、本件許可基準第１－１－①との関係が問題になりそうです。そこで、開発許可につきＢ県知事の裁量権が認められる理由や、本件許可基準に定める同意を要する権利者数以外に、本件許可基準に定めのない本件開発区域における所有林面積の割合を本件開発行為の許否の判断に当たって考慮することができないか、検討することにします。\nなお、規則及び本件許可基準は適法であることを前提にしておきます。\n担当課長：本件計画によれば、Ａは本件開発区域全域に本件貯水池のほか複数の井戸や貯水池を設置して事業用水等を確保する予定です。本件開発区域を含むＤ山の山林はＣ市の水道水源の一つですから、Ｃ市長は、Ａによる事業用水の取水や貯水によってＣ市の水道水源が枯渇するおそれを解消するため、本件計画の阻止を意図して本件認定をしたようです。この点に関するＡとＣ市長の本件条例に基づく協議では各々の主張を言い合っただけで終わったそうです。\nＢ県としては、Ｃ市長が丁寧に協議を行い、Ａの協力を得ることができれば、水道水源の枯渇という問題は生じないと考えています。いずれにしても、Ｃ市長の本件認定は、Ａの権利に重大な影響を与えますが、本件申請との関係ではどのような影響が生じるでしょうか。というのも、本件認定はＡの土地の使用を制限する処分ですが、Ｂ県では、市町村による土地の使用制限に関する処分が違法であると評価して開発許可をした事例がかつてあったからです。\n法務室長：本件許可基準第１－１－②との関係で本件認定の違法性が問題となります。想定する取消訴訟で、Ｂ県が本件認定の違法を主張することができるかは、別の機会に検討する必要がありそうですが、ここでは、本件認定が違法で取り消されるべきものであれば、本件許可基準第１－１－②に適合し、Ｂ県知事が本件申請に係る許可をするのに支障はないという前提で、本件認定の違法性について検討することにします。\n担当課長：本件開発行為についてＥが同意し、本件申請に係る許可がされて本件開発行為が始まれば、Ａは本件計画に従い本件貯水池を設置することになります。しかし、Ｆは、説明会で、本件貯水池の容量が少なく、Ｆの生活用水に不足が生じると主張していました。Ｂ県としては、Ｆが主張する容量の確保は技術的に難しく、実現には費用が掛かりすぎると考えています。\n法務室長：想定する取消訴訟では、本件計画による水資源確保対策が法第１０条の２第２項第２号及び本件許可基準第４－１に適合しているかが問題となるでしょう。そこで、Ｂ県として法的にどのような反論をすることができるか、検討することにします。その他の本案の論点は別の機会に検討することにしたいと思います。\n- 5 -\n【資料１ 関係法令】\n○ 森林法（昭和２６年法律第２４９号）（抜粋）\n（この法律の目的）第１条 この法律は、森林計画、保安林その他の森林に関する基本的事項を定めて、森林の保続培養と森林生産力の増進とを図り、もつて国土の保全と国民経済の発展とに資することを目的とする。\n（開発行為の許可）第１０条の２ 地域森林計画の対象となつている民有林（中略）において開発行為（土石又は樹根の採掘、開墾その他の土地の形質を変更する行為（中略）をいう。以下同じ。）をしようとする者は、農林水産省令で定める手続に従い、都道府県知事の許可を受けなければならない。（以下略）\n２ 都道府県知事は、前項の許可の申請があつた場合において、次の各号のいずれにも該当しないと認めるときは、これを許可しなければならない。\n一 当該開発行為をする森林の現に有する土地に関する災害の防止の機能からみて、当該開発行為により当該森林の周辺の地域において土砂の流出又は崩壊その他の災害を発生させるおそれがあること。\n一の二 当該開発行為をする森林の現に有する水害の防止の機能からみて、当該開発行為により当該機能に依存する地域における水害を発生させるおそれがあること。\n二 当該開発行為をする森林の現に有する水源のかん養の機能からみて、当該開発行為により当該機能に依存する地域における水の確保に著しい支障を及ぼすおそれがあること。\n三 （略）\n３ 前項各号の規定の適用につき同項各号に規定する森林の機能を判断するに当たつては、森林の保続培養及び森林生産力の増進に留意しなければならない。\n４～６ （略）\n（監督処分）第１０条の３ 都道府県知事は、森林の有する公益的機能を維持するために必要があると認めるときは、前条第１項の規定に違反した者若しくは同項の許可に附した同条第４項の条件に違反して開発行為をした者又は偽りその他の不正な手段により同条第１項の許可を受けて開発行為をした者に対し、その開発行為の中止を命じ、又は期間を定めて復旧に必要な行為をすべき旨を命ずることができる。\n第２０６条 次の各号のいずれかに該当する者は、３年以下の懲役又は３００万円以下の罰金に処する。\n一 第１０条の２第１項の規定に違反し、開発行為をした者二～四 （略）\n○ 森林法施行規則（昭和２６年農林省令第５４号）（抜粋）\n〔（注） 本規則中、「法」は森林法を指す。〕\n（開発行為の許可の申請）第４条 法第１０条の２第１項の許可を受けようとする者は、申請書（中略）に開発行為に係る森林の位置図及び区域図並びに次に掲げる書類を添え、都道府県知事に提出しなければならない。\n一 開発行為に関する計画書二 開発行為に係る森林について当該開発行為の施行の妨げとなる権利を有する者の相当数の同意を得ていることを証する書類三 （略）\n- 6 -\n○ Ｃ市水道水源保護条例（抜粋）\n（目的）第１条 この条例は、住民が安心して飲める水を確保するため、市の水道水源を保護し、もって市民の生命及び健康を守ることを目的とする。\n（定義）第２条 この条例において、次の各号に掲げる用語の意義は、当該各号に定めるところによる。\n一 （略）二 水源保護地域 市の水道に係る水源及びその上流地域で、市長が指定する区域をいう。\n三 水源の枯渇 取水施設の水位を著しく低下させることをいう。\n四 対象事業 水源の枯渇をもたらすおそれのある事業をいう。\n五 規制対象事業場 対象事業を行う工場その他の事業場のうち、水道に係る水源の枯渇をもたらし、又はそのおそれのある工場その他の事業場で、第７条第３項の規定により規制対象事業場と認定されたものをいう。\n六 （略）\n（水道水源保護審議会の設置）第５条 市の水道水源の保護を図り、水道事業を円滑に実施するため、（中略）水道水源保護審議会\n（以下「審議会」という。）を設置する。\n２ 審議会は、水源の保護に関する重要な事項について、調査、審議する。\n（水源保護地域の指定等）第６条 市長は、水道水源を保護するため、水源保護地域を指定することができる。\n２ 市長が、水源保護地域を指定しようとするときは、あらかじめ審議会の意見を聴かなければならない。\n３ 市長が、第１項の規定により、水源保護地域の指定をしたときは、その旨を直ちに公示するものとする。\n（事前の協議及び措置等）第７条 水源保護地域内において対象事業を行おうとする者（以下「事業者」という。）は、あらかじめ市長と協議しなければならない。\n２ （略）\n３ 市長は、第１項の規定による協議の申出があった場合において、審議会の意見を聴き、規制対象事業場と認定したときは、事業者に対し、その旨を速やかに通知するものとする。\n（規制対象事業場の設置の禁止）第８条 何人も、水源保護地域内において、規制対象事業場を設置してはならない。\n（罰則）第２０条 次の各号の一に該当する者は、１年以下の懲役、又は１０万円以下の罰金に処する。\n一 第８条の規定に違反した者二 （略）\n- 7 -\n【資料２ Ｂ県林地開発行為の許可基準（抜粋）】\n第１ 一般的事項\n１ 次の事項の全てに該当し、申請に係る開発行為を行うことが確実であること。\n① 開発行為に係る森林につき、開発行為の施行の妨げとなる権利を有する者の相当数の同意を申請者が得ていることが明らかであること。この場合の相当数の同意とは、開発行為に係る森林につき開発行為の妨げとなる権利を有する全ての者の３分の２以上の者から同意を得ており、その他の者についても同意を得ることができると認められる場合を指すものとする。\n② 開発行為又は開発行為に係る事業の実施について、法令等による許認可等を必要とする場合には当該許認可等がなされているか若しくはそれが確実であること又は法令等による土地の使用に関する制限等に抵触しないこと。（以下略）\n第４ 水資源確保の要件（法第１０条の２第２項第２号関係）\n１ 飲用水、かんがい用水等の水源として依存している森林を開発行為の対象とする場合で、周辺における水利用の実態等からみて必要な水量を確保するため必要があるときには、貯水池又は導水路の設置その他の措置が適切に講ぜられることが明らかであること。（以下略）\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/R4/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n林地を開発して一定規模以上の事業場を設置するためには、森林法（以下「法」という。）第１０条の２第１項に基づく都道府県知事の許可（以下「開発許可」という。）が必要となる。\n本問は、Ａ株式会社（以下「Ａ」という。）がＢ県Ｃ市に所在する自己所有地を中心とする区域を事業の用に供するための大規模な開発行為（以下「本件開発行為」という。）に関し、開発許可に係る申請前の段階から開発許可後の開発行為に関する工事の完了までの一連の行政過程の中で、Ｃ市や地域住民との間で生じる法的問題について検討するものである。\n本問では、Ａの申請に係る開発行為の許否を決定する審査段階で行われた、Ｂ県担当課長とＢ県法務室長（弁護士）との【検討会議の会議録】を読んで、地域住民や地権者が原告となって提起することが想定される取消訴訟の訴訟要件と本案の主張に関する法的問題のいくつかについて同法務室長の立場から検討することが求められる。\nまず、【設問１】⑴は、Ａの申請に係る開発許可の取消訴訟を第三者が提起する場合における原告適格の存否を問うものである。本問では、仮に、Ｂ県知事がＡの開発行為を許可した後、開発区域内外の土地所有者で立木所有者であるＥと、開発区域を水源とする沢（以下「本件沢」という。）に沿って本件開発区域外に居住する者で過去に溢水等による浸水被害を受けたことがあり、かつ、本件沢から取水した水を飲料水や生活用水として使用するＦの２名が原告となって同許可の取消訴訟が提起されることを想定し、最判平成１３年３月１３日民集\n５５巻２号２８３頁を参考にして、同訴訟におけるＥ及びＦの原告適格の存否を問うものである。行政事件訴訟法第９条に基づき、法第１０条の２等の規定を踏まえ、Ｅ及びＦのそれぞれについて原告適格の存否を検討することが求められる。\n次に、【設問１】⑵は、Ａの申請時点では開発区域内の土地所有者であるＥは本件開発行為に同意していなかったが、仮にＥが同意に転じ、Ｆのみが前記許可の取消訴訟を提起した場合を想定し、同訴訟の係属中に本件開発行為に関する工事が完了した後においても、Ｆに訴えの利益が認められるかを問うものである。このような場合の訴えの利益はゴルフ場建設を目的とした開発許可の事例に関する最判平成７年１１月９日集民１７７号１２５頁によれば否定されているが、その理由が必ずしも明確ではない。そこで本問では、建築確認の取消訴訟係属中に当該建築物の建築工事が完了した事例に関する最判昭和５９年１０月２６日民集\n３８巻１０号１１６９頁を参考にしつつ、開発行為に関する工事の完了による開発許可の法効果など、法の仕組みを踏まえ、Ｆの訴えの利益が否定される理由付けを明確化し、検討することが求められる。\n最後に、【設問２】は、Ｂ県知事がＡの申請に係る許可をし、Ｆが同許可の取消訴訟を提起した場合を想定して、Ｆによる違法事由の主張とそれに対するＢ県の反論を問うものである。\n開発行為の許否の判断に当たっては、開発区域内の森林の現に有する水源かん養機能に依存する地域における水の確保に著しい支障を及ぼすおそれがないこと（法第１０条の２第２項第２号。以下「水確保要件」という。）のほか、森林の保続培養及び森林生産力の増進に留意する（同条第３項）旨の規定内容から、公益を考慮しつつ、専門技術的判断を基礎とする都道府県知事の裁量権が認められる。この点を踏まえ、【検討会議の会議録】からすると、同\n- 3 -許可の取消訴訟におけるＦによる違法事由の主張とそれに対するＢ県の反論としては、以下の(i)～(ⅲ)が考えられる。\nまず、(i)Ｆの主張する違法事由として、Ｅの同意がない段階においてＢ県知事がＡの申請に係る開発許可をした場合、森林法施行規則第４条第２号に規定する「相当数の同意」に関し、同知事が審査基準として自ら設定・公表しているＢ県林地開発行為の許可基準（以下「本件許可基準」という。）第１－１－①を満たしていない旨の主張が考えられる。この点に関するＢ県の反論では、開発行為に関する許可につきＢ県知事に裁量権が認められることから、本問のように開発区域内における権利者が２者である場合、開発区域内でＡの所有林が占める面積の割合をも考慮して許可することができるかに関して本問における事実関係に即した検討が求められる。\n次に、(ⅱ)Ｆの主張する違法事由として、Ｃ市水道水源保護条例に基づき規制対象事業場として認定（以下「本件認定」という。）されているから、本件許可基準第１－１－②を満たしていない旨の主張が考えられる。この点に関するＢ県の反論では、いわゆる紀伊長島町水道水源保護条例事件の最判平成１６年１２月２４日民集５８巻９号２５３６頁を参考にしつつ、本件認定に至るプロセスなどの本問における事実関係に即した検討が求められる。その際、かつて市町村による土地の使用制限に関する処分が違法であると評価して開発許可をしたというＢ県の運用を踏まえた検討も求められる。\n最後に、(ⅲ)Ｆの主張する違法事由として、Ａが設置を計画している貯水池の容量ではＦの生活用水に不足が生じ、水確保要件と本件許可基準第４－１を満たしていない旨の主張が考えられる。この点に関するＢ県の反論では、Ａが設置を計画している住民の生活用水確保のための貯水池に関して水確保要件及び本件許可基準第４－１の規定内容を踏まえ、Ｆが主張する規模の貯水池設置に関する技術的制約とそれに要する費用の問題等について検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視している点は、例年と同じく、①分析力（問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析・検討し、問いに対して的確に答えることができているか）、②基本的な理解及び応用力（基本的な判例や概念等の正確な理解に基づいて、\n相応の言及をすることができる応用力を有しているか）、③論理的な思考・表現力（事案を解決するに当たっての論理的な思考過程を、端的に分かりやすく整理・構成し、本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか）である。知識量には重点を置いていない。\n３ 答案に求められる水準⑴ 設問１⑴・ 行政事件訴訟法（以下「行訴法」という。）第９条第１項及び第２項を踏まえ、第三者の原告適格に係る判例の一般的な判断基準の要点を指摘した上で、林地の開発許可に関する最判平成１３年３月１３日民集５５巻２号２８３頁（以下「最高裁平成１３年判決」という。）に触れながら、開発許可の根拠法規である森林法第１０条の２等が周辺住民等の個々人の個別的利益を保護する趣旨を含むか否かを検討し、Ｅ及びＦに原告適格が認められるかについて一定の結論を導いているものは、一応の水準に達しているものと判断した。\n・ これに加えて、最高裁平成１３年判決の内容を具体的に指摘し、Ｅ及びＦについて、本件開発区域から居住地までの距離、本件沢の水の使用、Ｄ山を水源とする水道水の不使用等の事実に触れながら、それぞれ個別的利益を保護されている者に当たるかを検討しているものは、良好な答案と判断した。\n・ さらに、森林法第１０条の２第２項第１号所定の「周辺の地域」と同項第１号の２及び第２号所定の「依存する地域」の相違に着目して、保護の地域的範囲に言及するもののほか、最高裁平成１３年判決の内容を正確に指摘し、設問１⑴の全体について多角的かつ詳細に検討しているものは、優秀な答案と判断した。\n⑵ 設問１⑵・ 取消訴訟の目的、訴えの利益の意義を指摘した上で、建築確認に関する最判昭和５９年１０月２６日民集３８巻１０号１１６９頁（以下「最高裁昭和５９年判決」という。）の判示内容に触れ、森林法の仕組みに言及してＦに訴えの利益が認められるか否かを検討しているものは、\n一応の水準に達しているものと判断した。\n・ これに加えて、最高裁昭和５９年判決の判示内容の要点を指摘した上で、森林法の仕組みを前提に、開発許可の法的効果と、これが取り消された場合の効果及び監督処分の可否との関連を検討するものは、良好な答案と判断した。\n・ さらに、森林法第１０条の３の「前条第１項の規定に違反した者」について、①無許可の開発行為者と限定的に理解し、後に開発許可が取り消されたとしても、同許可が有効であることを前提としてされた開発行為が無許可の開発となるものではないため、監督処分を行うことができないと指摘し、あるいは、②同法第１０条の２第１項と第２項を一体的に捉え、開発行為に関する工事が完了した後も、許可基準に適合しないものに対しては、開発許可が取り消されなくとも監督処分を行うことができると指摘するものなど、工事の完了により訴えの利益が失われること等を説得的に論ずるものについては、優秀な答案と判断した。\n- 6 -⑶ 設問２・ 開発許可が裁量処分に当たるか及びその場合の違法判断基準を検討した上で、㋐Ｅの同意書が添付されていない点について、森林法施行規則第４条第２号所定の「相当数の同意を得ている」との要件を充足するか、㋑Ｃ市長が本件認定をした点について、本件許可基準第１－１－②を充足するか、㋒法第１０条の２第２項第２号及び本件許可基準第４－１の要件を充足するかの全てについて相応の検討をし、又は、上記㋐ないし㋒のうち二つの点について複数の事情を挙げるなどして多角的に検討しているものなどは、一応の水準に達しているものと判断した。\n・ これに加えて、本件開発許可が裁量処分に当たるかについて十分な論拠を示して検討し、上記㋐につき、本件許可基準が審査基準（行政手続法第５条）として公表されたものであり、Ｂ県知事が自己拘束される点を指摘するもの、上記㋑につき、本件条例の制定経緯等を指摘して、\n紀伊長島町水道水源保護条例事件の最判平成１６年１２月２４日民集５８巻９号２５３６頁（以下「最高裁平成１６年判決」という。）を参考に、Ａの地位を不当に害することのないよう配慮すべき義務を尽くしていない点を指摘するものなどは、良好な答案と判断した。\n・ さらに、上記㋐ないし㋒の全てについて、複数の事情を挙げて詳細かつ多角的に検討した上で、説得的な理由を示しているものなどは、優秀な答案と判断した。\n４ 採点実感以下は、考査委員から寄せられた主要な意見をまとめたものである。\n⑴ 全体的印象（悪筆・誤字等）\n○ 本年も、書き殴った文字、小さすぎる文字、極めて癖の強い文字の多用等により判読不能な答案が依然として散見された。限られた時間内で答案を作成しなければならないため、多少、\n乱雑な文字であってもやむを得ないと思うが、採点者が努力しても判読することができなければ、当該記載部分を評価することができない。法曹には、依頼人や自分の考えを相手方に正しく伝える資質が求められるのであり、読み手を意識して記述することを心掛けてほしい。\n．．○ 「訴訟継続中」とするもの、「第○号」を「第○項」とするものなど、基本的な理解・知識に疑義を生じさせかねない誤記が見受けられた。また、森林法第１０条の２第２項第１号の２を「第２号」とし、同項第２号を「第３号」と記載するものも多かった。\n（法解釈・基礎的知識等）\n○ ポイントとなる法令の文言を指摘し、適切に解釈（規範を定立）した上で、具体的な事実を当該規範に当てはめて評価し、結論を導く法的三段論法が基本となるが、そのような論証方法を採らず、事実を書き写すだけの答案、規範（又は一般論）と当てはめを区別していない答案が見受けられた。また、問題文中の事実を丁寧に拾わず、あるいは、事実を拾ったとしてもそれに対する評価をしておらず、不十分な事実摘示あるいは評価の下で結論を導いている答案も多かった。\n○ 判例百選等に掲載され、重要と考えられる裁判例に関する事実関係、関係法令、最高裁判決などを全く知らない、あるいは、不十分にしか理解していないと思われる答案が少なくなかった。\n（途中答案・時間配分）\n○ 設問１⑴に多くの時間をかけてしまい、論じるべき点の多い設問２について十分に検討することができていない答案が散見された。法令等をそのまま書き写したり、制度の仕組みを長々と紹介したりする答案も見られたが、筆記に多くの時間を要するのみならず、それだけでは高い評価を得ることもできない。\n⑵ 設問１⑴（全体について）\n- 7 -○ 行訴法第９条第１項の「法律上の利益を有する者」の判断基準については、おおむね判例の一般的な判断基準を示すことができていた。ただし、次のように、正確性を欠くものも少なくなかった。\n．． ．．．・ 「当該処分により自己の権利若しくは法律上保護された利益を侵害され、又は必然的に侵．．害されるおそれのある者」とされる点について、「法律上保護された権利」と記載し、あるいは、「必然的に」との記載を欠くもの（後者については、「侵害されるおそれ」があれば足りるかのような印象を与える。）\n・ 「当該処分を定めた行政法規が、個々人の個別的利益としても保護すべきものとする趣旨を含む」などと記載し、「個々人の個別的利益」として何を保護するのか、明示しないもの（「不特定多数者の具体的利益を」との記載が欠けている。）\n（原告適格の判断枠組み）\n○ 原告適格の判断枠組みからすると、法律上保護された利益の有無を検討するに当たっては、\nまず、当該処分の根拠法令（「当該処分の根拠となる法令」）の内容を十分に検討すべきである。\nＥとＦの利益が個別的利益としても保護されるかの検討に際して、まずは、根拠法令に当たる森林法第１０条の２第２項各号の文理等に注目すべきであるにもかかわらず、必要な検討をせずに安易に森林法の「関係法令」（行訴法第９条第２項）を措定して根拠法令以外のものの分析に時間を割き、結果、具体的被害利益がどの号について問題となるのか、きめ細かい解釈の思考過程を示すことのできない答案が多く見られた。\n（最高裁平成１３年判決）\n○ 最高裁平成１３年判決の内容を正確に理解していると思われる答案は多くなく、森林法第１０条の２第２項につき、同項第１号、第１号の２、第２号に分けて保護法益を検討し、生命身体の安全と財産権という保護法益を導き、それらを個々人の個別的利益としても保護すべきものとする趣旨を含むか否かを検討することができている答案は、極めて少数であった。むしろ、\n同項第１号及び第１号の２の保護法益について、「水害による被害を受けない利益」などとして、生命身体の安全と財産権を区別せずに記載する答案が相当数あった。\n（法律上の利益の捉え方等）\n○ 「生命、身体の安全」、「財産」といった個別・具体的な権利・利益の保護に言及することなく、抽象的に「土砂災害や水害による被害を受けない利益」や「立木の生育に係る利益」などと記載し、利益を漠然と捉えてどのような種類・性質の利益が問題になるかを指摘しない答案が散見された。\n原告適格を分析する際には、ＥとＦが具体的にどのような利益侵害を被るのかを見据えた上で、森林法第１０条の２第２項各号がそれら利益を保護する趣旨か否かを分析する必要があるが、両者の被害利益の分析を行うこともなく闇雲に検討を始めたり、あるいは両者が説明会で述べた反対意見をＥ又はＦの個別の主張に分解して議論するといった記述をする答案があった。\n○ 次のような答案が多くあり、原告適格の判断枠組みとして行訴法第９条第２項を掲げつつも、\n生命身体の安全と財産権の利益の性質の違いなど、同項に規定されている利益の内容や性質の検討を疎かにしているのではないかと感じた。\n・ 森林法第１０条の２第２項第１号及び同項第１号の２から土地の所有者の財産権を個別的利益として保護することを肯定し、生命・身体の安全と財産を同列に扱って結論を導くもの。\n・ Ｆの原告適格につき、土砂災害や水害による被害を受けるおそれについて全く検討せず、\n本件沢の水を飲料水や生活用水として使用する利益（水利用の阻害による生活環境への被害）\nのみを検討するもの、生活用水として本件沢の水を利用する利益が何の利益に当たるかを指摘せず、個別的利益として保護する趣旨に含まれるとしたり、本件沢の流水を用いることと水道水を使用することを、完全に同じ利益として評価するもの。\n- 8 -（論述の内容等）\n○ Ｅが本件開発区域内に土地を所有していること及び森林法施行規則第４条第２号の「開発行為の施行の妨げとなる権利を有する者」であることを理由に、本件開発行為により所有権を侵害されるとして原告適格を肯定する答案や「相当数の同意」を得ていることを証する書類の提出が求められていることを手掛かりにする答案が多く見られた。しかし、会議録における担当課長の発言からうかがわれるように、同号は、開発行為の施行につき相当程度の見込みがあることを要件にすることにより、事業の実現可能性を確認し、無意味な結果となる開発許可の申請をあらかじめ制限するために設けられているものと解され、開発許可をすることは開発区域内の私法上の権原に何ら影響を及ぼすものではない（最判平成９年１月２８日民集５１巻１号２５０頁も参照されたい。）。開発許可がされたとしても、事業地内の地権者の土地所有権等がそれにより剥奪又は制限されるわけではなく（開発許可は、都市計画事業認可や事業認定ではない。）、Ｅが同意しない限りＥ所有地内で開発行為がされることはないことに、留意してほしい。\n（規範と当てはめの区別等）\n○ 当てはめにおいて、「Ｆは、２００ｍ下流の本件沢沿いに居住し、本件沢の水を飲料水や生活用水として使用していることから、被害を受けることになる」などとするものが相当数存在した。どこに向かって当該事実を掲げているのかを意識し、それに対してどのように評価できるのかを明確に記載すべきである。\n⑶ 設問１⑵（全体について）\n○ 会議録において法務室長が「法の仕組みに即して検討する」と発言しているにもかかわらず、\n森林法の仕組みに全く触れることなく、工事が完了すれば事実上元に戻すことができないという理由で、訴えの利益を否定する答案（事情判決と訴えの利益を混同している。）、本件開発許可は違法であり取消しを求める必要があるから、訴えの利益が認められるとする答案（本案の問題と訴えの利益を混同している。）など、そもそも訴えの利益が何であるかを全く理解していないと考えざるを得ない答案が見受けられた。\nまた、訴えの客観的利益を否定する文脈の中で、事情判決の可能性があるので工事完了後には訴えの利益が失われるとする答案が散見された。しかし、事情判決は本案判決であり、訴えの客観的利益が存在することを前提とするものである。\n○ 行訴法第９条第１項の「法律上の利益」は、原告適格のみならず訴えの利益も意味するが、\n同項括弧書だけが訴えの利益を指すと誤解している答案がしばしば見られた。\n（最高裁昭和５９年判決）\n○ 建築確認に関する最高裁昭和５９年判決について、これに言及していないか、言及したとしても、内容が不正確なものが多かった。また、工事完了により訴えの利益が消滅するとする最高裁昭和５９年判決の結論をそのまま記載し、本件も同様であるから取消しを求める利益が失われるとのみ書いた答案が非常に多かった。森林法の仕組みを基に、なぜ本件も最高裁昭和５９年判決と同様の帰結となるのかを論じてほしい。\n（監督処分との論理関係）\n○ 森林法第１０条の３の監督処分の発動可能性が開発許可を取り消す訴えの利益の肯定又は否定に論理的にどのように関係するのかについて、理解できていないと思われる答案が相当数あった。単に監督処分の規定を引用しただけで、直ちに訴えの利益を肯定する答案も多かった。\n開発許可を取り消さないと監督処分をすることができないのか、それとも開発許可を取り消さなくても監督処分をすることができるのか、あるいは開発許可を取り消したとしても監督処分はできないのかによって、結論が変わってくることに留意してほしかった。\n⑷ 設問２- 9 -（全体について）\n○ Ｂ県の法務室長の立場から検討することが求められているにもかかわらず、その指示に従わず、専らＦの立場からの検討のみに終始するなど、設問の指示に従ったとはいえない答案が散見された。\n○ Ｃ市長による本件認定につき、Ｆの主張として、これが違法であるとするなど、登場人物の利益状況や相関を明確に把握することができず、Ｆの主張とＢ県の反論の内容を取り違えている（逆の内容を記載している）答案が散見された。\n（裁量権の逸脱・濫用）\n○ 開発許可が裁量処分に当たることについては、多くの答案がその根拠も含めて適切に論ずることができていた。開発許可についてＢ県知事に裁量が認められる理由は、会議録を参照した上で、ほとんどの答案が指摘できていた。しかし、会議録において、本件許可基準が適法であることを前提とすると記載されているにもかかわらず、本件許可基準が合理的か否かを検討する答案が散見された。\n○ 本件許可基準の裁量性を論ずる場面において、森林法及び森林法施行規則の条文の文言を検討するのではなく、本件許可基準の文言を指摘してその裁量性を検討している答案が一定数あった。このような答案については、法令と行政規則との関係を十分理解しているのかという疑問が生ずる。\n（相当数の同意）\n○ 本問では、全体を通じて、裁量基準である審査基準はこれを適用しない合理的理由がない限り行政機関を拘束する効力があること（つまり、本件許可基準が行政手続法第５条の審査基準に当たり、これを設定し公表したＢ県知事は、これに自己拘束されること）を前提に、Ｆ及びＢの主張を構成することが求められるところ、そのような観点から検討された答案は少数であった。\n○ Ａが９８パーセントの面積を有していることを考慮することができるか否かに関し、これが森林法施行規則第４条第２号の「相当数の同意」の文言解釈の問題であることを、指摘できている答案が少なかった。多くの答案が、単純に価値判断に基づく実質論を展開して結論を導いていたが、司法試験である以上、議論の出発点は、条文の解釈となることを肝に銘じてもらいたい。\n（本件認定）\n○ 本件許可基準第１－１－②の関係では、本件認定の違法性についてのＢ県による反論として、\n紀伊長島町水道水源保護条例事件の最高裁平成１６年判決を参考に、協議等の手続の重要性や配慮義務について論じることが求められているが、そのような答案はほとんどなく、狙い撃ち条例である旨の指摘にとどまっている答案があった。また、余目町個室付浴場業事件に関する最判昭和５３年５月２６日民集３２巻３号６８９頁との違いを理解せず、本件認定が行政権の濫用である旨を論じる答案も多数あった。\n○ 本件認定の違法性については、配慮義務違反の点から論じることができている答案が非常に少なかった。判例百選登載レベルの判例については、結論のみならず、その論理展開や事例への当てはめを意識して学習することが望まれる。\nなお、Ｂ県知事が本件認定を行ったと事実関係を誤認している答案も、一定数あった。\n（飲料水と生活用水の確保）\n○ 本件許可基準第４－１に関する記載は、総じて不十分なものが目立った。時間が不足したことによるものと思われるが、時間配分に留意して検討することが求められる。\n○ 会議録では「法第１０条の２第２項第２号及び本件許可基準第４－１に適合しているかが問題となる」と指摘されているにもかかわらず、単に裁量を逸脱し違法とする答案が多かった。\n- 10 -５ 今後の法科大学院教育に求めるもの○ これまでも繰り返し指摘されていることであるが、行政法の基本的な概念・仕組みと重要な最高裁判例の内容・射程を確実に理解した上で、それらの知識を前提にして、事例問題の演習を行うことが求められるように思われる。これを通じて、単に判例の知識を得るにとどまらず、重要な判例が示した法理や規範を具体的な事例の中で使いこなせるようにすることが肝要である。\n- 11 -"
}