{
  "year": "R3",
  "exam_type": "予備",
  "subject_name": "民法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n【事実】\n１．Ａは，酒類及び食品類の卸売を主たる業務とする株式会社である。令和３年４月頃，Ａは，冷蔵保存を要する高級ワインの取扱いを新しく開始することを計画し，海外から酒類を輸入販売することを主たる業務とする株式会社Ｂと協議を重ねた上で，同年６月１日，Ｂとの間で，以下の内容の売買契約を締結した（以下「本件ワイン売買契約」という。）。\n当事者 買主Ａ，売主Ｂ目的物 冷蔵倉庫甲に保管中の乙農園の生産に係るワイン１万本（以下「本件ワイン」という。）代 金 ５０００万円引渡日 令和３年９月１日また，Ａは，Ｂとの交渉の際に，本件ワインの引渡日までに高級ワインの保存に適した冷蔵倉庫を購入し又は賃借することを予定しており，本件ワインの販売が順調であれば，将来的には取り扱う高級ワインの種類や数量も増やしていく予定であることを伝えていた。なお，本件ワイン\nと同種同等のワインは他に存在しない。\n２．ところが，令和３年７月末になっても，Ａの事業計画に適した冷蔵倉庫は見つからず，購入や賃借の見込みは全く立たなかった。そこで，Ａは，Ｂに対して，適切な規模の冷蔵倉庫が見つかるまでの当面の保管場所として同人の所有する冷蔵倉庫甲を借りたいと伝えて，交渉し，Ｂ\nの了承を得て，同年８月２７日，冷蔵倉庫甲を，賃料を月２０万円とし，賃借期間を同年９月\n１日から１年間の約定で賃借する旨の契約を締結した（以下「本件賃貸借契約」という。）。Ｂは，翌２８日，冷蔵倉庫甲から本件ワイン以外の酒類を全て搬出し，本件賃貸借契約の開始に備えた。\n３．令和３年８月３０日未明，冷蔵倉庫甲に隣接する家屋において落雷を原因とする火災が発生し，高熱によって冷蔵倉庫甲の配電設備が故障した。同日夕方頃に同火災は鎮火したが，火災による高熱に加え，配電設備の故障によって空調機能を喪失していたことから，冷蔵倉庫甲の内部は異常な高温となり，これによって本件ワインは飲用に適さない程度に劣化してしまった。なお，同日深夜までに配電設備の修理は完了し，冷蔵倉庫甲の空調機能は復旧し，その使用には何らの支障がなくなっている。\n４．令和３年９月１日，Ｂは，Ａに対して，本件ワイン及び冷蔵倉庫甲の引渡しをしようとしたが，Ａはこれを拒絶した。\n〔設問１〕\nＡは，本件ワイン売買契約及び本件賃貸借契約を解除したいと考えている。Ｂからの反論にも言及しつつ，Ａの主張が認められるかどうかを検討しなさい。\n【事実（続き）】\n５．Ａは，レストラン等に飲料及び食料品等を販売しており，そのため大量の飲料及び食料品等を貯蔵できる保管用倉庫丙を別に所有していた。倉庫丙は，冷蔵設備を備えた独立した建物であり，内部には保管のための多くの棚が設置されていた。Ａは，複数の製造業者や流通業者から購入した飲料及び食料品を一旦倉庫丙に貯蔵し，レストラン等からの注文があると，注文の品を取り出してレストラン等に配送していた。\n６．Ａは，令和３年１０月，一時的に資金不足に陥ったため，日頃から取引のあるＣから５０００\n- 2 -万円の融資を受けることになり，ＡとＣは，同月１日，金銭消費貸借契約を締結した（以下「本件金銭消費貸借契約」という。）。本件金銭消費貸借契約を締結するに当たり，ＡとＣは，以下のような合意をした（以下「本件譲渡担保契約」という。）。\n① Ａは，ＡのＣに対する本件金銭消費貸借契約に係る貸金債務を担保するために，倉庫丙内にある全ての酒類（アルコール分１パーセント以上の飲料をいう。以下同じ。）を目的物として，Ｃに対してその所有権を譲渡し，占有改定の方法によって引き渡す。\n② Ａは，通常の営業の範囲の目的のために倉庫丙内の酒類を第三者に相当な価額で譲渡することができる。\n③ Ａは，②により倉庫丙内の酒類を第三者に譲渡した場合には，遅滞なく同種同品質の酒類を倉庫丙内に補充する。補充された酒類は，倉庫丙に搬入された時点で，当然に①の譲渡担保の目的となる。\n７．令和３年１０月１５日，Ａは，ウイスキーの流通業者Ｄから，国産ウイスキー１００ダース（以下「本件ウイスキー」という。）を１２００万円で購入した（以下「本件ウイスキー売買契約」という。）。ＡとＤが締結した本件ウイスキー売買契約には，以下のような条項が含まれていた。\n① 本件ウイスキーの引渡しは，同月２０日とし，代金の支払は引渡しの翌１１月１０日とする。\n② 本件ウイスキーの所有権は，代金の完済をもって，ＤからＡに移転する。\n③ ＤはＡに対して，本件ウイスキーの引渡日以降，本件ウイスキーの全部又は一部を転売することを承諾する。\n８．令和３年１０月２０日，Ｄは，本件ウイスキー売買契約に従って，本件ウイスキーを倉庫丙に搬入した。本件ウイスキーは倉庫丙内の他の酒類とともに棚に保管されたが，どのウイスキーが本件ウイスキーかは判別できる状態にあった。\n９．令和３年１１月１０日，Ａは，本件ウイスキーの代金１２００万円をＤに支払わなかった。このためＤが，本件ウイスキーの引渡しをＡに対して求めたところ，Ａは，Ｃから，①倉庫丙内の酒類は，本件譲渡担保契約により担保の目的でＣに所有権が譲渡され，対抗要件も具備されていると主張されているとして，本件ウイスキーの引渡しを渋っている。これに対してＤは，②本件譲渡担保契約は何が目的物かもはっきりせず無効であること，③仮に本件譲渡担保契約が有効であるとしても，本件ウイスキーには，本件譲渡担保契約の効力が及ばないことなどを主張している。\n〔設問２〕\n(1) Ｃは，本件譲渡担保契約の有効性について，第三者に対して主張することができるか，【事実】\n９の①の主張と②の主張に留意しつつ論じなさい。\n(2) Ｄは，Ｃに対して，本件ウイスキーの所有権を主張することができるか，【事実】９の③の主張に留意しつつ論じなさい。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R3/論述/試験問題/民事系.pdf",
  "subject": 3,
  "purpose": "設問１は，制限種類債権の全部が履行不能になったと評価できる事例を題材として，その目的が相互に密接に関連付けられている２個の契約の一方の債務不履行を理由として他方を解除することができるかを問う問題である。どのような場合に履行不能と評価されるかという問題を通して，債権法の基本的な理解を問うとともに，複合的契約の債務不履行と解除という応用的な事例について，論理的な思考力及び事案に応じた当てはめを行うことを求めるものである。\n設問２は，集合動産譲渡担保と所有権留保の優劣が問題になり得る事例を題材として，集合動産譲渡担保及び所有権留保という非典型担保の効力について，事案を分析して，法的に論述する能力を試す問題である。非典型担保に関する判例法理についての基本的な理解を問うだけでなく，非典型担保の法的構成や物権変動論への理解を組み合わせて，事案に応じた分析及び法的思考に基づく結論を説得的に論述することが求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１は，制限種類債権の全部が履行不能になったと評価できる事例を題材として，その目的が相互に密接に関連付けられている２個の契約の一方の債務不履行を理由として他方を解除することができるかを問う問題である。どのような場合に履行不能と評価されるかという問題を通して，債権法の基本的な理解を問うとともに，複合的契約の債務不履行と解除という応用的な事例について，論理的な思考力及び事案に応じた当てはめを行うことを求めるものである。"
      },
      {
        "type": "q2",
        "text": "設問２は，集合動産譲渡担保と所有権留保の優劣が問題になり得る事例を題材として，集合動産譲渡担保及び所有権留保という非典型担保の効力について，事案を分析して，法的に論述する能力を試す問題である。非典型担保に関する判例法理についての基本的な理解を問うだけでなく，非典型担保の法的構成や物権変動論への理解を組み合わせて，事案に応じた分析及び法的思考に基づく結論を説得的に論述することが求められる。"
      }
    ]
  }
}