{
  "year": "R3",
  "exam_type": "予備",
  "subject_name": "実務基礎（民事）",
  "text": "司法試験予備試験用法文を適宜参照して，以下の各設問に答えなさい。\n〔設問１〕\n弁護士Ｐは，Ｘから次のような相談を受けた。\n【Ｘの相談内容】\n「私（Ｘ）は，娘の夫であるＹから，会社員を辞めて骨董品店を開業したいので甲建物を貸してほしいと頼まれ，Ｙの意志が固かったことから，これに応ずることにしました。私は，Ｙとの間で，令和２年６月１５日，私が所有する甲建物について，賃貸期間を同年７月１日から３年間，賃料を月額\n１０万円として毎月末日限り当月分を支払う，敷金３０万円との約定で賃貸借契約（以下「本件賃貸借契約」という。）を締結し，Ｙから敷金３０万円の交付を受け，同年７月１日，Ｙに甲建物を引き渡しました。私は，契約締結の当日，市販の賃貸借契約書の用紙に，賃貸期間，賃料額，賃料の支払日及び敷金額を記入し，賃貸人欄に私の氏名を，賃借人欄にＹの氏名をそれぞれ記入して，Ｙの自宅を訪れ，私とＹのそれぞれが自分の氏名の横に押印をし，賃貸借契約書（以下「本件契約書」という。）\nを完成させました。\nＹは，間もなく，甲建物で骨董品店を開業しましたが，その経営はなかなか軌道に乗らず，令和２年７月３０日に同月分の賃料の一部として５万円を支払ったものの，それ以降は，賃料が支払われることは全くありませんでした。\nそこで，私は，Ｙに対し，令和２年７月分から同年１２月分までの賃料合計６０万円から弁済済みの５万円を控除した残額である５５万円の支払を請求したいと思います。私は，支払が遅れたことについての損害金の支払までは求めませんし，私自身が甲建物を利用する予定はありませんので，甲建物の明渡しも求めません。\nなお，Ｙは，現在，友人であるＡに対して，令和２年１２月２日に壺を売った５０万円の売掛債権を有しているものの，それ以外には，めぼしい財産を有していないようです。Ｙは，これまでのところ，この売掛債権の回収に着手しておらず，督促をするつもりもないようですが，Ａがこの代金を支払ってしまうと，私の未払賃料債権を回収する手段がなくなってしまうので心配しています。」\n弁護士Ｐは，令和３年１月１２日，【Ｘの相談内容】を前提に，Ｘの訴訟代理人として，Ｙに対し，Ｘの希望する金員の支払を求める訴訟（以下「本件訴訟」という。）を提起することにした。\n以上を前提に，以下の各問いに答えなさい。\n(1) 弁護士Ｐが，本件訴訟において，Ｘの希望を実現するために選択すると考えられる訴訟物を記載しなさい。\n(2) 弁護士Ｐが，本件訴訟の訴状（以下「本件訴状」という。）において記載すべき請求の趣旨（民事訴訟法第１３３条第２項第２号）を記載しなさい。なお，付随的申立てについては，考慮する必要はない。\n(3) 弁護士Ｐが，本件訴状において記載すべき請求を理由づける事実（民事訴訟規則第５３条第１項）を記載しなさい。\n(4) 弁護士Ｐは，本件訴状において，「Ｙは，Ｘに対し，令和２年７月３０日，本件賃貸借契約に基づく同月分の賃料債務につき，５万円を弁済した。」との事実を主張した。\n(ⅰ) 裁判所は，上記事実の主張をもって，本件訴訟における抗弁として扱うべきか否かについて，結論と理由を述べなさい。\n- 2 -\n(ⅱ) （ⅰ）のほかに，上記主張は本件訴訟においてどのような意味を有するか。簡潔に説明しなさい。\n〔設問２〕\n弁護士Ｐは，Ｙから未払賃料を確実に回収するために，Ａに対する売掛債権を仮に差し押さえた上で本件訴訟を提起する方法と，Ｙに代位してＡに対して５０万円の売買代金の支払を求める訴えを提起する方法とを検討したが，【Ｘの相談内容】の下線部の事情を踏まえ，後者の方法ではなく，前者の方法を採ることとした。その理由について説明しなさい。\n〔設問３〕\n弁護士Ｑは，本件訴状の送達を受けたＹから次のような相談を受けた。\n【Ｙの相談内容】\n「(a) 私（Ｙ）は，Ｘの娘の夫に当たります。\n私は，令和２年７月１日から甲建物で骨董品店を営業していますが，Ｘから甲建物を賃借したのではなく，無償で甲建物を使用させてもらっています。したがって，私が甲建物の賃料を支払っていないのは当然のことです。私は，本件契約書の賃借人欄に氏名を書いていませんし，誰かに指示して書かせたこともありません。私の氏名の横の印影は，私の印鑑によるものですが，私が押したり，また，誰かに指示して押させたりしたこともありません。\n(b) ところで，令和３年１月８日，Ｘの知人を名乗るＢが私を訪れました。話を聞くと，令和２年８月１日，Ｘに，弁済期を同年１０月１５日として，５０万円を貸したが，一向に返してもらえないので，督促を続けていたところ，令和３年１月５日，Ｘから，その５０万円の返還債務の支払に代えて，私（Ｙ）に対する令和２年７月分から同年１２月分までの合計６０万円の賃料債権を譲り受けたので，賃料を支払ってほしいとのことでした。もちろん，私は，Ｘから甲建物を賃借したことなどありませんので，Ｂの求めには応じませんでした。もっとも，Ｂの話が真実であれば，仮にＸの言い分のとおり本件賃貸借契約締結の事実が認められたとしても，私が賃料を支払うべき相手はＢであってＸではないので，Ｘからの請求は拒むことができるのではないでしょうか。ただし，私はＸからこの債権譲渡の通知を受けておらず，私がこの債権譲渡を承諾したこともありません。この場合でも，私はＸからの請求を拒めるのか教えてください。\n(c) また，Ｘの言い分が認められるのであれば，私はＸに対して敷金３０万円を差し入れていることになるはずです。したがって，Ｘの言い分が認められる場合には，上記敷金返還請求権をもって相殺したいと考えています。」\n弁護士Ｑは，【Ｙの相談内容】を前提に，Ｙの訴訟代理人として，本件訴訟の答弁書（以下「本件答弁書」という。）を作成した。\n以上を前提に，以下の各問いに答えなさい。\n(1) 弁護士Ｑは，【Ｙの相談内容】(b)を踏まえて，本件答弁書において，抗弁を主張した。\n(ⅰ) 弁護士Ｑが，本件答弁書において，【Ｙの相談内容】(b)に関する抗弁を主張するために主張すべき要件事実（主要事実）を全て記載しなさい。\n(ⅱ) 弁護士Ｑは，【Ｙの相談内容】(b)の下線部の質問に対して，「Ｘからの請求を拒むことができる」と回答した。その理由を簡潔に説明しなさい。\n(2) 弁護士Ｑは，【Ｙの相談内容】(c)を踏まえて，本件答弁書において抗弁を主張できないか検討したが，その主張は主張自体失当であると考えて断念した。弁護士Ｑが主張自体失当と考えた理由を簡潔\n- 3 -に説明しなさい。\n〔設問４〕\n第１回口頭弁論期日において，本件訴状と本件答弁書が陳述された。同期日において，弁護士Ｐは，本件契約書を書証として提出し，それが取り調べられ，弁護士Ｑは，本件契約書のＹ作成部分につき，成立の真正を否認し，「Ｙ名下の印影がＹの印章によることは認めるが，Ｘが盗用した。」と主張した。\nその後，２回の弁論準備手続期日を経た後，第２回口頭弁論期日において，本人尋問が実施され，本件賃貸借契約の締結につき，Ｘは，次の【Ｘの供述内容】のとおり，Ｙは，次の【Ｙの供述内容】のとおり，それぞれ供述した（なお，それ以外の者の尋問は実施されていない。）。\n【Ｘの供述内容】\n「Ｙは，私の娘の夫です。私は，令和２年６月頃，Ｙから，『この度，会社員を辞めて，小さい頃からの夢であった骨董品店を経営しようと思います。ついては，空き家になっている甲建物を賃貸していただけないでしょうか。』との依頼を受けました。Ｙの言うとおり，甲建物は長年空き家になっており，時々様子を見に行くのも面倒でしたので，ちょうどよいと思い，Ｙに賃貸することにしました。\nその後，私とＹは賃料額の交渉を行い，私は近隣の相場を参考にして，月額１５万円を提案したのですが，Ｙからは，採算がとれるか不安なので月額１０万円にしてくださいと懇願されたため，これに応ずることにしました。\n私は，令和２年６月１５日，Ｙとの間で，私の所有する甲建物について，賃貸期間を同年７月１日から３年間，賃料を月額１０万円として毎月末日限り当月分を支払う，敷金３０万円との約定で賃貸借契約（本件賃貸借契約）を締結しました。私は，契約締結の当日，市販の賃貸借契約書の用紙に，賃貸期間，賃料額，賃料の支払日及び敷金額を記入し，賃貸人欄に私の氏名を，賃借人欄にＹの氏名をそれぞれ記入して準備をして，Ｙの自宅を訪れ，私とＹのそれぞれが自分の氏名の横に押印をして，本件契約書を完成させました。また，私は，その際，Ｙから現金で敷金３０万円の交付を受けています。本来であれば，Ｙの方が私の自宅に来るべき筋合いでしたが，私は孫への会いたさから，週に２\n日はＹの自宅を訪れていましたので，そのついでに契約書を作成することにしたのです。ちなみに，Ｙは，この時，いわゆる三文判で押印しておりましたが，契約書を作成するのに礼儀知らずだなと思った記憶があります。\n私は，令和２年７月１日，Ｙに対し，甲建物を引き渡し，Ｙは甲建物で骨董品店を開業しました。\nところが，Ｙの骨董品店の経営はなかなか軌道に乗らず，同月３０日には，同月分の賃料の一部として５万円の支払を受けましたが，それ以降は，賃料が支払われることは全くありませんでした。もっとも，Ｙは私の娘の夫ですし，開業当初は何かと大変だろうと考え，その年の年末までは賃料の請求をするのを差し控えてきましたが，一言の謝罪すらないまま令和３年になりましたので，本件訴訟を提起することにしました。\nなお，最近，私の妻が体調を崩したため，娘はしばしば私の家に泊まって看病をするようになりましたが，Ｙと私の娘が別居したという事実はありません。」\n【Ｙの供述内容】\n「私は，令和２年６月１５日，妻の父であるＸから甲建物を借り，同年７月１日から骨董品店の店舗として使用しています。しかし，甲建物は，Ｘから無償で借りたものであって，賃借しているものではありません。賃貸借契約を締結したのであれば，契約書を作成し，敷金を差し入れるのが通常ですが，私とＸとの間では甲建物の使用についての契約書は作成されていませんし，私が敷金を差し入れたこともありません。Ｘが書証として提出した本件契約書の賃借人欄の氏名は，明らかにＸの筆跡です。私の氏名の横の印影は，確かに私の印鑑によるものですが，これはいわゆる三文判で，Ｘが勝\n- 4 -手に押したものだと思います。\n令和２年１２月中旬だったと思いますが，私と妻が買物に行っている間，Ｘに私の自宅で子どもの面倒を見てもらっていたことがあります。恐らく，Ｘは，その際に，あらかじめ準備しておいた賃貸借契約書の賃借人欄に私の印鑑を勝手に押したのだと思います。この印鑑は，居間の引き出しの中に保管していたのですが，Ｘは週に２日は孫に会いに私の自宅に来ていましたので，その在りかを知っていたはずです。\n確かに，私は，令和２年７月３０日，Ｘに対し，５万円を支払っていますが，これは，甲建物の賃料として支払ったものではありません。その年の６月頃にＸと私の家族で買物をした際，私が財布を忘れたため，急きょＸから５万円を借りたことがあったのですが，その５万円を返済したのです。\n私が骨董品店を開業してからも，令和２年の年末までは，Ｘから甲建物の賃料の支払を求められたことはありませんでした。ところが令和３年に入り，私と妻が不仲となり別居したのと時期を同じくして，突然Ｘが賃料を支払うよう求めてきて困惑しています。私の骨董品店も，次第に馴染みの客が増えており，経営が苦しいなどということはありません。」\n以上を前提に，以下の問いに答えなさい。\n弁護士Ｑは，本件訴訟の第３回口頭弁論期日までに，準備書面を提出することを予定している。その準備書面において，弁護士Ｑは，前記の提出された書証並びに前記【Ｘの供述内容】及び【Ｙの供述内容】と同内容のＸ及びＹの本人尋問における供述に基づいて，ＸとＹが本件賃貸借契約を締結した事実が認められないことにつき，主張を展開したいと考えている。弁護士Ｑにおいて，上記準備書面に記載すべき内容を，提出された書証や両者の供述から認定することができる事実を踏まえて，答案用紙１頁程度の分量で記載しなさい。なお，記載に際しては，本件契約書のＹ作成部分の成立の真正に関する争いについても言及すること。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/R3/論述/試験問題/実務基礎.pdf",
  "subject": 9,
  "purpose": "設問１は，賃貸借契約に基づく賃料支払請求権が問題となる訴訟において，原告の希望に応じた訴訟物，請求の趣旨，請求を理由づける事実及び一部弁済の主張の訴訟上の位置付けについて説明を求めるものである。賃貸借契約に関する法律要件や一部請求と一部弁済との関係について正確な理解が問われている。\n設問２は，債権回収の手段について原告代理人としての選択を問うものである。\n債権者代位権の行使及び仮差押えの効果についての正確な理解が求められる。\n設問３は，被告の二つの主張に関し，各主張の位置付けや抗弁となる場合の抗弁事実の内容を問うものである。実体法及び判例の理解を踏まえながら，本件への当てはめを適切に検討することが求められる。\n設問４は，被告代理人の立場から，本件賃貸借契約を締結した事実が認められないことに関し準備書面に記載すべき事項を問うものである。文書に作成名義人の印章により顕出された印影があることを踏まえ，いわゆる二段の推定が働くことを前提として，自らの主張の位置付けを明らかにすることが求められる。その上で，いかなる証拠によりいかなる事実を認定することができるかを示すとともに，各認定事実に基づく推認の過程を，本件の具体的な事案に即して，説得的に論述することが求められる。"
}