{
  "year": "R3",
  "exam_type": "予備",
  "subject": 6,
  "subject_name": "刑法",
  "text": "以下の事例に基づき，甲及び乙の罪責について論じなさい（住居等侵入罪及び特別法違反の点を除く。）。\n１ 甲（５０歳）は，実父Ｘ（８０歳）と共同して事業を営んでいたが，数年前にＸが寝たきり状態になった後は単独で事業を行うようになり，その頃から売上高の過少申告等による脱税を続けていた。甲は，某月１日，税務署から，同月１５日に税務調査を行うとの通知を受け，甲が真実の売上高をひそかに記録していた甲所有の帳簿（以下「本件帳簿」という。）を発見されないようにするため，同月２日，事情を知らない知人のＹに対して，「事務所が手狭になったので，今月１６日まで書類を預かってほしい。」と言い，本件帳簿を入れた段ボール箱（以下「本件段ボール箱」という。）を預けた。\nＹは，本件段ボール箱を自宅に保管していたが，同月１４日，甲の事業の従業員から，本件帳簿が甲の脱税の証拠であると聞かされた。甲は，税務調査が終了した後の同月１６日，Ｙに電話をかけ，本件段ボール箱を回収したい旨を告げたが，Ｙから，「あの帳簿を税務署に持っていったら困るんじゃないのか。返してほしければ１００万円を持ってこい。」と言われた。\n甲は，得意先との取引に本件帳簿が必要であったこともあり，これを取り返そうと考え，同日夜，Ｙ宅に忍び込み，Ｙが保管していた本件段ボール箱をＹ宅から持ち出し，自宅に帰った。\n２ 甲は，帰宅直後，Ｙから電話で，「帳簿を持っていったな。すぐに警察に通報するからな。」と言われた。\n甲は，すぐに警察が来るのではないかと不安になり，やむなく，本件帳簿を廃棄しようと考えた。甲は，自宅近くの漁港に，沖合に突き出した立入禁止の防波堤が設けられており，そこに空の小型ドラム缶が置かれていることを思い出し，そのドラム缶に火をつけた本件帳簿を投入すれば，確実に本件帳簿を焼却できると考えた。そこで，甲は，同日深夜，本件段ボール箱を持って上記防波堤に行き，本件帳簿にライターで火をつけて上記ドラム缶の中に投入し，その場を立ち去った。\nその直後，火のついた多数の紙片が炎と風にあおられて上記ドラム缶の中から舞い上がり，周囲に飛散した。上記防波堤には，油が付着した無主物の漁網が山積みにされていたところ，上記紙片が接触したことにより同漁網が燃え上がり，たまたま近くで夜釣りをしていた５名の釣り人が発生した煙に包まれ，その１人が同防波堤に駐車していた原動機付自転車に延焼するおそれも生じた。なお，上記防波堤は，釣り人に人気の場所であり，普段から釣り人が立ち入ることがあったが，甲は，そのことを知らず，本件帳簿に火をつけたときも，周囲が暗かったため，上記漁網，上記原動機付自転車及び上記釣り人５名の存在をいずれも認識していなかった。\n３ 甲は，妻乙（４５歳）と２人で生活していたところ，乙と相談の上，入院していたＸを退院させ，自宅で数か月間，その介護を行っていたが，自力で移動できず回復の見込みもないＸは，同月２５日から，甲及び乙に対して，しばしば「死にたい。もう殺してくれ。」と言うようになった。甲は，Ｘが本心から死を望んでいると思い，その都度Ｘをなだめていた。しかし，Ｘは本心では死を望んでおらず，乙もＸ\nの普段の態度から，Ｘの真意を認識していた。\n乙は，同月３０日，甲の外出中，Ｘの介護に疲れ果てたことから，Ｘを殺害しようと決意し，Ｘの居室に行き，「もう限界です。」と言ってＸの首に両手を掛けた。これに対し，Ｘは，乙に「あれはうそだ。\nやめてくれ。」と言ったが，乙は，それに構わず，殺意をもって，両手でＸの首を強く絞め付け，Ｘは失神した。乙は，その後も，Ｘの首を絞め続け，その結果，Ｘは窒息死した。\n甲は，Ｘが失神した直後に帰宅し，乙がＸの首を絞めているのを目撃したが，それまでのＸの言動から，Ｘが乙に自己の殺害を頼み，乙がこれに応じてＸを殺害することにしたのだと思った。甲は，Ｘが望んでいるのであれば，そのまま死なせてやろうと考え，乙を制止せずにその場から立ち去った。乙は，その間，甲が帰宅したことに気付いていなかった。\n仮に，甲が目撃した時点で，直ちに乙の犯行を止めてＸの救命治療を要請していれば，Ｘを救命できたことは確実であった。また，甲が乙に声を掛けたり，乙の両手をＸの首から引き離そうとしたりする\n- 2 -など，甲にとって容易に採り得る措置を講じた場合には，乙の犯行を直ちに止めることができた可能性は高かったが，確実とまではいえなかった。\n- 3 -",
  "source_pdf": "data/pdfs/preliminary_exam/R3/論述/試験問題/刑事系.pdf",
  "purpose": "本問は，⑴甲が，脱税の証拠である甲所有の帳簿（以下「本件帳簿」という。）をＹに預けていたところ，情を知ったＹからその返還と引き替えに１００万円の支払を求められたため，Ｙ宅に忍び込み，Ｙが保管していた本件帳簿が入った段ボール箱をＹ宅から持ち出したこと，⑵その後，⑴の犯行を知ったＹから警察に通報する旨を告げられた甲が，本件帳簿を廃棄するため，自宅近くの防波堤で，これに火をつけて燃やしたところ，火のついた紙片が同防波堤にあった漁網に接触してこれを燃焼させ，その煙が釣り人を包み，釣り人の原動機付自転車にも延焼するおそれを生じさせたこと，⑶甲の妻乙が，自宅において，甲の実父Ｘの首を絞めて窒息死させたところ，甲は，その状況を目撃しながら，Ｘが死を望んでいるものと考えてこれを放置してＸを死亡させたことを内容とする事例について，甲及び乙の罪責に関する論述を求めるものである。\n⑴については，本件帳簿が甲の所有物であることを踏まえて，これが刑法第２４２条にいう「他人が占有」する財物に当たるかを検討しつつ，自救行為としての違法性阻却の可能性も含めて，甲に窃盗罪が成立するか否かに関して，本事例における事実関係を基に検討する必要がある。\n⑵については，本件帳簿が自己所有建造物等以外放火罪の客体に当たることを前提に，本事例において，同罪における「公共の危険」が発生したといえるか否かを検討するとともに，これを肯定したときには，同罪の成立に「公共の危険の認識」が必要かどうかを踏まえた成立罪名を検討する必要がある。\n⑶については，乙に殺人罪が成立するところ，甲の不作為による関与の可罰性を検討するに当たり，作為義務の有無，結果回避可能性の要否，関与類型，抽象的事実の錯誤の処理等に関する基本的理解を踏まえつつ，本事例における事実関係を適切に当てはめて，甲の罪責について具体的に検討する必要がある。\nいずれについても，各構成要件等の正確な知識，基本的理解や，本事例にある事実を丁寧に拾って的確に分析した上で当てはめを具体的に行う能力が求められる。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "common",
        "text": "本問は，⑴甲が，脱税の証拠である甲所有の帳簿（以下「本件帳簿」という。）をＹに預けていたところ，情を知ったＹからその返還と引き替えに１００万円の支払を求められたため，Ｙ宅に忍び込み，Ｙが保管していた本件帳簿が入った段ボール箱をＹ宅から持ち出したこと，⑵その後，⑴の犯行を知ったＹから警察に通報する旨を告げられた甲が，本件帳簿を廃棄するため，自宅近くの防波堤で，これに火をつけて燃やしたところ，火のついた紙片が同防波堤にあった漁網に接触してこれを燃焼させ，その煙が釣り人を包み，釣り人の原動機付自転車にも延焼するおそれを生じさせたこと，⑶甲の妻乙が，自宅において，甲の実父Ｘの首を絞めて窒息死させたところ，甲は，その状況を目撃しながら，Ｘが死を望んでいるものと考えてこれを放置してＸを死亡させたことを内容とする事例について，甲及び乙の罪責に関する論述を求めるものである。\n⑴については，本件帳簿が甲の所有物であることを踏まえて，これが刑法第２４２条にいう「他人が占有」する財物に当たるかを検討しつつ，自救行為としての違法性阻却の可能性も含めて，甲に窃盗罪が成立するか否かに関して，本事例における事実関係を基に検討する必要がある。\n⑵については，本件帳簿が自己所有建造物等以外放火罪の客体に当たることを前提に，本事例において，同罪における「公共の危険」が発生したといえるか否かを検討するとともに，これを肯定したときには，同罪の成立に「公共の危険の認識」が必要かどうかを踏まえた成立罪名を検討する必要がある。\n⑶については，乙に殺人罪が成立するところ，甲の不作為による関与の可罰性を検討するに当たり，作為義務の有無，結果回避可能性の要否，関与類型，抽象的事実の錯誤の処理等に関する基本的理解を踏まえつつ，本事例における事実関係を適切に当てはめて，甲の罪責について具体的に検討する必要がある。\nいずれについても，各構成要件等の正確な知識，基本的理解や，本事例にある事実を丁寧に拾って的確に分析した上で当てはめを具体的に行う能力が求められる。"
      }
    ]
  }
}