{
  "year": "R3",
  "exam_type": "予備",
  "subject_name": "商法",
  "text": "次の文章を読んで，後記の〔設問１〕及び〔設問２〕に答えなさい。\n１．甲株式会社（以下「甲社」という。）は，医療用検査機器等の製造販売を業とする取締役会設置会社であり，監査役設置会社である。甲社は種類株式発行会社ではなく，その定款には譲渡による甲社株式の取得について甲社の取締役会の承認を要する旨の定めがある。甲社の発行済株式の総数は１０００株であり，昨年までは創業者であるＡがその全てを保有していた。Ａは創業以来甲社の代表取締役でもあったが，昨年高齢を理由に経営の第一線から退いた。Ａの後任を選定する取締役会においては，以前Ａが他社から甲社の取締役として引き抜いてきたＢが代表取締役に選定された。また，Ａは，退任に際し，Ｂと，Ａの子であるＣに，それぞれ１００株を適法に譲渡した。その結果，甲社株主は８００株を保有するＡのほか，１００株ずつ保有するＢとＣの３名となった。創業以来，甲社において株主総会が現実に開かれたことはなく，役員等の選任は，３年前の改選時も含め，Ａによる指名をもって株主総会決議に代えていた。また役員報酬や退職慰労金は，役職や勤続年数に応じた算定方法を定めた内規（以下「本件内規」という。）を基に，Ａの指示によって支払われてきた。そしてＡの退任時も本件内規に従った退職慰労金が支払われた。\n２．甲社の定款では，取締役の任期については「選任後１０年以内に終了する事業年度のうち最終のものに関する定時株主総会の終結の時まで」と規定されている。また「代表取締役は取締役会決議によって定めるものとするが，必要に応じ株主総会の決議によって定めることができる」旨の定めがある。\n役員の報酬については定款に定められていない。甲社の取締役は，代表取締役社長であるＢのほか，代表権のない取締役であるＣ，Ｄ及びＥの計４名であった。\n３．従来，甲社の事業は，医療用検査機器の製造販売が中心であったが，次代の社長を自負するＣは，家庭用検査機器の製造販売を拡充すべきであると主張し，度々Ｂと経営戦略について対立するようになった。またＡも，いずれはＣに甲社を継がせたいと考えており，少なくともＢと同等の権限をＣにも与えるべきであると考えるようになっていた。\n４．Ａの意向を知ったＣは，Ｂら他の取締役の承諾を得ることなく，自ら「代表取締役副社長」と名乗って取引先と交渉するようになった。さらに，Ｃは，Ａと相談して了承を得た上で，Ｃを代表取締役に選定する臨時株主総会決議があったものとして株主総会議事録を作成し，Ｃを代表取締役に追加する旨の登記申請をし，その旨登記された。これらＣの一連の行動を，Ｂら他の取締役が察知することはなかった。\n５．そのような中，Ｃは，家庭用検査機器の製造販売を拡充するべく部品の調達先を確保しようと考え，新たに乙株式会社（以下「乙社」という。）と取引基本契約を締結することとした。Ｃは，甲社の代表者印が常に経理担当従業員Ｆに預けられていることを知っており，契約書に「代表取締役副社長Ｃ」\nと記名してＦに指示して代表者印を押印させた。乙社の代表取締役は，甲社の代表取締役副社長として振る舞うＣを信頼して取引に応じ，この契約書に記名押印した。その後，乙社が甲社に対して供給した部品の代金２０００万円（以下「本件代金」という。）の支払を請求したところ，Ｃによる一連の行動はＢら他の取締役の知るところとなり，ＢとＣとの関係が更に悪化した。Ｂは，Ｃは適法な会社代表者ではなく，甲社は乙社と契約など締結していないとして，本件代金の請求に応じない意向を示している。\n〔設問１〕\n甲社に対して本件代金を請求するために，乙社の立場において考えられる主張及びその当否について，論じなさい。\n- 4 -\n６．ＢとＣとの対立は，その後も激化の一途をたどり，ついにＣはＢを代表取締役から解職することを決意した。Ｃは，Ｄ及びＥの協力を取り付けた上で適法な招集手続を経て取締役会を招集し，Ｂの解職と改めてＣを代表取締役に選定する旨の決議が成立した。\n７．Ｂは，もはや甲社に自分の居場所はないと考え，取締役を辞任することを決意した。Ａは強く翻意を促したが，Ｂは聞き入れず，直後に開催された取締役会で取締役を辞任することを申し入れ，了承された。Ｂに申し訳ないことをしたと感じていたＡは，Ｂを引き抜いた際，取締役退任時には本件内規に基づいて退職慰労金が支給されると説明したことを思い出し，Ｆに対して，本件内規に基づく退職慰労金をＢに支給することの検討を依頼した。Ｆは，この依頼に応じ，本件内規に基づいて算定された金額である１８００万円の退職慰労金（以下「本件慰労金」という。）をＢに支払った。\n８．本件慰労金が支給されてから程なくしてＡが死亡した。Ａが保有していた甲社株式８００株は全て\nＣが相続によって取得した。Ａの死後，Ｃは，Ｆから報告を受けた際，Ｂに本件慰労金が支給されたことを知った。そこで，Ｃは，甲社として，Ｂに対して本件慰労金の返還を請求することとした。\n〔設問２〕\n甲社のＢに対する本件慰労金の返還請求の根拠及び内容について説明した上で，これを拒むために，Ｂの立場において考えられる主張及びその当否について，論じなさい。\n- 5 -",
  "source_pdf": "data/pdfs/preliminary_exam/R3/論述/試験問題/民事系.pdf",
  "subject": 4,
  "purpose": "設問１では，Ｃと乙社との取引が甲社に効果帰属するための主張及びその当否を指摘することが求められている。具体的には，①Ｃは甲社の代表取締役として適法に選定された者といえるかにつき，取締役会設置会社における株主総会による代表取締役選定に関する定款規定の有効性に関する議論（最判平成２９年２月２１日参照）を前提に，Ａの承諾をもって株主総会決議としてよいか，さらにＣが甲社の代表取締役であるとは認められない場合であっても，②Ｃが登記簿上は代表取締役であることから，会社法第９０８条第２項に基づき，甲社は乙社にＣが代表取締役ではないと主張することができないと解する余地があるか，あるいは③Ｃが表見代表取締役（同法第３５４条）に該当するために，甲社はＣの行為についての責任を負うと解する余地があるかについて，検討することが期待されている。上記②及び③\nを検討するに当たっては，大株主であるＡの関与や代表者印の管理不備の問題をどのように評価するかがポイントとなる。\n設問２では，本件慰労金の返還請求の根拠・内容として，本件慰労金が取締役の報酬等（会社法第３６１条第１項）に当たることを前提に，本件慰労金の支給について定款の定めも株主総会決議もないことから，Ｂは本件慰労金相当額の具体的請求権を有しているとはいえず，本件慰労金は不当利得となることを指摘することが求められる。本件慰労金の返還を拒むために，Ｂの立場からは，本件慰労金を不確定額の報酬（同項第２号）と捉えて，ＡがＢをスカウトした際にその支給を約束し，かつその当時は甲社の全株式を有していたＡがその支給について同意したと主張することが考えられる。また，甲社における取締役報酬支給の慣行，ＡがＢをスカウ\nトした際の説明，及び本件慰労金の返還請求に至った経緯等を前提とすると，甲社による本件慰労金の返還請求は信義則に反し，権利濫用に当たると主張することが考えられる（最判平成２１年１２月１８日参照）。",
  "purpose_forllm": {
    "segments": [
      {
        "type": "q1",
        "text": "設問１では，Ｃと乙社との取引が甲社に効果帰属するための主張及びその当否を指摘することが求められている。具体的には，①Ｃは甲社の代表取締役として適法に選定された者といえるかにつき，取締役会設置会社における株主総会による代表取締役選定に関する定款規定の有効性に関する議論（最判平成２９年２月２１日参照）を前提に，Ａの承諾をもって株主総会決議としてよいか，さらにＣが甲社の代表取締役であるとは認められない場合であっても，②Ｃが登記簿上は代表取締役であることから，会社法第９０８条第２項に基づき，甲社は乙社にＣが代表取締役ではないと主張することができないと解する余地があるか，あるいは③Ｃが表見代表取締役（同法第３５４条）に該当するために，甲社はＣの行為についての責任を負うと解する余地があるかについて，検討することが期待されている。上記②及び③\nを検討するに当たっては，大株主であるＡの関与や代表者印の管理不備の問題をどのように評価するかがポイントとなる。"
      },
      {
        "type": "q2",
        "text": "設問２では，本件慰労金の返還請求の根拠・内容として，本件慰労金が取締役の報酬等（会社法第３６１条第１項）に当たることを前提に，本件慰労金の支給について定款の定めも株主総会決議もないことから，Ｂは本件慰労金相当額の具体的請求権を有しているとはいえず，本件慰労金は不当利得となることを指摘することが求められる。本件慰労金の返還を拒むために，Ｂの立場からは，本件慰労金を不確定額の報酬（同項第２号）と捉えて，ＡがＢをスカウトした際にその支給を約束し，かつその当時は甲社の全株式を有していたＡがその支給について同意したと主張することが考えられる。また，甲社における取締役報酬支給の慣行，ＡがＢをスカウ\nトした際の説明，及び本件慰労金の返還請求に至った経緯等を前提とすると，甲社による本件慰労金の返還請求は信義則に反し，権利濫用に当たると主張することが考えられる（最判平成２１年１２月１８日参照）。"
      }
    ]
  }
}