{
  "year": "R3",
  "exam_type": "予備",
  "subject_name": "憲法",
  "text": "Ａ県Ｂ市の中心部には，江戸時代に宿場町として栄え現在もその趣を濃厚に残しているＣ地区があり，Ｂ市の住民ＤらはＣ地区の歴史的な環境を維持し向上させるための運動を続けてきた。その結果，Ｃ地区の看板等の７割程度が街並み全体に違和感なく溶け込んだ江戸時代風のものとなっているが，Ｄらはそれでもまだ不十分だと考えている。他方，Ｃ地区の整備が進み多くの観光客が訪れるようになると，観光客を目当てにして，Ｃ地区の歴史・伝統とは無関係の各種のビラが路上で頻繁に配布されるようになり，Ｄらは，Ｃ地区の歴史的な環境が損なわれることを心配するようになった。そこで，ＤらはＣ地区の歴史的な環境を維持し向上させるための条例の制定をＢ市に要望した。この要望を受けて，Ｂ市は「Ｂ市歴史的環境保護条例」案をまとめた。\n条例案では，市長は，学識経験者からなるＢ市歴史的環境保護審議会の意見を聴いた上で，歴史的な環境を維持し向上させていくために特に規制が必要な地区を「特別規制区域」に指定することができる（Ｃ地区を特別規制区域に指定することが想定されている。）。そして，特別規制区域については，当該地区の歴史的な環境を維持し向上させていくという目的で，建造物の建築又は改築，営業活動及び表現活動などが制限されることになる。このうち表現活動に関わるものとしては，広告物掲示の原則禁止と路上での印刷物配布の原則禁止とがある。\nまず第一に，特別規制区域に指定された日以降に，特別規制区域内で広告物（看板，立看板，ポスター等。表札など居住者の氏名を示すもので，規則で定める基準に適合するものを除く。）を新たに掲示することは禁止される（違反者は罰金刑に処せられる。）。しかし，市長が「特別規制区域の歴史的な環境を向上させるものと認められる」として許可を与える場合には，広告物を掲示することができる。\n条例案の取りまとめに携わったＢ市の担当者Ｅによれば，この広告物規制の趣旨は，江戸時代に宿場町として栄えたＣ地区の歴史的な環境を維持し向上させていくためには，屋外広告物は原則として認めるべきではない，ということにある。また，Ｅは，「特別規制区域の歴史的な環境を向上させるものと認められる」かどうかは，当該広告物が伝えようとしているテーマ，当該広告物の形状や色などを踏まえて総合的に判断されるが，単に歴史的な環境を維持するにとどまる広告物は「向上させるもの」と認められない，と説明している。\n第二に，特別規制区域内の路上での印刷物（ビラ，チラシ等）の配布は禁止される（違反者は罰金刑に処せられる。）。しかし，特別規制区域内の店舗の関係者が自己の営業を宣伝する印刷物を路上で配布することは禁止されない。これは，担当者Ｅの説明によれば，そのような印刷物はＣ地区の歴史・伝統に何らかの関わりのあるものであって，Ｃ地区の歴史的な環境を損なうとは言えないからである。\n「Ｂ市歴史的環境保護条例」案のうち，表現活動を規制する部分の憲法適合性について論じなさい。なお，同条例案と屋外広告物法・屋外広告物条例，道路交通法などの他の法令との関係については論じなくてよい。\n- 2 -",
  "source_pdf": "data/pdfs/preliminary_exam/R3/論述/試験問題/公法系.pdf",
  "subject": 1,
  "purpose": "本問は，地域の歴史的な環境を維持し向上させていくためになされる表現活動の規制について，憲法第２１条等との関連で検討することを求めるものである。\n本問の条例案は，歴史的な環境を維持し向上させていくために特に規制が必要な地区である「特別規制区域」について広告物掲示と印刷物配布の規制をするとしている。\n街の美観風致の維持のための屋外広告物法・条例について，大阪市屋外広告物条例事件判決（最大判昭和４３年１２月１８日）は「公共の福祉」論により簡単に合憲であるとしたが，「特別規制区域」における広告物規制は原則的に広告物掲示を禁止するものであるから，屋外広告物法・条例よりも強力な規制である。表現の自由が民主主義国家の基盤をなし，国民の基本的人権のうちでもとりわけ重要なものであるということも踏まえれば，より緻密な合憲性の判断が必要であろう。\nまず，表現内容規制・内容中立的規制二分論を採る場合，この広告物掲示の原則禁止が表現内容規制か表現内容中立的規制かを検討する必要がある。その際，例外的に掲示が許される「特別規制区域の歴史的な環境を向上させるものと認められる」場合に当たるかどうかは，市長によって当該広告物が伝えようとしているテーマ等を踏まえて総合的に判断されるということをどう評価するかが問題となろう。また，市長が広告物のテーマ等を審査した上で広告物の掲示の許可について判断することが，表現活動に対する事前抑制ではないかも論点となる。その上で，「歴史的な環境を維持し向上させていく」という目的の実現にとって，広告物掲示の原則禁止まで必要なのかが問われる。特別規制区域の歴史的な環境を維持するにとどまらず，「向上させるもの」でなければ広告物掲示が認められない点について着目した検討が望まれる。\nさらに，「特別規制区域の歴史的な環境を向上させるものと認められる」という許可基準が，表現の自由を規制する法令の定めとして，あるいは，刑罰法規の構成要件の一部を定めるものとして，不明確に過ぎないかも検討しなければならない。この点は，徳島市公安条例事件判決（最大判昭和５０年９月１０日）の基準を参考にすべきであろう。また，合憲限定解釈を試みるのであれば，表現の自由を規制する法律の合憲限定解釈についての税関検査事件判決（最大判昭和５９年１２月\n１２日）の判示が参考になろう。\n印刷物配布の規制についても，まず合憲性判断の枠組み又は基準を設定する必要があるが，その際，道路が本来的に表現活動に開かれている場所であることが踏まえられなければならない。さらに，表現内容規制か表現内容中立的規制かについては広告物規制の場合とはまた別の考察が必要である。その際，特別規制区域内の店舗の関係者が自己の営業を宣伝する印刷物を配布する場合以外は全て路上での印刷物配布が禁止されていることをどう評価するかが問題となる。印刷物配布の原則禁止の合憲性を判断する枠組み又は基準を設定した上で，この規制が「歴史的な環境を維持し向上させていく」という目的の実現のためにどれほど必要かが問われることになる。その際，果たして店舗の関係者が通行人に対して自己の営業を宣伝するために配布する印刷物が地域の歴史的な環境を損なわないと言えるのか，店舗の関係者以外の者が配布する印刷物であっても店舗の関係者による印刷物以上に地域の歴史的な環境の維持，向上に資するものもあるのではないかといった点を考慮することになろう。",
  "purpose_forllm": {
    "segments_1": [
      {
        "type": "common",
        "text": "本問は，地域の歴史的な環境を維持し向上させていくためになされる表現活動の規制について，憲法第２１条等との関連で検討することを求めるものである。\n本問の条例案は，歴史的な環境を維持し向上させていくために特に規制が必要な地区である「特別規制区域」について広告物掲示と印刷物配布の規制をするとしている。\n街の美観風致の維持のための屋外広告物法・条例について，大阪市屋外広告物条例事件判決（最大判昭和４３年１２月１８日）は「公共の福祉」論により簡単に合憲であるとしたが，「特別規制区域」における広告物規制は原則的に広告物掲示を禁止するものであるから，屋外広告物法・条例よりも強力な規制である。表現の自由が民主主義国家の基盤をなし，国民の基本的人権のうちでもとりわけ重要なものであるということも踏まえれば，より緻密な合憲性の判断が必要であろう。\nまず，表現内容規制・内容中立的規制二分論を採る場合，この広告物掲示の原則禁止が表現内容規制か表現内容中立的規制かを検討する必要がある。その際，例外的に掲示が許される「特別規制区域の歴史的な環境を向上させるものと認められる」場合に当たるかどうかは，市長によって当該広告物が伝えようとしているテーマ等を踏まえて総合的に判断されるということをどう評価するかが問題となろう。また，市長が広告物のテーマ等を審査した上で広告物の掲示の許可について判断することが，表現活動に対する事前抑制ではないかも論点となる。その上で，「歴史的な環境を維持し向上させていく」という目的の実現にとって，広告物掲示の原則禁止まで必要なのかが問われる。特別規制区域の歴史的な環境を維持するにとどまらず，「向上させるもの」でなければ広告物掲示が認められない点について着目した検討が望まれる。\nさらに，「特別規制区域の歴史的な環境を向上させるものと認められる」という許可基準が，表現の自由を規制する法令の定めとして，あるいは，刑罰法規の構成要件の一部を定めるものとして，不明確に過ぎないかも検討しなければならない。この点は，徳島市公安条例事件判決（最大判昭和５０年９月１０日）の基準を参考にすべきであろう。また，合憲限定解釈を試みるのであれば，表現の自由を規制する法律の合憲限定解釈についての税関検査事件判決（最大判昭和５９年１２月\n１２日）の判示が参考になろう。\n印刷物配布の規制についても，まず合憲性判断の枠組み又は基準を設定する必要があるが，その際，道路が本来的に表現活動に開かれている場所であることが踏まえられなければならない。さらに，表現内容規制か表現内容中立的規制かについては広告物規制の場合とはまた別の考察が必要である。その際，特別規制区域内の店舗の関係者が自己の営業を宣伝する印刷物を配布する場合以外は全て路上での印刷物配布が禁止されていることをどう評価するかが問題となる。印刷物配布の原則禁止の合憲性を判断する枠組み又は基準を設定した上で，この規制が「歴史的な環境を維持し向上させていく」という目的の実現のためにどれほど必要かが問われることになる。その際，果たして店舗の関係者が通行人に対して自己の営業を宣伝するために配布する印刷物が地域の歴史的な環境を損なわないと言えるのか，店舗の関係者以外の者が配布する印刷物であっても店舗の関係者による印刷物以上に地域の歴史的な環境の維持，向上に資するものもあるのではないかといった点を考慮することになろう。"
      }
    ]
  }
}