{
  "year": "R3",
  "exam_type": "予備",
  "subject_name": "実務基礎（刑事）",
  "text": "次の【事例】を読んで，後記〔設問〕に答えなさい。\n【事例】\n１ Ａ（３５歳，男性）は，令和２年１月１８日，「被疑者は，令和２年１月９日午前１時頃，Ｈ県Ｉ市Ｊ町１番地Ｋ駐車場において，同所に駐輪中のＶ所有の大型自動二輪車１台の座席シート上にガソリンをかけ，マッチを使用してこれに火を放ち，その火を同車に燃え移らせてこれを全焼させ，そのまま放置すれば隣接する住宅に延焼するおそれのある危険な状態を発生させ，もって公共の危険を生じさせた。」旨の建造物等以外放火の被疑事実（以下「本件被疑事実」という。）で通常逮捕され，同月２０日，Ｉ地方検察庁の検察官に送致された。\n送致記録にある主な証拠の概要は以下のとおりである（以下，特に年を明示していない日付は全て令和２年である。）。\n① １月９日付け捜査報告書目撃者Ｗ（２７歳，女性）から１月９日午前１時３分に１１９番通報が寄せられた旨が記載されている。\n② １月９日付けＷの警察官面前の供述録取書\n「この日，仕事が遅く終わった私は，会社を出て少し歩き，通勤に使っている車を止めているＫ駐車場の中に入った。すると，駐輪スペースに止めてある３台のバイクのうち，真ん中のバイクの脇に男が１人立っているのに気付いた。何をしているのだろうと思い，立ち止まってその男を見ていると，男は，左肘に提げていた白いレジ袋からペットボトルを取り出し，中に入った液体をそのバイクの座席シート上に振りかけ，そのペットボトルを再びレジ袋に仕舞った。そして，男は，そのレジ袋からマッチ箱を取り出し，その中に入っていたマッチ１本を擦って火をつけ，これを座席シート上に放り投げた。その火は瞬く間に座席シート全体に広がった。男は，火が燃え上がる様子を少しの間見ていたが，私に見られているのに気付くと，慌てて走り出し，そのまま私とすれ違い，Ｋ駐車場を西側出入口から出て南の方向へ逃げていった。私が１１９番通報をしたのはその直後である。私が見ていた場所は，男が火をつけていた場所から約７メートル離れていたが，付近に街灯があり，駐車場の敷地内にも照明があったので明るく，視界を遮るものもなかった。男は，胸元に白色で『Ｌ』と書かれた黒っぽい色のパーカーを着て，黒っぽい色のスラックスを履いていた。私が男の顔を見たのは，まず，男がバイクに火を放った直後に，男がその火を見ていた時である。ただ，この時の男はうつむき加減だったので，その顔がはっきりと見えたわけではない。しかし，私が見ているのに男が気付いた時，男がその顔を上げ，男と視線が合ったので，私は，この時点ではっきりと男の顔を見ることができた。私は，放火犯人の顔をよく見ておかなければならないと思ったし，すれ違い様には男の顔を間近で見ることができたので，男の顔の特徴はしっかりと覚えている。男は，３０歳代くらいの小太りで，私より身長が高く，１７０センチメートルくらいあった。顔の特徴は，短めの黒髪で，眉毛が太く，垂れ目だった。なお，当時，犯人も私も顔にマスクは着けておらず，眼鏡も掛けていなかった。」\n③ １月９日付けＶ（４０歳，男性）の警察官面前の供述録取書\n「放火されたバイクは私が半年前に２００万円で購入し，通勤に使用しているものである。\n私は，自宅アパートから徒歩５分の所にあるＫ駐車場にこのバイクを駐輪していた。本日午前１時３０分頃，Ｋ駐車場の管理者から電話がかかってきて，私のバイクが放火されたことを知り，急いで現場に駆けつけた。私には放火されるような心当たりは全くない。」\n- 6 -\n④ １月９日付け実況見分調書同日午前２時３０分から同日午前３時３０分までの間に実施されたＶ及びＷ立会に係る実況見分の内容が記載され，別紙見取図が添付されている。\n現場であるＫ駐車場は，月ぎめ駐車場兼駐輪場であり，同敷地及びその周辺の状況は別紙見取図のとおりである。Ｋ駐車場西側市道の駐車場出入口付近に街灯が１本設置され，同駐車場敷地内に照明が４本設置されている。被害車両の両隣にはそれぞれ大型自動二輪車が１台ずつ駐輪されており，被害車両の火が消し止められなかった場合には，その両隣の車両に燃え移る危険があり，風向きによっては，現場に止められた他の普通乗用自動車４台や隣接する一戸建て家屋にも延焼するおそれがあった。被害車両は大型自動二輪車で，車体全体が焼損しており，特に車両中央部の座席シートの焼損が激しい。\nまた，Ｗが犯行を目撃した地点（別紙見取図のⓦ）と，犯人が火をつけていた地点（同ⓧ）との距離は６．８メートルであり，ⓦ地点とⓧ地点の間に視界を遮る物は存在せず，ⓦ地点に立ったＷが，ⓧ地点に立たせた身長１７０センチメートルの警察官の顔を識別することができた。\n⑤ １月９日付け捜査報告書\nＫ駐車場があるＨ県Ｉ市Ｊ町の同日午前０時から同日午前４時までの天候は晴れであった旨の捜査結果が記載されている。\n⑥ １月１４日付け鑑定書被害車両の焼け焦げた座席シートの燃え残りからガソリン成分が検出された旨の鑑定結果が記載されている。\n⑦ １月１５日付け捜査報告書\n「現場から南側に約１００メートル離れた場所付近の防犯カメラに録画された映像を解析した結果，１月９日午前０時５５分頃，現場方向から進行してきた普通乗用自動車が道路脇に停止し，運転席から，白いレジ袋を左手に持ち，胸元に『Ｌ』の白い文字が入った黒っぽい色のパーカーを着て，黒っぽい色のスラックスを履いた人物が降り，現場方向に歩いていく様子が確認され，同日午前１時３分頃，同一人物が，白いレジ袋を左手に持ちながら，現場方向から走って戻ってきて，同車に乗り込んで発進させ，現場と反対方向に走り去る様子が確認された。また，同車のナンバーから，その所有者及び使用者がＡであることが判明した。」旨が記載されている。\n⑧ １月１６日付け写真台帳短めの黒髪で眼鏡を掛けていない３０歳代の男性２０名の顔写真が貼付されている。写真番号１３番がＡであり，その容貌は眉毛が太く，垂れ目である。\n⑨ １月１６日付けＷの警察官面前の供述録取書\n（警察官が，Ｗに対し，「この中に見覚えがある人がいるかもしれないし，いないかもしれない。」旨告知し，⑧の写真台帳を見せたところ）「写真番号１３番の男性が，私が目撃した犯人の男に間違いない。眉毛が太くて垂れ目なところがそっくりである。私は，この男と面識はない。」\n⑩ １月１７日付けＶの警察官面前の供述録取書\n「刑事からＡの顔写真を見せられたが，昨年１１月までうちの会社にいた元部下である。彼に恨まれるような心当たりはない。」\n⑪ １月１８日付けＡ方の捜索差押調書同日，Ａ立会いの下，Ａ方を捜索したところ，胸元に白色で「Ｌ」と書かれた黒地のパーカ\nー１着，紺色のスラックス１着及び携帯電話機１台が発見されたので，これらを差し押さえて押収した旨が記載されている。\n⑫ １月１８日付けＡの警察官面前の弁解録取書\n- 7 -\n「被疑事実は，全く身に覚えがない。１月９日午前１時頃は１人で自宅にいた。」\n⑬ １月１９日付けＡの警察官面前の供述録取書\n「私は，自宅で一人暮らしをしている。酒気帯び運転の罰金前科が１犯ある。婚姻歴はない。\n昨年１１月まではバイク販売の営業の仕事をしていたが，勤務先での人間関係が嫌になったので退社し，昨年１２月から今の会社で自動車販売の営業の仕事をしている。平日は午前９時から午後５時まで，会社で事務仕事をしたり，営業先を回ったりしている。自宅から車で１０分の所に両親が住む実家がある。父は７０歳，母は６５歳であり，二人とも無職で，毎日実家にいる。私は貯金がほとんどなく，両親も収入は年金だけであるため，生活は楽ではない。私の身長は１６９センチメートル，体重は８０キログラムである。私も両親も，これまで健康を害したことはない。」\n２ 検察官は，Ａの弁解録取手続を行い，以下の弁解録取書を作成した。\n⑭ １月２０日付けＡの検察官面前の弁解録取書\n⑫記載の内容と同旨。\n３ 同日，検察官がＡにつき本件被疑事実で勾留請求をしたところ，Ａは，勾留質問において，「本件被疑事実について身に覚えがない。」と供述した。\n同日，裁判官は，刑事訴訟法第２０７条第１項本文，第６０条第１項第２号及び第３号に当たるとして，本件被疑事実でＡを勾留した。\n同日，Ａに国選弁護人（以下，単に「弁護人」という。）が選任された。\n４ 弁護人は，同日中に，勾留されているＡと接見した。その際，Ａは，弁護人に対し，⑬記載の内容と同旨のことに加え，逮捕当日にＡ方が捜索されて，パーカー，スラックス及び携帯電話機が押収されたことを告げたほか，「自分は放火などしていない。１月９日午前１時頃は家にいた。\n不当な勾留だ。両親や勤務先の上司に，自分が無実の罪で捕まっていると伝えてほしい。」と述べた。\n弁護人は，１月２２日，Ａの勾留を不服として裁判所に準抗告を申し立て，㋐その申立書に以下の疎明資料ⓐ及びⓑを添付した。\nⓐ Ａの両親の誓約書\n「Ａを私たちの自宅で生活させ，私たちが責任をもってＡを監督します。また，Ａに事件関係者と一切接触させないことを誓約します。」\nⓑ Ａの勤務先上司の陳述書（同人の名刺が添付されているもの）\n「Ａは当社の業務の遂行に不可欠な人材です。Ａがいないと，Ａが取ってきた商談が潰れてしまいます。Ａには早く職場に復帰してもらい，継続的に働いてもらいたいです。」これに対し，裁判所は，同日，㋑弁護人の準抗告を棄却した。\n５ その後，検察官は所要の捜査を行い，以下の証拠等を収集した。なお，Ａは黙秘に転じたため，Ａの供述録取書は一切作成されなかった。\n⑮ ２月３日付け捜査報告書\n１月１４日実施のＷの健康診断結果記載書の写しが添付されており，同記載書には，Ｗの視力は左右とも裸眼で１．２であり，色覚異常も認められない旨が記載されている。\n⑯ ２月３日付けＷの検察官面前の供述録取書\n②及び⑨記載の内容と同旨。\n６ 検察官は，㋒Ｖ所有の大型自動二輪車に放火したのはＡである旨のＷ供述は信用できると判断し，勾留期限までに，Ａについて，Ｉ地方裁判所に本件被疑事実と同一内容の公訴事実で公訴を提起した。\n７ 第１回公判期日において，Ａ及び弁護人は，Ａは犯人ではなく無罪である旨主張した。\n弁護人は，検察官が犯行目撃状況を立証するために取調べを請求した④及び⑯の証拠について，「④については，別紙見取図を含め，Ｗによる現場指示説明部分を不同意とし，その余の部分は- 8 -同意する。⑯は全部不同意とする。」との意見を述べ，裁判所は，④に関し，弁護人の同意があった部分を取り調べた。引き続き，検察官はＷの証人尋問を請求し，同証人尋問が第２回公判期日に実施されることになった。\n８ 検察官は，第２回公判期日前，Ｗと打合せを行った。その際，Ｗは，検察官から各種の証人保護制度について教示を受けた後，「Ａは人のバイクに放火するような人間なので，復しゅうが怖い。Ａに見られていたら証言できない。それに，私は人前で話すのも余り得意ではないので，傍聴人にも見られたくない。Ｉ地方裁判所に出頭して証言すること自体は構わないが，ビデオリン\nク方式にした上で，遮へい措置を採ってもらいたい。」と申し出た。検察官は，㋓その申出を踏まえ，ＡとＷとの間の遮へい措置のみを採るのが相当である旨考え，Ｗと協議した上で，裁判所に対してその旨の申立てをし，裁判所は，ＡとＷとの間の遮へい措置を採る決定をした。\n９ 第２回公判期日におけるＷの証人尋問の主尋問において，ＷがＡの犯行を目撃した際のＡとＷの位置関係を供述した後，検察官が，その位置関係の供述を明確にするため，裁判長に対し，④の実況見分調書添付の別紙見取図の写しをＷに示して尋問することの許可を求めたところ，㋔裁判長は，検察官に対し，「見取図から，立会人の現場指示に基づいて記入された記号などは消されていますか。」と尋ね，釈明を求めた。これに対し，検察官が「消してあります。」と釈明したため，裁判長は，前記写し（ただし，ⓧ及びⓦの各記号を消したもの）をＷに示して尋問することを許可した。\n〔設問１〕\n１ 下線部㋐に関し，準抗告申立書に疎明資料ⓐ及びⓑを添付すべきと判断した弁護人の思考過程について，具体的事実を指摘しつつ答えなさい。\n２ 下線部㋑に関し，弁護人の準抗告を棄却すべきと判断した裁判所の思考過程について，具体的事実を指摘しつつ答えなさい。ただし，罪を犯したことを疑うに足りる相当な理由の有無については言及する必要はない。\n〔設問２〕\n下線部㋒に関し，Ｗ供述の信用性が認められると判断した検察官の思考過程について，具体的事実を指摘しつつ答えなさい。なお，証拠①，③から⑧（ただし，④のうち，Ｗによる現場指示説明部分を除く。），⑩，⑪，⑬及び⑮に記載された内容については，信用性が認められることを前提とする。\n〔設問３〕\n下線部㋓に関し，ＡとＷとの間の遮へい措置のみを採るのが相当と判断した検察官の思考過程について，刑事訴訟法の条文上の根拠に言及しつつ答えなさい。\n〔設問４〕\n裁判長が検察官に下線部㋔の釈明を求めた理由について，証人尋問に関する規制及びその趣旨に言及しつつ答えなさい。\n- 9 -",
  "source_pdf": "data/pdfs/preliminary_exam/R3/論述/試験問題/実務基礎.pdf",
  "subject": 10,
  "purpose": "本問は，犯人性が争点となる建造物等以外放火事件を題材に，刑事手続の基本的知識，刑事事実認定の基本構造及び基礎的刑事実務能力を試すものである。\n設問１は，弁護人が準抗告申立書に誓約書等の疎明資料を添付すべきと考えた思考過程と，裁判所が弁護人の準抗告を棄却すべきと判断した思考過程を，それぞれ具体的な事実関係を踏まえて検討することを通じて，捜査段階における弁護人の活動と勾留要件の正確な理解を示すことが求められる。\n設問２は，犯人識別供述について具体的な事実関係を踏まえて検討することを通じて，事案を分析する能力と供述の信用性判断に関する基本的理解を示すことが求められる。\n設問３は，証人尋問に難色を示す証人からの申出を受けて検察官が採った措置に係る思考過程を，刑事訴訟法の条文に規定された要件に沿って具体的に検討することを通じて，現行法における証人保護制度，取り分け，証人尋問における遮へい措置及びビデオリンク方式に対する基本的理解を示すことが求められる。\n設問４は，実務において証人尋問の主尋問の際に記号等を消した図面が用いられるのが，主尋問で誘導尋問が原則禁止されることに由来していること，及びその趣旨を正確に示すことが求められる。"
}