{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "text": "〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３.５：４：２.５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事例】\nＸは，Ａに対し，３００万円を貸し渡したが，返済がされないまま，Ａについて破産手続が開始された。Ｘは，ＢがＡの上記貸金返還債務を連帯保証したとして，Ｂに対し，連帯保証債務の履行を求める訴えを提起した（以下，この訴訟を「訴訟１」という。）。\n第１回口頭弁論期日において，被告Ｂは，保証契約の締結の事実を否認した。\n原告Ｘは，書証として，連帯保証人欄にＢの記名及び印影のある金銭消費貸借契約書兼連帯保証契約書（資料参照。以下「本件連帯保証契約書」という。なお，その作成者は証拠説明書においてＸ，Ａ及びＢとされている。）を提出した。\nＢは，本件連帯保証契約書の連帯保証人欄の印影は自分の印章により顕出されたものであるが，この印章は，日頃から自分の所有するアパートの賃貸借契約の締結等その管理全般を任せている娘婿Ｃに預けているものであり，押印の経緯は分からないと述べた。Ｘが主張の補充を検討したいと述べたことから，裁判所は，口頭弁論の続行の期日を指定した。\n以下は，第１回口頭弁論期日の後にＸの訴訟代理人弁護士Ｌと司法修習生Ｐとの間でされた会話である。\n弁護士Ｌ：証拠として本件連帯保証契約書がありますから，立証が比較的容易な事件だと考えていましたが，予想していなかった主張が被告から出てきました。被告の主張は，現在のところ裏付けもなく，そのまま鵜呑みにすることはできませんから，当初の請求原因を維持し，本件連帯保証契約書を立証の柱としていく方針には変わりはありません。もっとも，Ｘによれば，本件連帯保証契約書の作成の経緯は「主債務者ＡがＣとともにＸ方を訪れた上，連帯保証人欄にあらかじめＢの記名がされ，Ｂの押印のみがない状態の契約書を一旦持ち帰り，後日，ＡとＣがＢの押印のある本件連帯保証契約書を持参した」ということのようですから，こちら側から本件連帯保証契約書の作成状況を明らかにしていくことはなかなか難しいと思います。\n修習生Ｐ：二段の推定を使えば，本件連帯保証契約書の成立の真正を立証できますから，それで十分ではないでしょうか。\n弁護士Ｌ：確かに，保証契約を締結した者がＢ本人であるとの前提に立てば，二段の推定を考えていけば足りるでしょう。他方で，仮にＣがＢから印章を預かっていたとすると，ＣがＢの代理人として本件連帯保証契約書を作成したということも十分考えられます。\n修習生Ｐ：しかし，本件連帯保証契約書には「Ｂ代理人Ｃ」と表示されていないので，代理人\nＣが作成した文書には見えないのですが。\n弁護士Ｌ：代理人が本人に代わって文書を作成する場合に，代理人自身の署名や押印をせず，直接本人の氏名を記載したり，本人の印章で押印したりする場合があり，このような場合を署名代理と呼んでいます。その法律構成については，考え方が分かれるところですが，ここでは取りあえず通常の代理と同じであると考え，かつ，代理人の作成した文書の場合，その文書に現れているのは代理人の意思であると考えると，本件連帯保証契約書の作成者は代理人Ｃとなります。\nそこで，私は，念のため，第２の請求原因として，Ｂではなくその代理人Ｃが署名\n- 2 -代理の方式によりＢのために保証契約を締結した旨の主張を追加し，敗訴したときには無権代理人Ｃに対し民法第１１７条の責任を追及する訴えを提起することを想定して，Ｃに対し，訴訟告知をしようと考えています。\n修習生Ｐ：訴訟告知ですか。余り勉強しない分野ですのでよく調べておきます。\nしかし，本件連帯保証契約書を誰が作成したかが明らかでないからといって，第２の請求原因を追加する必要までありますか。裁判所が審理の結果を踏まえてＣがＢの代理人として保証契約を締結したと認定すれば足りるのではないでしょうか。最高裁判所の判決にも，傍論ながら，契約の締結が当事者本人によってされたか，代理人によってされたかは，その法律効果に変わりがないからとして，当事者の主張がないにもかかわらず契約の締結が代理人によってされたものと認定した原判決が弁論主義に反しないと判示したもの（最高裁判所昭和３３年７月８日第三小法廷判決・民集１２\n巻１１号１７４０頁）があるようですが。\n弁護士Ｌ：その判例の読み方にはやや難しいところがありますから，もう少し慎重に考えてください。先にも言ったとおり，本件連帯保証契約書の作成者が代理人Ｃであるという前提に立つと，本件連帯保証契約書において保証意思を表示したのは代理人Ｃであると考えられ，その効果がＢに帰属するためには，ＢからＣに対し代理権が授与されていたことが必要となります。そうだとすると，第２の請求原因との関係では，ＢからＣへの代理権授与の有無が主要な争点になるものと予想され，本件連帯保証契約書が証拠として持つ意味も当初の請求原因とは違ってきますね。なぜだか分かりますか。\n修習生Ｐ：二段の推定が使えるかどうかといったことでしょうか。\n弁護士Ｌ：良い機会ですから，当初の請求原因（請求を基礎付ける事実）が，①ＸＡ間における貸金返還債務の発生原因事実，②ＸＢ間における保証契約の締結，③②の保証契約が書面によること及び④①の貸金返還債務の弁済期の到来であり，第２の請求原因（請求を基礎付ける事実）が，①ＸＡ間における貸金返還債務の発生原因事実，②代理人\nＣが本人Ｂのためにすることを示してＸとの間で保証契約を締結したこと（顕名及び法律行為），③②の保証契約の締結に先立って，ＢがＣに対し，同契約の締結についての代理権を授与したこと（代理権の発生原因事実），④②の保証契約が書面によること及び⑤①の貸金返還債務の弁済期の到来であるとして，処分証書とは何か，それによって何がどのように証明できるかといった基本に立ち返って考えてみましょう。\n〔設問１〕\n⑴ Ｘが当初の請求原因②の事実を立証する場合と第２の請求原因③の事実を立証する場合とで，本件連帯保証契約書が持つ意味や，同契約書中にＢの印章による印影が顕出されていることが持つ意味にどのような違いがあるか。弁護士Ｌと司法修習生Ｐの会話を踏まえて説明せよ。\n⑵ Ｘが第２の請求原因を追加しない場合においても，裁判所がＣはＢの代理人として本件連帯保証契約書を作成したとの心証を持つに至ったときは，裁判所は，審理の結果を踏まえて，ＣがＢの代理人として保証契約を締結したと認定して判決の基礎とすることができるというＰの見解の問題点を説明せよ。\n【事例（続き）】\n第２回口頭弁論期日において，原告Ｘは，第２の請求原因として，被告Ｂではなくその代理人\nＣが署名代理の方式によりＢのために保証契約を締結した旨の主張を追加した。Ｂは，第２の請求原因に係る請求原因事実のうち，保証契約の締結に先立ちＢがＣに対し同契約の締結についての代理権を授与したこと（代理権の発生原因事実）を否認し，代理人Ｃが本人Ｂのためにすることを示してＸとの間で保証契約を締結したこと（顕名及び法律行為）は知らないと述べた。\n- 3 -第３回口頭弁論期日において，Ｘは，第３の請求原因として，Ｘは，Ｃには保証契約を締結することについての代理権があるものと信じ，そのように信じたことについて正当な理由があるから，民法第１１０条の表見代理が成立する旨の主張を追加した。Ｂは，表見代理の成立の要件となる事実のうち，基本代理権の授与として主張されている事実は認め，その余の事実を否認した。\n同期日の後，Ｘは，Ｃに対し，訴訟告知をし，その後，ＢもＣに対して訴訟告知をしたが，Ｃは，Ｘ及びＢのいずれの側にも参加しなかった。\n裁判所は，審理の結果，表見代理が成立することを理由として，ＸのＢに対する請求を認容する判決を言い渡し，同判決は確定した。\nＢは，ＣがＢから代理権を与えられていないにもかかわらず，Ｘとの間で保証契約を締結したことによって訴訟１の確定判決において支払を命じられた金員を支払い，損害を被ったとして，Ｃに対し，不法行為に基づき損害賠償を求める訴えを提起した（以下，この訴訟を「訴訟２」という。）。\n〔設問２〕\n訴訟２においてＢが，①ＣがＢのためにすることを示してＸとの間で保証契約を締結したこと，②①の保証契約の締結に先立って，Ｃが同契約の締結についての代理権をＢから授与されたことはなかったこと，を主張した場合において，Ｃは，上記①又は②の各事実を否認することができるか。\nＢが訴訟１においてした訴訟告知に基づく判決の効力を援用した場合において，Ｃの立場から考えられる法律上の主張とその当否を検討せよ。\n【事例（続き）】\n以下は，訴訟１の判決が確定した後に原告Ｘの訴訟代理人弁護士Ｌと司法修習生Ｐとの間でされた会話である。\n弁護士Ｌ：今回は幸いにして勝訴することができましたが，私たちの依頼者Ｘとしては，仮にＢに敗訴することがあったとしても，少なくともＣの責任は問いたいところでした。そこで，Ｂ及びＣに対する各請求がいずれも棄却されるといういわゆる「両負け」を避けるため，今回は訴訟告知をしましたが，民事訴訟法にはほかにも「両負け」を避けるための制度があることを知っていますか。\n修習生Ｐ：同時審判の申出がある共同訴訟でしょうか。\n弁護士Ｌ：そうですね。良い機会ですから，今回の事件の事実関係の下で同時審判の申出がある共同訴訟によったとすれば，どのようにして，どの程度まで審判の統一が図られ，原告が「両負け」を避けることができたのか，整理してみてください。例えば，以下の事案ではどうなるでしょうか。\n（事案）ＸがＢ及びＣを共同被告として訴えを提起し，Ｂに対しては有権代理を前提として保証債務の履行を求め，Ｃに対しては民法第１１７条に基づく責任を追及する請求をし，同時審判の申出をした。第一審においては，Ｃに対する代理権授与が認められないという理由で，Ｂに対する請求を棄却し，Ｃに対する請求を認容する判決がされた。\n〔設問３〕\n同時審判の申出がある共同訴訟において，どのようにして，どの程度まで審判の統一が図られ，原告の「両負け」を避けることができるか。上記（事案）の第一審の判決に対し，①Ｃのみが控訴し，Ｘは控訴しなかった場合と，②Ｃ及びＸが控訴した場合とを比較し，控訴審における審判の範囲との関係で論じなさい。\n- 4 -\n【資料】\n金銭消費貸借契約書兼連帯保証契約書平成○○年○月○日住 所 ○○県○○市・・・（略）貸 主 Ｘ 印住 所 ○○県○○市・・・（略）借 主 Ａ 印住 所 ○○県○○市・・・（略）連帯保証人 Ｂ 印\n１ 本日，借主は，貸主から金三百萬円を次の約定で借入れ，受領した。\n弁済期 平成○○年○月○日利 息 年３パーセント（各月末払）損害金 年１０パーセント\n２ 借主が次の各号の一にでも該当したときは，借主は何らの催告を要しないで期限の利益を失い，元利金を一時に支払わなければならない。\n⑴ 第三者から仮差押え，仮処分又は強制執行を受けたとき\n・・・・（略）\n３ 連帯保証人は，借主がこの契約によって負担する一切の債務について，借主と連帯して保証債務を負う。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/民事系.pdf",
  "subject": 5,
  "purpose": "〔第３問〕\n本問は，原告Ｘが被告Ｂに対し連帯保証債務の履行を求める訴えを提起したが，Ｂの陳述から，その保証契約の締結の際，代理人としてＣが関与していた可能性があることが明らかになったため，ＸがＸＣ間での保証契約の締結という第２の請求原因を追加することを検討しているという事案を基に，書証による証明（設問１・小問（１）），当事者からの主張の要否（同・小問（２）），訴訟告知の効力（設問２）及び同時審判申出共同訴訟の機能（設問３）について論じることを求めている。\n〔設問１〕の小問（１）は，連帯保証債務の履行を求める訴えである訴訟１において，原\n告Ｘが当初の請求原因②の事実（ＸＢ間における連帯保証契約の締結）を立証する場合と第\n２の請求原因③の事実（ＢのＣに対する代理権授与）を立証する場合のそれぞれについて，書証である本件連帯保証契約書，特に同契約書中にＢの印章による印影が顕出されていることが持つ意味を説明することを求める問題である。説明をする際には，問題文にあるとおり，弁護士Ｌと司法修習生Ｐの会話を踏まえることが求められており，具体的には，本件連帯保証契約書の連帯保証人欄の作成者とされるのが誰であるのかと関連付けつつ，処分証書や二段の推定の意義及び訴訟上の機能を明確にして論じることが期待されている。\n本件連帯保証契約書が持つ意味を簡潔に述べるとすれば，『本件連帯保証契約書は，当初の請求原因②の事実（ＸＢ間における連帯保証契約の締結）の存在を直接証明するための証拠となるが，第２の請求原因③の事実（ＢのＣに対する代理権授与）を直接的に証明する証拠となることはない。』ということである。\n『ＸＢ間における連帯保証契約の締結』という要証事実を立証する場合には，本件連帯保証契約書の連帯保証人欄には連帯保証をする旨のＢの意思が表現されていることになるから，その成立の真正が認められれば，直ちに『ＸＢ間における連帯保証契約の締結』の事実が証明されることになる。文書の成立の真正を認定する際には，いわゆる二段の推定が働く。以上のことを，二段の推定の意味内容も含めて丁寧に説明していけば，処分証書や二段の推定の意義や訴訟上の機能を正確に理解し表現するという課題に応えたことになり，また，二段の推定の意味内容を説明すれば，その中でＢを作成者と見る趣旨との関連がおのずから明確にされることになる。\nこれに対し，『ＢのＣに対する代理権授与』という要証事実を立証する場合には，問題文にあるとおり，本件連帯保証契約書の連帯保証人欄の作成者をＣと見る前提に立つ以上，そこにＢのＣに対する代理権授与の意思が表現されていることはなく，本件連帯保証契約書が『ＢのＣに対する代理権授与』の事実を直接的に証明する証拠となることもない。\n本件連帯保証契約書ではなく，そこにＢの印章による印影が顕出されていることをもって，『ＢのＣに対する代理権授与』という要証事実との関係で間接証拠となることを論じることは考えられるが，その場合には，それがどのような意味で間接証拠になり得るのか，すなわち，どのような過程をたどって要証事実を推認させるのかを，丁寧に説明する必要がある。\n例えば，一般に印章の管理は厳格に行われ，それにもかかわらず本件連帯保証契約書の連帯保証人欄にＢの印章による印影が顕出されていることからすれば，Ｂは，本件連帯保証契約書の連帯保証人欄の作成に先立って，自分の印章をＣに交付しており，その際，Ｃに対し本件連帯保証契約の締結についての代理権も授与していたことが推認され得るといった説明である。\n- 7 -\n〔設問１〕の小問（２）は，司法修習生Ｐの見解を批判的に検討することを求める問題で\nある。この見解は，最判昭和３３年７月８日民集１２巻１１号１７４０頁〔百選第４版・\n４７〕の説示する内容に沿うものであるが，裁判所は当事者の主張しない事実を裁判の資料としてはならないという弁論主義の命題との関係で検討すべき点がある。上記命題が主要事実について働くものであることや，代理権の発生原因事実等は主要事実であることを確認しつつ，論じることが期待されている。\n〔設問２〕は，訴訟１において表見代理が成立することを理由としてＸのＢに対する請求\nを認容する判決が言い渡され，同判決が確定したことを受けて，ＢがＣに対し提起した不法行為に基づき損害賠償を求める訴え（訴訟２）において，原告Ｂが，請求原因として主張した，①Ｃの顕名及び法律行為，②Ｃの無権代理の各事実をＣが否認することの可否を検討することを求める問題である。\n問題文からも明らかなように，訴訟１においてＢがした訴訟告知に基づく判決の効力を受けることを回避するための理論構成を，まずは被告Ｃの立場から検討することが求められており，具体的には，訴訟告知に基づく判決効によってＣが①②の事実を争えなくなるという帰結に至る可能性を示した上で，被告知者であるＣが受けることとなる効力の性質，効力を制限するための論拠と本件事案への当てはめといったことを明確に論じることが期待されている。\n訴訟告知を，専ら告知者の利益保護のための制度であり，第三者に判決効を及ぼすための手段であると見る考え方もあるものの，このような考え方に対しては異論が強く，本問においても，被告知者Ｃに対する効力が全く制限されないという結論を採りつつ説得力のある論述をすることは容易でない（以上につき，仙台高判昭和５５年１月２８日高裁民集３３巻１\n号１頁〔百選第２版・１１１〕，最判平成１４年１月２２日集民２０５号９３頁〔百選第４版・１０５〕参照）。\nなお，被告知者Ｃに参加的効力が及ぶか否かを検討する際に，Ｃに補助参加の利益があったといえるか否かという観点から論じることも可能ではあるが，一般に補助参加の利益が広く解されていることからすると，Ｃにとって望ましい結論を得るのは難しく，本問においてそのような観点から論じることの実益は乏しいと思われる。\n被告知者が受けることとなる参加的効力を制限する論拠としては，大きくとらえれば，被告知者と告知者との利害対立の可能性に着目することと，参加的効力の及ぶ客観的範囲に着目することの二つが考えられる。\n前者の観点からは，参加的効力の趣旨は，補助参加人と被参加人との間で被参加人敗訴の責任の分担を図ることにある以上，被告知者が参加的効力を受ける場合とは，被告知者が告知者と協同して相手方に対し攻撃防禦を尽くすことにつき利害の一致があり，そうすることを期待できる立場にあるときに限られる，そして，ＢＣ間にそのような利害の一致はない（ＢからＣに対する代理権授与は，Ｂにとっては不利であるが，Ｃにとっては有利である） こ と からすれば，①②の事実ともにＣには参加的効力が及ばない，と論じることが考えられる。\nまた，後者の観点からは，次のように論じることができる。すなわち，参加的効力が及ぶ客観的範囲は，判決の主文に包含された訴訟物たる権利関係の存否についての判断のほか，その前提として判決の理由中でされた事実の認定や先決的権利関係の存否についての判断などにも及ぶが，判決理由中の判断については，いわゆる傍論が拘束力を持つ理由は乏しく，判決主文中の判断を導き出すために必要かつ十分なものに限られる。これを本件について見ると，訴訟１においては，Ｂ敗訴の判決で表見代理の成立が認定されているものの，そのためにＣの無権代理の判断が必要であるわけではない。このような論拠からは，参加的効力の客観的範囲に含まれるのは①の事実（Ｃの顕名及び法律行為）だけであり，②の事実（Ｃの- 8 -\n無権代理）はこれに含まれないことになる。\n〔設問３〕は，同時審判の申出がある共同訴訟において，上訴があった場合の審判の統一\nがどのように，また，どの程度まで図られるかを検討することを求める問題である。検討をする際には，問題文において与えられた事案において，①Ｃのみが控訴し，Ｘは控訴しなかった場合と，②Ｃ及びＸが控訴した場合とを比較し，控訴審における審判の範囲を明確にしつつ，「両負け防止」の趣旨が実現される仕組みやその程度を論じることが求められている。\n同時審判申出共同訴訟は，民法第１１７条の無権代理人の責任と本人の責任のように実体法上併存し得ない請求について，実体法上あり得ないはずの両負けを避けるために設けられたものであり，弁論及び裁判の分離が禁止され（民事訴訟法第４１条第１項），同一手続で審理及び判決がされることによって事実上裁判の統一が図られることが期待できる。もっとも，同時審判共同訴訟の性質はあくまでも通常共同訴訟であり，共同訴訟人独立の原則が妥当する（同法第３９条）ことから，共同被告の一方の上訴又は一方に対する上訴の提起があっても，その余の部分は確定してしまい，移審もしないと解されている。\nこのように，上訴のあった当事者間の請求についてしか確定遮断と移審の効果が生じず，上訴審の審判対象となるのもその範囲のみである（敗訴当事者が上訴しなかった請求については附帯上訴の余地もない）ことから，移審する部分と移審しない部分とで審判の統一が図られない可能性があり，①Ｃのみが控訴した場合には，控訴審での両負けがあり得る。これに対し，②双方が控訴した場合には，弁論及び裁判の併合が要求され（同法第\n４１条第３項），第一審段階と同様に事実上裁判の統一が図られることが期待できる。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（「平成２４年司法試験論文式試験問題出題趣旨【民事系科目】〔第３問〕」）のとおりである。\n２ 採点方針採点に当たっては，①民事訴訟法の基本的な原理・原則や概念を正しく理解するとともに，基礎的な知識を習得しているか，②それらを前提として，問題文をよく読み，\n設問で問われていることが何かを的確に把握した上で，それに正面から答えているか，\n③抽象論に終始せず，設問の事例に即して具体的に，かつ，掘り下げた考察をしているか，といった点を重視して採点しており，このことは従来と変わらない。\n上記②と関連するが，問われていることに正面から答えていなければ，点数を付与することはしていない。自分の知っている論点がそのまま問われているものと思い込み，題意から離れてその論点について長々と記述する答案や，結論に関係しないにもかかわらず自分の知っている諸論点を広く浅く書き連ねる答案に対しては，問われていることに何ら答えていないと評価するなど，厳しい姿勢で採点に臨んでいる。\n問われていることに正面から答えるためには，論点ごとにあらかじめ丸暗記した画一的な表現をそのまま答案用紙に書き出すのではなく，設問の検討の結果をきちんと順序立てて自分の言葉で表現する姿勢が極めて大切である。採点に当たっては，そのような意識を持っているかどうかにも留意している。\n３ 採点実感等(1) 全体を通じて論じるべき事柄を受験者が容易に認識できるよう，問題文の作成に当たっては，\nかなり工夫をした。期待された論点が各答案で必ず論じられることを前提に，各受験者の理解の程度が論述に現れ，その差が評価に反映するといったことを狙ったからである。その結果，全体を通じて白紙に近い状態で提出された答案はほとんどなく，小問ごとに見ても，民事訴訟法上のどのような問題が問われているかは，おおむね把握されていた。\nその一方で，設問１の「弁護士Ｌと司法修習生Ｐの会話を踏まえて説明」「処分証書とは何か，それによって何がどのように証明できるかといった基本に立ち返って」，設問２の「Ｃの立場から」など，問題文中に論述の手掛かりや方向性が与えられているにもかかわらず，それらを十分踏まえていないと思われる答案も目に付いた。その原因が，問題文を隅々まで読んでいないことにあったとすれば，法律実務家を目指す者として注意深さが足りないといわざるを得ない。\n時間切れで未完成に終わったと思われる答案はほとんど見受けられなかったが，\nしっかり考えずに書き始めているのではないかと思われる，まとまりを欠いた答案は散見された。問題文をよく読み，答案構成を十分に行ってから，答案を書き始めるべきである。\n(2) 設問１（１）について書証とは，文書に記載されている作成者の意思や認識を裁判所が閲読して，その- 18 -意味内容を係争事実の認定のための資料とする証拠調べをいう。文書は，公文書と私文書，処分証書と報告文書といった幾つかの観点から分類することができるが，\nこのうち処分証書とは，証明しようとする法律行為が記載されている文書であり，\nそれ以外の作成者の経験を記載したり意見を述べたりした文書を報告文書という。\n書証は，文書の作成者の意思や認識などの意味内容を証拠資料に用いる証拠調べであるから，まず，挙証者が作成者であると主張する特定人（作成名義人）によってその文書が実際に作成されたということを確かめる必要があり，この点が肯定されることを文書が真正に成立したといい，このことにより文書の形式的証拠力が備わることになる。ある証拠が直接証拠となるか，間接証拠となるかは，立証趣旨との関係で定まる。\n以上の事柄は，司法試験の受験者であれば正しく理解し，習得していなければならない基礎的知識である。その上で，本問では，これらの知識を抽象的に述べるのではなく，設問の事例との関係で具体的に説明することが求められている。\n「作成者」，「間接証拠」と「間接事実」，「認定」と「推認」等の概念について理解が怪しいと思われる答案が目立った。専門用語については定義を踏まえた論述をすべきであり，専門用語以外の用語についても，言葉の意味を意識し，明確かつ厳密に使用してほしい。特に類似した用語がある場合には注意してほしい。\n一方，文書の成立の真正についての「二段の推定」については，論述そのものをみる限り，比較的よく理解できているということができ，それ自体として正確な内容が書かれていれば相応に評価しているが，中には「二段の推定」の論述が唐突に現れるなど，書証による証明の過程に関する上記の理解が身に付いているか疑わしいと思われる答案も少なくなかった。二段の推定とは，私文書を客体とする書証につき成立の真正を認定する場面において立証を簡便にするための法理であることを再確認しておいてほしい。逆に，原則的なことをきちんと押さえた上で，特に本問の事例では推定が揺らいでいる可能性があることに触れている答案など，二段の推定についての深い理解がうかがわれる答案に対しては，高い評価をしている。\n上記「(1)全体を通じて」でも触れたが，【事例】の中で，弁護士Ｌが「処分証書とは何か，それによって何がどのように証明できるかといった基本に立ち返って考えてみましょう」と言っているにもかかわらず，「処分証書」の意義に言及していない答案や「処分証書」という用語への言及すらない答案が相当数存在したことは残念である。\n(3) 設問１（２）についてこの問題で求められているのは，『裁判所は当事者の主張しない事実を裁判の基礎とすることができない』という弁論主義の主張責任に関する原則は，主要事実について適用されるところ，主要事実とは，法律関係の発生等に直接必要なものとして法律が定める要件に該当する具体的事実であり，代理との関係でいえば，授権及び顕名は，民法第９９条によれば，本人ＢではなくＣが締結した保証契約上の権利義務がＢに帰属するために直接必要な事実であるから，先の定義上，主要事実に当たり，そうすると，効果が同じであるから主張がなくとも代理に関する事実を判決の基礎にすることができるという判例の考え方はこれと相容れない，という論証である。\nところが，①主張責任の原則は，法律関係の発生等に直接必要な主要事実に適用- 19 -される，②代理の要件事実は，代理人による契約締結，顕名及び授権である，③したがって，Ｐの見解は弁論主義に反するとするのみで，①と②が論理的に結び付いていない答案が多く見られた。②の部分は，代理の要件事実を丸暗記して再現しただけで，なぜそれが主要事実なのかを自分の頭の中で整理した上で答案を構成しているとは評価し難く，むしろ，知識が血や肉となって身に付いていないことをうかがわせる。\nさすがに弁論主義との関係が問題になることを捉え損なった答案はほとんどなかった。とはいえ，不意打ち防止の観点から当事者の主張が必要であるとだけ論じ，\n弁論主義の主張責任の原則が主要事実に適用されることと代理権の授与が主要事実であることの具体的な検討を欠いた答案は非常に多かった。また，代理権授与の事実は間接事実に過ぎないが，不意打ち防止の観点から当事者の主張が必要であるとの答案もわずかながら存在した。いずれも，法曹を目指す者の答案としては評価できない。論理を積み上げて丁寧に説明しようとしないで，不意打ち防止，禁反言，\n相手方の信頼保護といった抽象的な用語のみから説明したり，直ちに結論を導いたりする答案が評価されないことは，従来の採点実感においても述べてきたところであり，本問を素材にして改めてそのことの意味を考えてほしい。\nなお，弁論主義についての一般論を長々と論ずる答案が相変わらずあるが，採点方針②で言及したように，そのような答案は，問われていることを的確に捕まえようという意識に欠けると評価され，採点者に与える印象が極めて悪いことを肝に銘じるべきである。\n(4) 設問２についてこの事例の前訴においてＸが勝訴した理由は表見代理である。表見代理の要件事実は，民法第１１０条によれば，ＣがＢのためにすることを明らかにして契約を締結したこと，基本代理権の存在，Ｘが代理権ありと信じたこと及びそのように信じたことについての正当な理由であって，ＢのＣに対する授権の『不存在』は表見代理の要件事実ではない。この知識さえあれば，参加的効力が判決理由中の判断にも生ずるとしても，要件事実でないものについては，たとえ判決理由中で判断が示されていたとしても，それは傍論であって，主文を導き出すために必要な理由ではなく，ひいては，判決理由中で判断が示されることを被告知者において当然に予測すべきものでもないことからすれば，授権がなかったことについて参加的効力は生じないという答案が書けてよいはずであるが，そのように書けている答案は少なかった。\n参加的効力の趣旨が敗訴責任の分担にあり，理由中の判断にも及ぶという論述は，\nほぼ全ての答案においてされていたものの，設問の事例において参加的効力が及ぶこととなる理由中の判断とは何であるかについて具体的に思考できていることが表現されていなければ，優秀な答案とは評価できない。多くの受験者は，要件事実は要件事実，参加的効力は参加的効力といった形で，各論点を相互に無関係な断片として習得する段階にとどまっているのではないかと思われるが，それでは物足りない。手続法の学習においては，各論点を関連させて把握できる段階までの学習を心掛けてほしい。先に設問１（２）との関係で，基礎的な要件事実に関する知識が血肉となるまで身に付いていないことを指摘したが，同じことが設問２に対する解答においても強く感じられた。\n- 20 -論述の順序についていえば，関係条文を形式的に当てはめた場合の帰結が妥当性に欠けることを示した上，制度趣旨等に遡って解釈をし，妥当な結論を導いていくという手順を踏んでほしい。\n本問では，「Ｃの立場から」考えられる法律上の主張とその当否を検討することが求められているのであるから，裁判官のような第三者的立場から論ずるだけでは不十分である。他方で，本問においては当然肯定される参加の利益について必要以上に紙幅を割いて力説する答案も評価できない。このほかにも，訴訟告知によって本問で生じる効力は既判力であり，効力の及ぶ範囲は主文中の判断に限られるのではないかという観点から検討し，結局，そのような結論は採れないと論じる答案も同様である。「Ｃの立場から」とは言っても，考えられる法的主張には自ずと軽重があり，何か書けば点数をもらえるというものではない。\nまた，訴訟告知を受けたのに手続に参加しない以上は参加的効力を受けてもやむを得ないという価値判断に基づいて，Ｃの利益に沿わない結論を述べている答案がことのほか多いことには驚いた。被告知者の地位を，訴えを提起されても出頭しない被告と同じように考えたのかもしれないが，訴訟告知制度の基本的な理解を確認してもらいたい。\n(5) 設問３について設問３は，上訴と多数当事者訴訟を結び付けた問題であるが，受験者の理解の不十分さは否めない。具体的にいうと，客観的併合における上訴不可分の原則と主観的併合における共同訴訟人独立の原則の上訴への適用について，言葉は知っていても，その内容が正しく理解できていない答案が多い。\n答案の前段で，同時審判申出共同訴訟は，共同訴訟人独立の原則が適用される通常共同訴訟であると一般論として論じておきながら，Ｃのみが控訴した場合に控訴審でＸの「両負け」が生じ得る原因を不利益変更禁止の原則に求めたり，ここで「両負け」を避けるためにＸは附帯控訴をする必要があると論じたりする答案が見られる。客観的併合では，併合審判された判決の一つに対し適法な控訴があると，全体について確定遮断及び移審の効力（そもそも控訴提起の効力が確定遮断と移審であることを踏まえている答案は１割にも満たない。）が生じるのに対し，本問のような主観的併合では，共同訴訟人独立の原則により，Ｃの控訴による確定遮断及び移審の効力は，ＸのＢに対する請求棄却の部分には及ばず，この部分はＸが控訴しないことにより確定する。移審せずに確定している原判決に対し，附帯控訴による不服の定立や，控訴裁判所による変更を論じる余地はない。\n設問３では，①②の各場合についての結論を答えることは容易であろうが，その結論に至る過程を論理的に表現できている答案は多くなく，優秀と評価できる答案は予想以上に少なかった。\nまた，同時審判申出共同訴訟がそもそもどういうものであるかをきちんと書いてある答案は少なく，特にそれが実体法上あり得ないような両負けを避けるためのものであることを的確に述べている答案は更に少なかった。\n(6) まとめ以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」の四つの水準の答案は，次のようなものと考えられる。「優秀」な答案は，問われていることを的確に把握し，上記において挙げられた論点をほぼ論じ，かつ，設問の- 21 -事例との関係で結論に至る過程を具体的に説明できている答案である。また，このレベルには足りないが，問われている論点についての把握はできており，ただ，説明の具体性や論理の積み重ねにやや不十分な部分があるという答案は「良好」と評価できよう。これに対して，最低限押さえるべき論点，例えば，処分証書の意義や訴訟上の機能(設問１（１）)，代理権の発生原因事実が主要事実であること(設問１（２）），被告知者が受ける効力の性質(設問２)，同時審判申出共同訴訟の意義及び性質(設問３)が論じられている答案は，「一応の水準」にあると評価できるが，そのような最低限押さえるべき論点も押さえられていない答案については，「不良」と評価せざるを得ない。\n４ 法科大学院教育に求めるもの採点実感に照らすと，受験者の大半は，民事訴訟法の教科書に記載された基本的事項に関する知識はそれなりにあるといえるものの，なお，基本的な概念を正確に，かつ，条文・制度等をその趣旨から理解することの重要性を繰り返し強調する必要があると思われる。また，特に設問２との関係において述べたところであるが，それぞれの知識を相互に無関係な断片として勉強するのでなく，関連させて把握する訓練を心掛けてほしい。実務家教員が関与することにより，要件事実に関する知識が普及してきていることは間違いないものの，それが血肉になって身に付くまでには更に自覚的な努力が必要であると感じられた。\n５ その他従来から指摘しているとおり，試験の答案は，人に読んでもらうためのものである。\n司法試験はもとより字の巧拙を問うものではないが，極端に小さな字や薄い字，潰れた字や書き殴った字の答案が相変わらず少なくない。各行の幅の半分にも満たないサイズの字を書いているのでは小さすぎ，逆に，全ての行を文字で埋め尽くしている答案も読みづらい。いずれについても改善を求めたいところであり，ここに挙げたような問題点に心当たりのある受験者は，相応の心掛けをしてほしい。\n- 22 -"
}