{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\n上場会社であるＸ社（暦年を事業年度とする内国法人。）は，同社の知名度を上げるとともに，同社の新規投資先発掘を目的として，Ｘ社の商号を冠した「Ｘ起業大賞」という起業企画コンペを行った。Ｘ社は，平成２１年１０月に，Ｘ社が大賞受賞者と起業支援のための起業支援契約を締結することなどを盛り込んだ募集要項を発表，平成２２年１０月に優秀者５名を決定し，うち１名を最優秀者としてＸ起業大賞を授与することとした。\n甲（居住者）は，子供の頃から，いつかは自分が発明したロボット製品を世界中に広めたいという夢を持ち，工学系大学院修了後は，実家に住み，叔父が経営するＹ精密機械工場（以下「Ｙ」という。）で働きながら，実家の物置を改装した作業場で，大学院在学中に自分が取った特許技術を応用した比較的低価格で製造可能な介護支援用ロボット「ＯＫくん」の商品開発を続けていた。甲は，ロボット専門誌でＸ起業大賞のことを知り，ここが人生の正念場と考えて起業の決意を固め，平成２１年末にＹを退職し，その後，退職時にＹから受けた退職金１００万円を軍資金とし，叔父の好意でＹの工場の一角と工作機械を使わせてもらい，ＯＫくんの商品性の改良と企画書作りに専念した。甲は，平成２２年３月の締切りぎりぎりにＯＫくん起業企画書を仕上げて応募し，同年４\n月から発表までの間も，父親から３００万円を借金してＯＫくんの商品性の改良にまい進していたところ，最優秀者に選ばれた。\n平成２２年１１月１日に行われたＸ起業大賞表彰式において，優秀者５名に対して，Ｘ社から奨励金として５００万円が入った金一封が授与され，最優秀者甲には，この金一封に加えて，甲を宛先とし，Ｘ社代表取締役社長名義で記名押印され，「貴殿がＸ起業大賞に応募したＯＫくん起業企画書を最優秀と認め，奨励金５００万円を授与するとともに，①正賞として，総額で最高５０００\n万円までの起業支援金を授与し，②副賞として，貴殿がＸ社のビジネス・パートナーとなった証として，Ｘ社普通株式１０００株を授与する。また，Ｘ社は，本日付けで募集要項記載の起業支援契約を貴殿と締結したことを確認する。」と記載されたＸ起業大賞目録が授与された。「起業支援契約」の主要な条項は下記のとおりである。\n第１条（起業支援金支払条件）\nＸ社は，甲に対し，本契約に定める条件に従って，Ｘ起業大賞目録記載の正賞として，起業支援金を支払う。ただし，Ｘ社は，ＯＫくん起業企画書（以下「甲起業企画書」という。）の企画を実行するための費用として，本契約有効期間中に発生したものにつき，甲がＸ社に対してその請求書又は領収書を提出することを条件として，当該費用相当額を，本条に基づく起業支援金として，累積合計５０００万円に至るまで支払うものとする。\n第２条（協議及び独占販売権）甲は，甲起業企画書の企画達成状況につき，本契約有効期間中，少なくとも１か月に１回，更にＸ社が希望する場合には随時，Ｘ社に報告しなければならない。Ｘ社は，甲起業企画書記載の商品につき，別途合意する売買条件で，本契約の期間満了日前でＸ社が指定する日（以下\n「独占販売契約開始日」という。）から２年間の独占販売権を甲から受ける権利を有する。\n第３条（起業支援金残額の取扱い）第１条の規定にかかわらず，①甲が独占販売契約開始日までに同条に基づいてＸ社に請求した起業支援金の累積合計が５０００万円に満たなかった場合には，Ｘ社は甲に対し，未請求分の起業支援金残額を独占販売契約開始日に支払うものとするが，②Ｘ社が本契約の期間満了日までに独占販売契約開始日を指定しなかった場合には，甲はＸ社に対し，未請求分の起業支援金残額の支払を請求することはできない。\n- 8 -第４条（契約期間）本契約の有効期間は，平成２２年１１月１日から，①Ｘ社が第２条に基づいて独占販売契約開始日を指定した場合には，Ｘ社が指定した独占販売契約開始日の前日，又は②平成２３年１１月１日のいずれか早い方の日までとする。\n甲は，奨励金５００万円で父親からの借金の返済もでき，平成２２年１１月にはようやく念願の新作業場を賃借し，アルバイトを雇って試作品の製作を開始した。その後のＯＫくん発売までの道のりは次のとおりであった。\n平成２２年\n１１月～１２月 甲は，新作業場の賃料，人件費及び機材購入費の請求書を添付して，起業支援金８００万円の請求書をＸ社宛てに発行し，Ｘ社は即時に請求額を支払った。\n平成２３年\n１月～３月 甲の新作業場で製作したＯＫくんの試作品をＸ社の技術研究所に持ち込み，耐久性，安全性等のテストを行い，３月末には上々のテスト結果が得られた。\n４月 Ｘ社は，平成２３年７月１日を独占販売契約開始日に指定した。\n１月～６月 甲は，新作業場の賃料，人件費及び機材購入費の請求書又は領収書を添付して，起業支援金５００万円の請求書を毎月１回，月初めにＸ社宛てに発行し，Ｘ社は甲に対し，この半年間で合計３０００万円の起業支援金を支払った。\n６月 甲とＸ社は，Ｘ社をＯＫくんの独占販売代理店に任命する２年間の独占販売契約を締結した。甲は，新作業場では専ら製造原価引下げのための改良作業を行うこととしていたので，独占販売契約開始日以降の製造能力を確保するために，起業を応援してくれた叔父に恩返しをしたいということもあり，Ｙと，取りあえず１年間の製造委託契約を締結した。\n７月１日 独占販売契約開始日。Ｘ社は甲に対し，平成２３年６月３０日時点の起業支援金未請求額１２００万円を支払った。\n７月～ Ｘ社は，独占販売契約締結後速やかに，平成２３年の敬老の日を発売開始日として，ＯＫくんの予約キャンペーンを開始したところ，ＯＫくんは爆発的なヒット商品となった。\n甲に対する副賞のＸ社普通株式１０００株は，Ｘ社側の必要手続や甲側の証券口座開設手続等いろいろな手続に時間が掛かり，結局，平成２３年４月１日にＸ社から甲に引き渡された。なお，甲が表彰式においてＸ起業大賞目録を受け取った日である平成２２年１１月１日におけるＸ社普通株式の株価は，１株２万円であったが，その後急落し，甲がＸ社から同社普通株式１０００株の引渡しを受けた日である平成２３年４月１日の終値は，１株１万円であった。しかし，ＯＫくんが爆発的なヒット商品となったことから，同年１２月末には，１株３万円まで株価が上昇した。\n以上の事案について，次の設問に答えなさい。ただし，租税特別措置法は考慮しないこととする。\n- 9 -\n〔設問１〕\nあなたは，甲から，次に掲げるＸ起業大賞の賞金・賞品は，それぞれ，所得税法上，どの年に，幾らの金額が，いかなる種類の所得として取り扱われるかについて意見を求められた。あなたの意見を，理由を明らかにして述べなさい。\n⑴ 奨励金\n⑵ 起業支援金\n⑶ Ｘ社普通株式１０００株\n〔設問２〕\nＸ社がＸ起業大賞の受賞者（優秀者及び最優秀者）に対して支払う奨励金及び起業支援金は，法人税法上，どの年度においてどのように取り扱われるか。根拠条文と理由を付して答えなさい。\n- 10 -\n〔第２問〕（配点：５０）\nＡ（居住者）は，昭和４０年頃からＫ市において小売業を営んできた。Ａは，平成２０年中に，小売業の一部であるＰ店での事業を法人組織に切り換えることにしＸ株式会社（暦年を事業年度とする内国法人。以下「Ｘ社」という。）を設立し，Ｐ店の店舗，敷地，在庫商品及び売掛金（以下それぞれ「Ｐ建物」，「Ｐ土地」，「Ｐ商品」及び「Ｐ売掛金」という。）をＸ社に譲渡した（以下「本件法人成り」という。）。Ｐ建物及びＰ土地は，Ａが平成１０年に取得したものであり，Ｘ社への譲渡の時においてＰ建物の簿価は５億円，時価も５億円，譲渡対価は１億円であり，Ｐ土地の簿価は５億円，時価は６億円，譲渡対価は４億円であった。また，Ｐ商品の簿価総額は８０００万円，通常の販売価額の総額は１億円，譲渡対価は２０００万円であった。Ｐ売掛金の譲渡対価はその債権額どおり１０００万円であった。なお，Ｐ売掛金の基礎となる売買契約の対象商品は，Ｐ売掛金のＸ社への譲渡の時までに，全てＡから買主に引渡済みであった。\nＡは，本件法人成りの後もＰ店以外で営んできた小売業を，平成２２年末をもって全面的に廃業したが，平成２３年１月１日に，前年まで小売店のうちＱ店の敷地として使用してきた土地（以下\n「Ｑ土地」という。）をＸ社に贈与し（以下「本件贈与」という。），また，同日以降，前年までＱ店の店舗として使用してきた建物（以下「Ｑ建物」という。）をＸ社に月額５万円の賃料で貸し付けることにした（以下「本件貸付け」という。）。本件贈与に関しては，ＡとＸ社との間で，Ｑ建物の建築に係るＡの借入金の残額（１０００万円）をＸ社がＡに代わって借入先に支払う旨が合意された。Ｑ土地は，Ａが平成元年に５０００万円で取得したものであり，Ｘ社への贈与時の時価は３０００万円であった。また，Ｋ市では平成２３年において，Ｑ建物と類似の条件にある貸店舗の賃料相場は月額３０万円であった。\n以上の事案について，以下の設問に答えなさい。ただし，租税特別措置法及び同族会社の行為計算否認規定（所得税法第１５７条，法人税法第１３２条）の適用はないものとする。\n〔設問１〕\n本件法人成りに伴う資産の譲渡に係るＡに対する所得税の課税関係について，根拠条文を摘示して検討しなさい。\n〔設問２〕\n平成２３年における本件贈与及び本件貸付けに係るＡに対する所得税及びＸ社に対する法人税の課税関係について，根拠条文を摘示して検討しなさい。\n- 11 -\n- 12 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "purpose": "[租 税 法]\n〔第１問〕\n個人所得課税においては所得の種類と所得の年度帰属の判断が必ず求められることは，法科大学院における租税法学習上の基本的な事項の一つである。設問１では，その基本を理解していることを前提に，問題文に示された一連の事実関係や契約内容を分析・評価し，法律の当てはめを行い，法人から支払を受けた個人の所得課税において必要となる所得の種類や所得の年度帰属などの判断をすることが求められている。\n所得の種類については，脱サラした起業者が開業準備中又は開業初期に，起業中の事業に直結し得るコンペの賞金・賞品を受け取り，コンペをきっかけとして起業者が製造する商品の販売ルートを確保できることになる可能性のある契約も締結したという状況設定の中では，一般に論じられる事業所得と雑所得の違い（事業と事業に至らない程度の業務との違い）だけではなく，事業所得と一時所得の関係，一時所得と雑所得の関係を踏まえ，事実関係を的確に評価しての判断が求められる。この問題では，所得の種類についての基本ルールの理解に加えて，法律の適用上重要と考えられる事実を選り出して評価し，当てはめを行って結論を導き出すという判断のプロセスないし判断の理由を，いかに説得力をもって論述できるかが問われている。\nまた，設問１では，問題文の中に支払の根拠となる契約文言が契約そのものの形で織り込んであることから，その支払（起業支援金）に係る所得に対する所得税法の適用を論ずる際には，まずはその支払の私法上の性質を契約解釈によって明らかにすることが所得税法適用の前提として求められる。\n所得の年度帰属については，法人から個人への支払が複数年にまたがり，かつ場合によっては契約上条件付でなされるという設定であること，また，株式は「金銭以外の物又は権利その他経済的な利益」に該当することから，それらの収入計上時期につき，契約の内容や株式に対する会社法の規律という私法の理解と所得税法における権利確定主義の理解という双方の理解を踏まえた分析に基づく判断が求められる。\n次に，設問２では，支払をする側である法人について，法科大学院で学ぶ法人税法の基本的事項の一つである，法人所得計算上損金とされる費用該当性の判断と費用の認識時期の理解が問われている。ここでも，単に適用条文を挙げて結論を示すだけではなく，法人による支払の法人税法上の取扱いを判断する前提として，具体的に，法人の支払の根拠となっている法律関係や契約の内容などの理由を挙げて判断を示すことが求められる。\n〔第２問〕\n本問は，個人と法人との間における資産の譲渡や貸付けに係る所得税や法人税の課税関係を- 16 -問うことによって，所得税法及び法人税法上の基本的な規定について具体的な事案に即して解釈適用能力を試そうとするものである。条文への単なる当てはめによってではなく，条文の趣旨目的やその基礎にある考え方をも考慮して解答を導き出す姿勢が重要である。\n設問１は，法人成りに伴う個人から法人への資産の譲渡に係る所得税の課税関係を問うものである。主として，①譲渡資産の内容及び種類に応じて資産の譲渡に係る所得の有無及び種類を所得税法の関連規定に則して適切に判断することができるかどうか，②資産の譲渡対価が時価より著しく低い価額である場合を所得税法の規定に則して適切に処理することができるかどうかを試している。①については，特に所得税法第３３条第１項及び第２項における資産分類の基礎にある考え方に関する正確な理解のほか，資産によっては収入金額の計上時期を考慮に入れた判断をも求めている。②については，所得税法第５９条第１項第２号だけでなく同法第\n４０条第１項第２号をも視野に入れた解答を求めている。\n設問２は，個人から法人への土地の負担付贈与及び建物の低額貸付けの当事者双方に対する所得税や法人税の課税関係を問うものである。主として，③本件贈与に関する所得税法の適用条文を同法第５９条第１項の趣旨目的に照らして適切に決定することができるかどうか，④本件贈与と本件貸付けについてそれぞれに係るＸ社の課税関係を法人税法第２２条に則して適切に判断することができるかどうかを試している。③については，民法上の贈与概念と所得税法上の贈与概念との関係に関する正確な理解，所得税法における資産の譲渡に係る実現主義と課税繰延べとの正確な関連付け等に基づく解答を求めている。④については，特に法人税法第２２条第２項において，無償による資産の譲受けに係る明文の定めはあるのに対して，無償による役務の受入れに係る明文の定めがないことをどのように考えるかを検討した上で解答することを求めている。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等(1) 第１問主要な論点と求められる能力は，「出題の趣旨」に記載したとおりである。採点に当たっては，基本的なルールの説明に対しても一定の基礎点を与えたが，より多くの点数について当てはめで評価した。当てはめについては，結論によって差を付けるのではなく，問題文に記載されている契約内容の解釈とそれに基づく支払の性質の理解，株式に関する法律関係の理解，事実摘示と事実評価の適切さ，所得税法の基本ルールの当てはめにおいて法律の適用順序に誤りはなく，論証の論理性に問題はないか，という観点から見て，その結論を導き出す論証の部分にどれほどの説得力があるかという論証の質を重視した。\n設問１（所得税法関係）の主たる論点である所得の種類については，それぞれの所得の種類の意義に関する基本的な理解（いわば基本ルール）に関する限り，「一応の水準」以上の答案が大部分であり，「良好」以上の答案も多かった。これに対して，事実や契約の分析とそれを踏まえた法律の当てはめの部分の論述では，問題文中に記載されている契約の内容や支払の法的性質の分析を曖昧にしたまま結論だけを述べるものや，問題文に記載されている情報のごく一部にだけ焦点を当て，事実評価を誤った結果妥当性を欠く結論に至っているものが相当数あった。出題の趣旨で言及した所得の種類以外にも給与所得，譲渡所得まで検討対象を広げている答案も多かった。そのこと自体は全く問題ないが，この問題のような脱サラ，起業という状況設定及び起業支援契約の契約内容からは，給与所得や譲渡所得に該当するという結論に至る可能性はないと言ってよいことを考えると，時間の配分を考えて検討にメリハリを付けるという判断も必要である。\nなお，契約に基づく支払の所得分類の判断においては，納税者（甲）の活動の態様を観察して，事業所得を生じる事業と言える程度の活動をしているかを判断することも重要であるが，支払の根拠となる契約を解釈してその支払が何の対価であるかを分析することも同じように重要である。前者については，丁寧に書けている答案も少なくなかったが，後者の観点から契約内容の分析がしっかりできている答案は，期待していたよりも少なかった。課税対象となる取引・契約の内容やそれらの法的性質を理解することと租税法のルールを正しく理解することは，課税上の判断の基礎となる車の両輪であるから，採点においては，そのことを考慮して点数を付与した。\n所得の年度帰属については，所得税法第３６条第１項，第２項の基本ルールの一般的説明に関する限り，おおむね良好といえる答案が多数であった。具体的な当てはめにおいては，起業支援金については契約上支払が条件にかかっていることを指摘し，契約の内容を理解して当てはめるというプロセスがきちんと書けている答案も多かったが，株式については，合意の成立時期だけを考慮することで足りるのか，\n会社法に定められている株式の権利移転の手続き及び効力要件に関する規律を所得- 35 -税法上の所得の実現と関連付けて考える必要はないかなどの検討も必要と思われるところ，その点まで踏み込んでよく考えられた答案はあったものの多くはなかった。\n設問２（法人税法関係）は，設問１の所得の支払者側の課税取扱いについて問うというものであって，いわば設問１の関連質問である。法人税法第２２条第３項第２号の費用への該当性及び寄附金への非該当性並びに費用の認識時期（債務の確定要件を含む。）の理解を問うという，損金に関する基礎的な問題であり，基礎的な学習さえしていれば解答できる問題であろうと予想していたが，結果的には，点が取れる答案と点が取れない答案とに二分され，かつ設問１の出来と設問２の出来にはほとんど相関関係がないという印象を受けた。設問２については，解答がないか又はほとんど書いていない答案もあったが，点が取れない答案とは，そういうもののことではなく，法人税法の基礎的な学習が所得税法の学習に比しておろそかになっていたのではないかと思われる答案という意味である。例えば，金銭も資産だという思い込みからか，奨励金や起業支援金は無償による資産の譲渡であるから益金に算入されるという解答が書かれた答案（さらに，そのうちの相当数のものが益金と損金の両方に算入されるという解答をしていた。）や，奨励金について，広告宣伝費に該当するか否かの検討をせずに，また法人税法第３７条第７項の括弧書きの「広告宣伝…の費用その他これらに類する費用…を除く。」にも気付くことなく，\n寄附金に該当すると解答している答案などが，点が取れない答案の典型例である。\n第１問の答案全体を通してみると，「優秀」に該当する答案の割合と内容は予想通りであったが，「良好」に該当する答案の割合が予想よりも少なかった。\n(2) 第２問公表済みの「出題の趣旨」の中で述べた主要な論点に即して，それぞれについて試されている能力を重視して，採点した。その際，所得税法及び法人税法の基本的な規定を正確に理解しているかどうか，適用法規の選択とそれへの単なる（機械的な）当てはめによって解答を導き出すのではなく，適用法規の趣旨目的やその基礎にある考え方を適切に考慮に入れた上での当てはめを行うという法律家らしい姿勢で解答を導き出そうとしているかどうか，を重視した。採点結果の概要及び実感は以下のとおりである。\n設問１では，まず，資産分類と所得分類との関係が重要な論点の１つである。Ｐ建物，Ｐ土地及びＰ商品については，多くの答案において適用条文は正しく選択されていたが，所得税法第３３条第２項第１号の規定が棚卸資産の譲渡による所得を譲渡所得から除外する理由を理解していないことをうかがわせる答案も散見された。\nＰ売掛金については，「Ｐ売掛金の基礎となる売買契約の対象商品は，Ｐ売掛金のＸ社への譲渡の時までに，全てＡから買主に引渡済みであった。」という事実を考慮せず，金銭債権として「資産」（所得税法第３３条第１項）該当性を論じる答案が少なくなかったが，中には，上記の事実を適切に考慮して判断を示した答案も見られた。\n次に，資産の低額譲渡について，所得税法第５９条第１項第２号の規定の適用は多くの答案において的確に行われていたが，Ｐ商品の譲渡による所得を事業所得に分類しながらも同法第４０条第１項第２号の規定の適用を検討していない答案が少なくなかった。後者のような答案の中には，所得税法第５９条第１項の規定が事業所得を対象としていないにもかかわらず，資産の低額譲渡であれば資産の種類を問- 36 -わず同規定を適用するものも相当数見られたが，そのような答案は，適用条文を実際に確認することなく記憶だけに頼って解答しようとしているのではないかとさえ思わせるものであった。そうであるとすれば，普段からの基本的な学習姿勢に問題があるように思われる。なお，Ｐ建物及びＰ土地の譲渡が「著しく低い価額の対価として政令で定める額」（所得税法第５９条第１項第２号）による譲渡に該当するかどうかを検討するに当たって，Ｐ建物とＰ土地を一括して判断するか又は別々に判断するか，その判断の違いによって譲渡所得の金額が異なる金額になることをどのように評価するか，というあり得る論点について検討を行う答案が，数は少ないながらも見られた。\n設問２については，まず，ＡからＸ社へのＱ土地の負担付贈与が所得税法第５９条第１項第１号の規定にいう「贈与」に該当するかどうかを検討する答案が多かったが，同規定の趣旨目的に関する正確な理解を示している答案は多くはなかった。\n判例（最判昭和６３年７月１９日判時１２９０号５６頁）の結論を覚えるだけでなく理由付けを理解し論証に援用できるようにすることを心掛ける学習が不可欠である。また，Ｑ土地の負担付贈与については，Ｘ社に対する法人税の課税上の処理に正確さを欠く答案が少なくなかった。法人税法第２２条第２項という基本的な規定の適用について応用力の涵養が望まれる。\n次に，ＡからＸ社へのＱ建物の低額貸付けについては，ほとんどの答案でＡに対する所得税の課税関係に関する的確な解答が見られた。所得税法には，低額賃料を「適正賃料」に引き直す規定が定められていないことにまで言及する答案も散見された。また，Ｘ社に対する法人税の課税関係については，法人税法第２２条第２項が「無償による資産の譲渡」及び「無償による役務の提供」を明文で定めているのと異なり，「無償による資産の譲受け」に係る明文の規定を定め，無償による役務の受入れに係る明文の規定を定めていないことをどのように考えるかを検討することなく，当然のごとく，無償による役務の受入れを「無償による資産の譲受け」と同様に取り扱っている答案が多く見られた。法人税法第２２条第２項という基本的な規定について文言に則して正確に理解しようとする学習が望まれる。\n第２問の採点の結果，「優秀」と「一応の水準」に該当する答案の割合はほぼ想定どおりであったが，「良好」に該当する答案の割合がやや少なく，その分「不良」\nに該当する答案の割合がやや多かった。総じて，冒頭で述べた法律家らしい姿勢に物足りなさを感じさせる答案が多かったが，「不良」や「一応の水準」に該当する答案については，それ以上に，所得税法及び法人税法の基本的な規定に関する正確な理解の必要性が痛感された。\n３ 今後の出題について今後の出題についても，これまでどおり，所得税を基本としつつ，具体的な事実関係の下で租税法の基本的な条文や概念の理解とその適用能力を試す問題を出題し，出題形式は，受験者が出題の意図に従って解答しやすくするよう小問を順次検討していく形式によることが望ましいと考えられる。\n４ 今後の法科大学院教育に求められるもの上記３で述べたとおり，今後も所得税を基本とする問題が出題されると思われるが，\n- 37 -法人税についての基礎的な知識の修得も必要であることは言うまでもない。\n法科大学院においては，法律実務家にとって重要なのは法解釈論であることを当然の前提とした上で，所得税法及びこれに関連する法人税法に関して，基本的な条文や概念を他と関連付けて多角的に検討し理解する学習を基礎にして，そこで習得した知識や能力を事例演習等によって確認し，それらの応用力や総合的判断力を涵養していくというような教育が望まれる。\n５ その他全体的な印象として，バランスが悪い答案がかなりあった。例えば，第１問で，年度帰属の論点を権利確定主義から長々と論じてしまい，所得区分の論点をあっさりとしか論じていない答案が相当数あった。このような答案は，他の論点でも十分な論証がなされていないため，必然的に低い評価となった。これに対し，高得点の答案は，\n基礎的な知識を前提に，論点の配列についての手順をわきまえ，それぞれの論点に対する記述もバランス良く適切な量であり，結論に至る論理の流れもよどみなくスムーズであった。このような答案こそ採点者を唸らせる答案といえよう。\n実務法曹にとって最も大切な資質の一つがバランス感覚である。司法試験の答案の作成においてもバランス感覚を十分に働かせることが求められる。特に事例問題の場合には，法律の知識だけでなく，限られた時間及び答案用紙の中で，問題文に示された事実関係の中から重要な争点は何かを適切に把握した上で，重要度の高さに応じた密度で説得力のある答案を作成する能力も試されることになる。\n- 38 -"
}