{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 19 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＡは，充電式でない電池（以下「使い捨て電池」という。）を充電する方法の発明（以下「本件発明」という。）について特許権を有している。本件発明によると，電圧が低下した使い捨て電池を充電して繰り返し使用することができる。\nメーカーＢは，新型の充電器（以下「Ｂ製品」という。）を開発した。Ｂ製品は，充電式の電池を充電する機能のほかに，電圧が低下した使い捨て電池を本件発明と同一の方法で充電する機能を有しており，ユーザーは充電したい電池の種類に応じて充電機能を選択することができるように設計されている。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは，日本国内市場及び外国市場を指向して，各国仕様ごとに生産工程を分けてＢ製品を製造し，国内仕様のＢ製品を国内で販売し，外国仕様のＢ製品を外国に輸出している。ＡはＢに対し，本件発明の特許権に基づいてＢ製品の製造，販売及び輸出の各行為につき差止請求をすることができるか。なお，Ｂ製品は，家庭内での使用を予定した装置であるものとする。また，Ａは，外国において特許権を有していないものとする。\n２．Ｃは，ソフトウェアメーカーであるが，Ｂからの発注を受けて，Ｂ製品に搭載する部品である半導体チップ（以下「Ｃ部品」という。）を製造してＢに譲渡している。Ｃ部品には，本件発明と同一の充電方法をＢ製品で機能させるプログラムが記録されている。そこでＡはＣに対し，ＢがＣ部品を搭載して製造するＢ製品は，Ａの本件発明の特許権を侵害していると通知した。ＡはＣに対し，どのような請求をすることができるか。\n３．ＡはＢに対し，家庭内で使用される製品に限る条件で，本件発明による充電機能を有するＢ製品の製造・販売行為を許諾したが，事業者向けの充電器の製造・販売行為は許諾しなかった。\nそこで，Ｂは，Ｂ製品に「家庭内使用に限る」と明記して販売した。ところが，日本国内の事業者Ｄは，市場において購入したＢ製品を自らの事業目的で使用し，電圧が低下した使い捨て電池を充電している。ＡはＤに対し，本件発明の特許権に基づいてＢ製品の使用行為につき差止請求をすることができるか。〔第２問〕（配点：５０）\n音楽家であるＡ及びＢは，共同で楽曲αを創作し，楽曲αについての著作権を共有している。平成２０年７月に，レコード会社Ｃは，Ａ及びＢとの間で，期間を３年とする楽曲αの日本国における利用許諾契約を結び，その後，同契約に基づいて，楽曲αの演奏を録音したレコード（以下「Ｃレコード」という。）の製造販売を開始した。また，Ａ及びＢは，Ｘ国のレコード会社Ｄに対して，Ｘ国における楽曲αについての著作権を譲渡した。レコード会社Ｄは，Ｘ国において，楽曲αの演奏を録音したレコード（以下「Ｄレコード」という。）を製造し販売している。映画会社Ｅは，レコード会社Ｄから利用許諾を得て，Ｘ国において，楽曲αをエンディング・テーマとした劇場用映画（以下「Ｅ映画」という。）を製作し，映画館等において上映した後，Ｅ映画のＤＶＤを製造し販売している。\n平成２３年５月に，ＡとＣは，上記利用許諾契約を更新しようと考えていたが，Ｂは，Ａとの人間関係のもつれからＡを困らせたいと思い，この更新を拒絶した。そのため，Ｃは，Ｃレコードの製造を中止し，同年７月までに，その製造したＣレコードを全て販売した。しかしながら，Ｃは，Ａからの強い要望を受けて，同年９月に，Ｂの許諾を得ないまま，Ｃレコードの製造販売を再開した。レコード店を経営するＦは，平成２４年２月から，Ｂの許諾がないという事情を知らずに，ＣからＣレコードを購入していたところ，同年４月に当該事情を知り，その後はＣレコードを新たに購入することはやめたが，現在，それ以前に購入したＣレコードを消費者に販売している。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは，Ｃに対してＣレコードの製造販売の差止請求をする場合，どのような主張をすべきかについて，Ｃの反論を想定しつつ，述べよ。\n２．Ｂは，Ｆに対してＣレコードの販売の差止請求をする場合，どのような主張をすべきかについて，Ｆの反論を想定しつつ，述べよ。\n３．Ｇは，Ｘ国においてＤレコードを購入し，これを日本に輸入し販売している。Ａは，Ｇに対して，Ｄレコードの輸入及び販売の各行為につき差止請求をすることができるか。\n４．Ｈは，Ｘ国においてＥ映画のＤＶＤを購入し，これを日本に輸入し販売している。Ａは，Ｈに対して，Ｅ映画のＤＶＤの輸入及び販売の各行為につき差止請求をすることができるか。- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法]\n〔第１問〕\n設問１及び２は，方法の発明についての特許権を題材として間接侵害に関する問題点の理解を問うものであり，設問３は，方法の発明を実施できる装置が適法に市場に流通した場合において，方法の発明についての特許権の消尽の有無ないし黙示の許諾の成否，及び制限の可否についての考え方を問うものである。\n設問１は，方法の発明を実施する機能を有する装置に対する特許法第１０１条第４号と第５号の適用の可否を問うものであり，間接侵害規定の基本的な理解と，各要件への丁寧な当てはめが求められる。\n本問では，まず，特許方法による充電機能以外に通常の充電機能を有する装置が問題となっていることから，同条第４号の「のみ」要件をどのように解釈し，適用するかを論じる必要がある。この点については，｢のみ｣要件について厳格な解釈を行う立場（例えば，東京地判昭和５６年２月２５日無体集１３巻１号１３９頁，判時１００７号７２頁",
  "scoring_notes": "１ 出題の趣旨，狙い等第１問は，充電式電池を充電する機能のほかに第三者が権利を有する特許発明と同一の方法による使い捨て電池の充電機能を有している充電器を題材に，家庭内使用目的製品の製造・販売行為や国外輸出目的製品の製造・輸出行為による間接侵害の成否，\n及び方法の発明を実施するために特許権者から許諾を得て生産され譲渡された充電器の使用行為に対する方法の発明に関する特許権の行使の可否についての検討を通じて，\n間接侵害についての基本的な理解や，方法の発明と物の発明の相違や消尽論等の権利行使の限界に関する法理についての基本的な理解を問うものである。\n第２問は，著作権が共有に係る音楽の著作物を題材に，共有者の同意なくこれを録音したレコードの製造・販売行為，さらにこれを善意で取得した者による販売行為の可否及び譲渡権・頒布権の国際消尽に関する問題点についての検討を通じて，著作権法上の各制度に対する基本的な理解や，制度相互間の関係についての理解を問うものである。\n両問を通じ，事案分析力，基礎理解力，論理的思考力を試すことを狙いとしており，\n事案の問題点を慎重，的確に抽出・分析し，裁判例の考え方や学説の状況を踏まえつつも，自分の言葉を使って規範を定立した上，丁寧な当てはめを行った答案は高い評価を受けた。\n２ 第１問(1) 全体基本的事項の理解ができている答案と，そうでない答案の差が大きかった。設問１の論点は基本的なものであり，論点自体を完全に落としている答案は多くなかったが，その論証内容で大きく差が付いた。論点ごとには勉強した形跡が見られた答案であっても，全体的に論点相互間での論理矛盾がうかがわれたり，意味不明の論旨となってしまっているものが多く見られた。このような中で，規範定立，当てはめの手順が適切に踏まれ，しかも論理的な考察に基づき自分の言葉で説明している答案は，高い評価を受けた。設問２，設問３についてもおおむね同様であるが，設問１に比べて問題の所在自体の把握が不十分な答案と，よく理解できている答案との差が目立った。\n(2) 設問１答案の大半は，本設問が間接侵害の成否（特許法第１０１条第４号，第５号，以下本問について条項を示す場合，全て特許法）を問うものであることは把握できていたが，少ないながら，直接侵害の成立を認める答案，均等論を展開する答案もあった。このような答案は，間接侵害制度についての基本的な理解が十分ではないと言わざるを得ない。また，問は，製造，販売及び輸出の各行為を対象としているのに，これに適切に答える答案は少なかった。\n第１０１条第４号の適用の可否については，Ｂ製品を非専用品と考え，同号の適用を否定する答案が多くなるものと予測していたが，実際には，これを専用品と考えて同号の適用を肯定する答案が予想以上に多かった。もとより，理由がしっかり書けていれば，Ｂ製品を専用品と認定する結論でもよいが，「のみ」要件の該当性- 42 -を肯定する理由付けの多くが，いささか無理のある説得力に欠けるものが多かった。\n中には，「のみ」要件の判断基準すら示さないで論述する答案も少なからず存在した。同号の制度趣旨や，同条第５号が新設されたことなども踏まえて，「のみ」要件該当性の判断基準を示すことが重要である。また，設問１でＢ製品を専用品としながら，設問２ではＣ部品を非専用品とする答案が少なからずあったが，このような結論を採るのであれば，十分な説明が必要である。しかし，これを説得的に説明した答案は見当たらなかった。むしろ，設問１と２の差異を適切に見いだせなかったために，設問１を専用品についての問，設問２を非専用品についての問と無理に解釈して解答しようとした答案が多いのではないかという印象を持った。事案を歪めず，素直に受け止めて，答案作成に当たってほしい。\n「のみ」要件を否定し，同条第４号の適用を否定した答案の中に，同条第５号の成否について検討しないまま，間接侵害を否定する答案が少なからず存在した。同条第４号の専用品に該当しないと考えたならば，同条第５号の適用について検討すべきである。このような答案については，特許法の間接侵害の規定の体系を十分に理解していないと判断せざるを得ない。\n同条第５号の適用について検討している答案についても，同号の各構成要件について十分な解釈を行わなかったり，丁寧な当てはめを行っていないものが多かった。\n条文の構成要件の解釈と事実への当てはめは実務の基本である。これらを丁寧に行うことで発見される問題点も多いので，おろそかにしないでほしい。また，同号の適用に当たって，単に特許が公開されていることのみを理由として特許発明の実施についてのＢの悪意を肯定するものが少なからず存在した。特許が公開されているというだけでは，特許発明の存在や特許発明の実施について悪意が肯定されることにはならないので注意されたい。\nなお，同条第４号の適用を認めて間接侵害の成立を肯定して論述を終えるものが多かったが，Ｂ製品の複数機能の存在に鑑みれば，同号の適用が可能と判断された場合でも，更に同条第５号の該当性を慎重に検討する答案の方が好印象である。\n直接侵害が成立しない場合の間接侵害の成否という基本的な論点については，多くの答案で触れられていたが，Ｂ製品が家庭内での使用を予定した装置であることと，その一部が輸出されるものであることの２点について十分に検討した答案は少なかった。また，当該論点については，いわゆる折衷説に立つと思われる答案が多かったが，自説の規範定立や，事実関係への当てはめが不十分な答案が目立った。\nＢ製品が家庭内での使用を予定している点につき，家庭内での方法の発明の実施が「業としての実施」に該当しないことに言及しない答案が散見された。また，折衷説に立ちながら，家庭内での実施が侵害行為に当たらないとされている理由をしっかり述べることができず，十分な理解が伴っていないと思われる答案が少なからず存在した。\n外国仕様のＢ製品につき，条文上，「輸出」が間接侵害の実施行為として規定されていないことに気付かない答案が多かった。条文をしっかり読み込むことが必要である。また，輸出が間接侵害に当たらず差止請求できないことは述べているものの，Ｂ製品の「製造」への差止請求の可否について触れていない答案も多かった。\nなお，外国仕様のＢ製品の製造により間接侵害が成立しないとする理由として「外国に特許権が存在しないこと」を掲げる答案が相当数存在した。しかし，本問は日- 43 -本国特許権の効力の問題であるから，外国特許権の存否は理由とはならない。\n(3) 設問２Ｃ製品が「方法の発明の間接侵害品を生産するための物」であること，すなわち「間接の間接侵害」が問題になっていることに気付かず，漫然と間接侵害規定の成否（同条第４号，第５号）を論じた答案が多かった。この点に関しては，「その物自体を利用して特許発明に係る方法を実施することが可能である物」である必要があり，「そのような物の生産に用いられる物」は含まないとする知財高裁平成１７年９月３０日の特別部判決を念頭に置きつつ，自説を展開できるのが理想的ではあるが，この判決を知らなくとも，「方法の使用（にのみ／に）用いる物」という構成要件の意味を理解し，丁寧に適用しようとすれば，問題点の認識に至ることができるはずである。\nＣ部品の製造・販売に間接侵害が成立しないと解した場合でも，Ｂの間接侵害行為へのＣの幇助行為に対する差止めの可否が問題となる余地もあるが，この点について言及した答案はほとんどなかった。\nまた，本設問は，「ＡはＣに対し，どのような請求ができるか」を問うものであるから，差止請求の可否のみならず，損害賠償等の他の請求の可否についても検討すべきであるが，全く言及しない答案も多かった。損害賠償請求権の成否を検討するに当たって，本設問では，Ｂが間接侵害の主観的要件を備えているか否か，いつから備えるかについて問題文では触れていないため，Ｂについて同条第５号の規定の適用のみを認める立場からは，Ｂの主観的要件が備えられていない期間におけるＣの行為についても損害賠償を請求できるかについて論じる余地もあったと思われるが，そのような問題点に言及した答案はほとんどなかった。また，特に，Ｃによる間接侵害の成立を否定する場合でも，共同不法行為に基づく損害賠償請求の可否は問題になり得るが，これに全く言及しない答案も多かった。\n(4) 設問３本設問では，方法の発明に関する特許権についての消尽の成否やその要件論について論述することが求められていたが，そもそも消尽が問題となっていることに気付かない答案も散見された。また，消尽論を論じている答案も，物の発明に関する消尽論をそのまま論じ，Ｂ製品にも問題なく適用できるような論述を行うものが多かった。発明に係る物の流通が想定されない単純方法の発明について消尽論が適用できるか否か，できるとすればどのような要件の下で認めるべきかについて，物の発明と方法の発明の区別を念頭において論じて欲しかったが，両者の違いすら理解していない答案が多い印象を受けた。\n本設問では，ＡはＢに対してＢ製品の製造を，家庭内で使用される製品に限るという条件で許諾したという契約上の制限が課されているため，この点を差止請求の可否を考えるに当たってどのように考慮すべきかが問題となるが，方法の発明の特許権について消尽論の適用を肯定する答案のうち，消尽論が認められる根拠（円滑な流通の確保や二重利得の防止など）に触れ，「家庭内使用に限る」との明示の表記を理由として，結論として消尽を否定する答案が多かった。しかし，客観的定型的に判断されるべき消尽論に関して，実施許諾の範囲や物への表示といった，権利者の選択可能な事項のいかんによってその適用を否定することの妥当性については慎重な検討がなされるべきであるが，そのような検討がなされた答案はほとんどな- 44 -かった。\n３ 第２問(1) 全体著作権侵害の成否が問題となる事例では，侵害が問題となる支分権を的確に捉えることが必要であるが，問題となる支分権が何であるかを明記せずに著作権侵害を論じている答案が少なからずあった。\n形式面について，設問１及び２は，「Ｂは，……どのような主張をすべきかについて，……述べよ」というものであるのに，その設問形式に従わず，単にＢの請求の成否について漫然と自説を論じ，問に答えていない印象を与える答案が多かった。\nまた，第２問については，第１問に比して時間不足による一部白紙の答案，論証不足の答案が散見された。設問ごとに配点されているのは明らかであり，前半部分がそれなりに書けていても，後半部分が白紙に近ければ，実力に見合った点数が付かない。限られた時間を適切に配分して，答案を作成すべきである。\n(2) 設問１（１）欄でも述べたが，問が「どのような主張をすべきかについて，……述べよ」\nという問であるのに，その設問形式に従わず，単にＢの請求の成否について漫然と自説を論じ，問に答えていない印象を与える答案が多かった。\n共同著作物の各著作権者が侵害に対する差止めを単独で請求できることは明文で規定されている（著作権法第１１７条第１項，以下本問について条項を示す場合，\n特に断りがなければ，全て著作権法）が，Ｂが単独で請求できることについて，この規定に触れず，保存行為であることを理由とする答案が目立った。\n著作権侵害の成否が問題となる事例では，侵害が問題となる支分権を的確に捉えることが必要である。ところが，問題となる支分権が何であるかを明記せずに，例えば，「著作権の侵害」とのみ述べて権利侵害を論じている答案が少なからずあった。また，本問では問題となり得ないと思われる原盤権のような著作隣接権を掲げて，その侵害の成否を論じる答案も若干数あった。\nＢに対する関係でＣの販売行為は，譲渡権侵害又は第１１３条第１項第２号（侵害物知情頒布）に該当する可能性があるが，後者に言及する答案は少なかった。\n第６５条第３項の「正当な理由」の有無という論点について，触れられていない答案が少なからずあった。また，この論点に触れていた答案でも，「人間関係のもつれ」だけで，簡単に「正当な理由」を肯定してしまう答案が少なくなかったが，\n「人間関係のもつれ」だけでは，「正当な理由」はむしろ否定される場合が多いと思われるので，「正当な理由」ありと主張するためには何らかの合理的な理由を追加することを考えるべきである。\n一方，Ｂの更新拒絶に「正当な理由」がないとの結論に至った答案の中には，そこから当然にＢの請求は認められないと結論付けた答案が多かった。「正当な理由」\nがないことがＢの差止請求に対する抗弁として成り立つか，すなわち，意思表示を命じる判決（民事執行法第１７４条）なしに，当然に同意があったものと扱ってよいかどうかという論点に気付いた答案は少なかった。\n(3) 設問２設問１同様，設問形式に従わず，単にＢの請求の成否について自説を論じる答案- 45 -が多かった。\nまた，設問１同様，Ｆの反論として，Ｂの同意拒絶に「正当な理由」がないという主張を挙げる必要があるが，この点に言及していない答案が多かった。なお，Ｂの許諾のないＣレコードの販売について，Ｃレコードが適法に譲渡された物ではないことを前提としながら，譲渡権の消尽規定の適用を論じる答案が少なからず存在したが，そのような物について消尽規定を適用できるという積極的な理由を述べた答案はなかった。\n本設問では，ＦがＣレコード購入時に，ＡからＣへの許諾についてＢの同意がないという事情を知らなかったことから，第１１３条の２（善意者の譲渡の特則）の適用を検討する必要があり，さらに，Ｆが頒布時には事情を知っていたことから，\n第１１３条第１項第２号（侵害物知情頒布）が適用されるかどうかを検討する必要があるが，いずれの規定にも気付かなかった答案が少なからずあり，触れていたとしても，そのいずれか一方だけを論じるにとどまる答案が多かった。まして，両者の関係について言及する答案は少なかった。条文全体の理解を深める必要がある。\n(4) 設問３Ｇの行為は，Ｄレコードの販売行為については譲渡権侵害の成否が，輸入については第１１３条第１項第１号（侵害物国内頒布目的輸入）の成否が問題となるが，\n後者に言及する答案は非常に少なかった。他方，同号に基づいてみなし侵害の成否に言及する答案でも，「輸入の時において国内で作成したとしたならば・・・侵害となるべき行為」という要件に関し，国内の権利者と同一人ではない輸出国の権利者が当該国で適法に作成した複製物についても，単に国内の権利者が許諾していないことを理由として同要件該当性を認め，みなし侵害の成立を認めるものが多かった。しかし，同号は，違法複製物（いわゆる海賊版）の輸入をみなし侵害とする趣旨の規定であって，上記のような解釈を採るには説得的な理由付けが必要である。\n本設問では，譲渡権の国際消尽が問題となるが，問題意識を持ちながらも，明文の規定（第２６条の２第２項第５号）に言及せず，国際消尽の一般論を展開する答案が目立った。また，Ｘ国の権利者はＤであり，我が国の権利者はＡであることから，権利者が異なっても譲渡権が国際消尽するかが問題となるが，この点に気付き，\n同号が我が国の譲渡権者と外国における譲渡権に相当する権利を有する者が同一人であることを要件としていないことを述べる答案はほとんどなかった。\nなお，第１１３条第５項（国外頒布目的商業用レコードの輸入行為の禁止）に言及し，適用を肯定する答案が目立ったが，本設問では，ＡとＢは，Ｘ国における著作権をＤに譲渡しており，権利者が同一でない。このような場合に同項の「自ら発行し，又は他の者に発行させている」との要件を充たすと解すべきか，問題意識を持って吟味した答案はほとんどなかった。\n(5) 設問４Ｈの行為は，輸入については第１１３条第１項第１号（侵害物国内頒布目的輸入），\n販売については頒布権が問題となるが，前者に気付かない答案が多かった。後者の頒布権についても，映画の著作物において複製されている音楽の著作権者に映画の著作権者と同様の頒布権が与えられること（第２６条第２項）に気付かず，譲渡権の問題として論述した答案が多かった。また，Ｅ映画をα楽曲の二次的著作物であるとしてこれを第６１条第２項の翻案権の特掲の問題として論じる答案も少なから- 46 -ずあった。しかし，創作的行為があるという事実は設問から読み取れないので，翻案権を問題とするのは適切ではないと思われる。\nまた，本設問では頒布権の国際消尽の可否が問題となるが，頒布権に気付いていないためか，譲渡権の国際消尽を論じた答案が多かった。\n４ 答案の評価について冒頭述べたように，両問を通じ，事案分析力，基礎理解力，論理的思考力を試すことを狙いとするものであり，評価の視点については，おおむね次のような基準を示すことができるであろう。\nすなわち，事実関係を十分に把握・分析し，問題となり得る事項を的確に抽出した上，関連する判例・学説を正確に踏まえつつ，必要な法令につき適切な解釈を行って要件等の定立を行い，事案に当てはめてバランスのよい結論に至っている答案は「優秀」，事実関係につき，主要な論点との関係で必要となる部分についてはきちんと分析し，問題となり得る事項を抽出した上，関連する判例・学説への考慮を示しつつ，\n必要な法令について合理的な解釈をして要件等の定立を行い，事案に当てはめて合理的なそれなりの結論に至っている答案は「良好」，かかるレベルには達していないが，\n事実関係の分析や問題点の抽出が不十分ながらも示され，判例・学説への一定の配意をしつつ，関係する法令についての解釈を交えて結論に至ろうとする姿勢が見られる答案は「一応の水準」，これに至らないレベルのもの，例えば，事実関係の分析が不足しており，あるいは問題文に示された内容をはるかに超えて牽強付会的な決め付けをするなどし，当然触れるべき基本的な判例・学説に触れることもなく，法例解釈等において筋道が通っていないような答案は「不良」である。\n５ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，事案分析力，基礎理解力，論理的思考力を試す出題を継続することとしたい。\n６ 今後の法科大学院教育に求めるもの本年の採点で感じたことは，第１問の設問１，設問２について，一方で設問１を特許法第１０１条第４号の，他方で設問２を同条第５号の問題と決め付け，それぞれのとうとう論証を滔々と行う答案が少なくなかったことである。\nそれは，設問２についての問題の所在を把握できないまま，事案を素直に捉えずに，\n設問１が同条第４号に係る出題，設問２が同条第５号に係る出題と解したことに原因があるのではないかと思われる。しかし，直ちに専用品と認めるには問題があるＢ製品やＣ部品について，受験者が，何の疑問も持たず，あるいは事案に沿った論証もしないままに，先入観を持って適用条文を決めたのだとすれば，実務法曹に不可欠な予断なく事案に取組む能力，問題点に正面から取組んで妥当な解決を目指す能力に欠けると言われてもやむを得ない。\nもとより，Ｂ製品を専用品と認めるとの結論自体は不正解というわけではなく，その問題点を指摘した上で，理由がしっかり書けていれば，同条第４号の適用を認める答案について高い評価を与えることができたが，大半の答案は，事案に正面から取組むのを避け，専ら書きやすさを優先した答案構成を行っているのではないかとの印象- 47 -を受けた。しかも，その多くの答案の論証内容も非常に似通っており，かつ定型的な言い回しに終始している印象を受けた。\nそのような皮相な答案は一見もっともらしい論述に見えなくもないが，自分の頭で考えて，読む者を説得しようという意欲の下でなされた論述に比して説得力に欠けた答案になっていると言わざるを得ない。\n事例式問題は，一つ一つの切り口が異なることから，あらかじめ用意した答案例等に頼ることなく，与えられた複雑な事案を解きほぐし，真の理解に基づく正確な知識を前提に，自分の頭と言葉で相手を説得する意欲を感じられる答案が望ましい。\nこのようなことに照らし，法科大学院においては，記憶よりも理解を重視した教育を，そして複雑困難な事案を恣意的に簡易化するのではなく，正面から構成要素を抽出できる事案分析力を重視した教育を，さらに常に自分の頭で考えこれを他人に伝えて説得する能力を付けることを重視した教育をお願いしたいところである。"
}