{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，４：４：２〕）\nＰは，Ｑ県が都市計画に都市計画施設として定め，建設を計画している道路（以下「本件計画道路」という。）の区域内に，土地（以下「本件土地」という。）及び本件土地上の鉄骨２階建ての店舗兼住宅（以下「本件建物」という。）を所有して，商店を営業している。Ｐは，１９６５年に，本件土地を相続により取得し，本件建物を建築して営業を始めた。本件計画道路に係る都市計画（以下「本件計画」という。）は，１９７０年に決定され（以下，この決定を「本件計画決定」という。），現在に至るまで基本的に変更されていない。本件計画によれば，本件計画道路は，延長を１万５０００メートル，幅員を３２メートルとされ，Ｒ市を南北に縦断するように，ａ地点を起点とし，他の道路（県道）と交差する交差点（ｂ地点）を経由して，ｃ地点を終点とするものと定められている。ａ地点とｃ地点のほぼ中間にｂ地点が位置し，本件土地はｂ地点とｃ地点のほぼ中間に位置している。\nＱ県は，本件計画道路のうちａ地点からｂ地点までの区間については，交通渋滞を緩和させる必要性が高かったため，１９７５年から徐々に事業を施行した。予算の制約や関係する土地建物の所有者等の反対があり，計画を実現するには長期間を要したが，２０００年には道路の整備が完了した。これに対し，本件計画道路のうちｂ地点からｃ地点までの区間（以下「本件区間」という。）については，やはり関係する土地建物の所有者等の反対もあって，１９７０年から現在まで全く事業が施行されておらず，事業を施行するための具体的な準備や検討も一切行われていない。Ｑ県の財政事情が逼迫しているため，事業の施行は財政上もますます困難になっている。\nこうした状況において，Ｑ県は，ｂ地点とｃ地点の間の交通需要が２０３０年には２０１０年比で約４０パーセント増加するものと推計し，この将来の交通需要に応じるために，本件計画道路の区間や幅員を縮小する変更をせずに本件計画を存続させている。もっとも，Ｑ県が５年ごとに行っている都市計画に関する基礎調査によれば，Ｒ市の旧市街地に位置するｃ地点の付近において事業所及び人口が減少する「空洞化」の傾向が見られ，ｂ地点とｃ地点の間の交通量は１９９０年から漸減し，２０１０年までの２０年間に約２０パーセント減少している。しかし，ｃ地点の付近で営業する事業者の多くは，空洞化に歯止めを掛けて街のにぎわいを取り戻すために，本件区間を整備する必要があると，Ｑ県に対して強く主張し続けている。こうした地元の主張に配慮して，Ｑ県も，本件区間の整備を進めれば，ｃ地点付近の旧市街地の経済が活性化し，それに伴いｂ地点とｃ地点の間の交通需要が増えていくと予測して，上記のように将来交通需要を推計している。\nあわせて，Ｑ県は，本件区間を整備しないと，本件区間付近において道路密度（都市計画において定められた道路の１平方キロメートル当たりの総延長）が過少になることも，本件区間について縮小する変更をせずに本件計画を存続させることの理由に挙げている。Ｑ県は，道路密度が，住宅地においては１平方キロメートル当たり４キロメートル，商業地においては１平方キロメートル当たり５キロメートルは最低限確保されるように（これらの数値を，以下「基準道路密度」という。），道路に係る都市計画を定める運用をしている。本件区間付近は，住宅地及び本件土地のような商業地から成るが，いずれにおいても，本件区間を整備しないと，道路密度が基準道路密度を１キロメ\nートル前後下回ることになるため，Ｑ県は本件計画をそのまま存続させる姿勢を崩していない。\n最近になって，Ｐは，持病が悪化して商店を休業することが多くなった。また，本件建物は，建築から４５年以上を経過して老朽化し，一部が使用できない状態になった。そこで，Ｐは，商店の営業をやめて本件建物を取り壊し，鉄筋コンクリート８階建てのマンションを建築して，自らも居住しながらマンションを経営して老後の生活を送ることを考えるようになった。しかし，このことをＱ県の職員に話したところ，「本件土地は，本件計画道路の区域内にあるため建築が制限され（以下，この制限を「本件建築制限」という。），そのような高層の堅固な建物の建築は認められない。」と言われた。Ｐは，承服できず，訴訟を提起するために弁護士Ｓに相談した。Ｐは，８階建てマン\n- 2 -ションへの建て替えを第一に要望しているが，もしそれが無理であれば，Ｑ県に対し，本件土地の地価が本件建築制限により低落している分に相当する額の支払を請求し（以下，この請求を「本件支払請求」という。），本件建物を鉄骨２階建てのバリアフリーの住宅に建て替えることを考えている。\n【資料１ 法律事務所の会議録】を読んだ上で，弁護士Ｔの立場に立って，弁護士Ｓの指示に応\nじ，設問に答えなさい。\nなお，都市計画法及び都市計画法施行規則の抜粋を，【資料２ 関係法令】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\n本件計画決定は，抗告訴訟の対象となる処分に当たるか。本件計画決定がどのような法的効果を有するかを明らかにした上で，そのような法的効果が本件計画決定の処分性を根拠付けるか否かを検討して答えなさい。\n〔設問２〕\nＱ県が本件計画道路の区間又は幅員を縮小する変更をせずに本件計画を存続させていることは適法か。都市計画法の関係する規定を挙げながら，適法とする法律論及び違法とする法律論として考えられるものを示して答えなさい。\n〔設問３〕\nＱ県が本件計画を変更せずに存続させていることは適法であると仮定する場合，ＰのＱ県に対する本件支払請求は認められるか。請求の根拠規定を示した上で，請求の成否を判断するために考慮すべき要素を，本件に即して一つ一つ丁寧に示しながら答えなさい。\n- 3 -\n【資料１ 法律事務所の会議録】\n弁護士Ｓ：本日は，Ｐの案件について基本的な処理方針を議論したいと思います。まず，本件土地の現況はどうなっていますか。\n弁護士Ｔ：本件土地は，都市計画法上の近隣商業地域にあります。本件計画がなければ，Ｐが要望している高層の堅固なマンションを建築することに，法的な支障はありません。実際に，本件土地の周辺では，高層の堅固な建物が建築されています。\n弁護士Ｓ：しかし，ＰはＱ県の職員から，本件計画があるために建築が認められないと言われたのですね。\n弁護士Ｔ：はい。確かに，都市計画施設の区域内でも，都市計画法第５３条の許可を受ければ，建築が可能です。しかし，鉄筋コンクリート８階建てという高層の堅固な建物になりますと，都市計画法が建築制限を定める趣旨から言って，許可を受けることは難しいと思います。\nそして，建築基準法の制度によれば，本件計画が定めるような都市計画施設の区域内では，都市計画法第５３条の許可を受けていない建物は建築確認を受けられないことになります。\n弁護士Ｓ：そうですね。それでは，本件計画が違法なのでＰの建物は都市計画法第５３条の建築制限の適用を受けないと主張する方向で検討することにしましょう。したがって，Ｐが考えているマンションが，都市計画法第５３条の許可の要件を満たすか否かは，検討しなくて結構です。しかし，１９７０年において本件計画決定が違法であったと主張することも，難しそうですね。\n弁護士Ｔ：はい。どの都道府県でも，道路に係る都市計画は，高度経済成長期に人口増加と経済成長を前提に定められた結果として増えたのですが，地方公共団体の財政が悪化して，事業が全部又は一部施行されていない計画が残されている状況にあります。Ｑ県でも，道路に係る都市計画全体のうち道路の延べ延長にして約５０パーセントが，事業未施行の状態です。そこで，Ｑ県は，２００５年から，Ｑ県でも近年進行している少子高齢化による人口減少や低成長経済を前提にして，道路に係る都市計画を全面的に見直すことにしました。\n見直しの結果，道路の区間や幅員を縮小するように都市計画を変更した例もあります。しかし，本件区間については本件計画を変更せずに存続させることにしたのです。\n弁護士Ｓ：では，現時点において本件計画を変更せずに存続させていること，ここでは単に計画の存続ということにしますが，このことが違法といえるかどうかを検討してください。本件計画決定が１９７０年において違法であったという主張は，検討の対象から外してください。それでも，都市計画の存続を違法とした先例はなかなか見当たりませんので，計画の存続を適法とする法律論と違法とする法律論の双方を示して，都市計画法の関係規定を挙げながら，本件の具体的な事情に即して綿密に検討するようにお願いします。\n弁護士Ｔ：承知しました。それから，計画の存続の違法性を主張するために，どのような訴えを提起するべきかという問題もあります。\n弁護士Ｓ：そのとおりです。最高裁判所は，大法廷判決で，土地区画整理事業の事業計画の決定に処分性を認める判例変更をしましたね（最高裁判所平成２０年９月１０日大法廷判決，民集６２巻８号２０２９頁）。ただし，都市計画施設として道路を整備する事業は，都市計画決定とそれに基づく都市計画事業認可との２段階を経て実施されるのですが，土地区画整理事業の事業計画の決定は，道路に係る都市計画でいえば，事業認可の段階に相当します。\n弁護士Ｔ：そのためか，Ｑ県の職員は，道路に係る都市計画決定は，この大法廷判決の射程の外にあり，事業の「青写真」の決定にすぎず，処分性はない，と解釈しているようなのです。\n弁護士Ｓ：私たちとしては，この大法廷判決の射程をよく考えながら，道路に係る都市計画決定の法的効果を分析して，本件計画決定に処分性が認められるかどうか，判断する必要があります。都市計画決定の法的効果を分析する際には，その次の段階に位置付けられる都市計\n- 4 -画事業認可の法的効果との関係も考慮に入れてください。綿密な検討をお願いします。\n弁護士Ｔ：承知しました。本件計画決定に処分性が認められる場合，本件計画の変更を求める義務付け訴訟や，本件計画決定の失効確認訴訟を提起することになるのでしょうか。\n弁護士Ｓ：いろいろ考えられますが，今の段階では，こうした個々の抗告訴訟の適法性を検討することまでは，していただかなくて結構です。また，本件計画決定の処分性が認められない場合に，どのような訴えを提起するべきかも問題ですが，この点についても，今の段階では，処分性の検討の際に必要な範囲で考慮するだけで結構です。\n弁護士Ｔ：分かりました。\n弁護士Ｓ：それで，Ｐは，絶対にマンションを建築したいという希望なのですか。\n弁護士Ｔ：強い希望を持っています。建築資金も調達できるとのことです。マンションの設計の依頼まではしていませんが，それは，高い費用を掛けてマンションの設計を依頼しても，法的にマンションを建築できないことになると，設計費用が無駄になるからであって，意欲や財源がないからではありません。ただし，本件建築制限が適法とされる可能性があることは十分承知していて，その場合は，代わりに本件支払請求をすることを要望しています。\n弁護士Ｓ：そのような本件支払請求が可能かどうかを検討する場合，いろいろな要素を考慮する必要がありますね。Ｐに有利な要素も不利な要素も一つ一つ示しながら，検討してください。\n請求の根拠規定やごく基本的な考慮要素も，丁寧に挙げてください。当然ながら，箇条書にとどめないでください。税法に関わる問題もありそうですが，その点は考慮しなくて結構です。\n弁護士Ｔ：承知しました。\n- 5 -\n【資料２ 関係法令】\n○ 都市計画法（昭和４３年６月１５日法律第１００号）（抜粋）\n（定義）第４条 この法律において「都市計画」とは，都市の健全な発展と秩序ある整備を図るための土地利用，都市施設の整備及び市街地開発事業に関する計画で，次章の規定に従い定められたものをいう。\n２～４ （略）\n５ この法律において「都市施設」とは，都市計画において定められるべき第１１条第１項各号に掲げる施設をいう。\n６ この法律において「都市計画施設」とは，都市計画において定められた第１１条第１項各号に掲げる施設をいう。\n７～１４ （略）\n１５ この法律において「都市計画事業」とは，この法律で定めるところにより第５９条の規定による認可又は承認を受けて行なわれる都市計画施設の整備に関する事業及び市街地開発事業をいう。\n１６ （略）\n（都市計画区域）第５条 都道府県は，市又は人口，就業者数その他の事項が政令で定める要件に該当する町村の中心の市街地を含み，かつ，自然的及び社会的条件並びに人口，土地利用，交通量その他国土交通省令で定める事項に関する現況及び推移を勘案して，一体の都市として総合的に整備し，開発し，及び保全する必要がある区域を都市計画区域として指定するものとする。（以下略）\n２～６ （略）\n（都市計画に関する基礎調査）第６条 都道府県は，都市計画区域について，おおむね５年ごとに，都市計画に関する基礎調査として，国土交通省令で定めるところにより，人口規模，産業分類別の就業人口の規模，市街地の面積，土地利用，交通量その他国土交通省令で定める事項に関する現況及び将来の見通しについての調査を行うものとする。\n２～５ （略）\n（都市施設）第１１条 都市計画区域については，都市計画に，次に掲げる施設を定めることができる。（以下略）一 道路，都市高速鉄道，駐車場，自動車ターミナルその他の交通施設二～十一 （略）\n２ 都市施設については，都市計画に，都市施設の種類，名称，位置及び区域を定めるものとするとともに，面積その他の政令で定める事項を定めるよう努めるものとする。\n３～６ （略）\n（都市計画基準）第１３条 都市計画区域について定められる都市計画（中略）は，（中略）当該都市の特質を考慮して，次に掲げるところに従つて，土地利用，都市施設の整備及び市街地開発事業に関する事項で当該都市の健全な発展と秩序ある整備を図るため必要なものを，一体的かつ総合的に定めなければならない。（以下略）一～十 （略）十一 都市施設は，土地利用，交通等の現状及び将来の見通しを勘案して，適切な規模で必要な位置に配置することにより，円滑な都市活動を確保し，良好な都市環境を保持するように定め\n- 6 -ること。（以下略）十二～十八 （略）十九 前各号の基準を適用するについては，第６条第１項の規定による都市計画に関する基礎調査の結果に基づき，かつ，政府が法律に基づき行う人口，産業，住宅，建築，交通，工場立地その他の調査の結果について配慮すること。\n２～６ （略）\n（都市計画の図書）第１４条 都市計画は，国土交通省令で定めるところにより，総括図，計画図及び計画書によつて表示するものとする。\n２ 計画図及び計画書における区域区分の表示又は次に掲げる区域の表示は，土地に関し権利を有する者が，自己の権利に係る土地が区域区分により区分される市街化区域若しくは市街化調整区域のいずれの区域に含まれるか又は次に掲げる区域に含まれるかどうかを容易に判断することができるものでなければならない。\n一～六 （略）七 都市計画施設の区域八～十四 （略）\n３ （略）\n（都市計画の告示等）第２０条 都道府県又は市町村は，都市計画を決定したときは，その旨を告示し，かつ，都道府県にあつては国土交通大臣及び関係市町村長に，市町村にあつては国土交通大臣及び都道府県知事に，第１４条第１項に規定する図書の写しを送付しなければならない。\n２ 都道府県知事及び市町村長は，国土交通省令で定めるところにより，前項の図書又はその写しを当該都道府県又は市町村の事務所に備え置いて一般の閲覧に供する方法その他の適切な方法により公衆の縦覧に供しなければならない。\n３ 都市計画は，第１項の規定による告示があつた日から，その効力を生ずる。\n（都市計画の変更）第２１条 都道府県又は市町村は，都市計画区域又は準都市計画区域が変更されたとき，第６条第\n１項若しくは第２項の規定による都市計画に関する基礎調査又は第１３条第１項第１９号に規定する政府が行う調査の結果都市計画を変更する必要が明らかとなつたとき，（中略）その他都市計画を変更する必要が生じたときは，遅滞なく，当該都市計画を変更しなければならない。\n２ 第１７条から第１８条まで及び前二条の規定は，都市計画の変更（中略）について準用する。（以下略）\n（建築の許可）第５３条 都市計画施設の区域又は市街地開発事業の施行区域内において建築物の建築をしようとする者は，国土交通省令で定めるところにより，都道府県知事の許可を受けなければならない。（以下略）一～五 （略）\n２・３ （略）\n（許可の基準）第５４条 都道府県知事は，前条第１項の規定による許可の申請があつた場合において，当該申請が次の各号のいずれかに該当するときは，その許可をしなければならない。\n一・二 （略）三 当該建築物が次に掲げる要件に該当し，かつ，容易に移転し，又は除却することができるものであると認められること。\nイ 階数が二以下で，かつ，地階を有しないこと。\n- 7 -ロ 主要構造部（中略）が木造，鉄骨造，コンクリートブロツク造その他これらに類する構造であること。\n（施行者）第５９条 都市計画事業は，市町村が，都道府県知事（中略）の認可を受けて施行する。\n２ 都道府県は，市町村が施行することが困難又は不適当な場合その他特別な事情がある場合においては，国土交通大臣の認可を受けて，都市計画事業を施行することができる。\n３ 国の機関は，国土交通大臣の承認を受けて，国の利害に重大な関係を有する都市計画事業を施行することができる。\n４～７ （略）\n（認可又は承認の申請）第６０条 前条の認可又は承認を受けようとする者は，国土交通省令で定めるところにより，次に掲げる事項を記載した申請書を国土交通大臣又は都道府県知事に提出しなければならない。\n一・二 （略）三 事業計画四 （略）\n２ 前項第３号の事業計画には，次に掲げる事項を定めなければならない。\n一 収用又は使用の別を明らかにした事業地（都市計画事業を施行する土地をいう。以下同じ。）二 設計の概要三 事業施行期間\n３ 第１項の申請書には，国土交通省令で定めるところにより，次に掲げる書類を添附しなければならない。\n一 事業地を表示する図面二 設計の概要を表示する図書三～五 （略）\n４ 第１４条第２項の規定は，第２項第１号及び前項第１号の事業地の表示について準用する。\n（認可等の基準）第６１条 国土交通大臣又は都道府県知事は，申請手続が法令に違反せず，かつ，申請に係る事業が次の各号に該当するときは，第５９条の認可又は承認をすることができる。\n一 事業の内容が都市計画に適合し，かつ，事業施行期間が適切であること。\n二 （略）\n（都市計画事業の認可等の告示）第６２条 国土交通大臣又は都道府県知事は，第５９条の認可又は承認をしたときは，遅滞なく，国土交通省令で定めるところにより，施行者の名称，都市計画事業の種類，事業施行期間及び事業地を告示し，かつ，国土交通大臣にあつては関係都道府県知事及び関係市町村長に，都道府県知事にあつては国土交通大臣及び関係市町村長に，第６０条第３項第１号及び第２号に掲げる図書の写しを送付しなければならない。\n２ 市町村長は，前項の告示に係る事業施行期間の終了の日（中略）まで，国土交通省令で定めるところにより，前項の図書の写しを当該市町村の事務所において公衆の縦覧に供しなければならない。\n（建築等の制限）第６５条 第６２条第１項の規定による告示（中略）があつた後においては，当該事業地内において，都市計画事業の施行の障害となるおそれがある土地の形質の変更若しくは建築物の建築その他工作物の建設を行ない，又は政令で定める移動の容易でない物件の設置若しくは堆積を行なおうとする者は，都道府県知事の許可を受けなければならない。\n２・３ （略）\n- 8 -\n（都市計画事業のための土地等の収用又は使用）第６９条 都市計画事業については，これを土地収用法第３条各号の一に規定する事業に該当するものとみなし，同法の規定を適用する。\n第７０条 都市計画事業については，土地収用法第２０条（中略）の規定による事業の認定は行なわず，第５９条の規定による認可又は承認をもつてこれに代えるものとし，第６２条第１項の規定による告示をもつて同法第２６条第１項（中略）の規定による事業の認定の告示とみなす。\n２ （略）\n（監督処分等）第８１条 国土交通大臣，都道府県知事又は指定都市等の長は，次の各号のいずれかに該当する者に対して，都市計画上必要な限度において，（中略）工事その他の行為の停止を命じ，若しくは相当の期限を定めて，建築物その他の工作物若しくは物件（中略）の改築，移転若しくは除却その他違反を是正するため必要な措置をとることを命ずることができる。\n一 この法律若しくはこの法律に基づく命令の規定若しくはこれらの規定に基づく処分に違反した者（以下略）二～四 （略）\n２～４ （略）第９１条 第８１条第１項の規定による国土交通大臣，都道府県知事又は指定都市等の長の命令に違反した者は，１年以下の懲役又は５０万円以下の罰金に処する。\n○ 都市計画法施行規則（昭和４４年８月２５日建設省令第４９号）（抜粋）\n（都市計画の図書）第９条 （略）\n２ 法（注：都市計画法）第１４条第１項の計画図は，縮尺２５００分の１以上の平面図（中略）とするものとする。\n３ （略）第４７条 法第６０条第３項（中略）の規定により同条第１項（中略）の申請書に添附すべき書類は，それぞれ次の各号に定めるところにより作成（中略）するものとする。\n一 事業地を表示する図面は，次に定めるところにより作成するものとする。\nイ 縮尺５００００分の１以上の地形図によつて事業地の位置を示すこと。\nロ 縮尺２５００分の１以上の実測平面図によつて事業地を収用の部分は薄い黄色で，使用の部分は薄い緑色で着色し，事業地内に物件があるときは，その主要なものを図示すること。\n収用し，若しくは使用しようとする物件又は収用し，若しくは使用しようとする権利の目的である物件があるときは，これらの物件が存する土地の部分を薄い赤色で着色すること。\n二 設計の概要を表示する図書は，次に定めるところにより作成するものとする。\nイ 都市計画施設の整備に関する事業にあつては，縮尺２５００分の１以上の平面図等によつて主要な施設の位置及び内容を図示すること。\nロ （略）三 （略）\n- 9 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/公法系.pdf",
  "purpose": "本問は，都市計画施設として道路を定める都市計画の事業が４０年以上施行されていない区\n域内に土地を所有し建築制限を受けているＰが，土地上の建物を建て替えることが必要になっ\nたために，都市計画を定めているＱ県に対し，都市計画の適法性を争い，又は建築制限に対す\nる補償を請求する事案における法的問題について論じさせるものである。問題文と資料から基\n本的な事実関係を把握し，都市計画法及び同法施行規則の趣旨を読み解いた上で，都市計画に\n関する行政訴訟の訴訟要件，本案における違法事由，及び損失補償の要件を論じる力を試すも\nのである。\n設問１は，Ｑ県が都市計画を変更せずに存続させていること（以下，単に「計画の存続」と\nいう。）の適法性を争うために，Ｐがどのような行政訴訟を提起できるかを考える前提として，\n都市計画決定の処分性を検討させる問題である。全体としては，【資料１】に示された土地区\n画整理事業の事業計画の決定に処分性を認める大法廷判決の論旨をよく理解した上で，都市計\n画決定の処分性を判断するためのポイントを押さえること，及び，処分性の判断に関わる都市\n計画決定の法的効果を，後続する都市計画事業認可の法的効果と関係付け，また比較しながら\n的確に把握することが求められる。\n個別にいえば，都市計画決定が権利制限を受ける土地を具体的に特定すること，都市計画決\n定が土地収用法上の事業認定に代わる都市計画事業認可の前提となること，及び，都市計画が\n決定されるとその実現に支障が生じないように建築が制限されることを，都市計画法令の諸規\n定から読み取らなければならない。その際，都市計画決定と都市計画事業認可の関係図書等や\n法的効果等を比較することを通じて，都市計画決定においては，収用による権利侵害の切迫性\nが土地区画整理事業の事業計画の決定に伴う換地の切迫性よりは低いことも，併せて考慮する\nことが求められる。大法廷判決が，建築制限について，それ自体として処分性の根拠になるか\n否かを明言していない点にも，注意を要する。そして以上の考察を踏まえて，権利救済の実効\n性を図るために都市計画決定に処分性を認める必要性について，都市計画事業認可取消訴訟，\n建築確認申請に対する拒否処分取消訴訟及び都市計画に関する当事者訴訟など他の行政訴訟の\n可能性及び実効性を考慮して，判断することが求められる。\n設問２は，計画の存続の適法性について，適法とする立場及び違法とする立場の双方から総\n合的に検討させる問題である。行政法の基本的な考え方，都市計画法の規定，及び本件の具体\n的な事情を，説得的に結び付けて法律論を展開することがポイントになる。なお，計画の存続\nを違法とする立場による場合に，Ｑ県が都市計画を変更しなくても，都市計画決定及びそれに\n基づく建築制限が当然に失効していると解釈されるか否かにまで論及することは，求めていな\nい。\n計画の存続を適法とする立場からは，行政裁量の存在が重要であるから，都市計画変更決定\nに関する行政裁量の存否及び幅を，都市計画法の文言，都市計画の性質，及び裁量に関する判\n例を考慮して，判断することが求められる。そして，Ｑ県がＲ市の旧市街地の活性化という政\n策目的を考慮することの適法性を論じることになる。これに対し計画の存続を違法とする立場\nからは，行政裁量が認められるとしても，裁量権行使の前提となる事実の調査及び認定に過誤\nがあれば，裁量権の行使が違法となり得ること，特に都市計画法は，定期の基礎調査及びそれ\nに基づく計画の変更を定めており，前提事実の再検討による計画の見直しを重視していること\nを，論じなければならない。そして，Ｑ県による将来交通需要推計が旧市街地の現況及び一般\n的な人口動向等から乖離している点，その背後に旧市街地の事業者の利益の不当な重視が疑わ\nれる点を，指摘することになる。\nさらに論じるべき点として，道路密度については，都市計画変更決定に係る裁量基準として\n採用できるとしても，地域の実態及び個別事情を考慮せずに機械的に基準として適用すること\nが正当かを，検討しなければならない。都市計画の実現までに要する期間については，一般に\n社会的及び財政的制約から長期に及ぶことに着目した上で，本件に関し，本件計画道路の整備\n状況やＱ県の財政状況の推移等に鑑みて，なお計画の存続が正当化できるかという問題を，論\nじることが求められる。そして以上の考察を通じて，計画の存続の適法性に関する受験者の見\n解を説得的に示さなければならない。\n設問３は，計画の存続を適法と仮定して，建築制限を受けるＰに対する損失補償の要否を検\n討させる問題である。損失補償の根拠として，憲法第２９条第３項の直接適用が可能なことを\n指摘した上で，補償の要否を判断するための考慮要素として，財産権侵害の重大性，公用制限\nとしての性格，土地利用の現況の固定に当たるか否か等を挙げることが求められる。そして，\n本件における建築制限の内容及び期間等の事情から，補償の要否を判断しなければならない。\n本件の損失補償に関しては，都市計画事業として土地が収用される際には，被収用地が建築\n制限を受けていないとすれば有するであろうと認められる価格で補償するものとされるため，\n仮に収用前の時点で補償を認める場合，収用時の補償との関係をどう考えるか，という問題が\nある。しかし，この点を詳細に論じることは試験時間内では困難なため，設問３は損失補償の\n基本的な根拠及び要件を問う形式にして，配点を下げることにした。\nなお，受験者が出題の趣旨を理解して実力を発揮できるように，本年も各設問の配点割合を\n明示することとした。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を，参照いただきたい。\n２ 採点方針採点に当たり重視していることは，問題文の指示に従って事実関係や条文構造等を正確に分析・検討し，問いに対して的確に答えることができているか，基本的な判例等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，\n事案を解決するに当たっての論理的な思考過程を，分かりやすく整理・構成して端的に答案に示すことができているか，という点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準(1) 設問１土地区画整理事業の事業計画の決定に処分性を認めた最高裁判所平成２０年９月１０日大法廷判決，民集６２巻８号２０２９頁（以下「大法廷判決」という。）を前提にして，都市計画施設を定める都市計画決定（以下「都市計画決定」という。）\nの法的効果を的確に把握し，これを基礎にどれだけ説得的に処分性について論じているかに応じて，優秀度ないし良好度を判定した。\n都市計画決定における建築制限の効果と収用の前提となる効果とを把握した上で，\nいずれかの効果について処分性を認める根拠になるか否かを検討していれば，一応の水準の答案，両者の効果について都市計画事業認可の効果との共通性と差異に着目した上で処分性を認める根拠になるか否かを検討していれば，良好な答案と判定した。さらに，都市計画決定と収用手続との関係と，都市計画事業認可と収用手続との関係を，関係規定を丁寧に参照しつつ正確に比較して都市計画決定の処分性について論じているか，又は，都市計画決定及び都市計画事業認可の取消訴訟以外に想定される訴訟を具体的に挙げつつ，権利保護の実効性の観点から都市計画決定に処分性を認めることが適切か否かを説得的に論じていれば，優秀な答案と判定した。\n(2) 設問２行政裁量の有無・範囲・統制手法に関する理論，都市計画法の関係規定，本件の具体的な事情の三者を，どれだけ的確に結び付けて論じているかに応じて，優秀度ないし良好度を判定した。\n都市計画決定の変更・不変更に関して行政裁量が認められることを都市計画法の具体的な条文に配意しつつ指摘した上で，本件の具体的な諸事情を，不変更を適法とする根拠，違法とする根拠に分類して挙げていれば，一応の水準の答案と判定した。そして，①旧市街地の発展や道路の整備は都市計画法の趣旨や関係規定に照らして考慮すべき事情か，②道路を整備すれば旧市街地の経済が活性化して交通需要が大幅に増加するという調査結果ないし事実認定に合理性があるか，③道路密度に関する運用基準を定めること及び運用基準に本件を機械的に当てはめることは認められるか，④都市計画が様々な制約条件のため実現までに長期間を要することと，\n都市計画は状況に合わせた変化を要することを，本件の諸事情の下でどのように考- 5 -えるかといった諸点のうち，一部が的確に論じられていれば，良好な答案，相当部分が的確に論じられていれば，優秀な答案と判定した。\n(3) 設問３損失補償の根拠規定及びその要否の判断基準を理解していれば，一応の水準の答案，損失補償の要否を本件の具体的な事情に即して的確に検討していれば，良好な答案と判定した。さらに，権利制限の期間が考慮要素になるか否か，収用時の損失補償との関係をどう考えるかなど，本件で理論的に問題となる点も意識して論述していれば，優秀な答案と判定した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n(1) 全体的印象・ 字が乱雑で判読困難な答案が相変わらず多かった。雑に書き殴った字，極端に小さい字，極端な癖字など，読まれることを全く意識していないかのような答案が相当数あった。例年繰り返し指摘しているところであり，受験者には読み手を意識した答案作成を心掛けるよう，強く改善を求めたい。\n・ 誤字・当て字が多く，中には概念の理解に関わると考えられるものも少なくなかった（例えば，換置処分，土地収容，損失保障など）。このような誤字の多用は，書面作成の基本的能力についても疑問を抱かせることになる。\n・ 結論を示さない答案が少なからず見られた。問題文をよく読めば，最低限，両論併記で済ませてはならないことが理解されるはずである。\n・ 時間不足になったと思われる答案や，論理が何度も逆転した上に，唐突に結論が述べられているような非常に読みにくい答案が散見された。時間配分や答案構成の在り方に問題があったのではないかと思われる。\n・ 問題文を正確に読まなかったのか，前提を誤解したり，設問の指示に従っていない答案が散見された。また，問題文から離れた一般論・抽象論の展開に終始している答案も少なからず見られた。まずもって，設問を正しく理解した上で答案を作成することが求められる。\n・ 設例や会議録から事実や発言を抜き出してつなぎ合わせただけの，検討の実質が伴わない答案や，具体的な検討要素となるべき事実を単に羅列しただけの答案がかなり多く見られた。\n・ 個別法令の条文を読む訓練が充分にできていないためか，都市計画決定と都市計画事業認可のそれぞれの関連条文について，初歩的な文理解釈上のミスが目に付いた。\n・ 各設問における結論に一貫性のない答案が見られた（設問１では建築制限が一般的かつ軽度の制限であるとしながら，設問３では補償を認めるべき強度の制限だと論じるなど）。\n・ 著名な最高裁判例を素材にした素直な問題であり，受験者にとっては，日頃の力を発揮しやすい出題であったといえるが，全体としては予想よりも出来が良くなかった。\n・ 「仕組み解釈」と称して参照法令の規定を列挙しているが，結論にどのようにつながるのかが不明な答案が見られた。判例の学習において，判例が挙げる個別- 6 -の規定がどのような論理的連関にあり，結論にどのようにつながるのかを読み解く訓練が求められる。\n(2) 設問１・ 大法廷判決の要旨は記述しているにもかかわらず，それが本件の処分性の考察にほとんど活かされておらず，大法廷判決を暗記しているだけで実質的に理解していないのではないかと疑われる答案が相当数あった。\n・ 大法廷判決が土地区画整理事業の事業計画の決定に処分性を認めた理由として，\n建築制限の効果のみを挙げる答案が予想外に多かった。少なくとも法廷意見においてそれが主要な理由とされていないことは，基本的な学習事項の範囲内である。\n・ 都市計画決定における建築制限の効果と収用の前提となる効果を正確に理解しておらず，例えば，都市計画決定の建築制限の効果は都市計画事業認可の取消訴訟において争えば足りるとするような答案が相当数あった。\n(3) 設問２・ 本件の具体的な諸事情を，考慮すべきか，考慮すべきでないか，重視すべきか，\n重視すべきでないかという観点から平板に列挙するにとどまり，判断過程統制の定式を形式的に覚えているだけではないかと疑われる答案が多かった。\n・ 適法とする法律論と違法とする法律論を単に併記しただけで，自身の見解を説得的に論述していない答案が非常に多く，問題文をよく読んでいないという印象を受けた。\n・ 各種の考慮要素について，適法又は違法とする立場のいずれか一方についての論拠と割り振ってしまい，その結果，各要素の持つ両面性について積極的に分析・検討していない答案が多く見られた。例えば，地元事業者の要望といった要素は適法性を基礎付ける事項として利用可能であるが，他方で，特別な優遇は存在しなかったのかといった形で違法性を基礎付ける事項ともなり得るものである。\n総じて，自説に不利な事情への検討がおろそかになっている答案が多いという印象を受けた。\n(4) 設問３・ 土地利用制限に係る本件事例では，損失補償の要否の判断基準として，権利侵害の一般性・個別性はほとんど問題にならないにもかかわらず，この点のみに紙幅を割いている的外れな答案が相当数見られた。\n・ 本件支払請求が地価の低落分に相当する額の支払請求であることを踏まえずに，\n望んでいる建て替えができないことによる損失につき専ら論じている答案が多かった。\n・ 建築制限が「公共の利益に資するものである」ため損失補償が不要とする答案が散見された。なぜ損失補償が憲法上の問題となるのか，その基本にまで考えが及んでいないのではないか。\n・ 時間不足のためか，全体として検討不足の答案が目に付き，損失補償に関する一般的な知識を述べただけの答案が多く見られた。建築制限の期間や制限の効果（侵害の強度），商業地区における建築制限であったことなど，本件の具体的な事情を踏まえた十分な検討をしている答案はほとんどなかった。\n・ 少数ながら，最高裁判所昭和４８年１０月１８日第一小法廷判決（民集２７巻９号１２１０頁）の存在も意識しつつ掘り下げて論ずる水準の高い答案もあった。\n- 7 -５ 今後の法科大学院教育に求めるもの単に条文の要件・効果といった要素の抽出やその記憶だけに終始することなく，様々な視点からこれらの要素を分析し，類型化するなどの訓練を通じて，与えられた命題に対し，適切な見解を引き出すことができる能力を習得させるという視点に立った教育を求めたい。また，判例の射程の検討が法律実務家として必要なスキルであることを法科大学院における学習でも常に意識すべきである。\nほぼ全ての答案において，基本的事項については知識として定着していることがうかがわれ，法科大学院教育の成果を認めることができた。しかしながら，各問において単に条文を羅列するだけであったり，逆に，条文を離れて抽象論を展開する答案が数多く見られた。実務家に求められるのは，法律解釈による規範の定立と，丁寧な事実の拾い出しによる当てはめであり，こうした地に足のついた議論が展開できる法曹を育てることを求めたい。\n- 8 -"
}