{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "- 19 -\n[知的財産法]\n〔第１問〕（配点：５０）\nＡは，充電式でない電池（以下「使い捨て電池」という。）を充電する方法の発明（以下「本件発明」という。）について特許権を有している。本件発明によると，電圧が低下した使い捨て電池を充電して繰り返し使用することができる。\nメーカーＢは，新型の充電器（以下「Ｂ製品」という。）を開発した。Ｂ製品は，充電式の電池を充電する機能のほかに，電圧が低下した使い捨て電池を本件発明と同一の方法で充電する機能を有しており，ユーザーは充電したい電池の種類に応じて充電機能を選択することができるように設計されている。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは，日本国内市場及び外国市場を指向して，各国仕様ごとに生産工程を分けてＢ製品を製造し，国内仕様のＢ製品を国内で販売し，外国仕様のＢ製品を外国に輸出している。ＡはＢに対し，本件発明の特許権に基づいてＢ製品の製造，販売及び輸出の各行為につき差止請求をすることができるか。なお，Ｂ製品は，家庭内での使用を予定した装置であるものとする。また，Ａは，外国において特許権を有していないものとする。\n２．Ｃは，ソフトウェアメーカーであるが，Ｂからの発注を受けて，Ｂ製品に搭載する部品である半導体チップ（以下「Ｃ部品」という。）を製造してＢに譲渡している。Ｃ部品には，本件発明と同一の充電方法をＢ製品で機能させるプログラムが記録されている。そこでＡはＣに対し，ＢがＣ部品を搭載して製造するＢ製品は，Ａの本件発明の特許権を侵害していると通知した。ＡはＣに対し，どのような請求をすることができるか。\n３．ＡはＢに対し，家庭内で使用される製品に限る条件で，本件発明による充電機能を有するＢ製品の製造・販売行為を許諾したが，事業者向けの充電器の製造・販売行為は許諾しなかった。\nそこで，Ｂは，Ｂ製品に「家庭内使用に限る」と明記して販売した。ところが，日本国内の事業者Ｄは，市場において購入したＢ製品を自らの事業目的で使用し，電圧が低下した使い捨て電池を充電している。ＡはＤに対し，本件発明の特許権に基づいてＢ製品の使用行為につき差止請求をすることができるか。\n- 20 -\n〔第２問〕（配点：５０）\n音楽家であるＡ及びＢは，共同で楽曲αを創作し，楽曲αについての著作権を共有している。平成２０年７月に，レコード会社Ｃは，Ａ及びＢとの間で，期間を３年とする楽曲αの日本国における利用許諾契約を結び，その後，同契約に基づいて，楽曲αの演奏を録音したレコード（以下「Ｃレコード」という。）の製造販売を開始した。また，Ａ及びＢは，Ｘ国のレコード会社Ｄに対して，Ｘ国における楽曲αについての著作権を譲渡した。レコード会社Ｄは，Ｘ国において，楽曲αの演奏を録音したレコード（以下「Ｄレコード」という。）を製造し販売している。映画会社Ｅは，レコード会社Ｄから利用許諾を得て，Ｘ国において，楽曲αをエンディング・テーマとした劇場用映画（以下「Ｅ映画」という。）を製作し，映画館等において上映した後，Ｅ映画のＤＶＤを製造し販売している。\n平成２３年５月に，ＡとＣは，上記利用許諾契約を更新しようと考えていたが，Ｂは，Ａとの人間関係のもつれからＡを困らせたいと思い，この更新を拒絶した。そのため，Ｃは，Ｃレコードの製造を中止し，同年７月までに，その製造したＣレコードを全て販売した。しかしながら，Ｃは，Ａからの強い要望を受けて，同年９月に，Ｂの許諾を得ないまま，Ｃレコードの製造販売を再開した。レコード店を経営するＦは，平成２４年２月から，Ｂの許諾がないという事情を知らずに，ＣからＣレコードを購入していたところ，同年４月に当該事情を知り，その後はＣレコードを新たに購入することはやめたが，現在，それ以前に購入したＣレコードを消費者に販売している。\n以上の事実関係を前提として，以下の設問に答えよ。\n〔設 問〕\n１．Ｂは，Ｃに対してＣレコードの製造販売の差止請求をする場合，どのような主張をすべきかについて，Ｃの反論を想定しつつ，述べよ。\n２．Ｂは，Ｆに対してＣレコードの販売の差止請求をする場合，どのような主張をすべきかについて，Ｆの反論を想定しつつ，述べよ。\n３．Ｇは，Ｘ国においてＤレコードを購入し，これを日本に輸入し販売している。Ａは，Ｇに対して，Ｄレコードの輸入及び販売の各行為につき差止請求をすることができるか。\n４．Ｈは，Ｘ国においてＥ映画のＤＶＤを購入し，これを日本に輸入し販売している。Ａは，Ｈに対して，Ｅ映画のＤＶＤの輸入及び販売の各行為につき差止請求をすることができるか。\n- 21 -\n- 22 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "[知的財産法]\n〔第１問〕\n設問１及び２は，方法の発明についての特許権を題材として間接侵害に関する問題点の理解を問うものであり，設問３は，方法の発明を実施できる装置が適法に市場に流通した場合において，方法の発明についての特許権の消尽の有無ないし黙示の許諾の成否，及び制限の可否についての考え方を問うものである。\n設問１は，方法の発明を実施する機能を有する装置に対する特許法第１０１条第４号と第５号の適用の可否を問うものであり，間接侵害規定の基本的な理解と，各要件への丁寧な当てはめが求められる。\n本問では，まず，特許方法による充電機能以外に通常の充電機能を有する装置が問題となっていることから，同条第４号の「のみ」要件をどのように解釈し，適用するかを論じる必要がある。この点については，｢のみ｣要件について厳格な解釈を行う立場（例えば，東京地判\n- 18 -昭和５６年２月２５日無体集１３巻１号１３９頁，判時１００７号７２頁"
}