{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "刑法",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について，具体的な事実を摘示しつつ論じなさい（特別法違反の点を除く。）。\n１ Ａ合同会社（以下「Ａ社」という。）は，社員甲，社員Ｂ及び社員Ｃの３名で構成されており，同社の定款において，代表社員は甲と定められていた。\n２ 甲は，自己の海外での賭博費用で生じた多額の借入金の返済に窮していたため，知人であるＤから個人で１億円を借り受けて返済資金に充てようと考え，Ｄに対し，「借金の返済に充てたいので，私に１億円を融資してくれないか。」と申し入れた。\nＤは，相応の担保の提供があれば，損をすることはないだろうと考え，甲に対し，「１億円に見合った担保を提供してくれるのであれば，融資に応じてもいい。」と答えた。\n３ 甲は，Ａ社が所有し，甲が代表社員として管理を行っている東京都南区川野山○－○－○所在の土地一筆（時価１億円相当。以下「本件土地」という。）に第一順位の抵当権を設定することにより，Ｄに対する担保の提供を行おうと考えた。\nなお，Ａ社では，同社の所有する不動産の処分・管理権は，代表社員が有していた。また，会社法第５９５条第１項各号に定められた利益相反取引の承認手続については，定款で，全社員が出席する社員総会を開催した上，同総会において，利益相反取引を行おうとする社員を除く全社員がこれを承認することが必要であり，同総会により利益相反取引の承認が行われた場合には，社員の互選により選任された社員総会議事録作成者が，その旨記載した社員総会議事録を作成の上，これに署名押印することが必要である旨定められていた。\n４ その後，甲は，Ａ社社員総会を開催せず，社員Ｂ及び社員Ｃの承認を得ないまま，Ｄに対し，１億円の融資の担保として本件土地に第一順位の抵当権を設定する旨申し入れ，Ｄもこれを承諾したので，甲とＤとの間で，甲がＤから金１億円を借り入れることを内容とする消費貸借契約，及び，甲の同債務を担保するためにＡ社が本件土地に第一順位の抵当権を設定することを内容とする抵当権設定契約が締結された。\nその際，甲は，別紙の「社員総会議事録」を，その他の抵当権設定登記手続に必要な書類と共にＤに交付した。この「社員総会議事録」は，実際には，平成××年××月××日，Ａ社では社員総会は開催されておらず，社員総会において社員Ｂ及び社員Ｃが本件土地に対する抵当権設定について承認を行っていなかったにもかかわらず，甲が議事録作成者欄に「代表社員甲」と署名し，甲の印を押捺するなどして作成したものであった。\nＤは，これらの必要書類を用いて，前記抵当権設定契約に基づき，本件土地に対する第一順位の抵当権設定登記を行うとともに，甲に現金１億円を交付した。\nなお，その際，Ｄは，会社法及びＡ社の定款で定める利益相反取引の承認手続が適正に行われ，抵当権設定契約が有効に成立していると信じており，そのように信じたことについて過失もなかった。\n甲は，Ｄから借り入れた現金１億円を，全て自己の海外での賭博費用で生じた借入金の返済に充てた。\n５ 本件土地に対する第一順位の抵当権設定登記及び１億円の融資から１か月後，甲は，Ａ社所有不動産に抵当権が設定されていることが取引先に分かれば，Ａ社の信用が失われるかもしれないと考えるようになり，Ｄに対し，「会社の土地に抵当権が設定されていることが取引先に分かると恥ずかしいので，抵当権設定登記を抹消してくれないか。登記を抹消しても，土地を他に売却したり他の抵当権を設定したりしないし，抵当権設定登記が今後必要になればいつでも協力するから。」などと申し入れた。Ｄは，抵当権設定登記を抹消しても抵当権自体が消滅するわけではない- 2 -し，約束をしている以上，甲が本件土地を他に売却したり他の抵当権を設定したりすることはなく，もし登記が必要になれば再び抵当権設定登記に協力してくれるだろうと考え，甲の求めに応じて本件土地に対する第一順位の抵当権設定登記を抹消する手続をした。\nなお，この時点において，甲には，本件土地を他に売却したり他の抵当権を設定したりするつもりは全くなかった。\n６ 本件土地に対する第一順位の抵当権設定登記の抹消から半年後，甲は，知人である乙から，「本件土地をＡ社からＥに売却するつもりはないか。」との申入れを受けた。\n乙は，Ｅから，「本件土地をＡ社から購入したい。本件土地を購入できれば乙に仲介手数料を支払うから，Ａ社と話を付けてくれないか。」と依頼されていたため，Ａ社代表社員である甲に本件土地の売却を持ち掛けたものであった。\nしかし，甲は，Ｄとの間で，本件土地を他に売却したり他の抵当権を設定したりしないと約束していたことから，乙の申入れを断った。\n７ 更に半年後，甲は，再び自己の海外での賭博費用で生じた多額の借入金の返済に窮するようになり，その中でも暴力団関係者からの５０００万円の借入れについて，厳しい取立てを受けるようになったことから，その返済資金に充てるため，乙に対し，「暴力団関係者から借金をして厳しい取立てを受けている。その返済に充てたいので５０００万円を私に融資してほしい。」などと申し入れた。\n乙は，甲の借金の原因が賭博であり，暴力団関係者以外からも多額の負債を抱えていることを知っていたため，甲に融資を行っても返済を受けられなくなる可能性が高いと考え，甲による融資の申入れを断ったが，甲が金に困っている状態を利用して本件土地をＥに売却させようと考え，甲に対し，「そんなに金に困っているんだったら，以前話した本件土地をＡ社からＥに売却する件を，前向きに考えてみてくれないか。」と申し入れた。\n甲は，乙からの申入れに対し，「実は，既に，金に困ってＤから私個人名義で１億円を借り入れて，その担保として会社に無断で本件土地に抵当権を設定したんだ。その後で抵当権設定登記だけはＤに頼んで抹消してもらったんだけど，その時に，Ｄと本件土地を売ったり他の抵当権を設定したりしないと約束しちゃったんだ。だから売るわけにはいかないんだよ。」などと事情を説明した。\n乙は，甲の説明を聞き，甲に対し，「会社に無断で抵当権を設定しているんだったら，会社に無断で売却したって一緒だよ。Ｄの抵当権だって，登記なしで放っておくＤが悪いんだ。本件土地をＥに売却すれば，１億円にはなるよ。僕への仲介手数料は１０００万円でいいから。君の手元には９０００万円も残るじゃないか。それだけあれば暴力団関係者に対する返済だってできるだろ。」などと言って甲を説得した。\n甲は，乙の説得を受け，本件土地を売却して得た金員で暴力団関係者への返済を行えば，暴力団関係者からの取立てを免れることができると考え，本件土地をＥに売却することを決意した。\n８ 数日後，甲は，Ａ社社員Ｂ，同社員Ｃ及びＤに無断で，本件土地をＥに売却するために必要な書類を，乙を介してＥに交付するなどして，Ａ社が本件土地をＥに代金１億円で売却する旨の売買契約を締結し，Ｅへの所有権移転登記手続を完了した。甲は，乙を介して，Ｅから売買代金１億円を受領した。\nなお，その際，Ｅは，甲が本件土地を売却して得た金員を自己の用途に充てる目的であることは知らず，Ａ社との正規の取引であると信じており，そのように信じたことについて過失もなかった。\n甲は，Ｅから受領した１億円から，乙に約束どおり１０００万円を支払ったほか，５０００万円を暴力団関係者への返済に充て，残余の４０００万円については，海外での賭博に費消した。\n乙は，甲から１０００万円を受領したほか，Ｅから仲介手数料として３００万円を受領した。\n- 3 -\n【別 紙】\n社員総会議事録\n１ 開催日時平成××年××月××日\n２ 開催場所\nＡ合同会社本社特別会議室\n３ 社員総数\n３名\n４ 出席社員代表社員 甲社員 Ｂ社員 Ｃ社員Ｂは，互選によって議長となり，社員全員の出席を得て，社員総会の開会を宣言するとともに下記議案の議事に入った。\nなお，本社員総会の議事録作成者については，出席社員の互選により，代表社員甲が選任された。\n記議案 当社所有不動産に対する抵当権設定について議長から，代表社員甲がＤに対して負担する１億円の債務について，これを被担保債権とする第一順位の抵当権を当社所有の東京都南区川野山○－○－○所在の土地一筆に設定したい旨の説明があり，これを議場に諮ったところ，全員異議なくこれを承認した。\nなお，代表社員甲は，特別利害関係人のため，決議に参加しなかった。\n以上をもって議事を終了したので，議長は閉会を宣言した。\n以上の決議を証するため，この議事録を作成し，議事録作成者が署名押印する。\n平成××年××月××日議事録作成者 代表社員甲 印\n- 4 -論文式試験問題集［刑事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/刑事系.pdf",
  "subject": 6,
  "purpose": "〔第１問〕\n本問は，Ａ合同会社（以下「Ａ社」という。）所有の土地（以下「本件土地」という。）に対するＡ社代表社員甲によるＡ社に無断での抵当権設定行為並びに甲及び甲の知人乙による本件土地のＡ社に無断での売却行為という具体的事例について，甲乙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事案を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。すなわち，本問の事案は，①甲が，自己のＤに対する債務を担保するため，本件土地に，Ａ社定款で必要とされている社員総会の承認決議を経ないまま，被担保債権をＤの甲に対する債権とする抵当権を設定し，抵当権設定登記を行った（以下「抵当権設定行為」という。），②甲が，抵当権設定行為を行うため，Ａ社社員総会が開催された事実はなく，抵当権設定行為に対する社員総会の承認決議が存在しないにもかかわらず，Ａ社社員総会において，抵当権設定行為に対する承認決議が行われた旨記載された社員総会議事録と題する文書を作成し，Ｄに交付した（以下「社員総会議事録作成行為等」という。），③甲が，乙の勧めに応じて，売却代金を自己の用途に費消する目的で，本件土地をＥに売却した（以下「売却行為」という。）というものである。各行為に対する甲及び乙の罪責を論じる際には，事実関係を的確に分析した上で，構成要件該当性，共同正犯の成否等の事実認定上及び法解釈上の問題を検討し，事案に当てはめて妥当な結論を導くことが求められる。\n(1) 抵当権設定行為についての甲の罪責本問において，甲は，「Ａ社の委託に基づき業務上本件土地を占有する者」であると同時に「Ａ社の委託に基づきＡ社の財産上の事務を処理する者」に該当することになる。したがって，抵当権設定行為についての甲の罪責を検討する際には，まず，業務上横領罪を検討すべきか背任罪を検討すべきかが問題となる。\nこの点について，横領罪の保護法益を「物（個別財産）の所有権及び委託信任関係」，背\n- 9 -任罪の保護法益を「全体財産及び委託信任関係」と捉え，両罪の保護法益に重なり合いを認め，法益侵害が一つであることから，両罪の関係は法条競合であり，重い横領罪が成立すると考える見解からは，まず業務上横領罪の成否を検討することになる。他の見解に立つ場合であっても，簡潔に自己の見解を定立した上で，その見解と論理的に矛盾しない説得力のある論述を展開する必要がある。\n本問において，抵当権設定行為について業務上横領罪の成否を検討する場合，業務上横領罪における客観的構成要件要素の意義をそれぞれ正確に理解した上で，問題文中に現れている各種事情を的確に当てはめていく必要がある。本問で特に問題となるのは，抵当権設定行為が横領行為に該当するか否かについてであろう。この点について，判例は，一貫して横領罪の成立を認めている。なお，業務上横領罪の成否を検討した場合には，同罪の既遂時期についても言及すべきである。\n本問において，抵当権設定行為について背任罪の成否を検討する場合も業務上横領罪の成否を検討する場合と同様，客観的構成要件要素をそれぞれ正確に理解した上で，問題文中に現れている事情を的確に当てはめていく必要がある。\n(2) 社員総会議事録作成行為等についての甲の罪責社員総会議事録作成行為等については，私文書偽造，同行使罪の成否を検討すべきである。\n本問において，私文書偽造，同行使罪の成否を検討する場合も，客観的構成要件要素の意義をそれぞれ正確に理解した上で，問題文中に現れている各種事情を的確に当てはめていくことが必要となるが，本問で特に問題となるのは，偽造に当たるか否かという点である。偽造の定義を前提に，社員総会議事録と題する文書の作成名義人及び作成者について論述していく必要がある。この点について，判例として，最決昭和４５年９月４日刑集２４巻１０号１３１９頁が参考となる。この判例の考え方に従えば，本問における作成名義人は社員総会ということになる。また，最決平成１５年１０月６日刑集５７巻９号９８７\n頁の考え方に従って，本問における作成名義人を社員総会議事録作成権限が付与された甲と考えることも可能であろう。なお，本問においては，有印私文書偽造，同行使罪が成立するのか，無印私文書偽造，同行使罪が成立するのかについても言及すべきである。\n(3) 売却行為についての甲の罪責売却行為については，Ａ社に対する関係で成立する犯罪と，Ｄに対する関係で成立する犯罪とを区別して検討する必要がある（なお，後述するように，売却行為については，乙との共同正犯の成否が問題となる。）。\nＡ社に対する関係で成立する犯罪を検討する際には，抵当権設定行為と同様，業務上横領罪を検討すべきか背任罪を検討すべきかが問題となるが，抵当権設定行為について成立する犯罪を検討する際に定立した規範と矛盾なく論述を展開する必要がある。抵当権設定行為について業務上横領罪の成立を認めた場合，売却行為についても業務上横領罪の成否を検討することになろう。この場合，問題となるのは，横領物に対する横領が認められるか否かである。この点については，最判平成１５年４月２３日刑集５７巻４号４６７頁が参考になる。この判例は，横領物の横領は不可罰的事後行為であるとしてきた従来の判例を変更し，横領物の横領を認めたものと理解できる。他方，抵当権設定行為について背任罪の成立を認めた場合，売却行為について，背任罪が成立するのか業務上横領罪が成立するのかは，抵当権設定行為について背任罪の成立を認めた理由によって異なることとなるので，論理矛盾のない論述を展開することが求められる。\nＤに対する関係で成立する犯罪としては，背任罪を検討するべきである。この場合も，背任罪の客観的構成要件要素をそれぞれ正確に理解した上で，問題文中に現れている事情を的確に当てはめていく必要がある。本問で特に問題となるのは，甲が他人のために事務を- 10 -\n処理する者に当たるか否かである。この点について，最判昭和３１年１２月７日刑集１０巻１２号１５９２頁及び最決平成１５年３月１８日刑集５７巻３号３５６頁が参考となる。\n(4) 甲に成立する犯罪の罪数処理甲に成立する複数の犯罪について，的確な罪数処理を行うことが求められる。特に，甲について，２個の業務上横領罪の成立を認めた場合の罪数処理については，上記平成１５年\n４月２３日最判がこの点に関する判断を示していないことから，同一主体による同一客体，同一保護法益に対する侵害行為の罪数処理をどのように行うかについて，説得力のある論述を行うことが求められる。\n(5) 売却行為についての乙の罪責売却行為については，甲のみではなく，乙が関与していることから，乙に売却行為について甲に成立する犯罪の共同正犯が成立するか，あるいは教唆犯，幇助犯が成立するにとどまるのか検討する必要がある。乙は，実行行為自体を行っていないため，いわゆる共謀共同正犯の成否が問題となるが，検討を行う際には，問題文中に現れている具体的な事実を丁寧に拾い上げて，共謀の成否（特に犯罪を行う意思の相互認識，相互利用補充意思）及び乙の正犯性を論じる必要がある。すなわち，共謀の成否に関して言えば，①乙は，甲がＡ社に無断で本件土地に抵当権を設定してＤから１億円を借りているという事実を認識した上で，甲に本件土地の売却を勧め，甲もこれを了承していること，②乙は，甲の売却行為を利用して仲介手数料という利益を得ることを，甲は，乙の売買仲介行為を利用して売却利益を得ることを，それぞれ企図していることなどの事実が共謀の成否の判断にどのような影響を及ぼすかを論じる必要があるし，正犯性に関して言えば，①乙は仲介手数料という利益を得ることを企図して売却行為に関わっていること，②乙は現実に売却行為により１３００万円の利益を得ていること，③乙は売却行為の仲介という重要な行為を行っていること，④甲の犯意は乙が誘発したものであることなどの事実が正犯性の判断にどのような影響を及ぼすかを論じる必要がある。さらに業務上横領罪及び背任罪はいずれも身分犯であることから，身分犯に非身分者が加功した場合の処理を的確に行う必要がある。この点に関しては，各種見解があり，判例としては，最判昭和３２年１１月１９日刑集１１\n巻１２号３０７３頁が参考となるが，いずれの見解に立ったとしても，自己の見解を簡潔に述べた上で，自己の見解と矛盾しない結論を導く必要がある。なお，乙に成立する複数の犯罪についても，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも刑法解釈上の基本的な問題点であり，これらの問題点についての基本的な判例・学説の知識を前提に，具体的な事案の中から必要な事実を認定し，結論の妥当性も勘案しつつ，法規範の当てはめを行うことが求められる。常日頃から，基本的な判例・学説の学習等を積み重ねることはもちろんであるが，特に判例を学習する際には，単に結論のみを暗記するような学習ではなく，判例の事案の内容や結論に至る理論構成などを意識し，結論を導くために必要な事実を認定し，その事実に理論を当てはめるかん能力を涵養することが望まれる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点の基本方針等出題の趣旨にのっとり，具体的事例に基づいて甲乙の罪責を問うことによって，刑事実体法及びその解釈論の理解，具体的事実に法規範を適用する能力並びに論理的思考力を総合的に評価することが基本方針である。\nその際，基本的な刑法総論・各論の諸論点に対する理解の有無・程度，事実の評価や最終的な結論の具体的妥当性などに加えて，結論に至るまでの法的思考過程の論理性を重視して評価した。\n本問では，①甲がＡ合同会社所有（以下「Ａ社」という。）の土地（以下「本件土地」\nという。）に，Ａ社所定の手続を経ないまま，自己の債務を担保するため，Ｄを抵当権者とする抵当権を設定（以下「本件抵当権設定行為」という。）し，②甲が①に際して「社員総会議事録」と題する書面を作成した上，Ｄに交付し（以下「本件社員総会議事録作成行為等」という。），③甲が乙の勧めに応じて，売却代金を自己の用途に費消する目的で，本件土地をＥに売却した（以下「本件売却行為」という。）という一連の行為について，事実関係を法的に分析した上で，事案の解決に必要な法解釈論を展開し，事実を具体的に摘示しつつ法規範への当てはめを行い，妥当な結論を導くことが求められる。\n甲乙両名の刑事責任を分析するに当たっては，侵害された法益に着目した上で，どのような犯罪の成否が問題となるのかを判断し，各犯罪の構成要件要素を一つ一つ検討し，これに問題文に現れている事実を当てはめて犯罪の成否を検討すること及び問題文に現れている事実を丁寧に拾い出して甲乙の共犯性を検討することになる。その際，事実認定上及び法律解釈上重要な問題となる点については，手厚く論じる一方で，\n必ずしも重要ではない点については，簡潔に論じるなど，答案全体のバランスを考えた構成を工夫する必要がある。\n本問において，甲乙の罪責を検討するに当たり，本件抵当権設定行為について，\n業務上横領罪又は背任罪の成否が，本件社員総会議事録作成行為等について，私文書偽造・同行使罪の成否が，本件売却行為について，Ａ社に対する関係で業務上横領罪又は背任罪の成否が，Ｄに対する関係では背任罪の成否が主要な問題となる。\nそれぞれの問題を検討するに当たっては，甲の罪責に関して，本件抵当権設定行為を業務上横領罪の成否の問題と捉えれば，抵当権設定行為が横領行為に該当するか否か，横領行為の既遂時期等，本件社員総会議事録作成行為等については，偽造の定義，作成者及び作成名義人の確定，「社員総会議事録」と題する文書が有印私文書に該当するのか無印私文書に該当するのか等，本件売却行為については，Ａ社に対する関係では，抵当権設定行為について業務上横領の成立を認めた場合，横領物に対する再度の横領の成否等，Ｄに対する関係では，甲が他人の事務処理者といえるか，乙の罪責に関して，共同正犯の成否，共犯と身分の問題等多岐にわたる論点について，丁寧に論じることが求められる。\n- 23 -なお，本件抵当権設定行為について，甲のＤに対する詐欺罪の成否，本件売却行為について，甲乙のＥに対する詐欺罪の成否を検討する余地があるが，答案全体のバランスを考えた構成を工夫する（事案に即して問題の重要性に応じた検討をする）という観点から，仮に，詐欺罪の成否に触れるにしても，Ｄが本件土地に対する抵当権を，Ｅが本件土地に対する所有権をそれぞれ取得しているという前提の下で，財産的処分行為に向けられた欺罔行為が存在したと認められるかを中心に簡潔に論じるべきであろう。\n上記のとおり，本問で論じるべき問題点は，多岐にわたるが，一つ一つの問題点を見れば，いずれも著名かつ基本的な問題点であり，これらの問題点に対する基本的理解を積み重ねていけば，一定の結論にたどり着けるものと思われ，実際にも，相当数の答案が，おおむね一定の範囲の結論に到達していた。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n(1) 全体について多くの答案は，甲乙それぞれに成立する犯罪について，構成要件該当性を意識しながら，本件抵当権設定行為について業務上横領罪又は背任罪の成否，本件社員総会議事録作成行為等について私文書偽造・同行使罪の成否，本件売却行為について業務上横領罪及び背任罪の成否，乙について共同正犯の成否及び共犯と身分の問題を論じており，本問の出題趣旨を理解していることがうかがわれた。\nただし，多くの答案がＤ及びＥに対する関係での詐欺罪の成否を論じていた反面，本件社員総会議事録作成行為等について私文書偽造・同行使罪の成否あるいは本件売却行為についてＤに対する関係で背任罪の成否に全く触れていない答案が散見された。\nまた，一定の結論に到達し，おおむね本問の出題趣旨を理解できているとうかがえる答案であっても，各構成要件要素の理解が不正確な答案，各構成要件要素だけを摘示し，その解釈及び当てはめが不十分な答案が相当数存在した。\n(2) 具体例考査委員による意見交換の結果を踏まえ，答案に見られた代表的な問題点を列挙すると以下のとおりである。\nア 甲の罪責について① 抵当権設定行為について，横領と背任の区別を全く論じないまま，業務上横領罪又は背任罪の成否を論じている答案（特に背任罪の成否を論じている答案）\n② 業務上横領罪における「業務」の解釈について，「人が社会生活上の地位に基づき反復継続して行う行為」とのみ論じている答案③ 業務上横領罪における「業務」の解釈について全く論じないまま，横領罪の成立を認めた答案④ 業務上横領罪における「占有」の解釈について，「事実的支配」のみ論じ，\n「濫用のおそれのある支配力」の観点が論じられていない答案⑤ 業務上横領罪における「占有」の解釈について，「法人の機関に占有は認- 24 -められない」とする答案⑥ 業務上横領罪の成否を論じるに当たり，不動産に対する抵当権設定行為は，所有権侵害に該当しないとした答案⑦ 業務上横領罪の成否を論じるに当たり，不動産の横領の既遂時期について何ら触れられていない答案が大多数であった。\n⑧ 私文書偽造罪の成否を論じるに当たり，「偽造」，「作成者」及び「作成名義人」という基本概念の理解が不十分な答案⑨ 私文書偽造罪における「有印」の概念と「無印」の概念の理解が不十分な答案⑩ 本件抵当権設定行為及び本件売却行為にＡ社に対する関係で業務上横領罪の成立を認めた上，罪数処理に対する問題意識を欠いたまま，特に理由を論ずることなく併合罪処理をした答案⑪ 本件抵当権設定行為及び本件売却行為にＡ社に対する関係で業務上横領罪の成立を認めた上，罪数処理に対する問題意識を有するものの，両罪の関係を共罰的事後行為とのみ指摘し，実際の罪数処理を行っていない答案⑫ 本件売却行為にＤに対する関係で業務上横領罪の成立を認めた答案⑬ Ｄ及びＥに対する詐欺罪の成否を延々と論じ，バランスを失した答案⑭ Ｄに対して抵当権設定登記の抹消登記を求めた行為について，詐欺罪を論じた答案イ 乙の罪責① 共謀共同正犯の概念が認められるかを延々と論じ，バランスを失した答案② 甲との共謀を認定する際に，乙の故意を認定しないまま甲との意思連絡を認めた答案③ 乙に共同正犯が成立するか教唆犯が成立するかを論じる際に，問題文中に現れた各事実が摘示できていない答案④ 乙に共同正犯が成立するか教唆犯が成立するかを論じる際に，問題文中に現れた各事実を摘示しているが，事実の評価の妥当性に疑問がある（例えば，乙の発案であること，乙自身も利益を取得していることなどを認定しながら，乙の得た利益が甲に比較して少ないことだけを理由に教唆犯の成立を認める）答案⑤ 共犯と身分の問題について，規範の定立を行わないまま，結論だけを記載した答案⑥ 乙に関する罪数処理を失念している答案ウ その他昨年度の指摘にもあるが，少数ながら，字が乱雑なために判読するのが著しく困難な答案が存在した。達筆である必要はないが，採点者に読まれることを意識し，なるべく読みやすい字で答案を書くことが望まれる。\nエ 答案の水準以上の採点実感を前提に，「優秀」「良好」「一応の水準」「不良」という四つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の出題趣旨及び上記採点の基本方針- 25 -に示された本問の主要な問題点を理解した上で，どのような犯罪の成否が問題になるのかの判断基準，成否が問題となる犯罪の構成要件要素等について正確に理解するとともに，必要に応じて法解釈論を展開し，これに丁寧に事実を当てはめ甲乙の刑事責任について妥当な結論を導いている答案である。\n特に単に事実を当てはめるだけでなく，その事実の持つ意味を論じながら当てはめを行っている答案は高い評価を受けた。\n「良好」な水準に達している答案とは，本問の出題趣旨及び上記採点の基本方針に示された本問の主要な問題点は理解できており，甲乙の刑事責任について妥当な結論を導くことができているものの，一部構成要件要素の理解が不正確であったり，必要な法解釈論が一部展開されていなかったもの，事実の当てはめが一部不十分であると認められたものなどである。\n「一応の水準」に達している答案とは，事案の分析が不十分で，複数の論点についての論述を欠くなどの問題はあるものの，刑法の基本的事柄については一応の理解を示しているような答案である。\n「不良」と認められる答案とは，そもそも刑法の基本的概念の理解が不十分であり，本問の出題趣旨及び上記採点の基本方針に示された主要な問題点を理解していないか，問題点には気付いているものの，適切な論述を展開できず，結論が著しく妥当でないものなどである４ 今後の法科大学院教育に求めるもの構成要件該当性を意識しながら犯罪の成否を論じるという基本的姿勢は定着しつつあるものの，上記問題のある答案の具体例に記載したとおり，その前提となる構成要件要素について十分に理解していない答案が散見されるという今回の採点結果を踏まえ，各考査委員から「総論に比較して各論の学習が不足しているのではないか。」との感想が複数寄せられた。また，事案から具体的事実を拾い出し，法規範に当てはめ，妥当な結論を導き出し，それを的確に論述する能力が重要であるところ，各考査委員からは，「総論に比較して各論の問題点について的確に論述する能力が欠けているのではないか。」との感想や「各犯罪類型に該当する典型的事案をイメージできていないのではないか。」との感想も寄せられている。法科大学院教育においては，引き続き，刑法総論の理論体系を習得させるとともに各論の基本的知識を正確に理解し，的確に論述する能力を習得させる努力が望まれる。\n判例学習の重要性については，これまでの採点雑感においても指摘されているところではあるが，法科大学院教育においては，判例の結論のみを学生に習得させるのではなく，当該判例が，どのような事案に対して，どのような法解釈を行い，当該結論を導き出したのかについて学習させることにより，事案の分析能力，\n抽出した事案に即した法解釈能力及び当てはめ能力を学生に習得させるとともに，\nこれを的確に論述する能力を涵養するよう一層努めていただきたい。\n- 26 -"
}