{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "労働法",
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＸは，平成１０年，インテリアデザイン設計・施工業を営むＹ社に期間の定めなく雇用され，入社以来，主にインテリアデザイン設計を担当している社員である。Ｘが入社した当時，Ｙ社には，同じインテリアデザイン設計担当として勤続年数１０年以上の正社員が１名いたが，この社員は平成２０年に転職した。ところが，Ｙ社は人材を補充しなかったため，同年以降，Ｘ一人でインテリアデザイン設計を担当していた。Ｘは，これでは自己の業務負担が大きく，まとまった休暇の取得もままならないことをＹ社に訴え続け，Ｙ社は，適した人材が見付からないことを理由になかなか人材を補充しなかったが，ようやく平成２３年４月になって，デザイン専門学校を卒業したばかりのＡを正社員として雇用し，インテリアデザイン設計担当とした。\nところで，Ｘは，共働きの妻が出産し，その産前産後休業後に妻が職場復帰できるよう，それに合わせて２か月の育児休業を取得しようと考え，Ｙ社の承認を得て，同年７月１日から同年８月３１日まで所定の休日を除く４３日の育児休業を取得した。\nＸは，当初，同年９月１日からは妻が育児休業を取得し，自分は職場復帰する予定でいたところ，妻の勤務先が繁忙で，同月中は妻の休業が困難であり，妻も勤務継続を希望した。そこで，Ｘは，いまだ消化していない当該年度の年次有給休暇２０日分をここで利用しようと考え，同年\n８月２５日，Ｙ社に電話で連絡し，同年９月１日から同月３０日まで所定の休日を除く２０日の年次有給休暇を取得する旨申し出た。\n他方，Ｙ社は，マンション建設・販売業を営むＢ社が新築マンションのインテリアデザイン設計・施工を外注する案件につき，他社に先んじて営業活動を展開し，Ｘが１年近く，Ｂ社との交渉や企画提案等に従事してきたところ，同年７月上旬頃，Ｂ社から，同年９月中にＢ社がＹ社及び競合他社の各企画提案を受け，その最終評価に基づき外注先を決する旨を伝えられていた。\nそこで，Ｙ社は，同年８月２５日に電話連絡してきたＸに対し，前記事情を説明し，大きな利益が見込まれる前記案件を受注するためには，Ｘが最終的な企画提案及び交渉を行う必要が大きく，入社したばかりで実務経験の浅いＡには任せられないことを理由に，同年９月の年次有給休暇の取得は避けてもらいたい旨申し出た。しかし，家庭の事情を優先せざるを得ないと考えたＸ\nは，これに応じなかった。そこで，Ｙ社は，同年８月２６日，Ｘに電話連絡し，同年９月半ばまでは何とかＡに代替させるとしても，他社との企画競争及びＢ社との交渉が山場となる同月１５日から同月３０日までの期間中（うち勤務日１０日）は，Ｘによる年次有給休暇の取得が事業の正常な運営を妨げるとして，同月１日から同月１４日までの期間における年次有給休暇は承認するが，同月１５日から同月３０日までの期間における年次有給休暇は承認しない旨通知するとともに，同年１０月中であれば，これに相当する期間の年次有給休暇を取得しても差し支えない旨提案した。\nしかし，Ｘは，この提案も受け入れず，そのまま，同年９月１日から同月３０日まで出勤しなかった。\nＹ社は，やむなくＸに代えてＡを企画提案及び交渉に当たらせたが，その実務経験不足から，結局，前記案件につき受注できなかった。\nＹ社は，Ｘが同月１５日から同月３０日までの間の勤務日にＹ社の承認を得ずに出勤しなかったことが，就業規則に規定された懲戒事由である「正当な理由なく，業務上の指示命令に従わなかったとき」に該当するとして，就業規則所定の手続に従って，Ｘを懲戒処分であるけん責処分にした。また，Ｙ社は，同年１０月，毎月末日締めで計算される同年９月分の賃金につき，Ｘに- 24 -\n対し，Ｙ社がＸの年次有給休暇を承認しなかった同年９月１５日から同月３０日までの間の勤務日である１０日相当分の賃金を控除して支給した。さらに，Ｙ社は，同年１２月支給に係る賞与につき，Ｘに対し，全額支給しなかった。Ｙ社は，これについて，就業規則に定められた賞与の支給条件に従った措置であるとしているところ，就業規則には，賞与支給に関して，次のように規定されていた。\nすなわち，１２月支給の賞与の対象期間は，５月初勤務日（同年では５月２日）から１０月最終勤務日（同年では１０月３１日）まで，支給対象者は，同期間の出勤率（出勤した日数÷有効に取得した休暇日を含めた所定労働日数）が９０パーセント以上の者（同年の前記対象期間で所定労働日１２４日のうち１１２日以上出勤した者）とされ，その出勤率の算定において，年次有給休暇はこれを出勤したものとみなす旨の規定はあるが，育児休業についてその旨の規定はない。\nまた，賞与額の算定については，月額基本給３か月分の額から，月額基本給を２０日分で除して得た額に欠勤日数を乗じて得た額を差し引く計算方式を採ることとされている。育児休業は無給とされているところ，前記賞与額の算定においては，年次有給休暇も含め，全ての取得休暇日を欠勤日数に算入するものと規定されている。\nなお，Ｘは，同年５月２日から同年１０月３１日までの間，前記のとおり出勤しなかった同年\n７月１日から同年９月３０日までの期間を除き，全ての勤務日に出勤した。\n〔設 問〕\nＹ社がＸに対して行った懲戒処分，平成２３年９月分給与からの１０日相当分の賃金控除及び同年１２月の賞与全額不支給の各措置について，法律上の問題点を指摘し，あなたの見解を述べなさい。なお，Ｙ社はＸに対して賞与を支給すべきであるとする見解の場合には，前記計算方式による賞与額の算定において欠勤日数を何日として計算すべきか，また，その根拠について説明しなさい。〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n１ Ｙ社は，事務所用家具のインターネット販売を主な事業とする株式会社であり，従業員は５０名で，部長，課長及び係長の役職が設けられ，課長以上に人事考課の権限が与えられている。\n２ Ｙ社は，いわゆる薄利多売の営業でこれまで好調に売上げを伸ばしていたことから，例年４月に賃金の引上げ（ベース・アップ）を行ってきた。ところが，主要な仕入先の会社が倒産したことに伴い，従前の廉価な販売価格を維持できなくなり，平成２１年の事業年度における業績が急激に悪化した。Ｙ社の代表取締役であるＡは，現在の財務状況からすれば，平成２２年も多少のベース・アップは可能ではあるものの，Ｙ社のぜい弱な財務体質からすると，同年の事業年度以降も業績が引き続き低迷した場合，早ければ平成２４年にも深刻な経営難に陥る可能性があると分析し，平成２２年４月のベース・アップは行うべきではないと判断した。そこで，Ｙ社は，同年１月上旬頃，全従業員に対して，平成２１年の業績悪化により平成２２年４\n月のベース・アップは実施しない旨を書面で通知した。\n３ Ｙ社には，これまで労働組合が存在しなかったところ，部下２名を配されたＹ社の係長であるＢは，平成２１年の業績が悪化したとはいえ，ベース・アップができないほどにＹ社の財務状況は悪くないはずであり，ベース・アップを行わないのは不当であると考え，Ｙ社に対してベース・アップ要求の団体交渉を行うべく，Ｙ社の係長以下の従業員を勧誘して，平成２２年\n１月末頃，Ｙ社の従業員計３０名でＸ労働組合（以下「Ｘ組合」という。）を結成し，自らその執行委員長に就任した。そして，Ｘ組合は，Ｙ社に対し，Ｘ組合結成の旨を通知し，Ｘ組合とのベース・アップを議題とする団体交渉の開催を求めた。\nＹ社はこの要請に応じ，同年２月初め頃に開催された団体交渉に出席したＡは，Ｘ組合に対し，「平成２１年の業績が著しく悪く，現在の財務状況では，平成２２年以降の業績が引き続き低迷した場合，早ければ平成２４年にも従業員のリストラを検討せざるを得ないほどの経営難に陥る危険がある。そこで，本年のベース・アップを断念し，財務体質の改善に力を注ぐ必要がある。」旨，自らの判断を率直に説明した。これに対し，Ｘ組合は，Ｙ社の財務状況に関する資料の提出を数回にわたり求めたところ，Ｙ社はその都度，これに迅速に対応し，財務諸表等，要求された資料を全てＸ組合に提出した上，その後，平成２２年２月中，Ｘ組合からの合計３回にわたる日時指定の団体交渉開催要請に全て応じた。これらの団体交渉では，いずれも，Ｘ組合側が「深刻な経営難に陥る危険があると言うが，提出された財務関係資料を見てもＹ社の説明は理解できない。合理的根拠を示して納得のいく説明をしてほしい。」などと主張したのに対し，Ｙ社側は，「既に提出した資料をきちんと分析すれば当方の説明の合理性は明白だ。説明しようにも根拠は資料のとおりだと言うほかない。」などと述べるのみであった。\n４ Ｂは，Ｘ組合の執行委員長として前記団体交渉の内容をＸ組合の全組合員に伝達するため，同月末頃，Ｙ社の許可なく，始業時刻前に，Ｙ社事務所において，団体交渉の日時，出席者及び交渉概要に関する記述のほか，「会社は財務状況が悪いの一点張り。」，「会社はベース・アップできない合理的根拠を示せ。」などの文言を片面印刷したＡ４サイズの紙１枚を印刷面を下にしてＸ組合の各組合員の机上に置くという方法でビラを配布した。\nＹ社は，Ｂの前記ビラ配布が，Ｙ社の就業規則に規定された従業員の遵守事項のうち，「許可なく，社内で業務外の掲示をし，又は図書若しくは印刷物等の頒布あるいは貼付をしないこと。」との規定に違反するとともに，Ｙ社の係長としての職責に照らして相当でない行為であるとして，前記ビラ配布の翌日，Ｂにつき，人事権の行使として係長職を解いて役職なしに降格し，Ｂにその旨を通知した。その結果，Ｂは，部下を持たない立場になったほか，基本給に変動はないものの，これまで支給されていた月額２万円の係長手当の支給が受けられなくなった。\n５ Ｘ組合は，前記降格通知の翌日，Ｙ社に対して，従前のベース・アップ要求に加え，Ｂの降格人事の撤回を要求し，団体交渉の開催を求めたところ，Ａは，「Ｂの降格は人事権の行使であって経営権に属する事項であり，団体交渉に応じる必要はない。ベース・アップについても，合計４回の団体交渉にもＸ組合の資料要求にも全て応じた。双方の主張が折り合わないのは，要は，財務関係資料に基づく現在の財務状況及び今後の業績の見通しの分析・評価についての見解の相違である。そもそも，そのような分析・評価も経営者の判断事項であって，その当否を団体交渉で議論する必要はない。当方の経営判断を変えるつもりは全くないので，これ以上の団体交渉を行っても協議に進展が見られるとは思えない。」などと述べて，Ｙ社として，Ｘ組合に対し，今後，前記要求に関する団体交渉を拒否する旨を即時に通告した。\n６ そこで，Ｘ組合は，Ｙ社に対する前記要求を外部に宣伝し，Ｙ社を団体交渉に応じさせるべく，同年３月初め頃から，週２回，Ｙ社の休憩時間中の午後零時３０分から午後零時５０分までの間，Ｙ社事務所が所在するビルの敷地内の１階出入口外において，ビラ配布等の活動を始めた。その状況は，毎回，Ｘ組合の組合員１０名余りが，同出入口外の両側に分かれて並び，同ビルを出入りする不特定者に対して，「執行委員長の降格は組合敵視の現れ。」，「会社は違法な降格人事を撤回しろ。」，「会社は団体交渉に応じろ。」，「会社はベース・アップできない合理的根拠を示せ。」などの文言を印刷したＡ４サイズのビラを配布しながら，同旨の文言を声高に連呼するというものであった。\nこのような活動が３回実施された後，Ｙ社に対して，同ビルに事務所を置く他社等から，「取引先がビルに入りにくいと言って迷惑している。批判の相手が当社と勘違いされては企業イメ\nージも下がり，売上げにも響く。」といった抗議がなされ，テナントから同様の苦情を受けた同ビルの管理会社からも，Ｘ組合の前記活動を中止させてほしいとの強い要請がなされるようになった。\n７ Ｙ社の人事管理の責任者である総務部長Ｃは，これまで前記団体交渉に毎回出席し，そもそもＸ組合を好ましく思っていなかった上，前記ビル出入口外の活動をこのまま続けさせてはＹ社の対外的な信用にも関わることから，このような活動をやめさせるべきだと考え，同月下旬頃，Ａその他Ｙ社の役員に諮ることなく独断で，終業後，Ｘ組合の組合員を順次，酒食の席に誘い，「Ｘ組合の活動はかえって会社の業績を悪化させる。今年はベース・アップがなされなくても，皆が一丸となって働いて業績を回復すれば，ベース・アップもできる。組合活動を続けていると出世にも影響するぞ。」などと話した。その数日後，Ｃに誘われたこれら組合員のうち５名がＸ組合から脱退した。\n８ Ｂその他Ｘ組合の幹部は，Ｘ組合の組合員に対するＣの働き掛けがＡの意向によるＸ組合への組織弱体化工作であると考えてＹ社への反感を強め，同月末頃，始業時刻前でＹ社の従業員がいずれも出勤していない早朝に，Ｙ社事務所において，Ｙ社の許可を得ず，Ｘ組合の組合員以外の者も含めたＹ社の全従業員の机上に，「会社は違法な降格人事を撤回しろ。」，「会社は団体交渉に応じろ。」，「会社はベース・アップできない合理的根拠を示せ。」，「組合弱体化工作に断固抗議する。」，「Ａ社長は違法行為の達人。」，「Ａ社長は従業員を犠牲にして私腹を肥やす偽善者。」などの文言を片面印刷したＡ４サイズの紙１枚を印刷面を上にして置くという方法でビラを配布した。その後，Ｂらが始業時刻までの時間を潰すために一旦Ｙ社事務所を出ている間，Ｙ社の他の従業員よりも早く出勤したＣは，前記ビラを見て，これはＡ個人を根拠なく誹謗中傷するもので，従業員の目に触れさせるわけにはいかないと考え，Ａその他Ｙ社の役員に諮ることなく独断で，Ｙ社の他の従業員が出勤してくる前に，机上配布された前記ビラをＸ組合に無断で全て回収してしまった。〔設 問〕\n１ Ｘ組合は，Ｙ社側の一連の対応について，いずれも不当であると考えているが，その場合，Ｘ組合として採り得る法的措置とその法律上の問題点について論じなさい。なお，Ｂ個人が当事者となる法律関係については検討しなくてよい。また，Ｘ組合が労働組合法上の労働組合に該当することを前提に論じてよい。\n２ Ｙ社は，直ちにＸ組合による前記ビル出入口外でのビラ配布等の活動をやめさせたいと考えているが，その場合，Ｙ社として採り得る法的措置とその法律上の問題点について論じなさい。論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "subject": 11,
  "purpose": "〔第１問〕\n本問は，年次有給休暇及び育児休業に関する理解を問うものである。労働法における基本的な論点ではあるものの，関係条文・判例に対する知識を前提とし，これらを正確に示した上で自らの考えを述べ，問題文に示された具体的事実を摘示しつつ丁寧に当てはめを行うことが求められる。\nまず，本問の事例では，Ｙ社の時季変更権行使の有効性を検討した上で，Ｙ社がＸに対して行った懲戒処分及び１０日相当分の賃金控除の各措置の当否を論ずる必要がある。具体的には，労働基準法第３９条第５項の文言に即し，年次有給休暇権の法的性質及び時季指定権と時季変更権の関係を論じた上で，同項ただし書の「事業の正常な運営を妨げる場合」に該当するか否かを検討する必要がある。その際には，判例による判断の枠組みを踏まえ，例えば，代替勤務者確保の難易，事前の調整の有無，状況に応じた配慮の有無等に関する具体的な要件を摘示しつつ，問題文に示された事実を抽出して当てはめを行い，Ｙ社の時季変更権行使の有効性を論じることが求められる。\n次に，賞与全額不支給の措置の当否を論じる必要がある。具体的には，①賞与支給条件としての育児休業の欠勤扱いの当否（いわゆる９０％条項の相当性），②賞与額算定における育児休業の欠勤扱いの当否，更には，③賞与額算定における年次有給休暇の欠勤扱いの当否を順次検討することが求められる。その際には，関係条文（育児休業，介護休業等育児又は家族介護を行う労働者の福祉に関する法律第１０条，労働基準法附則第１３６条）について，その私法上の効力を意識しつつ検討するとともに，判例による判断の枠組みを踏まえて，具体的な事実関係に即して本件措置の当否を論じることが求められる。\n最後に，以上の検討結果から，Ｙ社がＸに対して賞与を支給すべきであるとの結論に至った場合には，論理的道筋を示して根拠を明らかにしながら，賞与額の算定において欠勤日数を何日として計算すべきかを説明する必要がある。\n〔第２問〕\n本問は，組合活動及び団体交渉を素材として，労働組合の正当な行為の範囲及び団体交渉権の範囲等に対する理解並びに組合活動に対する使用者の対応に関する理解を問うものである。\nいずれも労働法の基本的な論点であり，不当労働行為の成立要件及びその救済方法に関する正確な知識が求められるとともに，これら論点をめぐる判例に関する理解が前提となる。\n設問１においては，まず，就業規則で禁止されているビラ配布を理由とするＢの降格人事が不利益取扱いないし支配介入に該当するかについて，ビラ配布の組合活動としての正当性を中心に，ビラの内容や配布の態様等に着目して具体的に論ずる必要がある。次に，Ｙ社の対応が団体交渉拒否に該当するかについて，Ｙ社による資料提出や説明等で誠実交渉義務を履行しているといえるのか，また，降格人事の撤回及びベース・アップ要求が義務的団交事項に含まれるかを分けて検討する必要がある。\nさらに，Ｙ社の総務部長ＣがＸ組合員の脱退を勧奨した点及びビラを回収し破棄した点が支配介入に該当するかについて，降格人事の理由とされたビラ配布との異同を意識しつつ，ビラ配布の組合活動としての正当性に言及した上で，Ｃの行為のＹ社への帰責性等を論ずる必要がある。\nいずれの論点についても，判例による判断の枠組みを踏まえ，具体的な規範を定立した上で，問題文に示された事実を抽出して丁寧な当てはめを行うことが求められる。また，設問が求めている「Ｘ組合として採り得る法的措置」については，抽象的な論述にとどまらず，労働委員会によるポスト・ノーティスや，裁判所による団体交渉を求める法的地位の確認等の具体的救済内容に踏み込んで論述することが望ましい。\n設問２においては，使用者の採り得る法的措置を論ずる必要があるが，具体的には，営業権や信用毀損等に基づく情宣活動の差止め請求や不法行為に基づく損害賠償請求等が考えられることを示した上で，本問の社前集会について，その目的，態様等に関する具体的事実を問題文から抽出して，組合活動としての正当性を論じることが求められる。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針事例に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめによって，適切な結論を導き出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案については，おおむね平均以上の得点を与え，さらに，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，着目すべき問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，殴り書きのため文字の判読が困難なものなどが散見された。文字いかんが得点そのものを左右するわけではないものの，読みやすい文字で丁寧に答案を作成されんことを付言しておきたい。\n３ 採点実感等(1) 第１問について本問は，設問前半において，年次有給休暇に対する時季変更権の行使を中心論点として，懲戒処分及び１０日相当分の賃金控除の有効性を問い，設問後半において，\n賞与支給要件の出勤率算定と賞与額算定における欠勤扱いの当否を中心論点として，賞与全額不支給の有効性を問う問題である。設問前半については，全体的に良好な論述がなされている答案が多かったが，設問後半については，基礎的な理解が不十分と思われる答案が少なくなかった。\nまた，本問の解答に当たっては，それぞれの論点ごとに相応の分量の記載が必要であると思われたが，全体として，時季変更権行使の有効性に答案用紙の大半を割き，その他の論点に関する記載が量的にも足りないものが多いとの印象を受けた。\n例えば，懲戒処分の根拠等について，長々と論じているような答案がこれに当たるが，解答に当たっては，十分な答案構成を行い，各論点の比重に応じたバランスの取れた記述を心掛けられたい。\n設問前半については，時事通信社事件判決（最判平成４年６月２３日）等の判例を踏まえ，適切な規範定立及び当てはめができているかなどを重視したが，前記のとおり，全体的には良好な論述がなされている答案が多かったものの，年次有給休暇権の法的性質，時季指定権と時季変更権の関係及び時季変更権行使の有効性という各論点相互の関連性を論理的に論述できておらず，個々の論点につき自己が暗記した内容を機械的に並べただけのような答案が少なからず存在したことが残念であった。また，労働者の「時季指定権」と使用者の「時季変更権」との区別等の基本的な概念を正確に理解していないものも散見された。\n本問は，労働者による長期連続の年次有給休暇の時季指定が問われている事例であったにもかかわらず，これに言及していない答案が少なくなく，また，言及して- 49 -いても，自己の定立した規範に対応する事実を当てはめて指摘できていない答案も散見された。労働者が長期連続の年次有給休暇の時季指定をした場合には，使用者との事前の調整が必要であるとし，そのような調整を経ない時季指定に関しては，\n時期変更権の行使において使用者にある程度の裁量的判断の余地を認めざるを得ない点を指摘するとともに，当てはめにおいて，本問でＸがＹ社との間で何らの事前の調整を行わなかったことなどの事実を過不足なく摘示した答案には高い得点を与えた。一方で，代替勤務者の配置が困難であることやＹ社がＸの年次有給休暇取得に一定の譲歩をしていることなどの重要な事実を摘示できていないものも散見された。\n本問においては，時季変更権の行使を有効とする見解に立つとしても，無効とする見解に立つとしても，問題文にはそれぞれの見解にとって不利な事実が記載されているため，かかる事実に配慮した論述が望まれたが，専ら自己に有利な事実のみを羅列し，不利な事実に何ら言及しない答案も少なからず存在した。\n設問後半については，この論点についての基礎的な理解が不十分と思われる答案が少なくなく，問題文中のＹ社の就業規則の内容を正確に把握できていないものも多く見受けられた。そもそも賞与支給要件としての出勤率の問題と，賞与額の算定における欠勤日数の計算の問題とを区別して論ずるべきであるのに，これらを区別できずに混同している答案が予想以上に多かった。\n賞与支給要件としての出勤率の算定につき，育児休業日数を欠勤扱いとしてよいのかについては，多数の答案が論じていたが，この点に関して，育児休業，介護休業等育児又は家族介護を行う労働者の福祉に関する法律第１０条を摘示できていないものも少なからずあった上，その私法的効力に言及しつつ，本問のいわゆる９０％条項が育児休業の権利を法律が保障した趣旨を実質的に失わせるものと認められるかを丁寧に論じていた答案は少数にとどまった。\n賞与額の算定における欠勤日数の計算については，問題文に「賞与額の算定においては，年次有給休暇も含め，全ての取得休暇日を欠勤日数に算入するものと規定されている。」とあることから，育児休業の欠勤日数算入の可否と年次有給休暇の欠勤日数算入の可否とを分けて論ずる必要があったが，後者に言及していない答案が多かった。なお，後者に言及していた答案のうち，労働基準法附則第１３６条を摘示して，その私法的効力に言及しつつ，説得的に論じていた答案には，高い得点を与えた。\n本問では，設問が指示するように，賞与額の算定において欠勤日数を何日として計算すべきかと，その根拠を説明する必要があるところ，具体的な日数を示していない答案も少数ながら存在した。しかし，そもそも問題文の指示に従わない解答は明らかに失当と言わざるを得ない。また，具体的な日数を示していたとしても，その根拠に十分言及できていない答案が相当数あった。\n(2) 第２問についてア 設問１について設問１では，①ビラ配布を理由とするＢの降格人事が不利益取扱いないし支配介入に該当するか，②Ｙ社の対応が団体交渉拒否に該当するか，③Ｙ社の総務部長ＣがＸ組合員の脱退を勧奨した点及びビラを回収し破棄した点が支配介入に該当するかを検討する必要がある。前記①の論点については，おおむね期待されている水準に達している答案が相当数見られる反面，この論点に全く触れていない答案も相当数見られた。また，\n解答の前提となるビラ配布の組合活動としての正当性については，倉田学園事件判決（最判平成６年１２月２０日）等の判例を踏まえ，ビラの内容，ビラ配布の態様等に照らして職場規律を乱すおそれのない特別な事情の有無の観点から規範定立を行うか，あるいは，国鉄札幌運転区事件判決（最判昭和５４年１０月３０日）等の判例を踏まえ，企業施設利用の組合活動の正当性判断の問題として違法性阻却説等の立場から規範定立を行うことを想定していたところ，このような規範の定立を行う答案が比較的多数であったが，規範の定立を行わず，いきなり事実の摘示や評価を行う答案も散見された。また，当てはめでは，ビラの内容が比較的穏当なものであること，始業時刻前に，組合員に対してのみ，印刷面を下にして机上に置くという平和的な配布態様であることを摘示すべきであったが，これらの事情を十分に論じていない答案も相当数あった。さらに，Ｂの降格人事については，不利益取扱いないし支配介入に該当し得るが，両者の主観的要件の相違を十分理解できていない答案が散見された。\n前記②の論点については，おおむね期待されている水準に達している答案が多く，特に，誠実交渉義務の問題については，おおむね出題の趣旨を理解した良好な論述がなされている答案が多かった。反面，Ｙ社が「既に提出した資料をきちんと分析すれば当方の説明の合理性は明白だ。説明しようにも根拠は資料のとおりだと言うほかない。」と述べるなどした点が誠実交渉義務違反となるかが問われているにもかかわらず，この点に言及せず，要求された資料を迅速に提出したこと及び合計３回にわたる団体交渉開催要請に応じたことのみをもって当該義務違反の有無を論じている答案が少なからずあった。また，義務的団交事項の問題については，その範囲に対する規範定立が不十分な答案や降格人事の撤回及びベース・アップ要求の当てはめが不十分な答案が散見された。\n前記③の論点のうち，脱退の勧奨については，検討が必要な論点について言及できている答案が多数であったが，脱退勧奨が「介入」に該当することは比較的明白であるにもかかわらず，この点に関する記述の分量が多すぎると思われる答案も見られた。また，総務部長Ｃの行為のＹ社への帰責性を論じるに当たり，ＪＲ東海事件判決（最判平成１８年１２月８日）を踏まえ，多数の答案が，Ｃが使用者の「意を体して」いたかとの規範を定立できていたものの，一方で，単にＣが使用者に該当するとした答案が相当数あり，また，当てはめに必要な事実を十分抽出できていない答案も見られた。なお，ビラの回収・破棄行為に関し，多数の答案がビラ配布の組合活動としての正当性に触れていたが，更に一歩踏み込んで，ビラの回収・破棄行為自体の相当性を自力救済の可否に言及しつつ検討していた答案には高い得点を与えた。\nさらに，設問１では，Ｘ組合として採り得る措置を論じる必要があったが，労働委員会によるポスト・ノーティスや，裁判所による団体交渉を求める法的地位の確認等の具体的救済内容に言及する答案が比較的多数であったものの，これら救済内容に言及せずに，抽象的な論述にとどまっていた答案が相当数あった。また，労働組合の救済申立適格及び原告適格に配慮した記述がなされていない答案が少なくなかった。イ 設問２について解答時間が切迫していたからか，検討が不十分と思われる答案が相当数存在した。特に，Ｙ社が情宣活動の差止請求をなし得るとしながらその法的根拠の構成や被侵害利益に言及していないもの，地位保全の仮処分をなし得るとしながら被保全権利に言及していないものも少なくなかった。また，採り得る法的措置として，懲戒処分やロックアウト等を掲げる答案が予想外に多かった。\n４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を十分に理解した論述がなされている答案である。第１問については，前半において，各論点相互の関連性を論理的に論述しつつ，時季変更権行使の有効性に関し，本問が労働者が長期連続の年次有給休暇の時季指定を行った事案であることを意識し，判例を踏まえて，的確な規範定立と当てはめを行っており，後半において，事案に即して，必要な論点を過不足なく抽出し，関係条文に言及しつつ論述を行い，賞与額の算定における欠勤日数とその論拠を説得的に述べている答案であり，第２問については，不当労働行為の成立要件を正確に理解し，その該当性につき，必要な論点を抽出し，組合活動としての正当性等につき判例を踏まえた説得的な論述を行うとともに，労働組合及び使用者として採り得る法的措置につき，具体的かつ詳細な論述ができている答案である。\n「良好」の水準に達していると認められる答案とは，必要な論点にはおおむね言及し，法解釈について一定の見解を示した上で，事例から，結論を導き出すのに必要な具体的事実を抽出できているものの，例えば，第１問では，賞与額の算定における欠勤日数の計算において，育児休業と年次有給休暇の違いを十分意識できていなかったり，第２問では，労働組合及び使用者として採り得る法的措置につき，具体的な論述ができていないなど，「優秀」の水準にあると認められる答案のように出題の趣旨を十分に捉えきれていないような答案である。\n「一応の水準」に達していると認められる答案とは，労働法の基本的な論点に対する一定の理解はあるものの，必要な論点に言及していなかったり，言及していたとしても，規範定立や当てはめがやや不十分な答案であり，関係条文・判例に対する知識の正確性に難があり，事例における具体的な事実関係を前提に要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にとどまるものと認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方を理解せず，解釈論につき，自己が暗記した内容を断片的に並べることに終始したり，規範を定立せずに単に問題文中の具体的な事実を列挙するにとどまるなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思料される答案である。\n５ 今後の出題出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の法的見解を展開し，これを事実に当てはめることによって，妥当な結論を導くという，\n法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，正確な理解に基づき，かつ，網羅的に知識を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に理解することはもとより，当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，\n主要な判例については，判例が着目した事実関係及び結論を導くために展開された法律構成や基準ないし要件の内容等を遺漏なく，正確に理解する必要があることに十分配意いただきたい。また，事例の分析の前提となる就業規則の内容等の基礎的事実を正しく把握し，結論を導くために必要な論点を抽出した上，論点相互の関連性を意識しつつ，法令，判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，これに適切に事実の当てはめを行って，法の趣旨に沿った妥当な結論を導くという，法的思考力を更に養成するよう重ねてお願いしたい。"
}