{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "商法",
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，２：５：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，主に情報サービス事業を営む監査役会設置会社であり，その株式を東京証券取引所に上場している。\n甲社の資本金は３０億円，その発行済株式の総数は１００万株である。\n甲社の取締役は，平成２０年６月に選任されたＡ，Ｂ，Ｃ及びＤの４名であり，Ａが代表取締役社長である。なお，Ａは，甲社の株式１万株を有している。\n甲社の監査役は，平成１９年６月に選任されたＥ，Ｆ及びＧの３名であり，Ｅが常勤監査役，Ｆ及びＧが非常勤の社外監査役である。\n２．甲社の定款には，(a)定時株主総会の議決権の基準日は，毎年３月３１日とすること，(b)株主総会は，取締役社長がこれを招集し，議長となること，(c)取締役の員数は，６名以内とすること，(d)取締役の選任決議は，議決権を行使することができる株主の議決権の３分の１以上を有する株主が出席し，その議決権の過半数をもって行うこと，(e)取締役の選任決議は，累積投票によらないものとすること，(f)取締役会は，その決議によって取締役会長及び取締役社長各１名を定めることができること，(g)事業年度は，４月１日から翌年３月３１日までの１年とすることなどが定められている。\nなお，甲社には，取締役の任期を短縮する旨の定款の定めや株主総会の決議はない。\n３．甲社は，平成２０年秋頃の経営環境の著しい悪化を受け，その業績及び株価は，共に下落の一途をたどった。それにもかかわらず，Ａは，効果的な経営立て直し策を実施できないままでいたため，甲社内外のＡに対する評価は，日増しに厳しくなる一方であった。\nこれに危機感を抱いたＢ，Ｃ及びＤは，Ａに対し，Ａは取締役会長となって一線を退き，新たに外部から経営者を迎えて代表取締役社長とすることを求めた。結局，Ａも，この求めに応じざるを得ず，Ｈを新たに甲社の代表取締役社長として迎えることに同意した。\nこれを受けて，平成２１年６月に開催された甲社の定時株主総会において，Ｈが取締役に選任され，就任し，また，その後に開かれた甲社の取締役会において，Ｈが代表取締役社長に選定され，Ａは代表権のない取締役会長となった。\n４．乙株式会社（以下「乙社」という。）は，設立以来，株主も取締役もＰだけの会社であるが，実際の事業活動は，ほとんど行っていない。\n乙社は，平成２１年７月に入り，金融業者から融資を受けて市場において甲社の株式を買い集め，平成２２年１月に，甲社の株式３３万株を有するに至った。\n５．平成２２年６月に開催された甲社の定時株主総会（以下「２２年総会」という。）では，その終結の時をもって，取締役５名のうちＨを除くＡ，Ｂ，Ｃ及びＤの４名について取締役の任期が満了するため，Ａ，Ｂ，Ｃ及びＤの４名を候補者とする取締役選任議案が会社提案として提出された。\nところが，甲社の株主である乙社から，上記の取締役選任につき，会社法第３０４条に基づき，Ｐ，Ｑ及びＲの３名を候補者として追加する旨の議案が提出された。なお，乙社は，Ｄの選任については賛成する意向であった。\n議長であるＨは，事前に何も知らされていなかったためやや驚いたものの，淡々と議事を進めることとし，Ａ，Ｂ，Ｃ，Ｄ，Ｐ，Ｑ，Ｒの順に，候補者ごとに投票による採決をした。\n投票による採決の結果，Ｈは，Ａから上記の順に得票数（候補者の選任に賛成する議決権の数をいう。以下同じ。）を集計し，Ｐの得票数を集計した時点で，出席株主の議決権の過半数の賛成を得た候補者が４名に達したので，Ｑ及びＲの得票数については議場で集計しないで，Ｂ，Ｃ，- 2 -\nＤ及びＰの４名だけが取締役に選任された旨を宣言した。なお，各候補者の実際の得票数等は，次のとおりであった。\n議決権を行使することができる株主の議決権の数：１００万個出席株主の議決権の数：７７万個各候補者の得票数\nＡ：３３万個\nＢ：３９万個\nＣ：４３万個\nＤ：６５万個\nＰ：４２万個\nＱ：４１万個\nＲ：４０万個\n６．２２年総会の後に開かれた甲社の取締役会には，Ｈ，Ｂ，Ｃ，Ｄ及びＰが取締役として，また，Ｅ，Ｆ及びＧが監査役として，それぞれ出席した。\nこの取締役会で，Ｐは，甲社が乙社に対して平成２２年７月中に１５億円の貸付けを無担保で行う旨の提案をした（以下この貸付けを「本件貸付け」という。）。これに対し，説明が不十分であるとしてＦが強く異議を述べたものの，この提案は，議決に加わらなかったＰを除くＨ，Ｂ，Ｃ及びＤの賛成により承認された。\n７．Ｆは，この取締役会の後に引き続いて開かれた甲社の監査役会でも，本件貸付けはさせるべきでない旨を強く主張したが，Ｅ及びＧは，これに取り合わなかった。最終的には，Ｅが，本件貸付けについては問題視しないことを監査役会の方針とする旨の提案をし，Ｆが反対したものの，Ｇは，この提案に賛成した。\n８．Ｅ，Ｆ及びＧは，平成２３年６月に開催される甲社の定時株主総会（以下「２３年総会」という。）の終結の時をもって監査役の任期が満了するところ，同年３月に，Ｈは，甲社の監査役会に対し，２３年総会に提出する監査役選任議案の候補者は，Ｅ，Ｑ及びＲの３名としたい旨を伝えた。\n９．平成２３年４月上旬に，Ｅが，甲社の監査役会において，上記の監査役選任議案の提出に同意する旨の提案をしたが，Ｆ及びＧが賛成しなかったため，この提案は可決されなかった。\n他方，Ｆが，この監査役会において，Ｅ，Ｆ及びＧの３名を候補者とする監査役選任議案（以下「議案①」という。）を２３年総会に提出することを取締役に対して請求する旨の提案をした。\nこの提案は，Ｆ及びＧの賛成により，可決された。そこで，甲社の監査役会は，Ｈに対し，議案\n①を２３年総会に提出することを請求した。\n10．平成２３年４月下旬に，Ｐは，甲社の株主である乙社を代表して，甲社に対し，監査役３名の選任を２３年総会の目的とすること並びにＥ，Ｑ及びＲの３名を候補者とする監査役選任議案（以下「議案②」という。）の要領を招集通知に記載することを請求した。なお，社債，株式等の振替に関する法律第１５４条第３項所定の通知（いわゆる個別株主通知）に係る要件は満たされていた。\n11．平成２３年６月７日に，Ｈは，Ｈ，Ｂ，Ｃ，Ｄ及びＰの賛成による取締役会決議に基づき，議案①及び議案②を含む２３年総会に係る招集通知を発した。\n12．平成２３年６月２９日に，Ｈが議長となって２３年総会が開催された。この株主総会に監査役として出席したＦは，議案①及び議案②の審議の際に，監査役の選任について意見を述べようと，議長であるＨに対して発言の機会を求めた。しかし，Ｈがこれを制止したため，Ｆは，意見を述べることができなかった。\n- 3 -\nＨは，採決の結果，議案①については，出席した株主の議決権の過半数の賛成を得られなかったことから，否決を宣言し，議案②については，出席した株主の議決権の過半数の賛成を得たことから，可決を宣言した。これに基づき，Ｅ，Ｑ及びＲが監査役に就任した。\n〔設問１〕 上記５のとおり，２２年総会において，Ｈは，Ｂ，Ｃ，Ｄ及びＰの４名だけが取締役\nに選任された旨を宣言したが，この取締役選任の当否について，論じなさい。\nなお，解答に当たっては，次の２点を前提としてよい。\nア．２２年総会における甲社の会社提案の提出及び乙社による会社法第３０４条に基づく議案の提出は，いずれも適法であったこと。\nイ．２２年総会の日から３か月以内に，株主総会の決議の取消しの訴えは，提起されなかったこと。\n〔設問２〕 上記１から上記７までを前提として，次の⑴及び⑵に答えなさい。\n⑴ Ｈが甲社を代表して本件貸付けを実行しようとしている場合，Ａ及びＦが本件貸付けをあらかじめ阻止するために行使することができる会社法上の権限について，論じなさい。\n⑵ Ｈが甲社を代表して本件貸付けを実行し，その後，乙社が倒産し，甲社が本件貸付けの返済を受けられなくなった場合，Ａ及びＦは，本件貸付けに関し，Ｈ，Ｄ及びＰに対し，会社法上，どのような責任追及をすることができるかについて，論じなさい。\n〔設問３〕 上記12の後，Ａ及びＦは，２３年総会において否決を宣言された議案①及び可決を宣\n言された議案②につき，株主総会の決議の取消しの訴えを提起しようと検討している。この訴えに関して考えられるＡ及びＦの主張並びにその当否について，論じなさい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/民事系.pdf",
  "subject": 4,
  "purpose": "〔第２問〕\n本問は，２２年総会における取締役４名（Ｂ，Ｃ，Ｄ及びＰ）の選任の当否（設問１），本件貸付けに関する株主Ａ及び監査役Ｆによる事前（設問２(1)）及び事後（同(2)）の対応並びに２３年総会決議に関するＡ及びＦによる決議取消しの訴えの当否（設問３）について，問\n- 5 -うものである。設問２は，会社法の基本的な理解及び事例を踏まえた分析力と論述力を問うものである。他方，設問１及び設問３の主な出題意図は，何が問題となるかを見抜き，これに論理的に対応する能力を問うことにある。また，全体として，会社法の条文を的確に理解し，これを摘示することも求められている。\n設問１では，２２年総会における取締役４名（Ｂ，Ｃ，Ｄ及びＰ）の選任の当否が問われている。同総会では，㋐Ａ，Ｂ，Ｃ及びＤの４名を候補者とする取締役選任議案が会社提案として提出され，㋑甲社の定款には，取締役の員数は６名以内と定められている（任期の満了しない取締役Ｈがいるため，同総会において選任可能な定款上の取締役の員数は５名以内となる。）一方で，結果的にはＢ，Ｃ，Ｄ，Ｐ，Ｑ及びＲの６名の取締役候補者について会社法第３４１条の選任のための決議要件が満たされていることから，このような場合に，①取締役として何名が選任され得るか（㋐４名か，㋑５名か，あるいは㋒決議の瑕疵を生じさせるにとどまり６名全員かなど）や，②選任され得る取締役の数を超えて同条の決議要件を満たす候補者がいる場合の決定方法（採決順か得票順かなど）が問題となることを指摘し，自らの考え方を述べた上，当てはめをすることが求められる。どのような結論を採るにせよ，その結論が同条を含む会社法の規定から当然に導かれるものではないことに留意しつつ，他の考え方も意識しながら説得的に自らの考え方を論ずることが期待される。\n次に，設問２の本件貸付けに関する株主Ａ及び監査役Ｆの対応については，事前の対応（小問(1)）としての差止請求と，事後の対応（小問(2)）としての損害賠償請求について，それぞれ論述することが求められる。小問(1)の差止請求については，会社法第３６０条第１項及び第３項と同法第３８５条第１項を摘示しつつ，その要件（特に「法令に違反する行為」という要件）を検討し，問題文にある事実を抽出した丁寧な当てはめをすることが求められる。\n実務的な観点からは，仮処分（同法第３８５条第２項参照）にも言及することが望ましい。\n小問(2)の損害賠償請求については，本件貸付けが利益相反取引（同法第３６５条第１項，第\n３５６条第１項第２号）に該当することを指摘しつつ，Ｈ，Ｄ及びＰにつき，それぞれ同法第４２３条第３項各号により任務懈怠が推定されることを踏まえ（Ｐについては，更に同法第４２８条第１項参照），当てはめをすることが求められる。その上で，株主Ａによる責任追及としては甲社に対する提訴請求及び株主代表訴訟（同法第８４７条）について，監査役Ｆ\nによる責任追及としてはその提訴権限（同法第３８６条第１項）について，それぞれ条文を摘示しつつ論述することが求められる。なお，小問(1)及び(2)に共通して，監査役Ｆの権限を論ずるに際しては，甲社の監査役会において，Ｅが「本件貸付けについては問題視しないことを監査役会の方針とする」旨を提案し，Ｇがこれに賛成していることから，監査役の独任性との関係（同法第３９０条第２項ただし書）について触れることが求められ，また，監査役の調査権限（同法第３８１条第２項）についても触れることが望ましい。\n最後に，設問３の２３年総会決議についての決議取消しの訴えの当否については，まず，否決を宣言された議案①については，同議案に係る「否決の決議」がそもそも決議取消しの訴えの対象となるか否かが問題となることを指摘し，これを検討することが求められる。どのような結論を採るにせよ，決議取消しの訴えの制度趣旨に立ち返った上で，その対世効や，決議が取り消された場合には株主は３年経過前でも議案の再提出が可能となること（同法第\n３０４条）等を勘案しながら，自らの考え方を述べることが期待される。次に，可決を宣言された議案②（上記の検討において，議案①が決議取消しの訴えの対象となるとの結論を採った場合には，議案①も同様である。）については，Ｆの主張に関しては，決議取消しにより監査役としての権利義務を有することとなる者（同法第３４６条第１項）にも明文で原告適格が認められていること（同法第８３１条第１項後段）を踏まえつつ，監査役の選任に関する意見陳述の機会（同法第３４５条第４項，第１項）が奪われていることを，Ａの主張に関しては，このようなＦに関する手続上の瑕疵をＡが主張することができるか否かを，それぞ\n- 6 -れ条文を摘示しつつ論ずることが求められる。また，設問１において採った結論によっては，２３年総会の招集に係る取締役会決議の瑕疵の存否や，２２年総会において取締役に選任されたとも考えられるＱやＲが監査役に選任されることの適否について論ずることも期待される。",
  "scoring_notes": "１ 出題の趣旨既に公表されている「平成２４年司法試験論文式試験問題出題趣旨」（以下「出題趣旨」という。）に，特に補足すべき点はない。\n２ 採点方針及び採点実感(1) 民事系科目第２問は，商法からの出題である。これは，事実関係を読んで，分析し，会社法上の論点を的確に抽出して各設問に答えるという，基本的な知識と，事例解析能力，論理的思考力，法解釈・適用能力を試すものである。\n(2) 設問１（２２年総会における取締役４名（Ｂ，Ｃ，Ｄ及びＰ）の選任の当否）では，出題趣旨のとおり，Ｂ，Ｃ，Ｄ，Ｐ，Ｑ及びＲの６名の取締役候補者について会社法第３４１条の選任のための決議要件が満たされているので，このような場合に，①取締役として何名が選任され得るか（４名か，５名か，あるいは決議の瑕疵を生じさせるにとどまり６名全員かなど）ということと，②選任され得る取締役の数を超えて同条の決議要件を満たす候補者がいる場合の決定方法（採決順か得票順かなど）が問題となる。どのような結論を採っても，その理由が論理的整合性をもって適切に述べられていれば，同等に評価したが，Ｑ及びＲについて集計をしなかったことが採決方法に関する議長の議事運営の問題であるとしてだけ論じた答案や，株主総会決議の瑕疵の問題としてだけ論じた答案が多く見られ，選任の当否という問題を正しく受け止めて論じた答案は非常に少なかった。また，選任の当否という問題を論じた答案においても，上記①②の問題について，問題文を丁寧に読めば，会社提案に係る４名の取締役候補者数や定款所定の取締役の員数を超えて，決議要件を満たす候補者がいることに気付くものと思われるが，定款所定の員数にさえ触れない答案や，特段の理由を示さないまま，４名の取締役が得票順で選任されるべきであったなどと結論のみを示す答案も多く，複数の考え方を意識しながら自らの考え方を論ずるという出題趣旨に沿う答案は僅かであった。\n(3) 設問２（本件貸付けに関する株主Ａ及び監査役Ｆの対応）では，まず，小問(1)の事前の対応に関しては，株主の差止請求と監査役の差止請求の要件の違い（会社法第３６０条第１項及び第３項と同法第３８５条第１項）については多くの答案が正しく指摘していたが，両者に共通する要件である「会社の目的の範囲外の行為その他法令若しくは定款に違反する行為」の存否については，適切に論じた答案もそれなりにあったものの，法令違反を論じないで，また，説得的な理由もないままに本件貸付けは会社の目的の範囲外であるなどと論じた答案も少なからず見られた。\nなお，仮処分（同法第３８５条第２項参照）に言及した答案は少なかった。\n小問(2)の事後の責任追及に関しては，取締役の会社に対する責任について，本件貸付けが利益相反取引（同法第３６５条第１項，第３５６条第１項第２号）に該当すること，Ｈ，Ｄ及びＰにつき，それぞれ同法第４２３条第３項各号により任務懈怠が推定されること（Ｐについては，更に同法第４２８条第１項参照）は，多くの答案が正しく指摘し，適切に論じていた。取締役の会社に対する責任に関し，株主Ａによる甲社に対する提訴請求及び株主代表訴訟（同法第８４７条）については多くの答案が言及していたが，監査役Ｆの提訴権限（同法第３８６条第１項）につ- 15 -いて正しく言及した答案は少なかった。\nなお，小問(1)及び(2)に共通して，監査役Ｆの権限を論ずるに際しては，甲社の監査役会において，Ｅが「本件貸付けについては問題視しないことを監査役会の方針とする」旨を提案し，Ｇがこれに賛成していることから，監査役の独任性との関係（同法第３９０条第２項ただし書）に触れることが求められるが，この点に言及した答案は極めて少なかった。また，監査役の調査権限（同法第３８１条第２項）\nに言及した答案はほとんど見られなかった。\n(4) 設問３（２３年総会決議についての決議取消しの訴えの当否）では，まず，否決を宣言された議案①について，同議案に係る「否決の決議」がそもそも決議取消しの訴えの対象となるか否かが問題となることを指摘した答案はごく僅かであった。\nなお，この問題については，どのような結論を採っても，理由が適切に述べられていれば，同等に評価した。次に，可決を宣言された議案②（議案①が決議取消しの訴えの対象となるとの結論を採った場合には，議案①も同様）については，Ｆについて，決議取消しにより監査役としての権利義務を有することとなる者（会社法第３４６条第１項）にも明文で原告適格が認められていること（同法第８３１条第１項後段）を正しく指摘した答案はごく僅かであった。また，監査役の選任に関する意見陳述の権利（同法第３４５条第４項，第１項）が奪われていることについて，\nそのような権利があることを会社法の同規定に言及して指摘できている答案は多くはなかった。その代わり，本問では問題とならないはずの株主総会に対する報告義務（同法第３８４条）に言及した答案が少なくなかった。議案②は株主提案に係るものなので，甲社の監査役会の同意がなくても同法第３４３条第１項，第３項に違反するものではないが，同規定の趣旨を潜脱すると論じた答案も相当見られた。Ｆに関する手続上の瑕疵をＡが主張することができるか否かを論じた答案は僅かながら見られた。なお，設問１で採った結論によっては，２３年総会の招集に係る取締役会決議の瑕疵の存否や，２２年総会において取締役に選任されたとも考えられるＱやＲが監査役に選任されることの適否について論ずることが期待されるが，こうした点を論じた答案も僅かながら見られた。\n(5) 以上のような採点実感に照らすと，「優秀」，「良好」，「一応の水準」，「不良」の四つの水準の答案は，次のようなものと考えられる。第一に，「優秀」な答案は，\n主要な論点をほぼ論ずることができていて（主要な論点の一，二が欠けている程度は，差し支えない。），各問題につき相当な理由付けをして自らの考えを述べ，その考えに基づき論理的に整合性を持った法的議論を展開することのできている答案である。「良好」な答案は，主要な論点で論じられていないものが若干あるが，取り上げた論点についてはそれなりの論理的に整合性を持った法的議論がされている答案である。「一応の水準」の答案は，最低限押さえるべき論点，例えば，設問２であれば，株主と監査役による事前の差止請求と事後の損害賠償請求が，問題文にある事実を適切に当てはめながら少なくとも実質的に論じられていて，議論の筋がある程度通っている答案である。「不良」な答案は，そのような最低限押さえるべき論点も押さえられていない答案や，議論の筋の通っていない答案である。\n３ 法科大学院教育に求められるもの株主や監査役による差止請求権，利益相反取引に係る取締役の会社に対する責任と- 16 -その追及，監査役の選任についての意見陳述権に関する規律は，会社法の基本的な規律であると考えられるが，これらについての理解に不十分な面が見られる。また，設問１や設問３のうちで議案①に係る「否決の決議」が決議取消しの訴えの対象となるかという問題などについて，自分の頭で論理的な思考をして解答を導くという点に不十分な面が見られる。会社法の基本的な知識の確実な習得とともに，論理的思考力を養う教育が求められる。\n- 17 -"
}