{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "民法",
  "text": "論文式試験問題集［民事系科目第１問］〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．Ａは，店舗を建設して料亭を開業するのに適した土地を探していたところ，平成２年（１９９０年）８月頃，希望する条件に沿う甲土地を見つけた。\n甲土地は，その当時，Ｂが管理していたが，登記上は，Ｂの祖父Ｃが所有権登記名義人となっている。Ｃは，妻に先立たれた後，昭和６０年（１９８５年）４月に死亡した。Ｃには子としてＤ及びＥがいたが，Ｄは，昭和６３年（１９８８年）７月に死亡した。Ｄの妻は，Ｄより先に死亡しており，また，Ｂは，Ｄの唯一の子である。\n２．Ａが，平成２年（１９９０年）９月頃，Ｂに対し甲土地を購入したい旨を申し入れたところ，Ｂは，その１か月後，Ａに対し，甲土地を売却してもよいとする意向を伝えるとともに，「甲土地は，登記上は祖父Ｃの名義になっているが，Ｃが死亡した後，その相続について話合いをすることもなくＤが管理してきた。Ｄが死亡してからは，自分が管理をしている。」と説明した。Ａが，「Ｂを所有権登記名義人とする登記にすることはできないのか。」とＢに尋ねたところ，Ｂは，「しばらく待ってほしい。」と答えた。\n３．ＡとＢは，平成２年（１９９０年）１１月１５日，甲土地を代金３６００万円でＢがＡに売却することで合意した。そして，その日のうちに，Ａは，Ｂに代金の全額を支払った。また，同月２０日，Ａは，甲土地を柵で囲み，その中央に「料亭「和南」建設予定地」という看板を立てた。\n４．平成３年（１９９１年）１１月頃，Ａは，甲土地上に飲食店舗と自宅を兼ねる乙建物を建設し，同年１２月１０日，Ａを所有権登記名義人とする乙建物の所有権の保存の登記がされた。\nそして，Ａは，平成４年（１９９２年）３月１４日から，乙建物で料亭「和南」の営業を開始した。なお，料亭「和南」の経営は，Ａが個人の事業者としてするものである。\n５．Ａは，平成１５年（２００３年）２月１日に死亡した。Ａの妻は既に死亡しており，ＦがＡの唯一の子であった。Ｆは，他の料亭で修業をしていたところ，Ａが死亡したため，料亭「和南」の営業を引き継いだ。乙建物は，Ｆが居住するようになり，また，同年４月２１日，相続を原因としてＡからＦへの所有権の移転の登記がされた。\n〔設問１〕 【事実】１から５までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｆは，Ａが甲土地をＢとの売買契約により取得したことに依拠して，Ｅに対し，甲土地の所有権が自己にあることを主張したい。この主張が認められるかどうかを検討しなさい。\n⑵ Ｆが，Ｅに対し，甲土地の占有が２０年間継続したことを理由に，同土地の所有権を時効により取得したと主張するとき，【事実】３の下線を付した事実は，この取得時効の要件を論ずる上で法律上の意義を有するか，また，法律上の意義を有すると考えられるときに，どのような法律上の意義を有するか，理由を付して解答しなさい。\nⅡ 【事実】１から５までに加え，以下の【事実】６から17までの経緯があった。\n【事実】\n６．料亭「和南」は順調に発展し，名店として評判となった。そこで，Ｆは，「和南」ブランドで，瓶詰の「和風だし」及びレトルト食品の「山菜おこわ」を販売することを考えるようになった。\n７．まず，Ｆは，「和風だし」を２０００箱分のみ製造し，二つの地域で試験的に販売することとした。そして，料亭「和南」とその周辺でＦ自らが１０００箱分を販売するが，別の地域における販売は，食料品販売業者のＧに任せることとし，ＦがＧに「和風だし」１０００箱を販売し，Ｇがそれを転売することとした。\n８．「和風だし」は，一部に特殊な原材料が必要なことから，平成２３年９月に製造する必要があった。しかし，試験販売の開始は，準備の都合上，平成２４年３月からとされた。そこで，Ｆは，「和風だし」２０００箱分を製造した上，販売開始時期まで，どこかに保管することを考えた。そして，甲土地のすぐ近くで，かつて質店を経営していたが，現在は廃業しているＨ\nならば，広い倉庫を所有しているだろうと考え，Ｈと交渉した結果，Ｈ所有の丙建物に，Ｆが製造した「和風だし」を出荷まで保管してもらい，これに対しＦが保管料を支払うこととなった。\n９．Ｆは，平成２３年９月１０日，Ｇとの間で，「和風だし」２０００箱のうち１０００箱をＦがＧに対し代金５００万円で売却し，丙建物で同月２５日にＦがＧに現実に引き渡す旨の契約を締結した。そして，平成２３年９月２５日，「和風だし」２０００箱が丙建物に運び込まれ，そのうち１０００箱がＦからＧに現実に引き渡された後直ちに，ＦとＨ，ＧとＨは，それぞれ\n【別紙】の内容の寄託契約を締結した。これらの結果，丙建物では，合わせて「和風だし」２\n０００箱が保管されることとなった。\nなお，平成２３年９月２５日までに実際に製造された「和風だし」は予定どおり２０００箱分であり，それ以外には，「和風だし」は製造されていない。また，製造された「和風だし」\n２０００箱分は，種類及び品質が同一であり，包装も均一であった。\n10．また，Ｆは，平成２４年１月中には，料亭「和南」で飲食した顧客のために，お土産用「山菜おこわ」の販売を始めることとし，製造する「山菜おこわ」の保管場所につきＨに相談した。\nＨは，既に「和風だし」の寄託を受けて丙建物が有効活用されていること，さらに，丙建物にはなお保管場所に余裕があることから，Ｆの「山菜おこわ」を丙建物において無償で保管することをＦと合意した。\n11．Ｆは，平成２４年１月に入ると，「山菜おこわ」の製造を開始し，同月１０日，Ｈの立会いを得て，「山菜おこわ」５００箱を丙建物に運び込んだ。\n12．平成２４年１月１２日，Ｆは，これまで取引のなかった大手百貨店Ｑの本部から，「山菜おこわ」をＱ百貨店本店の地下１階食品売場で販売し，その評判が良ければ，「山菜おこわ」をＱ百貨店の全店舗の食品売場で販売したいとの申出を受けた。\n13．Ｆは，平成２４年１月１６日，Ｑとの間で，丙建物に保管されている「山菜おこわ」５００箱をＦがＱに対し代金３００万円で売却し，これを同月３１日に丙建物で引き渡す旨の契約を締結した。Ｆは，この売買契約が成立したことから，Ｑが「山菜おこわ」の販売を始めるまでは，これを料亭「和南」で販売しないこととした。\n14．Ｆは，Ｑ百貨店で「山菜おこわ」を取り扱ってもらえることになったことを大いに喜び，平成２４年１月２２日，たまたまＨが料亭「和南」を訪れた際，「Ｑ百貨店本店の食品売場に「山菜おこわ」を置いてもらえることになった。その評判が良ければ，Ｑ百貨店は，全店舗で「山菜おこわ」を取り扱うことを申し出てくれている。「和南」の味を広める大きなチャンスだから張り切っている。」とＨに話した。\n15．ところが，平成２４年１月２４日，丙建物に何者かが侵入し，丙建物内に保管されていた「和風だし」２０００箱のうち１０００箱及び「山菜おこわ」５００箱全てが盗取された。なお，丙建物に何者かが侵入することを許したのは，その日はＨが丙建物の施錠を忘れていたためである。また，Ｆが，同月３１日までに「山菜おこわ」５００箱分を新たに製造することは不可能である。16．Ｑにおいて，この盗難事件を受け，Ｆとの取引を進めるかどうかについて社内で協議したところ，Ｆの商品保管態勢が十分であるとはいえないとして，その経営姿勢に疑問が呈せられた。\nそこで，Ｑは，平成２４年２月１日，「山菜おこわ」５００箱分の売買契約を解除すること及び「山菜おこわ」販売に関するＦＱ間の交渉を打ち切ることをＦに通知した。\n17．なお，【事実】16までに記載した以外には，丙建物に保管されている「和風だし」及び「山菜おこわ」について出し入れはなく，丙建物に侵入した者は不明であり盗品を取り戻すことは不可能である。\nまた，「和風だし」及び「山菜おこわ」を丙建物で保管する行為は商行為ではなく，Ｈは商人でない。\n〔設問２〕 Ｇは，Ｈに対し，丙建物に存在する「和風だし」１０００箱を自己に引き渡すよう求め\nている。これに対して，Ｈは，寄託された「和風だし」はＦの物と合わせて２０００箱であるところ，その半分がもはや存在しないことと，残りの１０００箱全てをＧに引き渡せば，Ｆの権利を侵害することとを理由に，Ｇの請求に応ずることを拒んでいる。このＨの主張に留意しながら，Ｇのする「和風だし」１０００箱の引渡請求の全部又は一部が認められるか否かを検討しなさい。\n〔設問３〕 Ｆは，Ｈに対し，「山菜おこわ」を目的とする寄託契約の債務不履行を理由として損害\n賠償を請求しようと考えている。この債務不履行の成否について検討した上で，Ｆが，【事実】16の下線を付した経過があったためＱ百貨店の全店舗で「山菜おこわ」を取り扱ってもらえなくなったことについての損害の賠償を請求することができるか否かについて論じなさい。【別紙】\n寄託契約書第１条寄託者は，受寄者に対し，料亭「和南」製「和風だし」１０００箱（以下「本寄託物」という。）を寄託し，受寄者は，これを受領した。\n第２条\n１ 受寄者は，本寄託物を丙建物において保管する。\n２ 受寄者は，本寄託物を善良な管理者の注意をもって保管する。\n第３条\n１ 受寄者が他の者（次項及び次条において「他の寄託者」という。）との寄託契約に基づいて本寄託物と種類及び品質が同一である物を保管する場合において，受寄者は，その物と本寄託物とを区別することなく混合して保管すること（以下「混合保管」という。）ができ，寄託者は，これをあらかじめ承諾する。\n２ 前項の場合において，受寄者は，寄託者に対し，他の寄託者においても寄託物の混合保管がされることを承諾していることを保証する。\n第４条寄託者及び受寄者は，寄託者及び他の寄託者が，混合保管をされた物について，それぞれ寄託した物の数量の割合に応じ，寄託物の共有持分権を有することを確認する。\n第５条受寄者は，本寄託物に係る保管料を別に定める方法で計算し，寄託者に請求する。\n第６条受寄者は，寄託者に対し，混合保管をされていた物の中から，寄託者の寄託に係るものと同一数量のものを返還する。\n〔以下の条項は，省略。〕論文式試験問題集［民事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/民事系.pdf",
  "subject": 3,
  "purpose": "〔第１問〕\n本問は，料亭を営むための店舗を建設する適地を探していたＡが，Ｂから甲土地を買い受けた後，その料亭の経営を継いだＡの子であるＦが，その製造した食品の一部を有償で，また他の一部は無償で寄託したが，それらの一部が盗難に遭ったという事例に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。具体的な事実を踏まえ，実体的な法律関係を理解して論述する能力，当事者間に成立した契約の内容を理解して妥当と認められる法律的帰結を導く能力及び具体的な事実を法的な観点から分析して評価する能力などを試すものである。\nまず，設問１は，Ｆが甲土地の所有権を売買契約により取得した場合と，２０年の取得時効により取得した場合について，Ｆの主張が依拠する民法の実体法規範とそれを支える実体法の考え方を正しく理解していること，そして，この理解を各小問で問われている内容に即して規範適用の要件，要件事実及び効果へと結び付けることができているかどうかを問うものである。\n言い換えれば，設問１では，要件事実とその主張立証責任について平板に述べただけでは足りず，要件事実理解の前提となる民法の実体法理論について丁寧な分析と検討をし，これを踏まえて要件・効果面へと展開することが求められる。したがって，設問１は，要件事実の理解のみを問うものではなく，実体法の理解を前提とする要件事実の理解を試すものである。\n小問（１）において，Ｆの主張は，①Ｂが甲土地の所有者であったことを前提として，②Ａ\nＢ間の売買契約により，甲土地の所有権がＢからＡへと移転したこと，そして，③Ａの取得した所有権が，Ａ死亡による単独相続により，Ａの相続人であるＦに移転したことを基礎としたものである。本問事案で，Ｂの売却した甲土地は，Ｂが単独相続したＤの相続したＣの所有であったところ，Ｃの死亡により，甲土地につき，ＤとＥによる共同相続が開始し，それぞれの法定相続分での遺産共有状態が生じている（民法第８９８条）。この遺産共有状態を解消し，甲土地をＤの単独所有とするためには，このことを内容とする遺産分割がされなければならない（民法第９０６条以下）。ところが，ＤとＥは，Ｃの遺産につき分割の協議をしておらず，遺産分割がされていない。そのため，Ｄは，甲土地につき，自己の法定相続分による持分権を有しているにすぎない。なお，このことは，Ｅについても，同様である。\nそこで，Ｄを単独相続したＢは，甲土地につき，Ｄの相続分に対応する持分権しか取得せず，Ｂから甲土地を売買により取得したＡも，Ｄの相続分に対応する持分権しか取得しない。なお，そもそもＡＢ間での甲土地の売買契約の下で，Ａは，Ｄの甲土地持分権すら取得しないとの考え方もあり得る。したがって，いずれにしても，Ｆの主張は，失当である。なお，小問（１）\nは，民法第９４条第２項の類推適用についての検討を求める問いではない。\n小問（２）は，民法第１６２条第１項の定める２０年の取得時効を前提として，「ＡとＢは，平成２年（１９９０年）１１月１５日，甲土地を代金３６００万円でＢがＡに売却することで合意した」との事実が持つ法律上の意義を問うものである。ここでも，前述したように，民法の規範とそれを支える法理としての実体法理論についての分析及び検討をすることが求められ，これを基礎として上記事実の持つ意味についての解答が求められる。具体的には，①Ａが甲土地をＢとの売買契約により取得したことは，民法第１６２条第１項の「他人の物」の要件をめぐり，自己の物についても時効取得が可能であることに関して問題となること，②甲土地をＡがＢとの売買契約により取得したことは，所有の意思の要件，つまり自主占有の要件においても問題となること，③後者にあっては，甲土地をＡが売買契約により取得したことは，Ａ\nの占有が所有の意思のある占有であることを基礎付ける事実（自主占有権原）となること，④所有の意思についての主張立証責任は民法第１８６条第１項によりＥの側にあること，したがって，小問（２）に掲げられた事実は，Ｅが主張立証責任を負う所有の意思に関する事実（他主占有権原又は他主占有事情）につき，当該事実の存在を否認する事実として位置付けられることを理解することができているかどうかを問うものである。\nなお，①については，法文で「他人の物」となっている以上，Ａが売買によってＢの有していた甲土地持分権を取得したという構成を採る場合には，①の点に関する民法法理をその理由とともに示すことは必須である。なお，ＡＢ間での甲土地売買契約により「甲土地の所有権」\nをＡが取得することが意図されているものの，「甲土地の持分権」をＡが取得することは意図されていないと考えることも可能である。このように考える場合において，Ａは，甲土地について何らの物権的権利も取得しない。その結果として，甲土地は，民法第１６２条第１項にいう「他人の物」に当たることとなる。\n設問２は，契約書を正しく読み取った上で，契約条項をそのままの形で適用するのでは解決が困難である問題について，契約解釈などを通じて，十分な理由付けと論理一貫性の下に，適切な解決を導くことのできる能力を問うものである。\nまず，添付の寄託契約書の第４条と第６条が，寄託されている物の数量が寄託された数量に不足する場合には，そのままの形では適用することができない可能性があることが指摘されるべきである。そして，その上で，補充的契約解釈などを行うことによって，妥当な内容の債権的な返還請求権を導き出し，又は契約では規律されていない場面であることを前提に物権的な返還請求権を考えることになる。\n前者の債権的な返還請求権によるときは，なぜそのような契約解釈が可能であるかを丁寧に論じる必要がある。このときは，契約書の各条項の文言のほか，当該契約が全体としてどのような目的と理念を有するものであるかを考察するべきである。後者の物権的な返還請求権によるときは，寄託物の共有状態を正しく把握し，共有持分権者の権利はいかなるものであるかを丁寧に論じる必要がある。また，契約解釈は共有状態の理解によって影響を受け，他方，共有状態の理解も寄託契約によって定まるといったように，両請求権が相互に影響を及ぼすことも踏まえることも必要である。\nそして，共有者の一方に引き渡されることは，他の共有者の権利を害しないかという問題を発見し，そのことにつき，一定の解決を示すことも必要である。\n設問３は，無償の寄託契約において，受寄者に債務不履行があったために受寄物が盗難に遭い，その結果，寄託者が第三者との間における将来の取引に向けた交渉を打ち切られたという事例について，債務不履行に基づく損害賠償の要件を明確にし，【事実】に照らして要件との関係で検討すべき視点を提示した上で，受寄者が寄託者に対し損害賠償を請求することができるか否かの検討を求めるものである。\nまず，ＦＨ間において，「山菜おこわ」を保管する旨の合意に基づき，丙建物に「山菜おこわ」５００ケースが運び込まれることにより寄託契約が成立したこと（民法第６５７条），Ｈは，無償受寄者として「自己の財産に対するのと同一の注意をもって，寄託物を保管する義務」\n（民法第６５９条）を負うこと，Ｈは，丙建物の施錠を忘れるという注意義務違反を犯した結果，丙建物に何者かの侵入を許したことを指摘した上で，Ｈには寄託契約上の保管義務違反という債務不履行（民法第４１５条）が認められることを明らかにする必要がある。なお，Ｈの注意義務の基準を検討するに際し，同じ丙建物内での「和風だし」の有償寄託契約が先行していることに着目し，Ｈは，「山菜おこわ」の寄託契約においても「善良な管理者の注意」義務\n（民法第４００条）を負うと分析することも考えられる。\n次に，Ｆが「Ｑ百貨店の全店舗で『山菜おこわ』を取り扱ってもらえなくなったことについての損害賠償」を請求することができるかを検討するに当たっては，一方において損害賠償の要件を念頭に置き，他方において【事実】から読み取ることのできる法律上意味のある事情を汲みながら，考察のための視点を提示することが求められる。その際は，Ｆには賠償されるべき損害が発生しているといえるか，Ｈの債務不履行とＦが被った損害との間に因果関係があるといえるか，Ｆの損害は民法第４１６条第２項に定める特別損害として賠償の範囲に含まれるかなどの着眼点のうち，一つ又は複数のものが提示され得るが，いずれのアプローチを採る場合であっても，問題の所在を適切に指摘し，【事実】との関連を意識しつつ考察の視点として取り上げることの意義を明らかにすることが肝要である。\nその上で，提示された視点に【事実】を当てはめて，「損害の賠償を請求することができるか」という問いに答える形で結論を示す必要がある。【事実】の中には，とりわけ６，11，12，14，16が結論を導くために重要な法律上の意味を持ち，解答者が着眼すべき諸事情が含まれている。\n解答に当たっては，これら諸事情の一部のみに焦点を当てたり，判例法理を形式的に当てはめたりするのでなく，【事実】に現れた諸事情に広く目を配り，慎重な考察を経た上で結論を示すことが求められている。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（「平成２４年司法試験論文式試験問題出題趣旨【民事系科目】〔第１問〕」）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解とともに，その応用を的確にすることができるかどうかを問うこととし，具体的な事実を踏まえ，実体的な法律関係を理解して論述する能力，当事者間に成立した契約の内容を理解して妥当と認められる法律的帰結を導く能力，及び，具体的な事実を法的な観点から分析して評価する能力などを試そうとするものである。その際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，論理的に一貫した考察を行う能力，及び，具体的事実を注意深く分析した上で法的観点から評価する能力を確かめることとした。これらを実現するために，検討が必要な項目ごとに適切な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとした。\nさらに，複数の論点について表面的に言及する答案よりも，考察の重要箇所において周到確実な論述をし，又は，創意工夫に富む答案が，法的思考能力の優れていることを示していると考えられることがある。そのため，項目ごとの評価に加えて，答案を全体として評価し，論述の緻密さや周到さの程度や構成の明快さの程度に応じて点数を与えることとした。これらにより，ある設問について考察力や法的思考力の高さが示されている答案には，別の設問について必要なものの一部の検討がなく，そのことにより知識や理解の不足を露呈していたとしても，高い評価を与えることができるようにした。また反対に，論理的に矛盾する構成をするなど積極的な過誤が著しい答案については，低く評価することとした。\n３ 採点実感各設問について，この後の(1)から(3)までにおいて，それぞれ全般的な採点実感を紹介し，また，それを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」の４つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかについて示すこととする。ただし，これらは各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。\nまた，設問ごとに，というよりも答案の全体的傾向から感じられたことも，その後で紹介しておきたい。\nなお，以下で用いる「的確な解答」，「適切に答える」，「適切に検討する」や「的確な検討」の表現の意味するところについては，既に公表した出題の趣旨を参照することを求める。\n(1) 設問１についてア 設問１の全般的な採点実感設問１は，具体的な事実を踏まえ，実体的な法律関係を理解して論述する能力- 9 -を問おうとするものである。そこでは，民法の基本的な概念を適切に用い，法律関係を理解する上で欠かすことができない適用規範を提示する民法の規定を指摘し，また，訴訟における攻撃防御の構造を意識しつつ具体的な事実が持つ意義を的確に理解して論述をすることなどが求められる。\n実際に作成された答案も，遺産分割や遺産共有という基本概念を適切に用いたものが見られ，また，民法第８９８条のような基本的な規定を掲記して論述をするものが見られた。半面において，これらの概念や規定に論及しない答案も少なくない。加えて，小問（１）において，民法第９４条第２項の類推解釈に論及し，\nそれに相当な分量を割く答案などが見られ，さらには，その類推解釈が肯定されるべき事例であると説くものなどまであり，受験者の解答の水準には，相当の上下の乖離が見られる。民法上の権利変動は，その原因となる法律行為や事実が認められるときに初めて肯定されるべきものであって，権利外観法理により保護を考えなければならない局面は，あくまでも例外であるということが，改めて認識されることがあってよいと痛感する。\n訴訟上の攻撃防御の理解を踏まえた具体的事実の意義付けを問う小問（２）においては，自己の物の時効取得が成立可能であるかどうかという見地から題意の事実の意義が考察対象となるということ，及び，自主占有が法律上推定されることを踏まえて，自主占有であることを否認する観点から題意の事実が意義を持つことを適切に論ずる答案も見られた。半面において，これらのいずれかのみを論じ，又は，これらのいずれもが指摘されていないものがあり，とりわけ自己の物の時効取得の適否という観点を問題としていない答案は，少なくなかった。\n訴訟における攻撃防御を考察する際には，実体法と関連付けて検討することが，\n極めて重要である。そもそも実体法上問題とならない事実，実体法上問題となる事実ではあるが主張立証責任の観点から主張立証を求められない事実ないし否認の理由付けになるにとどまると認められる事実，そして，実体法上問題となるのみならず主張立証が正に求められる事実の区別は，実体法の正確な理解を基盤として初めて成り立つものである。自己の物の時効取得について言うならば，その適否が判例上問題とされたということ自体が，それについて実体法的な観点から考察をしておくべき必要があることを示している。日頃の学習においても，請求原因事実や抗弁事実となるものの組合せの暗記のようなことに走るのではなく，\nそれら事実を実体法と関連させながら理解する態度が強く望まれる。\nイ 答案の例優秀に該当する答案は，小問（１）については，ＡＢ間の売買契約に基づいて甲土地の所有権が買主Ａに移転したことを理由とするＦの主張がいかなる法的根拠に基づくものであるかを的確に述べ，かつ，遺産共有状態にあることと遺産分割が未了であることをその根拠規定に言及しながら正確に指摘し，遺産分割未了の状態における甲土地の所有権の帰属について結論を示すものである。また，小問（２）については，民法の実体法理として，自己の物の時効取得の可否をその根拠に言及しつつ明らかにした上で，他主占有・自主占有の判断基準としての占有取得権原の実体法上の意味及び主張立証責任における意味を細密に検討するものである。\n良好に該当する答案は，優秀に該当する答案において要求される事項のうち主- 10 -要なものにつき検討不足の点が残るものの，小問（１）では，Ｆの主張の法的意味及び遺産共有・遺産分割協議への言及があり，また，小問（２）では，「他人の物」要件への言及があるとともに，他主占有・自主占有の判断基準についての指摘と主張立証責任の分配に関する適切な言及があるものである。\n一応の水準に該当する答案の例は，上記事項のうちのいずれかを欠くもの，例えば，遺産共有の問題と物権法上の共有の問題との相違に思いを馳せることなく，\n漠然と両者を同一視したり，遺産分割未了の意味を問うことなく分析を進めたり，\n自己の物の時効取得の問題に思いが至らなかったり，他主占有・自主占有の判断基準について曖昧なままに卒然と主張立証責任へと論旨を展開したりするものである。\n不良に該当する答案の例は，およそ民法の実体法理の意味についての検討を欠いたまま，漫然と要件事実を羅列することから始め，そこへの当てはめに堕しているもの，そもそも遺産共有そして遺産分割未了の問題に気付いていないもの，\n物権法上の共有における登記の問題や民法第１７７条の適用問題への言及に傾注しているもの，本問では主要な検討対象となり得ない民法第９４条第２項の類推解釈の可否に関する検討に専念しているものなどである。\n(2) 設問２についてア 設問２の全般的な採点実感設問２は，当事者間に成立した契約の内容を理解して妥当と認められる法律的帰結を導く能力などを問おうとするものである。そのことから，契約書を正しく読み取った上で，契約条項をそのままの形で適用するのでは解決が困難である問題について，契約解釈などを通じ，十分な理由付けと論理一貫性の下に適切な解決を導くことができるかどうかが，評価の対象となる。\n実際にも，このような観点を明確に意識し，契約書の第４条や第６条に論及しつつ，本問事例の法律関係の理解と問題解決を考察する答案が見られた。半面において，契約書への論及が不十分であったり，契約書とは無関係に論述を進め，\n民法の寄託や共有の規定などを問題とする考察に終始したりするものも少なくなかった。任意規定に反しない特約が有効とされ，そして，補充的契約解釈の手法などの契約解釈を用いて当事者の合理的意思を探求する手順を経ることにより妥当な解決が見いだされるべきであるという原理を知らない受験者はいないと目されるけれども，それらの思考作業を実際に試みることの重要性は，実務法曹を志すからには，改めて認識してほしい。民事の法律実務においては，契約書の内容が文言のみを見ると矛盾が生ずるように感じられる局面は珍しくなく，そうであるからこそ，そこで法律家の役割が求められるものである，ということに思いを致すことが望まれる。\nなお，設問２は，このように主に契約解釈の必要性があることの理解とその実質的検討を求めるものであるが，本問事例の状況を解決するに当たっては，財貨の帰属の態様に関する深められた考察が問題となる契機も見られる。１０００個といういわば集合の全体を共有するという理解に暗黙に立ち，その半分である５００個の引渡しを求めることができるなどと論ずるものがほとんどであるが，そのような考え方が当然に成り立つと見ることはできず，一つ一つの個々の物ごとに共有が成立する，という見方との対比検討という周到な考察を示す答案も，極- 11 -めて少数ではあるが見られたところである。\nまた，民事の法律問題を考える際には，訴訟物が何になるかを意識することが，\n重要である。設問２の引渡請求も，寄託契約に基づく請求権と所有権に基づく請求権の両者を問題とすることが可能であり，この点に適切に論及する答案も見られたが，半面において請求権の根拠に全く論及しないか，又は，それを意識していないと見られる答案もあった。\nイ 答案の例優秀に該当する答案の例は，本問寄託契約書が，一方では，現存寄託物の共有を定め，他方では，各寄託者に寄託した数量の返還請求権を認めていることを指摘し，その合理的な調整を図るべく，契約の解釈等を行い，債権的返還請求権又は物権的返還請求権としての構成を適切に行った上で，妥当な結論に到達しているものである。\n良好に該当する答案の例は，本件寄託契約書の条項を直接に適用するのみでは妥当な結論に達し得ないことを適切に指摘するものの，その調整の論理あるいは請求権の性質や根拠が不明確であるものである。\n一応の水準に該当する答案の例は，本問寄託物が共有に属することを適切に指摘するものの，その調整について慎重な検討を行わず，安易に結論を示そうとするものである。\n不良に該当する答案の例は，本件寄託契約書の条項について検討を行わず，したがって，条項間の解釈的な調整をすることもなく，安易に結論を示そうとするものである。\n(3) 設問３についてア 設問３の全般的な採点実感設問３は，寄託契約の債務不履行を肯定する前提となる注意義務の水準や内容を踏まえ，それらを論じた上で，特定の内容の損害賠償請求について，その可否の検討を求めるものであり，損害賠償の可否の検討においては，題意が示す具体的な事実を総合的に分析して考察する能力が問われる。\n実際に作成された答案も，無償寄託における注意義務が自己の財産についてと同一の注意義務であることを根拠法条とともに指摘し，本問の受寄者には，それに対する違反があったとするものが多かった。ただし，中には，根拠法条を掲げないで自己の財産についてと同一の注意義務であるという結論のみを示すものや，\n「和風だし」と「山菜おこわ」の寄託契約が別個に締結されていることに気付いていないものなどが見られた。また，先に行われた「和風だし」の契約に係る注意義務に着目し，それとの関連を丁寧に説明して善良な管理者の注意義務とするのであるならばともかく，そのような考察を経ないで善良な管理者の注意義務であるとする結論を漫然と述べるものが見られたことも，残念である。\n損害賠償の可否については，多くの答案が民法第４１６条の特に第２項の問題であるという規範適用を前提として論じていたし，それは，本問について，十分にあり得るアプローチである。全般的にも，余り多くはないが，民事の法律紛争の一つの重要な題材である損害賠償については，しっかり論述しようとする態度が答案の全体からうかがわれるものがあったことは，好ましい。\nしかし，半面において，まず，その規範適用において，特別損害を誰がいつ予- 12 -見すべきか，という点を細密に論じないで単に受寄者が予見することができたかどうかの検討に終始するものが見られた。また，受寄者が事情の一端を聞いていたという一点のみから，予見可能な特別損害であると単線的に結論を導くものも少なくない。法律実務家には，事案の全体を見渡して考察するという態度が常に求められるものであり，本問においても，題意の事実関係において提示されている複数の事実を総合的に考察の俎上に載せるという思考が望まれる。\nイ 答案の例優秀に該当する答案の例は，既に公表した出題の趣旨に即した仕方で，「山菜おこわ」の受寄者Ｈが負う注意義務の基準を明らかにし，保管義務違反があったことを事実に即して指摘し，Ｆによる損害賠償請求を認めるために必要な考察の視点を提示した上で，提示された視点に【事実】を当てはめて，「損害の賠償を請求することができるか」という問いに答える形で結論を示すものである。その論述に当たっては，とりわけ，関連する法条を正しく掲記すること，解答において提示する考察の視点につき，その視点に着目して検討するべき理由を的確に説明すること，結論を導くに当たって【事実】に現れた諸事情を読み取り，要件の充足につき慎重な考察を経た上で結論を示すこと，という全てについて適切に答えているものである。\n良好に該当する答案の例は，「山菜おこわ」の受寄者Ｈが負う注意義務の基準を明らかにし，保管義務違反があったことを事実に即して指摘した上で，Ｆによる損害賠償請求を認めるために必要な考察の視点を提示するものの，結論を導くに当たっての考察において，【事実】に現れた諸事情の読み取り及び考察が十分でないものである。\n一応の水準に該当する答案の例は，「山菜おこわ」の受寄者Ｈが負う注意義務の基準を明らかにし，保管義務違反があったことを事実に即して指摘するものの，\nＦによる損害賠償請求を認めるために必要な考察の視点を提示するに当たって，\nその視点に着目して検討するべき理由を的確に説明せず，かつ，結論を導くに当たっての考察も不十分なものである。\n不良に該当する答案の例は，上に掲げた諸点のいずれにおいても適切な解答となっていないものである。\n(4) 全体を通じ補足的に指摘しておくべき事項特定の設問ということでなく，答案の全体から感じられたことについても，幾つかの指摘をしておきたい。\n答案の中に，少数ではあるが，受験者の極めて優れた分析能力や考察能力をうかがわせるものが見られる。旧司法試験の制度の下で見られたように，法学教育は学部までで終了し，その後の司法試験受験のためには，受験者の関心が受験準備のマニュアル的な訓練ばかりに向かいがちであった仕組みの下では，このような答案は現れなかったものと思われる。\n半面において，細かく観察すると，法律家として将来において実務に就くという目的意識とは距離のある文章作成の感覚も，遺憾ながら見られる。接続表現が，譲歩でなく単に逆接である場面で見られる「そうであっても」，「そうとしても」という言葉や，仮定でなく単に順接である場面で用いられる「とすると」，「そうであれば」という表現の頻用は，不自然である。法律家として将来において作成すること- 13 -になる裁判書や準備書面は，「しかし」，「したがって」，「そこで」などの一般の人々も理解しやすい平易な表現で書かれることが望まれるし，答案も，そうであってほしい。\n法律家が書く文章ということでは，さらに裁判書や準備書面は，当然と言えば当然のことであるが，他人に読んでもらうものである，という前提がある。自分が手控えとして残しておくメモとは異なるものであり，答案も，それらと同じであるべきであるから，その観点からの注意も要る。「債ム」などという略記や略字，時的因子を示す際に「平成」を示す記号であると見られる「H」という略記などは，いずれも自分のみが読むメモであるならばあり得ることであるが，答案などにおいては好ましくない。なお，字が小さ過ぎて，かつ潰れたように記されているため判読が困難であるものも，まれに見られる。\n答案の分量やそれと密接に関連すると見られる答案作成の時間配分の問題については，設問３が考察不足に終わった答案の中に，設問１で不必要なことを書いたために時間を費やしたとか，どうしても設問１及び同２を書き過ぎてしまうとかといった原因を抱えていると推測されるものが見られる。受験者は，各設問に対応する解答の分量を考えるとき，示されている配点の割合を参考にすると良い。\n５ 法科大学院における学習において望まれる事項民法は，取り扱う内容題材が多岐にわたるが，それだけに法科大学院における学習において望まれることは，基礎的な概念の理解や基本的な思考方法を確実に習得した上で応用的な問題に取り組む，という順序に従って学習を進める，ということである。\n具体的には，与えられた事実関係について，その法律関係を理解するために必要な規範を提示している民法などの規定を的確に見いだし，その上で，それを適切に適用して，与えられた法律関係から導かれる法的な解決を見いだす，ということが，極めて重要である。一言で言うならば，通常の規範適用を着実にすることができ，そこでの論理操作の過程を適切に文章に表現することができる，ということが求められる。\nときに，そうではなく，殊更法文にない事項や，法文の解釈において特殊な思考操作を要する問題にのみ偏った関心を向け，そこで解釈意見が対立する様相について暗記をするというようなことに精力を傾ける学習態度も見られるけれども，それは，推奨することができない学習方法である。\n応用的な問題に取り組むことも，もちろん必要であるが，それは，基本に従って通常の規範操作をする能力を前提としてのことである。\n本年試験においても，題意が与える事実関係を精密に分析して，それについて民法が用意する規範を適切に運用してみせた答案がある半面において，題意にない事実を付加したり，題意から想定し難い仕方で事実関係を理解したりして，殊更特殊な問題を論ずることに時間を割く答案も見られた。後者の思考態度は，法律実務に就く者の仕事の姿勢として，あり得ないものである。\n今後とも受験者においては，法律実務を的確に扱うことができる能力を練成するという姿勢を堅持してほしいし，法科大学院における教育も，基礎的な理解と思考に基づく法的推論をする能力を育むものであることが望まれる。"
}