{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "- 1 -\n[倒 産 法]\n〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ株式会社（以下「Ａ社」という。）は，コンピュータ・ソフトウェアの製造及び販売を業とする会社であり，平成２０年頃には，年間で５０億円を超える売上げを計上するなど，順調な業績を維持していたが，平成２２年末頃以降は，徐々にその経営が悪化し，平成２３年９月５日には，破産手続開始の申立てをするに至り，同月１５日，破産手続開始の決定を受け，弁護士Ｘが破産管財人に選任された。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，平成２２年１２月頃，売上げの半分以上を占めていた取引先が破綻し，当該取引先からの支払が突然途絶えたため，以後は，その資金繰りが悪化した。\nそこで，Ａ社は，メインバンクを含む金融機関に新規の融資を求めたものの，十分な額の融資を得ることができそうになかったため，取引先からの紹介を受け，いわゆる事業再生ファンドであるＢアセット株式会社（以下「Ｂ社」という。）と交渉した結果，将来の他社とのＭ＆\nＡを念頭に置いてＢ社から最大で２０億円をめどに融資を受けられることとなり，まず，平成\n２３年２月１日に５億円の融資を受ける旨の契約をＢ社との間で締結し，その融資は，同日，実行された（以下においては，利息については考慮せず，当該契約に基づくＡ社の債務額は，５億円とする。）。この契約においては，Ａ社は，同年８月１日をもって，借入金を返済する旨の条項が含まれていた。\nＡ社によるスポンサー企業等の開拓は，その後も精力的に続けられたが，業界の景気の更なる悪化などのため，適当なスポンサー企業等を獲得するには至らなかった。その結果，Ａ社の経営状況は，同年６月頃から深刻さを増したものの，Ｂ社からの上記の５億円の融資金の残りを利用することができたため，一部の金融機関に対する債務の返済計画を相手方の同意を得て変更した以外は，全ての債務を約定どおり弁済していた。\n一方，Ｂ社は，同年６月頃には，Ａ社への上記の融資は失敗であり，その回収に向けた準備が必要であるとの判断に至ったことから，当該融資の段階でその担保のために抵当権の設定を受けていたＡ社所有の不動産の評価を進めたところ，２億円しか満足を受けられる見込みがないことが明らかになった。そこで，同年７月２５日，Ｂ社の代表取締役らがＡ社を訪れ，５億円の融資の返済期日を同年９月１日に変更するとともに，その見返りとして，Ａ社の有する複数の売掛金債権（全てが優良債権であり，その評価額は，２億円であった。）を追加担保（譲渡担保）としてＢ社に差し入れることを求めた。Ａ社の代表取締役であるＣは，同年７月２５\n日，やむを得ず，これに応じて，当該売掛金債権について債権譲渡担保を設定し（以下「本件債権譲渡担保設定行為」という。)，Ａ社とＢ社は，同月２８日に債権譲渡登記を経由した。\nＡ社は，この当時，同年８月中旬までに弁済期が到来する債務を幾つか負担し（この他には，同年８月中に弁済期が到来する債務はなかった。），その総額は，１億円に達していたが，Ｂ社に対する債務の支払の猶予を受けたことで余裕ができたため，何とか，これらの債務を全額決済することができた。ただし，ＣらＡ社の経営陣は，同年７月末時点で，Ａ社の余裕資金はぎりぎり１億円であり，他方で，同年８月中に新たな弁済資金の調達の見込みがなかったため，同年８月中旬には弁済資金が枯渇するものと予想していた。そして，実際にも，その予想どおりに資金状況は推移し，返済期日が同年９月１日に変更されたＢ社に対する上記の債務の支払をすることができなかった。\n以上の場合において，Ａ社の破産手続開始後，Ａ社がＢ社のためにした本件債権譲渡担保設\n- 2 -定行為をＸが否認することができるかどうかについて，予想されるＸ及びＢ社の主張を踏まえて，論じなさい。\n２．Ａ社は，平成２３年５月２７日，株主総会を開催し，①取締役としてＤらを選任すること，②定款を変更して，本店を移転すること，③１株当たり５０００円の配当をすることをそれぞれ決議した。ところが，Ａ社の株主Ｅは，同年７月２９日，当該株主総会の決議の取消しの訴えを提起した。\nなお，この訴訟においては，ＤがＡ社を代表して訴訟追行をしていた。\n以上の場合において，当該訴訟は，Ａ社に対する破産手続開始の決定によってどのような影響を受けるかについて，論じなさい。\n- 3 -\n〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n金属製品のリサイクル業等を営むＡ株式会社（以下「Ａ社」という。）は，債権者５０社に対して総額約１０億円の負債を負っていたことから，破産手続開始の原因となる事実の生ずるおそれがあるとして，平成２３年５月３０日に再生手続開始の申立てを行ったところ，同日に監督委員として弁護士Ｘが選任された上，同年６月３日に再生手続開始の決定を受けた。\n〔設 問〕 以下の１及び２については，それぞれ独立したものとして解答しなさい。\n１．Ａ社は，平成２３年１月２１日，その主要な取引銀行であるＢ銀行から１億円の融資を受けるに当たり，その担保として，Ｂ銀行に対し，取引先のＣ株式会社（以下「Ｃ社」という。）外１０社に対する金属製品の販売に係る売掛金債権をそれぞれ譲渡した。その際，対抗要件の具備については留保し，Ｂ銀行がＡ社を代理して譲渡通知を行うことができる旨の委任がＡ社からＢ銀行にされた。\nＢ銀行は，Ａ社が再生手続開始の申立てを行ったことを受け，同年６月１日，上記の売掛金債権の譲渡担保について確定日付のある証書による債務者らに対する譲渡通知をしたものの，Ｃ社に対する売掛金債権については，この譲渡通知を行うことを失念していた。Ｂ銀行は，同月１３日になってこれに気付いたことから，同日，Ｃ社に対し，当該売掛金債権につき確定日付のある証書によって譲渡通知をするとともに，同月１５日には，Ｃ社から確定日付のある証書による承諾も，取得した。\n以上の場合において，Ａ社がＢ銀行に対してＣ社に対する売掛金債権がＡ社に帰属することを主張することができるかどうかについて，Ｂ銀行の譲渡通知及びＣ社の承諾がそれぞれ再生手続上どのように取り扱われるかを踏まえて，論じなさい。\n２．Ａ社は，財産評定を完了し，平成２３年７月２９日，裁判所に対し，財産目録及び貸借対照表を提出した。これらによれば，Ａ社の再生手続開始の時点における資産総額は，３億円であり，共益債権，一般優先債権及び破産手続において清算するための費用等を控除して算定した予想破産配当率は，１０％とされていた。Ｘが調査を進めたところ，Ａ社について，主要な取引先であるＤ株式会社（以下「Ｄ社」という。）から再生債権である未払の売掛金を即時に弁済しなければ新規の取引を全て打ち切る旨を告げられたため，やむを得ず，再生手続開始後財産評定前の段階で，Ｄ社に対し，裁判所に無断で，５００万円の弁済をしていたという事実が当該財産評定後に判明した。\nなお，当該財産評定においては，上記の５００万円の弁済後の資産が計上されていた。\nその後，Ａ社は，同年８月２９日，裁判所に対し，再生計画案を提出した。当該再生計画案における権利の変更の一般的基準の要旨は，次の①から④までのとおりであった。\n① 再生債権の元本並びに再生手続開始の決定の日の前日までの利息及び遅延損害金の合計額のうち，１０万円までの部分は，免除を受けず，１０万円を超える部分は，再生計画の認可の決定が確定した時にその９５％の免除を受ける。\n② 再生手続開始の決定の日以後の利息及び遅延損害金は，再生計画の認可の決定が確定した時に全額の免除を受ける。\n③ 権利変更後の債権額のうち，１０万円までの部分は，再生計画の認可の決定が確定した日から２か月以内に支払う。\n④ 権利変更後の債権額のうち，１０万円を超える部分は，均等額で５回に分割し，平成２４年から平成２８年までの間，毎年７月末日限り，支払う。\n以上の事実関係を踏まえ，裁判所がＡ社の提出した再生計画案を決議に付すかどうかを判断するに当たり，どのような法律上の問題点があるかを論じ，あわせて，ＸがＡ社に対してどの- 4 -ような是正措置を採るように勧告すべきかについて，論じなさい。\n- 5 -\n- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "purpose": "[倒 産 法]\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続における否認の要件及び破産手続開始の決定が係属中の株主総会の決議の取消しの訴えに与える影響についての理解を問うものである。\n設問１については，破産者が実質的破綻時期において設定した債権譲渡担保について，設例における具体的事実関係の下で，支払不能となる具体的な時期を認定した上，適切な否認権に関する規定（支払不能の時期の認定次第ではあるものの，設例においては，破産法第１６２条第１項第２号が主要な検討対象となろう。）に基づき，否認の要件に当てはめてその可否を論ずることが求められる。その際には，問題文において，予想されるＸ及びＢ社の主張を踏まえて論ずることが求められているので，支払不能となる時期に関しては，弁済期が到来した債務についてのみ判断されるとする考え方（Ｂ社が主張するものと予想されるであろう。）と近い将来の支払不能が確実に予想される時点で支払不能を認定することができるという考え方（Ｘが主張するものと予想されるであろう。）の対立が明らかにされる必要があるし，- 14 -\n前者の考え方に原則的に立ちつつも，設例のように返済期日の変更がされた場合において，当該変更が債務者の信用力の反映ではなく，否認を免れるためにされたようなときは，変更前の返済期日が到来した時点で支払不能となるという考え方もあり得るであろう。このような多様な視点を意識しつつ，予想されるＸ及びＢ社の主張の内容を整理し，自説による支払不能となる時期の認定を説得的に論ずることが期待される。また，以上の支払不能に関する時期的要件の検討に加え，否認の他の要件（破産法第１６２条第１項第２号の場合は，破産者の行為が非義務的偏頗行為であることやＢ社の悪意）についても，ＸとＢ社の主張の対立を意識しつつ，設例に当てはめて，否認の可否についての結論を明らかにする必要がある。\n設問２については，まず，設例の各株主総会決議の取消しの訴えに係る訴訟が破産法第４４条第１項に規定する「破産者を当事者とする破産財団に関する訴訟手続」に当たり，中断するものであるかどうかを論ずることが求められる。破産会社を被告とする株主総会決議取消訴訟は，会社の組織的事項を対象とするのが原則であるが，その財産関係に影響を及ぼす事項を対象とするもの（例えば，設例の③の配当決議の取消訴訟がこれに当たるとする考え方がある。）も存在する可能性があり，設例の①から③までの各決議ごとに，各株主総会決議取消訴訟が同項の規定により中断するものであるかどうかを論じ，中断すると結論付けるときには，破産管財人Ｘにより受継されるかどうかについても，言及する必要がある。他方，同項の規定により中断しないと考える場合には，従来の取締役であるＤがそのまま代表者として訴訟を追行することができるかどうかが論じられなければならず，その際には，委任契約の終了に関する民法第６５３条第２号の規定の適用の可能性に関する解答者の立場を踏まえて，Ａ社の破産手続開始後の訴訟追行の在り方について論ずべきであるし，また，設例の①の決議（取締役Ｄの選任決議）の取消訴訟については，訴えの利益の有無も，論点の一つとなるであろう（最判平成２１年４月１７日判時２０４４号７４頁等参照）。さらに，本問は，設例の①から③までの各決議の取消訴訟が被告であるＡ社の破産手続開始決定によってどのような影響を受けるかを問うものであるから，一部の株主総会決議取消請求について訴訟追行者が異なるという結論に至ったときには，弁論を分離して別個に審理・裁判をする可能性についても言及することが期待される。\n〔第２問〕\n本問は，具体的な事例を通じて，再生手続開始の決定が再生債務者や第三者の行為に与える影響及び再生計画案についての決議に付する旨の決定の要件についての理解を問うものである。\n設問１については，まず，Ａ社について再生手続が開始された時点では，Ｂ銀行が売掛金債権に係る譲渡担保を受けたことにつき対抗要件を具備していないので，そのままでは当該譲渡担保の効力を再生手続において主張することができないこと，すなわち，対抗問題の発生について確認する必要があり，いわゆる再生債務者の第三者性や再生手続開始後の登記等の効力を否定する規定（民事再生法第４５条）の趣旨等から，これを理由付けることが求められる。次に，再生手続開始後にされたＢ銀行による譲渡通知及びＣ社による承諾の効力を論ずることになる。いずれも，その効力が否定されることになるが，譲渡通知については，Ｂ銀行がＡ社を代理して通知するものである旨を確認する必要があり，その上で，本問では，監督委員が選任されており，譲渡通知は財産処分行為として要同意事項として指定されていることが想定されるので，同意を得ないでした行為として無効となるものと考えられる（同法第５４条第４項）が，開始後の登記等の規定（同法第４５条）の類推適用や再生債権の弁済禁止（同法第８５条第１項）による説明もあり得るであろう。いずれにしても，説得的な論述が求められる。また，承諾については，再生債権につき再生債務者の行為によらないで権利を取得した者に該当すると考えられるので，同法第４４条が適用になることを述べる必\n- 15 -要がある。\n設問２については，まず，決議に付する旨の決定の要件（民事再生法第１６９条第１項）として，一定の再生計画の不認可事由に該当しないことが求められていること（同項第３号）を確認する必要がある。その上で，設例の再生計画案において問題となる点として，第１に，清算価値保障原則について定める同法第１７４条第２項第４号があり，１０％の破産配当率と設例の計画案における原則９５％免除の一般的基準との比較から論述することが求められる。第２に，Ｄ社に対する手続開始後の弁済の問題があり，このような弁済が同法第８５条第１項に違反するものであって，同法第１７４条第２項第１号の不認可事由に該当することになるものの，同法第８５条第５項に該当する可能性もあり，事後的な裁判所の許可による不備の補正の可能性について言及することが期待される。最後に，監督委員Ｘによる勧告として，Ｄ社に対する不当利得返還請求権の行使や，清算価値を満たす弁済率への再生計画案の修正（同法第１６７条）の指摘が求められる。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n個別的な内容については，既に「出題の趣旨」として公表したとおりである。\n本年の問題の作成に当たっても，昨年と同様，基本的な概念の理解，具体的な事案を法律の規律に的確に当てはめて要件の充足性等を判断する能力，実体法の理解を踏まえた倒産法の規律の理解，具体的な事案に応じて関係者間の利益を適切に考慮する能力及び問題解決のための対応策の選択の能力を試すこと等に重点を置くこととした。\n２ 採点方針解答に当たって言及すべき問題点等については，既に「出題の趣旨」として公表したとおりである。\n第１問については，本件の具体的な事案に即して，支払不能となる具体的な時期を認定した上，そこから導かれる適切な否認権に関する規定の適用について，多様な視点を意識しつつ，論ずることができるか（設問１），株主総会の各決議の取消しの訴えの内容を分析した上，破産手続開始の決定による中断の有無及びその結論を踏まえて生ずる問題点を的確に論ずることができるか（設問２）という点に重点を置いた。\n第２問については，対抗関係の発生を認識した上で，再生手続開始後にされた再生債務者及び第三者の行為の効力について，本件の具体的な事案を基にして適切な規律を当てはめて論ずることができるか（設問１），再生計画案を決議に付する旨の決定の要件の有無について分析した上，設例の再生計画案の内容が清算価値保障原則に反するものでないか及び一部の債権者に対する弁済が再生債権の弁済禁止の規律に反するものでないか等を的確に論ずることができるか（設問２）という点に重点を置いた。\n３ 採点実感等(1) 第１問設問１については，支払不能の時期の認定に当たり，設例の事案を丁寧に分析することが不可欠であり，与えられた事実関係からは，破産法第１６２条第１項第２号の規定による否認を検討の柱とし，その成否についての複数の考え方を検討すべきことになると考えられ，このような構成を展開した答案については，高い評価が与えられた。これに対し，漫然と７月２５日又はそれ以前の段階で支払不能であったと安易に認定し，同項第１号イの問題としてのみ論じている答案や，同項第２号を問題としつつも，８月中旬の時点で説得的な理由なく支払不能を認定している答案が相当程度見受けられた。さらに，同条の適用の検討に当たり，同時交換的行為ないし有害性の記述に相当程度のウエイトを置く答案も相当数存在したが，規定の趣旨及び文言に立ち返って考えるという習慣が必要であろう。加えて，同法第１６０条の規定による否認のみを延々と検討する等，財産減少行為と偏頗行為との区別等の基本概念の理解について疑問を抱かざるを得ない答案も少なくなかった。また，\n問題文に「予想されるＸ及びＢ社の主張を踏まえて」と記載されており，支払不能時期の認定に当たっての異なる立場からの検討を求められていることが明らかであるにもかかわらず，自説以外の考え方についての言及が全くないか，又はほとんどないという答案も若干数見られた。\n- 32 -設問２については，破産法第４４条第１項の適用の可否という問題については，\n多くの答案が指摘していたが，設例の①から③までの各決議のそれぞれについて同項に規定する「破産財団に関する訴訟手続」に当たるかどうかを検討していないものもあり，具体的な理由付けを各決議ごとに説得的に論ずることができたかどうかで差が付くこととなった。また，破産手続開始の決定による会社と代表者の委任関係の帰すうにまつわる問題点については，一定程度の答案が触れていたものの，当事者適格の問題（被告となる者がＡ社かＸか）と訴訟追行を行う者の問題（被告となる者がＡ社のままである場合に，Ａ社を代表する者が誰であるのか）とが明確に区別することができていない答案が多かった。なお，設例の①の決議取消訴訟に関する訴えの利益の問題や，弁論の分離に関する論述も期待したが，これらについて論じた答案は少なかった。また，株主総会決議取消訴訟を株主代表訴訟と混同して同法第４５条の（類推）適用の可否を論じたり，設例の③の決議取消訴訟を破産債権に関する訴訟に当たるとして同法第４４条第２項の適用の可否を論ずる等，解答者の基本的な知識・理解が乏しいと考えざるを得ない答案も存在した。\n総じて，第１問については，支払不能の時期についてどこまで事案を分析して規律の的確な当てはめをしているかどうか，また，株主総会決議の内容を分析して当てはめをしているかどうか等で差が付くこととなった。基本的な概念を正確に理解した上で，事案を丁寧に分析し，破産法の規定を適切に当てはめて論じている答案が優秀答案と評価し得るものであった。優秀に達しないものは，基本的な概念についての理解の正確さ，事案の分析の丁寧さ，破産法の規定の当てはめの適切性等の程度に応じて，良好又は一応の水準に答案の評価が分かれることとなった。基本的な概念についての理解が乏しく，事案を分析し規律を的確に当てはめて論ずることができていない答案は，不良の評価となった。\n(2) 第２問設問１については，Ａ社とＢ銀行が対抗関係に立つこと自体は比較的多くの答案が指摘することができていたものの，それを根拠付けて論じた答案や，対抗関係を踏まえた上で，再生手続開始後にされたＡ社（代理人Ｂ銀行）による通知及びＣ社による承認の双方について，それぞれの効力を的確に論じた答案は少なく，通知と承諾を区別することなく論じた答案や，民事再生法第４４条又は第４５条のいずれについても，その要件の当てはめの検討が不十分な答案が目に付いた（通知について同法第５４条第４項等の適用を論じたものは，ごく僅かであった。）。また，再生手続開始後にされたものであるにもかかわらず，特段の根拠も示さないまま，通知又は承諾を否認の対象として検討した答案が多く（ただし，一定の点数は付与した。），\nまた，監督委員であるＸが対抗関係にある第三者であるとして，その対抗の可否について論ずる等，再生手続の基本的な仕組み・概念について理解していないものと推察される答案も相当程度存在した。なお，債権譲渡の通知については，民法上，\n譲受人が譲渡人の代理人となることができると一般に解されているが，説得的な理由付けをすることなく，これを否定したため，設問の倒産法固有の問題点の検討に到達することのできなかった答案も，少なからず存在した。\n設問２については，そもそも，再生計画案を決議に付する旨の決定の要件（民事再生法第１６９条第１項）の問題であることを指摘することができていない答案が一定数存在した。再生計画案に関する個別の問題のうち，設問の再生計画案の内容- 33 -が清算価値保障原則に反するかどうかを論じた答案は一定程度は存在したものの，\n結論を述べるのみのものが多く，予想破産配当率を負債額ではなく，総資産額を基に考えているとうかがわれるなど，基本的な概念についての理解に疑念を生じざるを得ない答案も見受けられた。また，Ｄ社に対する弁済についても，同法第８５条第１項により無効となるという原則論自体が押さえられていない答案が少なくなく，\n一般論として債権者平等の原則に反する等と論ずるにとどまっていたり，否認の可否を検討したりするなど，この点においても，基本的な規律・概念を理解することができていないと感じられる答案が見受けられた。加えて，是正措置の勧告の内容については，ほとんどの答案が言及していないか，又は簡単に触れる程度の記載しかなかった。\n総じて，第２問については，対抗関係の発生を根拠付けた上で，通知と承諾の違いを踏まえ，それぞれの効力について民事再生法の規律の適用を的確にすることができたかどうか，また，決議に付する旨の決定の要件の検討という問題を設定した上で，再生計画案の条項から清算価値保障原則の問題を抽出して的確に検討し，一部の債権者に対する弁済の再生法上の取扱いに正確に条文を当てはめることができたかどうか等で差が付くこととなった。第１問と同様に，基礎的な概念の正確な理解を基に事案を分析し，的確な規律の当てはめを論じている答案が優秀答案と評価し得るものであった。優秀に達しないものは，基礎的な概念についての理解の正確さ，事案の分析の丁寧さ，規律の当てはめの的確性等の程度に応じて，良好又は一応の水準に答案の評価が分かれることとなった。基礎的な概念についての理解が乏しく，事案を分析し規律を的確に当てはめて論ずることができていない答案は，不良の評価となった。\n４ 今後の出題について今後も，特定の傾向に偏ることなく，基本的な事柄に関する知識・理解を確認する問題と具体的な事案からの問題発見能力を試す問題，倒産実体法に関する問題と倒産手続法に関する問題，企業倒産に関する問題と個人倒産に関する問題等，幅広い観点からの出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるものまずは，倒産法における基本的な概念・基礎的な事項について，条文の規定等に基づき，しっかりと身に付けさせるということが重要であると考えられる（今回の出題に関して言えば，「支払不能」，「偏頗行為」，「破産財団」，「再生債務者の第三者性」，\n「清算価値保障原則」等）。その上で，具体的な事案に関し，このような基本的な概念・基礎的な事項を基にして，正確に事案を分析し，法的に何が問題となるのかを的確に抽出し，それに対して倒産という事象が発生した場合の適切な問題解決という結論を導くため，論理的な整合性に配慮しつつ，的確な倒産法の規範の当てはめを行うことができる能力の養成を期待したい。\n- 34 -"
}