{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成２３年１０月３日，覚せい剤取締法違反の検挙歴を有する者がＨ県警察Ｉ警察署を訪れ，司法警察員Ｋに対し，「昨日（同月２日），Ｈ県Ｉ市Ｊ町にある人材派遣会社のＴ株式会社の社長室で，代表取締役社長甲から，覚せい剤様の白色粉末を示され，『シャブをやらないか。安くするよ。』などと覚せい剤の購入を勧められた。自分は断ったけれども，甲は，裏で手広く覚せい剤の密売を行っているといううわさがある。」旨の情報提供をした。そこで，司法警察員Ｋは，部下に，Ｔ株式会社についての内偵捜査を命じた。同社は，Ｈ県Ｉ市Ｊ町○丁目△番地に平屋建ての事務所建物を設けて人材派遣業を営んでおり，代表取締役社長の甲以外に数名の従業員が同事務所で働いていることが判明した。また，司法警察員Ｋの部下が同事務所を見張っていたところ，かつて覚せい剤取締法違反で検挙したことのある者数名が同事務所に出入りしているのが確認できた。その後，司法警察員Ｋは，部下に，同事務所に出入りしている人物１名に対する職務質問を実施させたが，その者はこれに応じなかったため，司法警察員Ｋは，証拠隠滅を防ぐには，すぐにＴ株式会社に対する捜索差押えを実施する必要があると考えた。そこで，司法警察員Ｋは，同月５日，Ｈ地方裁判所裁判官に，被疑者を「甲」，犯罪事実の要旨を「被疑者は，営利の目的で，みだりに，平成２３年１０月２日，Ｈ県Ｉ市Ｊ町○丁目△番地所在のＴ株式会社において，覚せい剤若干量を所持した。」として捜索差押許可状の発付を請求した。これを受けて，Ｈ地方裁判所裁判官は，捜索すべき場所を「Ｈ県Ｉ市Ｊ町○丁目△番地Ｔ株式会社」，差し押さえるべき物を「本件に関連する覚せい剤，電子秤，ビニール袋，はさみ，注射器，手帳，メモ，ノート，携帯電話」とする捜索差押許可状を発付した。\n２ 司法警察員Ｋらは，同月５日午後３時，Ｔ株式会社事務所に赴き，応対に出た同社従業員のＷに対し，「警察だ。社長のところに案内してくれ。」と告げて同事務所に入り，Ｗの案内で社長室に入ったところ，そこには，甲及び同社従業員の乙の２名がいた。司法警察員Ｋらは，甲に前記捜索差押許可状を呈示した上で，捜索に着手し，同社長室内において，電子秤，チャック付きの小型ビニール袋１００枚，注射器５０本のほか甲の携帯電話を発見してこれらを差し押さえた。\n捜索が継続中の同日午後３時１６分，Ｔ株式会社事務所に宅配便荷物２個が届き，Ｗがこれを受領した。同宅配便荷物は，１個が甲宛て，もう１個は乙宛てであったが，いずれも差出人は「Ｕ株式会社」，内容物については「書籍」と記載されていた上，伝票の筆跡は酷似し，外箱も同じであった。Ｗは，これを社長室に届け，甲宛ての荷物を甲に，乙宛ての荷物を乙に渡した。甲は，手に持った荷物に貼付されていた伝票を見た後，乙の顔を見て，「受け取ってしまったものは仕方がないよな。今更返せないよな。」などと言い，この荷物を自分の足下に置いた。\nこれに対し，乙も，甲の顔を見ながら，「そうですね。仕方ないですね。」などと言い，同じく，受け取った荷物を自分の足下に置いた。このやり取りを不審に思った司法警察員Ｋは，甲及び乙に，「どういう意味か。」と聞いたが，甲及び乙は，いずれも，無言であった。\n司法警察員Ｋは，差し押さえた甲の携帯電話の確認作業を行ったところ，丙なる人物から送信された「ブツを送る。いつものようにさばけ。１０月５日午後３時過ぎには届くはずだ。二つに分けて送る。お前宛てのは，お前１人でさばく分，乙宛てのは，お前と乙の２人でさばく分だ。１０日間でさばき切れなかったら，取りあえず送り返せ。乙にも伝えておけ。」と記載されたメールを発見した。さらに，司法警察員Ｋは，甲から乙宛てに送信した「丙さんから連絡があった。１０月５日午後３時過ぎには，新しいのが届く。２人でさばく分も来る。その日，午後３時前には社長室に来い。ブツが届いたら２人で分ける。」と記載されたメールを発見するとともに，乙から送信された「分かりました。その頃に社長室に行きます。」と記載されたメー\n- 2 -ルを発見した。この間，司法警察員Ｋが，伝票に記載されていた「Ｕ株式会社」の所在地等について部下に調べさせたところ，その地番は実在せず，また，電話番号も現在使用されていないものであることが判明した。\nこのような経緯から，司法警察員Ｋは，これらの宅配便荷物２個には，いずれも，覚せい剤が入っていると判断し，甲及び乙に対し，それぞれの荷物の開封を求めた。しかし，甲及び乙は，いずれも，「勘弁してください。」と言い，その要請を拒否した。その後も司法警察員Ｋは，同様の説得を繰り返したが，甲及び乙は応じなかった。\nそこで，司法警察員Ｋは，同日午後３時４５分，乙宛ての荷物を開封した［捜査①］。その結果，荷物の中から大量の白色粉末が発見された。次いで，司法警察員Ｋは，甲宛ての荷物を開封したところ，こちらからも乙宛ての荷物の半分くらいの量の白色粉末が発見された。司法警察員Ｋは，これらの白色粉末は覚せい剤だと判断し，甲及び乙に，「これは覚せい剤だな。売るためのものだな。覚せい剤かどうか調べさせてもらうぞ。」と言った。これに対し，甲は，「ばれてしまったものは仕方がない。調べるなり何なり好きにしていい。」と言い，乙も，「仕方ないな。俺宛てのものも調べてもいい。」などと言った。そこで，司法警察員Ｋは，部下に命じて，各荷物に入っていた白色粉末が覚せい剤か否か試薬を用いて調べさせたところ，いずれも覚せい剤である旨の結果が出たことから，同日午後３時５５分，甲及び乙を，いずれも営利目的での覚せい剤所持の事実で現行犯逮捕し，それぞれに伴う差押えとして，各覚せい剤を差し押さえた。\n３ 司法警察員Ｋは，甲及び乙による覚せい剤密売の全容を明らかにするためには，乙の携帯電話や手帳等を押収する必要があると考え，乙に対し，これらの所在場所を確認したものの，乙は無言であった。そこで，司法警察員Ｋは，甲にも確認したが，甲は，「さあ，どこにあるか知らない。隣の更衣室のロッカーにでも入っているんじゃないの。でも，更衣室もロッカーも，社長の俺が管理しているけど，中の荷物は乙のものだから，乙に聞いてくれ。」などと言った。これを受けて，司法警察員Ｋが，乙に対し，ロッカーの中を見せるよう求めたところ，乙は，「俺のものを勝手に荒らされたくない。」と述べて拒否した。\nそこで，司法警察員Ｋは，乙に対する説得を諦め，部下を連れて社長室に隣接している更衣室に入った。乙と表示のあるロッカーは，施錠されていたことから，司法警察員Ｋは，乙に対し，鍵を開けるよう言ったが，乙は応じなかった。そのため，司法警察員Ｋは，同日午後４時\n２０分，社長室の壁に掛かっていたマスターキーを使って同ロッカーを解錠し，捜索を実施した［捜査②］。同ロッカーには，乙の運転免許証が入った財布が入っており，乙のロッカーであることは確認できたものの，差し押さえるべき物は発見できず，司法警察員Ｋらは捜索を終了した。\n４ その後，司法警察員Ｋら及び事件の送致を受けたＨ地方検察庁検察官Ｐが所要の捜査を行った。\n甲及び乙は，事実関係を認め，密売をするために覚せい剤をＴ株式会社社長室で所持していたこと，甲宛ての覚せい剤は甲１人で密売するためのもの，乙宛ての覚せい剤は甲と乙が２人で密売するためのものであることなどを述べた。一方で，甲及び乙は，各覚せい剤について，密売組織の元締である丙から送られたもので，１０日間の期限内に売り切れなかった分は丙に送り返さなければならなかったこと，覚せい剤の売上金は，その９割を丙に送金しなければならず，自分たちの取り分は合わせて１割だけであったことなどを述べた。また，甲宛ての宅配便荷物内に入っていた覚せい剤は１００グラム，乙宛ての宅配便荷物内に入っていた覚せい剤は２００グラムであった。\n同月２６日，検察官Ｐは，甲について，営利の目的で，単独で，覚せい剤１００グラムを所持した事実（公訴事実の第１事実），及び，営利の目的で，乙と共謀して，覚せい剤２００グラムを所持した事実（公訴事実の第２事実）で，Ｈ地方裁判所に起訴した（甲に対する公訴事実は【資料１】のとおり）。また，検察官Ｐは，乙についても，営利の目的で，甲と共謀して，覚せい剤\n- 3 -\n２００グラムを所持した事実で，Ｈ地方裁判所に起訴し，甲及び乙は，別々に審理されることとなった。\nなお，検察官Ｐは，甲及び乙を起訴するに当たり，両名について，丙との間の共謀の成否を念頭に置いて捜査し，丙が実在する人物であることは確認できたものの，最終的には，丙及びその周辺者が所在不明であり，これらの者に対する取調べを実施できなかったことなどから，甲及び乙と，丙との間の共謀については立証できないと判断した。\n５ 同年１１月２４日に開かれた甲に対する第１回公判期日で，甲及びその弁護人Ｂは，被告事件についての陳述において，公訴事実記載の客観的事実自体はこれを認めたが，弁護人Ｂは，覚せい剤は，密売組織の元締である丙の手足として，その支配下で甲らが販売を行うことになっていたもので，公訴事実の第１事実及び第２事実いずれについても，丙との共謀が成立することを主張し，その旨の事実を認定すべきであるとの意見を述べた。引き続き，検察官Ｐは冒頭陳述を行い，甲らが丙から覚せい剤を宅配便荷物により交付されたことについて言及したものの，それ以上，甲らと丙との関係には言及しなかった。\n証拠調べの結果，裁判所は，公訴事実について，①甲らが，営利の目的で，同日同所において，各分量の覚せい剤を所持した事実自体は認められる，②各覚せい剤の所持が，丙との共謀に基づくものである可能性はあるものの，共謀の存否はいずれとも確定できない，③仮に甲らと丙との間に共謀があるとした場合，甲らは従属的立場にあることになるから，甲らと丙との間に共謀がない場合よりは犯情が軽くなる，と考えた。\n論告・弁論を経て，裁判所は，同年１２月８日に開かれた公判期日において，【資料１】の公訴事実に対し，格別の手続的な手当てを講じないまま，弁護人Ｂの主張どおり，【資料２】の罪となるべき事実を認定し，甲に有罪判決を宣告した。\n〔設問１〕 下線部の［捜査①］及び［捜査②］の適法性について，具体的事実を摘示しつつ論じ\nなさい。［捜査②］については，捜索差押許可状に基づく捜索としての適法性及び乙の現行犯逮捕に伴う捜索としての適法性の両者を論じなさい。\nなお，甲の携帯電話の差押え及びその中身の確認までの一連の手続の適法性については問題がないものとする。\n〔設問２〕 裁判所が，【資料１】の公訴事実の第１事実に対し，【資料２】の罪となるべき事実の\n第１事実を認定したことについて，判決の内容及びそれに至る手続の適否を論じなさい。\nなお，取り調べられた証拠の証拠能力及び裁判所によるその証明力の評価並びに公訴事実の罪数評価については問題がないものとする。\n（参照条文） 覚せい剤取締法第４１条の２ 覚せい剤を，みだりに，所持し，譲り渡し，又は譲り受けた者（第４２条第５号に該当する者を除く。）は，１０年以下の懲役に処する。\n２ 営利の目的で前項の罪を犯した者は，１年以上の有期懲役に処し，又は情状により１年以上の有期懲役及び５００万円以下の罰金に処する。\n３ （略）\n- 4 -\n【資料１】\n公 訴 事 実被告人は第１ 営利の目的で，みだりに，平成２３年１０月５日，Ｈ県Ｉ市Ｊ町\n○丁目△番地Ｔ株式会社社長室において，覚せい剤である塩酸フェニルメチルアミノプロパンの粉末１００グラムを所持し第２ （以下，省略）たものである。\n【資料２】\n罪 と な る べ き 事 実被告人は第１ 丙と共謀の上，営利の目的で，みだりに，平成２３年１０月５日，Ｈ県Ｉ市Ｊ町○丁目△番地Ｔ株式会社社長室において，覚せい剤である塩酸フェニルメチルアミノプロパンの粉末１００グラムを所持し第２ （以下，省略）たものである。\n- 5 -\n- 6 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，覚せい剤取締法違反事件を素材とした捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点，その解決に必要な法解釈，法を適用するに当たって重要な具体的事実の分析，評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する学識，適用能力及び論理的思考力を試すものである。\n設問１は，司法警察員がＴ株式会社事務所を捜索すべき場所とする捜索差押許可状に基づき，捜索実行中に同事務所社長室に届いた従業員乙宛ての宅配便荷物を開封したこと（捜査①）及びその荷物の中から覚せい剤を発見し，乙を現行犯逮捕した後に同事務所更衣室に設置された- 11 -\n乙の使用するロッカー内を捜索したこと（捜査②）に関し，その適法性を論じさせることにより，刑事訴訟法第２１８条第１項の定める捜索差押許可状に基づく捜索及び同法第２２０条第\n１項第２号の定める逮捕に伴う捜索についての正確な理解と具体的事実への適用能力を試すものである。\n同法第２１８条第１項は，司法警察職員は裁判官の発する令状により捜索することができるとしているが，令状には，被疑者の氏名，罪名，差し押さえるべき物，捜索すべき場所，有効期間等が記載されているのであり，捜査機関は，裁判官がその捜索差押許可状によって明示・\n許可した範囲内でのみ捜索できる。本事例において，Ｈ地方裁判所裁判官は，特定の有効期間を付して捜索すべき場所を「Ｈ県Ｉ市Ｊ町○丁目△番地Ｔ株式会社」，差し押さえるべき物を「本件に関連する覚せい剤，電子秤，ビニール袋，はさみ，注射器，手帳，メモ，ノート，携帯電話」とする捜索差押許可状を発付したのであるから，捜査機関に対し，特定の有効期間内において，被疑事実（平成２３年１０月２日の甲による覚せい剤の営利目的所持）に関連する覚せい剤，メモ，ノート等の差押えをするために，Ｔ株式会社の管理する同社事務所を捜索することを許可したのであり，捜査機関は，その許可された範囲内でのみ捜索を行うことができる。\nこのような令状による捜索の仕組みを踏まえた上で，捜査①の事例への適用に当たっては，捜索場所に捜索実行中に届いた荷物であることと有効期間内における捜索が許可されたこととの関係，乙宛ての荷物であることとＴ株式会社の管理する場所内の捜索が許可されたこととの関係，平成２３年１０月５日に捜索場所に新たに持ち込まれた乙宛ての物であることと被疑事実（同月２日の甲による覚せい剤の営利目的所持）に関連する覚せい剤等の捜索が許可されたこととの関係に分けて論ずることが必要であり，いずれの検討においても，事例中に現れた具体的事実を的確に抽出，分析しながら評価，検討すべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。\n例えば，有効期間との関係においては，捜索すべき場所に存在する物は，通常その場所の管理権に属することから，裁判官は，捜索すべき場所に存在する物（かばん，アタッシュケース等移動させることが可能な物を含む。）についても捜索すべき場所と一体のものとして併せて捜索する正当な理由を判断していること，捜索差押許可状の有効期間内であれば司法警察員Ｋ\nは，いつでも適法に捜索差押えを行うことができ，たとえ令状発付後捜索開始前に持ち込まれた物であってもその捜索差押えは適法であること，捜索開始（令状呈示）の前後で適法違法が分かれるとすると，司法警察員Ｋが乙宛ての荷物が届けられた後に捜索を開始すれば適法に差し押さえることができるのにたまたま捜索開始が早かったために違法になること等を考慮し，裁判官がどの時点における捜索する正当な理由を審査しているのか，各自の見解を説得的に論ずる必要がある。なお，この点に関しては，最高裁判例（最決平成１９年２月８日刑集６１巻\n１号１頁）が存在するから，同判例の内容を踏まえた上で各自の見解を展開することが望ましい。\nまた，Ｔ株式会社の管理権との関係においては，被疑事実は代表者甲に対するものであること，荷物の宛名は乙であるが，送付先はＴ株式会社であること，同社は人材派遣業を営んでおり，裁判官にとっても同社事務所に従業員がいると当然予想されたところ，現に令状発付前から同社事務所で従業員が働いていることが判明していたこと，乙は同社の従業員であること，甲の携帯電話に残されたメール内容等によれば，甲と乙は共同して覚せい剤を密売しており，丙から甲が乙宛ての荷物の中身を分けるように指示されていて甲が乙宛ての荷物の管理・支配を委ねられているとうかがえること等を検討し，乙宛ての荷物にＴ株式会社の管理権が及んでいるかどうか論ずる必要がある。\nさらに，被疑事実と関連する覚せい剤が存在する蓋然性との関係においては，被疑事実の中\n- 12 -に営利目的が含まれていること，甲が同社事務所社長室で覚せい剤取締法違反の検挙歴ある者に覚せい剤を売ろうとし，同社事務所に同検挙歴のある者数名が出入りしていて被疑事実についても常習的犯行の一環であると推測されること，前記メール内容等から甲，乙が覚せい剤を共同して密売していることがうかがえ，被疑事実についても乙が共犯者である可能性があること，このメール内容等と符合するように指定された日時場所に甲宛てと乙宛ての２つの荷物が同時に届き，それぞれの伝票の筆跡が酷似し，記載された内容物はいずれも書籍であるだけでなく，同一の差出人名でその所在地の地番が実在せず電話番号も未使用であること，荷物が届いた際の甲，乙の会話内容が不審であり，司法警察員Ｋから荷物の開披を求められても乙は拒絶したこと等を検討し，被疑事実と関連する覚せい剤が存在する蓋然性があるかどうか論ずる必要がある。\n捜査②のうち捜索差押許可状に基づく捜索も同様に，乙使用のロッカーであることとＴ株式会社の管理権との関係，乙使用のロッカーであることと被疑事実と関連する乙の携帯電話や手帳等が存在する蓋然性との関係に分けて論ずることが必要である。そして，Ｔ株式会社の管理権との関係では，前記のとおり，通常，裁判官は捜索すべき場所に存在する備品等の物や会社事務所に従業員がいることを含めて当該場所を捜索する正当な理由を判断していること，乙は同社の従業員であること，乙がロッカーの鍵を所持し捜索時に施錠していたとはいえ，同ロッ\nカーは同社が管理しており同事務所社長室にマスターキーがあったこと等を検討し，同ロッカ\nー内にＴ株式会社の管理権が及んでいるかどうか，同社から貸与された乙による事実上のロッカーの使用がＴ株式会社の管理権とは別に独立して保護に値するものかどうか論ずる必要があるし，被疑事実と関連する乙の携帯電話や手帳等が存在する蓋然性との関係では，捜査①で述べた事情に加え，現に乙宛ての荷物の中から覚せい剤が発見されたこと，司法警察員Ｋの質問に対して甲が「隣の更衣室のロッカーにでも入っているんじゃないの。」と答えたこと，司法警察員Ｋから同ロッカーの中を見せるように求められても乙は拒絶したこと等を検討し，被疑事実と関連する乙の携帯電話と手帳等が存在する蓋然性があるかどうか論ずる必要がある。\n捜査②のうち現行犯逮捕に伴う捜索については，なぜ「逮捕する場合において」令状なくして捜索を行うことができるのかという制度の趣旨に立ち返り，「逮捕の現場で」の解釈を明確にした上で，各自の見解とは異なる立場を意識して事例中に現れた具体的事実を的確に抽出，分析しながら論ずるべきである。例えば，更衣室は同じＴ株式会社事務所にあるだけでなく，社長室の隣室であること，同じ同社の管理権が及んでいること，逮捕された被疑者は乙であり，ロッカーも乙以外の他人が使用するものではなかったこと等を検討し，逮捕の現場といえるかどうか論ずる必要がある。また，現行犯逮捕の被疑事実との関連性についても触れるべきであろう。\n設問２は，裁判所が甲と丙の共謀を認める方が甲にとって犯情が軽くなると考え，証拠上，共謀の存否はいずれとも確定できないのに，格別の手続的な手当てを講じないまま判決で公訴事実に記載されていない丙との共謀を認定したことに関し，そのような判決の内容及びそれに至る手続の適法性を論じさせることにより，有罪判決における犯罪の証明，「疑わしきは被告人の利益に」の原則（利益原則）の意義及び訴因変更の要否についての正確な理解と具体的事実への適用能力を試すものである。\n裁判所が，証拠上，共謀の存否がいずれとも確定できないのに，被告人にとって共謀の存在が情状の上で有利であることを理由に共謀を認定できるかについては，共謀を認定すべきであるとする考え方（本事例の裁判所の立場），「単独又は共謀の上」と択一的に認定すべきであるとする考え方及び訴因どおり単独犯を認定すべきであるとする考え方の３つの考え方があり得るところであり，まずは，本事例において判決でどのような事実を認定すべきなのか，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。その上で，いずれの立場に立つにせよ，共同正犯と単独犯とはいかなる関係に立つのか，判決において証拠に- 13 -\nよって証明されてもいない共謀の事実を存在するものとして認定してよいのか，有罪判決における「犯罪の証明」とは何をいうのか，「疑わしきは被告人の利益に」の原則は，本来存否に合理的な疑いが残る場合に事実が存在すると認定できないことを意味するものではないのか，共謀の存在は必ずしも被告人に有利になることばかりとは限らないのであり事案ごとの犯情の軽重により共謀の事実があったりなかったりしてよいのか，共謀を認定しない限り丙の存在を甲に有利な情状として考慮することは許されないのか等の理論的に想定し得る諸点について，各自の見解とは異なる立場を意識して自説を説得的に展開し，事例中の判決の内容が適法か否か論ずる必要がある。\nまた，訴因変更の要否については，かつて，いわゆる具体的防御説と抽象的防御説を中心に多様な考え方があったところ，近時，審判対象を画定するのに必要な事項が変動する場合には，被告人の防御にとって不利益か否かにかかわらず，訴因変更が必要である，審判対象を画定するために必要な事項でなくとも，被告人の防御にとって重要な事項につき検察官が訴因に明示した場合に，裁判所がそれと実質的に異なる認定をするには原則として訴因変更を要するが，被告人の防御の具体的な状況等の審理の経過に照らし，被告人に不意打ちを与えるものではないと認められ，かつ，判決で認定される事実が訴因に記載された事実に比べて被告人にとって不利益であるとはいえない場合には，訴因変更をせずに訴因と異なる認定をしてよいとする最高裁判例（最決平成１３年４月１１日刑集５５巻３号１２７頁）が現れるに至っているのであるから，同判例の内容を踏まえた上で説得的に各自の基本的な立場を明らかにし，訴因変更の要否の一般的な基準を定立する必要がある。\nそして，本事例の具体的状況下における当てはめを行うことになるが，本事例が，同判例の事案と様々な点で異なるものであることは明らかであるから，本事例における具体的事実の分析，評価に関しては特に留意を要する。本事例においては，共同正犯と単独犯については構成要件が同一なのか異なるのかということ，処罰する際に適用すべき法条として刑法第６０条が新たに加わること，検察官の主張する訴因には一切共謀に関する記載がないこと，裁判所が認定した事実は弁護人が第１回公判期日の罪状認否で主張した事実と同一であること等を検討し，訴因変更を要するか否か論ずる必要がある。なお，論述に当たり共謀の存否は訴因の本質的要素ではなく罪となるべき事実に属しないとの結論を採る場合には，共謀の事実の存否については罪となるべき事実に属し厳格な証明を要するとした最高裁判例（最判昭和３３年５月２８日刑集１２巻８号１７１８頁）が存在するから，同判例の内容を意識して論述することが望ましい。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様，比較的長文の事例を設定し，そこに生起している刑事訴訟法上の問題点につき，法解釈・適用に不可欠な具体的事実を抽出・分析してこれに的確な法解釈により導かれた準則を適用し，一定の結論を筋道立てて説得的に論述することを求めており，法律実務家になるための学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n出題の趣旨は，公表されているとおりである。設問１は，司法警察員が会社事務所を捜索すべき場所とする捜索差押許可状に基づき，捜索実行中に同事務所社長室に届いた従業員乙宛ての宅配便荷物を開封したこと（捜査①）及びその荷物の中から覚せい剤を発見し，乙を現行犯逮捕した後に同事務所更衣室に設置された乙の使用するロッカー内を捜索したこと（捜査②）について，その適法性を問い，捜索差押許可状に記載されている「有効期間」，「捜索すべき場所」，「差し押さえるべき物」及び逮捕に伴う捜索における「逮捕の現場で」等に関する法解釈を示した上，事例への法適用においては事実が持つ意味を的確に位置付けて論ずることを求めている。設問２は，裁判所が甲と丙の共謀を認める方が甲にとって犯情が軽くなると考え，証拠上，共謀の存否がいずれとも確定できないのに，格別の手続的措置を講じないまま公訴事実に記載されていない丙との共謀を認定したことについて，判決の内容及びそれに至る手続の適法性を問い，解答するのに必要な範囲で有罪判決における犯罪の証明，「疑わしきは被告人の利益に」の原則（利益原則）の意義及び訴因変更の要否に関する法解釈を行い，具体的事実関係に留意しながら，法解釈により導かれた準則の適用について論ずることを求めている。採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n設問１は，捜索という捜査に関する基本的な知識を正面から問うものであり，素材となる判例等も容易に思い浮かぶような事例である。設問２は，判決の内容の適法性については法科大学院の授業で直接扱う事例ではないかもしれないが，事例を素直に読み，有罪判決における犯罪の証明，利益原則の意義という基本に立ち返って考える能力を体得していれば，筋道立った論述ができるはずである。判決に至る手続の適法性については，訴因変更の要否という公訴に関する基本的かつ典型的な問題であり，\n近時重要な判例が現れたところである。いずれの設問も，法科大学院で刑事訴訟法に関する科目を真面目に学習した者であれば，何を論じなければならないかは明白な事例である。\n２ 採点実感各考査委員からの意見を踏まえた感想を述べる。\n設問１については，捜索差押許可状に基づく捜索及び逮捕に伴う捜索の適法性について，それぞれいかなる点が法的に問題となる事実関係であるか明確に意識し，各問題点ごとに法解釈を的確に論じた上で，個々の事例中に表れた具体的事実を適切に抽出，分析しながら論じられた答案が見受けられ，また，設問２については，判決の内容及びそれに至る手続の適法性について，事例中の具体的事実関係を前提に，最高裁判所の判例法理等の理解をも踏まえて有罪判決における犯罪の証明，利益原則の意義- 27 -及び訴因変更の要否という問題に対し，各自の基本的な立場を明らかにして的確な論述ができている答案が見受けられた。他方，抽象的な法解釈や判例の表現の意味を真に理解することなく機械的に暗記し，また不正確な知識を事例と関係なく断片的に記述しているかのような答案も相当数見受けられたほか，関係条文からの解釈論を論述・展開することなく，事例中の事実をただ書き写しているかのような解答もあり，法律試験答案の体をなしていないものも見受けられた。\n設問１の捜査①では，令状に基づく捜索の適法性について問われているのであるから，令状裁判官が捜索差押許可状により捜査機関にいかなる捜索を許可したのかについて意識し，捜索場所に捜索実行中に届いた荷物であることと有効期間内における捜索が許可されたこととの関係，乙宛ての荷物であることとＴ株式会社の管理する場所内の捜索が許可されたこととの関係，平成２３年１０月５日に捜索場所に新たに持ち込まれた乙宛ての物であることと被疑事実（同月２日の甲による覚せい剤の営利目的所持）に関連する覚せい剤等の捜索が許可されたこととの関係に分けて論ずる必要があるが，捜索場所に捜索実行中に届いた荷物の問題点については，多くの答案においておおむね適切な論述がなされていたものの，乙宛ての荷物とＴ株式会社の管理権との関係及び被疑事実と対象物との関連性については全く言及しない答案が数多く見受けられ，特に証拠物（覚せい剤）が存在する蓋然性さえあれば，侵害することが許可された管理権（Ｔ株式会社の管理権）の範囲を超えて捜索できるといった誤った理解を前提としているかのように思われる答案が目立った。また，法適用に関しては，事例に含まれている具体的事実を抽出・分析することが肝要であるところ，様々な具体的事実を考慮要素として挙げながら，いかなる要件との関係においてどのように評価したのか全く言及しないまま結論を導き出すなど，結論に至る思考過程が不明確な答案が相当数あり，学習に際しては，具体的事実の抽出能力に加えて，その事実が持つ法的意味を意識して分析する能力の体得が望まれる。\n捜査②のうち令状に基づく捜索も同様に，乙使用のロッカーであることとＴ株式会社の管理権との関係，乙使用のロッカーであることと被疑事実と関連する乙の携帯電話や手帳等が存在する蓋然性との関係に分けて論ずる必要があるが，被疑事実と対象物との関連性について全く言及しない答案が数多く見受けられた。また，Ｔ株式会社の管理権の問題を論ずるに当たっても，会社事務所という場所に対する令状の効力がその場所内に設置されている乙使用のロッカー内に及ぶかという捉え方をせず，被疑者甲に対する令状の効力が乙にも及ぶかという誤った捉え方をした答案が相当数見受けられ，捜査①と同様に証拠物が存在する蓋然性さえあれば，Ｔ株式会社の管理権の範囲を超えて捜索できると考えているかのような答案も目立った。そして，捜査①ではＴ株式会社の管理権の点を検討しないまま乙宛ての荷物を開封することについて適法とし，捜査②では乙による事実上のロッカーの使用を重視して乙使用のロッカーを開錠することについて違法とした答案が相当数見受けられたが，これは乙の個人宛ての荷物と乙の個人使用のロッカーで法的論理構成や取扱いを全く異にするものであり，\n厳しい評価をすれば，事実分析能力及び論理的思考能力の欠如を露呈するものと言わざるを得ない。\n捜査②のうち現行犯逮捕に伴う無令状捜索については，乙使用のロッカーが事務所更衣室にあることと「逮捕の現場で」との文言との関係，乙使用のロッカーであることと逮捕事実と関連する乙の携帯電話や手帳等が存在する蓋然性との関係に分けて論- 28 -ずる必要があるが，逮捕の現場に関する問題点については，相当数の答案においておおむね適切な論述がなされていたものの，逮捕事実と対象物との関連性については全く言及しない答案が数多く見受けられた。また，逮捕の現場に関する問題点を論ずるに当たっても，捜索することが可能な場所はたとえ逮捕の現場に該当するとしてもＴ株式会社の管理権が及ぶ範囲に限定されると考えなければならないのに，乙の管理権が及ぶ範囲については捜索可能である，又は，Ｔ株式会社の管理権が及びさえすれば，\n逮捕の現場を超えてでも捜索できるといった誤った理解を前提としているかに見える答案が目立った。\n次に，設問２のうち判決の内容については，証拠上存否いずれとも確定できない事実を判決で認定してよいかが基本的な問題であり，有罪判決における犯罪の証明及び利益原則の意義を意識していかなる内容の判決をなすべきか各自の考えを明らかにして論ずる必要があるが，事例中に，裁判所において，丙と共謀した可能性はあるものの存否はいずれとも確定できないとの心証であることが明記され，設問でも，「裁判所によるその証明力の評価」については問題がないものとする旨注意書きまでしたにもかかわらず，この基本的事項について触れる答案は少なく，有罪判決における犯罪の証明及び利益原則の意義などに発展させて論述している答案はごく僅かであった。\n設問２のうち判決に至る手続については，訴因変更の要否を論ずる必要があり，抽象的な法解釈については，多くの答案において最高裁判例（最決平成１３年４月１１日刑集５５巻３号１２７頁）を踏まえておおむね適切な論述がなされていたが，同判例の内容を当該具体的事案に即して正確に理解していると思われる答案は比較的少数にとどまった。すなわち，同判例は，審判対象を画定するのに必要な事項に変動がある場合には被告人の防御に不利益か否かにかかわらず訴因変更を要するとしているのに，共謀の存否が審判対象を画定する事項に当たるとしながら，被告人の防御の利益を害しないから例外的に訴因変更は不要であるとする答案が少なからず見受けられた。\nその一方で，同判例の示した準則の適用に当たり，犯罪の日時，場所及び方法等をもって構成要件に当てはまる具体的事実を記載したものが訴因であるという最も基本的な事項についての理解が浅薄で，共謀の存否に関し，極めて安易に審判対象を画定するのに必要な事実でない，罪となるべき事実でない，情状にすぎないなどとする答案が多数見受けられた。また，前記判例の事案は，審判対象を画定するのに必要ではない事項を検察官が訴因に明示した場合であり，本事例との間に極めて大きな違いがあるにもかかわらず，これを明確に意識して論じた答案はごく少数であった。さらに，\n甲と丙が共同正犯として同時に起訴された場合に判決で甲丙間の共謀が認められずに甲は単独犯，丙は無罪となるのが縮小認定（一部認定）の典型例の１つであるのに，\n何ら特段の理由を記載しないで，単独犯の縮小認定により共同正犯と認めることができるので訴因変更の手続は不要であるとの結論のみを記載した答案も相当数見受けられた。\nなお，本年においては，複数の考査委員から，容易に判読できない文字で記載された答案があり，採点に困難を来したとの指摘があったので，答案作成に当たっては改めて筆記試験であることを留意していただきたい。\n３ 答案の評価「優秀の水準」にあると認められる答案とは，設問１については，捜索差押許可状- 29 -に基づく捜索及び逮捕に伴う捜索の適法性について，事例中の法的問題を明確に意識し，各問題点ごとに的確な法解釈論を踏まえて，個々の事例中に表れた具体的事実を適切に抽出，分析しながら論じ，また，設問２については，判決の内容及びそれに至る手続の適法性について，事例中の具体的事実関係を前提に有罪判決における犯罪の証明，利益原則の意義及び訴因変更の要否という問題に対し，各自の基本的な立場を明らかにして的確な論述をする答案であるが，このように，出題の趣旨を踏まえた十分な論述がなされている答案は，僅かであった。\n「良好の水準」に達していると認められる答案とは，設問１については，法解釈について想定される全ての問題点に関し一定の見解を示した上で，事例から具体的事実を抽出できてはいたが，更に踏み込んで個々の事実が持つ意味を一層深く考えることが望まれるような答案であり，設問２においては，存否がいずれとも確定できない事実を判決で認定することの問題点に触れて一応の論述がなされ，かつ，訴因変更の要否についても前記最高裁判例を踏まえて正確な論述がなされているものの，「優秀の水準」にある答案のように本件での具体的な当てはめができていないような答案である。\n「一応の水準」に達していると認められる答案とは，設問１においては，法解釈について一定の見解は示されているものの，具体的事実の抽出，当てはめが不十分であるか，法解釈については十分に論じられていないものの，事例中から必要な具体的事実を抽出して一応の結論を導き出すことができていた答案がこれに当たり，設問２においては，存否がいずれとも確定できない事実を判決で認定することの問題点に触れて有罪判決における犯罪の証明又は利益原則の意義のいずれかについて一応の論述がなされ，かつ，訴因変更の要否についても一定の見解は示されているものの，本件での具体的な事実関係を前提にこれを的確に適用できないか，法解釈については十分論じられていないものの一応の結論を導き出しているような答案である。\n「不良の水準」にとどまるものと認められる答案とは，上記の水準に及ばない不良なものをいう。例えば刑事訴訟法の基本的な原則の意味を理解することなく機械的に暗記し，これを断片的に記述している答案や，関係条文から法解釈を論述・展開することなく，事例中の事実をただ書き写しているかのような答案等，法律学に関する基本的学識の欠如と能力不足が露呈しているものであり，例えば，設問１では，捜索場所に捜索実行中に届いた荷物に関する最高裁判例（最決平成１９年２月８日刑集６１巻１号１頁）の結論のみを記載し，また，事例とは全く異なる事実関係であるのに，\n「捜索場所に居合わせた第三者の身体に対する捜索」に関する判例法理等に強引に引き寄せて捜索物（覚せい剤）が存在する蓋然性のみを詳細に論ずる一方で，Ｔ株式会社の管理権や被疑事実又は逮捕被疑事実と対象物との関連性についての問題点に全く触れていない答案がこれに当たり，設問２では，具体的な事実関係が事例中に表れているにもかかわらず，判決内容の適法性の問題に触れず，逆に訴因変更の要否については，事例の事実関係において自己が答案を書きやすいように訴因変更の要否に関する前記最高裁判例の結論のみを不正確に改変記載して当てはめるなどであり，幾つかの俗にいわゆる典型論点に関する浅薄な知識を適当につなぎ合わせただけとしか評しようのない答案がこれに当たる。\n４ 法科大学院教育に求めるもの- 30 -このような結果を踏まえると，今後の法科大学院教育においては，刑事手続を構成する各制度の趣旨・目的を基本から正確に理解し，これを具体的事例について適用できる能力，筋道立った論理的文章を記載する能力，重要な判例法理を正確に理解し，\n具体的事実関係を前提としている判例の射程範囲を正確に捉える能力を身に付けることが強く要請される。特に，実務教育の更なる充実の観点から，基本に立ち返り，日常的に行われている刑事手続の進行過程や刑事訴訟法上の基本原則を正確に理解しておくことが，当然の前提として求められよう。\n- 31 -"
}