{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\nＡ寺は，人口約１０００人のＢ村にある寺である。伝承によると，Ａ寺は，江戸時代に，庄屋を務めていた村一番の長者によって創建された。その後，Ａ寺は，Ｃ宗の末寺となった。現在では，Ａ寺はＢ村にある唯一の寺であり，Ｂ村の全世帯約３００世帯のうち約２００世帯がＡ寺の檀家でかんぶつえある。Ａ寺の檀家でない村民の多くも，初詣，節分会，釈迦の誕生日を祝う灌仏会（花祭り）等のＡ寺の行事に参加しており，Ａ寺は村民の交流の場ともなっている。また，Ａ寺は，悩み事など心理的ストレスを抱えている村民の相談も受け付けており，檀家でない村民も相談に訪れている。\nＡ寺の本堂は，江戸時代の一般的な寺院の建築様式で建てられており，そこには観音菩薩像が祀られている。本堂では，礼拝供養といった宗教儀式ばかりでなく，上記のような村民の相談も行われている。本堂の裏手には，広い墓地がある。Ｂ村には数基のお墓があるだけの小さな墓地を持つ集落もあるが，大きな墓地はＡ寺の墓地だけである。\nかつては一般に，寺院が所有する墓地に墓石を建立することができるのは，当該寺院の宗旨・宗派の信徒のみであった。しかし，最近は，宗旨・宗派を一切問わない寺院墓地もある。Ａ寺も，近時，墓地のパンフレットに「宗旨・宗派は問わない」と記載していた。村民Ｄの家は，先祖代々，Ｃ宗の信徒ではない。Ｄは，両親が死亡した際に，Ａ寺のこのパンフレットを見て，両親の遺骨をＡ寺の墓地に埋蔵し，墓石を建立したいと思い，住職にその旨を申し出た。「宗旨・宗派は問わない」\nということは，住職の説明によれば，Ｃ宗の規則で，他の宗旨・宗派の信者からの希望があった場合，当該希望者がＣ宗の典礼方式で埋葬又は埋蔵を行うことに同意した場合にこれを認めるということであった(墓地等管理者の埋蔵等の応諾義務に関する法規制については，【参考資料】を参照。）。\nしかし，Ｄは，この条件を受け入れることができなかったので，Ａ寺の墓地には墓石を建立しなかった。\n山間にあるＢ村の主要産業は林業であり，多くの村民が村にある民間企業の製材工場やその関連会社で働いている。２０＊＊年に，Ａ寺に隣接する家屋での失火を原因とする火災（なお，失火者に故意や重過失はなかった。）が発生したが，その折の強風のために広い範囲にわたって家屋等が延く り焼した。Ａ寺では，観音菩薩像は持ち出せたものの，この火災により本堂及び住職の住居である庫裏が全焼した。炎でなめ尽くされたＡ寺の墓地では，木立，物置小屋，各区画にある水場の手桶やひしゃく，各墓石に供えられた花，そして卒塔婆等が全て焼失してしまった。Ａ寺の墓地は，消火後も，荒涼とした光景を呈している。また，Ｂ村の村立小学校も，上記製材工場やその関連会社の建物も全焼した。もっとも，幸いなことに，この火事で亡くなった人は一人もいなかった。\nＡ寺は，創建以来，自然災害等によって被害を受けることが全くなかったので，火災保険には入っていなかった。Ａ寺の再建には，土地全体の整地費用も含めて億単位の資金が必要である。通常，寺院の建物を修理するなどの場合には，檀家に寄付を募る。しかし，檀家の人たちの多くが勤めていた製材工場やその関連会社の建物も全焼してしまったため，各檀家も生計を立てることが厳しくなっている。それゆえ，檀家からの寄付によるＡ寺の建物等の再建は，困難であった。\nこの年，Ｂ村村長は，全焼した村立小学校の再建を主たる目的とした補正予算を議会に提出した。\nその予算項目には，Ａ寺への再建助成も挙げられていた。補正予算審議の際に，村長は，「Ａ寺は，長い歴史を有するばかりでなく，村の唯一のお寺である。Ａ寺は，宗旨・宗派を越えて村民に親しまれ，村民の心のよりどころでもあり，村の交流の場ともなっている。Ａ寺は，村にとっても，村民にとっても必要不可欠な，言わば公共的な存在である。できる限り速やかに再建できるよう，Ａ\n寺には特別に助成を行いたい。その助成には，多くの村民がお墓を建立しているＡ寺の墓地の整備も含まれる。墓地は，亡くなった人の遺骨を埋蔵し，故人を弔うためばかりでなく，先祖の供養という人倫の大本といえる行為の場である。それゆえ，速やかにＡ寺の墓地の整備を行う必要がある。」\nと説明した。\n- 2 -\nＡ寺への助成の内訳は，墓地の整備を含めた土地全体の整地の助成として２５００万円（必要な費用の２分の１に相当する額），本堂再建の助成として４０００万円（必要な費用の４分の１に相当する額），そして庫裏再建の助成として１０００万円（必要な費用の２分の１に相当する額）となっている。補正予算は，村議会で議決された。その後，Ｂ村村長はＡ寺への助成の執行を終了した。\n〔設問１〕\nＤは，今回のＢ村によるＡ寺への助成は憲法に違反するのではないかと思い，あなたが在籍する法律事務所に相談に来た。\nあなたがその相談を受けた弁護士である場合，どのような訴訟を提起するか（なお，当該訴訟を提起するために法律上求められている手続は尽くした上でのこととする。）。そして，その訴訟において，あなたが訴訟代理人として行う憲法上の主張を述べなさい。\n〔設問２〕\n設問１における憲法上の主張に関するあなた自身の見解を，被告側の反論を想定しつつ，述べなさい。\n【参考資料】墓地，埋葬等に関する法律（昭和２３年５月３１日法律第４８号）（抄録）\n第１条 この法律は，墓地，納骨堂又は火葬場の管理及び埋葬等が，国民の宗教的感情に適合し，且つ公衆衛生その他公共の福祉の見地から，支障なく行われることを目的とする。\n第１３条 墓地，納骨堂又は火葬場の管理者は，埋葬，埋蔵，収蔵又は火葬の求めを受けたときは，正当の理由がなければこれを拒んではならない。\n- 3 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/公法系.pdf",
  "purpose": "を理解して実力を発揮できるように，本年も各設問の配点割合を明示することとした。",
  "scoring_notes": "１ 採点の基本方針等本問の主題である政教分離原則は，憲法上の重要問題の一つである上，著名な判例も多く，近時も重要な判例が示されたところであり，全ての受験生が相当程度の勉強をしていると考えられる分野である。本問においては，当該事案とこれまでの判例の動向を踏まえ，問題となる条文等の解釈を行って判断基準を導き出し，比較的長文の事案の中から具体的事実を抽出・分析して，その判断基準に適用し，論理的かつ説得的に妥当な解決を導き出すことを求めている。したがって，採点においては，基本判例に対する十分な理解を前提として，事案に即して，実務家として必要とされる法的思考及び法的論述ができているかに重点を置いた。\n２ 採点実感各委員からの意見を踏まえ，問題のあった答案を中心として感想を述べる。\n(1) 訴訟形式・ 地方自治法は，司法試験用法文にも掲載されているが，住民訴訟の根拠条文について，地方自治法第２４２条の２第１項第４号と正確に記載できていない答案もあり，また，「法律上求められている手続は尽くした上で」との文意を理解できていない答案もあった。\n・ 住民訴訟に加えて国家賠償請求訴訟を選択した答案もあり，確かに，これは津地鎮祭訴訟でも住民訴訟と併せて国家賠償請求訴訟が提起されていることからも誤りではないが，本問での勝訴の見込みを考えれば，提起すべき訴訟形式としては，住民訴訟がメインとなる。\n(2) 法解釈・ 本問の事案においては，地方自治体による助成が題材となっていることから，\n政教分離原則に関する条文のうち，まず憲法第８９条前段が問題となる。その上で憲法第２０条第１項後段と第２０条第３項との関連をも考慮して本問を検討することになる。しかしながら，この点，憲法第２０条第１項・第３項，第８９条を単に羅列している答案など，憲法の各条文の意義がきちんと理解されておらず，\nそれゆえに事案に即した条文解釈ができていない答案が目立った。さらには，憲法第８９条後段の問題と捉えて「公の支配」について検討したり，原告の信教の自由を侵害するか否かの検討に終始するといった的外れな答案もあった。\n・ 本問では，Ａ寺が憲法第８９条前段の「宗教上の組織若しくは団体」に該当するか否かから論ずるべきであるが，この点に言及している答案が非常に少なかった。また，この点に言及した答案においても，地方自治体との関わりあいの内容いかんによって，Ａ寺が「宗教上の組織若しくは団体」に該当するか否かの結論が異なるなど，論理的に無理のある答案もあった。\n・ 政教分離について，なぜ厳格に分離すべきなのか，あるいは，なぜ厳格な分離が現実的ではないのかといったことについての理由付けなど，政教分離の構造や解釈などに全く言及しないまま，審査基準を展開するなど，政教分離の基本を理解しているのかさえ疑問を持たざるを得ない答案が少なくなかった。\n・ 津地鎮祭訴訟で提示された目的効果基準を簡単に，あるいはあやふやに提示し- 1 -たのみで，すぐに事例の検討に進んでいくなど，目的効果基準とは何か，なぜそれを用いるかについて説得的に論じていない答案が少なくなかった。\n・ 政教分離原則をめぐる判例の諸事例と本問事例との異同などを意識して判断基準等を論じている答案もあったが，その数は思いのほか少なく，結果として，判断基準に関する論述に説得力がある答案が少なかった。\n・ 他方で，判断基準に関する争いのみに終始して事足れりとし，与えられた事例に即した個別的・具体的検討ができていない答案も目立った。実務家としては，\n理論面もさることながら，実際に目の前にある事案の紛争解決も大きな役割であり，その能力をも試されていることに留意する必要がある。\n(3) 具体的事実の抽出・分析・ 事例分析の傾向が浸透しているのか，多くの答案には事実に着目して答えようとする姿勢は見受けられた。しかし，例えば，宗教的意義を認める事情と認められない事情を，それぞれ対比しながら検討するという答案は少なく，事実をただ列挙し，自分の選んだ１つ２つの事実に基づいて結論を導いて論述を終えてしまうなど，事実の評価が甘く，自分なりの結論に強引に結び付けている答案が少なくなかった。\n・ 昨年に比べ，答案の分量が少なかったように思われる。もとより分量の多寡それ自体で評価が決まる訳ではないが，本問のように具体的な事案分析が問われるものについては，判断枠組みの構築ばかりでなく，与えられた具体的事実を踏まえた丁寧な論証が重要であり，一定量以上の記述がなければ，内容が充実した答案を書くのは難しいであろう。分量が少ない答案については，事実の摘示がおざなりであったり，事実の一部分をつまみ食い的に取り上げるだけの答案が多かったように思われる。また，取り上げている事実の意味付けや論旨の展開が読み取りにくい答案なども散見された。論理構成と抽出した事実を自分なりにしっかり検討した上で，答案をまとめることが必要とされる。\n・ 本問ではＡ寺への助成の内訳が示されてあったので，おおむね助成の対象ごとに合憲性を論じていた。ただし，それぞれの論じ方において，具体的に掘り下げて分析している答案は少数であった。事実と論理との相互依存性に一層の注意を払ってほしい。\n・ 本問における村長の議会での発言は，あくまで村長の意見であるのに，これを批判的に検討することなく，他の具体的事実とともに判断の材料としてそのまま引用している答案もあった。\n・ 「公共性」を強調することだけで合憲の論証をしようとした答案が多かった（村長の発言のみに依拠しすぎである。）。「公共性の有無・強弱」のみに目を奪われ，\n「宗教性の有無・強弱」がいつの間にか置き去りにされ，「宗教性」の反対語が「公共性」であるかのように問題がすり替わってしまった答案が散見された。\n・ Ａ寺が「公共的性格」を有しているか否かについて，墓地，埋葬等に関する法律をめぐるＤとＡ寺とのやり取りを用いて論じている問題感覚の鋭い答案があった。このような答案は極めて少数ではあったが，嬉しいことであった。\n(4) 論理性・結論の妥当性・ 本問の原告代理人は，架空の弁護士ではなく，「あなた」，つまり受験者自身であり，訴訟代理人として，現実に裁判で採り得る最も有利な判断枠組みを選択し，\n- 2 -その枠組みの中で，具体的事実を原告側に最も有利に評価・適用した主張を行うべきである。にもかかわらず，原告主張でおよそ実務的に採り得ない極論的な判断枠組みを記載した上で，「被告側の反論」ないし「あなた自身の見解」でそれに反論を加える(判断枠組み自体を無理に対立させている)パターンの答案が相当数あった。求められているのは観念的な机上の議論ではなく，実務的に通用し得る議論である。\n・ 実務家として，具体的な事例に憲法（憲法理論）がどのように活かされるべきかという観点から検討する姿勢が必要とされるところ，そのような姿勢が欠けている答案もあった。例えば，被告の主張として，「寺は宗教上の組織若しくは団体ではない」，「本堂や庫裏の再建自体は建設工事であり宗教性を帯びない」，あるいは「支出された助成は公金ではない」などと，無理のある事実認定のレベルで反論し，かつ，それだけの議論にとどまる答案等である。\n(5) 答案の書き方等・ 地方自治法第２４２条の２第１項第４号の「第１項」が記載されていないものや，憲法第２０条と記載して，同条第１項なのか第３項なのか不明なものなど，\n条文操作ができていない答案も散見された。\n・ 答案を書く上で，適度に項を分け，それぞれに適切な見出しを付けることは望ましいと言えるが，内容的に区分する意味がないにもかかわらず，過度に細かく項目を分けている答案がかなり見られる。\n・ 例年のことであるが，字の細かさに線の細さや薄さが加わり，字が読みにくい答案が少なくなく，また，訴訟代理人を「弁護人」等と誤って記載するなど誤字・脱字の目立つ答案もあった。「時間との闘い」という部分で字が乱雑になってしまったり，誤字・脱字があり得ることは理解するが，やはり丁寧な字で正しい文字を書くことは基本的なマナーである。受験者は，答案は読まれるために書くもの，という意識をもってほしい。\n・ 「受験生へメッセージを送る」というコンセプトで公表している採点実感を受験生が読んでくれていると思える「改善」が見られることを喜びたい。例えば，\n行頭を（あるいは行末までも）非常識に空けて書く答案に対して，１行をきちんと使って書くことを求めてきたところ，今年は，そのような答案が少なくなってきた。また，自動的に答えが出るかのような「当てはめ」という言葉を使わず，\n「事案に即した個別的・具体的検討」をきちんと行うことを求めてきたところ，\nこの点にも改善の傾向が見られた。\n３ 答案の水準以上の採点実感を前提に，「優秀」「良好」「一応の水準」「不良」という四つの答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問が「宗教上の組織若しくは団体」に対する公金支出（憲法第８９条前段）の問題であり，公金支出の禁止を厳格に解するか否かについて，政教分離原則を規定する憲法の各条文の関係及び解釈，更に関連する重要判例を踏まえつつ検討し，そして具体的事実を的確に抽出・分析して，助成の対象それぞれについて一定の筋道の通った結論を導き出している答案である。「良好」な水準に達している答案とは，重要な問題に関して論じられていないものが若干あるが，そ- 3 -れ以外の点では判断枠組みと事案に即した個別的・具体的検討がそれなりに行われている答案である。「一応の水準」に達している答案とは，最低限押さえるべき憲法第８９条前段論，そして事案に即した個別的・具体的検討が少なくとも実質的には論じられていて，議論の筋道がある程度通っている答案である。「不良」と認められる答案とは，憲法上の問題点を取り違えている上に，事実の摘示がおざなりであったり，\n事実の一部分をつまみ食い的に取り上げるだけの答案である。\n４ 今後の法科大学院教育に求めるもの法科大学院における教育の成果を感じられる答案もあったが，全ての法科大学院における憲法の授業で扱われているはずの問題であったにもかかわらず，良いレベルにある答案が多くはなかったことを直視すると，各法科大学院における憲法の教育自体を今一度点検し，見直していく必要があるように思われる。\n法科大学院は，実務家養成機関である。自分の立場に引き付けた判例の「読み」ではなく，まずは判例の動向を踏まえ判例に即した「読み」を修得し，その上で，判例に関する「地に足を付けた」問題点を考えさせるといった判例を中心とした学習の一層の深化によって，学生の理解力と論理的思考力の養成が適切に行われることを期待したい。\n- 4 -"
}