{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "環境法",
  "text": "- 29 -\n[環 境 法]\n〔第１問〕（配点：５０）\nＡ県Ｂ町に所在するＣ社の工場の近隣に住むＤは，自分がぜん息に罹患したのは，同社工場に設置されているばい煙発生施設から排出される窒素酸化物が原因であると考えている。同施設は，大気汚染防止法の規制対象であり，Ｃ社はＡ県知事に届出をしている。この場合において，以下の設問に答えよ。なお，各設問の事例はそれぞれ独立している。\n〔設問１〕\nＣ社は，昭和５５年（１９８０年）の操業開始時に，Ｂ町との間に公害防止協定を締結している。この協定においては，大気汚染防止法に基づく窒素酸化物の排出基準よりも２割厳しい基準が定められ，その基準に関して，「Ｃ社工場内のばい煙発生施設の排出口において，本協定に規定する排出基準に適合しないばい煙を排出してはならない。」と規定されていた。\nＤからの相談を受けたＢ町役場では，Ｃ社工場に職員を派遣して窒素酸化物の濃度を測定させたところ，大気汚染防止法に基づく排出基準値は辛うじて遵守していたことが同社の測定記録からは確認できたものの，協定に規定されている値は実現できていないことが判明した。Ｄ以外にもぜん息症状を訴える住民が出てきたことから，Ｂ町は，Ｃ社に対して，このままでは協定の履行を求める訴訟を提起せざるを得ないと伝えた。\nＣ社は，協定値不遵守の事実は認めたものの，「協定に規定されている値は，あくまで目標値にすぎない。また，窒素酸化物に関する規制は，大気汚染防止法のみにより適法になし得るのであって，協定により法的義務を創出することはできないはずであるから遵守義務は発生しない。」\nと主張している。これに対してＢ町は，どのように反論できるか。\nなお，窒素酸化物に関する上乗せ条例は制定されていないものとする。\n〔設問２〕\n大気汚染防止法は，昭和４３年（１９６８年）に制定されたが，同法の昭和４５年（１９７０年）の改正は，排出基準の違反について第３３条の２を導入し，新たな法政策を採用した。【資料１】及び【資料２】を踏まえてその趣旨を述べよ。\n〔設問３〕\nＣ社は，Ｂ町に対して，大気汚染防止法に基づく窒素酸化物の排出基準値は遵守していたと主張したが，Ａ県が立入検査をして質問などをしたところ，少なくとも平成１９年（２００７年）\n４月から平成２４年（２０１２年）３月までの過去５年間にわたり，同法施行規則に基づく頻度で実施する排出基準の測定に当たって，度々同基準値を超過した排出をしていたにもかかわらず，それが基準値内にあるように測定値を改ざんして記録していたことが判明した。この場合について【資料１】ないし【資料３】を踏まえて次の⑴及び⑵に答えよ。\n⑴ このような事案に対し，設問２に挙げた規定の導入と一体として行われた昭和４５年（１９７０年）の大気汚染防止法改正の一部（【資料２】参照）には，「十分認識されていなかった問題点」があったことが明らかになり，平成２２年（２０１０年）に同法改正がなされた（平成\n２３年（２０１１年）４月１日施行）。この問題点は，我が国の環境法令の多くに前提となっている認識と関連しており，我が国の環境法令の特徴ともいえるが，それは何か。\n⑵ Ｃ社はどのような刑事責任を負うか。なお，罪数については答えなくてよい。\n- 30 -\n【資料１】昭和４３年（１９６８年）の大気汚染防止法制定の際の関連規定\n（排出基準の遵守義務）第５条 指定地域におけるばい煙発生施設において発生するばい煙を排出する者（以下「ばい煙排出者」という。）は，当該ばい煙発生施設に係る排出基準を遵守しなければならない。\n（ばい煙量等の測定）第１５条 ばい煙排出者は，厚生省令，通商産業省令で定めるところにより，当該ばい煙発生施設に係るばい煙量又はばい煙濃度を測定し，その結果を記録しておかなければならない。\n第３３条 第１０条又は第１４条第１項若しくは第２項の規定による命令に違反した者は，１年以下の懲役又は１０万円以下の罰金に処する。\n第３４条 第７条第１項の規定による届出をせず，又は虚偽の届出をした者は，５万円以下の罰金に処する。\n第３５条 次の各号の一に該当する者は，３万円以下の罰金に処する。\n一 第８条第１項又は第９条第１項の規定による届出をせず，又は虚偽の届出をした者二 第１１条第１項の規定に違反した者三 第１５条の規定による記録をせず，又は虚偽の記録をした者四 第２６条第１項の規定による報告をせず，若しくは虚偽の報告をし，又は同項の規定による検査を拒み，妨げ，若しくは忌避した者\n【資料２】昭和４５年（１９７０年）の大気汚染防止法改正の際の関連規定\n（ばい煙の排出の制限）第１３条 ばい煙発生施設において発生するばい煙を大気中に排出する者（以下「ばい煙排出者」という。）は，そのばい煙量又はばい煙濃度が当該ばい煙発生施設の排出口において排出基準に適合しないばい煙を排出してはならない。\n２ （略）\n（ばい煙量等の測定）第１６条 ばい煙排出者は，厚生省令，通商産業省令で定めるところにより，当該ばい煙発生施設に係るばい煙量又はばい煙濃度を測定し，その結果を記録しておかなければならない。\n第３３条 第９条又は第１４条第１項の規定による命令に違反した者は，１年以下の懲役又は２０万円以下の罰金に処する。\n第３３条の２ 次の各号の一に該当する者は，６月以下の懲役又は１０万円以下の罰金に処する。\n一 第１３条第１項の規定に違反した者二 第１７条第２項，第１８条の４又は第２３条第４項の規定による命令に違反した者\n２ 過失により，前項第１号の罪を犯した者は，３月以下の禁錮又は５万円以下の罰金に処する。\n第３４条 次の各号の一に該当する者は，３月以下の懲役又は５万円以下の罰金に処する。\n一 第６条第１項又は第８条第１項の規定による届出をせず，又は虚偽の届出をした者二 第１５条第２項の規定による命令に違反した者第３５条 次の各号の一に該当する者は，５万円以下の罰金に処する。\n一 第７条第１項，第１８条第１項若しくは第３項又は第１８条の２第１項の規定による届出をせず，又は虚偽の届出をした者二 第１０条第１項の規定に違反した者三 第２６条第１項の規定による報告をせず，若しくは虚偽の報告をし，又は同項の規定による検査を拒み，妨げ，若しくは忌避した者\n- 31 -\n【資料３】中央環境審議会「今後の効果的な公害防止の取組促進方策の在り方について（答申）」(平\n成２２年１月２９日）（抜粋）\n「近年においては，環境問題の対象が地球温暖化や廃棄物・リサイクル等にも多様化し，事業者や地方自治体においてもこのような課題への対応に重点が置かれるようになり，公害防止の取組に対する社会的な注目度は相対的に低下し，現場における担当者の公害問題に対する危機意識も希薄となりがちな傾向にある。それらを背景として，公害防止法令に基づく環境管理業務に充てられる人的・予算的な資源に制約が生じ，その適確な遂行が困難になりつつあり，さらに，これまで公害防止対策を担ってきた経験豊富な事業者や地方自治体の職員も退職期を迎えている。また，企業におけるコンプライアンスの確保が課題となっている。このような中で，ここ数年，大企業も含めた一部の事業者において，『大気汚染防止法』や『水質汚濁防止法』の排出基準の超過及び工場の従業員による測定データの改ざん等の法令違反事案が相次いで明らかとなり，事業者の公害防止管理体制に綻びが生じている事例が見られている。」\n「現行の『大気汚染防止法』及び『水質汚濁防止法』においては，（中略）ばい煙量等又は排出水の汚染状態の測定・記録（中略）により得られる排出測定データは，事業者が排出基準を超過しないよう自主的管理のために用いられるとともに（中略）地方自治体による報告徴収や立入検査，改善命令等の法に基づく措置を行う際に過去の排出の状況を明らかにする重要な資料となってきた。」\n- 32 -\n〔第２問〕（配点：５０）\nＡ県Ｂ町は，瀬戸内海に面した湾内に位置し，古くから海上交通の要衝として栄えた港町である。\n海岸には，中世からの港湾設備群や壮麗な神社等の歴史的建造物が並び，それらが良好な状態で保存されている。同じ湾内の，Ｂ町の対岸側にあるＡ県Ｃ町からは，Ｂ町海岸の歴史的建造物があたかも海に浮かんでいるように見えるため，Ｃ町からの景観は名勝として知られ，Ｃ町住民は，その特徴的な歴史的景観を日常的に遠望していた。\nＡ県は，事業者として，県内の他地域における幹線道路の慢性的な交通渋滞を緩和するため，上記湾内の公有水面を埋め立て，埋立地に新たな地上式の県道（以下「計画道路」という。）を設置する事業（以下「本件事業」という。）を計画した。計画道路は，Ｃ町を通る予定である。本件事業による湾の埋立てにより，Ｂ町の歴史的建造物が並ぶ海岸地先海面も埋め立てられることとなった。本件事業の計画に際し，埋立工事を行わず，別地区にトンネルを掘削する代替案も検討されたが，代替案では，幹線道路の交通混雑解消の効果が，埋立工事を行う場合の約７０％であるとして，採用されなかった。\nなお，Ａ県は，政府が瀬戸内海環境保全特別措置法第３条第１項に基づき策定した「瀬戸内海環境保全基本計画」に基づいて，「瀬戸内海環境保全に関するＡ県計画」を策定しており，これには，「瀬戸内海の自然景観と一体をなしている史跡，名勝，天然記念物等については，その指定，管理等に係る制度の適正な運用等によりできるだけ良好な状態で保全するよう努めるものとする。」との規定がある。\nＡ県は，Ａ県知事に対し，公有水面埋立法第４条第１項に基づき埋立免許を申請し，Ａ県知事は，Ａ県に対し，公有水面の埋立免許を付与した。その後，本件事業による埋立工事が竣工した結果，Ｃ町からは，Ｂ町の歴史的建造物が海に浮かんでいるようには見えなくなり，特徴的な歴史的景観が損なわれた。\n〔設問１〕\nＣ町に住むＸは，長年，Ｂ町の歴史的建造物の見える景観を日常的に楽しんでいたが，本件事業による埋立てにより，特徴的な歴史的景観が損なわれ，精神的苦痛を感じているため，訴訟を提起して，損害の賠償を受けたいと考えている。\n⑴ Ｘは，誰に対してどのような請求ができるか。\n⑵ 当該訴訟において予想される争点について，Ｘがどのような主張をすべきかを，予想される被告側の反論にも言及しつつ，論ぜよ。\n〔設問２〕\n本件事業に係る計画道路の供用開始後，当該道路の交通量が増加し，Ｃ町では当該道路を通行する自動車の騒音が激しくなり，Ｘの居住地では，昼夜の各環境基準を５デシベル超える騒音が毎日のように測定されるようになった。Ｘは，生活妨害による精神的苦痛を感じているため，訴訟を提起して，損害の賠償を受けたいと考えている。\n⑴ Ｘは，誰に対してどのような請求ができるか。\n⑵ 当該訴訟において予想される争点について，Ｘがどのような主張をすべきかを，予想される被告側の反論にも言及しつつ，論ぜよ。\n【資 料】\n○ 公有水面埋立法（大正１０年４月９日法律第５７号）（抄）第２条 埋立ヲ為サムトスル者ハ都道府県知事ノ免許ヲ受クヘシ\n２，３ （略）第４条 都道府県知事ハ埋立ノ免許ノ出願左ノ各号ニ適合スト認ムル場合ヲ除クノ外埋立ノ免許ヲ\n- 33 -為スコトヲ得ズ一 国土利用上適正且合理的ナルコト二 其ノ埋立ガ環境保全及災害防止ニ付十分配慮セラレタルモノナルコト三 埋立地ノ用途ガ土地利用又ハ環境保全ニ関スル国又ハ地方公共団体（港務局ヲ含ム）ノ法律ニ基ク計画ニ違背セザルコト\n四 埋立地ノ用途ニ照シ公共施設ノ配置及規模ガ適正ナルコト五，六 （略）\n２，３ （略）\n○ 瀬戸内海環境保全特別措置法（昭和４８年１０月２日法律第１１０号）（抄）\n（目的）第１条 この法律は，瀬戸内海の環境の保全上有効な施策の実施を推進するための瀬戸内海の環境の保全に関する計画の策定等に関し必要な事項を定めるとともに，特定施設の設置の規制，富栄養化による被害の発生の防止，自然海浜の保全等に関し特別の措置を講ずることにより，瀬戸内海の環境の保全を図ることを目的とする。\n（瀬戸内海の環境の保全に関する基本となるべき計画）第３条 政府は，瀬戸内海が，わが国のみならず世界においても比類のない美しさを誇る景勝地として，また，国民にとつて貴重な漁業資源の宝庫として，その恵沢を国民がひとしく享受し，後代の国民に継承すべきものであることにかんがみ，瀬戸内海の環境の保全上有効な施策の実施を推進するため，瀬戸内海の水質の保全，自然景観の保全等に関し，瀬戸内海の環境の保全に関する基本となるべき計画（以下この章において「基本計画」という。）を策定しなければならない。\n２，３ （略）\n（瀬戸内海の環境の保全に関する府県計画）第４条 関係府県知事は，基本計画に基づき，当該府県の区域において瀬戸内海の環境の保全に関し実施すべき施策について，瀬戸内海の環境の保全に関する府県計画（以下この章において「府県計画」という。）を定めるものとする。\n２～５ （略）\n（埋立て等についての特別の配慮）第１３条 関係府県知事は，瀬戸内海における公有水面埋立法（大正１０年法律第５７号）第２条第１項の免許又は同法第４２条第１項の承認については，第３条第１項の瀬戸内海の特殊性につき十分配慮しなければならない。\n２ （略）\n- 34 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "subject": 16,
  "purpose": "〔第１問〕\n〔設問１〕は，公害防止協定の法的性質及びその限界に関する基本的理解を問う問題である。\n協定に関しては，伝統的に，紳士協定説と契約説があるが，現在では，個別条項ごとにその性質を検討すべきとされていることを指摘した上で，Ｂ町の反論としては，設問中にある規定等の表現振りから，それが法的拘束力を有するとの論述を展開することが期待される。また，協定には比例原則などの法の一般原則に反せないという限界があるところ，２割程度の厳格化がその範囲内といえるかどうかという点も指摘してほしい。さらに，大気汚染に関する行政的対\n- 21 -応は大気汚染防止法に基づくＡ県の権限のみにより可能という主張に対して，公序良俗に違反しない任意の合意である限りはそうした制約は適用されないと反論することが考えられる。\n〔設問２〕は，資料に掲げてある大気汚染防止法の１９６８年法と１９７０年改正法の関係\n条文から，排出基準違反に対して導入された「新たな法政策」が直罰制（大気汚染防止法第３３条の２第１項第１号）であることを把握した上で，導入の必要性が理解されているかを問う問題である。通常，指摘される１９６８年法の問題点としては，命令前置制であるがゆえに，命令がされない限りは刑罰を科すことができないために迅速な違反是正が期待できないことが挙げられる。\n〔設問３〕は，大気汚染防止法の２０１０年改正の一つの柱である，測定データの改ざん対\n策及びその背景事情についての理解を問う問題である。\n小問（１）については，資料から，企業の自主管理に対して全幅の信頼がされていたことを読み取るとともに，排出基準の違反が直罰制になっているものの特定施設の排出口における基準遵守を捜査機関が的確に把握することができないために現実には刑罰の適用が困難になっていたことを指摘してほしい。\n小問（２）については，Ｃ社は，第１に，２０１１年４月以降については，記録義務（大気汚染防止法第１６条）違反により，両罰規定として，３０万円以下の罰金が科されること（同法第３５条第３号，第３６条）を指摘できる。第２に，２００７年４月以降２０１２年３月までの間の排出基準遵守義務（同法第１３条第１項）違反に対して，両罰規定として，５０万円以下の罰金が科されること（同法第３３条の２第１項第１号，第３６条）を指摘できる。\n〔第２問〕\n〔設問１〕の小問（１）は，Ｘが訴訟を提起する場合の訴訟物を問うものである。Ａ県知事\nの違法な処分又はＡ県の違法な埋立工事によるＡ県に対する国家賠償法第１条第１項に基づく損害賠償請求などが考えられる。\n小問（２）については，Ｘが損害賠償を請求する場合の要件を検討し，具体的事実に当てはめて，Ｘの主張を構成することが求められている。また，Ｘにとって不利な点をも検討し，被告の予想される反論として指摘してほしい。\n本問では，被侵害利益は何か，Ａ県知事の処分又はＡ県の埋立工事が違法な侵害行為といえるか等を，主な論点として検討することが期待される。\n被侵害利益としては，景観利益などが考えられる。例えば，景観利益については，最判平成\n１８年３月３０日民集６０巻３号９４８頁（国立景観訴訟）を踏まえて，その性質・内容，法律上保護される利益といえるかどうかを検討し，Ｘが当該利益を有するかを，Ｘ及び被告の観点で論じることができよう。学説上論じられている景観権，環境権を被侵害利益として記述する場合にも，上記の最高裁判決との関係に触れることが期待される。\nまた，景観利益を被侵害利益とする場合，上記最高裁判決を参考に，当該利益が違法に侵害されたかどうかを検討することができる。本問においては，公有水面埋立法第４条第１項第２号，第３号，瀬戸内海環境保全特別措置法第１３条第１項，同法第３条第１項に基づく「瀬戸内海環境保全に関するＡ県計画」に照らして，本問における処分又は埋立工事が，行政法規に違反する処分といえるかどうか，代替案を採用しなかったことをどのように評価するかなどを踏まえて，違法性をＸ及び被告の観点で論じてほしい。\n〔設問２〕の小問（１）は，Ｘが訴訟を提起する場合の訴訟物を問うものである。道路の設\n置管理の瑕疵によるＡ県に対する国家賠償法第２条第１項に基づく損害賠償請求などが考えられる。\n小問（２）では，被侵害利益は何か，道路の設置管理に瑕疵があるといえるか（自動車騒音が受忍限度を超えるといえるか）等を，主な論点として検討することが期待される。ここでも，- 22 -\nＸの主張を構成するのみならず，Ｘにとって不利な点をも検討し，被告の予想される反論として指摘してほしい。\n被侵害利益としては，人格権などが考えられる。\nまた，自動車騒音が受忍限度を超えるといえるかについては，最判平成７年７月７日民集４９巻７号１８７０頁（国道４３号線訴訟）を踏まえて，判断基準（判断要素）を指摘し，本問の具体的事実に当てはめることが望まれる。その際，環境基準を超える騒音が受忍限度を超えるといえるかどうか（環境基準と受忍限度との関係），道路の公共性，受益と被害の彼此相補関係の有無，被害防止措置の有無などについて，検討してほしい。\n[国際関係法（公法系）］\n〔第１問〕\n本問は，領海，接続水域及び排他的経済水域（以下「ＥＥＺ」という。）に対する沿岸国の立法及び執行管轄権について問う問題を軸としつつ，あわせて，留保と解釈宣言の異同及び国内的救済完了原則の適用例外に関する基本的知識について問う問題である。国際法判例及び事例に対する学習も踏まえて国際法の基礎知識を，具体的事例に応用する能力を身に付けているか否かを確認することをねらいとしている。\n設問１は，国際慣習法となっている条約法に関するウィーン条約（以下「条約法条約」という。）の留保の定義，留保の許容性に関する基礎知識を前提として，海洋法に関する国際連合条約（以下「海洋法条約」という。）第３０９条及び第３１０条の規定を解釈し，Ｘ国の付した宣言に適用する問題である。条約法条約第２条第１項（d）に従えば，留保とは，用いられる名称のいかんを問わず，「条約の特定の規定の自国への適用上その法的効果を排除し又は変更することを意図して」条約に付される単独の声明をいう。海洋法条約第３０９条は，この定義に基づいて，「明示的に認められている場合を除くほか」この条約に「留保を付することも，また，除外を設けることも」禁止する。しかし，他方で同条約第３１０条は，用いられる名称のいかんを問わず，「国が，特に当該国の法令をこの条約に調和させることを目的として」「宣言又は声明」を行うことを排除しない。ただし，この宣言は，「当該国に対するこの条約の適用において，この条約の法的効力を排除し又は変更する」効果を有しない。こうした前提を理解した上で，Ｘ国が付した宣言の国際法上の効力について論ずることが必要である。その際には，Ｘ国が付した宣言の法的性質及びそれを決定する基準がまず問題になろう。Ｘ国の宣言が，同条約第３０９条が許容しない留保に当たるとすれば当該留保は無効と判断されるが，同条約第３０９条にかかわらずあえて宣言を付していることからすると，同条約第３１０条に従って付した「宣言又は声明」とみなすのが普通であろう。その場合には，解釈宣言の国際法上の法的効果に関する論述が求められる。\n設問２は，領海内，接続水域内，ＥＥＺ内にある外国船舶に対する沿岸国の立法及び執行管轄権について問う問題である。各海域に対する沿岸国の立法管轄権及び執行管轄権に関する基礎知識とその応用力が求められる。まず，Ａ号に対する措置については，沿岸国は自国領海内において，同国の通関上の法令違反を防止するため法令を制定する権利を有すること（海洋法条約第２１条第１項（h）），この法令に違反する物品の積卸しは無害通航に該当しないこと（同条約第１９条第２項（g）），このような法令違反の外国船舶に対して沿岸国は乗船，拿捕，司法的手続を含む執行措置を採ることができることを踏まえて，Ｘ国が採った措置を評価することが求められる。次に，Ｂ号に対する措置については，沿岸国がその接続水域内において，海洋法条約第３３条第１項（a）及び（b）に定める目的のために必要な規制措置を採ることができることを論じなければならないが，沿岸国が同水域内自体における関税法違反を問うことができるか否かについては見解が分かれているため，Ｘ国の採った措置についていずれの解釈を採るかを，その根拠とともに論ずる必要がある。最後にＣ号に対する措置\n- 23 -については，第２サイガ号事件国際海洋法裁判所判決が，人工島等を除きＥＥＺ内での関税法の適用を海洋法条約違反と判示したことを踏まえた上で，Ｘ国の措置に関する評価を論ずることが求められる。\n設問３は，国内的救済原則の適用例外について問う問題である。問題の内容から，まず海洋法条約第２９５条に定める「国内的な救済措置を尽くすことが国際法によって要求されている場合」とは何かとともに，国内的救済原則が適用されない例外について簡潔に説明する必要がある。国家間紛争において国内的救済原則が適用されるのは，外交的保護権など在外自国民が被った身体又は財産損害についてその国籍国が国際請求を提出する場合であるが，この原則の適用には被害者に実効的救済を与える合理的可能性がない場合などいくつかの例外が認められてきた。その一つに，公海上の国際違法行為のように被害者と加害国との間に自発的な管轄権の結び付きがない場合が挙げられる。本問はこの事由に該当するが，設問３が国内的救済の適用例外を「Ｙ国の請求内容」に即して説明することを求めるので，この論点に触れることは必須ではない。先例（インターハンデル事件，サイガ号事件等）が示すように，外国の国際違法行為によって自国民に対する損害と国家損害の双方が発生する場合に，国際請求が自国民の被った損害を優越的な基礎としてなされる場合には，国内的救済を尽くさなければならない。しかし，国家自らが被った損害を国際請求の主要な根拠としている場合には国内的救済原則は適用されない。このことを踏まえて，本問におけるＹ国の請求内容をどのように評価するかを論じることが必要である。\n〔第２問〕\n本問は，主権免除と外交特権免除を問う問題である。\n設問１は，主権免除の考え方の基本を問うている。まず，主権免除の認められる範囲がどのようなものかが明らかにされなければならない。かつては，一部の例外を除く絶対免除主義が認められたが，現在では，国家の行為を主権的行為と，業務管理的行為とに分けて，前者にのみ免除を認める相対（制限）免除主義が主流となっている。日本でも判例変更が行われているが，主権免除が認められる範囲の変遷の背景に対する理解も求められる。背景には，国家が私人の行う商取引のような行為も行うようになってきたこと，取引が国際化してきたこと，そのような場合に主権免除を認めれば相手方の私人の救済が図られず，その結果として国家の取引の相手方が得られなくなることなどがある。次に，国家のいかなる行為が主権的行為か業務管理的行為かを分ける基準を明らかにする必要がある。これについては，行為目的説と行為性質説があるが，一般に客観的な判断を期待できる行為性質説が有力であるが，目的を考慮する実践も排除されているわけではない。こうした前提を論じた上で，本問の事例に当てはめて考えることが求められる。本問のＢ国の行為は，通常大使館にはあり得ないような遊戯施設建築のための契約締結である。私人がなす契約行為と変わらないことを考慮して，主権免除が認められるかが問われることになる。\n設問２は，裁判権免除が認められなかった場合に，確定した判決の執行に関する主権免除が認められるかを問う問題である。裁判権免除と確定した判決の執行免除とを区別した上で同様に処理するかが考えられなければならない。そこでは，裁判権免除と執行権免除とでは，主権に与える影響が異なることを考慮することが必要となる。主権に対する影響の大きさからして，裁判権は免除されない場合でも，判決の執行は免除され得るという学説が優勢であること，差押えの対象となっている，Ｂ国大使館がＡ国内の銀行に開設している銀行口座がいかなる性質の財産かを考慮して，判決の執行についての免除を考えることになる。\n設問３は，外交特権免除の中でも，特に公館の不可侵について問う問題である。慣習国際法ともなっている外交関係に関するウィーン条約第２２条は，公館の不可侵を規定するが，本問では，遊戯施設が不可侵の保護の対象となるかが問題となる。Ａ国は，遊戯施設が外交機\n- 24 -能に関わるものではないから不可侵は認められないと主張しているが，まず，外交特権免除の根拠は何かが問題となる。治外法権説，威厳説，機能説があるが，現在では，主にそのいずれが主たる根拠となっているかを考慮して，遊戯施設が不可侵であるかを決定することになる。仮に，当該遊戯施設は不可侵を享受するとする場合には，その例外の有無の問題として，本問における火災の規模や，事後の実況見分であるという事情も，緊急性の観点から考慮される。また，不可侵を否定する場合には，Ａ国警察の立入りの濫用のおそれも考慮するべきである。\n設問４は，軍隊の行為の主権免除を問う問題である。軍隊は，主権的行為をする典型的な主体である。設問１で，相対免除主義を採用したという前提に立つとすれば，本問での軍隊の行為がいかなる性質であるかを決定する必要がある。Ａ国との合意でＢ国より派遣された軍隊が行う救助活動は，典型的な軍事活動ではない。それでは，このような救助活動は，業務管理的行為といえるか，それとも，軍隊ならでは行い得ない行為であり，主権的行為の一部というべきかを検討して，主権免除が認められるかを判断することになる。"
}