{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点の割合は，３：４：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\nⅠ\n【事実】\n１．Ａは，店舗を建設して料亭を開業するのに適した土地を探していたところ，平成２年（１９９０年）８月頃，希望する条件に沿う甲土地を見つけた。\n甲土地は，その当時，Ｂが管理していたが，登記上は，Ｂの祖父Ｃが所有権登記名義人となっている。Ｃは，妻に先立たれた後，昭和６０年（１９８５年）４月に死亡した。Ｃには子としてＤ及びＥがいたが，Ｄは，昭和６３年（１９８８年）７月に死亡した。Ｄの妻は，Ｄより先に死亡しており，また，Ｂは，Ｄの唯一の子である。\n２．Ａが，平成２年（１９９０年）９月頃，Ｂに対し甲土地を購入したい旨を申し入れたところ，Ｂは，その１か月後，Ａに対し，甲土地を売却してもよいとする意向を伝えるとともに，「甲土地は，登記上は祖父Ｃの名義になっているが，Ｃが死亡した後，その相続について話合いをすることもなくＤが管理してきた。Ｄが死亡してからは，自分が管理をしている。」と説明した。Ａが，「Ｂを所有権登記名義人とする登記にすることはできないのか。」とＢに尋ねたところ，Ｂは，「しばらく待ってほしい。」と答えた。\n３．ＡとＢは，平成２年（１９９０年）１１月１５日，甲土地を代金３６００万円でＢがＡに売却することで合意した。そして，その日のうちに，Ａは，Ｂに代金の全額を支払った。また，同月２０日，Ａは，甲土地を柵で囲み，その中央に「料亭「和南」建設予定地」という看板を立てた。\n４．平成３年（１９９１年）１１月頃，Ａは，甲土地上に飲食店舗と自宅を兼ねる乙建物を建設し，同年１２月１０日，Ａを所有権登記名義人とする乙建物の所有権の保存の登記がされた。\nそして，Ａは，平成４年（１９９２年）３月１４日から，乙建物で料亭「和南」の営業を開始した。なお，料亭「和南」の経営は，Ａが個人の事業者としてするものである。\n５．Ａは，平成１５年（２００３年）２月１日に死亡した。Ａの妻は既に死亡しており，ＦがＡの唯一の子であった。Ｆは，他の料亭で修業をしていたところ，Ａが死亡したため，料亭「和南」の営業を引き継いだ。乙建物は，Ｆが居住するようになり，また，同年４月２１日，相続を原因としてＡからＦへの所有権の移転の登記がされた。\n〔設問１〕 【事実】１から５までを前提として，以下の⑴及び⑵に答えなさい。\n⑴ Ｆは，Ａが甲土地をＢとの売買契約により取得したことに依拠して，Ｅに対し，甲土地の所有権が自己にあることを主張したい。この主張が認められるかどうかを検討しなさい。\n⑵ Ｆが，Ｅに対し，甲土地の占有が２０年間継続したことを理由に，同土地の所有権を時効により取得したと主張するとき，【事実】３の下線を付した事実は，この取得時効の要件を論ずる上で法律上の意義を有するか，また，法律上の意義を有すると考えられるときに，どのような法律上の意義を有するか，理由を付して解答しなさい。\nⅡ 【事実】１から５までに加え，以下の【事実】６から17までの経緯があった。\n【事実】\n６．料亭「和南」は順調に発展し，名店として評判となった。そこで，Ｆは，「和南」ブランドで，瓶詰の「和風だし」及びレトルト食品の「山菜おこわ」を販売することを考えるようにな\n- 2 -った。\n７．まず，Ｆは，「和風だし」を２０００箱分のみ製造し，二つの地域で試験的に販売することとした。そして，料亭「和南」とその周辺でＦ自らが１０００箱分を販売するが，別の地域における販売は，食料品販売業者のＧに任せることとし，ＦがＧに「和風だし」１０００箱を販売し，Ｇがそれを転売することとした。\n８．「和風だし」は，一部に特殊な原材料が必要なことから，平成２３年９月に製造する必要があった。しかし，試験販売の開始は，準備の都合上，平成２４年３月からとされた。そこで，Ｆは，「和風だし」２０００箱分を製造した上，販売開始時期まで，どこかに保管することを考えた。そして，甲土地のすぐ近くで，かつて質店を経営していたが，現在は廃業しているＨ\nならば，広い倉庫を所有しているだろうと考え，Ｈと交渉した結果，Ｈ所有の丙建物に，Ｆが製造した「和風だし」を出荷まで保管してもらい，これに対しＦが保管料を支払うこととなった。\n９．Ｆは，平成２３年９月１０日，Ｇとの間で，「和風だし」２０００箱のうち１０００箱をＦがＧに対し代金５００万円で売却し，丙建物で同月２５日にＦがＧに現実に引き渡す旨の契約を締結した。そして，平成２３年９月２５日，「和風だし」２０００箱が丙建物に運び込まれ，そのうち１０００箱がＦからＧに現実に引き渡された後直ちに，ＦとＨ，ＧとＨは，それぞれ\n【別紙】の内容の寄託契約を締結した。これらの結果，丙建物では，合わせて「和風だし」２\n０００箱が保管されることとなった。\nなお，平成２３年９月２５日までに実際に製造された「和風だし」は予定どおり２０００箱分であり，それ以外には，「和風だし」は製造されていない。また，製造された「和風だし」\n２０００箱分は，種類及び品質が同一であり，包装も均一であった。\n10．また，Ｆは，平成２４年１月中には，料亭「和南」で飲食した顧客のために，お土産用「山菜おこわ」の販売を始めることとし，製造する「山菜おこわ」の保管場所につきＨに相談した。\nＨは，既に「和風だし」の寄託を受けて丙建物が有効活用されていること，さらに，丙建物にはなお保管場所に余裕があることから，Ｆの「山菜おこわ」を丙建物において無償で保管することをＦと合意した。\n11．Ｆは，平成２４年１月に入ると，「山菜おこわ」の製造を開始し，同月１０日，Ｈの立会いを得て，「山菜おこわ」５００箱を丙建物に運び込んだ。\n12．平成２４年１月１２日，Ｆは，これまで取引のなかった大手百貨店Ｑの本部から，「山菜おこわ」をＱ百貨店本店の地下１階食品売場で販売し，その評判が良ければ，「山菜おこわ」をＱ百貨店の全店舗の食品売場で販売したいとの申出を受けた。\n13．Ｆは，平成２４年１月１６日，Ｑとの間で，丙建物に保管されている「山菜おこわ」５００箱をＦがＱに対し代金３００万円で売却し，これを同月３１日に丙建物で引き渡す旨の契約を締結した。Ｆは，この売買契約が成立したことから，Ｑが「山菜おこわ」の販売を始めるまでは，これを料亭「和南」で販売しないこととした。\n14．Ｆは，Ｑ百貨店で「山菜おこわ」を取り扱ってもらえることになったことを大いに喜び，平成２４年１月２２日，たまたまＨが料亭「和南」を訪れた際，「Ｑ百貨店本店の食品売場に「山菜おこわ」を置いてもらえることになった。その評判が良ければ，Ｑ百貨店は，全店舗で「山菜おこわ」を取り扱うことを申し出てくれている。「和南」の味を広める大きなチャンスだから張り切っている。」とＨに話した。\n15．ところが，平成２４年１月２４日，丙建物に何者かが侵入し，丙建物内に保管されていた「和風だし」２０００箱のうち１０００箱及び「山菜おこわ」５００箱全てが盗取された。なお，丙建物に何者かが侵入することを許したのは，その日はＨが丙建物の施錠を忘れていたためである。また，Ｆが，同月３１日までに「山菜おこわ」５００箱分を新たに製造することは不可能である。\n- 3 -\n16．Ｑにおいて，この盗難事件を受け，Ｆとの取引を進めるかどうかについて社内で協議したところ，Ｆの商品保管態勢が十分であるとはいえないとして，その経営姿勢に疑問が呈せられた。\nそこで，Ｑは，平成２４年２月１日，「山菜おこわ」５００箱分の売買契約を解除すること及び「山菜おこわ」販売に関するＦＱ間の交渉を打ち切ることをＦに通知した。\n17．なお，【事実】16までに記載した以外には，丙建物に保管されている「和風だし」及び「山菜おこわ」について出し入れはなく，丙建物に侵入した者は不明であり盗品を取り戻すことは不可能である。\nまた，「和風だし」及び「山菜おこわ」を丙建物で保管する行為は商行為ではなく，Ｈは商人でない。\n〔設問２〕 Ｇは，Ｈに対し，丙建物に存在する「和風だし」１０００箱を自己に引き渡すよう求め\nている。これに対して，Ｈは，寄託された「和風だし」はＦの物と合わせて２０００箱であるところ，その半分がもはや存在しないことと，残りの１０００箱全てをＧに引き渡せば，Ｆの権利を侵害することとを理由に，Ｇの請求に応ずることを拒んでいる。このＨの主張に留意しながら，Ｇのする「和風だし」１０００箱の引渡請求の全部又は一部が認められるか否かを検討しなさい。\n〔設問３〕 Ｆは，Ｈに対し，「山菜おこわ」を目的とする寄託契約の債務不履行を理由として損害\n賠償を請求しようと考えている。この債務不履行の成否について検討した上で，Ｆが，【事実】16の下線を付した経過があったためＱ百貨店の全店舗で「山菜おこわ」を取り扱ってもらえなくなったことについての損害の賠償を請求することができるか否かについて論じなさい。\n- 4 -\n【別紙】\n寄託契約書第１条寄託者は，受寄者に対し，料亭「和南」製「和風だし」１０００箱（以下「本寄託物」という。）を寄託し，受寄者は，これを受領した。\n第２条\n１ 受寄者は，本寄託物を丙建物において保管する。\n２ 受寄者は，本寄託物を善良な管理者の注意をもって保管する。\n第３条\n１ 受寄者が他の者（次項及び次条において「他の寄託者」という。）との寄託契約に基づいて本寄託物と種類及び品質が同一である物を保管する場合において，受寄者は，その物と本寄託物とを区別することなく混合して保管すること（以下「混合保管」という。）ができ，寄託者は，これをあらかじめ承諾する。\n２ 前項の場合において，受寄者は，寄託者に対し，他の寄託者においても寄託物の混合保管がされることを承諾していることを保証する。\n第４条寄託者及び受寄者は，寄託者及び他の寄託者が，混合保管をされた物について，それぞれ寄託した物の数量の割合に応じ，寄託物の共有持分権を有することを確認する。\n第５条受寄者は，本寄託物に係る保管料を別に定める方法で計算し，寄託者に請求する。\n第６条受寄者は，寄託者に対し，混合保管をされていた物の中から，寄託者の寄託に係るものと同一数量のものを返還する。\n〔以下の条項は，省略。〕\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，２：５：３〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．甲株式会社（以下「甲社」という。）は，主に情報サービス事業を営む監査役会設置会社であり，その株式を東京証券取引所に上場している。\n甲社の資本金は３０億円，その発行済株式の総数は１００万株である。\n甲社の取締役は，平成２０年６月に選任されたＡ，Ｂ，Ｃ及びＤの４名であり，Ａが代表取締役社長である。なお，Ａは，甲社の株式１万株を有している。\n甲社の監査役は，平成１９年６月に選任されたＥ，Ｆ及びＧの３名であり，Ｅが常勤監査役，Ｆ及びＧが非常勤の社外監査役である。\n２．甲社の定款には，(a)定時株主総会の議決権の基準日は，毎年３月３１日とすること，(b)株主総会は，取締役社長がこれを招集し，議長となること，(c)取締役の員数は，６名以内とすること，(d)取締役の選任決議は，議決権を行使することができる株主の議決権の３分の１以上を有する株主が出席し，その議決権の過半数をもって行うこと，(e)取締役の選任決議は，累積投票によらないものとすること，(f)取締役会は，その決議によって取締役会長及び取締役社長各１名を定めることができること，(g)事業年度は，４月１日から翌年３月３１日までの１年とすることなどが定められている。\nなお，甲社には，取締役の任期を短縮する旨の定款の定めや株主総会の決議はない。\n３．甲社は，平成２０年秋頃の経営環境の著しい悪化を受け，その業績及び株価は，共に下落の一途をたどった。それにもかかわらず，Ａは，効果的な経営立て直し策を実施できないままでいたため，甲社内外のＡに対する評価は，日増しに厳しくなる一方であった。\nこれに危機感を抱いたＢ，Ｃ及びＤは，Ａに対し，Ａは取締役会長となって一線を退き，新たに外部から経営者を迎えて代表取締役社長とすることを求めた。結局，Ａも，この求めに応じざるを得ず，Ｈを新たに甲社の代表取締役社長として迎えることに同意した。\nこれを受けて，平成２１年６月に開催された甲社の定時株主総会において，Ｈが取締役に選任され，就任し，また，その後に開かれた甲社の取締役会において，Ｈが代表取締役社長に選定され，Ａは代表権のない取締役会長となった。\n４．乙株式会社（以下「乙社」という。）は，設立以来，株主も取締役もＰだけの会社であるが，実際の事業活動は，ほとんど行っていない。\n乙社は，平成２１年７月に入り，金融業者から融資を受けて市場において甲社の株式を買い集め，平成２２年１月に，甲社の株式３３万株を有するに至った。\n５．平成２２年６月に開催された甲社の定時株主総会（以下「２２年総会」という。）では，その終結の時をもって，取締役５名のうちＨを除くＡ，Ｂ，Ｃ及びＤの４名について取締役の任期が満了するため，Ａ，Ｂ，Ｃ及びＤの４名を候補者とする取締役選任議案が会社提案として提出された。\nところが，甲社の株主である乙社から，上記の取締役選任につき，会社法第３０４条に基づき，Ｐ，Ｑ及びＲの３名を候補者として追加する旨の議案が提出された。なお，乙社は，Ｄの選任については賛成する意向であった。\n議長であるＨは，事前に何も知らされていなかったためやや驚いたものの，淡々と議事を進めることとし，Ａ，Ｂ，Ｃ，Ｄ，Ｐ，Ｑ，Ｒの順に，候補者ごとに投票による採決をした。\n投票による採決の結果，Ｈは，Ａから上記の順に得票数（候補者の選任に賛成する議決権の数をいう。以下同じ。）を集計し，Ｐの得票数を集計した時点で，出席株主の議決権の過半数の賛成を得た候補者が４名に達したので，Ｑ及びＲの得票数については議場で集計しないで，Ｂ，Ｃ，- 2 -\nＤ及びＰの４名だけが取締役に選任された旨を宣言した。なお，各候補者の実際の得票数等は，次のとおりであった。\n議決権を行使することができる株主の議決権の数：１００万個出席株主の議決権の数：７７万個各候補者の得票数\nＡ：３３万個\nＢ：３９万個\nＣ：４３万個\nＤ：６５万個\nＰ：４２万個\nＱ：４１万個\nＲ：４０万個\n６．２２年総会の後に開かれた甲社の取締役会には，Ｈ，Ｂ，Ｃ，Ｄ及びＰが取締役として，また，Ｅ，Ｆ及びＧが監査役として，それぞれ出席した。\nこの取締役会で，Ｐは，甲社が乙社に対して平成２２年７月中に１５億円の貸付けを無担保で行う旨の提案をした（以下この貸付けを「本件貸付け」という。）。これに対し，説明が不十分であるとしてＦが強く異議を述べたものの，この提案は，議決に加わらなかったＰを除くＨ，Ｂ，Ｃ及びＤの賛成により承認された。\n７．Ｆは，この取締役会の後に引き続いて開かれた甲社の監査役会でも，本件貸付けはさせるべきでない旨を強く主張したが，Ｅ及びＧは，これに取り合わなかった。最終的には，Ｅが，本件貸付けについては問題視しないことを監査役会の方針とする旨の提案をし，Ｆが反対したものの，Ｇは，この提案に賛成した。\n８．Ｅ，Ｆ及びＧは，平成２３年６月に開催される甲社の定時株主総会（以下「２３年総会」という。）の終結の時をもって監査役の任期が満了するところ，同年３月に，Ｈは，甲社の監査役会に対し，２３年総会に提出する監査役選任議案の候補者は，Ｅ，Ｑ及びＲの３名としたい旨を伝えた。\n９．平成２３年４月上旬に，Ｅが，甲社の監査役会において，上記の監査役選任議案の提出に同意する旨の提案をしたが，Ｆ及びＧが賛成しなかったため，この提案は可決されなかった。\n他方，Ｆが，この監査役会において，Ｅ，Ｆ及びＧの３名を候補者とする監査役選任議案（以下「議案①」という。）を２３年総会に提出することを取締役に対して請求する旨の提案をした。\nこの提案は，Ｆ及びＧの賛成により，可決された。そこで，甲社の監査役会は，Ｈに対し，議案\n①を２３年総会に提出することを請求した。\n10．平成２３年４月下旬に，Ｐは，甲社の株主である乙社を代表して，甲社に対し，監査役３名の選任を２３年総会の目的とすること並びにＥ，Ｑ及びＲの３名を候補者とする監査役選任議案（以下「議案②」という。）の要領を招集通知に記載することを請求した。なお，社債，株式等の振替に関する法律第１５４条第３項所定の通知（いわゆる個別株主通知）に係る要件は満たされていた。\n11．平成２３年６月７日に，Ｈは，Ｈ，Ｂ，Ｃ，Ｄ及びＰの賛成による取締役会決議に基づき，議案①及び議案②を含む２３年総会に係る招集通知を発した。\n12．平成２３年６月２９日に，Ｈが議長となって２３年総会が開催された。この株主総会に監査役として出席したＦは，議案①及び議案②の審議の際に，監査役の選任について意見を述べようと，議長であるＨに対して発言の機会を求めた。しかし，Ｈがこれを制止したため，Ｆは，意見を述べることができなかった。\n- 3 -\nＨは，採決の結果，議案①については，出席した株主の議決権の過半数の賛成を得られなかったことから，否決を宣言し，議案②については，出席した株主の議決権の過半数の賛成を得たことから，可決を宣言した。これに基づき，Ｅ，Ｑ及びＲが監査役に就任した。\n〔設問１〕 上記５のとおり，２２年総会において，Ｈは，Ｂ，Ｃ，Ｄ及びＰの４名だけが取締役\nに選任された旨を宣言したが，この取締役選任の当否について，論じなさい。\nなお，解答に当たっては，次の２点を前提としてよい。\nア．２２年総会における甲社の会社提案の提出及び乙社による会社法第３０４条に基づく議案の提出は，いずれも適法であったこと。\nイ．２２年総会の日から３か月以内に，株主総会の決議の取消しの訴えは，提起されなかったこと。\n〔設問２〕 上記１から上記７までを前提として，次の⑴及び⑵に答えなさい。\n⑴ Ｈが甲社を代表して本件貸付けを実行しようとしている場合，Ａ及びＦが本件貸付けをあらかじめ阻止するために行使することができる会社法上の権限について，論じなさい。\n⑵ Ｈが甲社を代表して本件貸付けを実行し，その後，乙社が倒産し，甲社が本件貸付けの返済を受けられなくなった場合，Ａ及びＦは，本件貸付けに関し，Ｈ，Ｄ及びＰに対し，会社法上，どのような責任追及をすることができるかについて，論じなさい。\n〔設問３〕 上記12の後，Ａ及びＦは，２３年総会において否決を宣言された議案①及び可決を宣\n言された議案②につき，株主総会の決議の取消しの訴えを提起しようと検討している。この訴えに関して考えられるＡ及びＦの主張並びにその当否について，論じなさい。\n- 4 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３.５：４：２.５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事例】\nＸは，Ａに対し，３００万円を貸し渡したが，返済がされないまま，Ａについて破産手続が開始された。Ｘは，ＢがＡの上記貸金返還債務を連帯保証したとして，Ｂに対し，連帯保証債務の履行を求める訴えを提起した（以下，この訴訟を「訴訟１」という。）。\n第１回口頭弁論期日において，被告Ｂは，保証契約の締結の事実を否認した。\n原告Ｘは，書証として，連帯保証人欄にＢの記名及び印影のある金銭消費貸借契約書兼連帯保証契約書（資料参照。以下「本件連帯保証契約書」という。なお，その作成者は証拠説明書においてＸ，Ａ及びＢとされている。）を提出した。\nＢは，本件連帯保証契約書の連帯保証人欄の印影は自分の印章により顕出されたものであるが，この印章は，日頃から自分の所有するアパートの賃貸借契約の締結等その管理全般を任せている娘婿Ｃに預けているものであり，押印の経緯は分からないと述べた。Ｘが主張の補充を検討したいと述べたことから，裁判所は，口頭弁論の続行の期日を指定した。\n以下は，第１回口頭弁論期日の後にＸの訴訟代理人弁護士Ｌと司法修習生Ｐとの間でされた会話である。\n弁護士Ｌ：証拠として本件連帯保証契約書がありますから，立証が比較的容易な事件だと考えていましたが，予想していなかった主張が被告から出てきました。被告の主張は，現在のところ裏付けもなく，そのまま鵜呑みにすることはできませんから，当初の請求原因を維持し，本件連帯保証契約書を立証の柱としていく方針には変わりはありません。もっとも，Ｘによれば，本件連帯保証契約書の作成の経緯は「主債務者ＡがＣとともにＸ方を訪れた上，連帯保証人欄にあらかじめＢの記名がされ，Ｂの押印のみがない状態の契約書を一旦持ち帰り，後日，ＡとＣがＢの押印のある本件連帯保証契約書を持参した」ということのようですから，こちら側から本件連帯保証契約書の作成状況を明らかにしていくことはなかなか難しいと思います。\n修習生Ｐ：二段の推定を使えば，本件連帯保証契約書の成立の真正を立証できますから，それで十分ではないでしょうか。\n弁護士Ｌ：確かに，保証契約を締結した者がＢ本人であるとの前提に立てば，二段の推定を考えていけば足りるでしょう。他方で，仮にＣがＢから印章を預かっていたとすると，ＣがＢの代理人として本件連帯保証契約書を作成したということも十分考えられます。\n修習生Ｐ：しかし，本件連帯保証契約書には「Ｂ代理人Ｃ」と表示されていないので，代理人\nＣが作成した文書には見えないのですが。\n弁護士Ｌ：代理人が本人に代わって文書を作成する場合に，代理人自身の署名や押印をせず，直接本人の氏名を記載したり，本人の印章で押印したりする場合があり，このような場合を署名代理と呼んでいます。その法律構成については，考え方が分かれるところですが，ここでは取りあえず通常の代理と同じであると考え，かつ，代理人の作成した文書の場合，その文書に現れているのは代理人の意思であると考えると，本件連帯保証契約書の作成者は代理人Ｃとなります。\nそこで，私は，念のため，第２の請求原因として，Ｂではなくその代理人Ｃが署名\n- 2 -代理の方式によりＢのために保証契約を締結した旨の主張を追加し，敗訴したときには無権代理人Ｃに対し民法第１１７条の責任を追及する訴えを提起することを想定して，Ｃに対し，訴訟告知をしようと考えています。\n修習生Ｐ：訴訟告知ですか。余り勉強しない分野ですのでよく調べておきます。\nしかし，本件連帯保証契約書を誰が作成したかが明らかでないからといって，第２の請求原因を追加する必要までありますか。裁判所が審理の結果を踏まえてＣがＢの代理人として保証契約を締結したと認定すれば足りるのではないでしょうか。最高裁判所の判決にも，傍論ながら，契約の締結が当事者本人によってされたか，代理人によってされたかは，その法律効果に変わりがないからとして，当事者の主張がないにもかかわらず契約の締結が代理人によってされたものと認定した原判決が弁論主義に反しないと判示したもの（最高裁判所昭和３３年７月８日第三小法廷判決・民集１２\n巻１１号１７４０頁）があるようですが。\n弁護士Ｌ：その判例の読み方にはやや難しいところがありますから，もう少し慎重に考えてください。先にも言ったとおり，本件連帯保証契約書の作成者が代理人Ｃであるという前提に立つと，本件連帯保証契約書において保証意思を表示したのは代理人Ｃであると考えられ，その効果がＢに帰属するためには，ＢからＣに対し代理権が授与されていたことが必要となります。そうだとすると，第２の請求原因との関係では，ＢからＣへの代理権授与の有無が主要な争点になるものと予想され，本件連帯保証契約書が証拠として持つ意味も当初の請求原因とは違ってきますね。なぜだか分かりますか。\n修習生Ｐ：二段の推定が使えるかどうかといったことでしょうか。\n弁護士Ｌ：良い機会ですから，当初の請求原因（請求を基礎付ける事実）が，①ＸＡ間における貸金返還債務の発生原因事実，②ＸＢ間における保証契約の締結，③②の保証契約が書面によること及び④①の貸金返還債務の弁済期の到来であり，第２の請求原因（請求を基礎付ける事実）が，①ＸＡ間における貸金返還債務の発生原因事実，②代理人\nＣが本人Ｂのためにすることを示してＸとの間で保証契約を締結したこと（顕名及び法律行為），③②の保証契約の締結に先立って，ＢがＣに対し，同契約の締結についての代理権を授与したこと（代理権の発生原因事実），④②の保証契約が書面によること及び⑤①の貸金返還債務の弁済期の到来であるとして，処分証書とは何か，それによって何がどのように証明できるかといった基本に立ち返って考えてみましょう。\n〔設問１〕\n⑴ Ｘが当初の請求原因②の事実を立証する場合と第２の請求原因③の事実を立証する場合とで，本件連帯保証契約書が持つ意味や，同契約書中にＢの印章による印影が顕出されていることが持つ意味にどのような違いがあるか。弁護士Ｌと司法修習生Ｐの会話を踏まえて説明せよ。\n⑵ Ｘが第２の請求原因を追加しない場合においても，裁判所がＣはＢの代理人として本件連帯保証契約書を作成したとの心証を持つに至ったときは，裁判所は，審理の結果を踏まえて，ＣがＢの代理人として保証契約を締結したと認定して判決の基礎とすることができるというＰの見解の問題点を説明せよ。\n【事例（続き）】\n第２回口頭弁論期日において，原告Ｘは，第２の請求原因として，被告Ｂではなくその代理人\nＣが署名代理の方式によりＢのために保証契約を締結した旨の主張を追加した。Ｂは，第２の請求原因に係る請求原因事実のうち，保証契約の締結に先立ちＢがＣに対し同契約の締結についての代理権を授与したこと（代理権の発生原因事実）を否認し，代理人Ｃが本人Ｂのためにすることを示してＸとの間で保証契約を締結したこと（顕名及び法律行為）は知らないと述べた。\n- 3 -第３回口頭弁論期日において，Ｘは，第３の請求原因として，Ｘは，Ｃには保証契約を締結することについての代理権があるものと信じ，そのように信じたことについて正当な理由があるから，民法第１１０条の表見代理が成立する旨の主張を追加した。Ｂは，表見代理の成立の要件となる事実のうち，基本代理権の授与として主張されている事実は認め，その余の事実を否認した。\n同期日の後，Ｘは，Ｃに対し，訴訟告知をし，その後，ＢもＣに対して訴訟告知をしたが，Ｃは，Ｘ及びＢのいずれの側にも参加しなかった。\n裁判所は，審理の結果，表見代理が成立することを理由として，ＸのＢに対する請求を認容する判決を言い渡し，同判決は確定した。\nＢは，ＣがＢから代理権を与えられていないにもかかわらず，Ｘとの間で保証契約を締結したことによって訴訟１の確定判決において支払を命じられた金員を支払い，損害を被ったとして，Ｃに対し，不法行為に基づき損害賠償を求める訴えを提起した（以下，この訴訟を「訴訟２」という。）。\n〔設問２〕\n訴訟２においてＢが，①ＣがＢのためにすることを示してＸとの間で保証契約を締結したこと，②①の保証契約の締結に先立って，Ｃが同契約の締結についての代理権をＢから授与されたことはなかったこと，を主張した場合において，Ｃは，上記①又は②の各事実を否認することができるか。\nＢが訴訟１においてした訴訟告知に基づく判決の効力を援用した場合において，Ｃの立場から考えられる法律上の主張とその当否を検討せよ。\n【事例（続き）】\n以下は，訴訟１の判決が確定した後に原告Ｘの訴訟代理人弁護士Ｌと司法修習生Ｐとの間でされた会話である。\n弁護士Ｌ：今回は幸いにして勝訴することができましたが，私たちの依頼者Ｘとしては，仮にＢに敗訴することがあったとしても，少なくともＣの責任は問いたいところでした。そこで，Ｂ及びＣに対する各請求がいずれも棄却されるといういわゆる「両負け」を避けるため，今回は訴訟告知をしましたが，民事訴訟法にはほかにも「両負け」を避けるための制度があることを知っていますか。\n修習生Ｐ：同時審判の申出がある共同訴訟でしょうか。\n弁護士Ｌ：そうですね。良い機会ですから，今回の事件の事実関係の下で同時審判の申出がある共同訴訟によったとすれば，どのようにして，どの程度まで審判の統一が図られ，原告が「両負け」を避けることができたのか，整理してみてください。例えば，以下の事案ではどうなるでしょうか。\n（事案）ＸがＢ及びＣを共同被告として訴えを提起し，Ｂに対しては有権代理を前提として保証債務の履行を求め，Ｃに対しては民法第１１７条に基づく責任を追及する請求をし，同時審判の申出をした。第一審においては，Ｃに対する代理権授与が認められないという理由で，Ｂに対する請求を棄却し，Ｃに対する請求を認容する判決がされた。\n〔設問３〕\n同時審判の申出がある共同訴訟において，どのようにして，どの程度まで審判の統一が図られ，原告の「両負け」を避けることができるか。上記（事案）の第一審の判決に対し，①Ｃのみが控訴し，Ｘは控訴しなかった場合と，②Ｃ及びＸが控訴した場合とを比較し，控訴審における審判の範囲との関係で論じなさい。\n- 4 -\n【資料】\n金銭消費貸借契約書兼連帯保証契約書平成○○年○月○日住 所 ○○県○○市・・・（略）貸 主 Ｘ 印住 所 ○○県○○市・・・（略）借 主 Ａ 印住 所 ○○県○○市・・・（略）連帯保証人 Ｂ 印\n１ 本日，借主は，貸主から金三百萬円を次の約定で借入れ，受領した。\n弁済期 平成○○年○月○日利 息 年３パーセント（各月末払）損害金 年１０パーセント\n２ 借主が次の各号の一にでも該当したときは，借主は何らの催告を要しないで期限の利益を失い，元利金を一時に支払わなければならない。\n⑴ 第三者から仮差押え，仮処分又は強制執行を受けたとき\n・・・・（略）\n３ 連帯保証人は，借主がこの契約によって負担する一切の債務について，借主と連帯して保証債務を負う。\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，料亭を営むための店舗を建設する適地を探していたＡが，Ｂから甲土地を買い受けた後，その料亭の経営を継いだＡの子であるＦが，その製造した食品の一部を有償で，また他の一部は無償で寄託したが，それらの一部が盗難に遭ったという事例に関して，民法上の問題についての基礎的な理解とともに，その応用を問う問題である。具体的な事実を踏まえ，実体的な法律関係を理解して論述する能力，当事者間に成立した契約の内容を理解して妥当と認められる法律的帰結を導く能力及び具体的な事実を法的な観点から分析して評価する能力などを試すものである。\nまず，設問１は，Ｆが甲土地の所有権を売買契約により取得した場合と，２０年の取得時効により取得した場合について，Ｆの主張が依拠する民法の実体法規範とそれを支える実体法の考え方を正しく理解していること，そして，この理解を各小問で問われている内容に即して規範適用の要件，要件事実及び効果へと結び付けることができているかどうかを問うものである。\n言い換えれば，設問１では，要件事実とその主張立証責任について平板に述べただけでは足り\n- 3 -ず，要件事実理解の前提となる民法の実体法理論について丁寧な分析と検討をし，これを踏まえて要件・効果面へと展開することが求められる。したがって，設問１は，要件事実の理解のみを問うものではなく，実体法の理解を前提とする要件事実の理解を試すものである。\n小問（１）において，Ｆの主張は，①Ｂが甲土地の所有者であったことを前提として，②Ａ\nＢ間の売買契約により，甲土地の所有権がＢからＡへと移転したこと，そして，③Ａの取得した所有権が，Ａ死亡による単独相続により，Ａの相続人であるＦに移転したことを基礎としたものである。本問事案で，Ｂの売却した甲土地は，Ｂが単独相続したＤの相続したＣの所有であったところ，Ｃの死亡により，甲土地につき，ＤとＥによる共同相続が開始し，それぞれの法定相続分での遺産共有状態が生じている（民法第８９８条）。この遺産共有状態を解消し，甲土地をＤの単独所有とするためには，このことを内容とする遺産分割がされなければならない（民法第９０６条以下）。ところが，ＤとＥは，Ｃの遺産につき分割の協議をしておらず，遺産分割がされていない。そのため，Ｄは，甲土地につき，自己の法定相続分による持分権を有しているにすぎない。なお，このことは，Ｅについても，同様である。\nそこで，Ｄを単独相続したＢは，甲土地につき，Ｄの相続分に対応する持分権しか取得せず，Ｂから甲土地を売買により取得したＡも，Ｄの相続分に対応する持分権しか取得しない。なお，そもそもＡＢ間での甲土地の売買契約の下で，Ａは，Ｄの甲土地持分権すら取得しないとの考え方もあり得る。したがって，いずれにしても，Ｆの主張は，失当である。なお，小問（１）\nは，民法第９４条第２項の類推適用についての検討を求める問いではない。\n小問（２）は，民法第１６２条第１項の定める２０年の取得時効を前提として，「ＡとＢは，平成２年（１９９０年）１１月１５日，甲土地を代金３６００万円でＢがＡに売却することで合意した」との事実が持つ法律上の意義を問うものである。ここでも，前述したように，民法の規範とそれを支える法理としての実体法理論についての分析及び検討をすることが求められ，これを基礎として上記事実の持つ意味についての解答が求められる。具体的には，①Ａが甲土地をＢとの売買契約により取得したことは，民法第１６２条第１項の「他人の物」の要件をめぐり，自己の物についても時効取得が可能であることに関して問題となること，②甲土地をＡがＢとの売買契約により取得したことは，所有の意思の要件，つまり自主占有の要件においても問題となること，③後者にあっては，甲土地をＡが売買契約により取得したことは，Ａ\nの占有が所有の意思のある占有であることを基礎付ける事実（自主占有権原）となること，④所有の意思についての主張立証責任は民法第１８６条第１項によりＥの側にあること，したがって，小問（２）に掲げられた事実は，Ｅが主張立証責任を負う所有の意思に関する事実（他主占有権原又は他主占有事情）につき，当該事実の存在を否認する事実として位置付けられることを理解することができているかどうかを問うものである。\nなお，①については，法文で「他人の物」となっている以上，Ａが売買によってＢの有していた甲土地持分権を取得したという構成を採る場合には，①の点に関する民法法理をその理由とともに示すことは必須である。なお，ＡＢ間での甲土地売買契約により「甲土地の所有権」\nをＡが取得することが意図されているものの，「甲土地の持分権」をＡが取得することは意図されていないと考えることも可能である。このように考える場合において，Ａは，甲土地について何らの物権的権利も取得しない。その結果として，甲土地は，民法第１６２条第１項にいう「他人の物」に当たることとなる。\n設問２は，契約書を正しく読み取った上で，契約条項をそのままの形で適用するのでは解決が困難である問題について，契約解釈などを通じて，十分な理由付けと論理一貫性の下に，適切な解決を導くことのできる能力を問うものである。\nまず，添付の寄託契約書の第４条と第６条が，寄託されている物の数量が寄託された数量に不足する場合には，そのままの形では適用することができない可能性があることが指摘されるべきである。そして，その上で，補充的契約解釈などを行うことによって，妥当な内容の債権\n- 4 -的な返還請求権を導き出し，又は契約では規律されていない場面であることを前提に物権的な返還請求権を考えることになる。\n前者の債権的な返還請求権によるときは，なぜそのような契約解釈が可能であるかを丁寧に論じる必要がある。このときは，契約書の各条項の文言のほか，当該契約が全体としてどのような目的と理念を有するものであるかを考察するべきである。後者の物権的な返還請求権によるときは，寄託物の共有状態を正しく把握し，共有持分権者の権利はいかなるものであるかを丁寧に論じる必要がある。また，契約解釈は共有状態の理解によって影響を受け，他方，共有状態の理解も寄託契約によって定まるといったように，両請求権が相互に影響を及ぼすことも踏まえることも必要である。\nそして，共有者の一方に引き渡されることは，他の共有者の権利を害しないかという問題を発見し，そのことにつき，一定の解決を示すことも必要である。\n設問３は，無償の寄託契約において，受寄者に債務不履行があったために受寄物が盗難に遭い，その結果，寄託者が第三者との間における将来の取引に向けた交渉を打ち切られたという事例について，債務不履行に基づく損害賠償の要件を明確にし，【事実】に照らして要件との関係で検討すべき視点を提示した上で，受寄者が寄託者に対し損害賠償を請求することができるか否かの検討を求めるものである。\nまず，ＦＨ間において，「山菜おこわ」を保管する旨の合意に基づき，丙建物に「山菜おこわ」５００ケースが運び込まれることにより寄託契約が成立したこと（民法第６５７条），Ｈは，無償受寄者として「自己の財産に対するのと同一の注意をもって，寄託物を保管する義務」\n（民法第６５９条）を負うこと，Ｈは，丙建物の施錠を忘れるという注意義務違反を犯した結果，丙建物に何者かの侵入を許したことを指摘した上で，Ｈには寄託契約上の保管義務違反という債務不履行（民法第４１５条）が認められることを明らかにする必要がある。なお，Ｈの注意義務の基準を検討するに際し，同じ丙建物内での「和風だし」の有償寄託契約が先行していることに着目し，Ｈは，「山菜おこわ」の寄託契約においても「善良な管理者の注意」義務\n（民法第４００条）を負うと分析することも考えられる。\n次に，Ｆが「Ｑ百貨店の全店舗で『山菜おこわ』を取り扱ってもらえなくなったことについての損害賠償」を請求することができるかを検討するに当たっては，一方において損害賠償の要件を念頭に置き，他方において【事実】から読み取ることのできる法律上意味のある事情を汲みながら，考察のための視点を提示することが求められる。その際は，Ｆには賠償されるべき損害が発生しているといえるか，Ｈの債務不履行とＦが被った損害との間に因果関係があるといえるか，Ｆの損害は民法第４１６条第２項に定める特別損害として賠償の範囲に含まれるかなどの着眼点のうち，一つ又は複数のものが提示され得るが，いずれのアプローチを採る場合であっても，問題の所在を適切に指摘し，【事実】との関連を意識しつつ考察の視点として取り上げることの意義を明らかにすることが肝要である。\nその上で，提示された視点に【事実】を当てはめて，「損害の賠償を請求することができるか」という問いに答える形で結論を示す必要がある。【事実】の中には，とりわけ６，11，12，14，16が結論を導くために重要な法律上の意味を持ち，解答者が着眼すべき諸事情が含まれている。\n解答に当たっては，これら諸事情の一部のみに焦点を当てたり，判例法理を形式的に当てはめたりするのでなく，【事実】に現れた諸事情に広く目を配り，慎重な考察を経た上で結論を示すことが求められている。\n〔第２問〕\n本問は，２２年総会における取締役４名（Ｂ，Ｃ，Ｄ及びＰ）の選任の当否（設問１），本件貸付けに関する株主Ａ及び監査役Ｆによる事前（設問２(1)）及び事後（同(2)）の対応並びに２３年総会決議に関するＡ及びＦによる決議取消しの訴えの当否（設問３）について，問\n- 5 -うものである。設問２は，会社法の基本的な理解及び事例を踏まえた分析力と論述力を問うものである。他方，設問１及び設問３の主な出題意図は，何が問題となるかを見抜き，これに論理的に対応する能力を問うことにある。また，全体として，会社法の条文を的確に理解し，これを摘示することも求められている。\n設問１では，２２年総会における取締役４名（Ｂ，Ｃ，Ｄ及びＰ）の選任の当否が問われている。同総会では，㋐Ａ，Ｂ，Ｃ及びＤの４名を候補者とする取締役選任議案が会社提案として提出され，㋑甲社の定款には，取締役の員数は６名以内と定められている（任期の満了しない取締役Ｈがいるため，同総会において選任可能な定款上の取締役の員数は５名以内となる。）一方で，結果的にはＢ，Ｃ，Ｄ，Ｐ，Ｑ及びＲの６名の取締役候補者について会社法第３４１条の選任のための決議要件が満たされていることから，このような場合に，①取締役として何名が選任され得るか（㋐４名か，㋑５名か，あるいは㋒決議の瑕疵を生じさせるにとどまり６名全員かなど）や，②選任され得る取締役の数を超えて同条の決議要件を満たす候補者がいる場合の決定方法（採決順か得票順かなど）が問題となることを指摘し，自らの考え方を述べた上，当てはめをすることが求められる。どのような結論を採るにせよ，その結論が同条を含む会社法の規定から当然に導かれるものではないことに留意しつつ，他の考え方も意識しながら説得的に自らの考え方を論ずることが期待される。\n次に，設問２の本件貸付けに関する株主Ａ及び監査役Ｆの対応については，事前の対応（小問(1)）としての差止請求と，事後の対応（小問(2)）としての損害賠償請求について，それぞれ論述することが求められる。小問(1)の差止請求については，会社法第３６０条第１項及び第３項と同法第３８５条第１項を摘示しつつ，その要件（特に「法令に違反する行為」という要件）を検討し，問題文にある事実を抽出した丁寧な当てはめをすることが求められる。\n実務的な観点からは，仮処分（同法第３８５条第２項参照）にも言及することが望ましい。\n小問(2)の損害賠償請求については，本件貸付けが利益相反取引（同法第３６５条第１項，第\n３５６条第１項第２号）に該当することを指摘しつつ，Ｈ，Ｄ及びＰにつき，それぞれ同法第４２３条第３項各号により任務懈怠が推定されることを踏まえ（Ｐについては，更に同法第４２８条第１項参照），当てはめをすることが求められる。その上で，株主Ａによる責任追及としては甲社に対する提訴請求及び株主代表訴訟（同法第８４７条）について，監査役Ｆ\nによる責任追及としてはその提訴権限（同法第３８６条第１項）について，それぞれ条文を摘示しつつ論述することが求められる。なお，小問(1)及び(2)に共通して，監査役Ｆの権限を論ずるに際しては，甲社の監査役会において，Ｅが「本件貸付けについては問題視しないことを監査役会の方針とする」旨を提案し，Ｇがこれに賛成していることから，監査役の独任性との関係（同法第３９０条第２項ただし書）について触れることが求められ，また，監査役の調査権限（同法第３８１条第２項）についても触れることが望ましい。\n最後に，設問３の２３年総会決議についての決議取消しの訴えの当否については，まず，否決を宣言された議案①については，同議案に係る「否決の決議」がそもそも決議取消しの訴えの対象となるか否かが問題となることを指摘し，これを検討することが求められる。どのような結論を採るにせよ，決議取消しの訴えの制度趣旨に立ち返った上で，その対世効や，決議が取り消された場合には株主は３年経過前でも議案の再提出が可能となること（同法第\n３０４条）等を勘案しながら，自らの考え方を述べることが期待される。次に，可決を宣言された議案②（上記の検討において，議案①が決議取消しの訴えの対象となるとの結論を採った場合には，議案①も同様である。）については，Ｆの主張に関しては，決議取消しにより監査役としての権利義務を有することとなる者（同法第３４６条第１項）にも明文で原告適格が認められていること（同法第８３１条第１項後段）を踏まえつつ，監査役の選任に関する意見陳述の機会（同法第３４５条第４項，第１項）が奪われていることを，Ａの主張に関しては，このようなＦに関する手続上の瑕疵をＡが主張することができるか否かを，それぞ\n- 6 -れ条文を摘示しつつ論ずることが求められる。また，設問１において採った結論によっては，２３年総会の招集に係る取締役会決議の瑕疵の存否や，２２年総会において取締役に選任されたとも考えられるＱやＲが監査役に選任されることの適否について論ずることも期待される。\n〔第３問〕\n本問は，原告Ｘが被告Ｂに対し連帯保証債務の履行を求める訴えを提起したが，Ｂの陳述から，その保証契約の締結の際，代理人としてＣが関与していた可能性があることが明らかになったため，ＸがＸＣ間での保証契約の締結という第２の請求原因を追加することを検討しているという事案を基に，書証による証明（設問１・小問（１）），当事者からの主張の要否（同・小問（２）），訴訟告知の効力（設問２）及び同時審判申出共同訴訟の機能（設問３）について論じることを求めている。\n〔設問１〕の小問（１）は，連帯保証債務の履行を求める訴えである訴訟１において，原\n告Ｘが当初の請求原因②の事実（ＸＢ間における連帯保証契約の締結）を立証する場合と第\n２の請求原因③の事実（ＢのＣに対する代理権授与）を立証する場合のそれぞれについて，書証である本件連帯保証契約書，特に同契約書中にＢの印章による印影が顕出されていることが持つ意味を説明することを求める問題である。説明をする際には，問題文にあるとおり，弁護士Ｌと司法修習生Ｐの会話を踏まえることが求められており，具体的には，本件連帯保証契約書の連帯保証人欄の作成者とされるのが誰であるのかと関連付けつつ，処分証書や二段の推定の意義及び訴訟上の機能を明確にして論じることが期待されている。\n本件連帯保証契約書が持つ意味を簡潔に述べるとすれば，『本件連帯保証契約書は，当初の請求原因②の事実（ＸＢ間における連帯保証契約の締結）の存在を直接証明するための証拠となるが，第２の請求原因③の事実（ＢのＣに対する代理権授与）を直接的に証明する証拠となることはない。』ということである。\n『ＸＢ間における連帯保証契約の締結』という要証事実を立証する場合には，本件連帯保証契約書の連帯保証人欄には連帯保証をする旨のＢの意思が表現されていることになるから，その成立の真正が認められれば，直ちに『ＸＢ間における連帯保証契約の締結』の事実が証明されることになる。文書の成立の真正を認定する際には，いわゆる二段の推定が働く。以上のことを，二段の推定の意味内容も含めて丁寧に説明していけば，処分証書や二段の推定の意義や訴訟上の機能を正確に理解し表現するという課題に応えたことになり，また，二段の推定の意味内容を説明すれば，その中でＢを作成者と見る趣旨との関連がおのずから明確にされることになる。\nこれに対し，『ＢのＣに対する代理権授与』という要証事実を立証する場合には，問題文にあるとおり，本件連帯保証契約書の連帯保証人欄の作成者をＣと見る前提に立つ以上，そこにＢのＣに対する代理権授与の意思が表現されていることはなく，本件連帯保証契約書が『ＢのＣに対する代理権授与』の事実を直接的に証明する証拠となることもない。\n本件連帯保証契約書ではなく，そこにＢの印章による印影が顕出されていることをもって，『ＢのＣに対する代理権授与』という要証事実との関係で間接証拠となることを論じることは考えられるが，その場合には，それがどのような意味で間接証拠になり得るのか，すなわち，どのような過程をたどって要証事実を推認させるのかを，丁寧に説明する必要がある。\n例えば，一般に印章の管理は厳格に行われ，それにもかかわらず本件連帯保証契約書の連帯保証人欄にＢの印章による印影が顕出されていることからすれば，Ｂは，本件連帯保証契約書の連帯保証人欄の作成に先立って，自分の印章をＣに交付しており，その際，Ｃに対し本件連帯保証契約の締結についての代理権も授与していたことが推認され得るといった説明である。\n- 7 -\n〔設問１〕の小問（２）は，司法修習生Ｐの見解を批判的に検討することを求める問題で\nある。この見解は，最判昭和３３年７月８日民集１２巻１１号１７４０頁〔百選第４版・\n４７〕の説示する内容に沿うものであるが，裁判所は当事者の主張しない事実を裁判の資料としてはならないという弁論主義の命題との関係で検討すべき点がある。上記命題が主要事実について働くものであることや，代理権の発生原因事実等は主要事実であることを確認しつつ，論じることが期待されている。\n〔設問２〕は，訴訟１において表見代理が成立することを理由としてＸのＢに対する請求\nを認容する判決が言い渡され，同判決が確定したことを受けて，ＢがＣに対し提起した不法行為に基づき損害賠償を求める訴え（訴訟２）において，原告Ｂが，請求原因として主張した，①Ｃの顕名及び法律行為，②Ｃの無権代理の各事実をＣが否認することの可否を検討することを求める問題である。\n問題文からも明らかなように，訴訟１においてＢがした訴訟告知に基づく判決の効力を受けることを回避するための理論構成を，まずは被告Ｃの立場から検討することが求められており，具体的には，訴訟告知に基づく判決効によってＣが①②の事実を争えなくなるという帰結に至る可能性を示した上で，被告知者であるＣが受けることとなる効力の性質，効力を制限するための論拠と本件事案への当てはめといったことを明確に論じることが期待されている。\n訴訟告知を，専ら告知者の利益保護のための制度であり，第三者に判決効を及ぼすための手段であると見る考え方もあるものの，このような考え方に対しては異論が強く，本問においても，被告知者Ｃに対する効力が全く制限されないという結論を採りつつ説得力のある論述をすることは容易でない（以上につき，仙台高判昭和５５年１月２８日高裁民集３３巻１\n号１頁〔百選第２版・１１１〕，最判平成１４年１月２２日集民２０５号９３頁〔百選第４版・１０５〕参照）。\nなお，被告知者Ｃに参加的効力が及ぶか否かを検討する際に，Ｃに補助参加の利益があったといえるか否かという観点から論じることも可能ではあるが，一般に補助参加の利益が広く解されていることからすると，Ｃにとって望ましい結論を得るのは難しく，本問においてそのような観点から論じることの実益は乏しいと思われる。\n被告知者が受けることとなる参加的効力を制限する論拠としては，大きくとらえれば，被告知者と告知者との利害対立の可能性に着目することと，参加的効力の及ぶ客観的範囲に着目することの二つが考えられる。\n前者の観点からは，参加的効力の趣旨は，補助参加人と被参加人との間で被参加人敗訴の責任の分担を図ることにある以上，被告知者が参加的効力を受ける場合とは，被告知者が告知者と協同して相手方に対し攻撃防禦を尽くすことにつき利害の一致があり，そうすることを期待できる立場にあるときに限られる，そして，ＢＣ間にそのような利害の一致はない（ＢからＣに対する代理権授与は，Ｂにとっては不利であるが，Ｃにとっては有利である） こ と からすれば，①②の事実ともにＣには参加的効力が及ばない，と論じることが考えられる。\nまた，後者の観点からは，次のように論じることができる。すなわち，参加的効力が及ぶ客観的範囲は，判決の主文に包含された訴訟物たる権利関係の存否についての判断のほか，その前提として判決の理由中でされた事実の認定や先決的権利関係の存否についての判断などにも及ぶが，判決理由中の判断については，いわゆる傍論が拘束力を持つ理由は乏しく，判決主文中の判断を導き出すために必要かつ十分なものに限られる。これを本件について見ると，訴訟１においては，Ｂ敗訴の判決で表見代理の成立が認定されているものの，そのためにＣの無権代理の判断が必要であるわけではない。このような論拠からは，参加的効力の客観的範囲に含まれるのは①の事実（Ｃの顕名及び法律行為）だけであり，②の事実（Ｃの- 8 -\n無権代理）はこれに含まれないことになる。\n〔設問３〕は，同時審判の申出がある共同訴訟において，上訴があった場合の審判の統一\nがどのように，また，どの程度まで図られるかを検討することを求める問題である。検討をする際には，問題文において与えられた事案において，①Ｃのみが控訴し，Ｘは控訴しなかった場合と，②Ｃ及びＸが控訴した場合とを比較し，控訴審における審判の範囲を明確にしつつ，「両負け防止」の趣旨が実現される仕組みやその程度を論じることが求められている。\n同時審判申出共同訴訟は，民法第１１７条の無権代理人の責任と本人の責任のように実体法上併存し得ない請求について，実体法上あり得ないはずの両負けを避けるために設けられたものであり，弁論及び裁判の分離が禁止され（民事訴訟法第４１条第１項），同一手続で審理及び判決がされることによって事実上裁判の統一が図られることが期待できる。もっとも，同時審判共同訴訟の性質はあくまでも通常共同訴訟であり，共同訴訟人独立の原則が妥当する（同法第３９条）ことから，共同被告の一方の上訴又は一方に対する上訴の提起があっても，その余の部分は確定してしまい，移審もしないと解されている。\nこのように，上訴のあった当事者間の請求についてしか確定遮断と移審の効果が生じず，上訴審の審判対象となるのもその範囲のみである（敗訴当事者が上訴しなかった請求については附帯上訴の余地もない）ことから，移審する部分と移審しない部分とで審判の統一が図られない可能性があり，①Ｃのみが控訴した場合には，控訴審での両負けがあり得る。これに対し，②双方が控訴した場合には，弁論及び裁判の併合が要求され（同法第\n４１条第３項），第一審段階と同様に事実上裁判の統一が図られることが期待できる。\n【刑事系科目】\n〔第１問〕\n本問は，Ａ合同会社（以下「Ａ社」という。）所有の土地（以下「本件土地」という。）に対するＡ社代表社員甲によるＡ社に無断での抵当権設定行為並びに甲及び甲の知人乙による本件土地のＡ社に無断での売却行為という具体的事例について，甲乙それぞれの罪責を問うことにより，刑事実体法及びその解釈論の知識と理解，具体的な事案を分析してそれに法規範を適用する能力及び論理的な思考力・論述力を試すものである。すなわち，本問の事案は，①甲が，自己のＤに対する債務を担保するため，本件土地に，Ａ社定款で必要とされている社員総会の承認決議を経ないまま，被担保債権をＤの甲に対する債権とする抵当権を設定し，抵当権設定登記を行った（以下「抵当権設定行為」という。），②甲が，抵当権設定行為を行うため，Ａ社社員総会が開催された事実はなく，抵当権設定行為に対する社員総会の承認決議が存在しないにもかかわらず，Ａ社社員総会において，抵当権設定行為に対する承認決議が行われた旨記載された社員総会議事録と題する文書を作成し，Ｄに交付した（以下「社員総会議事録作成行為等」という。），③甲が，乙の勧めに応じて，売却代金を自己の用途に費消する目的で，本件土地をＥに売却した（以下「売却行為」という。）というものである。各行為に対する甲及び乙の罪責を論じる際には，事実関係を的確に分析した上で，構成要件該当性，共同正犯の成否等の事実認定上及び法解釈上の問題を検討し，事案に当てはめて妥当な結論を導くことが求められる。\n(1) 抵当権設定行為についての甲の罪責本問において，甲は，「Ａ社の委託に基づき業務上本件土地を占有する者」であると同時に「Ａ社の委託に基づきＡ社の財産上の事務を処理する者」に該当することになる。したがって，抵当権設定行為についての甲の罪責を検討する際には，まず，業務上横領罪を検討すべきか背任罪を検討すべきかが問題となる。\nこの点について，横領罪の保護法益を「物（個別財産）の所有権及び委託信任関係」，背\n- 9 -任罪の保護法益を「全体財産及び委託信任関係」と捉え，両罪の保護法益に重なり合いを認め，法益侵害が一つであることから，両罪の関係は法条競合であり，重い横領罪が成立すると考える見解からは，まず業務上横領罪の成否を検討することになる。他の見解に立つ場合であっても，簡潔に自己の見解を定立した上で，その見解と論理的に矛盾しない説得力のある論述を展開する必要がある。\n本問において，抵当権設定行為について業務上横領罪の成否を検討する場合，業務上横領罪における客観的構成要件要素の意義をそれぞれ正確に理解した上で，問題文中に現れている各種事情を的確に当てはめていく必要がある。本問で特に問題となるのは，抵当権設定行為が横領行為に該当するか否かについてであろう。この点について，判例は，一貫して横領罪の成立を認めている。なお，業務上横領罪の成否を検討した場合には，同罪の既遂時期についても言及すべきである。\n本問において，抵当権設定行為について背任罪の成否を検討する場合も業務上横領罪の成否を検討する場合と同様，客観的構成要件要素をそれぞれ正確に理解した上で，問題文中に現れている事情を的確に当てはめていく必要がある。\n(2) 社員総会議事録作成行為等についての甲の罪責社員総会議事録作成行為等については，私文書偽造，同行使罪の成否を検討すべきである。\n本問において，私文書偽造，同行使罪の成否を検討する場合も，客観的構成要件要素の意義をそれぞれ正確に理解した上で，問題文中に現れている各種事情を的確に当てはめていくことが必要となるが，本問で特に問題となるのは，偽造に当たるか否かという点である。偽造の定義を前提に，社員総会議事録と題する文書の作成名義人及び作成者について論述していく必要がある。この点について，判例として，最決昭和４５年９月４日刑集２４巻１０号１３１９頁が参考となる。この判例の考え方に従えば，本問における作成名義人は社員総会ということになる。また，最決平成１５年１０月６日刑集５７巻９号９８７\n頁の考え方に従って，本問における作成名義人を社員総会議事録作成権限が付与された甲と考えることも可能であろう。なお，本問においては，有印私文書偽造，同行使罪が成立するのか，無印私文書偽造，同行使罪が成立するのかについても言及すべきである。\n(3) 売却行為についての甲の罪責売却行為については，Ａ社に対する関係で成立する犯罪と，Ｄに対する関係で成立する犯罪とを区別して検討する必要がある（なお，後述するように，売却行為については，乙との共同正犯の成否が問題となる。）。\nＡ社に対する関係で成立する犯罪を検討する際には，抵当権設定行為と同様，業務上横領罪を検討すべきか背任罪を検討すべきかが問題となるが，抵当権設定行為について成立する犯罪を検討する際に定立した規範と矛盾なく論述を展開する必要がある。抵当権設定行為について業務上横領罪の成立を認めた場合，売却行為についても業務上横領罪の成否を検討することになろう。この場合，問題となるのは，横領物に対する横領が認められるか否かである。この点については，最判平成１５年４月２３日刑集５７巻４号４６７頁が参考になる。この判例は，横領物の横領は不可罰的事後行為であるとしてきた従来の判例を変更し，横領物の横領を認めたものと理解できる。他方，抵当権設定行為について背任罪の成立を認めた場合，売却行為について，背任罪が成立するのか業務上横領罪が成立するのかは，抵当権設定行為について背任罪の成立を認めた理由によって異なることとなるので，論理矛盾のない論述を展開することが求められる。\nＤに対する関係で成立する犯罪としては，背任罪を検討するべきである。この場合も，背任罪の客観的構成要件要素をそれぞれ正確に理解した上で，問題文中に現れている事情を的確に当てはめていく必要がある。本問で特に問題となるのは，甲が他人のために事務を- 10 -\n処理する者に当たるか否かである。この点について，最判昭和３１年１２月７日刑集１０巻１２号１５９２頁及び最決平成１５年３月１８日刑集５７巻３号３５６頁が参考となる。\n(4) 甲に成立する犯罪の罪数処理甲に成立する複数の犯罪について，的確な罪数処理を行うことが求められる。特に，甲について，２個の業務上横領罪の成立を認めた場合の罪数処理については，上記平成１５年\n４月２３日最判がこの点に関する判断を示していないことから，同一主体による同一客体，同一保護法益に対する侵害行為の罪数処理をどのように行うかについて，説得力のある論述を行うことが求められる。\n(5) 売却行為についての乙の罪責売却行為については，甲のみではなく，乙が関与していることから，乙に売却行為について甲に成立する犯罪の共同正犯が成立するか，あるいは教唆犯，幇助犯が成立するにとどまるのか検討する必要がある。乙は，実行行為自体を行っていないため，いわゆる共謀共同正犯の成否が問題となるが，検討を行う際には，問題文中に現れている具体的な事実を丁寧に拾い上げて，共謀の成否（特に犯罪を行う意思の相互認識，相互利用補充意思）及び乙の正犯性を論じる必要がある。すなわち，共謀の成否に関して言えば，①乙は，甲がＡ社に無断で本件土地に抵当権を設定してＤから１億円を借りているという事実を認識した上で，甲に本件土地の売却を勧め，甲もこれを了承していること，②乙は，甲の売却行為を利用して仲介手数料という利益を得ることを，甲は，乙の売買仲介行為を利用して売却利益を得ることを，それぞれ企図していることなどの事実が共謀の成否の判断にどのような影響を及ぼすかを論じる必要があるし，正犯性に関して言えば，①乙は仲介手数料という利益を得ることを企図して売却行為に関わっていること，②乙は現実に売却行為により１３００万円の利益を得ていること，③乙は売却行為の仲介という重要な行為を行っていること，④甲の犯意は乙が誘発したものであることなどの事実が正犯性の判断にどのような影響を及ぼすかを論じる必要がある。さらに業務上横領罪及び背任罪はいずれも身分犯であることから，身分犯に非身分者が加功した場合の処理を的確に行う必要がある。この点に関しては，各種見解があり，判例としては，最判昭和３２年１１月１９日刑集１１\n巻１２号３０７３頁が参考となるが，いずれの見解に立ったとしても，自己の見解を簡潔に述べた上で，自己の見解と矛盾しない結論を導く必要がある。なお，乙に成立する複数の犯罪についても，的確な罪数処理を行うことが求められる。\n本問で論述が求められる問題点は，いずれも刑法解釈上の基本的な問題点であり，これらの問題点についての基本的な判例・学説の知識を前提に，具体的な事案の中から必要な事実を認定し，結論の妥当性も勘案しつつ，法規範の当てはめを行うことが求められる。常日頃から，基本的な判例・学説の学習等を積み重ねることはもちろんであるが，特に判例を学習する際には，単に結論のみを暗記するような学習ではなく，判例の事案の内容や結論に至る理論構成などを意識し，結論を導くために必要な事実を認定し，その事実に理論を当てはめるかん能力を涵養することが望まれる。\n〔第２問〕\n本問は，覚せい剤取締法違反事件を素材とした捜査・公判に関する具体的事例を示して，そこに生起する刑事手続上の問題点，その解決に必要な法解釈，法を適用するに当たって重要な具体的事実の分析，評価及び具体的帰結に至る思考過程を論述させることにより，刑事訴訟法に関する学識，適用能力及び論理的思考力を試すものである。\n設問１は，司法警察員がＴ株式会社事務所を捜索すべき場所とする捜索差押許可状に基づき，捜索実行中に同事務所社長室に届いた従業員乙宛ての宅配便荷物を開封したこと（捜査①）及びその荷物の中から覚せい剤を発見し，乙を現行犯逮捕した後に同事務所更衣室に設置された- 11 -\n乙の使用するロッカー内を捜索したこと（捜査②）に関し，その適法性を論じさせることにより，刑事訴訟法第２１８条第１項の定める捜索差押許可状に基づく捜索及び同法第２２０条第\n１項第２号の定める逮捕に伴う捜索についての正確な理解と具体的事実への適用能力を試すものである。\n同法第２１８条第１項は，司法警察職員は裁判官の発する令状により捜索することができるとしているが，令状には，被疑者の氏名，罪名，差し押さえるべき物，捜索すべき場所，有効期間等が記載されているのであり，捜査機関は，裁判官がその捜索差押許可状によって明示・\n許可した範囲内でのみ捜索できる。本事例において，Ｈ地方裁判所裁判官は，特定の有効期間を付して捜索すべき場所を「Ｈ県Ｉ市Ｊ町○丁目△番地Ｔ株式会社」，差し押さえるべき物を「本件に関連する覚せい剤，電子秤，ビニール袋，はさみ，注射器，手帳，メモ，ノート，携帯電話」とする捜索差押許可状を発付したのであるから，捜査機関に対し，特定の有効期間内において，被疑事実（平成２３年１０月２日の甲による覚せい剤の営利目的所持）に関連する覚せい剤，メモ，ノート等の差押えをするために，Ｔ株式会社の管理する同社事務所を捜索することを許可したのであり，捜査機関は，その許可された範囲内でのみ捜索を行うことができる。\nこのような令状による捜索の仕組みを踏まえた上で，捜査①の事例への適用に当たっては，捜索場所に捜索実行中に届いた荷物であることと有効期間内における捜索が許可されたこととの関係，乙宛ての荷物であることとＴ株式会社の管理する場所内の捜索が許可されたこととの関係，平成２３年１０月５日に捜索場所に新たに持ち込まれた乙宛ての物であることと被疑事実（同月２日の甲による覚せい剤の営利目的所持）に関連する覚せい剤等の捜索が許可されたこととの関係に分けて論ずることが必要であり，いずれの検討においても，事例中に現れた具体的事実を的確に抽出，分析しながら評価，検討すべきである。個々の適法又は違法の結論はともかく，具体的事実を事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ法的な意味を的確に分析して論じなければならない。\n例えば，有効期間との関係においては，捜索すべき場所に存在する物は，通常その場所の管理権に属することから，裁判官は，捜索すべき場所に存在する物（かばん，アタッシュケース等移動させることが可能な物を含む。）についても捜索すべき場所と一体のものとして併せて捜索する正当な理由を判断していること，捜索差押許可状の有効期間内であれば司法警察員Ｋ\nは，いつでも適法に捜索差押えを行うことができ，たとえ令状発付後捜索開始前に持ち込まれた物であってもその捜索差押えは適法であること，捜索開始（令状呈示）の前後で適法違法が分かれるとすると，司法警察員Ｋが乙宛ての荷物が届けられた後に捜索を開始すれば適法に差し押さえることができるのにたまたま捜索開始が早かったために違法になること等を考慮し，裁判官がどの時点における捜索する正当な理由を審査しているのか，各自の見解を説得的に論ずる必要がある。なお，この点に関しては，最高裁判例（最決平成１９年２月８日刑集６１巻\n１号１頁）が存在するから，同判例の内容を踏まえた上で各自の見解を展開することが望ましい。\nまた，Ｔ株式会社の管理権との関係においては，被疑事実は代表者甲に対するものであること，荷物の宛名は乙であるが，送付先はＴ株式会社であること，同社は人材派遣業を営んでおり，裁判官にとっても同社事務所に従業員がいると当然予想されたところ，現に令状発付前から同社事務所で従業員が働いていることが判明していたこと，乙は同社の従業員であること，甲の携帯電話に残されたメール内容等によれば，甲と乙は共同して覚せい剤を密売しており，丙から甲が乙宛ての荷物の中身を分けるように指示されていて甲が乙宛ての荷物の管理・支配を委ねられているとうかがえること等を検討し，乙宛ての荷物にＴ株式会社の管理権が及んでいるかどうか論ずる必要がある。\nさらに，被疑事実と関連する覚せい剤が存在する蓋然性との関係においては，被疑事実の中\n- 12 -に営利目的が含まれていること，甲が同社事務所社長室で覚せい剤取締法違反の検挙歴ある者に覚せい剤を売ろうとし，同社事務所に同検挙歴のある者数名が出入りしていて被疑事実についても常習的犯行の一環であると推測されること，前記メール内容等から甲，乙が覚せい剤を共同して密売していることがうかがえ，被疑事実についても乙が共犯者である可能性があること，このメール内容等と符合するように指定された日時場所に甲宛てと乙宛ての２つの荷物が同時に届き，それぞれの伝票の筆跡が酷似し，記載された内容物はいずれも書籍であるだけでなく，同一の差出人名でその所在地の地番が実在せず電話番号も未使用であること，荷物が届いた際の甲，乙の会話内容が不審であり，司法警察員Ｋから荷物の開披を求められても乙は拒絶したこと等を検討し，被疑事実と関連する覚せい剤が存在する蓋然性があるかどうか論ずる必要がある。\n捜査②のうち捜索差押許可状に基づく捜索も同様に，乙使用のロッカーであることとＴ株式会社の管理権との関係，乙使用のロッカーであることと被疑事実と関連する乙の携帯電話や手帳等が存在する蓋然性との関係に分けて論ずることが必要である。そして，Ｔ株式会社の管理権との関係では，前記のとおり，通常，裁判官は捜索すべき場所に存在する備品等の物や会社事務所に従業員がいることを含めて当該場所を捜索する正当な理由を判断していること，乙は同社の従業員であること，乙がロッカーの鍵を所持し捜索時に施錠していたとはいえ，同ロッ\nカーは同社が管理しており同事務所社長室にマスターキーがあったこと等を検討し，同ロッカ\nー内にＴ株式会社の管理権が及んでいるかどうか，同社から貸与された乙による事実上のロッカーの使用がＴ株式会社の管理権とは別に独立して保護に値するものかどうか論ずる必要があるし，被疑事実と関連する乙の携帯電話や手帳等が存在する蓋然性との関係では，捜査①で述べた事情に加え，現に乙宛ての荷物の中から覚せい剤が発見されたこと，司法警察員Ｋの質問に対して甲が「隣の更衣室のロッカーにでも入っているんじゃないの。」と答えたこと，司法警察員Ｋから同ロッカーの中を見せるように求められても乙は拒絶したこと等を検討し，被疑事実と関連する乙の携帯電話と手帳等が存在する蓋然性があるかどうか論ずる必要がある。\n捜査②のうち現行犯逮捕に伴う捜索については，なぜ「逮捕する場合において」令状なくして捜索を行うことができるのかという制度の趣旨に立ち返り，「逮捕の現場で」の解釈を明確にした上で，各自の見解とは異なる立場を意識して事例中に現れた具体的事実を的確に抽出，分析しながら論ずるべきである。例えば，更衣室は同じＴ株式会社事務所にあるだけでなく，社長室の隣室であること，同じ同社の管理権が及んでいること，逮捕された被疑者は乙であり，ロッカーも乙以外の他人が使用するものではなかったこと等を検討し，逮捕の現場といえるかどうか論ずる必要がある。また，現行犯逮捕の被疑事実との関連性についても触れるべきであろう。\n設問２は，裁判所が甲と丙の共謀を認める方が甲にとって犯情が軽くなると考え，証拠上，共謀の存否はいずれとも確定できないのに，格別の手続的な手当てを講じないまま判決で公訴事実に記載されていない丙との共謀を認定したことに関し，そのような判決の内容及びそれに至る手続の適法性を論じさせることにより，有罪判決における犯罪の証明，「疑わしきは被告人の利益に」の原則（利益原則）の意義及び訴因変更の要否についての正確な理解と具体的事実への適用能力を試すものである。\n裁判所が，証拠上，共謀の存否がいずれとも確定できないのに，被告人にとって共謀の存在が情状の上で有利であることを理由に共謀を認定できるかについては，共謀を認定すべきであるとする考え方（本事例の裁判所の立場），「単独又は共謀の上」と択一的に認定すべきであるとする考え方及び訴因どおり単独犯を認定すべきであるとする考え方の３つの考え方があり得るところであり，まずは，本事例において判決でどのような事実を認定すべきなのか，この問題に関する各自の基本的な立場を刑事訴訟法の解釈として論ずる必要がある。その上で，いずれの立場に立つにせよ，共同正犯と単独犯とはいかなる関係に立つのか，判決において証拠に- 13 -\nよって証明されてもいない共謀の事実を存在するものとして認定してよいのか，有罪判決における「犯罪の証明」とは何をいうのか，「疑わしきは被告人の利益に」の原則は，本来存否に合理的な疑いが残る場合に事実が存在すると認定できないことを意味するものではないのか，共謀の存在は必ずしも被告人に有利になることばかりとは限らないのであり事案ごとの犯情の軽重により共謀の事実があったりなかったりしてよいのか，共謀を認定しない限り丙の存在を甲に有利な情状として考慮することは許されないのか等の理論的に想定し得る諸点について，各自の見解とは異なる立場を意識して自説を説得的に展開し，事例中の判決の内容が適法か否か論ずる必要がある。\nまた，訴因変更の要否については，かつて，いわゆる具体的防御説と抽象的防御説を中心に多様な考え方があったところ，近時，審判対象を画定するのに必要な事項が変動する場合には，被告人の防御にとって不利益か否かにかかわらず，訴因変更が必要である，審判対象を画定するために必要な事項でなくとも，被告人の防御にとって重要な事項につき検察官が訴因に明示した場合に，裁判所がそれと実質的に異なる認定をするには原則として訴因変更を要するが，被告人の防御の具体的な状況等の審理の経過に照らし，被告人に不意打ちを与えるものではないと認められ，かつ，判決で認定される事実が訴因に記載された事実に比べて被告人にとって不利益であるとはいえない場合には，訴因変更をせずに訴因と異なる認定をしてよいとする最高裁判例（最決平成１３年４月１１日刑集５５巻３号１２７頁）が現れるに至っているのであるから，同判例の内容を踏まえた上で説得的に各自の基本的な立場を明らかにし，訴因変更の要否の一般的な基準を定立する必要がある。\nそして，本事例の具体的状況下における当てはめを行うことになるが，本事例が，同判例の事案と様々な点で異なるものであることは明らかであるから，本事例における具体的事実の分析，評価に関しては特に留意を要する。本事例においては，共同正犯と単独犯については構成要件が同一なのか異なるのかということ，処罰する際に適用すべき法条として刑法第６０条が新たに加わること，検察官の主張する訴因には一切共謀に関する記載がないこと，裁判所が認定した事実は弁護人が第１回公判期日の罪状認否で主張した事実と同一であること等を検討し，訴因変更を要するか否か論ずる必要がある。なお，論述に当たり共謀の存否は訴因の本質的要素ではなく罪となるべき事実に属しないとの結論を採る場合には，共謀の事実の存否については罪となるべき事実に属し厳格な証明を要するとした最高裁判例（最判昭和３３年５月２８日刑集１２巻８号１７１８頁）が存在するから，同判例の内容を意識して論述することが望ましい。\n【選択科目】\n[倒 産 法]\n〔第１問〕\n本問は，具体的な事例を通じて，破産手続における否認の要件及び破産手続開始の決定が係属中の株主総会の決議の取消しの訴えに与える影響についての理解を問うものである。\n設問１については，破産者が実質的破綻時期において設定した債権譲渡担保について，設例における具体的事実関係の下で，支払不能となる具体的な時期を認定した上，適切な否認権に関する規定（支払不能の時期の認定次第ではあるものの，設例においては，破産法第１６２条第１項第２号が主要な検討対象となろう。）に基づき，否認の要件に当てはめてその可否を論ずることが求められる。その際には，問題文において，予想されるＸ及びＢ社の主張を踏まえて論ずることが求められているので，支払不能となる時期に関しては，弁済期が到来した債務についてのみ判断されるとする考え方（Ｂ社が主張するものと予想されるであろう。）と近い将来の支払不能が確実に予想される時点で支払不能を認定することができるという考え方（Ｘが主張するものと予想されるであろう。）の対立が明らかにされる必要があるし，- 14 -\n前者の考え方に原則的に立ちつつも，設例のように返済期日の変更がされた場合において，当該変更が債務者の信用力の反映ではなく，否認を免れるためにされたようなときは，変更前の返済期日が到来した時点で支払不能となるという考え方もあり得るであろう。このような多様な視点を意識しつつ，予想されるＸ及びＢ社の主張の内容を整理し，自説による支払不能となる時期の認定を説得的に論ずることが期待される。また，以上の支払不能に関する時期的要件の検討に加え，否認の他の要件（破産法第１６２条第１項第２号の場合は，破産者の行為が非義務的偏頗行為であることやＢ社の悪意）についても，ＸとＢ社の主張の対立を意識しつつ，設例に当てはめて，否認の可否についての結論を明らかにする必要がある。\n設問２については，まず，設例の各株主総会決議の取消しの訴えに係る訴訟が破産法第４４条第１項に規定する「破産者を当事者とする破産財団に関する訴訟手続」に当たり，中断するものであるかどうかを論ずることが求められる。破産会社を被告とする株主総会決議取消訴訟は，会社の組織的事項を対象とするのが原則であるが，その財産関係に影響を及ぼす事項を対象とするもの（例えば，設例の③の配当決議の取消訴訟がこれに当たるとする考え方がある。）も存在する可能性があり，設例の①から③までの各決議ごとに，各株主総会決議取消訴訟が同項の規定により中断するものであるかどうかを論じ，中断すると結論付けるときには，破産管財人Ｘにより受継されるかどうかについても，言及する必要がある。他方，同項の規定により中断しないと考える場合には，従来の取締役であるＤがそのまま代表者として訴訟を追行することができるかどうかが論じられなければならず，その際には，委任契約の終了に関する民法第６５３条第２号の規定の適用の可能性に関する解答者の立場を踏まえて，Ａ社の破産手続開始後の訴訟追行の在り方について論ずべきであるし，また，設例の①の決議（取締役Ｄの選任決議）の取消訴訟については，訴えの利益の有無も，論点の一つとなるであろう（最判平成２１年４月１７日判時２０４４号７４頁等参照）。さらに，本問は，設例の①から③までの各決議の取消訴訟が被告であるＡ社の破産手続開始決定によってどのような影響を受けるかを問うものであるから，一部の株主総会決議取消請求について訴訟追行者が異なるという結論に至ったときには，弁論を分離して別個に審理・裁判をする可能性についても言及することが期待される。\n〔第２問〕\n本問は，具体的な事例を通じて，再生手続開始の決定が再生債務者や第三者の行為に与える影響及び再生計画案についての決議に付する旨の決定の要件についての理解を問うものである。\n設問１については，まず，Ａ社について再生手続が開始された時点では，Ｂ銀行が売掛金債権に係る譲渡担保を受けたことにつき対抗要件を具備していないので，そのままでは当該譲渡担保の効力を再生手続において主張することができないこと，すなわち，対抗問題の発生について確認する必要があり，いわゆる再生債務者の第三者性や再生手続開始後の登記等の効力を否定する規定（民事再生法第４５条）の趣旨等から，これを理由付けることが求められる。次に，再生手続開始後にされたＢ銀行による譲渡通知及びＣ社による承諾の効力を論ずることになる。いずれも，その効力が否定されることになるが，譲渡通知については，Ｂ銀行がＡ社を代理して通知するものである旨を確認する必要があり，その上で，本問では，監督委員が選任されており，譲渡通知は財産処分行為として要同意事項として指定されていることが想定されるので，同意を得ないでした行為として無効となるものと考えられる（同法第５４条第４項）が，開始後の登記等の規定（同法第４５条）の類推適用や再生債権の弁済禁止（同法第８５条第１項）による説明もあり得るであろう。いずれにしても，説得的な論述が求められる。また，承諾については，再生債権につき再生債務者の行為によらないで権利を取得した者に該当すると考えられるので，同法第４４条が適用になることを述べる必\n- 15 -要がある。\n設問２については，まず，決議に付する旨の決定の要件（民事再生法第１６９条第１項）として，一定の再生計画の不認可事由に該当しないことが求められていること（同項第３号）を確認する必要がある。その上で，設例の再生計画案において問題となる点として，第１に，清算価値保障原則について定める同法第１７４条第２項第４号があり，１０％の破産配当率と設例の計画案における原則９５％免除の一般的基準との比較から論述することが求められる。第２に，Ｄ社に対する手続開始後の弁済の問題があり，このような弁済が同法第８５条第１項に違反するものであって，同法第１７４条第２項第１号の不認可事由に該当することになるものの，同法第８５条第５項に該当する可能性もあり，事後的な裁判所の許可による不備の補正の可能性について言及することが期待される。最後に，監督委員Ｘによる勧告として，Ｄ社に対する不当利得返還請求権の行使や，清算価値を満たす弁済率への再生計画案の修正（同法第１６７条）の指摘が求められる。\n[租 税 法]\n〔第１問〕\n個人所得課税においては所得の種類と所得の年度帰属の判断が必ず求められることは，法科大学院における租税法学習上の基本的な事項の一つである。設問１では，その基本を理解していることを前提に，問題文に示された一連の事実関係や契約内容を分析・評価し，法律の当てはめを行い，法人から支払を受けた個人の所得課税において必要となる所得の種類や所得の年度帰属などの判断をすることが求められている。\n所得の種類については，脱サラした起業者が開業準備中又は開業初期に，起業中の事業に直結し得るコンペの賞金・賞品を受け取り，コンペをきっかけとして起業者が製造する商品の販売ルートを確保できることになる可能性のある契約も締結したという状況設定の中では，一般に論じられる事業所得と雑所得の違い（事業と事業に至らない程度の業務との違い）だけではなく，事業所得と一時所得の関係，一時所得と雑所得の関係を踏まえ，事実関係を的確に評価しての判断が求められる。この問題では，所得の種類についての基本ルールの理解に加えて，法律の適用上重要と考えられる事実を選り出して評価し，当てはめを行って結論を導き出すという判断のプロセスないし判断の理由を，いかに説得力をもって論述できるかが問われている。\nまた，設問１では，問題文の中に支払の根拠となる契約文言が契約そのものの形で織り込んであることから，その支払（起業支援金）に係る所得に対する所得税法の適用を論ずる際には，まずはその支払の私法上の性質を契約解釈によって明らかにすることが所得税法適用の前提として求められる。\n所得の年度帰属については，法人から個人への支払が複数年にまたがり，かつ場合によっては契約上条件付でなされるという設定であること，また，株式は「金銭以外の物又は権利その他経済的な利益」に該当することから，それらの収入計上時期につき，契約の内容や株式に対する会社法の規律という私法の理解と所得税法における権利確定主義の理解という双方の理解を踏まえた分析に基づく判断が求められる。\n次に，設問２では，支払をする側である法人について，法科大学院で学ぶ法人税法の基本的事項の一つである，法人所得計算上損金とされる費用該当性の判断と費用の認識時期の理解が問われている。ここでも，単に適用条文を挙げて結論を示すだけではなく，法人による支払の法人税法上の取扱いを判断する前提として，具体的に，法人の支払の根拠となっている法律関係や契約の内容などの理由を挙げて判断を示すことが求められる。\n〔第２問〕\n本問は，個人と法人との間における資産の譲渡や貸付けに係る所得税や法人税の課税関係を- 16 -問うことによって，所得税法及び法人税法上の基本的な規定について具体的な事案に即して解釈適用能力を試そうとするものである。条文への単なる当てはめによってではなく，条文の趣旨目的やその基礎にある考え方をも考慮して解答を導き出す姿勢が重要である。\n設問１は，法人成りに伴う個人から法人への資産の譲渡に係る所得税の課税関係を問うものである。主として，①譲渡資産の内容及び種類に応じて資産の譲渡に係る所得の有無及び種類を所得税法の関連規定に則して適切に判断することができるかどうか，②資産の譲渡対価が時価より著しく低い価額である場合を所得税法の規定に則して適切に処理することができるかどうかを試している。①については，特に所得税法第３３条第１項及び第２項における資産分類の基礎にある考え方に関する正確な理解のほか，資産によっては収入金額の計上時期を考慮に入れた判断をも求めている。②については，所得税法第５９条第１項第２号だけでなく同法第\n４０条第１項第２号をも視野に入れた解答を求めている。\n設問２は，個人から法人への土地の負担付贈与及び建物の低額貸付けの当事者双方に対する所得税や法人税の課税関係を問うものである。主として，③本件贈与に関する所得税法の適用条文を同法第５９条第１項の趣旨目的に照らして適切に決定することができるかどうか，④本件贈与と本件貸付けについてそれぞれに係るＸ社の課税関係を法人税法第２２条に則して適切に判断することができるかどうかを試している。③については，民法上の贈与概念と所得税法上の贈与概念との関係に関する正確な理解，所得税法における資産の譲渡に係る実現主義と課税繰延べとの正確な関連付け等に基づく解答を求めている。④については，特に法人税法第２２条第２項において，無償による資産の譲受けに係る明文の定めはあるのに対して，無償による役務の受入れに係る明文の定めがないことをどのように考えるかを検討した上で解答することを求めている。\n[経 済 法]\n〔第１問〕\n本問は，石油製品である乙を分解して得られる化学物質を原料とする化学製品甲の製造販売業者であるＡ社，Ｂ社，Ｃ社及びＤ社（以下「４社」という。）が行った，乙価格の上昇を理由とする甲の販売価格の値上げ行動を中心にして，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項，第３条の不当な取引制限（いわゆる「価格カルテル」）の成否及び離脱の成否などを検討させることにより，不当な取引制限についての基本的な理解を問うものである。\n不当な取引制限の成否を検討する場合には，まず，問題とされている行為について事実関係を確定する必要がある。確定された事実が行為要件を充足する場合には，競争の実質的制限の有無を検討することとなり，そこで，一定の取引分野の画定が必要となる。問題文から，甲に関する必要な情報（製品としての特徴，地理的範囲など）を拾い出し，要領よく簡潔にまとめながら，市場を画定することが求められる。画定した市場を前提として，競争の実質的制限の有無を検討することになるが，甲市場の特色（４社のシェア，競争者のシェア，各種競争圧力など）を正確に把握し，これを的確に論述することが求められる。\n設問１は，４社による会合（部長会）の場では，甲の販売価格の値上げに関していまだ４社間には明示の合意が成立していないという前提の下で，上記会合前及び会合後の４社の客観的行動を認定し，これを分析して，不当な取引制限についての黙示の合意の成否を検討することが求められる。これを肯定するにしても，否定するにしても，問題文から得られる多くの事実\n（間接事実）の中から，重要と思われるものを拾い出し，説得力のある論述をすることが期待される。競争の実質的制限の有無の検討に際しても，甲製品の市場の状況を分析し，要領よくまとめることが必要となる。Ｙ社の行為についての検討も忘れてはならない。\n設問２は，４社による会合（部長会）の場で，甲の販売価格の値上げに関する合意が成立し\n- 17 -たという前提の下で，その後のＣ社の行動から，Ｃ社について，不当な取引制限の離脱が認められるか否かを検討することが求められる。離脱を肯定するにしても，否定するにしても，説得力のある理由付けが必要となるが，その際，不当な取引制限についての基本的な理解が問われることになる。また，Ｄ社の行為を論ずるに際しては，不当な取引制限の成立時期が問題となり，ここでも上記同様に，不当な取引制限についての基本的な理解が問われることになる。\n〔第２問〕\n本問は，特殊な植物から抽出した栄養成分を主とする栄養機能食品αを，甲というブランド名で販売し，同食品の市場においてシェア４０％・第１位を占めるＸ社が，甲が無店舗のインターネット販売業者に販売されないようにするため，甲を扱っている薬局・薬店に対し，これを専ら一般消費者に対してのみ販売するようにさせたという事案について，独占禁止法上の問題点を指摘し検討することを求めるものである。\n本件事案は，横流しないし転売の禁止として，拘束条件付取引（不公正な取引方法一般指定１２項）の適用が問題となるものであり，そこにおける，行為要件該当性，競争減殺効果及び正当化事由の有無についての基本的な理解を問うものである。\n本件行為は，甲のブランド力を背景にして薬局・薬店の取引先を制限するものであり，その実効性担保手段として，代理店卸売業者による取引停止を伴う監視がなされていると評価すべきものである。なお，本件は，転売を一律に禁止するものであるから，ネット販売業者に対する単独・間接の取引拒絶（一般指定２項）とするのは適切ではないと言えよう。\n次に，本件行為の競争減殺効果として問題になるのは，安売り業者であるネット販売業者が甲を購入できないことによる，販売業者間の価格競争の制限であり，競争排除ではなく競争回避が問題となる事案である。まず，判断の前提として，代替品βの評価を含めて，一定の取引分野ないし市場の画定をする必要がある。続いて，本件行為により甲の価格が維持されるおそれがあるか否かを，市場の実態に即して，ブランド内競争の状況（甲のブランド力，流通経路の閉鎖性），ブランド間競争の状況（参入障壁の高さ，価格競争の活発さ）などを総合的に考慮し判断することが求められる。\n最後に，本件行為は，ブランドイメージの保持の観点から，顧客への商品の説明及び品質保持のための温度管理の必要性を理由として行われているから，その正当化事由の有無を検討する必要がある。その場合，商品の説明の必要性については，健康増進法による注意喚起表示の存在を考慮することが必要となろう。また，温度管理については，その必要性自体は否定できないから，一律の転売禁止以外の代替的方法・手段について検討することが重要となろう。\nいずれについても，拘束条件付取引の要件の意義及び内容を正確に理解した上で，事実関係を丹念に検討し，本件行為の市場への影響を判断することが求められるものである。\n[知的財産法]\n〔第１問〕\n設問１及び２は，方法の発明についての特許権を題材として間接侵害に関する問題点の理解を問うものであり，設問３は，方法の発明を実施できる装置が適法に市場に流通した場合において，方法の発明についての特許権の消尽の有無ないし黙示の許諾の成否，及び制限の可否についての考え方を問うものである。\n設問１は，方法の発明を実施する機能を有する装置に対する特許法第１０１条第４号と第５号の適用の可否を問うものであり，間接侵害規定の基本的な理解と，各要件への丁寧な当てはめが求められる。\n本問では，まず，特許方法による充電機能以外に通常の充電機能を有する装置が問題となっていることから，同条第４号の「のみ」要件をどのように解釈し，適用するかを論じる必要がある。この点については，｢のみ｣要件について厳格な解釈を行う立場（例えば，東京地判\n- 18 -昭和５６年２月２５日無体集１３巻１号１３９頁，判時１００７号７２頁【交換レンズ】）と柔軟な解釈を行う立場（例えば，大阪地判平成１２年１０月２４日判タ１０８１号２４１頁\n【製パン方法】）があるが，「のみ」要件該当性を否定した場合はもとより，肯定した場合で\nあっても，更に同条第５号の適用を検討することが望ましい。同号の適用に当たっては，各要件についての解釈を簡潔に示しつつ，事案への丁寧な当てはめが求められる。\nまた，問題の装置は家庭内で使用する装置であって，当該発明は家庭内での実施が予定されている。さらに，一部は外国市場を指向した仕様で製造されているので，外国での実施が予定されている。これらの点に関し，Ｂ製品の製造・販売行為について，直接侵害が成立しない場合の間接侵害の成否を論じる必要がある。いずれの説でもよいが，従属説や独立説による場合にはその理由を説得的に論じる必要があり，通説とされる折衷説による場合には，直接侵害が否定される趣旨を踏まえた論述が求められる。\n設問２は，方法の発明の間接侵害品の生産に用いる物に対して間接侵害規定を適用して差止請求をなし得るか否かという点について問うものである。同条第４号については間接の間接侵害の成立を否定した裁判例が存在するが（知財高判平成１７年９月３０日判時１９０４号\n４７頁【ワープロソフト】），この裁判例のように間接侵害規定を制限的に解釈すべきか否かについての見解を示し，これに沿った論述が求められる。\nまた，問いは「どのような請求をすることができるか」であるから，差止請求の可否とは別に，間接侵害者に間接侵害品の生産に用いる物を供給する行為について共同不法行為を理由とする損害賠償請求権が成立し得るか否か，及び成立するとした場合の損害賠償の範囲を検討することが望ましい。\n設問３は，方法の発明を実施する機能を有する装置の製造・販売を許諾された者が適法に装置を市場に流通させた場合において，当該装置を購入した者が方法の発明を実施することの可否と，当該結論を導く理論的根拠の検討，及び装置の製造・販売の許諾に付された用途の制約が，当該装置を購入したＤの実施の可否にどのような影響を与えるかについての考え方を問うものである。\n物の発明と異なり，実施品の流通が観念できない方法の発明に対して消尽論を適用できるかを議論の出発点として見解を示し，適用を許容する場合にはいかなる要件を要するかについて論述する必要がある。ちなみに知財高判平成１８年１月３１日判時１９２２号３０頁【イ\nンクタンク】においては，特許発明に係る方法の使用にのみ用いる物，又はその方法の使用に用いる物であってその発明による課題の解決に不可欠なものを譲渡した場合には譲受人がその方法を使用する行為に差止請求権等を行使することは許されないことが述べられている。\n権利行使を制限する見解を採用する場合，その理由付けとしては消尽論や黙示の許諾といったものが考えられようが，その上で，特許権者が用途制限を定めることの効果について，当該理由付けとの関係を考えることが必要となる。特に，取引の安全を重視して消尽論を採用した場合，特許権者が権利行使の範囲を任意に定め得るような例外を認めてよいかについては，慎重な考慮が求められよう。\n〔第２問〕\n設問１は，著作権が共有に係る場合において，共有者全員の合意を得ずにレコードを製造販売する行為を問題とするものであり，設問２は，当該レコードを購入した者がこれを再販売する行為を問題とするものである。設問３及び設問４は，いわゆる国際消尽に関する問題の理解を問うものであり，設問３では，外国において製造販売されたレコードを日本国内に輸入し販売する行為が譲渡権を侵害するか否かなどが問題となり，設問４では，外国において製造販売された映画のＤＶＤを日本国内に輸入し販売する行為が頒布権を侵害するか否かなどが問題となる。\n- 19 -設問１については，著作権が共有に係る場合において，著作権法は，共有に係る著作権の行使はその共有者全員の合意によらなければならないが，各共有者は，正当な理由がない限り，合意の成立を妨げてはならないと規定している（同法第６５条第２項，第３項）。そのため，ＢとＣの間では，更新拒絶をしたＢに正当な理由があったかどうか，また，正当な理由がなかったとした場合，それによってＣの著作権侵害が否定されることになるのか，あるいはＢがＡ\nに対して合意を成立させる義務を負うにとどまるのかが問題となると考えられる。Ｂがなすべき主張としては，これらの点について差止請求が認められるように説得的に論じることが必要となる。\n設問２については，ＢとＦとの間では，設問１で取り上げられる問題のほか，ＦがＣレコード購入時に，Ｂの許諾がないという事情を知らなかったことから，善意者に係る譲渡権の特例を定める同法第１１３条の２が適用されるかどうか，また，同条と同法第１１３条第１項第２\n号との関係，すなわち，前者が適用されて譲渡権侵害が否定されても，なお，頒布時の知情を要件とする後者の適用により著作権侵害が成立するかどうかが問題となると考えられる。Ｂがなすべき主張としては，これらの点について差止請求が認められるように説得的に論じることが必要となる。\n設問３については，Ｄレコードの輸入が同法第１１３条第１項第１号の適用により侵害となるかどうか，また，Ｄレコードの国内での販売が譲渡権（同法第２６条の２第１項）の侵害となるかどうかを，ＤレコードがＸ国において同国の著作権者によって製造販売されたものであるという事情を踏まえて，特に譲渡権の国際消尽を定める同法第２６条の２第２項第５号について論じることが求められる。なお，同号が外国で譲渡権に相当する権利を有する者が日本の譲渡権者と同一人であることを要件としていないことにも言及することが望ましい。\n設問４については，Ｅ映画のＤＶＤの輸入が同法第１１３条第１項第１号の適用により侵害となるかどうか，また，Ｅ映画のＤＶＤの国内での販売が頒布権（同法第２６条第２項）の侵害となるかどうかを，楽曲αがＸ国において同国の著作権者の許諾の下にＥ映画のＤＶＤに複製されたという事情を踏まえて，論述することが求められる。楽曲αは，映画の著作物に複製されているから，譲渡権ではなく，頒布権の侵害が問題となることに注意しなければならない。\nそして，頒布権については，消尽に関する規定は定められていないため，国際消尽を認めるにせよ認めないにせよ，特許権に関して国際消尽に言及した判例（最判平成９年７月１日民集５１巻６号２２９９頁【ＢＢＳ】）及び家庭用ビデオゲームソフトにつき頒布権のうち譲渡に関する権利の国内消尽を認めた判例（最判平成１４年４月２５日民集５６巻４号８０８頁【中古ビデオゲーム】）等を念頭に置きつつ，説得的な論拠を提示しなければならない。"
}