{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\n甲国人夫Ａ及び甲国人妻Ｂは，２０年前に来日し，以後，日本において生活をしていた。Ａは，来日後しばらくして知り合った甲国人女性との間に子Ｘをもうけたが，Ｘを認知していなかった。\nＸが出生以来日本において生活をしている甲国人であるとして，以下の設問に答えなさい。\nなお，甲国法は，日本の後見及び保佐に相当する制度を有するほか，次の①から③の趣旨の規定を有している。\n① 子は，父の死亡を知った日から２年以内に限り，検察官を被告として認知の訴えを提起することができる。\n② 認知をするには，父が被後見人であるときであっても，その後見人の同意を要しない。\n③ 夫婦の一方が被後見人となったときは，他の一方はその後見人となる。\n〔設 問〕\n１．Ａは，精神上の障害により事理を弁識する能力を欠く常況に陥った。本設問１との関係では甲国の国際私法からの反致はないものとして，次の問いに答えなさい。\n⑴ Ｂの請求により，日本の裁判所がＡにつき後見開始の審判をする場合，いかなる国の法を準拠法とすべきか。\n⑵ Ａにつき後見開始の審判をした場合，日本の裁判所は，いかなる国の法を準拠法としてＢを後見人として選任することができるか。\n⑶ 日本の裁判所がＡの後見人としてＢを選任した場合，ＡによるＸの任意認知につき後見人Ｂの同意は必要か。\n２．Ａは，その後，Ｘを認知することなく死亡し，Ｘは，Ａの死亡を直ちに知った。Ｘは，Ａの死亡後２年６月を経過した時に，検察官を被告として日本の裁判所に認知の訴えを提起した。甲国の国際私法Ｐ条が，「父による子の認知は，出生当時の父の本国法，認知の当時における父の本国法又は子の本国法若しくはその常居所地法による。父が認知前に死亡したときは，その死亡の当時におけるその本国法を父の本国法とする。」と規定しているとすると，この訴えは適法か。\n- 40 -\n〔第２問〕（配点：５０）\nＹは，甲国に主たる営業所を有する甲国の会社である。Ｙは，インターネット上に法人及び個人顧客向けに英語のほかに日本語表記のウェブサイト(以下「本件サイト」という。) を開設し, 本件サイトを通じて日本及びその他の国において自社製品であるＧ等の購入の問合せ及び購入ができるようにしている。Ｙは，日本の弁護士を日本における代表者として定めて外国会社としての登記をし，本件サイトを通じた継続的な取引を行っているが，日本には営業所や財産を一切有していないものとして，以下の設問に答えなさい。\n〔設 問〕\n１．Ｘは，日本に主たる営業所を有する日本の会社である。Ｘは，本件サイトからＧの購入の問合せをし，Ｙの主たる営業所から日本に派遣された担当者と交渉の上，Ｙと東京において売買契約を締結した（以下「本件売買契約」という。）。Ｘは，Ｇを受領してＹに代金を支払ったが，Ｇに瑕疵があったため，損害を被った。Ｘは，Ｙに対して債務不履行を理由として損害賠償を求める訴えを日本の裁判所に提起した。甲国は，国際物品売買契約に関する国際連合条約(平成２０年条約第８号。以下「条約」という。) の締約国ではないとして，次の問いに答えなさい。\n⑴ ＸとＹとの間には裁判管轄に関する合意はなく，民事訴訟法第３条の３第１号に掲げる管轄原因が日本にないとした場合に，この訴えに関して日本の裁判所の国際裁判管轄権を基礎付ける事由はあるか。\n⑵ 法の適用に関する通則法（平成１８年法律第７８号）によれば，本件売買契約の準拠法が日本法となるとすると，日本の裁判所は，Ｘの請求につき条約を適用することができるか。\n２．日本に常居所を有する個人Ｚは，自宅のパソコンを使って私用のために本件サイトの個人顧客向けページを通じてＧを購入する意図で注文を送信して代金を支払った。ところが，本件サイトでは注文の送信前に申込内容の確認を行う措置が講じられておらず，そのため，Ｚは，申込内容を確認できないままＧと類似した別の商品Ｈの注文を送信してしまっていた。その結果，ＹからＨがＺ宅に送られてきた。\n日本法には，事業者のウェブサイトにおいて消費者の意思表示の際にその内容を確認する措置が講じられていない限り，当該ウェブサイトを通じて締結された電子消費者契約の消費者の意思表示に民法第９５条の要素の錯誤があった場合に，消費者に同条ただし書の重大な過失はないものと扱うＰ法Ｑ条の強行規定がある。他方，甲国法には，日本の民法第９５条と同様の内容の要素の錯誤に関する規定はあるが，上記のような電子消費者契約の特則に係る規定はない。本件サイト上には「商品の購入に関するお客様と弊社Ｙとの間に起きるあらゆる紛争については，甲国の国内法がこれに適用されることに同意していただいたものとします。」との表示があり，この表示に基づきＺとＹが甲国法を準拠法として合意していたとすると，日本の裁判所は，ＺがＹに支払った代金の返還をめぐる争いについてＰ法Ｑ条を適用することができるか。\n- 41 -",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，後見開始の審判及び後見人選任の準拠法の決定並びに被後見人による認知に対する後見人の同意に適用される準拠法の決定と適用を問うものである。さらに，死後認知の準拠法の決定について，いわゆる選択的連結と反致に関する論述も求めている。\n設問１の小問（１）は，法の適用に関する通則法（以下「通則法」という。）第５条の解釈\n・適用を問うものである。\n設問１の小問（２）は，外国人を被後見人として日本の裁判所が後見開始の審判をした場合に，後見人の選任の準拠法が何かを問う問題であり，通則法第３５条第２項第２号を特定しなければならない。\n設問１の小問（３）は，被後見人が認知者として任意認知をする場合に，その後見人の同意の要否の問題に適用される準拠法の決定と適用を問うている。認知の問題として性質決定した上で，通則法第２９条第１項前段と同条第２項前段との関係を明らかにして，準拠法を決定しなければならない。\n設問２については，まず，死後認知の出訴期間が認知の準拠法によるべき問題であるとの前提の下に，通則法第２９条第１項前段の規定の他に通則法第２９条第３項の規定と結合して理解される同条第２項前段の規定が適用され得ることを指摘しなければならない。これらの規定に従えば選択的な関係にある連結基準がいずれも外国法を本国法として指示していることを確認した後に，当該外国の国際私法規定によると日本法が指定され得ることから，通則法第４１条に従った反致の可能性について論ずることが求められている。\n〔第２問〕\n本問は，インターネットを利用して継続的に日本において事業を行う外国会社が書面によって締結した契約から発生した紛争について，国際裁判管轄権の有無と国際物品売買契約に関する国際連合条約（以下「条約」という。）の適用可能性を問うている。さらに，オンライ\nンで締結されかつ消費者を一方当事者とする契約について消費者保護を目的とする強行規定の適用いかんも問うている。\n設問１の小問（１）は，民事訴訟法第３条の２第３項等の規定する管轄原因が無いことを確認した上で，同法第３条の３第５号の規定の下で日本の裁判所が国際裁判管轄権を有しているか否かを問うている。\n設問１の小問（２）では，通則法に従い日本法が準拠法として選択されていること等，条\n- 25 -約が適用される条件を指摘しながら，設例との関連で条約の適用可能性に言及しなければならない。\n設問２は，インターネット上で締結された消費者契約について，消費者に要素の錯誤があったことにつきその重過失の不存在を定める強行規定が消費者の常居所地法の中にあった場合に，この規定が適用されるべき条件を問うている。通則法第１１条第１項又は第３項の規定を特定し，その丁寧な適用が求められている。当該規定の適用を除外する同条第６項各号に掲げられている事由のないことも確認しなければならない。\n- 26 -"
}