{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "text": "〔第１問〕（配点：５０）\nＸ国は，国内法で基線から１２海里までを領海，２４海里までを接続水域，２００海里までを排他的経済水域（以下「ＥＥＺ」という。）と定め，各海域に対して適用される国内法令を制定し，施行した。Ｘ国は，同国ＥＥＺ内での漁業活動を許可に基づき外国人にも認めている。他方，Ｘ国は，関税に関する限り，領海及び接続水域だけでなくＥＥＺの海域をも同国関税法の適用区域と定め，漁船燃料用の軽油の無許可での持込み及び販売を禁止し，違反者に重い罰則を科すことを定めていた。Ｘ国は，海洋法に関する国際連合条約（以下「国連海洋法条約」という。）批准時に「国連海洋法条約第５６条に定める沿岸国の主権的権利及び管轄権には，排他的経済水域における外国船舶の商業活動に対する関税法の適用が含まれる。」という宣言を付した。\nＹ国の登録船舶Ａ号，Ｂ号及びＣ号は，Ｘ国のＥＥＺ内で操業する漁船に対して漁船燃料用軽油を販売することを目的とした船舶であり，Ａ号は，Ｘ国基線から１１海里の海域で漁業活動中でない漁船に漁船燃料用軽油を販売しているところをＸ国沿岸警備当局の巡視艇に発見され，関税法違反で拿捕された。また，Ｂ号は，基線から２０海里の海域で，Ｃ号は，基線から１００海里の海域で同様の販売行為により拿捕された。これらの船舶及び乗組員は，Ｘ国の港に連行された後，関税法違反で起訴され，司法手続においてそれぞれ有罪を宣告され，漁船燃料用軽油は没収された。\n以上の事実を踏まえて，以下の設問に答えなさい。なお，Ｘ国とＹ国は，共に国連海洋法条約の当事国である。また，国連海洋法条約第２９２条に定める迅速な釈放の問題には触れなくてよい。\n〔設 問〕\n１．Ｘ国が国連海洋法条約批准時に付した宣言の国際法上の効力について説明しなさい。\n２．Ｘ国によるＹ国の登録船舶Ａ号，Ｂ号及びＣ号に対する各措置について，国際法上どのように評価できるか，沿岸国が領海，接続水域及びＥＥＺのそれぞれにおいて有する管轄権の違いを踏まえて，説明しなさい。\n３．Ｙ国の登録船舶Ｃ号に関する事件をＸ・Ｙ両国は，合意により国際海洋法裁判所に付託した。\nＹ国の請求は，海洋の使用に対するＹ国の自由及びＸ国関税法に服さないＹ国の権利が侵害されたことの宣言と，これらの侵害から生じたＹ国の損害の賠償を求めるものであった。本件が，国連海洋法条約第２９５条に定める，「国内的な救済措置を尽くすことが国際法によって要求されている場合」に当たらないとすれば，それはどのような理由によるものかをＹ国の請求内容から説明しなさい。\n- 36 -\n〔第２問〕（配点：５０）\nＡ国にあるＢ国大使館が，同大使館の敷地内に通常大使館にはあり得ないような遊戯施設を建設して，Ａ国に在留するＢ国民に開放した。Ａ国は，そのような遊戯施設は，外交機能に関わるものではなく，大使館の敷地内の建造物であるとはいえ，不可侵は認められないと主張している。\nところで，Ｂ国は，当該遊戯施設を建設するに当たり，Ａ国法人である甲建設会社（以下「甲」という。）と契約して建設を委ねた。建設が終了して建造物がＢ国に引き渡されても，Ｂ国は，契約にあるとおりの建設代金を甲に支払わないでいる。そこで甲は，Ｂ国を相手としてＡ国の国内裁判所（以下「Ａ国裁判所」という。）に，建設代金の支払を求める訴えを提起した。Ｂ国は，主権免除を理由として，Ａ国の裁判管轄権は及ばないと主張した。Ａ国裁判所は，Ｂ国の主権免除の主張を認めず，Ｂ国に対して不履行となっている代金債務の支払を命じ，判決は確定した。しかし，Ｂ国は，代金を支払わないでいる。\nさらに，この遊戯施設で，小規模な火災が発生した。そこで，Ａ国警察は，火災現場の実況見分を求めた。\nその後，Ｂ国大使館のある地域で大規模な災害が発生した。このためＢ国は，当該遊戯施設をＢ国民だけでなく，全ての者に開放して避難所としての利用に供した。また，人命救助や復旧の目的で，Ａ国の同意を得てＢ国から軍隊を派遣し，Ｂ国大使館の敷地内での人命救助や損壊している建物などの復旧に従事させた。ところが，Ｂ国軍隊による人命救助や復旧活動が行われている際に，Ｂ国軍隊が操作していたクレーンが倒れるという事故があり，この事故により遊戯施設に避難していたＡ国民である乙が傷害を負った。乙は，Ｂ国を相手として，Ａ国裁判所に損害賠償を請求する訴えを提起した。\n以上の事実を踏まえて，以下の設問に答えなさい。\n〔設 問〕\n１．遊戯施設を建設した甲がＢ国を代金債務の支払を求めて訴えた裁判で，Ａ国裁判所は，Ｂ国の主張する主権免除を認めなかったことについて，あなたの評価を述べなさい。\n２．Ａ国裁判所は，Ｂ国に対して代金の支払を命じた判決に基づき，Ｂ国大使館がＡ国内の銀行に開設している銀行口座を差し押さえることができるか論じなさい。\n３．Ａ国警察から火災現場の実況見分を求められたことに対して，Ｂ国は不可侵を理由にこれを拒否できるか論じなさい。\n４．Ｂ国軍隊の行為により傷害を負った乙が，Ａ国裁判所に，Ｂ国を相手として損害賠償を請求する訴えを提起しているが，裁判管轄権について，Ａ国裁判所は，どのような判断を下すと考えるか論じなさい。\n- 37 -\n- 38 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "subject": 17
}