{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "経済法",
  "text": "〔第１問〕（配点：５０）\nＡ社，Ｂ社，Ｃ社及びＤ社（以下「４社」という。）は，いずれも石油を原料とする化学製品甲の製造販売をしている。国内における甲製造販売業者には，４社のほかにＸ社，Ｙ社及びＺ社があり，我が国における市場占有率は，上位から順に，Ｘ社３０％，Ａ社１５％，Ｂ社１４％，Ｙ社１４％，Ｚ社１３％，Ｃ社６％，Ｄ社４％となっているほか，輸入製品が４％となっている。上記各社の甲の品質にはほとんど差はない。また，輸入製品は，国内製品よりも若干低価格であるものの，その分品質がやや劣っていることもあって，購入者は特定の需要者に限られており，ここ１０年ほど輸入製品の市場占有率に変化はない。なお，甲に代替する商品はない。\n甲製造販売業者は，甲を直接需要者に販売しており，需要者との間で価格交渉を行い，個別に価格を決定している。甲は，石油製品である乙を分解して得られる化学物質を原料としているため，乙の市場における価格（以下「乙価格」という。）が甲の製造コストに大きく影響する関係にあり，従来から，甲製造販売業者は，甲の販売価格を引き上げる際，乙価格の上昇を理由としてきている。\n甲の市場占有率の状況は，工場立地等の関係から，東日本地区と西日本地区で大きく異なっており，Ｘ社及びＹ社は，主に東日本地区において販売しており，Ａ社，Ｂ社及びＣ社は，主に西日本地区において販売しており，Ｚ社は東日本地区でしか，また，Ｄ社は西日本地区でしか販売していない。西日本地区における市場占有率は，上位から順に，Ａ社３２％，Ｂ社２４％，Ｃ社１４％，Ｘ社１０％，Ｄ社１０％，Ｙ社８％となっている。以上のような市場状況は，ここ十数年変化はなく，各社の製造設備は基本的に従前の取引量を前提としたものとなっているため，短期的に製造量を増やすことは各社とも難しい状況にある。また，甲製造販売業者とその需要者との取引は，固定的な関係にあって取引先が変更されることは少ない。\n以上のような市場状況の下で，４社は，かねてから，３か月に１回程度の割合で，営業部長による会合（以下「部長会」という。）を開催し，主として西日本地区における甲の販売に関する情報交換を行っていた。平成１６年には，乙価格が高騰したため，部長会において，西日本地区における甲の販売価格の値上げについて合意し，この合意に基づいて各社が顧客との値上げ交渉を行い，一部顧客との間で値上げに成功したことがあった。また，平成１８年春頃から再び乙価格が上昇してきたことから，同年６月に開催された部長会において，西日本地区における甲の販売価格の値上げについて合意し，この合意に基づいて各社が顧客との値上げ交渉を行い，一部顧客について同年\n８月販売分からの値上げに成功したことがあった。\n〔設問１〕\nその後，乙価格は安定していたが，平成２０年に入ってから上昇が続いたことから，同年６月１５日に開催された部長会（出席者は，Ａ社のＰ部長，Ｂ社のＱ部長，Ｃ社のＲ部長，Ｄ社のＳ部長）において，Ｐ部長は，「Ａ社としては，乙価格の上昇傾向が深刻なので，今年の８月販売分から，西日本地区の顧客に対する甲の販売価格を１キログラム当たり１０円をめどに引き上げたいと考えている。これまでも４社が同調して値上げした場合には，ある程度値上げに成功しているので，今回もＢ社，Ｃ社，Ｄ社にも同時に値上げをお願いしたい。」旨を述べたところ，Ｓ部長も賛同した。\nこれに対して，Ｑ部長は，「Ｂ社としては，需要が伸び悩み値下げ要求も出されている中で，値上げについて取引先の理解を得ることは難しいと考えている。値上げは時期尚早である。」と述べ，Ｒ部長は値上げの是非についての態度を明らかにしなかった。そのため，同日の部長会は明確な結論を出すことなく終了した。\n上記部長会を終えて帰社したＰ部長は，それまでの経緯から，「Ａ社が先行して値上げを実施すれば，他社も追随するのではないか。」と考えた。そこで，Ａ社は，以後，Ｂ社，Ｃ社及びＤ社との間で部長会等の会合を開催することなく，同年８月販売分について西日本地区の顧客との値上げ交渉を開始した。もっとも，Ａ社は，顧客との交渉開始に先立って，「８月販売分から甲の販売価格を１キログラム当たり１０円の値上げをすべく，まず西日本地区の顧客との交渉を開始する。」旨の新聞発表を行い，Ｐ部長は，上記新聞発表と同じ頃に，Ｑ部長，Ｒ部長及びＳ部長に対し，「Ａ\n社は，８月販売分から甲の販売価格を値上げいたします。」という内容のメールを一方的に送信した。Ｂ社，Ｃ社及びＤ社は，いずれもＡ社の値上げ交渉開始から数日ほど遅れて，同年８月販売分について西日本地区の顧客との値上げ交渉を開始し，結果として，４社ともおおむね１キログラム当たり１０円近い値上げに成功した。Ｙ社は，上記新聞発表によってＡ社の値上げを知り，直ちに同年８月販売分について西日本地区の顧客との値上げ交渉を行い値上げに成功した。\nこの場合の４社及びＹ社の行為は，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）に違反するといえるか検討しなさい。\n〔設問２〕\n平成２１年になると乙価格は低下し，しばらく安定していたが，平成２２年暮れ頃から上昇に転じ，平成２３年になってもその傾向に変化はなかった。４社は，同年２月１５日に開催された部長会（出席者は，Ａ社のＥ部長，Ｂ社のＦ部長，Ｃ社のＧ部長，Ｄ社のＨ部長）において，乙価格の上昇によるコスト増を甲の販売価格に転嫁する必要があるとの結論に達し，同年４月販売分から，西日本地区の顧客に対する甲の販売価格を１キログラム当たり１０円をめどに引き上げること，顧客との値上げ交渉の進捗状況について情報交換するために，同年４月１０日に再度部長会を開催することを合意した。\n上記２月１５日の部長会を終えて帰社したＧ部長は，部長会における合意の内容を上司に報告したところ，「独占禁止法上の問題があるのではないか。以後，他社とは関わりを持たないように。」との指示を受けた。そこで，Ｃ社は，他の３社に何ら連絡をすることなく，同年４月販売分について西日本地区の顧客との値上げ交渉を行わなかった。また，Ｇ部長は，急に別の予定が入ったという虚偽の連絡を入れて，同年４月１０日に開催された部長会を欠席した。Ｃ社を除く３社は，同年\n４月販売分について西日本地区の顧客との値上げ交渉を行った。その結果，Ａ社及びＢ社は，一部顧客との間で値上げに成功したが，Ｄ社は，大口取引先に拒否されるなどしたために，結果として値上げに成功しなかった。\nこの場合の４社の行為は，独占禁止法に違反するといえるか検討しなさい。〔第２問〕（配点：５０）\nＸ社は，特殊な植物から抽出した栄養成分を主とする栄養機能食品（注）αを製造・販売する大手食品メーカーであり，自社製品を甲というブランド名で販売している。\nαは，近年の健康志向の増大により市場が拡大しているが，独自の製法を必要とすること，原料である植物の調達が容易ではないことから，αを製造・販売するメーカーは６社に限定されている。\nまた，価格より品質を優先する消費者の傾向とあいまって，メーカー間の価格競争はほとんど行われていない。なお，αの類似品としてβがあり，栄養機能食品の対象となる栄養成分はαとほとんど異ならないが，当該栄養成分を抽出する植物が異なることから，多くの消費者にとってβの栄養機能はαよりも大きく劣ると考えられており，仮にαの価格が大幅に引き上げられたとしても，α\nに代えてβを購入しようとする消費者はほとんど存在しない。\n甲は，他社製品に比べて栄養成分の体内吸収率が高いこと，Ｘ社の知名度の高さ，テレビでの有名タレントを使ったコマーシャルなどから人気商品となっており，その市場占有率は４０％で第１位で，２位以下を大きく引き離している。なお，他社の市場占有率は，Ａ社１８％，Ｂ社１５％，Ｃ社１１％，Ｄ社９％，Ｅ社７％である。そして，甲を指名して購入する消費者も少なくないことから，栄養機能食品の販売業者にとっては，これを取りそろえておくことが不可欠の製品となっている。\n甲の流通経路は，⑴卸売業者を経て，薬事法上の許可を受けた薬局及び店舗販売業者（以下「薬局・薬店」という。）の店頭で販売されるものが９割以上を占めているほか，⑵インターネットを通じた販売（以下「ネット販売」という。）が新たに登場してきている。⑴に関しては，Ｘ社は，資本・人員・保管設備などの良否を勘案して，各都道府県ごとに卸売業者１社を選んで代理店とし，それらの者のみに甲を販売している（以下「代理店卸売業者」という。）。代理店卸売業者は，各都道府県を担当地域として当該地域内で積極的な販売を行うよう義務付けられているが，他の都道府県での販売に特に制約は課されていない。⑵に関しては，インターネットのホームページを通じて注文を受け，宅配業者が配送するもので，無店舗のインターネット販売業者（以下「ネット販売業者」という。）がこれを手掛けている。その場合，ネット販売業者は，薬局・薬店相互の間で在庫調整や換金の必要性などから低価格で取引されている甲を，薬局・薬店から購入してその販売に充てている。ネット販売は，店舗や人員のコストが節約できることなどから，薬局・薬店の店頭での販売価格に比べて５％～１０％ほど安いことが多く，最近，その売上高は増加傾向にある。\nＸ社は，当初から，ネット販売業者によるネット販売が，薬局・薬店による店頭での販売と異なり，ⓐ甲の摂取目安量や摂取方法について，顧客の求めに応じて説明やアドバイスを行う機会がなく，製品の栄養機能が十分に発揮できなくなるおそれがあること，ⓑ甲は，品質保持のため摂氏１５度以下の冷暗所での保存が必要なところ，その配送や保管における温度管理が不十分となり，品質が劣化するおそれがあることを理由に，これに消極的な姿勢を採ってきた。そして，このままネット販売業者によるネット販売が拡大すると，上記ⓐⓑにより甲のブランドイメージが損なわれる危険が大きいと考え，今後はこれを行わせないようにするとの方針を決定し，そのために以下のような方策を採ることを考えている。\n① ネット販売業者に甲が販売されないようにするため，甲を扱っている薬局・薬店に対し，甲を，専ら一般消費者に対してのみ販売するよう要請する。\n② ①の要請を遵守させるため，代理店卸売業者に対し，肉眼では見えない製品の隠しロット番号を用いた取引先の薬局・薬店の監視を義務付け，同要請に従わない薬局・薬店には甲を販売しないようにさせる。\n〔設 問〕\nＸ社が実施しようとしている上記①及び②の方策について，独占禁止法上の問題点を指摘して検討しなさい。（注）「栄養機能食品」とは，栄養成分（ビタミン・ミネラル）の補給のために利用される食品であり，同食品として，その栄養成分の機能を表示して販売するためには，健康増進法に基づき，一日当たりの摂取目安量に含まれる当該栄養成分量が，定められた上・下限値の基準の範囲内である必要がある。また，摂取目安量や摂取方法等についての注意喚起表示を行う必要がある。\n他方，それは，薬事法上の許可を受けた薬局及び店舗販売業者でなければ販売することができない「医薬品」には該当しないから，これ以外の者であっても販売することができる。- 18 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "subject": 14,
  "purpose": "[経 済 法]\n〔第１問〕\n本問は，石油製品である乙を分解して得られる化学物質を原料とする化学製品甲の製造販売業者であるＡ社，Ｂ社，Ｃ社及びＤ社（以下「４社」という。）が行った，乙価格の上昇を理由とする甲の販売価格の値上げ行動を中心にして，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第２条第６項，第３条の不当な取引制限（いわゆる「価格カルテル」）の成否及び離脱の成否などを検討させることにより，不当な取引制限についての基本的な理解を問うものである。\n不当な取引制限の成否を検討する場合には，まず，問題とされている行為について事実関係を確定する必要がある。確定された事実が行為要件を充足する場合には，競争の実質的制限の有無を検討することとなり，そこで，一定の取引分野の画定が必要となる。問題文から，甲に関する必要な情報（製品としての特徴，地理的範囲など）を拾い出し，要領よく簡潔にまとめながら，市場を画定することが求められる。画定した市場を前提として，競争の実質的制限の有無を検討することになるが，甲市場の特色（４社のシェア，競争者のシェア，各種競争圧力など）を正確に把握し，これを的確に論述することが求められる。\n設問１は，４社による会合（部長会）の場では，甲の販売価格の値上げに関していまだ４社間には明示の合意が成立していないという前提の下で，上記会合前及び会合後の４社の客観的行動を認定し，これを分析して，不当な取引制限についての黙示の合意の成否を検討することが求められる。これを肯定するにしても，否定するにしても，問題文から得られる多くの事実\n（間接事実）の中から，重要と思われるものを拾い出し，説得力のある論述をすることが期待される。競争の実質的制限の有無の検討に際しても，甲製品の市場の状況を分析し，要領よくまとめることが必要となる。Ｙ社の行為についての検討も忘れてはならない。\n設問２は，４社による会合（部長会）の場で，甲の販売価格の値上げに関する合意が成立したという前提の下で，その後のＣ社の行動から，Ｃ社について，不当な取引制限の離脱が認められるか否かを検討することが求められる。離脱を肯定するにしても，否定するにしても，説得力のある理由付けが必要となるが，その際，不当な取引制限についての基本的な理解が問われることになる。また，Ｄ社の行為を論ずるに際しては，不当な取引制限の成立時期が問題となり，ここでも上記同様に，不当な取引制限についての基本的な理解が問われることになる。\n〔第２問〕\n本問は，特殊な植物から抽出した栄養成分を主とする栄養機能食品αを，甲というブランド名で販売し，同食品の市場においてシェア４０％・第１位を占めるＸ社が，甲が無店舗のインターネット販売業者に販売されないようにするため，甲を扱っている薬局・薬店に対し，これを専ら一般消費者に対してのみ販売するようにさせたという事案について，独占禁止法上の問題点を指摘し検討することを求めるものである。\n本件事案は，横流しないし転売の禁止として，拘束条件付取引（不公正な取引方法一般指定１２項）の適用が問題となるものであり，そこにおける，行為要件該当性，競争減殺効果及び正当化事由の有無についての基本的な理解を問うものである。\n本件行為は，甲のブランド力を背景にして薬局・薬店の取引先を制限するものであり，その実効性担保手段として，代理店卸売業者による取引停止を伴う監視がなされていると評価すべきものである。なお，本件は，転売を一律に禁止するものであるから，ネット販売業者に対する単独・間接の取引拒絶（一般指定２項）とするのは適切ではないと言えよう。\n次に，本件行為の競争減殺効果として問題になるのは，安売り業者であるネット販売業者が甲を購入できないことによる，販売業者間の価格競争の制限であり，競争排除ではなく競争回避が問題となる事案である。まず，判断の前提として，代替品βの評価を含めて，一定の取引分野ないし市場の画定をする必要がある。続いて，本件行為により甲の価格が維持されるおそれがあるか否かを，市場の実態に即して，ブランド内競争の状況（甲のブランド力，流通経路の閉鎖性），ブランド間競争の状況（参入障壁の高さ，価格競争の活発さ）などを総合的に考慮し判断することが求められる。\n最後に，本件行為は，ブランドイメージの保持の観点から，顧客への商品の説明及び品質保持のための温度管理の必要性を理由として行われているから，その正当化事由の有無を検討する必要がある。その場合，商品の説明の必要性については，健康増進法による注意喚起表示の存在を考慮することが必要となろう。また，温度管理については，その必要性自体は否定できないから，一律の転売禁止以外の代替的方法・手段について検討することが重要となろう。\nいずれについても，拘束条件付取引の要件の意義及び内容を正確に理解した上で，事実関係を丹念に検討し，本件行為の市場への影響を判断することが求められるものである。",
  "scoring_notes": "１ 出題の趣旨について出題に当たり，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が当該市場における競争にどのような影響を与えるかを念頭に置いて，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価し得るような問題作成を目指した。\n出題した２問は，独占禁止法の基本を正確に理解し，これに基づいて検討すれば解答し得る問題であり，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めるものではない。\n２ 採点方針別途公表済みの出題の趣旨及び上記１で述べたとおり，独占禁止法の基本的概念や個別の要件の意義を，その趣旨を踏まえて正確に理解しているか，当該行為が市場における競争に与える影響を十分に洞察しようとして，問題文のどの事実をどのような観点から取り上げるのが相当かを分析した上で，的確に要件に当てはめることができているか，それらは論理的かつ説得的で矛盾がないかという観点から，法的な能力を見ようとした。\n第１問は，化学製品甲の販売価格の値上げ行動について，独占禁止法第２条第６項，\n第３条の不当な取引制限（いわゆる「価格カルテル」）の成否及び離脱の成否を問うものであり，①甲製品の特徴（代替商品の有無，地理的範囲など）を踏まえた市場を画定し，問題文の具体的事実（４社のシェア，競争者の数・シェア，隣接市場及び需要者からの競争圧力，輸入圧力など）を摘示しながら競争の実質的制限の有無を論理的かつ説得的に検討できているか，②部長会での明示の合意が成立していない前提の下で，問題文の具体的事実（４社による過去の値上げ実績，Ａ社による新聞発表，Ａ社・Ｐ部長のメール送信，４社の値上げ活動など）を摘示しながら部長会前後の４社の客観的行動を分析するとともに，Ａ社による新聞発表によって値上げ活動を行ったＹ社の行動を分析して４社及びＹ社における黙示の合意の成否が検討できているか（設問１），③部長会での４社による明示の合意が成立した前提の下で，合意成立後の事実関係（一部顧客との間で値上げが成功したＡ社及びＢ社，値上げをしていないＣ社，\n値上げに成功しなかったＤ社）を踏まえて，不当な取引制限の成立時期という基本的事項を理解しているか，Ｃ社については，問題文の具体的事実（上司の指示内容，他の３社との連絡状況，その後の部長会の欠席，過去の値上げ実績など）を摘示しながら不当な取引制限の離脱の成否を論理的かつ説得的に検討できているか（設問２）を見た。\n第２問は，栄養機能食品の販売方法（横流しないし転売の禁止）について，不公正な取引方法の拘束条件付取引（独占禁止法第１９条，一般指定１２項）の理解及び検討を問うものであり，①行為要件該当性，競争減殺効果，正当化事由の各要件の意義及び内容を正確に理解しているか，②行為要件該当性については，問題文の方策①，\n②の関係を踏まえて具体的に拘束の有無を検討できているか，③競争減殺効果については，代替品βの評価を含めた市場を画定し，市場の実態に即して，ブランド内競争- 39 -の状況（甲のブランド力，流通経路の閉鎖性），ブランド間競争の状況（参入障壁の高さ，価格競争の活発さ）などを問題文の事実関係を摘示しながら丁寧に検討できているか，④正当化事由については，顧客への商品の説明及び品質保持のための温度管理の必要性について，目的の正当性及び手段の相当性の観点から検討するとともに，\n代替的方法・手段について検討できているかを見た。\n３ 採点実感等(1) 出題の趣旨に即した答案の存否，多寡について第１問については，多くの答案が出題の趣旨に即して，不当な取引制限（いわゆる「価格カルテル」）の成否及び離脱の成否を検討し，設問１については，不当な取引制限の成立要件である合意（意思の連絡），一定の取引分野（市場）の画定，\n及び競争の実質的制限について検討を行い，設問２については，以上のほか，不当な取引制限の成立時期と合意からの離脱について検討を行っていた。もっとも，一定の取引分野の画定及び競争の実質的制限について十分に検討することなく結論のみを述べる答案や不当な取引制限の成立時期と合意からの離脱について十分な理解をしないまま作成された答案も少なからず見られた。\n第２問については，多くの答案が出題の趣旨に即して，Ｘの方策①②について不公正な取引方法のうちの拘束条件付取引を検討していたが，方策①と方策②の関係を明確に意識して触れているものはそれほど多くはなかった。また，答案の中には，\n方策①を単独の取引拒絶，方策②を拘束条件付取引とする答案も少なからず見られた。さらに，拘束条件付取引以外の不公正な取引方法（取引拒絶，優越的地位の濫用等）や私的独占を中心に検討している答案も見られた。\n(2) 出題時に予定していた解答水準と実際の解答水準との差異について第１問については，不当な取引制限の成否及び離脱という不当な取引制限の要件についての基本的な理解を問うものであったことから，出題時に予定していた解答水準と実際の解答水準には大きな差異は見られなかった。もっとも，問題文から得られる多くの事実の中から重要な事実を拾い出し，説得力ある論述をすることが期待されたが，この期待に応える答案は多いとはいえなかった。\n第２問については，方策②を方策①の実効性確保手段と位置付け，これを転売ないし横流しの禁止行為として，不公正な取引方法のうちの拘束条件付取引に該当するとした上で，その公正競争阻害性と正当化事由を中心に論じる答案が多いと予想していたが，ネット販売業者に対する単独・間接の取引拒絶として論じるものが予想以上に多かった。また，公正競争阻害性については，本件行為の価格維持効果について，問題文の事実を摘示し，ブランド内競争やブランド間競争等の市場の状況を分析して，丁寧に論述してほしかったが，多くの答案がこの点不十分であり，中には，市場を画定しないまま公正競争阻害性について論述する答案も少なからず見られた。さらに，正当化事由についても，結論のみで理由付けがきちんとなされていない答案が多く見られた。\n(3) 「優秀」，「良好」，「一応の水準」，「不良」答案について第１問については，「優秀」な答案は，不当な取引制限の成立要件と離脱要件に関する必要な論点について基本的な理解をした上で，問題文から重要な事実を拾い出し，きちんとした当てはめと説得力ある理由付けをした論述がなされているもの- 40 -とし，「良好」な答案は，比較的論述は薄いが，必要な論点を指摘した上で ，要点を的確にまとめてあるもの，「一応の水準」の答案は，「良好」な答案と評価されるに必要なポイントのうち，幾つかのポイントが欠けたものとした。また，「不良」\nの答案は，不当な取引制限に関する要件についての基本的な理解を欠き，不当な取引制限の成立要件や離脱要件に関する論点が的確に拾われておらず，問題文から得られる事実に即した論述がなされていないものとした。\n第２問については，「優秀」な答案は，方策①②の関係を見極めた上で，拘束条件付取引の要件に即して，行為類型該当性並びに公正競争阻害性について検討し，\n市場の画定，価格維持効果の有無，正当化事由の判断などについて問題文の事実を適切かつ丁寧に抽出して，きちんとした当てはめと理由付けがされているものとし，\n「良好」な答案は，比較的論述は薄いが，必要な論点を指摘した上で，要点を的確にまとめてあるもの，「一応の水準」の答案は，「良好」な答案と評価されるに必要なポイントのうち，幾つかのポイントが欠けたものとした。また，「不良」な答案は，拘束条件付取引以外の不公正な取引方法（取引拒絶，優越的地位の濫用等）や私的独占を中心に検討するなど，論点を的確に捉えておらず，事案に即した論述がなされていないものとした。\nなお，これらは，各水準に属する答案の一例であり，採点に当たっては，総合的な能力の判定にも配意しており，各水準に属する答案は，上記のものに尽きるものではない。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，当該行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。\n経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付つけているかどうかを見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，\n論点主義的な記述ではなく，構成要件の意義を正確に示した上，当該行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめることを論理的・説得的に示すことができるように教育してほしい。"
}