{
  "year": "H24",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "purpose": "〔第１問〕\n本問は、国連海洋法条約に基づく沿岸国の権限、条約批准時の宣言の効力、領海・接続水域・排他的経済水域における管轄権の違い、国際海洋法裁判所への付託と国内的救済措置（同条約第２９５条）といった海洋法の基本的な事項についての理解を問うことを目的としている。\n設問１は、Ｘ国が国連海洋法条約批准時に付した、EEZにおける関税法適用を含む旨の宣言の国際法上の効力（留保・解釈宣言の区別、条約の目的・趣旨との適合性等）について説明することを求める。\n設問２は、領海、接続水域、EEZのそれぞれにおいて沿岸国が有する管轄権の違いを踏まえ、Ａ号・Ｂ号・Ｃ号に対する拿捕等の措置が国際法上どのように評価できるかを論じることを求める。\n設問３は、国際海洋法裁判所への付託において、国内的救済措置を尽くすことが国際法上要求されている場合（同条約第２９５条）に当たらない理由を、Ｙ国の請求内容から説明することを求める。\n〔第２問〕\n本問は、外交特権・免除（大使館の不可侵、主権免除）、判決の執行、国家の裁判管轄権といった国際関係法（公法系）の基本的な事項についての理解を問うことを目的としている。\n設問１は、大使館敷地内の遊戯施設建設に係る建設代金請求訴訟において、Ｂ国の主権免除の主張をＡ国裁判所が認めなかったことの評価（制限免除論と絶対免除論、商業行為の例外等）を述べることを求める。\n設問２は、主権免除が認められない場合に、判決の執行としてＢ国大使館の銀行口座を差し押さえることができるか（執行免除の有無）を論じることを求める。\n設問３は、大使館内の火災現場に対する実況見分について、不可侵を理由に拒否できるか（不可侵の範囲、同意の要否等）を論じることを求める。\n設問４は、派遣されたＢ国軍隊の行為により傷害を負った乙がＢ国を相手に損害賠償を求める訴訟について、裁判管轄権（主権免除、行為の帰属等）の観点から判断を論じることを求める。\n",
  "text": "〔第１問〕（配点：５０）\nＸ国は，国内法で基線から１２海里までを領海，２４海里までを接続水域，２００海里までを排他的経済水域（以下「ＥＥＺ」という。）と定め，各海域に対して適用される国内法令を制定し，施行した。Ｘ国は，同国ＥＥＺ内での漁業活動を許可に基づき外国人にも認めている。他方，Ｘ国は，関税に関する限り，領海及び接続水域だけでなくＥＥＺの海域をも同国関税法の適用区域と定め，漁船燃料用の軽油の無許可での持込み及び販売を禁止し，違反者に重い罰則を科すことを定めていた。Ｘ国は，海洋法に関する国際連合条約（以下「国連海洋法条約」という。）批准時に「国連海洋法条約第５６条に定める沿岸国の主権的権利及び管轄権には，排他的経済水域における外国船舶の商業活動に対する関税法の適用が含まれる。」という宣言を付した。\nＹ国の登録船舶Ａ号，Ｂ号及びＣ号は，Ｘ国のＥＥＺ内で操業する漁船に対して漁船燃料用軽油を販売することを目的とした船舶であり，Ａ号は，Ｘ国基線から１１海里の海域で漁業活動中でない漁船に漁船燃料用軽油を販売しているところをＸ国沿岸警備当局の巡視艇に発見され，関税法違反で拿捕された。また，Ｂ号は，基線から２０海里の海域で，Ｃ号は，基線から１００海里の海域で同様の販売行為により拿捕された。これらの船舶及び乗組員は，Ｘ国の港に連行された後，関税法違反で起訴され，司法手続においてそれぞれ有罪を宣告され，漁船燃料用軽油は没収された。\n以上の事実を踏まえて，以下の設問に答えなさい。なお，Ｘ国とＹ国は，共に国連海洋法条約の当事国である。また，国連海洋法条約第２９２条に定める迅速な釈放の問題には触れなくてよい。\n〔設 問〕\n１．Ｘ国が国連海洋法条約批准時に付した宣言の国際法上の効力について説明しなさい。\n２．Ｘ国によるＹ国の登録船舶Ａ号，Ｂ号及びＣ号に対する各措置について，国際法上どのように評価できるか，沿岸国が領海，接続水域及びＥＥＺのそれぞれにおいて有する管轄権の違いを踏まえて，説明しなさい。\n３．Ｙ国の登録船舶Ｃ号に関する事件をＸ・Ｙ両国は，合意により国際海洋法裁判所に付託した。\nＹ国の請求は，海洋の使用に対するＹ国の自由及びＸ国関税法に服さないＹ国の権利が侵害されたことの宣言と，これらの侵害から生じたＹ国の損害の賠償を求めるものであった。本件が，国連海洋法条約第２９５条に定める，「国内的な救済措置を尽くすことが国際法によって要求されている場合」に当たらないとすれば，それはどのような理由によるものかをＹ国の請求内容から説明しなさい。〔第２問〕（配点：５０）\nＡ国にあるＢ国大使館が，同大使館の敷地内に通常大使館にはあり得ないような遊戯施設を建設して，Ａ国に在留するＢ国民に開放した。Ａ国は，そのような遊戯施設は，外交機能に関わるものではなく，大使館の敷地内の建造物であるとはいえ，不可侵は認められないと主張している。\nところで，Ｂ国は，当該遊戯施設を建設するに当たり，Ａ国法人である甲建設会社（以下「甲」という。）と契約して建設を委ねた。建設が終了して建造物がＢ国に引き渡されても，Ｂ国は，契約にあるとおりの建設代金を甲に支払わないでいる。そこで甲は，Ｂ国を相手としてＡ国の国内裁判所（以下「Ａ国裁判所」という。）に，建設代金の支払を求める訴えを提起した。Ｂ国は，主権免除を理由として，Ａ国の裁判管轄権は及ばないと主張した。Ａ国裁判所は，Ｂ国の主権免除の主張を認めず，Ｂ国に対して不履行となっている代金債務の支払を命じ，判決は確定した。しかし，Ｂ国は，代金を支払わないでいる。\nさらに，この遊戯施設で，小規模な火災が発生した。そこで，Ａ国警察は，火災現場の実況見分を求めた。\nその後，Ｂ国大使館のある地域で大規模な災害が発生した。このためＢ国は，当該遊戯施設をＢ国民だけでなく，全ての者に開放して避難所としての利用に供した。また，人命救助や復旧の目的で，Ａ国の同意を得てＢ国から軍隊を派遣し，Ｂ国大使館の敷地内での人命救助や損壊している建物などの復旧に従事させた。ところが，Ｂ国軍隊による人命救助や復旧活動が行われている際に，Ｂ国軍隊が操作していたクレーンが倒れるという事故があり，この事故により遊戯施設に避難していたＡ国民である乙が傷害を負った。乙は，Ｂ国を相手として，Ａ国裁判所に損害賠償を請求する訴えを提起した。\n以上の事実を踏まえて，以下の設問に答えなさい。\n〔設 問〕\n１．遊戯施設を建設した甲がＢ国を代金債務の支払を求めて訴えた裁判で，Ａ国裁判所は，Ｂ国の主張する主権免除を認めなかったことについて，あなたの評価を述べなさい。\n２．Ａ国裁判所は，Ｂ国に対して代金の支払を命じた判決に基づき，Ｂ国大使館がＡ国内の銀行に開設している銀行口座を差し押さえることができるか論じなさい。\n３．Ａ国警察から火災現場の実況見分を求められたことに対して，Ｂ国は不可侵を理由にこれを拒否できるか論じなさい。\n４．Ｂ国軍隊の行為により傷害を負った乙が，Ａ国裁判所に，Ｂ国を相手として損害賠償を請求する訴えを提起しているが，裁判管轄権について，Ａ国裁判所は，どのような判断を下すと考えるか論じなさい。- 38 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H24/論述/試験問題/選択.pdf",
  "scoring_notes": " 出題の趣旨等\n既に公表されている出題の趣旨（「平成２４年司法試験論文式試験問題出題趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２ 採点方針国際関係法（公法系）については，従来と同様に，①国際公法の基礎的な知識を習得し，かつ，設問に関係する国際公法の基本的な概念，原則・規則並びに関係する理\n論や国際法判例を正確に理解できているか，②各設問の内容を理解し必要な国際法上\nの論点に触れているか，問題の事例に対する適切な考察がなされているか，③答案の\n法的構成がしっかりしており， かつ論理的な文章で適切な理由付けがなされているか，\nといった点を重視している。\n３ 採点実感等\n第１問\n設問１については，条約法に関するウィーン条約（以下「条約法条約」という。 ）\nの留保の定義に依拠して，留保と留保に該当しない解釈宣言の差異を正確に理解して\nいる答案が多数を占めた。 しかし， 海洋法に関する国際連合条約 （以下 「海洋法条約」\nという。）の第３０９条及び第３１０条が留保及び宣言についてどのように定めてい\nるかについて考察していない答案も相当数あり，答案のでき具合が大きく分かれた。\n海洋法条約における留保禁止を踏まえて，Ｘ国の宣言が同国に対する海洋法条約の法\n的効力を排除又は変更することを意図したものであれば，それは同条約第３１０条に\n違反する留保に該当し無効だと指摘する答案は比較的多かった。しかし，Ｘ国の宣言\nが留保としても有効であるとした答案も一定数存在した。他方，Ｘ国の宣言が同条約\n第３１０条に基づき留保の効果を持たない解釈宣言である場合に，その国際法上の法\n的効果について論述した答案は，必ずしも多くなかった。\n設問２のうちＡ号に対する措置について，領海には沿岸国の主権が及ぶからＸ国の\n措置は当然適法であるとだけ記述した答案が意外と多かったが，これでは不十分であ\nる。外国船舶の無害通航権及び沿岸国の法令制定・執行権に触れ，Ａ号の行為の無害\n通航該当性，Ｘ国の法令執行権について論述できた答案は，約半数にとどまった。Ｂ\n号に対する措置についても，海洋法条約第３３条第１項（ a）及び（b）の規定をただ\n引用するだけで直ちにＸ国接続水域内での同国の措置は適法だとする論述が少なくな\nかった。他方，同条約第３３条第１項（ a）及び（b）の規定が通関上の法令違反の防\n止又は処罰につき沿岸国に接続水域内でどのような措置を採る権限を付与しているか\nを解釈した上で，Ｂ号の事案を分析した答案は約半数であった。さらに，海洋法条約\n第１１１条第１項第２文の解釈も含め，接続水域における沿岸国の管轄権については\n条約の解釈及び国家実行が分かれていることに言及した上で，Ｘ国の採った措置の合\n法・違法性を詳細に論じた答案も若干存在した。Ｃ号に対する措置については，第２\nサイガ号事件国際海洋法裁判所判決を踏まえて，Ｘ国の措置を違法とする答案が多数\nであったが，海洋法条約第５６条，第５８条第３項及び第６０条第１項の解釈に踏み\n込み根拠を説明できていたものは，少数にとどまった。設問３については，国内的救済原則とは何かが説明できていない答案も相当数あっ\nたが，全体としては，同原則の趣旨と内容を説明した上で，国際違法行為の結果直接\n国家の権利が侵害された場合には，国内的救済原則は適用されないことを指摘する答\n案が多数を占めた。なお，答案の中には，インターハンデル事件国際司法裁判所（Ｉ\nＣＪ）判決等にも触れて，同原則の適用いかんは国際請求が私人の被った損害を優越\n的基礎として提出されるか否かにあることを指摘し，Ｙ国の請求の内容を分析して同\n国の請求はＹ国の権利自体に対する侵害を基礎とするものであったと丁寧に論じたも\nのも，少数ではあるが存在した。\n答案は個々に異なり一概に論ずることはできないが，第１問の採点結果から見て，\n答案の「優秀」，「良好」，「一応の水準」，「不良」のイメージを示せば以下のようであ\nる。\n優秀：各設問に関係する国際法規則についての基礎知識が正確であり，事例に即して\n国際法上の論点につき的確な説明がなされていることがまず必要である。その上で，\n事例の事実をどのように整理・分析したか，関連国際法規則を当該事実に適用すると\nいかなる法的結果が導かれるかについて，論理的かつ説得力ある（適切な国際法判例\nへの言及を含む。）論述がなされている答案。例えば，設問１であれば，留保の定義，\n留保と解釈宣言の異同，留保の許容性などに関する条約法条約の基礎知識を前提とし\nて，海洋法条約が留保並びに宣言についてどのような定めを置いているかを，その解\n釈を含めて的確に論述できていることが必要である。その上で，Ｘ国の宣言をどのよ\nうに性格付けるか，また，その場合にＸ国の宣言の法的効果は何かについて論理的か\nつ説得的な論述ができていること。設問１ないし設問３の全てについて，こうした論\n述ができた答案が第１問全体としての優秀答案である。\n良好：例えば，設問１と設問２については優秀答案と共通する論述がなされているに\nもかかわらず， 設問３が優秀答案の論述基準に達しなかったような答案である。 また，\n各設問について優秀答案の論述基準の多くの要素を満たしているものの，設問に関連\nして触れるべき論点に一部欠落があるもの，論点としては触れながらも理由付けを含\nめて論述に不十分さが若干あるもの，事例への当てはめが一応なされてはいるが事実\nに対する検討が浅いものなど，幾つかの点において優秀答案に比べて劣る答案。例え\nば，設問２において，Ａ号に対するＸ国の措置については海洋法条約の関連条文を適\n切に指摘してそれらの解釈論を展開しながら，他方Ｂ号に対するＸ国の措置について\nは同条約第３３条の規定につき十分な解釈論が展開できていないような，論述にある\n程度濃淡が認められるような答案。\n一応の水準：例えば，設問１と設問２では良好な答案になっているが，設問３で論述\nが不十分な水準にとどまった答案である。 あるいは， 国際法の基礎知識が一応はあり，\nそれに基づく事例への当てはめも基本的にはできているが，良好な答案の水準に比べ\nて，必要な論点に触れられていない，論拠が十分説明されていない，事例への当ては\nめの説明が不十分であるなどの箇所が幾つかの点で認められる答案。例えば，設問２\nのＡ号に対するＸ国の措置について，Ｘ国はその領海に対して主権を行使できるから\n立法管轄権も執行管轄権も有するとのみ述べて，領海内における外国船舶の無害通航\n権及び沿岸国の管轄権について必要な説明を欠くような論述の欠陥が幾つかの箇所に\nおいて認められる答案。不良：設問内容や設問の趣旨が理解できていない答案。設問に関係する基本的な国際\n法規則について正確な基礎知識を有していないと認められる答案。結論のみを書いて\n根拠付けも，関連する国際法規則の説明もほとんどなされていない答案など。設問１\nから設問３の全てにわたってほとんど書けておらず，国際公法を習得したといえるか\n疑問と思われるレベルの答案も，少数ながら存在した。\n第２問\n設問１については，全体的によくできている答案が多かった。主権免除の意味，絶\n対免除主義から相対（制限）免除主義への移行とその背景，主権的行為と業務管理行\n為を区別する際の基準としての行為目的説と行為性質説など，主権免除の基本的知識\nが修養されていることが分かる答案が多かった。ただ，主権免除の根拠，歴史等基本\nをなす論点が丹念に論じられているものと，触れるべき論点に触れられていなかった\nり，十分に論じられていない答案もあった。よくできている答案は，事例への当ては\nめも十分になされていた。\n設問２については，執行管轄権と裁判管轄権との一応の区別はほとんどの答案でで\nきていた。 しかし， よくできている答案とそうでない答案とに分かれる傾向にあった。\nよくできている答案は，裁判権免除と強制執行の免除との区別を明確にした上で，裁\n判権免除が認められない場合に強制執行の免除をいかに考えるかを論じているものが\n多かった。ただし，外交関係に関するウィーン条約（以下「ウィーン外交関係条約」\nという。）の関連規定の解釈論のみを論じた答案が多く，強制執行が，主権に与える\n影響という点を論ずる答案は，余り多くはなかった。この点は残念であった。強制執\n行の問題を，国家管轄権の一般的問題として捉える答案も散見されたが，その結果，\n裁判判決の強制執行の問題の本質からは，外れているものもあった。事例への当ては\nめという点では， よくできている答案は， 本問で強制執行の対象となる財産の性質 （公\n館の業務に使用するかどうか等）にも言及し，これを考慮して解答していた。\n設問３については，十分な解答をしている答案と，そうとはいえない解答にとどま\nる答案とに分かれる傾向にあった。公館の不可侵の問題であることはほとんどの答案\nで理解されていた。 十分な解答をしている答案は， 本問が外交特権免除の問題であり，\nその背景・根拠から説き起こし，事例への当てはめも行った上で，解答していた。し\nかし，この種の答案は多くはなかった。他方で，ウィーン外交関係条約の条文を解答\nに引用し，公館とは何かを論じて結論を導く答案もしばしばあったが，不可侵の根拠\nを考慮しながら施設の性質，事件処理の必要性等の本問の具体的状況を検討する必要\nがある。\n設問４については，設問１との関連で，設問１がよくできている場合には，設問４\nも，おおむねよくできている答案であった。主権免除を論ずるに当たり，軍隊がいか\nなる性質を持つかについて，論じている答案は多くはなかった。事例への当てはめの\n点で，本問のような状況をいかに考えるかを，十分に論じてほしかったのであるが，\nそのような答案は余り多くはなかったことが残念である。\n全体としては，従来もそうであるが，個々の設問について，国際法上の論点を導き\n出し，それぞれの論点について一応の論述をするところまではおおむねできている答\n案が多かった。一方，設問における事実状況への当てはめという点では，事実状況を\n深く広く考慮した上で，認定された事実に国際法規則を適用したと評価できるような十分な論証がされた答案は余り多くなかった。\n優秀：設問についての国際法の基礎知識を備えており， 論理的に， 論点を導き出して，\nそれぞれの論点について論述を行っている答案。例えば，設問１で主権免除に関する\n論点，主権免除の意義，主権免除の範囲，主権免除の範囲を決める基準が論理的に導\nき出されており，それぞれについて論じた上で，事例に当てはめて，設問の事実状況\nについて，受験者が何をどう考慮したかが十分に論じられている答案。\n良好：設問についての国際法の基礎知識を備えており，一応は論点を導き出すことが\nできている答案。けれども，論理的に論点が導き出せないでいたり，論点についての\n論述が十分にはなされていない答案。例えば，設問１で，主権免除の意義，主権免除\nの範囲とそれが変更してきた背景，主権免除の範囲を決定する基準，といったように\n論理的に論点が整理されていない答案。 また， 事例への当てはめが行われてはいるが，\n受験者による事実状況の考慮が十分でなかったり，論証が十分ではない答案。\n一応の水準：国際法の基礎知識が一応はあるが，十分ではなく，論述において，必要\nな論点が幾つか欠如している答案。例えば，設問１で，主権免除の範囲とそれを決定\nする基準についての論点が明確にされておらず，性質で判断するとか，目的で判断す\nるといった論述だけをしているような答案。\n不良：設問の事例説明や，設問を答案に書き出し，あるいは，関連する条約の条文を\n長く引用して，それらに紙幅を割いてしまい，論証が不足している答案や，自らの言\n葉で論証が行われていない答案。例えば，設問３でウィーン外交関係条約を長く引用\nして，十分な説明や論証なく条約文言に設問の事例を当てはめることに終始して解答\nしている答案。\n４ 法科大学院教育に求めるもの\n法科大学院教育に求めるというよりも，採点して感じた答案の傾向に１，２触れて\nおきたい。第１に，国際法に関する基礎的な知識，すなわち国際法の基本的な概念や\n規則・原則について，その内容を正確に理解することの重要性を改めて強調したい。\n知識としては覚えているが，基本的な規則・原則の趣旨及び根拠などについて十分理\n解できていないと思われる答案が実際には相当数ある。第２に，これと関連するが，\n設問に対して結論のみを書いてその理由付けをほとんどしていない答案や，論ずべき\n解釈上の問題や論点があるにもかかわらず，それらに触れることなく，関連する国際\n法規則を設問の事例に適用することのみに目を奪われている答案が意外に多かった。\n法科大学院の院生なら，規則の解釈にせよ，具体的事例への当てはめにせよ，根拠付\nけをおろそかにしない姿勢が欲しい。\n５そ の 他\nごく少数ではあるが，判読が極めて困難な答案も見受けられた。判読困難であるこ\nとが受験生の有利に働くことはあり得ないのであるから，文字及び文章は読み手の立\n場に立って読みやすい答案を書くように心掛けてほしい。平成２４年司法試験の採点実感等に関する意見（国際関係法（私法系））\n１ 出題の範囲等\n本年度の国際関係法（私法系）の問題は，狭義の国際私法（抵触法） ，国際民事訴\n訟法及び国際取引法から出題されている。各問題の出題の趣旨については，既に法務\n省ホームページにて公表済みである。\n２ 採点の方針と基準等\n採点の方針は，昨年と異ならない。関連する個々の法領域の基本的な知識と理解を\n基にして論理的に破綻のない推論により一定の結論が導けるか。これを，採点の基本\n的な指針としている。設問に応じて力点こそ異なるが，①個々の法規範の趣旨を理解\nしているか，②複数の法規範を視野に入れながら，相互の連関を理解しているか，③\nこれらの点の理解に基づき，設例の事実関係等から適切に問題を析出できるか，④析\n出された問題に対して関連する法規範を適切に適用できるかを採点の基準とした。\nこれら４点をおおむねクリアーしている答案が「一応の水準」に達しているといえ\nよう。全ての設問において上記①及び②の点に関する理解を答案に反映させ，かつ，\n法規範を丁寧に当てはめていることが「良好」又は「優秀」答案となるための必要条\n件であり，さらに，より的確かつ説得的に論じられている答案が「優秀」答案と評価\nされる。\nなお，学説が分かれている論点については，結論それ自体によって得点に差を設け\nることはせず，自説の論拠を十分に示しつつ，これを論理的に展開できているか否か\nを基準にして成績評価をした。\n３ 採点実感\n多くの答案は，明文の規定の文言を拾いながら，これを事実関係に適用しようと試\nみていた。解答に直結する規定を指摘できず，その結果として大きく減点された答案\nは少なかった。成績評価の差異は，規定の理解の正確さや規定相互の関係についての\n理解の深度等に起因しているように見える。\n(1) 第１問について\n設問１（１）は，法の適用に関する通則法（以下「通則法」という。 ）第５条の\n解釈・適用を問うものである。本条の問題であることを指摘した後に，日本の裁判\n所は被後見人の住所に基づき管轄権を有すること，管轄権を有する日本の裁判所は\n日本法を適用する旨の説明が要求される。日本にある本人の住所が管轄原因である\n点を言及しない答案がかなりあった。\n設問１（２）について，多くの答案は正しく通則法第３５条第２項第２号の規定\nを適用していた。しかし，同法第３５条は同法第５条といかなる関係に立つのか，\n同法第３５条第２項第２号の規定の趣旨は何かについて言及しないものが相当数あ\nった。\n設問１（３）について，多数の答案は正しく通則法第２９条の問題として性質決\n定し，認知に適用され得る準拠法が選択的な関係にあることを指摘していた。他方\nで，設問では認知者の本国法と子の本国法が一致しているにもかかわらず，同法第\n２９条第１項後段と同条第２項後段に従い子の本国法を重ねて適用する答案が多数あった。\n設問２について，通則法第２９条第３項の規定を看過している答案が少なくなか\nった。もっとも，選択的な関係にある連結基準がいずれも外国法を本国法として指\n示していることを確定している限り，この点は大きな減点対象とはしていない。答\n案の多くは，当該外国の国際私法規定によると日本法が指定され得ることから，通\n則法第４１条に従った反致の可能性について言及していた。反致の可否についてい\nかなる結論を導いていても，成績評価には影響しない。論述の展開を重要視した。\nこの観点から，反致を認めない立場を採る答案については，死後認知を否定する結\n果が同法第４２条の公序に反するか否かについて触れたものには加点をした。\n(2) 第２問について\n設問１（１）について，多数の答案は，民事訴訟法第３条の３第５号に基づき日\n本の裁判所の管轄権を肯定していた。同条同号にいわゆる「日本における業務」と\nは日本における事業の一環として行われる個別取引であるとの理解の下に，有意な\n事実関係を指摘する答案を期待していたが， 「事業」と「業務」を混同していると\n見られる答案が相当数あった。なお，同法第３条の２第３項の定める一般的な管轄\n原因がないことの確認をしていない答案がかなりの数に上った。\n設問１（２）は，国際物品売買契約に関する国際連合条約の適用範囲に関する問\n題である。ほぼ全ての答案が正しく当該条約第１条第１項（b）号を適用していた。\n関連規定の当てはめの丁寧さが評価を分けたといえよう。\n設問２について，大多数の答案は通則法第１１条第１項を指摘し，消費者保護の\nための強行規定の適用条件を設問の事実関係に当てはめていた。同条第３項の適用\nの問題と捉える答案も排斥されない。同条第６項を含めた同条の適用の丁寧さが評\n価を分けたといえよう。なお，消費者の意思表示がないときにもＰ法Ｑ条の適用を\n肯定しようとする答案も散見されたが，そのような処理を認める場合には， （消費\n者契約であるにもかかわらず）通則法第１１条が適用されないことの理由を十分に\n説明して欲しかった。\n４ 今後の出題について\n今後も，狭義の国際私法，国際民事訴訟法及び国際取引法の各分野の基本的事項を\n組み合わせた事例問題を出題することになると考えられる。\n５ 今後の法科大学院教育に求めるもの"
}