{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "国際関係法（公法系）",
  "subject": 17,
  "text": "〔第１問〕（配点：５０）\nＡ国のＸ州は，人口の大多数がＡ国の主要民族とは人種，言語，宗教等を異にする少数民族によって構成されていて，かねてより独立運動が盛んであった。Ａ国はＸ州の住民の不満を解消するために，２０１５年４月にＸ州に対して大幅な自治権を認めたが，Ｘ州の住民の独立への要求は収まらなかった。同年６月，Ｘ州自治政府は，Ａ国政府の反対を押し切ってＸ州のＡ国からの独立の可否を問う住民投票を実施し，９０％を超える圧倒的多数が独立を支持した。この住民投票の結果を基に，Ｘ州自治政府は同年８月，Ｘ国憲法を制定して一方的に独立宣言を行った。この時点でＸ国政府（Ａ国から見た場合は「Ｘ州自治政府」。以下同じ。）はＸ国（Ａ国から見た場合は「Ｘ州」。以下同じ。）の全領域を実効的に支配し，Ａ国の軍隊もＸ国領内には駐留していなかった。Ｘ国政府は，同年９月，各国にＸ国の独立を通告するとともに国家承認を求める書簡を送付し，Ｘ国と境界を接するＢ国を始め多くの国が国家承認の通告を行った。他方，地理的に離れていて利害関係の薄いＣ国やＤ国は，Ｘ国の要請には応えなかった。同年１０月，Ｘ国政府は国連への加盟を申請し，同年\n１２月，国連総会は，国連安全保障理事会の勧告を受けてＸ国の加盟申請を審議し，賛成１５２，反対２３，棄権１８でＸ国の加盟を承認した。国連総会の投票において，Ａ国やＤ国は反対票を投じたが，Ｂ国やＣ国は賛成票を投じた。その後Ｄ国は，２０１６年５月にＸ国と通商航海条約を締結した。なお，Ａ国～Ｄ国は，いずれも国連加盟国である。\n以上の事実を基に，以下の設問に答えなさい。\n〔設 問〕\n１．Ｘ国の要請に応じずに国家承認の通告をしなかったＣ国とＤ国は，本問に書かれているその後の行動を通して，Ｘ国を承認し同国と国際法上の国家間関係を築いたと言えるかどうか，理由を付して答えなさい。\n２．Ｘ国の独立を承認せず，その国連加盟にも反対したＡ国は，２０１６年１月，Ｘ国の了解を得ずにＡ国とＸ国との間の境界線を越えて，小規模のＡ国軍部隊をＸ国内のＳ地方に派遣した。\nその理由をＡ国政府は，Ｓ地方で起こった暴動鎮圧のためと説明した。このＡ国の行動は国際法上正当化されるかどうか，理由を付して論じなさい。\n３．Ａ国は，２０１４年４月，Ｂ国との間で国境画定条約を締結し，Ｘ州とＢ国との間を流れるＲ川のＸ州側の川岸に沿った線をもって国境とすることに合意した。Ｘ国は，独立宣言後，Ａ，Ｂ両国間の国境条約はＢ国とＸ国との間の境界部分に関しては無効であると主張し，「国境に沿って流れる河川を国境にする場合は，航行可能な水流の最深線を国境とする国際法の原則」を適用して，Ｒ川の航行可能な水流の最深線が国境であると主張した。このＸ国の主張は国際法上認められるかどうか，論じなさい。また，Ｘ国がこのような主張をしたため，Ｂ国はＸ国を承認するとした通告を２０１６年２月になって撤回するとＸ国に伝えた。このＢ国の行為は国際法上合法と言えるかどうか，論じなさい。〔第２問〕（配点：５０）\nＡ国は海に面する国であり，国内法によって基線から２００海里までを排他的経済水域として定めている。また，Ａ国では，水産資源枯渇のためＡ国民に対してもタコの漁獲を厳しく規制しており，同国の排他的経済水域内では，外国人によるタコの漁獲を国内法の外国漁船取締法により禁止している。\nＡ国の巡視艇甲に乗船していたＡ国の沿岸警備官は，Ａ国の基線から約１８０海里の排他的経済水域内で，Ｂ国の国旗を掲げた漁船乙がタコを漁獲している現場を視認した。巡視艇甲が，漁船乙に対して停船を命じたところ，漁船乙はこれを無視して逃走を開始した。巡視艇甲は，漁船乙に対して停船を命じながら継続して漁船乙を追跡し，Ａ国の基線から約２１０海里の公海上でようやく漁船乙を停船させることに成功した。Ａ国の沿岸警備官がその場で漁船乙に乗船して漁船乙の船内を検査したところ，タコが船内に大量に保管されているのを発見した。このためＡ国の沿岸警備官は，漁船乙の船長Ｘ以下乗組員全員の身柄を拘束し，漁船乙をＡ国の港まで曳航した。\nＡ国の検察当局は，外国漁船取締法違反の容疑で漁船乙の船長ＸをＡ国の裁判所に起訴した。その後，船長Ｘ以外の漁船乙の乗組員はＡ国当局から身柄を釈放され，本国であるＢ国に帰国したが，船長ＸはＡ国当局に身柄を拘束され続けた。なお，漁船乙はＢ国の水産会社であるＹ社が所有するものであり，Ｂ国の船籍を有する。また，漁船乙の乗組員は，船長Ｘを含め全てＢ国の国籍を有している。Ａ国とＢ国は，いずれも海洋法に関する国際連合条約の当事国である。\n〔設 問〕\n１．Ａ国の巡視艇甲がＢ国の漁船乙をＡ国の基線から約２１０海里の公海上で拿捕した行為は，国際法上どのように評価できるか。関係する条文等その法的根拠を挙げながら論じなさい。\n２．Ｂ国が本件に関してＡ国に対して取り得る国際法上の手段について，漁船乙を所有するＹ社の対応も視野に入れつつ，関係する条文等その法的根拠を挙げながら論じなさい。\n３．Ａ国の外国漁船取締法は，Ａ国の排他的経済水域内で違法に漁業を行った外国人に対して１年以下の懲役又は１０万米ドル相当以下の罰金を科すことを定めており，Ａ国の第一審裁判所は，Ｂ国が本件に関してＡ国に対して何ら具体的な行動を取らない間に，Ｘに対して同法違反を理由に懲役６か月の実刑判決を下し，この判決が確定したとする。この場合，Ｂ国は本件に関してＡ国に対してどのような国際法上の請求を行うことができるかについて論じなさい。- 34 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，国家の一部が分離独立した場合の国家承認に関する国際法の諸規則，並びに，国境画定条約の承継及び河川を利用した国境線画定に関する国際法の基本的な知識と理解を問う問題である。\n設問１は，Ａ国内のＸ州がＡ国政府の反対を押し切って一方的に独立を宣言し各国に対して国家承認の要請を行った際に，それぞれ異なる対応をした国について，国際法上正式に国家承認を行ったと見ることができるかどうかを問う問題である。\nその場合，まず基本的に押さえなければならないことは，国家承認の方式には明示の承認と黙示の承認があるということである。\n明示の承認は，新国家に対して書簡，宣言等により承認の意思を通告することによって行われる。Ｘ国の要請に対して国家承認の通告を行ったＢ国は明示の承認をしたことになるが，この通告をしなかったＣ国とＤ国は，明示の承認をしてはいないことになる。しかしその後，Ｃ\n国はＸ国の国連加盟に関する総会決議の採択において賛成票を投じた。またＤ国はＸ国の国連加盟総会決議採択の際には反対票を投じたが，その後Ｘ国と通商航海条約を締結した。こうしたＣ国，Ｄ国の行動が国際法上の黙示の承認（すなわち相手国が国際法上の国家でなければおよそ行わないような行為，例えば外交使節を派遣・接受する行為や領土画定条約のような国家間の重要な関係を定める二国間条約を締結する行為）に当たり，Ｘ国の国家としての存在を間接的に認めたと言えるかどうかが問われる。\n国連加盟に関する総会決議において賛成票を投ずる行為が黙示の承認に当たるかどうかは意見が分かれるが，国連加盟に賛成することと国家承認行為とは，国際法上目的を異にする全く別個の法的行為と一般には解され，国連加盟決議に賛成することは加盟申請国を黙示に承認したことにはならないとするのが，初期の頃からの国連の慣行でもあった。これを前提とすると，Ｃ国の総会における賛成票を投じた行為も，またＤ国の反対票を投じた行為も，それぞれの国のＸ国に対する国家承認とは直接結びつかない行為と見るのが一般的である。\n他方Ｄ国がＸ国との間に通商航海条約を締結したことは，国家でなければ結ぶことができない重要な二国間条約を結んだことになると考えられるので，その行為によってＤ国はＸ国を黙示に承認したと見ることができる。\n設問２は，Ｘ国の独立を認めないＡ国の立場としては，Ｘ州は自国の一自治州，言い換えると自国の領域の一部，であるから，Ａ国軍部隊をＸ州の了解なしに同州領内に派遣しても，それは他の国家への侵略行為には当たらず，単にＡ国領域内のＡ国軍部隊の移動であって，国際法上何の問題も生じないと主張することになるだろう。そこで本設問では，果たしてこのＡ国の主張が国際法上正当化できるかどうかを論ずる必要がある。\nその場合まず注目すべきなのは，Ｘ国が正式に国連加盟国となっていることであり，Ａ国は，国連の加盟国として，同じ国連加盟国であるＸ国の国連憲章上の地位や権利を尊重しなければならない義務を負っているということである。言い換えると，国連憲章の枠内においては，Ａ\n国は，国連加盟国であるＸ国との関係においては，憲章第２条第１項の下で対等・平等な関係に立ち，同条第３項の紛争の平和的解決義務や同条第４項の武力行使禁止の規定を遵守しなければならない。したがって，Ｘ国（Ａ国から見ればＸ州）領内へのＡ国軍部隊のＸ国（州）の了解がないままの進駐は，国連憲章に違反する行為と言わなければならない。\n設問３は，条約の承継及び航行可能な河川を用いた国境線の画定並びに国家承認の撤回に関する国際法の理解を問う問題である。\n条約の承継に関しては，伝統的には，法的安定性や条約関係の継続性を重視して，先行国が締結した二国間条約で本問のように分離独立した承継国に関係する事項を扱っているものについては，承継国が承継するとする考え方が比較的有力であった。しかし，１９６０年代の植民地独立の動きの中でこの考え方は修正され，先行国（とくに植民地の宗主国）が結んだ条約は，原則として新独立国によって引き継がれないとする白紙（クリーン・スレート）の原則が国際社会で広く受け入れられたと見られている。したがって，今日においては，新独立国は先行国が締結した条約には拘束されないとするのが原則であるが，国境画定条約などにより確立された国境線については，依然として法的安定性等の観点から新独立国も尊重しなければならないとされている。以上のことに照らせば，Ｘ国は，Ａ，Ｂ両国間の国境画定条約で確立されたＢ\n国との国境線（条約締結時においてはＡ，Ｂ両国間の国境線）を，尊重しなければならない。ところで，Ｘ国が主張するように，航行可能な河川を国境線とするときは「航行可能な水流の最深線を国境線とする原則」（タールベークの原則）が適用されることが多いことは確かであるが，それは絶対的な基準ではなく，特別な取決めがない場合の補足的原則と考えられている。本問においては，Ａ国とＢ国の間には国境画定条約があり，それによって既にＢ国とＸ国の間の国境線が（画定されたときはＡ国とＢ国の間の国境線として）確立されているから，タ\nールベークの原則が適用される余地はないと見るべきである。\nなお，後段のＢ国によるＸ国の国家承認撤回の法的評価については，法的安定性及び禁反言\n（エストッペル）の原則などの法の一般原則を尊重する立場から，国家承認は一旦行われたら撤回できないとする原則が慣習法上確立している。ただし，国家承認の要件である住民（人民），領土（領域），実効的支配を確立している政府，政府の外交能力などの国家承認の要件が必ずしも十分に満たされていない段階で，外交的配慮から事実上の国家承認を行うことがあり，この場合には後に承認を撤回することができる。本問の場合，Ｂ国が事実上の承認をしたという設問にはなっていないので，Ｂ国によるＸ国に対する承認の撤回は認められないと見るべきである。\n〔第２問〕\n本問は，海洋法の分野を素材として，排他的経済水域（以下「ＥＥＺ」という。）における外国漁船に対する沿岸国の権限，追跡権の行使，国際海洋法裁判所による紛争解決手続，条約違反の国内法と国家責任などに関する国際法の基本的知識とその適用について問うものである。司法試験用法文に登載されている海洋法に関する国際連合条約（以下「国連海洋法条約」\nという。）の関係条文を設問に照らして抽出して適切に解釈し，国際法上の国家責任の基礎的な理解に従って論述を展開すれば，十分に解答が可能な設問となっている。\n設問１は，ＥＥＺ内における沿岸国による外国漁船の取締りと追跡権の行使に関する基本的知識を問う問題である。本件事例では，Ａ国のＥＥＺ内において外国人がタコを漁獲することはＡ国の国内法令によって禁止されている。また，Ａ国の国内法である外国漁船取締法は，Ａ\n国のＥＥＺ内で違法に漁業を行った外国人に対して刑罰を科すことを定めている。国連海洋法条約第７３条第１項は，「沿岸国は，排他的経済水域において生物資源を探査し，開発し，保存し及び管理するための主権的権利を行使するに当たり，この条約に従って制定する法令の遵守を確保するために必要な措置（乗船，検査，拿捕及び司法上の手続を含む。）をとることができる。」と定めており，Ａ国の巡視艇甲は，Ａ国の基線から約１８０海里のＡ国のＥＥＺ内で違法な漁業を行っていた外国漁船乙に対して，同条に基づいて乗船，検査を行い，必要に応じて拿捕等を行うことができる。\n次に，巡視艇甲が漁船乙を追跡して拿捕した行為が国連海洋法条約第１１１条に規定する追跡権の正当な行使に当たるかを検討する必要がある。同条によれば，追跡権の行使は，「沿岸国の権限のある当局」が「外国船舶が自国の法令に違反したと信ずるに足りる十分な理由があるとき」に開始することができる（同条第１項）。追跡権は，「軍艦，軍用航空機その他政府の公務に使用されていることが明らかに表示されておりかつ識別されることのできる船舶又は航空機でそのための権限を与えられているものによってのみ行使することができる」（同条第５\n項）が，巡視艇甲はＡ国の巡視艇であり，この要件を満たす公的船舶である。また，巡視艇甲の沿岸警備官は，外国漁船による漁獲が禁止されているタコの漁獲を漁船乙が行っている現場を視認しており，乙が「Ａ国の法令に違反したと信ずるに足りる十分な理由がある」と考えられる。さらに，追跡権の行使は，外国船舶が追跡国の内水，群島水域，領海又は接続水域にある時に開始しなければならない（同条第１項）が，沿岸国のＥＥＺにおいても国連海洋法条約に従いＥＥＺに適用される沿岸国の法令の違反がある場合に準用される（同条第２項）。本件事例は，Ａ国のＥＥＺに適用されるＡ国の法令の違反があったと信ずるに足る十分な理由がある場合であると考えられ，同条第２項に基づいてＡ国のＥＥＺを起点とする巡視艇甲による外国漁船乙に対する追跡権の行使が認められる。なお，追跡権は，被追跡船舶がその旗国又は第三国の領海に入ると同時に消滅する（同条第３項）が，巡視艇甲が外国漁船乙を停船させたのは公海上であり，追跡権の行使の結果として公海上において外国漁船乙を停船させ，同条約第\n７３条に基づき乗船，検査等を行ったことは国際法上正当な行為と認められる。\n設問２は，国連海洋法条約第７３条に基づく「速やかな釈放」の義務とこれに関する紛争解決手続に関する理解を問う問題である。同条第１項によれば，沿岸国は国連海洋法条約に従って制定する法令の遵守を確保するために必要な措置，具体的には乗船，検査，拿捕及び司法上の手続を執ることができる。他方で，同条第２項は，「拿捕された船舶及びその乗組員は，合理的な保証金の支払又は合理的な他の保証の提供の後に速やかに釈放される。」と規定する。\nしたがって，漁船乙の所有者であるＹ社がＡ国当局に対して「合理的な保証金の支払又は合理的な他の保証の提供」を行った場合には，Ａ国当局は拿捕した漁船乙及びその船長Ｘを「速やかに釈放」する義務を負い，Ｂ国は同条第２項に基づいて船長Ｘと漁船乙の「速やかな釈放」\nをＡ国に対して要求できる。Ｂ国による以上の要求にＡ国が従わない場合には，Ａ国とＢ国が別段の合意をしない限り，Ｂ国は，船長Ｘ及び漁船乙の「速やかな釈放」を求めて，Ａ国が同条約第２８７条の規定によって受け入れている裁判所又は国際海洋法裁判所に提訴することができる（同条約第２９２条）。本件では，Ａ国が同条約第２８７条の規定によって受け入れている裁判所がないとすれば，Ｂ国はＸ及び乙の「速やかな釈放」の問題を国際海洋法裁判所に提訴することができる。\n設問３は，国連海洋法条約の違反に関する国際法上の救済手続等に関する問題である。同条約第７３条第３項は，沿岸国が同条第１項に基づいてＥＥＺ内における漁業に関する法令の違反について刑罰を科す場合，「関係国の別段の合意がない限り拘禁を含めてはならず，また，その他のいかなる形態の身体刑も含めてはならない。」と明記している。本件事例でＡ国は，国連海洋法条約の当事国であり，かつ「関係国の別段の合意がない」にもかかわらず，Ａ国の外国漁船取締法は，同国ＥＥＺ内において違法に漁業を行った外国人に対して１年以下の懲役という身体刑を科すことを定めており，これは同条第３項に反するものである。Ａ国裁判所によるＸに対する身体刑を内容とする判決の確定は，同条第３項に違反するものであり，このようなＡ国による同条約違反の行為により，Ｂ国の国民であるＸが国際法上違法な損害を被ったものと理解できる。国際法上の国家責任に関する一般原則に従えば，国際違法行為を行ったＡ\n国はそれにより生じた損害に対して，「原状回復」，「金銭賠償」，「（精神的）満足」を単独で又は組み合わせて行わなければならない。また，国際違法行為が継続している場合には，加害国は当該行為を「中止」する義務を負い，事情がそれを必要とする場合には，適当な「再発防止の保証」を与えなければならない。本件において，Ａ国によるＸに対する違法な判決が確定しているので，Ｂ国はまず刑の執行の「中止」とＸの釈放をＡ国に対して要求することができる。\nまた，Ｂ国がＡ国に対して要求する「原状回復」の内容を「Ｘが身体刑を科される前の状態に戻すこと」と捉えた場合，これは不可能であるため，Ｂ国は，Ｘが被った物理的及び精神的損害に関する「金銭賠償」をＡ国に対して要求するとともに，金銭賠償によっては十分に回復されない損害に関して，違反の自認，遺憾の意の表明，公式の陳謝等の「（精神的）満足」をＡ\n国に対して要求することができる。さらに，「再発防止の保証」として，同条第３項の規定に違反するＡ国の外国漁船取締法の身体刑に関する規定の削除を要求することも考えられる。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている出題の趣旨（「平成２９年司法試験論文式試験問題出題趣旨【国際関係法（公法系）科目】」）に記載したとおりである。\n２ 採点方針国際関係法（公法系）科目の採点方針は，従来の立場を踏襲し，①国際法の基本的な知識を習得し，かつ，設問に関係する国際法の基本的な概念や規範，特に，関係する主要な多数国間条約の関連規定，及び関係する理論や国際法判例を正確に理解しているか，②各設問の内容を理解し必要な国際法上の論点に触れているか，また，出題されている事例に対する適切な考察がなされているか，\n③答案の法的構成がしっかりしており，論理的かつ正確な文章で書かれ，適切な理由付けがなされているか，といった点を重視した。\n３ 採点実感等第１問は国家承認及び国家承継並びに国境線画定に関する国際法の諸規則に関する基本的知識，\n第２問は海洋法，特に排他的経済水域（以下「ＥＥＺ」という。）や国家責任に関する国際法の理解を問う問題で，いずれも国際法の主要なテーマに関するものであり，全く見当違いの答案はなく，\n最低ライン未満者もいなかった。しかし，設問に的確に答えているか，また，適切な理由付けがなされているか，といった点では，答案の間に一定の差が見られた。\n⑴ 第１問設問１では，まず国家承認の方式に明示の承認と黙示の承認があることを指摘した上で，明示の承認を行わなかったＣ国とＤ国が，その後の行動を通して黙示の承認を行ったことになるかどうかを論ずることが期待された。しかし，明示の承認と黙示の承認の違いについて正面から論じた答案は思ったほど多くはなかった。もっとも，Ｃ国，Ｄ国のその後の行為が国家承認に当たるかどうかを検討する中で，黙示の承認又はこれに類する表現を用いて当てはめを論じ，間接的にこの点に関する理解がある程度あることをうかがわせる答案は相当数あった。\n答案の中には，国家承認の要件（住民，領土，政府，実効的支配，外交能力など）及びその具備を詳述して，Ｘ国は国際法上の国家性を有すると論じ，さらに，承認の効果に関する宣言的効果説の立場からＸ国は特定の国家による承認行為のあるなしに関わりなく国際法上の国家として成立していると結論付けるものが少なからずあった。この説明自体は一つの筋の通った説明ではあるが，承認の効果の相対性（国家承認は承認国と被承認国との間でのみ効果を有し，承認していない国との関係においては国際法上の国家間関係が成立していないと見る立場）が今日においても国家実行及び学説上有力に認められているという事実を踏まえると，設問１への答えとしては十分とは言えないし，「その後の行動を通して」国際法上の国家間関係が築かれたか否かを問う設問の趣旨とも整合しない。ここでは，端的に，Ｃ国，Ｄ国のその後の行動が黙示の承認に当たるかどうかを検討するのが素直な答えであり，Ｘ国の国連加盟の総会決議採択において賛成票を投じたＣ国の行動と，通商航海条約を締結したＤ国の行動が，検討の対象となる。多くの答案はこの点を的確に捉えていた。国連加盟承認決議に賛成票を投ずることが黙示の承認に当たるかについては，多数の答案は国連の慣行を踏まえて当たらないとしていたが，少数の答案は当たるとしていた。後者であっても，Ｃ，Ｘ両国はお互いに国連加盟国として国連憲章という国際法に従う関係に立つから国家承認に当たるなど，その理由が説得的に書いてある答案については，評価の対象とした。また，Ｄ国がＸ国と通商航海条約を締結した行為については，黙示の承認に該当すると的確に書かれている答案が多数であった。\n設問２では，まず想定されるＡ国の主張として，Ａ国はＸ州の独立を承認していないから，同- 1 -州は依然としてＡ国の領域であり，同州内Ｓ地方にＡ国の軍隊を派遣しても国際法上何の問題もないということを指摘した上で，その主張が国際法上認められるかどうかを検討することが期待されている。しかしこの点を明確に記述する答案は少なく，多くはこの点には触れずに，Ｘ国は国家としての要件を備えており国際法上国家として成立しているから，Ａ国のＸ州Ｓ地方への軍隊派遣はＸ国への内政干渉あるいは武力行使に当たり国際法上違法であるとしていた。この考え方は一つの筋の通った説明であるので，一定の評価対象とした。\nところで，本問では，Ａ国もＸ国（州）も国連加盟国である。上記の想定されるＡ国の立場（Ｘ州はＡ国の一部でありＳ地方への軍隊派遣は違法ではないとする立場）を念頭に置きつつ，なおＡ国も認めざるを得ない説得力のある国際法の考え方として，次のような議論を展開することができる。すなわち，Ａ国はＸ州を国家として承認しておらず，したがって国際法上の二国間関係がＡ，Ｘ間には成立しているとは認められない（国家承認の効果の相対性）が，少なくとも両国は，国連の加盟国として国連憲章上の権利を尊重し義務を履行すべき立場にあるとして，国連加盟国同士の関係でこの問題を論ずることが可能である。そうすると，先に指摘した考え方の相違にかかわらず，Ａ国は，Ｘ国との国連憲章上の関係の中で，Ｘ国のＳ地方にＸ国の了解無く軍隊を派遣した行為について，国連憲章第２条第３項の紛争の平和的解決義務や同条第４項の武力行使の禁止義務に違反することになる。答案の中には一定数，これらの国連憲章上の義務違反を指摘するものがありその点は評価できる。ただし，なぜ国連憲章をＡ国とＸ国との関係で適用するのかについて適切に論じた答案は多くなかった。設問に即した最適な理論構成を整理し，的確に検討することが期待される。\nなお，国連憲章の枠内でＡ国のＸ州Ｓ地方への軍隊派遣を論ずるに際して，少数ではあるが，\nＳ地方の住民の自決権（国連憲章第２条第２項）や人道的介入に論及するものがあった。この点は，最近の国連等での議論を押さえている答案として評価できる。\n設問３では，Ｘ国とＢ国の間の国境線について，Ｘ国独立宣言前にＡ国が隣国Ｂ国との間で締結していた国境画定条約で定められた境界線を独立宣言後のＸ国は承継すべきかが問われている。この問題を条約の承継の問題として捉えつつ，古くは，法的安定性などを重視して，分離独立した新国家は，同国に関係して先行国が第三国と締結した条約を承継するとする立場が慣習法上確立されていると考えられていたが，１９６０年代の植民地独立の動きの中でこの立場は変更され，先行国が結んだ条約は新国家によって承継されないとするいわゆるクリーン・スレートの原則が認められるようになった。多くの答案はこのことに的確に言及していた。その上で，多くの答案は，法的安定性の尊重という観点や国境画定条約のような処分的，物権的条約の承継にはクリーン・スレートの原則は適用しないとする立場から，Ｘ国はＡ，Ｂ両国間の国境画定条約で確定した国境線を承継すべきであると的確に答えていた。なお，一定数の答案が現状承認（ウティ・ポシデティス）の原則に論及していた。この原則は中南米やアフリカ地域において新独立国の間の国境線を画定する場合の基準（植民地時代の行政区画の間の境界線を国境線とする原則）\nとして広く適用されてきたが，その場合この原則の適用について当事国間に合意があることが通例であり，本問はそのような設定にはなっていない。なお，ごく少数であるが，「航行可能な水流の最深線を国境線とする原則（タールベ－クの原則）」は慣習国際法であるとしてＸ国の主張を肯定する答案があったが，タールベ－クの原則は他に条約等で定まった境界線がない場合の補足的原則であって，本件の場合には適用されない。Ｘ国の主張を否定するに際しては，この点も踏まえて，条約の承継との関係を整理しておく必要がある。\nなお，設問３の後段のＢ国によるＸ国に対する国家承認の撤回は，Ｂ国が事実上の承認をしている場合であれば別であるが，本問ではそのような設問にはなっていないので，法的安定性の観点や信義誠実の原則などから，一度国家承認を行った場合は撤回できないとするのが確立された国際法の定めるところである。多くの答案は撤回は違法であると答えているがその理由にまで言及するものはその一部であった。⑵ 第２問設問１は，ＥＥＺ内における沿岸国による外国漁船の取締りと追跡権の行使に関する問題である。そこでは，海洋法に関する国際連合条約（以下「国連海洋法条約」という。）第５部（第５５条～第７５条）が定める国際法上のＥＥＺの位置付け及び沿岸国が有する権限について整理した上で，第２問の事実関係をこれに当てはめて具体的に検討する必要がある。設問１では，まず国連海洋法条約第７３条第１項を具体的に取り上げて，本件事例に当てはめ検討することを期待していた。この点に関して，同条約第５部のＥＥＺに関係する規定について述べる答案は相当程度存在したが，同条約第７３条第１項を的確に取り上げて具体的に本件事例に当てはめて検討を行った答案は期待したほど多くはなかった。設問１に関する第２の論点は，巡視艇甲による漁船乙に対する追跡及び拿捕が国際法上合法的な追跡権の行使として認められるかという点である。\nこの点に関しては，多くの答案が，追跡権に関する同条約第１１１条の規定に具体的に言及し，\n同条に規定された要件を本件設問に当てはめて検討を行っていた。本件事例は，Ａ国のＥＥＺに適用されるＡ国の法令の違反があったと信ずるに足る十分な理由がある場合であったと考えられ，同条約第１１１条第２項に基づいてＡ国のＥＥＺ内を起点とする巡視艇甲による外国漁船乙に対する追跡権の行使が認められる事例であると解されるが，かなり多くの答案がそのように論じていた。\n設問２は，国連海洋法条約第７３条第２項に基づく「速やかな釈放」の義務とこれに関する国際海洋法裁判所への提訴に関する問題である。同項によれば，「合理的な保証金の支払」又は「合理的な他の保証の提供」がなされた場合には，Ａ国は「拿捕した船舶」である漁船乙とその乗組員である船長Ｘを「速やかに釈放」しなければならないが，このような同項に基づくＢ国によるＡ国に対する「速やかな釈放」の要求に触れている答案は，全体の半数程度であった。また，更にそれに加えて同条約第２９２条に基づき船長Ｘの「速やかな釈放」を求めてＢ国がＡ国を相手取り国際海洋法裁判所へ提訴することに触れている答案は，期待したよりもはるかに少なかった。\n日本が国際司法機関の原告として提訴を行った稀有な国際判例として，同条に基づきロシアを被告として国際海洋法裁判所に提訴した２００７（平成１９）年の富丸事件，豊進丸事件がある。\n日本が直接原告として関与したこれらの国際判決に言及した優れた答案も数は少ないながら存在した。他方で，Ｂ国によるＡ国に対する外交的保護権の行使について論じる答案も，かなりの数見られた。本設問において一般国際法上の外交的保護権の行使を論じること自体は誤りではないが，設問２では「漁船乙を所有するＹ社の対応も視野に入れつつ」「関係する条文等その法的根拠を挙げながら」論じることが求められており，国連海洋法条約に基づく救済手段についてまずは論じるべきであろう。\n設問３は，条約規定に違反する国内法が執行された場合の国際法上の救済手続等に関する問題である。国連海洋法条約第７３条第３項は，沿岸国が同条第１項に基づいてＥＥＺ内における漁業に関する法令の違反について刑罰を科す場合，「関係国の別段の合意がない限り拘禁を含めてはならず，また，その他のいかなる形態の身体刑も含めてはならない。」と明記しているにもかかわらず，Ａ国の外国漁船取締法は，同国ＥＥＺ内において違法に漁業を行った外国人に対して１年以下の懲役という身体刑を科すことを定めていた。このようなＡ国の外国漁船取締法に基づきＸに懲役６か月の身体刑を科したことが，同条約第７３条第３項に違反すると論じている答案は，一定程度見られた。その場合に，Ｂ国がＡ国に対してどのような国際法上の請求をなし得るかについて，国際法上の国家責任に関する一般原則に従って，違法行為の「中止」としてＸの釈放を要求できること，あるいは「原状回復」，「金銭賠償」，「（精神的）満足」を要求できることを指摘する答案は，期待したほど多くはなかった。\n⑶ 答案の水準と評価第１問，第２問ともに，「優秀」といえる答案は，全ての設問において，設定されている事実関係に関係する国際法上の論点を明確に摘出し，関係条約の条文を的確に解釈し，関連する国際- 3 -法の原則や国家実行，国際判例等に言及し，各設問に関して説得力のある論述を展開し，適切な結論を導き出しているものであり，答案全体の１割程度であった。「良好」といえる答案は，各設問で必要とされている国際法上の主要な論点の一部が欠けていたり，関係する国際法の原則や国家実行に対する理解が必ずしも十分ではないものであるが，全体としては適切な論述が展開できているもので，全体の約４割がこれに該当した。「一応の水準」の答案は，全ての設問に一通り答えてはいるが，論述の内容が不正確であったり，論拠を示さずに結論だけを記述していたりするもので，全体の３～４割がこれに該当した。また，「不良」の答案は，設問の多くに関して根拠となる条約文や関連する国際法の原則に対する理解が不足ないし欠けているもので，数は多くないが一定数の答案がこれに該当した。\n４ 法科大学院教育に求めるもの法科大学院では，国際法に関する基本的な知識と理解をしっかり身に付けることをまず目指してもらいたい。特に国際法の基本概念や規範，国連憲章などの主要な多数国間条約の構造と主な条文の解釈，国際法の主な理論や判例などに関する理解を深めることが重要である。その場合に求められているのは，暗記型の知識や理解ではなく，実務等において実際に直面する実例に柔軟に対応して的確な答えが導き出せる分析力と応用力の備わった知識や理解である。法科大学院での教育も，\nこのことを踏まえたものであることが望まれる。"
}