{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "憲法",
  "subject": 1,
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n２０＊＊年，少子高齢化の影響で日本では労働力の不足が深刻化し，経済成長にとって大きな足かせとなっていた。日本では，それまで外国人のいわゆる非熟練労働者の受入れは認められていなかったが，政府は，労働力不足の深刻化を受け，労働力確保の必要性が特に高い農業と製造業を対象として，外国人非熟練労働者を受け入れる方針を決めた。受入れに際しては，十分な数の労働者を迅速かつ円滑に確保するとともに，適性のある労働者についてはある程度長期間にわたり雇用を継続できるようにすることが望まれた。他方，政府の上記方針決定に対し，野党からだけではなく与党からも，欧米諸国で移民を大規模に受け入れた結果として社会的・政治的な軋轢が生じた経験を参照した慎重論が強く主張された。そのため，特に労働力確保が必要な区域として受入れの対象区域を指定し，受け入れた外国人はその指定区域内でのみ就労できることとした上，いずれ必ず帰国し，日本への長期にわたる定住を認めないこと，さらに，受け入れた外国人に問題がある場合には迅速に出国させることが求められた。このように，外国人非熟練労働者の受入れについては，現行の出入国管理制度とは大幅に異なる枠組みが必要とされたことから，政府は，「農業及び製造業に従事する特定労務外国人の受入れに関する法律」（以下「特労法」又は「法」という。）を制定して外国人非熟練労働者のみに適用される本邦滞在制度（以下「新制度」という。）を創設し，新制度の下で受け入れる外国人については，出入国及び在留に関して，出入国管理及び難民認定法（以下「入管法」という。）を適用しないこととした。\n新制度の概要は以下のとおりである（特労法の関連条文は【参考資料】のとおり。）。\n・ 本邦において，熟練した技能や専門的知識を要しない特定の農業及び製造業の業務（以下「特定労務」という。）への就労を希望する，一定の条件を満たした外国人は，申請により，特定労務に従事する者として認証を受けることができる。\n・ 特定労務外国人は，入管法上の在留資格を得ることなく本邦に入国し，法務大臣が指定する地域\n（基本的に市区町村を単位とする。）内で特定労務に就労することができる。\n・ 滞在期間は３年とし，更新可能とする。ただし，滞在が長期間にわたったとしても，永住や帰化は認めない。\n・ 特定労務外国人については，新制度の趣旨・目的を達成するため，滞在中の妊娠・出産を禁止するなど，本邦に滞在するに当たっての特別な禁止行為を定める（法第１５条）。\n・ 新制度の運用のため，滞在の認証に係る審査や強制出国についての審査及び強制出国命令書の発付等を行う行政官として，特定労務外国人審査官（以下「審査官」という。）を置き，新制度により滞在する外国人の違反事件の調査や，強制出国の執行等を行う行政官として，特定労務外国人警備官（以下「警備官」という。）を置く。審査官は，外国人の出入国ないし在留管理等の業務に１０年以上従事した経歴があり，一定の試験に合格した者から任用する。審査官となった者は，警備官の行う業務には携わらない。\n・ 警備官は，上記の禁止行為を行ったことが疑われる者（以下「嫌疑者」という。）を覚知したときには調査を開始し，その結果，禁止行為を行ったと疑うに足りる相当な理由があるときは，裁判官の発する令状や，行政官の事前審査に基づく収容令書など，身柄を拘束する者とは別の立場の者が強制処分のために発する書面を要しないで，嫌疑者を収容することができる。\n・ 警備官は，嫌疑者を収容するときは，違反が疑われる事実を告知し，収容後速やかに弁解を聴取する。警備官は，収容のために身柄を拘束したときから４８時間以内に，審査官に，調書及び証拠物を送付するとともに，当該嫌疑者の収容を報告しなければならない。\n・ 審査官は，警備官から報告を受けた場合，速やかに当該嫌疑者による禁止行為の存否について審査を開始し，その存在を確認した場合には，同人を強制出国とする。\n- 2 -立法過程では，滞在中の妊娠・出産を認めないのは女性の自己決定権に対する制約として厳し過ぎるのではないかなど，禁止行為が厳格に過ぎるのではないかとの意見のほか，裁判官の令状等を得ることもなく，警備官限りの判断で，直ちに外国人の身柄を拘束することは手続的保障の観点から問題ではないかとの疑問が呈された。しかし，日本への長期にわたる定住を認めないという趣旨を徹底する必要性や，外国人被扶養者の増加が我が国の社会保障制度や保育，教育，医療サービス等に及ぼす影響への懸念から，この程度の制約はやむを得ないとの意見が大勢を占めるに至った。\nまた，収容の要件が限定され，収容後に一定の手続保障が与えられていることのほか，労働力確保の要請から入管法に比して緩やかな要件で入国を認める以上，受け入れた外国人に問題がある場合には迅速に出国させることにより我が国の秩序を守り国民の安心を得る必要があること，更には外国人の入国・滞在の可否は国家の主権的判断に属するという原則等が強調され，結局，特労法が制定された。\nＡ国籍の女性Ｂは新制度に基づいて来日し，機械部品を製造する工場で特定労務に従事していた。\nＢは，同じく新制度に基づいて入国し，同じ工場に勤務していたＡ国籍男性Ｃと親しくなり，しばらくして妊娠した。Ｂは懐妊後も引き続き工場で働いていたが，Ｂの体型の変化に気付いた雇用主がＢの妊娠について通報した。これを受けて，警備官が早速調査を開始したところ，Ｂが産婦人科で受診した事実も確認された。このため，警備官は，Ｂが妊娠しているとの疑いを強め，法第１８\n条第１項に基づきＢを拘束して出国準備センターに収容した。警備官は，収容に際し，法第１８条第２項に基づき，Ｂに対し，滞在中に妊娠し，法第１５条第８号の禁止行為に該当するため収容する旨口頭で告げた。また，警備官が，法第１８条第２項に基づき，収容後速やかにＢから弁解を聴取したところ，Ｂは，「Ｃとの間の子を妊娠しているのは間違いない。ただ，滞在中に妊娠することを禁じられていると知っていたので，望んで妊娠したわけではない。この先日本に定住するつもりはなく，日本である程度お金を稼いだらＡ国に戻りたいとの気持ちは変わらないが，Ｃを愛しているので今は出産したい。」旨申し立てた。さらに，警備官から報告を受けた審査官は，審査を行った結果，Ｂの妊娠事実を認定し，強制出国命令書を発付した。\nＢは，間もなくＡ国に送り返された。Ｂは，妊娠したことを理由にいきなり収容されて帰国させられたことが納得できず，日本政府を訴えたいと考え，引き続き日本にいるＣに相談した。Ｂから相談を受けたＣが弁護士甲に相談したところ，甲は，Ｂの委任を受けて，Ｂの収容及び強制出国の根拠となった特労法の規定が憲法違反であるとして，国家賠償請求訴訟を提起しようと考えた。\n〔設問１〕\nあなたが弁護士甲であるとして，上記の国家賠償請求訴訟においてどのような憲法上の主張を行うかを述べなさい。なお，憲法第１４条違反については論じなくてもよい。\n〔設問２〕\n〔設問１〕で述べられた甲の主張に対する国の反論を想定しつつ，憲法上の問題点について，\nあなた自身の見解を述べなさい。\n- 3 -\n【参考資料】農業及び製造業に従事する特定労務外国人の受入れに関する法律（抄）\n（目的）第１条 この法律は，我が国の農業及び製造業に必要な労働力の確保に支障が生じつつあることに鑑み，我が国において就労しようとする特定労務外国人の受入れに関して必要な措置を定めることにより，我が国の文化や秩序との調和を図りつつ，特定労務における労働力の円滑な供給を実現し，もって国民生活の安定及び社会経済の発展に資することを目的とする。\n（定義）第２条 この法律で，「特定労務」とは，農業又は製造業の業務のうち，その習得に相当の期間を要する熟練した技能や専門的知識を要しないものとして，法務大臣が指定したものをいう。\n（認証の付与及び認証の効果）第４条 法務大臣は，以下の各号を満たす外国人の申請により，当該外国人に本邦において特定労務に従事する者として認証を付与することができる。\n一 申請時点で年齢が満２０歳以上４５歳未満であること二 心身ともに健全であること三 本邦において特定労務への就労を希望していること四 本邦への帰化又は永住を希望しないこと五 過去に第１５条各号のいずれかに該当して本邦からの出国を強制されたことがないこと六～八 （略）\n２ 前項の認証を受けた外国人（以下「特定労務外国人」という。）は，出入国管理及び難民認定法（昭和２６年１０月４日政令第３１９号。以下「入管法」という。）の規定にかかわらず，本邦に入国し，滞在することができる。\n３ 特定労務外国人は，法務大臣が告示により指定する特別区域内において，特定労務に従事することができる。\n４ 特定労務外国人の認証は，認証を受けた日から３年を経過した時又は本邦を出国した時のいずれか早い時に，その効力を失う。ただし，特定労務外国人は，申請により認証期間の更新を受けることができる。\n５ 特定労務外国人については，別段の定めがない限り，入管法の規定は適用しない。\n（認証の申請に必要な書類）第５条 外国人は，特定労務外国人の認証の申請に際し，次に掲げる書類を提出しなければならない。\n一～四 （略）五 第１５条各号に掲げる事項を理解した上で同事由に該当する行為をしない旨を誓約する書面\n（禁止行為）第１５条 特定労務外国人は，次に掲げる行為をしてはならない。\n一～五 （略）六 正当な理由なく，特定労務を継続して１月以上行わないで滞在すること七 本邦内において配偶者又は子（日本国民及び入管法上の在留資格を有する者を除く。）を扶養すること八 本邦滞在中に妊娠し又は出産すること（収容）第１８条 特定労務外国人警備官（以下「警備官」という。）は，特定労務外国人について第１５\n条各号に該当する事実があると疑うに足りる相当な理由がある場合には，当該特定労務外国人（以下「嫌疑者」という。）を収容することができる。\n- 4 -\n２ 前項の規定によって収容するときは，警備官は，嫌疑者に対し，収容の理由を口頭で告知し，収容後速やかにその弁解を聴取しなければならない。\n３ 第１項の規定によって収容する場所は，出国準備センターとする。\n４ 警備官は，第１項の規定により嫌疑者を収容したときは，嫌疑者の身体を拘束した時から４８時間以内に，特定労務外国人審査官（以下「審査官」という。）に，調書及び証拠物を送付し，当該嫌疑者の収容を報告しなければならない。\n５ 第１項の規定による収容は，１４日を超えてはならない。\n（収容後の審査官による審査）第１９条 審査官は，前条第４項の規定により嫌疑者の収容に関する報告を受けたときは，速やかに審査を開始し，第１５条各号に該当する事実の有無を確認しなければならない。\n２ 審査官が，審査の結果，嫌疑者に第１５条各号に該当する事実がない又は当該事実の存否が明らかでないと認定したときは，警備官は，直ちにその者を放免しなければならない。\n３ 審査官は，審査の結果，嫌疑者に第１５条各号に該当する事実が存在すると認定したときは，速やかに強制出国命令書を発付しなければならない。\n４ 前条第５項の規定にかかわらず，前項の強制出国命令書が発付されたときは，出国の時まで前条第１項に基づく収容を継続することができる。\n（強制出国命令書の執行）第２３条 強制出国命令書は，警備官が執行する。\n２ 警備官は，強制出国命令書を執行するときは，強制出国命令を受ける者に強制出国命令書又はその写しを示して，速やかにその者の国籍又は市民権の属する国に出国させなければならない。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/公法系.pdf",
  "purpose": "〔第１問〕\n今年度は，いわゆる外国人非熟練労働者の入国・在留を認める架空立法を素材に，外国人の人権保障に関するいくつかの問題を問うこととした。基本判例や学説に関する適切な理解や初見の条文の正確な読解を前提に，具体的な事案に即して的確な憲法論を展開することができるかどうかが問われる。\n本問での主な論点は，問題文にもヒントがあるように，①妊娠・出産（以下「妊娠等」という。）を滞在の際の禁止事項とし，違反があった場合には強制出国させることが，自己決定権\n（憲法第１３条）の侵害ではないか，②令状等なくして収容を認めることが人身の自由や適正な手続的処遇を受ける権利（根拠条文は立場によるが，憲法第１３条，第３１条，第３３条等。）を侵害するのではないか，ということである。\n①の自己決定権の侵害については，まず，自己決定権が憲法上保障されるか，そして，その自己決定権に妊娠等の自由が含まれるかということが問題となる。さらに，妊娠等の自由が自己決定権に含まれるとしても，本問のＢが外国人であることから，別途の考慮が必要となる。\nこの点については，マクリーン事件判決（最大判昭和５３年１０月４日民集３２巻７号１２２３頁）及びそこで示された権利性質説が直ちに想起されることだろう。そして，権利性質説からすれば，妊娠等に関わる自己決定権は外国人にも保障されるということになろう。しかし，注意すべきは，同判決が，外国人に対する人権保障は「外国人在留制度のわく内で与えられているにすぎない」として，人権として保障を受ける行為を在留期間の更新の際に消極的な事情として考慮されることはあり得るとしていることである。外国人の出入国及び在留に関わる問題に関しては，単純な権利性質説に基づく議論では不十分である。\nＢ代理人甲としては，マクリーン事件判決のこのような判断を踏まえつつ，本件のような場合には立法裁量が限定されるべきという主張を組み立てる必要がある。様々な立論があり得るだろうが，飽くまで一例ということで示すとすれば，まず，妊娠等が本人の人生にとって極めて重要な選択であり，また，人生においても妊娠等ができる期間には限りがあり（なお，新制度はそのような年代の者を専ら対象としている（特労法第４条第１項第１号）。），自己決定権の中でも特に尊重されなければならないこと，また，本件が，再入国と同視される在留期間の更新拒否ではなく，強制出国の事例であってマクリーン事件とは事案が異なることなどを指摘して，立法裁量には限界があるとして中間審査基準（目的の重要性，手段の実質的関連性）によるべきだという主張をすることなどが考えられる。その上で，例えば，規制目的は定住を促す生活状況を生じさせることを防止することによって定住を認めないという新制度の趣旨を徹底することであり，これは，滞在期間を限定し，永住や帰化を認めないという直接的な措置と比べて周辺的であり，重要な立法目的とまでは言えないこと，仮に目的が重要だとしても，妊娠等が全て定住につながるとは限らず，合理性に欠けることなどを指摘することが考えられる。\n本問では，違憲の主張をする場合，その瑕疵は特労法そのものに求められるべきであり，問題文にも，「Ｂの収容及び強制出国の根拠となった特労法の規定が憲法違反であるとして，国家賠償請求訴訟を提起しようと考えた。」とされているのであるから，法令違憲を検討すべきである。仮に適用違憲に言及するとしても簡潔なものにとどめるべきであろう。\nこれに対して国の主張としては，妊娠等の自由が憲法上保障されるとしても，出入国や国内での滞在は国家主権に属する事項であって，妊娠等を理由に強制出国処分とすることについては極めて広範な裁量が認められること，子供が日本で生まれ育つことにより，日本の社会保障制度や保育・教育及び医療サービス等の負担となる可能性があり，また，親である外国人も含め，定住の希望を持つようになる蓋然性があること，新制度は労働力確保のためであり，妊娠等によって相当期間に渡って就労が不可能になるから禁止事項として合理性があること（特労法第１５条第６号が１月以上就労しないことを禁止事項としていることも参照。），妊娠等禁止\n- 1 -の条件は事前に周知され，誓約（同意）もあることから基本権への制約がなく合憲であるといった点を指摘することが考えられよう。\n②の収容に関しては，人身の自由という実体的な権利の問題と，収容が令状等なくして行われることなどに関わる手続的な権利の問題とがある。前者については，特労法第１８条第１項によれば違反行為に該当すると疑うに足りる相当な理由があることが収容の要件となっているところ，例えば刑事訴訟法の逮捕に関する要件（刑事訴訟法第１９９条）についての議論を参照し，収容の必要性も要件とすべきであるという主張が考えられる。これに対して，収容は違反行為該当性の調査のためだけではなく，その後の迅速な強制出国処分に備えて身柄を確保する必要性にも基づいているのであるから，嫌疑さえあれば常に必要性はあるといえるといった反論が想定できる。\n手続的な権利については，憲法第３３条の逮捕令状主義との関係が問題となるが，本問の収容手続は行政手続であるから，これらの規定の直接適用はできず，準用・類推適用あるいは他の規定（憲法第１３条，第３１条）の適用によって憲法的な保障が及ぶかどうかの検討が求められる。行政手続としての身体の拘束の際の手続的保障について判断した判例は見当たらないため，憲法第３５条と行政手続との関係が問題となった川崎民商事件判決（最大判昭和４７年\n１１月２２日刑集２６巻９号５５４頁）や，憲法第３１条と行政手続との関係について判断した成田新法事件判決（最大判平成４年７月１日民集４６巻５号４３７頁）を参考に，判断枠組みを設定することが必要となる。このほか，憲法第３４条の抑留拘禁要件との関係で，特労法第１８条ないし第１９条所定の手続の性質を検討する視点もあり得よう。\n甲の主張としては，例えば，人身の自由に対する重大な制約である身柄の拘束については原則として，裁判官による令状，あるいは少なくとも，行政官であっても第三者的な立場の者による事前審査が必要であるが審査官はそうした立場の者ではないとした上で，例外を認める特段の事由のないことを指摘することとなる。甲の立場からは，例えば，令状等を要することが原則だとしても緊急逮捕（刑事訴訟法第２１０条）のように事後に直ちに令状等を求める制度もあり得るから迅速性の要請は充足できること，禁止事項該当性が明らかであることと手続的保障の必要性とは別問題であること，事後的に収容理由が告知されたり弁解が聴取されても，それと事前手続の必要性とは別問題であること，さらに，同じく事後的に裁判所の審査が受けられるといっても，短期間に出国させられてしまう以上実効性に欠けること，などを指摘することが考えられる。\nこれに対して，国は，出入国や滞在については国家主権に属する事項であって外国人の権利保障の程度が下がること，刑事責任追及に結び付くものではないこと，手続の迅速性（緩やかな要件で入国を認める以上，受け入れた外国人に問題がある場合には迅速に出国させることにより我が国の秩序を守り国民の安心を得る必要があること）の要請があること，退去強制事由該当性が明らかであること，収容後直ちに収容理由の告知・弁解の聴取がなされ，警備官とは別の立場である審査官による審査もあること，更に裁判所への出訴も可能であること，などを主張することができるだろう。\n出入国管理及び難民認定法による現実の外国人出入国管理制度においては，主任審査官が発付する収容令書によって退去強制事由に該当する容疑のある者を収容することができるとされている（同法第３９条）。これと本問の新制度とは別個のものであり，解答に当たって現実の制度への言及やそれとの比較を行うことは求められていないが，必要な範囲でそれに言及することがあったとしてももちろん構わない。\nなお，本問では国家賠償請求訴訟が提起されているが，憲法上の主張の検討が求められているのであるから，国家賠償法上の違法性の判断枠組みやそれを前提にした具体的検討を中心に据えるのは適当ではないだろう。\n- 2 -",
  "scoring_notes": "１ 総 論・ 問題文には，検討すべき点について，ヒントとなる記述が多々あるにもかかわらず（例えば，\n立法経過に関する議論から，妊娠等の自由の制限と収容の点が大きなテーマであることに気付くべきであろう。），これに言及していない答案があった。また，問題文に書かれている前提を誤解していると思われる答案もあった。まずは，問題文をしっかり読んで，その内容を理解することが重要である。\n・ 本問は，マクリーン事件等幾つかの参考となる判例を想起すべき事例であり，これらの判決の趣旨を理解し，その射程を意識しながら本事例について論証しようとする答案は説得的であり，\n高い評価となった。他方，これらの重要判例がおよそ意識されていないもの，あるいは，本事例の特性を意識した論述とは言い難く，淡白な記述にとどまるものは，低い評価とならざるを得なかった。\n・ 被侵害利益を適切に示さないもの，違憲審査基準を示さないものが散見されるとともに，違憲審査基準を一応示していてもそれを採用する理由が十分でないものが一定程度見られたが，これらを十分に示すことが説得力のある答案の前提であり，より意識した論述を心掛けてほしい。\n・ 原告の主張，国の主張，自己の見解を示すことが求められているが，原告や国の主張として，\nおよそ認め難いものを想定して容易に反論するという論述では，淡白な内容とならざるを得ない。\n判例・通説の立場からして，極端な，若しくは単純に過ぎる（したがって批判も容易な）主張を前提にして答案を構成するのは適当ではなく（例えば，国の主張として，外国人の人権はおよそ保障されないなど），判例や通説的見解と異なる見解を採用することは差し支えないが，少なくともそれらの存在を前提とした立論をすべきであろう。\n・ 設問１に対する解答を僅か数行にしているものも見られたが，原告の主張としても，理論と事実に関する一定の主張を記載することが求められており，したがって，まず，設問１において，\n問題となる権利の特定と，その制約の合憲性に関する一定の論述をすることが期待されている。\n設問２では，国の反論なのか私見なのか判別しにくいものが見られた。\n・ 出題の趣旨にも示したとおり，本問において違憲を主張するとすればその瑕疵は法律にあるのであり，また，問題文に「Ｂの収容及び強制出国の根拠となった特労法の規定が憲法違反であるとして」と記載されていて，法令違憲を検討すべきことが示されているのに，適用違憲を詳細に論ずるものがあった。繰り返しにはなるが，問題文はしっかり読んでほしい。\n２ 妊娠等の自由について・ 多くの答案で妊娠等の自由が自己決定権として憲法第１３条に位置付けられることをおおむね論証できていた。\n・ 外国人の人権享有主体性について全く触れない答案が散見された。マクリーン事件判決を意識したものも，マクリーン事件判決について，単純に権利性質説を説いた部分しか参照できていない答案が多かった。出題の趣旨に示したとおり，本問では，単純な権利性質説の論述では不十分であり，マクリーン事件判決の「外国人に対する憲法の基本的人権の保障は，右のような外国人在留制度のわく内で与えられているにすぎない。」「在留期間中の憲法の基本的人権の保障を受ける行為を在留期間の更新の際に消極的な事情としてしんしゃくされないことまでの保障が与えられているものと解することはできない。」という論理とどのように向き合うのかということが問われている。このことが意識されない答案が予想したより多かったことは遺憾であった。もっとも，この点が意識され，自分なりに論じられている答案は高く評価することができた。\n・ また，権利性質説に関する論証も不十分なものが少なくなかった。例えば，「妊娠・出産の自由も，権利の性質上外国人にも保障される。」としか記載していないものが見られたが，妊娠・- 1 -出産の自由がどのような性質の権利なのかを指摘して初めて妊娠・出産の自由が外国人に保障されるという論証になるはずである。\n・ 強制出国によって職業選択の自由又は移動の自由が侵害されるとして論じたものがあった。しかしながら，強制出国を介した不利益を問題とするのではなく，まず，特労法において，妊娠等が強制出国事由とされていることについて，その自由の制約を問題とすべきである。ただし，強制出国を介した利益侵害を問題としつつも，妊娠したことが強制出国事由であることに焦点を当て，実質的に，自己決定権侵害として論じた場合と類似の内容を検討したものについては評価した。\n・ 具体的な検討において，立法目的の検討が不十分なものが多く見られた。妊娠を強制出国事由とすることの目的は，特労法第１条の目的を引用するにとどまるのではなく，それを具体化した，\n定住を認めない趣旨を徹底することが目的として検討されるべきである。また，目的に関して，\n社会保障制度への負担についてのみ着目したものが見られたが，外国人を多数受け入れた場合に生じる社会的軋轢も考慮すべき点であろう。\n・ 目的・手段の双方から審査を行うという立場を採る場合，手段審査においては，妊娠・出産が日本への定住につながる可能性があるといえるかどうか，あるとしてもそれが立法を正当化するに足りる関連性を有するかどうかを検討する必要がある。\n３ 収容について・ 収容について，人身の自由という実体的権利の問題と，令状等なくして収容されるという手続的権利の問題とがあることについてきちんと整理された答案は僅かであり，人身の自由と手続的権利の問題が混然一体として論じられて整理されていない答案や，淡白な記述にとどまる答案が多く見られた。\n・ 手続的権利について，川崎民商事件判決や成田新法事件判決を意識した答案も少なからず存在したが，さしたる検討もなく，「収容＝逮捕」として，憲法第３３条の例外に当たらないから違憲とする答案も見られた。刑事手続を前提とする憲法第３３条の逮捕令状主義が行政手続たる本件手続にどのように及び得るのかをより丁寧に論じてほしかった。\n・ 問題文では，特労法における収容の要件，手続が詳細に示されているが，これらを十分に検討せず，単に裁判官によるチェックが欠けるから違憲とするだけの答案も目立った。憲法第３１条以下の規定の一般的理解が十分でないと考えられた。\n・ 違憲審査基準を立てて目的手段審査を行うものが散見された。一般論として，行政手続に関し，\n憲法第３１条や第３３条への適合性についてこうした判断手法を用いることが妥当かどうかについては余り議論がないと思われるが，必要な要素が考慮されているのであれば，本問では評価できると考えた。もっとも，その際，立法の目的は，特労法第１条に掲げられている一般的な目的ではなく，迅速性等，裁判官の関与を否定することの目的を指摘すべきであろう。\n・ 収容に関する問題を，自己決定権への制約を論じる際にまとめて検討する答案が見られたが，\n論点の整理が不十分であろう。\n４ その他・ 例年指摘しているが，誤字（例えば，妊娠を「妊妊」としたり，「娠娠」としたりするものがあったほか，より懸念されることに，幸福追「及」権，収容を「収用」とするもの，主権を「主観」とするものなど，法概念に関わる誤字もあった。）がかなり認められるほか，乱雑な字で書かれて非常に読みづらい答案が相変わらずあった。時間的な制約がある中ではあるが，答案作成の目的は「自分が理解していることを採点者に分かってもらう」ことであるので，それを十分認識してもらいたい。\n・ 外国人の人権享有主体性や自己決定権，適正手続保障等の基本的事項についても，理解の深さ- 2 -が論証の表現に如実に現れる。浅薄な理解に基づく表面的な論述は，確かな理解に基づくそれと比べておのずと評価に差が生じるものであり，基本的な事項の理解に努めることの重要性を改めて指摘しておきたい。\n- 3 -"
}