{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "民事訴訟法",
  "subject": 5,
  "text": "〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，１５：５５：３０］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\nＸは，Ｙに対し，平成２８年３月１０日，Ｙから譲り受けた浮世絵版画（以下「本件絵画」という。）の引渡しを求める訴えを管轄地方裁判所に提起した。この訴訟において，訴訟代理人は選任されていない。\nＸは，訴状において，次のように主張した。\n「Ｘは，かねてよりＹの事業の支援をしていたが，平成２７年９月１日，Ｙから，これまでの支援の御礼として，本件絵画の贈与を受けた。Ｙから受け取った念書には，ＹがＸに本件絵画を譲る旨や同年１０月１日にＹ宅で本件絵画を引き渡す旨が記載されている。その後，Ｘが約束どおりＹ宅に出向いて本件絵画の引渡しを求めたのに，Ｙはこれを拒み，一切の話合いに応じないので，贈与契約に基づく本件絵画の引渡しを求めるため，本件訴えを提起した。贈与の事実の証拠として，この念書を提出する。」これに対し，Ｙは，答弁書において，次のように主張した。\n「Ｙは，絵画について造詣が深い友人Ａから，Ｘが本件絵画の購入を望んでいると聞いて，Ｘに本件絵画を売却したのであり，贈与などしていない。Ｘに交付した念書には代金額の記載がないが，それは，代金額を本件絵画の時価相当額とする趣旨であり，その額は３００万円である。ところが，平成２７年１０月，Ｘは，本件絵画の取引はＸに対する贈与であり，代金を支払うつもりはないと言ってきたので，Ｙは，本件絵画の引渡しを拒んだ。これらの事実を立証するため，本件絵画の取引経緯に詳しいＡを証人として申請する。」第１回口頭弁論期日が平成２８年５月１０日に開かれ，Ｘは訴状に記載した事項を，Ｙは答弁書に記載した事項をそれぞれ陳述した。さらに，Ｘは，贈与の主張に加え，仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎないと主張した。\n第２回口頭弁論期日では，Ａの証人尋問と，Ｘ及びＹの当事者尋問が行われた。Ａは，本件絵画の取引はその時価相当額を代金額とする売買契約であること，その額は２００万円であること，この売買契約はＡがＹの代理人としてＸと締結したものであることなどを述べた。期日においては，本件絵画の取引が贈与又は売買のいずれであるか，また，売買であるとしてその代金額は幾らかに焦点が絞られ，ＡがＹの代理人であったか否かについては，両当事者とも問題にしなかった。\n以下は，期日終了後の裁判官Ｊ１と司法修習生Ｐとの間の会話である。\nＪ１：今日の証拠調べの結果をどのように評価しますか。率直な意見を聴かせてください。\nＰ：取引経緯に関するＡの証言は具体的で信用できるため，Ｙの代理人ＡとＸとの間で，本件絵画の時価相当額を代金額とする売買契約が成立し，その額は２００万円であると考えられます。Ｘはこの２００万円を支払っていませんから，売買を理由に，「Ｙは，Ｘから２００万円の支払を受けるのと引換えに，Ｘに対し，本件絵画を引き渡せ。」との判決をすべきではないでしょうか。\nＪ１：私の心証も同じですが，あなたの言うような判決を直ちにすることができるのでしょうか。まず，Ｙの代理人ＡとＸとの間で契約が締結されたとの心証が得られたとして，その事実を本件訴訟の判決の基礎とすることができるのかについて，考えてみてください。\nＰ：両当事者がその点を問題にしなかったのだからいいように思いましたが，考えてみます。\n- 2 -\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｊ１から与えられた課題に答えなさい。\n【事 例（続き）】\n以下は，Ｊ１とＰとの間の会話の続きである。\nＪ１：次に，あなたの言うような判決はＸの請求に対する裁判所の応答として適当なのか，すなわち，本件の訴訟物は何かを考える必要もありますね。\nそして，Ｘは，第１回口頭弁論期日に，「仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎない。」と主張していますが，これには，どのような法的な意味合いがありますか。\nＰ：Ｘが単に譲歩をしただけで，あまり法的に意味のある主張には見えませんが。\nＪ１：本当にそうでしょうか。\n他方，Ｙは，「本件絵画をＸに時価相当額で売却し，その額は３００万円である。」と主張していますが，その法的な意味合いも問題になりますね。\nＰ：はい。Ｘの主張する請求原因事実との関係で，Ｙのこの主張がどのように位置付けられるか，整理したいと思います。\nＪ１：本件は，訴訟代理人が選任されていないこともあり，紛争解決のために，両当事者の曖昧な主張を法的に明確にする必要がありそうです。\n訴訟物の捉え方については様々な議論がありますが，あなたの捉える本件の訴訟物は何になるかを示した上で，各当事者から少なくともどのような申立てや主張がされれば，「Ｙは，Ｘから２００万円の支払を受けるのと引換えに，Ｘに対し，本件絵画を引き渡せ。」との判決をすることができるか，考えてみてください。その際，先ほどお願いしたＹの主張の位置付けの整理も行ってください。これを課題①とします。\nところで，本件絵画の時価相当額については，当事者からより適切な証拠が提出されれば，別の金額と評価される可能性もあると思います。課題①で必要となる各当事者の申立てや主張がされたという前提の下で，仮に，本件絵画の時価相当額が２２０万円と評価される場合あるいは１８０万円と評価される場合には，それぞれどのような判決をすることになるのかについても，考えてみてください。これを課題②とします。\nなお，課題①及び②の検討においては，設問１で検討した点に触れる必要はありません。\nまた，あなたの言うとおり，本件絵画の時価相当額を代金額とする売買契約が成立したものとして，考えてください。\n〔設問２〕\n⑴ あなたが司法修習生Ｐであるとして，Ｊ１から与えられた課題①に答えなさい。\n⑵ あなたが司法修習生Ｐであるとして，Ｊ１から与えられた課題②に答えなさい。\n【事 例（続き）】\nその後，上記の訴訟（以下「前訴」という。）においては，「Ｙは，Ｘから２００万円の支払を受けるのと引換えに，Ｘに対し，本件絵画を引き渡せ。」との判決がされ，この判決は確定した。\nもっとも，Ｘは，自らの事業の経営状態が悪化したこともあり，代金を支払ってまで本件絵画を手に入れることに熱意をなくしてしまった。逆に，Ｙは，Ｘに対し，本件絵画を持参するので代金２００万円を支払ってほしいと連絡したが，Ｘから拒絶された。そこで，Ｙは，弁護士に委任して，Ｘに対し，平成２９年３月１日，本件絵画の売買代金２００万円の支払を求める訴え（以下「後訴」という。）を管轄地方裁判所に提起した。\n- 3 -\nＸから委任を受けた弁護士は，前訴で問題となった本件絵画の取引について事情を調べたところ，Ｘ及びＹの取引仲間であるＢから，本件絵画の取引は贈与である旨の証言を得られそうだとの感触を得た。また，同弁護士が本件絵画の写真数点を古物商に見せたところ，高くても１５０\n万円相当であるとのことであった。そこで，同弁護士は，改めて事実関係を争うべきであると考え，答弁書において，ＸＹ間には本件絵画の贈与契約が成立したのであって，Ｘは売買代金の支払義務を負わないし，仮に贈与契約でなく売買契約が成立したと判断されたとしても，その代金額は１５０万円であり，Ｘはその限度でしか支払義務を負わないと主張した。\n第１回口頭弁論期日には，双方の訴訟代理人が出頭し，訴状及び答弁書に記載した事項をそれぞれ陳述した。Ｙの訴訟代理人は，答弁書におけるＸの主張は前訴判決の既判力に触れて許されず，前訴判決に沿って，直ちに請求認容判決がされるべきであると主張した。これに対し，Ｘの訴訟代理人は，前訴判決において，ＸＹ間には代金２００万円の本件絵画の売買契約が成立したと判断されたかもしれないが，Ｘの代金支払義務に関する判断には既判力は生じないと主張した。\n以下は，後訴を担当した裁判官Ｊ２と司法修習生Ｑとの間の会話である。\nＪ２：本件は，Ｙの訴訟代理人の主張するように，前訴判決に沿って，直ちに請求認容判決をすべきなのでしょうか。\nＱ：今まで考えたことがないのですが，既判力の範囲に関する民事訴訟法の規定に遡って考えないといけないように思います。\nＪ２：そうですね。それを出発点としつつ，前訴判決の主文において引換給付の旨が掲げられていることの趣旨にも触れながら，後訴において，ＸＹ間の本件絵画の売買契約の成否及びその代金額に関して改めて審理・判断をすることができるかどうか，考えてみてください。\n〔設問３〕\nあなたが司法修習生Ｑであるとして，Ｊ２から与えられた課題に答えなさい。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/民事系.pdf",
  "purpose": "〔第３問〕\n本問は，Ｘが贈与契約に基づき本件絵画の引渡しを求めたのに対し，Ｙがその取引は時価相当額を代金額とする売買契約であってその額は３００万円であると主張したという紛争を基本的な題材として，①当事者が代理人による契約締結の事実を主張していない中で，証拠上その事実の心証が得られた場合において，その事実を判決の基礎にすることができるか（設問１），②裁判所として２００万円と引換えに本件絵画の引渡しを命ずる判決をするためには，当事者からどのような申立てや主張がされる必要があるか（設問２⑴），また，そのような申立てや主張がされたという前提の下で，２２０万円又は１８０万円との引換給付判決をすることができるか（設問２⑵），③引換給付判決のうち反対給付に係る部分の裁判所の判断が後訴に対して何らかの拘束力を有するか（設問３）に関して，検討することを求めるものである。\nまず，設問１では，民事訴訟において，裁判の基礎となる資料の収集を当事者の責任とする原則（いわゆる弁論主義）が妥当し，その一環として，裁判所は当事者が主張しない事実を判決の基礎にしてはならないとの原則（いわゆる主張原則）が妥当すること，一般的に，主張原則の対象となる事実は少なくとも主要事実を含むと解されていることを前提に，代理の主要事実は何かを明らかにした上で，代理人による契約締結の事実を認定することの可否を検討することが求められる。また，この点については，判例（最判昭和３３年７月８日民集１２巻１１\n号１７４０頁）もあるところ，本件において，Ａの証人尋問がされ，ＡがＹの代理人として契約を締結した旨を述べたにもかかわらず，当事者はこれを問題にしなかったという事情の下で，主張原則との関係をどのように評価するかの検討も必要である。設問１は，弁論主義に関するごく基礎的な理解を問う問題である。\n設問２⑴では，裁判所として２００万円と引換えに本件絵画の引渡しを命ずる判決をするために当事者からどのような申立てや主張がされる必要があるかを検討する前提として，裁判所は当事者が申し立てていない事項について判決をすることができないという申立拘束原則（民事訴訟法第２４６条）を指摘した上で，問題文に記載されたとおり，本件の訴訟物の捉え方を示すことが求められる。そこでは，①いわゆる旧訴訟物理論に立ち，売買に基づく引渡請求権と贈与に基づく引渡請求権とは訴訟物が異なるとする立場，②同じく旧訴訟物理論に立ちつつ\n- 11 -も，債権的請求である以上両者は訴訟物として同一であるとする立場，③いわゆる新訴訟物理論に立ち，売買と贈与とで原因が異なっても同一の目的物の給付を求めるのであるから，訴訟物は同一であるとする立場など，種々の立場が考えられるが，どのような立場でも，論理的に筋が通った答案が展開されていれば同様に評価した。\n本件において，Ｘは，「仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎない。」と主張しており，その法的な意味合いを明確にすべきところ，旧訴訟物理論のうち，債権的契約につき契約ごとに異なる訴訟物を構成するとの立場からは，裁判所が上記の引換給付判決をするためには，Ｘから，予備的請求として，売買契約に基づく本件絵画の引渡請求を追加的に併合する訴えの変更（民事訴訟法第１４３条）\nの申立てがされることが必要となる。その際，同時履行の抗弁はＹから主張することを要する権利抗弁であるため，Ｘの予備的請求として「２００万円の支払を受けるのと引換えに本件絵画の引渡しを求める」旨の限定を付す必要はなく，単純に，売買契約に基づき本件絵画の引渡しを求めることとなることに留意すべきである。他方，新訴訟物理論の立場，あるいは旧訴訟物理論のうち，贈与によっても売買によっても債権的請求として訴訟物は変わらないとする立場からは，Ｘの申立てとしては，訴状における本件絵画の引渡請求で十分であり，贈与又は売買の主張は攻撃方法の位置付けとなるため，この申立てに対して，売買を理由に２００万円と引換えに本件絵画の引渡しを命ずる判決をすることは，申立拘束原則には抵触しないものと考えられる。\n次に，Ｙは，「本件絵画をＸに時価相当額で売却し，その額は３００万円である。」と主張しているところ，その主張の位置付けについては，訴訟物の捉え方によって多少説明は異なることになるが，①主位的な請求原因又は主張（贈与）と②予備的な請求原因又は主張（売買）を構成する各事実との関係で，それぞれ否認か自白かを整理するとともに，裁判所が上記の引換給付判決をするためには，上記②に対して，Ｙから権利抗弁である同時履行の抗弁権の主張が明確にされる必要があることを指摘することが求められる。\n設問２⑵では，設問２⑴で必要とされた各当事者の申立てや主張がされたという前提の下で，２２０万円又は１８０万円との引換給付判決をすることの可否が問われているが，２２０万円はＸが主張する時価相当額（２００万円）とＹが主張する時価相当額（３００万円）との間にあるのに対し，１８０万円はその間にはない（Ｘの主張額より更にＸに有利である。）という違いに着目しつつ，申立拘束原則と弁論主義の双方の観点から検討することが求められる。申立拘束原則は，原告の意思の尊重と権利主張の権限及び責任のほか，被告の敗訴リスクの上限を画するという意義を有するところ，本件では，請求の趣旨としては単純に本件絵画の引渡しを求めるものであり，上記の引換給付判決も基本的にはＸの合理的意思に反しないものと考えられるが，他方，Ｙの敗訴リスクの関係では，時価相当額が２２０万円又は１８０万円のいずれと判断されるかにより評価が分かれる可能性があることなどを踏まえ，事案に即して論ずる必要がある。また，弁論主義に関しては，２２０万円や１８０万円という金額自体は両当事者とも主張していないが，本件では本件絵画の時価相当額を代金額とすることにつき主張が一致しており，時価相当額の評価が分かれているにすぎないことや，２２０万円や１８０万円という金額は，Ｘの主張額（２００万円）とかけ離れた額ともいい難いこと等を踏まえて論ずることが期待される。\n設問３では，確定判決は主文に包含するものに限り既判力を有すること（民事訴訟法第１１４条第１項）を指摘した上で，同項所定の「主文に包含するもの」とは一般的に訴訟物と理解されていることや，設問２⑴における前訴の訴訟物の捉え方を前提にして，後訴の訴訟物（旧訴訟物理論では，本件絵画の売買契約に基づくＹのＸに対する２００万円の代金請求権）との関係で前訴判決の既判力が及ぶか否かを論ずることが求められる。\nこの点について，引換給付の旨は前訴判決の主文に掲げられてはいるが，その趣旨は，双務\n- 12 -契約における牽連性を強制執行との関係においても保障するため，債権者が反対給付又はその提供をしたことを証明したときに限り強制執行を開始することができること（民事執行法第３１条第１項）を主文において明らかにする点にあり，主文に掲げられていることからストレー\nトに既判力又はこれに準ずる効力等の拘束力が導かれるというわけではないことに留意する必要がある。\nまた，本問では，既判力などの制度的効力を否定する場合には，既判力以外の理由，例えば信義則などにより，Ｘが本件絵画の売買契約の成否及びその代金額を後訴で争えなくなるか否かについて検討することも求められる。具体的には，前訴においてＸは予備的に売買契約の成立を主張していること，前訴で認定された２００万円という代金額は，予備的ではあるもののＸ自身の主張額であること，売買契約の存否及びその代金額は引換給付判決をするために不可欠の判断対象であること，他方で，Ｙとしては，自らがＸに対して２００万円の売買代金請求権を有することにつき既判力のある判断を得たければ，前訴において反訴を提起することができたことなどの事情をどのように評価するかが一つのポイントとなろう。また，信義則の適用に際しては，前訴が本人訴訟であり第一審で判決が確定していることや，後訴に至った事情などを評価する必要の有無も，検討対象となろう。",
  "scoring_notes": "１ 出題の趣旨等民事系科目第３問は，民事訴訟法分野からの出題であり，出題の趣旨は，既に公表されている「平成２９年司法試験論文式試験問題出題趣旨【民事系科目】〔第３問〕」のとおりである。\n本問においては，例年と同様，受験者が，①民事訴訟の基本的な原理・原則や概念を正しく理解し，基礎的な知識を習得しているか，②それらを前提として，設問で問われていることを的確に把握し，それに正面から答えているか，③抽象論に終始せず，設問の事案に即して具体的に，かつ，\n掘り下げた考察をしているかといった点を評価することを狙いとしている。\n２ 採点方針答案の採点に当たっては，基本的に，上記①から③までの観点を重視するものとしたことも，従来と同様である。\n本年も，問題文中の登場人物の発言等において，受験者が検討し，解答すべき事項が具体的に示されている。したがって，答案の作成に当たっては，問題文で示されている検討すべき事項を適切に吟味し，そこに含まれる論点を論理的に整理し，記述すべき順番や相互関係にも配慮する必要がある。例年指摘しているように，事前に準備していた論証パターンをそのまま答案用紙に書き写したり，理由を述べることなく結論のみ記載したりするのではなく，提示された問題意識や当該事案の具体的内容を踏まえつつ，論理的に一貫した思考の下で，最終的には当該事案への当てはめを適切に行う形で検討結果を表現することが必要である。採点に当たっては，受験者がこのような意識を持っているかについても留意している。\n３ 採点実感等⑴ 全体を通じて本年の問題では，具体的な事例を提示し，登場人物の発言等において受験者が検討すべき事項を明らかにした上で，弁論主義，処分権主義，既判力などといった民事訴訟の基本的な原理・原則に対する受験者の理解を問うとともに，当該事案への当てはめを適切に行うことができるか等を試している。\n全体として，時間不足により記述が完成しなかった答案は，ほとんどなかった。しかし，検討すべき事項との関係では特に必要でないにもかかわらず，自分の知っている典型的な論証パターンを書き連ねた上，当該事案への当てはめが不十分である答案や，問題文で示されている検討すべき論点を正面から取り上げなかったり，「不意打ち」，「信義則」，「蒸し返し」などのキーワードだけを掲げて短絡的に結論を記載したりする答案は，多く見られた。また，そもそも当該事案における訴訟物が理解できていない答案のように，基礎的な部分の理解不足がうかがわれる答案も，一定程度見られた。本問のような問題においては，問題文が提示している問題意識（出題趣旨）を的確に把握し，具体的な訴訟手続における当事者の主張の在り方や結論を想定しつつ，論理的に一貫した検討を加え，当該事案への当てはめを行って，設問内容に対応した解答をすべきである。\nこのほか，判読困難なほど乱雑な文字や自分勝手な略字を用いるなど，第三者が読むことに対する意識が不十分な答案や，刑事訴訟法の用語と混同している答案が見られたことは，例年と同様であった。\n⑵ 設問１についてア 全体的な採点実感設問１では，まず，一般的に，民事訴訟において，裁判の基礎となる資料の収集を当事者の責任とする原則（いわゆる弁論主義）が妥当し，その一環として，裁判所は当事者が主張しな- 1 -い事実を判決の基礎にしてはならないとの原則（いわゆる主張原則）が妥当すること，主張原則の対象となる事実は少なくとも主要事実を含むと解されていることを論ずる必要がある。この点については，大半の答案が論じていたが，粗雑な説明も多く，限られた字数で論理的かつ丁寧な論述ができたかどうかにより差が表れた。また，主要事実について主張原則が妥当することを明らかにせず，あるいはその根拠に関する理解が不明瞭な答案が散見された。その根拠として自由心証主義との関係を指摘する答案も多く見られたが，自由心証主義との関係は，間接事実にまで主張原則を及ぼすことの当否を論ずる際の根拠となるものであって，主要事実に主張原則が妥当することの根拠となるものではないから，当事者が代理の主要事実自体を主張していない本件事案において記述する必要があるとはいい難く，事案に即した記述を心掛ける必要がある。このほか，弁論主義の根拠として民事訴訟法第２４６条を掲げたり，本問において弁論主義の第２テーゼや第３テーゼを論じたりするなど，基礎的な理解が疑われる答案，準備した論証パターンをそのまま書き写したためか，答案全体の分量から見てバランスを欠くほど長々と論述を重ねる答案もあった。\n次に，本問では，代理の主要事実は何かを明らかにすることが求められるところ，比較的多くの答案は，代理権の授与，顕名及び代理人による意思表示が主要事実となることを指摘できていたが，これを明記しない答案も一定程度見られた。そして，代理の主要事実を指摘した答案においても，その検討の前提として必要となる，主要事実とは何かという点について，触れている答案は必ずしも多くなかった。代理については，意思表示をした者以外の者に法律行為の効果を帰属させるという実体法上の効果があるところ，主要事実とは何かが十分に理解されていないため，特段の検討を加えることなく代理の事実は間接事実にすぎないとする答案も，\n一定程度見られた。\nそして，本問では，問題文中の司法修習生Ｐの発言のとおり，証人尋問の際にＡがＹの代理人として契約を締結した旨を述べたにもかかわらず，当事者がその点を問題にしなかったという事情の下に，弁論主義の存在意義や不意打ち防止機能を踏まえつつ，代理人による契約締結の事実を認定することの可否を論ずる必要がある。しかし，出題意図に沿って，問題文で示されている検討すべき事項に触れている答案は意外に少なく，単に，当事者から代理の主要事実の主張がされていないため当該事実を認定することはできないとの理論的帰結のみを解答する答案が，非常に多く見られた。また，この点については，判例（最判昭和３３年７月８日民集１２巻１１号１７４０頁）の結論や理由に言及した上で，自己の立場から何らかの考察をすることも期待されるが，論じている答案は少なかった。このほか，証人Ａの証言によって代理の事実の主張がされているとする答案もあったが，訴訟資料と証拠資料の区別が理解できておらず，答案の評価は低いものとなった。\n当事者から代理の主要事実の主張がされていないため当該事実を認定することができないとする答案において，契約の不成立により請求棄却となるのか，また，そのような結論は当事者にとって不意打ちとならないかといった点を論じたものは稀であった。受験者には，当該事案の解決の在り方を見通して具体的に検討することが求められる。そのような観点から，代理の主要事実の主張をするように裁判所が釈明権を行使すべきであることに付言した答案も少数ながら見られ，このような答案は一定の評価をした。\nイ 答案の例設問１は，全体として，設問２及び設問３と比較すると，よく書けている答案が多く見られた。「優秀」に該当する答案は，上記アに記載した事項について，バランス良く，過不足のない論述をしており，特に，問題文中の司法修習生Ｐの発言に即して，弁論主義の存在意義や不意打ち防止機能を踏まえつつ，代理人による契約締結の事実を認定することの可否というポイントを論じた答案であるということができる。「良好」に該当する答案は，例えば，弁論主義や主張原則についての正確な論述がされ，代理の主要事実も明らかにされているが，上記のポ- 2 -イントに十分に触れていない答案や，優秀な答案に準ずる内容ではあるが，記述の正確性等が欠けているため評価が下がった答案であるということができる。「一応の水準」に該当する答案は，例えば，弁論主義や主張原則について一応の論述はされているが，その根拠等が曖昧である上，代理の主要事実も的確に掲げられていないような答案であり，それ以下の論述にとどまる答案は「不良」と評価されている。\n⑶ 設問２⑴についてア 全体的な採点実感設問２⑴では，まず，裁判所として２００万円と引換えに本件絵画の引渡しを命ずる判決をするために当事者からどのような申立てや主張がされる必要があるかを検討する前提として，\n裁判所は当事者が申し立てていない事項について判決をすることができないという申立拘束原則（民事訴訟法第２４６条）を指摘した上で，問題文中の裁判官Ｊ１の発言のとおり，本件の訴訟物の捉え方を示すことが求められる。大半の受験者が申立拘束原則及びその根拠条文を指摘していたが，設問２⑴ではなく，設問２⑵の解答の中で初めてこれに触れる答案も多く見られ，申立拘束原則が訴訟物の異同という観点において問題となることの理解が十分されているか，疑問に感じられた。また，設問１において，弁論主義の意義ないし根拠につき，私的自治の原則という実体法の原則を民事訴訟にも反映させるものと説明する一方で，設問２において，\n申立拘束原則の意義ないし根拠につき，当事者の意思の尊重及び相手方の不意打ちの防止とだけ説明する答案も多く，両者のバランスが取れていないように思われた。訴訟物については，\n民事訴訟の原点ともいうべきところ，大半の受験者が実務で採用されているいわゆる旧訴訟物理論の立場から適切に述べていたが，問題文に記載された事実関係の下で，売買契約に基づく本件絵画の引渡請求権が当初から当然に訴訟物になっているとの前提に立つ答案も，少なからず見られた。訴訟物（審判の対象）と請求原因（主張）というレベルの違いについて，基本的な理解が不十分な者が多いように思われる。このほか，訴訟物を，①所有権に基づく本件絵画の引渡請求権とする答案，②本件絵画の売買代金債務が２００万円を超えて存在しないことの債務不存在確認請求権とする答案も散見された。上記①については，問題文を読めば，まずＸが贈与契約に基づき本件絵画の引渡しを求めていることは明らかであるし，Ｙの元所有の事実も主張されていないのであって，問題文に記載された事実関係の正確な把握ができていないものと思われる。上記②については，設問は，本件絵画の引渡しを命ずる判決をするために必要な当事者の申立てや主張を問うものであるから，債務不存在確認の訴えは適切でないといわざるを得ない。他方，いわゆる新訴訟物理論の立場から訴訟物を捉える答案も稀に見られたが，\nこの立場を採る理由について適切に論ずるものは更に少なく，例えば，特段の理由を付すことなく抽象的な本件絵画の引渡請求権が訴訟物であるとする答案など，十分にその内容を理解しているのかどうかについて疑問に感ずることが多かった。\n次に，本問では，上記の旧訴訟物理論の立場によると，裁判所が引換給付判決をするためには，Ｘから，予備的請求として，売買契約に基づく本件絵画の引渡請求を追加的に併合する訴えの変更（民事訴訟法第１４３条）の申立てがされることが必要となるが，訴えの変更について指摘した答案は多くはなかった。この点に触れた答案の中には，当該事案において請求の基礎に変更がないといえるかなどといった要件該当性を指摘するものや，訴えの変更の必要がＹの防御方法に起因して生じたことを指摘するものも一定程度見られたが，他方で，訴訟物は変わらないので請求の基礎に同一性が認められるとする答案のように，訴訟物と訴えの変更との関係を理解できているか疑わしいものも見られた。当該事案において訴えの変更に書面が必要かどうかや，判例（最判昭和３５年５月２４日民集１４巻７号１１８３頁）における訴えの変更の書面性の要否などに触れる答案は，極めて少なかった。また，同一当事者間で請求が後発的に追加される場合は，訴えの変更（追加的変更）を検討すべきなのに，請求の客観的併合（同法第１３６条）として把握するにとどまる答案も散見され，訴訟手続の具体的な流れが十分に- 3 -理解できていないのではないかと思われた。なお，別訴として売買契約に基づき本件絵画の引渡請求訴訟を提起した上，弁論の併合の申立てをするといった答案も見られたが，同一の訴訟手続内で対応できるにもかかわらず，あえて別訴を提起する合理性はなく，追加して収入印紙を貼る必要もあり，実務的に選択されることはまずないであろう。\nさらに，本問において，Ｙは，「本件絵画をＸに時価相当額で売却し，その額は３００万円である。」と主張しており，①主位的な請求原因又は主張（贈与）と②予備的な請求原因又は主張（売買）を構成する各事実との関係で，それぞれ否認か自白かを整理するとともに，裁判所が引換給付判決をするために，上記②に対して，Ｙから権利抗弁である同時履行の抗弁権の主張を明確にすべきことを指摘することが求められる。多くの受験者は，本件は贈与ではなく代金３００万円の売買であるとするＹの主張が上記①の否認に当たると正しく論じていたが，\n上記②との関係についてまで適切に解答した答案は多くはなかった。Ｙの上記主張を上記①の否認ではなく抗弁と整理し，上記②に関するＸの主張を再抗弁と整理するなど，要件事実の基本が理解できていない答案も散見された。また，同時履行の抗弁権を指摘した答案でも，抗弁権の権利主張が必要である旨の指摘までできたものは必ずしも多くなく，権利主張の要否について論じない答案や，同時履行の抗弁権に関する存在効果説と行使効果説の問題の所在を正確に理解していないために，当該事案においてＹの権利主張は不要であるとする答案も見られた。\n訴訟物を所有権に基づく本件絵画の引渡請求権と誤って把握した上で，Ｙが同時履行の抗弁権を主張し得るとする答案も一定程度あり，実体法と手続法の総合的な検討が不十分であると感じられた。このほか，裁判所が引換給付判決をするために，同時履行の抗弁権の主張ではなく，\nＹが売買代金の支払を求める反訴を提起すべきであるとする答案も，一定程度見られた。本問では，売買代金の支払と引換えに本件絵画の引渡しを命ずる判決をすることが前提となっているところ，反訴の提起を掲げる答案は，反訴に対する請求認容判決の主文を意識することなく，\n出題趣旨から離れた解答をしたものと考えられる。\n上記のほか，Ｘの「仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎない。」との主張や，Ｙの「本件絵画をＸに時価相当額で売却し，その額は３００万円である。」との主張につき，当事者の合理的意思の推測や事実認定の在り方に終始した答案も見られた。設問２⑴は，問題文中の裁判官Ｊ１の発言のとおり，各当事者から少なくともどのような申立てや主張がされれば引換給付判決ができるかを問うものであるが，このような出題趣旨を正しく理解していない答案の評価は低いものとなった。\nイ 答案の例「優秀」に該当する答案は，訴訟物の把握，主位的・予備的請求原因及びこれらに対する認否，被告の抗弁といった訴訟構造を的確に整理した上で，上記アに記載した事項について，バランス良く，過不足のない論述をしており，特に，訴えの追加的変更の必要性を指摘し，その要件への当てはめを具体的に論ずるとともに，同時履行の抗弁についても適切に論じた答案であるということができる。「良好」に該当する答案は，例えば，上記の訴訟構造についておおむね正しく理解しているが，訴えの追加的変更ないし同時履行の抗弁の一方についての論述が不十分である答案や，優秀な答案に準ずる内容ではあるが，記述の正確性等が欠けているため評価が下がった答案であるということができる。「一応の水準」に該当する答案は，例えば，\n訴訟物理論に関して自らの立場を明らかにして本件の訴訟物を正しく理解し，Ｙの主張の法的位置付けについては一応の記述ができているが，訴えの追加的変更の必要性について検討が欠落しているような答案である。これらに対し，問題文をよく読まずに本件の訴訟物につき独自の考え方を採った答案，抗弁と否認の区別といった要件事実の基本が理解できていない答案など，総じて基本的事項の理解が不足している答案は，「不良」と評価されている。\n⑷ 設問２⑵についてア 全体的な採点実感- 4 -設問２⑵では，まず，本件の請求の趣旨としては単純に本件絵画の引渡しを求めるものであることを前提に，申立拘束原則の観点から，Ｘが主張する時価相当額（２００万円）とＹが主張する時価相当額（３００万円）との間の２２０万円との引換給付判決をすることの可否が問われている。処分権主義のうち本件で問題となる申立拘束原則は，本来，原告の定立した訴訟物（審判の対象）との関係で検討すべきものである。しかし，本件の請求の趣旨が本件絵画の単純な引渡しを求めるものであることに触れている答案はほとんどなく，比較的多くの答案は，\n処分権主義（民事訴訟法第２４６条）の問題であるとの指摘をした上で，２２０万円という金額が両当事者の主張する金額の間にあり，Ｘの意思に反せず，Ｙにも不意打ちにならないとして，２２０万円の引換給付判決は可能であるとの結論を導いていた。２２０万円という金額が２００万円と主張したＸの意思に反するため請求を棄却すべきであるとした答案も見られたが，特段の理由を示さずに結論を記述するだけのものが多かった。\n本問では，両当事者とも２２０万円という金額自体の主張をしていないため，申立拘束原則の観点からだけでなく，設問１と同様の弁論主義の観点からも検討が必要となるが，この点を正面から論じた答案はほとんどなかった。中には，本件絵画の時価相当額が具体的に幾らかは間接事実であるとした答案や，当事者は代金額につき時価相当額と主張すれば足り，具体的な価額の認定は裁判所の裁量によるとした答案も散見された。なお，本件絵画の代金額が３００万円を上回らないこと及び２００万円を下回らないことについて自白が成立するとした答案も一定程度見られたが，売買契約における代金額の意義及び裁判上の自白の意義について，十分な理解ができていないように思われる。また，処分権主義と弁論主義とを混同した答案も見受けられた。\n次に，本問では，上記と比較しながら，申立拘束原則の観点から，Ｘの主張する代金額よりＸに有利である１８０万円との引換給付判決をすることの可否が問われている。この点についても，上記と同じく，原告の定立した訴訟物（審判の対象）との関係で検討した答案はほとんどなく，単にＸの意思に反しないということを述べる答案や，Ｘの意思との関係に触れない答案が多かった。これに対し，Ｘの意思に反するため請求を棄却すべきであるとの答案も少なからず見られたが，本件の請求の趣旨が本件絵画の引渡しを求めるものであり，１８０万円との引換給付判決はＸの主張する代金額との引換えよりＸに有利となるにもかかわらず，請求棄却により本件絵画の引渡しを受けられないという結論がＸの意思に合致するのかどうか，疑問に思われた。１８０万円との引換給付判決がＸの意思に反しないとする答案のうち比較的多くのものは，Ｘの主張する代金額よりＸに有利な金額との引換給付判決をすることはＹの予測可能性を害するため，Ｘの主張する２００万円との引換給付判決にとどめるべきであるとしていたが，中には，理由を述べずに請求を棄却すべきであるとするものもあった。\n１８０万円との引換給付判決の可否の検討に際しても，申立拘束原則の観点からだけでなく，\n弁論主義の観点からの検討が必要となるが，上記と同様に，この点を正面から論じた答案はほとんどなかった。\n総じて，本問では，申立拘束原則の適用において，原告の意思に反しないか，被告にとって不意打ちにならないかという視点を一般論として掲げながら，当該事案への具体的な当てはめにおいて一方の視点からしか言及しない答案や，原告の意思が具体的にどのようなものかなどといった具体的な当てはめを記述しない答案が多く見られた。また，本問では，「当事者の意思の尊重」や「当事者に対する不意打ち防止」というキーワードが安易に用いられ，そこにいう「当事者」が原告ないし被告のいずれを意味するのか，十分に理解できていないとうかがわれる答案や，不意打ちが考慮されるべき当事者が逆になっている答案が多く見られた。さらに，\n問題文中の裁判官Ｊ１の発言のとおり，本問では，本件絵画の時価相当額が２２０万円又は１８０万円と評価される場合に，それぞれどのような判決をすることになるのかが問われているが，「１８０万円との引換給付判決をすることはできない。」というように，設問に正面から答- 5 -えていない答案も多く見られた。受験者には，これらの点について重ねて注意を促したい。\nイ 答案の例「優秀」に該当する答案は，上記アに記載した事項について，バランス良く，過不足のない論述をしており，特に，原告の定立した訴訟物（審判の対象）との関係で申立拘束原則が妥当することを意識しつつ，当該事案において，具体的に，Ｘの意思がどのようなものであり，それに反しないといえるのか，また，Ｙはどのような期待を有しており，Ｙにとって不意打ちにならないのかなどについて，丁寧に論じた答案であるということができる。「良好」に該当する答案は，Ｘの意思やＹへの不意打ちという視点を有し，説得的な結論に至っているが，具体的な当てはめがやや不十分であるため評価が下がった答案であるということができる。「一応の水準」に該当する答案は，申立拘束原則の観点から一応の論述はされているが，具体的な当てはめが不十分であり，結論を導く根拠が曖昧と見られるような答案であり，それ以下の論述にとどまる答案は「不良」と評価されている。\n⑸ 設問３についてア 全体的な採点実感設問３では，まず，問題文中の司法修習生Ｑの発言のとおり，確定判決は主文に包含するものに限り既判力を有するという民事訴訟法第１１４条第１項の規定を指摘した上で，同項所定の「主文に包含するもの」とは一般的に訴訟物と理解されていることや，前訴及び後訴の訴訟物を明らかにして前訴判決の既判力が及ぶか否かを論ずることが求められる。この点について，\n民事訴訟法の規定や既判力の意義などは大半の受験者が論じていたが，既判力が訴訟物についての判断に生ずることを記述した答案は半数程度にとどまり，粗雑な説明も多かった。そして，\n既判力の及ぶ事項に関する当該事案への具体的な当てはめにおいては，正確に理解できていない受験者が多いように思われた。例えば，①前訴の訴訟物が売買契約に基づく本件絵画の引渡請求権であるとしながら，説得的な理由を述べることなく，判決理由中の判断である売買契約の成立や代金額が２００万円であることに既判力が生ずるとする答案，②前訴における売買契約に基づく引渡請求権と後訴における売買契約に基づく代金支払請求権とは，表裏をなす実質的に同一の訴訟物であるとする答案，③そもそも前訴及び後訴の訴訟物の異同を論じていない答案などが多く見られた。本件は，旧訴訟物理論の立場によると，前訴において，主位的請求である贈与契約に基づく引渡請求が棄却され，予備的請求である売買契約に基づく引渡請求につき引換給付判決がされたという事案であるが，主位的請求を棄却した判決の既判力について論じた答案は稀であった。\nまた，本問では，問題文中の裁判官Ｊ２の発言のとおり，引換給付の旨が判決主文に掲げられていることの趣旨に触れる必要がある。しかし，この点に触れていない答案が一定程度見られたほか，強制執行との関係を指摘した答案は必ずしも多くなく，双務契約における牽連性を強制執行との関係においても保障するため，債権者が反対給付又はその提供をしたことを証明したときに限り強制執行を開始することができること（民事執行法第３１条第１項）を条文と合わせて指摘できた答案は，少なかった。民事執行に関する理解が不足しているためと考えられるところ，判決確定後に債権者が満足を得るための制度についても理解を深めることが期待される。なお，その趣旨について紛争の一回的解決にあるとした上で，売買代金の支払を求める後訴において代金額を争うことは信義則に反するとした答案が一定程度見られたが，前訴判決において，代金額は強制執行開始の要件としての意味しか有しておらず，その代金額の支払につき強制執行の申立てができたわけではないことに注意する必要がある。このほか，上記のとおり，既判力は訴訟物についての判断に生ずるという一般論を記述しながら，それに続けて，\n引換給付の旨は判決主文に掲げられているから既判力が生ずると論ずる答案も少なからず見られ，このような整合性がない答案の評価は低いものとなった。他方，限定承認の事案において相続財産の限度で支払を命じた留保付判決に関する判例（最判昭和４９年４月２６日民集２８- 6 -巻３号５０３頁）に言及した答案も少数ながら見られ，この判例と本件の事案とを比較しつつ，\n既判力に準ずる効力の有無について論ずる答案などは一定の評価をしたが，特段の比較をしない答案がほとんどであった。\nさらに，本問では，既判力以外の理由，例えば信義則などにより，Ｘが本件絵画の売買契約の成否及びその代金額を後訴で争えなくなるか否かについて検討することも求められる。この点を論じた答案は必ずしも多くなく，その大半が，前訴で争点になっていたこと，Ｘ自身が前訴で認めた代金額であること，紛争の蒸し返しを防ぐ必要があることを理由に，後訴におけるＸの主張は許されないとしていた。これに対して，後訴におけるＸの主張が許されるという方向の事情も掲げて，これらの事情を比較衡量する答案は極めて少なかったが，中には，前訴でＹが売買代金の支払を求める反訴を提起し得たことを理由に，後訴でＸが代金額等を争うことは信義則に反しないとする答案もあった。信義則について論じた判例（最判昭和５１年９月３０日民集３０巻８号７９９頁，最判平成１０年６月１２日民集５２巻４号１１４７頁）に言及する答案は，ほとんどなかった。争点効について言及する答案も少数ながら見られたが，その要件を掲げて具体的に当てはめを行う答案は，ほとんどなかった。総じて，信義則等の一般条項の適用に際しては，具体的な事情の検討が極めて重要であることが十分に理解されていないように感じられた。\nこのほか，本問では，前訴及び後訴の訴訟物の異同を論じないまま，「紛争の蒸し返しのおそれがある」，「手続保障がある」，「既判力が生ずる」などといったキーワードを掲げて著しく簡略化した答案や，前訴判決の既判力に関する検討が不十分なまま信義則を論ずる答案が一定程度見られた。また，既判力制度の趣旨について，判決理由中の判断にまで既判力が及ぶと審理の硬直化を招いて妥当でないとしつつ，本件については，紛争の蒸し返しを防ぐ必要があるとして，安易に売買契約の成否及び代金額に既判力が及ぶとする答案も見られた。既判力という民事訴訟法の基本的な原理・原則への理解及び具体的事案への当てはめが十分できていないことに，注意を喚起すべきと思われた。\nイ 答案の例「優秀」に該当する答案は，問題文中の登場人物の発言等に沿って，上記アに記載した事項について，バランス良く，過不足のない論述をしており，特に，前訴及び後訴の訴訟物を明らかにして前訴判決の既判力が及ぶか否かを一貫した論理で述べた上，本件における信義則の適用に際して丁寧に具体的な当てはめを行った答案であるということができる。「良好」に該当する答案は，既判力の客観的範囲については的確に論じているが，引換給付の旨が判決主文に掲げられていることの趣旨の記述や，信義則の適用に際しての具体的な当てはめがやや不十分であるため，評価が下がった答案であるということができる。「一応の水準」に該当する答案は，既判力の意義やその客観的範囲について一応の論述はされているが，各論点について結論を導く根拠が曖昧と見られるような答案であり，それ以下の論述，例えば，既判力の客観的範囲に関する基本的理解を欠き，前後に矛盾が多く，信義則の適用に際して抽象的な記述にとどまるような答案は，「不良」と評価されている。\n４ 法科大学院に求めるもの本年の問題は，弁論主義，処分権主義，既判力などといった民事訴訟の基本的な原理・原則に対する受験者の理解を問うとともに，具体的事案への当てはめを適切に行うことができるか等を問うものであった。これらの意義・制度趣旨について，一応の論述はされていたが，例年と同様，事前に準備していた論証パターンを持ち出す答案が極めて多く見られ，設問に即した解答をする上で必要のない論述も散見された。また，事案を全体として把握し判断しようとする姿勢に欠けており，\n問題文に示されたストーリーの流れを無視して，個別の論点につきキーワードを安易に並べてつぎはぎをして論述した結果，自ら論理矛盾に陥り，結論の妥当性も十分に検証されていないといった- 7 -「論点主義」の弊害が多く見られた。さらに，設問の具体的な事実関係への当てはめが十分でないという傾向が見受けられた。このことは，翻って，民事訴訟の基本的な原理・原則に対する理解自体が不十分なのではないかという疑問を抱くことにもつながる。例えば，設問３のような既判力に関する出題においても，具体的な検討を適切に行っている答案は少なかった。これは，民事訴訟法のごく基礎的な事項についての受験者の理解が十分な水準に至っていないことを端的に示しているように思われる。また，設問２では，訴えの変更を始めとして，訴訟手続の進め方についての理解が不十分であると考えられる答案が多く見られた。これは，民事訴訟が手続であることを十分に理解していないことに起因すると考えられるほか，短答式試験で問われてきた民事訴訟の幅広い分野における正確な理解を得るための学習をおろそかにしていることの影響が及んでいることが推測される。\n法科大学院におかれては，今一度，民事訴訟法の基礎的な事項に立ち返って，そこから事を説き起こして学生に理解をさせることが求められていると考えられる。また，短答式試験の科目から民事訴訟法は除外されるようになったものの，そこで従前問われてきた事項について正確な理解をすることが，民事訴訟法理論についての安定した理解の土台を築くと考えられるのであり，このことが学生に共有されるよう施策が講じられることが望まれる。取り分け，条文をおろそかにしないことを御指導いただきたい。また，答案には，民事訴訟法の教科書をきちんと読んでいればあり得ないと思われる間違いを犯しているものが相当数存在した。このことは，教科書を読むという，法学の学習において初歩中の初歩と考えられる営為が励行されていないことを強く推認させる。学生に対し，改めて教科書を精読することの重要性を説くことが必要になっていると考えられる。以上のほか，訴訟手続の在り方についての理解は，例えば法廷傍聴をすることなどによっても培われる。\nこのような一見回り道と思われるような事柄も厭わないように学生を指導することも重要であると思われる。\n最後に，法学教育においては，基本事項についての正確な理解と，それを具体的な事案に当てはめて一定の妥当な結論を導くこと，そしてこのような思考過程を論理的に一貫した明快な記述で表現することなどが重要であることを，改めて強調しておきたい。\n- 8 -"
}