{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "subject": 15,
  "text": "〔第１問〕（配点：５０）\n製薬会社Ｘ１は，「薬剤αと，薬剤γ１，γ２，γ３及びγ４から選ばれる薬剤βとを組み合わせて成る糖尿病治療用医薬」という発明について，平成２７年４月１日に特許出願し，平成２８年４月５日に設定登録を受けた（以下，「本件特許権」といい，同特許権に係る発明を「本件特許発明」という。）。薬剤α及び薬剤βは，いずれもそれぞれ単体として従来より公知の糖尿病治療用医薬であったが，本件特許発明は，薬剤αと薬剤βを組み合わせ，併用して服用することによって，従来の治療用医薬にはない顕著な効能を奏する発明である。また，薬剤βは薬局で市販されている薬剤であるが，薬剤αは医師の処方せんがないと入手できない薬剤である。\nＸ１は，別の製薬会社であるＸ２に対し，本件特許権について，範囲を全部，地域を日本全国，期間を特許権の存続期間全部とする専用実施権（以下「本件専用実施権」という。）を設定し，本件専用実施権は登録された。\n以上の事実関係を前提として，以下の設問に答えなさい。\nなお，本件特許権はいわゆる併用・組合せ特許として有効であるものとし，「医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律」（いわゆる医薬品医療機器等法）所定の問題は考慮しないこととする。また，各設問の事実関係はそれぞれ独立したものであって相互に関連性はないものとする。\n〔設 問〕\n１．製薬会社Ｙは，薬剤α（顆粒）の他に，薬剤βの一種である薬剤γ１（カプセル入りの液体）とをそれぞれ別個に製造・販売していたが，平成２７年１月，本件特許発明の内容を知らずに，薬剤αと薬剤γ１を同時に服用すると更なる顕著な効果を生じるのではないかと着想し，組み合わせる用量の試行錯誤を重ねたところ，同年３月，薬剤αと薬剤γ１を最適な用量で組み合わせた糖尿病治療用医薬αγ１（以下「Ｙ製品１」という。）を見いだし，直ちに両薬剤を組み合わせるための生産ラインの設計・製造を外部に発注したところ，平成２８年８月頃，同製造ラインが完成したため，生産を開始した。その後，Ｙは，Ｙ製品１の更なる改良に取り組み，その結果，薬剤βの一種ではあるが薬剤γ１と比較して更に薬理効果の高い薬剤γ２と薬剤α\nを組み合わせた糖尿病治療用医薬αγ２（以下「Ｙ製品２」という。）を開発し，平成２９年４月以降，これを製造・販売している。\nＸ１は，Ｙに対し，ＹによるＹ製品２の製造・販売は本件特許権を侵害するものであると主張して，Ｙ製品２の製造・販売の差止めを求めて訴訟を提起した。\nＸ１は，どのような主張をすべきか。これに対するＹの反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n２．製薬会社Ｚは，薬剤α（顆粒）を単体の糖尿病治療用医薬として製造・販売していたが，Ｚ製の薬剤α（以下「Ｚ製品」という。）は，医師の処方せんに基づき薬剤師によって，患者に対して，製薬会社Ａの製造に係る薬剤β（カプセル入りの液体。以下「Ａ製品」という。）と一緒に処方され，患者に対してＡ製品と同時に服用するように指示され使用されている場合が多かった。\nＺは，本件特許権の存在を知り，かつ上記の処方・使用の事実を知りながら，あえてＺ製品の製造・販売を続けていた。\nＸ２は，Ｚに対し，本件専用実施権に基づいてＺ製品の製造・販売の差止めを求めて訴訟を提起した。\nＸ２は，どのような主張をすべきか。これに対するＺの反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n- 16 -\n３．Ｘ２は，Ｘ１の承諾を得て，製薬会社Ｘ３に対し，自ら本件特許発明を実施しないことを約して独占的な通常実施権を許諾し（ただし，Ｘ３による再実施許諾権はない。），これを受けたＸ３は，自らは本件特許発明の実施品である治療用医薬を製造・販売せず，契約に反し別の製薬会社Ｂに再実施許諾して本件特許発明の実施品である治療用医薬（以下「Ｂ製品」という。）を製造・販売させて，継続的に実施料を得ている。\n一方，Ｘ２は，同様にＸ１の承諾を得て，Ｘ３との上記実施許諾契約に反し，製薬会社Ｃに対し，本件専用実施権について通常実施権を許諾し，これを受けたＣは，本件特許発明の実施品である治療用医薬（以下「Ｃ製品」という。）を製造・販売している。その結果，本件特許発明の実施品の市場はＢ製品とＣ製品とで二分された状況になっている。\nＸ３は，Ｃに対して，Ｃ製品の製造・販売の差止めと特許法第１０２条第２項により算定した損害賠償を求めて訴訟を提起した。\nＸ３は，どのような主張をすべきか。これに対するＣの反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n- 17 -\n〔第２問〕（配点：５０）\n社会福祉法人丙は，ある市においてチャリティーコンサート（以下「本件コンサート」という。)を開催し，無報酬での出演を引き受けてくれた歌手Ａに歌ってもらった。本件コンサートは，この市の職員を対象としたもので，５０名が来聴した。入場は無料だったが，会場で配布されたプログ\nラムの中に，市内の福祉施設への寄附のお願い文と封筒が挟んであり，そのお願い文には，寄附をしたい者は封筒に金銭を入れて出口に置かれた募金箱に投じるようにと記載されていた。丙は，今後も近隣の市において同じ演目のチャリティーコンサートを催す予定である。\n本件コンサートの主催者は丙であるが，歌の選曲はＡに任されていたところ，歌われた曲の中に，乙が作曲した曲を１０曲集めて自ら発行したＣＤ（以下「本件ＣＤ」という。）に含まれていたＭという曲があった。\nＭの歌詞は，反戦活動家の甲が，全国各地の戊辰戦争の戦場を巡り，その土地に伝わる戦争に関する詩を集めて編んだ詩集（以下「本件詩集」という。）に収められた詩の一編である詩Ｐを，そのまま利用したものである。本件詩集は，戦争の悲惨さを格調高く歌った詩６０編を甲が厳選し，テ\nーマごとに６章に分けて構成したものであり，詩Ｐは，「戦の果てに」と題する章であるＱ章を構成する１０の詩の中の一つであった。平和運動家としても知られる乙は，本件詩集を読み，Ｑ章「戦の果てに」において，戦争により荒れた田畑や戦死者の遺族の悲しみを詠んだ詩がまとめられているという構成に初めて接して感銘を受け，平和を祈念してＱ章「戦の果てに」の１０の詩に曲を付けて本件ＣＤとして発行したが，収録した曲の順序は，本件詩集のＱ章の収載順とは異なっていた。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．乙は，本件コンサートにおけるＭの歌唱は乙の著作権を侵害するものであるとして，丙に対して，今後丙が催す予定の同じ演目のチャリティーコンサートの開催の差止めを求める訴訟を提起した。乙は，どのような主張をすべきか。これに対する丙の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。なお，本件コンサートのプログラムには，Ｍの作曲者が乙であることは表示されていたものとする。\n２．インターネット上で，エンターテインメントに関するニュース配信の事業を行っている新聞社丁は，本件コンサートが開催されたという記事（以下「本件記事」という。）を配信し，この記事にＡがＭを歌っている場面の動画（丁が取材して録画したもの。以下「本件動画」という。）\nを貼り付けた。本件記事の文章は５００文字であり，本件動画は，Ｍの歌唱全体が７分間であったうちの１分間で構成されている。画面上，本件動画の部分は画面の８分の１の面積の窓になっており，その横に本件記事の文章が配置されている。なお，丁の配信記事に配信期限はなく，一旦配信されたものは，そのまま配信され続けるシステムになっており，本件コンサートの開催から１年以上経過してもなお本件記事は配信されている。\n乙は，丁に対して，本件動画の配信は乙の著作権を侵害するものであるとして，本件動画の配信の差止めを求める訴訟を提起した。乙は，どのような主張をすべきか。これに対する丁の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n３．乙は，本件ＣＤに収められた楽曲の創作及び発行に際し，甲の許諾を得ておらず，本件ＣＤに本件詩集や甲についての言及もなかったので，甲は，乙の本件ＣＤの発行は甲の著作権及び著作者人格権を侵害するものであるとして，本件ＣＤ発行の差止め及び損害賠償を求める訴訟を提起した。甲は，どのような主張をすべきか。これに対する乙の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n４．乙は，本件ＣＤに収められた楽曲の創作及び発行に際し甲の許諾を得ており，同楽曲に関する著作権を著作権管理団体Ｊに信託的に移転していたものとする。戊は，劇団主宰者であり，戦争を茶化した喜劇の背景音楽として，Ｍを繰り返し再生している。再生に際し，戊は著作権\n- 18 -管理団体ＪからＭの再生の許諾を得ていた。乙は，戊のＭの使用態様は乙がＭを作曲した意図を損ない，戊がこのような趣旨によりＭを再生することは乙の権利を侵害すると主張して，Ｍの再生の差止めを求める訴訟を提起した。乙は，どのような主張をすべきか。これに対する戊の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n- 19 -\n- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n１ 設問１は，専用実施権が設定されている場合の特許権者による差止請求の可否及び先使用権の成否等を問う問題であり，設問２は，間接侵害の成否等を問う問題であり，設問３は独占的通常実施権者に固有の差止請求権や損害賠償請求権が認められるか，それらが認められる場合，特許法（以下「法」という。）第１０２条第２項の類推適用が認められるか否か等を問う問題である。\n２ 設問１については，第１に，Ｘ１はＸ２に対し範囲を全部とする専用実施権を設定していることから，法第６８条ただし書により，もはや特許権者であるＸ１はＹに対し差止請求権を行使することはできないのではないかが問題となる。この点に関しては，特許権者は，その特許権について専用実施権を設定したときであっても，当該特許権に基づく差止請求権を行使することができる旨判示した最高裁判所平成１７年６月１７日判決民集５９巻５号１０７４頁【リガンド分子安定複合体事件】を念頭に置きつつ，自説を説得的に論述することが求められる。第２に，仮にＸ１に差止請求権が認められるとしても，Ｙは，Ｙ製品１につき，本件特許の出願前に既に発明を完成し，生産ラインの設計・製造を外部に発注していることから，Ｙが先使用権（法第７９条）を有すると主張することが考えられる。この点に関しては，まず，「事業の準備」の意義が問題となるが，「事業の準備」とは，その発明につき，いまだ事業の実施の段階には至らないものの，即時実施の意図を有しており，かつ，その即時実施の意図が客観的に認識される態様，程度において表明されていることを意味すると判示した最高裁判所昭和６１年１０月３日判決民集４０巻６号１０６８頁【ウォーキングビーム\n- 30 -事件】を念頭に置きつつ，当該事案に適切に当てはめることが求められる。次に，仮にＹ製品１について先使用権が認められても，Ｙ製品２についてまで先使用権が及ぶか，すなわち，Ｙ製品２が「準備をしている発明の範囲」に含まれるかが問題となる。この点に関しては，前掲【ウォーキングビーム事件】最高裁判決が，先使用権の効力は，特許出願の際に先使用権者が現に実施又は準備をしていた実施形式だけでなく，これに具現された発明と同一性を失わない範囲内において変更した実施形式にも及ぶ旨判示していることを念頭に置きつつ，本件事案に当てはめることが求められる。\n３ 設問２については，第１に，本件特許発明は物の発明であるところ，Ｚ製品は本件特許発明の一部を構成するにすぎないから，間接侵害（法第１０１条第２号）の成否が問題となる。\nまず，薬剤αと薬剤βを併用して服用することが「その物の生産」と言えるかが問題となり得るが，この点に関しては，これを否定した裁判例（大阪地判平成２４年９月２７日判時２１８８号１０８頁【ピオグリタゾン事件】）もあることから，自説を展開して論述することが求められる。また，薬剤αは医師の処方せんがなければ入手できない薬剤であることから，非汎用品要件を充足するか否かが問題となるが，この点に関しては，「日本国内において広く一般に流通しているもの」とは，典型的には，ねじ，釘，電球，トランジスター等のような，日本国内において広く普及している一般的な製品，すなわち，特注品ではなく，他の用途にも用いることができ，市場において一般に入手可能な状態にある規格品，普及品を意味すると判示した知的財産高等裁判所平成１７年９月３０日判決判タ１１８８号１９１頁【一太郎事件】を念頭に置きつつ，本件事案に当てはめることが求められる。さらに，「発明による課題の解決に不可欠なもの」と言えるかが問題となるが，この点に関する判断基準としては，東京地方裁判所平成１６年４月２３日判決判タ１１９６号２３５頁【プリント基板用治具に用いるクリップ事件】や東京地方裁判所平成２５年２月２８日判決裁判所ホームペー\nジ【ピオグリタゾン事件】があり，他方で，前掲【一太郎事件】もあることから，これらを念頭に置きつつ，薬剤αが公知の薬剤であることを考慮して自説を展開して当てはめることが求められる。第２に，直接侵害が成立しない場合の間接侵害の成否が問題となる。この点に関しては，直接の実施行為者は医師，薬剤師か，それとも患者かによって構成が異なり得る。これを医師又は薬剤師と解するときは，法第６９条第３項の適用の可否，すなわち，医師の処方せんに基づき薬剤師が同時に服用するように指示する行為が，同項の「混合」，「調剤」に当たるかが問われ，当たらないにしても，同項の趣旨から，「混合」，「調剤」に類似する行為として特許権の効力が及ばないとの構成が考えられる。また，直接の実施行為者を患者と解するときは，併用して服用する行為は，家庭内実施行為であって法第６８条の「業として」に当たらないと考えることも可能であろう。いずれにしても，このような場合に間接侵害が成立するのか否かについて自説を展開することが求められる。第３に，仮に間接侵害が成立しないとしても，Ｚは情を知らない医師，薬剤師及び患者を支配・管理し，言わば手足として利用することによって，直接特許権を侵害する主体であるとの構成も考えられ得る。この点について言及すれば，更に積極的な評価が与えられよう。\n４ 設問３については，第１に，独占的通常実施権者であるＸ３に固有の差止請求権があるか否かが問題となり，仮に固有の差止請求権を認めない場合でも，専用実施権者であるＸ２の差止請求権を代位行使することができるか否かが問題となる。仮に代位行使を肯定する場合は，Ｘ２が有する差止請求権の代位行使であるという性質上，Ｘ２から実施許諾を受けているＣに対しても差止請求権を代位行使することができるか否かが問題となることから，これらの点につき，自説を展開し，論述することが求められる。第２に，まず，Ｘ３に固有の損害賠償請求権が認められるかが問題となる。仮に固有の損害賠償請求が可能であるとしても，本設問の場合，市場はＢとＣとで２分された状態であってＸ３が独占しているわけではないことから，独占的通常実施権者が損害賠償を請求するためには，単に独占的通常実施許諾の- 31 -\n合意があっただけでは足りず現実にも市場の独占状態が実現されていることを要するか否かが問題となる。次に，仮にＸ３について損害賠償請求権を認める場合，法第１０２条第２項の類推適用の可否が問題となる。さらに，同項の類推適用を認める場合，Ｘ３は自ら本件特許発明を実施していないことから，このような場合でも，同項の類推適用が認められるかが問題となる。この点に関しては，特許権者が当該特許発明を実施していることは同項を適用するための要件とは言えず，特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する限り同項の適用が認められる旨判示した知的財産高等裁判所平成２５年２月１日判決判時２１７９号３６頁【ごみ貯蔵機器事件】を念頭に置いて，自説を展開することが求められる。なお，その場合，Ｘ３はそもそも再実施許諾権を有しないから，このような場合でも上記事情が存在すると言えるか否かも問題となろう。\n〔第２問〕\n１ 設問１は，コンサートでの歌唱に対して演奏権侵害が成立するかについて，演奏権侵害の要件（著作権法〔以下「法」という。〕第２２条），演奏の主体，非営利の演奏に対する著作権の制限（法第３８条第１項）に関する理解を問う問題であり，設問２は，時事の事件の報道（法第４１条）及び引用（法第３２条第１項）に関する理解を問う問題である。設問３は，編集著作物の成立と編集著作権の侵害（法第１２条第１項）の成否，氏名表示権（法第１９\n条）及び同一性保持権（法第２０条第１項）の侵害の成否を問う問題であり，設問４は，著作者の名誉・声望を害する方法による著作物の利用としての著作者人格権みなし侵害（法第\n１１３条第６項）の成否について問う問題である。\n２ 設問１では，まず，演奏権侵害について，本件コンサートにおける市職員５０名に対する歌唱が，法第２２条の「公衆に」聞かせるという要件を満たすかが問題となる（法第２条第\n５項参照）。次に，演奏行為をしたのはＡであり，歌の選曲もＡがなしたことから，丙が演奏権侵害の主体であるかが問題となるところ，この点については，最高裁判所昭和６３年３月１５日判決民集４２巻３号１９９頁【クラブ・キャッツアイ事件】，最高裁判所平成２３年１月２０日判決民集６５巻１号３９９頁【ロクラクⅡ事件】の判示を念頭に置いて述べることが求められる。最後に，本件コンサートが，非営利団体である社会福祉法人のチャリティー目的であり，寄附金を募っていたという点が，法第３８条第１項に該当するかが問題となる。同項の要件は，①営利を目的とせず，②聴衆等から料金を受けず，③実演家等に対し報酬が支払われない，の３つであるところ，非営利団体のチャリティー目的であることなどの設問の事実関係を踏まえ，取り分け，寄附金をどのように評価するかについて，理由を明らかにして，各要件につき論じることが求められる。なお，コンサート全体の差止めの請求は過剰であることについて言及があれば，積極的な評価が与えられよう。\n３ 設問２では，本件動画へのＭの録音行為に対する複製権（法第２１条）侵害，インターネット配信に対する公衆送信権（法第２３条第１項）侵害について，時事の事件の報道（法第\n４１条）及び引用（法第３２条第１項）に関する著作権の制限規定の適用の可否が問題となる。まず，法第４１条に該当するかについては，本件動画の配信の態様が，「報道の目的上正当な範囲内」と言えるか，本件コンサートの開催から１年以上経過してなお配信され続けていても，「時事の事件」と言えるかについて論じることが求められる。次に，法第３２条第１項については，最高裁判所昭和５５年３月２８日判決民集３４巻３号２４４頁【パロデ\nィモンタージュ事件】のみならず，近時の知的財産高等裁判所平成２２年１０月１３日判決判時２０９２号１３５頁【鑑定証書コピー事件】等の判示をも念頭に置きつつ，検討することが求められる。\n４ 設問３では，本件詩集において，甲が詩を厳選したこととテーマごとの章に分けて構成したことという設問の事実関係を踏まえ，素材の選択・配列について，創作性が認められ，甲\n- 32 -が編集著作権（法第１２条第１項）を有するか否かを述べることが求められる。そして，編集著作権の侵害は，素材の選択又は配列の創作的表現の再製が要件となるところ，本件ＣＤにおいて，甲の６０編の詩の選択のうちの一部が利用され，収録した曲の順序が変更されていることについて検討しつつ，自説を論じることが求められる。また，本件ＣＤにおいては，甲への言及がないことから氏名表示権（法第１９条）について，Ｑ章の詩の順序が変更されていることから同一性保持権（法第２０条第１項)について，それぞれ述べることが求められる。\n５ 設問４では，名誉・声望を害する方法による著作物の利用としての著作者人格権みなし侵害（法第１１３条第６項）の成否が問題となるところ，同項にいう名誉・声望とは，社会的名誉・声望を指し，主観的な評価である名誉感情は含まれないとされていることを踏まえつつ，戊の本件再生行為によって，乙が社会から受ける客観的な評価の低下を来し社会的名誉\n・声望が毀損されると言えるかについて，理由と共に論じることが求められる。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針等⑴ 第１問本問は，いわゆる併用医薬特許を題材とし，専用実施権が設定されている場合の特許権者による差止請求の可否，先使用権の成否，間接侵害の成否，独占的通常実施権者の固有の差止請求権や損害賠償請求権の有無という，特許法の基本的で重要な論点を含む問題であり，このような論点についての基礎的な理解力を問うとともに，長文の事例から的確に論点を抽出する事案分析能力，抽出した論点について裁判例の理解を前提とした法解釈とその適用に関する思考力，応用力及びその論述能力を試そうとするものである。\nしたがって，全体としては，まず，設問から論点を的確かつ網羅的に抽出して，当事者の主張として問題点を指摘し，裁判例のあるものについてはその判旨を念頭に置きつつ，法解釈を展開した上で，的確に事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１設問１は，まず，専用実施権を設定した特許権者に差止請求権が認められるか否かを論じ，\n次に，Ｙ製品２につき，先使用権（特許法第７９条）が認められるか否か，特に，「事業の準備」の意義及び「準備をしている発明の範囲」の意義に言及することが「一応の水準」である。\nその上で，それぞれの論点につき自説を展開した上で双方の主張の妥当性を論じ，特に，専用実施権を設定した特許権者による差止請求の可否に関しては，これを肯定した最高裁判所平成１７年６月１７日判決（民集５９巻５号１０７４頁【リガンド分子安定複合体事件】）を念頭に置いて，理由を付して自説を論じている場合，先使用権の成否に関しては，まず，Ｙ製品１につき先使用権の要件を満たすか否かについて論じ，「事業の準備」の意義につき，最高裁判所昭和６１年１０月３日判決（民集４０巻６号１０６８頁【ウォーキングビーム事件】）を念頭に置いて，判断基準を示して本設問の事案に当てはめている場合，次に，Ｙ製品２が先使用権の効力が及ぶ「発明の範囲」に属するか否かに関し，上記最判【ウォーキングビーム事件】\nの判示を念頭に置きつつ，その範囲は実施形式に限定されるのか，発明思想が同一の範囲に及ぶのかにつき判断基準を示して事案に当てはめている場合，それぞれの論証の説得性に応じて，\n「良好」又は「優秀」と評価した。\nイ 設問２設問２は，まず，Ｚ製品は本件特許発明の一部を構成するにすぎないところ，本件特許発明は物の発明であるから，特許法第１０１条第２号の適用の可否が問題となることを指摘し，非汎用品要件及び不可欠要件に言及すること，また，併用医薬特許においては，直接の実施行為者と考えられる医師，薬剤師あるいは患者の行為が直接侵害行為と評価されない可能性があることから，直接侵害が成立しない場合の間接侵害の成否に言及することが「一応の水準」である。\nその上で，それぞれの論点につき自説を展開した上で双方の主張の妥当性を論じ，第１に，\n特許法第１０１条第２号の適用の可否に関しては，まず，「物の生産」該当性について，これを否定した裁判例（大阪地判平成２４年９月２７日判時２１８８号１０８頁【ピオグリタゾン事件】）もあることを念頭に置きつつ，「生産」の意義を論じて事案に当てはめている場合，非汎用品要件について，知的財産高等裁判所平成１７年９月３０日判決（判タ１１８８号１９１頁【一太郎事件】）を念頭に置きつつ，「日本国内において広く一般に流通しているもの」の意義を論じて事案に当てはめている場合，不可欠要件について，東京地方裁判所平成１６年４月- 1 -２３日判決（判タ１１９６号２３５頁【プリント基板用治具に用いるクリップ事件】）や東京地方裁判所平成２５年２月２８日判決（裁判所ホームページ【ピオグリタゾン事件】）の示した判断基準や，これとは異なる判断基準を示したとも解される上記知財高判【一太郎事件】を念頭に置きつつ，判断基準を示して事案に当てはめている場合，第２に，直接侵害が成立しない場合の間接侵害の成否に関して，直接の実施行為者が誰かを論じた上で，同法第６９条第３項の適用の可否を論じ，同項の趣旨，あるいは家庭内実施行為として同法第６８条の「業として」に当たらないこと等を論じて事案に当てはめている場合，それぞれの論証の説得性に応じて，「良好」又は「優秀」と評価した。\nさらに，Ｚは情を知らない医師，薬剤師及び患者を支配・管理し，言わば手足として利用していること等を理由として，Ｚが直接の侵害主体であるとの構成の是非について論じている場合は，その点につき高く評価した。\nウ 設問３設問３は，独占的通常実施権者であるＸ３の固有の差止請求権の有無，これを有しない場合の専用実施権者の差止請求権の代位行使の可否，さらに，固有の損害賠償請求権の有無，固有の損害賠償請求権を有する場合の特許法第１０２条第２項の類推適用の可否，自ら本件特許発明を実施していない場合の同項の類推適用の可否に言及することが「一応の水準」である。\nその上で，それぞれの論点につき自説を展開した上で双方の主張の妥当性を論じ，特に，固有の差止請求権の有無について理由付けをして論じている場合，仮に固有の差止請求権を認めず代位行使を肯定する場合に，さらに，Ｘ２から実施許諾を受けているＣに対しても差止請求権を代位行使することができるか否かにつき論じている場合，固有の損害賠償請求権の有無及び特許法第１０２条第２項の類推適用の可否につき理由付けをして論じている場合，自ら本件特許発明を実施していない場合における同項の類推適用の可否に関し，知的財産高等裁判所平成２５年２月１日判決（判時２１７９号３６頁【ごみ貯蔵機器事件】）を念頭に置きつつ，判断基準を示して事案に当てはめている場合，それぞれの論証の説得性に応じて，「良好」又は「優秀」と評価した。\nさらに，固有の損害賠償請求権を認める場合に，独占的通常実施権者が損害賠償を請求するためには単に独占的通常実施許諾の合意があっただけでは足りず現実にも市場の独占状態が実現されていることを要するか否かについて論じている場合，特許法第１０２条第２項の類推適用に関し，Ｘ３はそもそも再実施許諾権を有しないことから，このような場合でも「侵害行為がなかったならば利益が得られたであろうという事情」が存在すると言えるか否かにつき論じている場合は，それらの点につき高く評価した。\n⑵ 第２問本問は，コンサートでの歌唱に対して演奏権侵害が成立するかについて，演奏権侵害の要件（著作権法第２２条），演奏の主体，非営利の演奏に対する著作権の制限（同法第３８条第１項）の適否，また，時事の事件の報道（同法第４１条）及び引用（同法第３２条第１項）の適否，編集著作物の成立と編集著作権の侵害（同法第１２条第１項），氏名表示権（同法第１９条）及び同一性保持権（同法第２０条第１項）の侵害の成否，著作者の名誉・声望を害する方法による著作物の利用としての著作者人格権みなし侵害（同法第１１３条第６項）の成否という，著作権法の重要な論点についての基礎的な理解を問うとともに，事例から的確に論点を抽出する事案分析能力，抽出した論点について，関連する規定及び裁判例等を理解し，これを具体的事例に適用できるかについて，思考力，応用力及び論述能力を試そうとするものである。\nしたがって，全体としては，まず，設問から論点を的確に抽出して指摘した上，裁判例のあるものについてはその判旨を念頭に置きつつ，自説を展開して，事案に当てはめているか否かに応じて，優秀度を判定した。\nア 設問１- 2 -設問１は，まず，演奏権侵害について，著作権法第２２条の「公衆」の要件を分析し，次に，\n演奏権侵害の主体について論じ，さらに，本件コンサートに，非営利の演奏に対する著作権の制限（同法第３８条第１項）を適用できるかについて論じることが「一応の水準」である。\nその上で，演奏権侵害の主体について，最高裁判所昭和６３年３月１５日判決（民集４２巻３号１９９頁【クラブ・キャッツアイ事件】），最高裁判所平成２３年１月２０日判決（民集６５巻１号３９９頁【ロクラクⅡ事件】）の判示を念頭に置いて，演奏を行った者は誰かについて事案に当てはめて自説を論じている場合，本問で問題となる著作権法第３８条第１項の要件が，①営利を目的とせず，②聴衆等から料金を受けず，③実演家等に対し報酬が支払われないという３つであることに言及し，本件コンサートが，非営利団体のチャリティー目的であることなどの設問の事実関係を踏まえ，取り分け，寄附金をどのように評価するかについて，理由を明らかにして各要件を検討し自説を展開している場合は，それぞれの論証の説得性に応じて，\n「良好」又は「優秀」と評価した。さらに，コンサート全体の差止めの請求は過剰であることについて言及がある場合は，より高く評価した。\nイ 設問２設問２は，複製権（著作権法第２１条）侵害，公衆送信権（同法第２３条第１項）侵害について，時事の事件の報道（同法第４１条）及び引用（同法第３２条第１項）に関する著作権の制限規定の適用の可否につき論じることが「一応の水準」である。\nその上で，時事の事件の報道については，本件動画の配信の態様が「報道の目的上正当な範囲内」と言えるか，本件コンサートの開催から１年以上経過してなお配信され続けていても「時事の事件」と言えるかについて，的確に論じている場合，引用については，最高裁判所昭和５５年３月２８日判決（民集３４巻３号２４４頁【パロディモンタージュ事件】）のみならず，\n近時の知的財産高等裁判所平成２２年１０月１３日判決（判時２０９２号１３５頁【鑑定証書コピー事件】）等の判示をも念頭に置きつつ，事案に当てはめて自説を論じている場合は，それぞれの論証の説得性に応じて，「良好」又は「優秀」と評価した。\nウ 設問３設問３は，まず，素材の選択・配列における創作性について，設問の事実関係に当てはめて検討し，編集著作権（著作権法第１２条第１項）が認められるかを論じ，次に，編集著作権の侵害は，素材の選択又は配列の創作的表現の再製が要件であることを踏まえてその成否を論じ，\nさらに，氏名表示権（同法第１９条），同一性保持権（同法第２０条第１項）について，それぞれ言及することが「一応の水準」である。\nその上で，本件ＣＤにおいて，甲の６０編の詩の選択のうちの一部が利用され，収録した曲の順序が変更されていることについて検討しつつ，侵害の成否について事案に当てはめて自説を的確に論じていれば，その論証の説得性に応じて「良好」又は「優秀」と評価した。\nエ 設問４設問４は，名誉・声望を害する方法による著作物の利用としての著作者人格権みなし侵害（著作権法第１１３条第６項）の成否について，同項にいう名誉・声望とは，社会的名誉・声望を指し，主観的な評価である名誉感情は含まれないとされていることに言及し論じることが「一応の水準」である。\nその上で，本件再生行為によって，社会から受ける客観的な評価の低下を来し社会的名誉・声望が毀損されると言えるかについて，理由を明らかにして自説を的確に論じている場合は，\nその論証の説得性に応じて「良好」又は「優秀」と評価した。\n３ 採点実感等⑴ 第１問ア 設問１- 3 -(ｱ) 専用実施権を設定した特許権者による差止請求の可否について本論点に気付いていない答案が相当数見られた。\nまた，この点に言及する答案においても，特許法第６８条ただし書との関係から問題になることや，前掲最判【リガンド分子安定複合体事件】の示す理由付け（実施料収入の確保，\n専用実施権が消滅した場合に不利益を被る可能性等）などを的確に指摘している答案はあまり多くはなかった。\n(ｲ) 先使用権の成否について先使用権の成否については，ほとんどの答案が言及していた。\n「事業の準備」及び「準備をしている発明の範囲」について，多数の答案が前掲最判【ウォーキングビーム事件】を踏まえて論じていた。ただし，後者の点について，現に準備をしていた実施形式に具現された「発明」と同一性を失わない範囲という同判決の判示を正解しない答案もあり，その多くは，発明の範囲の問題を事業の目的の範囲の問題と混同していた。\nまた，同判決の発明思想同一説に立ちながら，当てはめにおいて発明思想の同一性を否定する答案も散見された。もっとも，発明思想同一説に立つのであれば，αとγ１を組み合わせたＹ製品１という実施形式に具現された発明とは何かを考える必要があり，Ｙ製品１とＹ製品２（又はγ１とγ２）を単純に比較して実施形式面の相違を論じるのみでは不十分である。本設問では，γ１及びγ２はいずれも薬剤βの一種であるとされており，その点も踏まえて発明思想の同一性を判断する必要があろう。\n(ｳ) その他αγ２は選択発明であるなどとして，あるいは均等論の適用により，Ｙ製品２が本件特許発明の技術的範囲に属するか否かを論じる答案が散見されたが，αとγ２の組み合わせは本件特許権に係る特許請求の範囲に記載されているのであるから，それらの点は論じるべきではないであろう。また，設問に本件特許権は「有効であるものとし」と記載されているにもかかわらず，無効の抗弁に言及する答案が散見された。問題文をよく読むべきである。\nイ 設問２多数の答案が間接侵害の問題を論じていた。設問の事実関係の下で間接侵害の要件論を論じないとすれば事案分析能力が不十分であると言わざるを得ない。\n間接侵害の成否を検討する際に，特許法第１０１条第１号該当性について述べる答案が相当数あったが，Ｚ製品（薬剤α）は単体でも公知の糖尿病治療薬として販売されていたことや，\nＺ製品（薬剤α）とＡ製品（薬剤β）が同時服用される場合が「多かった」などの設問の事実関係を前提とすれば，同条第１号に該当するとは思われないから，同条第２号該当性を論ずれば十分であろう。同条第１号についてのみ述べる答案も少数ながら存在したが，同号該当性を否定しただけでは間接侵害の成立を否定したことにならず，同条第２号該当性を検討すべきである。また，同条第２号に言及する答案の中には，同号の要件の一部しか検討していないものが散見された。確かに一部の要件の充足を否定すれば同号の間接侵害の成立を否定できようが，\n単なる間接侵害の成否ではなく，Ｘ２の主張及びＺの反論の妥当性を問う設問なのであるから，\n問題となる要件全てについて言及すべきである。\nなお，本件特許発明を方法の発明であるとして特許法第１０１条第３号・第５号該当性を論じる答案もあったが，基本的理解が不十分であると言わざるを得ない。\n(ｱ) 間接侵害の成否について① 生産該当性この問題については，受験生の目には触れることの少ないと思われる裁判例（前掲大阪地判【ピオグリタゾン事件】）が存在するが，上記裁判例を知らなくても公知の薬剤を併用服用することが「物の生産」に該当するかという点に気付くかどうかを試したところ，\nこの点に気付いて自説を論じている答案も少数ながらあり，高く評価することができた。\n- 4 -② 非汎用品要件多数の答案は，前掲知財高判【一太郎事件】を踏まえて論述していたが，要件充足性をどのような基準により判断し，取り分け，Ｚ製品（薬剤α）が医師の処方せんなしには入手できない点をどのように考慮するか（仮に考慮しないのであれば，その場合の要件論）\nについて，言及しない答案も散見された。\n③ 不可欠要件不可欠要件の判断基準をめぐっては，複数の立場があり得るところ，本件特許権のような併用・組合せ特許に関する裁判例としては，前掲東京地判【ピオグリタゾン事件】があり，同判決に従うならば，課題解決のために本件特許発明が新たに開示したとは言えない公知の薬剤αそれ自体は不可欠要件を充足しないこととなろう。少数ながら，その旨を丁寧に論述している答案は，高く評価することができた。\nこれに対して，前掲知財高判【一太郎事件】を参考にしたと思われる答案が多数見られた。同判決の判示の理解にもよるが，仮にこれをいわゆる条件関係説的に緩やかに不可欠要件を解するものと理解して本問に当てはめるならば，薬剤αの公知性は不可欠要件の充足を認める妨げとはならないと解する余地はあるだろう。もっとも，その場合，薬剤αの公知性に言及することなく簡単に不可欠要件の充足を認めてしまっている答案が少なくなかったが，間接侵害の成否の判断においては特許権の効力の不当な拡張に当たらないかにつき配慮しつつ，公知の薬剤α単体の製造・販売を間接侵害として差し止めてよいのか否かについて，結論はともかく，問題意識を持って論じて欲しかった。\n(ｲ) 直接侵害が成立しない場合の間接侵害の成否についてこの問題に言及する答案においては，直接侵害がない場合の間接侵害の成否について，いわゆる折衷説に立つとするものが多かったが，どのような基準により判断するかを述べていない答案も少数見られた。\nまた，直接侵害者が，医師なのか薬剤師なのか患者なのかを明確にした上で，自説を展開している答案は少数にとどまった。\n(ｳ) 特許法第６９条第３項について特許法第６９条第３項に触れている答案は多くはなかったが，医師等が，同時に服用するように指示することが，同項の「混合」，「調剤」に該当するかにつき論じた答案は極めて少数であり，漫然と同項を適用する答案が多数であった。\nこの点，薬剤αは顆粒であり，薬剤βはカプセル入りの液体であるところ，その両者を組み合わせることが「混合」に当たるか否かは必ずしも自明ではないのであるから，特許法第６９条第３項が（類推）適用できるのかについてまず検討すべきである。条文の文言と設問の事実関係を注意深く読めば問題点に気付くことは可能であろう。\nその上で特許法第６９条第３項の適用ないし類推適用を認めて直接侵害が成立しないというのであれば，次に直接侵害が成立しない場合の間接侵害の成否が問題となり，いわゆる折衷説に立てば，同項の趣旨について検討する必要が生じる。その場合，同項が医療現場での医師等の行為を免責する趣旨であることや，同項が二以上の医薬に関する規定であり，単体の医薬について明記されておらず，単体の医薬の特許権の効力は当該医薬の製造・販売に及ぶと一般には解されることとの関係にも留意する必要があり，そのような点を踏まえた答案は高く評価することができた。一方，単に公益性を理由に間接侵害を否定する答案も散見された。\nウ 設問３差止め又は損害賠償の一方についてのみ述べる答案が散見されたが，その両者について問われていることは明らかであり，その点に気付いていなければ注意力不足である。\n(ｱ) 差止請求権について- 5 -多数の答案が独占的通常実施権者の固有の差止請求権を否定していたが，その理由として，\n特許法第１００条第１項の文言のみならず，より実質的な理由を述べる答案については，高く評価することができた。\n独占的通常実施権者の固有の差止請求権を否定する場合には，続いて専用実施権者の差止請求権の代位行使の可否について検討すべきであるが，この点に言及する答案は予想以上に少なかった。また，言及している答案であっても，代位行使を認める場合に何を被保全債権として捉えているのか不明なものもあった。\n他方，一般論として代位行使を認めるとしても，Ｘ２がＸ１の承諾も得てＣに実施許諾したこととの関係が問題となるが，この点について，それがＸ３との関係において債務不履行に当たるにしても，Ｘ２は実施権者であるＣに差止請求権を行使し得ない以上，差止請求権の代位行使も認められないのではないかとの観点から自説を展開している答案もあり，高く評価することができた。\n(ｲ) 固有の損害賠償請求権についてそもそも独占的通常実施権者に固有の損害賠償が認められるかについて，理由も含めて触れている答案は少数であった。\n固有の損害賠償請求権を認める場合には，単に独占的通常実施許諾の合意があっただけでは足りず，現実にも市場の独占状態が実現されていることを要するか否かが問題となるが，\nこの点について言及する答案はほとんどなかった。\n(ｳ) 特許法第１０２条第２項の類推適用についてＣに対する実施許諾は特許法上適法であるとしてＣに対する損害賠償請求は認められない旨のみを述べ，特許法第１０２条第２項の類推適用をめぐる問題に言及しない答案も散見された。しかし，そのような立論による場合であっても，同項に基づくＸ３の主張に対し，Ｃは同項の類推適用を否定する様々な反論を主張するであろうこと，また，独占的通常実施権者Ｘ３に対するＣの債権侵害（不法行為）が成立する可能性もないとは言えないことを踏まえれば，同項の類推適用をめぐり問題となる点については検討を加えるべきである。\n(ｴ) 自己実施がない場合の特許法第１０２条第２項の適用自ら特許発明を実施してない場合の特許法第１０２条第２項の適用に言及する答案はそれほど多くはなかった。その中で，前掲知財高判【ごみ貯蔵機器事件】の判示を意識し，同判決が，侵害行為がなかったならば利益を得られたであろうという事情の存在を求めていることについて言及した答案は更に少なかった。本設問では，Ｘ３は自ら実施せずにＢに再実施許諾をしているにすぎないから，同項の類推適用を認める以上，言及すべきであろう。もっとも，同判決を前提としても，Ｘ３のように実施許諾しかしていない場合についてまで同項の適用が認められるかについては議論があるところであるから，その点を自覚的に論じることが望まれる。その上で，そのような場合にも同項の適用を認めるのであれば，再実施許諾権を有しないＸ３による実施許諾との関係が問題となるが，この点に言及する答案はほとんどなかった。\n⑴ 第２問設問１及び設問２は，著作権についてのみ問うているにもかかわらず，著作者人格権について論じている答案が見られた。\nア 設問１(ｱ) 演奏権侵害の要件について「公衆」の意義に関しては，著作権法第２条第５項に言及しつつ，本設問を検討することが求められるところ，「市職員」が「特定」と言えるかについて論ずることなく，漫然と「不特定・多数」と解した答案が散見された。\nなお，侵害される権利が，演奏権ではなく上演権と誤解している答案も散見された。\n- 6 -(ｲ) 演奏の主体についてこの点に言及する答案は，予想よりも少なかったが，言及する答案においては，前掲最判【ロクラクⅡ事件】のほか，いわゆるカラオケ法理や手足論など様々な判断基準が用いられていた。手足論による場合は，それ以外の場合よりも相対的に強い支配管理性が要求されるであろうが，Ａが選曲したことなどの事実関係を踏まえてその点を説得的に論じている答案はほとんど見られなかった。\n(ｳ) 著作権法第３８条第１項についてこの点については，大多数の答案が言及していたものの，本件において問題となり得る著作権法第３８条第１項の３つの要件（非営利目的，無料，無報酬）全てについて，設問の事実関係を踏まえて適切かつ丁寧に論じている答案はそれほど多くはなく，一部の要件についてのみ述べる答案や，寄附金と「対価」（同項括弧書き）との関係を検討しない答案が散見された。また，営利を目的としないことと料金を受けないことは，条文上「かつ」と定められているように，それぞれ独立の要件であるが，両者を混同している答案もあった。\nイ 設問２本設問では，時事の報道のための著作権の制限（著作権法第４１条）と引用の抗弁（同法第３２条第１項）の両方に言及する必要があるが，両方に言及した答案はそれほど多くはなかった。\nまた，本件記事の文章が５００文字であること，本件動画は歌唱全７分間のうちの１分間であること，本件動画の部分は画面の８分の１の面積の窓になっていることなどといった設問の事実関係を十分に考慮することなく結論を導いている答案もあった。事実関係の中から法的に意味があると考えられる具体的な事実を適切に抽出し，一般的な規範をこれに当てはめて結論を出すという基本的な法的文章作成能力も問われていることに留意すべきである。\n(ｱ) 著作権法第４１条について本件動画が，本件コンサートの開催から１年以上経過してなお配信されているという事実は，本来「時事の事件」該当性の問題であると思われるところ，「報道の目的上正当な範囲内」の問題とした答案が多数見られた。そのように解する場合，同じ文言を用いている引用（同法第３２条第１項）との関係が問題となろう。\n(ｲ) 著作権法第３２条第１項について適法引用の要件をめぐり，前掲最判【パロディモンタージュ事件】のいわゆる２要件説のみに基づく答案が散見されたが，同説に対しては著作権法第３２条第１項の条文の文言との関係が不明であるなどの批判もあるところであり，近時の裁判例なども踏まえつつ，同項の文言に即して要件論を展開し，これを設問の具体的な事実関係に丁寧に当てはめて結論を出している答案については，高く評価することができた。\n(ｳ) その他本設問について，著作権法第３０条の２（付随対象物の利用），同法第３９条第１項（論説の転載），同法第４３条（要約引用），同法第１１３条第１項第２号（みなし侵害）の問題とする答案のほか，同法第３２条第１項において引用する側の著作物性を論ずる答案も散見されたが，いずれもあえて論ずる必要性は高くないであろう。\nウ 設問３(ｱ) 編集著作物について編集著作権については，まず著作物性（素材の「選択」又は「配列」の創作性）が問題となるところ，この点に言及しない答案が相当数見られたが，本問が編集著作物の問題であることに気付かなかったとすれば，著作権法の基本に関する理解が不足していると言わざるを得ない。\n(ｲ) 編集著作権侵害について- 7 -編集著作権侵害については，素材の選択又は配列のいずれかに創作性があり，それと実質的に同一であれば編集著作権侵害が成立するところ，この点を意識した答案は意外に少数であった。\n本設問では，少なくともＱ章の素材の選択については創作性が認められる可能性が高いところ，そうであれば，本件ＣＤはＱ章の素材をそのまま使用しているから，それだけで編集著作権侵害が認められるはずである。しかし，収録順が異なっていることを理由として侵害を否定する答案や，収録順が異なることから表現上の本質的特徴を直接感得できないとして侵害を否定する答案が散見された。編集著作権に対する理解が不足していると言わざるを得ない。また，そのような答案の中には，曲の順序の変更にのみ着目して同一性保持権侵害についてのみ論じる答案や，編集著作権に言及することなく，曲の順序を変更してもなお表現の本質的特徴を直接感得できるかという観点から翻案権侵害の成否のみを延々と論じる答案が少なくなかった。しかしながら，甲による６０編の詩の選択のうちの１０編の選択に創作性が認められ，本件ＣＤにおいてその創作性が利用されたのかという点こそが問題なのであって，その点の検討を抜きに翻案権侵害の成否を論じても不十分である。\n(ｳ) その他本設問に関し，公表権侵害，消尽を問題とする答案が見られたが，いずれも事案上問題とならないことは明らかである。また，歌詞と楽曲はそれぞれ独立した著作物と捉えるのが一般的な理解であるが，本件楽曲が詩Ｐの二次的著作物であると述べる答案も見られた。\nなお，同一性保持権について触れた答案は多かったが，氏名表示権に言及した答案は少なかった。\nエ 設問４本設問では，著作権は著作権管理団体Ｊに譲渡されているため，著作者人格権のみが問題となるところ，著作権侵害を論じる答案が散見されたが，上記事実は，著作権が問題とならない点を示しているだけであり，著作権侵害を論ずる必要はない。\n(ｱ) 著作権法第１１３条第６項について著作権法第１１３条第６項に言及する答案は，予想以上に少なく，同一性保持権について述べる答案や同法第１１５条の名誉回復等の措置についてのみ述べる答案が目立った。\n著作権法第１１３条第６項に言及する答案においても，同項の名誉・声望は社会的名誉・声望を意味することまで述べている答案はごく少数であった。また，社会的名誉・声望の問題であることを認識しながらも，当てはめでは，乙の意図を損なう点から社会的評価が低下すると述べる答案もあったが，乙の「主観的」な評価のみを根拠に「社会的」な評価の低下を招くという論法には問題があろう。さらに，戦争を茶化した喜劇での使用が平和活動家としての乙の社会的評価を低下させるとする答案もあったが，設問には，当該喜劇につき，戦争を茶化すとのみ記載されており，それが反戦的であるのか否か，また，Ｍはどのような場面で背景音楽として使用されたのか，といった点に関する事実関係は示されていないのであるから，安易な決めつけは避けるべきであろう。\n(ｲ) その他本設問において，同一性保持権の「改変」の問題と捉える答案が少なからず散見されたが，\n戊はＭをそのまま背景音楽として流しただけであって，楽曲そのものには何ら改変が行われていないから，同一性保持権の問題と捉えるのは困難であろう。\n⑶ 総括第１問，第２問とも設問が長文であり，かつ多数の論点を含んでおり，事例分析能力と論点抽出能力が試されている。このような設問では，適切に事例を分析し，重要な論点を的確に抽出し，\nその軽重を判断した上で簡潔に自説を展開することが肝要である。周辺的あるいは一つの論点について長々と自説を展開した結果，問われた点の一部にしか言及しない答案や重要な論点が欠落- 8 -している答案が散見された。特に後半において文字が判読困難な答案や極めて小さな文字で加筆する答案なども含め，時間不足や紙面不足と思われる答案については，その理由をよく考え，時間配分や論述のバランスには十分配慮すべきである。\n４ 今後の出題出題方針について変更すべき点は特にない。今後も，特許法及び著作権法を中心として，条文，\n判例及び学説の正確な理解に基づく，事案分析力，論理的思考力を試す出題を継続することとしたい。\n５ 今後の法科大学院教育に求められるもの論点の内容についてはそれなりに記載されているものの，実務において重視される事実関係の把握・分析が不十分と思われる答案が多かった。法科大学院は，実務家を養成する教育機関であるから，論点中心の教育ではなく，実際の訴訟等を想定して，具体的事案の中から，実務家なら当然なすべき主張を抽出し，それについて的確に論述する能力を広く養うような教育が求められる。\nまた，明文の規定があるにもかかわらず，条文を指摘せずに解釈論を展開する答案が見られたが，\n条文解釈が基本であるから，条文を前提とした解釈を意識した学習を指導することが求められる。\nさらに，最高裁判例や判断基準を示す裁判例があるにもかかわらず，それに言及せず，自説を展開する答案も散見された。繰り返しになるが，法科大学院は実務家を養成する教育機関なのであるから，判例を念頭に置いた学習を常に心掛けることが望まれる。\n- 9 -"
}