{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "租税法",
  "text": "〔第１問〕（配点：５０）\n甲市では，住民有志により結成された実行委員会が，町おこしの一環として，落ち武者伝説をテ\nーマにした「甲隠れ里祭り」の開催を企画していた。この祭りは，地域の旧跡を保全するとともに，その魅力を多くの人にアピールし，甲市の全国的な知名度を向上させることを目的としていた。\n甲市の住民であるＸは，この企画に賛意を示し，自らが営む文房具店の在庫から事務用品（時価\n２０万円相当）を実行委員会に贈与することを決め，引き渡した。\n他方，甲市で旅館業を営んでいた株式会社Ａ（以下「Ａ社」という。）も，この企画に賛意を示し，実行委員会に対して協賛金２００万円の支出を行った。\n実行委員会は活発な宣伝活動を行い，全国ニュースにも取り上げられたため，市外からの観光客も多く集まって，祭りは盛況であった。なお，「甲隠れ里祭り」の宣伝に際しては，Ｘ及びＡ社を含め，協賛金等を拠出した者の名前等は全く明らかにされなかった。\n祭りの後，Ａ社の代表取締役社長であるＹは体調を崩して入院した。Ｙは，親から社長を引き継いで以来，経営不振に陥った近隣の旅館を買い取ってファミリー向けに改装し，新たな客層を呼び込むことで，観光客の低落傾向が続く甲市において，むしろ客室稼働率を高めることに成功していた。３０年以上代表取締役として精力的に経営を担ってきたＹであったが，この入院を機に引退を考えるに至った。そこで，自らは代表権のない非常勤取締役に退くとともに，長男であるＺを新たに代表取締役社長として，事業を引き継がせることとした。代表取締役交代については，登記がなされ，また，取引先や従業員にも周知された。この代表取締役の交代を受けて，Ａ社は，Ｙに対して分掌変更による退職手当の支給を行った。\nＹは，これまで週５日出勤していたところ，上記交代後は出勤も週２日となり，報酬も大幅に減額され，従来の３割程度の支給額にとどまることとなった。それまでＹが管理していたＡ社の印鑑や預金通帳についても，Ｚが管理することになった。その一方で，Ｙは依然として取締役会には必ず参加していた。Ｚも，重要な役職の異動及び給与査定などの人事上の決定や，取引先の選定といった営業上の決定について，度々Ｙに相談し，その意見に従っていた。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１ Ｘが「甲隠れ里祭り」実行委員会に贈与した事務用品については，Ｘの事業所得における総収入金額の計算上どのように扱われるか。根拠条文と理由を付して述べなさい。\n２ ＹがＡ社から支給された退職手当は，所得税法上，いかなる所得に分類されるか。退職所得という所得の種類が設けられている趣旨・目的を明らかにした上で，理由を付して述べなさい。\n３⑴ Ａ社が行った「甲隠れ里祭り」実行委員会への協賛金の支出は，Ａ社に対する法人税の課税上，どのように扱われるか。根拠条文と理由を付して述べなさい。\n⑵ 仮に，Ａ社の社名が，協賛企業として，実行委員会が提供する祭りの専用ホームページ及びパンフレットに表示されていた場合，Ａ社に対する法人税の課税上，協賛金の支出はどのように扱われるか。⑴における結論との異同を踏まえ，根拠条文と理由を付して述べなさい。\n- 8 -\n〔第２問〕（配点：５０）\nＡは，自宅の近くに店舗を借りて日本料理店を経営するとともに，別に一棟の建物内に複数の区分建物（以下，併せて「本件各賃貸物件」という。）を所有し，本件各賃貸物件を賃貸して賃料を得ていた。Ａは，Ｂ銀行から，上記日本料理店の事業資金，本件各賃貸物件の購入資金及び自宅の購入資金として，約３億円の借入れを行っていた。借入れに際しては，本件各賃貸物件及びＡの自宅に抵当権が設定されるとともに，Ａの配偶者であるＣが連帯保証人となっていた。\nＡの営む日本料理店は，マスコミにも取り上げられたことのある著名な店舗であったが，平成２０年頃からの景気の悪化に加え，平成２２年冬にＡ自身の過失により店舗内で火事を発生させたことから経営状態が悪化した。Ａは，上記日本料理店の食材を納入しているＤ社から，平成２４年末までに支援の趣旨で融資を受け，その後も細々と営業を継続していた。ＡのＤ社から受けた融資の合計額は約６００万円となっていた。また，本件各賃貸物件についても，老朽化が進み，賃借人が相次いで退去したが，一物件のみ賃料を大幅に減額した上で賃貸を継続している状況にあった。Ａ\nとＣの生計は，市役所で非常勤職員として働いているＣの月額１５万円程度の給与収入により維持されていた。\nＡは，平成２４年からは，Ｂ銀行と交渉して借入金について元本の返済の猶予を受け，利息部分のみの支払を続けていたが，平成２５年末からは利息の支払も滞るようになった。\n平成２７年１２月１日，Ｂ銀行のＡに対する貸付金元本及び利息合計の残高は，①本件各賃貸物件の購入資金に係るものにつき１億円，②日本料理店の事業資金に係るものにつき６０００万円，③自宅の購入資金に係るものにつき４０００万円の合計２億円であった（以下，これらの債権を併せて「本件債権」という。）。これを踏まえて，Ａ及びＣはＢ銀行との間で，同日，Ａが，その所有する本件各賃貸物件及び自宅を売却するなどし，本件債権につき上記①から③までの各残高に応じて案分して充当することとして１億円を弁済することとし，これを停止条件としてＢ銀行が残りの１億円の債務を免除する旨の和解契約（以下「本件和解契約」という。）を締結した。Ａ及びＣには，本件各賃貸物件及び自宅以外にめぼしい財産はなかった。Ａは，平成２７年１２月１０日にＢ銀行に上記１億円を弁済し，Ｂ銀行は，残りの１億円について債務を免除した（以下，Ａに対するこの債務の免除を「本件債務免除」という。）。\nその後，Ａが営む日本料理店は，外国人旅行者の間で評判となり，平成２８年夏以降，経営状態が好転した。\n以上の事案について，以下の設問に答えなさい。\n〔設問１〕\n本件債務免除により受ける経済的な利益の価額を，Ａの各種所得の金額の計算上，総収入金額に算入すべきであるかについて，具体的な事実を評価した上で所得税法第４４条の２の適用の有無を検討し，算入すべきとする場合には各種所得ごとにその金額を明らかにしなさい（ただし，同条第\n３項の要件は充足しているものとする。）。\nなお，Ａの日本料理店に係る事業及び本件各賃貸物件の賃貸業について，平成２７年分の各種所得の金額の計算上生じた損失として，それぞれ５００万円が発生していたものとする。\n〔設問２〕\nＡは，平成２２年冬の火事により，自己所有の器具と備品の一部を焼失したが，Ａの平成２２年の事業所得の金額の計算上この損失の金額を必要経費に算入できるか。事業所得の金額の計算上必要経費を控除する理論的根拠に言及しつつ述べなさい。\n〔設問３〕\nＢ銀行は，本件和解契約の締結までには至らない場合に備え，本件債権につき次の１又は２の処\n- 9 -理を検討していた。\n１ 本件債権を債権回収会社であるＥ社に１億円で譲渡する。\n２ 本件債権の評価換えをして，その帳簿価額を１億円に減額し（ただし，損金経理はしない。），１億円の評価損を計上する。\n上記１及び２の処理について，法人税法上の取扱いの異同を述べなさい。\n（参照条文）所得税法施行令\n（固定資産の範囲）第５条 法第２条第１項第１８号（固定資産の意義）に規定する政令で定める資産は，たな卸資産，有価証券及び繰延資産以外の資産のうち次に掲げるものとする。\n一 土地（土地の上に存する権利を含む。）二 次条各号に掲げる資産三 電話加入権四 前三号に掲げる資産に準ずるもの（減価償却資産の範囲）第６条 法第２条第１項第１９号（減価償却資産の意義）に規定する政令で定める資産は，棚卸資産，有価証券及び繰延資産以外の資産のうち次に掲げるもの（時の経過によりその価値の減少しないものを除く。）とする。\n一～六 （略）七 工具，器具及び備品（観賞用，興行用その他これらに準ずる用に供する生物を含む。）八 （以下略）\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "subject": 13,
  "purpose": "〔第１問〕\n本問では，祭りの開催を企画した実行委員会に対して，物品又は協賛金の贈与が行われた事案を基に，個人Ｘ及び株式会社Ａ（以下「Ａ社」という。）について，それぞれ所得税法及び法人税法上の扱いを問うている。まず，個人Ｘが実行委員会に対して行った事務用品の贈与が，所得税法上どのように総収入金額に算入されるかを問う（設問１）。当該事務用品は，Ｘの事業（小売業）にとってたな卸資産に該当するため，自家消費と並んで，総収入金額の計算に関\n- 24 -する別段の定めが設けられていることに注意が必要である。次に，法人税法の問題として，Ａ社が支出した協賛金につき，法人税の課税上の扱いを問う（設問３）。さらに，こうした設問と併せて，Ａ社の代表取締役であったＹが，代表権のない非常勤取締役への地位変更に伴って退職手当の支給を受けた事実を基にして，退職所得の意義を明確にして，その所得の種類を検討することを求めている（設問２）。\n設問１においては，総収入金額の「別段の定め」として，所得税法第４０条の存在を摘示する必要がある。帰属所得に課税する同条の位置付けを含め，所得金額の計算の仕組みについて理解していることを示す必要がある。\n設問２においては，Ｙが受けた退職手当の所得分類を判断するため，所得税法第３０条にいう「退職により一時に受ける給与」の意義（最判昭和５８年９月９日民集３７巻７号９６２頁）を明確にすることが求められている。その際は，問題文で明記したとおり，退職所得という所得分類が，給与所得のほかに特別に設けられている趣旨・目的を明らかにする必要がある。なお，本問では，役員の分掌変更に伴う退職手当の支給の扱いが問題とされ，退職ないし勤務関係の終了という要件を形式的には満たさないため，「これらの性質を有する給与」に該当するか否かを判断することになる。いずれの結論を導くとしても，本問の具体的な事実関係に基づき，Ｙの地位又は職務の内容が激変し，Ｙが実質的にＡ社を退職したのと同様の事情にあると認めることができるかどうかを丁寧に検討し，解答することを求めたものである。\n設問３においては，Ａ社の支出した協賛金の寄附金該当性が問題になる。法人税法が第２２条第３項において費用・損失の損金算入を広く認める一方で，その「別段の定め」として第３７条によって寄附金の損金算入を制限している趣旨を明らかにする必要がある。その上で，⑴\nと⑵の事情の違いに応じて，その取扱いの検討及び両者の異同に関する説明を期待したものである。\n具体的には，設問３⑴においては，「甲隠れ里祭り」の宣伝に際して，協賛金等を拠出した者の名前等は全く明らかにされなかったというのだから，Ａ社による協賛金の支出は，対価性のない支出として法人税法第３７条第７項にいう寄附金に該当し，同条第１項により損金算入に一定の制限を受けることになる。これに対して，設問３⑵においては，Ａ社の社名が，協賛企業として祭りの専用ホームページ及びパンフレットに表示されていた。この点を考慮した上で，「広告宣伝……の費用」（同条第７項括弧書き。いわゆる広告宣伝費）に該当するか否かを検討する必要がある。⑴との異同を踏まえるに当たっては，寄附金を広範に捉え，損金算入を制限する一方で，括弧書きにおいて，費用性が客観的に明白な支出を除外する条文構造となっていることなどを指摘することになろう。\n〔第２問〕\n本問は，日本料理店を経営するとともに複数の区分建物（本件各賃貸物件）を賃貸して賃料を得ていたＡが，Ｂ銀行から，上記日本料理店の事業資金，本件各賃貸物件の購入資金及び自宅の購入資金として約３億円の借入れをしていたところ，景気の悪化や火災により上記日本料理店の経営状態が悪化し，本件各賃貸物件の賃貸による収入も減少したことから，その返済が滞ったため，交渉の末，Ｂ銀行のＡに対する貸付金残額２億円（本件債権）のうち１億円を弁済し，残りの１億円の債務を免除する旨の和解契約（本件和解契約）が成立したという事案において，Ａに関し，本件和解契約に係る債務免除益及び上記火災により焼失した器具と備品に係る損失の所得税法上の取扱いを問うとともに（設問１及び２），Ｂ銀行に関し，本件債権の処理として採り得る措置につき，法人税法上の取扱いの異同を問うものである（設問３）。\n設問１においては，まず，Ａは本件和解契約により債務免除益という経済的利益を得ているものであり，原則として所得税法第３６条第１項により総収入金額に算入すべきものとなるが，これを総収入金額に算入しない場合である同法第４４条の２第１項の「その他資力を喪失して\n- 25 -債務を弁済することが著しく困難である場合」に該当するか否かにつき，同項の趣旨や解釈を示した上，具体的な事実から，事業の状況，弁済の状況，物的・人的担保の状況，Ａの資力等に係る有意な事情を抽出し，これらを総合的に評価して当てはめることを求めるものである。\nそして，総合的に評価した結果上記の場合に当たるとすれば，更に所得税法第４４条の２第\n２項の適用が問題となり，同項各号の定めに従って同条第１項が適用されない額を明らかにした上，所得分類を検討した後，各種所得の総収入金額に算入する額を検討することが必要となる。条文の丁寧な検討，当てはめが期待される。一方，上記の場合に当たらないとすれば，上記債務免除益は全額総収入金額に算入すべきこととなり，所得分類を検討した後，各種所得の総収入金額に算入する額を検討することが必要となる。\n設問２においては，火災により焼失した器具と備品に係る損失の金額を，事業所得の金額の計算上，必要経費に算入することができるかにつき，事業所得の算定に当たり所得税法第３７条第１項に規定する必要経費の額を控除する理論的な根拠に触れ，その趣旨が同項の別段の定めに当たる同法第５１条第１項の資産の損失にも及ぶことを明らかにしつつ，同項の当てはめを行うことを求めるものである。\n設問３においては，Ｂ銀行が本件債権の処理として採り得る措置について，問題文本文の本件和解契約に基づく債務免除以外の方法として，本件債権の回収可能性を踏まえた金額による\n①債権回収会社への債権譲渡と②評価換えを想定し，それぞれの場合における法人税法上の取扱いについて，その異同を問うものである。①の場合には，債権譲渡による収益１億円が益金の額に算入され（法人税法第２２条第２項），他方，本件債権の原価２億円が損金の額に算入され（同条第３項第１号），②の場合には，同法第３３条第１項により，評価換えによる評価損は，損金の額に算入されないと解されるが，法人税法上，損失の計上につき実現主義が採られていることから異なる取扱いがされることを踏まえ，その異同を比較することを求めるものである。"
}