{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "刑事系",
  "text": "論文式試験問題集［刑事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について，具体的な事実を摘示しつつ論じなさい（建造物侵入罪及び証拠隠滅罪並びに特別法違反の点は除く。）。\n１ 会社員甲（２８歳，男性，身長１６５センチメートル，体重７０キログラム）は，毎月２５日，勤務先から給料２３万円を支給されていたが，預貯金はなかった。甲は，某年８月２５日に支給された給料の大半を遊興に費消したため，９月１０日には，手持ちの金がほとんどなくなってしまった。\n２ 甲は，９月１２日午後１時，自宅近くのショッピングモール内にある時計店で，以前から欲しかった限定品の腕時計Ｘ（販売価格１０万円）が，１個だけ販売されているのを見付けた。甲は，手持ちの金がなかったため，勤務先会社の同僚Ａ（２８歳，男性，身長１７０センチメートル，体重\n６５キログラム）から金を借りて腕時計Ｘを購入しようと考えた。甲は，同日午後１時５分，同時計店内でＡに電話をかけ，「腕時計Ｘを買いたいので１０万円貸してほしい。」と頼んだところ，Ａからは金がないと言われて断られた。しかし，甲は，どうしても腕時計Ｘが欲しかったため，引き続きＡに対して，「クレジットカードを貸してくれないか。そのクレジットカードで腕時計Ｘを買いたい。使った分の金は９月２５日の給料で支払うし，腕時計Ｘを買うほかには絶対使わない。」と頼んだ。Ａは，甲の言うことを信じ，甲に対して，Ｂ信販会社が発行したＡ名義のクレジットカ\nード（以下「本件クレジットカード」という。）を腕時計Ｘを購入するためだけに利用することを条件として貸すことにした。なお，本件クレジットカードは，Ｂ信販会社が所有するものであり，Ｂ信販会社の規約には，会員である名義人のみが利用でき，他人への譲渡，貸与等が禁じられていることや，加盟店は，利用者が会員本人であることを善良な管理者の注意義務をもって確認することが定められている。\n３ 同日午後２時，甲は，Ａと会って本件クレジットカードを受け取り，同日午後３時，前記時計店に戻った。甲は，同時計店に戻った後に新たに見付けた腕時計Ｙ（販売価格５０万円）を，交際相手へプレゼントするために購入したいと考えた。甲は，本件クレジットカードを腕時計Ｘを購入するためだけに利用するというＡとの約束に反すること，今後，Ａに合計６０万円を支払うことができる確実な見込みがないことをそれぞれ認識しつつ，同日午後３時１５分，応対した同時計店店主\nＣに対し，腕時計Ｘと腕時計Ｙの購入を申し込んだ。その際，甲は，Ｃに対し，Ａ本人であると装って本件クレジットカードを手渡した上，Ｃの求めに応じ，Ｂ信販会社の規約に従い利用代金を支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前をボールペンで記入して手渡した。Ｃは，その署名を確認し，甲がＡ本人であって，本件クレジットカードの正当な利用権限を有すると信じ，甲に対して，腕時計Ｘと腕時計Ｙを合計６０万円で売却した。甲は，購入した腕時計\nＸと腕時計Ｙを持って同時計店を出た後，同日午後５時，交際相手と会って，同人に腕時計Ｙをプレゼントした。\n４ 甲は，同日午後６時，Ａと会って本件クレジットカードを返却した。その際，甲は，Ａに対して，本件クレジットカードを利用し，腕時計Ｘ以外にも，交際相手へプレゼントするために腕時計Ｙを購入したこと，それらの購入金額の合計が６０万円であったことを話した上で，「６０万円は絶対支払う。」と言った。Ａは，甲が約束を破り，本件クレジットカードを利用して腕時計Ｙを購入したことから甲に対する怒りを覚えたものの，「使ってしまったものは仕方がない。金の支払を受けられれば良い。」と思い，甲から６０万円が支払われるのを待つことにした。\n５ その後，甲は，Ａに支払う６０万円を用意するため，複数の知人に借金を申し込んだが，誰からも金を借りられず，６０万円を用意できないまま９月２５日の給料日を迎えた。甲は，同日，Ａに対して，「来月まで支払を待ってほしい。」と頼んだ。Ａは，甲の頼みを聞いて，１０月２５日の給\n- 2 -料日まで甲の支払を待つことにした。その後も，甲は，Ａに支払う６０万円を用意するため，複数の知人に借金を申し込んだが，誰からも金を借りられず，６０万円を用意できないまま１０月２５日の給料日を迎えた。Ａは，同日以降，何度も，甲に対して６０万円を支払うように求めたが，甲は，適当な理由をつけてＡに金を支払わなかった。そのためＡは，甲に対する怒りを募らせた。\n１１月１０日，Ａ名義の銀行口座から，腕時計Ｘと腕時計Ｙの代金６０万円を含む本件クレジットカードの９月分の利用代金が引き落とされた。高額の支出のため生活費に困ったＡは，甲に対する怒りを更に募らせ，甲に対して６０万円を支払うように強く求めた。甲は，Ａの甲に対する怒りがかなり強くなっていることを知り，同月１５日，複数の金融業者から借りて現金６０万円を用意し，これをＡに支払った。しかし，Ａの甲に対する怒りは収まらず，Ａは，顔を合わせるたびに甲に対して，「さんざん迷惑掛けやがって。これで済んだと思うなよ。」などと嫌みを言っていた。\n６ 甲は，１１月２０日午後８時，知人乙（２５歳，男性，身長１７５センチメートル，体重７５キログラム）と飲食店で飲食していたところ，偶然，Ａが同店にやって来た。Ａは，甲を見付けると，甲に対して，「のんきに飯なんか食いやがって。金もないくせに。」などと嫌みを言い始めた。甲は，Ａの言動に嫌気がさし，同店から徒歩で１５分の所にある，甲が一人で暮らす甲宅で乙と飲食し直すことにし，同日午後８時５分，Ａに気付かれないようにして，乙と同店を出た。\n７ Ａは，同日午後８時１０分，甲が同店から出たことに気付いて怒り，同店から出て甲を追い掛け，同日午後８時１５分，人気のない暗い路上で，乙と歩いている甲に追い付いた。Ａは，甲に対して，「こそこそ逃げやがって，この野郎。」と言いながら，甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出した。これに気付いた甲は，Ａの右手の拳骨をかわしながら，このままではＡから殴られると考え，これを防ぐため，乙に対して，「一緒にＡを止めよう。」と言った。乙は，甲がＡから殴られるのを防ごうと考え，「分かった。」と答えた。そこで，甲と乙が正面からＡに体当たりしたところ，Ａは路上に尻餅を付いた。しかし，Ａは，すぐに立ち上がり，「この野郎。」と言いながら，再び右手の拳骨で甲の顔面に殴りかかろうとした。甲と乙は，甲がＡから殴られるのを防ごうと考え，再び正面からＡに体当たりしたところ，Ａが路上に仰向けに倒れた。倒れたＡは，「なにするんだ。この野郎。」と大声で言いながら，立ち上がろうとした。その様子を見た甲は，しばらくＡを押さえ付けておけばＡが落ち着き，Ａから殴られることもなくなるだろうと考え，乙に対して，「一緒にＡを押さえよう。」と言った。乙は，甲がＡから殴られるのを防ごうと考え，甲に対して，「分かった。俺は上半身を押さえるから，下半身を押さえてくれ。」と答えた。\n甲は，仰向けに倒れているＡの両膝辺りにＡの足先の方向を向いてまたがり，Ａの両足首を，真上から両手で力を込めて押さえ付けた。乙は，仰向けに倒れているＡの腰辺りにＡの頭の方向を向いてまたがり，Ａの両上腕部を，真上から両手で力を込めて押さえ付けた。しかし，Ａは，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせた。乙は，Ａのその様子を見て，甲がＡから殴られるのを防ぐためには，Ａを痛めつけて大人しくさせるしかないと考えた。そこで，乙は，Ａの腰辺りにまたがってＡの右上腕部を真上から左手で力を込めて押さえ付けたまま，Ａの左上腕部に右膝を力を込めて押し当てた上，傍らに落ちていた石（直径１０センチメートルの丸形，重さ８００グラム）を右手で拾い，右手に持ったその石で，Ａの顔面を力を込めて１発殴った。するとＡは失神し，全く動かなくなった。なお，甲は，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識していなかった。また，乙は，Ａの顔面を右手に持った石で殴り付けた際，Ａを殺そうともＡが死ぬかもしれないとも考えていなかった。\n８ 甲と乙は，Ａが全く動かなくなったためＡから離れた。甲は，乙から，右手に持った石でＡの顔面を殴ったことを聞いた。甲と乙は，鼻から血を流して全く動かないＡの様子を見てＡが死んでしまったと思った。甲は，乙に対して，「Ａは結婚して妻も子供もいるのにどうしよう。」と言った。\n乙は，近くに人がいないことを確認した上，甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。Ａの財布を探して捨ててしまおう。」と言った。甲は，乙に対して，「そうしよう。」と- 3 -答えたものの，「財布は捨ててもいいが，もったいないから中の現金はもらい，借金の返済に使おう。」と考えていた。しかし，甲は，乙にその考えを話さなかった。甲と乙は，財布を探した。甲は，Ａのズボンのポケット内に財布１個があるのを見付けたので，乙に財布を見付けたことを話した上，同ポケットから同財布を取って中を確認したところ，同財布には１万円札４枚の合計４万円が入っていた。甲は，同財布に現金４万円が入っていたことを乙に話した上，現金入りの同財布を，甲の上着ポケットにしまった。乙は，甲が現金入りのまま同財布を捨ててくれると思っていた。\n甲と乙は，そのまま甲宅へ向かい，同日午後８時３０分，甲宅に到着した。乙は，同日午後９時，帰宅するために甲宅を出た。甲は，同日午後９時５分，甲宅において，上着ポケットにしまったままの現金入りの同財布を取り出して現金４万円を抜き取り自分のものとし，同財布は甲宅の押し入れ内に隠した。\n９ Ａは，同日午後１０時頃，失神したまま路上に倒れていたところを通行人に発見され，通報により到着した救急隊員により病院に搬送された。Ａは，乙に石で顔面を殴られたことから，全治約１か月間を要する鼻骨骨折の傷害を負った。\n- 4 -論文式試験問題集［刑事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成２８年９月１日に覚せい剤取締法違反（所持）により逮捕されたＡは，同月４日，司法警察員Ｐの取調べにおいて，「所持していた覚せい剤は，逮捕される３日前の夜，Ｈ県Ｉ市Ｊ町の路上で，甲から買ったものである。」旨供述した。Ｐが甲について捜査したところ，甲は，覚せい剤取締法違反の前科３犯を有する者であり，現在，Ｈ県Ｉ市Ｊ町○丁目△番地所在のＫマンション１０１号室（以下「甲方」という。）を賃借し，居住していることが判明した。また，Ａ以外にも，その頃，覚せい剤取締法違反（所持）で逮捕された複数の者が，覚せい剤を甲から買った旨供述していることも判明した。そこで，Ｐが，司法警察員Ｑらに，甲方への人の出入り及び甲の行動を確認させたところ，甲方には，甲とその内妻乙が居住しているほか，丙が頻繁に出入りしていること，甲が，Ｋマンション周辺の路上で，複数の氏名不詳者に茶封筒を交付し，これと引換えに現金を受領するという行為を繰り返していることが判明した。\nこれらの事情から，Ｐは，甲が自宅を拠点に覚せい剤を密売しているとの疑いを強め，覚せい剤密売の全容を解明するためには甲方の捜索差押えを実施する必要があると考えた。Ｐは，同月１５日，Ｈ地方裁判所裁判官に対し，甲に対する覚せい剤取締法違反（Ａに対する営利目的の譲渡）の被疑事実で甲方の捜索差押許可状の発付を請求した。Ｈ地方裁判所裁判官は，同日，捜索すべき場所を「甲方」とし，差し押さえるべき物を「本件に関連する覚せい剤，電子秤，茶封筒，ビニール袋，注射器，手帳，ノート，メモ，通帳，携帯電話機」とする捜索差押許可状を発付した。\nＰは，Ｑから，甲が玄関のドアチェーンを掛けたまま郵便配達員に応対していたとの報告を受け，甲方の捜索の際，呼び鈴を鳴らしてドアを開けさせることができたとしても，ドアチェーンが掛かったままの可能性が高く，その場合，玄関から室内に入るのに時間が掛かり，甲らが証拠隠滅を図るおそれが高いと考えた。そこで，これに備えて，Ｑらが，甲方ベランダの外にあらかじめ待機し，Ｐの合図でベランダの柵を乗り越えて掃き出し窓のガラスを割って甲方に入ることとした。\n２ Ｐは，同月１７日，甲方を捜索することとし，同日午後１時頃，ＱらをＫマンション１階甲方ベランダの外に待機させた上，甲方玄関先の呼び鈴を鳴らした。すると，甲がドアチェーンを掛けたままドアを開けたので，Ｐは，直ちにＱに合図を送った。①Ｐから合図を受けたＱらは，ベランダ\nの柵を乗り越え，掃き出し窓のガラスを割って解錠し，甲方に入った。居間には，乙が右手にハンドバッグを持った状態で，また，丙がズボンの右ポケットに右手を入れた状態で，それぞれ立っていた。その間に，Ｐは，携行していたクリッパーでドアチェーンを切断して玄関から甲方に入った。\nＰは，居間において，甲に捜索差押許可状を示した上，Ｑらと共に，甲方を捜索し，居間のテーブル付近において，電子秤１台，ビニール袋１００枚，茶封筒５０枚，注射器８０本及び携帯電話機\n５台を発見し，これらを差し押さえた。\nＰらによる捜索中，居間に立っていた乙が，ハンドバッグを右手に持ったまま玄関に向かって歩き出した。それを見たＰが，乙に対し，「待ちなさい。持っているバッグの中を見せなさい。」と言ったところ，乙は，「私のものなのに，なぜ見せないといけないんですか。嫌です。」と述べてこれを拒否し，そのまま玄関に向かった。そこで，②Ｐは，「ちょっと待て。」と言いながら乙の持っていたハンドバッグをつかんでこれを取り上げ，その中身を捜索した。その結果，Ｐは，同ハンドバッグ内から，多数の氏名・電話番号が記載された手帳１冊及び甲名義の通帳１通を発見し，これらを差し押さえた。\n他方，丙は，ズボンの右ポケットに入れていた右手を抜いたが，右ポケットが膨らんだままであったほか，時折，ズボンの上から右ポケットに触れるなど，右ポケットを気にする素振りや，落ち着きなく室内を歩き回るなどの様子が見られた。そこで，Ｑは，丙に，「ズボンの右ポケットに何\n- 2 -が入っているんだ。」と尋ねたが，丙は答えなかった。その後，丙は，右手を再び右ポケットに入れてトイレに向かって歩き出した。これに気付いたＱは，丙に，「待ちなさい。右ポケットには何が入っている。トイレに行く前に，ポケットに入っているものを出して見せなさい。」と言って呼び止めた。これに対し，丙は，黙ったままＱの脇を通り抜けてそのままトイレに入ろうとした。そこで，③Ｑは，丙の右腕をつかんで引っ張り，右ポケットから丙の右手を引き抜いたが，丙が右手に何も持っていなかったことから，更に丙のズボンの右ポケットに手を差し入れ，そこから５枚の紙片を取り出した。Ｑがその紙片を確認したところ，各紙片に，覚せい剤を売却した日，相手方，量及び代金額と思われる記載があったことから，これらを差し押さえた。\nその後，Ｐらは，押し入れ内から，ビニール袋に入った覚せい剤１袋（１００グラム）を発見し，同日午後３時頃，甲，乙及び丙を覚せい剤取締法違反（営利目的の共同所持）で現行犯逮捕した上，逮捕に伴う差押えとして，同覚せい剤を差し押さえた。\n３ 甲ら３名は，同月１９日，覚せい剤取締法違反（営利目的の共同所持）の被疑事実によりＨ地方検察庁検察官に送致され，同日，勾留された。\n甲ら３名は，取調べにおいて，いずれも被疑事実を認めた上で，平成２７年１１月頃から覚せい剤の密売を開始し，役割を分担しながら，携帯電話で注文を受けて覚せい剤を密売していたことなどを供述した。また，通帳等の記載から，甲ら３名の覚せい剤密売による売上金の５割相当額が甲名義の預金口座から丁名義の預金口座に送金されていることが判明した。甲は，当初，丁の覚せい剤密売への関与を否定したが，その後，丁の関与を認めるに至り，丁に対する前記送金は覚せい剤の売上金の分配であると供述した。乙は，丁の関与を一貫して否定し，丙は，丁のことは知らないと供述した。以上の過程で，【資料】記載の〔証拠１〕ないし〔証拠４〕が作成された。\n検察官Ｒは，延長された勾留の満了日である平成２８年１０月８日，甲ら３名を覚せい剤取締法違反（営利目的の共同所持）により，Ｈ地方裁判所に公判請求した。\n４ Ｐは，甲の供述等に基づき，同月１９日，丁を覚せい剤取締法違反（甲ら３名との営利目的の共同所持）で通常逮捕した。丁は，「甲，乙のことは知っているが，丙のことは知らない。覚せい剤を甲らと共同で所持したことはない。甲は，毎週，私名義の預金口座に現金を送金してくれているが，その理由は分からない。昔，甲が，私の所有する自動車を運転中に事故を起こしたことがあり，その弁償として送金してくれているのではないか。」と供述し，事件への関与を否認した。\n丁は，同月２１日，覚せい剤取締法違反（甲ら３名との営利目的の共同所持）の被疑事実によりＨ地方検察庁検察官に送致され，同日，勾留された。\n丁は，その後も否認を続けたが，Ｒは，捜査の結果，延長された勾留の満了日である同年１１月\n９日，丁について，甲ら３名と共謀の上，営利の目的で，覚せい剤１００グラムを所持したとの事実で，Ｈ地方裁判所に公判請求した。\nＲは，丁の弁護人Ｓに対し，〔証拠３〕を含む検察官請求証拠を開示するとともに，甲の証人尋問が予想されたことから，〔証拠１〕，〔証拠２〕及び〔証拠４〕を含む，甲及び乙の供述録取書等を任意開示した。\n５ 丁に対する覚せい剤取締法違反被告事件の第１回公判期日において，丁は，「身に覚えがない。\n甲が覚せい剤の密売をしていたかどうかも知らない。」と陳述して公訴事実を否認し，Ｓは，検察官請求証拠のうち，〔証拠３〕について不同意との証拠意見を述べた。そこで，Ｒは，丁と甲らとの共謀を立証するため，甲の証人尋問を請求し，Ｈ地方裁判所は，第２回公判期日においてこれを実施する旨の決定をした。\n第２回公判期日において，甲の証人尋問が実施され，甲は，「私は，以前，覚せい剤取締法違反により懲役２年の実刑判決を受け，平成２７年６月に刑務所を出所した。すると，丁が刑務所に迎えに来てくれて，『しばらくはのんびり生活したらいい。』と言って５０万円をくれた。同年８月頃，丁から，『何もしていないんだったら手伝わないか。』と言われ，覚せい剤の密売を手伝うようになった。同年１０月下旬，丁から，『覚せい剤を仕入れてやるから，自分たちで売ってこい。俺の取\n- 3 -り分は売上金の５割でいい。あとは自由に使っていい。』と言われたので，同年１１月頃から，内妻の乙や知人の丙と一緒に覚せい剤を密売し，毎週，売上金の５割を丁名義の口座に振り込み，私が３割，乙及び丙が１割ずつ受け取っていた。丁からは，１か月に１回の頻度で，密売用に覚せい剤１００グラムを受け取っていた。」旨供述した（以下「甲証言」という。）。\n第３回公判期日において，④Ｓは，甲証言の証明力を争うため，〔証拠１〕，〔証拠２〕及び〔証拠４〕の各取調べを請求した。\n〔設問１〕 下線部①ないし③の捜査の適法性について，具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n１．裁判所は，下線部④で請求された各証拠について，これらを証拠として取り調べる旨の決定をすることができるか否かを論じなさい。\n２．仮に，前記１において，裁判所が甲証言の証明力を争うための証拠として取り調べた証拠があったとする。その場合，Ｒが「甲証言の証明力を回復するためである。」として，改めて〔証拠\n３〕の取調べを請求したとき，裁判所は，これを証拠として取り調べる旨の決定をすることができるか否かを論じなさい。\n（参照条文） 覚せい剤取締法第４１条の２ 覚せい剤を，みだりに，所持し，譲り渡し，又は譲り受けた者（略）は，１０年以下の懲役に処する。\n２ 営利の目的で前項の罪を犯した者は，１年以上の有期懲役に処し，又は情状により１年以上の有期懲役及び５００万円以下の罰金に処する。\n３ （略）\n- 4 -\n【資料】\n供述者 作成日付 証拠方法 供述要旨等\n（平成２８年） 作成者証拠１ ９月２１日 捜査報告書 本職が，本日，被疑者甲から聴取した供述の要旨はＰ 以下のとおりである。\n「密売グループの構成員は，私，乙，丙の３名である。私が密売グループのトップであり，乙，丙に密売の手伝いをさせていた。丁は私の知り合いだが，覚せい剤の密売には関与していない。」\n〔甲の署名・押印なし。〕\n証拠２ 甲 ９月２２日 供述録取書 私が覚せい剤の密売に関与するようになったのは，Ｐ 平成２７年になってからである。密売用の覚せい剤は，私が知り合いの暴力団組員から定期的に仕入れていた。\nその知り合いの組員は丁ではない。\n丁名義の預金口座に現金を送金したのは，借金の返済のためであり，覚せい剤の密売による売上金を分配したものではない。\n〔甲の署名・押印あり。〕\n証拠３ 甲 １０月５日 供述録取書 私は，平成２７年８月頃，丁から，覚せい剤の密売\nＲ を手伝うように言われた。その後，丁の指示で，同年\n１１月頃から，乙，丙と共に覚せい剤の密売を開始した。密売グループのトップは丁であり，丁から１か月に１回の頻度で覚せい剤１００グラムを受領し，これを１グラムずつ小分けして密売していた。丁の指示で，毎週，売上金の５割を私名義の預金口座から丁名義の預金口座に送金し，私が３割，乙及び丙が１割ずつ受け取っていた。\n警察では，私が密売グループのトップであり，丁は関係がないと供述したが，これは嘘である。嘘をついた理由は，丁が密売グループのトップだと正直に話したら，丁から報復を受けると思い，怖かったからだ。\nしかし，ここで正直に話さないと，出所後，また丁の下で覚せい剤の密売をすることになると思い，勇気を出して正直に供述することにした。\n〔甲の署名・押印あり。〕\n証拠４ 乙 ９月２７日 供述録取書 密売グループの構成員は，私，甲及び丙の３名だけＱ であり，丁は関係ない。丁名義の預金口座への送金は，甲の丁に対する借金の返済である。\n〔乙の署名・押印あり。〕\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/刑事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，⑴甲が，Ａから，Ｂ信販会社が発行したＡ名義のクレジットカード（以下「本件クレジットカード」という。）について，腕時計Ｘを購入するためだけに利用することを条件として借りたところ，その条件に反することを認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，本件クレジットカードを手渡した上，売上票用紙にＡの名前を記入して手渡し，腕時計Ｘと腕時計Ｙを購入したこと，⑵甲と乙が，Ａが甲の顔面を殴ろうとしてきたのを防ぐため，正面からＡに体当たりし，路上に仰向けに倒れているＡを押さえ付けるなどし，更に乙が右手に持った石でＡの顔面を１発殴り，Ａに全治約１か月間を要する鼻骨骨折の傷害を負わせたこと，⑶甲と乙が，失神したＡの様子を見てＡが死亡したと思い，Ａが強盗に襲われて死んだように見せ掛けようと考え，Ａのズボンのポケットから財布１個を持ち去ったことなどを内容とする事例について，甲及び乙の罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n以下では，⑴甲が本件クレジットカードを利用して腕時計を購入した行為について，甲の罪責を述べ，⑵甲と乙がＡに暴行を加えて傷害を負わせた行為及び⑶甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を述べることとする。\n⑴ 甲が本件クレジットカードを利用して腕時計を購入した行為について会社員甲は，自宅近くのショッピングモール内にある時計店で，腕時計Ｘ（販売価格１０万円）を見付け，勤務先会社の同僚Ａから金を借りて腕時計Ｘを購入しようと考え，Ａに電話をかけ，１０万円を貸してほしいと頼んだが，Ａから断られた。そこで，甲は，Ａに対して，クレジットカードを貸してほしいと頼んだところ，Ａは，甲に対して，本件クレジット\nカードを腕時計Ｘを購入するためだけに利用することを条件として貸すことにした。甲は，Ａから本件クレジットカードを受け取り，同時計店に戻ったが，新たに見付けた腕時計Ｙ（販売価格５０万円）を，交際相手へプレゼントするために購入したいと考えた。甲は，本件ク\nレジットカードを腕時計Ｘを購入するためだけに利用するというＡとの約束に反すること，今後，Ａに合計６０万円を支払うことができる確実な見込みがないことをそれぞれ認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，Ａ本人であると装って本件クレジットカードを手渡した上，Ｃの求めに応じて，Ｂ信販会社の規約に従い利用代金を- 13 -\n支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入して手渡した。\nＣは，その署名を確認し，甲がＡ本人であって，本件クレジットカードの正当な利用権限を有すると信じ，甲に対して，腕時計Ｘと腕時計Ｙを合計６０万円で売却した。なお，本件クレジットカードは，Ｂ信販会社が所有するものであり，Ｂ信販会社の規約には，会員である名義人のみが利用でき，他人への譲渡，貸与等が禁じられていることや，加盟店は，利用者が会員本人であることを善良な管理者の注意義務をもって確認することが定められている。\n甲が本件クレジットカードを利用して腕時計を購入した行為については，①詐欺罪（刑法第２４６条）の成否，②有印私文書偽造罪及び同行使罪（同法第１５９条第１項，同法第１６１条第１項）の成否，③背任罪（同法第２４７条）又は横領罪（同法第２５２条第１項）\nの成否が問題となる。\nまず，甲は，本件クレジットカードを利用して腕時計Ｘと腕時計Ｙを購入したが，その際，腕時計Ｘの購入についてはＡから承諾を得ていたことから，名義人の承諾を得たにもかかわらず，その承諾を超えて他人名義のクレジットカードを利用した行為について，詐欺罪の成否が問題となる。そして，詐欺罪の成否を論じるに際しては，１項詐欺と２項詐欺のいずれが成立するのかを理由付けを含めて簡潔に述べた上，欺罔行為の内容，その他の構成要件要素について，事実を指摘して具体的に論じる必要がある。\n次に，甲は，腕時計購入の際，Ｃの求めに応じ，Ｂ信販会社の規約に従い利用代金を支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入し，これをＣに手渡しているところ，前記のとおり，甲は，Ａから，腕時計Ｘの購入について本件クレジットカ\nードを利用することの承諾を得ており，その利用時には売上票用紙にＡの名前を記入することの承諾も得ていたと考えられることから，名義人の承諾がある場合の有印私文書偽造罪の成否が問題となる。そして，名義人Ａの承諾の有無が関係する「偽造」の要件，その他の偽造罪の要件，行使罪の「行使」の要件について，それぞれ事実を指摘して具体的に論じる必要がある。\nこれらの詐欺罪，有印私文書偽造罪及び同行使罪については，甲は，名義人Ａの承諾を得て借りた本件クレジットカードを用いて犯行に及んでいることから，甲の罪責として，Ａとの共同正犯の成否についても簡潔に論じることが望ましい。\nさらに，Ａとの約束に反して本件クレジットカードを利用した行為について，Ａとの関係で犯罪が成立しないかが問題となる。甲はＡから許された本件クレジットカードを利用できる地位・資格を濫用したと捉えて，背任罪が成立すると構成する見解，あるいは甲の地位・\n資格を化体した本件クレジットカード自体を横領したと捉えて，横領罪が成立すると構成する見解が考えられるところ，いずれの見解でも，構成要件該当性について，事実を指摘して具体的に論じ，更に背任罪と横領罪の関係，不法な目的による委託信任関係の要保護性，既遂時期等について的確に論じる必要がある。\n⑵ 甲と乙がＡに暴行を加えて傷害を負わせた行為について甲と乙は，飲食店で偶然会ったＡから嫌みを言われたことから，Ａに気付かれないように同店を出て人気のない暗い路上を歩いていたところ，甲が同店から出たことに気付いたＡに追い付かれた。甲らの行為に怒ったＡは，甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出したが，これに気付いた甲は，Ａの右手の拳骨をかわしながら，Ａから殴られるのを防ぐため，乙に対して，「一緒にＡを止めよう。」と言い，乙は，甲がＡから殴られるのを防ごうと考え，「分かった。」と答えた。そこで，甲と乙が正面からＡに体当たりしたところ，Ａは路上に尻餅を付いた。しかし，Ａがすぐに立ち上がり，再び右手の拳骨で甲の顔面に殴りかかろうとした。甲と乙は，甲がＡから殴られるのを防ごうと考え，再び正面からＡに体当たりしたところ，Ａが路上に仰向けに倒れた。甲は，Ａが再び立ち上がろうとする様子を見て，Ａから殴られないようにするため，乙に対して，「一緒にＡを押さえよう。」\n- 14 -と言い，乙は，甲がＡから殴られるのを防ごうと考え，甲に対して，「分かった。俺は上半身を押さえるから，下半身を押さえてくれ。」と答えた。そこで，甲は，仰向けに倒れているＡの両膝辺りにＡの足先の方向を向いてまたがり，Ａの両足首を，真上から両手で力を込めて押さえ付け，乙は，仰向けに倒れているＡの腰辺りにＡの頭の方向を向いてまたがり，Ａの両上腕部を，真上から両手で力を込めて押さえ付けた。しかし，Ａは，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせた。Ａのその様子を見た乙は，甲がＡから殴られるのを防ぐため，Ａの腰辺りにまたがってＡの右上腕部を真上から左手で力を込めて押さえ付けたまま，Ａの左上腕部に右膝を力を込めて押し当てた上，傍らに落ちていた石（直径１０センチ\nメートルの丸形，重さ８００グラム）を右手で拾い，右手に持ったその石で，Ａの顔面を力を込めて１発殴った。Ａは，乙に石で顔面を殴られたことから，全治約１か月間を要する鼻骨骨折の傷害を負った。なお，甲は，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識していなかった。\n甲と乙がＡに暴行を加えて傷害を負わせた行為について，甲及び乙の罪責を検討するに当たっては，①傷害罪（刑法第２０４条）の構成要件該当性及び共同正犯の成否，②正当防衛ないし過剰防衛の成否（同法第３６条）について検討する必要がある。\n甲と乙は，甲が乙に「一緒にＡを止めよう。」と言い，乙が「分かった。」と答えた後，Ａに体当たりするなどしていることから，現場で共謀を遂げた上，共同してＡに暴行を加え始めたと認められる。その後も両者の暴行は継続し，その過程で乙が右手に持った石でＡの顔面を１発殴打してＡに全治約１か月を要する鼻骨骨折の傷害を負わせたところ，甲が乙の傷害行為を認識していないものの，特に共謀が終了したと見るべき事情が存在しないと考えられる場合，甲と乙は全体について共同正犯としての責任を負うかが問題になる。そして，乙の殴打とＡの傷害結果との間に因果関係を認めることができるので，乙の行為は傷害罪の構成要件に該当する。さらに，自ら傷害の結果を惹起していない甲についても，結果的加重犯の共同正犯を肯定する立場では，傷害罪の構成要件該当性が肯定され，甲と乙は傷害罪の共同正犯と解されることになる。\n以上について，共謀が終了したと見るべき事情が存在しないかどうかを含め，事実を指摘して具体的に論じなければならない。なお，乙の傷害行為は共謀に基づかないものと考えた場合，共謀を否定する理由を的確に論じた上で，甲については暴行罪の正当防衛の成否を，乙については甲との共同正犯となる暴行罪の正当防衛の成否と合わせて，傷害罪の正当防衛ないし過剰防衛の成否を検討することになる。\n次に，正当防衛ないし過剰防衛の成否を検討するに当たっては，まず，「急迫不正の侵害」，「防衛の意思」について，簡潔に指摘する必要がある。急迫不正の侵害については，Ａが甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出し，甲と乙に体当たりされて尻餅を付いた後も，すぐに立ち上がり再び右手の拳骨で甲の顔面に殴りかかろうとしたことや，仰向けに倒されて押さえ付けられている間も，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせていたことを指摘した上で，乙がＡの顔面を殴打した時点でも甲に対する急迫不正の侵害が継続していたことを述べる必要がある。防衛の意思についても，甲と乙が，終始，甲がＡから殴られるのを防ぐためにＡに暴行を加えていたことを指摘して，甲と乙の行為は，いずれも同一の防衛の意思に基づくことを述べる必要がある。\n甲と乙の行為が「やむを得ずにした行為」と認められるか否かをめぐっては，「やむを得ずにした行為」の意義（防衛行為の必要性・相当性）を明らかにした上で，共同正犯における防衛行為の相当性について，共同正犯者全員の行為を対象として判断するか，共同正犯者ごとに個別に判断するかを論じる必要がある。また，乙がＡの顔面を殴打した時点でも甲に- 15 -\n対する急迫不正の侵害が継続し，甲と乙の行為は，終始，同一の防衛の意思に基づく行為と認められることは上記のとおりであり，相当性の判断は、甲と乙の一連の行為を一体として行われるべきこと，いわゆる量的過剰は問題となっていないことを指摘しておく必要がある。\nその上で，甲と乙の行為が防衛行為として相当と認められるか否かは，甲と乙の一連の行為（体当たり，押さえ付け，顔面殴打）に関する事実を指摘して具体的に検討することが求められる。例えば，乙がＡの顔面を殴った行為は，既にＡが仰向けに倒れた状態で甲と乙に押さえ付けられており，Ａによる攻撃が当初より弱まっていたことや，Ａが素手で甲に殴りかかろうとしたのに対し，乙が右手に持った石でＡの顔面を殴ったことなどの各事実を踏まえ，防衛行為として相当性の範囲を逸脱したか否かが論じられるべきである。\n防衛行為の相当性について，共同正犯者全員の行為を対象として判断し，甲と乙の一連の行為が防衛行為の相当性の範囲を逸脱したと認めた場合には，甲と乙のいずれについても，客観的には過剰防衛と評価されることになり，乙には過剰防衛が成立する。甲については，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識しておらず，過剰性を基礎付ける事実を認識していなかったため，違法性阻却事由の錯誤が問題となる。違法性阻却事由の錯誤に関する自らの立場を明らかにした上で結論を導き出すことが求められる。例えば，事実の錯誤説に基づき，甲は乙の過剰行為を認識していなかったことから，傷害罪の故意を阻却することが考えられる。そこでは，更に過失傷害罪（刑法第２０９\n条第１項）の成否が問題となり，甲が乙の過剰行為を認識していなかった点について，過失の有無を検討する必要がある。過失傷害罪の成立を認める場合には，過剰防衛の任意的減免\n（同法第３６条第２項）の準用の可否も問われることになる。\n以上と異なり，防衛行為の相当性を共同正犯者ごとに個別に判断し，甲の行為は防衛行為として相当であるが，乙の行為は防衛行為として相当性の範囲を逸脱したと認めた場合には，甲には正当防衛が成立し，乙には過剰防衛が成立することになる。\n⑶ 甲と乙がＡのズボンのポケットから財布を持ち去った行為について甲と乙は，失神したＡを見てＡが死亡したと思い，乙が甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。Ａの財布を探して捨ててしまおう。」と言ったところ，甲が乙に対して，「そうしよう。」と答えた。もっとも，甲は，「財布は捨ててもいいが，もったいないから中の現金はもらい，借金の返済に使おう。」と考えていたが，乙にその考えを話さなかった。甲と乙は，財布を探し，甲がＡのズボンのポケット内に財布１個があるのを見付け，同ポケットから同財布を取り，同財布を甲の上着ポケットにしまった。乙は，甲が現金入りのまま同財布を捨ててくれると思っていた。甲と乙は，そのまま甲宅へ向かい，甲は，乙が帰宅した後，甲宅において，上着ポケットにしまったままの現金入りの同財布を取り出して現金４万円を抜き取って自分のものとし，同財布を甲宅の押し入れ内に隠した。\n甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を検討するに当たっては，①窃盗罪（刑法第２３５条）の客観的構成要件該当性，②死者の占有，③不法領得の意思，④共同正犯の成否（同法第６０条）を検討する必要がある。\nまず，窃盗罪の客観的構成要件該当性については，甲と乙がＡのズボンのポケットから財布を奪った時点でＡは生きており，財布に対するＡの占有が認められるので，甲がＡのズボンのポケットから財布を取って，同財布を甲の上着ポケットにしまった行為が，客観的には窃盗罪の窃取に該当することを簡潔に指摘しておくべきである。\n次に，甲と乙がＡから財布を奪った時点で，甲と乙はＡが死亡したものと認識していたため，窃盗罪の故意に関してＡの占有を侵害する認識が認められるかが問題となる。死者の占有について，判例の立場（最判昭和４１年４月８日刑集２０巻４号２０７頁等）による場合には，「被害者からその財物の占有を離脱させた自己の行為を利用して財物を奪取した」と認められるかを検討しなければならない。そして，Ａの占有を侵害する認識を肯定する場合，- 16 -\n客観的に窃盗罪の構成要件に該当するのみならず，窃盗罪の故意が認められる。Ａの占有を侵害する認識を否定する場合は，Ａの財布を占有離脱物と認識していたことになり，客観的には窃盗罪の構成要件に当たるとしても，主観的には占有離脱物横領罪の認識を有しているにすぎないこととなるので，抽象的事実の錯誤であることを指摘し，「構成要件の重なり合い」の有無を論じる必要がある。\nさらに，甲は「財布の中の現金はもらい，借金の返済に使おう。」と考え，乙は「財布を捨ててしまおう。」と考え，Ａから財布を奪っていることから，窃盗罪又は占有離脱物横領罪の不法領得の意思が問題となるところ，不法領得の意思の要否及び内容を明らかにした上，事実を具体的に指摘してその存否を認定する必要がある。\n不法領得の意思について，権利者排除意思と利用処分意思のいずれも必要とする判例の立場で，乙に利用処分意思が認められないと考えれば，乙は器物損壊罪の構成要件に該当することになる。この立場では，甲がＡから取った財布を甲の上着ポケットにしまったまま甲宅に向かい，同財布を甲宅の押し入れ内に隠した行為が器物損壊の「損壊」に該当することの説明が簡潔になされることを要する。乙は，甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。」と言っているので，犯跡隠滅目的にも利用処分意思が認められると考えれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，犯跡隠滅目的に利用処分意思を認める理由が的確に説明されなければならない。他方，不法領得の意思について，不要説又は権利者排除意思のみで足りるとする立場によれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，判例と異なる立場に立つ理由を的確に示す必要がある。\n最後に，共同正犯の成否が取り上げられる。甲が窃盗罪又は占有離脱物横領罪，乙が器物損壊罪の各構成要件に該当すると考えた場合には，異なる構成要件間における共同正犯の成否が問題となるところ，共同正犯における共同実行の意義（行為共同説と犯罪共同説の対立）\nについて簡潔に説明した上，結論を導き出さねばならない。\n⑷ 最後に，甲及び乙について，罪数を論じる必要がある。\n〔第２問〕\n本問は，覚せい剤取締法違反事件の捜査及び公判に関する事例を素材に，そこに生起する刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，甲に対する覚せい剤取締法違反（営利目的譲渡）の被疑事実で甲方の捜索差\n押許可状の発付を受けた司法警察員が，甲方の捜索差押えを実施する際，甲方ベランダの柵を乗り越え，掃き出し窓のガラスを割って解錠して甲方に入ったこと（下線部①），甲方にいた甲と同居する内妻の乙が携帯していたハンドバッグ内を捜索したこと（下線部②），甲方にいた丙のズボンのポケット内を捜索したこと（下線部③）につき，それぞれ，その適法性を論じさせることにより，捜索差押許可状に基づく捜索についての正確な理解と具体的事実への適用能力を試すものである。\n下線部①は，捜索に伴う付随的措置である「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）として許容される法的根拠及びその限界を問うとともに，甲方ベランダの掃き出し窓を割って解錠して甲方に入った措置が令状の呈示前に行われていることの適否を問うものである。\nこの点に関し，被疑者に対する覚せい剤取締法違反事件につき，被疑者が宿泊しているホテル客室に対する捜索差押許可状の執行に当たり，捜索差押許可状の呈示に先立って警察官らが，捜索差押許可状執行の動きを察知されれば，覚せい剤事犯の前科もある被疑者において，直ち\n- 17 -に覚せい剤を洗面所に流すなど短時間のうちに差押対象物件を破棄隠匿するおそれがあったため，ホテル支配人からマスターキーを借りた上，来意を告げることなく，施錠された被疑者の客室ドアを開けて室内に入り，その後直ちに被疑者に捜索差押許可状を呈示したという事案において，「以上のような事実関係の下においては，捜索差押許可状の呈示に先立って警察官らがホテル客室のドアをマスターキーで開けて入室した措置は，捜索差押えの実効性を確保するために必要であり，社会通念上相当な態様で行われていると認められるから，刑訴法２２２条\n１項，１１１条１項に基づく処分として許容される。また，同法２２２条１項，１１０条による捜索差押許可状の呈示は，手続の公正を担保するとともに，処分を受ける者の人権に配慮する趣旨に出たものであるから，令状の執行に着手する前の呈示を原則とすべきであるが，前記事情の下においては，警察官らが令状の執行に着手して入室した上その直後に呈示を行うことは，法意にもとるものではなく，捜索差押えの実効性を確保するためにやむを得ないところであって，適法というべきである。」と判示した判例（最決平成１４年１０月４日刑集５６巻８\n号５０７頁）があり，同判例に留意しつつ，「必要な処分」として許容される限界及び令状呈示時期に関する判断枠組みを明らかにした上で，本設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，下線部①の行為の適法性を検討する必要がある。\n本設問の事例においては，甲方を拠点にした組織性が疑われる覚せい剤の密売事案であること，水に流すなどして短時間に隠滅することが容易な覚せい剤が差押対象物件となっていること，覚せい剤は立証上重要な証拠であること，甲は覚せい剤取締法違反の前科３犯を有する者であり，初犯者と比較して警察捜査に関する知識経験を有していると考えられること，事前の捜査によって甲方には甲のほか乙，丙が出入りしており，捜索時に複数人が在室している可能性があったこと，甲が玄関ドアチェーンをつけたままで配達員に応対していたことなどから，捜査員が甲方室内に入るまでに時間を要する可能性が高い状況であるとともに，甲の協力が得られる可能性が低い状況にあると認められたこと，司法警察員Ｐが甲方玄関先の呼び鈴を鳴らしたところ，甲がドアチェーンを掛けたままドアを開けたことを具体的に指摘し，司法警察員\nＱらがベランダの窓ガラスを割って解錠して室内に入った措置について，捜索差押えの実効性を確保するために必要性があるのか，その態様は社会通念上相当な範囲内にあるのかといった観点から評価することが求められる。\nまた，手続の公正担保及び処分を受ける者の利益保護という令状呈示の趣旨から，令状呈示は，執行着手前に行われることが原則であることを論じ，事前呈示の要請と現場保存の必要性等に係る上記事情等を指摘・考量した上で，本件措置が令状呈示前に行われたことの適否を論じることが求められる。\n下線部②は，刑事訴訟法が，捜索の対象を「身体」，「物」，「住居その他の場所」に分類し（刑事訴訟法第２２２条第１項，第１０２条），これに従って捜索令状に処分の対象を特定して記載することを要求している（同法第２１９条第１項）ところ，特定の「場所」に対する捜索差押許可状の効力が，令状には明示的に記載のない「物」に及ぶことはあるのか，それはいかなる場合であって，どのような理由に基づいて認められるのかを問うものである。\nこの点に関し，「警察官は，被告人の内妻であった甲に対する覚せい剤取締法違反被疑事件につき，同女及び被告人が居住するマンションの居室を捜索場所とする捜索差押許可状の発付を受け･･････，右許可状に基づき右居室の捜索を実施したが，その際，同室に居た被告人が携帯するボストンバッグの中を捜索したというのであって，右のような事実関係の下においては，前記捜索差押許可状に基づき被告人が携帯する右ボストンバッグについても捜索できるものと解するのが相当である」と判示した判例（最決平成６年９月８日刑集４８巻６号２６３頁）があるが，同判例は捜索が適法との結論を導くに当たり，飽くまで「右のような事実関係の下においては･･････捜索できるものと解するのが相当である」と説示するにとどまり，特にその理\n- 18 -由を明示していないため，同判例に留意しつつ，場所に対する令状によって，その場所に居住する人がその場で携帯する物に対する捜索ができるかについての自説を各自が展開することが求められる。\n基本的な考え方としては，場所に対する捜索差押許可状の効力は，当該場所の管理権者と当該場所にある物の管理権者が同一である場合には，場所に付属するものとして当該物にも及ぶ一方で，第三者の管理下にある物については，当該令状によって制約されることとなる管理権に服するものでない以上，その効力は及ばないという考え方が一般的であると思われるところ，本設問の事例においては，乙は甲と同居する内妻であること，乙は，司法警察員Ｑらが入室した時点で右手にハンドバッグを所持し，その後も継続して所持していることを具体的に指摘した上で，同バッグに甲の管理権が及んでいるかどうかを検討し，同バッグの捜索の適法性を論じることが求められる。また，同バッグは乙の管理権が及ぶものであるとした上で，甲方を捜索場所とする令状によって乙の管理権も制約されることになるかといった観点から，捜索の適法性を論じることも可能である。\n下線部③は，前記のとおり，刑事訴訟法は，捜索の対象として「場所」と「身体」とを区別しているところ（同法第２１９条第１項），「場所」に対する捜索差押許可状によって「身体」に対する捜索を行うことが許されることはあるかを問うものである。\n場所に対する捜索差押許可状の効力は，人の身体には及ばない以上，捜索すべき場所に居合わせた者の身体について捜索を実施することは当然には許されないものの，例外的にそれが許される場合があるか否か，許される場合があるとしていかなる場合にどのような理由で許されると解すべきかについての自説を各自が展開し，本設問に現れた具体的事実を的確に指摘，評価して，本件捜索の適法性を論じることが求められる。その際，具体的事実を本設問の事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ意味を的確に分析して論じる必要がある。\n本設問の事例では，差押対象物件は，覚せい剤，ビニール袋，注射器，手帳，メモなどの比較的小さい物が含まれていること，事前捜査により甲は甲方を拠点に覚せい剤を密売している疑いがあったこと，丙は甲方に頻繁に出入りしていたこと，司法警察員Ｑらが甲方に入室した時点で丙が右手をポケットに入れていたこと，丙が右手を抜いた後もポケッ\nトが膨らんだ状態であったこと，丙が時折ポケットを触るなど気にする素振り等を示していたこと，丙は司法警察員Ｑからポケットの中身を尋ねられても答えなかったこと，丙が再びポケットに手を入れてトイレに向かって歩き出したこと，丙は司法警察員Ｑの制止を無視して黙ったままトイレに入ろうとしたことを具体的に指摘し，それぞれの事実が持つ意味を的確に分析，評価して，自説への具体的な当てはめを行う必要がある。\nまた，捜索を行うこと自体を適法とした場合には，司法警察員Ｑが丙の右腕を引っ張ってポケットから引き抜き更にポケット内に手を差し入れた行為が，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として又は（「必要な処分」として考えるまでもなく）本来行うべき捜索そのものとして許容されるか否かを論じる必要がある。"
}