{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "知的財産法",
  "text": "〔第１問〕（配点：５０）\n製薬会社Ｘ１は，「薬剤αと，薬剤γ１，γ２，γ３及びγ４から選ばれる薬剤βとを組み合わせて成る糖尿病治療用医薬」という発明について，平成２７年４月１日に特許出願し，平成２８年４月５日に設定登録を受けた（以下，「本件特許権」といい，同特許権に係る発明を「本件特許発明」という。）。薬剤α及び薬剤βは，いずれもそれぞれ単体として従来より公知の糖尿病治療用医薬であったが，本件特許発明は，薬剤αと薬剤βを組み合わせ，併用して服用することによって，従来の治療用医薬にはない顕著な効能を奏する発明である。また，薬剤βは薬局で市販されている薬剤であるが，薬剤αは医師の処方せんがないと入手できない薬剤である。\nＸ１は，別の製薬会社であるＸ２に対し，本件特許権について，範囲を全部，地域を日本全国，期間を特許権の存続期間全部とする専用実施権（以下「本件専用実施権」という。）を設定し，本件専用実施権は登録された。\n以上の事実関係を前提として，以下の設問に答えなさい。\nなお，本件特許権はいわゆる併用・組合せ特許として有効であるものとし，「医薬品，医療機器等の品質，有効性及び安全性の確保等に関する法律」（いわゆる医薬品医療機器等法）所定の問題は考慮しないこととする。また，各設問の事実関係はそれぞれ独立したものであって相互に関連性はないものとする。\n〔設 問〕\n１．製薬会社Ｙは，薬剤α（顆粒）の他に，薬剤βの一種である薬剤γ１（カプセル入りの液体）とをそれぞれ別個に製造・販売していたが，平成２７年１月，本件特許発明の内容を知らずに，薬剤αと薬剤γ１を同時に服用すると更なる顕著な効果を生じるのではないかと着想し，組み合わせる用量の試行錯誤を重ねたところ，同年３月，薬剤αと薬剤γ１を最適な用量で組み合わせた糖尿病治療用医薬αγ１（以下「Ｙ製品１」という。）を見いだし，直ちに両薬剤を組み合わせるための生産ラインの設計・製造を外部に発注したところ，平成２８年８月頃，同製造ラインが完成したため，生産を開始した。その後，Ｙは，Ｙ製品１の更なる改良に取り組み，その結果，薬剤βの一種ではあるが薬剤γ１と比較して更に薬理効果の高い薬剤γ２と薬剤α\nを組み合わせた糖尿病治療用医薬αγ２（以下「Ｙ製品２」という。）を開発し，平成２９年４月以降，これを製造・販売している。\nＸ１は，Ｙに対し，ＹによるＹ製品２の製造・販売は本件特許権を侵害するものであると主張して，Ｙ製品２の製造・販売の差止めを求めて訴訟を提起した。\nＸ１は，どのような主張をすべきか。これに対するＹの反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n２．製薬会社Ｚは，薬剤α（顆粒）を単体の糖尿病治療用医薬として製造・販売していたが，Ｚ製の薬剤α（以下「Ｚ製品」という。）は，医師の処方せんに基づき薬剤師によって，患者に対して，製薬会社Ａの製造に係る薬剤β（カプセル入りの液体。以下「Ａ製品」という。）と一緒に処方され，患者に対してＡ製品と同時に服用するように指示され使用されている場合が多かった。\nＺは，本件特許権の存在を知り，かつ上記の処方・使用の事実を知りながら，あえてＺ製品の製造・販売を続けていた。\nＸ２は，Ｚに対し，本件専用実施権に基づいてＺ製品の製造・販売の差止めを求めて訴訟を提起した。\nＸ２は，どのような主張をすべきか。これに対するＺの反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n- 16 -\n３．Ｘ２は，Ｘ１の承諾を得て，製薬会社Ｘ３に対し，自ら本件特許発明を実施しないことを約して独占的な通常実施権を許諾し（ただし，Ｘ３による再実施許諾権はない。），これを受けたＸ３は，自らは本件特許発明の実施品である治療用医薬を製造・販売せず，契約に反し別の製薬会社Ｂに再実施許諾して本件特許発明の実施品である治療用医薬（以下「Ｂ製品」という。）を製造・販売させて，継続的に実施料を得ている。\n一方，Ｘ２は，同様にＸ１の承諾を得て，Ｘ３との上記実施許諾契約に反し，製薬会社Ｃに対し，本件専用実施権について通常実施権を許諾し，これを受けたＣは，本件特許発明の実施品である治療用医薬（以下「Ｃ製品」という。）を製造・販売している。その結果，本件特許発明の実施品の市場はＢ製品とＣ製品とで二分された状況になっている。\nＸ３は，Ｃに対して，Ｃ製品の製造・販売の差止めと特許法第１０２条第２項により算定した損害賠償を求めて訴訟を提起した。\nＸ３は，どのような主張をすべきか。これに対するＣの反論として，どのような主張が考えられるか。その妥当性についても論じなさい。\n- 17 -\n〔第２問〕（配点：５０）\n社会福祉法人丙は，ある市においてチャリティーコンサート（以下「本件コンサート」という。)を開催し，無報酬での出演を引き受けてくれた歌手Ａに歌ってもらった。本件コンサートは，この市の職員を対象としたもので，５０名が来聴した。入場は無料だったが，会場で配布されたプログ\nラムの中に，市内の福祉施設への寄附のお願い文と封筒が挟んであり，そのお願い文には，寄附をしたい者は封筒に金銭を入れて出口に置かれた募金箱に投じるようにと記載されていた。丙は，今後も近隣の市において同じ演目のチャリティーコンサートを催す予定である。\n本件コンサートの主催者は丙であるが，歌の選曲はＡに任されていたところ，歌われた曲の中に，乙が作曲した曲を１０曲集めて自ら発行したＣＤ（以下「本件ＣＤ」という。）に含まれていたＭという曲があった。\nＭの歌詞は，反戦活動家の甲が，全国各地の戊辰戦争の戦場を巡り，その土地に伝わる戦争に関する詩を集めて編んだ詩集（以下「本件詩集」という。）に収められた詩の一編である詩Ｐを，そのまま利用したものである。本件詩集は，戦争の悲惨さを格調高く歌った詩６０編を甲が厳選し，テ\nーマごとに６章に分けて構成したものであり，詩Ｐは，「戦の果てに」と題する章であるＱ章を構成する１０の詩の中の一つであった。平和運動家としても知られる乙は，本件詩集を読み，Ｑ章「戦の果てに」において，戦争により荒れた田畑や戦死者の遺族の悲しみを詠んだ詩がまとめられているという構成に初めて接して感銘を受け，平和を祈念してＱ章「戦の果てに」の１０の詩に曲を付けて本件ＣＤとして発行したが，収録した曲の順序は，本件詩集のＱ章の収載順とは異なっていた。\n以上の事実関係を前提として，以下の設問に答えなさい。\n〔設 問〕\n１．乙は，本件コンサートにおけるＭの歌唱は乙の著作権を侵害するものであるとして，丙に対して，今後丙が催す予定の同じ演目のチャリティーコンサートの開催の差止めを求める訴訟を提起した。乙は，どのような主張をすべきか。これに対する丙の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。なお，本件コンサートのプログラムには，Ｍの作曲者が乙であることは表示されていたものとする。\n２．インターネット上で，エンターテインメントに関するニュース配信の事業を行っている新聞社丁は，本件コンサートが開催されたという記事（以下「本件記事」という。）を配信し，この記事にＡがＭを歌っている場面の動画（丁が取材して録画したもの。以下「本件動画」という。）\nを貼り付けた。本件記事の文章は５００文字であり，本件動画は，Ｍの歌唱全体が７分間であったうちの１分間で構成されている。画面上，本件動画の部分は画面の８分の１の面積の窓になっており，その横に本件記事の文章が配置されている。なお，丁の配信記事に配信期限はなく，一旦配信されたものは，そのまま配信され続けるシステムになっており，本件コンサートの開催から１年以上経過してもなお本件記事は配信されている。\n乙は，丁に対して，本件動画の配信は乙の著作権を侵害するものであるとして，本件動画の配信の差止めを求める訴訟を提起した。乙は，どのような主張をすべきか。これに対する丁の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n３．乙は，本件ＣＤに収められた楽曲の創作及び発行に際し，甲の許諾を得ておらず，本件ＣＤに本件詩集や甲についての言及もなかったので，甲は，乙の本件ＣＤの発行は甲の著作権及び著作者人格権を侵害するものであるとして，本件ＣＤ発行の差止め及び損害賠償を求める訴訟を提起した。甲は，どのような主張をすべきか。これに対する乙の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n４．乙は，本件ＣＤに収められた楽曲の創作及び発行に際し甲の許諾を得ており，同楽曲に関する著作権を著作権管理団体Ｊに信託的に移転していたものとする。戊は，劇団主宰者であり，戦争を茶化した喜劇の背景音楽として，Ｍを繰り返し再生している。再生に際し，戊は著作権\n- 18 -管理団体ＪからＭの再生の許諾を得ていた。乙は，戊のＭの使用態様は乙がＭを作曲した意図を損ない，戊がこのような趣旨によりＭを再生することは乙の権利を侵害すると主張して，Ｍの再生の差止めを求める訴訟を提起した。乙は，どのような主張をすべきか。これに対する戊の反論として，どのような主張が考えられるか。それぞれの主張の妥当性についても論じなさい。\n- 19 -\n- 20 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "subject": 15,
  "purpose": "〔第１問〕\n１ 設問１は，専用実施権が設定されている場合の特許権者による差止請求の可否及び先使用権の成否等を問う問題であり，設問２は，間接侵害の成否等を問う問題であり，設問３は独占的通常実施権者に固有の差止請求権や損害賠償請求権が認められるか，それらが認められる場合，特許法（以下「法」という。）第１０２条第２項の類推適用が認められるか否か等を問う問題である。\n２ 設問１については，第１に，Ｘ１はＸ２に対し範囲を全部とする専用実施権を設定していることから，法第６８条ただし書により，もはや特許権者であるＸ１はＹに対し差止請求権を行使することはできないのではないかが問題となる。この点に関しては，特許権者は，その特許権について専用実施権を設定したときであっても，当該特許権に基づく差止請求権を行使することができる旨判示した最高裁判所平成１７年６月１７日判決民集５９巻５号１０７４頁【リガンド分子安定複合体事件】を念頭に置きつつ，自説を説得的に論述することが求められる。第２に，仮にＸ１に差止請求権が認められるとしても，Ｙは，Ｙ製品１につき，本件特許の出願前に既に発明を完成し，生産ラインの設計・製造を外部に発注していることから，Ｙが先使用権（法第７９条）を有すると主張することが考えられる。この点に関しては，まず，「事業の準備」の意義が問題となるが，「事業の準備」とは，その発明につき，いまだ事業の実施の段階には至らないものの，即時実施の意図を有しており，かつ，その即時実施の意図が客観的に認識される態様，程度において表明されていることを意味すると判示した最高裁判所昭和６１年１０月３日判決民集４０巻６号１０６８頁【ウォーキングビーム\n- 30 -事件】を念頭に置きつつ，当該事案に適切に当てはめることが求められる。次に，仮にＹ製品１について先使用権が認められても，Ｙ製品２についてまで先使用権が及ぶか，すなわち，Ｙ製品２が「準備をしている発明の範囲」に含まれるかが問題となる。この点に関しては，前掲【ウォーキングビーム事件】最高裁判決が，先使用権の効力は，特許出願の際に先使用権者が現に実施又は準備をしていた実施形式だけでなく，これに具現された発明と同一性を失わない範囲内において変更した実施形式にも及ぶ旨判示していることを念頭に置きつつ，本件事案に当てはめることが求められる。\n３ 設問２については，第１に，本件特許発明は物の発明であるところ，Ｚ製品は本件特許発明の一部を構成するにすぎないから，間接侵害（法第１０１条第２号）の成否が問題となる。\nまず，薬剤αと薬剤βを併用して服用することが「その物の生産」と言えるかが問題となり得るが，この点に関しては，これを否定した裁判例（大阪地判平成２４年９月２７日判時２１８８号１０８頁【ピオグリタゾン事件】）もあることから，自説を展開して論述することが求められる。また，薬剤αは医師の処方せんがなければ入手できない薬剤であることから，非汎用品要件を充足するか否かが問題となるが，この点に関しては，「日本国内において広く一般に流通しているもの」とは，典型的には，ねじ，釘，電球，トランジスター等のような，日本国内において広く普及している一般的な製品，すなわち，特注品ではなく，他の用途にも用いることができ，市場において一般に入手可能な状態にある規格品，普及品を意味すると判示した知的財産高等裁判所平成１７年９月３０日判決判タ１１８８号１９１頁【一太郎事件】を念頭に置きつつ，本件事案に当てはめることが求められる。さらに，「発明による課題の解決に不可欠なもの」と言えるかが問題となるが，この点に関する判断基準としては，東京地方裁判所平成１６年４月２３日判決判タ１１９６号２３５頁【プリント基板用治具に用いるクリップ事件】や東京地方裁判所平成２５年２月２８日判決裁判所ホームペー\nジ【ピオグリタゾン事件】があり，他方で，前掲【一太郎事件】もあることから，これらを念頭に置きつつ，薬剤αが公知の薬剤であることを考慮して自説を展開して当てはめることが求められる。第２に，直接侵害が成立しない場合の間接侵害の成否が問題となる。この点に関しては，直接の実施行為者は医師，薬剤師か，それとも患者かによって構成が異なり得る。これを医師又は薬剤師と解するときは，法第６９条第３項の適用の可否，すなわち，医師の処方せんに基づき薬剤師が同時に服用するように指示する行為が，同項の「混合」，「調剤」に当たるかが問われ，当たらないにしても，同項の趣旨から，「混合」，「調剤」に類似する行為として特許権の効力が及ばないとの構成が考えられる。また，直接の実施行為者を患者と解するときは，併用して服用する行為は，家庭内実施行為であって法第６８条の「業として」に当たらないと考えることも可能であろう。いずれにしても，このような場合に間接侵害が成立するのか否かについて自説を展開することが求められる。第３に，仮に間接侵害が成立しないとしても，Ｚは情を知らない医師，薬剤師及び患者を支配・管理し，言わば手足として利用することによって，直接特許権を侵害する主体であるとの構成も考えられ得る。この点について言及すれば，更に積極的な評価が与えられよう。\n４ 設問３については，第１に，独占的通常実施権者であるＸ３に固有の差止請求権があるか否かが問題となり，仮に固有の差止請求権を認めない場合でも，専用実施権者であるＸ２の差止請求権を代位行使することができるか否かが問題となる。仮に代位行使を肯定する場合は，Ｘ２が有する差止請求権の代位行使であるという性質上，Ｘ２から実施許諾を受けているＣに対しても差止請求権を代位行使することができるか否かが問題となることから，これらの点につき，自説を展開し，論述することが求められる。第２に，まず，Ｘ３に固有の損害賠償請求権が認められるかが問題となる。仮に固有の損害賠償請求が可能であるとしても，本設問の場合，市場はＢとＣとで２分された状態であってＸ３が独占しているわけではないことから，独占的通常実施権者が損害賠償を請求するためには，単に独占的通常実施許諾の- 31 -\n合意があっただけでは足りず現実にも市場の独占状態が実現されていることを要するか否かが問題となる。次に，仮にＸ３について損害賠償請求権を認める場合，法第１０２条第２項の類推適用の可否が問題となる。さらに，同項の類推適用を認める場合，Ｘ３は自ら本件特許発明を実施していないことから，このような場合でも，同項の類推適用が認められるかが問題となる。この点に関しては，特許権者が当該特許発明を実施していることは同項を適用するための要件とは言えず，特許権者に，侵害者による特許権侵害行為がなかったならば利益が得られたであろうという事情が存在する限り同項の適用が認められる旨判示した知的財産高等裁判所平成２５年２月１日判決判時２１７９号３６頁【ごみ貯蔵機器事件】を念頭に置いて，自説を展開することが求められる。なお，その場合，Ｘ３はそもそも再実施許諾権を有しないから，このような場合でも上記事情が存在すると言えるか否かも問題となろう。\n〔第２問〕\n１ 設問１は，コンサートでの歌唱に対して演奏権侵害が成立するかについて，演奏権侵害の要件（著作権法〔以下「法」という。〕第２２条），演奏の主体，非営利の演奏に対する著作権の制限（法第３８条第１項）に関する理解を問う問題であり，設問２は，時事の事件の報道（法第４１条）及び引用（法第３２条第１項）に関する理解を問う問題である。設問３は，編集著作物の成立と編集著作権の侵害（法第１２条第１項）の成否，氏名表示権（法第１９\n条）及び同一性保持権（法第２０条第１項）の侵害の成否を問う問題であり，設問４は，著作者の名誉・声望を害する方法による著作物の利用としての著作者人格権みなし侵害（法第\n１１３条第６項）の成否について問う問題である。\n２ 設問１では，まず，演奏権侵害について，本件コンサートにおける市職員５０名に対する歌唱が，法第２２条の「公衆に」聞かせるという要件を満たすかが問題となる（法第２条第\n５項参照）。次に，演奏行為をしたのはＡであり，歌の選曲もＡがなしたことから，丙が演奏権侵害の主体であるかが問題となるところ，この点については，最高裁判所昭和６３年３月１５日判決民集４２巻３号１９９頁【クラブ・キャッツアイ事件】，最高裁判所平成２３\n年１月２０日判決民集６５巻１号３９９頁【ロクラクⅡ事件】の判示を念頭に置いて述べることが求められる。最後に，本件コンサートが，非営利団体である社会福祉法人のチャリティー目的であり，寄附金を募っていたという点が，法第３８条第１項に該当するかが問題となる。同項の要件は，①営利を目的とせず，②聴衆等から料金を受けず，③実演家等に対し報酬が支払われない，の３つであるところ，非営利団体のチャリティー目的であることなどの設問の事実関係を踏まえ，取り分け，寄附金をどのように評価するかについて，理由を明らかにして，各要件につき論じることが求められる。なお，コンサート全体の差止めの請求は過剰であることについて言及があれば，積極的な評価が与えられよう。\n３ 設問２では，本件動画へのＭの録音行為に対する複製権（法第２１条）侵害，インターネット配信に対する公衆送信権（法第２３条第１項）侵害について，時事の事件の報道（法第\n４１条）及び引用（法第３２条第１項）に関する著作権の制限規定の適用の可否が問題となる。まず，法第４１条に該当するかについては，本件動画の配信の態様が，「報道の目的上正当な範囲内」と言えるか，本件コンサートの開催から１年以上経過してなお配信され続けていても，「時事の事件」と言えるかについて論じることが求められる。次に，法第３２条第１項については，最高裁判所昭和５５年３月２８日判決民集３４巻３号２４４頁【パロデ\nィモンタージュ事件】のみならず，近時の知的財産高等裁判所平成２２年１０月１３日判決判時２０９２号１３５頁【鑑定証書コピー事件】等の判示をも念頭に置きつつ，検討することが求められる。\n４ 設問３では，本件詩集において，甲が詩を厳選したこととテーマごとの章に分けて構成したことという設問の事実関係を踏まえ，素材の選択・配列について，創作性が認められ，甲\n- 32 -が編集著作権（法第１２条第１項）を有するか否かを述べることが求められる。そして，編集著作権の侵害は，素材の選択又は配列の創作的表現の再製が要件となるところ，本件ＣＤにおいて，甲の６０編の詩の選択のうちの一部が利用され，収録した曲の順序が変更されていることについて検討しつつ，自説を論じることが求められる。また，本件ＣＤにおいては，甲への言及がないことから氏名表示権（法第１９条）について，Ｑ章の詩の順序が変更されていることから同一性保持権（法第２０条第１項)について，それぞれ述べることが求められる。\n５ 設問４では，名誉・声望を害する方法による著作物の利用としての著作者人格権みなし侵害（法第１１３条第６項）の成否が問題となるところ，同項にいう名誉・声望とは，社会的名誉・声望を指し，主観的な評価である名誉感情は含まれないとされていることを踏まえつつ，戊の本件再生行為によって，乙が社会から受ける客観的な評価の低下を来し社会的名誉\n・声望が毀損されると言えるかについて，理由と共に論じることが求められる。"
}