{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "国際関係法（私法系）",
  "subject": 18,
  "text": "〔第１問〕（配点：５０）\nＡ男（甲国籍）は，妻Ｂ女（甲国籍）と長年日本で暮らしていた。Ａ男は，平成１９年より仕事の関係で乙国に単身で滞在するようになり，Ｃ女（乙国籍）と親しくなった。平成２０年５月，Ｃ女は乙国で未婚のままＤを出産し，Ｄは出生により乙国籍を取得した。甲国及び乙国は認知主義を採っており，同年６月，Ａ男はＤの認知（以下「本件認知」という。）をした。平成２３年５月，Ａ\n男は仕事の関係で日本に帰国し，その後を追って，平成２４年５月，Ｃ女及びＤも来日した。\n以上の事実を前提として，以下の設問に答えなさい。なお，各問は独立した問いであり，全ての問いにおいて，反致及び国際裁判管轄権については検討を要しない。\n〔設 問〕\n１．本件認知は，乙国において乙国民法に定める方式で行われ，同法の要件を満たしていた。甲国民法上は，１５歳未満の子の認知についてはその母の同意を要するが，乙国民法上はそのような同意は要件とされていないため，Ａ男は，本件認知に当たってＣ女の同意を得ていなかった。本件認知は，日本において有効に成立していると判断されるか。\n２．本件認知は，Ａ男とＤとの間の血縁関係の存在を除き，甲国民法及び乙国民法上の認知の他の実質的成立要件を満たし，認知の方式についても法の適用に関する通則法（平成１８年法律第７８号）が定める準拠法上の要件を満たすものであった。Ｂ女は，Ａ男とＤとの間には血縁関係がないとして，日本において本件認知の無効請求をした。甲乙両国の民法上，血縁上の父子関係がない認知は無効であるが，無効主張権者についての規定は異なる。すなわち，甲国民法上，認知者の配偶者は利害関係人として認知の無効を主張することができるが，乙国民法上は，認知を受けた子，その直系卑属又はこれらの者の法定代理人のみがこれを主張することができる。Ｂ女による認知無効請求は日本において認められるか。\n３．Ｄは，平成２７年１月に甲国籍を取得し，乙国籍との二重国籍者となったが，日本の小学校に通い，日本での生活になじんでいた。平成２８年４月，Ａ男が死亡し，生活に行き詰まったＣ女は，乙国の方が安定した職業に就くことが可能であり，自らの親族もいることから，同年８月，乙国にＤと共に帰国した。Ｄは，Ｃ女とその親族の家に身を寄せ，現地の小学校に通学し，既に乙国の生活にもなじんでいる。しかし，Ｃ女とＤは，依然として生活に困窮している状況にある。\nＣ女は，Ｄのために，Ａ男の資産家の叔父Ｅ（日本在住の甲国人・Ａ男の父の弟）に援助を求めることを思い付いた。\n現時点（平成２９年５月）において，ＤがＥに対し扶養料を請求することができるかについて，日本の裁判所は，いかなる国の法を適用すべきか。なお，先決問題として問題となり得る傍系親族関係の有無についてはあるものとし，甲国民法上，４親等内の傍系親族間の扶養義務が認められているが，乙国民法上は２親等内の傍系親族間でのみ扶養義務が認められており，いずれの民法上の親等の計算も日本民法と同様とする。\n- 36 -\n〔第２問〕（配点：５０）\n日本及び甲国は，いずれも国際航空運送についてのある規則の統一に関する条約（平成１５年条約第６号）（以下「本件条約」という。関連条文後掲。）の締約国である。他方，乙国は，本件条約及びその他の国際航空運送に関する条約のいずれの締約国にもなっていない。\n農業用機械を製造販売する日本法人Ｘ会社は，甲国法人Ａ農場と交わした機械（以下「本件貨物」という。）の売買契約を履行するため，甲国法人Ｙ航空会社（主たる営業所：甲国）の日本に所在する営業所（従たる営業所）において，Ｘを荷送人，Ａを荷受人とし，日本から甲国まで本件貨物を運送する旨の航空運送契約（以下「本件運送契約」という。）を締結した。本件運送契約には，Ｘ及びＹがそれぞれ従たる営業所の一つを有する乙国が両社にとって中立の地位にあるという了解の下に，乙国裁判所を専属管轄裁判所とする旨の条項及び本件運送契約の準拠法を乙国法とする旨の条項が含まれていた。また，Ｘは本件運送契約を締結するに当たり，甲国法人Ｚ保険会社との間で，運送中の本件貨物の毀損を保険事故とする保険契約（以下「本件保険契約」という。）を締結し，保険契約の準拠法を甲国法とする旨合意した。\nＸは，送付時に，本件貨物が毀損していないことをＹの従業員立会いの下に確認した上で，その旨をＡに知らせていた。本件貨物が甲国に到着した翌日，Ａは，本件貨物の毀損（機械の機能を失うほどの損害）を発見し，Ｘにその旨を通知した。\n〔設問１〕ＸがＹに対し，本件貨物の毀損を原因とする本件条約第１８条第１項に基づく損害賠償\n請求権を訴訟物とする訴え（以下「本件訴え」という。）を日本の裁判所に提起したことを前提として，以下の小問に答えなさい。\n〔小問１〕本件訴えにつき，Ｙは，乙国裁判所を専属管轄裁判所とする旨の条項の存在を指摘し，\n日本の裁判所には国際裁判管轄権がない旨主張した。Ｙの主張は認められるか。本件条約の適用のプロセスを踏まえて論じなさい。\n〔小問２〕本件訴えの提起の１か月前に，Ｙが，Ｘを被告として甲国の裁判所に本件貨物の毀損\nを原因とする本件条約第１８条第１項に基づく債務の不存在確認を求める訴えを提起していた。この場合，日本の裁判所は，本件訴えをどのように処理すべきか。\n〔設問２〕Ｚは，保険契約に基づいてＸに保険金を支払った。Ｚは，法律上の代位により，本件貨\n物の毀損を原因とする本件条約第１８条第１項に基づく損害賠償請求権をＸから取得したと主張して，Ｙに対し，損害賠償金の支払を求める訴えを日本の裁判所に提起した。Ｚの主張の当否を判断する場合の準拠法について論じなさい。\n（参照条文）国際航空運送についてのある規則の統一に関する条約（平成１５年条約第６号）（抜粋）第１条 適用範囲\n１ この条約は，航空機により有償で行う旅客，手荷物又は貨物のすべての国際運送について適用し，航空運送企業が航空機により無償で行う国際運送についても同様に適用する。\n２ この条約の適用上，「国際運送」とは，当事者間の約定により，運送の中断又は積替えがあるかないかを問わず，出発地及び到達地が，二の締約国の領域内にある運送又は一の締約国の領域内にあり，かつ，予定寄航地が他の国（この条約の締約国であるかないかを問わない。）の領域内にある運送をいう。一の締約国の領域内の二地点間の運送であって他の国の領域内に予定寄航地がないものは，この条約の適用上，国際運送とは認めない。\n３，４ (略)第１８条 貨物の損害\n１ 運送人は，貨物の破壊，滅失又はき損の場合における損害については，その損害の原因となっ\n- 37 -た事故が航空運送中に生じたものであることのみを条件として，責任を負う。\n２～４ (略)第２６条 契約上の規定の無効契約上の規定であって，運送人の責任を免除し又はこの条約に規定する責任の限度より低い額の責任の限度を定めるものは，無効とする。ただし，当該契約は，このような規定の無効によって無効となるものではなく，引き続き，この条約の適用を受ける。\n第２９条 請求の根拠旅客，手荷物及び貨物の運送については，損害賠償についての訴えは，その訴えがこの条約に基づくものであるか，また，契約，不法行為その他の事由を理由とするものであるかを問わず，この条約に定める条件及び責任の限度に従うことによってのみ，かつ，訴えを提起する権利を有する者がいずれであるか及びこれらの者それぞれがいかなる権利を有するかという問題に影響を及ぼすことなく，提起することができる。このような訴えにおいては，懲罰的損害賠償その他の非補償的損害賠償を求めることはできない。\n第３３条 管轄\n１ 損害賠償についての訴えは，原告の選択により，いずれか一の締約国の領域において，運送人の住所地，運送人の主たる営業所若しくはその契約を締結した営業所の所在地の裁判所又は到達地の裁判所のいずれかに提起しなければならない。\n２～４ (略)第４９条 必要的な適用運送契約中の条項又は損害の発生前に行った特別な合意は，当事者が，これらにより適用する法令を決定し又は裁判管轄に関する規則を変更し，もってこの条約に定める規則に反することを意図する場合には，いずれも無効とする。\n- 38 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，外国籍を有する当事者らの身分関係に関わる事案を素材として，国際私法，特に国際家族法における基礎的理解とその応用力を問う出題である。\n- 40 -\n〔設問１〕は，外国で外国法に基づき行われた認知について，日本においてもこれが成立し\nていると判断し得るかを問うものであり，認知の成立の準拠法に関する基礎的理解を確認する問題である。具体的には，根拠条文を示し，事案に当てはめながら，認知の実質的成立要件及び方式の準拠法をそれぞれ導き出し，その準拠法上定められる要件を満たしているかを検討しなければならない。\nまず，認知の実質的成立要件については，いわゆる認知保護の観点から，親子関係の成立を容易にできるように選択的適用主義が採用されている。すなわち，子の出生当時（法の適用に関する通則法（以下「通則法」という。）第２９条第１項前段）若しくは認知当時の認知する者の本国法又は認知当時の子の本国法（同条第２項前段）のいずれか一つの法の実質的成立要件を満たせばよい。これを理解した上で事案に当てはめることを要するが，その際には，同条第１項後段及び同条第２項後段に定める，いわゆる「セーフガード条項」として適用される子の本国法が累積的に適用される場合であるかの見極めも必要となる。\n次に，認知の方式については，通則法第３４条により，法律行為の実質的成立要件の準拠法に加えて，法律行為の成立を容易にし，当事者の便宜を図るため，行為地法も方式の準拠法とする選択的適用主義が採用されている。本問においては乙国において乙国民法に定める方式で認知が行われていることから，乙国法が同条に定める法であるかを検討することを要する。\n以上の検討を踏まえて，結論として，本件認知が日本において有効に成立しているかを判断することが求められる。\n〔設問２〕は，血縁関係の不存在を理由とする認知無効の主張権者に関する準拠法の決定と\n適用を問うものであり，設問１と比較すると，やや応用的な出題である。本問では，認知の方式に関しては通則法が定める準拠法上の要件を満たすものと問題文で設定されていることから，認知の実質的成立要件を欠くことによる認知の無効が問題となる。このような認知の無効は，その主張権者の範囲も含めて，認知の成立自体に関わる問題であり，同法第２９条に定める認知の準拠法によると考えられている。\n前述のとおり，認知の準拠法については選択的適用主義が採られているが，本問のように，準拠法とされる複数の法が認知無効の主張権者について異なる定めをする場合，いずれの法によるべきかが問題となる。この点に関し，通則法第２９条が基礎としている認知保護の趣旨や選択的適用主義を敷衍して，認知を否定する局面である無効についてどのように法適用するかを述べた上で，結論を導くことが求められる。\n〔設問３〕は，親族間の扶養義務の準拠法の決定と適用に関する基礎的理解を問うものであ\nる。まず，扶養義務の準拠法に関する法律（以下「扶養義務法」という。）第１条から，本問での傍系血族間の扶養義務の問題が扶養義務法の適用範囲となることは明らかであり，通則法ではなく，扶養義務法が適用されることを示すことを要する。通則法第４３条第１項においてその点を明確にするための規定が設けられている。\n続いて，扶養義務法第２条の当てはめを丁寧に行い，どの国の法が準拠法となるかを適切に導き出すことが求められる。同条第１項本文では，扶養権利者の常居所地法を第１順位の準拠法として定めている。問題文から得られる常居所認定に関する間接事実には日本と乙国の双方を示唆するものが含まれているが，いずれの結論であっても，常居所をどのように理解し，どのような判断基準に基づいて決定するかについて一定の私見を示し，問題文から得られる間接事実を当てはめて本問における扶養権利者の常居所地法を導き出すことが求められる。\n当該常居所地法によって扶養権利者が扶養義務者から扶養を受けることができない場合には，扶養権利者の保護を図るため，扶養義務法第２条第１項ただし書により，当事者の共通本国法が適用される。本問で扶養を求めているＤと求められているＥとは，４親等の傍系親族関係にある。日本法及び乙国法上，４親等内の傍系親族間での扶養義務は認められていないため，本問においても当事者の共通本国法が準拠法となるかを更に検討しなければならない（なお，- 41 -\n共通本国法によって扶養権利者が扶養義務者から扶養を受けることができないときは，更に同条第２項により日本法が準拠法となる。）。この点に関しては，本問における扶養権利者が二重国籍者であることから，共通本国法がどのように決定されるかを理解することができているかも評価ポイントとなる。通則法第３８条第１項のような重国籍者の本国法を一つに絞る規定は，扶養義務法にはなく（扶養義務への通則法第３８条の適用は，同法第４３条により排除されている。），また，扶養権利者の保護を厚くするという立法趣旨にも合致するように，当事者双方が共通に国籍を有する国があればその国の法を共通本国法とすると理解されている。この点を理解した上で，共通本国法として甲国法を導くことを要する。\n以上のように，問題文に設定された条件に基づき丁寧に準拠法を決定するための当てはめを行い，４親等内の傍系親族間の扶養義務が甲国法上認められることから，甲国法が準拠法となることを結論として述べることを要する。\n〔第２問〕\n本問は，国際貨物運送契約及びこれに付随する国際保険契約をめぐる事案を素材として，国際私法，国際取引法及び国際民事訴訟法に関わる基礎的理解とその応用力を問う出題である。\n「国際航空運送についてのある規則の統一に関する条約」（いわゆる「モントリオール条約」であり，以下「本件条約」という。）は，渉外実務上重要であるところから司法試験用法文に収録されているものの，これまで出題されていなかった。\n〔設問１〕は，統一私法である条約の適用プロセスと国際民事訴訟法上の典型的な論点を問\nう出題である。\n〔小問１〕では，乙国裁判所を専属管轄裁判所とする旨の航空運送契約中の合意が有効か否\nかに関する判断が求められている。解答に当たっては，統一私法である条約を法廷地国が批准している場合，当該条約が直接に適用されるのか，「手続は法廷地法による」という法原則に基づいて国際私法を介して適用されるのか，という法適用のプロセスに関する説明が求められている。統一私法である条約の直接適用可能性の有無は，当該条約の趣旨，目的，内容等から導かれることを示した上で，本件条約の直接適用の有無について論を示さなければならない。\nその過程では，少なくとも本件条約第４９条の規定に触れることとなろう。本件条約が直接適用されるとした場合，管轄に関する本件合意の有効性判断に当たっては，本件条約第１条，第\n３３条及び第４９条の解釈及び当てはめが行われなければならない。この統一私法と国際私法の関係は，複数の基本的体系書において説明されている基本的事項であり，参照条文として引用されている本件条約の条文を適切に理解して丁寧に当てはめを行えば，解答に達することができると思われる。\n〔小問２〕では，外国裁判所に債務不存在確認訴訟が係属している場合において，わが国の\n裁判所に損害賠償請求訴訟が提起されたとき，後訴をどのように取り扱うべきであるかという，国際民事訴訟法上の典型的な論点が取り上げられている。前提として，本件条約第３３条に基づいて，甲国裁判所がＹの訴えにつき国際裁判管轄権を有するとともに，日本の裁判所が訴訟物を同一とするＸの訴えにつき国際裁判管轄権を有することの確認を通じて，日本における後訴が二重訴訟となっていることに言及されなければならない。そして，国際的な二重訴訟について，本件条約及び法の適用に関する通則法等には規定がなく，解釈に委ねられていることを踏まえて，私見を述べることが求められている。結論としては，本件条約第３３条により後訴の国際裁判管轄権をそのまま認めた上で，執行段階で二重の執行を拒否すれば足りるという処理もあり得るであろうし，近時，二重訴訟の問題性が指摘されることが多いことを踏まえて，二重訴訟を禁止すべきであるとする立場から訴えの却下や，訴訟の中止などの処理があり得る。\nいずれの立場においても，関連する条文を踏まえつつ，その結論に至る合理的な理由を明らかにしなければならないし，二重訴訟を禁止すべきであるとする立場であれば，承認予測説，プ\n- 42 -ロパー・フォーラム説（便宜法廷地説）など，しかるべき法律構成が示されなければならない。\n民事訴訟法第３条の９の適用可能性に触れる場合，同条が登場する道筋も明らかにされなければならない。その上で，問題文から読み取ることのできる事実を丁寧に当てはめる必要がある。\n〔設問２〕では，本件貨物の毀損を受けて，Ｘに対し保険契約に基づいて保険金を支払った\nＺが，法律上の代位によりＸから本件債権を取得したと主張し，Ｙに対して損害賠償金の支払を求める訴えを日本の裁判所に提起した場合において，Ｚの主張の当否の準拠法いかんが問われている。\nＸのＹに対する債権は本件条約第１８条第１項に基づくものであると考えられる。そして，本件のような，保険契約に基づき保険金を支払ったことを理由として損害賠償請求権を取得する，いわゆる法定代位については，本件条約及び通則法のいずれにおいても，明文規定はない。\nこの点については，本件条約の規律対象になるかどうかを検討した上，条約の規律対象ではないとする立場から，別途国内法（通則法）に基づいて準拠法を決定する過程が必要だと考えるかという視点と，法定代位について，債権譲渡と同様に，対象債権の準拠法によると考えるか，債権の移転原因となった事実（保険契約）の準拠法によると考えるかという視点からの複合的な検討が求められている。さらに，「保険契約の準拠法（甲国法）による」との構成を採用する場合，債務者Ｙについて，自己の関知しない法によって債務者が不測の不利益を被るべきではないという債務者保護の観点から，代位の対象となる債権の準拠法を累積的に適用する必要があるのではないかという派生的論点も考えられる。また，対象債権の準拠法によると考える場合には，対象債権が本件条約第１８条第１項に直接根拠を持つ債権であることから，本件条約に規律されていない事項（例えば，債権の移転可能性等）については，どのように属性を決定するのかという論点もある。\n上記のように，本年度の出題も，基礎的知識をいかに運用できるかを問うものとなっている。\nどの論点についても，いかなる根拠に基づいていずれの主張を優先するか，それぞれの判断過程を丁寧に説明することが期待される。\n- 43 -"
}