{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "経済法",
  "subject": 14,
  "text": "〔第１問〕（配点：５０）\nＡ社，Ｂ社及びＣ社は，特定の化学物質の検査機器甲を製造して日本国内の検査機関に販売する事業を営んでおり，日本国内の甲の市場におけるシェアは，順に４０パーセント，３０パーセント及び３０パーセントである。日本では当該化学物質に対する規制が特に厳しく，その規制に対応する甲が必要となるため，日本国内の検査機関においては，外国製の甲は使用されていない。Ａ社製の甲は，他社製の甲に比してやや価格が高いものの，その機能と信頼性により高い評価を得ている。\nただ，近年はＢ社及びＣ社も甲の機能向上と売り込みに力を入れており，甲の販売競争は激しくなっている。\n甲は，１台数億円で販売される精密機器であり，その検査精度を維持するためには，年１回，当該甲を製造したメーカーによる定期点検を受けることが不可欠である。Ａ社，Ｂ社及びＣ社は，甲の販売後１０年間は無償で当該甲の定期点検を行っているが，１０年経過後は，Ａ社は１回につき\n６００万円，Ｂ社及びＣ社も１回につき５００～６００万円の費用を徴収して定期点検を行っている。さらに，甲が古くなり不具合が度々生じるようになった場合には，当該甲を製造したメーカーにオーバーホール（部品単位まで分解して点検・洗浄を行い，新品同様の状態に戻すこと）を依頼することもできるが，その費用は，Ａ社は１２００万円であり，Ｂ社及びＣ社も同程度である。甲の仕様はメーカーごとに相当に異なり，当該メーカー固有の部品が使用されている箇所も多いため，当該甲を製造したメーカー以外の者が定期点検やオーバーホールを行うことは困難である。\n甲を使用するには，メーカーごとの規格に適合する検査キット乙（消耗品）が必要である。Ａ社製の甲向けの乙はＢ社及びＣ社製の甲には使用できず，Ｂ社及びＣ社製の甲向けの乙はＡ社製の甲には使用できない。Ａ社製の甲向けの乙は，Ａ社が製造販売しているほか，甲を製造していない日本国内の独立系事業者Ｄ社及びＥ社も近年製造販売を開始している。Ａ社製の甲向けの乙１年分の販売価格は，Ａ社は１０００万円であるが，Ｄ社及びＥ社は８００万円前後である。Ａ社製の甲向けの乙の市場シェアは，現在はＡ社７０パーセント，Ｄ社２０パーセント，Ｅ社１０パーセントであるが，Ｄ社又はＥ社製の乙でも使用上は特に問題ないとの評価が定着しつつあり，上記のような販売価格差もあって，Ａ社製の乙のシェアは低下し続けている。乙の利益率（販売価格に占める利益の割合）は大きく，ここ数年，Ａ社では乙の売上げが主要な収益源となっている。\n近年，Ａ社製の甲にＤ社又はＥ社製の乙を使用した際に異常な検査結果が出力されるトラブルが生じたとの報告が散見されるようになった。ただ，Ａ社製の乙を使用した際に類似のトラブルが生じたとの報告もかねてより存在しており，Ｄ社又はＥ社製の乙の使用が上記のトラブルの原因であることが科学的に立証されるには至っていない。\nＡ社は，Ｄ社又はＥ社製の乙の使用が上記のトラブルの原因である可能性は否定できず，Ｄ社又はＥ社製の乙が使用された場合には，定期点検だけでは甲の検査精度を保証できないとの理由により，今後販売する甲については，「顧客が当該甲に他社製の乙を使用した場合には，その使用後最初に到来する定期点検の時期においては，販売後１０年経過前であっても，定期点検は行わず，６００万円の追加費用の支払を条件としてオーバーホールを行う。オーバーホールの後に再び他社製の乙を使用した場合も，同様とする。」との約定を付して販売することを計画（以下「本件計画」という。）している。\n〔設 問〕\n本件計画の私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の問題点について検討しなさい。\n- 12 -\n〔第２問〕（配点：５０）\n化学メーカーＡ社及びＢ社は，化学製品Ｘの日本国内メーカーである。Ａ社及びＢ社の年間国内売上高は，それぞれ２０００億円及び３０００億円である。\nＸは，化粧品，シャンプー等の原材料である。Ｘについては，かつては，別の２社も日本国内で生産を行っていたが，需要家である日本企業の工場の海外移転による内需の減退や輸入品の増加により採算性が悪化したため市場から撤退し，現在では，Ａ社及びＢ社のみが国内生産を行っている。\n現在，Ａ社は，Ｘを年間５０万トン生産しており，Ｘ生産用のＰ工場を関東地方に保有している。\n他方で，Ｂ社は，Ｘを年間４０万トン生産しており，Ｘ生産用のＱ工場を関西地方に保有している。\n両社とも，専ら国内販売のみをしており，Ｘの年商はそれぞれ，Ａ社が約１００億円，Ｂ社が約８０億円である。このほか，主にアジア諸国から年間１０万トン前後のＸが，主としてコンテナを用いて輸入されているが，日本国内の需要家のきめ細かな要求に十分応えられず輸入量が伸び悩んでいる。\nＸの国産品と輸入品との間で品質差はない。Ｘの国産品の販売価格は輸入品の販売価格より若干割高ではあるが，Ａ社及びＢ社は需要家の多頻度小口配送等のきめ細かな要求に応えているため，需要家は輸入品に比して割高な価格を受け入れている。このような事情から，国産品は，現在の市場シェアを過去５年程度は維持している。しかし，国内の需要家は，輸入通関統計などから輸入品の価格を容易に知ることができるため，この価格を参照して，Ａ社及びＢ社に対して，常に，価格の引下げを求めている。\n上記のとおり，日本国内におけるＸの需要減退により，Ａ社及びＢ社は余剰生産能力を抱えており，それぞれ稼働率は，Ａ社が５０パーセント，Ｂ社が４０パーセントにすぎない。Ａ社及びＢ社のいずれにおいても，生産設備維持のための固定費（生産量の変化に関わりなく生じる費用）の負担が重く，この固定費がＸの製造原価の引下げ，ひいてはＸの価格の引下げへの障害になっている。\nそして，Ａ社及びＢ社のいずれにおいても，Ｘ事業については，過去３年にわたって営業赤字が継続しており，事業存続性が問題となっている。\n〔設 問〕\nこのような状況の中，Ａ社及びＢ社は，厳しい事業環境にあるＸ事業の存続を図るため，次の⑴の事業統合あるいは⑵の業務提携を行うことを検討している。それぞれの事業統合案及び業務提携案について，独占禁止法上の問題点を検討しなさい。なお，Ｘの地理的市場は日本国内で画定されるものとする。\n⑴ Ａ社とＢ社は，それぞれのＸ事業を共同新設分割方式で切り出し，Ｘの製造及び販売を行う合弁会社を共同で設立する。その際，Ｂ社のＱ工場は，Ｘ以外の製品の生産設備に転換することでＸの生産をやめ，Ａ社のＰ工場にＸの生産を集約することにより，同工場の稼働率を大幅に引き上げて固定費を始めとする一単位当たりの生産コストを削減し，輸入品に価格面で対抗することを目指す。なお，この共同新設分割は，公正取引委員会に対して届出を行うことを要する。\n⑵ Ｂ社は，Ｑ工場の生産設備をＸ以外の製品の生産設備に転換するとともに，Ａ社にＸの生産を委託し，Ａ社はその生産を受託するという，生産受委託（ＯＥＭ）契約を締結する。そうすることにより，Ａ社のＰ工場の稼働率を大幅に向上させ，生産コストの大幅な削減を目指す。なお，その際，Ｂ社は，Ａ社によるＸの生産に必要な主要原料（Ｘの製造原価の６０パーセント程度）\nを，こうした委託生産に必要な量だけ，自ら生産し又は外部から調達して，Ａ社のＰ工場に提供する。Ｂ社がＡ社に支払う生産委託費用は，主要原料費以外の製造原価の１０３パーセントとする。また，Ｂ社は，生産を委託したＸの販売は自ら行うものの，当該販売に係る物流業務をＡ社に実費のみ支払って委託することとし，顧客及び出荷先に関する情報をＡ社に提供する。\n- 13 -\n- 14 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，化学物質の検査機器甲の製造業者Ａ社が，自社の製造した甲を，機器利用者である日本国内の検査機関に販売するに際して，問題文記載の約定を付そうとする本件計画が，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）第３条又は同法第１９条に違反するか否かを問うものである。より具体的には，問題文記載の事実が，同法第\n２条第５項（私的独占）又は不公正な取引方法の一般指定（以下「一般指定」という。）第１０項（抱き合わせ販売等）の諸要件を満たすか否かの検討が求められる。選択した条項ごとに，本件計画で示された内容やその他の事実関係に照らして，各条項の行為要件，競争への効果，正当化の可否について検討することを要する。\n一般指定第１０項の該当性を検討する場合，まず本件行為が抱き合わせであることを示すために，抱き合わす商品役務（以下「主たる商品」という。）と抱き合わされる商品役務（以下\n「従たる商品」という。）が別個の商品役務であること（いわゆる２商品性）を示す必要がある。その際には，別個の商品役務であることの意味と基準について説明するとともに，本問における主たる商品と従たる商品を特定しなければならない。本件計画では，Ａ社のみが供給できるＡ社製甲向け定期点検サービスを所定の条件で受けるために，検査キット乙を事実上Ａ社からのみ購入せざるを得ないことが問題であるため，主たる商品をＡ社製甲向け定期点検サー\nビス，従たる商品をＡ社製甲向け検査キット乙と認定することが想定されるが，主たる商品をＡ社製甲と認定することも可能であろう。そして，検査キット乙が，甲とは別売りされていて，内容・機能面で甲と統合されているわけではなく，Ａ社製のもの以外にＤ社製及びＥ社製の競合品が存在していることなどを踏まえて，２商品性を肯定することが考えられる。その上で，- 26 -\n抱き合わせ行為における取引の強制の要件について，その意味と基準を説明し，本件計画が当該要件を満たすか否かを検討する必要がある。その検討に際しては，甲の使用には当該甲の供給メーカーによる年一回の定期点検又はオーバーホールが不可欠であり，他社による点検で代替することはできないこと，甲は高価であり頻繁に買い換えることが困難であること，Ａ社製以外の検査キット乙を購入して使用した場合には追加費用が生ずることなどを指摘し，評価することが重要である。\n次に，一般指定第１０項の「不当に」の該当性，すなわち，公正競争阻害性の有無を検討する必要がある。抱き合わせ行為の公正競争阻害性としては，自由競争減殺と競争手段の不公正さが考えられるが，本問の事実関係の下では，主に自由競争減殺について検討することが求められる。その検討に際しては，主たる商品及び従たる商品についての商品市場及び地理的市場を画定し，それを前提として競争への悪影響を検討する必要がある。市場画定については，画定の必要性と基準を示した上，本問の事実関係に即して認定することになるところ，本問では，主たる商品であるＡ社製甲向け定期点検サービス（又はＡ社製甲）と従たる商品であるＡ社製甲向け検査キット乙について，それぞれ需要の代替性及び供給の代替性の有無を分析する必要がある。自由競争減殺の有無を分析する市場として，従たる商品であるＡ社製甲向け検査キッ\nト乙の市場を取り上げることが適切であるが，その分析に当たっては，画定された両市場における競争の特徴を示す諸事実（主たる商品の市場におけるＡ社のシェアや地位等，従たる商品の市場におけるＡ社や競争者のシェアや地位等）を適切に指摘・評価して，Ｄ社製及びＥ社製のＡ社製甲向け検査キット乙が排除されるおそれがあるかどうかを論じることが求められる。\nなお，競争手段の不公正さについて検討する場合も同様であり，Ａ社製甲向け検査キット乙の市場における良質廉価な商品選択による競争が歪められる効果の有無や程度が，各市場における競争の特徴を示す諸事実に即して分析される必要がある。\nさらに，本件計画の実施について，甲の使用におけるトラブル防止のための検査精度の確保が理由として挙げられていることから，かかる理由による正当化の可否についても検討することが求められる。正当化が認められる余地は小さいと思われるが，その検討に際しては，本件計画の目的や目的に照らした手段の合理性などの観点から分析を行い，本問の事実関係に即して，正当化の可能性があるか否かを説明する必要がある。その際には，甲の検査精度の確保は目的として合理的であることを踏まえた上で，そのための手段としてオーバーホールの追加費用負担を求めることなどの合理性をどのように評価するかが重要である。\n本件計画については，一般指定第１０項に関する検討がより望ましいと考えられるが，一般指定第１４項（競争者に対する取引妨害）の適用を検討する余地もある。取引妨害行為であることについては，本件計画の実施が，Ａ社製甲の購入者による検査キット乙の購入に際して，当該購入者とＤ社及びＥ社との取引を妨害することを示す必要がある。一般指定第１４項の「不当に」の検討については一般指定第１０項の場合と同様である。\n次に，独占禁止法第３条の私的独占の禁止規定の適用を論じる場合には，同法第２条第５項の該当性を検討する必要がある。\n私的独占といえるためには，排除行為又は支配行為のいずれかの行為が行われていなければならないが，本件計画によって，Ａ社製甲の購入者が，検査キット乙の購入に際してＤ社製及びＥ社製の乙の購入を妨げられることになるため，本件計画については，排除に該当するか否かの観点から検討する必要がある。その際，排除の定義について，ＪＡＳＲＡＣ事件（最判平成２７年４月２８日民集６９巻３号５１８頁）などを踏まえて適切に示した上で，本問の事実関係への当てはめを行う必要がある。本問では，検査機器甲・点検サービス・検査キット乙の各市場におけるＡ社のシェアや地位等の評価が重要となる。排除行為の類型として，抱き合わせと構成することが期待されるが，その場合に検討すべき内容は一般指定第１０項の場合と同様である。\n- 27 -私的独占による反競争効果は，「一定の取引分野における競争を実質的に制限すること」であるが，ここでも基本的な検討の枠組みは一般指定第１０項の場合と同様である。\nまず，「一定の取引分野」に関して市場画定を行う必要がある。一定の取引分野の意味と画定の基準を示し，本問の事実関係に即して市場を認定することが必要である点は，一般指定第\n１０項に関して述べたとおりである。\n次に，競争の実質的制限については，その定義を示した上で，その認定に関わる事実を問題文の中から適切に拾い上げて総合的体系的に説明することが必要である。抱き合わせ行為を排除行為とした場合には，いずれの市場での競争の実質的制限を問題としているのかを明確に指摘する必要があるが，本問の場合には，従たる商品であるＡ社製甲向け検査キット乙の市場での効果を分析することが適切であろう。その場合にも，一般指定第１０項の自由競争減殺の分析と同様に，各市場における競争の特徴を示す諸事実を示しながら，競争の実質的制限の有無を論じる必要がある。\n「公共の利益に反して」については，その解釈論（例えば，石油価格協定事件・最判昭和５９年２月２４日刑集３８巻４号１２８７頁）を提示し，「公共の利益」の意味や，これに基づいて行為を正当化する際の考え方を説明する必要はあるが，実質的には，一般指定第１０項に関する説明の中の正当化の部分で述べた内容と同じ議論が当てはまる。\nなお，解答に際して，私的独占又は不公正な取引方法のいずれか一方を主たる検討対象として選択した場合に，他方の違反類型についても検討して論述することが期待される。\n〔第２問〕\n本問では，既に競争事業者の多くが事業から撤退する中で，かろうじて残存しているものの，業績不振に陥っていて，事業の継続が危ぶまれている競争事業者間で，生き残りをかけて企業結合や業務提携を目指す場合に生じる，企業の論理と独占禁止法のあつれきを問題にしている。\n小問⑴では，競争事業者間での事業統合を，⑵では，競争事業者間でのＯＥＭ契約及び物流業務の提携という，新聞等で頻繁に取り上げられている事例を取り扱うこととした。\n本問全体を通して，独占禁止法の個々の条文よりも，同法全体の体系をどれだけ理解しているかを問うことにした。競争事業者間での企業結合と業務提携は水平的な競争制限効果が発生する行為という意味では，紙一重の関係にある（これは垂直関係にある事業者間での企業結合や提携の場合にも当てはまる。）。両社の事業を企業として一体とすれば企業結合の問題になるし（⑴の事業統合，同法第１５条の２第１項第１号），契約関係で処理をするのであれば不当な取引制限の問題になる（⑵の業務提携，同法第２条第６項・第３条）。こうした競争事業者間での業務提携は，ハードコアカルテルと評価されるものではなく，それがもたらす効率性の改善を始めとする競争促進効果と競争制限効果を比較衡量してその適法性が評価されるべきことが正確に理解されている必要がある。\nまた，独占禁止法の適用場面において，企業の事業活動に関する一般的な理解を有していることも問われることになる。本問では，「需要家である日本企業の工場の海外移転による内需の減退や輸入品の増加により採算性が悪化した」という事業環境にあって競争事業者２社が既に事業から撤退したが，それにもかかわらず，残存企業は余剰生産能力を抱えており，稼働率が「５０パーセント」「４０パーセント」でしかなく，「過去３年にわたって営業赤字が継続しており，事業存続性が問題と」なっている。これが極めて異常な事態であることに気付く必要がある。このような状況であれば，普通の企業であれば，競争事業者等との企業結合又は業務提携を考えるし，それができない場合には事業撤退を真剣に検討する必要に迫られるであろう。\nその意味では，「破綻企業（事業）」（ｆａｉｌｉｎｇ ｃｏｍｐａｎｙ）の理論の適用が問題となる状況に至っている。\n本問では，問題文で提示されている検討案（事業統合案及び業務提携案）だけでは，違法と- 28 -も適法とも判断しにくい事実関係を設定している。そのような中で，どのような要素を重視して違法性・適法性の判断をするのかに着目することとした（結論としては，独占禁止法に違反するとするのでも，違反しないとするのでも構わない。）。\nまた，本問は，既に実行された行為についての法的評価をただす問題ではなく，事業統合や業務提携の「検討」段階（⑴では公正取引委員会に対する届出を必要とする取引であることを明示している。）での事前の法的リスクの評価（事業統合については公正取引委員会が行うであろう企業結合審査結果の想定）を問うものであり，その評価の過程で見いだした問題点に対する解決策の提示も期待している。したがって，問題文で提示されている検討案をそのまま実施した場合に独占禁止法上の問題を惹起する可能性があるというだけでは，不十分である。事業統合の場合であれば，仮に企業結合審査の過程で問題が指摘された場合，直ちに公正取引委員会から排除措置命令を受けるわけではなく，何らかの問題解消措置を採ることで事業統合が認められる余地がないかを検討するのが一般的である。そこで，問題文で提示されている検討案の問題点や違法性を指摘する場合に，かかる指摘にとどまるのではなく，独占禁止法の原則に整合的な解決策の提案を行えるのかにも着目することとした。\n以下，小問ごとに，出題の意図を説明する。\n上記のとおり，国内需要の減少に伴い，競争事業者は２社にまで減じている中で，その２社が生き残りを図るために採れる手段は必ずしも多くはない。取り分け，過去３年間営業赤字となっており，生産設備の稼働率も５０パーセント又は４０パーセントと低下しているので，これ以上のコストの引下げ余地はない。しかも，Ｘ製品は化学製品であって，輸入品と品質差はないということであるから差別化もしにくい商品であり，より安価な輸入品に物流サービスの質でしか対抗できていない。需要家は品質差がない輸入品の価格を承知しており，当該価格に物流サービスに伴う付加価値を加えた程度の価格（輸入品の調達に切り替えた場合に必要な追加コストを輸入品の価格に加えた価格）でしか購入しないと想定される。\nこうした場合，事業者とすれば，国内の残存競争事業者との間で，販売面まで含めた事業統合を図るか，製造や物流部分の共通化を目指すのはむしろ当然である。いずれの場合も，生産設備の稼働率を向上させ，単位当たりの生産コストを引き下げるという効率性の改善が強く期待できる。\nしかし，⑴の事業統合をする場合には，販売面での統合を伴うため，販売市場でのシェアが９０パーセントと高くなる（国産品と輸入品の間で品質差がない製品のため，シェアを１００パーセントとするのは誤りである。）。この場合，輸入品の牽制力や需要家の競争圧力がどこまで効くのかが市場への影響を判断する上で焦点になるだろうし，評価が分かれるところであろう。結局のところ，海外市況の影響も受けるであろうし，海外供給者の供給余力の問題や輸入者の物流サービスの改善努力にも関わるところであるが，こうした競争圧力には一定の限界があると見ることができるだろう。他方で，当事会社は事業存続性が問題になるような経営状況であり，検討されている事業統合により稼働率の大幅な向上など効率性の改善も期待できる。\nこのような事業統合は競争を実質的に制限することとなるとしてこれを認めないとする考えも，当事会社の経営状況の深刻さや効率性の改善を評価してこれを認める考えも十分成立し得る。なお，上記のとおり，問題文で提示されている事業統合案のままでは競争を実質的に制限することとなると考えた場合には，問題解消措置等の提案がなされることが期待される。\n次に，⑵の業務提携はＯＥＭ契約といわれるものであり，一種の共同生産であって，高い頻度で利用されている競争事業者間での業務提携の一種である。併せて，物流業務の提携も目指されているが，当該提携については，我が国において，寡占市場で非常に高い市場シェアを有する同業者間でも物流コスト削減のために行われていることから分かるように，まず独占禁止法上問題視されることが少ない業務提携の一種である。\nＯＥＭ契約では，①原材料の調達市場でのシェア，②当該製品の市場シェア，③コストの共\n- 29 -通化の程度等で，その適法性が判断される。取り分け，③については，生産を委託する事業者が原材料を別途調達して受託者に提供する事案と，原材料の調達まで委託する事案とでは判断が異なることが多い。本件では，Ｂ社がＡ社に生産委託するに際して，Ｘの生産に必要な主要原料（Ｘの製造原価の６０パーセント程度）を，こうした委託生産に必要な量だけ「提供」（「販売」ではない。）するのであって，製造原価の６０パーセントも占める主要原料についてはコ\nストが共通化しない。また，主要原料は「提供」されるのであって販売されるわけではないので，実際の主要原料のコスト情報はＡ社と共有されない。生産委託費用として支払われるのは，主要原料以外の製造原価（例えば，副原料費・動力費・工場人件費・固定費等）の実費の１０３パーセントであって，マークアップ分は僅かであり，ほぼ実費ベースでの生産の受委託であると評価できる（なお，こうした費用も，稼働率が上がれば，単位当たりの固定費は低下するため，引下げが期待できる。）。すなわち，両社間で共通化する製造原価は主要原料を除く僅かに４０パーセントでしかない。その意味では，Ａ社とＢ社の間では十分に競争の余地が残るし，物流費用以外の販売管理費でも競争する余地がある。\nこれまで，こうしたＯＥＭ契約の場合には，それがもたらす競争制限効果と競争促進効果（特に，本件では２社が競争単位として存続すること）を評価して，業務提携の適法性を肯定する例がほとんどである。ただし，本件では，物流業務の提携に伴って，顧客及び出荷先に関する情報を競争事業者に提供するという設定にしている。そもそも物流業務の提携を行う以上，当該情報を委託者が受託者に提供することは前提であるし，不可欠な要素であろう。しかし，こうした情報は，営業機微情報とも解される余地があり，かかる情報を交換することが競争の実質的制限につながる可能性も皆無ではない。この点，⑵の業務提携はいまだ計画段階であるため，かかる情報提供行為が問題であれば，その問題を除去することで，提携そのものは実施できる可能性が高まる。例えば，顧客及び出荷先に関する情報は，相手先の物流部門にのみ提供し，営業部門には提供せず，営業部門と物流部門の間で情報遮断をする措置を採ることなどが考えられる。",
  "scoring_notes": "１ 出題の趣旨について出題の趣旨は，別途公表している「出題の趣旨」のとおりである。\n２ 採点方針出題した２問とも，私的独占の禁止及び公正取引の確保に関する法律（以下「独占禁止法」という。）上の制度・規定の趣旨及び内容を正確に理解し，問題文の行為が市場における競争にどのような影響を与えるかを念頭に置いて，問題点を指摘し，法解釈を行い，事実関係を丹念に検討した上で，要件の当てはめができるか，それらが論理的かという点を評価しようとした。\n特に，独占禁止法の基本を正確に理解し，これに基づいて検討することができているかを重点的に見ようとしており，公表されている公正取引委員会の考え方やガイドライン等について細かな知識を求めることはしていない。\n⑴ 第１問第１問は，Ａ社が検査機器甲を販売するに当たって，顧客に対して条件を付すこと（本件計画）\nにより，検査キット乙についても自らと取引することを当該顧客に強制し，Ａ社以外の乙の販売業者（競争者Ｄ及びＥ）を市場から排除することについて，その独占禁止法上の問題点に関する理解を問うものである。\nまず，適用法条については，検討すべき条文として独占禁止法第２条第５項（私的独占）及び不公正な取引方法の一般指定（以下「一般指定」という。）第１０項（抱き合わせ販売等）を的確に選択することができているかを見た。出題の趣旨において述べたとおり，私的独占と不公正な取引方法（抱き合わせ販売等）の双方について論述することが期待されたところであり，いずれか一方のみを選択して論述した答案に対し，そのことを理由として減点はしなかったが（一方の違反類型について十分に論述すれば満点を得られるように配点した。），他方で，双方の違反類型について論述した答案に対しては，その部分を加点要素として評価した。\n次に，行為要件及び効果要件については，当該条文の各要件（「他の事業者の事業活動を排除し」，「一定の取引分野における」，「競争を実質的に制限する」，「他の商品又は役務」，「購入させ」，\n「不当に」など）について正確に規範を定立し，当てはめを行うことができているか，特に，排除行為及び排除効果については，問題文に記載された事実関係に基づいて多角的に検討できているかどうかを評価の対象とした。\nさらに，正当化事由については，いずれの結論であっても，適切な判断基準を示し，問題文に記載された事実関係に基づいて自らの結論を論じることができているかどうかを評価の対象とした。\n⑵ 第２問第２問は，存続が危ぶまれている事業部門を抱える２つの競争者による事業統合案及び業務提携案の独占禁止法上の問題点を問うものである。小問⑴の事業統合案と⑵の業務提携案とは，事業者にとっては，同一の目的を実現するための代替的な選択肢であるが，その独占禁止法上の取扱いにおいては異なる面が多い。小問⑴と⑵との異同を踏まえた上で，それぞれについて，どこまで独占禁止法上の問題点を的確に指摘できているかを採点において重視した。また，その際，\n法律問題の検討以前の問題として，そもそも小問⑴の事業統合案と⑵の業務提携案とが，それぞれ，いかなる事業上の効果を狙っているのかについて正確に理解できているかどうかにも着目した。\n小問⑴では，競争者であるＡ社とＢ社は，それぞれのＸ事業を共同新設分割方式で切り出して，\nＸの生産についてはＡ社のＰ工場に集約するという事業統合案が提示されている。独占禁止法上は，同法第１５条の２第１項第１号に該当するかどうかが問われる。具体的には，まず本問で問- 1 -題となる「一定の取引分野」を画定した上で，問題文中にある事実を拾い上げて「競争を実質的に制限することとなる」に該当するかどうかを検討する必要がある。その際，当然のことながら，\n「一定の取引分野」の意味と画定の基準，「競争を実質的に制限することとなる」の意味と認定の在り方について一般論が提示されることが不可欠である。本問の場合，「一定の取引分野」の範囲が日本国内におけるＸの製造販売に係る取引分野であることは自明なので，「競争を実質的に制限することとなる場合」に該当するかどうかの判断が重要となる。\n本問の事業統合案は，Ａ社とＢ社による水平型事業統合に当たり，また，Ａ社とＢ社以外に国内に競争者はいないことから，単独行為による競争の実質的制限の蓋然性が問題となる。その判断において重視されるべき要素としては，Ａ社及びＢ社のＸ事業におけるシェアと地位，輸入品からの競争圧力，需要者からの競争圧力のほか，当該事業統合案によってもたらされる効率性が挙げられる。また，本問の事業統合案は，業績不振部門の存続を図るものであるから，企業結合ガイドラインにいう「経営状況」，すなわち，事業統合なき場合にＡ社及びＢ社によるＸ事業からの撤退があり得ることとの比較において事業統合が競争に及ぼす影響も考慮する必要がある。\n結論自体は，合法，違法のいずれでも構わないが，結論に至る論理の首尾一貫性や説得力を評価した。また，通常の企業結合審査においては，審査対象の事業統合案が違法か合法かという二者択一的な判断がなされることはほとんどなく，独占禁止法上の問題を解消するために何らかの条件を付した上で事業統合案そのものは容認するという処理がなされることが圧倒的に多い。そのことを意識して，事業統合案が容認されるために想定される条件（いわゆる問題解消措置）の内容にまで言及しているかどうかも評価の対象とした。\n小問⑵では，Ｂ社は，Ｘの生産から撤退し，Ａ社とＯＥＭ契約を締結してＸの生産と物流の業務をＡ社に委託するが，その販売は各社が独自に行うという業務提携案が提示されている。また，\nＢ社は主要原料をＡ社による共同生産に際して供給することで，コストの共通化部分は限定的なものとなっている。\nこの業務提携案においては，複数の競争者間で事業部門の完全な統合が行われるわけではなく，\nＸの生産と物流に関する事業活動について契約による拘束が生じるのみであるから，独占禁止法第２条第６項にいう不当な取引制限として同法第３条後段に違反するかどうかが問われる。本問の業務提携案は，講学上の非ハードコアカルテルに該当するので，行為要件の充足もさることながら，効果要件，すなわち「一定の取引分野における競争を実質的に制限する」を充足するかどうかの判断が重要となる。\nその判断においては，予想される競争制限効果と競争促進効果との比較衡量が求められる。本問で重要となるのは，競争制限効果の分析である。本問のようなＯＥＭ契約の場合，競争者の間で製造販売に要する費用が共通化される程度と，競争上重要な情報が交換されることにより協調行動が促される可能性に着目する必要がある。この点，本問では，Ｘの製造原価の６０パーセントを占める主要原料はＢ社がＡ社に「提供」（「販売」ではないことに注意）することとなっていること，物流業務の委託に際してＢ社がＡ社に対し顧客及び出荷先に関する情報を提供することとなっていることの評価が重要となる。ここでも，結論自体は，合法，違法のいずれでも構わないが，結論に至る論理の首尾一貫性や説得力を評価した。併せて，競争制限効果の発生を防止するための何らかの追加的な措置（具体的には情報遮断措置）を採ることで，結論が異なるとすれば，こうした措置についても言及していることを加点要素とした。\n３ 採点実感等⑴ 出題の趣旨に即した答案の存否，多寡についてア 第１問(ｱ) 適用法条について第１問では，本件計画が，Ａ社製甲向け乙の市場においてＤ及びＥを排除するに至ること- 2 -が問題となることを論述する答案が多数であり，その限度では独占禁止法上の問題点がおおむね理解されていた。しかし，適用法条に関しては，行為の態様とその効果に照らして最も適合する行為類型（抱き合わせ）を的確に指摘できていない答案が相当数あった。\n具体的には，甲を購入した顧客に条件を付ける点に着目して，排他条件付取引（一般指定第１１項）や拘束条件付取引（一般指定第１２項）と構成している答案が相当数あったが，\n本件計画は，顧客が甲の競争者と取引することを排除するものではなく，乙の取引を顧客に強制し，乙の競争者を排除するものであることに着目すれば，２商品（甲ないし甲の定期点検サービスと乙）の「抱き合わせ」の該当性を論じることがより適切であることに気付くべきと思われる。\n他方，乙の販売業者（競争者）を排除する点に着目して，不公正な取引方法のうち競争者に対する取引妨害（一般指定第１４項）として捉える答案もあったが，それが完全に誤りとまではいえないものの，本件における競争者の排除が，Ａ社製甲の定期点検サービス（又はＡ社製甲）の市場における優位性を背景として，顧客に対しＡ社製乙の購入を強制することによるものであることを考えれば，不公正な取引方法における行為類型としては，取引強制を通じた競争者排除（独占禁止法第２条第９項第６号ハ，一般指定第１０項）であり，その中でも特定商品の競争力をてこにした取引強制である一般指定第１０項前段の排除型の「抱き合わせ販売」が最も適合するものであることに考えが至るべきと思われる。\nまた，本件では，抱き合わせ行為による効果としては，公正競争阻害性のみならず競争の実質的制限にまで至ることが容易に考えられる事案であることから，不公正な取引方法（抱き合わせ販売等）と私的独占の双方の該当性が問題となる事案であることを指摘することが望まれたが，その指摘ができている答案は多くなかった。\n(ｲ) 行為要件について不公正な取引方法（抱き合わせ販売等）及び私的独占のいずれについても，行為要件の該当性を検討するに当たっては，顧客に対して自らとの取引を強制することになる根拠として，\n検査機器甲の特質，特に，甲が高価で買換えが難しいこと，Ａ社製甲の使用に当たってＡ社製甲向けの乙が不可欠であり，また，Ａ社による定期点検又はオーバーホールが不可欠であることなどを指摘した上で，Ａ社製乙を用いてＡ社による定期点検サービスを受ける場合と他社製乙を用いてＡ社によるオーバーホールを受ける場合の経済的出えんの差異を示し，取引強制のメカニズムを明らかにすることが望まれたが，結論と簡単な理由のみを記載している答案が相当数あり，その根拠を多角的に論証できている答案が多数とはいえなかった。\n(ｳ) 効果要件について不公正な取引方法（抱き合わせ販売等），私的独占のいずれであれ，排除効果の有無等を検討する前提として，市場画定が不可欠であるところ，本件では，Ａ社製甲向け乙の国内市場が検討対象市場であることについては，需要の代替性等も踏まえておおむねよく論述されており，市場画定について全く記載していない答案や，甲の国内市場のみを検討している答案は少数であった。\nただし，本件では，行為要件の該当性（上記（ｲ）参照）及び市場画定を踏まえて，Ａ社製甲の顧客がＡ社製乙を購入せざるを得ないことが，なぜ，検討対象市場においてＤ及びＥを排除することになるかについて，Ａ社製甲向け乙に係る各社のシェアや競争能力，代替的な取引先の有無など問題文に記載されている考慮要素をできる限り多く検討して論述することが望まれたが，結論と簡単な理由のみを記載している答案も少なくなく，その根拠について十分記載している答案が多数とはいえなかった。\nさらに，私的独占について論述する場合には，競争の実質的制限に至ることを，その解釈も含めて論述する必要があるところ，競争の実質的制限の定義については，おおむね正確に記載している答案が多かったが，隣接市場である甲市場が与える影響の有無，輸入や新規参- 3 -入の可能性なども指摘して競争の実質的制限に至る根拠を多角的に論じられている答案は多くなかった。\n(ｴ) 正当化事由について本件は，正当化事由の主張が考えられる事案であり，それを「不当に」，「競争の実質的制限」，「公共の利益」のいずれかの解釈として論じている答案が多かった。ただし，その条文上の根拠について全く記載していない答案も散見された。\nまた，正当化事由の有無については，その判断基準として，①本件計画の目的の正当性，\n②当該目的を達成する手段としての本件計画の必要性・相当性及び③他により競争制限的でない手段によって当該目的を達成する可能性の点から検討すべきことを的確に記載している答案が多かった。結論として正当化事由を認めない答案が多数であり，具体的には，甲の検査精度の確保という目的は正当とした上で，当該目的を達成する手段としての本件計画の必要性・相当性を欠くとした答案のほか，Ｄ及びＥの排除を目的としたものと認定して目的の正当性を欠くとした答案もあった。\nイ 第２問まず小問⑴については，適用条文，「一定の取引分野」の画定の在り方と本問における当てはめ，「競争を実質的に制限することとなる場合」の定義は，おおむねよく書けていた。しかし，本問では単独行動による競争の実質的制限の蓋然性が問われることについては，そのことへの言及すらない答案も目立った。また，Ｘの輸入品が本問の「一定の取引分野」に含まれないと考える（したがって，事業統合後の合弁会社のＸのシェアを１００パーセントと考える）\n答案が少なからずあった。\n「競争を実質的に制限することとなる場合」の判断において重視されるべき要素のうち，輸入品からの競争圧力，需要者からの競争圧力については，これらに言及する答案は多かった。\n事業統合に伴う効率性については，これに言及する答案自体は多かったが，独占禁止法第１条における同法の究極目的に照らした行為の正当化事由の問題としてこれを取り上げる答案が多かった。企業結合審査における効率性の考慮は，飽くまでも「競争を実質的に制限することとなる場合」の判断の枠組み内でなされるというのが企業結合ガイドラインの立場である。また，\n本問の事業統合による効率性の達成が輸入品の排除につながり得るという論理に基づき，これを競争制限効果としてのみ考慮する答案も散見された。最後に，いわゆる「経営状況」の問題に触れた答案は，極めて少数であった。\nこれらの要素を列挙しつつ，どのような結論を導くかについては，論理の一貫性に疑問を抱かせる答案や，そもそも説明不足のため，個々の要素に対する評価がどのようにして結論に結び付くのかが分かりにくい答案が目立った。また，本問のような事業統合案の場合，仮に競争の実質的制限の蓋然性が払拭されない場合でも，何らかの措置を講じることで企業結合が容認されることになると予想されるし，実際にも，そうした問題解消措置の内容を検討することなく届け出られた企業結合について違法だとして排除措置が採られる例は皆無といってよい。そこまで見越して，条件付き容認の立場から，いかなる内容の条件が望ましいかに触れた答案は，\nほとんどなかった。\n小問⑵については，まず，適用条文として独占禁止法第１６条第１項第４号や同法第２条第５項を挙げる答案が少なくなかったことは意外であった。ＯＥＭ契約は，共同生産の一形態であり，独占禁止法上は，非ハードコアカルテルとして位置付けられる。適用条文として同法第２条第６項を挙げた答案においても，これを非ハードコアカルテルとして性格付け，そのような性格にふさわしい判断の枠組み（競争制限効果と競争促進効果との比較衡量）を提示する答案は少なかった。同項の行為要件の当てはめについては，比較的よく書けていたが，価格カルテルに係る先例の判旨を機械的に当てはめて，相互拘束の対象となる事業活動を価格設定と捉える答案が散見された。\n- 4 -小問⑵における最大の評価のポイントは競争の実質的制限の有無の判断である。この点で特に気になったのは，競争者の間でのコストの共通化の程度に言及する答案が想定よりも少なかったことである。また，コストの共通化の程度に言及する答案の中でも，Ｘの製造原価の６０パーセントを占める主要原料をＢ社が「提供」することの意味を正確に理解せず，当該６０パーセントの部分についてコストが共通化されるとか，当該部分について競争者間で原価の情報が共有化されるといった誤解に基づく答案が散見された。もっとも，物流の委託に伴う競争上重要な情報の共有可能性に言及する答案は多かった。なお，ここでも小問⑴と同様に，問題文の説明のままでは競争の実質的制限の可能性は払拭されないが業務提携案に修正条件を加えること（具体的には，Ａ社における，営業を担う営業部門とＢ社から物流の委託を受ける物流部門との間での情報遮断措置）により独占禁止法上の問題を解消できると考える余地があるし，\nむしろ，こうした措置を講じることなく無条件で業務を委託することは考えにくい。しかし，\n残念ながら，小問⑵においても，いかなる修正によって独占禁止法上の問題を解消できるかに触れた答案は極めて少なかった。\n⑵ 出題時に想定していた解答水準と実際の解答水準との差異についてア 第１問上記⑴ア(ｱ)のとおり，行為の態様とその効果に照らして最も適合する行為類型（抱き合わせ）を的確に指摘できていない答案が相当数あったことは予想外であり，その検討の有無で点数に差が生じる結果となった。また，問題文に記載された事実関係を踏まえて多角的に要件該当性を論じられている答案は，想定していたほど多くはなかった。\n他方，「購入させ」，「他の事業者の事業活動を排除し」，「一定の取引分野」，「不当に」，「競争を実質的に制限する」，「公共の利益に反し」といった各要件の定義・判断基準及びそれらに対する当てはめについて一通り論じている答案は多く，その点については，出題時に想定されていた解答水準との間に大きな差異はなかった。\nイ 第２問個々の論点における想定解答水準と実際の解答水準との差異については，既に上記⑴イで言及したとおりである。全体として見ると，小問⑴については，良くも悪しくも，ほぼ想定どおりの解答水準であった。「経営状況」（経営不振部門の問題）の考慮に言及する答案が少ないであろうことは当初から想定されていたが，現実のＭ＆Ａに関わる実務ではこの種の問題は決して珍しくはないので，実務の動向を踏まえた学習の重要性を強調する意味であえてこのような設定にした次第である。小問⑵については，ＯＥＭ契約は，公正取引委員会の事前相談の実務において比較的多く取り上げられており，非ハードコアカルテルの一つの典型例とも考えられるが，その割には，想定以上に学習不足を感じる答案が多かった。取り分け，独占禁止法上の問題点の検討以前に，設問中の業務提携案が提起される文脈やその狙いについての理解が不十分な答案が想定以上に多かった。また，小問⑴と⑵に共通する特徴として，独占禁止法上の問題を解消するための条件の提示にまで言及する答案は，想定以上に少なかった。そもそも，我が国で，企業結合分野や非ハードコアカルテル分野において，違反とされた先例が少ないのは，\n公正取引委員会との協議を通じて，想定される独占禁止法上の問題を解消するための措置を採ることで違反を回避することが多いからであるが，そのような実態が十分に認識されていないように思われた。独占禁止法の解釈適用は，問題となる企業活動の実態の理解なくしては十分になし得ないが，本問の答案全体を通じて，その点での理解の不十分さを感じた。\n⑶ 「優秀」，「良好」，「一応の水準」，「不良」答案についてア 第１問「優秀」な答案は，本件計画が抱き合わせ行為に該当することを指摘し，不公正な取引方法（抱き合わせ販売等）及び私的独占の各要件について，適切な判断基準を示した上で，考慮すべき事実の全部又は大部分を正確に摘示しながら説得的な当てはめを行い，結論を導いている- 5 -もの，「良好」な答案は，不公正な取引方法（抱き合わせ販売等）ないし私的独占のいずれかの各要件について，一定の判断基準を示した上で，考慮すべき事実のうち主要なものをおおむね正確に摘示しながら当てはめを行い，結論を導いているもの，「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠いているもの（例えば，本件計画が抱き合わせ行為に該当することの指摘がなくても，Ｄ及びＥがＡ社製甲向け乙の市場から排除されることについて，適切な判断基準を示した上で，考慮すべき事実のうち主要なものをおおむね正確に摘示しながら当てはめを行い，不公正な取引方法ないし私的独占に係る結論を導いているものなど），「不良」な答案は，本件計画によりＤ及びＥがＡ社製甲向け乙の市場から排除されることなどの不公正な取引方法ないし私的独占に係る基本的事項についての論述を欠いており，出題趣旨から離れた記載に終始するものとした。\nイ 第２問「優秀」な答案は，小問⑴と⑵のそれぞれについて，適用条文を正確に指摘し，各条文の各要件につき適切な判断基準を示した上で，考慮すべき事実を過不足なく拾い上げ，それら諸事実について独占禁止法の観点から適切に評価を加えるとともに，それらの評価を論理整合的に結論に結び付けることができているものとした。「良好」な答案は，適用条文を正確に指摘し，\n各条文の各要件につき適切な判断基準を示した上で，考慮すべき事実の大部分を拾い上げ，それら諸事実について独占禁止法の観点からそれなりに評価を加え，一定の結論を導くものとした。「一応の水準」の答案は，「良好」な答案と評価されるために必要なポイントのうち幾つかを欠いているもの，「不良」な答案は，基本的事項についての論述を全く欠いているなど，事案処理能力が著しく不十分と見られるものとした。なお，小問⑵について独占禁止法第１６条第１項第４号や同法第２条第５項を適用条文とする答案に関しては，当該部分に関して「不良」\n答案と評価した。\n４ 今後の出題について今後も，独占禁止法の基礎的知識の正確な理解，問題となる行為が市場における競争に与える影響の洞察力，事実関係の検討能力及び論理性・説得性を求めることに変わりはないと考えられる。\n５ 今後の法科大学院に求めるもの経済法の問題は，不必要に細かな知識や過度に高度な知識を要求するものではない。経済法の基本的な考え方を正確に理解し，これを多様な事例に応用できる力を身に付けているかを見ようとするものである。法科大学院は，出題の意図したところを正確に理解し，引き続き，知識偏重ではなく，基本的知識を正確に習得し，それを的確に使いこなせる能力の育成に力を注いでいただくとともに，論述においては，適用条文の選択や構成要件の意義を正確に示した上，問題となる行為が市場における競争にどのように影響するかを念頭に置いて，事実関係を丹念に検討し，要件に当てはめること，そしてそれを箇条書き的に列挙するのでなく，論理的・説得的に表現することができるように教育してほしい。\n- 6 -"
}