{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "行政法",
  "subject": 2,
  "text": "〔第２問〕（配点：１００〔〔設問１〕⑴，〔設問１〕⑵，〔設問２〕⑴，〔設問２〕⑵の配点割合は，\n３５：２０：２０：２５〕）\nＹ市に所在し，社会福祉法人Ａが運営する保育園（以下「本件保育園」という。）の敷地（南北約２００メートル，東西約１００メートルのほぼ長方形）は，その西側境界線の全部が，幅員約１メートル，全長約２００メートルの南北方向に通る市道（以下「本件市道」という。）に接している。本件市道は，その北端及び南端（それぞれ本件保育園の敷地の北西端及び南西端に接する部分）\nで，それぞれ東西方向に通る別の公道に接続している。本件市道は，古くからその敷地をＹ市が所有し，市道として道路法第８条第１項に基づく路線の認定を受けた道路（以下「認定道路」という。）であるが，幅員が狭いため，歩行者，自転車及び原動機付自転車の通行は可能であるものの，普通乗用自動車の通行はできない。\n本件市道を挟んで本件保育園の敷地と向かい合う位置には，Ａが所有する畑（以下「本件畑」という。）があるほか，数戸の住宅が立ち並んでいる。これらの本件畑及び住宅の敷地は，いずれも，その東側で本件市道に接し，その西側で，南北方向に通る幅員５メートルの別の認定道路である市道（Ｂ通り）に接している。\n本件保育園においては，保育活動の一環として，本件畑が園児の農業体験等に頻繁に利用されており，本件市道も，農業体験等の際に園児が自由に横断するなど，本件保育園の敷地及び本件畑と事実上一体的に利用されていた。そのため，本件市道を通行する原動機付自転車が園児と接触しかける事件が年数回発生しており，保護者らもＡに対し園児の安全確保を申し入れることがしばしばあった。このような状況の下で，園児が本件市道を通行する原動機付自転車に接触して負傷する事故が実際に発生したことから，Ａは，園児の安全を確保するための緊急措置として，本件市道の北端と南端に簡易フェンス（以下「本件フェンス」という。）を設置し，一般通行者が本件市道に立ち入ることができないようにした。同時にＡは，抜本的解決のためには本件市道を買い取るしかないと考え，本件市道を管理するＹ市との間で，本件市道の路線の廃止及び売渡しについて事前相談を開始した。\nＹ市長は，Ａからの相談の内容を踏まえ，(ｱ)本件保育園の関係者以外の者による本件市道の利用は乏しいと思われること，(ｲ)現に本件市道上で園児と原動機付自転車との接触事故が発生しており，現場の状況等からすると同種事故が発生しかねないこと，(ｳ)Ａが本件市道の路線の廃止及び売渡しを希望しており，いずれ路線の廃止が見込まれることから，本件フェンスの設置は道路法第４３条第２号に違反しないと判断し，Ａに対してその撤去を求めるなどの道路法に基づく監督処分の措置を執らなかった。\nまた，Ｙ市長は，職員に命じて，本件フェンスにより本件市道が閉鎖された状況の下において本件市道の調査を行わせ，上記職員から，①本件市道の幅員は約１メートルしかなく，普通乗用自動車が通行できないこと，②本件保育園の関係者以外の者による本件市道の利用は乏しいと思われること，③本件市道の近くには認定道路であるＢ通りがあること等から，道路法第１０条第１項に基づき本件市道の路線を全部廃止しても支障がないと考えられる旨の報告書の提出を受けた。なお，上記調査のうち聞き取り調査は，Ａに対してのみ行われた。Ｙ市長は，上記報告書を踏まえ，本件市道は一般交通の用に供する必要性がなくなったと判断し，Ａに対し，本件市道に隣接する全ての土地（本件市道の西側に立ち並んでいる前記の数戸の住宅の敷地）の所有者から本件市道の路線の廃止に関する同意を得た上で売渡しに向けた手続を進めるよう回答した。\nＡは，Ｙ市長からの回答を受けて，上記隣接土地所有者と交渉を進め，そのほとんどの者から本件市道の路線の廃止に関する同意を得たが，本件畑の南側に隣接する土地（以下「本件土地」という。）を所有するＸ１だけは強く反対し，同意を得ることができなかった。\nＸ１及びその子Ｘ２（以下，併せて「Ｘら」という。）は，本件土地上の住宅に居住し，Ｘ２は，- 2 -\nＣ小学校への通学路として本件市道を利用してきた。Ｃ小学校まではＢ通りを通っても行くことができるが，周辺の道路状況から，本件市道を通る方が，Ｃ小学校までの距離は約４００メートル短い。また，普通乗用自動車が通行できず交通量が少ない点で，Ｂ通りよりも本件市道の方がＸ２にとって安全であるとＸ１は考えている。さらに，Ｃ小学校は，災害時の避難場所として指定されており，Ｘらとしては，災害時にＣ小学校に行くための緊急避難路として，本件市道を利用する予定であった。\nＹ市のウェブサイトには，市道の路線を廃止するためには当該市道に隣接する全ての土地の所有者から同意を得る必要がある旨の記載がある。しかし，Ｘ１がＹ市に問い合わせたところ，隣接する全ての土地の所有者から同意を得ることは法律上の要件ではなく，Ｘ１の同意が得られなくても本件市道の路線の廃止は認められる旨の回答があった。\nＸらはＹ市に対して訴訟を提起しようと考え，知り合いの弁護士Ｄに相談した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｄの指示に応じる弁護士Ｅの立場に立って，設問に答えなさい。\nなお，道路法の抜粋を【資料１ 関係法令】に，関連判例の抜粋を【資料２ 参考判例】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\nＸらは，現時点において，Ｙ市を被告として，本件フェンスを撤去させるための抗告訴訟を提起したいと考えている。\n⑴ 抗告訴訟として最も適切と考えられる訴えを具体的に一つ挙げ，その訴えが訴訟要件を満たすか否かについて検討しなさい。なお，仮の救済については検討する必要はない。\n⑵ ⑴の訴えの本案において，Ｘらはどのような主張をすべきか。解答に当たっては，当該訴えが訴訟要件を満たすことを前提にしなさい。\n〔設問２〕\n仮に，Ｙ市長が，道路法第１０条第１項に基づき，本件市道の路線を廃止したとする。\n⑴ 本件市道の路線の廃止は，取消訴訟の対象となる処分に当たるか。\n⑵ 本件市道の路線の廃止の取消訴訟において，Ｘらはどのような違法事由の主張をすべきか。解答に当たっては，当該取消訴訟が訴訟要件を満たすことを前提にしなさい。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｄ：本日は，Ｘらの案件について議論したいと思います。Ｘらは，本件市道をＸ２のＣ小学校までの通学路として利用していること，また，災害時の緊急避難路として利用したいと考えていることから，本件フェンスによって本件市道を通行できなくなっている状態を解消するための行政訴訟の提起を検討しています。そこで，まず，本件市道の路線がまだ廃止されていない現時点の状態において，Ｙ市を被告として，本件フェンスを撤去させるための抗告訴訟を提起することができないかを検討したいと思います。今回は抗告訴訟に絞って検討し，当事者訴訟や住民訴訟については検討しないことにしましょう。\n弁護士Ｅ：通行妨害を排除するためには，本件フェンスの設置者であるＡに対する民事訴訟の提起も考えられますね。この点については，村道を利用して生活及び農業を営んでいると主張する原告が，その村道上に建物を建築するなどして排他的に占有しているとされる被告に対し，通行妨害の排除を求めた事案についての最高裁判所の判例（【資料２ 参考判例】参照）があるようです。\n弁護士Ｄ：そうですね。本件でそのような民事訴訟をＡに対して提起して勝訴できるかどうかは分かりませんが，当該民事訴訟の可能性が，Ｙ市を被告とする抗告訴訟の訴訟要件の充足の有無に影響を及ぼすかという点は，落とさずに検討してください。また，訴訟要件の検討に当たっては，選択した訴訟類型を定める条文の規定に即して，全般的に検討をしてください。\n弁護士Ｅ：分かりました。\n弁護士Ｄ：Ｙ市長は，本件フェンスの設置は道路法第４３条第２号に違反していないと判断し，道路法に基づく監督処分の措置を執らないこととしています。我々としては，道路法の規定に即して，Ｙ市長のこのような判断に誤りがないかどうかを検討し，仮に誤りがある場合には，さらに，本件フェンスに関する監督処分の措置を執らないことが違法といえるかどうかを検討しなければなりませんね。\n弁護士Ｅ：分かりました。次に，Ｙ市は道路法第１０条第１項に基づき本件市道の路線を廃止してＡに売り渡すことを検討していますから，路線が廃止された場合の対応についても検討しておかなければならないと思います。\n弁護士Ｄ：なるほど。本件市道の路線の廃止前にそれを阻止するための訴訟を提起することも考えられますが，今回は，路線が廃止された場合を前提として，それに対して取消訴訟を適法に提起できるかに絞って検討しましょう。\n弁護士Ｅ：本件市道の路線の廃止が取消訴訟の対象となる処分に当たるか否かが問題となりますね。\n弁護士Ｄ：そうですね。この問題を検討するに当たっては，市町村道の路線の廃止が道路敷地の所有者及び通行者の法的地位にどのような影響を及ぼすかを検討して，それが処分に当たるか否かを明らかにする必要があります。市町村道は，路線の認定，そして道路の区域の決定という過程を経た上で供用が開始されます。また，Ｙ市が検討している路線の廃止は，道路自体の消滅を意味するものであって，これにより，当該路線について定められていた道路の区域や，当該道路についてされていた供用行為も自動的に消滅することとなると理解されています。ですから，本件市道の路線の廃止に係る処分性の有無を検討するためには，道路の区域の決定及び供用の開始が，道路敷地の所有者及び通行者の法的地位に対してどのような影響を及ぼすかについても検討する必要がありそうです。\n弁護士Ｅ：道路敷地の所有者とおっしゃいましたが，本件市道の敷地の所有権は，古くから，私人ではなくＹ市にあります。道路の区域の決定及び供用開始や路線の廃止がＹ市の法的地位に与える影響を検討する必要があるのでしょうか。\n弁護士Ｄ：そうですね。そのような疑問も生じ得るでしょうが，道路法は，私人が所有する敷地が道路の区域とされる場合があり得ることを前提とした規定を置いていますので，処分性の検討に当たっては，そのような規定も踏まえ，道路の区域の決定及び供用開始や路線の廃止が道\n- 4 -路敷地の所有者の法的地位に及ぼす影響を検討する必要があります。また，それに加えて，これらの行政上の行為が道路の通行者の法的地位にどのような影響を及ぼすかも検討しておくべきでしょう。なお，Ｘらの原告適格については，これまで検討をお願いした点とかなりの程度重なるように思われますので，本件市道の路線の廃止の取消訴訟との関係では，差し当たり検討しなくて結構ですし，その他の訴訟要件についても，今は検討しないで構いません。\n弁護士Ｅ：分かりました。\n弁護士Ｄ：次に，訴えの適法性が認められた場合，本件市道の路線の廃止の違法性についてどのような主張をすべきか検討してください。\n弁護士Ｅ：そもそもＸ２が通学路に利用していて本件市道の機能が失われていない以上，路線の廃止は許されないのではないかと思うのですが。\n弁護士Ｄ：道路法の規定に即してそのような解釈が可能かどうか検討してください。また，我々としては，Ｙ市長が，本件市道の路線の廃止の適法性をどのような理由付けで主張してくるかを想定し，そのようなＹ市長の主張を前提としても本件市道の路線の廃止が違法といえるかについても，検討する必要があります。\n弁護士Ｅ：分かりました。\n弁護士Ｄ：本件市道を利用していた人は，Ｘらと本件保育園の関係者以外に誰かいますか。\n弁護士Ｅ：現に本件市道上で，園児と原動機付自転車の接触事故が起こっていますし，それ以前にも時折原動機付自転車が通行して園児と接触しかけたことがあったようですから，利用されていたことは確かですが，どの程度の頻度で利用されていたのかはよく分かりません。Ｙ市長は，本件フェンスにより本件市道が閉鎖された状況の下においてＹ市の職員がＡに対してのみ行った聞き取り調査に専ら依拠した上で，「本件保育園の関係者以外の者による本件市道の利用は乏しい」としています。しかし，Ｘ１としては，Ｙ市長が十分な調査をしていないのではないかとの不満を持っています。\n弁護士Ｄ：ところで，Ｙ市は，市道の路線を廃止するには当該市道に隣接する全ての土地の所有者の同意を必要とする旨の内部基準を設け，その旨をウェブサイトで公表しています。この内部基準の法的性質や，道路法の規定との関係を検討した上で，本件市道の路線の廃止の違法性とこの内部基準がどう関係するかについても検討しなければなりませんね。\n弁護士Ｅ：分かりました。\n- 5 -\n【資料１ 関係法令】\n○ 道路法（昭和２７年６月１０日法律第１８０号）(抜粋)\n（この法律の目的）第１条 この法律は，道路網の整備を図るため，道路に関して，路線の指定及び認定，管理，構造，保全，費用の負担区分等に関する事項を定め，もつて交通の発達に寄与し，公共の福祉を増進することを目的とする。\n（用語の定義）第２条 この法律において「道路」とは，一般交通の用に供する道で次条各号に掲げるものをいい，トンネル，橋，渡船施設，道路用エレベーター等道路と一体となつてその効用を全うする施設又は工作物及び道路の附属物で当該道路に附属して設けられているものを含むものとする。\n２～５ （略）\n（道路の種類）第３条 道路の種類は，左に掲げるものとする。\n一 高速自動車国道二 一般国道三 都道府県道四 市町村道\n（私権の制限）第４条 道路を構成する敷地，支壁その他の物件については，私権を行使することができない。但し，所有権を移転し，又は抵当権を設定し，若しくは移転することを妨げない。\n（市町村道の意義及びその路線の認定）第８条 第３条第４号の市町村道とは，市町村の区域内に存する道路で，市町村長がその路線を認定したものをいう。\n２～５ （略）\n（路線の認定の公示）第９条 （前略）市町村長は，（中略）前条の規定により路線を認定した場合においては，その路線名，起点，終点，重要な経過地その他必要な事項を，国土交通省令で定めるところにより，公示しなければならない。\n（路線の廃止又は変更）第１０条 （前略）市町村長は，（中略）市町村道について，一般交通の用に供する必要がなくなつたと認める場合においては，当該路線の全部又は一部を廃止することができる。（以下略）\n２ （略）\n３ （前略）前条の規定は前２項の規定による市町村道の路線の廃止又は変更について（中略）準用する。\n（市町村道の管理）第１６条 市町村道の管理は，その路線の存する市町村が行う。\n２～５ （略）\n（道路の区域の決定及び供用の開始等）第１８条 （前略）第１６条（中略）の規定によつて道路を管理する者（（中略）以下「道路管理者」という。）は，路線が指定され，又は路線の認定若しくは変更が公示された場合においては，遅滞なく，道路の区域を決定して，国土交通省令で定めるところにより，これを公示し，かつ，これを表示した図面を（中略）道路管理者の事務所（中略）において一般の縦覧に供しなければならない。\n（以下略）\n２ 道路管理者は，道路の供用を開始し，又は廃止しようとする場合においては，国土交通省令で定\n- 6 -めるところにより，その旨を公示し，かつ，これを表示した図面を道路管理者の事務所において一般の縦覧に供しなければならない。（以下略）\n（道路に関する禁止行為）第４３条 何人も道路に関し，左に掲げる行為をしてはならない。\n一 （略）二 みだりに道路に土石，竹木等の物件をたい積し，その他道路の構造又は交通に支障を及ぼす虞のある行為をすること。\n（道路管理者等の監督処分）第７１条 道路管理者は，次の各号のいずれかに該当する者に対して，この法律若しくはこの法律に基づく命令の規定によつて与えた許可，承認若しくは認定を取り消し，その効力を停止し，若しくはその条件を変更し，又は行為若しくは工事の中止，道路（中略）に存する工作物その他の物件の改築，移転，除却若しくは当該工作物その他の物件により生ずべき損害を予防するために必要な施設をすること若しくは道路を原状に回復することを命ずることができる。\n一 この法律若しくはこの法律に基づく命令の規定又はこれらの規定に基づく処分に違反している者二，三 （略）\n２～７ （略）\n（道路予定区域）第９１条 第１８条第１項の規定により道路の区域が決定された後道路の供用が開始されるまでの間は，何人も，道路管理者（中略）が当該区域についての土地に関する権原を取得する前においても，道路管理者の許可を受けなければ，当該区域内において土地の形質を変更し，工作物を新築し，改築し，増築し，若しくは大修繕し，又は物件を付加増置してはならない。\n２ 道路の区域が決定された後道路の供用が開始されるまでの間においても，道路管理者が当該区域についての土地に関する権原を取得した後においては，当該区域又は当該区域内に設置された道路の附属物となるべきもの（以下「道路予定区域」という。）については，第４条，（中略）第４３条，（中略）第７１条（中略）の規定を準用する。\n３ 第１項の規定による制限により損失を受ける者がある場合においては，道路管理者は，その者に対して通常受けるべき損失を補償しなければならない。\n４ （略）第１０２条 次の各号のいずれかに該当する者は，１年以下の懲役又は５０万円以下の罰金に処する。\n一，二 （略）三 第４３条（中略）の規定に違反した者四 （略）第１０４条 次の各号のいずれかに該当する者は，１００万円以下の罰金に処する。\n一～三 （略）四 第７１条第１項（中略）の規定による道路管理者の命令に違反した者五 （略）\n- 7 -\n【資料２ 参考判例】\n○ 最高裁判所昭和３９年１月１６日第一小法廷判決（民集１８巻１号１頁）（抜粋）\n「地方公共団体の開設している村道に対しては村民各自は他の村民がその道路に対して有する利益ないし自由を侵害しない程度において，自己の生活上必須の行動を自由に行い得べきところの使用の自由権（民法７１０条参照）を有するものと解するを相当とする。勿論，この通行の自由権は公法関係から由来するものであるけれども，各自が日常生活上諸般の権利を行使するについて欠くことのできない要具であるから，これに対しては民法上の保護を与うべきは当然の筋合である。故に一村民がこの権利を妨害されたときは民法上不法行為の問題の生ずるのは当然であり，この妨害が継続するときは，これが排除を求める権利を有することは，また言を俟たないところである。」\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/公法系.pdf",
  "purpose": "〔第２問〕\n本問は，道路法第８条により市町村道としての認定を受けていた道路（以下「本件市道」という。）に，本件市道に隣接する保育園（以下「本件保育園」という。）を経営する社会福祉法人Ａが簡易フェンス（以下「本件フェンス」という。）を設置し，さらに，本件市道を管理するＹ市が同法第１０条第１項に基づき本件市道の路線を廃止してＡに売り渡すことを検討しているという事案における法的問題について論じさせるものである。論じさせる問題は，本件市道の路線がまだ廃止されていない状態における本件フェンスを撤去させるための抗告訴訟（〔設問１〕）及びＹ市長が本件市道を廃止した場合を想定した取消訴訟（〔設問２〕）である。問題文と資料から基本的な事実関係を把握し，同法の関係規定の趣旨を読み解いた上で，非申請型義務付け訴訟における訴訟要件及び一定の処分がされないことの違法事由並びに取消訴訟における処分性及び本案の違法事由について論じることを求めるものである。\n〔設問１⑴〕は非申請型義務付け訴訟の訴訟要件に関する基本的な理解を問うものである。\n行政事件訴訟法第３条第６項第１号及び第３７条の２の規定に従って，本件フェンスを撤去させるために道路管理者Ｙ市長が道路法第７１条第１項の規定に基づき行うべき処分を「一定の処分」として具体的に特定した上で，当該処分がされないことにより重大な損害を生ずるおそれがあるか，また，その損害を避けるため他に適当な方法がないか，そして原告適格の有無について論じなければならない。\n重大な損害を生ずるおそれの検討に当たっては，損害の回復の困難の程度を考慮し，損害の性質及び程度並びに処分の内容及び性質を勘案した上で，本件市道を，Ｘ２が小学校への通学路として利用できないこと及びＸらが災害時の避難路として利用ができないこと（以下「本件被侵害利益」という。）がそれぞれ「重大な損害」に当たるかどうかについて論じることが求められる。\n損害を避けるための他に適当な方法の検討に当たっては，参考判例に示されているように「通行の自由権」を主張して民事訴訟によるＡに対する妨害排除請求の可能性があることを指摘し，それが「他に適当な方法」に当たるかどうかを検討することが求められる。\n原告適格の検討に当たっては，行政事件訴訟法第３７条の２第４項で準用されている同法第\n９条第２項の規定に基づき，道路法第７１条第１項及び第４３条第２号の規定の趣旨・目的を踏まえ，本件被侵害利益がこれらの規定によって考慮されているか，また本件被侵害利益の内容・性質及びそれが害される態様・程度を勘案しなければならない。\n〔設問１⑵〕は，道路管理者による「一定の処分」がなされないことが違法であるかどうか\nを論じさせるものである。道路法第７１条第１項第１号は「この法律（中略）に違反している者」に対して監督処分が可能としているため，まず，Ａによる本件フェンスの設置行為が同法第４３条第２号に違反しているかどうかを，道路管理者の要件裁量の有無も含めて検討しなければならない。その上で，Ａの行為が同法第４３条第２号に違反していると評価された場合でも，同法第７１条第１項第１号は，監督処分を行うかどうか，いかなる監督処分を行うかについて道路管理者の効果裁量を認めていることを指摘した上で，一方ではＸらが受ける本件被侵害利益，他方でＹ市側が主張するような諸事情が，裁量権を行使するに当たって考慮すべき事項に当たるか，考慮に当たってどの程度重視されるべきかについて検討することが求められる。\n〔設問２⑴〕は，取消訴訟の訴訟要件である処分性に関する理解を問う問題である。Ｙ市長\nが道路法第１０条第１項に基づき行うことが想定される本件市道の路線の廃止が，行政事件訴訟法第３条第２項に定める「行政庁の処分その他公権力の行使」に当たるかどうかを検討することが求められている。\n設問に示されているＤ弁護士の指示に従って道路法の規定を分析して，道路の区域決定・供用開始が敷地所有者及び道路通行者に対してそれぞれどのような法効果を及ぼすかを検討し，道路法第１０条第１項に基づくＹ市長による本件市道の路線の廃止が，それらの法効果を一方\n- 3 -的に消滅させるものであることについて論じること，道路通行者については，当該市道を生活上不可欠な道路として利用していた通行者の生活に著しい支障が生ずる場合があることを踏まえた上で論じることが求められる。\n〔設問２⑵〕は，Ｙ市長が道路法第１０条第１項に基づき行うことが想定される本件市道の\n路線の廃止の違法性の有無について論じさせるものである。本件市道の路線の廃止は，同法第\n１０条第１項「一般交通の用に供する必要がなくなつた」ことを要件にしていることを指摘した上で，まず，現に通行者による利用が存在して道路としての機能が喪失していない以上は同条の要件を満たさないといえるのか，それとも，現に利用が存在しても，通行者による利用の程度の乏しさ，代替的な交通路の存在などに鑑みて一般交通の用に供するに適さない状況があれば「必要がなくなつた」として廃止できるのかを検討し，更に上記の要件該当性の判断について行政庁に裁量権が認められるのかを検討しなければならない。また，同法第１０条第１項が「廃止することができる」という文言を用いていること，廃止するかどうかの判断に当たって考慮される事項などの性質に着目して，要件が充足されている場合において廃止するかどうかの判断についても行政庁に裁量権が認められるのかを検討することが期待される。\nその上で，要件裁量又は効果裁量が認められる場合は，裁量権の範囲の逸脱濫用の有無を検討しなければならない。Ｙ市による調査が通行の実態を適切に調査できていないのではないか，Ｘらが主張する本件被侵害利益が適切に考慮されていないのではないかなどの点について検討することが求められる。\nまた，Ｙ市は道路法第１０条第１項の路線廃止について，隣接土地所有者の同意を必要とする内部基準を定め，これをウェブサイトで公表しているが，本件において，当該内部基準の法的性質及び，本件において隣接土地所有者であるＸ１の同意が得られていないことが，裁量権の範囲の逸脱濫用の有無とどのように関係するかを検討することが求められる。",
  "scoring_notes": "１ 出題の趣旨別途公表している「出題の趣旨」を参照いただきたい。\n２ 採点方針採点に当たり重視していることは，例年と同じく，問題文及び会議録中の指示に従って基本的な事実関係や関係法令の趣旨・構造を正確に分析･検討し，問いに対して的確に答えることができているか，基本的な判例や概念等の正確な理解に基づいて，相応の言及をすることのできる応用能力を有しているか，事案を解決するに当たっての論理的な思考過程を，端的に分かりやすく整理・構成し，本件の具体的事情を踏まえた多面的で説得力のある法律論を展開することができているか，\nという点である。決して知識の量に重点を置くものではない。\n３ 答案に求められる水準⑴ 〔設問１〕⑴・ 訴訟類型として非申請型義務付け訴訟（行政事件訴訟法第３条第６項第１号，第３７条の２）\nを選択し，訴訟要件として，①処分の一定性を検討し，②原告適格について，第三者の原告適格の判断枠組みを適切に提示した上で，根拠法令の趣旨・目的，考慮される利益の内容・性質についての一般的な検討及び本件事案に即した検討を行い，③重大な損害について，上記②の考慮される利益の内容・性質と同様の検討を行い，④補充性について，社会福祉法人Ａに対する民事上の妨害排除請求の可能性を指摘して検討している答案は，一応の水準に達しているものと判断した。\n・ これに加えて，上記②の根拠法令の趣旨・目的に関し，監督処分（道路法第７１条第１項）\nの趣旨・目的，及び，違反行為である同法第４３条第２号（道路の構造又は交通に支障を及ぼす虞のある行為をすることの禁止）の趣旨・目的を十分具体的に検討し，上記②の考慮される利益の内容・性質及び上記③の重大な損害に関し，Ｘ２の小学校への通学路（距離の増大，交通量の増加）及びＸらの緊急避難路としての利用について十分具体的に検討し，上記④に関し，\n社会福祉法人Ａに対する民事上の妨害排除請求の可能性を補充性の要件に関連して十分に論じている答案は，良好な答案と判断した。\n・ さらに，上記①に関し，本件フェンスの除却に加えて原状回復まで求めることなどが述べられており，上記②に関し，里道の近くに居住する者が当該里道の用途廃止処分の取消しを求めるにつき原告適格を有しないと判断した最高裁判所昭和６２年１１月２４日判決（集民１５２号２４７頁）に言及して適切に論じている答案は，優秀な答案と判断した。\n⑵ 〔設問１〕⑵・ 道路法第７１条第１項第１号及び第４３条第２号の規定に即して，要件裁量の有無を検討し，\n同法第７１条第１項第１号所定の監督処分をするかどうか，いかなる監督処分をするかについて，道路管理者の効果裁量が認められていることを指摘した上で，裁量権行使の合理性の検討を具体的に行っている答案は，一応の水準に達しているものと判断した。\n・ これに加えて，上記の各規定の趣旨を具体的に検討して要件裁量及び効果裁量の有無の検討を行い，具体的な裁量権行使の合理性に関し，Ｙ側が主張する，本件保育園の関係者以外の者による本件市道の利用が乏しいことや，Ａが本件市道の路線廃止及び売渡しの相談をしておりいずれ路線廃止が予想されること，Ｘらにとっての通行上の利益の重要性等の事情を具体的に検討し，行政事件訴訟法第３７条の２第５項「行政庁がその処分をしないことがその裁量権の範囲を超え若しくはその濫用となる」に該当することを指摘している答案は，良好な答案と判断した。\n- 1 -⑶ 〔設問２〕⑴・ 処分性の定義を適切に提示した上で，道路区域の決定及び供用開始の法的効果についての検討を行い，路線廃止はこれらの行為が道路敷地所有者に対して有する法的効果を解除するという法的効果があることについて検討し，路線廃止の道路通行者の法的地位に対する影響を検討している答案は，一応の水準に達しているものと判断した。\n・ 上記の区域決定・供用開始の法的効果に関し，道路区域が決定されると，道路敷地の所有者の法的地位に関し，道路管理者による権原取得前でも，土地の形質変更や工作物の新築等につき，道路管理者の許可を要することとなること（道路法第９１条），道路が供用開始されれば，\n道路敷地の所有者に対して，私権が行使できなくなる法的効果があること（同法第４条）を具体的に論じ，加えて，路線廃止の道路通行者の法的地位に対する影響に関し，当該市道を生活上不可欠な道路として利用していた通行者の生活に著しい支障が生ずる場合があることについて検討している答案は，良好な答案と判断した。\n・ さらに，本件市道を生活上不可欠な道路として利用していた通行者の生活に著しい支障が生ずる場合があるという観点から，前記⑴の最高裁昭和６２年判決に言及している答案は，優秀な答案と判断した。\n⑷ 〔設問２〕⑵・ 「一般交通の用に供する必要がなくなった」という道路法第１０条第１項の要件を検討し，\nこれに関する要件裁量の有無及び廃止することについての効果裁量の有無を検討した上で，本件における裁量権の逸脱濫用の有無に関し，調査不足及び考慮事項の不足について具体的な検討を行い，更に本件内部基準の法的性質（裁量基準）についての見解を示し，その合理性と基準から逸脱していることについての合理的理由の有無を検討している答案は，一応の水準に達しているものと判断した。\n・ これに加えて，上記の道路法第１０条第１項の要件に関し，現に通行者による利用が存在し，\n道路としての機能が喪失していない以上は，同条の要件を満たさないといえるか否かについて具体的に検討し，同条項の趣旨を具体的に考慮して上記の要件裁量及び効果裁量の有無を検討し，調査不足がなぜ裁量権の逸脱濫用を導き得るのかを的確に説明し，上記の考慮事項の不足について，Ｘらの生活上の不利益，本件市道の利用状況，付近の代替的交通路の存在を具体的に検討し，裁量基準としての本件内部基準の合理性を十分具体的に検討している答案は，良好な答案と判断した。\n・ さらに，本件内部基準の合理性に関し，その趣旨が，同意を得る過程で，利害関係のある者の意見を聴取し，道路の使用実態等に関し，より的確な認定に資する資料を幅広く収集するところにあると解されることを検討している答案は，優秀な答案と判断した。\n４ 採点実感以下は，考査委員から寄せられた主要な意見をまとめたものである。\n⑴ 全体的印象・ 例年繰り返し指摘し，また強く改善を求め続けているところであるが，相変わらず判読困難な答案が多数あった。極端に小さい字，極端な癖字，雑に書き殴った字で書かれた答案が少なくなく，中には「適法」か「違法」か判読できないもの，「…である」か「…でない」か判読できないものすらあった。第三者が読むものである以上，読み手を意識した答案作成を心掛けることは当然であり，採点者が努力を払っても解読できない文字は，何も書かれていないに等しいことを肝に銘じ，丁寧に判読できるような文字を書いていただきたい。また，癖字であるとの自覚がある者は，大きめの文字で空間を空けて書くことを推奨したい。\n・ 脱字，平仮名を多用しすぎる答案も散見され，誤字（例えば，検当する，概当性，多事考慮，\n通交する等）も少なくなかった。\n- 2 -・ 問題文では，Ｘらの相談を受けた弁護士の立場に立って論じることが求められているにもかかわらず，各論点の検討において，問題文に記されているＹ側の主張を単に書き写してＸに不利な結論を導いたり，ほとんど説得力がないＹやＡの立場に立つ議論を案出したり，Ｘの側に有利となるべき事情を全く無視して議論したりする答案が相当数見られた。原告代理人としては，もちろん訴訟の客観的な見通しを示すことは重要であるが，まずは依頼人の事情と主張に真摯に耳を傾けることこそが，実務家としての出発点であろう。\n・ 例年指摘しているが，条文の引用が不正確又は誤っている答案が多く見られた。行政事件訴訟法や道路法の条文を引用していない答案も見られた。\n・ 冗長で文意が分かりにくいものなど，法律論の組立てという以前に，一般的な文章構成能力自体に疑問を抱かざるを得ない答案が少なからず見られた。\n・ どの論点を論じているのか段落の最後まで読まないと分からない答案や，どの小問についての解答かが明示されていない答案が見られた。\n・ 結論を提示するだけで，理由付けがほとんどない答案，問題文中の事実関係や関係法令の規定を引き写したにとどまり，法的な考察がされていない答案が少なからず見られた。論理の展開とその根拠を丁寧に示さなければ説得力のある答案にはならない。\n・ 法律解釈による規範の定立と問題文等からの丁寧な事実の拾い出しによる当てはめを行うという基本ができていない答案が少なからず見られた。\n・ 問題文等から離れて一般論について相当の分量の論述をしている答案（設問１⑴において処分性の判断基準を長々と論述するものなど）が少なからず見られた。問題文等と有機的に関連した記載でなければ無益な記載であり，問題文等に即した応用能力がないことを露呈することになるので，注意しておきたい。\n・ 一般的な規範については一応記載されているが（例えば，原告適格や処分性の判断基準），\nそれに対する当てはめがなされていない答案や，あるいは，提示した一般的な規範とは全く別個の根拠で結論を出している答案が見受けられた。これでは一般的な規範が何のために記載されているのか不明であるし，その内容を正確に理解していないのではないかという疑念を生じさせるものである。\n・ 問題文の指示を十分に把握せずに答案作成をしているのではないかと思われる答案も少なからず見られた。例えば，設問２⑴において，路線の廃止に係る処分性を検討するに当たり，その前提として道路の区域の決定及び供用の開始の法的効果を論ずべきことが会議録に明記されているにもかかわらず，その検討を行っていない答案が少なからず見受けられた。\n・ 小問が４問あったことも一因と思われるが，時間が足りず，最後まで書ききれていない答案が相当数あり，時間配分にも気を配る必要がある。\n⑵ 〔設問１〕⑴・ 訴訟類型の選択及び処分の一定性に関しては，ほとんどの答案が，提起すべき訴訟類型として，非申請型義務付け訴訟を正しく選択していた。ただし，道路管理者Ｙ市長が行うべき「一定の処分」について，「本件フェンスの撤去を義務付ける」と述べ，処分と事実行為の区別に関する理解が不十分と思われる答案や，誰に何を命ずるのかが明確でない答案が一定数見られた。また，ごく少数ではあるが，路線廃止に対する差止訴訟を誤って選択したものもあった。\n・ 非申請型義務付け訴訟の訴訟要件は行政事件訴訟法第３７条の２第１項及び第２項に尽きているとの誤解からか，原告適格の有無について全く触れていない答案が一定数見られた。\n・ 原告適格の判断基準に関しては，多くの答案が行政事件訴訟法第９条第２項や最高裁判例の一般的な判断基準を示すことができていた。\n・ 原告適格の有無の判断における法令の趣旨・目的の検討については，道路法第７１条第１項及び同法第４３条第２号の規定の趣旨・目的の分析が行われておらず，単に被侵害利益の重要性等のみを示して原告適格の有無を判断している答案が少なからず見られた。また，道路法の- 3 -条文を挙げていても第１条の目的規定のみという答案も少なくなかった。さらに，単に上記の条文を列挙するのみで，何らの媒介的論理もなく，個別的利益としての保護に関する結論を導いている答案も多く見られた。\n・ 原告適格の有無の判断における考慮される利益の内容・性質に関しては，そもそもこれを検討していない答案が目立った。また，これを検討するとしても，単に問題文に現れた(ｱ)ないし(ｳ)の事情を引用するのみで十分な分析が加えられていない答案が多く見られた。特に，Ｘらが本件市道の近隣に居住していることは，原告適格を肯定する方向に働く事情になる一方で，\n迂回を余儀なくされることが生活上どの程度の損害に結び付くのかという検討を要するものと解されるところ，この点を指摘する答案は少数にとどまった。市道に設置された障害物の除却命令をすることの義務付け訴訟という事案の性質や障害物の設置により侵害されている利益が通行利益であるという利益の性質上，原告適格が認められる第三者の範囲がそれほど広いものではないという点を指摘する答案はほとんど見られなかった。\n・ 重大な損害の要件に関しては，本案で検討すべきと思われる内容を当該訴訟要件において検討している答案が一定数見られた。また，ごく少数ではあるが，行政事件訴訟法第３７条の２第２項に定める考慮事項の一つである「損害の回復の困難の程度」について，そこで検討されるべき内容を誤解している答案があった。さらに，上記の原告適格の有無の判断において考慮される利益の内容・性質と同様，単に問題文に現れた(ｱ)ないし(ｳ)の事情を引用するのみで十分な分析が加えられていない答案が目立った。\n・ 補充性の要件に関しては，民事訴訟（Ａに対する妨害排除請求）の可能性を，この要件との関連において丁寧に論じている答案が極端に少なかった。また，会議録における指示は，当該民事訴訟の可能性が訴訟要件の充足の有無に影響を及ぼすか否かの検討を求めるものであったにもかかわらず，上記民事訴訟を提起して勝訴することができるか否かを検討する答案が少数ながら見られた。さらに，民事訴訟と異なり，義務付け判決には第三者効が認められることを根拠としている答案が少数ながら見られた（法改正に当たって様々な議論があったのは事実だが，少なくとも現在の行政事件訴訟法上は，義務付け判決に第三者効は準用されていない。）。\n⑶ 〔設問１〕⑵・ 要件裁量及び効果裁量については，多くの答案が論じていたが，両者の区別を十分に意識しない答案が少なからず見られた。\n・ 裁量の有無を検討する答案でも，単に法律の文言のみに依拠して判断している答案が多く見られた。裁量が肯定される実質的な理由についても併せて検討することが重要である。\n・ 効果裁量については，道路法第４３条第２号違反該当性と同法第７１条第１項の監督処分との関係の理解が不十分と思われる答案が一定数見られた。前者が認定されて初めて後者に関する効果裁量が問題になることを理解した上での論述が望まれる。\n・ 道路法第７１条第１項の命令違反に対して罰則が規定されていること（同法第１０４条第４号）を根拠に監督処分を発動しない効果裁量が存在しないと論じた答案が一定数見られたが，\nそのような推論に説得力があるか，慎重な検討が求められよう。\n・ 問題文にはＹ市が監督処分をしなかった判断根拠が列挙されており，それらの吟味を行うことが求められていたところ，それには触れずに，国家賠償法における規制権限不行使の合理性の判断と同様の検討を行った答案が相当数見られた。また，上記の判断根拠についても，単に問題文に記載された事実を書き写すだけの答案も少なくなかった。これらがなぜ，どのように考慮されるべきかを各考慮事項ごとに丁寧に分析するのでなければ，法的論証とは言い難い。\n⑷ 〔設問２〕⑴・ 処分性の定義は，ほとんどの答案が適切に論じていたが，公権力性についての当てはめの検討（路線廃止が道路管理者の道路法に基づく管理権限行使としてされたこと）を行っていない答案が多く見られた。\n- 4 -・ 「道路の区域の決定及び供用開始や路線の廃止が道路敷地の所有者の法的地位に与える影響」\nについて，関係する規定（道路法第９１条第１項・第２項，第４条）を指摘した上で正確に論じることができていない答案が少なくなかった。道路法の条文がほとんど初見のためか，誤読や読み落としが少なくなく，特に，区域決定・供用開始それぞれの法的効果が十分区別されていない答案が多く見られた。また，ごく少数ではあるが，会議録中の弁護士Ｄの発言にあるように，本件市道の敷地の所有権がＹ市にあることを理由として処分性を否定した答案も見られた。\n・ 敷地所有者の法的地位はほぼ全ての答案で論じられていたが，通行者の法的地位については，\n会議録の誘導があったにもかかわらず，検討されていない答案が少なからず見られた。通行者の法的地位について論じるとしても，単に通行できなくなる効果がある又は通行権を失うとするにとどまるものが圧倒的に多く，通行者にとって本件道路が日常不可欠なものであるか否かや通行できなくなることによる日常生活上の影響の程度について検討している答案はごく少数にとどまった。単に通行者というだけで通行し得る法的地位が保障されているといえるのか，\n当該道路の通行を日常生活上不可欠とする者等に対してしか，通行し得る法的地位は保障されていないのではないかについても考察することが期待される。\n・ 路線廃止が，道路敷地所有者の法的地位に対する制限・禁止を解除する法的効果を有することについては，おおむねよく記載されていた。\n⑸ 〔設問２〕⑵・ 道路法第１０条第１項の「一般交通の用に供する必要がなくなった」という要件について，\n現に通行者による利用が存在して道路としての機能が喪失していない以上は同条の要件を満たさないといえるのか，それとも，現に利用が存在しても諸般の事情に鑑みて「必要がなくなった」として廃止できるのかという点を分析した答案は少数にとどまった。\n・ 道路法第１０条第１項の判断における要件裁量・効果裁量の有無について，両者の区別（効果裁量は，同項の要件が充足されている場合であっても裁量権を認めることができるか否かという問題である。）ができていない答案が少なからず見られた。また，裁量が肯定される実質的な理由を検討することなく，法律の文言のみから裁量の有無を論じる答案も多く見られた。\n特に，同項の「認める」という文言のみから要件裁量が認められるとの解釈が説得力を有するか否かについては，慎重な検討を要しよう。\n・ 本問における裁量権の逸脱濫用には，調査不足と考慮事項の不足の問題及び内部基準からの逸脱の問題が含まれるが，両者を共に適切に論じている答案は少なく，そのいずれかを十分に論じつつも他方の論述がなく又は粗雑なものが多数見られた。\n・ 調査不足と考慮事項の不足の問題については，本件フェンスにより本件市道が閉鎖された状況の下で調査をしていることを指摘する答案は少なく，それがなぜ裁量権の逸脱濫用という評価を受けるのかについて論じている答案は更に少数にとどまった。調査不足であることについて，手続的な瑕疵という側面と，実体的な考慮要素の不足という側面の区別がついていないと見受けられる答案も散見された。\n・ 裁量権の逸脱濫用の有無については，どのような事実がどのように具体的に考慮されたのか，\n考慮すべきなのに考慮しなかった事実はあるか，その上で考慮した事実を踏まえた判断は合理的か否かという観点からの検討が求められるところ，このような考慮事項の検討を十分に行っている答案は極端に少なかった。\n・ 本件内部基準の性格について，処分基準，審査基準などとする答案が少なからず見られた。\n市道の路線の廃止は，「特定の者を名あて人と」するものではないため，行政手続法上の不利益処分（同法第２条第４号）に当たらないことに留意すべきである。\n・ 本件内部基準の法的性格を整理していないためか，同基準の合理性につき検討することなく，\n同基準に反すると直ちに違法とするという答案や，内部基準であっても公表されることにより- 5 -信義則上拘束を受けるといった表面的な分析にとどまるものが大多数であった。本件内部基準の拘束力の検討においては，前提として，道路法第１０条第１項の定める路線の廃止の要件に照らし，内部基準の合理性を検討すべきであるが，この点の検討を十分に行った答案はほとんど見られなかった。また，本件内部基準自体の合理性の検討と当該基準から逸脱することの合理性の検討とを混同する答案が一定数見られた。\n５ 今後の法科大学院教育に求めるもの・ 本年の出題も，昨年と同様に，書くべき論点が問題文及び議事録において丁寧に明示されていたこともあり，論ずべき問題点の検討・把握という点では，比較的平易な問題であった。それだけに，基本的な判例や概念等についての正確な理解に基づき，本件事案に即した適切な見解を導く応用能力があるか，特に問題文において指摘されている事案固有の考慮要素（原告適格や重大な損害を基礎付ける個別的事情，裁量権の逸脱濫用の判断の基礎となる事情等）についての法的評価を適切に行う能力，多くの受験生にとってなじみのない道路法の具体的な規定において考慮されている様々な利益・事情等を読み解く能力があるか，これらの問題点につき論理的な思考に基づき説得的な論述ができているかによって，評価に大きな差が出る問題であったといえる。\n・ 行政手続法上の不利益処分の概念を正しく理解できていないため，ウェブサイトの記載を処分基準と誤解する答案が目立ったことなどに鑑みると，法科大学院においては，行政法学（行政法総論）の基礎的な概念・知識がおろそかにならないような教育を期待したい。\n・ 法科大学院には，単に条文上の要件・効果といった要素の抽出，法的概念の定義や最高裁判例の判断基準の記憶だけに終始することなく，様々な視点からこれらの要素を分析し，類型化するなどの訓練を通じて，試験などによって与えられた命題に対し，適切な見解を導き出すことができる能力を習得させるという教育にも，より一層力を注いでもらいたい。本年も，論点単位で覚えてきた論証を吐き出すだけで具体的な事案に即した論述が十分でない答案，条文等を羅列するのみで論理的思考過程を示すことなく結論を導く答案のほか，提示した一般的な規範とは全く別個の根拠で結論を出している答案すら散見されたところであり，これでは一般的な規範が何のために記載されているのか，そもそもその内容を正確に理解しているのかについて疑念を抱かざるを得ない。法律実務家を志す以上，論述のスタートは飽くまで条文であり，そこから法律解釈をして規範を定立し，具体的事実を当てはめるというプロセスが基本であるが，そのような基本さえできていない答案が少なからず見られた。上記のような論理的な思考過程の訓練の積み重ねを，\n法律実務家となるための能力養成として法科大学院に期待したい。\n・ 各小問に即して，上記のような観点からの能力の不十分さを感じさせる答案として特に目に付いたものとしては，原告適格，重大な損害，裁量権の逸脱濫用の判断に当たり，単に問題文に記載された事実を書き写すだけで，これを，問題文に指定された立場から法的に評価していない答案（設問１⑴，１⑵，２⑵），裁量が肯定される実質的な理由を検討することなく，単に法律の文言のみによって判断する答案（設問１⑵，２⑵），法的論拠を全く示すことなく，突如として本件内部基準の法的性質やその合理性の有無についての結論を述べる答案（設問２⑵）等が挙げられる。\n・ 法律実務家は，裁判官，検察官，弁護士のいずれにせよ，自己の見解とは異なる立場に立っても柔軟にその立場に即した法的検討，論述を展開し得る能力を身に付けることが期待されているものである。問題文に，Ｘらの依頼を受けた弁護士の立場で解答することを求める指示があるにもかかわらず，Ｘらの主張は認められないとの結論を導く答案や，Ｙ側の主張を十分に理解した上でこれに法的評価を加えようという姿勢が見られない答案，ほとんど説得力を感じさせない主張の展開を試みる答案などが少なからず見られたのは，法科大学院教育又は学生の学習態度が，\n前記のような条文解釈に関する学説・判例の暗記に終始してしまっているところに一因があるのではないかとの懸念を生じさせるものである。\n- 6 -・ 前記４⑴に記載したとおり，法律的な文章という以前に，日本語の論述能力が劣っている答案も相当数見られた。法律実務家である裁判官，検察官，弁護士のいずれも文章を書くことを基本とする仕事である。受験対策のための授業になってはならないとはいえ，法科大学院においても，\n論述能力を十分に指導する必要があると思われる。\n・ 法科大学院教育において，一般的な判断基準や主要な最高裁の判例を学習し覚えることが重要であることはいうまでもないが，更に進んで，これらの基準を具体的な事案に当てはめるとどのようになるかを学ぶ機会をより一層増やすことが求められているのではないか。\n- 7 -"
}