{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "商法",
  "subject": 4,
  "text": "〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３５：４０：２５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．Ａ及びＢは，Ｃから，加工食品の製造業及び卸売業を営む甲株式会社（以下「甲社」という。）を設立するので，協力してほしいと頼まれた。そこで，甲社の設立に際し，Ａは，唯一の発起人となるとともに，甲社の設立に際して発行される株式の一部を引き受け，出資の履行として\n１２００万円を払い込み，Ｂは，発起人とならなかったが，残りの株式を引き受け，出資の履行として１８００万円を払い込んだ。\n２．Ａは，甲社の設立手続を進める上で，当初の１か月間は，設立事務を行う事務所と設立事務を補助する事務員が必要であると考えた。そこで，Ａは，Ｄから，平成２３年５月９日，「甲社発起人Ａ」の名義で，事務所用建物を，賃貸期間を１か月に限り，賃料を後払いで６０万円とする約定により賃借した。また，Ａは，同月１２日，「甲社発起人Ａ」の名義で，Ｅを，設立事務を補助する事務員として，期間を１か月に限り，報酬を後払いで４０万円とする約定により雇用した。なお，当該賃料及び当該報酬は，相場に照らし，いずれも適正な金額であった。\n３．Ａは，Ｆとの間で，平成２３年５月１３日，「甲社発起人Ａ」の名義で，成立後の甲社の事業に用いる目的で，食品加工用の機械（以下「本件機械」という。）を，甲社の成立を条件として，本件機械の引渡し及び代金の支払の期日をいずれも同年７月２９日とし，代金を８００万円とする約定により，甲社がＦから購入する契約（以下「本件購入契約」という。）を締結した。\n４．平成２３年６月１４日，甲社の設立登記がされた。公証人の認証を受けた甲社の定款には，設立費用については「設立費用は８０万円以内とする。」との記載のみがあり，また，甲社の成立を条件として特定の財産を譲り受けることを約する契約については記載がなかった。なお，当該設立費用については，裁判所の選任した検査役の調査等の必要な手続を経ていた。\n甲社は取締役会設置会社かつ監査役設置会社であり，甲社の代表取締役はＣである。甲社の設立時の株主は，Ａ及びＢの二人のみであり，甲社の発行済株式及び総株主の議決権のいずれも，４０％はＡが，６０％はＢが，それぞれ保有している。甲社の純資産額は，設立後，数か月の間，３０００万円を超えることがなかった。\n５．甲社は，Ｆから，平成２３年６月１６日，本件機械について代金として５０万円を追加するように要求されるとともに，この要求に応じないのであれば，本件購入契約の有効性を問題とし，本件機械の引渡しに応じないと主張された。\n〔設問１〕\n⑴ Ａは，Ｄに対して上記２の賃料６０万円を，Ｅに対して上記２の報酬４０万円を，いずれも支払っておらず，甲社は，その成立後，直ちに，Ｄ及びＥから，これらの支払を求められた。\nこの場合において，甲社がこれらの支払を拒否することができるかどうかについて，判例の立場及びその当否を検討した上で，論じなさい。\n⑵ 甲社の代表取締役Ｃは，本件機械が甲社の事業活動に不可欠であったことから，上記５のＦの要求に応ずることもやむを得ないが，できれば代金を追加して支払うことなく本件機械の引渡しを受けたいと考え，平成２３年６月２０日頃，その旨を弁護士に相談した。当該弁護士の立場に立って，本件購入契約に関する会社法上の問題点について論じた上で，それを踏まえつつ，甲社が本件機械の引渡しを受けるために採ることができる方法及びこれに必要となる会社法上の手続について，検討しなさい。\n６．平成２７年１２月，甲社の取締役会は，甲社と取引関係があった加工食品の小売販売業を営む乙株式会社（以下「乙社」という。）が経営不振に陥り，乙社から援助を求められたことを受け，乙社の全ての発行済株式を取得して，乙社を完全子会社化した上で，乙社の経営を立て直すことを決定した。乙社を完全子会社化するのは，甲社の経営方針に反対する少数株主を排除するためであった。\n乙社は，会社法上の公開会社であるが，金融商品取引所にその発行する株式を上場していない。\n乙社は，種類株式発行会社ではなく，その定款には，その発行する株式について株券を発行する定めや単元株式数に関する定めはない。なお，乙社の定款のうち，本問に関係する定めは，別紙の１のとおりである。\n７．甲社は，乙社の株式を買い集め，乙社の発行済株式の６０％に当たる６０００株を取得した。\n乙社の取締役はいずれも乙社が甲社の完全子会社となることに賛成していたが，乙社の創業者の一族である株主Ｇは，乙社が甲社の完全子会社となることに強硬に反対し，甲社からの株式売却の勧誘にも一切応じない姿勢を見せていた。\n８．乙社は従業員持株制度を採用しており，乙社の従業員のうち希望者が従業員持株会に加入している。当該従業員持株会（以下「本件持株会」という。）は，平成２８年３月３１日の時点で，乙社の従業員２０人から成る民法上の組合であり，乙社の株式を１２００株取得しており，当該１２００株については下記９のとおり株主名簿に株主として本件持株会の理事長であるＨが記載されている。本件持株会の会員は，積立口数に応じて本件持株会が保有する乙社の株式について持分を有し，各自の持分に相当する株式を管理の目的をもって理事長に信託している。\nすなわち，当該１２００株については，実質的には，本件持株会の会員である従業員２０人が，その持分に応じて，保有していることとなる。本件持株会の規約のうち本問に関係する定めは別紙の２のとおりである。なお，本件持株会の規約の内容は適法であり，当該規約に基づく株式の信託を無効とする事由はない。\n９．平成２８年３月３１日の最終の株主名簿に記載された乙社の株主及びその持株数は，次のとおりであった。\n甲社：６０００株，Ｇ：２０００株，乙社従業員持株会（本件持株会）理事長Ｈ：１２００株，Ｉ：８００株\n10．甲社と乙社の取締役が話し合った結果，乙社を甲社の完全子会社とするため，乙社は，株式の併合をすることとなった。乙社の代表取締役Ｊは，取締役会の決議に基づき，平成２８年６月\n１日に定時株主総会の招集通知を発した。当該招集通知には，株主総会の目的の一つが株式の併合であること，株式の併合に係る議案の概要として，①３０００株を１株に併合すること，②株式の併合がその効力を生ずる日（以下「効力発生日」という。）を同年７月１１日とすること，③効力発生日における発行可能株式総数を効力発生日における発行済株式の総数の４倍に当たる数とすること等が記載されていた。他方で，株主総会に出席しない株主が書面又は電磁的方法によって議決権を行使することができることとする旨は記載されていなかった。\n乙社は，当該招集通知を発した日に，上記①から③までの事項を公告するとともに，上記①から③までの事項を含む株式の併合に関する所定の事項を記載した書面を本店に備え置いた。\n11．上記10の招集通知に基づき平成２８年６月２０日に開催された乙社の定時株主総会（以下「本件株主総会」という。）には，Ｇのほか，甲社の代表取締役Ｃが甲社を代表して出席し，また，本件持株会の発足以来その会員であるＫが本件持株会理事長Ｈの代理人として出席した。Ｋは，その際，本件株主総会において議決権行使の代理人をＫとする旨のＨが作成した委任状を乙社に提出した。なお，本件持株会の会員でＨに対し本件株主総会における議決権行使についての特別の指示をしたものはいなかった。\n12．Ｉは平成２７年１０月１日に死亡し，Ｉの唯一の相続人であるＬが，Ｉが保有していた乙社株式８００株（以下「本件株式」という。）を相続した。Ｌは，Ｉの生前から，乙社の株主名簿上のＩの住所においてＩと同居しており，Ｉが死亡した後も，引き続き同所において居住している。Ｌは，Ｉの生前から，Ｉが本件株式を保有していたことを知っていたものの，本件株式を相続により取得した後も，本件株式について株主名簿の名義書換えを請求していなかったが，Ｉ宛ての本件株主総会の招集通知を受け取った日の翌日である平成２８年６月３日，乙社に対し，相続により本件株式を取得したことを証する書面を提示して株主名簿の名義書換えを請求するとともに，上記10の株式の併合に反対する旨を乙社に通知した。乙社は，同日，Ｌの請求のとおり株主名簿の名義書換えを行った。\n本件株主総会の当日，Ｌは，本件株主総会の会場に現れ，入場を求めたが，乙社の受付担当者は，乙社の代表取締役Ｊの指示に基づき，Ｌが本件株主総会に係る議決権行使の基準日において株主名簿上の株主でなかったことを理由として，Ｌの入場を認めなかった。\n13．本件株主総会において，乙社の代表取締役Ｊは，株式の併合をすることを必要とする理由として，①株主への通知や配当金の支払に掛かるコストを削減するために株主の人数を減少させる必要があること，②乙社は，数年後に，会社の事業規模に合わせて資本金の額を減少する予定であり，そのためには，会社法上，発行済株式の総数を減少させる必要があることの２点を説明したが，乙社を甲社の完全子会社とした上で甲社の支援により乙社の経営を立て直すという本来の目的については説明しなかった。\n14．本件株主総会において，上記10の株式の併合の議案については，Ｇが反対したが，甲社及びＨの代理人であるＫが賛成したことにより，可決された（以下「本件決議」という。）。\n〔設問２〕 Ｇは，本件決議の瑕疵を主張して，本件決議の効力を否定することを検討している。\n平成２８年７月２０日の時点で，本件決議の効力を争うためにＧの立場において考えられる主張及びその当否について，論じなさい。\n〔設問３〕 上記10の株式の併合により乙社の株式を失うこととなるＬの経済的利益が会社法上ど\nのように保護されるかについて，論じなさい。ただし，株式の併合をやめることを請求し，株式の併合の効力を否定し，又は損害賠償を請求するという手段については，論じなくてよい。別 紙\n１ 乙株式会社定款（抜粋）\n（なお，以下の定めは，設立時から本件株主総会の終結の時までの間，変更されていない。）\n（定時株主総会の基準日）第１１条 当会社は，毎年３月３１日の最終の株主名簿に記載された議決権を有する株主をもって，その事業年度に関する定時株主総会において議決権を行使することができる株主とする。\n（決議）第１５条 株主総会の普通決議は，法令又は定款に別段の定めがある場合のほか，出席した議決権を行使することができる株主の議決権の過半数をもって決する。\n２ 会社法第３０９条第２項に定める決議は，議決権を行使することができる株主の議決権の３分の１以上を有する株主が出席し，出席した当該株主の議決権の３分の２以上に当たる多数をもって行う。\n（議決権の代理行使）第１６条 株主は，当会社の他の株主１名を代理人として，その議決権を行使することができる。\n２ 乙株式会社従業員持株会規約（抜粋）\n（株式の管理及び名義）第１０条 会員は，各自の持分に相当する株式を管理の目的をもって理事長に信託するものとする。\n２ 前項により理事長が受託する株式は，株主名簿において理事長名義とする。\n（議決権の行使）第１１条 理事長名義の株式の議決権は，理事長が行使するものとする。ただし，会員は，各自の持分に相当する株式の議決権の行使について，理事長に対し，株主総会ごとに特別の指示を与えることができる。論文式試験問題集［民事系科目第３問］",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/民事系.pdf",
  "purpose": "〔第２問〕\n本問は，①発起人が取引の相手方に対し設立費用について未払額を残した状態で会社が成立した場合において設立費用の総額が定款に記載した金額を超えていたときの設立費用の負担\n（設問１⑴），②定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否等（設問１⑵），③買収者が対象会社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合に係る株主総会の決議の取消事由及び無効事由（設問２），④株式の併合により株式の数に１株に満たない端数が生ずるときの当該端数の処理の手続や反対株主の株式買取請求\n（設問３）に関する理解等を問うものである。\n設問１⑴においては，判例は，設立費用の全部又は一部が未払の状態で会社が成立した場合には，債務は，定款に記載した金額（会社法第２８条第４号）の範囲で，成立後の会社に帰属し，その金額の範囲では，取引の相手方は，成立後の会社に対し，弁済等を請求することができ，発起人に対しては，弁済等を請求することができないという立場を採っていること（大判昭和２年７月４日民集６巻４２８頁，大判昭和８年３月２７日法学２巻１３５６頁）を明らかにするとともに，判例に賛成し，又は反対するいずれかの立場から，その当否を検討することが求められる。\n判例に賛成する見解としては，設立費用の総額が定款に記載した金額を超えていた場合においては，債務は，①契約を締結した順序により，契約を締結した順序が明らかでないときは，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，成立後の会社に帰属するというものや，②契約を締結した順序にかかわらず，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，成立後の会社に帰属するというものなどが考えられる。他方で，判例に反対する見解としては，債務は，①定款に記載した金額の範囲であっても，成立後の会社に帰属せず，取引の相手方は，発起人に対し，弁済等を請求することができるにとどまり，弁済等をした発起人が，定款に記載した金額の範囲で，成立後の会社に対し，求償をすることができるにすぎないというものや，②定款に記載した金額にかかわらず，全て成立後の会社に帰属し，取引の相手方は，成立後の会社に対し，弁済等を請求することができ，定款に記載した金額を超えている部分については，会社が，発起人に対し，求償をすることができるというもの，③取引の相手方は，会社及び発起人のいずれに対しても，弁済等を請求することができるというものなどがある。判例に賛成し，又は反対するいずれの立場を採る場合であっても，これらの見解といわゆる設立中の会社の概念や発起人の権限の範囲との関係を意識し，甲社がＤから求められた賃料６０万円の支払及びＥから求められた報酬４０万円の支払を拒否することができるかどうかについて，事案に即して説得的に論ずることが望まれる。\n設問１⑵においては，甲社の代表取締役Ｃから相談を受けた弁護士の立場に立って，判例が，定款に記載がない財産引受けは，無効であり，譲渡人も無効を主張することができ，会社成立後，株主総会の特別決議をもってこれを承認しても，有効とならず，成立後の会社が追認しても，有効とならないとしていること（最判昭和２８年１２月３日民集７巻１２号１２９９頁，最判昭和４２年９月２６日民集２１巻７号１８７０頁，最判昭和６１年９月１１日裁判集民１４８号４４５頁）を意識しながら，本件購入契約に関する会社法上の問題点として，定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否について，説得的に論ずることが求められる。その上で，甲社が本件機械の引渡しを受けるために採ることができる方法及びこれに必要となる会社法上の手続について，判例に賛成する見解からは，甲社がＦから本件機械を購入する契約を改めて締結しなければならず（この場合には，Ｆの増額要求をある程度受け入れるのもやむを得ないであろう。），そのために，本問においては，本件機械の価額及び甲社の純資産額等に照らし，本件機械の取得が事後設立に当たり，株主総会の特別決議によって，当該契約の承認を受けなければならないこと（会社法第４６７条第１項第５号，第３０９条第\n２項第１１号）に言及しながら，事案に即して検討することが望まれる。他方で，判例に反対し，定款に記載がない財産引受けの追認を認める見解からは，本件購入契約を追認することが考えられるが，そのために，本問においては，本件機械の価額及び甲社の純資産額等に照らし，株主総会の特別決議によって，当該契約の承認を受けなければならないと考えられること（同法第４６７条第１項第５号類推，第３０９条第２項第１１号類推）などに言及しながら，事案に即して検討することが望まれる。\n設問２においては，乙社の創業者の一族である株主Ｇが，平成２８年７月１１日を効力発生日とする株式の併合により株主の地位を失ったとしても，本件決議の取消しにより株主の地位を回復するので，本件決議の取消しの訴えについて原告適格を有すること（会社法第８３１条第１項柱書き後段）を前提として，Ｇの立場から，買収者である甲社が対象会社である乙社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合に係る本件決議の取消事由について論ずるとともに，その無効事由についても，事案に即して説得的に論ずることが求められる。\n本件決議の取消事由として，第１に，本件持株会の会員であるＫが，株主名簿に記載されている株主でないにもかかわらず，本件持株会理事長Ｈの代理人として議決権を行使したことが，株主総会の決議の方法の定款違反（会社法第８３１条第１項第１号）に当たるか否かについて，株主は，代理人によってその議決権を行使することができる（同法第３１０条第１項）が，乙社の定款第１６条は，議決権を行使する株主の代理人の資格を当該会社の株主に制限しているところ，判例が，そのような定款の規定は，株主総会が，株主以外の第三者によって攪乱されることを防止し，会社の利益を保護する趣旨に出たものと認められ，合理的な理由による相当程度の制限ということができるから，有効であるとしていること（最判昭和４３年１１月１日民集２２巻１２号２４０２頁）を前提として，そのような趣旨も踏まえて，検討することが求められる。例えば，Ｋは，株主名簿上の株主ではないが，実質的に乙社の株主であることをどのように評価するかが検討対象となろう。\n第２に，乙社の代表取締役Ｊは本件株主総会において株式の併合をすることを必要とする理由を説明している（会社法第１８０条第４項）が，Ｊの説明の内容に照らし，その説明が株主総会の決議の方法の法令違反（同法第８３１条第１項第１号）に当たるか否かについて，事案に即して検討することが求められる。\n第３に，Ｉの相続人である株主Ｌに議決権を行使させなかったことが，株主総会の決議の方法の法令違反（会社法第８３１条第１項第１号）に当たるか否かなどについて，株式の譲渡の対抗要件に関する同法第１３０条第１項が株式の相続にも適用されるか否かに言及しながら，事案に即して検討することが求められる。\n第４に，買収者である甲社の代表取締役Ｃが甲社を代表して議決権を行使しているところ，本件決議が，株主総会の決議について特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議（会社法第８３１条第１項第３号）に当たるか否かについて，事案に即して検討することが求められる。\n本件決議の無効事由としては，買収者である甲社が対象会社である乙社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合が，株主平等原則（会社法第１０９条第\n１項）に違反するか否かについて，論ずることが求められる。\n設問３においては，平成２８年７月１１日を効力発生日とする株式の併合により乙社の株式を失うこととなる株主Ｌの経済的利益が会社法上どのように保護されるかについて，説明及び検討することが求められる。\nまず，株式の併合により株式の数に１株に満たない端数が生ずるときの当該端数の処理の手続（会社法第２３５条，第２３４条第２項から第５項まで）について説明する必要がある。\n次に，反対株主の株式買取請求（会社法第１８２条の４）についても説明することが求められる。その際には，株主Ｌは，本件株主総会に先立って株式の併合に反対する旨を乙社に対し通知したが，本件株主総会の会場への入場を認められなかったため，本件株主総会において株式の併合に反対していないこと（同法第１８２条の４第２項第１号参照）から，株主Ｌが乙社に対し株式買取請求をすることができるかどうかについて，同法第１３０条第１項が株式の相続にも適用されるか否かについての設問２における検討と整合的かつ説得的に論ずることが求められる。\n例えば，株式の相続は「株式の譲渡」（会社法第１３０条第１項）に当たらないとの立場を- 10 -採ると，相続人は名義書換えをすることなく，株式の取得を会社に対抗することができ，したがって，Ｌは本件株主総会において議決権を行使することができた株主となる。この場合には，前述のとおり，形式的には，Ｌは同法第１８２条の４第２項第１号に規定する株主の要件を満たしていないものの，その原因が，Ｌが本件株主総会の会場への入場を求めたにもかかわらず，これを乙社の受付担当者が代表取締役Ｊの指示に基づき不当に拒否したことにあるから，乙社は同号の規定によるＬからの株式買取請求を信義則上拒否することができないと解し，又はＬ\nは同項第２号に規定する株主（「当該株主総会において議決権を行使することができない株主」）に当たり，Ｌは乙社に対し株式買取請求をすることができると解することが考えられよう。\n他方で，株式の相続は「株式の譲渡」（会社法第１３０条第１項）に含まれるとの立場を採ると，相続人は株主総会に係る議決権行使の基準日までに名義書換えをしなければ，株式の取得を会社に対抗することができず，したがって，Ｌは本件株主総会において議決権を行使することができなかった株主となる。この場合には，Ｌが乙社に対し株式買取請求をすることができるかどうかについて，同法第１８２条の４第２項第２号に規定する株主（「当該株主総会において議決権を行使することができない株主」）に，株主総会の基準日以前に議決権を有する株式を取得しながら名義書換えを怠った者（株主総会の基準日後に株主名簿の名義書換えをした株主）が含まれるか否かに言及しながら，検討することが期待される（なお，この点に関する裁判例として，例えば，東京地決平成２１年１０月１９日金判１３２９号３０頁，東京地決平成２５年９月１７日金判１４２７号５４頁参照）。",
  "scoring_notes": "１ 出題の趣旨等既に公表されている平成２９年司法試験の論文式試験出題の趣旨に，特に補足すべき点はない。\n２ 採点方針及び採点実感⑴ 民事系科目第２問は，商法分野からの出題である。これは，事実関係を読み，分析し，会社法上の論点を的確に抽出して各設問に答えるという過程を通じ，事例解析能力，論理的思考力，会社法に関する基本的な理解並びに法令の解釈及び適用の能力等を確認するものであり，従来と同様である。\nその際に，論点について，過不足なく記述がある答案や，記述に多少の不足があっても，総じて記述が論理的である答案，制度の趣旨等に照らして条文を解釈している答案，事案に即して具体的な検討がされている答案には，一定の高い評価を与えた。これらも，従来と同様である。\nなお，昨年も言及したが，読みにくい文字の答案であっても可能な限り正確に文章を理解するように努めているものの，それにもかかわらず，読みにくい文字のために文章を理解することができないような答案が，少数であるとはいえ，見られる。そのような文章については，その趣旨が不明であるものと判断した上で，採点せざるを得ない。\n⑵ 設問１⑴についてア 全体的な採点実感設問１⑴は，発起人が取引の相手方に対し設立費用について未払額を残した状態で会社が成立した場合において，設立費用の総額が定款に記載した金額を超えていたときにおける，相手方であるＤ及びＥに対する債務の帰属に関して，問うものである。\nまず，本問においては，判例の立場及びその当否を検討することが求められているため，判例が，設立費用を未払の状態で会社が成立した場合に，定款に記載した金額（会社法第２８条第４号）の範囲で，債務は成立後の会社に帰属し，その範囲では，取引の相手方は，成立後の会社に対し，弁済等を請求することができ，発起人に対しては，弁済等を請求することができないという立場を採っていること（大判昭和２年７月４日民集６巻４２８頁，大判昭和８年３月２７日法学２巻１３５６頁）を指摘する必要があるところ，判例を正確に指摘することができていない答案が相当数あった。\n判例の当否については，多くの学説において，発起人が複数の相手方と取引をしてその債務の総額が定款に記載した金額を超える場合に，どの債務についてどの範囲で会社に請求することができるかという困難な問題を生ずることなどから，批判的な立場が採られているところ，\n答案においても同様の理由を示して判例に反対する立場を採るものが多かった。他方で，成立後の会社の財産的基礎を確保するという会社法第２８条第４号の趣旨を重視し，判例に賛成する立場を採る答案も少なくなかった。\n債務の帰属については，判例に賛成する見解によると，設立費用の総額が定款に記載した金額を超えていた場合においては，債務は，①契約を締結した順序により，契約を締結した順序が明らかでないときは，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，\n成立後の会社に帰属するというものや，②契約を締結した順序にかかわらず，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，成立後の会社に帰属するというものなどが考えられる。他方で，判例に反対する見解によれば，債務は，①定款に記載した金額の範囲であっても，成立後の会社に帰属せず，取引の相手方は，発起人に対し，弁済等を請求することができるにとどまるというものや，②定款に記載した金額にかかわらず，全て成立後の会社に帰属し，取引の相手方は，成立後の会社に対し，弁済等を請求することができるというもの，③取引の相手方は，会社及び発起人のいずれに対しても，弁済等を請求することができるというものなどが考えられる。なお，判例に賛成する立場を採る答案には，定款に記載した金額の範囲で，成立後の会社に対し，弁済等を請求することができると論ずるにとどまり，複数の取引債務の総額が定款の記載額を超える場合に，どの債務についてどの範囲で会社に請求することができるかについて言及していないものが相当数あった。\n判例に賛成又は反対のいずれの立場を採る場合であっても，これらの見解といわゆる設立中の会社の概念や発起人の権限の範囲との関係を意識して論ずることが望まれる。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例判例の立場及びその当否について，会社法第２８条第４号の趣旨と取引の相手方の保護の必要性ないし取引の安全との調和の観点から丁寧に論じ，その論述と整合的に，支払を拒否することができるかどうかについて自らの見解を論じた上で，事案に即して結論を導いているものには，高い評価を与えた。\n(ｲ) 不良に該当する答案の例本問においては，明示的に，判例の立場及びその当否を検討することが求められているにもかかわらず，これらについて言及していないものが相当数あったほか，以下のとおり，設立費用や設立中の会社の法律関係に関する基本的な理解を欠いているものが一定数見られた。\n本問において定款に設立費用についての記載がないとするもの，設立費用が登記事項であるとするもの，設立費用について会社法第２７条第４号又は第２８条第１号若しくは第２号を引用するものなど，設立費用の意義等を明らかに誤解しているもの①設立を直接の目的とする行為，②設立のために必要な行為，③財産引受け，④開業準備行為といった行為の類型や，意義，具体例を誤解し，例えば，本問を定款に記載がない開業準備行為に関する問題として論ずるものや，設立事務を行う事務所用建物の賃借と設立事務を補助する事務員の雇用とで，該当する行為の類型を異にするものとして論ずるもの⑶ 設問１⑵についてア 全体的な採点実感設問１⑵は，定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否等について，問うものである。\nまず，本問においては，相談を受けた弁護士の立場に立って，検討することが求められているため，判例が，定款に記載がない財産引受けは，無効であり，譲渡人も無効を主張することができ，成立後の会社が追認しても，有効とならないとしていること（最判昭和２８年１２月３日民集７巻１２号１２９９頁，最判昭和４２年９月２６日民集２１巻７号１８７０頁，最判昭和６１年９月１１日裁判集民１４８号４４５頁）を意識しながら，本件購入契約に関する会社法上の問題点として，定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否について，説得的に論ずることが求められる。しかし，判例の考え方に言及せず，又は定款に記載がない財産引受けが当然に発起人の無権代理行為であると論ずるものなど，判例を意識していないと思われる答案が多かった。\n甲社が本件機械の引渡しを受けるために採ることができる方法及びこれに必要となる会社法上の手続について，判例に賛成する見解からは，甲社がＦから本件機械を購入する契約を改めて締結しなければならないが（この場合には，Ｆの増額要求をある程度受け入れるのもやむを得ないであろう。），本問においては，本件機械の価額及び甲社の純資産額等に照らし，本件機械の取得が事後設立に当たる。そのため，事後設立の手続について，株主総会の特別決議によって，当該契約の承認を受けなければならないこと（会社法第４６７条第１項第５号，第３０９条第２項第１１号）など，事案に即して検討することが望まれる。しかし，本件機械を購入- 2 -する契約を改めて締結することと，本件機械の取得が事後設立に当たることとの関係を正確に理解しておらず，本件機械を購入する契約を改めて締結することに言及しないで，単に，事後設立に関する手続を採れば，本件機械を取得することができるというような論述をする答案が相当数あった。また，「純資産額の５分の１を超えることから，事後設立に当たらない。」などと論述し，同法第４６７条第１項第５号ただし書の意味を誤解している答案も散見された。なお，株主総会の特別決議の要否に言及せず，取締役会の決議（同法第３６２条第４項第１号）\nの要否に言及するのみの論述には，高い評価を与えていない。\n判例に反対し，定款に記載がない財産引受けの追認を認める見解からは，本件購入契約を追認することが考えられる。そのために，本件機械の価額及び甲社の純資産額等に照らし，事後設立に関する手続により株主総会の特別決議による承認を受けなければならないと考えられること（会社法第４６７条第１項第５号類推，第３０９条第２項第１１号類推）などに言及しながら，事案に即して検討することが望まれる。しかし，本件購入契約を追認するための手続について何ら言及していない答案や，上記と同様に株主総会の特別決議による承認の要否に関する同法第４６７条第１項第５号ただし書の意味を誤解している答案も散見された。\nなお，相手方の無効主張を不可とする立場等からの論述にも，一定の評価を与えている。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例特に，定款に記載がない財産引受けの追認の許否について，判例の立場にも配慮した上で，\n財産引受けの規制の趣旨を踏まえつつ，会社や，株主及び債権者等の会社の利害関係人，取引の相手方の利益も勘案し，自らの見解を説得的に論じ，その論述と整合的に，追認又は再契約の方法を指摘するとともに，そのために必要となる会社法上の手続として，事後設立に関する手続（同法第４６７条第１項第５号，第３０９条第２項第１１号）について，丁寧に検討するものには，高い評価を与えた。\n(ｲ) 不良に該当する答案の例以下のとおり，定款に記載がない財産引受けに関する基本的な理解が不十分であると判断せざるを得ないものが相当数見られた。\n①定款に記載がない財産引受けの効力が無効であることについて，会社法第２８条柱書き及び第２号という条文上の根拠に何ら言及せず，単に発起人の権限が開業準備行為に及ばないということからのみ論ずるもの，②定款に記載がない財産引受けの追認の許否について言及していないもの，③本件機械を購入する契約を改めて締結することに言及しないで，単に，\n事後設立に関する手続を採れば，本件機械を取得することができるとするもの，④事後設立に関する手続として株主総会の特別決議（同法第４６７条第１項第５号，第３０９条第２項第１１号）の要否に言及せず，重要な財産の譲受けとして取締役会の決議（同法第３６２条第４項第１号）の要否のみに言及するものそのほか，事実関係を全く踏まえず，①会社の成立後であるにもかかわらず，定款の変更をした上で，財産引受けを行うとするもの，②現物出資により給付を受けるとするものも一定数見られた。\n⑷ 設問２についてア 全体的な採点実感設問２は，買収者が対象会社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合に係る株主総会の決議の取消事由及び無効事由について，問うものである。\n本問においては，まず，乙社の創業者の一族である株主Ｇが，平成２８年７月１１日を効力発生日とする株式の併合により株主の地位を失っていることから，Ｇの原告適格について，会社法第８３１条第１項柱書き後段を指摘する必要があるが，これについて何ら言及していない答案が極めて多かった。本件決議の取消事由については，第１に，本件持株会の会員であるＫが，株主名簿に記載されている株主でないにもかかわらず，代理人として議決権を行使したことが，株主総会の決議の方法の定款違反（会社法第８３１条第１項第１号）に当たるか否かについて，事案に即して検討することが求められる。株主は，代理人によってその議決権を行使することができる（同法第３１０条第１項）が，乙社の定款第１６条は，議決権を行使する株主の代理人資格を当該会社の株主に制限している。判例は，そのような定款の規定は，株主総会が，株主以外の第三者によって攪乱されることを防止し，会社の利益を保護する趣旨に出たものと認められ，合理的な理由による相当程度の制限ということができるから，有効であるとしていること（最判昭和４３年１１月１日民集２２巻１２号２４０２頁）から，そのような趣旨も踏まえて，Ｋの議決権の代理行使が定款に違反するか否かを検討することが求められる。例えば，Ｋは，株主名簿上の株主ではないが，実質的に乙社の株主であることをどのように評価するかが検討対象となろう。しかし，このような問題の所在等を正確に理解せず，的確に指摘することができていない答案が相当数あった。なお，以上とは別に，甲社の代表取締役Ｃが甲社を代表して議決権を行使していることについて，代理人による議決権の行使であると誤解し，Ｃによる議決権の代理行使が株主総会の決議の方法の定款違反に当たるか否かを論ずる答案が相当数あった。\n第２に，乙社の代表取締役Ｊは本件株主総会において株式の併合をすることを必要とする理由を説明している（会社法第１８０条第４項）が，Ｊの説明の内容に照らし，その説明が株主総会の決議の方法の法令違反（同法第８３１条第１項第１号）に当たるか否かについて，事案に即して論ずることが求められる。具体的には，問題文１３の①及び②の説明のうち，②の説明が虚偽ということができるかどうか（減資のため株式数を減少させる法的な必要性はない。）\nや，本来の目的を説明しなかったことの適否を検討することが必要となる。しかし，そもそも同法第１８０条第４項違反に当たるか否かについてではなく，同法第３１４条違反に当たるか否かについてのみ論ずる答案が多かった。なお，同法第１８０条第４項に規定する株式の併合をすることを必要とする理由の説明の意義について，学説における解釈に沿って的確に論ずる答案はほとんどなかった。\n第３に，Ｉの相続人である株主Ｌに議決権を行使させなかったことが，株主総会の決議の方法の法令違反（会社法第８３１条第１項第１号）に当たるか否かについて，論ずることが求められる。これについては，株主総会の決議の取消しの訴えを提起する者は他の株主に関する瑕疵を取消事由として主張することができること（最判昭和４２年９月２８日民集２１巻７号１９７０頁）を前提とした上で，株式の譲渡の対抗要件に関する同法第１３０条第１項が株式の相続にも適用されるか否かに言及しながら，事案に即して検討することが期待される。しかし，\n同項が株式の相続にも適用されるか否かという問題の所在を正確に理解し，的確に指摘することができている答案は極めて少なく，これを的確に指摘した上で論ずる答案には，一定の高い評価を与えた。\n第４に，買収者である甲社の代表取締役Ｃが甲社を代表して議決権を行使しているところ，\n本件決議が，株主総会の決議について特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議（会社法第８３１条第１項第３号）に当たるか否かについて，事案に即して検討することが求められる。しかし，特別の利害関係の意義について言及していない答案が散見された。また，特別の利害関係を有する者に当たるか否かと，著しく不当な決議に当たるか否かとの関係について，正確に理解していないと思われる答案や，著しく不当な決議の意義を誤解している答案が相当数あった。\n以上４点の取消事由に関する論点について，ほぼ全てに言及し，かつ，その記述が正確で論理的である答案は，少なかった。\nそのほか，買収者である甲社が対象会社である乙社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合が，株主平等原則（会社法第１０９条第１項）に違反するの- 4 -ではないかという観点から，本件決議の無効事由となる余地があることを検討することも求められるが，これについて論ずる答案は，ほとんどなかった。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例株式の併合により株主の地位を失ったＧの原告適格について，的確に指摘した上で（会社法第８３１条第１項柱書き後段），本件決議の取消事由として前記の４点の全てに言及し，\nそれぞれについて事案に即した簡潔かつおおむね適切な論証をしているものには，高い評価を与えた。もっとも，取消事由のうち，Ｌに議決権を行使させなかったことの適否については，同法第１３０条第１項が株式の相続にも適用されるか否かという問題の所在等を的確に指摘することができている答案は極めて少なく，良好に該当するような答案であっても，株主名簿や基準日の制度の趣旨を会社の事務処理上の便宜であるとしつつ，株式の取得が相続によるものであり，また，本件株主総会に係る議決権行使の基準日の後であるものの，株主名簿の名義書換えが行われており，Ｌが株主であることは会社にも明らかであったとして，\n本件においては，会社の事務処理上の便宜よりも，株主による議決権の行使を優先すべきであるというように論ずるものが多かった。甲社の代表取締役Ｃが議決権を行使したことが，\n同法第８３１条第１項第３号に当たるか否かについても，良好に該当するような答案であっても，特別の利害関係を有する者に当たるか否かと，著しく不当な決議に当たるか否かとの関係について，的確に論ずることができている答案は少なかった。\n(ｲ) 不良に該当する答案の例株主総会の決議の取消事由，無効事由及び不存在事由を正しく理解せず，又は誤解しており，適切に区別することができていないもの取消事由に当たるなどと論ずるものの，具体的に会社法第８３１条第１項第１号から第３号までの取消事由のいずれに当たるかについて言及していないもの乙社は書面による議決権行使に関する事項を定めなければならないわけではない（会社法第２９８条第２項本文参照）にもかかわらず，定時株主総会の招集通知に，株主総会に出席しない株主が書面によって議決権を行使することができることとする旨が記載されていなかったことをもって株主総会の招集の手続が法令に違反するとするものＫによる議決権の代理行使が，本件持株会の規約の定めに違反するか否かや，会社法第１０６条の規定に違反するか否かについてのみ論ずるもの代理人の資格を当該会社の株主に制限する定款の規定が有効であると解されていることに全く言及がなく，このような趣旨を踏まえた検討も全くされていないものＪによる株式の併合の理由の説明が株主総会の決議の方法の法令違反に当たるか否かとして，会社法第１８０条第４項違反に当たるか否かについてではなく，同法第３１４条違反に当たるか否かについてのみ論ずるもの会社法第１２４条第４項の適用範囲を誤解し，Ｌに議決権を行使させなかったことが同項に違反すると論じていると解さざるを得ないもの乙社がＬの請求に応じて株主名簿の名義書換えを行ったのが本件株主総会に係る議決権行使の基準日の後であったことを適切に考慮しないで，乙社がＬに議決権を行使させなかったことが信義則に違反するというように論ずるもの株主総会の決議について特別の利害関係を有する者に当たる甲社の代表取締役Ｃが議決権を行使したことによってされた本件決議は，そのことのみにより，その内容にかかわらず，\n直ちに著しく不当な決議に当たるかのように論ずるものいわゆる裁量棄却（会社法第８３１条第２項）の要件を正確に理解しておらず，本件決議が，株主総会の決議について特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議（同条第１項第３号）に当たるとした上で，そのこととの関係で，いわゆる裁- 5 -量棄却の可否について論ずるもの⑸ 設問３についてア 全体的な採点実感株式の併合により株式の数に１株に満たない端数が生ずるときの当該端数の処理の手続や反対株主の株式買取請求について，問うものである。\n設問３においては，平成２８年７月１１日を効力発生日とする株式の併合により乙社の株式を失うこととなる株主Ｌの経済的利益が会社法上どのように保護されるかについて，説明及び検討することが求められる。\nまず，株式の併合により株式の数に１株に満たない端数が生ずるときの当該端数の処理の手続（会社法第２３５条，第２３４条第２項から第５項まで）について説明する必要がある。しかし，この手続に言及する答案は，極めて少なかった。\n次に，反対株主の株式買取請求（会社法第１８２条の４）についても説明することが求められる。株主Ｌは，本件株主総会に先立って株式の併合に反対する旨を乙社に対し通知したが，\n本件株主総会の会場への入場を認められなかったため，本件株主総会において株式の併合に反対していない（同条第２項第１号参照）。そのため，このような株主Ｌが同号又は同項第２号の「反対株主」に該当するか否かが問題となることから，この要件について，株主Ｌが株主総会において議決権を行使することができた株主であると解するか否かについての設問２における検討と整合的に論ずることが求められる。\n設問２において，株主Ｌが株主総会においてその議決権を行使することができた株主であると解した場合には，前述のとおり，形式的には，Ｌは会社法第１８２条の４第２項第１号に規定する株主の要件を満たしていないものの，その原因が，Ｌが本件株主総会の会場への入場を求めたにもかかわらず，これを乙社の受付担当者が代表取締役Ｊの指示に基づき不当に拒否したことにあるから，乙社は同号の規定によるＬからの株式買取請求を信義則上拒否することができないと解し，又はこのような事情から，Ｌは同項第２号に規定する株主に当たり，Ｌは乙社に対し株式買取請求をすることができると解することが考えられよう。このような解釈を採る答案は比較的多かった。そのような答案には，その論述の内容もおおむね論理的なものが相当数あり，高い評価を与えた。\n他方で，設問２において，株主Ｌが株主総会においてその議決権を行使することができなかった株主であると解した場合には，会社法第１８２条の４第２項第２号に規定する株主に，株主総会の基準日以前に議決権を有する株式を取得しながら名義書換えを怠った者（株主総会の基準日後に株主名簿の名義書換えをした株主）が含まれるか否かを検討することが期待される（なお，この点に関する裁判例として，例えば，東京地決平成２１年１０月１９日金判１３２９号３０頁，東京地決平成２５年９月１７日金判１４２７号５４頁参照）。もっとも，この点について検討している答案はほとんどなく，単に同号の「議決権を行使することができない株主」に当たるとのみ指摘し，結論においては，Ｌが乙社に対し株式買取請求をすることができるとの立場を採る答案が多かったが，このような答案には，高い評価は与えていない。\nなお，例えば，設問２においては，結論として，Ｌは株主総会において議決権を行使することができた株主であると解しているにもかかわらず，設問３においては，何ら説明をすることなく，Ｌが会社法第１８２条の４第２項第２号に規定する当該株主総会において議決権を行使することができない株主に当たるとのみ論ずるなど，設問２における検討と設問３における論述とが何ら理由もなく矛盾する答案が散見され，そのような答案には，低い評価を与えるにとどめた。\nイ 答案の例(ｱ) 優秀又は良好に該当する答案の例株式の併合により株式の数に１株に満たない端数が生ずるときの当該端数の処理の手続- 6 -（会社法第２３５条，第２３４条第２項から第５項まで）と反対株主の株式買取請求（同法第１８２条の４）との二つの制度により経済的利益が保護されることを的確に指摘しているものは，総じて高い評価であった。\nまた，このうち，反対株主の株式買取請求に関しては，Ｌが「反対株主」（会社法第１８２条の４第２項）の要件を満たすか否かについて，設問２の検討と整合的に論証し，かつ，\nその論述内容も事案に即した説得的なもの，例えば，前記アで記載したような論述のほかにも，Ｌが議決権を行使することができなかった株主であるとの立場であっても，株主名簿の名義書換えを怠った株主を保護する必要はないなどとし，同項第２号に規定する株主の要件を満たしていないと解して買取請求権の行使を否定するものなどには，高い評価を与えた。\n(ｲ) 不良に該当する答案の例会社法第１８２条の４第２項第１号の要件を理解しておらず，単に，株式の併合に反対する旨を乙社に対し通知したことのみをもって，当然に，反対株主に当たるかのように論ずるものＬが株主総会において議決権を行使することができたか否かについての設問２における検討と，設問３における反対株主の株式買取請求に関する論述とが何らの理由もなく矛盾するものそのほか，問題文６に，乙社は，種類株式発行会社ではなく，その定款には，単元株式数に関する定めはないと明示していたにもかかわらず，単元未満株式の買取請求（会社法第１９２条）について説明するものや，同法１１６条第１項第３号イに規定する反対株主の株式買取請求のみに言及するものが散見された。なお，同法第７８５条に規定する反対株主の買取請求に言及するものが少数ながら見られた。\n３ 法科大学院教育に求められるもの設立に関して，設立費用に関する会社法第２８条第４号の趣旨，設立中の会社の発起人の権限の範囲並びに定款に記載がない財産引受けの効力及びその追認の許否等といった基本的な論点について，代表的な判例の理解のみならず，条文の趣旨又は意義を含めた基本的な理解が不十分であった。\n株主総会の決議の取消しの訴えに関しても，その原告適格について条文の指摘を欠いていたり，取消事由のうち，議決権行使の代理人資格を株主に制限する定款の定めの有効性やその例外といった基本的な論点について的確に論証せず，特別の利害関係を有する株主による議決権行使や同法１８０条第４項の説明義務といった基本的な条文又は制度の理解等も不十分であったりするなど，総じて会社法の基本的な理解について不十分な面が見られる。\n条文の引用が不正確又は不十分である場合が目に付き，代表的な判例についても引用又は言及が少なく，条文の適用又は解釈を行っているという意識や代表的な判例の存在を前提にして論ずるという意識が高いとは言い難い。論点についての論述において，条文の適用関係を明らかにしないまま，又は判例を意識しないままに，自説を論述する例が見られる。これらについては，基本的に昨年までと同様の印象である。\n問題文における事実関係から会社法上の論点を的確に抽出する点等においても，不十分さが見られた。\n従来と同様に，会社法に関する代表的な判例の理解を含めた基本的な理解を確実なものとするとともに，事実関係から重要な事実等を適切に拾い上げ，これを評価し，条文を解釈及び適用する能力と論理的思考力を養う教育が求められる。"
}