{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "民法",
  "subject": 3,
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，３０：４０：３０〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nⅠ\n【事実】\n１．甲土地と乙土地は，平成１４年３月３１日以前は長い間いずれも更地であり，全く利用されていなかった。Ａが所有する乙土地は，南側が公道に面するほかはＢが所有する甲土地に囲まれた長方形の土地であるが，乙土地の実際の面積は登記簿に記載されている地積よりも小さかった。また，甲土地と乙土地の境界にはもともと排水溝があった。\n２．平成１４年４月１日，Ａは，排水溝が埋没したのを奇貨として，登記簿記載の地積にほぼ合致するように，乙土地の東側と西側をそれぞれ５メートルほど広げる形で，柵を立てた（公道に面する南側部分を除く。以下では，この柵と南側の公道に囲まれた土地全体を「本件土地」といい，乙土地の東側に隣接する甲土地の一部を「甲１部分」と，西側に隣接する甲土地の一部を「甲２部分」という。なお，本件土地の位置関係は別紙図面のとおりであり，〔本件土地＝乙土地＋甲１部分＋甲２部分〕という関係にある。本件土地の東側・北側・西側の外周に，それぞれ柵が立てられている状態である。）。Ａは，柵を立てた後も，本件土地を更地のままにしていた。\n３．医師であるＣは，診療所を営むことを考えており，それに適する場所を探していたところ，知人からＡを紹介され，本件土地に診療所用の建物を建築することを計画した。そこで，Ｃは，乙土地の登記簿を閲覧した上で，Ａと共に本件土地を実地に調査し，本件土地の東側・北側・西側の外周に柵があることを確認した。また，Ｃは，本件土地の測量を行い，その面積が乙土地の登記簿に記載されている地積とほぼ合致することを確認した。\n４．ＡとＣは，平成１６年９月１５日，本件土地につき，Ａを賃貸人，Ｃを賃借人，契約期間を同年１０月１日から３０年間，賃料を月額２０万円，使用目的を診療所用の建物の所有とする賃貸借契約（以下「本件土地賃貸借契約」という。）を締結した。\n５．平成１６年９月２５日，Ｃは，建築業者との間で，本件土地に診療所用の建物を建築することを目的とする請負契約を締結した（以下では，この請負契約に基づき行われる工事を「本件工事」という。）。\n６．平成１６年１０月１日，Ａは，本件土地賃貸借契約に基づき，本件土地をＣに引き渡した。\nＣは，約定どおり，Ａが指定する銀行口座に同月分以降の賃料を振り込んでいた。\n７．本件工事の開始は請負人である建築業者の都合で大幅に遅れた。その間，【事実】２の柵は立てられたままであったが，本件土地は全く利用されておらず，更地のままであった。\n８．平成１７年６月１日になってようやく本件工事が始まった。本件工事は，乙土地と甲１部分の上で行われ，Ｃは，同日以降，甲２部分を工事関係者に駐車場や資材置場として利用させていた。\n９．本件工事は平成１８年２月１５日に終了し，同日，乙土地と甲１部分の上に建築された建物\n（以下「丙建物」という。）につきＣ名義で所有権保存登記がされた。丙建物は，乙土地と甲\n１部分のほぼ全面を利用する形で建築された。Ｃは，同年４月１日に診療所を開設した。甲\n２部分は，それ以降，患者用駐車場（普通自動車３台分）として利用されている。\n10．Ｂは，長い間甲土地を利用しないまま放置していたが，平成２６年８月になって甲土地に建物を建築することを計画した。Ｂは，その際，丙建物が甲１部分に越境して建築されていること及びＣが駐車場として利用している甲２部分も甲土地の一部であることに気付いた。\n11．そこで，平成２７年４月２０日，Ｂは，Ｃに対し，所有権に基づき，甲１部分を明け渡すこ\n- 2 -とを求める訴えを提起した。\n〔設問１〕 【事実】１から11までを前提として，次の問いに答えなさい。\nＣは，Ｂが甲１部分を所有することを認めた上でＢの請求の棄却を求める場合，どのような反論をすることが考えられるか，その根拠及びその反論が認められるために必要な要件を説明した上で，その反論が認められるかどうかを検討しなさい。なお，丙建物の収去の可否及び要否について考慮する必要はない。\nⅡ 【事実】１から11までに加え，以下の【事実】12から16までの経緯があった。\n【事実】\n12．平成２７年１１月１０日，Ａは，Ｂから，甲１部分及び甲２部分を買い受けた。同日，甲土地を甲１部分，甲２部分及びその余の部分に分筆する旨の登記がされ（以下では，甲１部分を「甲１土地」，甲２部分を「甲２土地」といい，乙土地，甲１土地及び甲２土地を「本件土地」という。），甲１土地と甲２土地のそれぞれにつきＢからＡへの所有権移転登記がされた。\nＢは，これを受けて，【事実】11の訴えを取り下げた。Ａは，Ｃに対し，これらの事実を伝えるとともに，本件土地賃貸借契約については従来と何も変わらない旨を述べた。また，同月\n２０日に，丙建物につき，その所在する土地の地番を，「乙土地の地番」から「乙土地の地番及び甲１土地の地番」に更正する旨の登記がされた。\n13．平成２８年１月に，Ｃは，友人Ｄから，勤務医を辞めて開業したいと考えているが，良い物件を知らないかと相談を受けた。Ｃは，健康上の理由で廃業を考えていたところであったため，Ｄに対し，丙建物を貸すので，そこで診療所を営むことにしてはどうか，と提案した。\nＤは，この提案を受け入れることにした。\n14．ＣとＤは，平成２８年５月１日，丙建物について，賃貸人をＣ，賃借人をＤ，契約期間を同日から５年間，賃料を月額６０万円，使用目的を診療所の経営とする賃貸借契約（以下「丙賃貸借契約」という。）を締結した。その際，ＣとＤは，専らＣの診療所の患者用駐車場として利用されてきた甲２土地について，以後は専らＤの診療所の患者用駐車場として利用することを確認した。\n15．平成２８年５月１日以降，Ｄは，丙建物で診療所を営んでいる。丙建物の出入りは専ら甲１土地上にある出入口で行われ，甲２土地は，従前と同様，診療所の患者用駐車場として利用されており，３台の駐車スペースのうち１台は救急患者専用のものとして利用されている。\n16．平成２８年９月３日，Ａは，ＣＤ間で丙賃貸借契約が締結されたこと，Ｄが丙建物で診療所を営み，甲２土地を診療所の患者用駐車場として使っていることを知った。同月５日に，Ａは，Ｃに対し，事前に了解を得ることなく，①Ｃが丙建物をＤに賃貸し，そこでＤに診療所を営ませていること，②Ｃが甲２土地を診療所の患者用駐車場としてＤに使用させていることについて抗議をした。\n〔設問２〕 【事実】１から16までを前提として，次の問いに答えなさい。\nＡは，本件土地賃貸借契約を解除することができるか，【事実】16の下線を付した①及び②の事実がそれぞれ法律上の意義を有するかどうかを検討した上で，理由を付して解答しなさい。\nⅢ 【事実】１から16までに加え，以下の【事実】17から20までの経緯があった。\n【事実】\n17．その後，Ａは，Ｃだけでなく，Ｄにも連日苦情を述べるようになった。Ｄから対処を求められたＣは，平成２８年９月２０日，Ａに対し，５０万円を支払うので今回の件をこれ以上問題にしないでほしいと申し入れた。Ａは，不満ではあったものの，金策に追われていたことから，Ｃの申入れを受け入れることにし，ＡとＣとの間で和解が成立した。同月２５日に，- 3 -\nＣは，Ａに対し，前記和解に基づき，５０万円を支払った。Ｄは，Ｃから，Ａとの間で和解が成立した旨の報告を受け，引き続き診療所を営んでいる。\n18．平成２８年１２月１０日，Ａは，資金繰りの必要から，Ｅとの間で，本件土地（甲１土地，甲２土地及び乙土地）を６０００万円でＥに売却する旨の契約（以下「本件売買契約」という。）を締結した。その際，Ａは，Ｅに対し，Ｃの契約違反を理由に本件土地賃貸借契約は解除されており，Ｃは速やかに丙建物を収去して本件土地を明け渡すことになっている旨の虚偽の説明をした。Ｅがこの説明を信じたため，前記代金額は，それを前提として決定され，建物の収去及び土地の明渡しが未了であることを考慮し，本件土地の更地価格（７０００万円）より１０００万円低く設定された。\n19．平成２８年１２月１６日，Ｅは，Ａに対し，本件売買契約に基づき，その代金として６０００万円を支払った。また，同日，本件土地の３筆それぞれにつき，本件売買契約を原因として，ＡからＥへの所有権移転登記がされた。\n20．平成２９年２月２０日，Ｅは，Ｃに対し，本件土地の所有権に基づき，丙建物を収去して本件土地を明け渡すことを求める訴えを提起した。\n〔設問３〕 【事実】１から20までを前提として，次の問いに答えなさい。\nＣは，Ｅの請求に対しどのような反論をすることが考えられるか，その根拠を説明した上で，その反論が認められるかどうかを検討しなさい。\n- 4 -\n【別紙 図面】\n北甲土地甲２ 乙土地 甲１本件土地公 道\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/民事系.pdf",
  "purpose": "〔第１問〕\n本問は，⑴Ａが隣接するＢ所有の甲土地の一部（甲１部分・甲２部分）を自己所有の乙土地\n（以下では，甲１部分，甲２部分と合わせて「本件土地」という。）とともにＣに賃貸し，Ｃが乙土地及び甲１部分の上に丙建物を建築し，診療所を営んでいたため，Ｂが，Ｃに対し，所有権に基づき甲１部分の明渡しを求めた事例（設問１），⑵その後に，ＡがＢ所有の甲土地の一部（甲１部分・甲２部分）を買い受け，甲土地を甲１部分，甲２部分等に分筆してその旨の登記がされたが，ＣがＤとの間で丙建物について賃貸借契約を締結したことから，Ａが，Ｃに対し，⑴の賃貸借契約を解除する旨の意思表示をした事例（設問２），⑶さらに，ＡＣ間の紛争について和解が成立したが，Ａが本件土地をＥに売却したため，ＥがＣに対して丙建物の収去及び本件土地の明渡しを求めた事例（設問３）を素材として，民法上の問題についての基礎的な理解とともに，その応用力を問う問題である。当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，賃借権の取得時効の要件とその成否に対する理解を問うことにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n設問１で問われているのは，まず，Ｂの所有権に基づく土地明渡訴訟に対し，Ｃはどのような反論をすることができるかである。この場面では，いわばＣの弁護士の立場に立ってＢの請求を争う根拠を提示することが求められている。丙建物を所有することによって甲１部分を占有しているＣが，甲１部分のＢ所有を認めた上でＢの請求を争う方法としては，占有権原の抗弁を主張することが考えられる。Ｃは，Ａから甲１部分を賃借しているが，Ａには甲１部分の所有権その他の賃貸権原がないから，この賃借権をもって所有者Ｂに対抗することはできない。\n- 4 -そこで，Ｃは，甲１部分の賃借権の時効取得を主張することが考えられる。用益期間の関係から問題となるのは，起算点をＣの占有開始時（平成１６年１０月１日）とする１０年の時効取得である。\n次に，反論が認められるために必要な要件，すなわち賃借権の取得時効の要件を説明することが求められている。ここでは，実体法上の要件について説明をすることが求められており，その対象はＣが主張・証明責任を負う抗弁の要件事実に限られない。\n民法第１６３条・第１６２条第２項によると，賃借権の１０年の取得時効の要件は，「１０年間」「賃借権を」「自己のためにする意思をもって」「平穏に」かつ「公然と」「行使すること」，賃借権の行使の開始の時に「善意であり」かつ「過失がなかったこと」である。そして，「賃借権を行使すること」は民法第６０１条によると「物の使用及び収益」である。また，「自己のためにする意思」は，賃借権の取得時効については「賃借意思」として具体化される（物の用益と賃借意思が相まって賃借権の行使の意味内容を示すという理解もある）。賃借意思は，使用借権や地上権の取得時効と区別するために必要である。なお，賃借意思の有無は，民法第\n１６２条の「所有の意思」の判断と同じく，占有取得の原因たる事実（権原の性質）によって客観的に定められる。判例（最判昭和４３年１０月８日民集２２巻１０号２１５４頁）も，不動産賃借権の取得時効の要件として，不動産の継続的な用益という外形的事実と，賃借意思の客観的表現を挙げている。また，民法第１４５条により，時効の利益を受けるには時効の援用が必要である。\n最後に，Ｃの反論の当否について検討することが求められており，この場面では，いわば裁判官の立場に立ってＢの請求の当否を検討することが求められている。\nまず，判例（最判昭和６２年６月５日集民１５１号１３５頁）は，本問と同じく他人物が賃貸された事案において賃借権の時効取得を認めているが，かかる事案については賃借権の時効取得を認めない説もあり，また賃借権の時効取得を一般的に否定する説もあるので，賃借権の時効取得を一般的に認める場合にもそうでない場合にも，その理由を挙げて検討することが望ましい。\n他人物が賃貸された事案において賃借権の時効取得を認める場合には，次に，その要件が充足されるか否かが問題となる。\n特に問題となるのは，Ｃが用益を開始した時点である。Ｃが甲１部分の占有を開始したのは平成１６年１０月１日であるが，実際にその利用を開始したのは本件工事が始まった平成１７年６月１日である。前者が時効の起算点だとすると１０年の時効が完成していることになるが，後者が起算点だとすると１０年の時効は完成していないことになる。そのため，Ｂによる時効中断の可能性と関連付けるなどして，いずれの時点が時効の起算点となるかを検討する必要がある。\nまた，賃借意思の客観的表現とＣの無過失という要件については，その要件に当てはまる具体的事実を【事実】から拾い上げることが求められる。\n設問２は，建物所有を目的とする土地賃貸借契約がされた場合において，賃借人がその土地の上に有する建物を賃貸人の知らないうちに第三者に賃貸したときに，賃借人はその上に建物がある土地部分を無断転貸したこととなり，賃貸人は土地賃貸借契約を民法第６１２条により解除することができるか（下線部①），土地賃貸借契約の目的物たる土地に含まれるがその上に建物がない部分についてはどうか（下線部②）を問うものである。\nこの点に関しては，土地賃借人がその所有する地上建物を第三者に賃貸しても，その建物の「敷地」を転貸したことにならないとする判例がある（大判昭和８年１２月１１日判決全集１輯３号４１頁）。学説においても，同様に解するのが通説である。もっとも，本問の賃貸人Ａ\nによる解除が認められるかどうかについて，この判例・通説に従うだけで一義的に答えが出るわけではない。判例・通説と同じ立場を採る場合であっても，そこにいう「敷地」とは賃貸借\n- 5 -の目的とされた土地のうちどの土地部分を指すのかといった点の理解により，Ａの解除が認められるかどうか，又はその結論となる理由が異なる可能性がある。そこで，本問に答えるためには，「敷地」はどの範囲に及ぶか，その範囲となるのはなぜかを考える必要があり，これを考えるためには，建物の賃貸によりその「敷地」について転貸がされたこととならないのはなぜかを明らかにすることが必要になる。\nこれに対し，建物を利用するためにはその「敷地」の利用が必要となることから，建物の賃貸はその「敷地」の利用権の設定を当然に伴うとして，「敷地」についても転貸がされたと認めること（以下「反対説」という。）も，論理的にはあり得る。この反対説を採る場合には，判例・通説の基礎を踏まえつつ，そのように解すべき理由を明らかにすることが求められる。\n設問２においてＡによる解除の可否を論ずるためには，解除の原因を明らかにしなければならない。本問における事実関係の下では，Ｃの無断転貸を理由とする民法第６１２条による解除が考えられる。\n民法第６１２条による解除に関して，下線部①では，賃借人Ｃが借地上に所有する建物を第三者Ｄに賃貸した場合，Ｃはそれにより民法第６１２条に違反したことになるかが問題となる。\n判例・通説は，上述のとおり，土地賃借人による地上所有建物の第三者への賃貸は「敷地」の転貸に当たらないとしている。これによると，下線部①の事実のみでは，Ａによる解除は認められないことになる。\nところが，下線部②の事実は，Ｄが，ＣＤ間の丙賃貸借契約によって，本件土地のうちその上に建物がない土地部分（甲２土地）も使用することを認められ，現に使用していることを示している。甲２土地が判例・通説のいう建物の「敷地」に含まれるのであれば，Ａによる解除は認められない。甲２土地が「敷地」に含まれないのであれば，Ａによる解除が認められる可能性がある。そこで，甲２土地が「敷地」に含まれるのかどうかを，そのように解する理由を付して明らかにすることが求められることになる。\nこれを考えるためには，そもそも借地上建物の賃貸によりその建物の「敷地」が転貸されたことにならない理由を明らかにする必要がある。建物の使用は必然的にその敷地の使用を伴うとみて，建物の賃貸による敷地の転貸を肯定することも論理的には可能である。そうであれば，建物の賃貸による敷地の転貸の否定は何らかの規範的判断の結果であることになり，その規範的判断が敷地の範囲を画する規準（の１つ）になるはずだからである。\n次に，甲２土地についてＣからＤへの転貸が認められるとする場合には，Ａによる承諾の有無が問題になる。Ａがこの転貸につき個別の承諾をしたことを示す事実はない。もっとも，Ａは，本件土地を一団のものとして賃貸借契約の目的物とし，その一団の土地につきＣの建物所有を契約目的とする本件土地賃貸借契約を締結したことから，包括的に，Ｃが敷地以外の土地部分につき建物の使用とそれに付随する使用を建物賃借人にさせることを承諾していたとすることも，論理的には成り立ち得る。ただし，その場合には，甲２土地を敷地から除外したこととの論理的整合性が問題になる。\nさらに，甲２土地の転貸につきＡの承諾がないとしても，更に不動産賃貸借契約について確立した法理である信頼関係破壊の法理に照らしてＡの解除が認められるかどうかを検討する必要がある。\nこの検討に際しては，まず，Ａは，無断転貸により信頼関係が破壊されたと認められる場合に解除することができるのか，無断転貸があれば原則として解除することができるが，信頼関係が破壊されたと認められない特段の事情がある場合には別であるとされるのか（判例（最判昭和２８年９月２５日民集７巻９号９７９頁ほか）・通説はこの立場である。）を，理由を付して明らかにすることが望ましい。その上で，信頼関係の破壊に係る判断に際して考慮すべき事実を拾い出し，それらの事情を総合的に考慮した上で結論を出すことになる。\nなお，下線部①の事実により既にＣはＤに本件土地を転貸したことになるとする反対説を採\n- 6 -る場合には，下線部②の事実は，転貸範囲の拡大及び転借人による目的物の直接利用のために，賃貸人Ａに不利益を生じさせる危険が増大する，という意味を持つことになる。このことを踏まえて，Ａによる解除の可否を論ずる必要がある。\n以上のとおり，本問においては，下線部①及び②が有する法律上の意義について種々の考え方ないし立場があり得るところであり，Ａによる解除の可否の判断も異なり得る。それらの考え方ないし立場のうちいずれを採るか，あるいは解除の可否につきいずれと考えるかそれ自体によって，評価の上で優劣がつけられることはない。評価に際しては，どの考え方ないし立場を採る場合であっても，あるいは解除の可否につきいずれの結論とする場合であっても，その理由が説得的に述べられているかどうか，その考え方ないし立場から本問の事実を踏まえて論理的にも実質的にも適切な結論が導かれているかどうかが重視される。\n設問３は，複数筆の土地が建物所有を目的とする１個の賃貸借の目的物とされたが，それらの土地のうちの一部の上にのみ建物があり，その建物につき土地賃借人の所有名義の登記がされている場合に，その登記による賃借権の土地取得者に対する効力は，その上に建物のない別筆の土地にも及ぶかどうか，仮に及ばないときには，土地取得者は所有権に基づいてその建物のない筆の土地の返還を求めることができるかどうかを問うものである。設問２と設問３は，いずれも，１個の賃借権の目的物となっている（複数筆の）土地のうち一部の上に建物がある場合に，その建物のあることが建物のない土地（部分）にどのような影響を及ぼすかを問題とするものであるが，設問２は，当該賃貸借関係の当事者間においてこれを問題とするものであるのに対し，設問３は，賃借人と当該土地の取得者との間でこれを問題とするものである。\nＣは，Ｅの請求に対し，まず，占有権原（賃借権）があることをもって反論することが考えられる。本件土地賃貸借契約は，建物所有を目的とするもので借地借家法の適用があるため，この反論は，甲１土地及び乙土地については，Ｃが，Ｅの本件土地の所有権取得の登記に先立って，甲１土地及び乙土地上に所有する丙建物につき自己名義の保存登記を備えたことにより（借地借家法第１０条第１項），認められることになる。\nこれに対し，甲２土地は，Ｅが現れた時点では，【事実】12に記載の事情により甲１土地及び乙土地とは別筆の土地となっており，甲２土地につき賃借権の登記（民法第６０５条）がされたことを示す事実はなく（この点は，甲１土地及び乙土地についても同じである。），また，その上に建物が存在しないため借地借家法第１０条第１項が適用されることもない。したがって，Ｃは，本来，賃借権をもってＥに反論することができないものと考えられる。\nもっとも，本件土地賃貸借契約は，もともと甲１土地及び乙土地のほか甲２土地を含む一筆の土地を目的として締結されたものである。また，本件土地の周りには公道に面する南側を除いて柵が張り巡らされているから，甲２土地は，外形上も，甲１土地及び乙土地と一団の土地を成している。さらに，甲２土地は丙建物を利用するために不可欠とはいえないが，甲２土地を利用することができなければ丙建物の経済的効用が減じられ，Ｄの診療所の患者も不便を強いられる可能性もある。こういった事情に鑑みれば，甲２土地についても，Ｅの請求に対して\nＣに何らかの反論が認められないかを検討する必要がある。\n仮にＣの反論が認められる場合には，Ｃは特別の保護を受ける一方で，Ｅはその所有権の行使を例外的に制限されることになる。そのため，Ｃの反論が認められるのは，Ｅにおいてそのような制限を受けても仕方がないと認められる事情があるときに限られる。\nこのようにＥの主観的事情を考慮してＣが保護されるかどうかを判断する構成としては，①\nＥの請求が権利濫用に当たるかどうかを判断するもの（以下「権利濫用構成」という。）と，②ＣＥ間の争いをＥがＣの賃借権の対抗要件の不存在を主張するものと見て，Ｅがその主観的事情において対抗要件の不存在を主張する正当な利益を有しない者（民法第１７７条の「第三者」から除外される者に相当するもの）に当たるかどうかを判断するもの（以下「対抗関係構成」という。）があり得る。\n- 7 -対抗関係構成は，Ｃの権利がＥに対しても効力を有することが前提となっており，ただ，対抗要件が備わっていないためにＥに対してその効力を主張することができない，と法律構成するものである。しかし，Ｃの権利は賃借権であり，賃借権は，それが不動産に関するものであっても債権であるとするのが民法の前提である。そうであれば，対抗関係構成を採用する場合には，この民法の前提をどのように考えるかをまず説明することが望まれる。他方，判例は，本問のような場合に，別筆の隣地上にある丙建物の登記により甲２土地についても賃借権の土地取得者に対する効力が認められることはないとした上で（最判昭和４０年６月２９日民集１９巻４号１０２７頁，最判昭和４４年１０月２８日民集２３巻１０号１８５４頁，最判平成９年７月１日民集５１巻６号２２５１頁），権利濫用構成を採用している（前掲最判平成９年７月１日）。もっとも，別の構成（対抗関係構成）も成り立ち得ると考えられる場合に権利濫用構成を採るのであれば，その理由を示すことが望ましい。例えば，「Ｃの賃借権は，土地を目的とするものであっても債権であり，賃借権の登記又は借地上に所有する建物に自己所有名義の登記を備えることによって初めて土地取得者であるＥに対する効力が認められる。そのため，Ｃが上記の登記を備えていない場合には，そもそもＥとの間で対抗関係は生じない。したがって，この場合には，Ｅは，所有権に基づいて甲２土地の明渡しを請求することができることになるが，この請求は権利行使の一種であるから，例外的に権利濫用を基礎付ける事情がある場合にはその権利行使が否定され得る。」というように実質的な理由を示すことが望まれる。\nＥの主張の権利濫用該当性を検討する場合には，権利濫用の判断枠組みを述べ，その枠組みの下で本問の諸事情に照らして結論を述べることが求められる。権利濫用の一般的な判断枠組みについては，権利の行使と認められることにより権利者が得る利益（又は権利濫用とされることにより権利者が受ける不利益）の程度とその権利の行使により他の者又は社会が受ける不利益の程度を比較衡量し，さらに，権利者の主観的態様も併せて総合的に判断する，という考え方が判例・学説上定着している。これ以外の枠組みを採ることが否定されるものではないが，別の枠組みを採るのであれば，定着した考え方をあえて否定する理由を示す必要がある。\nこれに対し，Ｅの請求の可否を対抗関係構成により判断する場合には，まず，対抗要件制度の趣旨に照らし，その主観的態様のため対抗要件の不存在を主張することができない第三者につき一般的な立場を示した上で，本問の諸事情の下でどのように解すべきかを検討する必要がある。対抗関係構成の下でＥがその主観的態様により例外的に第三者性を否定されることがないかどうかを検討するのは，Ｃの賃借権を特別に保護すべき場合に当たるかどうかを判断するためである。そのため，Ｅの主観的態様による上記検討に関して，不動産賃借権の特別の保護とそのための要件設定の趣旨がどのような意味を持つかを考慮することが望ましい。\n以上の考え方とは異なり，借地借家法第１０条第１項の趣旨の理解次第で，Ｃ名義の丙建物の登記により甲２土地についてもＣがその賃借権をＥに主張することが認められる（本問でいえば，丙建物の登記による甲２土地への賃借権の効力の拡張を認める）とすることも考えられる。もっとも，これは本則に対する例外を認めようとするものであるから，そのような論理を展開するのであれば，例外を正当化するに足る十分な根拠を挙げ，かつ，その根拠に照らして例外が認められるべき範囲を明らかにした上で，甲２土地についてのＣの賃借権の主張がその例外に該当することを述べる必要がある。",
  "scoring_notes": "１ 出題の趣旨等出題の趣旨及び狙いは，既に公表した出題の趣旨（平成２９年司法試験論文式試験問題出題趣旨【民事系科目】〔第１問〕）のとおりである。\n２ 採点方針採点は，従来と同様，受験者の能力を多面的に測ることを目標とした。\n具体的には，民法上の問題についての基礎的な理解を確認し，その応用を的確に行うことができるかどうかを問うこととし，当事者間の利害関係を法的な観点から分析し構成する能力，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などを試そうとするものである。\nその際，単に知識を確認するにとどまらず，掘り下げた考察をしてそれを明確に表現する能力，\n論理的に一貫した考察を行う能力，及び具体的事実を注意深く分析し，法的な観点から適切に評価する能力を確かめることとした。これらを実現するために，１つの設問に複数の採点項目を設け，\n採点項目ごとに適切な考察が行われているかどうか，その考察がどの程度適切なものかに応じて点を与えることとしたことも，従来と異ならない。\nさらに，複数の論点に表面的に言及する答案よりも，特に深い考察が求められている問題点について緻密な検討をし，それらの問題点の相互関係に意を払う答案が，優れた法的思考能力を示していると考えられることが多い。そのため，採点項目ごとの評価に加えて，答案を全体として評価し，\n論述の緻密さの程度や構成の適切さの程度に応じても点を与えることとした。これらにより，ある設問について法的思考能力の高さが示されている答案には，別の設問について必要な検討の一部がなく，そのことにより知識や理解が不足することがうかがわれるときでも，そのことから直ちに答案の全体が低い評価を受けることにならないようにした。また反対に，論理的に矛盾する論述や構成をするなど，法的思考能力に問題があることがうかがわれる答案は，低く評価することとした。\nまた，全体として適切な得点分布が実現されるよう努めた。以上の点も，従来と同様である。\n３ 採点実感各設問について，この後の⑴から⑶までにおいて，それぞれ全般的な採点実感を紹介し，また，\nそれを踏まえ，司法試験考査委員会議申合せ事項にいう「優秀」，「良好」，「一応の水準」及び「不良」の４つの区分に照らし，例えばどのような答案がそれぞれの区分に該当するかを示すこととする。ただし，これらは上記の各区分に該当する答案の例であって，これらのほかに各区分に該当する答案はあり，それらは多様である。\nまた，答案の全体的傾向から感じられたことについては，⑷で紹介することとする。\n⑴ 設問１についてア 設問１の全体的な採点実感設問１は，賃借権の取得時効の要件とその成否に対する理解を問うことにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n本問で問われているのは，まず，ＢのＣに対する所有権に基づく土地明渡訴訟に対し，Ｃはどのような反論をすることができるかである。ここでは，いわばＣの弁護士の立場に立ってＢの請求の棄却を求める根拠を提示することが求められている。丙建物を所有することによって甲１部分を占有しているＣが，甲１部分のＢ所有を認めた上でＢの請求を争う方法としては，\n占有権原の抗弁を主張することが考えられる。Ｃは，Ａから甲１部分を賃借しているが，Ａには甲１部分の所有権その他の賃貸権原がないから，この賃借権をもって所有者Ｂに対抗することはできない。そこで，Ｃは，甲１部分の賃借権の取得時効を主張することが考えられる。用- 1 -益期間の関係から問題となるのは，起算点をＣの占有開始時（平成１６年１０月１日）とする１０年の取得時効である。\n本問では，次に，反論が認められるために必要な要件，すなわち賃借権の取得時効の要件を説明することが求められている。ここで説明すべき「要件」は，実体法上の要件のことであり，\nＣが主張・立証責任を負う抗弁事実に限られず，また，Ｃが主張・立証責任を負う要件事実が何かを論ずることは求められていない。\n民法第１６３条・第１６２条第２項によると，賃借権の１０年の取得時効の要件は，「１０年間」「賃借権を」「自己のためにする意思をもって」「平穏に」かつ「公然と」「行使すること」，\n賃借権の行使の開始の時に「善意であり」かつ「過失がなかったこと」である。そして，「賃借権を行使すること」は民法第６０１条によると「物の使用及び収益」である。また，「自己のためにする意思」は，賃借権の取得時効については「賃借意思」として具体化される（物の用益と賃借意思が相まって賃借権の行使の意味内容を示すという理解もある。）。賃借意思は，\n使用借権や地上権の取得時効と区別するために必要である。なお，賃借意思の有無は，民法第１６２条の「所有の意思」の判断と同じく，占有取得の原因たる事実（権原の性質）によって客観的に定められる。判例（最判昭和４３年１０月８日民集２２巻１０号２１５４頁）も，不動産賃借権の取得時効の要件として，不動産の継続的な用益という外形的事実と，賃借意思の客観的表現を挙げている。また，民法第１４５条により，時効の利益を受けるには時効の援用が必要である。\n本問では，最後に，Ｃの反論の当否について検討することが求められている。ここでは，いわば裁判官の立場に立ってＢの請求の当否を検討することが求められている。\nまず，判例（最判昭和６２年６月５日集民１５１号１３５頁）は，本問と同じく他人物が賃貸された事案において賃借権の取得時効を認めているが，かかる事案については賃借権の取得時効を認めない説もあり，また賃借権の取得時効を一般的に否定する説もあるので，賃借権の取得時効を一般的に認めない見解に立つ場合はもとより，そうでない場合にも，その理由を挙げて検討することが望まれる。\n他人物が賃貸された事案において賃借権の取得時効を認める場合には，次に，その要件が充足されるか否かが問題となる。\n本問で特に問題となるのは，Ｃが用益を開始した時点（時効の起算点）である。Ｃが甲１部分の占有を開始したのは平成１６年１０月１日であるが，実際にその利用を開始したのは本件工事が始まった平成１７年６月１日である。前者が時効の起算点だとすると１０年の時効が完成していることになるが，後者が起算点だとすると１０年の時効は完成していないことになる。\nそのため，Ｂによる時効中断の可能性と関連付けるなどして，いずれの時点が時効の起算点となるかを検討する必要がある。\nまた，賃借意思の客観的表現とＣの無過失という要件については，その要件に当てはまる具体的事実を【事実】から拾い上げることが求められる。\n設問１に関して検討を要する事項は以上のとおりであるが，かなり多くの答案が，Ｃの反論の根拠はＢの所有権に基づく請求に対する占有権原の抗弁であること，占有権原としては甲１部分の賃借権の短期取得時効が問題となることを指摘していた。しかし，「Ｂが甲１部分を所有することを認めた上で」という題意に反し，Ａ又はＣによる甲１部分の所有権の取得時効を反論の根拠として挙げるもの，本設問の事実関係に照らしＣの反論としては成立しがたいと考えられる民法第９４条第２項の類推適用や，Ｃによる甲１部分の地上権の取得時効を挙げるものも，一定数存在した。さらに，他人物賃貸借であっても借地借家法第１０条第１項の対抗要件を備えれば賃借権を所有者に対抗することができるとする民法の基本的理解に欠ける答案も散見された。\n次に，Ｃの反論が認められるために必要な要件として，多くの答案は，民法第１６３条・第- 2 -１６２条第２項という条文から出発し，「１０年間の賃借権の行使」，「自己のためにする意思」，\n「平穏・公然・善意・無過失」を挙げていたが，判例の「不動産の継続的な用益という外形的事実」と「賃借意思の客観的表現」という要件との関係を説明する答案は少数であり，「善意・無過失の基準時」に言及する答案もさほど多くなかった。また，要件として「時効の援用」\nに言及していない答案が多く，賃借権の取得時効が問題となるとしながら，「所有の意思」の有無について検討しているものも一定数存在した。また，判例の「不動産の継続的な用益という外形的事実」と「賃借意思の客観的表現」という要件のみを掲げ，条文に規定されている要件に言及しないものが相当数存在した。根拠条文すら挙げていない答案も一定数見られたが，\n条文が第一であり，判例も条文の解釈を行うものであることを肝に銘じてほしい。また，判例を挙げていながら，その理解が不十分であったり，要件と当てはめの対応関係が適切でなかったりするものも一定数存在した。\n最後に，Ｃの反論の当否については，賃借権の取得時効を問題にする答案の大半が，賃借権の取得時効が一般的に認められる理由を説明していた。また，多くの答案が本設問では時効の起算点が特に問題になることに気付き，理由を説明した上で，時効の起算点を占有開始時である平成１６年１０月１日か，本件工事開始時である平成１７年６月１日とする結論を導いていた。また，取得時効が認められるのは対抗力を備えた賃借権のみであるという理解の下，丙建物の所有権保存登記がされた平成１８年２月１５日を起算点とする答案が少数存在したが，かかる考え方もあり得ないではないため，一定の評価を与えている。これに対し，時効の起算点を本件土地賃貸借契約時の平成１６年９月１５日とする答案が散見されたが，賃借権の行使は占有を前提にすることや，賃借権の取得時効を基礎付ける理由（占有が賃借権の継続的行使を可能にすること）を理解していない点で，かかる答案には高い評価を与えることはできない。\nその他の要件については，【事実】３が無過失の評価根拠事実となることを多くの答案が指摘していたが，本件土地賃貸借契約の締結と約定どおりの賃料の支払が「賃借意思の客観的表現」\nを基礎付けることを指摘する答案は意外に少なかった。\nイ 答案の例優秀に該当する答案の例は，Ｂの所有権に基づく請求に対するＣの反論としては占有権原の抗弁が考えられること，占有権原として甲１部分の賃借権の短期取得時効が問題となることを指摘した上で，Ｃの反論が認められるために必要な要件として，民法第１６３条・第１６２条第２項に規定する各要件を挙げて，その内容を適切に説明し，反論の当否に関しては，賃借権の取得時効が一般的に認められる理由を説明し，時効の起算点についても説得的な理由を述べた上でこれを特定し，「賃借意思の客観的表現」と無過失について適切に当てはめをするものである。\n良好に該当する答案の例は，優秀に該当する答案と比べたとき，検討すべき複数の事項についておおむね適切な論述をしているが，それらの一部について考察を欠くものである。例えば，\n民法第１６３条・第１６２条第２項に規定する要件の一部や，「賃借意思の客観的表現」が要件として必要であることやその当てはめ等について言及しないものがこれに当たる。\n一応の水準に該当する答案の例は，良好に該当する答案の例と比べたとき，検討すべき事項のうち重要部分について考察を欠くものや，検討に不適切な箇所が存在するものである。例えば，Ｃの反論が認められるために必要な要件として，民法第１６３条・第１６２条第２項に規定する要件を挙げずに，判例の「不動産の継続的な用益という外形的事実」と「賃借意思の客観的表現」という要件のみを挙げるものや，時効起算点を本件土地賃貸借契約時の平成１６年９月１５日とするもの，時効の起算点に関する問題の所在に気付いていないもの等がこれに当たる。\n不良に該当する答案の例は，Ｃの反論の根拠として，賃借権の取得時効に言及せずに，本件土地賃貸借契約に基づく賃借権，Ａ又はＣによる甲１部分の所有権の取得時効，民法第９４条- 3 -第２項の類推適用，Ｃによる甲１部分の地上権の取得時効等を挙げるものである。\n⑵ 設問２についてア 設問２の全体的な採点実感設問２は，建物所有を目的とする土地賃貸借契約がされた場合において，賃借人がその土地の上に有する建物を賃貸人の知らないうちに第三者に賃貸したときに，賃借人はその上に建物がある土地部分を無断転貸したこととなり，賃貸人は土地賃貸借契約を民法第６１２条により解除することができるか（下線部①），土地賃貸借契約の目的物たる土地に含まれるが，その上に建物がない部分についてはどうか（下線部②）を問うものである。\nまず，設問２においてＡによる解除の可否を論ずるためには，解除の原因を明らかにしなければならない。本問における事実関係の下では，Ｃの無断転貸を理由とする民法第６１２条による解除が考えられるが，下線部①及び②のいずれにおいても，Ｃの賃借権の無断譲渡や用法遵守義務違反等を解除原因に挙げる答案も一定数存在した。\n次に，民法第６１２条による解除に関して，下線部①では，賃借人Ｃが借地上に所有する建物を第三者Ｄに賃貸した場合，Ｃはそれにより同条に違反したことになるかが問題となる。この点については，土地賃借人がその所有する地上建物を第三者に賃貸しても，その建物の「敷地」を転貸したことにならないとする判例があり（大判昭和８年１２月１１日判決全集１輯３号４１頁），学説においても，同様に解するのが通説であるが，下線部①についても，建物の利用は敷地の利用を伴うため当然に転貸になるとする答案が数多くあった。判例等と異なる見解を採ること自体は，その論理構成や理由が的確に論述されていれば何ら問題はないが，その場合でも，判例等がそのような見解を採っている理由を踏まえた上で論述をすることが望ましいところ，上記答案の多くは，上記判例の存在や建物の賃貸が敷地の転貸に当たるとした場合に生ずる問題点等に全く触れておらず，説得力に欠けるものが多かった。\nまた，特段の理由も示さずに転貸に当たらないとする答案も相当数あった。判例等と同じ立場であるため，理由を示さなかったものと推測されるが，本設問において，下線部①の事実が転貸に当たるか否かは，Ｃの反論が認められるかどうかを分ける重要な論点となるのであるから，判例等と同じ立場を採る場合でもその理由を的確に論述する必要がある。\nこれに対し，下線部②の事実は，Ｄが，ＣＤ間の丙賃貸借契約によって，本件土地のうちその上に建物がない土地部分（甲２土地）も使用することを認められ，現に使用していることを示している。下線部①について上記判例等の見解に立った場合には，甲２土地が建物の「敷地」\nに含まれると考えるかどうかによって，Ａによる解除の可否が変わり得ることになるから，本設問の事実関係を踏まえた上でこの点を論述する必要があることになるが，この点について的確に論述がされた答案は少なかった。\nなお，無断転貸による解除を認めるためには，「賃貸人が…第三者に賃借物の使用又は収益をさせたこと」が要件となるが，この要件を意識して適切な当てはめがされている答案は少なかった。\n次に，下線部①又は②の事実が転貸に当たるとし，これにつきＡの承諾がないとした場合には，さらに，不動産賃貸借契約について確立した法理である信頼関係破壊の法理に照らしてＡの解除が認められるかどうかを検討する必要がある。\nこの点については，多くの答案が，判例（最判昭和２８年９月２５日民集７巻９号９７９頁ほか）の立場を前提とした上で，設問の中から信頼関係の破壊に係る判断に際して考慮すべき事実を拾い出した上で，解除の可否について結論を出していた。もっとも，解除を否定する場合でも評価根拠事実のみを挙げている答案が多く，評価障害事実も挙げた上で，これらの諸事情を総合的に判断するものは少なかった。\nイ 答案の例優秀に該当する答案の例は，本設問では民法第６１２条の無断転貸に当たるかどうかが問題- 4 -となる旨の指摘をした上で，借地上の建物の賃貸が土地の転貸に当たるか否か（以下「無断転貸の有無」という。）について，無断転貸が禁止される趣旨を踏まえ，賃貸借契約の目的物が土地であることの特性等を意識した論述がされ，さらに，これを前提として下線部①と②とで問題の所在が異なることを意識した論述がされており，本件土地の全部又は一部について無断転貸がされたとの認定をしたものについては，信頼関係破壊の法理に関する評価根拠事実又は評価障害事実を丁寧に拾った上で，それに基づき総合的な判断が示されているものである。\n良好に該当する答案の例は，優秀に該当する答案と比べたとき，無断転貸の有無に関する論述が平板でやや説得力に欠けるものの，下線部①と②とで問題の所在が異なることを意識した論述がされているものである。\n一応の水準に該当する答案の例は，本設問では民法第６１２条の無断転貸に当たるかどうかが問題となる旨の指摘をした上で，無断転貸の有無について一応の理由を挙げて結論を示してはいるものの，十分な考察を欠き，下線部①と②の違いが意識されていないものである。\n不良に該当する答案の例は，本設問では民法第６１２条の無断転貸に当たるかどうかが問題となる旨の指摘はされているものの，無断転貸の有無についてほとんど理由を挙げずに結論のみを記載し，下線部①と②の違いが全く意識されていないものや，賃借権の無断譲渡や用法遵守義務違反等の解除原因に基づいて検討がされ，無断転貸の有無について全く論じていないもの等である。\n⑶ 設問３についてア 設問３の全体的な採点実感設問３は，複数筆の土地が建物所有を目的とする１個の賃貸借の目的物とされたが，それらの土地のうちの一部の上にのみ建物があり，その建物につき土地賃借人の所有名義の登記がされている場合に，その登記による賃借権の土地取得者に対する効力は，その上に建物のない別筆の土地にも及ぶかどうか，仮に及ばないときには，土地取得者は所有権に基づいてその建物のない筆の土地の返還を求めることができるかどうかを問うものである。設問２と設問３は，\nいずれも，１個の賃借権の目的物となっている（複数筆の）土地のうち一部の上に建物がある場合に，その建物のあることが建物のない土地（部分）にどのような影響を及ぼすかを問題とするものであるが，設問２は，当該賃貸借関係の当事者間においてこれを問題とするものであるのに対し，設問３は，賃借人と当該土地の取得者との間でこれを問題とするものである。\nＣは，Ｅの請求に対し，占有権原（賃借権）があるとしてこれに反論することが考えられる。\n本件土地賃貸借契約は，建物所有を目的とするもので借地借家法の適用があるため，この反論は，甲１土地及び乙土地については，賃借人であるＣが，Ｅの本件土地の所有権取得の登記に先立って，甲１土地及び乙土地上に所有する丙建物につき自己名義の保存登記を備えたことにより（借地借家法第１０条第１項），認められることになる。\nこれに対し，甲２土地は，Ｅが現れた時点では，【事実】１２に記載の事情により甲１土地及び乙土地とは別筆の土地となっており，甲２土地につき賃借権の登記（民法第６０５条）がされたことを示す事実はなく（この点は，甲１土地及び乙土地についても同じである。），また，\nその上に建物が存在しないため，少なくとも形式的には借地借家法第１０条第１項の適用はないように見える。\n本設問は，そのことを前提とした上で，借地借家法第１０条第１項の解釈により，又はそれ以外の法理論により，Ｅの請求の棄却を求めることができないかを問うことに主眼があったが，\n上記の前提自体に触れていない答案が多かったのは残念である。\nまた，賃貸人の地位がＡからＥに移転したという理由で，Ｃの反論が認められるとする答案も多かった。賃貸人の地位の移転に関する理論は，賃借人が，賃貸借契約締結後に賃貸目的物の所有権を取得した者に対し，その賃借権を対抗することができることを前提とした上で，そのような場合には，原則として賃貸目的物の所有権を取得した者に賃貸人の地位を移転させる- 5 -ことがむしろ相当であるという価値判断を根拠とするものである。しかるに，本設問はＥがＣに対して所有権に基づき本件土地の返還を求めた事案であり，Ｃがその賃借権の効力をＥに主張することができるかどうかが問題となっているのであるから，賃貸人の地位が移転するかどうかを論ずる必要は全くないものといえる。確立した判例であっても，その価値判断と論理構造を的確に把握するよう努めることが重要である。\nイ 答案の例優秀に該当する答案の例は，Ｃは賃借権に基づき本件土地を占有しており，占有権原を有している旨の反論をすることが考えられる旨を述べた上で，甲１土地及び乙土地については，借地借家法第１０条第１項の各要件についてその解釈や当てはめが適切にされ，Ｅに対し，賃借権を対抗することができるとの結論が示されており，甲２土地については，甲１土地及び乙土地とは異なり，丙建物の敷地として登記されていない点が問題となる旨の指摘をした上で，これについて一定の考え方が示されているものである。\n良好に該当する答案の例は，優秀に該当する答案と比べたとき，検討すべき複数の事項についておおむね適切な論述をしているが，それらの一部についての考察を欠き，甲１土地及び乙土地と甲２土地との違いについて一応触れてはいるものの，上記問題の所在に関する理解が不十分であるものである。\n一応の水準に該当する答案の例は，甲１土地及び乙土地と甲２土地との違いに関する問題の所在に気付いていないが，借地借家法第１０条第１項の各要件に関する解釈や当てはめはおおむね適切にされているものである。\n不良に該当する答案の例は，Ｃの反論の根拠として，借地借家法第１０条第１項の対抗要件について一切触れておらず，和解の効力に関する論述や錯誤等，本設問の事案に照らし適切とは言い難い論点に関する論述のみをしているものである。\n⑷ 全体を通じ補足的に指摘しておくべき事項今年度は，具体的な事案に適用されるべき法規範を選択する際に，適切とは言い難い選択をしたために低い評価しか得られなかった答案が目に付いた。例えば，設問１では，Ｃの反論の根拠として，賃借権の取得時効に言及せずに，本件土地賃貸借契約に基づく賃借権，Ａ又はＣによる甲１部分の所有権の取得時効，民法第９４条第２項の類推適用を問題とした答案，設問２では，\n解除原因として，民法第６１２条の無断転貸に言及せずに，賃借権の無断譲渡や用法遵守義務違反を問題とした答案等がその典型例である。適切な法規範を選択すれば，設問１における過失の認定や設問２における信頼関係破壊の法理の当てはめに見られるように，多くの受験者は，法科大学院における学習の成果により，丁寧に事実を拾い出した上で，適切に結論を導くことができるのであるから，昨年に引き続き，具体的な事案に適用されるべき法規範をどのように見付け出したらよいかについて，一言しておく。\n制定法の条文は，同じレベルで単に並列しているのではない。例えば，刑法学は，刑法典の条文を，構成要件該当性－違法性－有責性という判断枠組みに即して体系的に整理している。このような体系化により，ある行為が，ある条文の構成要件に該当すれば，次に違法性（阻却事由）\nの有無を判断する必要があり，構成要件に該当しなければ，違法性・有責性の判断は不要となることが分かる。このような判断枠組みが共有されて初めて，法律家同士の対話が成り立つ。裁判の場で，ある行為が違法か否かという実体レベルで意見が対立することがあるのは当然だが，判断枠組みの内容自体について意見が対立すれば，そもそも議論がかみ合わない。この意味で，このような判断枠組みに関する一般的な理解を身に付けることは，法律実務家として必須の条件であるといえる。\n民法においても，例えば，契約法では，まず契約の成否が問題となり，契約が成立すれば，次に契約の効力（有効・無効）が問題となるという判断枠組みが一般に共有されている。物権法では，まず物権変動の有無が問題となり，物権変動があれば，次にその対抗要件が問題となる。逆- 6 -に，物権変動がなければ，対抗関係の問題は生じない。したがって，設問１においては，ＡＣ間の本件土地賃貸借契約が甲１部分については他人物賃貸借である以上，ＡＣ間で賃貸借契約が存在するとしてもこれが占有権原となる余地はないから，借地借家法第１０条第１項の対抗要件の具備は問題とならない。他人物賃貸借であっても同項の対抗要件を備えれば賃借権を所有者に対抗することができるとする答案は，民法の基本的理解に欠けると書いたのは，かかる判断枠組みが共有されていないからである。\n設問３の関係では，まず不動産賃借権の有無が問題となり，それが認められれば，次にその対抗要件が問題となり，不動産賃借権の対抗要件が備われば，次に賃貸人が誰になるかが問題となるというのが一般的な判断枠組みであるが，設問３を解決するのに賃貸人が誰であるかを問題とする必要はない。しかし，上記のとおり，かなり多くの答案がこの判断枠組みに従わずに，Ｅが賃貸人の地位を承継したから，ＣはＥの請求を拒むことができると解答していた。これも，同様にこのような判断枠組みを適切に理解していないことに起因するものと考えられる。\n具体的な事案に適用されるべき法規範を適切に見付け出すことができるようになるためには，\n日頃から，法規範が互いにいかなる関係に立つのかという点に留意し，自分の頭で丁寧に整理をしながら，地道にその理解を積み重ねていく以外に方法はないのではないかと思われる。\nまた，昨年の採点実感でも指摘したところであるが，問題文をきちんと読んでいないと思われるものが多かった。例えば，設問１では，わざわざ「Ｂが甲１部分を所有することを認めた上でＢの請求の棄却を求める場合」と記載してあるのに，Ｃによる甲１部分の所有権の取得時効を論ずるものはその典型であるが，このほかにも，「必要な要件を説明した上で」と記載してあるのに，取得時効の要件を一部しか挙げていないものも相当数あった。各設問で問われていることに的確に答えていなければ高い評価をすることはできないのであるから，問題文は注意深く読んでもらいたい。\nまた，各設問で問われている点とは関係のない事柄を長々と述べた挙げ句に，肝心の問題点についての記載が十分にされていない答案も相当数存在した。限られた時間の中で十分な論述をするためには，各設問で特に問題となる論点については手厚く論ずる一方で，各設問の事案を前提とすれば問題なく認められる要件については必要な限度で簡潔に記載するなど，メリハリを付けて答案を作成することも必要であり，このような答案は，問題の所在を的確に把握している答案として高い評価がされることにつながる。\nまた，各設問で特に問題となる点については，そのような結論を採る理由を的確に示す必要があるが，その理由と結論との間の論理関係が不明瞭であり，あるいは整合性を欠いていると思われる答案も一定数存在した。理由付けをしようとする姿勢は評価するが，論理の整合性にもっと注意を向けるべきである。\n最後に，毎年のように指摘をしていることであるが，本年も，字が乱雑であったり，字が小さすぎたりして，判読が困難な答案が一定数存在した。この点については，次年度以降，改善を望みたい。\n４ 法科大学院における学習において望まれる事項設問１における過失の認定や設問２における信頼関係破壊の法理の当てはめ等については，丁寧に事実を拾い出した上で，適切に結論を導いている答案が相当数存在し，これらの点については法科大学院における学習の成果がうかがわれた。\n他方，民法の基本的な知識自体はそれなりに習得していると思われるにもかかわらず，具体的な事案においてそれを的確に分析し，当てはめる能力が十分でないと思われる答案が多く見られた。\n上記３で指摘した内容と若干重複するが，法律実務家になるためには，法律の体系的理解とこれに基づく実践的な論理展開能力が必要であり，民法の基本的な知識があってもこれを適切に使いこなすことができなければ，法律実務家としてその事務を適切に処理することはできない。民法の基本- 7 -的な知識を使いこなすことができないのは，実はその理解そのものが不十分で，表面的な理解にとどまっていることに起因する場合が多いものと思われるが，これらの実践的な能力を身に付けるためには，判例等を検討する際にも，その前提となっている事実関係を基に，結論を導く価値判断と論理構造に注意を払いながらより具体的に検討することが重要であり，また，その判例の射程を考える上でも，より多くの事案を想定して検討を行うことが重要であると思われる。\n- 8 -"
}