{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "公法系",
  "text": "論文式試験問題集［公法系科目第１問］\n- 1 -\n〔第１問〕（配点：１００）\n２０＊＊年，少子高齢化の影響で日本では労働力の不足が深刻化し，経済成長にとって大きな足かせとなっていた。日本では，それまで外国人のいわゆる非熟練労働者の受入れは認められていなかったが，政府は，労働力不足の深刻化を受け，労働力確保の必要性が特に高い農業と製造業を対象として，外国人非熟練労働者を受け入れる方針を決めた。受入れに際しては，十分な数の労働者を迅速かつ円滑に確保するとともに，適性のある労働者についてはある程度長期間にわたり雇用を継続できるようにすることが望まれた。他方，政府の上記方針決定に対し，野党からだけではなく与党からも，欧米諸国で移民を大規模に受け入れた結果として社会的・政治的な軋轢が生じた経験を参照した慎重論が強く主張された。そのため，特に労働力確保が必要な区域として受入れの対象区域を指定し，受け入れた外国人はその指定区域内でのみ就労できることとした上，いずれ必ず帰国し，日本への長期にわたる定住を認めないこと，さらに，受け入れた外国人に問題がある場合には迅速に出国させることが求められた。このように，外国人非熟練労働者の受入れについては，現行の出入国管理制度とは大幅に異なる枠組みが必要とされたことから，政府は，「農業及び製造業に従事する特定労務外国人の受入れに関する法律」（以下「特労法」又は「法」という。）を制定して外国人非熟練労働者のみに適用される本邦滞在制度（以下「新制度」という。）を創設し，新制度の下で受け入れる外国人については，出入国及び在留に関して，出入国管理及び難民認定法（以下「入管法」という。）を適用しないこととした。\n新制度の概要は以下のとおりである（特労法の関連条文は【参考資料】のとおり。）。\n・ 本邦において，熟練した技能や専門的知識を要しない特定の農業及び製造業の業務（以下「特定労務」という。）への就労を希望する，一定の条件を満たした外国人は，申請により，特定労務に従事する者として認証を受けることができる。\n・ 特定労務外国人は，入管法上の在留資格を得ることなく本邦に入国し，法務大臣が指定する地域\n（基本的に市区町村を単位とする。）内で特定労務に就労することができる。\n・ 滞在期間は３年とし，更新可能とする。ただし，滞在が長期間にわたったとしても，永住や帰化は認めない。\n・ 特定労務外国人については，新制度の趣旨・目的を達成するため，滞在中の妊娠・出産を禁止するなど，本邦に滞在するに当たっての特別な禁止行為を定める（法第１５条）。\n・ 新制度の運用のため，滞在の認証に係る審査や強制出国についての審査及び強制出国命令書の発付等を行う行政官として，特定労務外国人審査官（以下「審査官」という。）を置き，新制度により滞在する外国人の違反事件の調査や，強制出国の執行等を行う行政官として，特定労務外国人警備官（以下「警備官」という。）を置く。審査官は，外国人の出入国ないし在留管理等の業務に１０年以上従事した経歴があり，一定の試験に合格した者から任用する。審査官となった者は，警備官の行う業務には携わらない。\n・ 警備官は，上記の禁止行為を行ったことが疑われる者（以下「嫌疑者」という。）を覚知したときには調査を開始し，その結果，禁止行為を行ったと疑うに足りる相当な理由があるときは，裁判官の発する令状や，行政官の事前審査に基づく収容令書など，身柄を拘束する者とは別の立場の者が強制処分のために発する書面を要しないで，嫌疑者を収容することができる。\n・ 警備官は，嫌疑者を収容するときは，違反が疑われる事実を告知し，収容後速やかに弁解を聴取する。警備官は，収容のために身柄を拘束したときから４８時間以内に，審査官に，調書及び証拠物を送付するとともに，当該嫌疑者の収容を報告しなければならない。\n・ 審査官は，警備官から報告を受けた場合，速やかに当該嫌疑者による禁止行為の存否について審査を開始し，その存在を確認した場合には，同人を強制出国とする。\n- 2 -立法過程では，滞在中の妊娠・出産を認めないのは女性の自己決定権に対する制約として厳し過ぎるのではないかなど，禁止行為が厳格に過ぎるのではないかとの意見のほか，裁判官の令状等を得ることもなく，警備官限りの判断で，直ちに外国人の身柄を拘束することは手続的保障の観点から問題ではないかとの疑問が呈された。しかし，日本への長期にわたる定住を認めないという趣旨を徹底する必要性や，外国人被扶養者の増加が我が国の社会保障制度や保育，教育，医療サービス等に及ぼす影響への懸念から，この程度の制約はやむを得ないとの意見が大勢を占めるに至った。\nまた，収容の要件が限定され，収容後に一定の手続保障が与えられていることのほか，労働力確保の要請から入管法に比して緩やかな要件で入国を認める以上，受け入れた外国人に問題がある場合には迅速に出国させることにより我が国の秩序を守り国民の安心を得る必要があること，更には外国人の入国・滞在の可否は国家の主権的判断に属するという原則等が強調され，結局，特労法が制定された。\nＡ国籍の女性Ｂは新制度に基づいて来日し，機械部品を製造する工場で特定労務に従事していた。\nＢは，同じく新制度に基づいて入国し，同じ工場に勤務していたＡ国籍男性Ｃと親しくなり，しばらくして妊娠した。Ｂは懐妊後も引き続き工場で働いていたが，Ｂの体型の変化に気付いた雇用主がＢの妊娠について通報した。これを受けて，警備官が早速調査を開始したところ，Ｂが産婦人科で受診した事実も確認された。このため，警備官は，Ｂが妊娠しているとの疑いを強め，法第１８\n条第１項に基づきＢを拘束して出国準備センターに収容した。警備官は，収容に際し，法第１８条第２項に基づき，Ｂに対し，滞在中に妊娠し，法第１５条第８号の禁止行為に該当するため収容する旨口頭で告げた。また，警備官が，法第１８条第２項に基づき，収容後速やかにＢから弁解を聴取したところ，Ｂは，「Ｃとの間の子を妊娠しているのは間違いない。ただ，滞在中に妊娠することを禁じられていると知っていたので，望んで妊娠したわけではない。この先日本に定住するつもりはなく，日本である程度お金を稼いだらＡ国に戻りたいとの気持ちは変わらないが，Ｃを愛しているので今は出産したい。」旨申し立てた。さらに，警備官から報告を受けた審査官は，審査を行った結果，Ｂの妊娠事実を認定し，強制出国命令書を発付した。\nＢは，間もなくＡ国に送り返された。Ｂは，妊娠したことを理由にいきなり収容されて帰国させられたことが納得できず，日本政府を訴えたいと考え，引き続き日本にいるＣに相談した。Ｂから相談を受けたＣが弁護士甲に相談したところ，甲は，Ｂの委任を受けて，Ｂの収容及び強制出国の根拠となった特労法の規定が憲法違反であるとして，国家賠償請求訴訟を提起しようと考えた。\n〔設問１〕\nあなたが弁護士甲であるとして，上記の国家賠償請求訴訟においてどのような憲法上の主張を行うかを述べなさい。なお，憲法第１４条違反については論じなくてもよい。\n〔設問２〕\n〔設問１〕で述べられた甲の主張に対する国の反論を想定しつつ，憲法上の問題点について，\nあなた自身の見解を述べなさい。\n- 3 -\n【参考資料】農業及び製造業に従事する特定労務外国人の受入れに関する法律（抄）\n（目的）第１条 この法律は，我が国の農業及び製造業に必要な労働力の確保に支障が生じつつあることに鑑み，我が国において就労しようとする特定労務外国人の受入れに関して必要な措置を定めることにより，我が国の文化や秩序との調和を図りつつ，特定労務における労働力の円滑な供給を実現し，もって国民生活の安定及び社会経済の発展に資することを目的とする。\n（定義）第２条 この法律で，「特定労務」とは，農業又は製造業の業務のうち，その習得に相当の期間を要する熟練した技能や専門的知識を要しないものとして，法務大臣が指定したものをいう。\n（認証の付与及び認証の効果）第４条 法務大臣は，以下の各号を満たす外国人の申請により，当該外国人に本邦において特定労務に従事する者として認証を付与することができる。\n一 申請時点で年齢が満２０歳以上４５歳未満であること二 心身ともに健全であること三 本邦において特定労務への就労を希望していること四 本邦への帰化又は永住を希望しないこと五 過去に第１５条各号のいずれかに該当して本邦からの出国を強制されたことがないこと六～八 （略）\n２ 前項の認証を受けた外国人（以下「特定労務外国人」という。）は，出入国管理及び難民認定法（昭和２６年１０月４日政令第３１９号。以下「入管法」という。）の規定にかかわらず，本邦に入国し，滞在することができる。\n３ 特定労務外国人は，法務大臣が告示により指定する特別区域内において，特定労務に従事することができる。\n４ 特定労務外国人の認証は，認証を受けた日から３年を経過した時又は本邦を出国した時のいずれか早い時に，その効力を失う。ただし，特定労務外国人は，申請により認証期間の更新を受けることができる。\n５ 特定労務外国人については，別段の定めがない限り，入管法の規定は適用しない。\n（認証の申請に必要な書類）第５条 外国人は，特定労務外国人の認証の申請に際し，次に掲げる書類を提出しなければならない。\n一～四 （略）五 第１５条各号に掲げる事項を理解した上で同事由に該当する行為をしない旨を誓約する書面\n（禁止行為）第１５条 特定労務外国人は，次に掲げる行為をしてはならない。\n一～五 （略）六 正当な理由なく，特定労務を継続して１月以上行わないで滞在すること七 本邦内において配偶者又は子（日本国民及び入管法上の在留資格を有する者を除く。）を扶養すること八 本邦滞在中に妊娠し又は出産すること（収容）第１８条 特定労務外国人警備官（以下「警備官」という。）は，特定労務外国人について第１５\n条各号に該当する事実があると疑うに足りる相当な理由がある場合には，当該特定労務外国人（以下「嫌疑者」という。）を収容することができる。\n- 4 -\n２ 前項の規定によって収容するときは，警備官は，嫌疑者に対し，収容の理由を口頭で告知し，収容後速やかにその弁解を聴取しなければならない。\n３ 第１項の規定によって収容する場所は，出国準備センターとする。\n４ 警備官は，第１項の規定により嫌疑者を収容したときは，嫌疑者の身体を拘束した時から４８時間以内に，特定労務外国人審査官（以下「審査官」という。）に，調書及び証拠物を送付し，当該嫌疑者の収容を報告しなければならない。\n５ 第１項の規定による収容は，１４日を超えてはならない。\n（収容後の審査官による審査）第１９条 審査官は，前条第４項の規定により嫌疑者の収容に関する報告を受けたときは，速やかに審査を開始し，第１５条各号に該当する事実の有無を確認しなければならない。\n２ 審査官が，審査の結果，嫌疑者に第１５条各号に該当する事実がない又は当該事実の存否が明らかでないと認定したときは，警備官は，直ちにその者を放免しなければならない。\n３ 審査官は，審査の結果，嫌疑者に第１５条各号に該当する事実が存在すると認定したときは，速やかに強制出国命令書を発付しなければならない。\n４ 前条第５項の規定にかかわらず，前項の強制出国命令書が発付されたときは，出国の時まで前条第１項に基づく収容を継続することができる。\n（強制出国命令書の執行）第２３条 強制出国命令書は，警備官が執行する。\n２ 警備官は，強制出国命令書を執行するときは，強制出国命令を受ける者に強制出国命令書又はその写しを示して，速やかにその者の国籍又は市民権の属する国に出国させなければならない。\n- 5 -論文式試験問題集［公法系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕⑴，〔設問１〕⑵，〔設問２〕⑴，〔設問２〕⑵の配点割合は，\n３５：２０：２０：２５〕）\nＹ市に所在し，社会福祉法人Ａが運営する保育園（以下「本件保育園」という。）の敷地（南北約２００メートル，東西約１００メートルのほぼ長方形）は，その西側境界線の全部が，幅員約１メートル，全長約２００メートルの南北方向に通る市道（以下「本件市道」という。）に接している。本件市道は，その北端及び南端（それぞれ本件保育園の敷地の北西端及び南西端に接する部分）\nで，それぞれ東西方向に通る別の公道に接続している。本件市道は，古くからその敷地をＹ市が所有し，市道として道路法第８条第１項に基づく路線の認定を受けた道路（以下「認定道路」という。）であるが，幅員が狭いため，歩行者，自転車及び原動機付自転車の通行は可能であるものの，普通乗用自動車の通行はできない。\n本件市道を挟んで本件保育園の敷地と向かい合う位置には，Ａが所有する畑（以下「本件畑」という。）があるほか，数戸の住宅が立ち並んでいる。これらの本件畑及び住宅の敷地は，いずれも，その東側で本件市道に接し，その西側で，南北方向に通る幅員５メートルの別の認定道路である市道（Ｂ通り）に接している。\n本件保育園においては，保育活動の一環として，本件畑が園児の農業体験等に頻繁に利用されており，本件市道も，農業体験等の際に園児が自由に横断するなど，本件保育園の敷地及び本件畑と事実上一体的に利用されていた。そのため，本件市道を通行する原動機付自転車が園児と接触しかける事件が年数回発生しており，保護者らもＡに対し園児の安全確保を申し入れることがしばしばあった。このような状況の下で，園児が本件市道を通行する原動機付自転車に接触して負傷する事故が実際に発生したことから，Ａは，園児の安全を確保するための緊急措置として，本件市道の北端と南端に簡易フェンス（以下「本件フェンス」という。）を設置し，一般通行者が本件市道に立ち入ることができないようにした。同時にＡは，抜本的解決のためには本件市道を買い取るしかないと考え，本件市道を管理するＹ市との間で，本件市道の路線の廃止及び売渡しについて事前相談を開始した。\nＹ市長は，Ａからの相談の内容を踏まえ，(ｱ)本件保育園の関係者以外の者による本件市道の利用は乏しいと思われること，(ｲ)現に本件市道上で園児と原動機付自転車との接触事故が発生しており，現場の状況等からすると同種事故が発生しかねないこと，(ｳ)Ａが本件市道の路線の廃止及び売渡しを希望しており，いずれ路線の廃止が見込まれることから，本件フェンスの設置は道路法第４３条第２号に違反しないと判断し，Ａに対してその撤去を求めるなどの道路法に基づく監督処分の措置を執らなかった。\nまた，Ｙ市長は，職員に命じて，本件フェンスにより本件市道が閉鎖された状況の下において本件市道の調査を行わせ，上記職員から，①本件市道の幅員は約１メートルしかなく，普通乗用自動車が通行できないこと，②本件保育園の関係者以外の者による本件市道の利用は乏しいと思われること，③本件市道の近くには認定道路であるＢ通りがあること等から，道路法第１０条第１項に基づき本件市道の路線を全部廃止しても支障がないと考えられる旨の報告書の提出を受けた。なお，上記調査のうち聞き取り調査は，Ａに対してのみ行われた。Ｙ市長は，上記報告書を踏まえ，本件市道は一般交通の用に供する必要性がなくなったと判断し，Ａに対し，本件市道に隣接する全ての土地（本件市道の西側に立ち並んでいる前記の数戸の住宅の敷地）の所有者から本件市道の路線の廃止に関する同意を得た上で売渡しに向けた手続を進めるよう回答した。\nＡは，Ｙ市長からの回答を受けて，上記隣接土地所有者と交渉を進め，そのほとんどの者から本件市道の路線の廃止に関する同意を得たが，本件畑の南側に隣接する土地（以下「本件土地」という。）を所有するＸ１だけは強く反対し，同意を得ることができなかった。\nＸ１及びその子Ｘ２（以下，併せて「Ｘら」という。）は，本件土地上の住宅に居住し，Ｘ２は，- 2 -\nＣ小学校への通学路として本件市道を利用してきた。Ｃ小学校まではＢ通りを通っても行くことができるが，周辺の道路状況から，本件市道を通る方が，Ｃ小学校までの距離は約４００メートル短い。また，普通乗用自動車が通行できず交通量が少ない点で，Ｂ通りよりも本件市道の方がＸ２にとって安全であるとＸ１は考えている。さらに，Ｃ小学校は，災害時の避難場所として指定されており，Ｘらとしては，災害時にＣ小学校に行くための緊急避難路として，本件市道を利用する予定であった。\nＹ市のウェブサイトには，市道の路線を廃止するためには当該市道に隣接する全ての土地の所有者から同意を得る必要がある旨の記載がある。しかし，Ｘ１がＹ市に問い合わせたところ，隣接する全ての土地の所有者から同意を得ることは法律上の要件ではなく，Ｘ１の同意が得られなくても本件市道の路線の廃止は認められる旨の回答があった。\nＸらはＹ市に対して訴訟を提起しようと考え，知り合いの弁護士Ｄに相談した。\n以下に示された【法律事務所の会議録】を読んだ上で，弁護士Ｄの指示に応じる弁護士Ｅの立場に立って，設問に答えなさい。\nなお，道路法の抜粋を【資料１ 関係法令】に，関連判例の抜粋を【資料２ 参考判例】に掲げてあるので，適宜参照しなさい。\n〔設問１〕\nＸらは，現時点において，Ｙ市を被告として，本件フェンスを撤去させるための抗告訴訟を提起したいと考えている。\n⑴ 抗告訴訟として最も適切と考えられる訴えを具体的に一つ挙げ，その訴えが訴訟要件を満たすか否かについて検討しなさい。なお，仮の救済については検討する必要はない。\n⑵ ⑴の訴えの本案において，Ｘらはどのような主張をすべきか。解答に当たっては，当該訴えが訴訟要件を満たすことを前提にしなさい。\n〔設問２〕\n仮に，Ｙ市長が，道路法第１０条第１項に基づき，本件市道の路線を廃止したとする。\n⑴ 本件市道の路線の廃止は，取消訴訟の対象となる処分に当たるか。\n⑵ 本件市道の路線の廃止の取消訴訟において，Ｘらはどのような違法事由の主張をすべきか。解答に当たっては，当該取消訴訟が訴訟要件を満たすことを前提にしなさい。\n- 3 -\n【法律事務所の会議録】\n弁護士Ｄ：本日は，Ｘらの案件について議論したいと思います。Ｘらは，本件市道をＸ２のＣ小学校までの通学路として利用していること，また，災害時の緊急避難路として利用したいと考えていることから，本件フェンスによって本件市道を通行できなくなっている状態を解消するための行政訴訟の提起を検討しています。そこで，まず，本件市道の路線がまだ廃止されていない現時点の状態において，Ｙ市を被告として，本件フェンスを撤去させるための抗告訴訟を提起することができないかを検討したいと思います。今回は抗告訴訟に絞って検討し，当事者訴訟や住民訴訟については検討しないことにしましょう。\n弁護士Ｅ：通行妨害を排除するためには，本件フェンスの設置者であるＡに対する民事訴訟の提起も考えられますね。この点については，村道を利用して生活及び農業を営んでいると主張する原告が，その村道上に建物を建築するなどして排他的に占有しているとされる被告に対し，通行妨害の排除を求めた事案についての最高裁判所の判例（【資料２ 参考判例】参照）があるようです。\n弁護士Ｄ：そうですね。本件でそのような民事訴訟をＡに対して提起して勝訴できるかどうかは分かりませんが，当該民事訴訟の可能性が，Ｙ市を被告とする抗告訴訟の訴訟要件の充足の有無に影響を及ぼすかという点は，落とさずに検討してください。また，訴訟要件の検討に当たっては，選択した訴訟類型を定める条文の規定に即して，全般的に検討をしてください。\n弁護士Ｅ：分かりました。\n弁護士Ｄ：Ｙ市長は，本件フェンスの設置は道路法第４３条第２号に違反していないと判断し，道路法に基づく監督処分の措置を執らないこととしています。我々としては，道路法の規定に即して，Ｙ市長のこのような判断に誤りがないかどうかを検討し，仮に誤りがある場合には，さらに，本件フェンスに関する監督処分の措置を執らないことが違法といえるかどうかを検討しなければなりませんね。\n弁護士Ｅ：分かりました。次に，Ｙ市は道路法第１０条第１項に基づき本件市道の路線を廃止してＡに売り渡すことを検討していますから，路線が廃止された場合の対応についても検討しておかなければならないと思います。\n弁護士Ｄ：なるほど。本件市道の路線の廃止前にそれを阻止するための訴訟を提起することも考えられますが，今回は，路線が廃止された場合を前提として，それに対して取消訴訟を適法に提起できるかに絞って検討しましょう。\n弁護士Ｅ：本件市道の路線の廃止が取消訴訟の対象となる処分に当たるか否かが問題となりますね。\n弁護士Ｄ：そうですね。この問題を検討するに当たっては，市町村道の路線の廃止が道路敷地の所有者及び通行者の法的地位にどのような影響を及ぼすかを検討して，それが処分に当たるか否かを明らかにする必要があります。市町村道は，路線の認定，そして道路の区域の決定という過程を経た上で供用が開始されます。また，Ｙ市が検討している路線の廃止は，道路自体の消滅を意味するものであって，これにより，当該路線について定められていた道路の区域や，当該道路についてされていた供用行為も自動的に消滅することとなると理解されています。ですから，本件市道の路線の廃止に係る処分性の有無を検討するためには，道路の区域の決定及び供用の開始が，道路敷地の所有者及び通行者の法的地位に対してどのような影響を及ぼすかについても検討する必要がありそうです。\n弁護士Ｅ：道路敷地の所有者とおっしゃいましたが，本件市道の敷地の所有権は，古くから，私人ではなくＹ市にあります。道路の区域の決定及び供用開始や路線の廃止がＹ市の法的地位に与える影響を検討する必要があるのでしょうか。\n弁護士Ｄ：そうですね。そのような疑問も生じ得るでしょうが，道路法は，私人が所有する敷地が道路の区域とされる場合があり得ることを前提とした規定を置いていますので，処分性の検討に当たっては，そのような規定も踏まえ，道路の区域の決定及び供用開始や路線の廃止が道\n- 4 -路敷地の所有者の法的地位に及ぼす影響を検討する必要があります。また，それに加えて，これらの行政上の行為が道路の通行者の法的地位にどのような影響を及ぼすかも検討しておくべきでしょう。なお，Ｘらの原告適格については，これまで検討をお願いした点とかなりの程度重なるように思われますので，本件市道の路線の廃止の取消訴訟との関係では，差し当たり検討しなくて結構ですし，その他の訴訟要件についても，今は検討しないで構いません。\n弁護士Ｅ：分かりました。\n弁護士Ｄ：次に，訴えの適法性が認められた場合，本件市道の路線の廃止の違法性についてどのような主張をすべきか検討してください。\n弁護士Ｅ：そもそもＸ２が通学路に利用していて本件市道の機能が失われていない以上，路線の廃止は許されないのではないかと思うのですが。\n弁護士Ｄ：道路法の規定に即してそのような解釈が可能かどうか検討してください。また，我々としては，Ｙ市長が，本件市道の路線の廃止の適法性をどのような理由付けで主張してくるかを想定し，そのようなＹ市長の主張を前提としても本件市道の路線の廃止が違法といえるかについても，検討する必要があります。\n弁護士Ｅ：分かりました。\n弁護士Ｄ：本件市道を利用していた人は，Ｘらと本件保育園の関係者以外に誰かいますか。\n弁護士Ｅ：現に本件市道上で，園児と原動機付自転車の接触事故が起こっていますし，それ以前にも時折原動機付自転車が通行して園児と接触しかけたことがあったようですから，利用されていたことは確かですが，どの程度の頻度で利用されていたのかはよく分かりません。Ｙ市長は，本件フェンスにより本件市道が閉鎖された状況の下においてＹ市の職員がＡに対してのみ行った聞き取り調査に専ら依拠した上で，「本件保育園の関係者以外の者による本件市道の利用は乏しい」としています。しかし，Ｘ１としては，Ｙ市長が十分な調査をしていないのではないかとの不満を持っています。\n弁護士Ｄ：ところで，Ｙ市は，市道の路線を廃止するには当該市道に隣接する全ての土地の所有者の同意を必要とする旨の内部基準を設け，その旨をウェブサイトで公表しています。この内部基準の法的性質や，道路法の規定との関係を検討した上で，本件市道の路線の廃止の違法性とこの内部基準がどう関係するかについても検討しなければなりませんね。\n弁護士Ｅ：分かりました。\n- 5 -\n【資料１ 関係法令】\n○ 道路法（昭和２７年６月１０日法律第１８０号）(抜粋)\n（この法律の目的）第１条 この法律は，道路網の整備を図るため，道路に関して，路線の指定及び認定，管理，構造，保全，費用の負担区分等に関する事項を定め，もつて交通の発達に寄与し，公共の福祉を増進することを目的とする。\n（用語の定義）第２条 この法律において「道路」とは，一般交通の用に供する道で次条各号に掲げるものをいい，トンネル，橋，渡船施設，道路用エレベーター等道路と一体となつてその効用を全うする施設又は工作物及び道路の附属物で当該道路に附属して設けられているものを含むものとする。\n２～５ （略）\n（道路の種類）第３条 道路の種類は，左に掲げるものとする。\n一 高速自動車国道二 一般国道三 都道府県道四 市町村道\n（私権の制限）第４条 道路を構成する敷地，支壁その他の物件については，私権を行使することができない。但し，所有権を移転し，又は抵当権を設定し，若しくは移転することを妨げない。\n（市町村道の意義及びその路線の認定）第８条 第３条第４号の市町村道とは，市町村の区域内に存する道路で，市町村長がその路線を認定したものをいう。\n２～５ （略）\n（路線の認定の公示）第９条 （前略）市町村長は，（中略）前条の規定により路線を認定した場合においては，その路線名，起点，終点，重要な経過地その他必要な事項を，国土交通省令で定めるところにより，公示しなければならない。\n（路線の廃止又は変更）第１０条 （前略）市町村長は，（中略）市町村道について，一般交通の用に供する必要がなくなつたと認める場合においては，当該路線の全部又は一部を廃止することができる。（以下略）\n２ （略）\n３ （前略）前条の規定は前２項の規定による市町村道の路線の廃止又は変更について（中略）準用する。\n（市町村道の管理）第１６条 市町村道の管理は，その路線の存する市町村が行う。\n２～５ （略）\n（道路の区域の決定及び供用の開始等）第１８条 （前略）第１６条（中略）の規定によつて道路を管理する者（（中略）以下「道路管理者」という。）は，路線が指定され，又は路線の認定若しくは変更が公示された場合においては，遅滞なく，道路の区域を決定して，国土交通省令で定めるところにより，これを公示し，かつ，これを表示した図面を（中略）道路管理者の事務所（中略）において一般の縦覧に供しなければならない。\n（以下略）\n２ 道路管理者は，道路の供用を開始し，又は廃止しようとする場合においては，国土交通省令で定\n- 6 -めるところにより，その旨を公示し，かつ，これを表示した図面を道路管理者の事務所において一般の縦覧に供しなければならない。（以下略）\n（道路に関する禁止行為）第４３条 何人も道路に関し，左に掲げる行為をしてはならない。\n一 （略）二 みだりに道路に土石，竹木等の物件をたい積し，その他道路の構造又は交通に支障を及ぼす虞のある行為をすること。\n（道路管理者等の監督処分）第７１条 道路管理者は，次の各号のいずれかに該当する者に対して，この法律若しくはこの法律に基づく命令の規定によつて与えた許可，承認若しくは認定を取り消し，その効力を停止し，若しくはその条件を変更し，又は行為若しくは工事の中止，道路（中略）に存する工作物その他の物件の改築，移転，除却若しくは当該工作物その他の物件により生ずべき損害を予防するために必要な施設をすること若しくは道路を原状に回復することを命ずることができる。\n一 この法律若しくはこの法律に基づく命令の規定又はこれらの規定に基づく処分に違反している者二，三 （略）\n２～７ （略）\n（道路予定区域）第９１条 第１８条第１項の規定により道路の区域が決定された後道路の供用が開始されるまでの間は，何人も，道路管理者（中略）が当該区域についての土地に関する権原を取得する前においても，道路管理者の許可を受けなければ，当該区域内において土地の形質を変更し，工作物を新築し，改築し，増築し，若しくは大修繕し，又は物件を付加増置してはならない。\n２ 道路の区域が決定された後道路の供用が開始されるまでの間においても，道路管理者が当該区域についての土地に関する権原を取得した後においては，当該区域又は当該区域内に設置された道路の附属物となるべきもの（以下「道路予定区域」という。）については，第４条，（中略）第４３条，（中略）第７１条（中略）の規定を準用する。\n３ 第１項の規定による制限により損失を受ける者がある場合においては，道路管理者は，その者に対して通常受けるべき損失を補償しなければならない。\n４ （略）第１０２条 次の各号のいずれかに該当する者は，１年以下の懲役又は５０万円以下の罰金に処する。\n一，二 （略）三 第４３条（中略）の規定に違反した者四 （略）第１０４条 次の各号のいずれかに該当する者は，１００万円以下の罰金に処する。\n一～三 （略）四 第７１条第１項（中略）の規定による道路管理者の命令に違反した者五 （略）\n- 7 -\n【資料２ 参考判例】\n○ 最高裁判所昭和３９年１月１６日第一小法廷判決（民集１８巻１号１頁）（抜粋）\n「地方公共団体の開設している村道に対しては村民各自は他の村民がその道路に対して有する利益ないし自由を侵害しない程度において，自己の生活上必須の行動を自由に行い得べきところの使用の自由権（民法７１０条参照）を有するものと解するを相当とする。勿論，この通行の自由権は公法関係から由来するものであるけれども，各自が日常生活上諸般の権利を行使するについて欠くことのできない要具であるから，これに対しては民法上の保護を与うべきは当然の筋合である。故に一村民がこの権利を妨害されたときは民法上不法行為の問題の生ずるのは当然であり，この妨害が継続するときは，これが排除を求める権利を有することは，また言を俟たないところである。」\n- 8 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/公法系.pdf",
  "purpose": "】\n〔第１問〕\n今年度は，いわゆる外国人非熟練労働者の入国・在留を認める架空立法を素材に，外国人の人権保障に関するいくつかの問題を問うこととした。基本判例や学説に関する適切な理解や初見の条文の正確な読解を前提に，具体的な事案に即して的確な憲法論を展開することができるかどうかが問われる。\n本問での主な論点は，問題文にもヒントがあるように，①妊娠・出産（以下「妊娠等」という。）を滞在の際の禁止事項とし，違反があった場合には強制出国させることが，自己決定権\n（憲法第１３条）の侵害ではないか，②令状等なくして収容を認めることが人身の自由や適正な手続的処遇を受ける権利（根拠条文は立場によるが，憲法第１３条，第３１条，第３３条等。）を侵害するのではないか，ということである。\n①の自己決定権の侵害については，まず，自己決定権が憲法上保障されるか，そして，その自己決定権に妊娠等の自由が含まれるかということが問題となる。さらに，妊娠等の自由が自己決定権に含まれるとしても，本問のＢが外国人であることから，別途の考慮が必要となる。\nこの点については，マクリーン事件判決（最大判昭和５３年１０月４日民集３２巻７号１２２３頁）及びそこで示された権利性質説が直ちに想起されることだろう。そして，権利性質説からすれば，妊娠等に関わる自己決定権は外国人にも保障されるということになろう。しかし，注意すべきは，同判決が，外国人に対する人権保障は「外国人在留制度のわく内で与えられているにすぎない」として，人権として保障を受ける行為を在留期間の更新の際に消極的な事情として考慮されることはあり得るとしていることである。外国人の出入国及び在留に関わる問題に関しては，単純な権利性質説に基づく議論では不十分である。\nＢ代理人甲としては，マクリーン事件判決のこのような判断を踏まえつつ，本件のような場合には立法裁量が限定されるべきという主張を組み立てる必要がある。様々な立論があり得るだろうが，飽くまで一例ということで示すとすれば，まず，妊娠等が本人の人生にとって極めて重要な選択であり，また，人生においても妊娠等ができる期間には限りがあり（なお，新制度はそのような年代の者を専ら対象としている（特労法第４条第１項第１号）。），自己決定権の中でも特に尊重されなければならないこと，また，本件が，再入国と同視される在留期間の更新拒否ではなく，強制出国の事例であってマクリーン事件とは事案が異なることなどを指摘して，立法裁量には限界があるとして中間審査基準（目的の重要性，手段の実質的関連性）によるべきだという主張をすることなどが考えられる。その上で，例えば，規制目的は定住を促す生活状況を生じさせることを防止することによって定住を認めないという新制度の趣旨を徹底することであり，これは，滞在期間を限定し，永住や帰化を認めないという直接的な措置と比べて周辺的であり，重要な立法目的とまでは言えないこと，仮に目的が重要だとしても，妊娠等が全て定住につながるとは限らず，合理性に欠けることなどを指摘することが考えられる。\n本問では，違憲の主張をする場合，その瑕疵は特労法そのものに求められるべきであり，問題文にも，「Ｂの収容及び強制出国の根拠となった特労法の規定が憲法違反であるとして，国家賠償請求訴訟を提起しようと考えた。」とされているのであるから，法令違憲を検討すべきである。仮に適用違憲に言及するとしても簡潔なものにとどめるべきであろう。\nこれに対して国の主張としては，妊娠等の自由が憲法上保障されるとしても，出入国や国内での滞在は国家主権に属する事項であって，妊娠等を理由に強制出国処分とすることについては極めて広範な裁量が認められること，子供が日本で生まれ育つことにより，日本の社会保障制度や保育・教育及び医療サービス等の負担となる可能性があり，また，親である外国人も含め，定住の希望を持つようになる蓋然性があること，新制度は労働力確保のためであり，妊娠等によって相当期間に渡って就労が不可能になるから禁止事項として合理性があること（特労法第１５条第６号が１月以上就労しないことを禁止事項としていることも参照。），妊娠等禁止\n- 1 -の条件は事前に周知され，誓約（同意）もあることから基本権への制約がなく合憲であるといった点を指摘することが考えられよう。\n②の収容に関しては，人身の自由という実体的な権利の問題と，収容が令状等なくして行われることなどに関わる手続的な権利の問題とがある。前者については，特労法第１８条第１項によれば違反行為に該当すると疑うに足りる相当な理由があることが収容の要件となっているところ，例えば刑事訴訟法の逮捕に関する要件（刑事訴訟法第１９９条）についての議論を参照し，収容の必要性も要件とすべきであるという主張が考えられる。これに対して，収容は違反行為該当性の調査のためだけではなく，その後の迅速な強制出国処分に備えて身柄を確保する必要性にも基づいているのであるから，嫌疑さえあれば常に必要性はあるといえるといった反論が想定できる。\n手続的な権利については，憲法第３３条の逮捕令状主義との関係が問題となるが，本問の収容手続は行政手続であるから，これらの規定の直接適用はできず，準用・類推適用あるいは他の規定（憲法第１３条，第３１条）の適用によって憲法的な保障が及ぶかどうかの検討が求められる。行政手続としての身体の拘束の際の手続的保障について判断した判例は見当たらないため，憲法第３５条と行政手続との関係が問題となった川崎民商事件判決（最大判昭和４７年\n１１月２２日刑集２６巻９号５５４頁）や，憲法第３１条と行政手続との関係について判断した成田新法事件判決（最大判平成４年７月１日民集４６巻５号４３７頁）を参考に，判断枠組みを設定することが必要となる。このほか，憲法第３４条の抑留拘禁要件との関係で，特労法第１８条ないし第１９条所定の手続の性質を検討する視点もあり得よう。\n甲の主張としては，例えば，人身の自由に対する重大な制約である身柄の拘束については原則として，裁判官による令状，あるいは少なくとも，行政官であっても第三者的な立場の者による事前審査が必要であるが審査官はそうした立場の者ではないとした上で，例外を認める特段の事由のないことを指摘することとなる。甲の立場からは，例えば，令状等を要することが原則だとしても緊急逮捕（刑事訴訟法第２１０条）のように事後に直ちに令状等を求める制度もあり得るから迅速性の要請は充足できること，禁止事項該当性が明らかであることと手続的保障の必要性とは別問題であること，事後的に収容理由が告知されたり弁解が聴取されても，それと事前手続の必要性とは別問題であること，さらに，同じく事後的に裁判所の審査が受けられるといっても，短期間に出国させられてしまう以上実効性に欠けること，などを指摘することが考えられる。\nこれに対して，国は，出入国や滞在については国家主権に属する事項であって外国人の権利保障の程度が下がること，刑事責任追及に結び付くものではないこと，手続の迅速性（緩やかな要件で入国を認める以上，受け入れた外国人に問題がある場合には迅速に出国させることにより我が国の秩序を守り国民の安心を得る必要があること）の要請があること，退去強制事由該当性が明らかであること，収容後直ちに収容理由の告知・弁解の聴取がなされ，警備官とは別の立場である審査官による審査もあること，更に裁判所への出訴も可能であること，などを主張することができるだろう。\n出入国管理及び難民認定法による現実の外国人出入国管理制度においては，主任審査官が発付する収容令書によって退去強制事由に該当する容疑のある者を収容することができるとされている（同法第３９条）。これと本問の新制度とは別個のものであり，解答に当たって現実の制度への言及やそれとの比較を行うことは求められていないが，必要な範囲でそれに言及することがあったとしてももちろん構わない。\nなお，本問では国家賠償請求訴訟が提起されているが，憲法上の主張の検討が求められているのであるから，国家賠償法上の違法性の判断枠組みやそれを前提にした具体的検討を中心に据えるのは適当ではないだろう。\n- 2 -\n〔第２問〕\n本問は，道路法第８条により市町村道としての認定を受けていた道路（以下「本件市道」という。）に，本件市道に隣接する保育園（以下「本件保育園」という。）を経営する社会福祉法人Ａが簡易フェンス（以下「本件フェンス」という。）を設置し，さらに，本件市道を管理するＹ市が同法第１０条第１項に基づき本件市道の路線を廃止してＡに売り渡すことを検討しているという事案における法的問題について論じさせるものである。論じさせる問題は，本件市道の路線がまだ廃止されていない状態における本件フェンスを撤去させるための抗告訴訟（〔設問１〕）及びＹ市長が本件市道を廃止した場合を想定した取消訴訟（〔設問２〕）である。問題文と資料から基本的な事実関係を把握し，同法の関係規定の趣旨を読み解いた上で，非申請型義務付け訴訟における訴訟要件及び一定の処分がされないことの違法事由並びに取消訴訟における処分性及び本案の違法事由について論じることを求めるものである。\n〔設問１⑴〕は非申請型義務付け訴訟の訴訟要件に関する基本的な理解を問うものである。\n行政事件訴訟法第３条第６項第１号及び第３７条の２の規定に従って，本件フェンスを撤去させるために道路管理者Ｙ市長が道路法第７１条第１項の規定に基づき行うべき処分を「一定の処分」として具体的に特定した上で，当該処分がされないことにより重大な損害を生ずるおそれがあるか，また，その損害を避けるため他に適当な方法がないか，そして原告適格の有無について論じなければならない。\n重大な損害を生ずるおそれの検討に当たっては，損害の回復の困難の程度を考慮し，損害の性質及び程度並びに処分の内容及び性質を勘案した上で，本件市道を，Ｘ２が小学校への通学路として利用できないこと及びＸらが災害時の避難路として利用ができないこと（以下「本件被侵害利益」という。）がそれぞれ「重大な損害」に当たるかどうかについて論じることが求められる。\n損害を避けるための他に適当な方法の検討に当たっては，参考判例に示されているように「通行の自由権」を主張して民事訴訟によるＡに対する妨害排除請求の可能性があることを指摘し，それが「他に適当な方法」に当たるかどうかを検討することが求められる。\n原告適格の検討に当たっては，行政事件訴訟法第３７条の２第４項で準用されている同法第\n９条第２項の規定に基づき，道路法第７１条第１項及び第４３条第２号の規定の趣旨・目的を踏まえ，本件被侵害利益がこれらの規定によって考慮されているか，また本件被侵害利益の内容・性質及びそれが害される態様・程度を勘案しなければならない。\n〔設問１⑵〕は，道路管理者による「一定の処分」がなされないことが違法であるかどうか\nを論じさせるものである。道路法第７１条第１項第１号は「この法律（中略）に違反している者」に対して監督処分が可能としているため，まず，Ａによる本件フェンスの設置行為が同法第４３条第２号に違反しているかどうかを，道路管理者の要件裁量の有無も含めて検討しなければならない。その上で，Ａの行為が同法第４３条第２号に違反していると評価された場合でも，同法第７１条第１項第１号は，監督処分を行うかどうか，いかなる監督処分を行うかについて道路管理者の効果裁量を認めていることを指摘した上で，一方ではＸらが受ける本件被侵害利益，他方でＹ市側が主張するような諸事情が，裁量権を行使するに当たって考慮すべき事項に当たるか，考慮に当たってどの程度重視されるべきかについて検討することが求められる。\n〔設問２⑴〕は，取消訴訟の訴訟要件である処分性に関する理解を問う問題である。Ｙ市長\nが道路法第１０条第１項に基づき行うことが想定される本件市道の路線の廃止が，行政事件訴訟法第３条第２項に定める「行政庁の処分その他公権力の行使」に当たるかどうかを検討することが求められている。\n設問に示されているＤ弁護士の指示に従って道路法の規定を分析して，道路の区域決定・供用開始が敷地所有者及び道路通行者に対してそれぞれどのような法効果を及ぼすかを検討し，道路法第１０条第１項に基づくＹ市長による本件市道の路線の廃止が，それらの法効果を一方\n- 3 -的に消滅させるものであることについて論じること，道路通行者については，当該市道を生活上不可欠な道路として利用していた通行者の生活に著しい支障が生ずる場合があることを踏まえた上で論じることが求められる。\n〔設問２⑵〕は，Ｙ市長が道路法第１０条第１項に基づき行うことが想定される本件市道の\n路線の廃止の違法性の有無について論じさせるものである。本件市道の路線の廃止は，同法第\n１０条第１項「一般交通の用に供する必要がなくなつた」ことを要件にしていることを指摘した上で，まず，現に通行者による利用が存在して道路としての機能が喪失していない以上は同条の要件を満たさないといえるのか，それとも，現に利用が存在しても，通行者による利用の程度の乏しさ，代替的な交通路の存在などに鑑みて一般交通の用に供するに適さない状況があれば「必要がなくなつた」として廃止できるのかを検討し，更に上記の要件該当性の判断について行政庁に裁量権が認められるのかを検討しなければならない。また，同法第１０条第１項が「廃止することができる」という文言を用いていること，廃止するかどうかの判断に当たって考慮される事項などの性質に着目して，要件が充足されている場合において廃止するかどうかの判断についても行政庁に裁量権が認められるのかを検討することが期待される。\nその上で，要件裁量又は効果裁量が認められる場合は，裁量権の範囲の逸脱濫用の有無を検討しなければならない。Ｙ市による調査が通行の実態を適切に調査できていないのではないか，Ｘらが主張する本件被侵害利益が適切に考慮されていないのではないかなどの点について検討することが求められる。\nまた，Ｙ市は道路法第１０条第１項の路線廃止について，隣接土地所有者の同意を必要とする内部基準を定め，これをウェブサイトで公表しているが，本件において，当該内部基準の法的性質及び，本件において隣接土地所有者であるＸ１の同意が得られていないことが，裁量権の範囲の逸脱濫用の有無とどのように関係するかを検討することが求められる。\n【民事系科目】\n〔第１問〕\n本問は，⑴Ａが隣接するＢ所有の甲土地の一部（甲１部分・甲２部分）を自己所有の乙土地\n（以下では，甲１部分，甲２部分と合わせて「本件土地」という。）とともにＣに賃貸し，Ｃが乙土地及び甲１部分の上に丙建物を建築し，診療所を営んでいたため，Ｂが，Ｃに対し，所有権に基づき甲１部分の明渡しを求めた事例（設問１），⑵その後に，ＡがＢ所有の甲土地の一部（甲１部分・甲２部分）を買い受け，甲土地を甲１部分，甲２部分等に分筆してその旨の登記がされたが，ＣがＤとの間で丙建物について賃貸借契約を締結したことから，Ａが，Ｃに対し，⑴の賃貸借契約を解除する旨の意思表示をした事例（設問２），⑶さらに，ＡＣ間の紛争について和解が成立したが，Ａが本件土地をＥに売却したため，ＥがＣに対して丙建物の収去及び本件土地の明渡しを求めた事例（設問３）を素材として，民法上の問題についての基礎的な理解とともに，その応用力を問う問題である。当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，賃借権の取得時効の要件とその成否に対する理解を問うことにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n設問１で問われているのは，まず，Ｂの所有権に基づく土地明渡訴訟に対し，Ｃはどのような反論をすることができるかである。この場面では，いわばＣの弁護士の立場に立ってＢの請求を争う根拠を提示することが求められている。丙建物を所有することによって甲１部分を占有しているＣが，甲１部分のＢ所有を認めた上でＢの請求を争う方法としては，占有権原の抗弁を主張することが考えられる。Ｃは，Ａから甲１部分を賃借しているが，Ａには甲１部分の所有権その他の賃貸権原がないから，この賃借権をもって所有者Ｂに対抗することはできない。\n- 4 -そこで，Ｃは，甲１部分の賃借権の時効取得を主張することが考えられる。用益期間の関係から問題となるのは，起算点をＣの占有開始時（平成１６年１０月１日）とする１０年の時効取得である。\n次に，反論が認められるために必要な要件，すなわち賃借権の取得時効の要件を説明することが求められている。ここでは，実体法上の要件について説明をすることが求められており，その対象はＣが主張・証明責任を負う抗弁の要件事実に限られない。\n民法第１６３条・第１６２条第２項によると，賃借権の１０年の取得時効の要件は，「１０年間」「賃借権を」「自己のためにする意思をもって」「平穏に」かつ「公然と」「行使すること」，賃借権の行使の開始の時に「善意であり」かつ「過失がなかったこと」である。そして，「賃借権を行使すること」は民法第６０１条によると「物の使用及び収益」である。また，「自己のためにする意思」は，賃借権の取得時効については「賃借意思」として具体化される（物の用益と賃借意思が相まって賃借権の行使の意味内容を示すという理解もある）。賃借意思は，使用借権や地上権の取得時効と区別するために必要である。なお，賃借意思の有無は，民法第\n１６２条の「所有の意思」の判断と同じく，占有取得の原因たる事実（権原の性質）によって客観的に定められる。判例（最判昭和４３年１０月８日民集２２巻１０号２１５４頁）も，不動産賃借権の取得時効の要件として，不動産の継続的な用益という外形的事実と，賃借意思の客観的表現を挙げている。また，民法第１４５条により，時効の利益を受けるには時効の援用が必要である。\n最後に，Ｃの反論の当否について検討することが求められており，この場面では，いわば裁判官の立場に立ってＢの請求の当否を検討することが求められている。\nまず，判例（最判昭和６２年６月５日集民１５１号１３５頁）は，本問と同じく他人物が賃貸された事案において賃借権の時効取得を認めているが，かかる事案については賃借権の時効取得を認めない説もあり，また賃借権の時効取得を一般的に否定する説もあるので，賃借権の時効取得を一般的に認める場合にもそうでない場合にも，その理由を挙げて検討することが望ましい。\n他人物が賃貸された事案において賃借権の時効取得を認める場合には，次に，その要件が充足されるか否かが問題となる。\n特に問題となるのは，Ｃが用益を開始した時点である。Ｃが甲１部分の占有を開始したのは平成１６年１０月１日であるが，実際にその利用を開始したのは本件工事が始まった平成１７年６月１日である。前者が時効の起算点だとすると１０年の時効が完成していることになるが，後者が起算点だとすると１０年の時効は完成していないことになる。そのため，Ｂによる時効中断の可能性と関連付けるなどして，いずれの時点が時効の起算点となるかを検討する必要がある。\nまた，賃借意思の客観的表現とＣの無過失という要件については，その要件に当てはまる具体的事実を【事実】から拾い上げることが求められる。\n設問２は，建物所有を目的とする土地賃貸借契約がされた場合において，賃借人がその土地の上に有する建物を賃貸人の知らないうちに第三者に賃貸したときに，賃借人はその上に建物がある土地部分を無断転貸したこととなり，賃貸人は土地賃貸借契約を民法第６１２条により解除することができるか（下線部①），土地賃貸借契約の目的物たる土地に含まれるがその上に建物がない部分についてはどうか（下線部②）を問うものである。\nこの点に関しては，土地賃借人がその所有する地上建物を第三者に賃貸しても，その建物の「敷地」を転貸したことにならないとする判例がある（大判昭和８年１２月１１日判決全集１輯３号４１頁）。学説においても，同様に解するのが通説である。もっとも，本問の賃貸人Ａ\nによる解除が認められるかどうかについて，この判例・通説に従うだけで一義的に答えが出るわけではない。判例・通説と同じ立場を採る場合であっても，そこにいう「敷地」とは賃貸借\n- 5 -の目的とされた土地のうちどの土地部分を指すのかといった点の理解により，Ａの解除が認められるかどうか，又はその結論となる理由が異なる可能性がある。そこで，本問に答えるためには，「敷地」はどの範囲に及ぶか，その範囲となるのはなぜかを考える必要があり，これを考えるためには，建物の賃貸によりその「敷地」について転貸がされたこととならないのはなぜかを明らかにすることが必要になる。\nこれに対し，建物を利用するためにはその「敷地」の利用が必要となることから，建物の賃貸はその「敷地」の利用権の設定を当然に伴うとして，「敷地」についても転貸がされたと認めること（以下「反対説」という。）も，論理的にはあり得る。この反対説を採る場合には，判例・通説の基礎を踏まえつつ，そのように解すべき理由を明らかにすることが求められる。\n設問２においてＡによる解除の可否を論ずるためには，解除の原因を明らかにしなければならない。本問における事実関係の下では，Ｃの無断転貸を理由とする民法第６１２条による解除が考えられる。\n民法第６１２条による解除に関して，下線部①では，賃借人Ｃが借地上に所有する建物を第三者Ｄに賃貸した場合，Ｃはそれにより民法第６１２条に違反したことになるかが問題となる。\n判例・通説は，上述のとおり，土地賃借人による地上所有建物の第三者への賃貸は「敷地」の転貸に当たらないとしている。これによると，下線部①の事実のみでは，Ａによる解除は認められないことになる。\nところが，下線部②の事実は，Ｄが，ＣＤ間の丙賃貸借契約によって，本件土地のうちその上に建物がない土地部分（甲２土地）も使用することを認められ，現に使用していることを示している。甲２土地が判例・通説のいう建物の「敷地」に含まれるのであれば，Ａによる解除は認められない。甲２土地が「敷地」に含まれないのであれば，Ａによる解除が認められる可能性がある。そこで，甲２土地が「敷地」に含まれるのかどうかを，そのように解する理由を付して明らかにすることが求められることになる。\nこれを考えるためには，そもそも借地上建物の賃貸によりその建物の「敷地」が転貸されたことにならない理由を明らかにする必要がある。建物の使用は必然的にその敷地の使用を伴うとみて，建物の賃貸による敷地の転貸を肯定することも論理的には可能である。そうであれば，建物の賃貸による敷地の転貸の否定は何らかの規範的判断の結果であることになり，その規範的判断が敷地の範囲を画する規準（の１つ）になるはずだからである。\n次に，甲２土地についてＣからＤへの転貸が認められるとする場合には，Ａによる承諾の有無が問題になる。Ａがこの転貸につき個別の承諾をしたことを示す事実はない。もっとも，Ａは，本件土地を一団のものとして賃貸借契約の目的物とし，その一団の土地につきＣの建物所有を契約目的とする本件土地賃貸借契約を締結したことから，包括的に，Ｃが敷地以外の土地部分につき建物の使用とそれに付随する使用を建物賃借人にさせることを承諾していたとすることも，論理的には成り立ち得る。ただし，その場合には，甲２土地を敷地から除外したこととの論理的整合性が問題になる。\nさらに，甲２土地の転貸につきＡの承諾がないとしても，更に不動産賃貸借契約について確立した法理である信頼関係破壊の法理に照らしてＡの解除が認められるかどうかを検討する必要がある。\nこの検討に際しては，まず，Ａは，無断転貸により信頼関係が破壊されたと認められる場合に解除することができるのか，無断転貸があれば原則として解除することができるが，信頼関係が破壊されたと認められない特段の事情がある場合には別であるとされるのか（判例（最判昭和２８年９月２５日民集７巻９号９７９頁ほか）・通説はこの立場である。）を，理由を付して明らかにすることが望ましい。その上で，信頼関係の破壊に係る判断に際して考慮すべき事実を拾い出し，それらの事情を総合的に考慮した上で結論を出すことになる。\nなお，下線部①の事実により既にＣはＤに本件土地を転貸したことになるとする反対説を採\n- 6 -る場合には，下線部②の事実は，転貸範囲の拡大及び転借人による目的物の直接利用のために，賃貸人Ａに不利益を生じさせる危険が増大する，という意味を持つことになる。このことを踏まえて，Ａによる解除の可否を論ずる必要がある。\n以上のとおり，本問においては，下線部①及び②が有する法律上の意義について種々の考え方ないし立場があり得るところであり，Ａによる解除の可否の判断も異なり得る。それらの考え方ないし立場のうちいずれを採るか，あるいは解除の可否につきいずれと考えるかそれ自体によって，評価の上で優劣がつけられることはない。評価に際しては，どの考え方ないし立場を採る場合であっても，あるいは解除の可否につきいずれの結論とする場合であっても，その理由が説得的に述べられているかどうか，その考え方ないし立場から本問の事実を踏まえて論理的にも実質的にも適切な結論が導かれているかどうかが重視される。\n設問３は，複数筆の土地が建物所有を目的とする１個の賃貸借の目的物とされたが，それらの土地のうちの一部の上にのみ建物があり，その建物につき土地賃借人の所有名義の登記がされている場合に，その登記による賃借権の土地取得者に対する効力は，その上に建物のない別筆の土地にも及ぶかどうか，仮に及ばないときには，土地取得者は所有権に基づいてその建物のない筆の土地の返還を求めることができるかどうかを問うものである。設問２と設問３は，いずれも，１個の賃借権の目的物となっている（複数筆の）土地のうち一部の上に建物がある場合に，その建物のあることが建物のない土地（部分）にどのような影響を及ぼすかを問題とするものであるが，設問２は，当該賃貸借関係の当事者間においてこれを問題とするものであるのに対し，設問３は，賃借人と当該土地の取得者との間でこれを問題とするものである。\nＣは，Ｅの請求に対し，まず，占有権原（賃借権）があることをもって反論することが考えられる。本件土地賃貸借契約は，建物所有を目的とするもので借地借家法の適用があるため，この反論は，甲１土地及び乙土地については，Ｃが，Ｅの本件土地の所有権取得の登記に先立って，甲１土地及び乙土地上に所有する丙建物につき自己名義の保存登記を備えたことにより（借地借家法第１０条第１項），認められることになる。\nこれに対し，甲２土地は，Ｅが現れた時点では，【事実】12に記載の事情により甲１土地及び乙土地とは別筆の土地となっており，甲２土地につき賃借権の登記（民法第６０５条）がされたことを示す事実はなく（この点は，甲１土地及び乙土地についても同じである。），また，その上に建物が存在しないため借地借家法第１０条第１項が適用されることもない。したがって，Ｃは，本来，賃借権をもってＥに反論することができないものと考えられる。\nもっとも，本件土地賃貸借契約は，もともと甲１土地及び乙土地のほか甲２土地を含む一筆の土地を目的として締結されたものである。また，本件土地の周りには公道に面する南側を除いて柵が張り巡らされているから，甲２土地は，外形上も，甲１土地及び乙土地と一団の土地を成している。さらに，甲２土地は丙建物を利用するために不可欠とはいえないが，甲２土地を利用することができなければ丙建物の経済的効用が減じられ，Ｄの診療所の患者も不便を強いられる可能性もある。こういった事情に鑑みれば，甲２土地についても，Ｅの請求に対して\nＣに何らかの反論が認められないかを検討する必要がある。\n仮にＣの反論が認められる場合には，Ｃは特別の保護を受ける一方で，Ｅはその所有権の行使を例外的に制限されることになる。そのため，Ｃの反論が認められるのは，Ｅにおいてそのような制限を受けても仕方がないと認められる事情があるときに限られる。\nこのようにＥの主観的事情を考慮してＣが保護されるかどうかを判断する構成としては，①\nＥの請求が権利濫用に当たるかどうかを判断するもの（以下「権利濫用構成」という。）と，②ＣＥ間の争いをＥがＣの賃借権の対抗要件の不存在を主張するものと見て，Ｅがその主観的事情において対抗要件の不存在を主張する正当な利益を有しない者（民法第１７７条の「第三者」から除外される者に相当するもの）に当たるかどうかを判断するもの（以下「対抗関係構成」という。）があり得る。\n- 7 -対抗関係構成は，Ｃの権利がＥに対しても効力を有することが前提となっており，ただ，対抗要件が備わっていないためにＥに対してその効力を主張することができない，と法律構成するものである。しかし，Ｃの権利は賃借権であり，賃借権は，それが不動産に関するものであっても債権であるとするのが民法の前提である。そうであれば，対抗関係構成を採用する場合には，この民法の前提をどのように考えるかをまず説明することが望まれる。他方，判例は，本問のような場合に，別筆の隣地上にある丙建物の登記により甲２土地についても賃借権の土地取得者に対する効力が認められることはないとした上で（最判昭和４０年６月２９日民集１９巻４号１０２７頁，最判昭和４４年１０月２８日民集２３巻１０号１８５４頁，最判平成９\n年７月１日民集５１巻６号２２５１頁），権利濫用構成を採用している（前掲最判平成９年７月１日）。もっとも，別の構成（対抗関係構成）も成り立ち得ると考えられる場合に権利濫用構成を採るのであれば，その理由を示すことが望ましい。例えば，「Ｃの賃借権は，土地を目的とするものであっても債権であり，賃借権の登記又は借地上に所有する建物に自己所有名義の登記を備えることによって初めて土地取得者であるＥに対する効力が認められる。そのため，Ｃが上記の登記を備えていない場合には，そもそもＥとの間で対抗関係は生じない。したがって，この場合には，Ｅは，所有権に基づいて甲２土地の明渡しを請求することができることになるが，この請求は権利行使の一種であるから，例外的に権利濫用を基礎付ける事情がある場合にはその権利行使が否定され得る。」というように実質的な理由を示すことが望まれる。\nＥの主張の権利濫用該当性を検討する場合には，権利濫用の判断枠組みを述べ，その枠組みの下で本問の諸事情に照らして結論を述べることが求められる。権利濫用の一般的な判断枠組みについては，権利の行使と認められることにより権利者が得る利益（又は権利濫用とされることにより権利者が受ける不利益）の程度とその権利の行使により他の者又は社会が受ける不利益の程度を比較衡量し，さらに，権利者の主観的態様も併せて総合的に判断する，という考え方が判例・学説上定着している。これ以外の枠組みを採ることが否定されるものではないが，別の枠組みを採るのであれば，定着した考え方をあえて否定する理由を示す必要がある。\nこれに対し，Ｅの請求の可否を対抗関係構成により判断する場合には，まず，対抗要件制度の趣旨に照らし，その主観的態様のため対抗要件の不存在を主張することができない第三者につき一般的な立場を示した上で，本問の諸事情の下でどのように解すべきかを検討する必要がある。対抗関係構成の下でＥがその主観的態様により例外的に第三者性を否定されることがないかどうかを検討するのは，Ｃの賃借権を特別に保護すべき場合に当たるかどうかを判断するためである。そのため，Ｅの主観的態様による上記検討に関して，不動産賃借権の特別の保護とそのための要件設定の趣旨がどのような意味を持つかを考慮することが望ましい。\n以上の考え方とは異なり，借地借家法第１０条第１項の趣旨の理解次第で，Ｃ名義の丙建物の登記により甲２土地についてもＣがその賃借権をＥに主張することが認められる（本問でいえば，丙建物の登記による甲２土地への賃借権の効力の拡張を認める）とすることも考えられる。もっとも，これは本則に対する例外を認めようとするものであるから，そのような論理を展開するのであれば，例外を正当化するに足る十分な根拠を挙げ，かつ，その根拠に照らして例外が認められるべき範囲を明らかにした上で，甲２土地についてのＣの賃借権の主張がその例外に該当することを述べる必要がある。\n〔第２問〕\n本問は，①発起人が取引の相手方に対し設立費用について未払額を残した状態で会社が成立した場合において設立費用の総額が定款に記載した金額を超えていたときの設立費用の負担\n（設問１⑴），②定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否等（設問１⑵），③買収者が対象会社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合に係る株主総会の決議の取消事由及び無効事由（設問２），④株式の併合により株\n- 8 -式の数に１株に満たない端数が生ずるときの当該端数の処理の手続や反対株主の株式買取請求\n（設問３）に関する理解等を問うものである。\n設問１⑴においては，判例は，設立費用の全部又は一部が未払の状態で会社が成立した場合には，債務は，定款に記載した金額（会社法第２８条第４号）の範囲で，成立後の会社に帰属し，その金額の範囲では，取引の相手方は，成立後の会社に対し，弁済等を請求することができ，発起人に対しては，弁済等を請求することができないという立場を採っていること（大判昭和２年７月４日民集６巻４２８頁，大判昭和８年３月２７日法学２巻１３５６頁）を明らかにするとともに，判例に賛成し，又は反対するいずれかの立場から，その当否を検討することが求められる。\n判例に賛成する見解としては，設立費用の総額が定款に記載した金額を超えていた場合においては，債務は，①契約を締結した順序により，契約を締結した順序が明らかでないときは，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，成立後の会社に帰属するというものや，②契約を締結した順序にかかわらず，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，成立後の会社に帰属するというものなどが考えられる。他方で，判例に反対する見解としては，債務は，①定款に記載した金額の範囲であっても，成立後の会社に帰属せず，取引の相手方は，発起人に対し，弁済等を請求することができるにとどまり，弁済等をした発起人が，定款に記載した金額の範囲で，成立後の会社に対し，求償をすることができるにすぎないというものや，②定款に記載した金額にかかわらず，全て成立後の会社に帰属し，取引の相手方は，成立後の会社に対し，弁済等を請求することができ，定款に記載した金額を超えている部分については，会社が，発起人に対し，求償をすることができるというもの，③取引の相手方は，会社及び発起人のいずれに対しても，弁済等を請求することができるというものなどがある。判例に賛成し，又は反対するいずれの立場を採る場合であっても，これらの見解といわゆる設立中の会社の概念や発起人の権限の範囲との関係を意識し，甲社がＤから求められた賃料６０万円の支払及びＥから求められた報酬４０万円の支払を拒否することができるかどうかについて，事案に即して説得的に論ずることが望まれる。\n設問１⑵においては，甲社の代表取締役Ｃから相談を受けた弁護士の立場に立って，判例が，定款に記載がない財産引受けは，無効であり，譲渡人も無効を主張することができ，会社成立後，株主総会の特別決議をもってこれを承認しても，有効とならず，成立後の会社が追認しても，有効とならないとしていること（最判昭和２８年１２月３日民集７巻１２号１２９９頁，最判昭和４２年９月２６日民集２１巻７号１８７０頁，最判昭和６１年９月１１日裁判集民１４８号４４５頁）を意識しながら，本件購入契約に関する会社法上の問題点として，定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否について，説得的に論ずることが求められる。その上で，甲社が本件機械の引渡しを受けるために採ることができる方法及びこれに必要となる会社法上の手続について，判例に賛成する見解からは，甲社がＦから本件機械を購入する契約を改めて締結しなければならず（この場合には，Ｆの増額要求をある程度受け入れるのもやむを得ないであろう。），そのために，本問においては，本件機械の価額及び甲社の純資産額等に照らし，本件機械の取得が事後設立に当たり，株主総会の特別決議によって，当該契約の承認を受けなければならないこと（会社法第４６７条第１項第５号，第３０９条第\n２項第１１号）に言及しながら，事案に即して検討することが望まれる。他方で，判例に反対し，定款に記載がない財産引受けの追認を認める見解からは，本件購入契約を追認することが考えられるが，そのために，本問においては，本件機械の価額及び甲社の純資産額等に照らし，株主総会の特別決議によって，当該契約の承認を受けなければならないと考えられること（同法第４６７条第１項第５号類推，第３０９条第２項第１１号類推）などに言及しながら，事案に即して検討することが望まれる。\n設問２においては，乙社の創業者の一族である株主Ｇが，平成２８年７月１１日を効力発生\n- 9 -日とする株式の併合により株主の地位を失ったとしても，本件決議の取消しにより株主の地位を回復するので，本件決議の取消しの訴えについて原告適格を有すること（会社法第８３１条第１項柱書き後段）を前提として，Ｇの立場から，買収者である甲社が対象会社である乙社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合に係る本件決議の取消事由について論ずるとともに，その無効事由についても，事案に即して説得的に論ずることが求められる。\n本件決議の取消事由として，第１に，本件持株会の会員であるＫが，株主名簿に記載されている株主でないにもかかわらず，本件持株会理事長Ｈの代理人として議決権を行使したことが，株主総会の決議の方法の定款違反（会社法第８３１条第１項第１号）に当たるか否かについて，株主は，代理人によってその議決権を行使することができる（同法第３１０条第１項）が，乙社の定款第１６条は，議決権を行使する株主の代理人の資格を当該会社の株主に制限しているところ，判例が，そのような定款の規定は，株主総会が，株主以外の第三者によって攪乱されることを防止し，会社の利益を保護する趣旨に出たものと認められ，合理的な理由による相当程度の制限ということができるから，有効であるとしていること（最判昭和４３年１１月１日民集２２巻１２号２４０２頁）を前提として，そのような趣旨も踏まえて，検討することが求められる。例えば，Ｋは，株主名簿上の株主ではないが，実質的に乙社の株主であることをどのように評価するかが検討対象となろう。\n第２に，乙社の代表取締役Ｊは本件株主総会において株式の併合をすることを必要とする理由を説明している（会社法第１８０条第４項）が，Ｊの説明の内容に照らし，その説明が株主総会の決議の方法の法令違反（同法第８３１条第１項第１号）に当たるか否かについて，事案に即して検討することが求められる。\n第３に，Ｉの相続人である株主Ｌに議決権を行使させなかったことが，株主総会の決議の方法の法令違反（会社法第８３１条第１項第１号）に当たるか否かなどについて，株式の譲渡の対抗要件に関する同法第１３０条第１項が株式の相続にも適用されるか否かに言及しながら，事案に即して検討することが求められる。\n第４に，買収者である甲社の代表取締役Ｃが甲社を代表して議決権を行使しているところ，本件決議が，株主総会の決議について特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議（会社法第８３１条第１項第３号）に当たるか否かについて，事案に即して検討することが求められる。\n本件決議の無効事由としては，買収者である甲社が対象会社である乙社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合が，株主平等原則（会社法第１０９条第\n１項）に違反するか否かについて，論ずることが求められる。\n設問３においては，平成２８年７月１１日を効力発生日とする株式の併合により乙社の株式を失うこととなる株主Ｌの経済的利益が会社法上どのように保護されるかについて，説明及び検討することが求められる。\nまず，株式の併合により株式の数に１株に満たない端数が生ずるときの当該端数の処理の手続（会社法第２３５条，第２３４条第２項から第５項まで）について説明する必要がある。\n次に，反対株主の株式買取請求（会社法第１８２条の４）についても説明することが求められる。その際には，株主Ｌは，本件株主総会に先立って株式の併合に反対する旨を乙社に対し通知したが，本件株主総会の会場への入場を認められなかったため，本件株主総会において株式の併合に反対していないこと（同法第１８２条の４第２項第１号参照）から，株主Ｌが乙社に対し株式買取請求をすることができるかどうかについて，同法第１３０条第１項が株式の相続にも適用されるか否かについての設問２における検討と整合的かつ説得的に論ずることが求められる。\n例えば，株式の相続は「株式の譲渡」（会社法第１３０条第１項）に当たらないとの立場を- 10 -採ると，相続人は名義書換えをすることなく，株式の取得を会社に対抗することができ，したがって，Ｌは本件株主総会において議決権を行使することができた株主となる。この場合には，前述のとおり，形式的には，Ｌは同法第１８２条の４第２項第１号に規定する株主の要件を満たしていないものの，その原因が，Ｌが本件株主総会の会場への入場を求めたにもかかわらず，これを乙社の受付担当者が代表取締役Ｊの指示に基づき不当に拒否したことにあるから，乙社は同号の規定によるＬからの株式買取請求を信義則上拒否することができないと解し，又はＬ\nは同項第２号に規定する株主（「当該株主総会において議決権を行使することができない株主」）に当たり，Ｌは乙社に対し株式買取請求をすることができると解することが考えられよう。\n他方で，株式の相続は「株式の譲渡」（会社法第１３０条第１項）に含まれるとの立場を採ると，相続人は株主総会に係る議決権行使の基準日までに名義書換えをしなければ，株式の取得を会社に対抗することができず，したがって，Ｌは本件株主総会において議決権を行使することができなかった株主となる。この場合には，Ｌが乙社に対し株式買取請求をすることができるかどうかについて，同法第１８２条の４第２項第２号に規定する株主（「当該株主総会において議決権を行使することができない株主」）に，株主総会の基準日以前に議決権を有する株式を取得しながら名義書換えを怠った者（株主総会の基準日後に株主名簿の名義書換えをした株主）が含まれるか否かに言及しながら，検討することが期待される（なお，この点に関する裁判例として，例えば，東京地決平成２１年１０月１９日金判１３２９号３０頁，東京地決平成２５年９月１７日金判１４２７号５４頁参照）。\n〔第３問〕\n本問は，Ｘが贈与契約に基づき本件絵画の引渡しを求めたのに対し，Ｙがその取引は時価相当額を代金額とする売買契約であってその額は３００万円であると主張したという紛争を基本的な題材として，①当事者が代理人による契約締結の事実を主張していない中で，証拠上その事実の心証が得られた場合において，その事実を判決の基礎にすることができるか（設問１），②裁判所として２００万円と引換えに本件絵画の引渡しを命ずる判決をするためには，当事者からどのような申立てや主張がされる必要があるか（設問２⑴），また，そのような申立てや主張がされたという前提の下で，２２０万円又は１８０万円との引換給付判決をすることができるか（設問２⑵），③引換給付判決のうち反対給付に係る部分の裁判所の判断が後訴に対して何らかの拘束力を有するか（設問３）に関して，検討することを求めるものである。\nまず，設問１では，民事訴訟において，裁判の基礎となる資料の収集を当事者の責任とする原則（いわゆる弁論主義）が妥当し，その一環として，裁判所は当事者が主張しない事実を判決の基礎にしてはならないとの原則（いわゆる主張原則）が妥当すること，一般的に，主張原則の対象となる事実は少なくとも主要事実を含むと解されていることを前提に，代理の主要事実は何かを明らかにした上で，代理人による契約締結の事実を認定することの可否を検討することが求められる。また，この点については，判例（最判昭和３３年７月８日民集１２巻１１\n号１７４０頁）もあるところ，本件において，Ａの証人尋問がされ，ＡがＹの代理人として契約を締結した旨を述べたにもかかわらず，当事者はこれを問題にしなかったという事情の下で，主張原則との関係をどのように評価するかの検討も必要である。設問１は，弁論主義に関するごく基礎的な理解を問う問題である。\n設問２⑴では，裁判所として２００万円と引換えに本件絵画の引渡しを命ずる判決をするために当事者からどのような申立てや主張がされる必要があるかを検討する前提として，裁判所は当事者が申し立てていない事項について判決をすることができないという申立拘束原則（民事訴訟法第２４６条）を指摘した上で，問題文に記載されたとおり，本件の訴訟物の捉え方を示すことが求められる。そこでは，①いわゆる旧訴訟物理論に立ち，売買に基づく引渡請求権と贈与に基づく引渡請求権とは訴訟物が異なるとする立場，②同じく旧訴訟物理論に立ちつつ\n- 11 -も，債権的請求である以上両者は訴訟物として同一であるとする立場，③いわゆる新訴訟物理論に立ち，売買と贈与とで原因が異なっても同一の目的物の給付を求めるのであるから，訴訟物は同一であるとする立場など，種々の立場が考えられるが，どのような立場でも，論理的に筋が通った答案が展開されていれば同様に評価した。\n本件において，Ｘは，「仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎない。」と主張しており，その法的な意味合いを明確にすべきところ，旧訴訟物理論のうち，債権的契約につき契約ごとに異なる訴訟物を構成するとの立場からは，裁判所が上記の引換給付判決をするためには，Ｘから，予備的請求として，売買契約に基づく本件絵画の引渡請求を追加的に併合する訴えの変更（民事訴訟法第１４３条）\nの申立てがされることが必要となる。その際，同時履行の抗弁はＹから主張することを要する権利抗弁であるため，Ｘの予備的請求として「２００万円の支払を受けるのと引換えに本件絵画の引渡しを求める」旨の限定を付す必要はなく，単純に，売買契約に基づき本件絵画の引渡しを求めることとなることに留意すべきである。他方，新訴訟物理論の立場，あるいは旧訴訟物理論のうち，贈与によっても売買によっても債権的請求として訴訟物は変わらないとする立場からは，Ｘの申立てとしては，訴状における本件絵画の引渡請求で十分であり，贈与又は売買の主張は攻撃方法の位置付けとなるため，この申立てに対して，売買を理由に２００万円と引換えに本件絵画の引渡しを命ずる判決をすることは，申立拘束原則には抵触しないものと考えられる。\n次に，Ｙは，「本件絵画をＸに時価相当額で売却し，その額は３００万円である。」と主張しているところ，その主張の位置付けについては，訴訟物の捉え方によって多少説明は異なることになるが，①主位的な請求原因又は主張（贈与）と②予備的な請求原因又は主張（売買）を構成する各事実との関係で，それぞれ否認か自白かを整理するとともに，裁判所が上記の引換給付判決をするためには，上記②に対して，Ｙから権利抗弁である同時履行の抗弁権の主張が明確にされる必要があることを指摘することが求められる。\n設問２⑵では，設問２⑴で必要とされた各当事者の申立てや主張がされたという前提の下で，２２０万円又は１８０万円との引換給付判決をすることの可否が問われているが，２２０万円はＸが主張する時価相当額（２００万円）とＹが主張する時価相当額（３００万円）との間にあるのに対し，１８０万円はその間にはない（Ｘの主張額より更にＸに有利である。）という違いに着目しつつ，申立拘束原則と弁論主義の双方の観点から検討することが求められる。申立拘束原則は，原告の意思の尊重と権利主張の権限及び責任のほか，被告の敗訴リスクの上限を画するという意義を有するところ，本件では，請求の趣旨としては単純に本件絵画の引渡しを求めるものであり，上記の引換給付判決も基本的にはＸの合理的意思に反しないものと考えられるが，他方，Ｙの敗訴リスクの関係では，時価相当額が２２０万円又は１８０万円のいずれと判断されるかにより評価が分かれる可能性があることなどを踏まえ，事案に即して論ずる必要がある。また，弁論主義に関しては，２２０万円や１８０万円という金額自体は両当事者とも主張していないが，本件では本件絵画の時価相当額を代金額とすることにつき主張が一致しており，時価相当額の評価が分かれているにすぎないことや，２２０万円や１８０万円という金額は，Ｘの主張額（２００万円）とかけ離れた額ともいい難いこと等を踏まえて論ずることが期待される。\n設問３では，確定判決は主文に包含するものに限り既判力を有すること（民事訴訟法第１１４条第１項）を指摘した上で，同項所定の「主文に包含するもの」とは一般的に訴訟物と理解されていることや，設問２⑴における前訴の訴訟物の捉え方を前提にして，後訴の訴訟物（旧訴訟物理論では，本件絵画の売買契約に基づくＹのＸに対する２００万円の代金請求権）との関係で前訴判決の既判力が及ぶか否かを論ずることが求められる。\nこの点について，引換給付の旨は前訴判決の主文に掲げられてはいるが，その趣旨は，双務\n- 12 -契約における牽連性を強制執行との関係においても保障するため，債権者が反対給付又はその提供をしたことを証明したときに限り強制執行を開始することができること（民事執行法第３１条第１項）を主文において明らかにする点にあり，主文に掲げられていることからストレー\nトに既判力又はこれに準ずる効力等の拘束力が導かれるというわけではないことに留意する必要がある。\nまた，本問では，既判力などの制度的効力を否定する場合には，既判力以外の理由，例えば信義則などにより，Ｘが本件絵画の売買契約の成否及びその代金額を後訴で争えなくなるか否かについて検討することも求められる。具体的には，前訴においてＸは予備的に売買契約の成立を主張していること，前訴で認定された２００万円という代金額は，予備的ではあるもののＸ自身の主張額であること，売買契約の存否及びその代金額は引換給付判決をするために不可欠の判断対象であること，他方で，Ｙとしては，自らがＸに対して２００万円の売買代金請求権を有することにつき既判力のある判断を得たければ，前訴において反訴を提起することができたことなどの事情をどのように評価するかが一つのポイントとなろう。また，信義則の適用に際しては，前訴が本人訴訟であり第一審で判決が確定していることや，後訴に至った事情などを評価する必要の有無も，検討対象となろう。\n【刑事系科目】\n〔第１問〕\n本問は，⑴甲が，Ａから，Ｂ信販会社が発行したＡ名義のクレジットカード（以下「本件クレジットカード」という。）について，腕時計Ｘを購入するためだけに利用することを条件として借りたところ，その条件に反することを認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，本件クレジットカードを手渡した上，売上票用紙にＡの名前を記入して手渡し，腕時計Ｘと腕時計Ｙを購入したこと，⑵甲と乙が，Ａが甲の顔面を殴ろうとしてきたのを防ぐため，正面からＡに体当たりし，路上に仰向けに倒れているＡを押さえ付けるなどし，更に乙が右手に持った石でＡの顔面を１発殴り，Ａに全治約１か月間を要する鼻骨骨折の傷害を負わせたこと，⑶甲と乙が，失神したＡの様子を見てＡが死亡したと思い，Ａが強盗に襲われて死んだように見せ掛けようと考え，Ａのズボンのポケットから財布１個を持ち去ったことなどを内容とする事例について，甲及び乙の罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n以下では，⑴甲が本件クレジットカードを利用して腕時計を購入した行為について，甲の罪責を述べ，⑵甲と乙がＡに暴行を加えて傷害を負わせた行為及び⑶甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を述べることとする。\n⑴ 甲が本件クレジットカードを利用して腕時計を購入した行為について会社員甲は，自宅近くのショッピングモール内にある時計店で，腕時計Ｘ（販売価格１０万円）を見付け，勤務先会社の同僚Ａから金を借りて腕時計Ｘを購入しようと考え，Ａに電話をかけ，１０万円を貸してほしいと頼んだが，Ａから断られた。そこで，甲は，Ａに対して，クレジットカードを貸してほしいと頼んだところ，Ａは，甲に対して，本件クレジット\nカードを腕時計Ｘを購入するためだけに利用することを条件として貸すことにした。甲は，Ａから本件クレジットカードを受け取り，同時計店に戻ったが，新たに見付けた腕時計Ｙ（販売価格５０万円）を，交際相手へプレゼントするために購入したいと考えた。甲は，本件ク\nレジットカードを腕時計Ｘを購入するためだけに利用するというＡとの約束に反すること，今後，Ａに合計６０万円を支払うことができる確実な見込みがないことをそれぞれ認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，Ａ本人であると装って本件クレジットカードを手渡した上，Ｃの求めに応じて，Ｂ信販会社の規約に従い利用代金を- 13 -\n支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入して手渡した。\nＣは，その署名を確認し，甲がＡ本人であって，本件クレジットカードの正当な利用権限を有すると信じ，甲に対して，腕時計Ｘと腕時計Ｙを合計６０万円で売却した。なお，本件クレジットカードは，Ｂ信販会社が所有するものであり，Ｂ信販会社の規約には，会員である名義人のみが利用でき，他人への譲渡，貸与等が禁じられていることや，加盟店は，利用者が会員本人であることを善良な管理者の注意義務をもって確認することが定められている。\n甲が本件クレジットカードを利用して腕時計を購入した行為については，①詐欺罪（刑法第２４６条）の成否，②有印私文書偽造罪及び同行使罪（同法第１５９条第１項，同法第１６１条第１項）の成否，③背任罪（同法第２４７条）又は横領罪（同法第２５２条第１項）\nの成否が問題となる。\nまず，甲は，本件クレジットカードを利用して腕時計Ｘと腕時計Ｙを購入したが，その際，腕時計Ｘの購入についてはＡから承諾を得ていたことから，名義人の承諾を得たにもかかわらず，その承諾を超えて他人名義のクレジットカードを利用した行為について，詐欺罪の成否が問題となる。そして，詐欺罪の成否を論じるに際しては，１項詐欺と２項詐欺のいずれが成立するのかを理由付けを含めて簡潔に述べた上，欺罔行為の内容，その他の構成要件要素について，事実を指摘して具体的に論じる必要がある。\n次に，甲は，腕時計購入の際，Ｃの求めに応じ，Ｂ信販会社の規約に従い利用代金を支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入し，これをＣに手渡しているところ，前記のとおり，甲は，Ａから，腕時計Ｘの購入について本件クレジットカ\nードを利用することの承諾を得ており，その利用時には売上票用紙にＡの名前を記入することの承諾も得ていたと考えられることから，名義人の承諾がある場合の有印私文書偽造罪の成否が問題となる。そして，名義人Ａの承諾の有無が関係する「偽造」の要件，その他の偽造罪の要件，行使罪の「行使」の要件について，それぞれ事実を指摘して具体的に論じる必要がある。\nこれらの詐欺罪，有印私文書偽造罪及び同行使罪については，甲は，名義人Ａの承諾を得て借りた本件クレジットカードを用いて犯行に及んでいることから，甲の罪責として，Ａとの共同正犯の成否についても簡潔に論じることが望ましい。\nさらに，Ａとの約束に反して本件クレジットカードを利用した行為について，Ａとの関係で犯罪が成立しないかが問題となる。甲はＡから許された本件クレジットカードを利用できる地位・資格を濫用したと捉えて，背任罪が成立すると構成する見解，あるいは甲の地位・\n資格を化体した本件クレジットカード自体を横領したと捉えて，横領罪が成立すると構成する見解が考えられるところ，いずれの見解でも，構成要件該当性について，事実を指摘して具体的に論じ，更に背任罪と横領罪の関係，不法な目的による委託信任関係の要保護性，既遂時期等について的確に論じる必要がある。\n⑵ 甲と乙がＡに暴行を加えて傷害を負わせた行為について甲と乙は，飲食店で偶然会ったＡから嫌みを言われたことから，Ａに気付かれないように同店を出て人気のない暗い路上を歩いていたところ，甲が同店から出たことに気付いたＡに追い付かれた。甲らの行為に怒ったＡは，甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出したが，これに気付いた甲は，Ａの右手の拳骨をかわしながら，Ａから殴られるのを防ぐため，乙に対して，「一緒にＡを止めよう。」と言い，乙は，甲がＡから殴られるのを防ごうと考え，「分かった。」と答えた。そこで，甲と乙が正面からＡに体当たりしたところ，Ａは路上に尻餅を付いた。しかし，Ａがすぐに立ち上がり，再び右手の拳骨で甲の顔面に殴りかかろうとした。甲と乙は，甲がＡから殴られるのを防ごうと考え，再び正面からＡに体当たりしたところ，Ａが路上に仰向けに倒れた。甲は，Ａが再び立ち上がろうとする様子を見て，Ａから殴られないようにするため，乙に対して，「一緒にＡを押さえよう。」\n- 14 -と言い，乙は，甲がＡから殴られるのを防ごうと考え，甲に対して，「分かった。俺は上半身を押さえるから，下半身を押さえてくれ。」と答えた。そこで，甲は，仰向けに倒れているＡの両膝辺りにＡの足先の方向を向いてまたがり，Ａの両足首を，真上から両手で力を込めて押さえ付け，乙は，仰向けに倒れているＡの腰辺りにＡの頭の方向を向いてまたがり，Ａの両上腕部を，真上から両手で力を込めて押さえ付けた。しかし，Ａは，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせた。Ａのその様子を見た乙は，甲がＡから殴られるのを防ぐため，Ａの腰辺りにまたがってＡの右上腕部を真上から左手で力を込めて押さえ付けたまま，Ａの左上腕部に右膝を力を込めて押し当てた上，傍らに落ちていた石（直径１０センチ\nメートルの丸形，重さ８００グラム）を右手で拾い，右手に持ったその石で，Ａの顔面を力を込めて１発殴った。Ａは，乙に石で顔面を殴られたことから，全治約１か月間を要する鼻骨骨折の傷害を負った。なお，甲は，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識していなかった。\n甲と乙がＡに暴行を加えて傷害を負わせた行為について，甲及び乙の罪責を検討するに当たっては，①傷害罪（刑法第２０４条）の構成要件該当性及び共同正犯の成否，②正当防衛ないし過剰防衛の成否（同法第３６条）について検討する必要がある。\n甲と乙は，甲が乙に「一緒にＡを止めよう。」と言い，乙が「分かった。」と答えた後，Ａに体当たりするなどしていることから，現場で共謀を遂げた上，共同してＡに暴行を加え始めたと認められる。その後も両者の暴行は継続し，その過程で乙が右手に持った石でＡの顔面を１発殴打してＡに全治約１か月を要する鼻骨骨折の傷害を負わせたところ，甲が乙の傷害行為を認識していないものの，特に共謀が終了したと見るべき事情が存在しないと考えられる場合，甲と乙は全体について共同正犯としての責任を負うかが問題になる。そして，乙の殴打とＡの傷害結果との間に因果関係を認めることができるので，乙の行為は傷害罪の構成要件に該当する。さらに，自ら傷害の結果を惹起していない甲についても，結果的加重犯の共同正犯を肯定する立場では，傷害罪の構成要件該当性が肯定され，甲と乙は傷害罪の共同正犯と解されることになる。\n以上について，共謀が終了したと見るべき事情が存在しないかどうかを含め，事実を指摘して具体的に論じなければならない。なお，乙の傷害行為は共謀に基づかないものと考えた場合，共謀を否定する理由を的確に論じた上で，甲については暴行罪の正当防衛の成否を，乙については甲との共同正犯となる暴行罪の正当防衛の成否と合わせて，傷害罪の正当防衛ないし過剰防衛の成否を検討することになる。\n次に，正当防衛ないし過剰防衛の成否を検討するに当たっては，まず，「急迫不正の侵害」，「防衛の意思」について，簡潔に指摘する必要がある。急迫不正の侵害については，Ａが甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出し，甲と乙に体当たりされて尻餅を付いた後も，すぐに立ち上がり再び右手の拳骨で甲の顔面に殴りかかろうとしたことや，仰向けに倒されて押さえ付けられている間も，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせていたことを指摘した上で，乙がＡの顔面を殴打した時点でも甲に対する急迫不正の侵害が継続していたことを述べる必要がある。防衛の意思についても，甲と乙が，終始，甲がＡから殴られるのを防ぐためにＡに暴行を加えていたことを指摘して，甲と乙の行為は，いずれも同一の防衛の意思に基づくことを述べる必要がある。\n甲と乙の行為が「やむを得ずにした行為」と認められるか否かをめぐっては，「やむを得ずにした行為」の意義（防衛行為の必要性・相当性）を明らかにした上で，共同正犯における防衛行為の相当性について，共同正犯者全員の行為を対象として判断するか，共同正犯者ごとに個別に判断するかを論じる必要がある。また，乙がＡの顔面を殴打した時点でも甲に- 15 -\n対する急迫不正の侵害が継続し，甲と乙の行為は，終始，同一の防衛の意思に基づく行為と認められることは上記のとおりであり，相当性の判断は、甲と乙の一連の行為を一体として行われるべきこと，いわゆる量的過剰は問題となっていないことを指摘しておく必要がある。\nその上で，甲と乙の行為が防衛行為として相当と認められるか否かは，甲と乙の一連の行為（体当たり，押さえ付け，顔面殴打）に関する事実を指摘して具体的に検討することが求められる。例えば，乙がＡの顔面を殴った行為は，既にＡが仰向けに倒れた状態で甲と乙に押さえ付けられており，Ａによる攻撃が当初より弱まっていたことや，Ａが素手で甲に殴りかかろうとしたのに対し，乙が右手に持った石でＡの顔面を殴ったことなどの各事実を踏まえ，防衛行為として相当性の範囲を逸脱したか否かが論じられるべきである。\n防衛行為の相当性について，共同正犯者全員の行為を対象として判断し，甲と乙の一連の行為が防衛行為の相当性の範囲を逸脱したと認めた場合には，甲と乙のいずれについても，客観的には過剰防衛と評価されることになり，乙には過剰防衛が成立する。甲については，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識しておらず，過剰性を基礎付ける事実を認識していなかったため，違法性阻却事由の錯誤が問題となる。違法性阻却事由の錯誤に関する自らの立場を明らかにした上で結論を導き出すことが求められる。例えば，事実の錯誤説に基づき，甲は乙の過剰行為を認識していなかったことから，傷害罪の故意を阻却することが考えられる。そこでは，更に過失傷害罪（刑法第２０９\n条第１項）の成否が問題となり，甲が乙の過剰行為を認識していなかった点について，過失の有無を検討する必要がある。過失傷害罪の成立を認める場合には，過剰防衛の任意的減免\n（同法第３６条第２項）の準用の可否も問われることになる。\n以上と異なり，防衛行為の相当性を共同正犯者ごとに個別に判断し，甲の行為は防衛行為として相当であるが，乙の行為は防衛行為として相当性の範囲を逸脱したと認めた場合には，甲には正当防衛が成立し，乙には過剰防衛が成立することになる。\n⑶ 甲と乙がＡのズボンのポケットから財布を持ち去った行為について甲と乙は，失神したＡを見てＡが死亡したと思い，乙が甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。Ａの財布を探して捨ててしまおう。」と言ったところ，甲が乙に対して，「そうしよう。」と答えた。もっとも，甲は，「財布は捨ててもいいが，もったいないから中の現金はもらい，借金の返済に使おう。」と考えていたが，乙にその考えを話さなかった。甲と乙は，財布を探し，甲がＡのズボンのポケット内に財布１個があるのを見付け，同ポケットから同財布を取り，同財布を甲の上着ポケットにしまった。乙は，甲が現金入りのまま同財布を捨ててくれると思っていた。甲と乙は，そのまま甲宅へ向かい，甲は，乙が帰宅した後，甲宅において，上着ポケットにしまったままの現金入りの同財布を取り出して現金４万円を抜き取って自分のものとし，同財布を甲宅の押し入れ内に隠した。\n甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を検討するに当たっては，①窃盗罪（刑法第２３５条）の客観的構成要件該当性，②死者の占有，③不法領得の意思，④共同正犯の成否（同法第６０条）を検討する必要がある。\nまず，窃盗罪の客観的構成要件該当性については，甲と乙がＡのズボンのポケットから財布を奪った時点でＡは生きており，財布に対するＡの占有が認められるので，甲がＡのズボンのポケットから財布を取って，同財布を甲の上着ポケットにしまった行為が，客観的には窃盗罪の窃取に該当することを簡潔に指摘しておくべきである。\n次に，甲と乙がＡから財布を奪った時点で，甲と乙はＡが死亡したものと認識していたため，窃盗罪の故意に関してＡの占有を侵害する認識が認められるかが問題となる。死者の占有について，判例の立場（最判昭和４１年４月８日刑集２０巻４号２０７頁等）による場合には，「被害者からその財物の占有を離脱させた自己の行為を利用して財物を奪取した」と認められるかを検討しなければならない。そして，Ａの占有を侵害する認識を肯定する場合，- 16 -\n客観的に窃盗罪の構成要件に該当するのみならず，窃盗罪の故意が認められる。Ａの占有を侵害する認識を否定する場合は，Ａの財布を占有離脱物と認識していたことになり，客観的には窃盗罪の構成要件に当たるとしても，主観的には占有離脱物横領罪の認識を有しているにすぎないこととなるので，抽象的事実の錯誤であることを指摘し，「構成要件の重なり合い」の有無を論じる必要がある。\nさらに，甲は「財布の中の現金はもらい，借金の返済に使おう。」と考え，乙は「財布を捨ててしまおう。」と考え，Ａから財布を奪っていることから，窃盗罪又は占有離脱物横領罪の不法領得の意思が問題となるところ，不法領得の意思の要否及び内容を明らかにした上，事実を具体的に指摘してその存否を認定する必要がある。\n不法領得の意思について，権利者排除意思と利用処分意思のいずれも必要とする判例の立場で，乙に利用処分意思が認められないと考えれば，乙は器物損壊罪の構成要件に該当することになる。この立場では，甲がＡから取った財布を甲の上着ポケットにしまったまま甲宅に向かい，同財布を甲宅の押し入れ内に隠した行為が器物損壊の「損壊」に該当することの説明が簡潔になされることを要する。乙は，甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。」と言っているので，犯跡隠滅目的にも利用処分意思が認められると考えれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，犯跡隠滅目的に利用処分意思を認める理由が的確に説明されなければならない。他方，不法領得の意思について，不要説又は権利者排除意思のみで足りるとする立場によれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，判例と異なる立場に立つ理由を的確に示す必要がある。\n最後に，共同正犯の成否が取り上げられる。甲が窃盗罪又は占有離脱物横領罪，乙が器物損壊罪の各構成要件に該当すると考えた場合には，異なる構成要件間における共同正犯の成否が問題となるところ，共同正犯における共同実行の意義（行為共同説と犯罪共同説の対立）\nについて簡潔に説明した上，結論を導き出さねばならない。\n⑷ 最後に，甲及び乙について，罪数を論じる必要がある。\n〔第２問〕\n本問は，覚せい剤取締法違反事件の捜査及び公判に関する事例を素材に，そこに生起する刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，甲に対する覚せい剤取締法違反（営利目的譲渡）の被疑事実で甲方の捜索差\n押許可状の発付を受けた司法警察員が，甲方の捜索差押えを実施する際，甲方ベランダの柵を乗り越え，掃き出し窓のガラスを割って解錠して甲方に入ったこと（下線部①），甲方にいた甲と同居する内妻の乙が携帯していたハンドバッグ内を捜索したこと（下線部②），甲方にいた丙のズボンのポケット内を捜索したこと（下線部③）につき，それぞれ，その適法性を論じさせることにより，捜索差押許可状に基づく捜索についての正確な理解と具体的事実への適用能力を試すものである。\n下線部①は，捜索に伴う付随的措置である「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）として許容される法的根拠及びその限界を問うとともに，甲方ベランダの掃き出し窓を割って解錠して甲方に入った措置が令状の呈示前に行われていることの適否を問うものである。\nこの点に関し，被疑者に対する覚せい剤取締法違反事件につき，被疑者が宿泊しているホテル客室に対する捜索差押許可状の執行に当たり，捜索差押許可状の呈示に先立って警察官らが，捜索差押許可状執行の動きを察知されれば，覚せい剤事犯の前科もある被疑者において，直ち\n- 17 -に覚せい剤を洗面所に流すなど短時間のうちに差押対象物件を破棄隠匿するおそれがあったため，ホテル支配人からマスターキーを借りた上，来意を告げることなく，施錠された被疑者の客室ドアを開けて室内に入り，その後直ちに被疑者に捜索差押許可状を呈示したという事案において，「以上のような事実関係の下においては，捜索差押許可状の呈示に先立って警察官らがホテル客室のドアをマスターキーで開けて入室した措置は，捜索差押えの実効性を確保するために必要であり，社会通念上相当な態様で行われていると認められるから，刑訴法２２２条\n１項，１１１条１項に基づく処分として許容される。また，同法２２２条１項，１１０条による捜索差押許可状の呈示は，手続の公正を担保するとともに，処分を受ける者の人権に配慮する趣旨に出たものであるから，令状の執行に着手する前の呈示を原則とすべきであるが，前記事情の下においては，警察官らが令状の執行に着手して入室した上その直後に呈示を行うことは，法意にもとるものではなく，捜索差押えの実効性を確保するためにやむを得ないところであって，適法というべきである。」と判示した判例（最決平成１４年１０月４日刑集５６巻８\n号５０７頁）があり，同判例に留意しつつ，「必要な処分」として許容される限界及び令状呈示時期に関する判断枠組みを明らかにした上で，本設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，下線部①の行為の適法性を検討する必要がある。\n本設問の事例においては，甲方を拠点にした組織性が疑われる覚せい剤の密売事案であること，水に流すなどして短時間に隠滅することが容易な覚せい剤が差押対象物件となっていること，覚せい剤は立証上重要な証拠であること，甲は覚せい剤取締法違反の前科３犯を有する者であり，初犯者と比較して警察捜査に関する知識経験を有していると考えられること，事前の捜査によって甲方には甲のほか乙，丙が出入りしており，捜索時に複数人が在室している可能性があったこと，甲が玄関ドアチェーンをつけたままで配達員に応対していたことなどから，捜査員が甲方室内に入るまでに時間を要する可能性が高い状況であるとともに，甲の協力が得られる可能性が低い状況にあると認められたこと，司法警察員Ｐが甲方玄関先の呼び鈴を鳴らしたところ，甲がドアチェーンを掛けたままドアを開けたことを具体的に指摘し，司法警察員\nＱらがベランダの窓ガラスを割って解錠して室内に入った措置について，捜索差押えの実効性を確保するために必要性があるのか，その態様は社会通念上相当な範囲内にあるのかといった観点から評価することが求められる。\nまた，手続の公正担保及び処分を受ける者の利益保護という令状呈示の趣旨から，令状呈示は，執行着手前に行われることが原則であることを論じ，事前呈示の要請と現場保存の必要性等に係る上記事情等を指摘・考量した上で，本件措置が令状呈示前に行われたことの適否を論じることが求められる。\n下線部②は，刑事訴訟法が，捜索の対象を「身体」，「物」，「住居その他の場所」に分類し（刑事訴訟法第２２２条第１項，第１０２条），これに従って捜索令状に処分の対象を特定して記載することを要求している（同法第２１９条第１項）ところ，特定の「場所」に対する捜索差押許可状の効力が，令状には明示的に記載のない「物」に及ぶことはあるのか，それはいかなる場合であって，どのような理由に基づいて認められるのかを問うものである。\nこの点に関し，「警察官は，被告人の内妻であった甲に対する覚せい剤取締法違反被疑事件につき，同女及び被告人が居住するマンションの居室を捜索場所とする捜索差押許可状の発付を受け･･････，右許可状に基づき右居室の捜索を実施したが，その際，同室に居た被告人が携帯するボストンバッグの中を捜索したというのであって，右のような事実関係の下においては，前記捜索差押許可状に基づき被告人が携帯する右ボストンバッグについても捜索できるものと解するのが相当である」と判示した判例（最決平成６年９月８日刑集４８巻６号２６３頁）があるが，同判例は捜索が適法との結論を導くに当たり，飽くまで「右のような事実関係の下においては･･････捜索できるものと解するのが相当である」と説示するにとどまり，特にその理\n- 18 -由を明示していないため，同判例に留意しつつ，場所に対する令状によって，その場所に居住する人がその場で携帯する物に対する捜索ができるかについての自説を各自が展開することが求められる。\n基本的な考え方としては，場所に対する捜索差押許可状の効力は，当該場所の管理権者と当該場所にある物の管理権者が同一である場合には，場所に付属するものとして当該物にも及ぶ一方で，第三者の管理下にある物については，当該令状によって制約されることとなる管理権に服するものでない以上，その効力は及ばないという考え方が一般的であると思われるところ，本設問の事例においては，乙は甲と同居する内妻であること，乙は，司法警察員Ｑらが入室した時点で右手にハンドバッグを所持し，その後も継続して所持していることを具体的に指摘した上で，同バッグに甲の管理権が及んでいるかどうかを検討し，同バッグの捜索の適法性を論じることが求められる。また，同バッグは乙の管理権が及ぶものであるとした上で，甲方を捜索場所とする令状によって乙の管理権も制約されることになるかといった観点から，捜索の適法性を論じることも可能である。\n下線部③は，前記のとおり，刑事訴訟法は，捜索の対象として「場所」と「身体」とを区別しているところ（同法第２１９条第１項），「場所」に対する捜索差押許可状によって「身体」に対する捜索を行うことが許されることはあるかを問うものである。\n場所に対する捜索差押許可状の効力は，人の身体には及ばない以上，捜索すべき場所に居合わせた者の身体について捜索を実施することは当然には許されないものの，例外的にそれが許される場合があるか否か，許される場合があるとしていかなる場合にどのような理由で許されると解すべきかについての自説を各自が展開し，本設問に現れた具体的事実を的確に指摘，評価して，本件捜索の適法性を論じることが求められる。その際，具体的事実を本設問の事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ意味を的確に分析して論じる必要がある。\n本設問の事例では，差押対象物件は，覚せい剤，ビニール袋，注射器，手帳，メモなどの比較的小さい物が含まれていること，事前捜査により甲は甲方を拠点に覚せい剤を密売している疑いがあったこと，丙は甲方に頻繁に出入りしていたこと，司法警察員Ｑらが甲方に入室した時点で丙が右手をポケットに入れていたこと，丙が右手を抜いた後もポケッ\nトが膨らんだ状態であったこと，丙が時折ポケットを触るなど気にする素振り等を示していたこと，丙は司法警察員Ｑからポケットの中身を尋ねられても答えなかったこと，丙が再びポケットに手を入れてトイレに向かって歩き出したこと，丙は司法警察員Ｑの制止を無視して黙ったままトイレに入ろうとしたことを具体的に指摘し，それぞれの事実が持つ意味を的確に分析，評価して，自説への具体的な当てはめを行う必要がある。\nまた，捜索を行うこと自体を適法とした場合には，司法警察員Ｑが丙の右腕を引っ張ってポケットから引き抜き更にポケット内に手を差し入れた行為が，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として又は（「必要な処分」として考えるまでもなく）本来行うべき捜索そのものとして許容されるか否かを論じる必要がある。"
}