{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "労働法",
  "subject": 11,
  "text": "〔第１問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\nＹ社は，Ａ県において，乗合バス（路線バス，高速バス等）事業及び貸切りバス事業を営む株式会社であるが，地域住民の路線バスの利用者数が漸減し，路線バス事業の営業収支が悪化の一途をたどっていた。そこで，Ｙ社は，隣県のＢ県で同じく路線バス事業を営む株式会社であるＺ社と経営統合の可能性について協議を重ね，Ｚ社がＹ社の路線バス事業部門を引き継ぐことで合意に至ったので，Ｙ社の路線バス事業を吸収分割によりＺ社に承継させること（以下「本件分割」という。）とした。Ｙ社には従業員２００名のうち１５０名の従業員で組織されるＣ労働組合（以下「Ｃ組合」という。）が存在しているが，Ｚ社（従業員１２０名）には，労働組合は存在しない。また，Ｙ社とＺ社では定年年齢６０歳の定年制が採用されている。分割対象である路線バス事業に従事していたバス運転手は，Ｘ１～Ｘ３０の３０名（以下「Ｘ１ら」という。）であり，Ｘ１ら全員が承継対象とされた。\nＹ社は，本件分割に際して，商法等改正法附則第５条（注）に定める手続として，Ｘ１ら全員を対象とした説明会を実施し，Ｚ社の概要，Ｘ１らが承継対象であること，承継後も現在と同様の路線バスの運転業務に従事してもらうが，Ａ県だけでなくＢ県の路線バスを担当してもらうこともあり得ること，給与，勤務時間などの労働条件は，当面，現在と同様で，変更はないことなどを説明した。この説明会では，Ｘ１らから，Ｚ社の今後の経営見通しに不安はないのか，Ｂ県の路線バスを担当することになると，従業員によっては通勤時間等の面で不利益な面が出てくるのではないか，転居が必要になる場合には，どのように対処するのかなどの質問が出されたが，Ｙ社は，他社であるＺ社の経営状況は説明すべきことではない，個々の従業員について具体的に問題が生じるのであれば，個別事情に応じて各個人に説明し，理解，協力を得ることにしたいなどと答えた。\nなお，Ｃ組合から，本件説明会の前に，本件分割の背景や理由などの関連事情について説明を行い，協議する機会を設けるよう申入れがあったが，Ｙ社は承継対象であるＸ１らに対して説明会を開催する予定であると回答して，この協議申入れに応じなかった。\n以上の経緯で，本件分割が実行され，Ｘ１らの労働契約はＺ社に承継された。しかし，本件分割による労働契約承継後のＸ１らの労働条件とＺ社の従業員の労働条件には相違があった。具体的には，両社とも職能資格制度に基づく給与制度を採用しており，諸手当の支給対象，手当額にはさほどの違いはなかったが，職能資格に対応する給与（基本給）の額が異なっていた。両社で同一の勤続年数を有する従業員を比較すれば，Ｙ社の基本給はＺ社のそれの１割程度低く，Ｚ社の水準が近隣県の同業他社の平均的な水準であった。他方，退職金については，両社とも，「在職月数×一定の係数×退職時の基本給」により算定されていたが，Ｙ社の計算係数はＺ社のそれより高く，在職２０年以上の場合にはＹ社の退職金額はＺ社のそれを大きく上回るものであった。\n本件分割から半年後，Ｚ社は，社内体制整備の一環として，Ｘ１らの賃金，退職金をＺ社の水準に合わせ，諸手当については，より簡明なＹ社の制度に合わせるため，給与規程，退職金規程の改訂を行うこととした。そこで，Ｚ社は，全従業員を対象に，給与規程，退職金規程の改訂について，説明会を２回開催することにした。第１回目の説明会において，Ｚ社は，従前からのＺ社従業員とＸ１らとの労働条件が異なるのは賃金管理上支障があるので，給与，諸手当，退職金に係る賃金制度を改訂して統一を図る必要があること，改訂の内容は，従前からのＺ社従業員については，諸手当の制度を簡明にするだけなので大きな変更はないが，Ｘ１らについては，基本給を引上げ，退職金の計算係数を引き下げることになること，Ｘ１らについては，改訂後５年程度で基本給の増加分が退職金の減少分に見合う見通しであることなどを説明した。これに対して，Ｘ１らからは，Ｙ社\n- 22 -における給与水準は維持されるはずではなかったのか，定年ないし退職の時期によっては退職金の減少分が基本給の増加分で補えないのではないかとの疑問が出されたが，Ｚ社は，希望があれば各人の今後の給与額の見込みと定年時の退職金額の見込みを個別に示すことにするので，まずは，この改訂を了解していただきたいと訴えた。Ｚ社は，この説明会終了時に，給与規程，退職金規程の改訂に納得してもらえる人は，次回の説明会でこの改訂に同意する旨のＺ社が用意する書面（以下\n「本件同意書」という。）に署名，押印し，提出してもらいたいと伝えた。\nそして，１週間後の第２回目の説明会において，１４０名の従業員が本件同意書に署名，押印し，Ｚ社に提出したが，Ｘ１らのうち，勤続が２０年を超えていた１２名中１０名は，退職金が大幅に減額になる退職金規程の改訂には同意できないとして，本件同意書を提出しなかった。Ｚ社は，この２回の説明会終了後，労働基準法の定めに従い，従業員の過半数代表者を選出して，給与規程と退職金規程の改訂について意見聴取を行い，この改訂に賛成する旨の意見書を添付して，所轄労働基準監督署に就業規則の変更を届け出た。併せて，改訂就業規則を各課室に備え置いた。\n〔設 問〕\n１．Ｘ１は，本件分割についてのＹ社の説明会での対応に納得できず，不満があったので，Ｙ社からＺ社への労働契約承継の効力を争いたいと考えている。検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。ただし，会社分割に係る会社法上の論点には触れなくてよい。\n２．Ｘ２は，本件同意書を提出した後，要介護状態にある母親の容態が悪化して退職することにしたが，支給される退職金額はＹ社に在籍していれば支給されたはずの退職金額を大きく下回るので，支給金額との差額を請求したいと考えている。検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。\n（注）商法等の一部を改正する法律（平成１２年法律第９０号）（抄）附 則\n（労働契約の取扱いに関する措置）第５条 会社法（平成１７年法律第８６号）の規程に基づく会社分割に伴う労働契約の承継等に関しては，会社分割をする会社は，会社分割に伴う労働契約の承継等に関する法律（平成１２年法律第\n１０３号）第２条第１項の規定による通知をすべき日までに，労働者と協議をするものとする。\n２ (略)\n- 23 -\n〔第２問〕（配点：５０）\n次の事例を読んで，後記の設問に答えなさい。\n【事 例】\n１．Ｙ社は約２００名の従業員を擁する会社であり，その従業員によって構成されるＡ労働組合（以下「Ａ組合」という。）との間で締結した労働協約（以下「本件協約」という。）において，従業員はＡ組合の組合員でなければならないこと，Ａ組合に加入しない者，Ａ組合から脱退した者又は除名された者は解雇すること，Ａ組合を唯一の交渉団体とすること等の定めを置いており，実際にも組合員となる資格を有するＹ社の従業員全員がＡ組合に所属していた。\nＹ社の従業員であるＸ１は，Ｙ社に対して協調的姿勢に終始し，労働条件の改善に向けた積極的姿勢が見えないＡ組合の執行部にかねてより強い不満を抱いており，平成２８年の冬季賞与の支給額についてＡ組合が前年度より低い水準でＹ社と合意したことをきっかけとして，同じような不満を抱いていた同僚約２０名を誘いＡ組合を脱退することを決意し，同年１２月１５日にＡ組合に脱退届を提出した。Ｘ１は，同日の脱退届提出後，同年中には新組合を結成することを予定していた。しかし，「Ａ組合を脱退した場合には解雇が避けられない」などと警告するＡ組合の委員長名の文書が社内のＡ組合の掲示板に掲示されたことにより，脱退を予定していた同僚の間で動揺が広がった。その結果，最終的にＡ組合に脱退届を提出したのはＸ１のほかにはＸ２～Ｘ\n１５の１４名にとどまり，１４名が脱退届を提出した時期も平成２９年１月１５日にずれ込んだ。\n同月３０日には新組合であるＢ労働組合（以下「Ｂ組合」という。）の結成総会が開催されて，Ｘ\n１が委員長に選任されたが，Ａ組合に脱退届を提出した計１５名のうち，Ｂ組合に参加したのはＸ１のほかＸ２～Ｘ１０の９名であり，Ｘ１１～Ｘ１５の５名はＢ組合に参加しなかった。\nこの間，Ａ組合は，Ｙ社に対して，脱退届が提出される都度，脱退者名を通知した上，本件協約に基づき解雇するよう求めた。これを受け，Ｙ社は，Ｘ１に対しては，平成２９年１月５日に解雇の通知を行い，同年１月１５日に脱退届を提出した者のうち，早くから新組合への参加を表明していたＸ２，Ｘ１１に対しても，Ａ組合からの集団脱退を扇動した立場にあるとして同年２月５日に解雇の通知を行ったが，それ以外の者は解雇しなかった。\n２．Ｂ組合は，結成総会の開催後直ちに，Ｙ社に対して，組合脱退を理由とする解雇は許されないとしてＸ１の解雇の撤回を要求し，２月５日に解雇通知を受けたＸ２についても，同様に解雇の撤回を要求し，これらにつき団体交渉を求めた。また，Ｂ組合は，Ｙ社施設内において，Ａ組合と同様の組合事務所及び掲示板のためのスペースの供与，具体的には，机や椅子等の備品を収納するために使用していた部屋を組合事務所として，従業員食堂出入り口に設置してある会社広報掲示板の一部をＢ組合の掲示板として，それぞれ利用することについても団体交渉を要求した。\nこれに対してＹ社は，Ｂ組合に対し，⑴本件協約においてＡ組合を唯一の交渉団体とする旨の条項を置いているので，Ｂ組合との団体交渉には応じられない，⑵Ｘ１，Ｘ２の解雇は本件協約に基づくもので適法であり，その効力を争うのであれば，団体交渉ではなく，訴訟によるべきである，⑶そもそも現状では，Ｂ組合に対する事務所，掲示板スペースを確保することは困難であるので団体交渉を行っても意味はない旨，文書で回答した。\n〔設 問〕\n１．Ｘ１，Ｘ２，Ｘ１１が，Ｙ社に対し，解雇の無効を主張して労働契約上の地位の確認を求める場合に，検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。\n２．Ｂ組合のＹ社に対する要求とこれに対するＹ社の対応について，検討すべき法律上の論点を挙げて，あなたの意見を述べなさい。\n- 24 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，会社分割に際して分割先会社へ承継される従業員を対象とする説明会が実施され，会社分割後，分割先会社において，給与規程，退職金規程の改訂が行われた事例について，会社分割の際に法律上要求されている手続の意義と法的効力，就業規則変更の法的効力を問うものである。労働条件変更をめぐる紛争は，裁判例においても数多く見られるところであり，関係条文・判例が定立している規範を正確に理解した上で，具体的事案に的確に適用すること（当てはめ）ができるかが問われている。\n設問１では，労働契約承継法（以下「承継法」という。）第３条によりＹ社からＺ社へ労働契約が承継されるＸ１が，商法改正法附則上の「労働者との協議」手続（以下「５条協議」という。）の一環として行われたと考えられる説明会におけるＹ社の対応に納得できず，不満があるとされているので，５条協議の意義，５条協議の履行と労働契約承継の効力との関係が問題となる。この点について，判例（日本アイ・ビー・エム事件最判平成２２年７月１２日民集\n６４巻５号１３３３頁）が，５条協議の意義を踏まえて，５条協議不履行等の場合には，労働契約承継の効力を争うことができるとしている。したがって，この判例を参照しながら検討することになろう。\nまた，承継法第７条は，分割会社に労働者の過半数代表者との協議等により，「労働者の理解と協力を得るよう努めるものとする」（以下「７条措置」という。）と定めているので，この７条措置と労働契約承継の効力との関係について検討する必要がある。７条措置の意義と効力についても，前掲判例で取り上げられている。したがって，この点に留意しながら，Ｙ社がＣ\n組合からの本件分割についての協議申入れに応じなかったことが，７条措置との関係でどのように評価されるのか検討すべきであろう。\n設問２では，まず，Ｘ２が，給与，退職金等を改訂する就業規則の変更についてのＺ社の説明会の後に，これに同意する旨の書面（以下「同意書」という。）を提出しているので，この同意書をどのように評価すべきかが問題となる。判例（山梨県民信用組合事件・最判平成２８年２月１９日民集７０巻２号１２３頁）は，労働者が就業規則による労働条件の不利益変更に同意した場合，労働契約法（以下「労契法」という。）第８条，第９条本文を参照しつつ，その同意に法的拘束力を認めるが，同意の有無についての判断は慎重になされるべきであるとして，その判断に際して考慮すべき諸事情を挙げている。したがって，この判例を参照しながら，同意書提出に関する諸事情に即して，Ｘ２の同意を認定できるのか検討することになろう。\n次に，Ｘ２の請求の可否を検討するに当たっては，本件就業規則の不利益変更の法的効力が問題となる。この点については，就業規則による労働条件の不利益変更に関する判例法理を明\n- 33 -文化した労契法第１０条の解釈，適用の問題となるので，本件就業規則変更に関する諸事情に即して，本件変更に係る諸手続の履践の有無と変更内容等についての合理性の有無を検討すべきことになる。\n〔第２問〕\n本問は，使用者との間でユニオン・ショップ協定（以下「ユ・シ協定」という。）を締結している労働組合（以下「組合」という。）から脱退した労働者がユ・シ協定によって解雇され，脱退した労働者の一部が新たに結成した組合が使用者に対して団体交渉を求めた事例について，ユ・シ協定による解雇の効力，複数の組合が併存している場合の団体交渉申入れに対する使用者の対応の適否を問うものである。ユ・シ協定の法的効力，団交拒否の適否をめぐる紛争について，関係条文・判例が定立している規範を正確に理解した上で，具体的事案を明確に整理，識別して，的確に適用すること（当てはめ）ができるかが問われている。\n設問１については，Ｘ１，Ｘ２及びＸ１１は，ユ・シ協定に基づきＹ社から解雇されているので，ユ・シ協定の意義と効力をどのように理解すべきかが問題となる。この点について，判例は，肯定的な立場（日本食塩製造事件・最判昭和５０年４月２５日民集２９巻４号４５６頁）\nであるが，ユ・シ協定締結組合とは別の組合に加入している者，新たに組合を結成した者については，ユ・シ協定の解雇義務を定める部分は民法第９０条に違反して無効とする（三井倉庫港運事件・最判平成元年１２月１４日民集４３巻１２号２０５１号）。したがって，判例によれば，解雇の効力の有無については，Ａ組合から脱退した後，Ｂ組合に加入したか否かが重要な意味を有することになるが，Ｘ１の解雇はＢ組合結成前であるので，この点をどのように評価すべきかが問題となる。この３者それぞれの事実関係を明確に整理，区別して，解雇の効力を検討する必要があろう。また，Ａ組合から脱退した者の中で，この３者だけが解雇されていることも問題となろう。\n設問２については，Ｂ組合の要求に対するＹ社の対応が，正当な理由のない団体交渉拒否（労働組合法第７条第２号の不当労働行為）に当たるのか否かが問題となる。まず，Ｂ組合が団体交渉を要求する事項が義務的団交事項であるのか否かについて検討すべきであろう。その上で，Ｙ社の⑴〜⑶の対応それぞれについて，それが団交に応じない正当な理由と評価できるのか否かを検討することになろう。判例（日産自動車事件・最判昭和６０年４月２３日民集３９巻３\n号７３０頁）は，複数組合が併存する場合には，全ての場面で，使用者には各組合に対し中立的態度を保持し，その団結権を平等に承認，尊重すべきものであるとした上で，各組合の組織力，交渉力に応じた合理的，合目的的な対応をすることはこの義務に反しないとしているが，この判例を参照しつつ検討する必要がある。また，団交要求に対する文書回答の適否についても問題となろう。",
  "scoring_notes": "１ 出題の趣旨，狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針事例に即して必要な論点を的確に抽出できているか，関係する法令，判例及び学説を正確に理解し，これを踏まえて，論理的かつ整合性のある法律構成及び事実の当てはめによって，適切な結論を導き出しているかを基準に採点した。\n出題の趣旨に沿って，必要な論点を的確に取り上げた上，その論述が期待される水準に達している答案については，おおむね平均以上の得点を与え，さらに，当てはめにおいて必要な事実を過不足なく摘示し，あるいは，主要論点について，着目すべき問題点を事例から適切に読み取って検討しているなど，優れた事例分析や考察が認められる答案については，更に高い得点を与えることとした。\nなお，答案の中には，極めて小さな文字で書かれてあるものや，乱雑で文字の判読が困難なものなどが少なくなかった。文字いかんが得点そのものを左右するわけではないが，できるだけ読みやすい文字で丁寧に答案を作成することを強く望みたい。\n３ 採点実感等⑴ 第１問について本問は，設問１では，会社分割の際に使用者に課せられている商法改正法附則第５条の協議手続（以下「５条協議」という。）と労働契約承継法（以下「承継法」という。）第７条の労働者過半数代表との協議等により理解と協力を得るための手続（以下「７条措置」という。）の法的意義と法的効力（労働契約承継の効力との関係），設問２では，会社分割後の分割先会社（労働契約の承継会社）における給与規程，退職金規程の改訂の効力を問うている。\nまず，設問１については，５条協議と７条措置の内容とその関係を正確に理解して解答している答案は極めて少なかった。Ｘ１は承継法第２条第１項第１号の労働者であって，分割契約等に当該労働者の労働契約を承継会社が承継する旨の定めがある場合には，承継法上，異議を申し出る余地はない。本設問は，法律上そのような状況の下に置かれている労働者が，なお労働契約承継の効力（承継法第３条）を争うことができるかについて問うているが，この議論の前提を理解していない答案が相当数見られた。したがって，この論点についての判例（日本アイ・ビー・エム事件・最判平成２２年７月１２日民集６４巻５号１３３３頁）を正確に理解する答案も極めて少なかった。具体的には，承継法の関連条文に言及することなく，民法第６２５条第１項の「承諾」の問題として「承諾」と評価できる事情の有無を議論するもの，転籍の問題としてその適法性を議論するものや，異議申出の可否の問題として議論するものが目立ち，また，Ｃ労働組合からの協議申入れの拒否を労働組合法（以下「労組法」という。）第７条第２号の団体交渉拒否の問題として議論するものなど，本来の争点とは直接関係のない議論に終始するものが多く見られた。５条協議については論じているものの，７条措置の問題について全く論じていない答案が多数見られ，特にＣ労働組合への対応が７条措置の問題であることを理解している答案は非常に少なかった。これらの答案は，会社分割に伴う労働契約承継の基本的事項についての理解が不十分であることを示すものであり，労働契約の変動についての判例法理を含めた法的規律の内容を正確に整理し，理解することが求められる。\n次に，設問２については，法的論点が，①就業規則の不利益変更に対する労働者の同意の効力の問題と，②就業規則の不利益変更の法的効力の問題であることを理解せず，いずれか一方だけを論じている答案が相当数見られた。また，退職金規程改訂について，退職金の法的性質を詳細- 1 -に論じるものや，この規程改訂が「不利益変更」に当たるかについて多くの分量を割いて論じるものが見られたが，限られた時間と紙幅の下では，設問の趣旨を的確に把握した上で，答案構成を行うことが望まれる。\n①については，判例（山梨県民信用組合事件・最判平成２８年２月１９日民集７０巻２号１２３頁）が提示した規範に言及することなく，不利益変更に対する同意の撤回，錯誤の問題として論じる答案，退職金債権の放棄の問題として論じるものが散見されたが，最新の判例についても十分に目配りした学習が望まれる。また，同判例は，労働契約法（以下「労契法」という。）第８条，第９条を参照しつつ，労働者の同意につき，それが労働者の自由な意思に基づいてなされたものと認めるに足りる合理的な理由が客観的に存在するか否かにより同意の有効性を判断する旨判示しているが，その具体的な判断要素（不利益の内容及び程度，同意に至る経緯及びその態様，それに先立つ労働者への情報提供又は説明の内容等）をも提示しているので，これを参照しながら，事案の事実関係を適切に検討することが求められる。\n②については，労契法第１０条に明記されている適法性要件（周知手続と変更の合理性判断・考慮事項）に則して，事実関係が適切に評価，検討されているかが問われており，十分な検討を加えた答案が多く見られた。なお，同条には明記されていないが，就業規則の不利益変更の合理性判断に際して，判例（第四銀行事件・最判平成９年２月２８日民集５１巻２号７０５頁）は，\n賃金，退職金の不利益変更の変更については高度の必要性を要する旨判示しているので，この点に言及しているものについては加点の対象としている。\n⑵ 第２問について本問では，設問１については，ユニオン・ショップ協定（以下「ユ・シ協定」という。）の意義，協定を締結している労働組合（以下「組合」という。）から脱退した労働者，新たに組合を結成してこれに加入した労働者等に対するユ・シ協定の効力，設問２については，新組合からの団体交渉の申入れに対する使用者の対応が，労組法第７条第２号の正当な理由のない団体交渉拒否の不当労働行為に当たるのか等について理解を問うものであるが，論点が多岐にわたるため，\n個々の論点について要領よく簡潔に叙述することが必要である。\n設問１では，ユ・シ協定の意義と基本的な適法性判断については，おおむね良く論じられていたが，他組合加入者との関係でそれが一部無効となるという説明が不正確あるいは大雑把な答案が多く見られた。判例（三井倉庫港運事件・最判平成元年１２月１４日民集４３巻１２号２０５１頁）を踏まえながら，注意深く論じることが望まれる。解雇されたＸ１，Ｘ２及びＸ１１は，\n新たに結成されたＢ組合への加入の有無及びＢ組合への加入と解雇通知の前後関係の点で，それぞれ異なる事情の下にある。また，Ａ組合脱退後にＢ組合に加入した労働者，Ａ組合脱退後にＢ組合に加入しなかった労働者の全員が解雇されたわけではない。したがって，これらの事実関係を正確に整理した上で，適用すべき規範を明示し，適切な当てはめを行わなければならないが，\nこの区別をしない答案，なかでもＸ１とＸ２を区別しないものが相当数見られた。また，Ｘ１の解雇はＢ組合結成・加入前ではあるが，解雇無効と結論付けるために，Ａ組合委員長名の警告を性急にＹ会社の支配介入と断ずる答案が目に付いた。他方，Ｂ組合に加入していないＸ１１についても平等原則や労組法第７条第１号を適用して解雇無効と論じる余地があるが，その点に触れた答案は必ずしも多くなかった。\nなお，問題文では明らかにされていないが，解雇予告手当が支払われていないとすると，解雇の効力発生時期が１か月後となって，Ｘ１は解雇時点でＢ組合に加入していることになり，この点を指摘する答案も少数ながらあった。\n最終的な解雇の効力については，多くの答案が労契法第１６条（解雇権濫用法理）に即した議論を行っていたが，ユ・シ協定の効力と解雇の効力を区別しない答案も少なからず見られ，特にＸ２について，ユ・シ協定上の解雇義務が無効となることから解雇を当然無効とするものが目に付いた。\n- 2 -設問２では，Ｂ組合の要求に対するＹ社の対応（問題文の理由⑴～⑶）が，団体交渉拒否の「正当な理由」に当たるのかについて論じる必要があるが，その前提として，Ｂ組合の要求が義務的団体交渉事項に該当するのか検討しなければならない。義務的団体交渉事項の意義とその当てはめについては，十分に論じている答案が多かった。\n理由⑴については，大多数の答案が，唯一交渉団体約款が無効で団体交渉拒否の正当な理由にならないことを理解していた。理由⑵については，解雇の問題が義務的団体交渉事項であるという指摘にとどまる答案が多く見られた。団体交渉制度の意義や趣旨を踏まえれば，訴訟で争うことができても，また，解雇の適法性いかんにかかわらず，訴訟とは別に，使用者は団体交渉に応じる必要があることを明確に指摘することが望まれる。理由⑶についても，まずは団体交渉に応じて説明をする必要があるが，組合活動のための企業施設利用の問題と捉えて，企業施設の利用には使用者の許諾が必要であり，例外的に権利濫用の問題となるという判例法理の枠組みで検討している答案が多数見られた。複数組合併存下の使用者の中立保持義務を含めて，労組法第７条第３号（支配介入）の不当労働行為の議論をする余地はあるが，企業施設利用の可否と団体交渉拒否の正当な理由の有無とは別問題であり，議論が混乱した答案が目に付いた。\nなお，団体交渉要求に対する文書による回答の可否も問題となり得るが（清和電気産業事件・最判平成５年４月６日労判６３２号２０頁），この点について検討した答案は極めて少なかった。\n４ 答案の評価「優秀」の水準にあると認められる答案とは，出題の趣旨を十分に理解し，必要な論点には漏れなく言及して，法令の規定と判例の判断の枠組みを踏まえた規範定立と事実の的確な当てはめを行い，説得的な論述を行っている答案である。\n「良好」の水準にあると認められる答案とは，必要な論点にはおおむね言及し，法解釈について一定の見解を示した上で，事例から，結論を導き出すのに必要な具体的事実を抽出できている一方で，当てはめにおいて，判例の理解が十分とまではいえない答案など，「優秀」の水準にあると認められる答案のように出題の趣旨を十分に捉えきれていないような答案である。\n「一応の水準」にあると認められる答案とは，労働法の基本的な論点に対する一定の理解はあるものの，必要な論点に言及していなかったり，言及していたとしても，規範定立や当てはめが不十分であったりする答案であり，関係条文・判例に対する知識の正確性に難があり，事例における具体的な事実関係を前提に要証事実を的確に捉えることができていないような答案である。\n「不良」の水準にあると認められる答案とは，関係条文・判例に対する知識に乏しく，労働法の基本的な考え方を理解せず，例えば，規範を定立せずに単に問題文中の具体的な事実を列挙するにとどまったり，少ない知識から無理に構成した判断を箇条書き的に羅列するだけであったりするなど，具体的事実に対応して法的見解を展開するというトレーニングを経ておらず，基本的な理解・能力が欠如していると思料される答案である。\n５ 今後の出題出題方針について変更すべき点は特にないと考える。今後も，法令，判例及び学説に関する正確な理解に基づき，事例を的確に分析し，必要な論点を抽出して，自己の法的見解を展開し，これを事実に当てはめることによって，妥当な結論を導くという，法律実務家に求められる基本的な能力及び素養を試す出題を継続することとしたい。なお，労契法，労働基準法及び労組法以外の主要な法令にも十分に目配りをすることが望まれる。\n６ 今後の法科大学院教育に求めるもの基本的な法令，判例及び学説については，正確な理解に基づき，かつ，規範の提示とその当てはめという最低限の対応を習得するように更なる指導をお願いしたい。その際，条文の内容を正確に- 3 -理解することはもとより，当該規定の趣旨を踏まえて事案に適用する能力が求められるほか，主要な判例については，判旨部分を単に記憶するのではなく，丁寧に読み込んで，事案の内容を正確に把握し，当該事実関係の下でどのような規範を定立して当てはめが行われたか，その意義を的確に理解する必要があることに十分配意いただきたい。また，事例の分析の前提となる基礎的事実を正しく把握し，結論を導くために必要な論点を抽出した上，論点相互の関連性を意識しつつ，法令，\n判例及び学説を踏まえた論理的かつ一貫性のある解釈論を展開し，これに適切に事実の当てはめを行って，法の趣旨に沿った妥当な結論を導くという，法的思考力を更に養成するよう重ねてお願いしたい。\n併せて，団体交渉による労使の自主的な条件決定・紛争解決の意義についても十分な理解が必要であり，指導の際に確認していただきたい。\n- 4 -"
}