{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "刑法",
  "subject": 6,
  "text": "論文式試験問題集［刑事系科目第１問］〔第１問〕（配点：１００）\n以下の事例に基づき，甲及び乙の罪責について，具体的な事実を摘示しつつ論じなさい（建造物侵入罪及び証拠隠滅罪並びに特別法違反の点は除く。）。\n１ 会社員甲（２８歳，男性，身長１６５センチメートル，体重７０キログラム）は，毎月２５日，勤務先から給料２３万円を支給されていたが，預貯金はなかった。甲は，某年８月２５日に支給された給料の大半を遊興に費消したため，９月１０日には，手持ちの金がほとんどなくなってしまった。\n２ 甲は，９月１２日午後１時，自宅近くのショッピングモール内にある時計店で，以前から欲しかった限定品の腕時計Ｘ（販売価格１０万円）が，１個だけ販売されているのを見付けた。甲は，手持ちの金がなかったため，勤務先会社の同僚Ａ（２８歳，男性，身長１７０センチメートル，体重\n６５キログラム）から金を借りて腕時計Ｘを購入しようと考えた。甲は，同日午後１時５分，同時計店内でＡに電話をかけ，「腕時計Ｘを買いたいので１０万円貸してほしい。」と頼んだところ，Ａからは金がないと言われて断られた。しかし，甲は，どうしても腕時計Ｘが欲しかったため，引き続きＡに対して，「クレジットカードを貸してくれないか。そのクレジットカードで腕時計Ｘを買いたい。使った分の金は９月２５日の給料で支払うし，腕時計Ｘを買うほかには絶対使わない。」と頼んだ。Ａは，甲の言うことを信じ，甲に対して，Ｂ信販会社が発行したＡ名義のクレジットカ\nード（以下「本件クレジットカード」という。）を腕時計Ｘを購入するためだけに利用することを条件として貸すことにした。なお，本件クレジットカードは，Ｂ信販会社が所有するものであり，Ｂ信販会社の規約には，会員である名義人のみが利用でき，他人への譲渡，貸与等が禁じられていることや，加盟店は，利用者が会員本人であることを善良な管理者の注意義務をもって確認することが定められている。\n３ 同日午後２時，甲は，Ａと会って本件クレジットカードを受け取り，同日午後３時，前記時計店に戻った。甲は，同時計店に戻った後に新たに見付けた腕時計Ｙ（販売価格５０万円）を，交際相手へプレゼントするために購入したいと考えた。甲は，本件クレジットカードを腕時計Ｘを購入するためだけに利用するというＡとの約束に反すること，今後，Ａに合計６０万円を支払うことができる確実な見込みがないことをそれぞれ認識しつつ，同日午後３時１５分，応対した同時計店店主\nＣに対し，腕時計Ｘと腕時計Ｙの購入を申し込んだ。その際，甲は，Ｃに対し，Ａ本人であると装って本件クレジットカードを手渡した上，Ｃの求めに応じ，Ｂ信販会社の規約に従い利用代金を支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前をボールペンで記入して手渡した。Ｃは，その署名を確認し，甲がＡ本人であって，本件クレジットカードの正当な利用権限を有すると信じ，甲に対して，腕時計Ｘと腕時計Ｙを合計６０万円で売却した。甲は，購入した腕時計\nＸと腕時計Ｙを持って同時計店を出た後，同日午後５時，交際相手と会って，同人に腕時計Ｙをプレゼントした。\n４ 甲は，同日午後６時，Ａと会って本件クレジットカードを返却した。その際，甲は，Ａに対して，本件クレジットカードを利用し，腕時計Ｘ以外にも，交際相手へプレゼントするために腕時計Ｙを購入したこと，それらの購入金額の合計が６０万円であったことを話した上で，「６０万円は絶対支払う。」と言った。Ａは，甲が約束を破り，本件クレジットカードを利用して腕時計Ｙを購入したことから甲に対する怒りを覚えたものの，「使ってしまったものは仕方がない。金の支払を受けられれば良い。」と思い，甲から６０万円が支払われるのを待つことにした。\n５ その後，甲は，Ａに支払う６０万円を用意するため，複数の知人に借金を申し込んだが，誰からも金を借りられず，６０万円を用意できないまま９月２５日の給料日を迎えた。甲は，同日，Ａに対して，「来月まで支払を待ってほしい。」と頼んだ。Ａは，甲の頼みを聞いて，１０月２５日の給料日まで甲の支払を待つことにした。その後も，甲は，Ａに支払う６０万円を用意するため，複数の知人に借金を申し込んだが，誰からも金を借りられず，６０万円を用意できないまま１０月２５日の給料日を迎えた。Ａは，同日以降，何度も，甲に対して６０万円を支払うように求めたが，甲は，適当な理由をつけてＡに金を支払わなかった。そのためＡは，甲に対する怒りを募らせた。\n１１月１０日，Ａ名義の銀行口座から，腕時計Ｘと腕時計Ｙの代金６０万円を含む本件クレジットカードの９月分の利用代金が引き落とされた。高額の支出のため生活費に困ったＡは，甲に対する怒りを更に募らせ，甲に対して６０万円を支払うように強く求めた。甲は，Ａの甲に対する怒りがかなり強くなっていることを知り，同月１５日，複数の金融業者から借りて現金６０万円を用意し，これをＡに支払った。しかし，Ａの甲に対する怒りは収まらず，Ａは，顔を合わせるたびに甲に対して，「さんざん迷惑掛けやがって。これで済んだと思うなよ。」などと嫌みを言っていた。\n６ 甲は，１１月２０日午後８時，知人乙（２５歳，男性，身長１７５センチメートル，体重７５キログラム）と飲食店で飲食していたところ，偶然，Ａが同店にやって来た。Ａは，甲を見付けると，甲に対して，「のんきに飯なんか食いやがって。金もないくせに。」などと嫌みを言い始めた。甲は，Ａの言動に嫌気がさし，同店から徒歩で１５分の所にある，甲が一人で暮らす甲宅で乙と飲食し直すことにし，同日午後８時５分，Ａに気付かれないようにして，乙と同店を出た。\n７ Ａは，同日午後８時１０分，甲が同店から出たことに気付いて怒り，同店から出て甲を追い掛け，同日午後８時１５分，人気のない暗い路上で，乙と歩いている甲に追い付いた。Ａは，甲に対して，「こそこそ逃げやがって，この野郎。」と言いながら，甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出した。これに気付いた甲は，Ａの右手の拳骨をかわしながら，このままではＡから殴られると考え，これを防ぐため，乙に対して，「一緒にＡを止めよう。」と言った。乙は，甲がＡから殴られるのを防ごうと考え，「分かった。」と答えた。そこで，甲と乙が正面からＡに体当たりしたところ，Ａは路上に尻餅を付いた。しかし，Ａは，すぐに立ち上がり，「この野郎。」と言いながら，再び右手の拳骨で甲の顔面に殴りかかろうとした。甲と乙は，甲がＡから殴られるのを防ごうと考え，再び正面からＡに体当たりしたところ，Ａが路上に仰向けに倒れた。倒れたＡは，「なにするんだ。この野郎。」と大声で言いながら，立ち上がろうとした。その様子を見た甲は，しばらくＡを押さえ付けておけばＡが落ち着き，Ａから殴られることもなくなるだろうと考え，乙に対して，「一緒にＡを押さえよう。」と言った。乙は，甲がＡから殴られるのを防ごうと考え，甲に対して，「分かった。俺は上半身を押さえるから，下半身を押さえてくれ。」と答えた。\n甲は，仰向けに倒れているＡの両膝辺りにＡの足先の方向を向いてまたがり，Ａの両足首を，真上から両手で力を込めて押さえ付けた。乙は，仰向けに倒れているＡの腰辺りにＡの頭の方向を向いてまたがり，Ａの両上腕部を，真上から両手で力を込めて押さえ付けた。しかし，Ａは，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせた。乙は，Ａのその様子を見て，甲がＡから殴られるのを防ぐためには，Ａを痛めつけて大人しくさせるしかないと考えた。そこで，乙は，Ａの腰辺りにまたがってＡの右上腕部を真上から左手で力を込めて押さえ付けたまま，Ａの左上腕部に右膝を力を込めて押し当てた上，傍らに落ちていた石（直径１０センチメートルの丸形，重さ８００グラム）を右手で拾い，右手に持ったその石で，Ａの顔面を力を込めて１発殴った。するとＡは失神し，全く動かなくなった。なお，甲は，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識していなかった。また，乙は，Ａの顔面を右手に持った石で殴り付けた際，Ａを殺そうともＡが死ぬかもしれないとも考えていなかった。\n８ 甲と乙は，Ａが全く動かなくなったためＡから離れた。甲は，乙から，右手に持った石でＡの顔面を殴ったことを聞いた。甲と乙は，鼻から血を流して全く動かないＡの様子を見てＡが死んでしまったと思った。甲は，乙に対して，「Ａは結婚して妻も子供もいるのにどうしよう。」と言った。\n乙は，近くに人がいないことを確認した上，甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。Ａの財布を探して捨ててしまおう。」と言った。甲は，乙に対して，「そうしよう。」と- 3 -答えたものの，「財布は捨ててもいいが，もったいないから中の現金はもらい，借金の返済に使おう。」と考えていた。しかし，甲は，乙にその考えを話さなかった。甲と乙は，財布を探した。甲は，Ａのズボンのポケット内に財布１個があるのを見付けたので，乙に財布を見付けたことを話した上，同ポケットから同財布を取って中を確認したところ，同財布には１万円札４枚の合計４万円が入っていた。甲は，同財布に現金４万円が入っていたことを乙に話した上，現金入りの同財布を，甲の上着ポケットにしまった。乙は，甲が現金入りのまま同財布を捨ててくれると思っていた。\n甲と乙は，そのまま甲宅へ向かい，同日午後８時３０分，甲宅に到着した。乙は，同日午後９時，帰宅するために甲宅を出た。甲は，同日午後９時５分，甲宅において，上着ポケットにしまったままの現金入りの同財布を取り出して現金４万円を抜き取り自分のものとし，同財布は甲宅の押し入れ内に隠した。\n９ Ａは，同日午後１０時頃，失神したまま路上に倒れていたところを通行人に発見され，通報により到着した救急隊員により病院に搬送された。Ａは，乙に石で顔面を殴られたことから，全治約１か月間を要する鼻骨骨折の傷害を負った。論文式試験問題集［刑事系科目第２問］",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/刑事系.pdf",
  "purpose": "〔第１問〕\n本問は，⑴甲が，Ａから，Ｂ信販会社が発行したＡ名義のクレジットカード（以下「本件クレジットカード」という。）について，腕時計Ｘを購入するためだけに利用することを条件として借りたところ，その条件に反することを認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，本件クレジットカードを手渡した上，売上票用紙にＡの名前を記入して手渡し，腕時計Ｘと腕時計Ｙを購入したこと，⑵甲と乙が，Ａが甲の顔面を殴ろうとしてきたのを防ぐため，正面からＡに体当たりし，路上に仰向けに倒れているＡを押さえ付けるなどし，更に乙が右手に持った石でＡの顔面を１発殴り，Ａに全治約１か月間を要する鼻骨骨折の傷害を負わせたこと，⑶甲と乙が，失神したＡの様子を見てＡが死亡したと思い，Ａが強盗に襲われて死んだように見せ掛けようと考え，Ａのズボンのポケットから財布１個を持ち去ったことなどを内容とする事例について，甲及び乙の罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n以下では，⑴甲が本件クレジットカードを利用して腕時計を購入した行為について，甲の罪責を述べ，⑵甲と乙がＡに暴行を加えて傷害を負わせた行為及び⑶甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を述べることとする。\n⑴ 甲が本件クレジットカードを利用して腕時計を購入した行為について会社員甲は，自宅近くのショッピングモール内にある時計店で，腕時計Ｘ（販売価格１０万円）を見付け，勤務先会社の同僚Ａから金を借りて腕時計Ｘを購入しようと考え，Ａに電話をかけ，１０万円を貸してほしいと頼んだが，Ａから断られた。そこで，甲は，Ａに対して，クレジットカードを貸してほしいと頼んだところ，Ａは，甲に対して，本件クレジット\nカードを腕時計Ｘを購入するためだけに利用することを条件として貸すことにした。甲は，Ａから本件クレジットカードを受け取り，同時計店に戻ったが，新たに見付けた腕時計Ｙ（販売価格５０万円）を，交際相手へプレゼントするために購入したいと考えた。甲は，本件ク\nレジットカードを腕時計Ｘを購入するためだけに利用するというＡとの約束に反すること，今後，Ａに合計６０万円を支払うことができる確実な見込みがないことをそれぞれ認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，Ａ本人であると装って本件クレジットカードを手渡した上，Ｃの求めに応じて，Ｂ信販会社の規約に従い利用代金を- 13 -\n支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入して手渡した。\nＣは，その署名を確認し，甲がＡ本人であって，本件クレジットカードの正当な利用権限を有すると信じ，甲に対して，腕時計Ｘと腕時計Ｙを合計６０万円で売却した。なお，本件クレジットカードは，Ｂ信販会社が所有するものであり，Ｂ信販会社の規約には，会員である名義人のみが利用でき，他人への譲渡，貸与等が禁じられていることや，加盟店は，利用者が会員本人であることを善良な管理者の注意義務をもって確認することが定められている。\n甲が本件クレジットカードを利用して腕時計を購入した行為については，①詐欺罪（刑法第２４６条）の成否，②有印私文書偽造罪及び同行使罪（同法第１５９条第１項，同法第１６１条第１項）の成否，③背任罪（同法第２４７条）又は横領罪（同法第２５２条第１項）\nの成否が問題となる。\nまず，甲は，本件クレジットカードを利用して腕時計Ｘと腕時計Ｙを購入したが，その際，腕時計Ｘの購入についてはＡから承諾を得ていたことから，名義人の承諾を得たにもかかわらず，その承諾を超えて他人名義のクレジットカードを利用した行為について，詐欺罪の成否が問題となる。そして，詐欺罪の成否を論じるに際しては，１項詐欺と２項詐欺のいずれが成立するのかを理由付けを含めて簡潔に述べた上，欺罔行為の内容，その他の構成要件要素について，事実を指摘して具体的に論じる必要がある。\n次に，甲は，腕時計購入の際，Ｃの求めに応じ，Ｂ信販会社の規約に従い利用代金を支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入し，これをＣに手渡しているところ，前記のとおり，甲は，Ａから，腕時計Ｘの購入について本件クレジットカ\nードを利用することの承諾を得ており，その利用時には売上票用紙にＡの名前を記入することの承諾も得ていたと考えられることから，名義人の承諾がある場合の有印私文書偽造罪の成否が問題となる。そして，名義人Ａの承諾の有無が関係する「偽造」の要件，その他の偽造罪の要件，行使罪の「行使」の要件について，それぞれ事実を指摘して具体的に論じる必要がある。\nこれらの詐欺罪，有印私文書偽造罪及び同行使罪については，甲は，名義人Ａの承諾を得て借りた本件クレジットカードを用いて犯行に及んでいることから，甲の罪責として，Ａとの共同正犯の成否についても簡潔に論じることが望ましい。\nさらに，Ａとの約束に反して本件クレジットカードを利用した行為について，Ａとの関係で犯罪が成立しないかが問題となる。甲はＡから許された本件クレジットカードを利用できる地位・資格を濫用したと捉えて，背任罪が成立すると構成する見解，あるいは甲の地位・\n資格を化体した本件クレジットカード自体を横領したと捉えて，横領罪が成立すると構成する見解が考えられるところ，いずれの見解でも，構成要件該当性について，事実を指摘して具体的に論じ，更に背任罪と横領罪の関係，不法な目的による委託信任関係の要保護性，既遂時期等について的確に論じる必要がある。\n⑵ 甲と乙がＡに暴行を加えて傷害を負わせた行為について甲と乙は，飲食店で偶然会ったＡから嫌みを言われたことから，Ａに気付かれないように同店を出て人気のない暗い路上を歩いていたところ，甲が同店から出たことに気付いたＡに追い付かれた。甲らの行為に怒ったＡは，甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出したが，これに気付いた甲は，Ａの右手の拳骨をかわしながら，Ａから殴られるのを防ぐため，乙に対して，「一緒にＡを止めよう。」と言い，乙は，甲がＡから殴られるのを防ごうと考え，「分かった。」と答えた。そこで，甲と乙が正面からＡに体当たりしたところ，Ａは路上に尻餅を付いた。しかし，Ａがすぐに立ち上がり，再び右手の拳骨で甲の顔面に殴りかかろうとした。甲と乙は，甲がＡから殴られるのを防ごうと考え，再び正面からＡに体当たりしたところ，Ａが路上に仰向けに倒れた。甲は，Ａが再び立ち上がろうとする様子を見て，Ａから殴られないようにするため，乙に対して，「一緒にＡを押さえよう。」と言い，乙は，甲がＡから殴られるのを防ごうと考え，甲に対して，「分かった。俺は上半身を押さえるから，下半身を押さえてくれ。」と答えた。そこで，甲は，仰向けに倒れているＡの両膝辺りにＡの足先の方向を向いてまたがり，Ａの両足首を，真上から両手で力を込めて押さえ付け，乙は，仰向けに倒れているＡの腰辺りにＡの頭の方向を向いてまたがり，Ａの両上腕部を，真上から両手で力を込めて押さえ付けた。しかし，Ａは，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせた。Ａのその様子を見た乙は，甲がＡから殴られるのを防ぐため，Ａの腰辺りにまたがってＡの右上腕部を真上から左手で力を込めて押さえ付けたまま，Ａの左上腕部に右膝を力を込めて押し当てた上，傍らに落ちていた石（直径１０センチ\nメートルの丸形，重さ８００グラム）を右手で拾い，右手に持ったその石で，Ａの顔面を力を込めて１発殴った。Ａは，乙に石で顔面を殴られたことから，全治約１か月間を要する鼻骨骨折の傷害を負った。なお，甲は，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識していなかった。\n甲と乙がＡに暴行を加えて傷害を負わせた行為について，甲及び乙の罪責を検討するに当たっては，①傷害罪（刑法第２０４条）の構成要件該当性及び共同正犯の成否，②正当防衛ないし過剰防衛の成否（同法第３６条）について検討する必要がある。\n甲と乙は，甲が乙に「一緒にＡを止めよう。」と言い，乙が「分かった。」と答えた後，Ａに体当たりするなどしていることから，現場で共謀を遂げた上，共同してＡに暴行を加え始めたと認められる。その後も両者の暴行は継続し，その過程で乙が右手に持った石でＡの顔面を１発殴打してＡに全治約１か月を要する鼻骨骨折の傷害を負わせたところ，甲が乙の傷害行為を認識していないものの，特に共謀が終了したと見るべき事情が存在しないと考えられる場合，甲と乙は全体について共同正犯としての責任を負うかが問題になる。そして，乙の殴打とＡの傷害結果との間に因果関係を認めることができるので，乙の行為は傷害罪の構成要件に該当する。さらに，自ら傷害の結果を惹起していない甲についても，結果的加重犯の共同正犯を肯定する立場では，傷害罪の構成要件該当性が肯定され，甲と乙は傷害罪の共同正犯と解されることになる。\n以上について，共謀が終了したと見るべき事情が存在しないかどうかを含め，事実を指摘して具体的に論じなければならない。なお，乙の傷害行為は共謀に基づかないものと考えた場合，共謀を否定する理由を的確に論じた上で，甲については暴行罪の正当防衛の成否を，乙については甲との共同正犯となる暴行罪の正当防衛の成否と合わせて，傷害罪の正当防衛ないし過剰防衛の成否を検討することになる。\n次に，正当防衛ないし過剰防衛の成否を検討するに当たっては，まず，「急迫不正の侵害」，「防衛の意思」について，簡潔に指摘する必要がある。急迫不正の侵害については，Ａが甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出し，甲と乙に体当たりされて尻餅を付いた後も，すぐに立ち上がり再び右手の拳骨で甲の顔面に殴りかかろうとしたことや，仰向けに倒されて押さえ付けられている間も，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせていたことを指摘した上で，乙がＡの顔面を殴打した時点でも甲に対する急迫不正の侵害が継続していたことを述べる必要がある。防衛の意思についても，甲と乙が，終始，甲がＡから殴られるのを防ぐためにＡに暴行を加えていたことを指摘して，甲と乙の行為は，いずれも同一の防衛の意思に基づくことを述べる必要がある。\n甲と乙の行為が「やむを得ずにした行為」と認められるか否かをめぐっては，「やむを得ずにした行為」の意義（防衛行為の必要性・相当性）を明らかにした上で，共同正犯における防衛行為の相当性について，共同正犯者全員の行為を対象として判断するか，共同正犯者ごとに個別に判断するかを論じる必要がある。また，乙がＡの顔面を殴打した時点でも甲に- 15 -\n対する急迫不正の侵害が継続し，甲と乙の行為は，終始，同一の防衛の意思に基づく行為と認められることは上記のとおりであり，相当性の判断は、甲と乙の一連の行為を一体として行われるべきこと，いわゆる量的過剰は問題となっていないことを指摘しておく必要がある。\nその上で，甲と乙の行為が防衛行為として相当と認められるか否かは，甲と乙の一連の行為（体当たり，押さえ付け，顔面殴打）に関する事実を指摘して具体的に検討することが求められる。例えば，乙がＡの顔面を殴った行為は，既にＡが仰向けに倒れた状態で甲と乙に押さえ付けられており，Ａによる攻撃が当初より弱まっていたことや，Ａが素手で甲に殴りかかろうとしたのに対し，乙が右手に持った石でＡの顔面を殴ったことなどの各事実を踏まえ，防衛行為として相当性の範囲を逸脱したか否かが論じられるべきである。\n防衛行為の相当性について，共同正犯者全員の行為を対象として判断し，甲と乙の一連の行為が防衛行為の相当性の範囲を逸脱したと認めた場合には，甲と乙のいずれについても，客観的には過剰防衛と評価されることになり，乙には過剰防衛が成立する。甲については，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識しておらず，過剰性を基礎付ける事実を認識していなかったため，違法性阻却事由の錯誤が問題となる。違法性阻却事由の錯誤に関する自らの立場を明らかにした上で結論を導き出すことが求められる。例えば，事実の錯誤説に基づき，甲は乙の過剰行為を認識していなかったことから，傷害罪の故意を阻却することが考えられる。そこでは，更に過失傷害罪（刑法第２０９\n条第１項）の成否が問題となり，甲が乙の過剰行為を認識していなかった点について，過失の有無を検討する必要がある。過失傷害罪の成立を認める場合には，過剰防衛の任意的減免\n（同法第３６条第２項）の準用の可否も問われることになる。\n以上と異なり，防衛行為の相当性を共同正犯者ごとに個別に判断し，甲の行為は防衛行為として相当であるが，乙の行為は防衛行為として相当性の範囲を逸脱したと認めた場合には，甲には正当防衛が成立し，乙には過剰防衛が成立することになる。\n⑶ 甲と乙がＡのズボンのポケットから財布を持ち去った行為について甲と乙は，失神したＡを見てＡが死亡したと思い，乙が甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。Ａの財布を探して捨ててしまおう。」と言ったところ，甲が乙に対して，「そうしよう。」と答えた。もっとも，甲は，「財布は捨ててもいいが，もったいないから中の現金はもらい，借金の返済に使おう。」と考えていたが，乙にその考えを話さなかった。甲と乙は，財布を探し，甲がＡのズボンのポケット内に財布１個があるのを見付け，同ポケットから同財布を取り，同財布を甲の上着ポケットにしまった。乙は，甲が現金入りのまま同財布を捨ててくれると思っていた。甲と乙は，そのまま甲宅へ向かい，甲は，乙が帰宅した後，甲宅において，上着ポケットにしまったままの現金入りの同財布を取り出して現金４万円を抜き取って自分のものとし，同財布を甲宅の押し入れ内に隠した。\n甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を検討するに当たっては，①窃盗罪（刑法第２３５条）の客観的構成要件該当性，②死者の占有，③不法領得の意思，④共同正犯の成否（同法第６０条）を検討する必要がある。\nまず，窃盗罪の客観的構成要件該当性については，甲と乙がＡのズボンのポケットから財布を奪った時点でＡは生きており，財布に対するＡの占有が認められるので，甲がＡのズボンのポケットから財布を取って，同財布を甲の上着ポケットにしまった行為が，客観的には窃盗罪の窃取に該当することを簡潔に指摘しておくべきである。\n次に，甲と乙がＡから財布を奪った時点で，甲と乙はＡが死亡したものと認識していたため，窃盗罪の故意に関してＡの占有を侵害する認識が認められるかが問題となる。死者の占有について，判例の立場（最判昭和４１年４月８日刑集２０巻４号２０７頁等）による場合には，「被害者からその財物の占有を離脱させた自己の行為を利用して財物を奪取した」と認められるかを検討しなければならない。そして，Ａの占有を侵害する認識を肯定する場合，- 16 -\n客観的に窃盗罪の構成要件に該当するのみならず，窃盗罪の故意が認められる。Ａの占有を侵害する認識を否定する場合は，Ａの財布を占有離脱物と認識していたことになり，客観的には窃盗罪の構成要件に当たるとしても，主観的には占有離脱物横領罪の認識を有しているにすぎないこととなるので，抽象的事実の錯誤であることを指摘し，「構成要件の重なり合い」の有無を論じる必要がある。\nさらに，甲は「財布の中の現金はもらい，借金の返済に使おう。」と考え，乙は「財布を捨ててしまおう。」と考え，Ａから財布を奪っていることから，窃盗罪又は占有離脱物横領罪の不法領得の意思が問題となるところ，不法領得の意思の要否及び内容を明らかにした上，事実を具体的に指摘してその存否を認定する必要がある。\n不法領得の意思について，権利者排除意思と利用処分意思のいずれも必要とする判例の立場で，乙に利用処分意思が認められないと考えれば，乙は器物損壊罪の構成要件に該当することになる。この立場では，甲がＡから取った財布を甲の上着ポケットにしまったまま甲宅に向かい，同財布を甲宅の押し入れ内に隠した行為が器物損壊の「損壊」に該当することの説明が簡潔になされることを要する。乙は，甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。」と言っているので，犯跡隠滅目的にも利用処分意思が認められると考えれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，犯跡隠滅目的に利用処分意思を認める理由が的確に説明されなければならない。他方，不法領得の意思について，不要説又は権利者排除意思のみで足りるとする立場によれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，判例と異なる立場に立つ理由を的確に示す必要がある。\n最後に，共同正犯の成否が取り上げられる。甲が窃盗罪又は占有離脱物横領罪，乙が器物損壊罪の各構成要件に該当すると考えた場合には，異なる構成要件間における共同正犯の成否が問題となるところ，共同正犯における共同実行の意義（行為共同説と犯罪共同説の対立）\nについて簡潔に説明した上，結論を導き出さねばならない。\n⑷ 最後に，甲及び乙について，罪数を論じる必要がある。",
  "scoring_notes": "１ 出題の趣旨について既に公表した出題の趣旨のとおりである。\n２ 採点方針本問では，比較的長文の具体的事例に基づき甲及び乙の罪責を問うことにより，刑法総論・各論の基本的な知識と問題点についての理解の有無・程度，事実関係を的確に分析・評価し，具体的事実に法規範を適用する能力，結論の妥当性，その結論に至るまでの法的思考過程の論理性，論述力等を総合的に評価することを基本方針として採点に当たった。\nすなわち，本問は，⑴甲が，Ａから，Ｂ信販会社が発行したＡ名義のクレジットカード（以下「本件クレジットカード」という。）を，腕時計Ｘを購入するためだけに利用することを条件として借りたところ，その条件に反することを認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，本件クレジットカードを手渡した上，売上票用紙にＡの名前を記入して手渡し，腕時計Ｘと腕時計Ｙを購入したこと，⑵甲と乙が，Ａが甲の顔面を殴ろうとしてきたのを防ぐため，\n正面からＡに体当たりし，路上に仰向けに倒れているＡを押さえ付けるなどし，更に乙が右手に持った石でＡの顔面を１発殴り，Ａに全治約１か月間を要する鼻骨骨折の傷害を負わせたこと，⑶甲と乙が，失神したＡの様子を見てＡが死亡したと思い，Ａが強盗に襲われて死んだように見せ掛けようと考え，Ａのズボンのポケットから財布１個を持ち去ったことなどを内容とする事例について，\n甲及び乙の罪責を問うものであるところ，これらの事実関係を法的に分析した上で，事案の解決に必要な範囲で法解釈論を展開し，問題文に現れた事実を具体的に指摘しつつ法規範に当てはめて妥当な結論を導くこと，さらには，甲及び乙の罪責についての結論を導く法的思考過程が相互に論理性を保ったものであることが求められる。\nそして，甲及び乙の罪責を検討するに当たっては，それぞれの行為や侵害された法益等に着目した上で，どのような犯罪の成否が問題となるのかを判断し，各犯罪の構成要件要素を検討し，問題文に現れた事実を丁寧に拾い出して当てはめ，犯罪の成否を検討することになる。\nさらに，本問は，論じるべき点が多岐にわたることから，事実認定上又は法律解釈上の重要な事項については手厚く論じる一方で，必ずしも重要とはいえない事項については簡潔な論述で済ませるなど，全体のバランスが取れるように工夫して答案を構成し，最後まで書き切ることが求められていた。\n本問で論じるべき点は，出題の趣旨で示したとおりである。\n甲が本件クレジットカードを利用して腕時計を購入した行為について，甲の罪責を検討するに当たっては，まず，甲が名義人Ａの承諾を得たにもかかわらず，その承諾を超えて他人名義のクレジットカードを利用した行為について，詐欺罪の成否を論じる必要があり，その際には，１項詐欺と２項詐欺のいずれが成立するのかを理由付けを含めて簡潔に述べた上，欺罔行為の内容，その他の構成要件要素について，事実を指摘して具体的に論じることが求められていた。\n次に，甲が，腕時計購入の際，Ｂ信販会社の規約に従い利用代金を支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入し，これをＣに手渡した行為について，名義人の承諾がある場合の有印私文書偽造罪の成否を論じる必要があり，名義人Ａの承諾の有無が関係する「偽造」の要件，その他の偽造罪の要件，行使罪の「行使」の要件について，それぞれ事実を指摘して具体的に論じることが求められていた。\nさらに，甲がＡとの約束に反して本件クレジットカードを利用した行為について，Ａとの関係で犯罪が成立しないかを論じる必要があり，背任罪が成立すると構成する見解，横領罪が成立すると構成する見解が考えられるところ，いずれの見解でも，構成要件該当性について，事実を指摘して具体的に論じ，更に背任罪と横領罪の関係，不法な目的による委託信任関係の要保護性，既遂時期- 1 -等について的確に論じることが求められていた。\n甲と乙がＡに暴行を加えて傷害を負わせた行為について，甲及び乙の罪責を検討するに当たっては，まず，傷害罪の構成要件該当性及び共同正犯の成否について，共謀が終了したと見るべき事情が存在しないかどうかを含めて，事実を指摘して具体的に論じることが求められていた。\n次に，正当防衛・過剰防衛の成否を論じる必要があり，「急迫不正の侵害」及び「防衛の意思」\nについて簡潔に論じた上，甲と乙の行為が「やむを得ずにした行為」と認められるかについて，「やむを得ずにした行為」の意義（防衛行為の必要性・相当性）及び共同正犯における相当性の判断方法を簡潔に論述し，防衛行為として相当性の範囲を逸脱したか否かを具体的に論じることが求められていた。そして，防衛行為の相当性について，共同正犯者全員の行為を対象として判断し，甲と乙の一連の行為が防衛行為の相当性の範囲を逸脱したと認めた場合には，甲と乙のいずれについても，客観的には過剰防衛と評価されることになり，乙には過剰防衛が成立することを論じつつ，甲については，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識しておらず，過剰性を基礎付ける事実を認識していなかったことから，違法性阻却事由の錯誤について論じることが求められていた。他方，防衛行為の相当性を共同正犯者ごとに個別に判断し，甲の行為は防衛行為として相当であるが，乙の行為は防衛行為として相当性の範囲を逸脱したと認めた場合には，甲には正当防衛が成立し，乙には過剰防衛が成立することを論じる必要があった。\n甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を検討するに当たっては，まず，甲がＡのズボンのポケットから財布を取り出して，同財布を甲の上着ポケットにしまった行為が，客観的には窃盗罪の窃取に該当することを簡潔に論じる必要があった。\n次に，甲と乙がＡから財布を奪った時点で，甲と乙はＡが死亡したものと認識していたため，窃盗罪の故意に関してＡの占有を侵害する認識が認められるかについて論述することが求められており，Ａの占有を侵害する認識を肯定する場合には，窃盗罪の故意が認められ，この認識を否定する場合は，主観的には占有離脱物横領罪の認識を有しているにすぎないこととなるので，抽象的事実の錯誤について論じる必要があった。\nさらに，甲は「財布の中の現金はもらい，借金の返済に使おう。」と考え，乙は「財布を捨ててしまおう。」と考え，Ａから財布を奪っていることから，窃盗罪又は占有離脱物横領罪の不法領得の意思が問題となるところ，不法領得の意思の要否及び内容を明らかにした上，事実を具体的に指摘してその存否を論じることが求められており，甲について不法領得の意思を肯定して，甲の行為は窃盗罪又は占有離脱物横領罪の構成要件に該当し，乙について不法領得の意思を否定して，乙の行為は器物損壊罪の構成要件に該当すると考えた場合には，異なる構成要件間における共同正犯の成否を簡潔に論じる必要があった。\n３ 採点実感等各考査委員から寄せられた意見や感想をまとめると，以下のとおりである。\n⑴ 全体について本問は，前記２のとおり，論じるべき点が多岐にわたることから，各論点の体系的な位置付けを明確に意識した上，厚く論じるべきものと簡潔に論じるべきものを選別し，手際よく論じる必要があった。すなわち，甲及び乙の罪責を論じるに当たって検討すべき論点には，重要性の点において軽重があり，その重要度に応じて論じる必要があったが，これを考慮することなく，必ずしも重要とは認められない論点や結論が明らかな事項の論述に多くを費やしている答案が見受けられた。\n本問を論じるに当たって必要とされている論点全てを検討した答案は少数であったが，その少数の答案を含め，総じて，規範定立部分についてはいわゆる論証パターンをそのまま書き写すことだけに終始しているのではないかと思われるものが多く，論点の正確な理解ができていないのではないかと思われる答案が目に付いた。法的三段論法については，多くの答案において意識されていたものの，規範定立や判断方法を一切示さずに，問題文に現れた事実を抜き出しただけで，その事実が持つ法的意味を特段論じることなく結論のみを記載するという答案も多く見受けられた。全ての論点について，法的三段論法に従って論述する必要はないが，規範定立の上，結論を導くのに必要な事実を指摘して，妥当な結論を導くことが求められている。\nなお，答案を構成するに当たり，甲と乙で分けて論じた答案には主要な問題点の検討が欠けていたり，論点の論述に重複したりするものが多かったが，時系列に沿って，甲が本件クレジットカードを利用して腕時計を購入した行為について甲の罪責を論じ，甲と乙がＡに暴行を加えて傷害を負わせた行為及び甲と乙がＡのズボンのポケットから財布を持ち去った行為について甲と乙の罪責を論じた答案には，主要な問題点の全てについて検討し，各論点についても過不足なく論述することができているものが多く，答案構成力が問われる問題でもあった。\n⑵ 甲が本件クレジットカードを利用して腕時計を購入した行為について甲が本件クレジットカードを利用して腕時計を購入した行為について，甲の罪責を検討するに当たって論じるべき点は，①詐欺罪の成否，②有印私文書偽造罪及び同行使罪の成否，③背任罪又は横領罪の成否である。\nまず，①の点については，ほとんどの答案で検討されており，欺罔行為の意義を示した上，加盟店を被害者とする１項詐欺の成立を認める結論を導き出しているものが多かったが，欺罔行為の意義について，いわゆる論証パターンを書き写しているだけのものや正確に記述できていないもの，構成要件を形式的に記述するだけのものが少なからず見受けられた。\n本問は，名義人の承諾がある場合のクレジットカード詐欺の成否を問うだけの問題ではなく，\nその承諾を超えてクレジットカードを利用した場合について，欺罔行為の内容の検討を求めるものであったが，そもそも名義人の承諾について検討している答案が少なく，名義人の承諾を超えて腕時計Ｙを購入した点について検討している答案は極めて少なかった。また，名義人の承諾を検討していても，財産上の損害に関連付けて検討する答案は極めて少なく，最高裁判所平成１６年２月９日決定（刑集５８巻２号８９頁）が「仮に，被告人が，本件クレジットカードの名義人から同カードの使用を許されており，かつ，自らの使用に係る同カードの利用代金が会員規約に従い名義人において決済されるものと誤信していたという事情があったとしても，本件詐欺罪の成立は左右されない。」と判示するところを正確に理解できていないのではないかと思われる答案が散見された。\n１項詐欺と２項詐欺のいずれが成立するのかについては，多くの答案が１項詐欺として検討していたが，２項詐欺との区別を意識して論じるものは少数であった。\n②の点については，ほとんどの答案で検討されていたが，「名義人と作成者の人格の同一性を偽った」との簡単な論証で終わっている答案が多く，名義人の承諾があることを踏まえた上で有形偽造と認められるかについて検討している答案は少なかった。また，名義人の意義と作成者の意義を混同している答案も散見され，文書偽造罪の基本的理解が不足しているのではないかと思われる答案が目に付いた。\nこれらの詐欺罪，有印私文書偽造罪及び同行使罪については，甲が名義人Ａの承諾を得て借りた本件クレジットカードを用いて犯行に及んでいることから，甲の罪責として，Ａとの共同正犯の成否について簡潔に論じることが望ましいところ，この点について論じる答案は少数にとどまった。本問では，Ａは，甲から頼まれて，甲に本件クレジットカードの利用を承諾したにすぎず，\n利益も得ていないことからすると，Ａの正犯性を否定し，Ａとの共同正犯は成立しないとの結論になると思われるが，単独犯では私文書偽造罪の主体となり得ない名義人が，私文書偽造罪の共犯となり得るかという論点も含まれていることから，この点は，甲の罪責を検討するに当たり，\n検討すべき事項であろう。\n③の点については，全く検討していない答案が相当数あったが，Ａとの約束に反して本件クレ- 3 -ジットカードを利用した行為について，Ａとの関係で犯罪が成立しないかを論じることが求められていた。出題の趣旨でも示したとおり，甲はＡから許された本件クレジットカードを利用できる地位・資格を濫用したと捉えて，背任罪が成立すると構成する見解，甲の地位・資格が化体された本件クレジットカード自体を横領したと捉えて，横領罪が成立すると構成する見解が考えられるところ，これらの犯罪の成否を検討している答案でも，構成要件該当性について形式的な検討にとどまるものが多く，背任罪と横領罪の関係，不法な目的による委託信任関係の要保護性，\n既遂時期等について論じる答案は少なかった。\n横領罪の成否を検討する答案の中には，誰に対する横領なのかを明らかにしていないものや，\n客体の特定を欠くものが少なからずあった。また，本件クレジットカードの引落口座の預金を横領したと捉えて，横領罪が成立すると構成する答案も相当数あったが，キャッシュカードと異なり，クレジットカードの所持により，その引落口座の預金を占有していると認めるのは困難であろう。\nなお，甲がＡから本件クレジットカードを借りた行為について，詐欺罪の成否を検討する答案が相当数あり，結論としては，多くの答案が本件クレジットカードを借りた時点ではＡとの約束に反して本件クレジットカードを利用する意思が甲にはなかったとして，詐欺罪の成立を否定しているのであるが，そもそも，Ａに対する詐欺罪が成立しないことは明らかであり，本問において，この点を論じる必要はなかった。\n⑶ 甲と乙がＡに暴行を加えて傷害を負わせた行為について甲と乙がＡに暴行を加えて傷害を負わせた行為について，甲及び乙の罪責を検討するに当たって論じるべき点は，①傷害罪の構成要件該当性及び共同正犯の成否，②正当防衛・過剰防衛の成否である。\n①の点については，ほとんどの答案で触れられていたが，甲及び乙の行為は，Ａに対する一連の行為であるにもかかわらず，これを体当たり，押さえ付け，顔面殴打に分断し，各行為について，暴行罪又は傷害罪の構成要件該当性を論じた上，共謀の有無，正当防衛・過剰防衛の成否を論じるものが半数以上を占めていた。行為を分析的に見ること自体は重要であるが，行為の全体を俯瞰して評価する視点が欠けているのではないかという疑問を抱かざるを得なかった。\n傷害罪の共同正犯の成否については，共謀が終了したと見るべき事情が存在しないかどうかを含め，事実を指摘して具体的に論じることが求められていたが，乙による顔面殴打が共謀に基づくと認めた答案には，結果的加重犯の共同正犯の成否を含め適切な論述ができているものが多かった。\n他方，乙による顔面殴打は共謀に基づかないと認めた場合には，甲と乙の共謀の内容は乙がＡの顔面を殴打する行為に及んでいないことなど，共謀を否定する理由を的確に論じることが求められていたが，多くの答案は，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことについて，甲が全く認識していなかったことを指摘するだけで，安易に，乙がＡの顔面を殴打したことを共謀の範囲外としており，共謀を否定する理由を的確に論じていると評価できる答案は極めて少なかった。\n②の点については，まず，「急迫不正の侵害」及び「防衛の意思」について論じる必要があるところ，ほとんどの答案において，それぞれの規範を定立した上，問題文に現れた事実を指摘しつつ，乙がＡの顔面を殴打した時点でも甲に対する急迫不正の侵害が継続していたこと，甲と乙の行為は同一の防衛の意思に基づくことを論じることができていた。本問では，乙がＡの顔面を殴打した時点においても，急迫不正の侵害及び防衛の意思が認められることは特に争いのないところと考えられるため，簡潔に論じることが求められていた。\n甲と乙の行為が「やむを得ずにした行為」と認められるかについては，その意義（防衛行為の必要性・相当性）を指摘した上で，共同正犯における防衛行為の相当性の判断方法について，共同正犯者全員の行為を対象として判断するか，共同正犯者ごとに個別に判断するかを論じること- 4 -が求められていたところ，この点について，理由を付して論じられている答案は極めて少なかった。\nさらに，前記のとおり，乙がＡの顔面を殴打した時点でも甲に対する急迫不正の侵害が継続し，\n甲と乙の行為は同一の防衛の意思に基づくと認められることから，相当性の判断は，甲と乙の一連の行為（体当たり・押さえ付け・顔面殴打）を一体として行われるべきことを指摘しておく必要があったが，行為の一体性を認めず，相当性の判断についても，個々の行為ごとに行う答案が相当数あった。\n甲と乙の行為が防衛行為として相当と認められるかについては，問題文に現れた事実を指摘して具体的に検討することが求められていたところ，具体的な判断基準を示さないまま，問題文に現れた事実を指摘するだけで直感的に結論を導いていると思われる答案が相当数あった。また，\n判断基準として，武器対等の原則を用いる答案が多かったが，Ａが素手で甲に殴りかかろうとしたのに対し，乙が右手に持った石でＡの顔面を殴ったという事実だけで，防衛行為の相当性を逸脱するという結論を導いている答案が少なからずあった。防衛行為の相当性を判断するに当たっては，具体的な判断基準を示すことが必要であるが，武器対等の原則を形式的に論じるだけでは足りず，本問では，乙がＡの顔面を殴打した時点では，既にＡが仰向けに倒れた状態で甲と乙に押さえ付けられていたことや，Ａによる攻撃が当初より弱まっていたこと等の事情も考慮して判断する必要があった。\n次に，防衛行為の相当性について，共同正犯者全員の行為を対象として判断し，甲と乙のいずれについても客観的には過剰防衛と評価した場合，甲については，甲は乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識しておらず，過剰性を基礎付ける事実を認識していなかったため，違法性阻却事由の錯誤を論じる必要があったが，この点について論じる答案は少なく，甲についても傷害罪の過剰防衛とする答案が多かった。また，違法性阻却事由の錯誤について，事実の錯誤説に基づき，甲について，傷害罪の故意を阻却すると考えた場合には，更に過失傷害罪の成否が問題となり，過失傷害罪の成立を認める場合には，過剰防衛の任意的減免の準用の可否も問題となるが，その点について論じる答案は極めて少数であった。過剰性を基礎付ける事実を認識していなかった甲についても傷害罪の過剰防衛とする答案は，時間不足か理解不足のいずれかが原因と考えられるが，乙による顔面殴打について甲が全く認識していなかったという事実を踏まえて妥当な結論を導くという点に欠けていた。なお，本問と同種事案の裁判例として，東京地方裁判所平成１４年１１月２１日判決（判時１８２３号１５６頁）があるので，参照されたい。\n以上と異なり，防衛行為の相当性を共同正犯者ごとに個別に判断し，甲には正当防衛が成立し，\n乙には傷害罪の過剰防衛が成立するとする答案も相当数あり，防衛行為の相当性を共同正犯者ごとに個別に判断する理由について，共同正犯の違法性という観点から論じている答案もあったが，\n説得的に論じられている答案は極めて少なかった。\n⑷ 甲と乙がＡのズボンのポケットから財布を持ち去った行為について甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を検討するに当たって論じるべき点は，①窃盗罪の客観的構成要件該当性，②死者の占有，③不法領得の意思，④共同正犯の成否である。\n①の点については，多数の答案が，甲がＡのズボンのポケットから財布を奪った時点でＡは生きており，財布に対するＡの占有が認められることを指摘した上で，甲がＡのズボンのポケットから財布を取り出して，同財布を甲の上着ポケットにしまった行為が，客観的には窃盗罪の窃取に該当することを簡潔に論じることができていた。\n②の点については，全く検討されていない答案が相当数あったが，甲と乙がＡから財布を奪った時点で，甲と乙はＡが死亡したものと認識していたため，窃盗罪の故意に関してＡの占有を侵害する認識が認められるかを論じる必要があった。このように，主観の問題として死者の占有を- 5 -論じるべきところ，客観の問題として論じている答案や主観と客観のいずれの問題かを明示しないまま論じている答案が少なからずあった。\n死者の占有については，多くの答案が判例の立場で論じていた。最高裁判所昭和４１年４月８日判決（刑集２０巻４号２０７頁）は，「被告人は，当初から財物を領得する意思は有していなかったが，野外において，人を殺害した後，領得の意思を生じ，右犯行直後，その現場において，\n被害者が身につけていた時計を奪取したのであって，このような場合には，被害者が生前有していた財物の所持はその死亡直後においてもなお継続して保護するのが法の目的にかなうものというべきである。そうすると，被害者からその財物の占有を離脱させた自己の行為を利用して右財物を奪取した一連の被告人の行為は，これを全体的に考察して，他人の財物に対する所持を侵害したものというべきであるから，右奪取行為は，占有離脱物横領ではなく，窃盗罪を構成するものと解するのが相当である。」と判示するところ，甲及び乙の認識において，「被害者からその財物の占有を離脱させた自己の行為を利用して財物を奪取した」と認められるかを検討する必要があった。この点，甲及び乙について，乙による顔面殴打行為を利用して財布を奪取したとの認識が認められるかを適切に論述している答案が相当数あったが，甲について，傷害罪の共謀を否定し，傷害罪の共同正犯の成立を否定しているにもかかわらず，安易にＡの占有を侵害する認識を肯定する答案も散見された。Ａの占有を侵害する認識を検討するに当たっては，傷害罪の共同正犯の成否や正当防衛・過剰防衛の成否での検討内容及び結論との整合性を意識して論述することが必要であったが，そのような意識が足りないと思われる答案が目に付いた。\nＡの占有を侵害する認識を否定する場合は，Ａの財布を占有離脱物と認識していたことになり，\n客観的には窃盗罪の構成要件に当たるとしても，主観的には占有離脱物横領罪の認識を有しているにすぎないこととなるので，抽象的事実の錯誤について論じる必要があったが，この点に関しては，問題の所在を指摘した上，窃盗罪と占有離脱物横領罪との構成要件の重なり合いについて簡潔に論じられている答案が多かった。\n③の点については，甲が「財布の中の現金はもらい，借金の返済に使おう。」と考え，乙が「財布を捨ててしまおう。」と考え，Ａから財布を奪っていることから，窃盗罪又は占有離脱物横領罪の不法領得の意思を論じることが求められていた。この論点についても，全く検討されていない答案が相当数あったが，論点に触れる答案の多くは，不法領得の意思の要否及び内容を明らかにした上，事実を具体的に指摘してその存否を論じることができていた。\nなお，乙について，不法領得の意思を否定し，器物損壊罪の故意しかないことを導くに当たり，\n抽象的事実の錯誤を論じる答案が多数見受けられたが，不法領得の意思は，故意とは別の主観的要素であることを正確に理解していないことに起因するのではないかと思われた。\n④の点については，甲が窃盗罪又は占有離脱物横領罪，乙が器物損壊罪の各構成要件に該当すると考えた場合に，異なる構成要件間における共同正犯の成否を論じることが求められていたところ，この論点を的確に論じている答案は少数であり，罪名従属性の問題であることに気付かず，\n故意の重なり合いの問題として論じる答案が多数見受けられた。\nまた，甲に窃盗罪又は占有離脱物横領罪，乙に器物損壊罪が成立するとして，共同正犯の成否を全く論じない答案も相当数あったが，そもそも共同正犯における一部実行全部責任についての理解が不十分なのではないかと思われた。\n⑸ 罪数罪数については，多くの答案が論じていたが，理由付けまで論じられている答案は少数であり，\n牽連犯について吸収関係にあるとするなど，罪数処理に関する基本的理解を欠いているものも見受けられた。\n⑹ その他例年指摘しているところではあるが，字が乱雑で判読しづらい答案が少数ながら存在した。時間的に余裕がないことは承知しているところであるが，採点者に読まれるものであることを意識- 6 -し，大きめで読みやすく丁寧な字で書かれることが望まれる。\nまた，刑法で使われる基本的用語について漢字に誤記があるもの，甲と乙を取り違えて論述しているもの，問題文に現れた事実を誤認しているもの（Ａの生死等）も少数ながら存在したので，\nこれらの点についても注意して答案を作成されたい。\n⑺ 答案の水準以上を前提に，「優秀」「良好」「一応の水準」「不良」と認められる答案の水準を示すと，以下のとおりである。\n「優秀」と認められる答案とは，本問の事案全体を的確に分析した上で，本問の出題の趣旨や前記採点の基本方針に示された主要な問題点について検討を加え，成否が問題となる犯罪の構成要件要素等について正確に論述するとともに，必要に応じて法解釈論を展開し，事実を具体的に指摘して当てはめを行い，甲及び乙の罪責について，論理的に矛盾せずに妥当な結論を導いている答案である。特に，本問は，論じるべき点が多岐にわたることから，全ての問題点を検討した上で，厚く論じるべきものと簡潔に論じるべきものを選別し，最後まで書き切った答案が高い評価を受けていた。\n「良好」と認められる答案とは，主要な問題点について指摘できており，甲及び乙の罪責について論理的に矛盾せずに妥当な結論を導くことができているものの，一部の論点についての検討を欠くもの，必要な法解釈論の展開がやや不十分なもの，必要な事実の抽出やその意味付けが部分的に不足しているもの等である。\n「一応の水準」と認められる答案とは，事案の分析が不十分であったり，複数の主要な問題点についての論述を欠いたりするなどの問題はあるものの，論述内容が論理的に矛盾することなく，\n刑法の基本的な理解について一応ではあるもののこれを示すことができている答案である。\n「不良」と認められる答案とは，事案の分析がほとんどできていないもの，刑法の基本概念の理解が不十分であるために，主要な問題点を理解できていないもの，事案の解決に関係のない法解釈論を延々と展開しているもの，問題点には気付いているものの結論が著しく妥当でないもの，\n論述内容が首尾一貫しておらず論述的に矛盾しているもの等である。\n４ 今後の法科大学院教育に望むこと刑法の学習においては，刑法の基本概念の理解を前提に，個々の論点の問題の所在を理解するとともに，各論点の位置付けや相互の関連性を十分に理解することが必要である。これらができていなければ，的確かつ説得的な論述はできない。\nまた，これまでも繰り返し指摘しているところであるが，判例学習の際には，結論のみならず，\n当該判例の前提となっている具体的事実を意識し，結論に至るまでの理論構成を理解し，その判例が述べる規範の刑法の体系上の位置付け，規範が妥当する範囲について検討し理解することが必要である。\nさらに，今回の論文式試験では，一罪における行為の認定や共謀の認定において，問題文に現れた事実を単に拾い上げるだけにとどまり，全体を俯瞰して考える視点が欠けているのではないかと思われる答案が目に付いたとの意見が多くの考査委員から寄せられており，事案に応じた適切な事実認定ができる能力を修得することが求められる。\nこのような観点から，法科大学院教育においては，まずは刑法の基本知識及び体系的理解の修得に力点を置いた上，判例学習等を通じ具体的事案の検討を行うなどして，正解思考に陥らずに幅広く多角的な検討を行う能力を涵養するとともに，論理的に矛盾しない，事案に応じた適切で妥当な結論を導き出す能力を涵養するよう，より一層努めていただきたい。"
}