{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "民事系",
  "text": "論文式試験問題集［民事系科目第１問］\n- 1 -\n〔第１問〕（配点：１００〔〔設問１〕，〔設問２〕及び〔設問３〕の配点は，３０：４０：３０〕）\n次の文章を読んで，後記の〔設問１〕，〔設問２〕及び〔設問３〕に答えなさい。\nⅠ\n【事実】\n１．甲土地と乙土地は，平成１４年３月３１日以前は長い間いずれも更地であり，全く利用されていなかった。Ａが所有する乙土地は，南側が公道に面するほかはＢが所有する甲土地に囲まれた長方形の土地であるが，乙土地の実際の面積は登記簿に記載されている地積よりも小さかった。また，甲土地と乙土地の境界にはもともと排水溝があった。\n２．平成１４年４月１日，Ａは，排水溝が埋没したのを奇貨として，登記簿記載の地積にほぼ合致するように，乙土地の東側と西側をそれぞれ５メートルほど広げる形で，柵を立てた（公道に面する南側部分を除く。以下では，この柵と南側の公道に囲まれた土地全体を「本件土地」といい，乙土地の東側に隣接する甲土地の一部を「甲１部分」と，西側に隣接する甲土地の一部を「甲２部分」という。なお，本件土地の位置関係は別紙図面のとおりであり，〔本件土地＝乙土地＋甲１部分＋甲２部分〕という関係にある。本件土地の東側・北側・西側の外周に，それぞれ柵が立てられている状態である。）。Ａは，柵を立てた後も，本件土地を更地のままにしていた。\n３．医師であるＣは，診療所を営むことを考えており，それに適する場所を探していたところ，知人からＡを紹介され，本件土地に診療所用の建物を建築することを計画した。そこで，Ｃは，乙土地の登記簿を閲覧した上で，Ａと共に本件土地を実地に調査し，本件土地の東側・北側・西側の外周に柵があることを確認した。また，Ｃは，本件土地の測量を行い，その面積が乙土地の登記簿に記載されている地積とほぼ合致することを確認した。\n４．ＡとＣは，平成１６年９月１５日，本件土地につき，Ａを賃貸人，Ｃを賃借人，契約期間を同年１０月１日から３０年間，賃料を月額２０万円，使用目的を診療所用の建物の所有とする賃貸借契約（以下「本件土地賃貸借契約」という。）を締結した。\n５．平成１６年９月２５日，Ｃは，建築業者との間で，本件土地に診療所用の建物を建築することを目的とする請負契約を締結した（以下では，この請負契約に基づき行われる工事を「本件工事」という。）。\n６．平成１６年１０月１日，Ａは，本件土地賃貸借契約に基づき，本件土地をＣに引き渡した。\nＣは，約定どおり，Ａが指定する銀行口座に同月分以降の賃料を振り込んでいた。\n７．本件工事の開始は請負人である建築業者の都合で大幅に遅れた。その間，【事実】２の柵は立てられたままであったが，本件土地は全く利用されておらず，更地のままであった。\n８．平成１７年６月１日になってようやく本件工事が始まった。本件工事は，乙土地と甲１部分の上で行われ，Ｃは，同日以降，甲２部分を工事関係者に駐車場や資材置場として利用させていた。\n９．本件工事は平成１８年２月１５日に終了し，同日，乙土地と甲１部分の上に建築された建物\n（以下「丙建物」という。）につきＣ名義で所有権保存登記がされた。丙建物は，乙土地と甲\n１部分のほぼ全面を利用する形で建築された。Ｃは，同年４月１日に診療所を開設した。甲\n２部分は，それ以降，患者用駐車場（普通自動車３台分）として利用されている。\n10．Ｂは，長い間甲土地を利用しないまま放置していたが，平成２６年８月になって甲土地に建物を建築することを計画した。Ｂは，その際，丙建物が甲１部分に越境して建築されていること及びＣが駐車場として利用している甲２部分も甲土地の一部であることに気付いた。\n11．そこで，平成２７年４月２０日，Ｂは，Ｃに対し，所有権に基づき，甲１部分を明け渡すこ\n- 2 -とを求める訴えを提起した。\n〔設問１〕 【事実】１から11までを前提として，次の問いに答えなさい。\nＣは，Ｂが甲１部分を所有することを認めた上でＢの請求の棄却を求める場合，どのような反論をすることが考えられるか，その根拠及びその反論が認められるために必要な要件を説明した上で，その反論が認められるかどうかを検討しなさい。なお，丙建物の収去の可否及び要否について考慮する必要はない。\nⅡ 【事実】１から11までに加え，以下の【事実】12から16までの経緯があった。\n【事実】\n12．平成２７年１１月１０日，Ａは，Ｂから，甲１部分及び甲２部分を買い受けた。同日，甲土地を甲１部分，甲２部分及びその余の部分に分筆する旨の登記がされ（以下では，甲１部分を「甲１土地」，甲２部分を「甲２土地」といい，乙土地，甲１土地及び甲２土地を「本件土地」という。），甲１土地と甲２土地のそれぞれにつきＢからＡへの所有権移転登記がされた。\nＢは，これを受けて，【事実】11の訴えを取り下げた。Ａは，Ｃに対し，これらの事実を伝えるとともに，本件土地賃貸借契約については従来と何も変わらない旨を述べた。また，同月\n２０日に，丙建物につき，その所在する土地の地番を，「乙土地の地番」から「乙土地の地番及び甲１土地の地番」に更正する旨の登記がされた。\n13．平成２８年１月に，Ｃは，友人Ｄから，勤務医を辞めて開業したいと考えているが，良い物件を知らないかと相談を受けた。Ｃは，健康上の理由で廃業を考えていたところであったため，Ｄに対し，丙建物を貸すので，そこで診療所を営むことにしてはどうか，と提案した。\nＤは，この提案を受け入れることにした。\n14．ＣとＤは，平成２８年５月１日，丙建物について，賃貸人をＣ，賃借人をＤ，契約期間を同日から５年間，賃料を月額６０万円，使用目的を診療所の経営とする賃貸借契約（以下「丙賃貸借契約」という。）を締結した。その際，ＣとＤは，専らＣの診療所の患者用駐車場として利用されてきた甲２土地について，以後は専らＤの診療所の患者用駐車場として利用することを確認した。\n15．平成２８年５月１日以降，Ｄは，丙建物で診療所を営んでいる。丙建物の出入りは専ら甲１土地上にある出入口で行われ，甲２土地は，従前と同様，診療所の患者用駐車場として利用されており，３台の駐車スペースのうち１台は救急患者専用のものとして利用されている。\n16．平成２８年９月３日，Ａは，ＣＤ間で丙賃貸借契約が締結されたこと，Ｄが丙建物で診療所を営み，甲２土地を診療所の患者用駐車場として使っていることを知った。同月５日に，Ａは，Ｃに対し，事前に了解を得ることなく，①Ｃが丙建物をＤに賃貸し，そこでＤに診療所を営ませていること，②Ｃが甲２土地を診療所の患者用駐車場としてＤに使用させていることについて抗議をした。\n〔設問２〕 【事実】１から16までを前提として，次の問いに答えなさい。\nＡは，本件土地賃貸借契約を解除することができるか，【事実】16の下線を付した①及び②の事実がそれぞれ法律上の意義を有するかどうかを検討した上で，理由を付して解答しなさい。\nⅢ 【事実】１から16までに加え，以下の【事実】17から20までの経緯があった。\n【事実】\n17．その後，Ａは，Ｃだけでなく，Ｄにも連日苦情を述べるようになった。Ｄから対処を求められたＣは，平成２８年９月２０日，Ａに対し，５０万円を支払うので今回の件をこれ以上問題にしないでほしいと申し入れた。Ａは，不満ではあったものの，金策に追われていたことから，Ｃの申入れを受け入れることにし，ＡとＣとの間で和解が成立した。同月２５日に，- 3 -\nＣは，Ａに対し，前記和解に基づき，５０万円を支払った。Ｄは，Ｃから，Ａとの間で和解が成立した旨の報告を受け，引き続き診療所を営んでいる。\n18．平成２８年１２月１０日，Ａは，資金繰りの必要から，Ｅとの間で，本件土地（甲１土地，甲２土地及び乙土地）を６０００万円でＥに売却する旨の契約（以下「本件売買契約」という。）を締結した。その際，Ａは，Ｅに対し，Ｃの契約違反を理由に本件土地賃貸借契約は解除されており，Ｃは速やかに丙建物を収去して本件土地を明け渡すことになっている旨の虚偽の説明をした。Ｅがこの説明を信じたため，前記代金額は，それを前提として決定され，建物の収去及び土地の明渡しが未了であることを考慮し，本件土地の更地価格（７０００万円）より１０００万円低く設定された。\n19．平成２８年１２月１６日，Ｅは，Ａに対し，本件売買契約に基づき，その代金として６０００万円を支払った。また，同日，本件土地の３筆それぞれにつき，本件売買契約を原因として，ＡからＥへの所有権移転登記がされた。\n20．平成２９年２月２０日，Ｅは，Ｃに対し，本件土地の所有権に基づき，丙建物を収去して本件土地を明け渡すことを求める訴えを提起した。\n〔設問３〕 【事実】１から20までを前提として，次の問いに答えなさい。\nＣは，Ｅの請求に対しどのような反論をすることが考えられるか，その根拠を説明した上で，その反論が認められるかどうかを検討しなさい。\n- 4 -\n【別紙 図面】\n北甲土地甲２ 乙土地 甲１本件土地公 道\n- 5 -論文式試験問題集［民事系科目第２問］\n- 1 -\n〔第２問〕（配点：１００〔〔設問１〕から〔設問３〕までの配点の割合は，３５：４０：２５〕）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n１．Ａ及びＢは，Ｃから，加工食品の製造業及び卸売業を営む甲株式会社（以下「甲社」という。）を設立するので，協力してほしいと頼まれた。そこで，甲社の設立に際し，Ａは，唯一の発起人となるとともに，甲社の設立に際して発行される株式の一部を引き受け，出資の履行として\n１２００万円を払い込み，Ｂは，発起人とならなかったが，残りの株式を引き受け，出資の履行として１８００万円を払い込んだ。\n２．Ａは，甲社の設立手続を進める上で，当初の１か月間は，設立事務を行う事務所と設立事務を補助する事務員が必要であると考えた。そこで，Ａは，Ｄから，平成２３年５月９日，「甲社発起人Ａ」の名義で，事務所用建物を，賃貸期間を１か月に限り，賃料を後払いで６０万円とする約定により賃借した。また，Ａは，同月１２日，「甲社発起人Ａ」の名義で，Ｅを，設立事務を補助する事務員として，期間を１か月に限り，報酬を後払いで４０万円とする約定により雇用した。なお，当該賃料及び当該報酬は，相場に照らし，いずれも適正な金額であった。\n３．Ａは，Ｆとの間で，平成２３年５月１３日，「甲社発起人Ａ」の名義で，成立後の甲社の事業に用いる目的で，食品加工用の機械（以下「本件機械」という。）を，甲社の成立を条件として，本件機械の引渡し及び代金の支払の期日をいずれも同年７月２９日とし，代金を８００万円とする約定により，甲社がＦから購入する契約（以下「本件購入契約」という。）を締結した。\n４．平成２３年６月１４日，甲社の設立登記がされた。公証人の認証を受けた甲社の定款には，設立費用については「設立費用は８０万円以内とする。」との記載のみがあり，また，甲社の成立を条件として特定の財産を譲り受けることを約する契約については記載がなかった。なお，当該設立費用については，裁判所の選任した検査役の調査等の必要な手続を経ていた。\n甲社は取締役会設置会社かつ監査役設置会社であり，甲社の代表取締役はＣである。甲社の設立時の株主は，Ａ及びＢの二人のみであり，甲社の発行済株式及び総株主の議決権のいずれも，４０％はＡが，６０％はＢが，それぞれ保有している。甲社の純資産額は，設立後，数か月の間，３０００万円を超えることがなかった。\n５．甲社は，Ｆから，平成２３年６月１６日，本件機械について代金として５０万円を追加するように要求されるとともに，この要求に応じないのであれば，本件購入契約の有効性を問題とし，本件機械の引渡しに応じないと主張された。\n〔設問１〕\n⑴ Ａは，Ｄに対して上記２の賃料６０万円を，Ｅに対して上記２の報酬４０万円を，いずれも支払っておらず，甲社は，その成立後，直ちに，Ｄ及びＥから，これらの支払を求められた。\nこの場合において，甲社がこれらの支払を拒否することができるかどうかについて，判例の立場及びその当否を検討した上で，論じなさい。\n⑵ 甲社の代表取締役Ｃは，本件機械が甲社の事業活動に不可欠であったことから，上記５のＦの要求に応ずることもやむを得ないが，できれば代金を追加して支払うことなく本件機械の引渡しを受けたいと考え，平成２３年６月２０日頃，その旨を弁護士に相談した。当該弁護士の立場に立って，本件購入契約に関する会社法上の問題点について論じた上で，それを踏まえつつ，甲社が本件機械の引渡しを受けるために採ることができる方法及びこれに必要となる会社法上の手続について，検討しなさい。\n６．平成２７年１２月，甲社の取締役会は，甲社と取引関係があった加工食品の小売販売業を営む\n- 2 -乙株式会社（以下「乙社」という。）が経営不振に陥り，乙社から援助を求められたことを受け，乙社の全ての発行済株式を取得して，乙社を完全子会社化した上で，乙社の経営を立て直すことを決定した。乙社を完全子会社化するのは，甲社の経営方針に反対する少数株主を排除するためであった。\n乙社は，会社法上の公開会社であるが，金融商品取引所にその発行する株式を上場していない。\n乙社は，種類株式発行会社ではなく，その定款には，その発行する株式について株券を発行する定めや単元株式数に関する定めはない。なお，乙社の定款のうち，本問に関係する定めは，別紙の１のとおりである。\n７．甲社は，乙社の株式を買い集め，乙社の発行済株式の６０％に当たる６０００株を取得した。\n乙社の取締役はいずれも乙社が甲社の完全子会社となることに賛成していたが，乙社の創業者の一族である株主Ｇは，乙社が甲社の完全子会社となることに強硬に反対し，甲社からの株式売却の勧誘にも一切応じない姿勢を見せていた。\n８．乙社は従業員持株制度を採用しており，乙社の従業員のうち希望者が従業員持株会に加入している。当該従業員持株会（以下「本件持株会」という。）は，平成２８年３月３１日の時点で，乙社の従業員２０人から成る民法上の組合であり，乙社の株式を１２００株取得しており，当該１２００株については下記９のとおり株主名簿に株主として本件持株会の理事長であるＨが記載されている。本件持株会の会員は，積立口数に応じて本件持株会が保有する乙社の株式について持分を有し，各自の持分に相当する株式を管理の目的をもって理事長に信託している。\nすなわち，当該１２００株については，実質的には，本件持株会の会員である従業員２０人が，その持分に応じて，保有していることとなる。本件持株会の規約のうち本問に関係する定めは別紙の２のとおりである。なお，本件持株会の規約の内容は適法であり，当該規約に基づく株式の信託を無効とする事由はない。\n９．平成２８年３月３１日の最終の株主名簿に記載された乙社の株主及びその持株数は，次のとおりであった。\n甲社：６０００株，Ｇ：２０００株，乙社従業員持株会（本件持株会）理事長Ｈ：１２００株，Ｉ：８００株\n10．甲社と乙社の取締役が話し合った結果，乙社を甲社の完全子会社とするため，乙社は，株式の併合をすることとなった。乙社の代表取締役Ｊは，取締役会の決議に基づき，平成２８年６月\n１日に定時株主総会の招集通知を発した。当該招集通知には，株主総会の目的の一つが株式の併合であること，株式の併合に係る議案の概要として，①３０００株を１株に併合すること，②株式の併合がその効力を生ずる日（以下「効力発生日」という。）を同年７月１１日とすること，③効力発生日における発行可能株式総数を効力発生日における発行済株式の総数の４倍に当たる数とすること等が記載されていた。他方で，株主総会に出席しない株主が書面又は電磁的方法によって議決権を行使することができることとする旨は記載されていなかった。\n乙社は，当該招集通知を発した日に，上記①から③までの事項を公告するとともに，上記①から③までの事項を含む株式の併合に関する所定の事項を記載した書面を本店に備え置いた。\n11．上記10の招集通知に基づき平成２８年６月２０日に開催された乙社の定時株主総会（以下「本件株主総会」という。）には，Ｇのほか，甲社の代表取締役Ｃが甲社を代表して出席し，また，本件持株会の発足以来その会員であるＫが本件持株会理事長Ｈの代理人として出席した。Ｋは，その際，本件株主総会において議決権行使の代理人をＫとする旨のＨが作成した委任状を乙社に提出した。なお，本件持株会の会員でＨに対し本件株主総会における議決権行使についての特別の指示をしたものはいなかった。\n12．Ｉは平成２７年１０月１日に死亡し，Ｉの唯一の相続人であるＬが，Ｉが保有していた乙社株式８００株（以下「本件株式」という。）を相続した。Ｌは，Ｉの生前から，乙社の株主名簿上のＩの住所においてＩと同居しており，Ｉが死亡した後も，引き続き同所において居住してい\n- 3 -る。Ｌは，Ｉの生前から，Ｉが本件株式を保有していたことを知っていたものの，本件株式を相続により取得した後も，本件株式について株主名簿の名義書換えを請求していなかったが，Ｉ宛ての本件株主総会の招集通知を受け取った日の翌日である平成２８年６月３日，乙社に対し，相続により本件株式を取得したことを証する書面を提示して株主名簿の名義書換えを請求するとともに，上記10の株式の併合に反対する旨を乙社に通知した。乙社は，同日，Ｌの請求のとおり株主名簿の名義書換えを行った。\n本件株主総会の当日，Ｌは，本件株主総会の会場に現れ，入場を求めたが，乙社の受付担当者は，乙社の代表取締役Ｊの指示に基づき，Ｌが本件株主総会に係る議決権行使の基準日において株主名簿上の株主でなかったことを理由として，Ｌの入場を認めなかった。\n13．本件株主総会において，乙社の代表取締役Ｊは，株式の併合をすることを必要とする理由として，①株主への通知や配当金の支払に掛かるコストを削減するために株主の人数を減少させる必要があること，②乙社は，数年後に，会社の事業規模に合わせて資本金の額を減少する予定であり，そのためには，会社法上，発行済株式の総数を減少させる必要があることの２点を説明したが，乙社を甲社の完全子会社とした上で甲社の支援により乙社の経営を立て直すという本来の目的については説明しなかった。\n14．本件株主総会において，上記10の株式の併合の議案については，Ｇが反対したが，甲社及びＨの代理人であるＫが賛成したことにより，可決された（以下「本件決議」という。）。\n〔設問２〕 Ｇは，本件決議の瑕疵を主張して，本件決議の効力を否定することを検討している。\n平成２８年７月２０日の時点で，本件決議の効力を争うためにＧの立場において考えられる主張及びその当否について，論じなさい。\n〔設問３〕 上記10の株式の併合により乙社の株式を失うこととなるＬの経済的利益が会社法上ど\nのように保護されるかについて，論じなさい。ただし，株式の併合をやめることを請求し，株式の併合の効力を否定し，又は損害賠償を請求するという手段については，論じなくてよい。\n- 4 -別 紙\n１ 乙株式会社定款（抜粋）\n（なお，以下の定めは，設立時から本件株主総会の終結の時までの間，変更されていない。）\n（定時株主総会の基準日）第１１条 当会社は，毎年３月３１日の最終の株主名簿に記載された議決権を有する株主をもって，その事業年度に関する定時株主総会において議決権を行使することができる株主とする。\n（決議）第１５条 株主総会の普通決議は，法令又は定款に別段の定めがある場合のほか，出席した議決権を行使することができる株主の議決権の過半数をもって決する。\n２ 会社法第３０９条第２項に定める決議は，議決権を行使することができる株主の議決権の３分の１以上を有する株主が出席し，出席した当該株主の議決権の３分の２以上に当たる多数をもって行う。\n（議決権の代理行使）第１６条 株主は，当会社の他の株主１名を代理人として，その議決権を行使することができる。\n２ 乙株式会社従業員持株会規約（抜粋）\n（株式の管理及び名義）第１０条 会員は，各自の持分に相当する株式を管理の目的をもって理事長に信託するものとする。\n２ 前項により理事長が受託する株式は，株主名簿において理事長名義とする。\n（議決権の行使）第１１条 理事長名義の株式の議決権は，理事長が行使するものとする。ただし，会員は，各自の持分に相当する株式の議決権の行使について，理事長に対し，株主総会ごとに特別の指示を与えることができる。\n- 5 -論文式試験問題集［民事系科目第３問］\n- 1 -\n〔第３問〕（配点：１００［〔設問１〕から〔設問３〕までの配点の割合は，１５：５５：３０］）\n次の文章を読んで，後記の〔設問１〕から〔設問３〕までに答えなさい。\n【事 例】\nＸは，Ｙに対し，平成２８年３月１０日，Ｙから譲り受けた浮世絵版画（以下「本件絵画」という。）の引渡しを求める訴えを管轄地方裁判所に提起した。この訴訟において，訴訟代理人は選任されていない。\nＸは，訴状において，次のように主張した。\n「Ｘは，かねてよりＹの事業の支援をしていたが，平成２７年９月１日，Ｙから，これまでの支援の御礼として，本件絵画の贈与を受けた。Ｙから受け取った念書には，ＹがＸに本件絵画を譲る旨や同年１０月１日にＹ宅で本件絵画を引き渡す旨が記載されている。その後，Ｘが約束どおりＹ宅に出向いて本件絵画の引渡しを求めたのに，Ｙはこれを拒み，一切の話合いに応じないので，贈与契約に基づく本件絵画の引渡しを求めるため，本件訴えを提起した。贈与の事実の証拠として，この念書を提出する。」これに対し，Ｙは，答弁書において，次のように主張した。\n「Ｙは，絵画について造詣が深い友人Ａから，Ｘが本件絵画の購入を望んでいると聞いて，Ｘに本件絵画を売却したのであり，贈与などしていない。Ｘに交付した念書には代金額の記載がないが，それは，代金額を本件絵画の時価相当額とする趣旨であり，その額は３００万円である。ところが，平成２７年１０月，Ｘは，本件絵画の取引はＸに対する贈与であり，代金を支払うつもりはないと言ってきたので，Ｙは，本件絵画の引渡しを拒んだ。これらの事実を立証するため，本件絵画の取引経緯に詳しいＡを証人として申請する。」第１回口頭弁論期日が平成２８年５月１０日に開かれ，Ｘは訴状に記載した事項を，Ｙは答弁書に記載した事項をそれぞれ陳述した。さらに，Ｘは，贈与の主張に加え，仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎないと主張した。\n第２回口頭弁論期日では，Ａの証人尋問と，Ｘ及びＹの当事者尋問が行われた。Ａは，本件絵画の取引はその時価相当額を代金額とする売買契約であること，その額は２００万円であること，この売買契約はＡがＹの代理人としてＸと締結したものであることなどを述べた。期日においては，本件絵画の取引が贈与又は売買のいずれであるか，また，売買であるとしてその代金額は幾らかに焦点が絞られ，ＡがＹの代理人であったか否かについては，両当事者とも問題にしなかった。\n以下は，期日終了後の裁判官Ｊ１と司法修習生Ｐとの間の会話である。\nＪ１：今日の証拠調べの結果をどのように評価しますか。率直な意見を聴かせてください。\nＰ：取引経緯に関するＡの証言は具体的で信用できるため，Ｙの代理人ＡとＸとの間で，本件絵画の時価相当額を代金額とする売買契約が成立し，その額は２００万円であると考えられます。Ｘはこの２００万円を支払っていませんから，売買を理由に，「Ｙは，Ｘから２００万円の支払を受けるのと引換えに，Ｘに対し，本件絵画を引き渡せ。」との判決をすべきではないでしょうか。\nＪ１：私の心証も同じですが，あなたの言うような判決を直ちにすることができるのでしょうか。まず，Ｙの代理人ＡとＸとの間で契約が締結されたとの心証が得られたとして，その事実を本件訴訟の判決の基礎とすることができるのかについて，考えてみてください。\nＰ：両当事者がその点を問題にしなかったのだからいいように思いましたが，考えてみます。\n- 2 -\n〔設問１〕\nあなたが司法修習生Ｐであるとして，Ｊ１から与えられた課題に答えなさい。\n【事 例（続き）】\n以下は，Ｊ１とＰとの間の会話の続きである。\nＪ１：次に，あなたの言うような判決はＸの請求に対する裁判所の応答として適当なのか，すなわち，本件の訴訟物は何かを考える必要もありますね。\nそして，Ｘは，第１回口頭弁論期日に，「仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎない。」と主張していますが，これには，どのような法的な意味合いがありますか。\nＰ：Ｘが単に譲歩をしただけで，あまり法的に意味のある主張には見えませんが。\nＪ１：本当にそうでしょうか。\n他方，Ｙは，「本件絵画をＸに時価相当額で売却し，その額は３００万円である。」と主張していますが，その法的な意味合いも問題になりますね。\nＰ：はい。Ｘの主張する請求原因事実との関係で，Ｙのこの主張がどのように位置付けられるか，整理したいと思います。\nＪ１：本件は，訴訟代理人が選任されていないこともあり，紛争解決のために，両当事者の曖昧な主張を法的に明確にする必要がありそうです。\n訴訟物の捉え方については様々な議論がありますが，あなたの捉える本件の訴訟物は何になるかを示した上で，各当事者から少なくともどのような申立てや主張がされれば，「Ｙは，Ｘから２００万円の支払を受けるのと引換えに，Ｘに対し，本件絵画を引き渡せ。」との判決をすることができるか，考えてみてください。その際，先ほどお願いしたＹの主張の位置付けの整理も行ってください。これを課題①とします。\nところで，本件絵画の時価相当額については，当事者からより適切な証拠が提出されれば，別の金額と評価される可能性もあると思います。課題①で必要となる各当事者の申立てや主張がされたという前提の下で，仮に，本件絵画の時価相当額が２２０万円と評価される場合あるいは１８０万円と評価される場合には，それぞれどのような判決をすることになるのかについても，考えてみてください。これを課題②とします。\nなお，課題①及び②の検討においては，設問１で検討した点に触れる必要はありません。\nまた，あなたの言うとおり，本件絵画の時価相当額を代金額とする売買契約が成立したものとして，考えてください。\n〔設問２〕\n⑴ あなたが司法修習生Ｐであるとして，Ｊ１から与えられた課題①に答えなさい。\n⑵ あなたが司法修習生Ｐであるとして，Ｊ１から与えられた課題②に答えなさい。\n【事 例（続き）】\nその後，上記の訴訟（以下「前訴」という。）においては，「Ｙは，Ｘから２００万円の支払を受けるのと引換えに，Ｘに対し，本件絵画を引き渡せ。」との判決がされ，この判決は確定した。\nもっとも，Ｘは，自らの事業の経営状態が悪化したこともあり，代金を支払ってまで本件絵画を手に入れることに熱意をなくしてしまった。逆に，Ｙは，Ｘに対し，本件絵画を持参するので代金２００万円を支払ってほしいと連絡したが，Ｘから拒絶された。そこで，Ｙは，弁護士に委任して，Ｘに対し，平成２９年３月１日，本件絵画の売買代金２００万円の支払を求める訴え（以下「後訴」という。）を管轄地方裁判所に提起した。\n- 3 -\nＸから委任を受けた弁護士は，前訴で問題となった本件絵画の取引について事情を調べたところ，Ｘ及びＹの取引仲間であるＢから，本件絵画の取引は贈与である旨の証言を得られそうだとの感触を得た。また，同弁護士が本件絵画の写真数点を古物商に見せたところ，高くても１５０\n万円相当であるとのことであった。そこで，同弁護士は，改めて事実関係を争うべきであると考え，答弁書において，ＸＹ間には本件絵画の贈与契約が成立したのであって，Ｘは売買代金の支払義務を負わないし，仮に贈与契約でなく売買契約が成立したと判断されたとしても，その代金額は１５０万円であり，Ｘはその限度でしか支払義務を負わないと主張した。\n第１回口頭弁論期日には，双方の訴訟代理人が出頭し，訴状及び答弁書に記載した事項をそれぞれ陳述した。Ｙの訴訟代理人は，答弁書におけるＸの主張は前訴判決の既判力に触れて許されず，前訴判決に沿って，直ちに請求認容判決がされるべきであると主張した。これに対し，Ｘの訴訟代理人は，前訴判決において，ＸＹ間には代金２００万円の本件絵画の売買契約が成立したと判断されたかもしれないが，Ｘの代金支払義務に関する判断には既判力は生じないと主張した。\n以下は，後訴を担当した裁判官Ｊ２と司法修習生Ｑとの間の会話である。\nＪ２：本件は，Ｙの訴訟代理人の主張するように，前訴判決に沿って，直ちに請求認容判決をすべきなのでしょうか。\nＱ：今まで考えたことがないのですが，既判力の範囲に関する民事訴訟法の規定に遡って考えないといけないように思います。\nＪ２：そうですね。それを出発点としつつ，前訴判決の主文において引換給付の旨が掲げられていることの趣旨にも触れながら，後訴において，ＸＹ間の本件絵画の売買契約の成否及びその代金額に関して改めて審理・判断をすることができるかどうか，考えてみてください。\n〔設問３〕\nあなたが司法修習生Ｑであるとして，Ｊ２から与えられた課題に答えなさい。\n- 4 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/民事系.pdf",
  "purpose": "】\n〔第１問〕\n本問は，⑴Ａが隣接するＢ所有の甲土地の一部（甲１部分・甲２部分）を自己所有の乙土地\n（以下では，甲１部分，甲２部分と合わせて「本件土地」という。）とともにＣに賃貸し，Ｃが乙土地及び甲１部分の上に丙建物を建築し，診療所を営んでいたため，Ｂが，Ｃに対し，所有権に基づき甲１部分の明渡しを求めた事例（設問１），⑵その後に，ＡがＢ所有の甲土地の一部（甲１部分・甲２部分）を買い受け，甲土地を甲１部分，甲２部分等に分筆してその旨の登記がされたが，ＣがＤとの間で丙建物について賃貸借契約を締結したことから，Ａが，Ｃに対し，⑴の賃貸借契約を解除する旨の意思表示をした事例（設問２），⑶さらに，ＡＣ間の紛争について和解が成立したが，Ａが本件土地をＥに売却したため，ＥがＣに対して丙建物の収去及び本件土地の明渡しを求めた事例（設問３）を素材として，民法上の問題についての基礎的な理解とともに，その応用力を問う問題である。当事者の利害関係を法的な観点から分析し構成する能力，その前提として，様々な法的主張の意義及び法律問題相互の関係を正確に理解し，それに即して論旨を展開する能力などが試される。\n設問１は，賃借権の取得時効の要件とその成否に対する理解を問うことにより，民法の基本的知識及びそれに基づく論理構成力を問うものである。\n設問１で問われているのは，まず，Ｂの所有権に基づく土地明渡訴訟に対し，Ｃはどのような反論をすることができるかである。この場面では，いわばＣの弁護士の立場に立ってＢの請求を争う根拠を提示することが求められている。丙建物を所有することによって甲１部分を占有しているＣが，甲１部分のＢ所有を認めた上でＢの請求を争う方法としては，占有権原の抗弁を主張することが考えられる。Ｃは，Ａから甲１部分を賃借しているが，Ａには甲１部分の所有権その他の賃貸権原がないから，この賃借権をもって所有者Ｂに対抗することはできない。\n- 4 -そこで，Ｃは，甲１部分の賃借権の時効取得を主張することが考えられる。用益期間の関係から問題となるのは，起算点をＣの占有開始時（平成１６年１０月１日）とする１０年の時効取得である。\n次に，反論が認められるために必要な要件，すなわち賃借権の取得時効の要件を説明することが求められている。ここでは，実体法上の要件について説明をすることが求められており，その対象はＣが主張・証明責任を負う抗弁の要件事実に限られない。\n民法第１６３条・第１６２条第２項によると，賃借権の１０年の取得時効の要件は，「１０年間」「賃借権を」「自己のためにする意思をもって」「平穏に」かつ「公然と」「行使すること」，賃借権の行使の開始の時に「善意であり」かつ「過失がなかったこと」である。そして，「賃借権を行使すること」は民法第６０１条によると「物の使用及び収益」である。また，「自己のためにする意思」は，賃借権の取得時効については「賃借意思」として具体化される（物の用益と賃借意思が相まって賃借権の行使の意味内容を示すという理解もある）。賃借意思は，使用借権や地上権の取得時効と区別するために必要である。なお，賃借意思の有無は，民法第\n１６２条の「所有の意思」の判断と同じく，占有取得の原因たる事実（権原の性質）によって客観的に定められる。判例（最判昭和４３年１０月８日民集２２巻１０号２１５４頁）も，不動産賃借権の取得時効の要件として，不動産の継続的な用益という外形的事実と，賃借意思の客観的表現を挙げている。また，民法第１４５条により，時効の利益を受けるには時効の援用が必要である。\n最後に，Ｃの反論の当否について検討することが求められており，この場面では，いわば裁判官の立場に立ってＢの請求の当否を検討することが求められている。\nまず，判例（最判昭和６２年６月５日集民１５１号１３５頁）は，本問と同じく他人物が賃貸された事案において賃借権の時効取得を認めているが，かかる事案については賃借権の時効取得を認めない説もあり，また賃借権の時効取得を一般的に否定する説もあるので，賃借権の時効取得を一般的に認める場合にもそうでない場合にも，その理由を挙げて検討することが望ましい。\n他人物が賃貸された事案において賃借権の時効取得を認める場合には，次に，その要件が充足されるか否かが問題となる。\n特に問題となるのは，Ｃが用益を開始した時点である。Ｃが甲１部分の占有を開始したのは平成１６年１０月１日であるが，実際にその利用を開始したのは本件工事が始まった平成１７年６月１日である。前者が時効の起算点だとすると１０年の時効が完成していることになるが，後者が起算点だとすると１０年の時効は完成していないことになる。そのため，Ｂによる時効中断の可能性と関連付けるなどして，いずれの時点が時効の起算点となるかを検討する必要がある。\nまた，賃借意思の客観的表現とＣの無過失という要件については，その要件に当てはまる具体的事実を【事実】から拾い上げることが求められる。\n設問２は，建物所有を目的とする土地賃貸借契約がされた場合において，賃借人がその土地の上に有する建物を賃貸人の知らないうちに第三者に賃貸したときに，賃借人はその上に建物がある土地部分を無断転貸したこととなり，賃貸人は土地賃貸借契約を民法第６１２条により解除することができるか（下線部①），土地賃貸借契約の目的物たる土地に含まれるがその上に建物がない部分についてはどうか（下線部②）を問うものである。\nこの点に関しては，土地賃借人がその所有する地上建物を第三者に賃貸しても，その建物の「敷地」を転貸したことにならないとする判例がある（大判昭和８年１２月１１日判決全集１輯３号４１頁）。学説においても，同様に解するのが通説である。もっとも，本問の賃貸人Ａ\nによる解除が認められるかどうかについて，この判例・通説に従うだけで一義的に答えが出るわけではない。判例・通説と同じ立場を採る場合であっても，そこにいう「敷地」とは賃貸借\n- 5 -の目的とされた土地のうちどの土地部分を指すのかといった点の理解により，Ａの解除が認められるかどうか，又はその結論となる理由が異なる可能性がある。そこで，本問に答えるためには，「敷地」はどの範囲に及ぶか，その範囲となるのはなぜかを考える必要があり，これを考えるためには，建物の賃貸によりその「敷地」について転貸がされたこととならないのはなぜかを明らかにすることが必要になる。\nこれに対し，建物を利用するためにはその「敷地」の利用が必要となることから，建物の賃貸はその「敷地」の利用権の設定を当然に伴うとして，「敷地」についても転貸がされたと認めること（以下「反対説」という。）も，論理的にはあり得る。この反対説を採る場合には，判例・通説の基礎を踏まえつつ，そのように解すべき理由を明らかにすることが求められる。\n設問２においてＡによる解除の可否を論ずるためには，解除の原因を明らかにしなければならない。本問における事実関係の下では，Ｃの無断転貸を理由とする民法第６１２条による解除が考えられる。\n民法第６１２条による解除に関して，下線部①では，賃借人Ｃが借地上に所有する建物を第三者Ｄに賃貸した場合，Ｃはそれにより民法第６１２条に違反したことになるかが問題となる。\n判例・通説は，上述のとおり，土地賃借人による地上所有建物の第三者への賃貸は「敷地」の転貸に当たらないとしている。これによると，下線部①の事実のみでは，Ａによる解除は認められないことになる。\nところが，下線部②の事実は，Ｄが，ＣＤ間の丙賃貸借契約によって，本件土地のうちその上に建物がない土地部分（甲２土地）も使用することを認められ，現に使用していることを示している。甲２土地が判例・通説のいう建物の「敷地」に含まれるのであれば，Ａによる解除は認められない。甲２土地が「敷地」に含まれないのであれば，Ａによる解除が認められる可能性がある。そこで，甲２土地が「敷地」に含まれるのかどうかを，そのように解する理由を付して明らかにすることが求められることになる。\nこれを考えるためには，そもそも借地上建物の賃貸によりその建物の「敷地」が転貸されたことにならない理由を明らかにする必要がある。建物の使用は必然的にその敷地の使用を伴うとみて，建物の賃貸による敷地の転貸を肯定することも論理的には可能である。そうであれば，建物の賃貸による敷地の転貸の否定は何らかの規範的判断の結果であることになり，その規範的判断が敷地の範囲を画する規準（の１つ）になるはずだからである。\n次に，甲２土地についてＣからＤへの転貸が認められるとする場合には，Ａによる承諾の有無が問題になる。Ａがこの転貸につき個別の承諾をしたことを示す事実はない。もっとも，Ａは，本件土地を一団のものとして賃貸借契約の目的物とし，その一団の土地につきＣの建物所有を契約目的とする本件土地賃貸借契約を締結したことから，包括的に，Ｃが敷地以外の土地部分につき建物の使用とそれに付随する使用を建物賃借人にさせることを承諾していたとすることも，論理的には成り立ち得る。ただし，その場合には，甲２土地を敷地から除外したこととの論理的整合性が問題になる。\nさらに，甲２土地の転貸につきＡの承諾がないとしても，更に不動産賃貸借契約について確立した法理である信頼関係破壊の法理に照らしてＡの解除が認められるかどうかを検討する必要がある。\nこの検討に際しては，まず，Ａは，無断転貸により信頼関係が破壊されたと認められる場合に解除することができるのか，無断転貸があれば原則として解除することができるが，信頼関係が破壊されたと認められない特段の事情がある場合には別であるとされるのか（判例（最判昭和２８年９月２５日民集７巻９号９７９頁ほか）・通説はこの立場である。）を，理由を付して明らかにすることが望ましい。その上で，信頼関係の破壊に係る判断に際して考慮すべき事実を拾い出し，それらの事情を総合的に考慮した上で結論を出すことになる。\nなお，下線部①の事実により既にＣはＤに本件土地を転貸したことになるとする反対説を採\n- 6 -る場合には，下線部②の事実は，転貸範囲の拡大及び転借人による目的物の直接利用のために，賃貸人Ａに不利益を生じさせる危険が増大する，という意味を持つことになる。このことを踏まえて，Ａによる解除の可否を論ずる必要がある。\n以上のとおり，本問においては，下線部①及び②が有する法律上の意義について種々の考え方ないし立場があり得るところであり，Ａによる解除の可否の判断も異なり得る。それらの考え方ないし立場のうちいずれを採るか，あるいは解除の可否につきいずれと考えるかそれ自体によって，評価の上で優劣がつけられることはない。評価に際しては，どの考え方ないし立場を採る場合であっても，あるいは解除の可否につきいずれの結論とする場合であっても，その理由が説得的に述べられているかどうか，その考え方ないし立場から本問の事実を踏まえて論理的にも実質的にも適切な結論が導かれているかどうかが重視される。\n設問３は，複数筆の土地が建物所有を目的とする１個の賃貸借の目的物とされたが，それらの土地のうちの一部の上にのみ建物があり，その建物につき土地賃借人の所有名義の登記がされている場合に，その登記による賃借権の土地取得者に対する効力は，その上に建物のない別筆の土地にも及ぶかどうか，仮に及ばないときには，土地取得者は所有権に基づいてその建物のない筆の土地の返還を求めることができるかどうかを問うものである。設問２と設問３は，いずれも，１個の賃借権の目的物となっている（複数筆の）土地のうち一部の上に建物がある場合に，その建物のあることが建物のない土地（部分）にどのような影響を及ぼすかを問題とするものであるが，設問２は，当該賃貸借関係の当事者間においてこれを問題とするものであるのに対し，設問３は，賃借人と当該土地の取得者との間でこれを問題とするものである。\nＣは，Ｅの請求に対し，まず，占有権原（賃借権）があることをもって反論することが考えられる。本件土地賃貸借契約は，建物所有を目的とするもので借地借家法の適用があるため，この反論は，甲１土地及び乙土地については，Ｃが，Ｅの本件土地の所有権取得の登記に先立って，甲１土地及び乙土地上に所有する丙建物につき自己名義の保存登記を備えたことにより（借地借家法第１０条第１項），認められることになる。\nこれに対し，甲２土地は，Ｅが現れた時点では，【事実】12に記載の事情により甲１土地及び乙土地とは別筆の土地となっており，甲２土地につき賃借権の登記（民法第６０５条）がされたことを示す事実はなく（この点は，甲１土地及び乙土地についても同じである。），また，その上に建物が存在しないため借地借家法第１０条第１項が適用されることもない。したがって，Ｃは，本来，賃借権をもってＥに反論することができないものと考えられる。\nもっとも，本件土地賃貸借契約は，もともと甲１土地及び乙土地のほか甲２土地を含む一筆の土地を目的として締結されたものである。また，本件土地の周りには公道に面する南側を除いて柵が張り巡らされているから，甲２土地は，外形上も，甲１土地及び乙土地と一団の土地を成している。さらに，甲２土地は丙建物を利用するために不可欠とはいえないが，甲２土地を利用することができなければ丙建物の経済的効用が減じられ，Ｄの診療所の患者も不便を強いられる可能性もある。こういった事情に鑑みれば，甲２土地についても，Ｅの請求に対して\nＣに何らかの反論が認められないかを検討する必要がある。\n仮にＣの反論が認められる場合には，Ｃは特別の保護を受ける一方で，Ｅはその所有権の行使を例外的に制限されることになる。そのため，Ｃの反論が認められるのは，Ｅにおいてそのような制限を受けても仕方がないと認められる事情があるときに限られる。\nこのようにＥの主観的事情を考慮してＣが保護されるかどうかを判断する構成としては，①\nＥの請求が権利濫用に当たるかどうかを判断するもの（以下「権利濫用構成」という。）と，②ＣＥ間の争いをＥがＣの賃借権の対抗要件の不存在を主張するものと見て，Ｅがその主観的事情において対抗要件の不存在を主張する正当な利益を有しない者（民法第１７７条の「第三者」から除外される者に相当するもの）に当たるかどうかを判断するもの（以下「対抗関係構成」という。）があり得る。\n- 7 -対抗関係構成は，Ｃの権利がＥに対しても効力を有することが前提となっており，ただ，対抗要件が備わっていないためにＥに対してその効力を主張することができない，と法律構成するものである。しかし，Ｃの権利は賃借権であり，賃借権は，それが不動産に関するものであっても債権であるとするのが民法の前提である。そうであれば，対抗関係構成を採用する場合には，この民法の前提をどのように考えるかをまず説明することが望まれる。他方，判例は，本問のような場合に，別筆の隣地上にある丙建物の登記により甲２土地についても賃借権の土地取得者に対する効力が認められることはないとした上で（最判昭和４０年６月２９日民集１９巻４号１０２７頁，最判昭和４４年１０月２８日民集２３巻１０号１８５４頁，最判平成９\n年７月１日民集５１巻６号２２５１頁），権利濫用構成を採用している（前掲最判平成９年７月１日）。もっとも，別の構成（対抗関係構成）も成り立ち得ると考えられる場合に権利濫用構成を採るのであれば，その理由を示すことが望ましい。例えば，「Ｃの賃借権は，土地を目的とするものであっても債権であり，賃借権の登記又は借地上に所有する建物に自己所有名義の登記を備えることによって初めて土地取得者であるＥに対する効力が認められる。そのため，Ｃが上記の登記を備えていない場合には，そもそもＥとの間で対抗関係は生じない。したがって，この場合には，Ｅは，所有権に基づいて甲２土地の明渡しを請求することができることになるが，この請求は権利行使の一種であるから，例外的に権利濫用を基礎付ける事情がある場合にはその権利行使が否定され得る。」というように実質的な理由を示すことが望まれる。\nＥの主張の権利濫用該当性を検討する場合には，権利濫用の判断枠組みを述べ，その枠組みの下で本問の諸事情に照らして結論を述べることが求められる。権利濫用の一般的な判断枠組みについては，権利の行使と認められることにより権利者が得る利益（又は権利濫用とされることにより権利者が受ける不利益）の程度とその権利の行使により他の者又は社会が受ける不利益の程度を比較衡量し，さらに，権利者の主観的態様も併せて総合的に判断する，という考え方が判例・学説上定着している。これ以外の枠組みを採ることが否定されるものではないが，別の枠組みを採るのであれば，定着した考え方をあえて否定する理由を示す必要がある。\nこれに対し，Ｅの請求の可否を対抗関係構成により判断する場合には，まず，対抗要件制度の趣旨に照らし，その主観的態様のため対抗要件の不存在を主張することができない第三者につき一般的な立場を示した上で，本問の諸事情の下でどのように解すべきかを検討する必要がある。対抗関係構成の下でＥがその主観的態様により例外的に第三者性を否定されることがないかどうかを検討するのは，Ｃの賃借権を特別に保護すべき場合に当たるかどうかを判断するためである。そのため，Ｅの主観的態様による上記検討に関して，不動産賃借権の特別の保護とそのための要件設定の趣旨がどのような意味を持つかを考慮することが望ましい。\n以上の考え方とは異なり，借地借家法第１０条第１項の趣旨の理解次第で，Ｃ名義の丙建物の登記により甲２土地についてもＣがその賃借権をＥに主張することが認められる（本問でいえば，丙建物の登記による甲２土地への賃借権の効力の拡張を認める）とすることも考えられる。もっとも，これは本則に対する例外を認めようとするものであるから，そのような論理を展開するのであれば，例外を正当化するに足る十分な根拠を挙げ，かつ，その根拠に照らして例外が認められるべき範囲を明らかにした上で，甲２土地についてのＣの賃借権の主張がその例外に該当することを述べる必要がある。\n〔第２問〕\n本問は，①発起人が取引の相手方に対し設立費用について未払額を残した状態で会社が成立した場合において設立費用の総額が定款に記載した金額を超えていたときの設立費用の負担\n（設問１⑴），②定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否等（設問１⑵），③買収者が対象会社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合に係る株主総会の決議の取消事由及び無効事由（設問２），④株式の併合により株\n- 8 -式の数に１株に満たない端数が生ずるときの当該端数の処理の手続や反対株主の株式買取請求\n（設問３）に関する理解等を問うものである。\n設問１⑴においては，判例は，設立費用の全部又は一部が未払の状態で会社が成立した場合には，債務は，定款に記載した金額（会社法第２８条第４号）の範囲で，成立後の会社に帰属し，その金額の範囲では，取引の相手方は，成立後の会社に対し，弁済等を請求することができ，発起人に対しては，弁済等を請求することができないという立場を採っていること（大判昭和２年７月４日民集６巻４２８頁，大判昭和８年３月２７日法学２巻１３５６頁）を明らかにするとともに，判例に賛成し，又は反対するいずれかの立場から，その当否を検討することが求められる。\n判例に賛成する見解としては，設立費用の総額が定款に記載した金額を超えていた場合においては，債務は，①契約を締結した順序により，契約を締結した順序が明らかでないときは，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，成立後の会社に帰属するというものや，②契約を締結した順序にかかわらず，債務の額に応じた按分の方法により，定款に記載した金額の範囲で，成立後の会社に帰属するというものなどが考えられる。他方で，判例に反対する見解としては，債務は，①定款に記載した金額の範囲であっても，成立後の会社に帰属せず，取引の相手方は，発起人に対し，弁済等を請求することができるにとどまり，弁済等をした発起人が，定款に記載した金額の範囲で，成立後の会社に対し，求償をすることができるにすぎないというものや，②定款に記載した金額にかかわらず，全て成立後の会社に帰属し，取引の相手方は，成立後の会社に対し，弁済等を請求することができ，定款に記載した金額を超えている部分については，会社が，発起人に対し，求償をすることができるというもの，③取引の相手方は，会社及び発起人のいずれに対しても，弁済等を請求することができるというものなどがある。判例に賛成し，又は反対するいずれの立場を採る場合であっても，これらの見解といわゆる設立中の会社の概念や発起人の権限の範囲との関係を意識し，甲社がＤから求められた賃料６０万円の支払及びＥから求められた報酬４０万円の支払を拒否することができるかどうかについて，事案に即して説得的に論ずることが望まれる。\n設問１⑵においては，甲社の代表取締役Ｃから相談を受けた弁護士の立場に立って，判例が，定款に記載がない財産引受けは，無効であり，譲渡人も無効を主張することができ，会社成立後，株主総会の特別決議をもってこれを承認しても，有効とならず，成立後の会社が追認しても，有効とならないとしていること（最判昭和２８年１２月３日民集７巻１２号１２９９頁，最判昭和４２年９月２６日民集２１巻７号１８７０頁，最判昭和６１年９月１１日裁判集民１４８号４４５頁）を意識しながら，本件購入契約に関する会社法上の問題点として，定款に記載がない財産引受けの効力及び当該財産引受けの追認の許否について，説得的に論ずることが求められる。その上で，甲社が本件機械の引渡しを受けるために採ることができる方法及びこれに必要となる会社法上の手続について，判例に賛成する見解からは，甲社がＦから本件機械を購入する契約を改めて締結しなければならず（この場合には，Ｆの増額要求をある程度受け入れるのもやむを得ないであろう。），そのために，本問においては，本件機械の価額及び甲社の純資産額等に照らし，本件機械の取得が事後設立に当たり，株主総会の特別決議によって，当該契約の承認を受けなければならないこと（会社法第４６７条第１項第５号，第３０９条第\n２項第１１号）に言及しながら，事案に即して検討することが望まれる。他方で，判例に反対し，定款に記載がない財産引受けの追認を認める見解からは，本件購入契約を追認することが考えられるが，そのために，本問においては，本件機械の価額及び甲社の純資産額等に照らし，株主総会の特別決議によって，当該契約の承認を受けなければならないと考えられること（同法第４６７条第１項第５号類推，第３０９条第２項第１１号類推）などに言及しながら，事案に即して検討することが望まれる。\n設問２においては，乙社の創業者の一族である株主Ｇが，平成２８年７月１１日を効力発生\n- 9 -日とする株式の併合により株主の地位を失ったとしても，本件決議の取消しにより株主の地位を回復するので，本件決議の取消しの訴えについて原告適格を有すること（会社法第８３１条第１項柱書き後段）を前提として，Ｇの立場から，買収者である甲社が対象会社である乙社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合に係る本件決議の取消事由について論ずるとともに，その無効事由についても，事案に即して説得的に論ずることが求められる。\n本件決議の取消事由として，第１に，本件持株会の会員であるＫが，株主名簿に記載されている株主でないにもかかわらず，本件持株会理事長Ｈの代理人として議決権を行使したことが，株主総会の決議の方法の定款違反（会社法第８３１条第１項第１号）に当たるか否かについて，株主は，代理人によってその議決権を行使することができる（同法第３１０条第１項）が，乙社の定款第１６条は，議決権を行使する株主の代理人の資格を当該会社の株主に制限しているところ，判例が，そのような定款の規定は，株主総会が，株主以外の第三者によって攪乱されることを防止し，会社の利益を保護する趣旨に出たものと認められ，合理的な理由による相当程度の制限ということができるから，有効であるとしていること（最判昭和４３年１１月１日民集２２巻１２号２４０２頁）を前提として，そのような趣旨も踏まえて，検討することが求められる。例えば，Ｋは，株主名簿上の株主ではないが，実質的に乙社の株主であることをどのように評価するかが検討対象となろう。\n第２に，乙社の代表取締役Ｊは本件株主総会において株式の併合をすることを必要とする理由を説明している（会社法第１８０条第４項）が，Ｊの説明の内容に照らし，その説明が株主総会の決議の方法の法令違反（同法第８３１条第１項第１号）に当たるか否かについて，事案に即して検討することが求められる。\n第３に，Ｉの相続人である株主Ｌに議決権を行使させなかったことが，株主総会の決議の方法の法令違反（会社法第８３１条第１項第１号）に当たるか否かなどについて，株式の譲渡の対抗要件に関する同法第１３０条第１項が株式の相続にも適用されるか否かに言及しながら，事案に即して検討することが求められる。\n第４に，買収者である甲社の代表取締役Ｃが甲社を代表して議決権を行使しているところ，本件決議が，株主総会の決議について特別の利害関係を有する者が議決権を行使したことによる著しく不当な決議（会社法第８３１条第１項第３号）に当たるか否かについて，事案に即して検討することが求められる。\n本件決議の無効事由としては，買収者である甲社が対象会社である乙社の少数株主を会社から退出させる（締め出す）目的で行われた株式の併合が，株主平等原則（会社法第１０９条第\n１項）に違反するか否かについて，論ずることが求められる。\n設問３においては，平成２８年７月１１日を効力発生日とする株式の併合により乙社の株式を失うこととなる株主Ｌの経済的利益が会社法上どのように保護されるかについて，説明及び検討することが求められる。\nまず，株式の併合により株式の数に１株に満たない端数が生ずるときの当該端数の処理の手続（会社法第２３５条，第２３４条第２項から第５項まで）について説明する必要がある。\n次に，反対株主の株式買取請求（会社法第１８２条の４）についても説明することが求められる。その際には，株主Ｌは，本件株主総会に先立って株式の併合に反対する旨を乙社に対し通知したが，本件株主総会の会場への入場を認められなかったため，本件株主総会において株式の併合に反対していないこと（同法第１８２条の４第２項第１号参照）から，株主Ｌが乙社に対し株式買取請求をすることができるかどうかについて，同法第１３０条第１項が株式の相続にも適用されるか否かについての設問２における検討と整合的かつ説得的に論ずることが求められる。\n例えば，株式の相続は「株式の譲渡」（会社法第１３０条第１項）に当たらないとの立場を- 10 -採ると，相続人は名義書換えをすることなく，株式の取得を会社に対抗することができ，したがって，Ｌは本件株主総会において議決権を行使することができた株主となる。この場合には，前述のとおり，形式的には，Ｌは同法第１８２条の４第２項第１号に規定する株主の要件を満たしていないものの，その原因が，Ｌが本件株主総会の会場への入場を求めたにもかかわらず，これを乙社の受付担当者が代表取締役Ｊの指示に基づき不当に拒否したことにあるから，乙社は同号の規定によるＬからの株式買取請求を信義則上拒否することができないと解し，又はＬ\nは同項第２号に規定する株主（「当該株主総会において議決権を行使することができない株主」）に当たり，Ｌは乙社に対し株式買取請求をすることができると解することが考えられよう。\n他方で，株式の相続は「株式の譲渡」（会社法第１３０条第１項）に含まれるとの立場を採ると，相続人は株主総会に係る議決権行使の基準日までに名義書換えをしなければ，株式の取得を会社に対抗することができず，したがって，Ｌは本件株主総会において議決権を行使することができなかった株主となる。この場合には，Ｌが乙社に対し株式買取請求をすることができるかどうかについて，同法第１８２条の４第２項第２号に規定する株主（「当該株主総会において議決権を行使することができない株主」）に，株主総会の基準日以前に議決権を有する株式を取得しながら名義書換えを怠った者（株主総会の基準日後に株主名簿の名義書換えをした株主）が含まれるか否かに言及しながら，検討することが期待される（なお，この点に関する裁判例として，例えば，東京地決平成２１年１０月１９日金判１３２９号３０頁，東京地決平成２５年９月１７日金判１４２７号５４頁参照）。\n〔第３問〕\n本問は，Ｘが贈与契約に基づき本件絵画の引渡しを求めたのに対し，Ｙがその取引は時価相当額を代金額とする売買契約であってその額は３００万円であると主張したという紛争を基本的な題材として，①当事者が代理人による契約締結の事実を主張していない中で，証拠上その事実の心証が得られた場合において，その事実を判決の基礎にすることができるか（設問１），②裁判所として２００万円と引換えに本件絵画の引渡しを命ずる判決をするためには，当事者からどのような申立てや主張がされる必要があるか（設問２⑴），また，そのような申立てや主張がされたという前提の下で，２２０万円又は１８０万円との引換給付判決をすることができるか（設問２⑵），③引換給付判決のうち反対給付に係る部分の裁判所の判断が後訴に対して何らかの拘束力を有するか（設問３）に関して，検討することを求めるものである。\nまず，設問１では，民事訴訟において，裁判の基礎となる資料の収集を当事者の責任とする原則（いわゆる弁論主義）が妥当し，その一環として，裁判所は当事者が主張しない事実を判決の基礎にしてはならないとの原則（いわゆる主張原則）が妥当すること，一般的に，主張原則の対象となる事実は少なくとも主要事実を含むと解されていることを前提に，代理の主要事実は何かを明らかにした上で，代理人による契約締結の事実を認定することの可否を検討することが求められる。また，この点については，判例（最判昭和３３年７月８日民集１２巻１１\n号１７４０頁）もあるところ，本件において，Ａの証人尋問がされ，ＡがＹの代理人として契約を締結した旨を述べたにもかかわらず，当事者はこれを問題にしなかったという事情の下で，主張原則との関係をどのように評価するかの検討も必要である。設問１は，弁論主義に関するごく基礎的な理解を問う問題である。\n設問２⑴では，裁判所として２００万円と引換えに本件絵画の引渡しを命ずる判決をするために当事者からどのような申立てや主張がされる必要があるかを検討する前提として，裁判所は当事者が申し立てていない事項について判決をすることができないという申立拘束原則（民事訴訟法第２４６条）を指摘した上で，問題文に記載されたとおり，本件の訴訟物の捉え方を示すことが求められる。そこでは，①いわゆる旧訴訟物理論に立ち，売買に基づく引渡請求権と贈与に基づく引渡請求権とは訴訟物が異なるとする立場，②同じく旧訴訟物理論に立ちつつ\n- 11 -も，債権的請求である以上両者は訴訟物として同一であるとする立場，③いわゆる新訴訟物理論に立ち，売買と贈与とで原因が異なっても同一の目的物の給付を求めるのであるから，訴訟物は同一であるとする立場など，種々の立場が考えられるが，どのような立場でも，論理的に筋が通った答案が展開されていれば同様に評価した。\n本件において，Ｘは，「仮にこの取引が売買であり，本件絵画の時価相当額が代金額であるとしても，その額は２００万円にすぎない。」と主張しており，その法的な意味合いを明確にすべきところ，旧訴訟物理論のうち，債権的契約につき契約ごとに異なる訴訟物を構成するとの立場からは，裁判所が上記の引換給付判決をするためには，Ｘから，予備的請求として，売買契約に基づく本件絵画の引渡請求を追加的に併合する訴えの変更（民事訴訟法第１４３条）\nの申立てがされることが必要となる。その際，同時履行の抗弁はＹから主張することを要する権利抗弁であるため，Ｘの予備的請求として「２００万円の支払を受けるのと引換えに本件絵画の引渡しを求める」旨の限定を付す必要はなく，単純に，売買契約に基づき本件絵画の引渡しを求めることとなることに留意すべきである。他方，新訴訟物理論の立場，あるいは旧訴訟物理論のうち，贈与によっても売買によっても債権的請求として訴訟物は変わらないとする立場からは，Ｘの申立てとしては，訴状における本件絵画の引渡請求で十分であり，贈与又は売買の主張は攻撃方法の位置付けとなるため，この申立てに対して，売買を理由に２００万円と引換えに本件絵画の引渡しを命ずる判決をすることは，申立拘束原則には抵触しないものと考えられる。\n次に，Ｙは，「本件絵画をＸに時価相当額で売却し，その額は３００万円である。」と主張しているところ，その主張の位置付けについては，訴訟物の捉え方によって多少説明は異なることになるが，①主位的な請求原因又は主張（贈与）と②予備的な請求原因又は主張（売買）を構成する各事実との関係で，それぞれ否認か自白かを整理するとともに，裁判所が上記の引換給付判決をするためには，上記②に対して，Ｙから権利抗弁である同時履行の抗弁権の主張が明確にされる必要があることを指摘することが求められる。\n設問２⑵では，設問２⑴で必要とされた各当事者の申立てや主張がされたという前提の下で，２２０万円又は１８０万円との引換給付判決をすることの可否が問われているが，２２０万円はＸが主張する時価相当額（２００万円）とＹが主張する時価相当額（３００万円）との間にあるのに対し，１８０万円はその間にはない（Ｘの主張額より更にＸに有利である。）という違いに着目しつつ，申立拘束原則と弁論主義の双方の観点から検討することが求められる。申立拘束原則は，原告の意思の尊重と権利主張の権限及び責任のほか，被告の敗訴リスクの上限を画するという意義を有するところ，本件では，請求の趣旨としては単純に本件絵画の引渡しを求めるものであり，上記の引換給付判決も基本的にはＸの合理的意思に反しないものと考えられるが，他方，Ｙの敗訴リスクの関係では，時価相当額が２２０万円又は１８０万円のいずれと判断されるかにより評価が分かれる可能性があることなどを踏まえ，事案に即して論ずる必要がある。また，弁論主義に関しては，２２０万円や１８０万円という金額自体は両当事者とも主張していないが，本件では本件絵画の時価相当額を代金額とすることにつき主張が一致しており，時価相当額の評価が分かれているにすぎないことや，２２０万円や１８０万円という金額は，Ｘの主張額（２００万円）とかけ離れた額ともいい難いこと等を踏まえて論ずることが期待される。\n設問３では，確定判決は主文に包含するものに限り既判力を有すること（民事訴訟法第１１４条第１項）を指摘した上で，同項所定の「主文に包含するもの」とは一般的に訴訟物と理解されていることや，設問２⑴における前訴の訴訟物の捉え方を前提にして，後訴の訴訟物（旧訴訟物理論では，本件絵画の売買契約に基づくＹのＸに対する２００万円の代金請求権）との関係で前訴判決の既判力が及ぶか否かを論ずることが求められる。\nこの点について，引換給付の旨は前訴判決の主文に掲げられてはいるが，その趣旨は，双務\n- 12 -契約における牽連性を強制執行との関係においても保障するため，債権者が反対給付又はその提供をしたことを証明したときに限り強制執行を開始することができること（民事執行法第３１条第１項）を主文において明らかにする点にあり，主文に掲げられていることからストレー\nトに既判力又はこれに準ずる効力等の拘束力が導かれるというわけではないことに留意する必要がある。\nまた，本問では，既判力などの制度的効力を否定する場合には，既判力以外の理由，例えば信義則などにより，Ｘが本件絵画の売買契約の成否及びその代金額を後訴で争えなくなるか否かについて検討することも求められる。具体的には，前訴においてＸは予備的に売買契約の成立を主張していること，前訴で認定された２００万円という代金額は，予備的ではあるもののＸ自身の主張額であること，売買契約の存否及びその代金額は引換給付判決をするために不可欠の判断対象であること，他方で，Ｙとしては，自らがＸに対して２００万円の売買代金請求権を有することにつき既判力のある判断を得たければ，前訴において反訴を提起することができたことなどの事情をどのように評価するかが一つのポイントとなろう。また，信義則の適用に際しては，前訴が本人訴訟であり第一審で判決が確定していることや，後訴に至った事情などを評価する必要の有無も，検討対象となろう。\n【刑事系科目】\n〔第１問〕\n本問は，⑴甲が，Ａから，Ｂ信販会社が発行したＡ名義のクレジットカード（以下「本件クレジットカード」という。）について，腕時計Ｘを購入するためだけに利用することを条件として借りたところ，その条件に反することを認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，本件クレジットカードを手渡した上，売上票用紙にＡの名前を記入して手渡し，腕時計Ｘと腕時計Ｙを購入したこと，⑵甲と乙が，Ａが甲の顔面を殴ろうとしてきたのを防ぐため，正面からＡに体当たりし，路上に仰向けに倒れているＡを押さえ付けるなどし，更に乙が右手に持った石でＡの顔面を１発殴り，Ａに全治約１か月間を要する鼻骨骨折の傷害を負わせたこと，⑶甲と乙が，失神したＡの様子を見てＡが死亡したと思い，Ａが強盗に襲われて死んだように見せ掛けようと考え，Ａのズボンのポケットから財布１個を持ち去ったことなどを内容とする事例について，甲及び乙の罪責を検討させることにより，刑事実体法及びその解釈論の知識と理解を問うとともに，具体的な事実関係を分析し，その事実に法規範を適用する能力並びに論理的な思考力及び論述力を試すものである。\n以下では，⑴甲が本件クレジットカードを利用して腕時計を購入した行為について，甲の罪責を述べ，⑵甲と乙がＡに暴行を加えて傷害を負わせた行為及び⑶甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を述べることとする。\n⑴ 甲が本件クレジットカードを利用して腕時計を購入した行為について会社員甲は，自宅近くのショッピングモール内にある時計店で，腕時計Ｘ（販売価格１０万円）を見付け，勤務先会社の同僚Ａから金を借りて腕時計Ｘを購入しようと考え，Ａに電話をかけ，１０万円を貸してほしいと頼んだが，Ａから断られた。そこで，甲は，Ａに対して，クレジットカードを貸してほしいと頼んだところ，Ａは，甲に対して，本件クレジット\nカードを腕時計Ｘを購入するためだけに利用することを条件として貸すことにした。甲は，Ａから本件クレジットカードを受け取り，同時計店に戻ったが，新たに見付けた腕時計Ｙ（販売価格５０万円）を，交際相手へプレゼントするために購入したいと考えた。甲は，本件ク\nレジットカードを腕時計Ｘを購入するためだけに利用するというＡとの約束に反すること，今後，Ａに合計６０万円を支払うことができる確実な見込みがないことをそれぞれ認識しつつ，時計店店主Ｃに対し，腕時計Ｘと腕時計Ｙの購入を申し込み，Ａ本人であると装って本件クレジットカードを手渡した上，Ｃの求めに応じて，Ｂ信販会社の規約に従い利用代金を- 13 -\n支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入して手渡した。\nＣは，その署名を確認し，甲がＡ本人であって，本件クレジットカードの正当な利用権限を有すると信じ，甲に対して，腕時計Ｘと腕時計Ｙを合計６０万円で売却した。なお，本件クレジットカードは，Ｂ信販会社が所有するものであり，Ｂ信販会社の規約には，会員である名義人のみが利用でき，他人への譲渡，貸与等が禁じられていることや，加盟店は，利用者が会員本人であることを善良な管理者の注意義務をもって確認することが定められている。\n甲が本件クレジットカードを利用して腕時計を購入した行為については，①詐欺罪（刑法第２４６条）の成否，②有印私文書偽造罪及び同行使罪（同法第１５９条第１項，同法第１６１条第１項）の成否，③背任罪（同法第２４７条）又は横領罪（同法第２５２条第１項）\nの成否が問題となる。\nまず，甲は，本件クレジットカードを利用して腕時計Ｘと腕時計Ｙを購入したが，その際，腕時計Ｘの購入についてはＡから承諾を得ていたことから，名義人の承諾を得たにもかかわらず，その承諾を超えて他人名義のクレジットカードを利用した行為について，詐欺罪の成否が問題となる。そして，詐欺罪の成否を論じるに際しては，１項詐欺と２項詐欺のいずれが成立するのかを理由付けを含めて簡潔に述べた上，欺罔行為の内容，その他の構成要件要素について，事実を指摘して具体的に論じる必要がある。\n次に，甲は，腕時計購入の際，Ｃの求めに応じ，Ｂ信販会社の規約に従い利用代金を支払う旨の記載がある売上票用紙の「ご署名（自署）」欄にＡの名前を記入し，これをＣに手渡しているところ，前記のとおり，甲は，Ａから，腕時計Ｘの購入について本件クレジットカ\nードを利用することの承諾を得ており，その利用時には売上票用紙にＡの名前を記入することの承諾も得ていたと考えられることから，名義人の承諾がある場合の有印私文書偽造罪の成否が問題となる。そして，名義人Ａの承諾の有無が関係する「偽造」の要件，その他の偽造罪の要件，行使罪の「行使」の要件について，それぞれ事実を指摘して具体的に論じる必要がある。\nこれらの詐欺罪，有印私文書偽造罪及び同行使罪については，甲は，名義人Ａの承諾を得て借りた本件クレジットカードを用いて犯行に及んでいることから，甲の罪責として，Ａとの共同正犯の成否についても簡潔に論じることが望ましい。\nさらに，Ａとの約束に反して本件クレジットカードを利用した行為について，Ａとの関係で犯罪が成立しないかが問題となる。甲はＡから許された本件クレジットカードを利用できる地位・資格を濫用したと捉えて，背任罪が成立すると構成する見解，あるいは甲の地位・\n資格を化体した本件クレジットカード自体を横領したと捉えて，横領罪が成立すると構成する見解が考えられるところ，いずれの見解でも，構成要件該当性について，事実を指摘して具体的に論じ，更に背任罪と横領罪の関係，不法な目的による委託信任関係の要保護性，既遂時期等について的確に論じる必要がある。\n⑵ 甲と乙がＡに暴行を加えて傷害を負わせた行為について甲と乙は，飲食店で偶然会ったＡから嫌みを言われたことから，Ａに気付かれないように同店を出て人気のない暗い路上を歩いていたところ，甲が同店から出たことに気付いたＡに追い付かれた。甲らの行為に怒ったＡは，甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出したが，これに気付いた甲は，Ａの右手の拳骨をかわしながら，Ａから殴られるのを防ぐため，乙に対して，「一緒にＡを止めよう。」と言い，乙は，甲がＡから殴られるのを防ごうと考え，「分かった。」と答えた。そこで，甲と乙が正面からＡに体当たりしたところ，Ａは路上に尻餅を付いた。しかし，Ａがすぐに立ち上がり，再び右手の拳骨で甲の顔面に殴りかかろうとした。甲と乙は，甲がＡから殴られるのを防ごうと考え，再び正面からＡに体当たりしたところ，Ａが路上に仰向けに倒れた。甲は，Ａが再び立ち上がろうとする様子を見て，Ａから殴られないようにするため，乙に対して，「一緒にＡを押さえよう。」\n- 14 -と言い，乙は，甲がＡから殴られるのを防ごうと考え，甲に対して，「分かった。俺は上半身を押さえるから，下半身を押さえてくれ。」と答えた。そこで，甲は，仰向けに倒れているＡの両膝辺りにＡの足先の方向を向いてまたがり，Ａの両足首を，真上から両手で力を込めて押さえ付け，乙は，仰向けに倒れているＡの腰辺りにＡの頭の方向を向いてまたがり，Ａの両上腕部を，真上から両手で力を込めて押さえ付けた。しかし，Ａは，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせた。Ａのその様子を見た乙は，甲がＡから殴られるのを防ぐため，Ａの腰辺りにまたがってＡの右上腕部を真上から左手で力を込めて押さえ付けたまま，Ａの左上腕部に右膝を力を込めて押し当てた上，傍らに落ちていた石（直径１０センチ\nメートルの丸形，重さ８００グラム）を右手で拾い，右手に持ったその石で，Ａの顔面を力を込めて１発殴った。Ａは，乙に石で顔面を殴られたことから，全治約１か月間を要する鼻骨骨折の傷害を負った。なお，甲は，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識していなかった。\n甲と乙がＡに暴行を加えて傷害を負わせた行為について，甲及び乙の罪責を検討するに当たっては，①傷害罪（刑法第２０４条）の構成要件該当性及び共同正犯の成否，②正当防衛ないし過剰防衛の成否（同法第３６条）について検討する必要がある。\n甲と乙は，甲が乙に「一緒にＡを止めよう。」と言い，乙が「分かった。」と答えた後，Ａに体当たりするなどしていることから，現場で共謀を遂げた上，共同してＡに暴行を加え始めたと認められる。その後も両者の暴行は継続し，その過程で乙が右手に持った石でＡの顔面を１発殴打してＡに全治約１か月を要する鼻骨骨折の傷害を負わせたところ，甲が乙の傷害行為を認識していないものの，特に共謀が終了したと見るべき事情が存在しないと考えられる場合，甲と乙は全体について共同正犯としての責任を負うかが問題になる。そして，乙の殴打とＡの傷害結果との間に因果関係を認めることができるので，乙の行為は傷害罪の構成要件に該当する。さらに，自ら傷害の結果を惹起していない甲についても，結果的加重犯の共同正犯を肯定する立場では，傷害罪の構成要件該当性が肯定され，甲と乙は傷害罪の共同正犯と解されることになる。\n以上について，共謀が終了したと見るべき事情が存在しないかどうかを含め，事実を指摘して具体的に論じなければならない。なお，乙の傷害行為は共謀に基づかないものと考えた場合，共謀を否定する理由を的確に論じた上で，甲については暴行罪の正当防衛の成否を，乙については甲との共同正犯となる暴行罪の正当防衛の成否と合わせて，傷害罪の正当防衛ないし過剰防衛の成否を検討することになる。\n次に，正当防衛ないし過剰防衛の成否を検討するに当たっては，まず，「急迫不正の侵害」，「防衛の意思」について，簡潔に指摘する必要がある。急迫不正の侵害については，Ａが甲の顔面を殴ろうとして，右手の拳骨を甲の顔面に向けて突き出し，甲と乙に体当たりされて尻餅を付いた後も，すぐに立ち上がり再び右手の拳骨で甲の顔面に殴りかかろうとしたことや，仰向けに倒されて押さえ付けられている間も，身体をよじらせながら，「離せ。甲，お前をぶん殴ってやる。絶対に許さない。覚悟しろ。」と甲を大声で罵り，更に力を込めて体をよじらせていたことを指摘した上で，乙がＡの顔面を殴打した時点でも甲に対する急迫不正の侵害が継続していたことを述べる必要がある。防衛の意思についても，甲と乙が，終始，甲がＡから殴られるのを防ぐためにＡに暴行を加えていたことを指摘して，甲と乙の行為は，いずれも同一の防衛の意思に基づくことを述べる必要がある。\n甲と乙の行為が「やむを得ずにした行為」と認められるか否かをめぐっては，「やむを得ずにした行為」の意義（防衛行為の必要性・相当性）を明らかにした上で，共同正犯における防衛行為の相当性について，共同正犯者全員の行為を対象として判断するか，共同正犯者ごとに個別に判断するかを論じる必要がある。また，乙がＡの顔面を殴打した時点でも甲に- 15 -\n対する急迫不正の侵害が継続し，甲と乙の行為は，終始，同一の防衛の意思に基づく行為と認められることは上記のとおりであり，相当性の判断は、甲と乙の一連の行為を一体として行われるべきこと，いわゆる量的過剰は問題となっていないことを指摘しておく必要がある。\nその上で，甲と乙の行為が防衛行為として相当と認められるか否かは，甲と乙の一連の行為（体当たり，押さえ付け，顔面殴打）に関する事実を指摘して具体的に検討することが求められる。例えば，乙がＡの顔面を殴った行為は，既にＡが仰向けに倒れた状態で甲と乙に押さえ付けられており，Ａによる攻撃が当初より弱まっていたことや，Ａが素手で甲に殴りかかろうとしたのに対し，乙が右手に持った石でＡの顔面を殴ったことなどの各事実を踏まえ，防衛行為として相当性の範囲を逸脱したか否かが論じられるべきである。\n防衛行為の相当性について，共同正犯者全員の行為を対象として判断し，甲と乙の一連の行為が防衛行為の相当性の範囲を逸脱したと認めた場合には，甲と乙のいずれについても，客観的には過剰防衛と評価されることになり，乙には過剰防衛が成立する。甲については，乙が石を拾ったことや乙が右手に持った石でＡの顔面を殴り付けたことを全く認識しておらず，過剰性を基礎付ける事実を認識していなかったため，違法性阻却事由の錯誤が問題となる。違法性阻却事由の錯誤に関する自らの立場を明らかにした上で結論を導き出すことが求められる。例えば，事実の錯誤説に基づき，甲は乙の過剰行為を認識していなかったことから，傷害罪の故意を阻却することが考えられる。そこでは，更に過失傷害罪（刑法第２０９\n条第１項）の成否が問題となり，甲が乙の過剰行為を認識していなかった点について，過失の有無を検討する必要がある。過失傷害罪の成立を認める場合には，過剰防衛の任意的減免\n（同法第３６条第２項）の準用の可否も問われることになる。\n以上と異なり，防衛行為の相当性を共同正犯者ごとに個別に判断し，甲の行為は防衛行為として相当であるが，乙の行為は防衛行為として相当性の範囲を逸脱したと認めた場合には，甲には正当防衛が成立し，乙には過剰防衛が成立することになる。\n⑶ 甲と乙がＡのズボンのポケットから財布を持ち去った行為について甲と乙は，失神したＡを見てＡが死亡したと思い，乙が甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。Ａの財布を探して捨ててしまおう。」と言ったところ，甲が乙に対して，「そうしよう。」と答えた。もっとも，甲は，「財布は捨ててもいいが，もったいないから中の現金はもらい，借金の返済に使おう。」と考えていたが，乙にその考えを話さなかった。甲と乙は，財布を探し，甲がＡのズボンのポケット内に財布１個があるのを見付け，同ポケットから同財布を取り，同財布を甲の上着ポケットにしまった。乙は，甲が現金入りのまま同財布を捨ててくれると思っていた。甲と乙は，そのまま甲宅へ向かい，甲は，乙が帰宅した後，甲宅において，上着ポケットにしまったままの現金入りの同財布を取り出して現金４万円を抜き取って自分のものとし，同財布を甲宅の押し入れ内に隠した。\n甲と乙がＡのズボンのポケットから財布を持ち去った行為について，甲及び乙の罪責を検討するに当たっては，①窃盗罪（刑法第２３５条）の客観的構成要件該当性，②死者の占有，③不法領得の意思，④共同正犯の成否（同法第６０条）を検討する必要がある。\nまず，窃盗罪の客観的構成要件該当性については，甲と乙がＡのズボンのポケットから財布を奪った時点でＡは生きており，財布に対するＡの占有が認められるので，甲がＡのズボンのポケットから財布を取って，同財布を甲の上着ポケットにしまった行為が，客観的には窃盗罪の窃取に該当することを簡潔に指摘しておくべきである。\n次に，甲と乙がＡから財布を奪った時点で，甲と乙はＡが死亡したものと認識していたため，窃盗罪の故意に関してＡの占有を侵害する認識が認められるかが問題となる。死者の占有について，判例の立場（最判昭和４１年４月８日刑集２０巻４号２０７頁等）による場合には，「被害者からその財物の占有を離脱させた自己の行為を利用して財物を奪取した」と認められるかを検討しなければならない。そして，Ａの占有を侵害する認識を肯定する場合，- 16 -\n客観的に窃盗罪の構成要件に該当するのみならず，窃盗罪の故意が認められる。Ａの占有を侵害する認識を否定する場合は，Ａの財布を占有離脱物と認識していたことになり，客観的には窃盗罪の構成要件に当たるとしても，主観的には占有離脱物横領罪の認識を有しているにすぎないこととなるので，抽象的事実の錯誤であることを指摘し，「構成要件の重なり合い」の有無を論じる必要がある。\nさらに，甲は「財布の中の現金はもらい，借金の返済に使おう。」と考え，乙は「財布を捨ててしまおう。」と考え，Ａから財布を奪っていることから，窃盗罪又は占有離脱物横領罪の不法領得の意思が問題となるところ，不法領得の意思の要否及び内容を明らかにした上，事実を具体的に指摘してその存否を認定する必要がある。\n不法領得の意思について，権利者排除意思と利用処分意思のいずれも必要とする判例の立場で，乙に利用処分意思が認められないと考えれば，乙は器物損壊罪の構成要件に該当することになる。この立場では，甲がＡから取った財布を甲の上着ポケットにしまったまま甲宅に向かい，同財布を甲宅の押し入れ内に隠した行為が器物損壊の「損壊」に該当することの説明が簡潔になされることを要する。乙は，甲に対して，「Ａが強盗に襲われて死んだように見せ掛けよう。」と言っているので，犯跡隠滅目的にも利用処分意思が認められると考えれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，犯跡隠滅目的に利用処分意思を認める理由が的確に説明されなければならない。他方，不法領得の意思について，不要説又は権利者排除意思のみで足りるとする立場によれば，乙も窃盗罪又は占有離脱物横領罪の構成要件に該当することになるが，その場合は，判例と異なる立場に立つ理由を的確に示す必要がある。\n最後に，共同正犯の成否が取り上げられる。甲が窃盗罪又は占有離脱物横領罪，乙が器物損壊罪の各構成要件に該当すると考えた場合には，異なる構成要件間における共同正犯の成否が問題となるところ，共同正犯における共同実行の意義（行為共同説と犯罪共同説の対立）\nについて簡潔に説明した上，結論を導き出さねばならない。\n⑷ 最後に，甲及び乙について，罪数を論じる必要がある。\n〔第２問〕\n本問は，覚せい剤取締法違反事件の捜査及び公判に関する事例を素材に，そこに生起する刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，甲に対する覚せい剤取締法違反（営利目的譲渡）の被疑事実で甲方の捜索差\n押許可状の発付を受けた司法警察員が，甲方の捜索差押えを実施する際，甲方ベランダの柵を乗り越え，掃き出し窓のガラスを割って解錠して甲方に入ったこと（下線部①），甲方にいた甲と同居する内妻の乙が携帯していたハンドバッグ内を捜索したこと（下線部②），甲方にいた丙のズボンのポケット内を捜索したこと（下線部③）につき，それぞれ，その適法性を論じさせることにより，捜索差押許可状に基づく捜索についての正確な理解と具体的事実への適用能力を試すものである。\n下線部①は，捜索に伴う付随的措置である「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）として許容される法的根拠及びその限界を問うとともに，甲方ベランダの掃き出し窓を割って解錠して甲方に入った措置が令状の呈示前に行われていることの適否を問うものである。\nこの点に関し，被疑者に対する覚せい剤取締法違反事件につき，被疑者が宿泊しているホテル客室に対する捜索差押許可状の執行に当たり，捜索差押許可状の呈示に先立って警察官らが，捜索差押許可状執行の動きを察知されれば，覚せい剤事犯の前科もある被疑者において，直ち\n- 17 -に覚せい剤を洗面所に流すなど短時間のうちに差押対象物件を破棄隠匿するおそれがあったため，ホテル支配人からマスターキーを借りた上，来意を告げることなく，施錠された被疑者の客室ドアを開けて室内に入り，その後直ちに被疑者に捜索差押許可状を呈示したという事案において，「以上のような事実関係の下においては，捜索差押許可状の呈示に先立って警察官らがホテル客室のドアをマスターキーで開けて入室した措置は，捜索差押えの実効性を確保するために必要であり，社会通念上相当な態様で行われていると認められるから，刑訴法２２２条\n１項，１１１条１項に基づく処分として許容される。また，同法２２２条１項，１１０条による捜索差押許可状の呈示は，手続の公正を担保するとともに，処分を受ける者の人権に配慮する趣旨に出たものであるから，令状の執行に着手する前の呈示を原則とすべきであるが，前記事情の下においては，警察官らが令状の執行に着手して入室した上その直後に呈示を行うことは，法意にもとるものではなく，捜索差押えの実効性を確保するためにやむを得ないところであって，適法というべきである。」と判示した判例（最決平成１４年１０月４日刑集５６巻８\n号５０７頁）があり，同判例に留意しつつ，「必要な処分」として許容される限界及び令状呈示時期に関する判断枠組みを明らかにした上で，本設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，下線部①の行為の適法性を検討する必要がある。\n本設問の事例においては，甲方を拠点にした組織性が疑われる覚せい剤の密売事案であること，水に流すなどして短時間に隠滅することが容易な覚せい剤が差押対象物件となっていること，覚せい剤は立証上重要な証拠であること，甲は覚せい剤取締法違反の前科３犯を有する者であり，初犯者と比較して警察捜査に関する知識経験を有していると考えられること，事前の捜査によって甲方には甲のほか乙，丙が出入りしており，捜索時に複数人が在室している可能性があったこと，甲が玄関ドアチェーンをつけたままで配達員に応対していたことなどから，捜査員が甲方室内に入るまでに時間を要する可能性が高い状況であるとともに，甲の協力が得られる可能性が低い状況にあると認められたこと，司法警察員Ｐが甲方玄関先の呼び鈴を鳴らしたところ，甲がドアチェーンを掛けたままドアを開けたことを具体的に指摘し，司法警察員\nＱらがベランダの窓ガラスを割って解錠して室内に入った措置について，捜索差押えの実効性を確保するために必要性があるのか，その態様は社会通念上相当な範囲内にあるのかといった観点から評価することが求められる。\nまた，手続の公正担保及び処分を受ける者の利益保護という令状呈示の趣旨から，令状呈示は，執行着手前に行われることが原則であることを論じ，事前呈示の要請と現場保存の必要性等に係る上記事情等を指摘・考量した上で，本件措置が令状呈示前に行われたことの適否を論じることが求められる。\n下線部②は，刑事訴訟法が，捜索の対象を「身体」，「物」，「住居その他の場所」に分類し（刑事訴訟法第２２２条第１項，第１０２条），これに従って捜索令状に処分の対象を特定して記載することを要求している（同法第２１９条第１項）ところ，特定の「場所」に対する捜索差押許可状の効力が，令状には明示的に記載のない「物」に及ぶことはあるのか，それはいかなる場合であって，どのような理由に基づいて認められるのかを問うものである。\nこの点に関し，「警察官は，被告人の内妻であった甲に対する覚せい剤取締法違反被疑事件につき，同女及び被告人が居住するマンションの居室を捜索場所とする捜索差押許可状の発付を受け･･････，右許可状に基づき右居室の捜索を実施したが，その際，同室に居た被告人が携帯するボストンバッグの中を捜索したというのであって，右のような事実関係の下においては，前記捜索差押許可状に基づき被告人が携帯する右ボストンバッグについても捜索できるものと解するのが相当である」と判示した判例（最決平成６年９月８日刑集４８巻６号２６３頁）があるが，同判例は捜索が適法との結論を導くに当たり，飽くまで「右のような事実関係の下においては･･････捜索できるものと解するのが相当である」と説示するにとどまり，特にその理\n- 18 -由を明示していないため，同判例に留意しつつ，場所に対する令状によって，その場所に居住する人がその場で携帯する物に対する捜索ができるかについての自説を各自が展開することが求められる。\n基本的な考え方としては，場所に対する捜索差押許可状の効力は，当該場所の管理権者と当該場所にある物の管理権者が同一である場合には，場所に付属するものとして当該物にも及ぶ一方で，第三者の管理下にある物については，当該令状によって制約されることとなる管理権に服するものでない以上，その効力は及ばないという考え方が一般的であると思われるところ，本設問の事例においては，乙は甲と同居する内妻であること，乙は，司法警察員Ｑらが入室した時点で右手にハンドバッグを所持し，その後も継続して所持していることを具体的に指摘した上で，同バッグに甲の管理権が及んでいるかどうかを検討し，同バッグの捜索の適法性を論じることが求められる。また，同バッグは乙の管理権が及ぶものであるとした上で，甲方を捜索場所とする令状によって乙の管理権も制約されることになるかといった観点から，捜索の適法性を論じることも可能である。\n下線部③は，前記のとおり，刑事訴訟法は，捜索の対象として「場所」と「身体」とを区別しているところ（同法第２１９条第１項），「場所」に対する捜索差押許可状によって「身体」に対する捜索を行うことが許されることはあるかを問うものである。\n場所に対する捜索差押許可状の効力は，人の身体には及ばない以上，捜索すべき場所に居合わせた者の身体について捜索を実施することは当然には許されないものの，例外的にそれが許される場合があるか否か，許される場合があるとしていかなる場合にどのような理由で許されると解すべきかについての自説を各自が展開し，本設問に現れた具体的事実を的確に指摘，評価して，本件捜索の適法性を論じることが求められる。その際，具体的事実を本設問の事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ意味を的確に分析して論じる必要がある。\n本設問の事例では，差押対象物件は，覚せい剤，ビニール袋，注射器，手帳，メモなどの比較的小さい物が含まれていること，事前捜査により甲は甲方を拠点に覚せい剤を密売している疑いがあったこと，丙は甲方に頻繁に出入りしていたこと，司法警察員Ｑらが甲方に入室した時点で丙が右手をポケットに入れていたこと，丙が右手を抜いた後もポケッ\nトが膨らんだ状態であったこと，丙が時折ポケットを触るなど気にする素振り等を示していたこと，丙は司法警察員Ｑからポケットの中身を尋ねられても答えなかったこと，丙が再びポケットに手を入れてトイレに向かって歩き出したこと，丙は司法警察員Ｑの制止を無視して黙ったままトイレに入ろうとしたことを具体的に指摘し，それぞれの事実が持つ意味を的確に分析，評価して，自説への具体的な当てはめを行う必要がある。\nまた，捜索を行うこと自体を適法とした場合には，司法警察員Ｑが丙の右腕を引っ張ってポケットから引き抜き更にポケット内に手を差し入れた行為が，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として又は（「必要な処分」として考えるまでもなく）本来行うべき捜索そのものとして許容されるか否かを論じる必要がある。"
}