{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "倒産法",
  "subject": 12,
  "text": "〔第１問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\n個人Ａ（５７歳）は，「Ａ金属工業」の屋号で，妻Ｂ（５５歳）を含む従業員５名と共に，父の代から続く金属加工業を営んでいた。Ａは，目立った遊興等に興じることもなく，真面目に仕事に精を出し，平成２５年頃までは，おおむね順調に事業を遂行していた。\nしかし，平成２６年頃から，資材の高騰や受注件数の減少，取引先の経営悪化等により，Ａの資金繰りは徐々に悪化していった。平成２８年には，Ａの主要取引先であったＣに対する売掛金債権約１００万円が未払いとなったまま，Ｃが廃業して音信不通となり，また，同じく主要取引先であったＤは，同年６月に破産手続開始決定を受け，Ｄに対する売掛金債権約２００万円についても破産手続による配当はなかった。さらに，同年１１月，Ａの従業員Ｅが売上金約１００万円を持ち逃げして行方不明となったことで，Ａは，ますます資金繰りに窮するようになった。\nその結果，Ａは，新たな融資を受けない限り，Ｆ銀行からの借入金債務のうち，弁済期を平成\n２９年３月末日とする分割金１００万円の弁済に窮する見通しとなり，債務整理を行うことで立て直しを図りたいと考え，同月１５日，弁護士Ｙに債務整理を依頼した。Ｙは，同月１７日，同日付けで，Ａから聴取して判明した債権者宛てに，下記の内容の通知（以下「本件通知」という。）を発送した。\n記当職は，この度，Ａから依頼を受けて，同人の債務整理の任に当たることとなりました。\n債務整理の方針については，Ａの債務及び資産の状況を調査の上，慎重に決定することとなりますが，これらの全てについて当職がＡの代理人としてＡと協議の上行うこととなります。\nつきましては，以後，Ａとの債権債務関係に関する連絡の一切は，当職宛てにしていただき，Ａやその家族への連絡や取立行為は一切中止願います。\nＹが本件通知発送時までに行った調査の結果によれば，Ａの主な債務は，Ｆ銀行からの事業資金の借入金債務の残額が約１５００万円，同じくＦ銀行からの自宅兼工場の建物のローンの残額が約２０００万円あるほか，金融業者４社からの若干の借入金債務がある程度であり，Ａの説明では，Ａの取引先に対する買掛金債務は存在しないとのことであった。\n平成２９年３月３０日，Ａは，Ｙとの間で債務整理の方針についての打合せを行ったところ，やはり同月末の支払を行うことは困難であるとの結論に達し，破産手続開始の申立てを行うことを決意してその旨をＹに委任した。\n平成２９年４月１０日，Ａは，Ｙを申立代理人として破産手続開始の申立てを行い，裁判所は，同月１２日午後５時，Ａについて破産手続開始の決定を行い，破産管財人として弁護士Ｘを選任した。\nＸがＡの資産状況等を調査したところ，次の事実が判明した。\n① Ａは，債務整理を依頼した後も，Ｙに相談することなく資金の融通先を探しており，平成\n２９年３月１８日の深夜，長年の取引先で個人的な親交もあった取引先業者（個人）Ｇの自宅にＢとともに赴き，１００万円の融資を依頼した。Ｇは，同日の時点でＡに対し，弁済期を４月末日とする８０万円の売掛金債権を有していたが，Ａが「どうしても今月末の支払に１００万円が必要なのです。今回をしのげば絶対立て直せます。取引先Ｃからの売掛金１００万円の入金があれば必ず返せますから。決して御迷惑はお掛けしません。」と懇願するので同情し，「うちも楽ではないし１００万円までは貸せないけど，せめてこれくらいなら」と，- 2 -その場でＡに５０万円を貸し付けた。\n② Ａは，Ｇから受領した金員をＦ銀行に対する平成２９年３月末日の分割金の弁済に充てようと思っていたが，まだ５０万円ほど不足しており，これ以上のあても思い付かずにいたところ，同月２５日の早朝，Ｂから，Ｂの父親Ｈが倒れ，入院費用が必要になったことを聞いた。Ａは，昨年１２月末頃にＨから「立て直しに成功したら返してくれればよい」として６０万円を借りていたことを思い出し，平成２９年３月２６日，Ｂを通じて，Ｇから受領した５０万円をＨに弁済した。\n③ Ａの資産としては，現金約２０万円，預貯金３０万円のほか，自宅兼工場としている借地上の建物がある。ただし，当該建物には，Ｆ銀行の根抵当権が設定されており，その被担保債権の残額は，借地権付建物の現在の評価額を上回っている。Ａは，破産手続開始の決定に伴い「Ａ金属工業」を廃業した。その後，就職を試みてハローワークに通うなどしているものの，未だ就職先は決定しておらず，その見通しもない。Ｂは，Ａの破産手続開始後，それまでの心労がたたって倒れ，以後入退院を繰り返している。\n〔設 問〕\n１．Ｘは，ＡのＨに対する５０万円の弁済を否認することができるか否かを調査検討している。\n本件通知が「支払の停止」に該当するかについて触れつつ，平成２９年３月１７日の時点でＡに「支払不能」が認められるかについて，論じなさい。\n２．Ａの債権者であるＧは，債権者集会兼免責審尋期日に出頭し，Ａの免責を許可することについて強く反対する旨の意見を述べた。\n他方，Ａは，免責許可決定を受けることを強く希望している。Ａは，債権者集会兼免責審尋期日に出頭したほか，Ｘによる事情聴取にも素直に応じ，Ｇからの借入れやＨに対する弁済について説明するなど，Ｘの管財業務に積極的に協力していた。\n⑴ Ａに免責不許可事由が認められるか否かについて，論じなさい。\n⑵ 仮にＡに免責不許可事由が認められるとして，破産裁判所は，Ａの免責を許可するべきか否かについて，肯定的に考慮すべき事情，否定的に考慮すべき事情双方を挙げつつ，論じなさい。〔第２問〕（配点：５０）\n次の事例について，以下の設問に答えなさい。\n【事 例】\nＡ社は，精密部品の製造及び販売を業とする株式会社である。Ｂは，Ａ社の代表取締役であり，その発行済株式の全部を有していた。Ａ社は，優秀な技術をいかして研究を重ねた結果，競合する他社に勝る品質と価格を実現し，主要取引先である甲社及び乙社に対し，それぞれの仕様に応じた製品を供給して，順調に事業を営んでいた。\nところが，平成２８年１０月末，甲社向けの製品に仕様と異なる多数の欠陥品が生じたことから，同年１１月末に甲社との取引が打ち切られた。そのため，Ａ社は，売上げがほぼ半減し，平成２９年１月末日の資金繰りに窮することとなった。\nそこで，Ａ社は，弁護士Ｃを代理人として，平成２９年１月２５日に再生手続開始の申立てをした。同日，Ａ社について弁済禁止の保全処分（ただし，金５万円以下の債務の弁済は，その対象外とされた。）及び監督命令が発せられ，弁護士Ｋが監督委員に選任された。\n平成２９年２月７日，Ａ社について再生手続開始の決定がされた。同決定時のＡ社の負債の総額は約３億円，債権者総数は５０名である。\n〔設 問〕\n１．再生債権の弁済に関する原則に触れつつ，以下の小問に解答しなさい。\n⑴ 再生債権者のうち，債権額３万円未満の者は１２社であり，その債権の総額は３０万円，その弁済期はいずれも平成２９年２月２０日であった。同年２月１０日までに，そのうち３社からＡ社に連絡があり，いずれも全額の弁済を強く求めた。他の９社は，特段の要求をせず，債権届出書の作成中であることが判明した。\nＡ社は，弁済を求めている３社に対して支払をすることができるか。Ｃ弁護士の立場に立って，そのための方策を根拠とともに述べなさい。また，他の９社については，どうすべきか。\n⑵ 再生債権者のうち，製造工程の一部を受注していた者は５社であり，その債権額は７０万円から３００万円までであった。Ｂは，申立ての直後からこれら各社を回り，再生手続の遂行について理解を求めたところ，Ｄ社を除く４社はおおむね協力的であり，再生債権の届出を行い，従来どおりに取引を継続することを了解した。\n一方，Ｄ社（債権額１００万円，弁済期平成２９年２月１０日）は，同月１５日，債権全額の支払がない限り，今後一切Ａ社との取引をしないと通告してきた。Ａ社は，近時開発した製品αに不可欠なパーツβの製作を全てＤ社に発注していた。製品αは，Ａ社の戦略商品であり，再生手続開始の申立て後も主要取引先である乙社から安定した出荷の継続を要請され，乙社との取引の継続に必須であるのみならず，将来の取引先拡大など発展の要としても位置付けられている。\nしかし，Ａ社にパーツβの在庫はほとんど残っておらず，Ｄ社がパーツβを納品しない限り，Ａ社は製品αの生産ができなくなる。\nＡ社は，Ｄ社に対して支払をすることができるか。Ｃ弁護士の立場に立って，そのための方策を根拠とともに述べなさい。\n２．Ａ社について管理命令が発せられ，弁護士Ｌが管財人に選任された場合と比較しつつ，以下の小問に解答しなさい。\n⑴ Ａ社は，本社の近くに丙土地（担保設定なし）を所有していた。その隣地に居住していたＥは，「近々２台目の乗用車を買おうと思っており，その駐車場に丙土地がちょうどよい。お隣同士だから５０万円くらいなら買ってもよい。」とＢに持ち掛けた。Ｂは，申出に応じることとし，平成２８年１０月１５日，Ａ社は，Ｅに対し，丙土地を売却して代金５０万円を受領した。おって，その所有権移転登記手続を行う予定であったが，同月末に生じた欠陥品問題の対応にＢが追われた事情もあり，登記手続が行われないまま，再生手続開始の申立てに至った。\nＥは，平成２９年２月１０日，Ａ社に対し，丙土地の所有権移転登記手続を求める訴えを提起した。\nＥの所有権移転登記手続の請求は認められるか。Ａ社の反論を踏まえて，論じなさい。\n⑵ Ｆ社は，中古機械の販売等を業とする株式会社であるが，その代表取締役Ｇは，平成２８年９月末の決算期に合わせて在庫の台数を調整し，架空の売上げを計上しようと考え，旧知のＢに協力を要請した。Ａ社は，中古機械を必要としていなかったが，Ｂは，Ｇの意図を理解し，両社が通謀の上，平成２８年９月末日，Ａ社は，Ｆ社から中古機械（市場価格３００\n万円程度）を５００万円で購入する契約を締結した。同日，Ｆ社は，当該中古機械をＡ社に引き渡したが，打合せどおりＦ社は代金を請求せず，Ａ社も支払をしなかった。当該中古機械は，Ａ社内に据え置かれたまま，再生手続開始の申立てに至った。\nＦ社は，平成２９年２月２０日，当該中古機械の売買契約は，通謀虚偽表示（民法第９４条）により無効であるとして，Ａ社に対し，その引渡しを求める訴えを提起した。\nＦ社の引渡請求は認められるか。Ａ社の反論を踏まえて，論じなさい。- 6 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問は，個人破産の具体的事例を通じて，支払不能と支払停止の概念，代理人弁護士による債務整理開始通知の支払停止該当性，支払不能状態の認定，免責不許可事由該当性の検討及び裁量免責の可否と考慮要素の検討等についての理解と事例処理能力を問うものである。\n設問１は，最高裁判所平成２４年１０月１９日判決集民２４１号１９９頁（以下「平成２４年最判」という。）を念頭に，平成２４年最判の事案では，債務者が給与所得者であったことと対比し，本問のＡは個人事業者であるとの相違点があることを意識して，代理人弁護士Ｙが各債権者宛てに送付した本件通知が「支払の停止」に該当するかについて触れつつ，平成２９年３月１７日の時点でＡに「支払不能」が認められるかについて論じることが求められている。\nなお，破産管財人Ｘは，ＡのＨに対する５０万円の弁済を否認することができるか否かを調査検討しているものではあるが，本問では，この弁済行為が否認できるか否かを問うものではないことに留意する必要がある。\n解答に当たっては，まず，「支払の停止」を検討する意義，すなわち「支払の停止」と「支払不能」の関係について述べることが求められる。具体的には，ＡのＨに対する弁済は，特定の債権者に対する担保の供与等の否認（破産法第１６２条第１項)に該当する可能性が考えられるところ，弁済時の「支払不能」（同法第２条第１１項)は，その要件の一つとされており（同法第１６２条第１項第１号柱書き本文)，「支払の停止」があった後は「支払不能」であったものと推定される（同条第３項）という関係にあることを指摘することが求められる。\n次に，本件通知が「支払の停止」に該当するかどうか，すなわち「債務者が，支払能力を欠くために一般的かつ継続的に債務の支払をすることができないと考えて，その旨を明示的又は黙示的に外部に表示する行為」（平成２４年最判）あるいは「支払不能状態であることを外部に表示する債務者の行為」（通説的定義)と言えるかについて，本件通知の記載内容を基に検討することとなる。ここでは，平成２４年最判の判示するように，「支払の停止」とは外部に表示する行為であることから，専ら本件通知にはどのような記載がされているか，少なくとも黙示的に支払不能状態であることが表示されていると見ることができるかを検討することが求められる。なお，平成２４年最判の事案は債務者が給与所得者であったのに対して，本問のＡは個人事業者であるという相違点がある。平成２４年最判の補足意見においても，一定規模以上の事業者の場合には，債務整理開始通知であっても「支払の停止」を肯定するには慎重になるべきとの見解が述べられており，これを意識して当てはめができれば，より深い検討が可能となろう。本件通知では，債務整理を法律の専門家であるＹに委任した旨の記載があること，Ｙ\nが債権者一般に宛ててＡへの連絡及び取立ての中止を求めていることは平成２４年最判の事案と同様であること，Ａは個人事業者ではあるものの事業規模が大きいとは言えず，本件通知にも「慎重に検討する」等として債務整理の方針が示されてはいないものの，実現可能性のある再建計画が示されているものではないことなどからすると，基本的には支払停止該当性は肯定的な方向となろう。\nその上で，平成２９年３月１７日時点でＡに「支払不能」が認められるかを検討することとなるが，これは本件通知の支払停止該当性を肯定したか否かで判断枠組みが異なるものとなる。\n肯定した場合には，「支払の停止」以降は「支払不能」が推定されるから，支払不能該当性はこの法律上の推定を覆す特段の事情が認められるか，という枠組みでの検討が必要となるのに対し，否定した場合には，こういった枠組みなしにＡの支払能力の欠乏をその３要素すなわち財産，労務及び信用の各点から，問題文の事情を的確に当てはめ，一般的・継続的な支払能力の欠乏が認められるかを検討することとなる。なお，Ｆ銀行からの借入金の分割金の弁済期が同年３月末である点を「支払不能」の定義との関係で問題とすることも考えられるが，通常金融機関は契約条項や取引約款において「支払の停止」を期限の利益喪失事由としており，「弁済期にある債務がない」ことをもって支払不能該当性を否定するためには，Ｆ銀行以外の債務も含めて全て，弁済期にあるものがないことに言及する必要があろう。\n設問２は，本件で判明しているＡの行為から，免責不許可事由（破産法第２５２条第１項）に該当する行為を検討し（小問⑴)，Ａを裁量免責すべきかについて，設問の具体的事情の中から，肯定的に考慮すべき事情，否定的に考慮すべき事情をそれぞれ的確に抽出して，検討することが求められる。\n小問⑴では，免責不許可事由が認められるか否かを論ずることが求められる。具体的には，①Ｈへの平成２９年３月２６日の弁済が非義務的偏頗行為（破産法第２５２条第１項第３号）に該当するか，②Ｇからの同年３月１８日の借入時のＡの言動が詐術（同項第５号）に該当するかが問題となる。\n①については，Ｈという特定の債権者への弁済行為であることを挙げつつ，明確な弁済期が定められていないと思われることから，時期が義務に属していないと言えるか，またＨに特別の利益を与える目的があると言えるかについて検討することが求められる。前者については，「立て直しに成功したら返してくれればよい」とのＨの言について，不確定期限と理解するほか，期限の定めなき債務との理解も考えられよう。後者については，Ａとしては義理の親に対する弁済という点でＨを特別扱いしているものであろうが，ここに破産法のいう「特別の目的」とは他の債権者が存在しつつ，これらには同等の弁済ができないにもかかわらず，Ｈにのみ利益を与えることを言うことに留意が必要である（それゆえ，設問１の「支払不能」の認定でＡ\nの資力を十分などと判断していた場合，ここで特別の目的を認めると矛盾抵触が生じ得る）。\n②については，Ｇからの借入れという信用取引であることを踏まえて，借入時期が申立前１年以内であること，Ａが破産原因を認識していたか等を検討しつつ，「詐術」に該当するかを検討する必要がある。ＡのＧに対する言動は幾つかあるが，Ａの支払能力に関連すること，かつ連絡が途絶えて現実的には回収不能と見られるという点で客観的事実と反し得ること等から，Ｃからの入金があれば必ず返せると述べた点を取り上げる必要がある。なお，破産法第２５２条第１項第５号該当性については，破産原因の存在（それゆえ破産原因があることは前提となっている)についてのＡの認識が要件の一つであることから，設問１で平成２９年３月１７日時点での支払不能を否定する結論を取った場合，その翌日である３月１８日時点での支払不能を認定することは困難と思われるため，同号該当性を肯定することはできないと思われることに留意が必要である。\n小問⑵は，Ａに免責不許可事由が何かしら認められることを前提に（自身の答案では認められないとの結論を取ったとしても，仮にあるとして），Ａに裁量免責を認めるべきか，破産裁判所の立場で検討することが求められる。\nまず，裁量免責の根拠規定である破産法第２５２条第２項を挙げて，その趣旨や考慮すべき要素を挙げつつ，検討することが求められる。分類について，一つの一般的な分類としては，①免責不許可事由自体に関する事情（悪質性の有無や程度)，②破産に至った経緯，③開始決定後の事情，④免責許可による経済的再建の必要性等，⑤債権者の意見などが考えられる。\n答案においては，これらに属する各要素（各事実)について，それがどのような理由で裁量免責について肯定的あるいは否定的な事情となるかを述べつつ，各要素についての検討・評価を加えた上で，裁量免責を許可するか否かについての結論を出すことが求められる。\n①であれば，破産法第２５２条第１項第３号及び第５号に該当する事実，非義務的偏頗行為や詐術を用いての借入れが破産法の趣旨に反する悪質な行為であることは否定的な事情となろうし，②であれば，Ｃ，Ｄ，Ｅ等に関するＡの資金繰り悪化の理由がＡに帰責性のない（あるいは弱い)ものであること，Ａ自身は真面目に仕事に精を出してきたこと，③であれば，Ａが期日に出頭し，Ｘの事情聴取にも素直に応じ，ＧやＨの件も自ら説明する等，自身の破産法上の義務を果たしてＸの管財業務に協力するという行為にＡの誠実性が見て取れることは，肯定的に捉えるべき事情である。\n本問では，否定的に捉えるべき要素は主として①の免責不許可事由として評価されるべき事情であるのに対し，肯定的に捉えるべき要素が多いことに鑑みると，基本的には裁量免責を許可することに肯定的となろう。\n〔第２問〕\n本問は，法人再生の具体的事例を通じて，再生債権の弁済に関する原則とその例外，再生債務者の第三者性についての理解と事務処理能力を問うものであり，手続法と実体法の双方の観点から，民事再生法の目的に結び付く一貫した理解という視点が求められている。\n設問１では，まず，再生債権の弁済に関する原則について，民事再生法第８５条第１項を摘示し，再生手続開始決定による弁済禁止効，すなわち再生手続によるのでなければ再生債務者財産から満足を受けることができず，再生計画の定めに従った権利内容の変更を経て，再生計画に基づいて弁済されることが原則である旨を指摘する必要がある。\n例外的に，再生計画によらず弁済を許可する制度として，①中小企業者の再生債権に対するもの（民事再生法第８５条第２項）と，②少額の再生債権に対するもの（同条第５項）とがあるが，本問は後者についての出題である。\n小問⑴は，再生手続を円滑に進行するための少額債権の弁済許可（民事再生法第８５条第５項前段）についての理解を問うものである。その制度趣旨は，少額の再生債権者であっても手続に参加する以上は，債権届出，調査，議決権行使が行われることになり，そのための通知等に要する時間と費用を考えるとき，むしろ早期に弁済して再生債権者の数を減少させる方が，円滑な手続進行に資する上，少額であれば，他の再生債権との間の実質的平等にも反しないことにある。\n解答に当たっては，まず，弁済を求めている再生債権者の債権額が，その要件である「少額」に該当するかにつき，事例に当てはめて検討する必要がある。単に「３万円」が総負債額３億円と比較して少額というにとどまらず，開始前の保全処分においては，５万円以下の債務が弁済禁止の対象外とされていたこと等の事情を適切に指摘することが求められる。\n次に，弁済を求めている３社と債権届出書を作成中である９社の取扱いについては，「円滑な手続進行」の趣旨から検討することが求められる。手続をスリム化して再生手続の円滑進行を図ることを根拠とする制度であるから，少額の再生債権それぞれの個性（発生原因，属性，計画案に対する賛否態度など）に着目するものではなく，手続に参加させること自体がコスト\nであると捉えることが制度趣旨に合致する。そこで，一定の金額以下については一律に全額を弁済して手続から外すべきであり，１２社全てを弁済許可の対象とすることが円滑進行に資するとの結論が導かれ，債権者間の平等（民事再生法第１５５条第１項本文）にも合致すると言えよう。弁済時期について，民事再生法には破産法第１０３条第３項に対応する現在化の定めがないので，約定に定める弁済期到来後に支払うことになる。\nなお，９社についてそのまま届出させる場合には，計画案において少額の債権を全額弁済する定め（全債権者について３万円までの部分の１００％を弁済する）を設けることになろう（民事再生法第１５５条第１項ただし書）。\n小問⑵は，再生債務者の事業の継続に著しい支障が生じることを避けるための少額債権の弁済許可（民事再生法第８５条第５項後段）についての理解を問うものである。その制度趣旨は，再生債権の弁済禁止がかえって再生債務者の事業の継続に著しい支障を来し，事業価値を毀損する事態を避けるため，「少額」という範囲内で例外的に弁済を許可することにある。\n「事業継続の著しい支障」については，具体的な事情（製品αが戦略商品であり乙社から安定出荷の要請があること，パーツβの生産を全てＤ社に発注していたこと，その納品がない限り製品αを生産できないこと等）を丁寧に拾い上げ，不可欠性，非代替性を検討することが求められる。\n債権額１００万円が「少額」と言えるかについては，単に総負債額との比較にとどまらず，制度趣旨を踏まえた検討が求められる。弁済によって再生債務者財産が目減りする一方，取引への協力を得て事業継続を維持し，事業価値の増大が期待できる。これにより再生債権者全体が利益を得ることができ，ひいて再生手続の目的達成に資するという構造を示すことができれば，より深い考察が可能となり，一定の幅を持って相対的に「少額」と評価することが許容され，「少額」の内容が小問⑴⑵において異なること等の指摘に至ることができよう。\n各小問とも「Ｃ弁護士の立場」から「方策」を示すべきことを明記しているので，弁済可否にとどまらず手続に留意する必要がある。「再生債務者（代理人）が」「裁判所に対し」「弁済の許可を申立て」「許可を得て弁済する」という手続の流れを正確に記載することが求められている。\n設問２は，再生債務者の第三者性についての理解を問うものであり，管理命令が発せられて管財人が選任された場合と比較して論じなければならない。「比較して論じる」という出題形式は，単に各結論の併記を指示するものではない。共通点と相違点を確認し，その異同を踏まえて，結論や結論に至る過程を検討し，論点について深く理解していることを示す論述が求められる。管財人と，管財人が選任されない場合の再生債務者との相違は，何よりも後者は自ら当事者であり，再生手続開始前と人格的同一性を有することである。開始前は自己の利益を図る活動を行っていた者が，再生手続開始原因を有するに至り，債務の本旨に従った履行をなし得なくなって再生手続が開始されたのに，なお業務執行権，財産管理処分権を有し（民事再生法第３８条第１項），いわゆるＤＩＰ（占有を継続する債務者）になる。他方，管財人は，一面では再生債務者の従前の法的地位を受け継ぐ立場に立つが，人格的同一性を有するものではなく，裁判所に選任されて初めて登場することが決定的に異なる。この対比を意識することにより，より深い論述が可能となろう。\n小問⑴は，実体法上，対抗要件を具備しなければ第三者に対して所有権を主張し得ない場合に，再生債務者等が第三者に該当するか，対抗問題における第三者性を問うものである。\n解答に当たっては，まず，売買契約が成立し，代金が支払われ，実体法上は開始決定前に所有権が移転している（双方未履行ではない）ことを指摘すべきである。次いで売主に再生手続開始決定があったことから，民法第１７７条の対抗問題であることを指摘する必要がある。なお，本問は，開始後に登記を具備した事例ではなく，民事再生法第４５条の直接適用場面ではない。また，対抗問題だけで決着するので，否認が問題となるケースでもない。\n管理命令が発令されて管財人が選任された場合に，管財人に差押債権者と類似の地位を認めることに異論はなかろう。これに対し，監督委員が選任され，再生債務者が業務執行権，財産管理処分権を維持している場合については，第三者性を肯定した裁判例（大阪地判平成２０年\n１０月３１日判時２０３９号５１頁）があるが，単にその結論の知識を示すのみではなく，管財人の場合と全く同様に結論を導いてよいのか，両者の相違を示す視点が必要である。再生債務者は，開始前の債務者と同一人であり，売買契約の当事者そのものであることを指摘し，その上で，第三者性を肯定する結論を説得的に導く論述が求められる。公平誠実義務を負うこと（民事再生法第３８条第２項），再生手続の機関であること，個別執行が禁止されること，開始後の登記具備が認められないこと（同法第４５条），双方未履行契約の選択権（同法第４９\n条），担保権消滅許可の申立権（同法第１４８条）などが根拠となろう。\n小問⑵は，実体法に第三者保護規定がある場合の第三者該当性を問うものである。\n解答に当たっては，まず，民法第９４条第２項の善意の第三者として保護を受け得るかの問題であることを指摘すべきである。\n再生債務者等が第三者に該当することについての検討は，小問⑴と同様である。\n主観的要件については，再生債務者等が第三者に該当する根拠と結び付けて論じることにより，再生手続開始決定時の再生債権者を基準として，その中に一人でも善意の者があれば再生債務者等が善意を主張できるとの通説的見解が導かれよう。管理命令が発令されない場合の再生債務者の主観的要件については，通謀虚偽表示の当事者そのものであることを指摘した上，それでもなお，再生債権者の主観を基準とし，再生債務者を保護することを説得的に説明する論述が求められる。通謀虚偽表示の当事者売主Ｆ社代表取締役Ｇが架空売上の計上を図ったこと等の事情を適示し，事例における要保護性にも目配りすると論述に深みが出よう。",
  "scoring_notes": "１ 出題の趣旨・狙い等公表済みの「出題の趣旨」のとおりである。\n２ 採点方針解答に当たって言及すべき問題点等については，既に「出題の趣旨」として公表したとおりである。\n第１問は，個人破産の具体的事例を通じて，代理人弁護士による債務整理開始通知（以下「本件通知」という。）の支払停止該当性，支払不能状態の認定（設問１），免責不許可事由該当性の検討及び裁量免責の可否（設問２）を問うものである。採点の主眼は，設問１においては，支払停止と支払不能の概念を正確に把握していることを前提に，最高裁判所平成２４年１０月１９日判決（集民２４１号１９９頁，以下「平成２４年最判」という。）を意識しつつ，具体的事案に現れた事情から本件通知の支払停止該当性と支払不能該当性を論ずることができているかに，設問２においては，免責不許可事由に該当する事実とその要件，裁量免責において考慮すべき要素等を的確に抽出して，分析・検討ができているかどうかに置かれている。\n第２問は，法人再生の具体的事例を通じて，再生債権の弁済に関する原則とその例外（設問１），\n再生債務者の第三者性についての理解等（設問２）を問うものである。採点の主眼は，設問１においては，再生債権の弁済に関する原則を踏まえつつ，例外となる要件やその制度趣旨を正しく理解した上で，各事例に当てはめて検討し，結論を示すことができているか，併せて，手続の流れを的確に論述できているかどうかに，設問２においては，再生手続における再生債務者がＤＩＰ型（占有を継続する債務者）であることを前提に，再生債務者が民法第１７７条及び第９４条第２項の「第三者」に当たるかどうかについて，管財人が選任された場合と「比較して」論じられているかどうかに置かれている。\n３ 採点実感等⑴ 第１問ア 全体的な視点第１問は，個人破産のうち，給与所得者ではなく個人事業者の事案を用いて，破産原因である支払不能という状態が生ずる前後のいわゆる危機時期における具体的状況の中から，代理人弁護士による受任通知という節目を契機とし，支払停止や支払不能が認定できるかを問うとともに，その結論がその後の破産者Ａの行為の免責不許可事由該当性にも影響を与えるものとなっている。\n現実の事案がそうであるように，支払不能という，破産の事案の様々な局面で問題となる重要な概念の認定は，その後の局面においても影響するため，その結果・影響について，統一的に処理することが求められ，設問１と設問２を全く別個の問題として検討するのではなく，設問１で支払不能について自身が検討した結果を踏まえて設問２を検討することが求められていたが，この点を強く意識できていた答案は非常に少なかった。\nイ 設問１(ｱ) 設問１は，問題文において，本件通知の支払停止該当性を検討した上で，平成２９年３月１７日時点でのＡの支払不能該当性を検討するよう求めているため，検討・論証は必然的にこの順序に従って行っていくこととなる。\nなお，ＸがＡのＨへの弁済を否認できるか検討しているとの前提部分から，「Ｘは当該弁済行為を否認できるか」との枠組みで論述している答案が一定数見られたが，本問は否認の可否を問うものではないため，支払停止該当性及び支払不能該当性に関連しない部分は評価- 1 -の対象とならない。\n(ｲ) まず，出題の趣旨でも説明したとおり，問題文がなぜ支払不能の検討に先立って支払停止該当性を検討することを求めているのか，その意義について述べることが求められる。ＸがＨへの弁済を否認するとすれば偏頗行為(破産法第１６２条)が考えられるところ，行為時の支払不能(同法第２条第１１項)はその要件の一つとされており(同法第１６２条第１項第１号柱書き本文)，支払の停止があった後は支払不能と推定される（同条第３項）ことを，条文を含め適切に説明することが求められるところ，ここまで論じられたものも相当数あった一方で，支払停止を検討する意義について触れられていないものも一定数見られた。\nなお，支払不能の推定に関して破産法第１５条第２項を挙げるものも少なからず見られ，\n同法第１６２条第３項と同趣旨の規定であるため一定の評価は可能であるが，前者は開始原因の判断に関わる場面，後者は偏頗行為否認の成立に関わる場面に関する規定であるところ，\n本問のＸの検討は後者の場面であるから，同項を挙げることがより適切である。\nそして，本件通知が支払停止に該当するかを検討することが求められるため，まずは支払停止の意義について論ずる必要がある。ここでは，「債務者が，支払能力を欠くために一般的かつ継続的に債務の支払をすることができないと考えて，その旨を明示的又は黙示的に外部に表示する行為」（平成２４年最判の定義）あるいは「支払不能状態であることを外部に表示する債務者の行為」(通説的定義)のいずれを挙げてもよく，多くの答案がおおむねこのいずれかで論じられていた。ただし，後者の場合において，その定義に引きずられてしまっている答案がそれなりに存在していた。つまり，支払不能であることを外部に表示する行為としたことからか，支払不能の３要素など，客観的な事象を挙げつつ検討することに終始し，\n「外部への表示」について言及がされず，支払停止の検討なのか，支払不能の検討なのか，\n判然としないものがあった。また，「外部」への表示であることや，債務者の「行為」であること等の重要な要素が欠落している例も見られた。中には「意思表示」とするものも見られたが，支払停止は飽くまで事実行為であることを理解しておく必要があろう。\n本件通知の支払停止該当性の当てはめにおいては，平成２４年最判のように，支払停止が債務者の外部に対する表示行為であり，表示を受領した者が支払を停止する債務者の意思を理解し得るものであるか否かが問題となるものであることから，専ら本件通知の記載内容を検討し，支払停止と評価できるかを検討することが求められる。債務整理を法律の専門家であるＹに委任した旨の記載があること，Ｙが債権者一般に宛ててＡへの連絡及び取立の中止を求めていること（これらの事情は平成２４年最判の事案と同様であるといえる。），ただし，\n飽くまでＹとの方針検討の段階にとどまる旨の記載であること等の事情を抽出して検討することが求められる。\nさらに，給与所得者たる個人の事案であった平成２４年最判のそれと対比して，Ａは個人事業者であることに注目し，一定規模以上の事業者の場合には，債務整理開始通知であっても「支払停止」を肯定するには慎重になるべきとの補足意見や学説の問題意識も踏まえた検討をすることができれば，論述に深みが出るところである。Ａは個人事業者ではあるものの事業規模が大きいとはいえないことを前提に，本件通知にも「慎重に検討する」等として債務整理の方針が示されてはいないものの，実現可能性のありそうな再建計画が示されているものではないとの観点を示せると良いであろう。\nしかし，こういった検討ができていたのは一定数にとどまり，さらに，平成２４年最判との違いを意識した検討の視点を示すことができたものはごく一部にとどまった。他方で，Ａの当時の財産状況等，本件通知の内容以外の要素のみから支払停止該当性を検討するものも少なからず見られた。\n(ｳ) 支払不能該当性の検討については，本件通知が支払停止に該当すると見るか否かによって，\n判断枠組みが異なるものとなり，破産法第１６２条第３項のとおり支払停止以降は支払不能- 2 -が推定されるから，支払不能該当性はこの法律上の推定を覆す特段の事情が認められるか，\nという枠組みでの検討が必要となる。しかし，かかる指摘ができているものは一部にとどまり，多くは支払停止に該当するとしながら，特段の事情の有無を検討せずに下記の否定した場合と同様に支払不能の検討を行っていた。\n支払不能という客観的状態を認定するには，財産，信用，労務という要素の観点から検討することが求められる。Ａの場合，財産のうち流動資産（現預金）は５０万円程度にとどまること，固定資産たる自宅土地建物はＦ銀行の抵当権が設定されており，いわゆるオーバーローン状態（その時点の財産的価値より被担保債務の残額が上回っていること）であって（一般債権者に対する責任財産としては）資産的価値がないこと，債務としてはＦ銀行の事業資金や住宅資金等の残額が多額であること，信用の点では（後にＧから借り入れてはいるが）\n金融機関からの借入れのあてはなく，信用を加えても支払が困難であると見込まれること，\n労務についてはＡの個人事業が既に資金繰りに窮していること等の要素を材料とし，一般的・継続的に資力不足と言えるかを検討することとなるので，これらを挙げ，基本的には支払不能を肯定する方向となろう。この点は多くの答案でもおおむね同様の検討がされていた。\nなお，Ａにおいて弁済期が間近に迫るものとしては，Ｆ銀行の分割金の支払が平成２９年３月末に迫っているが，同月１７日の時点ではこれが到来していないことから，支払不能の要件のうち「弁済期にある債務」がないのではないかとの視点から検討するものが一定数見られた。この点を検討すること自体は一定の評価ができるところである。もっとも，出題の趣旨でも指摘したとおり，金融機関の取引約款や金融業者の約定では，支払停止行為があった場合を期限の利益喪失事由と定めていることが通常であり，代理人弁護士による債務整理開始通知が発せられた場合，期限の利益を喪失したものとして残債務全額について弁済期が到来したと扱われることが予想される。本問の解答においてここまでの知識ないし推測を必須とするものではないが，弁済期の観点から支払不能該当性を否定するのであれば，Ｆ銀行の分割金の弁済期が到来していないことだけではなく，その他の債務を含めた全てについて，\n弁済期が到来していないかどうかを検討する姿勢が求められるところ，Ｆ銀行の分割金の弁済期が到来していないことから直ちに，支払不能を否定するものが多く見られた。\nウ 設問２(ｱ) 設問２は，小問⑴において，本件で判明しているＡの行為から，免責不許可事由に該当する行為を検討し，小問⑵において，（仮に小問⑴で免責不許可事由がないとしても，あったと仮定して）Ａを裁量免責すべきかについて，肯定的，否定的双方の事情を挙げて検討することを求めている。\n(ｲ) 小問⑴については，まず，破産法第２５２条第１項第３号あるいは第５号のいずれかのみを検討する事案が多く見られた。しかし，免責不許可事由は，ある破産者の行動全体を対象とするものであり，複数該当することが当然にあり得る。そして，複数の不許可事由に該当することはそれだけ破産者の不適切な行為があったこととなり，裁量免責においても考慮すべき事由となるので，どれか一つだけ検討すればよいというものではなく，複数の検討が求められるものである。同項第３号と第５号の双方を検討した答案と，いずれか一方にとどまるものとでは小さくない差がつくこととなった。\nその上で，本問において検討の余地ないし意義がある（該当する可能性がある）点としては，①Ｈへの平成２９年３月２６日の弁済が破産法第２５２条第１項第３号の非義務的偏頗行為に該当するか，②Ｇからの同月１８日の借入時のＡの言動が同項第５号の詐術借入れに該当するか，の２点が問題となる。\nなお，一部，破産法第２５２条第１項第１号から第１１号までの全てについて該当性を検討しようとするものも見られたが，およそ該当する余地のない，あるいはその兆しも見られない不許可事由まで検討する必要はないであろう。ごく一部，Ｙに対してＧからの借入やＨ- 3 -への弁済を相談せずに行ったこと，その後も説明しなかったこと等を挙げる例も見られたが，\nＹは破産管財人ではなくＡの代理人でしかないから，ＡＹ間の信頼関係はともかく，ここで取り上げるべき事情ではなかろう。\n破産法第２５２条第１項第３号の非義務的偏頗行為については，①Ｈという特定の債権者への，②弁済という債務消滅に関する行為であることを挙げつつ，明確な弁済期が定められていないと思われることから，時期が義務に属していないと言えるか，またＨに特別の利益を与える目的があると言えるかについて検討することが求められる。\n「時期」については，「立て直しに成功したら返してくれればよい」とのＨの言について，\n不確定期限と理解するものが多かったほか，条件付き債務，期限の定めなき債務と理解するものも見られたが，いずれにしても「時期」が義務に属していないことについて言及する必要があるところ，この点は同項第３号該当性を検討する多くの答案で検討できていた。\n他方，「特別の目的」について，理解できていない答案が余りに多くあった。Ａにとって義理の親であるＨに対して弁済している点を指摘しつつ，やむを得ないという見解を採るものがあった。破産法の基本的な原理（債権者平等原則）が正しく理解できていないように思われる。ここにいう「特別の目的」とは，他の債権者が存在し，これらには同等の弁済ができないにもかかわらず，Ｈにのみ利益を与えることをいうものである。この点を正確に指摘できた答案は，とても少なかった。\nなお，特別の目的がかかる内容であるため，設問１の支払不能の認定において，Ａの資力を十分であると評価して支払不能該当性を否定していた場合，ここで特別の目的を認めるのはＡの資力の評価に関して矛盾抵触が生じうる。ごく一部こういった例が見られた。\n破産法第２５２条第１項第５号該当性については，①Ｇからの借入という信用取引であることを踏まえて，②借入時期が申立前１年以内であること，③Ａが破産原因を認識していたか等を検討しつつ，④「詐術」に該当するかを検討する必要がある。\n①について借入れが信用取引に該当することを指摘できないものが一部見られたほか，②の借入時期及び③の破産原因の認識については，そもそも指摘がないものが少なくなかった。\n③については，このほか，Ａという個人の破産原因すなわち支払不能が借入日である平成２９年３月１８日以前に生じていたことを前提に，Ａがこれを認識していたことを要件とすることとなるところ，設問１でその前日である同月１７日の時点での支払不能を否定していた場合，翌１８日までの僅かの間に支払不能に転じたとの特殊な状況が発生しない限り，設問１の解答との間で矛盾抵触が生ずることとなる（問題文の状況から，そのようなものがあったとは考え難い。特に，設問１でＦ銀行の分割金の弁済期が到来していないことを理由に支払不能を否定する見解では，３月末までかかる事情は変わることはない。）。冒頭に述べたとおり，場面ごと，論点ごとだけの検討にとどまらず，全体として統一した検討が求められる場面の一つであるが，かかる解答をした答案も少なからず見られた。中には，ここでの認識は客観的に破産原因があるか否かではなく破産者が（勘違いであっても）認識していればよいかのように解する立場も見られたが，客観的に破産原因が生じていないにもかかわらず，\n破産者の勘違いの有無だけで免責不許可事由該当性が異なることとなる見解は採用し難いであろう。④については，本問におけるＡのＧに対する言動は幾つかあるが，Ａの支払能力に関連すること，かつ連絡が途絶えて現実的には回収不能と見られるという点で客観的事実と反し得ること等から，「取引先Ｃからの売掛金１００万円の入金があれば必ず返せますから。」\nと述べた点を取り上げる必要がある。その他の発言，「今回をしのげば絶対立て直せます。」\nや「決して御迷惑はお掛けしません。」との発言を捉えて詐術としているものも見られたが，\nこれらは客観的事実ではなく，Ａの予測や意向，希望・願望等を述べていると評価できるものであるので，詐術と捉えるのは困難であろう。\nなお，詐術該当性については，積極的な詐術が必要か，不作為でも足りるかとの論点につ- 4 -いて検討する答案が多く見られたが，本問では上記のとおりのＡの言動があり，いずれの見解でも結論が変わるとは考え難いため，論ずる実益はない。\n(ｳ) 小問⑵では，まず，裁量免責の根拠規定である破産法第２５２条第２項を挙げて，その趣旨や考慮すべき要素を挙げつつ，検討することが求められる。条文についてはほとんどの答案が挙げられていたが，趣旨等にきちんと触れているものは少なく，いきなり事実関係の羅列を始めるものが多かった。\n裁量免責の趣旨をどう理解するかについては，誠実な破産者に対する恩恵的な側面を強調する立場と，破産者の経済的更生の手段としての側面を強調する立場があるとされるが，いずれの見解を重視するかに優劣はなく，個々の考慮要素がいずれの側面から肯定的あるいは否定的な要素となるかの理由が説明できればよく，かかる理由が説明できている答案は高得点となった。\n考慮要素については，開始決定に至る経緯とそれ以外という条文の記載に従った分類，開始決定前の事情と後の事情という時系列的な分類など，整理の方法はいろいろ考えられるが，\n一つの視点に沿って，かつ，肯定的な要素と否定的な要素の双方を抽出して検討することができている答案は高い評価となった。\n否定的な要素としては，まず，上記の免責不許可事由に該当する行為の存在や，その態様，\n程度等を挙げる必要がある。Ｈへの非義務的偏頗行為であれば，危機時期であるにもかかわらず，５０万円という（当時のＡにとっても）少なくない金額を，義理の親という親族のみ優遇する形での弁済を行ったこと，Ｇからの詐術借入れであれば，Ｃからの債権回収可能性について偽るという詐術を行った上で借入れをしたこと等である。ただし，前者にあっては，\nＨの治療費という事情があり，同情すべき面もあること，後者にあっては，Ｇは騙されたというより同情して貸し付けたものであること等，肯定的な要素になるとまでは言い難いものの，否定的な要素として強く考慮すべきではないとの評価も可能と考えられるところで，この辺りが合理的に説明できていれば評価の対象となる。実際，多くの答案もこの点は説明できていた。\nそのほかの否定的な要素については，これといったものは見当たらないが，現に経済的再建の見通しが立っていないこと等を挙げる考え方もあろう。\n破産に至った経緯としては，①Ａは目立った遊興もなく真面目に仕事に精を出していたこと，②Ａの事業の資金繰りが悪化した原因の一つは，資材の高騰や受注件数の減少，取引先の経営悪化等のほか，取引先Ｃが売掛金未払いのまま音信不通となったこと，取引先Ｄが破産したこと，従業員であったＥが売上金を持ち逃げしたこと，③②に掲げた事情（の多く）\nはＡに帰責事由があるとは言い難い，他因的な要因であること等を説明することが求められる。多くの答案で掲げられている一方で，触れられていない答案も多かった。\n開始決定後のＡの行為に関する事情としては，Ａが免責許可決定を受けることを強く希望しているほか，①債権者集会兼免責審尋期日に出頭したこと，②破産管財人Ｘによる事情聴取に素直に応じ，Ｇからの借入やＨに対する弁済について（自主的に）説明したこと，③これらは，破産手続上の破産者の義務の履行ないし破産手続への協力と評価できるとともに，\n破産者の誠実性の表れと見ることができること等を挙げることができる。肯定的に評価できる理由として，③の理由部分を説明することが求められる。この点は，実務上は免責調査型の管財事件の存在意義に直結する重要な点であり，是非挙げて欲しかったところであるが，\n抽出できた答案は多くはなかった。\nそのほか，Ａの経済的再建の必要性に関する事情も考慮要素となる。負債額やＡの年齢，\n再就職を試みているものの困難な状況であること，Ｂが病気であるとの現状等から，免責を許可しないと経済的再建を果たすことができないという，裁量による免責許可の必要性の観点からの事情である。要素については多くの答案が掲げることができていたが，必要性とい- 5 -う理由が明確に説明できているものは多くはなかった。\nまた，債権者がＡの免責についてどのような意向であるかという点も，免責許可の許容性という観点から考慮要素となり得る。本問では，Ｇが強く反対していることは否定的な要素となり得るし，債権額の面で主要な債権者と言えるＦ銀行が特に反対意見を述べていない点は，肯定的な要素として抽出することが可能であろう。ただし，この点を抽出できた答案は一部であった。\n最終的には，これらの要素を総合的に考慮した上，免責を許可するか否かにつき，裁判所の立場で結論を示すことが求められる。上記のように，肯定的な要素が多く，特に破産手続開始決定後は，手続に協力的で誠実性が見られるのに対し，否定的な要素がそれほど強くないことからして，基本的には免責を許可するのが相当であろう。ほとんどの答案も同様であった。\nエ 全体を通じて本問は破産の事案であり，支払不能や支払停止，免責等それ自体は基本的かつ重要な事項だったこともあり，ほとんどの答案は全く手が出ないという様子はなく，相当の分量の記載がされていた。もっとも，倒産法の基本的な原理・原則や概念を正しく理解しているか，という出発点から見れば，若干心許ない答案が見られた。おおむね理解していると感じられはするものの，事例に対して，基本的な条文の当てはめが求められているにもかかわらず，条文の引用が不正確な答案も散見された。特に，否認権に関する諸規定の中に支払不能を推定するものがあるにもかかわらず，破産手続の開始原因に関連する規定を引用するものが少なくなかった。\nまた，設問１については，支払不能という，破産実体法で最も重要な概念の一つである事項と，これに大きく関連する支払停止，更には支払停止行為による法律上の推定等の点について，\n（これまで実際に当てはめて検討する機会がなかったのかも知れないが）正確に整理表現できているものはほとんどなかった。設問２についても，なじみがなかったのか，免責不許可事由を２つとも十分検討したものや，裁量免責において考慮すべき要素を幅広く抽出して検討することができた答案は少なく，全体として高得点の答案は少なかった。\nさらには，答案構成を問題全体についてしっかりと事前に行うことを心掛けてほしい。例えば，設問１について，かなりの分量の記述を行いながら，設問２については極めて簡素な論述で終わっている答案がある一方で，否認権の要件の当てはめを懸命に行ってしまい，本来必要な論証スペースを喪失している答案があった。問われていることに必要十分な解答を行うことが重要であり，明らかに時間配分を間違えただけと思われる答案が存在したことは残念である。\nいずれにしても，個人破産は，現実の破産事件において多くを占める重要な分野である。法人破産の先鋭的な論点等に偏ることなく，知識の習得と能力の涵養に努めていただくことを期待したい。\n⑵ 第２問ア 設問１(ｱ) 設問１では，まず「再生債権の弁済の原則」について，民事再生法第８５条第１項を摘示する必要がある。この点は比較的良くできている答案が多かったが，この点に触れることなく，小問に解答している答案が一定数見られた。問題文で「再生債権の弁済に関する原則に触れつつ」とあり，小問で問われている例外の趣旨が正確に理解できているかを確認するための前提となるものであるから，この点を省略することが適切でないことはいうまでもない。\n「再生債権の弁済の原則」の内容については，再生手続開始決定による弁済禁止効，すなわち，再生手続によるのでなければ再生債務者財産から弁済を受けることができず，再生計画の定めに従った権利内容の変更を経て，再生計画に基づいて弁済されることを説明することが必要であり，かつ，その説明で十分である。更に債権調査や認可要件などの説明を展開する例が若干見受けられたが，本問では不要である。本問が「再生債権の弁済の原則」に対する「例外」の問題であることについては，おおむね理解されていた。\n民事再生法第８５条は，第１項で原則を，第２項以下で例外的に計画によらず弁済を許可する制度について定めており，例外的に再生計画によらず弁済を許可する制度には①中小企業者の再生債権に関するもの（同条第２項）と②少額の再生債権に関するもの（同条第５項）\nがあるところ，本問は後者についての出題である。しかし，以下に指摘するとおり，条文の摘示については様々な混乱，誤解が見られた。\n(ｲ) 小問⑴は，少額の再生債権に関するもの（民事再生法第８５条第５項）のうち，再生手続を円滑に進行するための少額債権の弁済許可（同項前段）の場合である。この点についてもおおむね理解されていたが，条文を単に「第８５条第５項」とのみ摘示するものが目立った。\n同項は，①前段で再生手続を円滑にするための弁済許可，②後段で再生債務者の事業の継続に著しい支障を来すことを避けるための少額債権の弁済許可，という全く異なる制度を定めており，前段・後段のどちらの問題であるかを特定する摘示が必須である。単に第８５条第５項とするのみでは足りない。\n次に，民事再生法第８５条第５項前段の趣旨については，そもそも趣旨について記述しているものが少なかった。条文解釈において趣旨の理解が必須であることはいうまでもなく，\n残念であった。\n趣旨の記載があっても，「円滑に進行することができる」という条文上の表現を引用する程度にとどまるものが多かった。手続に参加させること自体が，債権届出，調査，議決権行使等のコストを生じさせるので，早期に弁済して再生債権者の人数を減少させる，という点に踏み込んだものや，更に加えて少額であれば実質的平等を害しない点まで言及できたものは少なく，そのような記述があれば趣旨を深く理解していると評価された。\n「少額」の該当性については，３万円を全体の負債総額３億円と比較して少額であることを根拠として肯定するものが多く見受けられた。３億円と比較して少額というだけの理由であれば，１００万円でも１億円でも「少額」ということになりかねないため，少額性を認定する理由としては不足である。３万円は一般的に少額であるという認定に加えて，３万円未満の者の債権総額が３０万円であることも摘示すべき事情である。さらに，保全処分において５万円以下の債権が弁済禁止の例外とされていたことと比較して，３万円以下であれば当該事案において実質的平等に反しないと判断できるとしたものは，高得点となった。\n(ｳ) 全額の弁済を強く求めている３社についての当てはめ「円滑に進行することができる」の該当性については，多数の答案が当該３社の強硬な姿勢に触れ，反対の議決権行使をする可能性，債権者集会で反対意見を述べる可能性等を挙げて，反対者に対して早期に全額弁済することが「円滑に進行する」ことであると論じていた。\nしかし，規定の趣旨にほとんど触れることがないまま，このような論述をしている答案は，\n反対の議決権を行使しようとする者を優遇することが制度趣旨であるという誤った理解をしているものと評価された。売掛金であれ貸金であれ，賛成であれ反対であれ，およそ手続に参加させること自体がコストであると考えるのが民事再生法第８５条第５項前段の趣旨である。そこにいう「円滑に進行する」とは債権者数を減少させて手続参加コストを省略することである。手続に反対するから支払うという制度ではないことに留意すべきであろう。\n民事再生法は，倒産実体法・手続法の双方の性質を有しており，小問⑴・⑵ともに「Ｃ弁護士の立場に立って」「方策」を解答することを求めているので，正しい手続の記載が必須である。それにもかかわらず，単に「弁済できる」「弁済すべきである」等の記載しかない答案が散見された。再生債務者代理人として裁判所に少額弁済の許可を申し立て，裁判所の許可を得て弁済するとの正しい手続の流れを記載できた答案は評価された。\n「弁済期（平成２９年２月２０日）」について，正確に摘示・記述できていた答案は，ご- 7 -く少数であった。\nなお，民事再生手続開始前の保全処分の効力が民事再生手続開始後も存続する，という誤解を前提とした答案が散見されたことは残念であった。\n(ｴ) 債権届出書作成中の９社についての当てはめ規定の趣旨について正しい理解を示している答案は，おおむね，債権届出書作成中の９社についても，合計１２社全員に対して弁済してこそ円滑進行の趣旨を貫徹できるから，同様に少額弁済するとの結論を導くことができていた。\n一方，全額弁済を求める３社につき，手続に反対するおそれを根拠として弁済するとした答案の中には，債権届出書作成中の９社について，そのまま届出させれば足りると解答し，\n同額で全額弁済を受ける３社との間で公平に反する結論を導いた者が少なからず見られた。\nもっとも，ごく一部の答案は，計画案において３万円までの全額を弁済する定めを設けるとしており（民事再生法第１５５条第１項ただし書），そこまで記述できている場合には，\n正しい考え方として評価された。\n(ｵ) 小問⑵は，少額の再生債権に関するもの（民事再生法第８５条第５項）のうち，再生債務者の事業の継続に著しい支障を来すことを避けるための少額債権の弁済許可（同項後段）を問うものである。「後段」の問題であることを特定する記載がないものが見受けられたこと，\n趣旨の記載がないものが少なくなかったことは小問⑴と同じであり，残念であった。\n趣旨の記載があった答案も，「事業の継続に著しい支障」という条文上の表現を引用する程度のものが多かった。弁済によって再生債務者財産が減少する一方，取引を維持し，再生債務者の事業を継続して事業価値が増大するので，ひいて再生債権者全体の利益に資するという構造に言及できた答案も僅かながらあり，高く評価された。\n(ｶ) 「少額」の該当性については，１００万円が負債総額３億円と比較して少額であるとの説明にとどまるものが大部分であった。一部の答案は，日常一般の感覚として１００万円を「少額」といえるのかどうか，悩みを見せており，評価された。\nごく僅かの答案が，趣旨についての理解と結び付け「少額」を解釈していた。弁済によって事業継続を維持し，事業価値の増大を図り得るという趣旨の理解から，同じ「少額」の文言であっても，民事再生法第８５条第５項前段の場合と異なり，同項後段の「少額」は相対的に少額であれば足りるとの考えを導いたものは，高く評価された。\n民事再生法第８５条第２項は，再生債務者を主要な取引先とする中小企業者を保護する規定である。したがって，同項にいう「事業の継続に著しい支障を来すおそれがあるとき」とは，当該中小企業者（再生債務者に対する債権者）の事業継続に対する問題である。この点を誤解し，同項をもって本問における弁済根拠として検討する答案が見受けられた。根本的に誤っており，部分点を与えることもできなかった。\n(ｷ) 「方策」については，小問⑴で指摘したとおりである。\nなお，少なからぬ答案が，代理人として本人を説得して弁済させるべき（又は弁済の許可を裁判所に申し立てさせるべき）としていたが，疑問である。代理人は自らの行為によって本人に効果帰属させるものであるから，Ｃ弁護士は再生債務者代理人として自ら裁判所に少額弁済の許可を申し立てることが可能であり，むしろそれが弁護士として受任した再生債務者代理人の職責というべきであろう。\nイ 設問２(ｱ) 問題文に「管理命令が発せられ，弁護士Ｌが管財人に選任された場合と比較しつつ」とあるにもかかわらず，単に管理命令が発せられた場合とそうでない場合とに分けて解答するだけの答案が少なからず見られた。「比較して論じる」という出題形式は，共通点と相違点を指摘し，その異同を踏まえた検討を求めるものである。中には，管財人が選任された場合，\n選任されていない場合のいずれか一方だけの結論を記載する答案もあった。「出題の趣旨」でも指摘したように，二つの場合を比較して論じることが肝要である。\n(ｲ) 小問⑴は，対抗問題における第三者性を問うものである。再生手続開始決定より前に売買契約が成立し，代金が支払われているので，実体法上は所有権が移転していることが前提になるが，そのことを明確に指摘していない答案が多かった。所有権が移転した後に開始決定があるので，再生債務者に対して登記なくして所有権を主張できるか，再生債務者が民法第１７７条の第三者に該当し，対抗問題になるかという問題となる。しかし，以下のとおり様々な誤った構成が散見された。\n①取戻権の問題として構成するものが目立ったが，所有権を主張できるかの問題であり，\n取戻権に言及する必要はない。減点対象にはならなかったが，余事記載である。②開始後に登記を具備した事例ではなく，民事再生法第４５条の直接適用場面ではない。③当事者の主観によらず，対抗問題だけで決着するので，否認の問題ではない。\n管財人が選任されず，監督委員が選任されて，再生債務者が管理処分権，業務執行権を維持している場合については，第三者性を肯定した裁判例（大阪地判平成２０年１０月３１日判時２０３９号５１頁）があり，その知識を持っている者は比較的多かったようである。\n本問は，その結論にとどまらず，なぜ第三者性を肯定するのか，管財人が選任された場合と比較して論じることを求めている。管財人が選任されない場合の再生債務者と管財人との最大の相違は，前者は再生手続開始前からの当事者そのものであり，後者は開始後に裁判所が選任して初めて登場することである。この点を意識して両者を比較すれば，そもそも当事者であった再生債務者が，開始決定を契機として対抗問題の第三者性を，管財人と同じように主張することが許されるのか，という問題意識を導くことができたであろう。\nしかし，そのような「比較」の視点に乏しい答案が大部分であり，管財人が選任されない場合の再生債務者が対抗問題の第三者性を主張することについて何らの疑問も示さない答案が多かった。\n第三者性の根拠について，管財人が選任されない場合の再生債務者が業務執行権，管理処分権を有すること，公平誠実義務を負うこと，手続の機関となること，再生債権者の利益代表の性格があること，包括差押え類似であること等は比較的よく論じられていた。\n民事再生法第４５条により開始後の対抗要件具備が認められないこと，双方未履行契約の解除権，担保権消滅請求の制度なども第三者性を有することの根拠となろうが，これらを摘示できたものは僅かであった。\n(ｳ) 小問⑵は，実体法に第三者保護規定がある場合の第三者該当性を問うものであり，民法第９４条第２項の第三者に該当することの検討が求められるが，その考慮要素は，小問⑴と同じである。なお，小問⑴において否認権構成を採るなどした答案であっても，小問⑵において第三者性を認め得る根拠について適切な記載があれば，小問⑴と同様に評価された。\n小問⑴と同様に，管財人が選任された場合との比較が求められているが，その視点を欠いた答案が多かった。通謀虚偽表示の当事者であった再生債務者が，第三者保護規定に従って虚偽表示による無効の制限を主張するのであるから，そのような行為が許容されるのか，疑問を示した答案もあり，評価された。\nまた，総債権者の利益代表，手続の機関であること等を根拠に第三者性を肯定しながら，\nそもそも善意・悪意に言及していないものや，単に「再生債務者であるＡ社は知っていた」\nとするものが少なくなかった。この場合には，第三者性を認める論拠との整合性について説明が必要となるが，何ら説明がなく，説得性に欠けるものと言わざるを得ない。\n本問は，事例問題であるから，要保護性の検討については双方当事者について事情を拾い上げて検討すべきである。売主も虚偽表示の当事者であること，その動機は架空売上の計上であったこと等の事情を摘示し，事例における要保護性を論じると説得的であったと思われるが，そのような検討ができた答案はまれであった。ウ 全体を通じて第２問は，いずれの小問においても，きちんと論点を発見した上で，一つ一つ丁寧な論述を積み重ねていくことができたか，あるいはそうでなかったかで，得点の開きが生じたように思われる。日頃より，一つ一つ丁寧な勉強を積み重ねていくことが重要であろう。\n４ 今後の出題について今後も，特定の傾向に偏ることなく，基本的な事項に関する理解を確認する問題，具体的な事案から論点を抽出する能力を試す問題，倒産実体法及び倒産手続法に関する問題，企業倒産に関する問題と個人破産に関する問題等，幅広い観点からの出題を心掛けることが望ましいと考える。\n５ 今後の法科大学院教育に求めるものまず，倒産法における基本的な条文，判例及び学説を，断片的，概括的にではなく，その趣旨に遡って正しく理解をした上で，倒産法の体系の中で相互に関連付けて把握することが重要である。\nその上で，具体的な事例の検討に当たっては，習得した基本的な知識の確認とその応用をしながら，\n与えられた事実関係を把握・分析して論点を過不足なく的確に抽出し，論理的かつ一貫性のある解釈論を展開して，妥当な結論を導く能力が求められる。\nこのような知識・能力の必要性は，倒産法の分野に限られるものではないが，倒産法は，実体法と手続法が交錯する分野であり，民法，民事訴訟法，民事執行法等についての幅広い理解・知識が基礎として求められる上，再建型及び清算型手続の異同についても横断的に理解することが必要であるなど，総合的かつ多角的な知識・能力が求められる分野である。\n法科大学院においては，こうした点にも配意しつつ，上記の知識の習得や能力の涵養を実現するための教育が日々実践されることを期待したい。\nなお，他の科目でも例年指摘されているはずだが，「採点の対象となる（他人が読む）ものを書く。」という基本的な姿勢に欠けていると言わざるを得ないものが，依然として少なからずあったのは残念であった。答案が人に読んでもらうためのものであり，読み手が読めなければ何を書いても意味がないという当たり前のことを自覚していないのではないかと強く疑われる答案が，今なお，\n少なからず存在している。字の巧拙ではなく，字が小さすぎたり，日本語であるにもかかわらず，\nいわば「筆記体」で書かれているのかと疑われるほど「個性的」な文字であったり，やたらと訂正が多く，遠くの場所から，しかも複数箇所からの挿入が示唆されたりしていた答案については，判読が極めて困難であり，是非改善をしてほしい。\n最後に，採点実感からすると，合格者の答案であっても「一応の水準」にとどまるように思われ，\n合格したからといっても慢心することなく，謙虚に学習を継続することが必要ではないかと思われる。"
}