{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "刑事訴訟法",
  "subject": 7,
  "text": "〔第２問〕（配点：１００）\n次の【事例】を読んで，後記〔設問１〕及び〔設問２〕に答えなさい。\n【事 例】\n１ 平成２８年９月１日に覚せい剤取締法違反（所持）により逮捕されたＡは，同月４日，司法警察員Ｐの取調べにおいて，「所持していた覚せい剤は，逮捕される３日前の夜，Ｈ県Ｉ市Ｊ町の路上で，甲から買ったものである。」旨供述した。Ｐが甲について捜査したところ，甲は，覚せい剤取締法違反の前科３犯を有する者であり，現在，Ｈ県Ｉ市Ｊ町○丁目△番地所在のＫマンション１０１号室（以下「甲方」という。）を賃借し，居住していることが判明した。また，Ａ以外にも，その頃，覚せい剤取締法違反（所持）で逮捕された複数の者が，覚せい剤を甲から買った旨供述していることも判明した。そこで，Ｐが，司法警察員Ｑらに，甲方への人の出入り及び甲の行動を確認させたところ，甲方には，甲とその内妻乙が居住しているほか，丙が頻繁に出入りしていること，甲が，Ｋマンション周辺の路上で，複数の氏名不詳者に茶封筒を交付し，これと引換えに現金を受領するという行為を繰り返していることが判明した。\nこれらの事情から，Ｐは，甲が自宅を拠点に覚せい剤を密売しているとの疑いを強め，覚せい剤密売の全容を解明するためには甲方の捜索差押えを実施する必要があると考えた。Ｐは，同月１５日，Ｈ地方裁判所裁判官に対し，甲に対する覚せい剤取締法違反（Ａに対する営利目的の譲渡）の被疑事実で甲方の捜索差押許可状の発付を請求した。Ｈ地方裁判所裁判官は，同日，捜索すべき場所を「甲方」とし，差し押さえるべき物を「本件に関連する覚せい剤，電子秤，茶封筒，ビニール袋，注射器，手帳，ノート，メモ，通帳，携帯電話機」とする捜索差押許可状を発付した。\nＰは，Ｑから，甲が玄関のドアチェーンを掛けたまま郵便配達員に応対していたとの報告を受け，甲方の捜索の際，呼び鈴を鳴らしてドアを開けさせることができたとしても，ドアチェーンが掛かったままの可能性が高く，その場合，玄関から室内に入るのに時間が掛かり，甲らが証拠隠滅を図るおそれが高いと考えた。そこで，これに備えて，Ｑらが，甲方ベランダの外にあらかじめ待機し，Ｐの合図でベランダの柵を乗り越えて掃き出し窓のガラスを割って甲方に入ることとした。\n２ Ｐは，同月１７日，甲方を捜索することとし，同日午後１時頃，ＱらをＫマンション１階甲方ベランダの外に待機させた上，甲方玄関先の呼び鈴を鳴らした。すると，甲がドアチェーンを掛けたままドアを開けたので，Ｐは，直ちにＱに合図を送った。①Ｐから合図を受けたＱらは，ベランダ\nの柵を乗り越え，掃き出し窓のガラスを割って解錠し，甲方に入った。居間には，乙が右手にハンドバッグを持った状態で，また，丙がズボンの右ポケットに右手を入れた状態で，それぞれ立っていた。その間に，Ｐは，携行していたクリッパーでドアチェーンを切断して玄関から甲方に入った。\nＰは，居間において，甲に捜索差押許可状を示した上，Ｑらと共に，甲方を捜索し，居間のテーブル付近において，電子秤１台，ビニール袋１００枚，茶封筒５０枚，注射器８０本及び携帯電話機\n５台を発見し，これらを差し押さえた。\nＰらによる捜索中，居間に立っていた乙が，ハンドバッグを右手に持ったまま玄関に向かって歩き出した。それを見たＰが，乙に対し，「待ちなさい。持っているバッグの中を見せなさい。」と言ったところ，乙は，「私のものなのに，なぜ見せないといけないんですか。嫌です。」と述べてこれを拒否し，そのまま玄関に向かった。そこで，②Ｐは，「ちょっと待て。」と言いながら乙の持っていたハンドバッグをつかんでこれを取り上げ，その中身を捜索した。その結果，Ｐは，同ハンドバッグ内から，多数の氏名・電話番号が記載された手帳１冊及び甲名義の通帳１通を発見し，これらを差し押さえた。\n他方，丙は，ズボンの右ポケットに入れていた右手を抜いたが，右ポケットが膨らんだままであったほか，時折，ズボンの上から右ポケットに触れるなど，右ポケットを気にする素振りや，落ち着きなく室内を歩き回るなどの様子が見られた。そこで，Ｑは，丙に，「ズボンの右ポケットに何\n- 2 -が入っているんだ。」と尋ねたが，丙は答えなかった。その後，丙は，右手を再び右ポケットに入れてトイレに向かって歩き出した。これに気付いたＱは，丙に，「待ちなさい。右ポケットには何が入っている。トイレに行く前に，ポケットに入っているものを出して見せなさい。」と言って呼び止めた。これに対し，丙は，黙ったままＱの脇を通り抜けてそのままトイレに入ろうとした。そこで，③Ｑは，丙の右腕をつかんで引っ張り，右ポケットから丙の右手を引き抜いたが，丙が右手に何も持っていなかったことから，更に丙のズボンの右ポケットに手を差し入れ，そこから５枚の紙片を取り出した。Ｑがその紙片を確認したところ，各紙片に，覚せい剤を売却した日，相手方，量及び代金額と思われる記載があったことから，これらを差し押さえた。\nその後，Ｐらは，押し入れ内から，ビニール袋に入った覚せい剤１袋（１００グラム）を発見し，同日午後３時頃，甲，乙及び丙を覚せい剤取締法違反（営利目的の共同所持）で現行犯逮捕した上，逮捕に伴う差押えとして，同覚せい剤を差し押さえた。\n３ 甲ら３名は，同月１９日，覚せい剤取締法違反（営利目的の共同所持）の被疑事実によりＨ地方検察庁検察官に送致され，同日，勾留された。\n甲ら３名は，取調べにおいて，いずれも被疑事実を認めた上で，平成２７年１１月頃から覚せい剤の密売を開始し，役割を分担しながら，携帯電話で注文を受けて覚せい剤を密売していたことなどを供述した。また，通帳等の記載から，甲ら３名の覚せい剤密売による売上金の５割相当額が甲名義の預金口座から丁名義の預金口座に送金されていることが判明した。甲は，当初，丁の覚せい剤密売への関与を否定したが，その後，丁の関与を認めるに至り，丁に対する前記送金は覚せい剤の売上金の分配であると供述した。乙は，丁の関与を一貫して否定し，丙は，丁のことは知らないと供述した。以上の過程で，【資料】記載の〔証拠１〕ないし〔証拠４〕が作成された。\n検察官Ｒは，延長された勾留の満了日である平成２８年１０月８日，甲ら３名を覚せい剤取締法違反（営利目的の共同所持）により，Ｈ地方裁判所に公判請求した。\n４ Ｐは，甲の供述等に基づき，同月１９日，丁を覚せい剤取締法違反（甲ら３名との営利目的の共同所持）で通常逮捕した。丁は，「甲，乙のことは知っているが，丙のことは知らない。覚せい剤を甲らと共同で所持したことはない。甲は，毎週，私名義の預金口座に現金を送金してくれているが，その理由は分からない。昔，甲が，私の所有する自動車を運転中に事故を起こしたことがあり，その弁償として送金してくれているのではないか。」と供述し，事件への関与を否認した。\n丁は，同月２１日，覚せい剤取締法違反（甲ら３名との営利目的の共同所持）の被疑事実によりＨ地方検察庁検察官に送致され，同日，勾留された。\n丁は，その後も否認を続けたが，Ｒは，捜査の結果，延長された勾留の満了日である同年１１月\n９日，丁について，甲ら３名と共謀の上，営利の目的で，覚せい剤１００グラムを所持したとの事実で，Ｈ地方裁判所に公判請求した。\nＲは，丁の弁護人Ｓに対し，〔証拠３〕を含む検察官請求証拠を開示するとともに，甲の証人尋問が予想されたことから，〔証拠１〕，〔証拠２〕及び〔証拠４〕を含む，甲及び乙の供述録取書等を任意開示した。\n５ 丁に対する覚せい剤取締法違反被告事件の第１回公判期日において，丁は，「身に覚えがない。\n甲が覚せい剤の密売をしていたかどうかも知らない。」と陳述して公訴事実を否認し，Ｓは，検察官請求証拠のうち，〔証拠３〕について不同意との証拠意見を述べた。そこで，Ｒは，丁と甲らとの共謀を立証するため，甲の証人尋問を請求し，Ｈ地方裁判所は，第２回公判期日においてこれを実施する旨の決定をした。\n第２回公判期日において，甲の証人尋問が実施され，甲は，「私は，以前，覚せい剤取締法違反により懲役２年の実刑判決を受け，平成２７年６月に刑務所を出所した。すると，丁が刑務所に迎えに来てくれて，『しばらくはのんびり生活したらいい。』と言って５０万円をくれた。同年８月頃，丁から，『何もしていないんだったら手伝わないか。』と言われ，覚せい剤の密売を手伝うようになった。同年１０月下旬，丁から，『覚せい剤を仕入れてやるから，自分たちで売ってこい。俺の取\n- 3 -り分は売上金の５割でいい。あとは自由に使っていい。』と言われたので，同年１１月頃から，内妻の乙や知人の丙と一緒に覚せい剤を密売し，毎週，売上金の５割を丁名義の口座に振り込み，私が３割，乙及び丙が１割ずつ受け取っていた。丁からは，１か月に１回の頻度で，密売用に覚せい剤１００グラムを受け取っていた。」旨供述した（以下「甲証言」という。）。\n第３回公判期日において，④Ｓは，甲証言の証明力を争うため，〔証拠１〕，〔証拠２〕及び〔証拠４〕の各取調べを請求した。\n〔設問１〕 下線部①ないし③の捜査の適法性について，具体的事実を摘示しつつ論じなさい。\n〔設問２〕\n１．裁判所は，下線部④で請求された各証拠について，これらを証拠として取り調べる旨の決定をすることができるか否かを論じなさい。\n２．仮に，前記１において，裁判所が甲証言の証明力を争うための証拠として取り調べた証拠があったとする。その場合，Ｒが「甲証言の証明力を回復するためである。」として，改めて〔証拠\n３〕の取調べを請求したとき，裁判所は，これを証拠として取り調べる旨の決定をすることができるか否かを論じなさい。\n（参照条文） 覚せい剤取締法第４１条の２ 覚せい剤を，みだりに，所持し，譲り渡し，又は譲り受けた者（略）は，１０年以下の懲役に処する。\n２ 営利の目的で前項の罪を犯した者は，１年以上の有期懲役に処し，又は情状により１年以上の有期懲役及び５００万円以下の罰金に処する。\n３ （略）\n- 4 -\n【資料】\n供述者 作成日付 証拠方法 供述要旨等\n（平成２８年） 作成者証拠１ ９月２１日 捜査報告書 本職が，本日，被疑者甲から聴取した供述の要旨はＰ 以下のとおりである。\n「密売グループの構成員は，私，乙，丙の３名である。私が密売グループのトップであり，乙，丙に密売の手伝いをさせていた。丁は私の知り合いだが，覚せい剤の密売には関与していない。」\n〔甲の署名・押印なし。〕\n証拠２ 甲 ９月２２日 供述録取書 私が覚せい剤の密売に関与するようになったのは，Ｐ 平成２７年になってからである。密売用の覚せい剤は，私が知り合いの暴力団組員から定期的に仕入れていた。\nその知り合いの組員は丁ではない。\n丁名義の預金口座に現金を送金したのは，借金の返済のためであり，覚せい剤の密売による売上金を分配したものではない。\n〔甲の署名・押印あり。〕\n証拠３ 甲 １０月５日 供述録取書 私は，平成２７年８月頃，丁から，覚せい剤の密売\nＲ を手伝うように言われた。その後，丁の指示で，同年\n１１月頃から，乙，丙と共に覚せい剤の密売を開始した。密売グループのトップは丁であり，丁から１か月に１回の頻度で覚せい剤１００グラムを受領し，これを１グラムずつ小分けして密売していた。丁の指示で，毎週，売上金の５割を私名義の預金口座から丁名義の預金口座に送金し，私が３割，乙及び丙が１割ずつ受け取っていた。\n警察では，私が密売グループのトップであり，丁は関係がないと供述したが，これは嘘である。嘘をついた理由は，丁が密売グループのトップだと正直に話したら，丁から報復を受けると思い，怖かったからだ。\nしかし，ここで正直に話さないと，出所後，また丁の下で覚せい剤の密売をすることになると思い，勇気を出して正直に供述することにした。\n〔甲の署名・押印あり。〕\n証拠４ 乙 ９月２７日 供述録取書 密売グループの構成員は，私，甲及び丙の３名だけＱ であり，丁は関係ない。丁名義の預金口座への送金は，甲の丁に対する借金の返済である。\n〔乙の署名・押印あり。〕\n- 5 -",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/刑事系.pdf",
  "purpose": "〔第２問〕\n本問は，覚せい剤取締法違反事件の捜査及び公判に関する事例を素材に，そこに生起する刑事手続法上の問題点，その解決に必要な法解釈，法適用に当たって重要な具体的事実の分析及び評価並びに結論に至る思考過程を論述させることにより，刑事訴訟法に関する基本的学識，法適用能力及び論理的思考力を試すものである。\n〔設問１〕は，甲に対する覚せい剤取締法違反（営利目的譲渡）の被疑事実で甲方の捜索差\n押許可状の発付を受けた司法警察員が，甲方の捜索差押えを実施する際，甲方ベランダの柵を乗り越え，掃き出し窓のガラスを割って解錠して甲方に入ったこと（下線部①），甲方にいた甲と同居する内妻の乙が携帯していたハンドバッグ内を捜索したこと（下線部②），甲方にいた丙のズボンのポケット内を捜索したこと（下線部③）につき，それぞれ，その適法性を論じさせることにより，捜索差押許可状に基づく捜索についての正確な理解と具体的事実への適用能力を試すものである。\n下線部①は，捜索に伴う付随的措置である「必要な処分」（刑事訴訟法第２２２条第１項，第１１１条第１項）として許容される法的根拠及びその限界を問うとともに，甲方ベランダの掃き出し窓を割って解錠して甲方に入った措置が令状の呈示前に行われていることの適否を問うものである。\nこの点に関し，被疑者に対する覚せい剤取締法違反事件につき，被疑者が宿泊しているホテル客室に対する捜索差押許可状の執行に当たり，捜索差押許可状の呈示に先立って警察官らが，捜索差押許可状執行の動きを察知されれば，覚せい剤事犯の前科もある被疑者において，直ち\n- 17 -に覚せい剤を洗面所に流すなど短時間のうちに差押対象物件を破棄隠匿するおそれがあったため，ホテル支配人からマスターキーを借りた上，来意を告げることなく，施錠された被疑者の客室ドアを開けて室内に入り，その後直ちに被疑者に捜索差押許可状を呈示したという事案において，「以上のような事実関係の下においては，捜索差押許可状の呈示に先立って警察官らがホテル客室のドアをマスターキーで開けて入室した措置は，捜索差押えの実効性を確保するために必要であり，社会通念上相当な態様で行われていると認められるから，刑訴法２２２条\n１項，１１１条１項に基づく処分として許容される。また，同法２２２条１項，１１０条による捜索差押許可状の呈示は，手続の公正を担保するとともに，処分を受ける者の人権に配慮する趣旨に出たものであるから，令状の執行に着手する前の呈示を原則とすべきであるが，前記事情の下においては，警察官らが令状の執行に着手して入室した上その直後に呈示を行うことは，法意にもとるものではなく，捜索差押えの実効性を確保するためにやむを得ないところであって，適法というべきである。」と判示した判例（最決平成１４年１０月４日刑集５６巻８\n号５０７頁）があり，同判例に留意しつつ，「必要な処分」として許容される限界及び令状呈示時期に関する判断枠組みを明らかにした上で，本設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，下線部①の行為の適法性を検討する必要がある。\n本設問の事例においては，甲方を拠点にした組織性が疑われる覚せい剤の密売事案であること，水に流すなどして短時間に隠滅することが容易な覚せい剤が差押対象物件となっていること，覚せい剤は立証上重要な証拠であること，甲は覚せい剤取締法違反の前科３犯を有する者であり，初犯者と比較して警察捜査に関する知識経験を有していると考えられること，事前の捜査によって甲方には甲のほか乙，丙が出入りしており，捜索時に複数人が在室している可能性があったこと，甲が玄関ドアチェーンをつけたままで配達員に応対していたことなどから，捜査員が甲方室内に入るまでに時間を要する可能性が高い状況であるとともに，甲の協力が得られる可能性が低い状況にあると認められたこと，司法警察員Ｐが甲方玄関先の呼び鈴を鳴らしたところ，甲がドアチェーンを掛けたままドアを開けたことを具体的に指摘し，司法警察員\nＱらがベランダの窓ガラスを割って解錠して室内に入った措置について，捜索差押えの実効性を確保するために必要性があるのか，その態様は社会通念上相当な範囲内にあるのかといった観点から評価することが求められる。\nまた，手続の公正担保及び処分を受ける者の利益保護という令状呈示の趣旨から，令状呈示は，執行着手前に行われることが原則であることを論じ，事前呈示の要請と現場保存の必要性等に係る上記事情等を指摘・考量した上で，本件措置が令状呈示前に行われたことの適否を論じることが求められる。\n下線部②は，刑事訴訟法が，捜索の対象を「身体」，「物」，「住居その他の場所」に分類し（刑事訴訟法第２２２条第１項，第１０２条），これに従って捜索令状に処分の対象を特定して記載することを要求している（同法第２１９条第１項）ところ，特定の「場所」に対する捜索差押許可状の効力が，令状には明示的に記載のない「物」に及ぶことはあるのか，それはいかなる場合であって，どのような理由に基づいて認められるのかを問うものである。\nこの点に関し，「警察官は，被告人の内妻であった甲に対する覚せい剤取締法違反被疑事件につき，同女及び被告人が居住するマンションの居室を捜索場所とする捜索差押許可状の発付を受け･･････，右許可状に基づき右居室の捜索を実施したが，その際，同室に居た被告人が携帯するボストンバッグの中を捜索したというのであって，右のような事実関係の下においては，前記捜索差押許可状に基づき被告人が携帯する右ボストンバッグについても捜索できるものと解するのが相当である」と判示した判例（最決平成６年９月８日刑集４８巻６号２６３頁）があるが，同判例は捜索が適法との結論を導くに当たり，飽くまで「右のような事実関係の下においては･･････捜索できるものと解するのが相当である」と説示するにとどまり，特にその理\n- 18 -由を明示していないため，同判例に留意しつつ，場所に対する令状によって，その場所に居住する人がその場で携帯する物に対する捜索ができるかについての自説を各自が展開することが求められる。\n基本的な考え方としては，場所に対する捜索差押許可状の効力は，当該場所の管理権者と当該場所にある物の管理権者が同一である場合には，場所に付属するものとして当該物にも及ぶ一方で，第三者の管理下にある物については，当該令状によって制約されることとなる管理権に服するものでない以上，その効力は及ばないという考え方が一般的であると思われるところ，本設問の事例においては，乙は甲と同居する内妻であること，乙は，司法警察員Ｑらが入室した時点で右手にハンドバッグを所持し，その後も継続して所持していることを具体的に指摘した上で，同バッグに甲の管理権が及んでいるかどうかを検討し，同バッグの捜索の適法性を論じることが求められる。また，同バッグは乙の管理権が及ぶものであるとした上で，甲方を捜索場所とする令状によって乙の管理権も制約されることになるかといった観点から，捜索の適法性を論じることも可能である。\n下線部③は，前記のとおり，刑事訴訟法は，捜索の対象として「場所」と「身体」とを区別しているところ（同法第２１９条第１項），「場所」に対する捜索差押許可状によって「身体」に対する捜索を行うことが許されることはあるかを問うものである。\n場所に対する捜索差押許可状の効力は，人の身体には及ばない以上，捜索すべき場所に居合わせた者の身体について捜索を実施することは当然には許されないものの，例外的にそれが許される場合があるか否か，許される場合があるとしていかなる場合にどのような理由で許されると解すべきかについての自説を各自が展開し，本設問に現れた具体的事実を的確に指摘，評価して，本件捜索の適法性を論じることが求められる。その際，具体的事実を本設問の事例中からただ書き写して羅列すればよいというものではなく，それぞれの事実が持つ意味を的確に分析して論じる必要がある。\n本設問の事例では，差押対象物件は，覚せい剤，ビニール袋，注射器，手帳，メモなどの比較的小さい物が含まれていること，事前捜査により甲は甲方を拠点に覚せい剤を密売している疑いがあったこと，丙は甲方に頻繁に出入りしていたこと，司法警察員Ｑらが甲方に入室した時点で丙が右手をポケットに入れていたこと，丙が右手を抜いた後もポケッ\nトが膨らんだ状態であったこと，丙が時折ポケットを触るなど気にする素振り等を示していたこと，丙は司法警察員Ｑからポケットの中身を尋ねられても答えなかったこと，丙が再びポケットに手を入れてトイレに向かって歩き出したこと，丙は司法警察員Ｑの制止を無視して黙ったままトイレに入ろうとしたことを具体的に指摘し，それぞれの事実が持つ意味を的確に分析，評価して，自説への具体的な当てはめを行う必要がある。\nまた，捜索を行うこと自体を適法とした場合には，司法警察員Ｑが丙の右腕を引っ張ってポケットから引き抜き更にポケット内に手を差し入れた行為が，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として又は（「必要な処分」として考えるまでもなく）本来行うべき捜索そのものとして許容されるか否かを論じる必要がある。",
  "scoring_notes": "１ 採点方針等本年の問題も，昨年までと同様に比較的長文の事例を設定し，その捜査及び公判の過程に現れた刑事手続上の問題点について，問題の所在を的確に把握し，その法的解決に重要な具体的事実を抽出・分析した上で，これに的確な法解釈を経て導かれた法準則を適用して一定の結論を導き，その過程を筋道立てて説得的に論述することを求めている。法律実務家になるための基本的学識・法解釈適用能力・論理的思考力・論述能力等を試すものである。\n出題の趣旨は，公表されているとおりである。\n〔設問１〕は，甲に対する覚せい剤取締法違反（営利目的譲渡）の被疑事実で甲方の捜索差押許可状の発付を受けた司法警察員が，甲方の捜索差押えを実施する際，捜索差押許可状の呈示前に，\n甲方ベランダの柵を乗り越え，掃き出し窓のガラスを割って解錠して甲方に入ったこと（下線部①），\n甲方にいた乙（同居する甲の内妻）が携帯していたハンドバッグ内を捜索したこと（下線部②），\n甲方にいた丙のズボンのポケット内を捜索したこと（下線部③）につき，それぞれ，その適法性を問うものである。下線部①は，司法警察員が捜索差押許可状の呈示に先立って捜索場所に入室した際の措置について，捜索に伴う付随的措置である「必要な処分」（刑事訴訟法第２２２条第１項，\n第１１１条第１項）として許容されるかを問うとともに，令状呈示（同法第２２２条第１項，第１１０条）の時期の適否を問うものであり，関連規定の趣旨・目的を踏まえて，具体的事実を指摘しつつ論じることを求めている。刑事訴訟法が，捜索の対象を「身体」，「物」，「住居その他の場所」\nに分類し（同法第２２２条第１項，第１０２条），これに従って捜索令状に処分の対象を特定して記載することを要求している（同法第２１９条第１項）ところ，下線部②は，特定の「場所」に対する捜索差押許可状の効力が「物」に及ぶことはあるのかを問うもの，下線部③は，「場所」に対する捜索差押許可状によって「身体」に対する捜索を行うことが許される場合があるのかを問うものであり，いずれも，各自が自説を展開し，設問の事例に現れた具体的事実を的確に指摘，評価して，捜索の適法性につき結論を導くことを求めている。\n〔設問２〕は，刑事訴訟法第３２８条で許容される証拠の範囲を問うものである。〔設問２〕の１は，いずれも甲証言と矛盾する内容である証拠１（甲を取り調べた司法警察員作成に係る甲の供述要旨を記載した捜査報告書），証拠２（司法警察員作成に係る甲の供述録取書）及び証拠４（司法警察員作成に係る乙の供述録取書）の各証拠につき，同条により証拠とすることができるのか，\nすなわち，同条により許容される証拠は自己矛盾供述に限られるか否か（証拠２，証拠４），供述者の署名押印を欠くものも含まれるか（証拠１）を問うものであり，伝聞法則や同条の趣旨を踏まえた論述を求めている。〔設問２〕の２は，仮に〔設問２〕の１で甲証言の証明力を争うための証拠として取り調べた証拠があったとして，甲証言と一致する内容である証拠３（検察官作成に係る甲の供述録取書）が，甲証言の証明力を回復させるための証拠として許容されるのか，すなわち，\n同条の「証明力を争うため」の証拠には，一旦減殺された証明力を回復させるための証拠も含まれるのかを問うものであり，同条の「証明力を争う」という文言の解釈を示すだけでなく，甲証言の証明力が減殺されたときに，甲証言と一致する内容の証拠３が，いかなる理由で証明力の回復証拠となるのか，あるいは，ならないのかを論じた上で結論を導くことを求めている。\n採点に当たっては，このような出題の趣旨に沿った論述が的確になされているかに留意した。\n前記各設問は，いずれも捜査及び公判に関し刑事訴訟法が定める制度・手続及び判例の基本的な理解に関わるものであり，法科大学院において刑事手続に関する科目を履修した者であれば，本事例において何を論じるべきかは，おのずと把握できるはずである。〔設問１〕は，捜索という捜査に関する基本的な知識及び典型的な論点を問うものであり，その素材となる判例（最決平成１４年１０月４日刑集５６巻８号５０７頁，最決平成６年９月８日刑集４８巻６号２６３頁）等も思い浮かぶような事例である。〔設問２〕は，刑事訴訟法第３２８条を問うものであり，伝聞法則に関す- 1 -る典型的な論点とまでは言えないかもしれないが，〔設問２〕の１に関しては，その論点について正面から判示している判例（最判平成１８年１１月７日刑集６０巻９号５６１頁）があり，同判例を正しく理解していれば，同判例の立場に立つか否かは別として，十分な解答が可能であろう。〔設問２〕の２に関しては，この点に関する最高裁判所の判例はなく，基本書等にあまり記載がない論点であり，受験生の応用力を試すことを狙いとしているが，伝聞法則や同条の趣旨を正しく理解していれば，筋道立った論述ができるはずである。\n２ 採点実感各考査委員からの意見を踏まえた感想を述べる。\n〔設問１〕は，下線部①については，捜索に伴う付随的措置である「必要な処分」の 限界及び令状呈示の時期に関し，その法的判断枠組みを明らかにした上で，設問の事例に現れた具体的事実が，その判断枠組みにおいてどのような意味を持つのかを意識しながら，その適法性について説得的に結論を導いている答案が見受けられた。下線部②及び下線部③については，特定の「場所」に対する捜索と，捜索場所に居合わせた者が携帯する「物」に対する捜索，そして捜索場所に居合わせた者の「身体」に対する捜索との違いを明確に意識しながら，各捜索の適法性について論じられている答案が見られた。\n〔設問２〕については，上記判例を正しく理解している答案や，刑事訴訟法第３２８条の文言解釈を示し，かつ前記証拠３がいかなる理由で証明力の「回復証拠」となるのか否かの実質的な根拠を論じた上で結論を導く答案が見られた。\n他方，抽象的な法原則・法概念やそれらの定義，関連する判例の結論や表現を機械的に記述するのみで，具体的事実にこれを適用することができていない答案や，そもそも基本的な法原則・法概念，判例の理解に誤りがあったり，具体的事実の抽出やその意味の分析が不十分・不適切であったりする答案も見られた。\n下線部①に関しては，甲に対する覚せい剤取締法違反（営利目的譲渡）の嫌疑が強いことを理由に「必要な処分」として許容されるとの結論を導く答案が少なくなかったほか，ガラスを割って室内に入った措置の「必要性」については相応に論じられているものの，「相当性」についての論述が不十分な答案，「必要性」と「相当性」をない交ぜに論じてしまい，被捜索者甲の受ける不利益との均衡が取れているかという観点での論述が不十分な答案も見られた。また，令状呈示の時期の適否を論じていない答案が相当数見られたほか，論じている答案であっても，令状呈示の趣旨が十分に論じられていないものが見られた（前記平成１４年最決は「手続の公正を担保するとともに，\n処分を受ける者の人権に配慮する趣旨に出たもの」と判示する。）。\n下線部②及び③に関しては，捜索について正しく理解をしている答案とそうでない答案との差が比較的明瞭に現れた。「場所」に対する捜索，「物」に対する捜索，「身体」に対する捜索との違いを識別できていないため，下線部②及び③の問題点の違いを意識できておらず，同じ問題点を扱った単なるバリエーションの違いにすぎないと考えている答案が相当数見られた。\n下線部②については，刑事訴訟法が，捜索の対象を「身体」，「物」，「住居その他の場所」に分類し，これに従って捜索令状に処分の対象を特定して記載することを要求していることとの関連で問題となるとの問題意識が示されていない答案が少なくなかった。本件の論点についての基本的な考え方を示すと，「場所」に対する捜索令状の効力は，当該場所において通常使用に供される「物」\nとの関係でも，それが当該「場所」に妥当する管理支配に服しているという意味において，当該「場所」に付属する，あるいは包摂されるものと言えるために，当該「物」にも及ぶと考えられる一方で，「場所」に及ぶ管理支配を排除する態様で第三者が管理支配する「物」については，当該令状によって制約されることとなる管理権に服するものでない以上，捜索すべき「場所」にあるとしてもその効力は及ばないと考えるのが一般的であろう。そこで，本問では，「甲方」に及ぶ管理権が，\nハンドバッグにも及ぶといえるか否かにつき言及する必要があるが，例えば「甲方には甲の内妻乙- 2 -が同居しており，そのことは裁判官も認識し，審査した上で令状を発付しているのであるから，乙の物も捜索できる。」旨論述するにとどまり，管理権の対象範囲を明らかにすることを意識しないまま論述している答案が相当数見られた。また，「物は場所に対するプライバシーに包摂されるから，令状の効力は物にも及ぶ。」とのみ論じ，「物」が，捜索の対象となっている「場所」に存在しさえすれば，当然に当該「場所」の管理権に服し令状の効力が及ぶかのような理解を示す答案も相当数見られた。さらに，「ハンドバッグを手に持っているか，床に置いているかは偶然の事情であるから，ハンドバッグにも令状の効力が及ぶ。」とする答案も相当数見られた。確かに手に持っているか床に置いているかが偶然の事情であり，令状の効力が及ぶかどうかには関係がない，との点はそのとおりであるが，その前提として，手に持っていなくても令状の効力が及ぶと言える理由を示すべきであり，その点に言及することなく，手に持っているか床に置いているかは偶然の事情であるから「物」にも令状の効力が及ぶとするのは説明不十分である。加えて，「場所」に対する捜索差押許可状の効力が「物」に及ぶのかという問題意識を何ら示すことなく，直ちに刑事訴訟法第１０２条第２項を持ち出して，「ハンドバッグ内に差し押さえるべき覚せい剤等が存在している蓋然性が高いので捜索が許される。」旨論述する答案が相当数見られた。当該令状の効力がハンドバッグにも及ぶかどうかを検討し，効力は及ぶとした上で，更に実際に令状により処分を実施する場面では，同条同項が言わば加重要件として適用されると考え，本事例ではハンドバッグ内に差し押さえるべき証拠が存在する蓋然性が否定されれば捜索は許されないし，蓋然性が認められれば捜索は許される，との考え方は一つの考え方として成立し得るとしても，前記問題意識を持たずに，直ちに同条同項を持ち出して検討している答案は，捜索について正しく理解していないことをうかがわせる。そのほか，ハンドバッグの捜索につき，これを携帯していた乙の「身体」に対する捜索と誤った位置付けをし，下線部③の論点と同列に論じている答案も見られた。\n下線部③についても，「場所」に対する捜索と「身体」に対する捜索と区別できていない答案が相当数見られた。「身体」に対する捜索は，人身の自由やプライバシーの利益の観点から，令状により許容される「場所」や「物」に対する捜索に伴うものとは性質の異なる権利侵害を伴うと考えられることが本件論点の議論の出発点であるが，そのような問題意識がなく，本事例の丙が，甲あるいは甲の内妻乙とは全くの「第三者」であることを強調し，「丙は第三者であるため裁判官の審査が及んでいないから，丙の身体を捜索できない。」旨論述し，裏を返せば，甲あるいは乙に対してであれば当然にその身体の捜索も許されると誤解しているかのような答案が相当数見られた。また，証拠が存在する蓋然性が高く，捜索の必要性が高いとするだけで身体に対する捜索を正当化する答案も見られたほか，本事例において，差し押さえるべき物が，覚せい剤やメモ等の比較的小さい物が含まれており，これらはポケット内に収められる物であることとの関連で論じられていない答案や，丙が元々ポケット内に紙片（覚せい剤密売の内容と思われる記載のあるもの）を所持していたのか，それとも捜索の際にこれをポケット内に隠匿したと疑うに足りる相当な理由があるのかの区別を十分に意識していない答案も見られた。さらに，捜索を行うこと自体を適法とした場合には，本事例において，司法警察員が丙の右手をポケットから引き抜いた上，ポケット内に手を差し入れた行為が，刑事訴訟法第２２２条第１項，第１１１条第１項の「必要な処分」として又は（「必要な処分」として考えるまでもなく）本来行うべき捜索そのものとして許容されるかを論じる必要があるが，理由付けを含めてこれを論じている答案は少なかった。なお，丙に対する「身体検査令状」が必要であるなどと論述する答案が散見されたが，人の身体に対する捜査には，身体の捜索（同法第２１８条第１項，第２２２条第１項，第１０２条），検証としての身体検査（同法第２１８条第１項），鑑定受託者による鑑定に必要な処分としての身体検査（同法第２２３条第１項，第２２５条第１項，第１６８条第１項）があるという基礎知識の習得が不十分であることをうかがわせるものであった。刑事訴訟法の論点以前に基礎知識の習得をおろそかにしないことが求められる。\n〔設問２〕に関しては，〔設問１〕と比較すれば，総じて，伝聞法則及び刑事訴訟法第３２８条の趣旨，判例（前記平成１８年最判）を踏まえ，おおむね良く論述できていたものの，同条を十分- 3 -に理解していない答案も相当数見られた。〔設問２〕の１において，証拠１，２及び４の各証拠につき，本事例中に「甲証言の証明力を争うため」に取調べを請求した旨記載され，端的に同条の問題として論述することが求められているのに，それとは無関係に，要証事実は共謀の存在であると設定し，各証拠は伝聞証拠に当たるとして，同法第３２１条の伝聞例外の要件を満たすかどうかを論述し，伝聞例外に当たらないとした上で，同法第３２８条の議論に及ぶ答案が相当数見られた。\nそのような答案からは，同条の「第３２１条･･･の規定により証拠とすることができない書面又は供述であつても･･･これを証拠とすることができる。」との文言の規定ぶりに引きずられて，同法第３２８条により証拠とできる証拠は，同法第３２１条以下の伝聞例外の要件を満たさない証拠でなければならないとの誤解がうかがわれる。また，判例の結論だけを覚えていて，その理由付け等について十分に論述できていない答案も見られたほか，特に証拠２に関して，当てはめとして，どの点が「矛盾供述」と言えるのかの具体的な指摘がなされていない答案も相当数見られた。\n〔設問２〕の２については，いわゆる回復証拠が刑事訴訟法第３２８条により許容されるのかを問うものであるが，回復証拠と増強証拠との区別を理解できていない答案が見られた。また，例えば，「文言解釈上，回復証拠も許容される。だから証拠３は回復証拠として取り調べることはできる。」旨論述するにとどまり，実際に証拠３が証明力を回復する証拠となり得るのかの当てはめがなされていないものが多かった。証拠３が回復証拠となり得る実質的な理由としては，甲証言と一致する内容の証拠３を公判廷で顕出することによって，公判廷外において，矛盾供述をしていたことがむしろ例外的であり，基本的には一致供述をしていたことが明らかになるので，自己矛盾状態が解消され，証明力を回復し得るとの考え方が可能であろうし，一方，証拠３が回復証拠となり得ない実質的な理由としては，公判廷外での供述の間で矛盾があり，むしろ，その時々で供述を変遷させる者と言えるから，その者の供述は信用できず，証明力を回復することはできないとの考え方が可能であろう。\nなお，条文の引用に関しては，多くの答案で，準用条文を含め，正しく条文が示されていたが，\n準用条文を示すのに代えて，「準用条文省略」などとする答案が散見され，正確に示すべきであるとの指摘があった。\n３ 答案の評価「優秀の水準」にあると認められる答案とは，〔設問１〕下線部①については，捜索に伴う付随的措置である「必要な処分」の限界及び令状呈示の時期に関し，事例中の法的問題を明確に意識し，\n法律の条文とその趣旨の正確な理解を踏まえつつ，的確な法解釈論を展開した上で，具体的事実を的確に抽出，評価して結論を導き出している答案であり，下線部②及び③については，「場所」に対する捜索と「物」に対する捜索と「身体」に対する捜索の違いを明確に意識した論述ができており，下線部②については，「甲方」に対する捜索令状は，いかなる管理権を制約することになるのか，ハンドバッグは誰の管理下にあるのかにつき言及しながら論述している答案であり，下線部③は，「場所」に対する捜索令状によって「身体」に対する捜索を実施することが原則として許されないことを，その根拠とともに指摘しつつ，例外的に許される場合があるのか，許されるのはいかなる場合にどのような理由であるのかについての自説を説得的に展開し，差し押さえるべき物との関連を意識するとともに，ポケット内に元々所持していたのか，あるいは隠匿した可能性があるのかの区別も意識しながら，本事例に現れた具体的事実を的確に抽出，評価して結論を導き出している答案であり，〔設問２〕は，伝聞法則及び刑事訴訟法第３２８条の趣旨や判例（前記平成１８年最判）を正しく理解するとともに，同条により回復証拠が許容されるのか，という受験生にはあまり馴染みがないであろう論点について，条文の文言解釈にとどまらず，いかなる理由で回復証拠となり得るのか，あるいはなり得ないのかの実質的な理由まで論述されている答案であるが，このように，出題の趣旨に沿った十分な論述がなされている答案は僅かであった。\n「良好の基準」にあると認められる答案とは，〔設問１〕下線部①については，検討すべき論点- 4 -に関し，法解釈を行って一定の基準を示すことはできており，下線部②及び③については，「場所」，\n「物」及び「身体」に対する各捜索の違いの理解を示すことができているが，いずれも必要な理由付けに不十分な点が見られたり，事例の具体的事実を抽出できてはいたが，更に踏み込んで個々の事実が持つ意味を十分に分析することにはやや物足りなさが残るような答案であり，〔設問２〕については，伝聞法則や判例及び刑事訴訟法第３２８条の趣旨を踏まえた論述がなされているものの，\n回復証拠が許容されるのかの論点については，回復証拠となり得るか否かの実質的な理由の論述がやや不十分な答案である。\n「一応の水準」に達していると認められる答案とは，〔設問１〕については，下線部①から③につき，検討すべき各論点に関し，法解釈について一応の見解は示されているものの，問題意識や結論に至る過程が十分明らかにされていなかったり，具体的事実の抽出や当てはめに不十分な点がある答案，具体的事実を抽出して一応の結論を導くことができているものの，法解釈について十分に論じられていない点がある等の問題がある答案であり，〔設問２〕については，伝聞法則及び刑事訴訟法第３２８条の趣旨や判例についての一応の理解を示すことができているが，回復証拠が許容されるのかの論点については，条文解釈を示すだけで実質的な理由の論述をせずに結論付けている答案である。\n「不良の水準」にとどまると認められる答案とは，前記の水準に及ばない不良なものをいう。一般的には，刑事訴訟法上の基本的な原則の意味を理解することなく機械的に暗記し，これを断片的に記述しているだけの答案や，関係条文・法原則を踏まえた法解釈を論述・展開することなく，事例中の事実をただ書き写しているかのような答案等，法律学に関する基本的学識と能力の欠如が露呈しているものである。例を挙げれば，〔設問１〕では，下線部①について，その「必要性」について何ら具体的に論じることなく，ただ抽象的に捜査上の必要性が高いから適法であるなどと結論を導いていたり，下線部②と③について，「場所」，「物」及び「身体」に対する各捜索の違いを全く理解していなかったり，問題点を何ら示すことなく，ハンドバッグ内及びポケット内に証拠が存在する蓋然性の有無だけで各捜索の適否の結論を導いていたり，〔設問２〕では，〔設問２〕の１において，刑事訴訟法第３２１条の伝聞例外の議論に終始し，同法第３２８条に全く触れていなかったり，判例の知識がなく，十分に説得的な論述もせずに判例とは異なる結論を導いている答案等がこれに当たる。\n４ 法科大学院教育に求めるものこのような結果を踏まえると，今後の法科大学院教育においては，従前の採点実感においても指摘されてきたとおり，刑事手続を構成する各制度の趣旨・目的を基本から深くかつ正確に理解すること，重要かつ基本的な判例につき，その結論だけでなく，その法理や事案の具体的事実関係を前提としている判例の射程距離を含めて正確に理解すること，これらの制度や判例法理の具体的事例に当てはめ適用できる能力を身に付けること，論理的で筋道立てた分かりやすい文章を記述する能力を培うことが強く要請される。特に，法適用に関しては，生の事実に含まれた個々の事情あるいはその複合が法規範の適用においてどのような意味を持つのかを意識的に分析・検討し，それに従って事実関係を整理できる能力の涵養が求められる。また，実務教育との有機的連携の下，通常の捜査・公判の過程を俯瞰し，刑事手続の各局面において，各当事者がどのような活動を行い，それがどのように積み重なって手続が進んでいくのか，刑事手続上の基本原則や制度がその過程の中のどのような局面で働くのか等，刑事手続を動態として理解しておくことの重要性を強調しておきたい。\n- 5 -"
}