{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "租税法",
  "subject": 13,
  "text": "〔第１問〕（配点：５０）\n甲市では，住民有志により結成された実行委員会が，町おこしの一環として，落ち武者伝説をテ\nーマにした「甲隠れ里祭り」の開催を企画していた。この祭りは，地域の旧跡を保全するとともに，その魅力を多くの人にアピールし，甲市の全国的な知名度を向上させることを目的としていた。\n甲市の住民であるＸは，この企画に賛意を示し，自らが営む文房具店の在庫から事務用品（時価\n２０万円相当）を実行委員会に贈与することを決め，引き渡した。\n他方，甲市で旅館業を営んでいた株式会社Ａ（以下「Ａ社」という。）も，この企画に賛意を示し，実行委員会に対して協賛金２００万円の支出を行った。\n実行委員会は活発な宣伝活動を行い，全国ニュースにも取り上げられたため，市外からの観光客も多く集まって，祭りは盛況であった。なお，「甲隠れ里祭り」の宣伝に際しては，Ｘ及びＡ社を含め，協賛金等を拠出した者の名前等は全く明らかにされなかった。\n祭りの後，Ａ社の代表取締役社長であるＹは体調を崩して入院した。Ｙは，親から社長を引き継いで以来，経営不振に陥った近隣の旅館を買い取ってファミリー向けに改装し，新たな客層を呼び込むことで，観光客の低落傾向が続く甲市において，むしろ客室稼働率を高めることに成功していた。３０年以上代表取締役として精力的に経営を担ってきたＹであったが，この入院を機に引退を考えるに至った。そこで，自らは代表権のない非常勤取締役に退くとともに，長男であるＺを新たに代表取締役社長として，事業を引き継がせることとした。代表取締役交代については，登記がなされ，また，取引先や従業員にも周知された。この代表取締役の交代を受けて，Ａ社は，Ｙに対して分掌変更による退職手当の支給を行った。\nＹは，これまで週５日出勤していたところ，上記交代後は出勤も週２日となり，報酬も大幅に減額され，従来の３割程度の支給額にとどまることとなった。それまでＹが管理していたＡ社の印鑑や預金通帳についても，Ｚが管理することになった。その一方で，Ｙは依然として取締役会には必ず参加していた。Ｚも，重要な役職の異動及び給与査定などの人事上の決定や，取引先の選定といった営業上の決定について，度々Ｙに相談し，その意見に従っていた。\n以上の事案について，以下の設問に答えなさい。\n〔設 問〕\n１ Ｘが「甲隠れ里祭り」実行委員会に贈与した事務用品については，Ｘの事業所得における総収入金額の計算上どのように扱われるか。根拠条文と理由を付して述べなさい。\n２ ＹがＡ社から支給された退職手当は，所得税法上，いかなる所得に分類されるか。退職所得という所得の種類が設けられている趣旨・目的を明らかにした上で，理由を付して述べなさい。\n３⑴ Ａ社が行った「甲隠れ里祭り」実行委員会への協賛金の支出は，Ａ社に対する法人税の課税上，どのように扱われるか。根拠条文と理由を付して述べなさい。\n⑵ 仮に，Ａ社の社名が，協賛企業として，実行委員会が提供する祭りの専用ホームページ及びパンフレットに表示されていた場合，Ａ社に対する法人税の課税上，協賛金の支出はどのように扱われるか。⑴における結論との異同を踏まえ，根拠条文と理由を付して述べなさい。\n- 8 -\n〔第２問〕（配点：５０）\nＡは，自宅の近くに店舗を借りて日本料理店を経営するとともに，別に一棟の建物内に複数の区分建物（以下，併せて「本件各賃貸物件」という。）を所有し，本件各賃貸物件を賃貸して賃料を得ていた。Ａは，Ｂ銀行から，上記日本料理店の事業資金，本件各賃貸物件の購入資金及び自宅の購入資金として，約３億円の借入れを行っていた。借入れに際しては，本件各賃貸物件及びＡの自宅に抵当権が設定されるとともに，Ａの配偶者であるＣが連帯保証人となっていた。\nＡの営む日本料理店は，マスコミにも取り上げられたことのある著名な店舗であったが，平成２０年頃からの景気の悪化に加え，平成２２年冬にＡ自身の過失により店舗内で火事を発生させたことから経営状態が悪化した。Ａは，上記日本料理店の食材を納入しているＤ社から，平成２４年末までに支援の趣旨で融資を受け，その後も細々と営業を継続していた。ＡのＤ社から受けた融資の合計額は約６００万円となっていた。また，本件各賃貸物件についても，老朽化が進み，賃借人が相次いで退去したが，一物件のみ賃料を大幅に減額した上で賃貸を継続している状況にあった。Ａ\nとＣの生計は，市役所で非常勤職員として働いているＣの月額１５万円程度の給与収入により維持されていた。\nＡは，平成２４年からは，Ｂ銀行と交渉して借入金について元本の返済の猶予を受け，利息部分のみの支払を続けていたが，平成２５年末からは利息の支払も滞るようになった。\n平成２７年１２月１日，Ｂ銀行のＡに対する貸付金元本及び利息合計の残高は，①本件各賃貸物件の購入資金に係るものにつき１億円，②日本料理店の事業資金に係るものにつき６０００万円，③自宅の購入資金に係るものにつき４０００万円の合計２億円であった（以下，これらの債権を併せて「本件債権」という。）。これを踏まえて，Ａ及びＣはＢ銀行との間で，同日，Ａが，その所有する本件各賃貸物件及び自宅を売却するなどし，本件債権につき上記①から③までの各残高に応じて案分して充当することとして１億円を弁済することとし，これを停止条件としてＢ銀行が残りの１億円の債務を免除する旨の和解契約（以下「本件和解契約」という。）を締結した。Ａ及びＣには，本件各賃貸物件及び自宅以外にめぼしい財産はなかった。Ａは，平成２７年１２月１０日にＢ銀行に上記１億円を弁済し，Ｂ銀行は，残りの１億円について債務を免除した（以下，Ａに対するこの債務の免除を「本件債務免除」という。）。\nその後，Ａが営む日本料理店は，外国人旅行者の間で評判となり，平成２８年夏以降，経営状態が好転した。\n以上の事案について，以下の設問に答えなさい。\n〔設問１〕\n本件債務免除により受ける経済的な利益の価額を，Ａの各種所得の金額の計算上，総収入金額に算入すべきであるかについて，具体的な事実を評価した上で所得税法第４４条の２の適用の有無を検討し，算入すべきとする場合には各種所得ごとにその金額を明らかにしなさい（ただし，同条第\n３項の要件は充足しているものとする。）。\nなお，Ａの日本料理店に係る事業及び本件各賃貸物件の賃貸業について，平成２７年分の各種所得の金額の計算上生じた損失として，それぞれ５００万円が発生していたものとする。\n〔設問２〕\nＡは，平成２２年冬の火事により，自己所有の器具と備品の一部を焼失したが，Ａの平成２２年の事業所得の金額の計算上この損失の金額を必要経費に算入できるか。事業所得の金額の計算上必要経費を控除する理論的根拠に言及しつつ述べなさい。\n〔設問３〕\nＢ銀行は，本件和解契約の締結までには至らない場合に備え，本件債権につき次の１又は２の処\n- 9 -理を検討していた。\n１ 本件債権を債権回収会社であるＥ社に１億円で譲渡する。\n２ 本件債権の評価換えをして，その帳簿価額を１億円に減額し（ただし，損金経理はしない。），１億円の評価損を計上する。\n上記１及び２の処理について，法人税法上の取扱いの異同を述べなさい。\n（参照条文）所得税法施行令\n（固定資産の範囲）第５条 法第２条第１項第１８号（固定資産の意義）に規定する政令で定める資産は，たな卸資産，有価証券及び繰延資産以外の資産のうち次に掲げるものとする。\n一 土地（土地の上に存する権利を含む。）二 次条各号に掲げる資産三 電話加入権四 前三号に掲げる資産に準ずるもの（減価償却資産の範囲）第６条 法第２条第１項第１９号（減価償却資産の意義）に規定する政令で定める資産は，棚卸資産，有価証券及び繰延資産以外の資産のうち次に掲げるもの（時の経過によりその価値の減少しないものを除く。）とする。\n一～六 （略）七 工具，器具及び備品（観賞用，興行用その他これらに準ずる用に供する生物を含む。）八 （以下略）\n- 10 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n本問では，祭りの開催を企画した実行委員会に対して，物品又は協賛金の贈与が行われた事案を基に，個人Ｘ及び株式会社Ａ（以下「Ａ社」という。）について，それぞれ所得税法及び法人税法上の扱いを問うている。まず，個人Ｘが実行委員会に対して行った事務用品の贈与が，所得税法上どのように総収入金額に算入されるかを問う（設問１）。当該事務用品は，Ｘの事業（小売業）にとってたな卸資産に該当するため，自家消費と並んで，総収入金額の計算に関\n- 24 -する別段の定めが設けられていることに注意が必要である。次に，法人税法の問題として，Ａ社が支出した協賛金につき，法人税の課税上の扱いを問う（設問３）。さらに，こうした設問と併せて，Ａ社の代表取締役であったＹが，代表権のない非常勤取締役への地位変更に伴って退職手当の支給を受けた事実を基にして，退職所得の意義を明確にして，その所得の種類を検討することを求めている（設問２）。\n設問１においては，総収入金額の「別段の定め」として，所得税法第４０条の存在を摘示する必要がある。帰属所得に課税する同条の位置付けを含め，所得金額の計算の仕組みについて理解していることを示す必要がある。\n設問２においては，Ｙが受けた退職手当の所得分類を判断するため，所得税法第３０条にいう「退職により一時に受ける給与」の意義（最判昭和５８年９月９日民集３７巻７号９６２頁）を明確にすることが求められている。その際は，問題文で明記したとおり，退職所得という所得分類が，給与所得のほかに特別に設けられている趣旨・目的を明らかにする必要がある。なお，本問では，役員の分掌変更に伴う退職手当の支給の扱いが問題とされ，退職ないし勤務関係の終了という要件を形式的には満たさないため，「これらの性質を有する給与」に該当するか否かを判断することになる。いずれの結論を導くとしても，本問の具体的な事実関係に基づき，Ｙの地位又は職務の内容が激変し，Ｙが実質的にＡ社を退職したのと同様の事情にあると認めることができるかどうかを丁寧に検討し，解答することを求めたものである。\n設問３においては，Ａ社の支出した協賛金の寄附金該当性が問題になる。法人税法が第２２条第３項において費用・損失の損金算入を広く認める一方で，その「別段の定め」として第３７条によって寄附金の損金算入を制限している趣旨を明らかにする必要がある。その上で，⑴\nと⑵の事情の違いに応じて，その取扱いの検討及び両者の異同に関する説明を期待したものである。\n具体的には，設問３⑴においては，「甲隠れ里祭り」の宣伝に際して，協賛金等を拠出した者の名前等は全く明らかにされなかったというのだから，Ａ社による協賛金の支出は，対価性のない支出として法人税法第３７条第７項にいう寄附金に該当し，同条第１項により損金算入に一定の制限を受けることになる。これに対して，設問３⑵においては，Ａ社の社名が，協賛企業として祭りの専用ホームページ及びパンフレットに表示されていた。この点を考慮した上で，「広告宣伝……の費用」（同条第７項括弧書き。いわゆる広告宣伝費）に該当するか否かを検討する必要がある。⑴との異同を踏まえるに当たっては，寄附金を広範に捉え，損金算入を制限する一方で，括弧書きにおいて，費用性が客観的に明白な支出を除外する条文構造となっていることなどを指摘することになろう。\n〔第２問〕\n本問は，日本料理店を経営するとともに複数の区分建物（本件各賃貸物件）を賃貸して賃料を得ていたＡが，Ｂ銀行から，上記日本料理店の事業資金，本件各賃貸物件の購入資金及び自宅の購入資金として約３億円の借入れをしていたところ，景気の悪化や火災により上記日本料理店の経営状態が悪化し，本件各賃貸物件の賃貸による収入も減少したことから，その返済が滞ったため，交渉の末，Ｂ銀行のＡに対する貸付金残額２億円（本件債権）のうち１億円を弁済し，残りの１億円の債務を免除する旨の和解契約（本件和解契約）が成立したという事案において，Ａに関し，本件和解契約に係る債務免除益及び上記火災により焼失した器具と備品に係る損失の所得税法上の取扱いを問うとともに（設問１及び２），Ｂ銀行に関し，本件債権の処理として採り得る措置につき，法人税法上の取扱いの異同を問うものである（設問３）。\n設問１においては，まず，Ａは本件和解契約により債務免除益という経済的利益を得ているものであり，原則として所得税法第３６条第１項により総収入金額に算入すべきものとなるが，これを総収入金額に算入しない場合である同法第４４条の２第１項の「その他資力を喪失して\n- 25 -債務を弁済することが著しく困難である場合」に該当するか否かにつき，同項の趣旨や解釈を示した上，具体的な事実から，事業の状況，弁済の状況，物的・人的担保の状況，Ａの資力等に係る有意な事情を抽出し，これらを総合的に評価して当てはめることを求めるものである。\nそして，総合的に評価した結果上記の場合に当たるとすれば，更に所得税法第４４条の２第\n２項の適用が問題となり，同項各号の定めに従って同条第１項が適用されない額を明らかにした上，所得分類を検討した後，各種所得の総収入金額に算入する額を検討することが必要となる。条文の丁寧な検討，当てはめが期待される。一方，上記の場合に当たらないとすれば，上記債務免除益は全額総収入金額に算入すべきこととなり，所得分類を検討した後，各種所得の総収入金額に算入する額を検討することが必要となる。\n設問２においては，火災により焼失した器具と備品に係る損失の金額を，事業所得の金額の計算上，必要経費に算入することができるかにつき，事業所得の算定に当たり所得税法第３７条第１項に規定する必要経費の額を控除する理論的な根拠に触れ，その趣旨が同項の別段の定めに当たる同法第５１条第１項の資産の損失にも及ぶことを明らかにしつつ，同項の当てはめを行うことを求めるものである。\n設問３においては，Ｂ銀行が本件債権の処理として採り得る措置について，問題文本文の本件和解契約に基づく債務免除以外の方法として，本件債権の回収可能性を踏まえた金額による\n①債権回収会社への債権譲渡と②評価換えを想定し，それぞれの場合における法人税法上の取扱いについて，その異同を問うものである。①の場合には，債権譲渡による収益１億円が益金の額に算入され（法人税法第２２条第２項），他方，本件債権の原価２億円が損金の額に算入され（同条第３項第１号），②の場合には，同法第３３条第１項により，評価換えによる評価損は，損金の額に算入されないと解されるが，法人税法上，損失の計上につき実現主義が採られていることから異なる取扱いがされることを踏まえ，その異同を比較することを求めるものである。",
  "scoring_notes": "１ 出題の趣旨・狙い等（出題の趣旨に補足して）\n公表済みの「出題の趣旨」のとおりである。\n２ 採点実感等〔第１問〕（配点：５０）\n公表済みの「出題の趣旨」の中で述べた主要な論点について，本問の事実関係に即しつつ，問題文で問われた内容をしっかり表現できているかどうかという観点から採点した。なお，設問１ないし３のいずれにおいても，設問の要求に十分に答えられていた答案は多くなかった。条文や判例学習に当たっての初歩的な誤解から，所得税法又は法人税法の基本的構造に関する理解を欠くと思われる答案まで存在したが，合格水準の答案と評価されるためには，このような誤りを慎重に排除する必要がある。\n設問１について，本問のＸは，「甲隠れ里祭り」実行委員会に事務用品を贈与しているが，これはＸが営む文房具店の在庫であった。事業所得の総収入金額に算入すべき金額は，「収入すべき金額」と規定され（所得税法第３６条第１項），外部からの経済的価値の流入を原則としているが，\nたな卸資産の贈与等による移転については，その価額，すなわち時価に相当する金額が総収入金額に算入されることになっている（同法第４０条第１項第１号）。ほとんどの答案が，正しく条文を摘示し，その当てはめとして，たな卸資産の時価相当額である２０万円が総収入金額に算入されると結論付けていた。一部に同法第３９条を摘示する答案，また必要経費への算入額について論じているものがあり，条文又は問題文を丁寧に読む姿勢が重要であることを改めて確認すべきである。\nもっとも，（総）収入金額の基本規定に対する特例としての意義について触れている答案はほとんどなかった。所得税法第４０条が，同法第３６条第１項に規定された内容に対する特例（「別段の定め」）として置かれている意義を明らかにすることは，当該規定の文言の解釈にも影響を与え得る重要な事柄であるから，優秀・良好な答案として評価されるためには，その点への言及が求められる。\nなお，問われているのは「総収入金額の計算上」の扱いであるにもかかわらず，必要経費への算入の可否を論じている答案が散見された。単に「総収入金額」を「所得の金額」と読み違えた答案が多かったと思われるものの，（総）収入金額から必要経費を控除するという所得金額の計算構造を理解していないと疑わせる答案も含まれていた。\n設問２においては，株式会社Ａ（以下「Ａ社」という）からＹに対して支給された退職手当の所得分類が問題とされている。退職所得については，条文上，「退職手当，一時恩給その他の退職により一時に受ける給与」に係る所得に加えて，「これらの性質を有する給与」に係る所得が含まれることが定められている。所得分類を検討する前提として，退職所得に該当する所得の範囲を明らかにする必要があるが，「退職手当，一時恩給その他の退職により一時に受ける給与」に該当するには，⑴退職すなわち勤務関係の終了という事実によって初めて給付されること，⑵従来の継続的な勤務に対する報償ないしその間の労務の対価の一部の後払の性質を有すること及び⑶一時金として支払われることという３要件を充足する必要があることを示した上で，これと同一に取り扱うべき「これらの性質を有する給与」については，実質的に各要件の要求するところに適合しているかどうかを判断することになる（最判昭和５８年９月９日民集３７巻７号９６２頁）。Ｙが支給された退職手当については，退職すなわち勤務関係の終了という事実は認められず，上記３要件を満たさないことから，専ら「これらの性質を有する給与」に該当するか否かが検討される。\nこれに対して，上記の条文構成を全く考慮することなく，つまり，条文中のいずれの文言を解釈しているかを明示することなく，単に「退職所得」の意義を説く答案が多かった。このような答案は，上掲最高裁判例を再現しつつ，上記３要件は実質的に判定されるといった説明を加えて，「こ- 1 -れらの性質を有する給与」という文言を無視したこととのつじつまを合わせようとする傾向が見られた。こうした論理展開は，条文に基づいた解釈という姿勢を欠くものであり，到底高い評価は望めない（この点は，平成２７年司法試験採点実感等に関する意見（租税法）でも指摘している。）。\n更に設問では，特に退職所得課税の趣旨・目的を「明らか」にすることを求めている。退職所得の意義を説得的に導く前提として，その趣旨・目的の特定を求めているのであって，上記３要件の導出に結び付くだけの具体性を伴っていることが必要であり，「公平」や「担税力」といった抽象的な表現による説明だけでは十分とは言えない。例えば，累進税率の下で他の所得と合算して一時に課税することの不適当さから分離課税に服する点を簡潔に説明するなど，所得税法上の具体的な取扱いを意識した記述が期待されている。また，問題文において求められているのは退職所得課税の「趣旨・目的」であり，課税上の優遇措置にのみ言及した答案は，この点を無自覚に読み替えてしまった可能性がある。\nなお，退職所得の意義に関する上記３要件については，前掲最高裁判例が存在するところであり，\nほとんどの答案がそこで示された基準を記していた。ただ，重要な判例であるにもかかわらず，当該最高裁判例の存在を指摘する答案はほとんど見当たらなかった。\n退職給与該当性の判断に当たっては，出題の趣旨に記載したように，事実関係の丁寧な検討が求められる。しかしながら，当てはめに際して，問題文中に掲げられた事実の摘示にとどまり，その評価まで踏み込んで，説得的な論証を展開できている答案は限られていた。いかに多くの事実が列挙されていても，ただ積極的な事実と消極的な事実を整理して羅列しているだけでは，どちらの考え方に立っても記述する内容はほぼ同一であり，結論に対して説得力に欠けることは明らかである。\n自分の判断に対して説得力を持たせるには不利な事情をただ摘示して並べるだけでは足りず，自分の判断に対して不利に働く事情の持つ意味を減殺する必要がある。例えば，ＺがＹに対して度々相談していた事実についても，Ｚに求められて経営経験を基にしたアドバイスを与えるにすぎないのか，依然として事実上の影響力を行使し，経営上主要な地位を占めていると評価すべき事情なのか，\nいかなる評価を与えるかによって結論は異なってくるであろう。答案の中には，自分の判断に不利に働く事情について，創意工夫を凝らして減殺しているものもあり，このような答案の評価は高くなった。\n本問では，いずれの見解も成り立ち得るところであるので，結論にかかわらず，自説に至る論理的思考とその説明ができているかという論証の質を重視した。ただし，退職所得該当性を否定した後で，給与所得の可能性を検討することなく，漫然と一時所得又は雑所得への当てはめを行っている答案も散見された。こうした答案は，給与所得と同様に勤労性の所得としての性格を有する退職所得の特殊性（趣旨・目的）について明らかに誤った理解を示すものである以上，低く評価することになった。\n設問３については，Ａ社の支出した協賛金の法人税法上の扱い（寄附金該当性）を検討しながら，\n事案の違い（⑴及び⑵）によって異同を生じる理由を正確に理解し，説明できているかどうかを評価の対象とした。無償での金銭移転という点に目を奪われたのか，法人税法第２２条第２項にいう無償取引の一つとして，支出した協賛金の額を益金の額に算入すべきとした答案も少なからず存在した。こうした答案は，正常取引において得られたであろう所得を認識し，課税上の取扱いの公平を実現しようという無償取引の議論について表面的にしか理解していないものとして，採点においては低い評価を与えざるを得なかった（無償での資産譲渡又は役務提供と異なり，金銭の支出それ自体について，正常取引における所得を観念することは不可能である）。\nそもそもの前提として，法人税法第３７条による損金算入規制が，法人税法における所得金額の計算上，どのような位置を占めているかを理解している必要がある。ところが，費用の損金算入を認めた基本規定（同法第２２条第３項第２号）に対する「別段の定め」ということを明確に指摘する答案は少なく，それどころか，一定範囲で「損金の額に算入しない」（同法第３７条第１項）ことを定めた規定であるにもかかわらず，損金算入を可能とする根拠規定として同項を挙げる答案も- 2 -少なくなかった。こうした答案は，条文に定められた内容を正しく読み解けていないことを示すものであり，法律家としての基本的な能力に疑問を持たせるものである。\nさらに，一定の基準を超える寄附金の損金算入を法人税法が制限する根拠についても，正しく説明できている答案はほとんどなかった。租税特別措置法における交際費の損金不算入と混同したためか，冗費抑制を規定の根拠として挙げる答案が目に付いた。また，寄附金該当性の判断に当たり，\n「寄附金」の意義を明らかにしようという姿勢を示す答案も少なかった。法人税法第３７条第７項の規定を摘示するものすら少なく，支出の実質的内容に踏み込むことの困難さから「寄附金」は広く対価性のない支出を含むと理解されている点まで正確に記述する答案はほとんどなかった。定立した基準に基づき事実を評価して結論を導くという基本的な思考のプロセスを示していない答案については，高い評価は望めない。\n条文の軽視という点では，法人税法第３７条第７項は括弧書きにおいて一定の支出を除外しているところ，⑵において寄附金非該当性を導く条文上の根拠として，この点への言及を欠く答案が散見された。確かに経済合理性を有する一定の支出について寄附金該当性を否定する裁判例は存在するものの，まず明文で除外される広告宣伝費への当てはめを検討するのが適当である。\n最後に，設問は，「異同を踏まえ」た記述を求めている以上，⑴と⑵それぞれについて別個独立に論じるのではなく，両者の違い（場合によっては同一性）を合理的に説明し得ることを論述の過程で示す必要がある。両者で違いが生じる理由を示すこともなく，また違いそのものすら示唆することのない答案では高い評価は望めないが，残念ながら，この点で十分な記述がなされている答案はほとんどなかった。\n第１問の採点の結果，「優秀」に分類される答案の数はそれほど多くなく，「良好」又は「一応の水準」に分類される答案がほとんどであった。本問は，退職所得該当性に関する基本的な最高裁判例を理解していればある程度の得点が可能であった反面，その正確な理解を欠く者において，高得点を得ることが難しかったのであろう。また，設問３については，法人税法に関する問題であったためか，条文の確認といった点すらおろそかにしている答案が多く，「優秀」答案の少なさにつながったと思われる。優秀答案と評価されるためには，条文や判例を正確な知識として習得し，各法の基本的構造を正しく理解し表現する必要がある。\n〔第２問〕（配点：５０）\n公表済みの｢出題の趣旨」の中で述べた主要な論点について，本問の事実関係に即し，理論的根拠と実定法上の根拠との双方を理解した上で，設問が求める事項につき的確な検討・当てはめがされているかという観点から採点した。\n設問１について，多くの答案が所得税法第４４条の２第１項の適用を認めていた。債務免除により経済的利益が生じ，原則として課税されるところ（同法第３６条第１項），実質的な担税力を考慮して総収入金額に算入しないとする同法第４４条の２第１項の趣旨を明らかにし，流れ良く論じている答案も一定数見られ，良好な水準にあるものと解された。設問では，具体的な事実を評価した上で検討することを求めているが，多くの答案は，日本料理店の経営状況，本件各賃貸物件の賃貸業の状況，Ａの収入状況（配偶者であるＣの収入状況）については的確に摘示・評価しており，\n一応の水準に達していた。これらの事実に加えて，弁済の状況，人的物的担保の状況，平成２８年以降の日本料理店の経営の好転等についても論じている答案は，丁寧な分析をしている印象を受けた。ただし，同項の解釈を示した上，そこで定立した要件や考慮要素に沿って事実を整理して評価した答案は極めて少なかった。事実を評価するに当たっては単に羅列するのではなく，要件や考慮要素との関係を踏まえて整理すべきであろう。なお，具体的な事実の摘示・評価を全く欠いている答案が散見されたが，設問の要求に応えているものとは言い難い。\n所得税法第４４条の２第１項の適用を認めなかった答案も少数見られた。これらの答案の中には，\n同項が経済的な利益の価額を例外的に総収入金額に算入しないことを定めた規定である点を捉え，\n厳格な要件を定立して，説得力のある論述を展開するものも見られたが，自説の評価の障害となる- 3 -事実について十分な評価がされていない印象を受けるものもあった。\nまた，各種所得ごとに所得税法第４４条の２第１項の適用の有無を論じる答案が一定数見られた。\nしかし，Ａの弁済能力を検討するに当たっては，Ａの資力全般について検討することが必要であり，\nこれを各種所得ごとに分断して論ずることは考え難い。\n所得税法第４４条の２第１項の適用を認めた答案の多くは，日本料理店に係る事業及び本件各賃貸物件の賃貸業につき損失が発生していることにつき，同条第２項についても的確に検討しているものが多く，良好な水準にあるものと解された。ただし，各種所得ごとに総収入金額に算入すべき額が問われているのであるから，ストレートに「…円が算入される」と答えるべきところ，総収入金額に算入されない金額を答える答案が多かった。そのような答案の中には，そもそも債務免除された額を１億円ではなく２億円と誤解するものも見られ，事案と設問の正確な把握に問題があるように思われた。また，設問は，本件債務免除により受ける経済的な利益のうち各種所得ごとに総収入金額に算入する額を明らかにすることを求めているところ，結論部分に各種所得の金額として損失との差額を答えているものも散見された。\nなお，書き出し部分で所得区分を詳細に論じている答案が散見されたが，これらの答案は所得税法第４４条の２の適用の有無についての論述が手薄となりがちであり，バランスを欠く印象を受けた。\n設問２について，必要経費を控除する趣旨が，投下資本の回収部分に課税が及ぶことを避け，課税の対象を純資産の増額部分に限定するところにあることなど，その趣旨については何らかの形で触れる答案が多かった。本問においては，更に所得税法第３７条第１項の別段の定めとして同法第５１条第１項が一定の資産損失について必要経費に算入することを認めていることにつき，資産損失と必要経費が異なることを踏まえて，事業所得等を生ずべき事業の用に供される固定資産等の損失については，単なる消費ではなく，担税力が減殺され，上記の必要経費を控除する趣旨が及ぶことを論ずることが期待された。この点については，担税力が減殺されること，法人税法と異なり，\n資産損失は通常消費に当たると考えられるため，原則として必要経費に算入せず，一定の資産損失に限り必要経費への算入を認めたことなど，説得的な論述をする答案も一定数見られ，良好な水準にあるものと解された。一方，この点に特段触れないものや，単に所得税法第５１条第１項が，同法第３７条第１項の別段の定めであるとのみ指摘するものも多く見られた。なお，必要経費に算入する金額が減価償却残額の限度にとどまること（同法第５１条第５項，同法施行令第１４２条第１号，同法第３８条第２項）に言及する答案も少数見られ，理解の深さがうかがえた。\n設問３について，処理１の債権譲渡については，益金（法人税法第２２条第２項）と損金（本件においては同条第３項第１号の売上原価が問題となる。）に分けて論ずることが期待されたが，これを意識していない答案が多かった。また，設問１において所得税法第４４条の２第１項の適用があるとしながら，特段の検討を加えることなく，無償又は低額譲渡として論じる答案が多かった。\n設問１との整合性や，債権回収会社への譲渡であるという設問の具体的事情を踏まえると，時価による譲渡であることを想定した設問であることは容易に読み取れると思われる。無償又は低額譲渡であるとして論ずるには，説得的な説明を要することとなろうが，そこまで十分説得的な論述がされた答案は見られなかった。\n処理２の評価換えについては，法人税法第３３条第１項を挙げて，損金算入することができないことを的確に論じている答案が多かった。\nところで，第１問についても述べたところであるが，設問では，異同を論ずることを求めているにもかかわらず，それぞれの処理について論じたのみで終わっている答案が多く，処理１と処理２を対比させて論じている答案も，法人税法が損失につき実現主義を採用しているというその理論的根拠についてまで言及して論じたものは非常に少数であった。税法上の取扱いを説明するには，理論的根拠と実定法上の根拠を常に念頭に置いて論ずることが必要であろう。これらの両面を過不足なく論じた答案は優秀との評価を得られよう。\n- 4 -３ 今後の出題について範囲としては，所得税法からの出題を中心としつつも，これまでどおり，法人税法や国税通則法の基本的事項からの出題がなされることが望ましいと考えられる。その意味で，法人税法や国税通則法の学習をおざなりにして「優秀」ないし「良好」の評価を得ることは困難となるであろう。\n内容としては，所得税法，法人税法，国税通則法に関する基本的概念や基本的知識の理解の有無及び程度，更にこれらの概念や知識を利用して，条文の文言を解釈し，当該条文を具体的事実関係に適用して結論を導くことのできる能力を試す問題が望ましいと考えられる。\n４ 今後の法科大学院教育に求めるもの⑴ 基本的な概念や基本的知識の習得近年の答案の傾向として，租税法の基本的な概念や基本的な知識の理解に欠ける解答が多いことが挙げられる。本年度でも第２問の設問１の問題文にあった「総収入金額」という概念を「総所得金額」の意味に理解したと思われる答案が多く見受けられた。他にも「包括的所得概念」と「収入」との関係や，「帰属所得」について誤解している答案もあった。さらに，第１問・第２問を通じて，根拠条文を示すだけでなぜそのような条文が存在するのかについてその理論的根拠に全く言及しない答案，趣旨や意義に関する記述と条文の解釈の記述を有機的に結び付けていない答案も多く見受けられた。\n法科大学院においては，まず，基本的な概念や基本的な知識を正確に理解させるとともに，条文の相互関係，更には個々の規定の趣旨・目的の議論と条文の文理解釈との間のつながりを考察できる能力の習得を目的とした教育が望まれる。\n⑵ 事実認定と当てはめに関する能力の習得近年の答案の傾向として，第１問及び第２問のいずれの採点実感でも言及されたところであるが，問題文の事実を自説の結論に有利なものと不利なものに分類し整理して答案用紙に書き写しただけで事実の評価をしない解答が多いといえる。\n法科大学院においては，事例演習などを通じて，自説の結論に不利に働く事実を無視せずに適切に対応することのできる能力の習得を目的とした教育が望まれる。\n⑶ 法人税法の習得近年の答案の傾向として，所得税法に関する問題の正答率に比べ，法人税法に関する問題の正答率が極端に低いということが挙げられる。\n法人税法の基本的概念や基本的知識の習得ができていないだけでなく，過去には，所得税法の問題で法人税法の条文を根拠に立論したり，逆に法人税法の問題で所得税法の条文を根拠に立論する答案が散見されたこともあった。\n法人税は，所得税と並んで，実務上重要な税目であるので，法科大学院においては，法人税法の基本の習得にも配慮した内容の教育が望まれる。\n５ 租税法を勉強するに当たり⑴ 条文の正確な理解と適切な引用採点をしていると，法的効果の説明をしながら，その効果の根拠となる条文を引用していなかったり，誤った条文を引用している答案や，解答として「○条○項○号」と書くことが求められているところを「○条」「○条○項」としか書いていない答案が目立つことに気付く。\n解答者は，条文と照らし合わせて学習する習慣を欠くだけでなく， 試験の場でも条文の内容を読んで確認することもなく答案に引用しているのではないかと感じさせる答案もあった。\n租税法の問題も，他の科目と同じく，法律の解釈適用に関する能力が問われていることに変わりはない。\n- 5 -したがって，租税法を勉強するに当たっても，他の科目と同様に，論点に関して引用されている法律の条文を必ず自分で確認して，条文の文言がどのように解釈され，そこからどのような結論が導かれるのかを理解するとともに，解答においても条文の引用を適切に行えるように注意すべきである。\n⑵ 判例に関する理解最高裁及び重要な下級審の判例に関する知識は基本的知識に属する。それゆえ，論点について判例がある場合には，事案と判例の結論とその結論を導く論理について正確に理解しておく必要がある。\nそして，解答に際しても，論点について判例がある場合には，問題文に特に「判例に言及しつつ」というような指示がなくても，これに言及することが望ましい。少なくとも最高裁の判例については必須というべきである。このことは自説が最高裁判例と異なる場合であっても同様である。最高裁判例と異なる立場を採っていることが最高裁判例に言及しないことを許す理由にはならないことを認識すべきである。\nなお，事実が要件を充足するか否かを判断するに際して，考慮すべき重要な要素がある場合，\nこの考慮要素についても答案で言及する必要があるが，第２問の採点実感に言及されているように，このような観点からの記述がなされている答案は少ない。判例を学習するに当たって，判例の提示した規範内容だけでなく，裁判所が要件の該当性を判断する上でどのような要素を重視しているのかについても留意して判旨を読んでいただきたい。\n⑶ 基本的概念及び基本的知識の習得基本的概念や基本的知識は正確に理解することが重要である。出発点である基本的概念や基本的知識に誤解があると，誤った方向に論理を展開することにもつながる。自分が理解している基本的概念や基本的知識の内容について，それが正確かどうかを再度確認していただきたい。\n６ その他参考事項高い評価を得た答案は，基本的事項について正確に理解するとともに，設問を良く読んで何が問われているか，その出題の意図を的確に把握して解答していたものであり，逆に低い評価にとどまった答案は，基本的事項を誤解し，また出題の意図を汲むことなく解答していたものであった。\n出題者は，設問を通して基本的事項を理解しているか，法を解釈し事例に適用して妥当な結論を導くことができるかについて問うている。\nその意図を正確に把握した上で，学習を通じて習得した法的規範を事例に当てはめて結論を導出する能力を答案に十分に示すよう心掛けていただきたい。\n- 6 -"
}