{
  "year": "H29",
  "exam_type": "司法",
  "subject_name": "環境法",
  "subject": 16,
  "text": "〔第１問〕（配点：５０）\nＡは，平成２０年４月１日，Ｓ県所在の甲土地を所有者のＢから，同年７月１日，甲土地に隣接する乙土地を所有者のＣから，それぞれ購入した。\nこの場合において，以下の各設問に答えよ。\n〔設問１〕\nＡとＢは，甲土地の売買契約（以下「甲売買契約」という。）において，下記条項のとおり合意していたことから，Ａは，甲土地について，その購入後，土壌汚染対策法（以下，単に「法」という。）第２条第２項にいう土壌汚染状況調査と同等の土壌汚染調査を行った。その結果，同条第\n１項にいう特定有害物質であるＰについて，法第６条第１項第１号に規定する環境省令で定める基準に適合しないことが判明したため，Ａは，Ｂに対し，平成２２年６月１日，甲売買契約第１０条第２項に基づき，甲土地の汚染対策費用の支払を求める訴えを提起するに至った。\nＢとしては，Ｐが自然由来物質であることから，甲売買契約第１０条第２項にいう汚染対策費用を負担すべき場合に当たらないと考えている。\nなお，法は，土壌汚染対策法の一部を改正する法律（平成２１年４月２４日法律第２３号）により改正され，平成２２年４月１日に施行されているところ，同改正に際して，環境省水・大気環境局長から【資料】の通知が発出されている。また，Ｐは，甲売買契約締結時，既に法第２条第１項にいう特定有害物質であった。\n以上の場合において，ＡのＢに対する甲土地の汚染対策費用の支払請求が認められるかについて，想定できるＡの主張とＢの反論を説明した上で，論ぜよ。\n【甲売買契約の関係条項】\n第１０条 本物件には，土壌汚染対策法第３条第１項が定める有害物質使用特定施設に係る工場でないものが設置されていたため，売主は，同工場由来の土壌汚染が存在し得ないことを理由に，土壌汚染の調査を行わず，土壌汚染の調査は，買主の負担により実施するものとする。\n２ 土壌汚染調査の結果，環境省の指定基準に適合しない土壌汚染があった場合，買主は汚染の態様及び範囲並びに汚染対策の方法及び費用を売主に明示し，売主は汚染対策費用を買主に支払うものとし，買主は自ら汚染対策を行うものとする。\n【資 料】\n○ 環境省水・大気環境局長発都道府県知事・政令市長宛\n「土壌汚染対策法の一部を改正する法律による改正後の土壌汚染対策法の施行について」\n（平成２２年３月５日環水大土発第１００３０５００２号）（抜粋）旧法〔注：平成２１年法律第２３号による改正前の土壌汚染対策法〕においては，「土壌汚染」は，環境基本法（平成５年法律第９１号）第２条第３項に規定する，人の活動に伴って生ずる土壌の汚染に限定されるものであり，自然由来の有害物質が含まれる汚染された土壌をその対象としていなかったところである。しかしながら，法〔注：平成２１年法律第２３号による改正後の土壌汚染対策法〕第４章において，汚染土壌（法第１６条第１項の汚染土壌をいう。以下同じ。）の搬出及び運搬並びに処理に関する規制が創設されたこと並びにかかる規制を及ぼす上で，健康被害の防止の観点からは自然由来の有害物質が含まれる汚染された土壌をそれ以外の汚染された土壌と区別する理由がないことから，同章の規制を適用するため，自然由来の有害物質が含まれる汚染された土壌を法の対象とすることとする。\n- 26 -\n〔設問２〕\nＡは，乙土地を購入後，当面，駐車場として一般の利用に供していたところ，駐車場利用者からＳ県職員に対して乙土地で異臭がするとの通報があった。そこで，Ｓ県知事は，法第５条第１項に基づき，乙土地の土壌の特定有害物質による汚染の状況について，Ｘに対し，指定調査機関に調査をさせて，その結果を報告すべきことを命じた。当該土壌汚染状況調査の結果，乙土地の土壌において，法第２条第１項に規定する特定有害物質であるＱについて，法第６条第１項第１\n号に規定する環境省令で定める基準に適合しないことが判明した。\nこれを受けて，Ａは，Ｃに対し，乙土地の売買契約を解除する旨の意思表示をしたが，土壌汚染の除去措置等を回避したいＣは，解除は無効であるとして争い，ＡとＣとの間で乙土地の所有権の帰属をめぐる訴訟が係属するに至った。\n⑴ 乙土地について，人の健康に係る被害が生ずるおそれがあるにもかかわらず，ＡもＣも何ら対策を採らない場合，Ｓ県知事は，その被害を未然に防止するため，法に基づいてどのような措置を採ることができるか。\n⑵ Ｓ県は，ＡとＣの間の上記訴訟において，乙土地の所有権がＣに帰属する旨の判決が確定した後，Ｃに対し，⑴の措置に要した費用として当該費用相当額の支払を請求した。ところが，Ｓ県が請求した費用のうちには，第三者が乙土地に不適法に埋めた産業廃棄物の処理費用が含まれていたため，Ｃは，これについては，自分が負担する理由がないとして，Ｓ県の請求を争った。このＣの主張の当否について場合を分けて論ぜよ。\n- 27 -\n〔第２問〕（配点：５０）\n広域で飲食店事業を展開しているＡ株式会社では，鮮度が落ちて調理に適しなくなった生鮮食品や利用客の食べ残した食品を廃棄物処理業者に外部委託して焼却処分しているが，その委託量を節減することが全社的な課題となっている。\nそのため，各店舗から節減の案ないし実例を募集したところ，甲店，乙店及び丙店から以下のような内容の応募があった。\n甲店「利用客がそれぞれ自分の好きな料理を自由に選べるバイキング方式を導入したい。食材別の仕入れ量の管理がしやすくなる上に，利用客の食べ残しも減り，廃棄食品を相当量減らすことができるものと見込まれる。」\n乙店「乙店では，生鮮野菜を仕入れている契約農家Ｂから，廃棄することとなる食品を堆肥の原料として譲ってもらいたいとの申入れがある。譲ってもらえるのであれば，乙店への生鮮野菜の卸値を割り引くと言っており，廃棄物処理の外部委託費用ばかりか仕入原価も節減できるのであるから，こんなに良い話はない。」\n丙店「丙店は複合商業施設ビルに出店しているが，同ビルでは，入居テナント向けに共同利用の厨芥物（生ごみ）処理設備が提供されている。設備に生ごみを投入すると，発酵処理されて相当部分がバイオガスとなり，ビル内の電力源として用いられるという仕組みであり，一部は廃棄物として残るものの，施設ビル全体からの排出量は大幅に減るというものである。設備利用及び電力利用のための負担金は支払わなければならないが，これに廃棄物の処理を共同で外部委託する費用の分担金を加えても，丙店から出る廃棄食品の全量の処理をそのまま外部に委託するよりも，全体として廉価となっている。」この場合において，【資料】を参照しつつ，以下の各設問に答えよ。\n〔設問１〕\n甲店，乙店及び丙店から応募のあった案ないし実例は，循環型社会形成推進基本法上の基本原則を踏まえて見た場合，それぞれどのような点において優れていると言えるか，関係条文に触れつつ，説明せよ。\n〔設問２〕\nＡ株式会社の取締役会において，甲店，乙店及び丙店から応募のあった内容の当否及び有用性が議事に諮られたところ，取締役Ｃから，「乙店の提案は，他店でも容易にできることであり積極的に推進していくべきである。」との意見が述べられた。\nあなたがＡ株式会社のいわゆる社外取締役である弁護士だとして，法的観点から見たＣの意見の問題点を，その理由及び当該問題点が解消されるための条件を述べつつ，説明せよ。\n〔設問３〕\n結局，乙店は，Ｂ及び肥料製造会社であるＤ株式会社との間で，乙店の廃棄食品をＤ株式会社で堆肥として精製し，これをＢが利用して生産された生鮮野菜を乙店が仕入食材として用いるという枠組みを合意し，これが実行に移された。\n乙店，Ｂ及びＤ株式会社にとって，このような枠組みを合意し，実行することによって，それぞれ循環型社会形成推進基本法上の事業者の責務をどのように果たしていることになるか，関係条文に触れつつ，説明せよ。\n【資 料】\n○ 廃棄物の処理及び清掃に関する法律施行令（昭和４６年政令第３００号）（抜粋）\n（産業廃棄物）\n- 28 -第２条 法第２条第４項第１号の政令で定める廃棄物は，次のとおりとする。\n一 紙くず (以下略)二 木くず (以下略)三 繊維くず (以下略)四 食料品製造業，医薬品製造業又は香料製造業において原料として使用した動物又は植物に係る固形状の不要物四の二 と畜場法（昭和２８年法律第１１４号）第３条第２項に規定すると畜場においてとさつし，又は解体した同条第１項に規定する獣畜及び食鳥処理の事業の規制及び食鳥検査に関する法律\n（平成２年法律第７０号）第２条第６号に規定する食鳥処理場において食鳥処理をした同条第１号に規定する食鳥に係る固形状の不要物五 ゴムくず六 金属くず七 ガラスくず，コンクリートくず（工作物の新築，改築又は除去に伴つて生じたものを除く。）及び陶磁器くず八 鉱さい九 工作物の新築，改築又は除去に伴つて生じたコンクリートの破片その他これに類する不要物十 動物のふん尿（畜産農業に係るものに限る。）十一 動物の死体（畜産農業に係るものに限る。）十二 大気汚染防止法（昭和４３年法律第９７号）第２条第２項に規定するばい煙発生施設，ダイ\nオキシン類対策特別措置法第２条第２項に規定する特定施設(中略)又は次に掲げる廃棄物の焼却施設において発生するばいじんであつて，集じん施設によつて集められたものイ～ト (略)十三 燃え殻，汚泥，廃油，廃酸，廃アルカリ，廃プラスチック類，前各号に掲げる廃棄物（第１号から第３号まで，第５号から第９号まで及び前号に掲げる廃棄物にあつては，事業活動に伴つて生じたものに限る。）又は法第２条第４項第２号に掲げる廃棄物を処分するために処理したものであつて，これらの廃棄物に該当しないもの- 29 -\n- 30 -論文式試験問題集",
  "source_pdf": "data/pdfs/judicial_exam/H29/論述/試験問題/選択.pdf",
  "purpose": "〔第１問〕\n第１問は，実務上，提起され得る土壌汚染対策法の解釈・運用について分野横断的な視点から問うものである。土壌汚染対策の費用負担に関する適切な制度設計及び解釈・運用は，関係当事者間の正義・衡平と土壌汚染の迅速・効果的な対策を促進することになる。\n〔設問１〕は，売買契約の解釈を通して，土壌汚染対策法上，自然由来の土壌汚染がどのよ\nうに位置付けられているかを尋ねている。これにより，本設問における土壌汚染対策の費用負担者が異なることになる。\n自然由来の土壌汚染につき，【資料】通知によれば，平成２１年改正前土壌汚染対策法は，その対象としていなかったが，平成２１年改正後土壌汚染対策法は，これを対象とすることとなった（行政解釈の変更）。これについて，法律の解釈に関する終局的な判断は，裁判所に委\n- 34 -ねられているが，設問の場合，「環境省の指定基準に適合しない土壌汚染」（甲売買契約第１０条第２項）との契約上の文言の解釈が問題となっている。そして，契約文言の意義は、契約当事者の意思表示の合理的解釈によって決まるから，その合理的解釈の中で，自然由来の土壌汚染が，甲売買契約の上記条項における「土壌汚染」に含まれるかを論じることになる。\n本設問では，この点について，【資料】通知を参考にして，理由を付したＡの主張とＢの反論を記述した上で，それぞれの評価を行うことが求められている。\n想定できるＡの主張は，Ｂによる対策費用負担を求める理由として，（人の健康被害の未然防止という）土壌汚染対策法の趣旨目的から，改正法前後にかかわらず，自然由来物質は，同法令の規制対象物質である限り，そもそも同法の規制対象に含まれており，甲売買契約第１０\n条第２項にいう「土壌汚染」に当たるというものなどであろう。それに対して，想定できるＢの反論は，Ｂによる対策費用負担は求められない理由として，【資料】通知記載のとおり，環境基本法との整合性などを考慮すると自然由来物質による汚染は，改正前は含まれていなかったため，甲売買契約第１０条第２項にいう「土壌汚染」には当たらないというものなどであろう。\nＡのＢに対する甲土地の汚染対策費用の支払請求が認められるかについては，ＡとＢの各主張を評価することになる。\nまず，甲売買契約における合理的意思解釈には，土壌汚染対策法の解釈が必要であることを指摘する。次に，甲売買契約時と請求時において，同法の自然由来物質による汚染に関する行政解釈について変化があることを指摘する。さらに，Ａ，Ｂの主張の妥当性について，①環境基本法との関係，②土壌汚染対策法の趣旨目的，③自然由来物質による土壌汚染を対象とした場合には，Ｂに過大な負担を課す可能性があるがその妥当性（比例原則），④（行政解釈の変更を行った）【資料】通知の法的性質，行政解釈変更の適否及び変更が許されると解する場合の範囲（変更は，汚染土壌搬出規制のみにとどめるか）などの観点から論じることになる。\nなお，周知のとおり，現在では，自然由来物質による土壌汚染の場合，対策義務者の負担を限定する対応がされている（平成２３年改正土壌汚染対策法施行規則第５３条２号ただし書イ、同規則第５８条第４項第９号など）。さらに，土壌汚染対策法の一部を改正する法律案が，第\n１９３回通常国会において可決，平成２９年５月１９日に公布されており（平成２９年法律第\n３３号。施行期日は，附則第１条参照。），同改正法は，自然由来の土壌汚染を対象とすることを前提とした定めを置いている。\n〔設問２〕は，土壌汚染対策法に基づく対策が適切に行われない場合を想定して，同法の簡\n易代執行に関する仕組みと同法以外の法制度との関係について尋ねている。これにより，本設問における土壌汚染対策の費用負担者が異なることになる。なお，出題文中，Ｘは，当時の乙土地の所有者Ａのほか，駐車場管理会社である場合などが想定できる。\n小問⑴については，以下の手続によることとなる。まず，Ｓ県知事は，土壌汚染対策法第６条に基づき，要措置区域の指定を行うことになる。次に，土壌汚染を「放置することが著しく公益に反すると認められるとき」，Ｓ県知事は，同法第７条第５項に基づいて指示措置を自ら行う（簡易代執行）。なぜなら，乙土地の所有権に争いがあるため，「過失がなくて当該指示を受けるべき者を確知することができず」（同法第７条第５項），同条第１項に基づいて，所有者等や原因者に汚染の除去等の措置を講ずべきことを指示することができないからである。\n小問⑵については，Ｃの主張の当否を判断するに当たり，場合分けを行った上で，土壌汚染対策法と廃棄物の処理及び清掃に関する法律（以下，「廃棄物処理法」という。）の適用関係を論じ，次に，費用負担に関する土壌汚染対策法の解釈を論じることが求められている。\nすなわち，当該廃棄物がＱによる土壌汚染の原因となっているかどうかで場合分けし，原因となっていない場合，その限度で，原因者の不明にかかわらず，Ｃの主張は認められる。なぜなら，この場合，汚染対策費用は，廃棄物処理法が定める原因者負担の原則によることとなる\n- 35 -からである。\nまた，原因となっている場合，第三者（原因者）が不明であれば，Ｃの主張は認められない。\nなぜなら，この場合，Ｃは，土地の所有者として，土壌汚染対策法に基づく対策義務があるからである（後に原因者が判明した場合，Ｃは，民法または土壌汚染対策法第８条〔類推適用〕\nに基づいて原因者に求償することができる。）。一方，第三者（原因者）が明らかである場合，Ｃの主張の当否は，同法第７条第５項にいう「その者の負担において」の解釈によるが，土地所有者等の責任を重視して「その者」が所有者等のみを意味すると解釈した場合（結論において行政解釈と同旨），Ｃの主張は，認められない。これに対し，簡易代執行の費用負担においても原因者負担を貫徹するため，「その者」が同法第７条第１項ただし書にいう原因者を含むと解釈する場合，廃棄物を原因とする汚染の限度で，Ｃの主張が認められる余地がある。ただし，その場合でも，同項ただし書の要件を満たす場合に限られる。\nなお，同法第７条は，上記平成２９年改正法により，一部改正されていることに注意されたい。\n〔第２問〕\n第２問は，環境法の中で講学上循環管理法と称される分野における基本原則等と，その中でも特に重要な位置を占める廃棄物処理に関わる基本的な事項につき基礎的な理解を問う問題である。現代において環境への負荷の少ない循環型社会を有効に形成していく上で，第３次産業において適正な対応をしていくことは欠かせないと考えられ，工業生産等により直接有害物質を排出し得るような企業でないからといって環境法上の問題と無縁ではいられない。第３次産業に属する会社の取締役会に社外取締役弁護士として関与するという状況として問題設定したのも，法律家となった暁には，いついかなる場面で環境法上の問題への対応を迫られることになるか分からないことを認識してもらいたいとの思いを込めている。\n〔設問１〕では，甲店，乙店及び丙店からの各応募内容が，循環型社会形成推進基本法（以\n下「循環基本法」という。）上の基本原則の観点からどのような内容のものとして位置付けられるかが問われている。循環基本法上の基本原則とは，同法第３条から第７条までに定める循環型社会の形成についての基本原則をいう（同法第９条）が，各応募内容がどのような点において優れていると言えるかを解答することが求められているから，まず，廃棄物等となることができるだけ抑制されなければならないこと（同法第５条），廃棄物等となる場合でも，そのうち有用なものである循環資源（同法第２条第３項）については，処分に優先して，できる限り循環的な利用が行われなければならないこと（同法第６条第１項，第７条第４号），循環的な利用の中では，原則的には，再使用，再生利用，熱回収の順に優先すべきものとされていること（同条第１号ないし第３号）を踏まえて，各店の応募内容の位置付けを理解する必要がある。循環基本法の以上の基本的な成り立ちが理解できていれば，甲店案は，最も優先されるべき基本原則である排出抑制に当たる点で優れていることは自明である。次に，乙店案は，循環資源である廃棄食品を堆肥の原材料として利用するものであるから，再生利用（同法第２条第\n６項）に当たるが，廃棄食品は，製品としてそのまま使用することや製品の一部として，再使用（同条第５項）することが，その性質上困難なものであるから，その循環資源としての特質に鑑みれば，実質的には最も優れた循環的な利用の方法に当たることを指摘することになろう。\n最後に，丙店実例は，燃焼の用に供することのできる厨芥物をバイオガスとして熱（エネルギ\nー）を得ることに利用する熱回収（同条第７項）であり，同法第７条各号の循環的な利用の方法の原則的な順位としては再生利用に劣るが，全体として焼却処分量が減ることにより温室効果ガスの発生が抑制されることなど，別の側面からの環境への負荷の低減にとって有効であると認められる点で優れていること（同条柱書き後段参照）を指摘する。\n〔設問２〕は，本来廃棄物として処理していた物を有用なものとして取引することが，循環\n- 36 -管理法上どのような問題性を有するかを問う設問である。近時に社会問題化した賞味期限切れ食品の弁当製造業者への横流し事件などに着想している。日頃から社会問題には幅広く関心を持ってほしい。そのような視点で眺めれば，本設問が，平成２０年の第１問でも出題された不要物の判断基準に関わる重要判例であるいわゆるおから事件決定（最決平成１１年３月１０日刑集５３巻３号３３９頁）を念頭に置いて解答を求めるものであることは明らかであろう。ただ，本問では飲食店事業を営む者が排出する食品残さが不要物（廃棄物処理法第２条第１項）\nに当たるかが問題となっており，これは同条第４項第１号を受けた同法施行令第２条各号のいずれにも同法第２条第４項第２号の輸入された廃棄物にも当たらないから，不要物に当たるとしても，産業廃棄物ではなく（事業系）一般廃棄物（同条第２項）である点には留意する必要がある。解答では，まず，廃棄物処理法上の「不要物」に当たれば，有用なものとして取引されていたとしても「廃棄物」に当たるため，同法の仕組みに沿った処理が必要となることを指摘し（なお，「廃棄物」と「有用なもの」とが相互排斥的な概念でないことは，循環基本法第\n２条第３項からも明らかである。），「不要物」に当たるかの判断基準をおから事件決定に準じて立てた上で，本件の食品残さに当てはめて論述することになろう。その際，Ｂから生鮮野菜の割引の申入れがあることが，食品残さの取引価値を示唆し得る事実であることにも気付いてほしいが，この事実からその取引価値があるものと見るか否かにかかわらず，食品残さの性状，排出の状況，通常の取扱い形態等のその他の検討要素とを総合的に勘案すれば，客観的にはこれが廃棄物に当たるとされることは避け難いと考えられる。したがって，食品残さの契約農家への提供を推進しようとする取締役Ｃの意見は，一般廃棄物の収集若しくは運搬業（廃棄物処理法第７条第１項）又は処分業（同条第６項）の許可制度に反する蓋然性が高いという問題点があり，Ｂや他店の契約農家等にこれらの許可を得てもらうとか，再生利用の特例認定（同法第９条の８第１項）を受ける（同条第４項参照）とかしない限り，その問題点は解消されないことを指摘すべきである。\n〔設問３〕の枠組み合意は，食品循環資源の再生利用等の促進に関する法律（平成１２年法\n律第１１６号。いわゆる食品リサイクル法）第１９条に規定する再生利用事業計画に相当するものであり，同法第２１条には廃棄物処理法の特例も設けられていて，実際にいくつか類似の再生利用事業計画認定の実例がある。もっとも，本設問は，そういった知識の有無にかかわらず，基本的な条文との対応関係が読み解けるかという応用能力を審査しようとするものであり，（事業者の責務）と見出しのある循環基本法第１１条に則して，乙店，Ｂ及びＤ社がどのような責務を果たしていることになるかを記述すれば足りる。廃棄食品が循環資源に当たり，これを原材料として精製された堆肥が再生品に当たることが理解できていれば，本設問の枠組み合意により，乙店は，廃棄食品を循環資源として適正に循環的な利用が行われるために必要な措置としてこれをＤ社に提供することで同条第１項の責務を果たし，Ｄ社は再生利用が可能な廃棄食品を原材料として再生利用することで適正に循環的な利用を行う同条第４項の責務を果たし，Ｂは再生品である堆肥を使用することにより，乙店は再生品に準じた生鮮野菜を仕入れることにより，それぞれ循環型社会の形成に努める同条第５項の責務を果たしていると考えられることなどを論述する。",
  "scoring_notes": "１ 出題の趣旨について公表済みの「出題の趣旨」のとおりである。\n２ 採点方針①問題が設定している事実に基づいて，②題意，すなわち，法律上の論点が適切に理解できているか，③その論点について，法律の基礎となっている諸原則や法律の体系的な理解に基づいて，法制度の説明や個々の条文の法解釈を行っているか，④法解釈やその適用が飛躍した説明ではなく，\n論理的に記述されているか，という点に留意して採点した。したがって，複数の考え方が生じ得る部分については，特定の正解を予定して，それとの整合を判断するのではなく，筋の通った記述がされているかに重点を置いた。\n３ 採点実感等〔第１問〕〔第２問〕ともに，解答時間の配分にバランスを欠いたためか，一部の設問について十分に検討できていない答案が少なからず見られた。各問題においては，理解度を問う基本的な設問と思考力を問うやや応用的な設問の双方を採り上げているが，基本的な知識を確実なものとしておけば，応用的な設問の論点や尋ねられている法解釈の背景についても十分考える余裕ができたのではないかと思われる。\n【第１問について】\n⑴ 出題の意図に即した答案の存否，多寡第１問は，他法との関係に関する視点を含めつつ，土壌汚染対策法の解釈・運用について問うものである。\n〔設問１〕は，民法と土壌汚染対策法の交錯領域における設問である。そこでは，まず，訴訟上の請求についての理解を求めている。本設問では，問題文から，甲売買契約第１０条第２項に基づく請求であることが明らかであり，この点をまず押さえるべきである。したがって，同項に基づく請求とは別に，あるいはこれに加えて瑕疵担保責任を論じる答案は，この点を誤っていることになるが，そうした答案が散見された。次に，本設問では，同項が定める「環境省の指定基準に適合しない土壌汚染」の意義が問題となるから，契約当事者による合理的意思解釈によってこれが決まることを述べ，その合理的意思解釈を判断するために自然由来の土壌汚染が土壌汚染対策法の対象となるか検討することになる。この点につき，土壌汚染対策法の解釈が甲売買契約の解釈に反映するとの理解が不十分な答案が少なからず見られた。甲売買契約時とＡによる対策費用負担請求時において，土壌汚染対策法の行政解釈が変化していることの指摘を読み取ることのできる答案もそれなりにあったものの，その根拠は法律そのものではなく環境省の通知であり，\nその通知による解釈が意味するところ自体の適否が裁判所の判断に委ねられていることについて明示的に言及する答案は，極めて少なかった。例えば，甲売買契約は土壌汚染対策法の行政解釈変更以前に締結されたものであるという理由だけから，甲売買契約における当事者の合理的意思解釈として自然由来汚染は含まれず，Ａの請求は認められないとの答案は，土壌汚染対策法の解釈いかんという問題の所在を理解できているものとは考えられない。同様に，自然由来汚染を対象とするように行政解釈の変更があったという理由だけから，Ａの請求が認められるとの答案も，\n売買当事者間の費用負担に関する合意と行政解釈をつなぐものが欠けているということになる。\n一方，甲売買契約第１０条第１項及び同条第２項の文言からＢが負担すべき論拠を丁寧に拾うことができているものについては，高い評価とした。実務においても，問題の表層のみを取り上げて判断することは厳に慎むべきであり，この意味でも設定された問題状況を丁寧に検討すべきである。\n- 1 -また，汚染者負担原則からＢの負担とする答案もあったが，自然由来であればＢが原因者でないというのは自明で，それがゆえに，自然由来の汚染対策の位置付けが問題となり，原因者でない者に負担をさせることが比例原則に違反しないか問題となり得る（「出題の趣旨」参照）のであるから，このような記述は，環境法の原則の理解が疑われることになろう。\nなお，「出題の趣旨」に記載したとおり，（本試験実施日後に）平成２９年改正土壌汚染対策法が公布されており，同改正法では，自然由来の土壌汚染を同法の対象とすることを前提とする規定が置かれている。\n〔設問２〕は，簡易代執行手続の設問により，廃棄物の処理及び清掃に関する法律（以下「廃棄物処理法」という。）との関係や簡易代執行手続において生じる費用負担について問うている。\n土壌汚染対策法に基づいて簡易代執行が行われた事例は，皆無に近いと言われているが，同法の改正等により，その適用対象が拡大されてきていることなどを考慮すると，潜在的な課題として考えられる。\n本設問の事例では，まず，①土壌汚染対策法第６条に基づいて県知事が要措置区域の指定を行うこと，②同法第７条に基づく簡易代執行の要件，義務者，手続について記述することが求められるが，ここまでは，大部分の答案が一応の記述をしていた。もっとも要件の拾い方やその当てはめの丁寧さには少なからず差が出ることともなった。次に，当該廃棄物がＱによる土壌汚染の原因となっているか否かの場合分けをすることになるが，この点について，明確に記述している答案は，少なかった。さらに，第三者（原因者）の判明，不明の場合分けを行うが，「出題の趣旨」記載のとおり，結論を分けるか否かについては，同法第７条第５項にいう「その者の負担において」の解釈による。しかしながら，第三者の判明，不明の場合分けを行っている答案は，多かったが，同項の解釈まで踏み込んでいる答案は，少なかった。\nなお，汚染者負担原則からＳ県が負担すべきでないという答案が多かったが，そのような視点自体は良いものの，条文に基づく説明が不足しているものが多く，土壌汚染対策法の条文からどのようにこれを導くことができるか，あるいは導くことができないかを論じているものについては，高い評価とした。実務においても，法文を離れた解釈の展開は，説得力を持たないということを肝に銘じてほしい。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること前述したところと重複するが，まず問題文をよく読めていないのではないかと思われた。また，\n法律行為の解釈の在り方，法令と通知の関係等，環境法以前の基礎的な法的事項の理解について疑問を抱かせるようなものも少なくなかった。土壌汚染対策法等の個別の法律やその中の制度の背景にある原則を言葉で説明できるだけでなく，関連する条文に必ず当たるという地道な作業を日頃心掛けているかどうかも差が生ずる原因となっていよう。\n⑶ 各水準の答案のイメージ「優秀」な答案のイメージは，題意を的確に理解し，設問ごとにバランスよく論述されているものである。例えば，〔設問１〕において，通知の法的性質に言及した上で土壌汚染対策法の解釈を行い，契約の合理的意思解釈を行った答案である。〔設問２〕においては，場合分けにより，\n費用負担に関する結論を適切に導いている答案である。「良好」な答案のイメージは，各設問が求める論述の一部を欠いてはいるが，主要な論点について筋の通った説明ができているものである。「一応の水準」の答案のイメージは，各設問について，題意をおおむね理解し，一定程度の記述があるものである。「不良」な答案のイメージは，〔設問１〕で瑕疵担保責任のみを論じているなど，題意を適切に捉えていない記述に終始したものである。\n【第２問について】\n⑴ 出題の意図に即した答案の存否，多寡第２問は循環管理法についての総合的な理解度と原理原則に遡って思考する能力を問う問題である。\n- 2 -〔設問１〕では，循環型社会形成推進基本法（以下「循環基本法」という。）上の基本原則につき，相互の関係も含めたその体系と，これが実社会にどのように現れているかを理解できているかが問われている。\n甲店案が排出抑制の基本原則（循環基本法第５条）に沿うものであることは，大多数の答案が指摘できていたが，乙店案と丙店実例については，循環的な利用に当たることには察しを付けつつも，それぞれその一形態としての再生利用（同法第２条第６項）及び熱回収（同条第７項）に当たるという分類（同条第４項参照）にまで言及できていないものも少なからずあり，循環基本法についての基礎的な学習が不足していると思われた。また，循環的な利用の形態の分類を記述している答案においても，乙店案を再使用，丙店実例を再生利用として整理するものが一定数存在し，そのような答案では，「３Ｒ（Reduce, Reuse, Recycle）」を標語のようにして，これに依拠して論述するものが多かった。標語をただ知っていても，条文や実例を離れて学んだつもりになっているだけでは，適切な法解釈はできない。基礎に忠実に定義条文（同法第２条）に当たる習慣さえ身に付いていれば，食品残さについて「再使用」（同条第５項）の余地がないことには自然と思い至ることができたはずであるし，そもそも日常用語としても，食品残さを「再使用」\nできないことには容易に気付けそうなものである。\n循環的な利用の形態の分類の当てはめが一応できている答案でも，条文の摘示を欠いているものや，基本原則相互の関係にまで論述が及んでいないものも一定数存在した。これらは，「関係条文に触れつつ，」甲店案，乙店案及び丙店実例が，「それぞれどのような点において優れていると言えるか」説明することを求めている出題文をきちんと読むこととも関係するが，ただ分類の当てはめをしただけでは，出題に対する解答として十分なものではない。長所についていえば，\n基本原則間に順位付けをしている循環基本法の成り立ち及びその立法趣旨から，順位が最も高い行為については，なぜそのように位置付けられているのかを論じ，最も高い行為でないものについても，設例を踏まえるとどのような点において優れていると考えることができるかを探求して論述すべきである。\n〔設問２〕は，廃棄物処理法における重要な概念である「不要物」について正確に理解できているかを問うものであるが，問題文からその題意を読み取ることができていないものも一部に見られた。環境法の中でも特に重要な法律である廃棄物処理法において，廃棄物の収集・運搬・処分が一定の規律に服すべきこととされている制度枠組みの根幹部分を理解できていないことを示しており，今後十分な学習を積むことが望まれる。\n大部分の答案では，廃棄物処理法上の問題が生じることには見当が付けられており，その多くにおいて，「不要物」性が問題となることにも気付き，「不要物」の定義や判断基準について，ある程度は論述することはできていたが，そのような定義や判断基準がなぜ採られるべきであるのかまで意を尽くして論述している答案は多くなかった。判例に依拠してはいても，その判断基準が採られるべき理由を的確に理解できていないため，①当てはめにおいて，総合判断とは名ばかりで，有償性など，解答者自身で立てた基準の一部分の表層にとらわれて，「不要物」と見るべきか否かの当てはめを的確に論述できないものや，②一応「不要物」と見られることを前提としつつも，問題点が解消されるための条件として，「不要物」と見られないよう基準の字義を外れるように弥縫すればよいとの趣旨を記述するものなど，不適切な論述に陥っているものが目立った。\nまた，「不要物」性について論じることのできていた答案でも，９割以上の大多数が，事業系一般廃棄物として規律されるべき飲食店事業における食品残さについて，産業廃棄物としてしまっていた。国内で排出される産業廃棄物について，事業活動起因性とともに本問【資料】の政令による事業種等の指定が要件とされている廃棄物処理法第２条第４項第１号の基本構造がきちんと理解できているか，あるいはきちんと条文を読めているか，条文適用ないし読解能力に不安を覚えさせる結果であった。\n- 3 -さらに，問題点が解消されるための条件について，再生利用に係る認定の制度（廃棄物処理法第９条の８第１項。産業廃棄物について論じている答案では同法第１５条の４の２第１項）を指摘することのできている答案は一定数存在したが，認定を受けた場合に許可制の適用を除外される根拠となる条文（同法第９条の８第４項。産業廃棄物について論じている答案ではこれを準用する同法第１５条の４の２第３項）まで的確に指摘できているものは極めて少なかった。この点，\n上記認定制度に触れないまま，再生利用の目的であるから許容される趣旨の答案も一部に見られたところ，目的だけで許容されてしまうのであれば，何のための許可制か意味を成さないことは理解しやすいと思われるが，適用除外の根拠条文を欠いた説明では，許可制下で問題点が解消される条件の論述を尽くしたことにならないという点では，これと大きく異ならないのであるから，\nこういった細部の論述までおろそかにしないよう心掛けてほしい。\nなお，問題点が解消されるための条件として，「不要物」の一般的な判断基準における「通常の取扱い形態」等を意識してか，廃棄食品を堆肥原料として取引することのできる市場が一般化するようこれを形成していけばよいと指摘する解答があり，これは，前述したような，判断基準の字義を外れるように弥縫する方策を論述するのとは一線を画しているとはいえようが，政策論としてはともかく，一企業の社外取締役弁護士が述べるべき問題点の解消条件としては，不適切であろう。\n〔設問３〕では，条文を読解して事案との関係を臨機応変に理解する能力が問われている。多くの答案において，循環基本法第１１条は探し当てることができていたが，食品残さは明らかに「製品」や「容器」ではなく，乙店やＢ，Ｄがこれを「製造」や「販売」するわけではないにもかかわらず，同条第２項や第３項を牽強付会して環境配慮設計について論じるなどしているものが一部に見られた。出題内容に沿わずに，無理矢理にでも暗記してきた内容を吐き出そうとする答案の典型であるが，このような解答態度では満足な答案となることは望めない。実際，上位の答案では，条文との対応関係が適切であるものがほとんどであり，本設問を取りこぼしているものは少なかった。\n⑵ 出題の意図と実際の解答に差異がある原因として考えられること昨年も同様の指摘をしたが，全ての法制度の基礎である条文との関係を深く意識せず，一定の法解釈が採られるべき理由も十分に理解しないままに，制度や解釈の表面的な部分のみを暗記して学習を終えたつもりになっているのではないかということが案じられる。また，問題文に沿って解答するのでなく，問題の方を自分の知識に引き寄せようとしてしまっている解答も目立つ。\n司法試験に合格する上では，もちろん基礎的な法知識を身に付ける必要はあるが，まず的確に条文を精査し読解する能力や，問題状況に合わせて思考する能力，法的分析能力を涵養することも，\nこれに劣らず重要である。これらは法曹実務においても求められる能力だからである。\n⑶ 各水準の答案のイメージ本問における「優秀」な答案のイメージは，〔設問１〕において，循環基本法の基本原則相互の順位関係を含む成り立ちを理解していて当てはめも適切であり，〔設問２〕において，食品残さの「不要物」性が問題となることを的確に把握するとともに，廃棄物処理法における許可制度の概要を理解して問題解消条件を説明できており，〔設問３〕において，循環基本法第１１条各項の条文との対応が適切であるものである。「良好」な答案のイメージは，上記のうち，①循環基本法の成り立ち，②「不要物」性の判断基準又は③問題解消条件のいずれか１つの理解にややおぼつかないところがあるが，題意はおおむね把握できているものである。「一応の水準」のイメージは，上記①②③のうち２つの理解がおぼつかないか，１つの理解がおぼつかないことに加えて〔設問３〕における解答が不十分なものである。「不良」な答案のイメージは，循環基本法を全く理解しておらず，又は〔設問２〕の問題点を全く把握できなかったものである。\n４ 今後の出題について- 4 -これまでどおり，基礎的な事項や実定法制度を基礎付けている法政策を問う問題，具体的事案から課題の所在を的確につかんだ上で判例理解を含む適切な法解釈によりそれを論理的に解決する問題など，特定の傾向に偏ることなく，幅広く出題することを考えている。\n５ 学習者及び今後の法科大学院教育に求めるもの日頃から，科目における主な法制度や論点を表面的になぞることで満足せず，法律及び法律相互の関係を体系的に理解するとともに，法制度がどのような条文の下に成り立っているのか，その条文についてどのような理由に基づいてどのような解釈が採られるべきであるのかを，緻密に意識的に突き詰めて逐一考える習慣を身に付けるようにしていただきたい。こうした法的分析能力と思考力は，法律家の能力として必須であるので，その涵養に努めていただきたい。\nそして，一定の法解釈が採用されるのは，実社会における要請に基づいてのことであるから，実際にどのような社会問題が生じ，存在しているのか，毎日の生活の中で具体例にも関心を持ち，それぞれの問題の所在を的確につかむ訓練を積んでいただきたい。また，実社会に対して関心を持つという意味では，持続可能な発展など国際社会の課題と整合性を有する日本社会の課題や現行法制の課題についても，法政策の観点から重要である。\nさらに，選択科目は，基本科目の学習に負うところがある（例えば，〔第１問〕における合理的意思解釈，通知の法的性質，比例原則など）ことにも留意いただきたい。\n- 5 -"
}